{
     "Tip": "Makale",
     "Dergi İsmi": "Tekirdağ Namık Kemal Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "15",
     "Ay": "05",
     "Yıl": "2022",
     "Cilt": " ",
     "Sayı": "1",
     "Başlık":"KISMİ SÜRELİ ÇALIŞMA VE KISA ÇALIŞMA UYGULAMASI ARASINDAKİ BENZERLİKLER VE FARKLAR",
     "Title": "SIMILARITIES AND DIFFERENCES BETWEEN PART-TIME WORK AND SHORT WORK ",
     "Yazar İsmi": [

          "Araş. Gör. Sümeyye ELGÖRMÜŞ "
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Kısa Çalışma", "Kısmi Çalışma", "Kısmi Süreli Çalışma", "Benzerlik","Fark"
     ],
     "Keywords": [
          "Short-time Work", "Part-time Work", "Partial Work", "Difference", "Similarity"
     ],
     "Özet": "4857 sayılı Kanun ile Türk iş hukuku, batı hukuk sistemlerinde sıklıkla uygulanan esnek çalışma modelleri ile  tanışmıştır. Bu çalışma modellerinden olan kısmi süreli çalışma ve kısa çalışma ülkemizde sıklıkla uygulanan çalışma yöntemlerindendir. Kısmi süreli çalışma, çalışma sürelerinin azaltılması ile yapılan çalışma olarak tanımlanabilir. Bu çalışma biçimi özellikle kadınlar, öğrenciler ve emekliler açısından istihdam alanı oluşturan bir modeldir. Kısa çalışma ise ekonomik kriz yahut ‘Koronavirüs  salgınında görüldüğü üzere bir zorlayıcı sebep halinde işverenin işletme rizikosunu işçiler ve devlet arasında paylaştıran, bu paylaşım sayesinde iş sözleşmelerini ayakta tutan bir çalışma biçimidir. Kısmi süreli çalışma ve kısa çalışma fonetik olarak birbirine yakın iki kavramdır. İşitsel benzerliğin yanında, her iki uygulamada da haftalık çalışma sürelerinin aynı ölçüde azaltılması gerekmektedir. Bu nedenle çalışma yaşamında ve hatta yer yer yargı kararlarında iki kavramın birbiri ile karıştırıldığı, birinin diğeri yerine kullanıldığı görülmektedir. Belirtilen benzerliklerinin yanında kısmi süreli çalışma ve kısa çalışmanın uygulanmaya başlanma süreci, uygulanma aşaması ve doğurdukları hükümler ile sonuçları açısından önemli farkları söz konusudur. Bu çalışmada öncelikle kısmi süreli çalışmanın tanımı ve unsurları açıklanmış, daha sonra kısa çalışmanın tanımı ve koşulları incelenmiştir. Ardından iki çalışma yöntemi arasındaki benzerlikler ve farklar ortaya konulmuştur.",
     "Abstract": "With the Law No. 4857, Turkish labor law met with flexible working models that are frequently applied in western legal systems. Part-time working and short working, which are among these working models, are the working methods frequently applied in our country. Partial work can be defined as work done by reducing working hours. This way of working is a model that creates employment especially for women, students and retirees. Short-time working, on the other hand, is a form of work that divides the employer's business risk between workers and the state in the event of an economic crisis  or a compelling reason, as seen in the 'Coronavirus' epidemic, and keeps employment contracts alive thanks to this sharing. Partial work and short work are two phonetically close concepts. In addition to the auditory similarity, the weekly working hours should be reduced to the same extent in both applications. For this reason, it is seen that the two major concepts are mixed with each other in working life and even in judicial decisions from time to time, and one is used instead of the other. In addition to the mentioned similarities, there are important differences in terms of the implementation process of part-time work and short-time work, the stage of implementation, the provisions they create and the results. In this study, the definition and elements of part-time work are explained, then the definition and conditions of short-time work are examined. Then, the similarities and differences between the two working methods were revealed.",
     "Metin": "Kısmi süreli çalışma, çalışma süresinin azaltılması ile gerçekleştirilen bir esnek çalışma yöntemidir. Söz konusu uygulama için işyerindeki haftalık normal çalışma süresinin en az üçte iki oranında azaltılmış olması, bu durumun işçinin onayına dayanması ve süreklilik arz etmesi gerekmektedir. Öte yandan kısa çalışma, kanunda öngörülen sebeplerden birinin gerçekleşmesi sonucu  işyerinde  işin  görülmesinin  oldukça  güçleşmesi  yahut  imkansızlaşması  halinde işverenin  başvurabileceği  hukuki  bir  çözümdür.  Buna  göre  işveren,  meydana  gelen  olay neticesinde  geçici  olarak  işyerinde  haftalık  çalışma  sürelerini  azaltabilir  veya  çalışmayı durdurabilir. İşyerinde çalışmanın durdurulması yoluyla yapılacak kısa çalışmanın konumuzla ilgisi  bulunmamaktadır.  Bu  halde  uygulama,  ücretsiz  izin  uygulamasına  oldukça yaklaşmaktadır.  Çalışmamız  açısından  önem  arz  eden  durum,  işyerinde  haftalık  çalışma sürelerinin azaltılması suretiyle gerçekleştirilen kısa çalışmadır. Kanun koyucu bu yöntem ile yapılacak kısa çalışmada haftalık çalışma süresinin en az üçte bir oranında azaltılmış olmasını aramaktadır. Bu halde kısa çalışma ile kısmi süreli çalışma arasında pratikte hemen hemen hiçbir fark kalmamaktadır. Kısa çalışma uygulaması ile kısmi süreli çalışma uygulamasının fonetik/işitsel benzerliği de dikkate alındığında, iki çalışma biçiminin uygulamada birbirine oldukça yaklaştığı, bir kavramın diğeri yerine kullanıldığı görülür. Bu itibarla çalışmamızda öncelikle kısmi süreli çalışmanın tanımı ve unsurları  ardından kısa çalışmanın tanımı ve koşulları  ele  alınacaktır.  Ardından  bu  iki  uygulama  arasındaki  benzerlikler  ve  farklara değinilecektir.  I.KISMİ SÜRELİ ÇALIŞMANIN TANIMI VE UNSURLARI  A.  TANIMI   Kısmi süreli çalışma kavramı, köken olarak Anglo- Amerikan hukuk sistemi tarafından oluşturulmuş  part-time employment  teriminin dilimize çevrilmiş halidir. Türk hukukunda kısmi süreli çalışma 2003 yılında yürürlüğe giren 4857 sayılı İş Kanunu ile yasal zemine oturmuştur. Önceki iş kanunu olan 1475 sayılı Kanun döneminde kısmi süreli çalışma gibi  1 Çağlar Sislituna Ayakçıoğlu, Kısmi Süreli Çalışma ve Kısmi Süreli Çalışanların Sosyal Güvenlik Sorunları (1.Baskı, Seçkin Yayıncılık 2021), 20 2 RG: 10/6/2003- 25134 3 RG: 1/9/1971- 13943 117Sümeyye ELGÖRMÜŞ                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  esnek çalışma modellerine izin verecek bir yasal düzenleme mevcut değildi. Zira 1475 sayılı Kanun,  haftalık  çalışma  süresinin  çalışılan  iş  günlerine  eşit  bölünmesi  suretiyle uygulanabileceğini belirtmişti. Bu halde işçi ve işveren aralarında anlaşsalar dahi hukuken çalışma sürelerini haftanın belirli günlerine dağıtamıyorlardı. Buna rağmen işçi ve işveren aralarında  kararlaştırarak  uygulamada  esnek  çalışma  modellerinden  bazılarını  hayata geçirmekteydi. Zira çalışma hayatı, güncel gelişmelerin gerisinde kalamayacak kadar dinamik yapıda olup evrensel gelişmeleri yakalayamamış katı ve tek tip düzenlemeleri aşmanın bir yolunu bulmaktaydı. İş sözleşmesinin tarafları, esnek çalışma modellerini karşılıklı anlaşma yoluyla uygulamaya çalışsa da bu halde hukuka aykırılık sürdüğünden uyuşmazlık halinde önemli sorunlar söz konusu olabilmekteydi. Bununla  beraber  818  sayılı  eski  Borçlar  Kanunu nun  313.  maddesinde  kanun koyucunun  düzenlediği  zaman  unsuru  dolayısıyla  kısmi  süreli  çalışmanın  yasal  dayanağı bulunduğu iddia edilmekteydi. Nitekim Yargıtay da bu dönemde verdiği kararlarda kısmi süreli çalışmayı benimsemiş görünmekteydi. O dönemde öğretide de eBK 313. maddeden yola çıkılarak kısmi süreli çalışma, işyerindeki çalışma süresinden daha kısa süreli çalışmalar şeklinde tanımlanmıştır.   Nihayet 4857 sayılı İş Kanunu nun yürürlüğe girmesi ile esnek çalışma modelleri yasal dayanağa kavuşmuş ve esneklik uygulamaları hukuka uygun hale gelmiştir. İş Kanunu nun 63.  4 Emre Sevgi, ‘Kısmi Süreli İş Sözleşmesi  (Doktora Tezi, İstanbul Üniversitesi 2014), 4; Münir Ekonomi, Türk İş Hukuku ve Sosyal Güvenlik Hukukunun Elli Yılı (Basisen Eğitim ve Kültür Yayınları 1988) 67-68; Serkan Odaman, Esneklik Prensibi Çerçevesinde Yargıtay Kararları Işığında Türk İş Hukukunda Çalışma Süreleri ve Yöntemleri (1.Baskı, Legal Yayıncılık 2013), 140-141 5 Gaye Burcu Yıldız, ‘Güvenceli Esneklik ve 4857 Sayılı İş Kanunu  (2011) Prof. Dr. Sarper Süzek e Armağan I 203, 218; Nüket Saracel ‘İş ve Sosyal Sigortalar Kanunları Uygulaması Bakımından Kısmi Çalışma  (1990), 8 (12) Eskişehir Anadolu Üniversitesi İİBFD 375, 377 6 Nurtaç Endes, Türk İş Hukukunda Kısa Çalışma (1.Baskı, Adalet Yayınları 2017), 5 7 Gaye Baycık, ‘Çalışma Sürelerinde Güvenceli Esneklik Uygulamaları  (2014) 20 (1) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi Prof. Dr. Ali Rıza Okur a Armağan 223, 233 8 RG: 29/4/1926- 359 22/4/1926   9 Esra Öztürk, ‘Türk Hukukunda Kısmi Süreli İş Sözleşmesi  (Yüksek Lisans Tezi, Bahçeşehir Üniversitesi 2011)  Hizmet akdi, bir mukaveledir ki onunla işçi, muayyen veya gayri muayyen bir zamanda hizmet görmeyi ve iş sahibi dahi ona bir ücret vermeyi taahhüt eder  ifadesinden de anlaşılacağı üzere işçinin iş sözleşmesinin devamı sırasında  işverene  ne  kadar  süre  ile  bağlı  çalışacağı  konusunda  Kanunda  sınırlayıcı  bir  düzenleme bulunmamaktadır. , 8 10 Tankut Centel, ‘Kısmi Süreli Çalışma ve Hafta Tatili Ücreti  (2006) 1 (2) Sicil İş Hukuku Dergisi 19, 26 11 Kamu İşletmeleri İşverenleri Sendikası, Çalışma Hayatı ile İlgili Kararları 1990-1995 Ankara, 1996. Yar. 9 HD, E.1990/1275, K.1991/3125, 28.02.1991;  İşçinin, bir işyerinde çalışırken, aynı süre içinde değişik işverenlerin  işyerlerinde  de  kısmi  çalışmış  olması  kıdem  tazminatına  hak  kazanma  bakımından  sonucu değiştirmez. , 57; Yar. 9. HD, E.1991/10981, K.1991/16220, 17.12.1991  Kısmi çalışmalarda kıdem tazminatı hesabı, çalışılan süreye göre yapılır. , 85 12 Tankut Centel, İş Hukuku (2.Baskı, Beta Yayınları 1994), 92 118Sümeyye ELGÖRMÜŞ                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  maddesinin birinci fıkrası uyarınca normal çalışma süresinin tavanı haftalık bağlamda kırk beş saate dayanmaktadır. Kanun koyucu haftalık çalışma süresinin ‘en çok  kırk beş saat olduğunu  belirtmekle,  bu  sürenin  altında  belirlenen  çalışma  sürelerinin  geçerliliğini benimsemiş olmaktadır. Kısmi süreli çalışma, bu kapsamda öngörülmüş çalışma modellerinden biridir.   4857 sayılı İş Kanunu nun 13. maddesinin birinci fıkrasında kısmi süreli çalışma, şöyle tanımlanmaktadır:   İşçinin normal haftalık  çalışma süresinin, tam süreli iş  sözleşmesiyle çalışan emsal işçiye göre önemli ölçüde daha az belirlenmesi durumunda sözleşme kısmî süreli iş sözleşmesidir.     İş Kanunu ndan sonra Türk Borçlar Kanunu nun 393. maddesinin ikinci fıkrasında işçinin işi  kısım kısım ve düzenli şekilde görme olasılığı düzenlenmiş, bu hallerin de iş sözleşmesinden olduğu kabul edilmiştir.   A.  UNSURLARI  1.  Kısa İş Görme Süresi   İş Kanunu nda açıkça belirtildiği üzere haftalık çalışma süresi en çok kırk beş saattir. Kural olarak kırk beş saatlik çalışma süresi haftanın mesai harcanan günlerine denk oranda bölünerek  uygulanır.  Ancak  tarafların  aralarında  anlaşarak  farklı  bir  süre  dağılımı kararlaştırmaları da mümkün kılınmıştır. (İşK m.63/1) Kısmi süreli iş sözleşmesinin en önemli unsuru kısaltılmış iş görme süresidir5. Kanun koyucu bu kısaltmanın ne ölçüde olacağını açıklamamıştır. 4857 sayılı kanunun 13. maddesinde  tam süreli iş sözleşmesi ile çalışan emsal işçiye oranla önemli ölçüde  kısa bir iş görme süresinden söz edilmiştir. Bu nedenle ‘tam süreli iş sözleşmesi  ve ‘emsal işçi  kavramlarını açıklamak gerekmektedir.    Tam süreli iş sözleşmesi, işçinin kanunda belirtilen veya sözleşme ile belirlenen haftalık normal çalışma süresinin tamamını o işverene tabii olarak geçirmesinin kararlaştırıldığı iş  13 Sarper Süzek, İş Hukuku (21. Baskı, Beta Yayıncılık 2021), 800 14 Nuri Çelik, Nurşen Caniklioğlu, Talat Canbolat ve Ercüment Özkaraca, İş Hukuku Dersleri (34. Baskı, Beta Yayınları 2021), 215; Sislituna Ayakçıoğlu (n 1), 22 15 Yar. 9. H.D. E. 2008/20640 K. 2010/5868 04.03.2010 (www.legalbank.net), YHGK E.2015/215, K.2017/1255 1.11.2017 aracılığıyla Süzek, 273 dipnot 82 119Sümeyye ELGÖRMÜŞ                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  sözleşmesidir. Haftalık normal çalışma süresi 45 saat olduğundan kural olarak tam süreli iş sözleşmesi haftalık 45 saatlik çalışmanın öngörüldüğü iş sözleşmesidir. Elbette işyerindeki normal çalışma süresinin farklı belirlenmesi mümkündür. Bu halde tam süreli iş sözleşmesi normal çalışma süresine uygun olarak akdedilecektir.   Emsal işçi, Kanunun 13. maddesinin üçüncü fıkrasında aynı veya yaklaşık işlerde çalışan işçi olarak tanımlanmıştır. Kanuna göre bu nitelikte bir işçinin işyerinde var olmaması durumunda aynı işkolunda aynı ya da yaklaşık işi yapan işçi referans alınacaktır.    Anlaşılmaktadır ki, o işyerinde tam süre ile çalışan emsal işçinin çalışmasından önemli ölçüde az çalışmalar kısmi süreli çalışma olarak tanımlanacaktır. Ancak işçinin çalışmasının kısmi süreli çalışma kabul edilmesi için emsal işçinin çalışmasından ne kadar daha az süreli çalışması  gerektiği  belirtilmemiştir.  Bu  nedenle  ‘‘önemli  ölçüde  az    kavramı  açıklığa kavuşturulmalıdır. Madde gerekçesinde önemli ölçüde az çalışma ile kastedilenin ‘‘hiç olmazsa haftalık çalışmanın üçte ikisinden daha az   olması gerektiği belirtilmiştir. Gerekçedeki bu sınırlamanın yanında, İş Kanunu nun 63. maddesine dayanılarak çıkartılmış olan ‘‘İş Kanununa İlişkin Çalışma Süreleri Yönetmeliği  17 6. maddesi,  İşyerinde tam süreli iş sözleşmesi ile yapılan emsal çalışmanın üçte ikisi oranına kadar yapılan çalışma  halini kısmi süreli çalışma kabul etmiştir.   Öğretide üçte iki oranında çalışma ölçütünün adaletsizliklere neden olabileceğine dikkat çekilmiş ve bunun yerine ILO sözleşmeleriyle belirlenen ‘‘haftalık normal çalışma süresi altındaki  çalışmaların    kısa  çalışma  kabul  edilmesi  ölçütünün  tercih  edilmesi  gerektiği vurgulanmıştır. Böylelikle mevcut düzenlemelere göre, örneğin, haftalık çalışma süresinin 45 saat olarak belirlendiği bir işyerinde 32 saat çalışan işçinin iş sözleşmesinin tam süreli kabul edilmesi nedeniyle oluşabilecek adaletsizlikler önlenebilecektir.   Kısmi süreli iş sözleşmesinin belirsiz süreli yapılması imkan dahilindedir. Bunun gibi objektif koşulların bulunması halinde belirli süreli olarak da yapılabilir. Bundan başka, kısmi süreli iş sözleşmesi süreksiz ya da sürekli olarak da akdedilebilir.  16 Hamdi Mollamahmutoğlu, Muhittin Astarlı ve Ulaş Baysal, İş Hukuku Ders Kitabı (5. Baskı, Lykeon 2021), 366; Centel, İş Hukuku (n 9), 92; E. Tuncay S. Kaplan, Bireysel İş Hukuku (10. Baskı, Gazi Kitabevi 2019), 98; H. Hadi Sümer, İş Hukuku (25. Baskı, Seçkin Yayıncılık 2020), 43 17 R.G: 6/4/2004- 25425 18 Saim Ocak, ‘Türk İş Hukukunda Kısa Çalışma  (Doktora Tezi, Marmara Üniversitesi 2008), 48; Çelik, Caniklioğlu, Canbolat ve Özkaraca (n 12), 214-215 19 Karş: Sevgi (n 2) 32 20 Çelik, Caniklioğlu, Canbolat ve Özkaraca (n 12), 215; Mollamahmutoğlu, Astarlı ve Baysal (n 13), 127; Senyen Kaplan, (n), 102; Aydın Başbuğ ve Mehtap Yücel Bodur, İş Hukuku (6. Baskı Beta Yayınları, 2021), 125 120Sümeyye ELGÖRMÜŞ                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  2. Devamlılık   Kısmi  süreli  çalışmayı  oluşturan  diğer  unsur  çalışma  süresinin  azaltılmış  biçimde uygulanmasının sürekli olmasıdır. Devamlılık ile kastedilen, işçinin iş görme süresi boyunca tabii olacağı çalışma saatlerinin, sözleşme akdedildiği sırada kararlaştırıldığı gibi, kısaltılmış olarak uygulanacak olmasıdır. Diğer bir deyişle geçici bir süre için haftalık çalışma süresinin azaltıldığı uygulamalar kısmi süreli çalışma olarak kabul edilemeyecektir.  Bu hal, kısmi süreli iş sözleşmelerinin yalnızca belirsiz süreli olabileceği şeklinde anlaşılmamalıdır. Zira belirtildiği gibi kısmi süreli iş sözleşmeleri belirli süreli olarak akdedilebilir. Çoğunlukla iş ilişkisinin başlangıcında tarafların karşılıklı olarak anlaşması suretiyle kısmi süreli çalışma ilişkisi kurulur. Bununla beraber, tam süreli çalışan bir işçi ile çalışma ilişkisi devam ederken kısmi süreli çalışmaya geçilmesi de mümkündür. Ancak bu durum çalışma koşullarında esaslı değişiklik oluşturacağından, İş Kanunu nun 22. maddesinde öngörülen usulün uygulanması gerekecektir.   Netice itibariyle ister başlangıçta kararlaştırılmış olsun ister sonradan değiştirilerek uygulanmaya  başlanmış  olsun,  kısmi  süreli  çalışma  sürekli  uygulanma  niyetiyle  hayata geçirilmelidir.  3.Çalışma Süresini Azaltmanın Serbest İradeye Dayanması   Kısmi süreli çalışma, bir iş sözleşmesi türüdür. Bu sebeple gönüllü bir çalışma biçimi olarak işçi ve işverenin serbest iradesine dayanmaktadır. Buna göre işçi veya işveren haftalık çalışma süresinin, normal haftalık çalışma süresinin en az üçte ikisi oranında azaltılmış olarak uygulanmasını talep etmeli, karşı taraf bu talebi kabul etmelidir.    4857 sayılı İş Kanunu nun 13. maddesine sonradan eklenen beşinci fıkra uyarınca ebeveyn olan işçilerin belli hallerde tam süreli çalışmasını kısmi süreli olarak değiştirme hakkı bulunmaktadır. Bu durumun, serbest irade unsurunun bir istisnası olduğu belirtilmelidir.  21 Çelik, Caniklioğlu, Canbolat ve Özkaraca, (n 12), 214 22 Ocak, tarafların anlaşması ile kısmi süreli çalışmanın geçici suretle uygulanabileceğini belirtir. Ancak bu uygulamanın süreklilik arz eden uygulamaya oranla oldukça seyrek gerçekleştiğini ekler (n 14), 52 23 Gülten Yazıcı, ‘Esnek Çalışmanın Çalışanlara ve İşverenlere Etkisi  (Yüksek Lisans Tezi, İstanbul Üniversitesi 2001), 28; Nüvit Gerek ‘Haftalık Normal Çalışma Sürelerinin Altında Sürelerle Yapılan Çalışmalar İçerisinde  Kısa Çalışma nın Yeri ve Önemi  (2018) 10 (38) İHSGHD 3, 5 24 R.G: 10/2/2016- 29620 25 Sislituna Ayakçıoğlu, (n 1), 29; Bu konuda ayrıntılı bilgi için bkz: Münir Ekonomi, ‘Doğum veya Evlat Edinme Sonrası Çocuğun Bakımı ve Yetiştirilmesi Amacıyla Ücretsiz İzin ve Kısmi Süreli Çalışma Hakları  (2017) 14 (53) İş Hukuku ve Sosyal Güvenlik Hukuku Dergisi, 21-58; Resul Kurt ‘Doğum Sonrası Yarım ve Kısmi Çalışma 121Sümeyye ELGÖRMÜŞ                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  Benzer  şekilde,  işverenin  işletmeye  dayalı  nedenlerden  biriyle  işçinin  iş  sözleşmesini feshedecek olması durumunda, esnek çalışma modellerinin ve özellikle kısmi süreli çalışmanın uygulamaya konmasının ‘feshin son çare olması  ilkesi uyarınca tüketilmesi gereken bir yol olduğu da öğretide savunulmaktadır.26   Kanun koyucu ne Türk Borçlar Kanunu ne de 4857 sayılı İş Kanunu nda, kısmi süreli çalışma  için  yukarıda  sayılan  unsurlardan  başka  bir  koşul  aramaktadır.  Kısmi  süreli  iş sözleşmesi için ayrıca bir şekil şartı da öngörülmüş değildir. Ancak elbette kanun koyucunun şekil şartı aradığı iş sözleşmelerinin kısmi süreli akdedilmesi durumunda bu şekil şartına uyulacaktır.  II. KISA ÇALIŞMANIN TANIMI VE KOŞULLARI  A.  TANIMI   Kısa çalışma, işverene ekonomik kriz veya zorlayıcı sebep halinde, işyerinin rutin faaliyetine devam edememesi sonucu oluşan geçici işgücü fazlalığını iş ilişkisini sonlandırmaya gerek kalmaksızın eritme imkanı sağlayan bir hukuki kurumdur. Kısa çalışma, iş sözleşmesini ayakta tutarak işçileri korumakta iken işvereni işçi çıkarma nedeniyle karşı karşıya kalacağı mali külfetten kurtarır. Ayrıca çalışmayan veya çalışma süresi azalan işçiye devlet tarafından sağlanacak ödenek sayesinde işçilerin ekonomik ve sosyal yaşantıları minimum mağduriyet ile devam eder. Kısa çalışma, toplumun önemli bir kısmını oluşturan işçileri ekonomik ve sosyal yönden destekleyerek topluma ve devlete de fayda sağlamaktadır. Kısa çalışmanın, işverene ait olan işletme rizikosunun işçi, işveren ve devlet arasında paylaştırdığı da düşünülmektedir.  Hakkı  (2018) 14 (159) Mali Hukuk Dergisi 705- 724; Yasemin Taşdemir ‘Kısmi Süreli Geçiş Hakkına Genel Bakış  (2018) 5 (11) Avrasya Sosyal ve Ekonomi Araştırmaları Dergisi 204-211 26 Esra Baskan, İş Sözleşmesinin Feshinde Son Çare (Ultima Ratio) İlkesi (1.Baskı, Legal Yayıncılık 2021), 207 vd 27 Bu konuda Sosyal Güvenlik mevzuatı açısından uyumsuzluk bulunduğuna ilişkin bkz: Çelik, Caniklioğlu, Canbolat ve Özkaraca (n 12), 165. Dipnot 28 Örneğin; süresi 1 yılı aşan belirli süreli sözleşmeler, çağrı üzerine çalışmayı konu edinen sözleşmeler, takım sözleşmesi vb.  29 Murteza Aydemir, ‘Koronavirüs (Covid-19) Salgınının İş Sözleşmelerine Etkisi  (2020) 15 (165) Terazi Hukuk Dergisi 790, 800; Talat Canbolat ve Hasan Kayırgan ‘Koronavirüs Salgınının İş Sözleşmesine ve İşçi İşveren İlişkilerine Etkisi, Sonuçları  (2020) 5 (1) ÇÜHFD 637, 675; Yasemin Yücesoy, Türk İş Hukukunda Kısa Çalışma ile Salgın Hastalık Halinde Uygulanan Diğer Hukuki Kurumlar (1. Baskı, Adalet Yayınevi 2020), 25 30 Ufuk Aydın ‘Kısa Çalışma Uygulamasında Güncel Gelişmeler  (2009) 1 (13) Sicil Dergisi 29, 30; Süzek, (n 10) 816; Süleyman Başterzi ‘Türkiye de Feshe Karşı Koruma Hukuku Reformunun Sosyal Hukuk ve İstihdam Üzerine Etkileri (2005) 54 (3) 53, 66 122Sümeyye ELGÖRMÜŞ                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1    İlk olarak 4857 Sayılı Kanun un 65. maddesinde düzenlenen kısa çalışma daha sonra, kısa çalışma ödeneğinden yararlanacak işçilerin kapsamını genişletmek adına, 15.05.2008 gün ve 5763 sayılı Kanun ile 4447 sayılı İşsizlik Sigortası Kanunu nun (‘‘4447 sayılı Kanun   olarak anılacaktır.) ek 2. maddesine taşınmıştır. Maddede  Genel ekonomik, sektörel veya bölgesel kriz ile zorlayıcı sebeplerle işyerindeki haftalık çalışma sürelerinin geçici olarak önemli  ölçüde  azaltılması  veya  işyerinde  faaliyetin  tamamen  veya  kısmen  geçici  olarak durdurulması  hallerinde,  işyerinde  üç  ayı  aşmamak  üzere  kısa  çalışma  yapılabilir.  denilmektedir.  ‘‘Kısa  Çalışma  ve  Kısa  Çalışma  Ödeneği  Hakkında  Yönetmelik    (‘‘Kısa Çalışma Yönetmeliği ya da Yönetmelik   olarak anılacaktır.) ile kısa çalışma ayrıntılı biçimde düzenlenmiştir. Yönetmeliğin 3. maddesinde kısa çalışmanın  Üç ayı geçmemek üzere 4447 sayılı  Kanunun  Ek  2 nci  maddesinde  sayılan  gerekçelerle;  işyerinde  uygulanan  çalışma süresinin, işyerinin tamamında veya bir bölümünde geçici olarak en az üçte bir oranında azaltılmasını veya süreklilik koşulu aranmaksızın en az dört hafta süreyle faaliyetin tamamen veya kısmen durdurulmasını  ifade ettiği belirtilmiştir.    Koronovirüs  pandemisinin  ülkemizde  görülmesinden  sonra  çalışma  yaşamında meydana  gelebilecek  aksaklıklara  mani  olmak  amacıyla  kısa  çalışma  kurumunda  belli değişiklikler yapılmıştır. İlk olarak 7226 sayılı Kanun ile 4447 sayılı Kanun a geçici 23. madde eklenmiştir. Bu madde uyarınca Koronavirüs pandemisi nedeniyle işsizlik sigortası fonundan kısa çalışma ödeneği alabilmenin koşulları hafifletilmiştir. 7226 sayılı Kanun un yürürlüğe girmesinden yaklaşık bir ay sonra benzer amaçlarla 7224 sayılı Kanun yürürlüğe konmuştur. Bu Kanun aracılığı ile 4447 sayılı Kanun a geçici 24. madde eklenmiştir. Bu madde  31 Çelik, Caniklioğlu, Canbolat ve Özkaraca, (n 12) 792; Cahit Aydemir ve Mücahit Türkmen, Covid-19 Pandemisi Sürecinde Kısa Çalışma ve Kısa Çalışma Ödeneği Uygulaması, Zülfikar Bayraktar ve Hasan Bardakçı (ed) Sosyal Bilimlerde Güncel Gelişmeler 2, (Legal Yayıncılık 2021), 7 32 R.G. 26/03/2020, No: 31080 33  0/6/2020 tarihine kadar geçerli olmak üzere, yeni koronavirüs (Covid-19) kaynaklı zorlayıcı sebep gerekçesiyle yapılan kısa çalışma başvuruları için, ek 2 nci maddenin üçüncü fıkrasında işçinin kısa çalışma ödeneğine hak kazanabilmesi için öngörülen hizmet akdinin feshi hariç işsizlik sigortası hak etme koşullarını yerine getirmesi hükmü, kısa çalışma başlama tarihinden önceki son 60 gün hizmet akdine tabi olanlardan son üç yıl içinde 450 gün sigortalı olarak çalışıp işsizlik sigortası primi ödenmiş olması şeklinde uygulanır. Bu koşulu taşımayanlar, kısa çalışma süresini geçmemek üzere son işsizlik ödeneği hak sahipliğinden kalan süre kadar kısa çalışma ödeneğinden yararlanmaya devam eder.  Bu madde kapsamında kısa çalışma uygulamasından yararlanabilmek için, iş yerinde kısa çalışma uygulanan dönemde 4857 sayılı Kanunun 25 inci maddesinin birinci fıkrasının (II) numaralı bendinde yer alan sebepler hariç olmak kaydıyla işveren tarafından işçi çıkarılmaması gerekir. Bu madde kapsamında yapılan başvurular, uygunluk  tespitleri hariç olmak üzere başvuru tarihinden itibaren 60 gün içinde sonuçlandırılır. Bu madde kapsamında yapılan başvuru tarihini ve/veya kısa çalışma ödeneğinin süresini sektörel olarak ayrı ayrı veya bir bütün olarak 30/6/2021 tarihine kadar uzatmaya ve birinci fıkrada belirlenen günleri farklılaştırmaya Cumhurbaşkanı yetkilidir  34 R.G. 17/04/ 2020, No: 31102 123Sümeyye ELGÖRMÜŞ                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  ile kısa çalışma veya işsizlik ödeneğinden yararlanamayan işçilere nakdi ücret desteği verilmesi öngörülmüştür. Bundan başka 4857 sayılı Kanun a geçici 10. madde eklenerek pandemi sürecinde iş sözleşmelerinin feshi -belli istisnalar dışında- yasaklanmıştır. Ayrıca işverene işçiyi tek taraflı olarak ücretsiz izne çıkarma yetkisi tanınmıştır.36   Görüldüğü  üzere  kısa  çalışma  kavramına  yer  veren  4447  sayılı  Kanun da  ve yönetmelikte kısa çalışma tanımlanmamıştır. Kavramın tanımından ziyade, koşulları, görülme usulü ve süresi belirtilmiştir.  Öğretide de kısa çalışmanın doğrudan doğruya bir tanımı veya hukuki  nitelendirmesinden  ziyade  onun  koşulları  ile  doğurduğu  hüküm  ve  sonuçların irdelendiği görülmektedir.  B.  KOŞULLARI   Genel Olarak     Kısmi  süreli  çalışma  ile  kısa  çalışma  arasındaki  belirgin  farklardan  birisi  hukuki niteliktir. Kısmi süreli çalışma, bir iş sözleşmeden kaynaklanır. Bu sözleşme hukuki niteliği itibariyle atipik bir iş sözleşmesidir. Netice itibariyle bir sözleşme olduğundan, onu diğer hukuki kavram ve kurumlardan ayırt edecek özellikleri oldukça belirgindir. Kısa çalışma ise öğretide tartışıldığı üzere, bir alacaklı temerrüdü hali, kanunun öngördüğü bir askı hali veya  35  Bu maddenin yürürlüğe girdiği tarihte iş sözleşmesi bulunmakla birlikte 4857 sayılı Kanunun geçici 10 uncu maddesi uyarınca işveren tarafından ücretsiz izne ayrılan ve kısa çalışma ödeneğinden yararlanamayan işçiler ile 15/3/2020 tarihinden sonra 51 inci madde kapsamında iş sözleşmesi feshedilen ve bu Kanunun diğer hükümlerine göre işsizlik ödeneğinden yararlanamayan işçilere, herhangi bir sosyal güvenlik kuruluşundan yaşlılık aylığı almamak kaydıyla ve 4857 sayılı Kanunun geçici 10 uncu maddesinde yer alan fesih yapılamayacak süreyi geçmemek üzere, bu süre içinde ücretsiz izinde bulundukları veya işsiz kaldıkları süre kadar, Fondan günlük 39,24 Türk lirası nakdi ücret desteği verilir. Yapılan ödemelerden damga vergisi hariç herhangi bir kesinti yapılamaz   36  Bu Kanunun kapsamında olup olmadığına bakılmaksızın her türlü iş veya hizmet sözleşmesi, bu maddenin yürürlüğe girdiği tarihten itibaren üç ay süreyle 25 inci maddenin birinci fıkrasının (II) numaralı bendinde ve diğer kanunların ilgili hükümlerinde yer alan ahlak ve iyi niyet kurallarına uymayan haller ve benzeri sebepler, belirli süreli iş veya hizmet sözleşmelerinde sürenin sona ermesi, işyerinin herhangi bir sebeple kapanması ve faaliyetinin sona ermesi, ilgili mevzuatına göre yapılan her türlü hizmet alımları ile yapım işlerinde işin sona ermesi halleri dışında işveren tarafından feshedilemez. Bu maddenin yürürlüğe girdiği tarihten itibaren üç aylık süreyi geçmemek üzere işveren işçiyi tamamen veya kısmen ücretsiz izne ayırabilir. Bu madde kapsamında ücretsiz izne ayrılmak, işçiye haklı nedene dayanarak sözleşmeyi fesih hakkı vermez. Bu madde hükümlerine aykırı olarak iş sözleşmesini fesheden işveren veya işveren vekiline, sözleşmesi feshedilen her işçi için fiilin işlendiği tarihteki aylık brüt asgari ücret tutarında idari para cezası verilir.  Cumhurbaşkanı birinci ve ikinci fıkrada yer alan üç aylık süreleri her defasında en fazla üçer aylık sürelerle 30/6/2021 tarihine kadar uzatmaya yetkilidir.  37 M. İhsan Seçkin, ÇEKO ve İş H. Bakımından Kısa Çalışma (1. Baskı, Legal Yayıncılık 2015), 73 38 Süzek, (n 10) 272 39 Ocak, (n 14) 25-34; Endes (n 4), 10 -16; E. Ceren Demirezen ‘Çalışma Sürelerinde Esneklik  (Doktora Tezi, İstanbul Kültür Üniversitesi 2018), 207- 210; Seçkin (n 27), 73-75; Yücesoy, (n 24) 44-56 124Sümeyye ELGÖRMÜŞ                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  iş sözleşmesinde değişiklik uygulamasının özel bir halidir. Öğretide kısa çalışmanın hukuki niteliğine ilişkin bir görüş birliği olmasa da kısa çalışmayı ortaya çıkaran koşullar konusunda tereddüt bulunmamaktadır. Kanunda Aranan Sebeplerin Gerçekleşmesi   Kısa çalışma uygulaması için, kanun koyucu belli olguların gerçekleşmesini aramıştır. Buna göre genel, bölgesel veya sektörel bir ekonomik kriz ya da bir zorlayıcı sebebin varlığı, kısa çalışmanın ön koşuludur. Kısa çalışmanın ilk düzenlemesi olan 4857 sayılı Kanun un 65. maddesinde  yalnızca  genel  ekonomik  kriz  halinde  kısa  çalışmanın  uygulanabileceği belirtilmişti. Bu durum öğretide haklı olarak eleştirilmişti. 2011 yılında 6111 sayılı Kanun ile 4447 sayılı Kanun un kısa çalışmayı düzenleyen ek 2. maddesi yeniden düzenlenmiştir. Yeni düzenleme ile ekonomik kriz kavramı genişletilmiş, sektörel ve bölgesel krizler halinde de kısa çalışma uygulamasına gidilebileceği belirtilmiştir. Görüldüğü üzere, ekonomik kriz kavramı gittikçe  daha  nispi  bir  kavrama  dönüşmüş,  kısa  çalışma  açısından  hüküm  ve  sonuçlarını doğurabilmesi için etki etmesi gereken kitle küçülmüştür. Diğer bir deyişle değişiklikten sonra, meydana  gelen  ekonomik  bozulmadan  yalnızca  büyük  toplulukların  etkilenmesi  şartı aranmamaktadır. Belli bölgelerde veya sektörlerde meydana gelen ve daha küçük kitleleri etkileyen ekonomik bozuklukların da kısa çalışmaya imkan vermesi sağlanmıştır.   Genel, bölgesel veya sektörel bir krizin meydana gelmesi dışında, bir zorlayıcı sebebin varlığı kısa çalışmaya imkan veren bir diğer sebeptir. Zorlayıcı sebep, sorumlu ya da borçlunun faaliyet alanını dışında meydana gelen, bir davranış normunun veya borcun ihlal edilmesine mutlak  olarak  ve  kaçınılmaz  şekilde  sebebiyet  veren,  öngörülemeyen  ve  önlenemez  bir olaydır.43 Kısa çalışmayı gerekli kılacak zorlayıcı sebep, Kısa Çalışma Yönetmeliği nin 3. maddesinin birinci fıkrasının ‘h  bendinde tanımlanmıştır. Bu tanıma göre zorlayıcı sebebin  İşverenin kendi sevk ve idaresinden kaynaklanmayan, önceden kestirilemeyen, bunun sonucu olarak bertaraf edilmesine imkân bulunmayan, geçici olarak çalışma süresinin azaltılması veya  40 Başterzi,  Feshe Karşı Koruma  (n 25), 64; Baycık, Esneklik, (n 5) 245 41 Ocak, (n 14) 108, 274. dipnot aracılığıyla Polat Soyer, 195- 196; Ercan Akyiğit ‘Kısa Çalışma  (2004) 18 (6) TÜHİS Dergisi 1, 6 42 Bazı Alacakların Yeniden Yapılandırılması ile Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu ve Diğer Bazı Kanun ve Kanun Hükmünde Kararnamelerde Değişiklik Yapılması Hakkında Kanun, Kanun Numarası: 6111, Kabul Tarihi: 13.02.2011, RG 25.02.2011/27857 (Mükerrer) 43 ; Fikret Eren, Sorumluluk Hukuku Açısından Uygun İlliyet Bağı Teorisi (Ankara Üniversitesi Hukuk Fakültesi Yayınları 1975), 176; Bilgehan Çetiner, Andreas Furrer, Markus Müller-Chen, Borçlar Hukuku Genel Hükümler (1. Baskı, On İki Levha Yayıncılık 2021), 326; Mollamahmutoğlu, 235; Çelik, Caniklioğlu, Canbolat ve Özkaraca (n 12), 670; Hasan Kayırgan, Bireysel İş Hukukunda Zorunlu ve Zorlayıcı Nedenler (2. Baskı, On İki Levha Yayınları 2021), 14-26 125Sümeyye ELGÖRMÜŞ                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  faaliyetin tamamen veya kısmen durdurulması ile sonuçlanan dışsal etkilerden kaynaklanan dönemsel durumları ya da deprem, yangın, su baskını, heyelan, salgın hastalık, seferberlik gibi durumları,  ifade ettiği belirtilmiştir.   Belirtmek gerekir ki bu koşulların gerçekleşmesi tek başına yeterli olmayacak, meydana gelen olguların işyerini etkilemesi aranacaktır. Zira hem zorlayıcı sebepler hem de ekonomik krizler için mevcut olan nispilik özelliği dolayısıyla her işyeri meydana gelen olaydan aynı şekilde etkilenmeyebilir. Bu nedenle ekonomik kriz veya zorlayıcı sebebin o işyeri için işin görülmesini geçici olarak imkansızlaştırması veya güçleştirmesi gerekir. Şekli Koşullar  Başvuru    Kısa çalışma uygulaması için işverenin işyeri için, İşyerinin bağlı bulunduğu Türkiye İş Kurumu  İl  Müdürlüğüne  başvuruda  bulunması  gerekir.  İşyerinde  bir  toplu  iş  sözleşmesi bulunuyorsa,  toplu  iş  sözleşmesinin  tarafı  olan  sendikaya,  kısa  çalışma  başvurusunda bulunulduğu konusunda bilgilendirme amaçlı bir bildirim yapılır.    Uygunluk Tespiti     İşverenin kurum birimine yapacağı başvurudan sonra iş müfettişlerince o işyeri için kısa çalışma uygunluk tespiti yapılır. İş müfettişleri, işyerinin meydana gelen ekonomik krizden veya zorlayıcı sebepten etkilenip etkilenmediği araştırılır. İşyerinin, meydana gelen olgulardan etkilenmiş kabul edilebilmesi için nasıl bir delile ihtiyaç olduğu net değildir. İlk olarak, kısa çalışma  için  kuruma  başvurmadan  evvel,  meydana  gelen  olguların  etkisiyle  işyerinde çalışmanın önemli ölçüde azalmış veya durmuş olması aranabilir. Gerçekten de 4447 sayılı Kanun un  ek  2.  maddesinde   Genel  ekonomik,  sektörel  veya  bölgesel  kriz  ile  zorlayıcı sebeplerle işyerindeki haftalık çalışma sürelerinin geçici olarak önemli ölçüde azaltılması veya işyerinde faaliyetin tamamen veya kısmen geçici olarak durdurulması hallerinde, işyerinde üç ayı aşmamak üzere kısa çalışma yapılabilir.  ifadesi hüküm altına alınmaktadır. İkinci fıkrada  … işveren,  kısa  çalışma talebini, derhal  gerekçeleri  ile birlikte Türkiye İş Kurumuna… bildireceği   düzenlenmektedir.  Madde  lafzından,  başvurudan  önce  çalışma  sürelerinin  44 Süleyman Başterzi ‘Pandemi Sürecinde İş Hukuku: Kısa Çalışma (Kovid Pandemisinde Yeni Yaklaşımlar)  ın Gülsevil Alpagut (1. Baskı, On İki Levha Yayınları 2020), 28-30; Süzek, (n 10) 819 45 Belirtmek gerekir ki Koronavirüs dönemi ile sınırlı olmak üzere, kuruma yapılacak başvurularda kısa çalışma ödeneği ödemelerine başlanması için uygunluk tespiti sonucu beklenmeyecektir (4447 sK geç. m. 25/I) 46 Türkiye İş Kurumunun il ve ilçelerde kurulu birimleri (KÇY 3/1-f) 126Sümeyye ELGÖRMÜŞ                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  azaltılması veya çalışmanın durdurulması, sonrasında derhal kısa çalışma başvurusu yapılması yönünde  bir  anlam  çıkabilmektedir.  Bu  anlam  doğrultusunda  uygunluk  tespiti,  işverenin meydana gelen olgular neticesinde çalışma sürelerini azaltmış veya çalışmayı durdurmuş olup olmadığı noktasında toplanacaktır. Diğer bir deyişle işveren kısa çalışma başvurusu yapmadan evvel,  meydana  gelen  olgulardan  etkilenerek  çalışma  sürelerini  azaltmış  veya  işyerinin faaliyetini durdurmuş ise kısa çalışma uygulaması uygun bulunacaktır 47 48. Ancak işverenin önce kısa çalışma başvurusu yaparak, kurumca onay aldıktan sonra çalışma sürelerini azaltması ya da durdurması gerektiği yönünde bir görüş de mevcuttur. Yönetmeliğin 5. maddesinin ikinci fıkrasında  Genel ekonomik, sektörel veya bölgesel kriz ile dışsal etkilerden kaynaklanan dönemsel durumlardan ileri gelen zorlayıcı sebeplerin varlığı, işçi ve işveren sendikaları konfederasyonlarının  iddia  etmesi  ya  da  bu  yönde  kuvvetli  emarenin  bulunması  halinde, (Türkiye  İş  Kurumu)  Yönetim  Kurulunca  karara  bağlanır   ifadesine  yer  verilmekte, değerlendirmede dikkate alınacak ölçüt hakkında bir bilgi verilmemektedir.   III.  İKİ KAVRAM ARASINDAKİ BENZERLİK VE FARKLAR   A.  GENEL OLARAK    Kısmi  süreli  çalışma,  bir  iş  sözleşmesi  ile  kararlaştırılan  ve  mevzuatta  açıkça düzenlenmiş bulunan çalışma yöntemlerinden biridir. Kısa çalışma ise işverenin başvurusu ile başlayan ve kurum onayı ile çalışmayı durdurmuş veya çalışma süreleri azalmış olan işçilere kısa çalışma ödeneğinin ödenmesi sonucunu doğuran bir uygulamadır. Bu itibarla, iki kavram arasında başlangıç, doğurduğu hükümler ve sona erme biçimi açısından önemli farklar bulunsa da belli benzerlikler de söz konusudur. Bu benzerlikler dolayısıyla, özellikle çalışma hayatında  47 Ocak, (n 14), 222-223; Süzek, (n 10), 820-821; F. Burcu S. Kutsal, Yeliz Bozkurt Gümrükçüoğlu ve Hasan Kayırgan, Covid-19 Küresel Salgınının Hukuktaki Yansımaları Kemal Şenocak (ed) (Eskişehir Osmangazi Üniversitesi Hukuk Fakültesi Yayınları-I 2021), 357-358; Ercan Akyiğit, İş Hukuku (13. Baskı Seçkin Yayıncılık 2021), 417; Gülsevil Alpagut ‘Pandemi Sürecinde İş Hukuku: Pandemi nin İş Sözleşmesine Etkisi nin Gülsevil Alpagut (ed) (1.Baskı On İki Levha Yayıncılık 2020), 73  48 Kısa Çalışma Talep Formunun 15. maddesinde kısa çalışmanın uygunluk tespitine ilişkin belgeler talep edilmekte ve bu belgelerin açıklaması olarak ‘‘Çalışma süresinin azaltıldığını veya faaliyetin kısmen / tamamen durdurulduğunu ortaya koyan belgeler (örneğin: ücret bordroları, puantaj kayıtları, üretimin, hizmetin ve/veya ihracatın azaldığına, siparişlerin ve/veya sözleşmelerin iptal edildiğine dair vb. belgeler) ile Resmi makamlar tarafından faaliyeti durdurulan işyerleri kapsamında olduğuna dair diğer belgeler ‘  denmektedir. Bu nedenle önce çalışma sürelerinin azaltılması veya faaliyetin durması, sonrasında kısa çalışma başvurusu yapılması geremektedir denilebilir. https://media.iskur.gov.tr/38000/kisa_calisma_talep_formu_iskur_2020.pdf  E.T : 27.03.2022 49 Akyiğit (n 31),13 Dipnot 32; Aydemir ve Türkmen (n 26), 10-11; Gerek (n 23), 17-18 127Sümeyye ELGÖRMÜŞ                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  ve yer yer yargının ifadelerinde kısa çalışma kavramı yerine kısmi çalışma veya kısmi süreli kısa çalışma kavramının kullanıldığı görülmektedir.    Belirtmek gerekir ki çalışmanın kısmen veya tamamen geçici olarak durdurulması suretiyle gerçekleştirilen kısa çalışma uygulamasının kısmi süreli çalışma ile bir benzerliği bulunmamaktadır.  Bu  durum  daha  çok  ücretsiz  izin  uygulamasını  akla  getirmektedir. Kıyaslanacak olan uygulama, çalışma sürelerinin azaltılması suretiyle gerçekleştirilen kısa çalışmadır. Aşağıda bu uygulama ile kısmi süreli çalışma arasındaki benzerlik ve farklar ele alınacaktır.  B.  BENZERLİKLER  1.  Amaç    Kısmi süreli çalışma uygulaması ve kısa çalışma uygulaması, Türk hukukuna dahil edilme amaçları bakımından birbirine benzemektedir. Her iki kavram da işsizliğin önlenmesine katkı  sunmayı  ve  istihdamı  korumayı  amaçlamaktadır.  Esasen  kısmi  süreli  çalışmada, özellikle kadınlara, öğrencilere ve emeklilere yeni istihdam yolu açılmış olmaktadır. Kısa çalışmada ise var olan istihdamın korunması hedeflenmektedir. Kısa çalışma temel etkisini işçinin  alacağı  üzerinde  gösterse  de  kısa  çalışma  uygulamasının  altında  yatan  neden  iş sözleşmesinin  taraflarını  ve  kamu  menfaatlerini  güvence  altına  almaktır.  Kısa  çalışma uygulaması ile, ekonomik kriz veya zorlayıcı sebep hallerinde işletmenin varlığının korunması suretiyle çalışma yaşamında devamlılık sağlanmış olur. Kısmi süreli çalışmanın yeni istihdam alanları  oluşturma  amacı  ile  kısa  çalışmanın  var  olan  istihdamı  koruma  amacı,  ülke ekonomisine yaptığı olumlu etki dolayısıyla örtüşmektedir.     50 Yar. 9 HD, E. 2011/26183, K. 2013/20766, 08.07.2013 (www.lexpera.com) 51 Başterzi, Kısa Çalışma (n 34), 5 52 Ocak, (n 14) 53-54; Öner Eyrenci ‘İşin Düzenlenmesinde Değişim ve Esneklik Gerekliliği  (2001) 16 (6) TÜHİS Dergisi 1, 2; Yücel Öztürkoğlu ‘Tüm Yönleriyle Esnek Çalışma Modelleri  (2013) 1 (1) Beykoz Akademi Dergisi 109, 114-115 53 Nagehan Akan ‘Kısmi Süreli Çalışma  (Yüksek Lisans Tezi, Ankara Üniversitesi 2010), 22-25; İrem Özcan ‘İş Hukuku ve Sosyal Güvenlik Hukukunda Kısmi Süreli Çalışma  (Yüksek Lisans Tezi, Bahçeşehir Üniversitesi 2018), 7-9; Arif Yavuz ‘Esnek Çalışma ve Endüstri İlişkilerine Etkisi  (Doktora Tezi İstanbul Üniversitesi 1994), 39-40  54 Muhittin Astarlı, İş Hukukunda Çalışma Süreleri (1.Baskı, Turhan Kitabevi 2008), 350 55 Süzek, (n 10) 817; Seçkin, (n 27) 49; Yücesoy, (n 24) 28 128Sümeyye ELGÖRMÜŞ                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  2.  Esneklik    Hem kısa çalışma hem de kısmi süreli çalışmanın 4857 sayılı Kanun un Türk hukuk sistemine kattığı esnek çalışma modellerinden olduğu belirtilmelidir8. Esneklik kavramı, ortaya çıkışının akabinde işçi ve işveren çevrelerince farklı anlaşılmış ve anlaşıldığı doğrultuda uygulanmaya  çalışılmış  kavramlardır.  İşverenler  kavramın  ortaya  çıktığı  ilk  zamanlarda, esneklik kavramının çalışma hayatında sınırsız sözleşme özgürlüğüne dayalı bir kuralsızlaşma sağladığını ileri sürmekteydi. İşçiler açısından ise esneklik, kendilerinin çalışma kurallarının yine kendileri tarafından belirlendiği özgürlük modeli olarak anlaşılmıştı. Hem işçi hem de işveren tarafının maddi ve manevi hakları arasında bir denge kurma amacıyla iş hukuku, tarafları ‘‘güvenceli esneklik   kavramı üzerinde uzlaştırmıştır. Güvenceli esneklik, devletin hukuk  kuralları  ile  çizdiği  geniş  çerçevede,  iş  ilişkisinin  taraflarının  çalışma  şartlarını ihtiyaçlarına göre belirlediği, gerektirdiği ölçüde bu kuralları değişen şartlara uyarlayabildiği hukuki bir ortam olarak ifade edilebilir.   3.  Haftalık Çalışma Süresi    Her  iki  kavram  için  de  haftalık  çalışma  süresinin  önemli  ölçüde  azaltılması aranmaktadır.  Kısmi  süreli  çalışmada  ‘önemli  ölçüde  az   kavramından  ne  anlaşılması gerektiğine yukarda değinmiştik. Kanunen kısmi süreli iş sözleşmesinden bahsetmek için aranan süre haftalık çalışma süresinin üçte ikisine kadardır. Diğer bir deyişle kısmi süreli çalışmadan söz edebilmek için haftalık çalışma süresinin en az üçte bir oranında azaltılması gerekmektedir. Örneğin, haftalık çalışma süresi 45 saat olan bir iş yerinde 30 saat ve altında  56 Yeliz Aktaş ‘İş Akdinin Askıya Alınması ve Bu Bağlamda Kısa Çalışma  (Yüksek Lisans Tezi Dokuz Eylül Üniversitesi 2011) 3; Endes (n 4), 31; Çelik, Caniklioğlu, Canbolat ve Özkaraca (n 12), 213; Yıldız (n 3), 206; Demirezen (n 29), 203; Seçkin (n 27), 67-69; Nurşen Caniklioğlu ‘Atipik İstihdam Biçimi ile Çalışanların Sosyal Güvenliği  ( 2016) 15 (1) İstanbul Kültür Üniversitesi Hukuk Fakültesi Dergisi 43, 63; Tuğçem Şahin ‘İş Hukukunda Esneklik ve Kısmi Süreli İş Sözleşmeleri  (2016) 6 (12) Hasan Kalyoncu Üniversitesi Hukuk Fakültesi Dergisi 155, 157-158  57 Murat Kandemir, İş Hukuku ve Sosyal Güvenlik Hukuku Açısından Tele Çalışma (1.Baskı, Legal Yayıncılık, 2011), 33; Ceyda Karaoğlan, Gönenç Gürkaynak ve Tolga Uluay, 4857 Sayılı İş Kanunu Kapsamındaki Esnek Çalışma Kavramının Çalışma Süresi Özelindeki Uygulamaları ve Tam/Kısmi Süreli Çalışmalar Yönünden Uygulanabilirliği (2013) 10 (40) İş Hukuku ve Sosyal Güvenlik Hukuku Dergisi 3, 6 vd; Astarlı, süreklilik arz eden kısmi çalışmanın (Klasik kısmi çalışma), katı çalışma modellerinden bir farkı olmadığını ve esnek çalışma olarak kabul edemeyeceğini belirtir 272- 273 Yazar kısa çalışmanın ise kısmi esneklik sağlayan bir uygulama olduğunu belirtir. Çalışma Süreleri (n 44), 280 58 Klasik ve katı görünüm arzeden bu düzenlemeler günümüz ekonomik ve sosyal koşulları karşısında yetersiz kalmıştır. Esnek süreli çalışma türü bu yetersizliği gidermek amacıyla ortaya çıkmıştır..Kısmı süreli ( part-time ) çalışma, esnek süreli bir çalışma türüdür.  YHGK E. 2003/21143 K. 2003/159 12.03.2003 (www.legalbank.net) 59 Yazıcı, (n 19) 3 60 Yazıcı, (n 19), 4; Fevzi Demir ve Gülşen Gerşil ‘Çalışma Hayatında Esneklik ve Türk Hukukunda Esnek Çalışma  (2008) 16 (2) 68, 69 61 Murat İkizler ‘Türk İş Hukukunda Esnek Çalışma  (Yüksek Lisans Tezi Atatürk Üniversitesi 2011), 33 62 Yıldız, (n 3) 205- 206 129Sümeyye ELGÖRMÜŞ                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  yapılan çalışma kısmi süreli kabul edilebilecektir. Çalışma süresinin azaltılması yoluyla yapılan  kısa  çalışma  halinde  de  çalışmanın  geçici  süreyle  ‘‘önemli  ölçüde  azalması   aranmaktadır.  4447  sayılı  Kanun da  yer  alan  ‘önemli  ölçüde  az   ifadesi  Kısa  Çalışma Yönetmeliği nde  açıklanmıştır.  Yönetmelik  önemli  ölçüde  az  çalışma  süresinin,  haftalık çalışma süresinin en az üçte bir oranında azaltılması anlamına geldiğini açıkça belirtmiştir. Bu halde kısmi süreli çalışma ile kısa çalışma arasında, fiili uygulama açısından neredeyse hiç fark yoktur. Zira her iki çalışma biçiminde haftalık çalışma süresinin en az üçte bir oranında azaltılması koşulu bulunmaktadır.   C.  FARKLAR  1.  İrade Serbestisi   Kısmi süreli çalışma, kısmi süreli iş sözleşmesi ile kararlaştırılabilecek bir çalışma yöntemidir. Diğer bir deyişle kısmi süreli çalışmayı kısa çalışmadan ayırt etmeye yarayacak önemli farklardan biri tarafların karşılıklı istek ve rızalarıdır. ‘‘Kısmi Süreli Çalışmanın Unsurları   kısmında belirtildiği üzere bu sözleşme türü için üç unsur aranmaktadır. Bunlar, haftalık çalışma süresinin azaltılmış olması, bu azalmanın süreklilik niyetiyle gerçekleşmesi ve serbest iradeye dayanmasıdır. İşçi veya işverenin kısmi süreli iş sözleşmesini akdetmeyi kabul etmemesi halinde kurucu unsurun bulunmaması nedeniyle sözleşme hukuken yok hükmünde olacaktır.    İşçi ve işveren arasındaki iş sözleşmesi başlangıçta tam süreli olarak akdedilmiş olabilir. Tam süreli olarak akdedilen iş sözleşmesinin kısmi süreli iş sözleşmesine dönüştürülmesi, iş sözleşmesinde esaslı değişiklik niteliği taşır.67 Bu nedenle İş Kanunu nun, çalışma koşullarında değişikliğe ilişkin 22. maddesi hükmü uygulama alanı bulur. Tam süreli iş sözleşmesi ile çalışan işçinin işveren tarafından kısmi süreli çalışmaya geçirilmesi, İş Kanunu nun 22. maddesinin birinci fıkrası uyarınca işçinin yazılı onayına tabiidir. İşveren değişiklik talebini işçiye yazılı olarak bildirir. Değişiklik işçi tarafından altı iş günü içinde yazılı olarak onaylanmalıdır. Bu  63 YHD 08.12.2009 E. 2009/44744 K9/33940 aracılığıyla Caniklioğlu, Atipik Çalışma (n 46) 69. Dipnot; Ahmet Sevimli, Kısmi Süreli İş Sözleşmeleri (1. Baskı Beta Yayınları 2019), 14-15 64 Fevzi Demir ‘Kısa Çalışmanun ve İş Sözleşmeleri Üzerindeki Etkileri  (2009) 6 (22) Legal Dergisi 539, 547 65 Özcan, (n 43) 23; Nedim Meriç, ‘Kısmi Süreli Çalışma  (2005) 2 (8) Legal Dergisi 1545, 1555 66 Bkz. Bölüm 1B 67 Binnur Tulukçu, ‘Çalışma Şartlarında Esaslı Değişiklik  (2011) Prof. Dr. Sarper Süzek e Armağan I 1112-1113; Meriç (n 54), 1563- 1564; Sevgi (n 2), 62; Öztürk (n 6) 19; Odaman (n 2), 162-163; Lütfi İnciroğlu, Çalışma Hayatında Esnek Çalışma Uygulamaları (2.Baskı, Legal Yayıncılık 2020), 58 130Sümeyye ELGÖRMÜŞ                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  usule  uyulmadan  yapılacak  değişiklik  işçiyi  bağlamaz.  Taraflar,  her  zaman  aralarında kararlaştırarak mevcut tam süreli iş sözleşmesini kısmi süreli iş sözleşmesine çevirebilirler.   Görüldüğü üzere kısmi süreli çalışma bir iş sözleşmesinden kaynaklandığından ister iş ilişkisinin başlangıcında ister iş ilişkisi başladıktan sonra kararlaştırılmış olsun, işçinin onayı ile uygulanabilir. İşçinin onaylamadığı değişiklik uygulamaya konursa işçi çalışma şartlarının uygulanmaması  nedeniyle haklı nedenle fesih  hakkını kullanabilir. (İşK m. 24/2-f) Buna karşılık  kısa  çalışma,  işverenin  tek  yanlı  olarak  gerçekleştirebileceği  bir  uygulamadır. İşverenin tek yanlı başvurusu sonucu resmi kurum onayı ile kısa çalışma uygulanabilecektir.   İşverenin kısa çalışmayı tek yanlı olarak gerçekleştirebilme yetkisi, kanun koyucu tarafından işverene bahşedilmiş ‘‘yenilik doğuran bir hak   kabul edilir. Yenilik doğuran hak kapsamında  kısa  çalışmaya  başvuracak  işverenin  kısa  çalışma  sebeplerini  işçilere  ayrıca bildirmesine gerek yoktur. Bu özelliği dolayısıyla kısa çalışma, çalışma koşullarında esaslı bir değişiklik oluşturmasına rağmen İş Kanunu nun 22. maddesinde aranan usule bir istisna olarak işçinin yazılı onayı aranmaksızın uygulanabilecektir. Her ne kadar öğretide, işyerinde kısa çalışmaya gidilebilmesi için işçinin de rızasının bulunması gerektiğini ileri süren bir görüş olsa da ağırlıklı görüş kısa çalışmanın kanundan kaynaklandığı, bu konuda işçinin rızasının önem  taşımadığı yönündedir. Biz de bu görüşe katılmaktayız. Gerçekten de işçi  çalışma sürelerinin  azalmasına  veya  durmasına  katlanmak  ve  kısa  çalışma  ödeneği  ile  geçinmek durumunda  kalmaktadır.  Ancak  bu  durum  işverenin  keyfi  bir  kararından  kaynaklanmaz. Kanunda öngörülen olaylar, işverenin bu yönde karar almasına sebebiyet vermektedir. İşçinin de işverene karşı yükümlü olduğu sadakat borcu kapsamında geçici bir süre ile gerçekleşecek olan kısa çalışma uygulamasına katlanması gerekir. Önemle belirtmek gerekir ki, kanunda öngörülen olayların gerçekleşmesine rağmen işyeri bunlardan etkilenmemiş olabilir. Bu halde işverenin yapacağı kısa çalışma başvurusunun keyfilik ihtiva ettiği düşünülebilir. Ancak bu noktada  kurumun  yapacağı  uygunluk  denetiminin  olumsuz  sonuçlanacağı  aşikardır. Dolayısıyla bu halde de işçinin onayını aramak gereksizdir.  68 Baycık,  Esneklik  (n 5), 239 69 Gaye Baycık, İş Hukukunda Yenilik Doğuran Haklar (1.Baskı, Yetkin Yayınları 2011), 355-356 70 Süzek, (n 10), 822; Savaş Kutsal, Bozkurt Gümrükçüoğlu ve Kayırgan (n 37), 375; Canbolat ve Kayırgan, (n 24) 679; Yücesoy, (n 24) 50; Akyiğit,  İş Hukuku  (n 37) 418 71 Ekmekçi ye göre işçi kısa çalışmaya katılmak ve kısa çalışma ödeneği almak zorunda bırakılamaz (n 66), 53; Sevgi, (n 2) 35 72 Süzek, (n 10),360 73 Bkz: II B 3. b 131Sümeyye ELGÖRMÜŞ                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1    Netice itibariyle işveren, tek başına kısa çalışmaya başvurabilir. İşçi, resmi kurumca onaylanmış kısa çalışma kararına uymak zorundadır. Diğer bir deyişle işçi, kısa çalışmanın çalışma  koşullarında  esaslı  bir  değişiklik  oluşturduğunu  ve  bunun  kendisi  tarafından onaylanmadığını ileri sürerek sözleşmeyi haklı sebeple feshedemez 75.   Öğretide bir görüşe göre kısa çalışma yalnızca kanundan doğan bir yetki değildir. Bu görüşe göre hukukun diğer kaynakları ile özellikle iş sözleşmesi veya toplu iş sözleşmesi ile de işveren tarafından kısa çalışma uygulaması yaptırılabilecektir. Sözleşmesel kısa çalışma olarak kabul edilebilecek bu halde kısmi süreli çalışma ile kısa çalışma kurumu birbirine oldukça benzemektedir. Kanaatimizce sözleşmesel kısa çalışma olarak adlandırılabilecek bir kısa çalışma uygulaması hukuken mümkün değildir. Zira kısa çalışma için resmi kurumun onayı mutlak olarak aranmaktadır. Sözleşmesel kısa çalışma olarak ifade edilen bu halde esasen kısmi süreli çalışma söz konusu olmaktadır.   2.  Sebepler   İşçinin  kısmi  süreli  iş  sözleşmesi  ile  çalışması  için  kanun  koyucu  bir  ön  koşul aramamaktadır.  Diğer  bir  deyişle  tarafların  kısmi  süreli  çalışma  uygulaması  için  sebep göstermeleri gerekmez. İşletmesel gereklilikler, işverenin maliyeti azaltma isteği, işçinin kişisel durumu  gibi  nedenlerle  veya  belirli  bir  neden  olmaksızın  kısmi  süreli  çalışma kararlaştırılabilir.78 Buna karşılık kısa çalışma ancak kanunda gösterilen sebepler meydana geldiğinde uygulanabilir. Kanunda aranan sebeplerin yanında işverence şekli şartlarının yerine getirilmesi  halinde  kurumun  onayı  ile  işyerinde  kısa  çalışma  uygulamasına  geçilebilir. Mevzuatta gösterilen koşullar yerine getirilmeden işverence verilen kısa çalışmaya yönelik talimat hukuka uygun kabul edilemez.    Kanunun  aradığı  kısa  çalışma  sebepleri  olan  genel,  bölgesel  veya  sektörel  ya  da zorlayıcı  sebep meydana geldikten sonra işverenin  kısa çalışmaya başvurması  konusunda emredici bir hüküm bulunmamaktadır. Bu sebeple kısa çalışmaya başvurunun ihtiyari olduğu  74 Canbolat ve Kayırgan, (n 24) 656; Savaş Kutsal, Bozkurt Gümrükçüoğlu ve Kayırgan (n 37) 375; Yücesoy (n 24) 61; Başterzi,  Kısa Çalışma  (n 34) 39; Demir, (n 53) Yazara göre bu durumun tek istisnası işçinin prim gün sayısı açısından kısa çalışma ödeneğine hak kazanamıyor olmasıdır. Bu halde işçi iş sözleşmesini haklı nedenle feshedebilecektir, 547 75 Krş; Aydın, (n 25), 37-38; Akyiğit, (n 31), 20; Ömer Ekmekci, ‘Kısa Çalışma ve Kısa Çalışma Ödeneğine İlişkin Sorunlar  (2009) 4 (14) 47, 54; Alpagut, Pandemi (Ara Değerlendirme) (n 37) 101 76 Astarlı,  Çalışma Süreleri  (n 44), 355; Yücesoy, (n 24) 53-54 77 Aktaş, (n 46) 210 78 Meriç, (n 54) 1554 79 Baycık,  Yenilik Doğuran Haklar  (n 60) 360-361 132Sümeyye ELGÖRMÜŞ                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  söylenebilir. Ancak yargı kararlarında açıkça belirtilen ‘‘feshin son çare olması   (Ultima Ratio) ilkesi uyarınca, işverenin iş sözleşmelerini feshetmeden önce kısa çalışma uygulamasına başvurmak ve bu hukuki imkanı da tüketmek zorunda olduğu ileri sürülmektedir. Buna göre işveren, meydana gelen iş gücü fazlalığını, iş sözleşmesini feshetmeden evvel başka yollarla eritmeyi denemelidir. Ücretsiz izin uygulaması, kısa çalışma dışında, işverenin tüketebileceği yollardan biridir. Ancak işçi bu süreçte kısa çalışmadan daha olumsuz koşullar ile karşı karşıya kalmaktadır. Bu nedenle işveren ‘‘işçiyi gözetme borcu   kapsamında kısa çalışma imkanını, uygulanamıyorsa  kısmi  süreli  çalışma  veya  ücretsiz  izin  ve  son  olarak  fesih  yolunu kullanmalıdır.  3.  Süreklilik   Kısmi süreli çalışma ile kısa çalışma arasındaki diğer bir fark sürekliliktir. Buna göre kısmi  süreli  çalışma  devamlı  olma  niyetiyle  akdedilirken  kısa  çalışma  geçici  süreyle uygulanabilir. Devamlılık ile kastedilen kısmi süreli çalışmanın, iş sözleşmesi tam süreli iş sözleşmesine dönüştürülmediği veya herhangi bir nedenle sona ermediği sürece sürdürülecek olmasıdır. Bu hal kısmi süreli çalışmanın belirli süreli olarak kararlaştırılmasına engel teşkil etmez. Zira bu halde belirli süreli iş sözleşmesi sürenin dolması nedeniyle sona erinceye dek kısmi süreli çalışma sürecektir. Kısa çalışma uygulamasında ise kısa çalışmanın, çalışmanın durdurulması veya çalışma sürelerinin azaltılmasıyla yapılması fark etmeksizin azami bir süre öngörülmüştür. 4447 sayılı Kanun un ek 2. maddesinde belirtildiği üzere kısa çalışma üç ayı geçemez.  Ancak  Cumhurbaşkanı  üç  aylık  süreyi  altı  aya  kadar  uzatabilmek  konusunda yetkilendirilmiştir. Yine Kısa Çalışma Yönetmeliğinin üçüncü maddesinde kısa çalışmanın üç ayı geçmemek üzere uygulanabileceği belirtilmiştir. 4447 Sayılı Kanun da azami üç aylık süre dışında  herhangi  bir  süre  sınırlaması  bulunmamaktadır.  Bununla  beraber  yönetmelikte,  faaliyetin kısmen veya tamamen geçici olarak durması  şeklinde kısa çalışma uygulamasının ancak asgari dört haftalık bir durma halinde söz konusu olabileceği belirtilmiştir. Dört haftalık  80 Yar. 9.HD E. 2021/11494 K. 2021/15723 K.T: 23.11.2021; Yar. 9. HD E. 2018/5826 K. 2019/2607 4.2.2019 (www.lexpera.com) 81 Süzek, (n 10) 817 82 Savaş Kutsal, Bozkurt Gümrükçüoğlu ve Kayırgan, (n 37) 341; Başterzi,  Feshe karşı Koruma  (n 25) 64; Alpagut, Pandemi (n 37), 83; Muhittin Astarlı, ‘Genel Ekonomik Kriz Dönemlerinde İşletme Gerekleri Nedeniyle Feshi ve Kısa Çalışma ile İlişkisi  (2010) 5 (17) Sicil İş Hukuku Dergisi 74, 85 83 Caniklioğlu ve Yamakoğlu, (n 12) 10; Özcan, (n 43) 30; Meriç, (n 54) 1555; Seçkin, (n 27) 81-82; Yavuz, (n 43), 39; Başterzi,  Feshe Karşı Koruma  (n 25) 63-64; İnciroğlu, (n 56) 57; Gerek, (n 23) 5 133Sümeyye ELGÖRMÜŞ                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  süre için süreklilik koşulu aranmadığından fasılalarla gerçekleşse dahi, faaliyetin durdurulması hallerinin toplamda dört haftaya ulaşması kısa çalışma için yeterli kabul edilecektir.  4.  İşçinin Geliri   Kısa çalışma uygulaması ile kısmi süreli çalışma arasındaki son fark işçinin gelirinin kaynağıdır. Kısmi süreli çalışma bir iş sözleşmesinden kaynaklandığından, işçinin çalışmasının karşılığı olarak işverence kararlaştırılmış ücreti ödenir. Çalışmanın tamamen veya kısmen geçici olarak durması suretiyle yapılan kısa çalışmada işçilere, zorlayıcı sebebin meydana gelmesinden itibaren bir hafta süreyle yarım ücret ödenir. (İşK m.40) Bir haftalık süre sonunda işverenin kısa çalışma başvurusunun olumlu sonuçlanması durumunda işçilere devlet tarafından kısa çalışma ödeneği ödenir.  Bu sayede işverenin ücrete ilişkin rizikosu azaltılmış olmaktadır. Çalışma sürelerinin azaltılması suretiyle yapılan kısa çalışmada işçi işverene tabi olarak iş görmeye devam etmektedir. Ancak ekonomik kriz veya zorlayıcı sebep etkisiyle iş görme sürelerinde azalma meydana gelir. Bu durumda işçinin ücreti çalıştığı süre ile orantılı olarak ödenir. Bunun yanında işçiye koşulları sağlaması halinde çalışmadığı süreler için kısa çalışma ödeneği de ödenmektedir.  SONUÇ    Sonuç itibariyle kısmi süreli çalışma ve kısa çalışma belli benzerliklere sahip olan ancak birbirinden  farklı  nitelikte  kavramlardır.  Kısmi  süreli  çalışma  bir  iş  sözleşmesinden kaynaklanan, haftalık çalışma sürelerinin en az üçte iki oranında azaltıldığı ve devamlılık arz eden  bir  esnek  çalışma  biçimidir.  Kısmi  süreli  çalışma  işçi  ve  işverenin  anlaşmasıyla başlangıçta kararlaştırılabilir. İşçinin iş görme biçiminin, çalışmaya başladıktan sonra kısmi süreli çalışmaya dönüştürülmesi de mümkündür. Bu halde iş sözleşmesinde esaslı değişiklik gündeme gelir ve 4857 sayılı İş Kanunu nun 22. maddesi uygulama alanı bulur.    Kısa çalışma, kısmi süreli çalışmadan farklı olarak bir iş sözleşmesinden kaynaklanmaz. Kısa çalışma, kanundan kaynaklanır ve belli koşulların varlığı halinde uygulanabilir. Kısa çalışma için genel, bölgesel ve sektörel kriz veya zorlayıcı bir sebebin varlığı, işyerinin söz konusu olaydan etkilenmiş olması ve bu etkilenme sonucunda işverenin resmi kuruma başvuru  84 Bu koşulun, yönetmelikte yer alması ancak kanuna alınmaması isabetli bulunmamıştır; Çelik, Caniklioğlu, Canbolat ve Özkaraca (n 12), 793 85 Alpagut, Pandemi, (n 37) 73-74 86 Savaş Kutsal, Bozkurt Gümrükçüoğlu ve Kayırgan, (n 37) 369; Canbolat, (n 24) 678 134Sümeyye ELGÖRMÜŞ                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  yapması gerekir. İşverenin yapacağı başvuru sonucu kurumun kısa çalışmayı uygun bulması gerekmektedir.   Bu iki kavram haftalık çalışma sürelerinin azaltılması noktasında birbirine oldukça yaklaşmaktadır. Zira her iki çalışma biçiminde de haftalık çalışma süresinin en az üçte iki oranında  azaltılmış  olması  aranmaktadır.  Süre  ölçütü  ve  işitsel  benzerlikleri  nedeniyle uygulamada iki kavram sıkça birbirine karıştırılmaktadır.    Kısmi süreli çalışma ile kısa çalışma arasında ilk benzerlik amaç yönündendir. Her iki çalışma biçiminin de istihdama yönelik olumlu etkide bulunma amacı söz konusu olmaktadır. Bu sayede iki çalışma biçimi; işçi, işveren ve dolayısıyla toplum yararına hizmet etmektedir. Diğer benzerlik çalışma yöntemi konusundadır. Her iki çalışma biçimi de hukukumuza 4857 sayılı Kanun ile girmiş bulunan esnek çalışma yöntemlerindendir. İki çalışma biçimi arasındaki son benzerlik, haftalık çalışma süreleri konusundadır. Her iki çalışma biçimi de haftalık normal çalışma biçiminin en az üçte iki oranında azaltılması ile gerçekleşir. Özellikle bu benzerlik iki kavramın uygulamada karıştırılmasına neden olmaktadır.    Sayılan benzerliklere karşın iki çalışma biçimi arasında oldukça önemli farklar söz konusudur. İlk olarak kısmi süreli çalışma bir iş sözleşmesinden kaynaklanır. Bu nedenle taraf iradelerine muhtaçtır. Oysa kısa çalışma işverenin tek taraflı iradesi ile başvurabildiği kanuni bir yenilik doğuran haktır. Diğer fark uygulamaların sebepleri konusundadır. Kısmi süreli çalışma her türlü  sebepten kaynaklanabilirken kısa çalışma ancak kanundan kaynaklanan sebepler meydana geldiği takdirde uygulanabilir. Bir diğer fark süreklilik konusundadır. Şöyle ki, kısmi süreli çalışmada azaltılmış çalışma süreleri sürekli uygulanma niyeti ile kararlaştırılır. Kısa çalışmada ise kanunen azami bir süre öngörülmüştür. Son fark işçinin gelirinin kaynağı konusundadır. Kısmi süreli çalışmada işçiye, iş sözleşmesinde kararlaştırılan ücret ödenir. Kural olarak bu ücret tam süreli çalışan emsal işçiye oranla kararlaştırılır. Kısa çalışmada işçiye fiilen çalıştığı süre için işverence ücreti ödenir. Bununla beraber işçiye kısa çalışmayı gerektiren olay sebebiyle çalışamadığı süre için devlet tarafından kısa çalışma ödeneği ödenir.",
     "Kaynakça": "Akan N, ‘Kısmi Süreli Çalışma  (Yüksek Lisans Tezi, Ankara Üniversitesi 2010) Aktaş Y, ‘İş Akdinin Askıya Alınması ve Bu Bağlamda Kısa Çalışma  (Yüksek Lisans Tezi Dokuz Eylül Üniversitesi 2011) 135Sümeyye ELGÖRMÜŞ                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  Akyiğit E, İş Hukuku (13. Baskı Seçkin Yayıncılık 2021)  Akyiğit E, ‘Kısa Çalışma  (2004) 18 (6) TÜHİS 1 35 Alpagut G, ‘Pandemi Sürecinde İş Hukuku: Pandemi nin İş Sözleşmesine Etkisi nin Gülsevil Alpagut (ed) (1.Baskı On İki Levha Yayıncılık 2020)  Astarlı M, İş Hukukunda Çalışma Süreleri (1.Baskı, Turhan Kitabevi 2008) Astarlı M, ‘Genel Ekonomik Kriz Dönemlerinde İşletme Gerekleri Nedeniyle Fesih ve Kısa Çalışma İlişkisi  (2010) 5 (17) Sicil İş Hukuku Dergisi 74  88 Aydemir C ve Türkmen M, Covid 19 Pandemisi Sürecinde Kısa Çalışma ve Kısa Çalışma  Ödeneği Uygulaması, Zülfikar Bayraktar ve Hasan Bardakçı (ed) Sosyal Bilimlerde Güncel Gelişmeler 2, (Legal Yayıncılık 2021) Aydemir M, ‘Yeni Koronavirüs (Covid 19) Salgınının İş Sözleşmelerine Etkisi  (2020) 15 (165) Terazi Hukuk Dergisi 791  804  Aydın U, ‘Kısa Çalışma Uygulaması ve Güncel Gelişmeler  (2009) 1 (13) 29  40 Baskan E, İş Sözleşmesinin Feshinde Son Çare (Ultima Ratio) İlkesi (1.Baskı, Legal Yayıncılık 2021) Başbuğ A ve Yücel Bodur M, İş Hukuku (6. Baskı Beta Yayınları, 2021) Başterzi  S,  ‘Pandemi  Sürecinde  İş  Hukuku:  Kısa  Çalışma  (Kovid  Pandemisinde  Yeni Yaklaşımlar)  ın Gülsevil Alpagut (1. Baskı, On İki Levha Yayınları 2020)  Başterzi S, ‘Türkiye de Feshe Karşı Koruma Hukuku Reformunun Sosyal Hukuk ve İstihdam Üzerine Etkileri (2005) 54 (3) 53  94 Baycık G, ‘Çalışma Sürelerinde Güvenceli Esneklik Uygulamaları  (2014) 20 (1) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi Prof. Dr. Ali Rıza Okur a Armağan 223  261 Baycık G, İş Hukukunda Yenilik Doğuran Haklar (1.Baskı, Yetkin Yayınları 2011) Çetiner B, Furrer A, Müller Chen M, Borçlar Hukuku Genel Hükümler (1. Baskı, On İki Levha Yayıncılık 2021)  Canbolat T ve Kayırgan H, ‘Koronavirüs Salgınının İş Sözleşmesi işe İşçi işveren İlişkilerine Etkisi ve Sonuçları  (2020) 5 (1) Çankaya Üniversitesi Hukuk Fakültesi Dergisi 637  688  136Sümeyye ELGÖRMÜŞ                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  Caniklioğlu  N, ‘Atipik İstihdam  Biçimi ile Çalışanların  Sosyal  Güvenliği  (2016) 15 (1) İstanbul Kültür Üniversitesi Hukuk Fakültesi Dergisi 43  78 Centel T, ‘Kısmi Süreli Çalışma ve Hafta Tatili Ücreti  (2006) 1 (2) Sicil İş Hukuku Dergisi 19  22 Centel T, İş Hukuku (2.Baskı, Beta Yayınları 1994) Çelik N, Caniklioğlu N, Canbolat T, ve Özkaraca E, İş Hukuku Dersleri (34. Baskı, Beta Yayınları 2021)  Demir F, ‘Kısa Çalışmalar ve İş Sözleşmeleri Üzerine Etkileri  (2009) 6 (22) Legal İş Hukuku ve Sosyal Güvenlik Hukuku Dergisi 539  553 Demir F, ve Gerşil G, ‘Çalışma Hayatında Esneklik ve Türk Hukukunda Esnek Çalışma  (2008) 16 (2) 68  89 Demirezen EC ‘Çalışma Sürelerinde Esneklik  (Doktora Tezi, İstanbul Kültür Üniversitesi 2018) Ekmekçi Ö, ‘Kısa Çalışma ve Kısa Çalışma Ödeneğine İlişkin Sorunlar  (2009) 4 (14) 47  59 Ekonomi M, Türk İş Hukuku ve Sosyal Güvenlik Hukukunun Elli Yılı (Basisen Eğitim ve Kültür Yayınları 1988) Ekonomi M, ‘Doğum veya Evlat Edinme Sonrası Çocuğun Bakımı ve Yetiştirilmesi Amacıyla Ücretsiz İzin ve Kısmi Süreli Çalışma Hakları  (2017) 14 (53) İş Hukuku ve Sosyal Güvenlik Hukuku Dergisi, 21 58 Endes N, Türk İş Hukukunda Kısa Çalışma (1.Baskı, Adalet Yayınları 2017)  Eren F, Sorumluluk Hukuku Açısından Uygun İlliyet Bağı Teorisi (Ankara Üniversitesi Hukuk Fakültesi Yayınları 1975)  Eyrenci Ö, ‘İşin Düzenlenmesinde Değişim ve Esneklik Gerekliliği  (2001) 16 (6) TÜHİS Dergisi 1  12 Gerek N, ‘Haftalık Normal Çalışma Sürelerinin Altında Sürelerle Yapılan Çalışmalar İçerisinde  Kısa Çalışma nın Yeri ve Önemi  (2018) 10 (38) İş Hukuku ve Sosyal Güvenlik  Hukuku Dergisi 3  26 İkizler M, ‘Türk İş Hukukunda Esnek Çalışma  (Yüksek Lisans Tezi Atatürk Üniversitesi 2011)  İnciroğlu L, Çalışma Hayatında Esnek Çalışma Uygulamaları (2.Baskı, Legal Yayıncılık 2020)  137Sümeyye ELGÖRMÜŞ                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  Kandemir M, İş Hukuku ve Sosyal Güvenlik Hukuku Açısından Tele Çalışma (1.Baskı, Legal Yayıncılık, 2011) Karaoğlan C, Gürkaynak G ve Uluay T, 4857 Sayılı İş Kanunu Kapsamındaki Esnek Çalışma Kavramının  Çalışma  Süresi  Özelindeki  Uygulamaları  ve  Tam/Kısmi  Süreli  Çalışmalar Yönünden Uygulanabilirliği (2013) 10 (40) İş Hukuku ve Sosyal Güvenlik Hukuku Dergisi 318 Kayırgan H, Bireysel İş Hukukunda Zorunlu ve Zorlayıcı Nedenler (2. Baskı, On İki Levha Yayınları 2021) Kurt R, ‘Doğum Sonrası Yarım ve Kısmi Çalışma Hakkı  (2018) 14 (159) Mali Hukuk Dergisi 705  724 Meriç N, ‘Türk ve Alman Hukukunda Kısmi Süreli Çalışma  (2005) 2 (8) Legal İş Hukuku ve Sosyal Güvenlik Hukuku Dergisi 1545 1580 Mollamahmutoğlu H, Astarlı M ve Baysal U, İş Hukuku Ders Kitabı (5. Baskı, Lykeon 2021)  Ocak S, ‘Türk İş Hukukunda Kısa Çalışma  (Doktora Tezi, Marmara Üniversitesi 2008) Odaman S, Esneklik Prensibi Çerçevesinde Yargıtay Kararları Işığında Türk İş Hukukunda Çalışma Süreleri ve Yöntemleri (1.Baskı, Legal Yayıncılık 2013) Özcan İ, ‘İş Hukuku ve Sosyal Güvenlik Hukukunda Kısmi Süreli Çalışma  (Yüksek Lisans Tezi, Bahçeşehir Üniversitesi 2018)  Öztürk E, ‘Türk Hukukunda Kısmi Süreli İş Sözleşmesi  (Yüksek Lisans Tezi, Bahçeşehir Üniversitesi 2011) Öztürkoğlu Y, ‘Tüm Yönleriyle Esnek Çalışma Modelleri  (2013) 1 (1) Beykoz Akademi Dergisi 109  129 Saracel N, ‘İş ve Sosyal Sigortalar Kanunları Uygulaması Bakımından Kısmi Çalışma  (1990) 8 (1 2) Eskişehir Anadolu Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi 375    384 Savaş Kutsal FB, Bozkurt Gümrükçüoğlu Y ve Kayırgan H, ‘Covid  19 Küresel Salgınının Hukuktaki  Yansımaları: Covid  19 Pandemisi Döneminde Ücretsiz İzin ve Kısa Çalışma Uygulamaları nın Kemal Şenocak (ed) (Eskişehir Osmangazi Üniversitesi Hukuk  Fakültesi Yayınları I 2021)  Seçkin  Mİ,  Çalışma  Ekonomisi  ve  İş  Hukuku Açısından  Kısa  Çalışma  (1.  Baskı,  Legal Yayıncılık 2015) 138Sümeyye ELGÖRMÜŞ                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  Senyen Kaplan ET, Bireysel İş Hukuku (10. Baskı, Gazi Kitabevi 2019) Sevgi E, ‘Kısmi Süreli İş Sözleşmesi  (Doktora Tezi, İstanbul Üniversitesi 2014)  Sevimli A, Kısmi Süreli İş Sözleşmeleri (1. Baskı Beta Yayınları 2019) Sislituna Ayakçıoğlu Ç, Kısmi Süreli Çalışma ve Kısmi Süreli Çalışanların Sosyal Güvenlik Sorunları (1.Baskı Seçkin Yayıncılık 2021) Sümer HH, İş Hukuku (25. Baskı, Seçkin Yayıncılık 2020) Süzek S, İş Hukuku (21. Baskı, Beta Yayınları 2021) Şahin T, ‘İş Hukukunda Esneklik ve Kısmi Süreli İş Sözleşmeleri  (2016) 6 (12) Hasan Kalyoncu Üniversitesi Hukuk Fakültesi Dergisi 155  190 Taşdemir Y, ‘Kısmi Süreli Geçiş Hakkına Genel Bakış  (2018) 5 (11) Avrasya Sosyal ve Ekonomi Araştırmaları Dergisi 204 211 Tulukçu B, ‘Çalışma Şartlarında Esaslı Değişiklik  (2011) Prof. Dr. Sarper Süzek e Armağan I 1112  1142 Yavuz A, ‘Esnek Çalışma ve Endüstri İlişkilerine Etkisi  (Doktora Tezi İstanbul Üniversitesi 1994)  Yazıcı G, ‘Esnek Çalışmanın Çalışanlara ve İşverenlere Etkisi  (Yüksek Lisans Tezi, İstanbul Üniversitesi 2001) Yıldız GB, ‘Güvenceli Esneklik ve 4857 Sayılı İş Kanunu  (2011) Prof. Dr. Sarper Süzek e Armağan I 203  232 Yücesoy Y, Türk İş Hukukunda Kısa Çalışma ile Salgın Hastalık Halinde Uygulanan Diğer Hukuki Kurumlar (1. Baskı, Adalet Yayınevi 2020)    139Sümeyye ELGÖRMÜŞ                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1        140"
}