{
     "Tip": "Makale",
     "Dergi İsmi": "Tekirdağ Namık Kemal Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "11",
     "Ay": "04",
     "Yıl": "2022",
     "Cilt": " ",
     "Sayı": "1",
     "Başlık":"MÜSADERENİN MÜLKİYET HAKKI İLE İLİŞKİSİNİN ANAYASAL AÇIDAN DEĞERLENDİRİLMESİ",
     "Title": " ",
     "Yazar İsmi": [

          "Dr. Ahmet Korhan MASTI", "Abdullah DÖLEN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Müsadere", "Müsadere yargılaması", "Anayasa", "Mülkiyet hakkı", "Mülkiyet hakkının sınırlandırılması"
     ],
     "Keywords": [
          "Confiscations", "Security measures", "Confiscations of earnings", "Goods confiscation","Trial of confiscation", "Execution of confiscation", "Constitution", "Right to own property","European Court of Human Rights", "The Restriction of the right to own property "
     ],
     "Özet": "12/10/2004 tarihli Resmi Gazete'de yayımlanarak 01/06/2005 de yürürlüğe giren 5237 sayılı Türk Ceza  Kanunu  ve  5271  sayılı  Ceza  Muhakemesi  Kanunu,  hukukumuza  önemli  yenilikler  ve düzenlemeler getirmekte, en önemlisi de çalışmamızın konusunu oluşturan müsadere konusunda da önemli yenilikler getirmektedir. 765 sayılı TCK'nin 36. maddesinin karşılığı olarak 5237 sayılı TCK da madde 54 ve 55' de düzenlenmiş olan müsadere 765 sayılı kanunun aksine, eşya müsaderesi ayrı bir maddede, kazanç müsaderesi ayrı bir madde de düzenlenmiştir. Müsadere ile ilgili bu çalışmamız müsadere kavramının tanımı, müsaderenin amacı ve hukuksal niteliğine ilişkin görüşler, müsaderenin çeşitleri, ardından elkoyma, muhafaza altına alma, mülkiyetin kamuya geçirilmesi gibi müsaderenin benzer kavramlarla ilişkisine değinilecektir. İkinci bölümde müsadere ile mülkiyet hakkı ile ilişkisi 1982 anayasasında mülkiyet hakkı ve sınırlanması anayasal uygunluğu, temel hak ve özgürlüklerin  sınırlanması  rejimi  çerçevesinde  incelenecektir.  Çalışma  ile  amaçlanan  müsadere konusunun açıklanması ve müsaderenin Anayasa hükümleri ile koruma altına alınan temel hak ve özgürlüklerden  mülkiyet  hakkına  etkisinin  ortaya  konulmasıdır.  Nitekim,  müsadere  ile  kamu düzeninin korunması, suç ve suçlu ile mücadele amaçlanmakta, fakat başta mülkiyet hakkı olmak üzere hak ve menfaatler üzerinde sınırlayıcı veya ortadan kaldırıcı etkileri bulunmaktadır.",
     "Abstract": "The Turkish Criminal Law No. 5237 and the Law of Criminal Procedure Law numbered 5271, which were published in the official newspaper dated 12/10/2004 and entered into force on 01/06/2005, bring important innovations and regulations to our law. The most importantly, it brings important innovations in confiscation, which is the subject of our thesis.Contrary to the law numbered 765 to the confiscation regulated in Articles 54 and 55 of the Turkish Criminal Law numbered 5237 in return for the article 36 of the Turkish Criminal Code numbered 765, the goods confiscation is regulated in a separate article, and the confiscation of earning is regulated in a separate article. This work on confiscation consists of two parts; In the first part, the definition of the concept of confiscation, the purpose of the confiscation and the opinions about the legal quality, the types of confiscation are explained under the titles of general confiscation and private confiscation, compulsory confiscation and discretionary confiscation, property confiscation and gain confiscation, and then the relation of confiscation with similar concepts will be mentioned such as; seizure, bulwark, alienation to the public. In the second part, the relationship with confiscation and the right to property will be examined constitutionally from the 1982 constitution. The purpose of the study is to explain the subject of confiscation and to reveal the effect of confiscation from the fundamental rights and freedoms protected by the Constitutional provisions on the right to property. Indeed, protection of public order by confiscation, being up against offense and criminalis aimed, but it has restrictive or eliminating effects on rights and interests, especially the right to property.",
     "Metin": "26/9/2004 tarihinde Türkiye Büyük Millet Meclisi (TBMM) genel kurulunda kabul edilen ve 12/10/2004 tarihli Resmî Gazete ‘de yayımlanarak  01.06.2005 tarihi itibari ile yürürlük kazanan 5237 sayılı Türk Ceza Kanunu nun (TCK)1 hukukumuza getirdiği yeni ve önemli düzenlemelerden biri de müsaderedir. TCK'nin 54 ve 55. maddelerinde düzenlenmiş olan müsadere, 765 sayılı Türk Ceza Kanun'da (TCK)2 36. maddede düzenlenmişti. 5237 sayılı TCK da 765 sayılı TCK dan farklı bir şekilde, müsadere kurumu eşya ve kazanç müsaderesi şeklinde farklı iki maddede düzenlenmiştir.   Müsadere  konusunda  5237  sayılı  TCK da  getirilmiş  olan  yenilikleri  şu  şekilde sıralanabilir:   Yeni düzenlemeler neticesinde müsaderenin hukuki niteliğinin ne olduğu hususundaki tartışmalara son verilerek, güvenlik tedbiri olarak kabul edilmiştir, başlı başına bir ceza değildir,   Söz konusu eşyanın müsaderesine karar verilebilmesi için, eşyanın iyi niyetli üçüncü şahıslara ait olmaması şartı açıkça madde metninde hüküm altına alınmıştır,   İtibari değerin müsaderesine karar verilebileceği hüküm altına alınmıştır,   Orantılılık ilkesi müsadere içinde getirilmiştir,   Kısmi müsadere artık şartlarının varlığı hâlinde mümkün olmaktadır,   Müsadereye konu eşyanın ortak eşya olması hâli düzenlenmiştir,   Müsaderenin yalnızca  kasıtlı suçlar  da söz konusu olabileceği hüküm altına alınmıştır,   Müsaderenin tüzel kişiler hakkında da uygulanacağı kabul edilmiştir,   5237 sayılı TCK ile getirilen önemli düzenlemelerden birisi de müsadere konusunun artık sadece TCK da düzenlenmiş olmasıdır. Kural olarak diğer yasalarda yer alan müsadereye ilişkin hükümler 2006 yılında bir kısım değişikliklere uğrayan TCK'ye uyum için 08.02.2008 tarihli Resmi Gazete'de yayınlanan 5728 sayılı  Temel Ceza Kanunlarına Uyum Amacıyla Çeşitli  Kanunlarda  ve  Diğer  Bazı  Kanunlarda  Değişiklik  Yapılmasına  Dair  Kanun   ile kaldırılarak veya 5237 sayılı ceza kanunun 54. ve 55. maddesine yollama yapılmak suretiyle, genel  hükümler  kısmında  gidilmeye  çalışılan  uygulama  birliğine,  böylelikle  müsadere                                                               Dr. Öğretim Üyesi, Çağ Üniversitesi, Hukuk Fakültesi, akmasti@cag.edu.tr, ORCID 0000-0002-5288-2960  Çubuk Cumhuriyet Savcısı 1 26/09/2004 tarih ve 5237 sayılı Kanun, RG. 12.10.2004, S.25611 201/03/1926 tarih ve 765 sayılı Kanun, RG. 13.03.1926, S.320 3Osman Yaşar ve Hasan Tahsin Gökcan ve Mustafa Artuç, Yorumlu - Uygulamalı Türk Ceza Kanunu Cilt II (1st edn, Adalet Yayınevi 2010) 1752-1753  221Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  konusunda da uyulmuştur. Şu an bu konuda getirilen tek istisna 5607 sayılı  Kaçakçılıkla Mücadele Kanunu madde 13 olduğu söylenebilir.   5237  sayılı  TCK da  müsadere  hususunda  ayrıntılı  hükümler  getirilmiş  olmasının nedeninin; 765 sayılı TCK da yer almayan fakat uygulama ile dahil olan hususları ve mülkiyet hakkına müdahaleyi suçta ve cezada kanunilik ilkesine çerçevesinde kanuni çerçeveye alma istediği olduğu savunulmaktadır.    Müsadere, bir kimsenin menkul veya gayrimenkul malın mülkiyetinin veya kazancın, kanunda  öngörülen  şartların  gerçekleşmesi  hâlinde mahkeme  kararıyla  malikinin  rızasına bakılmaksızın devlet tarafından zorla elinden alınmasıdır.  5237 sayılı TCK ile müsadere konusunda  ayrıntılı  hükümler  getirilmiştir.  TCK da  müsadere  kurumunun  hukuki  niteliği olarak güvenlik tedbiri olduğu açık bir şekilde kabul edilmiştir.   Müsadere kurumu suçla mücadelede, suç işleyerek elde edilen kazancın önlenmesi açısından önem arz etmektedir. Müsadere, mülkiyet hakkını sona erdirdiğinden anayasamızda düzenlenerek koruma altına alınan ve insanlık tarihinin ilk dönemlerinden bu yana doğal, dokunulmaz bir hak olarak kabul edilen mülkiyet hakkı ile ilişkisi de konumuz açısından önem arz etmektedir. Türkiye Cumhuriyeti Anayasa'nın temel haklar ve ödevler başlıklı ikinci kısımda kişinin hakları ve ödevleri bölümünde 35. maddede mülkiyet hakkı düzenlenmiştir. Anayasamız bu madde ile herkesin mülkiyet ve miras hakkına sahip olduğunu belirterek mülkiyet hakkını koruma altına almıştır. Devamında mülkiyet hakkının kendisinin kamu yararı amacının varlığı hâlinde, hakkın kullanılmasının ise toplum yararı amacıyla sınırlanabileceğini düzenleyerek hakkın sınırlanabileceği hususunu da düzenlemiştir.   Anayasa Mahkemesi'nin (AYM) bireysel başvurulara ilişkin yayınlamış olduğu ihlal kararlarının hak ve özgürlüklere göre dağılımına ilişkin istatistiğinde; hak ihlali açısından bu ihlallerin birinci sırasında %32,1 oranla adil yargılanma hakkı gelirken ikinci sırada ise %22,2 oranla mülkiyet hakkı gelmektedir.7   Bu kapsamda müsadere ile ilgili bu çalışmamız iki bölümden oluşmaktadır. Birinci bölümünde müsadere kavramının tanımı ve müsaderenin çeşitleri, benzer kavramlarla ilişkisi ele alınmıştır. İkinci bölümde müsadere ile mülkiyet hakkı arasındaki ilişki, 1982 anayasasında                                                              421/03/2007 tarih ve 5607 sayılı Kanun, RG, 31.03.2007, S.26479 5Tahir  Hami  Topaç,  ‘Eşya  Müsaderesi  (TCK.  54)   (2013)  0(2),  Uyuşmazlık  Mahkemesi  Dergisi,  49 <http://www.uyusmazlik.gov.tr/Resimler/Pdfler/Makaleler/30-11-2017tahirhamitopac.pdf>  Erişim  Tarihi  10 Kasım 2020 618/10/1982 tarih ve 2709 sayılı Kanun, RG. 09.11.1982, S.17863  7AYM,  ‘Bireysel  Başvuru  İstatistikleri  (23/9/2012-31/12/2019)   17  <https://www.anayasa.gov.tr/tr/bireyselbasvuru/istatistikler> Erişim Tarihi 10 Nisan 2020  222Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  mülkiyet hakkı ve sınırlanması anayasal açıdan incelenerek, müsaderenin anayasaya uygunluğu anayasal açıdan değerlendirilmektedir.  I. MÜSADERE KAVRAMI   Günümüz hukuk sistemlerinde, neredeyse bütün ülkelerin ceza hukuku sistemlerinde müsadere aynı kavram altında olmasa da yer almaktadır. Fakat müsaderenin tarihi ise Roma hukukuna kadar dayanmaktadır. Romalılar savaşta işgal ettikleri devletlerin arazilerinin bir kısmını müsadere ederek devletin mülkiyetine geçirirlerdi. Bu şekilde devlete geçen arazi satılarak ya da kiraya verilerek devlete gelir sağlanırdı. Ayrıca müsadere cezası devlete karşı işlenen suçlarda uygulanmış veya birtakım yasak olan eski dini ayinleri yapanların veya arazisinde yapılmasına müsaade edenlerin eylemleri suç sayılıp malları da müsadere edilmiştir.   Genel müsadere 1810 Fransız Ceza Kanunda da varlığını devam ettirmesine rağmen, 1789 Fransız İhtilalinde cezaların şahsiliği prensibini ve mülkiyet hakkını yok saydığı için eleştirilmiştir. İslam hukuk düzeninde kamu görevlilerinin devlet namına çalışırken iktisap ettikleri malların kamuya ait olduğunun benimsenmesi kuralına dayanan müsadere, Türk hukuk sisteminde ise ilk defa 1451 yılında Fatih Sultan Mehmet döneminde benimsenmiştir. 1453 yılında Çandarlı ailesinin malları müsadere edilmesi ile de ilk kez uygulanmıştır. Müsadere kuralında temel amaç, devlette önemli rütbelerde bulunan kişilerin ölümünden sonra geriye zaten  mal  bırakamayacakları  düşüncesi  ile  dürüst  davranmasını  sağlamaktır.  16.  yüzyıla gelindiğinde ise mal varlığının tamamı yerine bir kısmı müsadere edilip, bir kısmı mirasçılarına intikal ettirilmekteydi. İlerleyen dönemlerde bu sistemin kötüye kullanılması ile II. Mahmut müsaderenin sadece kamu malı olduğu mahkeme kararı ile sabit olan mallara uygulanabileceği kuralını getirmiş fakat Tanzimat ilan edildikten sonra bu kural kaldırılmıştır.   Müsadere kavramı, hem 765 sayılı TCK da hem de 5237 sayılı TCK da aynı kavram olarak kullanılmıştır. Müsaderenin anlamı sözlükte  zor alım  Osmanlıca sudur kelimesinden anlamı ise  yasak edilen bir şeyin kanuna göre elden alınması  anlamına gelmektedir. Müsadere TCK da 54. ve 55. maddelerde düzenlenmiştir.   5237 sayılı TCK'nin 54. maddesinin gerekçesinde ise müsadere ve müsaderenin yanında suç neticesinde bireylerin mülkiyetinin kaldırılarak devletin mülkiyetine geçmesi şeklindeki yaptırımlar yasa tasarısında  fer i ceza  şeklinde düzenlenmiştir. Bir şey üzerindeki mülkiyetin devlete geçmesini sonuçlayan yaptırım olan müsaderenin yanında  suç nedeniyle mülkiyetin                                                              8Abdulkadir Certel, Müsadere, (1st edn, Seçkin Yayıncılık 2008) 17 9Certel, (n 8) 17-18 10Sesli Sözlük <https://www.seslisozluk.net/m%C%BCsadere-nedir-ne-demek,>  Erişim Tarihi  01Ocak 2021 223Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  devlete geçmesi  adında ayrı bir yaptırım düzenlemesinin hem kavramsal olarak kargaşa yaratacağı hem de bilimsel açıdan yanlış olduğu gerekçede belirtilmektedir. Ayrıca, yasa tasarısında müsadere yaptırımı ceza olarak önceden kararlaştırılmasına karşın, müsadereye karar verilebilmesi için işlenen suç nedeniyle, neticede hiç kimse hakkında mahkûmiyet kararı verilmemiş olsa dahi müsadereye karar verilebileceği hüküm altına alınmıştır. Zira diğer yandan  ayrıca  cezalandırıcı  niteliği  de  olan  müsadere  yaptırımına,  mahkûmiyet  kararı verilmeden  karar  verilemeyeceği  ortadadır.  Tasarıda  bu  hususların  ortaya  çıkaracağı sakıncaların  ortadan  kaldırılarak  müsaderenin  Anayasada  koruma  altına  alınan  mülkiyet hakkına helal getirmemesi için, TCK da suçun işlenmesinde kullanılan veya suçun işlenmesine tahsis edilen eşyanın müsaderesi hususunda karar verileceği kabul edilmiştir.   Arapça  kökeni  olarak  ''meydana  çıkma,  olma''  anlamındaki  ''sudur''  sözcüğünden türetilmiş olan ''müsadere'' kelimesi özel mülkiyetin bedelsiz olarak devletin veya hükümdarın mülkiyetine  geçmesi  gibi  anlamların  yanında,  kanunlarda  yasaklanan  eşyaların  devlet tarafından  zapt edilmesi  şeklinde de kullanılmaktadır. Sahibinin rızası olmaksızın bir malı zorla alma anlamına gelen ''gasb'' ile müsadere bazen aynı anlamda algılanmışsa da gaspın aksine müsaderenin genellikle hukuki bir temele dayandırıldığı söylenebilir.   Zapt ile müsaderenin farklı olduğunu belirten bir görüş; zaptı zilyetliği geçici olarak kaldıran usulî işlem, müsadereyi ise malın mülkiyetinin devlete geçmesi sonucunu doğuran kesin bir tedbir olarak ifade etmiş, fakat genellikle zaptın müsadereden önce yapılan bir işlem olmasından dolayı  zapt ve müsadere olunur  şeklinde iki kavramın birlikte kullanılmakta olduğunu belirtmiştir.   Ceza hukuku anlamında müsadere ise ilgili maddelerde de düzenlendiği üzere işlenmiş olan suçun karşılığı olarak suçun failinin mal varlığının bütünü ya da bir parçası üzerinde sahip olduğu mülkiyet hakkının sona erdirilerek, söz konusu mülkiyet hakkının kamusal makamlara devredilmesidir.   Doktrinde müsadereye ilişkin farklı tanımlar yapılmakla birlikte bu tanımlamalar genel olarak benzer niteliktedir.                                                              11 TBMM Mevzuat Bilgi Sistemi, ‘Türk Ceza Kanunu 54. madde gerekçesi  <https://mevzuat.tbmm.gov.tr> Erişim Tarihi 18.03.2021 12Doğan Gedik, 5237 sayılı Türk Ceza Kanunu ve 5271 sayılı Ceza Muhakemesi Kanunu'na Göre Müsadere (2nd edn, Adalet Yayınevi 2016) 5 13Abdullah Pulat Gözübüyük, Alman, Fransız, İsviçre ve İtalyan Ceza Kanunlariyle Mukayeseli Türk Ceza Kanunu Gözübüyük Şerhi (5th edn, Kazancı Hukuk Yayımları 1988) 334 224Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1    Dönmezer ve Sahir e göre; ''işlenen bir suç karşılığı olarak suçlunun mal varlığının tamamı veya bir kısmı üzerindeki mülkiyetinin ortadan kaldırılması ve bu mülkiyetin kamusal karakter gösteren bir kuruluşa devredilmesidir. 14   Gözübüyük e göre;  kanunda yazılı hâllerde belli bir veya birkaç şeyin sahibinin mülkiyetinden devletin mülkiyetine geçirilmesidir. 15   Centel,  Zafer  ve  Çakmut a  göre;   mahkûmiyetin  sonucu  olarak  bir  eşyanın  veya kazancın mülkiyetinin devlete geçmesi  demektir.   Hakeri ye göre;  bir şeyin mülkiyetinin devlete geçmesini sonuçlayan bir yaptırımdır  denilmektedir.   Toruslu ya;  yeni suçların işlenmesini önlemek amacıyla, cezai nitelikteki hukuka aykırı fiillerden kaynaklandığı veya bunların işlenmesi ile ilgili olduğu için suç düşüncesini ve suçun çekiciliğini canlı tutan eşyaya devlet lehine el konulmasıdır 18    Doktrindeki farklı görüşler kişinin eşya üzerindeki mülkiyet hakkının devlete geçmesi neticesinde sona ermesini temel alarak müsadere kavramını açıklamaktadır.    Yargıtay  uygulamalarında  müsadere  yerine   zoralım   teriminin  kullanıldığı  da görülmektedir. Örnek bir kararı  5237 sayılı TCK'nin 54/1. maddesi uyarınca zoralım kararı verilebilmesi için zoralıma konu aracın iyi niyetli üçüncü kişilere ait olmaması gerektiği 20 şeklindedir. Yargıtay ın bu şekildeki kullanımı kavramsal karışıklığa yol açabileceği için eleştirilebilir.   Bu  tanımları  hep  birlikte  değerlendiren  diğer  bir  yazar,  genel  olarak  müsadereyi kanunda şartları yazılı, belirli durumlarda  belirli eşyanın mülkiyetinin veya kazancın mahkeme kararıyla sahiplerinden alınarak devlete verilmesini sağlayan ve bazen ceza bazen de tedbir olarak uygulanan ve hukuki niteliği güvenlik tedbiri kabul edilmiş olan , bir yaptırım türü olarak tanımlamaktadır.                                                               14Sulhi Dönmezer ve Erman Sahir, Nazari Tatbiki Ceza Hukuku Cilt II (10th edn, Beta Yayınevi 1994) 709 15Gözübüyük (n 13) 334 16Nur Centel ve Hamide Zafer ve Özlem Çakmut, Türk Ceza Hukukuna Giriş (5th edn, Beta Yayınevi 2008) 761 17Hakan Hakeri, Yeni Türk Ceza Hukukunun Temel Kavramları Genel Hükümler (3th edn, Seçkin Yayıncılık 2005) 349  18 Nevzat Toroslu, Ceza Hukuku Genel Kısım (14th edn, Savaş Yayınevi 2009) 409 19Yar. CGK, E. 8-778, K.1795, 02.10.2012 (UYAP)  https://uyap.gov.tr Erişim Tarihi 10.09.2020 20Yar. 7. CD, E. 2015/24667, K. 2019/36275, 24.10.2019, (UYAP)  https://uyap.gov.tr Erişim Tarihi 17.12.2020 21Gedik, (n 12) 8  225Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1    Kasten işlenen bir suçun işlenmesinde bizzat kullanılan veya bizzat kullanılmamakla birlikte söz konusu suçun işlenmesine tahsis edilen veya işlenen suç neticesinde meydana gelen eşyanın müsadere edileceği 54. maddenin ilk fıkrasında düzenlenmiştir. 54/1. maddenin ikinci cümlesinde suçun işlenmesinde kullanılmak amacıyla hazırlanmış olan eşyanı kamu güvenliği, kamu sağlığı veya genel ahlâk açısından tehlikeli olması hâllerinden birinin varlığı hâlinde müsadere edileceği düzenlenmiştir. 54/4. maddesinde ise üretimi, bulundurulması, kullanılması, taşınması, alım ve satımı suç oluşturan eşyanın müsadere edileceğini, bu konuda takdire yer vermeyecek şekilde düzenlenmiştir.    Kazanç müsaderesini düzenleyen 55. maddede ise, suçun işlenmesi neticesinde elde edilen menfaatlerin (taşınır, taşınmaz eşya, para, altın, döviz, bono, çek, poliçe gibi), bizzat suçun konusunu oluşturan (hırsızlık suçunda taşınır eşya) ya da söz konusu suçun işlenmesi amacı  ile  faile  sağlanan  maddi  menfaatlerin  ve  bu  menfaatlerin  değerlendirilmesi  veya dönüştürülmesi neticesinde meydana gelen ekonomik kazançlar üzerindeki mülkiyetin ya da hakkın devlete geçirilmesini hüküm altına almaktadır.  II. EŞYA KAVRAMI   Eşya müsaderesinin konusunu eşya oluşturduğundan, eşya kavramına da değinmek yerinde  olacaktır.  Sadece  maddi  varlığı  olan  şeyleri  eşya  kapsamında  değerlendiren tanımlamaya göre hukuki anlamda eşya; üzerinde bireysel hâkimiyet kurmaya imkân sağlayan ve  ekonomik  anlamda  bir  değer  taşıyan,  kişiler  dışındaki  cismani  varlıklar  olarak tanımlanabilir. Fakat Türk Medeni Kanunu'nun (TMK)26 aynî hak konusu (objesi) olarak sadece eşyayı kabul etmediği belirtilmelidir. Fikir ve sanat eserleri ve buluşlar (icatlar) üzerinde klasik anlamda mülkiyet hakkının varlığının aksine, başka bir kategoride olan ve fikri hak şeklinde adlandırılan mutlak bir hakkın varlığı kabul edildiğinden gayri maddi eşya olarak bazı  hukuk  düzenlerinde-  isimlendirilen  fikir  ve  sanat  eserleri  ve  buluşlar  bugün  bizim hukukumuzdaki eşya kavramının dışında kalmaktadır. Fakat tablo veya heykel gibi fikir ve sanat eserlerini somutlaştıran, maddi bir varlığa büründüren şeyler eşya niteliğine sahiptir.                                                              22Örneğin; kasten yaralama suçunda kullanılan silah niteliğindeki her türlü eşya, bıçak, sopa, ip vb. 23Eşya suçun işlenilmesinde bizzat kullanılmamaktadır. Önemli olan eşyanın suç işlenilmesi için sürekli bir şekilde hazır olarak bulundurulmasıdır.  24Örneğin; 6136 sayılı yasaya aykırı ateşli silahlar veya bıçaklar, sahte para, sahte kimlik, pasaport, ehliyet vb. 25Gedik, (n 12) 9 2622/11/2001 tarih ve 4721 sayılı Kanun, RG. 08.12.2001, S.24607 27Kemal Oğuzman ve Özer Seliçi ve Saibe Oktay Özdemir, Eşya Hukuku (12th edn, Filiz Kitabevi 2009) 6-7 226Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1    TMK'nin dördüncü kitabında eşya konusunda taşınır eşya ve taşınmaz eşya olarak ikili bir ayrıma gidilmiştir. Özüne zarar verilmeksizin bir yerden başka bir yere taşınabilen eşya taşınır (telefon, kitap, ziynet eşyası) eşya şeklinde, özüne zarar vermeksizin taşınamayan eşya (ev, arsa) ise taşınmaz eşya şeklinde tanımlanmaktadır.   O hâlde silah kaçakçılığı ticaretinde veya uyuşturucu ticaretinde kullanılan bir gemi, bir araç, sınırdan kaçak eşya kaçırmak amacı ile kullanılan bir katır, üretilmesi ve bulundurulması yasak olarak kabul edilen bir bitki (Hint keneviri), kasten yaralama suçunda kullanılan takma bacak vb. eşya sayılmaktadır. İşte bu tarz eşyaların müsaderesi kanunda yazılı şartlar oluştuğu taktirde yine yasada yazılı usule göre mümkündür.    Eşyanın mütemmim cüzünün, yani asıl eşyanın temel unsurunun, diğer anlamı ile eşyanın bütünleyici parçasının müsaderesi hususuna gelince, mütemmim cüzler asıl eşyanın temel unsurunu oluşturduğundan asıl eşya ile birlikte müsadere edilebilir. Örneğin bir arabanın aküsü, motoru, tekerleri asıl eşya olan arabanın bütünleyici parçası olduğu için arabadan fiziki olarak ayrılabilse de hukuken ayrılamayacağından asıl eşya olan araba ile müsadere edilebilir. Teferruat (eklenti) ise asıl eşyanın temel unsuru olmadığı için ve asıl eşyadan ayrılabildiği için, asıl şey ile suçun işlenmesinde birlikte kullanılarak suçun işlenmesinde görev ifa ederek katkı sağlamamışsa, kural olarak asıl eşya ile birlikte müsadereye tabi değildir. Fakat eklenti, suçun işlenmesi esnasında bir görev ifa ederek suçun işlenmesine katkı sağlamış ise müsadere edilir. Örneğin bir traktörün römorku teferruattır, suçun işlenmesinde kullanılmış olan ve asıl eşya niteliğindeki traktörle birlikte müsadere edilmez, ancak römorka gizli bölme yapılarak bu bölmede uyuşturucu saklanmış ise römork ve traktörün ikisi de suçun işlenmesinde bir görev ifa ettiği için, römork ve traktörle birlikte müsadereye tabidir.  III. MÜLKİYET HAKKI KAVRAMI   Kısaca hak, hukuken korunan ve sahibine bu korunmadan yararlanma yetkisi tanınan menfaattir.    TMK'de mülkiyet kavramı tanımlanmamıştır. Anayasamızın 35. maddesi de temel haklar ve özgürlükler arasında yer vererek koruma altına aldığı mülkiyet hakkının temel kavramı olan mülkiyeti tanımladığı söylenemez. TMK mülkiyeti tanımlamamakla  birlikte, madde 683 hükmü ile mülkiyet hakkının içeriğini ve sınırlarını belirlemektedir.                                                               28Mustafa Artuç, Hüküm Kurma Sanatı (6th edn, Türkiye Adalet Akademisi Yayınları 2015) 340 29Artuç, (n 28) 341 30Kemal Oğuzman ve Nami Barlas, Medeni Hukuk Giriş Kaynakları Temel Kavramlar (13th edn, Arıkan Basım Yayım 2006) 105   227Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1    Madde hükmü, bir şeye malik olan kişinin söz konusunu şeyi hukuk sistemine aykırı olmamak kaydı ile; dilediği gibi kullanabileceğini, o şeyden dilediği şekilde yararlanabileceğini ve dilediği gibi tasarrufta bulunabileceğini düzenleyerek mülkiyet hakkının kapsamını ve malikin söz konusu şeyi haksız bir şekilde elinde bulunduran bir kişiye karşı İstihkak davası açabileceği ya da her ne şekilde olursa olsun haksız el atmanın önlenmesi dava edebileceği şeklinde hakkın korunma kapsamını düzenlemektedir.    Gerek TMK madde 683 düzenlemesi, gerekse eşya hukukunun temel esaslarının tamamı göz önüne alındığında mülkiyet hakkı ''eşya üzerinde en geniş yetkiyi sağlayan ayni hak'' olarak tanımlanabilir. Hukuk düzeninin getirdiği birtakım düzenlemeler veya sınırlandırmalar bu yetkileri kısıtlamış olması, aynî haklar içerisinde yer alan mülkiyetin en geniş etki ve yetki sağladığı hususunu değiştirmeyecektir.   Mülkiyet hakkının konusu eşyadır. Eşya hukukunun temel ilkelerinden olan  belirlilik  ilkesine göre, sadece tek başına kendi kendine bağımsız olarak varlığı teşkil eden belirli bir şey, bir bütün olarak mülkiyet hakkına konu olabilir. Bunun sonucunda, bir otomobilin ön kısmına bir  kişinin,  arka  kısmına  başka  bir  kişinin  birbirinden  bağımsız  olarak  malik olmalarına hukuken  imkân  yoktur.  Fakat  iki  veya  daha  fazla  kişi  birlikte  bir  otomobile  malik olabileceklerdir.  Ancak  bu  durumda  otomobil  üzerinde  ayrı  ve  birbirinden  bağımsız  bir mülkiyet değil, tek bir bütün hâlinde olan ve elbirliği hâlinde mülkiyet olarak adlandırılan bir mülkiyet bulunmakta fakat bu mülkiyet hakkı üzerinde birden çok hak sahibi bulunmaktadır.  IV. MÜSADERENİN AMACI    Günümüz toplumunda en başta teknolojik ilerlemelerin katkısıyla farklı suç tipleri ortaya çıkmakta ve bu suçlardan elde edilen haksız ekonomik kazançlar artarak suçlar cazip hâle gelmektedir. Yıllardır devam ede gelen uyuşturucu imal ve ticaretinin yanında, teknolojik gelişmelerle birlikte bilişim sistemlerinin sağladığı kolaylıklar kullanılarak dolandırıcılık ve hırsızlık suçları artış göstermektedir. Bu suçların artması ile, insanların mağduriyeti ve bunun paralelinde bu suçlardan elde edilen haksız ekonomik kazançlarda bir hayli artmıştır.   İşte anılan bu gelişmelere karşılık kaçakçılık, dolandırıcılık, uyuşturucu imal veya ticareti, silah kaçakçılığı, insan kaçakçılığı gibi suçlardan haksız kazanç elde eden suçlular, özellikle de organize suç örgütleri ile mücadele edilmesi önem arz etmektedir. Suç örgütlerinin                                                              31Oğuzman ve Seliçi ve Oktay Özdemir (n 27) 233; Bilge Öztan, Medeni Hukukun Temel Kavramları, (31th edn, Turhan Kitabevi 2009) 664; Mehmet Remzi ve Sezer Aydın ve Murat Ispartalı, Medeni Hukuk (2th edn, İkinci Sayfa Yayınları 2012) 584  32Oğuzman ve Seliçi ve Oktay Özdemir, (n 27) 240 33Mualla Buket Soygüt Arslan, ‘Türk Hukukunda Müsadere  (Doktora Tezi, Galatasaray Üniversitesi, 2014) 38 228Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  ve başta terör örgütlerinin güçlenmesini engellemek müsadere ile mümkün olabilir. Müsadere ile suçluların beli kırılarak eylem kabiliyetleri sınırlandırılacak ve yeniden suç işlemeleri zorlaştırılacaktır.   Terör örgütlerinin temel gelir kaynaklarını; uyuşturucu imal ve ticareti suçundan elde edilen gelirler, silah kaçakçılığı, insan ticareti, bilumum kaçakçılık suçlarından elde edilen gelirler teşkil etmektedir. Özetle suçtan elde edilen gelirler maalesef terörün finansmanına katkı sağlamaktadır.  İşte  müsadere  kurumu  etkili  bir  şekilde  işletilebilirse,  terör  örgütlerinin ekonomik kaynakları kesilerek terör örgütlerinin lojistik ve insan desteği kırılarak, silahlı mücadelede daha kolay bir şekilde yürütülebilecektir.    Terör örgütleri yeni insan kaynağı sağlamak, silah edinmek, propaganda, yasa dışı işlerini  yürütmek  için  rüşvet  vermek  gibi  sayamayacağımız  nedenlerle  büyük  miktarda finansman ihtiyacını yasa dışı gelirlerle sağlamaktadır.   Kesin olarak tespit edilmesi mümkün olmamakla birlikte 2013 yılında sadece Avrupa Birliği yasa dışı uyuşturucu pazarı 24 milyar Euro hacmindedir. Yasa dışı Avrupa Birliği uyuşturucu pazarında en büyük paya sahip olan % 38 ile esrardır. Ardından % 28 eroin ve % 24 kokain gelmektedir. 2020 yılına gelindiğinde ise;   Avrupa  Uyuşturucu  ve  Uyuşturucu  Bağımlılığı  İzleme  Merkezi  direktörü  Alexis Goosdeel  28.01.2020  tarihinde  Lizbon'da  Avrupa  Parlamentosundaki  sunumunda, Avrupalıların  her  yıl  perakende  düzeyde  uyuşturucu  maddelere  en  az  30  milyar  Euro harcadıklarını ve bunun uyuşturucu pazarını Avrupa Birliği'nde organize suç grupları için önemli bir gelir kaynağı hâline geldiğini ifade etmiştir. Ayrıca bu tutarların yaklaşık beşte ikisinin (% 39) esrar, % 31'i kokain, % 25'i eroin ve % 5'i amfetamin ve MDMA için harcanmakta olduğunu belirtmiştir.   Yasa dışı uyuşturucu pazarları uyuşturucunun üretiminden başlayan ve kaçakçılık, dağıtım faaliyeti ve son tüketiciye satılması gibi bağlantılı faaliyetler bütünüdür. Geniş coğrafi mesafeleri kapsayan bu faaliyetlerin aşamalarında farklı aktörler bulunmakla birlikte; yıllık milyarlarca Euro lara ulaşan yasa dışı uyuşturucu imal ve ticaretinde, organize suç örgütleri                                                              34Hüseyin Acar, ‘Türk Ceza Hukukunda Müsadere Kurumu  (Doktora Tezi, Çankaya Üniversitesi 2019) 177; Soygüt Arslan, (n 33) 38 35Önder Yücebaş, ‘Suç Ekonomisi ve Terörün Finansmanı  (Doktora Tezi, Ankara Üniversitesi, 2010) 269 36‘Avrupa Uyuşturucu Raporu  (2018) 20 <http://www.emcdda.europa.eu>  Erişim Tarihi 26 Aralık 2019 37 <http://www.emcdda.europa.eu/news/2020/emcdda-director-presents-eu-drug-markets-report-2019-europeanparliament-clear-wake-call-policymakers_en>  Erişim Tarihi 23 Şubat 2020 229Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  başı çekmektedir. Avrupa'da bildirilen 1,1 milyondan fazla yasa dışı uyuşturucu yakalaması yasadışı uyuşturucu pazarının büyüklüğünü göz önüne sermektedir.    Sadece Avrupa Birliğine ilişkin veriler dikkate alındığında dahi ortadaki ekonomik kazancın büyüklüğü muazzamdır. Üstelik bu veriler sadece uyuşturucu ticaretine ilişkin tahmini verilerdir.  Bu  gelirlere  sahip  olan  suç  örgütleri,  suç  işleme  imkânlarını  artırarak, güçlenmektedir. Müsadere kurumu tam burada devreye girmektedir.   Yukarıda  izah  edilenler  genellikle  kazanç  müsaderesi  ile  gerçekleşmesi  umulan amaçlardır. Fakat eşya ve kazanç müsaderesinin amaçları birbirleri ile örtüşmektedir. Eşya müsaderesi ile eşyanın müsadere edilmesi neticesinde; suç işleyen faili korkutup caydırmak, suç işlendikten sonra eşyanın failden alınması ile faili cezalandırılmak ve aynı eşya ile tekrar suç işlenmesi önlenmesi gibi hususlar amaçlanmaktadır.   V. MÜSADERENİN HUKUKİ NİTELİĞİ   Bir şeyin, eşyanın üzerindeki mülkiyet hakkının şahsın elinden alınarak devlete geçmesi sonucunu doğuran müsadere ve ''suç nedeniyle mülkiyetin devlete geçmesi'' başlığını taşıyan yaptırımlar  5237  sayılı  TCK  tasarısında  ''fer'i  ceza''  olarak  düzenlenmişti.  Bu  nedenle müsadereye ilave olarak ''suç nedeniyle mülkiyeti devlete geçmesi'' şeklinde müsadereden ayrı olarak bir yaptırım düzenlenmesi hem kavramların karışmasına neden olacak hem de bilimsel açıdan doğru olmayacaktır. Ayrıca tasarı ile ilgili olarak şunu da belirtmek gerekir ki, müsadere kararı verildiğinde bunun bir ceza olarak görüldüğü gerçeğine karşın, suç nedeniyle fail ya da başka  biri  hakkında  mahkûmiyet  hükmü  verilmemiş  olsa  dahi  müsadereye  kararı verilebileceğine hükmolunmuştur. Fakat hukuki niteliği güvenlik tedbiri olsa da neticede şahsı cezalandırmış  olan  bir  yaptırım  olan  müsadereye  mahkûmiyet  kararı  verilmeden  karar verilemeyeceği ortadadır. İşte anlatılan bu sakıncaların giderilerek müsaderenin Anayasamızın 35. maddesinde düzenlenerek güvence altına alınan mülkiyet hakkına zarar vermemesi için, suçun işlenmesi sırasında bizzat kullanılan ya da suçun işlenmesine tahsis edilmiş olan eşyanın müsaderesine karar verileceği tasarıdan farklı olarak kabul edilmiş ve TCK'nin 54. ve 55. maddeleri şimdiki hâliyle düzenlenerek yürürlüğe girmiştir.                                                              38‘Avrupa Uyuşturucu Raporu  (2019) 20 <http://www.emcdda.europa.eu> Erişim Tarihi 26 Aralık 2019 39Soygüt Arslan, (n 33) 34 40Hasan Gerçeker, Yorumlu ve Uygulamalı Türk Ceza Kanunu Cilt I (2nd edn, Seçkin Yayıncılık, 2014)  783-784 230Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1    765 sayılı TCK döneminde müsaderenin hukuki niteliği hem uygulamada hem de doktrinde  tartışmalı  konulardan  biriydi.  Fakat  5237  sayılı  TCK  ile  genel  anlamda  bu tartışmaların sona erdiği söylenebilir.   Bir yazara göre müsadere 765 sayılı TCK madde 36'ya göre bazen güvenlik tedbiri, bazen ceza niteliği taşımaktaydı.   5237 sayılı TCK ile gelen düzenlemeler ile meydana gelen en önemli değişiklik, müsaderenin artık hukuki niteliği olarak güvenlik tedbiri olduğunun kabul edilmesiyle 765 sayılı kanun dönemindeki tartışmalara da büyük ölçüde son verilmiştir. Bunun neticesinde de müsadere kararı verilebilmesi için ortada işlenmiş bir suçun varlığı gerekmekle birlikte, bu suçun neticesinde failin hakkında mahkûmiyet kararı verilerek cezalandırılması şart değildir. Bir örnekle durum şöyle açıklanabilir; suçun icrası sırasında kullanılan -örneğin şebeke suyuna karıştırmak amacı ile elde edilen zehir- kamu güvenliği, kamu sağlığı için tehlike arz eden eşyalar, söz konusu eşyayı kullanan kişinin çocuk veya akıl hastası olması gibi herhangi bir nedenle cezalandırılmasa dahi, bu eşyanın müsaderesine hükmedilebilecektir.  A.  CEZA OLDUĞU GÖRÜŞÜ   765 sayılı TCK'nin uygulandığı dönemde müsaderenin hukuki niteliğinin ne olduğu konusu tartışmalıydı. Ek bir ceza olduğunu ya da güvenlik tedbiri olduğu konusunda tartışmalar bulunmaktaydı. Doktrinde, müsaderenin hukuki niteliğinin bir ceza olduğunu savunan yazarlar, müsaderenin kanun koyucu tarafından mahkumiyetin yasal bir sonucu olarak kabul edildiğini belirterek görüşlerini buna dayandırmışlardır, ayrıca Yargıtay da eski kararlarında müsaderenin hukuki niteliğinin bir ceza olduğunu benimsemişti.  B.   GÜVENLİK TEDBİRİ OLDUĞU GÖRÜŞÜ    Bir diğer görüş ise müsaderenin hukuki niteliğinin ceza değil güvenlik tedbiri olduğunu savunmaktadır. Yargıtay'da eski kararlarında benimsediği ceza olduğu görüşünün aksine, daha yeni  tarihli  kararları  müsaderenin  hukuki  niteliğinin  güvenlik  tedbiri  olduğu doğrultusundadır. Ön ödeme teklifi ve ödemenin yapılması neticesinde kovuşturmaya yer olmadığına  dair  karar  verilerek  kamu  davasının  açılmadığı  hâllerde  müsadereye  ilişkin                                                              41 Kemal Günler, ‘Türk Ceza Hukukunda Müsadere  (2014) 18(3-4) Gazi Üniversitesi Hukuk Fakültesi Dergisi 853 <http://dergipark.org.tr/tr/download/article-file/789159>  Erişim Tarihi 10 Nisan 2020 42Timur Demirbaş, Ceza Hukuku Genel Hükümler (3rd edn, Seçkin Yayıncılık 2005) 488 43Gerçeker, (n 40) 784; Demirbaş (n 42) 488 44Centel ve Zafer ve Çakmut, (n 16) 751 45Yar. CGK, E. 2014/6-66, K. 2014/365, 11.07.2014, (UYAP) https://uyap.gov.tr Erişim Tarihi 10 Eylül 2019   231Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  hükümler bundan etkilenmeyecektir. Bundan anlaşıldığı üzere kanun koyucu müsadereyi bir güvenlik tedbiri olarak gördüğü anlaşılabilir. Ayrıca, 765 sayılı TCK da 11. maddede yer alan cezalar içerisinde müsaderenin bulunmaması ve ceza verilmemiş olsa dahi müsadereye karar verilebilmesi  de  müsaderenin  güvenlik  tedbiri  niteliğinde  olduğu  sonucunu  ortaya çıkarmaktadır.   Bir görüşe göre hem 765 sayılı TCK uyarınca hem de 5237 sayılı TCK uyarınca müsaderenin niteliği güvenlik tedbiridir.    Bir görüş; güvenlik tedbirlerinde failin tehlikeliliğinin göz önünde bulundurulduğunu, fakat  müsaderenin  mahkumiyete  bağlı  ek  bir  ceza  olduğunu  ve  bu  nedenle  güvenlik tedbirlerinde  olduğu  gibi  failin  tehlikelilik  durumunun  herhangi  bir  etkisi  olmadığı belirtmektedir.  Müsaderenin  eşyanın  tehlikeliliğini  esas  aldığını  belirten  görüşlerde bulunmaktadır.   Güvenlik tedbirlerinde failin tehlikeliliğin esas alındığı, müsaderenin ise mahkumiyete bağlı ek bir ceza olduğu görüşüne katılmaktayız. Fakat TCK nın 54/4 maddesi düzenlemesi mahkumiyet olmaksızın eşyanın başlı başına müsadereye tabi kılmaktadır. Burada eşyanın tehlikeliliği söz konusudur.   C.   5237 SAYILI TÜRK CEZA KANUNU DÜZENLEMESİ   Müsadere 5237 sayılı TCK'nin 54. ve 55. maddelerinde eşya ve kazanç müsaderesi şeklinde iki ayrı maddede düzenlenmiştir. Müsadere  Güvenlik Tedbirleri  başlıklı ikinci bölümünde düzenlediği için, müsaderenin hukuki niteliğinin güvenlik tedbiri olduğu sonucu da ortaya çıkmaktadır.    Müsaderenin  Alman  Ceza  Kanunu  m.73  vd.  da   Güvenlik  Tedbirleri   başlığında düzenlenmiştir. Aynı şekilde TCK da de  Güvenlik Tedbirleri  başlığı yerine bağımsız bir şekilde düzenlenmesinin, müsaderenin niteliğine daha uygun olacağı;   Güvenlik Tedbiri  başlığı  altında  düzenlenmiş  olan  şimdiki  durumun  yerinde  olmadığı                                                              46Centel ve Zafer ve Çakmut, (n 16) 751 47Zeki Hafızoğulları ve Muharrem Özen, Türk Ceza Hukuku Genel Hükümler, (3th edn, Us-A Yayıncılık 2010) 500 48Bahri Öztürk ve Mustafa Ruhan Erdem, Uygulamalı Ceza Hukuku ve Güvenlik Tedbirleri Hukuku, (17th edn, Seçkin Yayıncılık 2017) 535 49Devrim Güngör ve Haluk Toroslu, ‘Müsadere ve Hükmün Açıklanmasının Geri Bırakılması İlişkisi Üzerine Kısa Bir Değerlendirme  (2016) 65(4) Ankara Üniversitesi Hukuk Fakültesi Dergisi 1967, 1969 <http://dergipark.org.tr/tr/download/article-file/621633> Erişim Tarihi 10 Nisan 2020 50 Demirbaş, (n 42) 488; Hakeri, (n 17) 350; Certel, (n 8) 19 232Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  savunulmaktadır.Görüldüğü üzere 5237 sayılı TCK da müsaderenin güvenlik tedbiri olarak düzenlenmesi doktrinde eleştirilmiştir.   Müsadereye ilişkin hükümlerin TCK da  güvenlik tedbiri  başlığı altında düzenlenerek hüküm altına alınması yerinde değildir. Müsaderenin şimdiki  güvenlik tedbiri  başlığı altında düzenlenmek yerine bağımsız olarak ayrı bir başlık altında düzenlenmesi, hukuki niteliğinin belirlenmeyip, bu hususu uygulamaya  yani içtihatlara ve doktrine bırakılması gerektiğini savunulmaktadır.  TCK'nin  54/4.  maddesi  düzenlemesi  incelendiğinde  ''güvenlik  tedbiri'' karakterinde olduğu görülecektir. Bu düzenleme  Üretilmesi, bulundurulması, kullanılması, taşınması, alınması veya satılması suç oluşturan eşya nın müsadereye konu olacağı hükmünü içermektedir.  Bu  düzenlemede  yer  alan  ve  konusu  ''suç  teşkil  eden''  eşyanın  müsadere edilebilmesine karar verebilmek için, failin müsadere neticesini doğuran işlemiş olduğu suçtan dolayı hakkında mahkûmiyet kararı verilmiş olması ve söz konusu eşyanın faile ait olması, hatta ortada fail bulunması dahi şart değildir. İyi niyet kuralı da burada geçerli değildir.   Madde metni esasen ''suç teşkil eden'' eşyanın müsaderesini düzenlediği için burada failin tehlikeliliği ya da eylemin tehlikeliliği değil, eşyanın kendi niteliğinden kaynaklanan tehlikeliliği  ön  plandadır.  Bu  durumlarda  bir  suçun  işlenmesinde  kullanılan  yani  suçun işlenmesinde bir araç olan  üretilmesi, bulundurulması, kullanılması, taşınması, alınması veya satılması suç oluşturan eşya  söz konusu olmaktadır. Dolayısıyla, bu tür eşyalar üzerinde özel mülkiyetin  yani  şahısların  mülkiyet  hakkının  kurulması,  her  zaman  suç  işlenebileceği bakımından anılan düzenlemeye uyarınca tehlikeli görüldüğünden, bir suçun bizzat cismani varlığını oluşturan eşyada anlatılan nedenlerden ötürü tehlikeli olarak addedilir. TCK'nin 54/4. maddesine göre verilen müsadere kararının amacı, güvenlik tedbirlerinin bütününde olduğu gibi, önleyici bir amaç, yani  suç işlenmesinin önlenmesi  şeklinde açıklanmaktadır. Temelde söz konusu ''suç teşkil eden'' eşyanın suç işleyen kişide bulunmasının failde suç işleme arzusu yaratacağı düşüncesi ile  potansiyel tehlikeliliğinin  engellenmesi amaçlanmaktadır.   Fakat belirtmek gerekir ki, TCK'nin madde 54/1. düzenlemesinde  yer alan suçun icrasında bizzat kullanılan veya söz konusu suçun icrası amacına tahsis edilen ya da suçun icrası neticesinde ortaya çıkan eşya ve suçun icrasında kullanılmak amacı ile hazırlanan eşya yani suçla ilgili eşyanın müsaderesi, madde 54/2'de yer alan  …bu eşyanın değeri kadar para                                                              51Centel ve Zafer ve Çakmut, (n 16) 752 52Gedik, (n 12) 30-31 53ibid 30-31 233Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  tutarının müsaderesine karar verilir  kaim değer müsaderesi düzenlemesi, kazanç müsaderesi düzenleyen 55. madde düzenlemeleri ceza niteliği taşımaktadır.    Belirtilen bu üç durumda müsadereye karar verilebilmesi için tehlikelilik hâli nazara alınmamış, bu hâllerde ortada işlenmiş ve suç teşkil eden bir fiil bulunmakta ve bunun karşılığından uygulanan bir yaptırım söz konusu olmaktadır. Uygulanan müsadere yaptırımı neticesinde failin mülkiyet hakkı sona ererek devlete intikal edecek ve dolayısı ile failin mal varlığında eksilme meydana gelecektir. Bu nedenle failin işlemiş olduğu ve suç teşkil eden eylemin ihlâl ettiği kanun hükmünden dolayı cezalandırılması, hem de müsadereye tabi olan eşyayı kaybetmesinden dolayı cezalandırılması gündeme gelecektir. Bu şekilde müsaderenin failin asli cezanın yanında ikincil bir yaptırımla karşılaşması neticesinde failin etkin bir şekilde cezalandırılarak cezanın genel ve özel önleme amaçlarının gerçekleşmesine katkı sağladığını ve failin suç teşkil eden fiilin karşılığını görerek eyleminin cezasız kalmayacağını idrak etmesine de katkı sağlamaktadır.   Müsadere ile örneğin, kaçakçılık suçunda kullanılan otomobilin mülkiyetinin failin elinden alınarak devlete geçmesi neticesinde kaçakçılık suçunu işleyerek maddi menfaat elde etme amacı ile hareket eden fail, bir yandan da yakalandığında alabileceği cezayı düşünecek diğer  yanda  cezanın  yanından  aracını  kaybetme  ihtimalini  düşünerek  suç  işlemekten kaçınacaktır. Böylece müsadere faili tekrar suç işlemekten caydırarak cezanın özel önleme amacına hizmet edecek, hem de failin dışında suç işleme düşüncesinden olan diğer kişileri de bu düşüncelerinden vazgeçirerek cezanın genel önleme amacına etki edecektir.  VI. GENEL OLARAK HUKUKUMUZDA MÜSADERE   Müsadereye ilişkin düzenlemeler temel olarak Anayasamızda ve TCK da, CMK'de yer almakla birlikte, bazı özel kanunlarda da müsadere konusunda düzenlemeler yer almaktadır. Müsadere, 5237 sayılı TCK'nin 01.06.2005 tarihinde yürürlüğe girmiş olması ile birtakım yenilikler de getirmiştir. Bu yeniliklere çalışmanın giriş bölümünde yer verilmiştir. TCK'nin 54. ve 55. maddelerinde düzenlenmiş olan müsadere, 765 sayılı TCK'nin 36. maddesinin karşılığıdır. 5237 sayılı TCK da 765 sayılı TCK dan farklı olarak, eşya müsaderesi ve kazanç müsaderesi ayrı ayrı maddelerde düzenlenmiştir.                                                               54ibid 31 55ibid 31 56ibid 31 234Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  A. ANAYASAMIZDA MÜSADEREYE İLİŞKİN DÜZENLEMELER   Müsadere, mülkiyet hakkını sona erdirdiğinden anayasamızda düzenlenerek koruma altına alınan ve insanlık tarihinin ilk dönemlerinden bu yana doğal, dokunulmaz bir hak olarak kabul edilen mülkiyet hakkı ile ilişkisi de konumuz açısından önem arz etmektedir. Mülkiyet hakkı anayasamızda temel hak ve ödevler kısmının kişilerin hak ve ödevleri bölümünde düzenlenmiştir. Anayasamız 35. madde ile herkesin mülkiyet ve miras hakkına sahip olduğunu belirterek mülkiyet hakkını koruma altına almıştır. Maddenin devamında mülkiyet hakkının kendisinin  kamu  yararı  amacıyla  ve  mülkiyet  hakkının  kullanılmasının  da  toplum  yararı amacıyla sınırlanabileceğini düzenleyerek hakkın sınırlanabileceği hususunu da düzenlemiştir.   Suçlunun  taşınır  veya  taşınmaz  ayrımı  gözetilmeksizin  bütün  mal  varlığı  değeri üzerindeki mülkiyet haklarına son verilerek, söz konusu mallar üzerindeki mülkiyetin devlete geçirilmesi sonucunu doğuran genel müsadere gerek siyasal gerek toplumsal açıdan birtakım sakıncalar barındıran, suçlunun işlediği suçla bağlantısı olmayan ve suçta ve cezada şahsilik ilkesinin aksine suçlunun aile bireylerini de etkilediği için eleştirilen bir müsadere çeşididir.    Genel  müsadere  sonucu  suçlunun  bütün  mal  varlığı  değeri  elinden  alındığından, suçlunun başta ekonomik olarak mahvolmasına sebep olduğu için günümüz çağdaş ceza hukuku sistemleri tarafından kabul görmemektedir. Türkiye Cumhuriyeti Anayasası'nın 38/9. maddesinde de bu doğrultuda ''genel müsadere cezası verilemez'' hükmü düzenlenerek, suçlu dahi olsa genel müsadere yasaklanarak kişilerin mülkiyet hakkı güvence altına alınmıştır.   Yine anayasamızın 13. maddesinde yer alan temel hak ve özgürlüklerin sınırlanmasına ilişkin düzenlemeler de genel müsadereye izin vermemektedir.   Anayasamızın  30.  maddesinde  yer  alan  düzenleme;  usulüne  uygun  olarak  basın işletmesi amacı ile kurulmuş olan basımevi, eklentileri, araçları, suç eşyası olduğu iddiası ile el konulamayacağı,  müsadere  edilemeyeceği  veya  işletilmesinin  engellenemeyeceği,  28/8. maddesinde ise süreli veya süresiz yayınların soruşturma nedeni ile müsaderesine ilişkin genel hükümlerin uygulanacağı düzenlemeleri ile basın araçları, basımevleri ve süreli veya süresiz yayınların  müsadereleri  hususunda  Anayasal  düzenlemeler  getirilerek  basına  ve  basın özgürlüğüne önem atfedilmiştir.  B. TÜRK CEZA KANUNU NDA MÜSADEREYE İLİŞKİN DÜZENLEMELER   Müsadere,  01.06.2005  tarihinde  yürürlüğe  girmiş  olan  5237  sayılı  TCK da  genel hükümler kısmında, güvenlik tedbirlerinin yer aldığı ikinci bölümde düzenlenmektedir. 5237 sayılı TCK'nin 54. ve 55. maddelerinde düzenlenmiş olan müsadere, 765 sayılı TCK'nin 36. 235Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  maddesinin karşılığı olarak düzenlenmiştir. 5237 sayılı TCK da 765 sayılı TCK dan farklı bir şekilde, eşya müsaderesi ve kazanç müsaderesi iki ayrı madde de düzenlenmiştir.   TCK'nin 54. maddesinin birinci fıkrasında; iyi niyetli üçüncü şahıslara ait olmamak şartıyla, kasten, bilerek ve isteyerek işlenen bir suçun icrasında bizzat kullanılan ya da söz konusu suçun işlenmesi için özgülenen eşyanın ya da işlenmiş olan suçun neticesinde ortaya çıkmış  olan  eşyanın  müsadere edileceği  düzenlenmektedir.  TCK  54/1.  maddesinin  ikinci cümlesinde ise, suçun icrasında kullanılmak için hazırlanmış eşyanın, toplumun güvenliği, sağlığı veya toplumun genel ahlâkı için tehlike arz etmesi hâlinde eşyanın müsadere edileceğini düzenleyerek, müsadere hususunda emredici bir düzenleme getirmektedir.   TCK 54/2. maddesinde ise, birinci fıkrasında müsadereye tabi olacağı sayılan eşyaların müsaderesinin tüketilmesi, devredilmesi gibi herhangi bir nedenle imkânsız hale gelmesi durumunda,  söz  konusu  eşyanın  değeri  kadar  paranın  müsaderesine  hükmedilebileceği düzenlenerek kaim değer müsaderesini içermektedir.   Maddenin 3. fıkrasında ise orantılılık ve hakkaniyet prensibinin müsadere konusunda da  geçerli  olacağı,  eşya  müsadere  edildiğinde  işlenen  suçun  ortaya  çıkardığı  haksızlık içeriğinden  daha  ağır  neticeler  meydana  geleceği  anlaşılması  hâlinde  müsadereye  karar verilmeyebileceği, düzenlemesi ile ortaya konulmuştur.   54.  maddenin  4.  fıkrasında  ise,  kullanımı,  ticareti,  taşınması,  imal  edilmesi, bulundurulması başlı başına suç teşkil eden eşyanın müsadere edileceği,  müsadere edilir  şeklinde emredici bir hükümle düzenlenmiştir.    54. maddenin 5. ve 6. fıkralarında ise eşyanın bir kısmının müsaderesinin gerekmesi hâlinde  zarar  vermeksizin  ayrılabilmesi  olanaklı  ise  bir  kısmının  müsaderesine  karar verilebileceği,  birden  fazla  kişi  paydaş  ise  suça  iştirak  eden  kişinin  payının  müsadere edilebileceği düzenlenmiştir.   Kazanç  müsaderesi  ise  TCK'nin  55.  maddesinde  düzenlenmiştir.  Madde  suçun işlenmesi neticesinde elde edilen menfaatlerin, bizzat suçun konusunu oluşturan ya da söz konusu suçun işlenmesi amacı ile faile sağlanan maddi menfaatlerin ve bu menfaatlerin değerlendirilmesi  veya  dönüştürülmesi  neticesinde  meydana  gelen  ekonomik  kazançlar üzerindeki  mülkiyetin  ya  da  hakkın  devlete  geçirilmesini  düzenlemektedir.  Söz  konusu menfaatler elde edilmediyse, bunların karşılığı olan değer müsadere edilecektir. Fakat 55. maddeye göre müsadere kararı verilirken TMK'nin iyi niyete ilişkin düzenlemelerinin göz önünde tutulacağını maddenin üçüncü fıkrasında belirtmiştir. 236Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1    Müsadere usulü ise müsadereye ilişkin genel düzenlemelerden farklı olarak TCK da düzenlenmemiştir.  Müsadere  usulü  CMK'nin  beşinci  kitabının  ikinci  kısmında,  256-259 maddelerinde  Müsadere Usulü  başlığı altında düzenlenmektedir.   CMK'nin 256. maddesinde kamu davası açılmış olması ya da açılmamış olmasına rağmen asıl dava ile karar verilmediği durumlarda, katılanın ya da Cumhuriyet savcısının yetkili mahkemeye müracaat edebileceği düzenlenmiştir. İkinci fıkrada ise iade kararı verilmesi gereken hâllerde, asıl davada karar verilmemiş ise mahkeme tarafından re'sen veya talep üzerine iade kararı verilebileceği düzenlenmiştir.   CMK'nin 257. maddesinde ise, 256. madde düzenlemesi doğrultusunda müsadereye duruşmalı olarak karar verileceği düzenlenmiş. Maddenin devamında ise müsaderesine veya iadesine karar verilecek olan şey üzerinde hak sahipliği olan kişilerin duruşmaya çağrılacağı, duruşmaya gelmedikleri taktirde yokluklarında karar verileceği hüküm altına alınmıştır.     Kanun yolu, 258. maddede müsadere yargılaması neticesinde Cumhuriyet savcısının, katılanın  veya  hak  sahipliği  iddiasında  bulunan  diğer  kişilerin  istinaf  kanun  yoluna başvurulabileceği şeklinde düzenlenmiştir.    Son olarak, başlı başına suça konu olmayan fakat müsaderesi gereken eşyanın müsadere edilmesi sulh ceza hâkimi tarafından duruşma yapılmadan karar verileceği 259. maddede hüküm altına alınmıştır.  C. ÖZEL KANUNLARDA MÜSADEREYE İLİŞKİN DÜZENLEMELER   5237 sayılı TCK'nin 5. maddesi  Bu Kanunun genel hükümleri, özel ceza kanunları ve ceza  içeren  kanunlardaki  suçlar  hakkında  da  uygulanır   01.01.2009  tarihinde  yürürlüğe girmiştir. Bunun neticesinde, özel yasalardaki müsadere hükümleri zımnen yürürlükten kalkmış ve TCK'nin 53. ve 54. maddelerindeki düzenlemeler özel yasalardaki düzenlemeler yerine uygulanmaya başlanılmıştır.   Zira önceden yürürlükte olan özel yasadan sonra yürürlüğe giren genel yasanın özel yasada bulunan hükümlere aykırı düzenlemeler getirmiş ise özel yasanın hükümleri yürürlükten kalkacaktır.   Müsadere ile ilgili özel kanunlardan bazıları; 3628 sayılı Mal Bildiriminde Bulunulması, Rüşvet ve Yolsuzluklarla Mücadele Kanunu madde 14, 1632 sayılı Askeri Ceza Kanunu madde 78, 2918 sayılı Karayolları Trafik Kanunu (KTK) madde 51, 1380 sayılı Su Ürünleri Kanunu madde 25, 3780 sayılı Milli Korunma Kanunu madde 53, 4250 sayılı İspirto ve İspirtolu                                                              57Centel ve Zafer ve Çakmut (n 16) 97 237Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  İçkilerin İnhisarı Kanunu madde 37 - 40, 5607 sayılı Kaçakçılıkla Mücadele Kanunu m. 13, 5553  sayılı  Tohumculuk  Kanunu  madde  12  şeklinde  sayılabilir.  Bu  özel  kanunlardaki müsadereye ilişkin hükümler, genel yasa niteliğinde olan 5237 sayılı TCK'nin 5. maddesindeki düzenleme ile yürürlükten kalktığı için artık TCK'nin 54 ve 55. maddesinde düzenlenen eşya ve kazanç müsaderesine ilişkin hükümler uygulanacaktır.  VII. MÜLKİYET HAKKI VE ANAYASAL AÇIDAN MÜSADERE   Gerek doğrudan gerekse dolaylı  olarak müsadere güvenlik tedbiri anayasal olarak güvence altına alınan mülkiyet hakkına müdahale neticesini doğurduğundan, mülkiyet hakkı ile müsadere ilişkisinin bu bölümde ayrıca değerlendirilmesi gerekmektedir.  A. MÜLKİYET HAKKI   Mülkiyet hakkı, 1789 Fransız İnsan ve Yurttaş Hakları Bildirgesi'nin 2. maddesinde  insanın doğal ve zaman aşımına uğramayan hakları  tabiri ile kendisine yer bulmuştur. Mülkiyet  hakkının  dokunulmaz  ve  kutsal  bir  hak  olduğu  ve  yasada  yer  alan  kamusal zorunlulukların haricinde sınırlanamayacağı bildirgenin 17. maddesinde yer almıştır.   TMK'de mülkiyetin ne olduğu tanımlanmamıştır. Anayasamızın 35. maddesi de temel haklar arasında mülkiyet hakkını düzenlemiş fakat mülkiyeti tanımlamamıştır. TMK mülkiyeti tanımlamamakla beraber 683. maddesinde; ''Bir şeye malik olan kimse hukuk düzeninin sınırları içinde o şey üzerinde dilediği gibi kullanma yararlanma ve tasarrufta bulunma yetkisine sahiptir  şeklinde kapsamını ve  Malik malını haksız olarak elinde bulunduran kimseye karşı İstihkak davası açabileceği gibi her türlü haksız el atmanın önlenmesi davası da edebilir'' şeklinde mülkiyet hakkının korunma kapsamını düzenlemektedir.  B. MÜLKİYET HAKKININ KAPSAMI   Mülkiyet hakkı kavramına değinmeden önce, mülkiyet hakkını kapsayan ayni hak kavramına  değinmek  gerekmektedir.  Ayni  hak  kavramının  konusunu  kural  olarak  maddi malların oluşturduğu kabul edilmektedir. Bundan dolayı ayni haklar ile ilgili olarak sadece maddi mallara  mal-ayın  niteliği tanınmakla birlikte, çağdaş hukuk düzenince ekonomik değeri olan, kazanılması ve devredilmesi mümkün olan haklar ya da haklar topluluğu üzerinde                                                              58Tünay (n 89) 35 59İbrahim Özden Kaboğlu, Özgürlükler Hukuku (6th edn, İmge Kitabevi 2002) 449 238Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  de ayni hak kurulabileceği kabul edilmektedir. Özetle, temelde maddi mallar istisnai olarak da maddi olmayan mallar ayni hakkın konusunu oluşturmaktadır.    Ayni haklar eşya üzerinde sağladığı yetkiye göre mülkiyet hakkı ve sınırlı ayni haklar olarak ikiye ayrılmaktadır. Mülkiyet hakkında, hak sahibinin hak üzerinde tam ve en geniş yetkisi bulunmaktadır. Hakkın konusu olan şey üzerinde kullanma, semerelerinden yararlanma ve malı tüketme yetkilerini mülkiyet hakkı sağlar.   Yukarıda  belirtildiği  üzere  mülkiyet  hakkının  kapsamının  ne  olduğu  TMK  683/1. maddesinde; bir şeyin malikinin hukuk düzeninin sınırında olmak kaydı ile söz konuşu şeyi istediği şekilde kullanabileceği ve o şey üzerinde istediği şekilde tasarrufta bulunabileceği şeklinde düzenlenmiştir. Gerek TMK madde 683 hükmü, gerekse eşya hukukuna ait kuralların bütünü göz önünde tutulursa mülkiyet hakkı ''eşya üzerinde en geniş sağlayan ayni hak'' olarak tanımlanabilir. Hukuk düzeninin birtakım düzenlemelerle bu yetkileri az veya çok kısıtlanmış olması, mülkiyetin ayni haklar içerisinde en geniş etki sağladığı şeklinde ifade edilen temel gerçeği değiştirmeyecektir.    TMK madde 683 düzenlemesi mülkiyetin aktif ve koruyucu olmak üzere iki grup yetkisini düzenlediği görülmektedir. Aktif yetkiler; malın fiilen kullanılması, ürünlerinden yararlanma ve malda değişiklik yapma gibi tasarrufta bulunma yetkileridir. Koruyucu yetkiler; ise maddede malın malikinin malını haksız olarak elinde bulundurduğunu iddia ettiği kişiye karşı istihkak davası açabileceğini ya da her türlü haksız el atmanın men edilmesini dava yolu ile isteyebileceği şeklinde düzenlemiştir.   Türk hukuk sistemine göre mülkiyet hakkı kapsamında değerlendirilmeyen haklar ile ilgili olarak, anayasada güvence altına alınan mülkiyet hakkının ihlâl edildiği iddiası ile AYM'ye bireysel başvuru yoluna gidilebilmektedir. Zira anayasada güvence altına alınan mülkiyet hakkı TMK'de yer alan mülkiyet hakkının kapsamı ile sınırlı değildir. Mülkiyet hakkının kapsamı belirlenirken bu hususa dikkat edilmelidir.                                                               60Özcan Karadeniz Çelebican, Roma Eşya Hukuku (3rd edn, Yetkin Yayınları 2006) 30 61Oğuzman ve Seliçi ve Oktay Özdemir (n 27) 19; Ayşe Lâle Sirmen, Eşya Hukuku (2nd edn, Yetkin Yayınları 2014) 271 62Oğuzman ve Seliçi ve Oktay Özdemir (n 27) 233 63ibid 234-235  64Haydar Burak Gemalmaz, Mülkiyet Hakkı Anayasa Mahkemesine Bireysel Başvuru El Kitapları Serisi-6 (Mrk Baskı 2018) 4 <https://www.anayasa.gov.tr/media/3548/06_mulkiyet_hakki.pdf> Erişim Tarihi 26 Aralık 2019 239Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  C. MÜLKİYET HAKKININ KONUSU   Mülkiyet hakkının konusu eşyadır. Eşya hukukunun belirlilik prensibine göre, ancak kendi kendine bağımsız olarak varlığı olan belirli bir şey, bir bütün hâlinde mülkiyet hakkına konu olabilir. Bunun doğal sonucu ise yalın, basit bir eşyanın bir kısmına bir kişinin, diğer bir kısmına diğer bir kişinin ayrı ayrı birbirinden bağımsız olarak malik olmalarına hukuken imkân bulunmayışıdır. Örneğin bir otomobilin ön kısmına bir kişinin, arka kısmına başka bir kişinin ayrı ayrı malik olmalarına hukuken imkân yoktur. Bu iki kişi birlikte bu otomobile malik olabileceklerdir.  Ancak  bu  hâlde  otomobil  üzerinde  bütün  hâlinde  olan tek  bir  mülkiyet bulunmakta fakat bu mülkiyet hakkı üzerinde birden çok hak sahibi vardır.  VIII. 1982 ANAYASASI NDA MÜLKİYET HAKKI   Mülkiyet hakkı mutlak haklar kapsamında olduğundan dolayı, malik herkese karşı bu hakkı ileri sürebildiği için, başta anayasamız olmak üzere, ceza kanunları ve idari mevzuat çerçevesinde korunmaktadır.    Çalışmamızın bu kısmında Anayasamızda mülkiyet hakkının ne şekilde düzenlenerek koruma altına alındığı ve ne şekilde, hangi hâllerde sınırlandırılabileceği ele alınacaktır.  A.   GENEL OLARAK   1982 Anayasasında temel hak ve hürriyetler Anayasanın  genel hükümler  başlıklı birinci bölümünden sonra ikinci kısmında  kişinin hakları ve ödevleri, sosyal ve ekonomik haklar ve ödevler, siyasi haklar ve ödevler  şeklinde üçe ayırarak, Jelninek'in ayrımına uygun bir şekilde düzenlenmiştir. Kişinin hakları ve ödevleri Anayasamızın 17-40 maddelerinde yer almaktadır. Bu haklar devlete kişilerin kişisel alanlarına dokunmama ödevi yüklemektedir.     Temel hak ve özgürlükler, anayasa ile güvence altına alınan insan hakları olarak tabir edildiğinden,  anayasal haklar  olarak nitelendirilebilir. Hak, bir hizmeti veya edimi isteme, özgürlük ya da anayasanın deyimiyle hürriyet ise, serbestlik anlamına gelmektedir.                                                                  65Oğuzman ve Seliçi ve Oktay Özdemir,  (n 27) 240 66Fikret Eren, Mülkiyet Hukuku, (1st edn, Yetkin Yayınları  2011) 27 67Kemal Gözler, Türk Anayasa Hukuku (2nd edn, Ekin Basım Yayım 2018) 281; Ahmet Nohutçu, Hâkimlik Kampı Anayasa Hukuku (2nd edn, Savaş Yayınevi 2018) 81 68Bülent Tanör ve Necip Yüzbaşıoğlu, 1982 Anayasasına Göre Türk Anayasa Hukuku (12th edn, Beta Basım Yayım 2012) 133 240Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  Halk oylaması sonucu kabul edilen ve 9 Kasım 1982 tarihinde Resmi Gazete'de yayınlanarak yürürlüğe giren 1982 Anayasasında mülkiyet hakkına ilişkin düzenleme, 1961 Anayasasındaki şekliyle aynı ifadelerle düzenlenmiştir. Şöyle ki;    Anayasanın 35. maddesi, herkesin mülkiyet hakkına ve miras hakkına sahip oluğunu belirterek, mülkiyet ve miras hakkının ancak kamu yararı amacıyla, kanunla sınırlanabileceğini ve mülkiyet hakkının kullanılmasının toplumun yararına aykırı olamayacağını düzenlemiştir.   Madde metinleri birbirlerine paralel olmasına rağmen, 1982 Anayasası mülkiyet hakkını 1961 Anayasasından farklı olarak  Sosyal ve ekonomik Haklar ve Ödevler  bölümünde değil,  Kişinin Hakları ve Ödevleri  bölümünde düzenlenmiştir.    Bu düzenleme ile mülkiyet hakkı birinci kuşak haklar seviyesine yükseltilmiş ve daha güvenceli bir hâle getirilmiştir. Mülkiyet hakkını 1961 Anayasası  Sosyal ve İktisadi Haklar ve Ödevler  bölümünde düzenlemişti. Aynı şekilde 1982 Anayasasında da düzenlenmiş olsaydı daha güvenceli hâle geldiği söylenemezdi. Zira 1982 Anayasası'nın mülga 91. maddesinin Bakanlar Kurulu'na vermiş olduğu Kanun Hükmünde Kararname çıkarma yetkisi ile aslında olağan dönemlerde  sosyal ve ekonomik  hakları düzenleme yetkisi vermekte olup  kişisel haklar  bakımından, dolayısı ile mülkiyet hakkı bakımından Bakanlar Kurulu'nun olağan dönemlerde böyle bir yetkisi yoktur. Günümüz şartlarında aynı durum Cumhurbaşkanlığı kararnameleri ile düzenlemede de geçerlidir.   1982 Anayasasının, 1961 Anayasasına kıyasla temel hak ve hürriyetleri kamu gücü karşısında daha güçsüz bir konuma yerleştirdiği, bunun nedeninin ise temel hak ve hürriyetlere ilişkin  düzenlemelere  yer  verilirken, taraf  olduğumuz  uluslararası  sözleşmelerin  başta  da Avrupa  İnsan  Hakları  Sözleşmesi  ile  uyum  sağlanmasına  çalışılması  olarak  ifade edilmektedir.    Ayrıca gerekçede  Mülkiyet hakkı Devletten önce de var olan bir gerçek  ifadesi ile anayasanın mülkiyet hususunda liberal mülkiyet görüşüne yaklaştığı söylenmektedir.    Özgürlüklerin  düzenlenmesi  bakımından  ise  genel  benzerliklerine  rağmen,  1961 Anayasası temel hak ve özgürlükler için bireyi ön plana almış ve devleti bu hususta görevli                                                              69Mehmet Akif Etgü, Kamu Hukukunda Mülkiyet Hakkı ve Avrupa İnsan Hakları Mahkemesi'nin Mülkiyet Hakkına Bakışı (1st edn, On İki Levha Yayınları 2009) 163 70Etgü, (n 105) 164, Şeref Gözübüyük, Anayasa Hukuku Anayasa Metni ve 11. Protokole Göre Hazırlanmış İnsan Hakları Sözleşmesi (19th edn, Turhan Kitabevi 2013) 173 71Kaboğlu, (n 95) 451 72Ergun Özbudun, Türk Anayasa Hukuku (15th edn, Yetkin Yayınları 2014) 110 73Şükrü Karatepe, Türk Anayasa Hukuku, (1st edn, Savaş Yayınevi 2016) 64, Etgü, (n 105) 165 241Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  kabul etmiş olmasına karşın 1982 Anayasası devletin bütünlüğüne ve devletin güvenliğine öncelik vererek bireyi ikinci plana yerleştirmiştir.    Anayasanın  35.  maddesinin  Danışma  Meclisi  gerekçesinde,  mülkiyet  hakkının Anayasada güvence altına alınmasının, Anayasanın komünizmi yasaklayarak özel mülkiyeti koruyan hükümleri ile faşizmi ve dini temellere dayalı devlet kurmayı yasaklayan hükümleri hep birlikte değerlendirildiğinde, Anayasanın ekonomik sistem tercihi bakımından da bir gösterge olduğu belirtilmiştir.   Danışma  Meclisinin  maddeye  ilişkin  gerekçesinde;  mülkiyet  hakkının  anayasada teminat  altına  alınması  ile  birlikte  yabancı  yatırımcıların  ülkemize  yatırım  yapmasının kolaylaşacağı ve ülke ekonomisine ve toplumun refahına katkı sağlanacağı belirtilmiştir. Ayrıca Anayasada mülkiyet hakkının teminat altına alınmasının devlet müdahalesi için olduğu, zira bireyler arasındaki korumanın TMK gibi sair mevzuat düzenlemeleri ile sağlanmakta olduğu da belirtilerek mülkiyet hakkının neden Anayasa'da teminat altına alındığı ve kime karşı koruma sağladığına değinilmiştir.   Açıklamalarından anlaşılacağı üzere mülkiyet hakkı Anayasa'da teminat altına alınarak, uluslararası ilişkilerin gelişmesi, ülkemize yabancı yatırımların gelmesine katkı sağlanacağı ve toplum refahına olumlu etki sağlayacağı belirtilmiştir. Ayrıca bu korumanın devlete hitap ettiği, zira şahıslar arasındaki ilişkilerin TMK ve benzer kanunlarla koruma altına alındığı gerekçede belirtilmektedir.   İşte müsadere kurumu eşyanın mülkiyetinin devlete geçmesi sonucunu doğurduğundan, devletin bireylerin mülkiyet haklarına müdahalesi sonucunu doğurmaktadır. Dolayısı ile bu kapsamla sınırlı olarak müsadere anayasal açıdan değerlendirilecektir.  B.   MÜLKİYET HAKKININ SINIRLANMASI   Mülkiyet  hakkının  Anayasamızda   Kişinin  Hakları  ve  Ödevleri   bölümünde düzenlendiğini belirtmiştik. Mülkiyet Hakkının sınırlanması hususuna geçmeden önce kısaca temel hak ve hürriyet kavramına değinmek gerekmektedir.   Temel hak ve hürriyetler, insan hakları kavramı, devlet karşısında kişiliğin korunması ve geliştirilmesi amacı ile yapılan düzenlemeler doğrultusunda anayasalarda ve daha geniş kapsamlı  bir  şekilde  uluslararası  hukuk  düzenlemelerinde  soyut  ve  somut  anlamlarda kullanılmaktadır. Anayasa'nın 12. maddesi; herkesin kişiliğinin varlığına bağlı olarak sahip                                                              74Gözübüyük, (n 106) 170 75Ömer İzgi ve Zafer Gören, Türkiye Cumhuriyeti Anayasasının Yorumu, Cilt I (TBMM Basımevi 2002) 370 76Fahri Bakırcı ve Şeref İba, Gerekçeli ve Notlu 1982 Anayasası, (Turhan Kitabevi 2017) 126 242Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  olduğu  dokunulmayan,  devredilmeyen,  vazgeçilmeyen  temel  hak  ve  hürriyetlere  sahip olduğunu ve temel hak ve hürriyetlerin ayrıca bireylere topluma ve ailesine karşı birtakım ödevler  de  yüklediğinin  düzenlenmesi  ile  temel  hak  ve  hürriyetlerin  niteliğini  ortaya koymaktadır.   Mülkiyet  hakkı  özelinde,  temel  hak  ve  özgürlüklerin  sınırlandırılmasına  ihtiyaç duyulmuştur. Zira herkes için özgürlük paylaşılmış özgürlüktür. Paylaşılmış özgürlükte doğal olarak sınırlıdır. Dolayısı ile anayasalarda geniş ölçütte düzenlenerek tanınmış olan hak ve özgürlükler, aralarındaki dinginliğin sağlanması ve kötüye kullanımının engellenmesi için kendi  aralarında  uzlaştırılması  ve  sınırlandırılması  zaruridir.  Bu  nedenle  Anayasamız doğrudan  veya  dolaylı  olarak  mülkiyet  hakkını  sınırlayan  hükümlere  yer  vermiştir; kamulaştırmaya, devletleştirmeye, toprak mülkiyetine ya da kıyılardan yararlanmaya ilişkin vb. düzenlemeler mülkiyet hakkının sınırlandırılması nedenlerine yer vermiştir.    Hak  ve  özgürlüklerin  kullanımı  asıl  olup  sınırlanması  ise  istisnai  olarak  kabul edilmektedir. Zira demokratik toplumlar maddi düzenin korunması açısından zorunluluk arz eden durum ve koşullarda hak ve özgürlükleri sınırlamaktadır.   Her  hakkın  kendi  özünde  doğal  sınırları  bulunup  bunun  dışından  temel  hak  ve özgürlüklerin sınırlandırılmasında iki yöntem bulunmaktadır. Temel hak ve özgürlükler ya anayasa tarafından bizzat sınırlanmaktadır ya da bu husus yine anayasa tarafından kanun koyucunun taktirine bırakılmaktadır.   Anayasamızın 35. maddesinde  Kişinin Hakları ve Ödevleri  bölümünde düzenlenerek anayasal güvence altına alınan mülkiyet hakkının hangi sebeplerle sınırlanabileceği yine aynı maddenin ikinci fıkrasında, ancak kamu yararı amacıyla, kanunla sınırlanabilir, şeklinde yer almaktadır.   Anayasamızda yapılan 2001 değişikliği ile genel sınırlama nedenleri kaldırılarak, şu anki hâli ile özel sınırlama rejimi öngörülmüştür. Yani Anayasanın ilgili maddelerinde yer alan sebeplerle ve ancak kanunla sınırlanabileceği öngörülmüştür.                                                              77Ahmet Korhan Mastı, ‘Türkiye de Bilgi Edinme Hakkı ve Kişilik Hakları ile İlişkisi  (Doktora Tezi, Gazi Üniversitesi, 2008) 4-5 78Kaboğlu, (n 95) 88 79ibid 452 80 Ahmet Korhan Mastı, ‘Askeri Yargıda Disiplin Mahkemeleri ve Temel Hak ve Hürriyetler  (YL Tezi, Gazi Üniversitesi, 2004) 115 81Mastı, (edn 116) 116 82A. Gözübüyük, (n 13) 179 243Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1    Temel Haklar ve Özgürlükler; anayasa ile doğrudan sınırlanabilir, yasayla sınırlanabilir, yürütme rolü ve yargı kararıyla sınırlanabilir.   Uygulamada hak ve hürriyetlerin konusunda temel problemler, hak ve hürriyetlerin sınırlanması hususunda çıkmaktadır. Zira anayasanın kendisi hak ve özgürlükleri koruma altına almaktadır. Buna binaen 1982 Anayasasının 13. maddesinde temel ve hak ve özgürlüklerin sınırlandırma rejimi düzenlenmektedir.   Anayasası 13. maddesinde temel hak ve hürriyetlerin, özlerine dokunulmadan sadece Anayasanın  ilgili  maddelerinde  yer  alan  sebeplere  bağlı  olarak  ve  ancak  kanunla sınırlanabileceği belirtilmiş. Devamında söz konusu sınırlamaların, Anayasanın sözüne ve ruhuna aykırı olamayacağı, demokratik toplum düzeni ve lâik Cumhuriyetin gerekleri ile aykırı olamayacağı ve ölçülülük ilkesinin de gözetilmesinin gerekeceği düzenlenerek sınırlamanın sınırlarına yer verilmiştir.   Ayrıca belirmek gerekir ki Anayasanın 15. maddesinde ise temel hak ve özgürlüklerin savaş, seferberlik veya olağanüstü dönemlerdeki sınırlandırılmasına ilişkin düzenlemeler yer almaktadır.  Bu  dönemlerde  milletlerarası  hukuktan  doğan  sorumluluklar ihlâl  edilmemek şartıyla  ve  söz  konusu  durum  ve  hâlin  gerektirdiği  ölçüde  temel  hak  ve  hürriyetlerin kullanılması bütününün ve bir kısmının durdurulabileceği gibi söz konusu hak ve özgürlükler için  Anayasada  yer  alan  güvencelere  aykırı  olarak  birtakım  tedbirler  alınabileceği düzenlenmiştir.    Anayasanın 15. maddesinin ikinci fıkrasında ise, birinci fıkrada yer alan durum ve koşullarda dahi savaş esnasında meydana gelen ve savaş hukukuna uygun ölümler hariç olmak üzere  hiç  kimsenin  yaşama  hakkına,  maddi  ve  manevi  varlığının  bütünlüğüne dokunulamayacağı;  hiç  kimsenin  din,  vicdan,  düşünce  ve  kanaatlerini  açıklamaya zorlanamayacağı  ve  bu  nedenlerle  suçlanamayacağı;  suç  ve  cezaların  geçmişe yürütülemeyeceği;  suçluluğu  mahkeme  kararı  ile  sabit  olana  dek  kimsenin  suçlu sayılamayacağı düzenlenerek birinci fıkradaki sınırlamaları sınırlandırmıştır.   Çalışmamızın esas konusu müsadere olduğundan dolayı, temel hak ve özgürlüklerin sınırlandırılmasında temel rejim olan olağan döneme ilişkin düzenlemeyi ihtiva eden 13. madde hükmü çerçevesinde konu ele alınacaktır.                                                               83Tanör ve Yüzbaşıoğlu, (n 104) 137 84Gözler, (n 103) 300 244Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  C. KAMU YARARI AMACIYLA SINIRLAMA   Mülkiyet hakkının sınırlandırılmasına ilişkin kamu yararı ilkesini 35. madde hükmü ifade  etmektedir.  Mülkiyet  hakkı  ancak  kamu  yararının  bulunduğu  hâllerde  kanunla sınırlandırılabilecektir.   Kamu yararı kavramı ise, birey ve topluluk menfaatleri arasında çatışmada tercih edilen üst yarardır. Kamu yararı; toplum ve devlet lehine bireysel veya topluluk yararından vazgeçme, toplum veya birey yararlarının yarışması durumunda da daha üstün olan menfaati koruma amacı ile hareket edilerek, mahkeme kararlarında bu yönde  yargısal tercihte bulunarak, bireyin menfaati yerine toplumun menfaatinin tercih edilmesidir.   Ayrıca belirtmek gerekir ki, kamu yararı her zaman çoğunluğun yararı anlamına gelmez. Çoğunluğun yararı ile kamunun yararını ilgilendiren konu örtüştüğünde sanki çoğunluğun yararının kamunun yararı olduğu yanılsamasına düşülmektedir. Örneğin toplumun az sayıda kesimini oluşturan engelli bireyler için yapılan çevresel düzenlemelerde çoğunluğun çıkarı ile örtüşmese dahi kamu yararı olduğu aşikardır.   Kamu  yararı kavramı toplumdan topluma ve zamana göre değişen bir kavramdır. Dolayısıyla bu kavramı açıklayan tanımlarda, ait olduğu dönem ve ülkenin ekonomik ve sosyal değerlerine göre yapılmıştır. Dolayısıyla kamu yararı kavramı değerlendirilirken somut olaya göre değerlendirmek gerekir.   Liberal ekonomik düzende özel mülkiyet sistemin temelini oluşturmaktadır. Sistem kamu yararından kamu hizmetine kadar özel mülkiyeti güçlendirecek şekilde kurulmuştur. Fakat insan tek başına toplumun katkısı olmadan  zenginlik elde edemeyeceği için, kamu yararının  gerektirdiği  taktirde  bu  zenginlikten  toplumun  faydalanmasına  katlanmak durumundadır.   Anayasada  teminat  altına  alınan  mülkiyet  hakkını  sınırlandıran  düzenlemelerin anayasaya  uygunluğunu  denetleyen  AYM  kamu  yararı  kavramına  kararlarında  sıklıkla başvurmaktadır.89 Bu kararlarından birinde; sosyal niteliği de bulunan mülkiyet hakkının başta toplum  ve  toplumun  yararını  ilgilendirdiği  gözetildiğinde,  bireyin  ve  toplumun  yararının çatıştığı  hâllerde  toplum  yararına  üstünlük  tanınmasının  tartışmaya  dâhi  yer  vermeyecek şekilde açık ve net olduğunu vurgulamıştır.                                                              85İbrahim Gül, ‘Danıştay Kararlarında Kamu Yararı Kavramı (2014) 2 Ankara Barosu Dergisi 533, 537 86Naci Münci Çakmak, İdare Hukukunda Kurumsal Olarak Kamu Yararı (1st edn, Seçkin Yayıncılık 2013) 112 87Çakmak, (n 122) 113 88İdib 305 89Etgü, (n 105) 173 90AYM  E. 1988/34, K. 1989/26, 21.06.1989, Anayasa Mahkemesi Kararları Dergisi, Sayı 25 291 245Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  IX. MÜSADERENİN MÜLKİYET HAKKI BAĞLAMINDA DEĞERLENDİRİLMESİ   1982 Anayasasının  Kişinin Hakları ve Ödevleri  bölümünde düzenlenerek koruma altına alınan mülkiyet hakkına doğrudan müdahalede bulunan müsadere güvenlik tedbirinin Anayasal açıdan da değerlendirilmesi gerekmektedir.   Zira mülkiyet hakkı kapsamında korunması gereken bir mal varlığı değeri müsaderenin konusuna girmektedir. Bunun içinde mülkün varlığı belirlenmelidir.91 AYM bireysel başvuruya ilişkin bir kararında;   Bireysel başvuru ile mülkiyet hakkının ihlâl edildiğinin iddia edilebilmesi için öncelikle mülkiyet  hakkının  kapsamına  dâhil  olabilecek  mal  varlığı  değerlerinin  bulunması gerekmektedir. Anayasa'nın 35. maddesi ile 1 No.lu Ek Protokol'ün 1. maddesi kapsamında yer alan ve korunan menfaatlere hâli hazırda sahip olunan bir mülk girebileceği gibi kesin bir şekilde tanımlanmış alacak hakları da bu kapsamdadır. Avrupa İnsan Hakları Mahkemesi'nin (AİHM) müsadere kararı ile mülkiyet hakkında yapılan müdahalelere ilişkin genel yaklaşımı; müsaderenin,  mülkiyet  hakkından  mahrum  kalınması  neticesini  doğurmasına  rağmen Sözleşme'ye  Ek  1  No.lu  Protokol'ün  1.  maddesinin  ikinci  paragrafı  kapsamında bir  ceza  olarak uygulandığı ve bu amacı gözeterek mülkiyetin kullanımının kontrolü olarak göz önüne alınması gerektiğini belirmektedir. Aracın müsaderesine hükmolunmasının aracın maliki olan başvurucunun mülkiyet hakkını sona ermesi sonucunu doğurduğundan Anayasa'nın 35. maddesi kapsamında mülkiyet hakkına müdahale niteliğinde olduğunu belirtmiştir.   AYM  kararında  özetle  mülkiyet  hakkının  ihlâl edildiğinin  ileri  sürülebilmesi  için mülkiyet hakkının kapsamına giren mal varlığının gerektiği ve bu kapsamda bir mal varlığının müsaderesinin 35. madde anlamında mülkiyet hakkına müdahale niteliğinde olduğu, dolayısı ile Anayasal açıdan değerlendirilmeye muhtaç olduğunu belirtmektedir.   Mülkiyet hakkına müsadere ile yapılan müdahalenin, Anayasa'nın 13. maddesinde belirtilen  temel  hak  ve  hürriyetlerin  sınırlandırılması  rejimine  uygun  olmadığı  taktirde Anayasa'nın 35. maddesinde koruma altına alınan mülkiyet hakkının ihlâline yol açacaktır. Bu itibarla müsadere kararı ile yapılan müdahalenin Anayasa'nın 13. maddesinde düzenlenen rejime uygun olup olmadığının belirlenmesi gerekmektedir. AYM bireysel başvuru kararında şu kriterleri ortaya koymaktadır;                                                              91Akif Yıldırım ve Özgür Duman, ‘Adalet Yolunda Bir ‘Nehir Sınavı  Mücadelesi: Mülkiyet Hakkı, Hükmün Açıklanmasının Geri Bırakılması Kurumu ve Müsadere  (2018) 67 (1) Ankara Üniversitesi Hukuk Fakültesi Dergisi 145, 159 <http://dergipark.org.tr/tr/download/article-file/621207> Erişim Tarihi 10 Ekim 2020 92AYMGK BB B. No: 2013/3044, 17.12.2015, <http://kararlaryeni.anayasa.gov.tr/> 246Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1    Anayasa'nın  35.  maddesi  mülkiyet  hakkına getirilecek  sınırlamaların  kamu  yararı amacıyla ve kanunla yapılması gerektiğini düzenlerken Sözleşme'ye Ek 1 No.lu Protokol'ün 1. maddesi de benzer bir düzenleme ile mülkiyetin sınırlandırılmasının kamu yararıyla, kanunda düzenlenen  koşullarla  ve  uluslararası  sözleşmelere  uygun  olarak  yapılabileceğini düzenlemektedir.  Ölçülülük  ilkesi  gereğince  başvurucuya  ait  aracın  mahkeme  kararıyla müsaderesine  hükmolunması  ile  mülkiyet  hakkına  yapılan  müdahale  arasında  makul  bir dengenin gözetilip gözetilmediği tartışılmalıdır. Zira temel hak ve özgürlüklerin anayasaya aykırı olarak sınırlandırıldığı iddiası ile yapılan başvurularda, hak ve özgürlük sınırlanırken ulaşılmak istenen amaçtan yola çıkılarak bu amaca ulaşılmak için seçilen aracın denetlenip, Anayasa'nın 13. maddesinde düzenlenen ölçülülük ilkesinin gözetilip gözetilmediği öncelikle değerlendirilmelidir. Bu nedenle mülkiyet hakkına getirilen müdahalelerde ölçülülük ilkesi kapsamında değerlendirme yapılarak, yapılan müdahalenin elverişli, gerekli ve orantılı olup olmadığının irdeleneceği belirtilmiştir.    Aslında  burada  AYM  13.  maddede  yer  alan  koşulları  açıklamış  olup,  müsadere değerlendirilirken bu kapsamda hareket edilmedir.  A. GENEL MÜSADERE YASAĞI   Müsaderenin  Anayasal  açısından  değerlendirilmesi  kapsamında  genel  müsadere yasağına tekrar değinmek yerinde olacaktır. Genel müsadere, suçlunun taşınır veya taşınmaz ayrımı gözetilmeksizin bütün mal varlığı değeri üzerindeki mülkiyet haklarına son verilerek, söz konusu mallar üzerindeki mülkiyetin devlete geçirilmesidir.   Genel  müsadere  sonucu  suçlunun  bütün  mal  varlığı  değeri  elinden  alındığından, suçlunun başta ekonomik olarak mahvolmasına sebep olduğu için günümüz çağdaş ceza hukuku sistemi tarafından kabul görmemektedir. Türkiye Cumhuriyeti Anayasası'nın 38/9 maddesinde de bu doğrultuda ''genel müsadere cezası verilemez'' hükmü düzenlenerek, suçlu dahi olsa genel müsadere yasaklanarak kişilerin mülkiyet hakkı güvence altına alınmıştır. Yine anayasamızın 13. maddesinde  yer alan temel hak ve özgürlüklerin sınırlanmasına ilişkin düzenlemeler de genel müsadereye izin vermemektedir.   Sıkıyönetim Askerî Mahkemesi tarafından örgüt oluşturup yurt dışından uyuşturucu maddelerden eroin ihraç ettiği iddiası ile sanığın 765 sayılı TCK'nin 403. maddesinin 1., 2. ve 5.  fıkraları  ile  59.  maddesi  uyarınca müebbet  ağır  hapis  cezasıyla  cezalandırılmasına  ve                                                              93AYMGK BB B. No: 2013/3044, 17.12.2015, <http://kararlaryeni.anayasa.gov.tr/> 94Demirbaş, (n 42) 489 247Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  kanunun 403. maddesinin son fıkrası gereğince taşınır ve taşınmaz mallarının müsaderesine dair  kararı  temyiz  edilmiştir.  Söz  konusu  kararın  Askerî  Yargıtay  tarafından  yapılan incelemesinde; suçun sübutuna, vasfına ve göreve ilişkin itirazlar yönünden reddetmiş, ancak müsadereye  ilişkin  765  sayılı  TCK'nin  403.  maddesinin  son  fıkrasının  Anayasa'nın  38. maddesine aykırı olduğu iddiası mahkemece ciddi görülerek AYM'ne gidilmiştir. AYM genel müsadere kararının verilmesi yönünden kararında özetle; genel müsadere cezası verilmesinin, Anayasada yer alan hak ve özgürlüklerin sınırlanmasına ilişkin bütün şartları aştığını, hakkı ortadan kaldırıcı nitelik taşıdığını ve modern ceza hukuku ile de çeliştiğini belirtmiştir. Kişinin tüm taşınır ve taşınmaz mallarına el konulmasına neden olan düzenlemenin Anayasaya uygun olmadığını,  çünkü  düzenlemenin  bir  hakkın  sınırlandırılması  değil  tümüyle  ortadan kaldırılmasına yol açtığını belirtmiştir. Ayrıca  Kanunlar Anayasaya aykırı olamaz  hükmü gereğince, 765 sayılı TCK'nin 403. maddesinin son fıkrasının Anayasa'ya aykırı olduğunu belirterek iptaline karar vermiştir.  B. ÜÇÜNCÜ KİŞİLERİN HAKLARININ KORUNMASI   765 sayılı TCK'nin 36. maddesinde  fiilde methali olmayan kimselere ait olmama  şeklinde düzenlenmiş olup, 5237 sayılı TCK uyarınca kasıtlı bir suçun işlenmesinde kullanılan eşyanın müsadere edilebilmesi için, eşyanın iyi niyetli üçüncü kişi ya da kişilere ait olmaması gerekir.    Suçun işlenmesinde kullanılan eşyayla suçu işleyen fail arasında sıkı bir bağlantı söz konusudur,  yani  müsadere  münhasıran  suçu  işleyen  ya  da  suça  iştirak  eden  failin mülkiyetindeki eşyaya ilişkindir. Fakat maddenin gerekçesinde belirtildiği üzere  müsadere yaptırımı bir  ceza  olarak öngörülmesine rağmen,  suç dolayısıyla hiç kimse mahkûm edilmese  de   müsadereye  hükmedilebilmesi   Anayasada  güvence  altına  alınan  mülkiyet hakkını zedeleyebilir.   Suçla ilgili olan eşya faile aitse, koşullarının gerçekleşmesi hâlinde müsadere kararı verilir. Fakat söz konusu eşya fail ya da şerik dışında başka bir kişiye aitse, artık burada eşya sahibinin iyi niyetli olup olmadığı araştırılacaktır.   AYM'nin bireysel başvuru kararında mülkiyet hakkına müdahale olduğunu savunan karşı oy gerekçesinde;                                                              95AYM, E. 1987/28, K. 1988/16, 03.06.1988, <http://kararlaryeni.anayasa.gov.tr/> 96İzzet Özgenç, Türk Ceza Kanunu Gazi Şerhi (1. Baskı, Ankara Açık Ceza İnfaz Kurumu Matbaası 2006) 687 97Gedik (n. 12) 152 248Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1    Müsaderenin kanuniliği için kullanılan 5237 sayılı TCK'nin 54. maddesinin dördüncü fıkrasında  kural;  alımı,  satımı,  kullanılması,  bulundurulması,  suç  konusu  olan  eşyanın müsaderesine imkân verirken, aynı maddenin birinci fıkrasının ilk cümlesi bir suçun icrası esnasında kullanılan eşyanın müsaderesine üçüncü iyi niyetli kişilere ait olmamak koşulu ile izin vermektedir.    5237 sayılı TCK'nin gerekçesinde de kuralın Anayasa'da yer alan mülkiyet hakkını zedelememesi için yeniden düzenlendiğini, kişinin suç işlemesine iştirak ederek katılmaması, suçun  işlenmiş  olduğundan  haberi  olmaması  hâlinde  sahibi  bulunduğu  eşyanın  suçun işlenmesinde kullanılmış bile olsa müsadereye hükmedilemeyecektir. Kuralın istisnasının kamu güvenliği,  sağlığı  veya  genel  ahlâk  ile  ilgili  konular  açısından  kabul  edilebileceğini belirtmektedir. Ayrıca kararda;   Düzenlemenin  asıl  amacının,   müsaderenin   hukuki  niteliğinin  aslen  bir  güvenlik tedbiri  olduğu  hususu  dikkate  alındığında,  bu  amaçla  düzenlenmiş  kanunun  ilgili  54. maddesinin üçüncü fıkrasında, suçta kullanılmış ama müsaderesi ile suça nazaran ağır sonuçlar doğuracak  ve  hakkaniyete  aykırı  olacağı  anlaşılan  eşyanın  müsaderesine  de hükmedilmeyebileceği söylenmektedir. Devletin trafik tescil bilgilerinin sıhhatine güvenerek, aracı bir başka kişiden noter kanalıyla devralan başvurucunun  iyi niyetli  sayılması gerektiği kuşkusuzdur. Sahte belgelerle araç ithal etme suçunun sanığı olmayan, kaçakçılık suçundan yargılanmakla beraber önce bu suçtan beraatına ve aracın iadesine karar verilen, bilahare Yargıtay'ın bu yöndeki bozma kararı üzerine hakkındaki bu dava zamanaşımı nedeniyle düşen başvurucunun mülkiyet hakkına vaki kamu müdahalesinin ölçülü ve haklı olduğu da kabul edilemez. Esasen davanın somutunda, ithal edilen araca ilişkin belgelerin Kırgızistan'dan celbinin  birkaç  yıl  sürmesi  karşısında,  başvurucunun  bu  konuda  müdebbir  davranmadığı söylenemez. Devletin  gümrük kaçağı  gerekçesiyle iyi niyetli üçüncü kişilere ait araca el koyması ve bu konuda kendiliğinden bir tazmin-giderim mekanizması öngörmemesi nedeniyle; kamunun trafik tescil sistem ve kayıtlarına güvenerek araç satın alan kişilerin otomatik olarak uğradıkları zararı sineye çekmek zorunda oldukları söylenemez. Ayrıca kararda;   Devlet kayıtlarına güvenerek hayatını yönlendiren, hukuki iş ve işlemlere kalkışan iyi niyetli bireyin hukuka ve devlete olan güvenini sürdürmesi yanında devletinde bu güveni zedeleyici  işlemlerden  kaçınmak,  mevzuata  ve  kayda  olan  inancının  devamını  sağlamak zorunluluğu, hukuk devleti olmanın gereklerindendir. Dolayısıyla, bu konumdaki kişilerin el koyma (müsadere) kararından sonra davalı idare aleyhine hizmet kusuru vb. nedenlerle dava açarak uğradıkları zararların tazminini isteyebilecekleri yönündeki bir düşünce ihlâl edilen 249Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  mülkiyet hakkını telafi edici bir sistem olarak kabul edilmemelidir. Asıl olanın hukuksuzluğu önlemek olduğundan, telafi etmek hak ihlâlini meşru kılmayacaktır… Açıklanan nedenlerle; dosyanın geçirdiği safahat itibariyle başvurucunun mülkiyet hakkına  ölçüsüz  bir biçimde müdahalede bulunulduğu ve Anayasa'nın 35. maddesinde düzenlenen mülkiyet hakkının ihlâl edildiği kanaati ile çoğunluğun aksi  yöndeki kararına katılmadığı, karşı oy  gerekçesinde belirtilmiştir.  X. MÜSADERENİN ANAYASAYA UYGUNLUĞU   Müsadere  güvenlik  tedbirini  düzenleyen  TCK'nin  54.  ve  55.  maddelerinin  1982 Anayasasının  mülkiyet  hakkını  düzenleyen  35.  maddesine  ve  temel  hak  ve  hürriyetlerin sınırlandırılmasına ilişkin rejimi düzenleyen 13. maddesine aykırı olmadığı sonucu ortaya çıkmaktadır. TCK'nin ilgili maddelerine göre müsadere güvenlik tedbirine; kasıtlı bir suç işlenmesi neticesinde, söz konusu suçla direk ilişkili olan bir eşyanın, mahkeme kararı ile mülkiyet  hakkını  sahibinden  alınarak  devlete  geçmesi  şeklinde  başvurulmaktadır.  Ortada işlenmiş olan bir suç olmasından dolayı, burada eşya üzerindeki mülkiyet hakkının toplumun faydasına aykırı bir şekilde kullanıldığına şüphe yoktur. Müsaderede TCK'nin 54. ve 55. maddelerini esas alarak mahkeme kararıyla mülkiyet hakkına son verildiğinden Anayasanın 13. ve  35.  maddelerinde  belirttiği   kanunla  sınırlanabilir   şartına  uygundur.  Son  olarak  da müsadere güvenlik tedbirine başvurulmasında, suç işlenmesinin engellemek amacı olduğundan Anayasamızın yine 13. ve 35. maddelerinde yer alan  kamu yararı amacıyla  sınırlama kuralı da yerine getirilmiş olmaktadır.   AYM'nin, müsaderenin şartları oluştuğundan Anayasaya uygun olduğu hususunda pek çok kararı bulunmaktadır.    AYM müsadere hususunda daha önce verdiği kararda, ormanların zarar görmesine veya yok olmasına neden olacak bütün unsurların önlenmesi amacı ile gerçekleştirilen müsadere tedbirinin icrasının kamu yararı taşıdığından meşru bir amaca haiz olduğunu kabul etmiştir.   AYM ceza soruşturmasında OHAL döneminde uygulanan el koyma tedbiri nedeniyle mülkiyet hakkının ihlâl edildiği iddiasına ilişkin inceleme neticesinde vermiş olduğu kararında şu gerekçelerle mülkiyet hakkının ihlâl edildiği yönünde karar vermiştir;                                                              98AYMGK BB B. No: 2013/3044, 17.12.2015, <http://kararlaryeni.anayasa.gov.tr/> Erişim Tarihi 08 Aralık 2020 99Erdal Yerdelen, ‘Yaptırım Olarak Devletin Mülkiyet Hakkına Müdahalesi (Müsadere-Mülkiyetin Kamuya Geçirilmesi) , (Yayımlanmamış Yüksek Lisans Tezi, Karamanoğlu Mehmetbey Üniversitesi, 2010) 77 100AYMGK BB B. No: 2015/6164, T. 20.06.2019, <http://kararlaryeni.anayasa.gov.tr/> Erişim Tarihi: 08 Aralık 2020  250Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1    Başvurucunun hakkında yürütülen ceza soruşturmasında mal varlığı değerleri yönünden uygulanan tedbire ilişkin olarak kanunda öngörülen itiraz sürecinin işletilmediği, müsadere kararı verilmediği hâlde tedbirin fiilen devam ettirildiği, tedbirin devamı ile ilgili olarak bir karar verilmediği gibi konu ile ilgili ve yeterli bir gerekçenin de gösterilmediği anlaşılmaktadır. Dolayısıyla başvurucunun mülkiyet hakkına yapılan müdahalenin hukuka uygun olmadığına dair savunma ve itirazlarını gerekli yerlerde etkin olarak ileri sürme imkânının tanınmadığı ve mülkiyet hakkının gerektirdiği usule ilişkin güvencelerin sağlanmadığı kanaatine varılmıştır. Bu durumda el koyma suretiyle yapılan müdahalenin kamu yararı amacı ile başvurucunun mülkiyet  hakkının  korunmasının  gereklilikleri  arasındaki  adil  denge  başvurucu  aleyhine bozulmuştur.  Başvurucunun  mülkiyet  hakkına  yapılan  müdahale  ölçüsüzdür…  Mülkiyet sıkıyönetim ve olağanüstü hâl gibi olağanüstü yönetim usullerinin benimsendiği dönemlerde Anayasa'nın 15. maddesinin ikinci fıkrasında yer alan ve savaş, seferberlik gibi olağanüstü durumlarda dokunulması yasaklanmış olan çekirdek haklardan olmadığı için mülkiyet hakkı için olağanüstü hâllerde Anayasa'da düzenlenen güvencelere aykırı tedbirler alınması mümkün olmaktadır.  Bu  kapsamda el  koyma  tedbirine  karşı  başvurucuya  etkin  bir  biçimde  itiraz edebilme  olanağının  tanınmadığı  tespit  edilerek  müdahalenin  ölçüsüz  olduğu  sonucuna varılmıştır. Olağanüstü dönemde söz konusu tedbire yönelik itiraz süreçlerini düzenleyen kanun hükümlerini kaldıran veya değiştiren herhangi bir düzenleme yapılmadığı anlaşıldığından müdahalenin durumun gerektirdiği ölçüde olduğu söylenemez. Bu açıklamalar, Anayasa'nın 15. maddesiyle birlikte değerlendirildiğinde, başvurucunun Anayasa'nın 35. maddesinde güvence altına alınan mülkiyet hakkının ihlâl edildiğine karar verilmesi gerektiğine karar verilmiştir.   AYM bir kararında mülkiyet hakkının ihlâl edilip edilmediği tespit edilirken özetle şu kriterleri ortaya koymaktadır; Öncelikle  somut  olay  incelenerek   mülkiyet  hakkına   yönelik  bir  müdahale  olup olmadığının tespit edilmesi gerekmektedir. Anayasa ve Avrupa İnsan Hakları Sözleşmesi'nin kapsamında yer alan mülkiyet hakkı kapsamında korunması gerekli bir menfaatinin bulunup bulunmadığı değerlendirilerek bu husus tespit edilmelidir. Mülkiyet hakkının ihlâli iddiasında bulunan kişi böyle bir hakkının varlığını ispat etmek durumundadır.                                                              101AYMGK BB B. No: 2016/71110, T. 25.09.2019, <https://kararlarbilgibankasi.anayasa.gov.tr/> Erişim Tarihi 13 Aralık 2020 102AYMGK BB B. No: 2014/8060, T. 29.09.2016, <https://kararlarbilgibankasi.anayasa.gov.tr/> Erişim Tarihi 13 Aralık 2020 251Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  Mülkiyet hakkının kapsamı belirlenmelidir. Anayasa'nın 35. maddesinde düzenlenerek koruma altına alınan mülkiyet kavramının kapsamı 4721 sayılı TMK'de yer alan mülkiyet kavramı ile sınırlı değildir. Kanunilik  ilkesi;  Anayasa'nın  35.  maddesinde  mülkiyet  hakkına  getirilecek sınırlamaların   ancak  kamu  yararı  amacıyla, kanunla  sınırlanabilir   şeklinde olabileceği düzenlenmişken, Sözleşme'ye Ek 1 No.lu Protokol'ün 1. maddesi  ancak kamu yararı nedeniyle ve  yasada  öngörülen  koşullara  ve  uluslararası  hukukun  genel  ilkelerine  uygun  olarak  sınırlanabileceği  düzenlenmektedir.  AYM,  bu  düzenlemeler  uyarınca  AİHM  sınırlamaları belirlerken,  içtihatlar  ile  ortaya  konulan  ilkelerin  de  hukuki  olduğunu  kabul  ederken, Anayasamız tüm sınırlamaların ancak kanunla yapılabileceğini düzenlediği için Sözleşme'den daha geniş bir koruma sağlamakta olduğunu belirtmektedir. Meşru amaç; müsadere kararı neticesinde suçun icrasında bizzat kullanılan, kullanılmak amacı ile hazırlanan veya suçun icra edilmesi ile meydana gelen eşyanın mülkiyetinin devlete geçmesi ile suç işlenerek gelir elde edilmesinin önlenmesi, ayrıca suçla ilgili olan ya da kendisi bizzat suç teşkil eden eşyanın ekonomi, toplum düzeni ve toplum güvenliği ile ve toplum sağlığı için yaratabileceği tehlikelerin engellenmesi amaçlanmaktadır. Böylelikle de etkin ve caydırıcı bir şeklide suçla mücadele edilerek yeni suçların işlenmesinin engellenmesi amaçlanmaktadır. Ölçülülük ilkesi;  elverişlilik ,  gereklilik   ve   orantılılık  şeklinde üç alt ilke ile açıklanmaktadır, daha doğrusu bu üç ilkeyi barındırmaktadır.  Elverişlilik  hakka müdahalenin, müdahale ile ulaşılması umulan amacı gerçekleştirmeye elverişli olmasını,  gereklilik  amaca ulaşılması açısından söz konusu müdahalenin zorunlu olmasını, diğer bir ifade ile hakka etkisi daha hafif olan müdahale ile aynı amacın elde edilmesi imkânının bulunmamasını,  orantılılık  ise hakka yapılan müdahale ile elde edilmesi hedeflenen amaç arasında makul bir dengenin olması gerektiği belirtir.   Yukarıda özetlendiği şekilde mülkiyet hakkına müdahalenin koşullarını açıklayan AYM kararının sonuç kısmında bütün koşulları değerlendirerek mülkiyet hakkının ihlâl edilmediğine karar vermiştir. Şöyle ki;   Somut olaydaki aracın suçta nakil vasıtası olarak kullanıldığı gerekçesiyle müsadere edildiği kararda açık olarak yazılı olup bu nedenle söz konusu araç TCK'nin 54/1. maddesi uyarınca müsadere edilmiş olduğundan başvurucunun mülkiyet hakkına kanun tarafından öngörülmüş olan bir müdahale bulunduğu ortadadır. Somut olay bakımından da göçmen kaçakçılığı suçunda kullanılan bir kara taşıtı olan minibüsün müsadere edilmesinin gerek uluslararası  sözleşmeler  gerekse  de  ulusal  mevzuat  çerçevesinde  yasaklanan  göçmen 252Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  kaçakçılığının önüne geçilmesi meşru amacını taşıdığı ve bunun ise kamu yararına olduğunda kuşku bulunmamaktadır. Sonuç olarak trafik sicilinde adına kayıtlı aracın göçmen kaçakçılığı suçunda  kullanıldığı  gerekçesiyle  müsadere  edilmesi  nedeniyle  başvurucunun  mülkiyet hakkına  yapılan  müdahale  bakımından  müdahalenin  yasal  olup   göçmen  kaçakçılığının önlenmesi  yönündeki meşru amacının da mevcut olduğu ortadadır. Başvurucuya müsadere kararına karşı yasa yollarına etkin bir şekilde başvuru imkânının da bulunduğu, geçersiz satış sözleşmesiyle aracı bir başka kişiye teslim eden başvurucunun müsadere kararı verilmesini gerektiren olaydaki dikkat ve özeni nazara alındığında ve bunun yanında başvurucunun satış sözleşmesinin geçersiz olmasına dayanarak borçlar hukuku hükümleri uyarınca aracı haricen sattığı kişiye genel hükümler çerçevesinde dava açma olanağı da bulunmaktadır. Bu husus değerlendirildiğinde müdahalenin başvurucuyu kişisel ve aşırı bir yük altına sokmadığı, hakka müdahalenin güttüğü amaç ile başvurucunun maruz kaldığı külfetin orantılı olduğu kanaatine varılmış  olması  nedeni  ile  Anayasa'nın  35.  maddesinde  korunan  mülkiyet  hakkının  ihlâl edilmediğine karar vermiştir.  SONUÇ   Çalışmamızda  müsadere  kavramının  tanımına  ve  müsaderenin  çeşitlerine,  benzer kavramlarla ilişkisine, Türk hukukunda müsadereye ilişkin yasal düzenlemelere yer verdikten sonra  müsadere  ile  mülkiyet  hakkı  ilişkisi  1982  Anayasası  kapsamında  incelenerek, müsaderenin anayasaya uygunluğu anayasal açıdan değerlendirilmiştir.   Bu kapsamda müsadere, bir kimsenin menkul veya gayrimenkul malının üzerinde sahip olduğu mülkiyet hakkının veya kazancın, kanunda öngörülen şartların gerçekleşmesi hâlinde, kesinleşmiş mahkeme kararı ile devlete geçmesi sonucunu doğuran bir güvenlik tedbiridir.   5237 sayılı TCK ile müsadere konusunda ayrıntılı hükümler getirilmiştir. Çalışmamızda ise, TCK'nin 54. ve 55. maddelerinde yer alan eşya ve kazanç müsaderesine ilişkin hükümleri ile 5271 sayılı CMK'nin 256-259. maddelerinde yer alan müsadere usulü, Anayasa ve diğer sair mevzuat hükümleri ile uluslararası düzenlemeler çerçevesinde incelenmiştir. Müsadere kurumu suçla mücadelede, suç işleyerek elde edilen kazancın önlenmesi açısından önem arz etmektedir. Bu nedenle de kazanç müsaderesinin 5237 sayılı TCK da ayrı bir maddede düzenlemesi önemlidir.                                                               103AYMGK BB B. No: 2014/8060, T. 29.09.2016, <https://kararlarbilgibankasi.anayasa.gov.tr/> Erişim Tarihi 13 Aralık 2020 253Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1    Müsadere, mülkiyet hakkını sona erdirdiğinden anayasamızda düzenlenerek koruma altına alınan ve insanlık tarihinin ilk dönemlerinden bu yana doğal, dokunulmaz bir hak olarak kabul edilen mülkiyet hakkı ile ilişkisi de önemlidir. Anayasamızda temel haklar ve ödevler başlıklı ikinci kısımda kişinin hakları ve ödevleri bölümünde mülkiyet hakkı düzenlenmiş olup; herkesin mülkiyet ve miras hakkına sahip olduğunu belirterek mülkiyet hakkını koruma altına alınmış olduğu gibi, devamında mülkiyet hakkının kendisinin kamu yararı amacının varlığı hâlinde, hakkın kullanılmasının ise toplum yararı amacıyla sınırlanabileceğini düzenlenerek hakkın sınırlanabileceği hususu da hüküm altına alınmıştır.    Mülkiyet hakkı, sahibine eşya üzerinde en geniş yetkiyi sağlayan ayni haktır; bir şeye malik olan kişinin söz konusunu şeyi hukuk sistemine aykırı olmamak kaydı ile; dilediği gibi kullanabilme, o şeyden dilediği şekilde yararlanabilme ve dilediği gibi tasarrufta bulunabilme hakkı bulunmaktadır.   Mülkiyet hakkına müsadere ile yapılan müdahalenin, Anayasa'nın 13. maddesinde belirtilen  temel  hak  ve  hürriyetlerin  sınırlandırılması  rejimine  uygun  olmadığı  taktirde Anayasa'nın 35. maddesinde koruma altına alınan mülkiyet hakkının ihlâline yol açacaktır. Bu itibarla müsadere kararı ile yapılan müdahalenin Anayasa'nın 13. maddesinde düzenlenen rejime  uygun  olup  olmadığının  belirlenmesi  gerekmektedir.  Müsaderenin  kanuniliği  için kullanılan 5237 sayılı TCK'nin 54. maddesinin dördüncü fıkrasındaki düzenleme alımı, satımı, kullanılması, bulundurulması, suç konusu olan eşyanın müsaderesine imkân verirken, aynı maddenin  birinci  fıkrasının  ilk  cümlesi  bir  suçun  icrası  esnasında  kullanılan  eşyanın müsaderesine üçüncü iyi niyetli kişilere ait olmamak koşulu ile izin vermektedir. 5237 sayılı TCK'nin gerekçesinde de kuralın Anayasa'da yer alan mülkiyet hakkını zedelememesi için yeniden düzenlendiğini, kişinin suç işlenmesine iştirak ederek katılmaması, suçun işlenmiş olduğundan haberi olmaması hâlinde sahibi bulunduğu eşya, suçun işlenmesinde kullanılmış olsa bile müsaderesine hükmedilemeyeceği düzenlenmiş, fakat söz konusu eşya iyi niyetli üçüncü kişiye ati olsa bile kamu güvenliği, sağlığı veya genel ahlâk açısından tehlikeli olması hâlinde müsadere edileceği belirtmektedir.   Gerek AYM'nin gerekse Avrupa İnsan Hakları Mahkemesinin kararları incelendiğinde, müsadere güvenlik tedbirini düzenleyen TCK'nin 54. ve 55. maddelerinin 1982 Anayasasını mülkiyet hakkını düzenleyen 35. maddesine ve temel hak ve hürriyetlerin sınırlandırılmasına ilişkin rejimi düzenleyen 13. maddesine aykırı olmadığı sonucu ortaya çıkmaktadır.   TCK'nin ilgili maddelerine göre müsadere güvenlik tedbirine; kasıtlı bir suç işlenmesi neticesinde, söz konusu suçla direk ilişkili olan bir eşyanın, mahkeme kararı ile mülkiyet 254Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  hakkını sahibinden alınarak devlete geçmesi şeklinde başvurulmaktadır. Ortada işlenmiş olan bir suç olmasından dolayı, burada eşya üzerindeki mülkiyet hakkının toplumun faydasına aykırı bir şekilde kullanıldığına şüphe yoktur. Müsaderede TCK'nin 54. ve 55. maddelerini esas alarak mahkeme kararıyla mülkiyet hakkına son verildiğinden Anayasanın 13. ve 35. maddelerinde belirttiği   kanunla  sınırlanabilir   şartına  uygundur.  Ayrıca  müsadere  güvenlik  tedbirine başvurulmasında  suç işlenmesinin önlenmesi  amacı olduğundan, Anayasamızın yine 13. ve 35.  maddelerinde  yer  alan   kamu  yararı  amacıyla   sınırlama  kuralı  da  yerine  getirilmiş olmaktadır.   AYM'nin müsaderenin şartları oluştuğundan Anayasaya uygun olduğu hususunda pek çok  kararı  bulunmaktadır.  Mülkiyet  hakkı  Anayasa'da  teminat  altına  alınarak, bu  alanda uluslararası ilişkilerin gelişeceği, ülkemize yabancı yatırımların gelmesine katkı sağlanacağı ve toplum refahına olumlu etki sağlayacağı belirtilmiştir. Fakat hakka ilişkin yer verilen bu teminatlar hakkın sınırlandırılamayacağı anlamına gelmemektedir. Ayrıca Anayasada yer alan koruyucu hükmün devlete hitap ettiği, zira şahıslar arasındaki ilişkilerin TMK ve benzer kanunlarla koruma altına alındığı gerekçede belirtilmektedir.    İnsan Hakları ve Temel Özgürlüklerin Korunmasına İlişkin Sözleşme ye Ek 1 No lu Protokolün   Mülkiyetin  korunması   kenar  başlıklı  1.  maddesinin  mülkiyet  hakkının korunmasına ilişkin hükmü ister gerçek ister tüzel kişi olsun herkesin malının ve mülkünün dokunulmaz olduğunu, bu dokunulmazlığın ise ancak kamu yararı nedeniyle ve kanunda düzenlenen  şartlarla  ve  uluslararası  hukuka  uygun  olmak  kaydı  ile  sınırlanabileceği düzenlenmiştir. İkinci fıkrada ise bu düzenlemenin devletlerin mülkiyetin kamu yararına uygun kullanılması için ya da vergi ceza gibi ödemelerin yapılmasını sağlamak maksadı ile gerekli uygulamaları yapmasını engellemeyeceği belirtilmiştir.     Ayrıca sözleşmeye göre mülkiyet hakkına müdahaleden bahsedebilmek için; kişinin sahip olduğu şeye müdahale olmalı ve kişinin meşru yani yasaya ya da istikrarlı bir içtihada dayalı somut bir beklentisi olmalıdır.   Çalışmada  yer  verilen  AYM  kararı;  AİHM  tarafından  sınırlamalar  belirlenirken içtihatlar ile ortaya konulan ilkelerin de hukuki olduğunu kabul ederken, Anayasamız tüm sınırlamaların ancak kanunla yapılabileceğini düzenlediği için Sözleşme'den daha geniş bir koruma sağlamakta olduğunu belirterek, AİHM içtihatları ile 1982 Anayasası düzenlemesini karşılaştırmış ve neticesinde Anayasamızın mülkiyet hakkına ilişkin daha geniş bir koruma sağladığını  ifade  etmektedir.  Dolayısı  ile  buradan  hareketle  mülkiyet  hakkına  ilişkin korumanın, AİHM'nin sağladığı güvencelerin dahi üzerinde olduğu söylenebilir. 255Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1    Müsaderenin  temel  amacının  suç  işleyerek  elde  edilen  gelirlerle  haksız  yere zenginleşmenin yahut bu gelirlerle beslenen yasa dışı örgütlerin güçlenmesinin engellenmesi olduğu  düşünüldüğünde,  5237  sayılı  TCK,  Anayasa  ve  sair  mevzuat  hükümlerinin cezalandırma açısından  yeterli  olduğu  söylenebilse  de  uygulamada  başarısız  olunmasının nedenlerini  irdelemek  gerekmektedir.  Örneğin  suçüstü  yakalanan  uyuşturucu  satıcısının üzerinden çıkan paranın sadece uyuşturucu satışından elde edildiği delillendirilebilen kısmı müsadereye konu olabilecek ve kalan kısmı iade edilecektir. Bu kapsamda bu hususların tespiti açısından kolluğa görevler düşmektedir.    Bir araştırmada, Türkiye de kayıt dışı ekonominin son 10 yıldır gayri safi milli hasılaya oranının yüzde 28-30 bandında seyrettiği belirtilmektedir. Ayrıca kayıt dışı ekonomi oranında ülkemiz Ekonomik Kalkınma ve İş birliği Örgütü yani OECD nin 34 ülkesi arasında birinci olduğu, ABD'nin ise yüzde 7.95 kayıt dışı ekonomi oranıyla OECD nin en iyisi konumunda olduğu belirtilmektedir.    Kayıt dışı ekonomi, yasal olup kayıt altına alınmayan faaliyetleri ve yasa dışı faaliyetleri kapsamaktadır. Bu kapsama rüşvet, yolsuzluk gibi kamu görevlileri tarafından işlenebilen suçlar  girdiği  gibi,  uyuşturucu  ticareti  ve  kaçakçılık  gibi  yasa  dışı  diğer  faaliyetler  de girmektedir.  Oranın  yüksekliği  ve  sıralamadaki  yerimiz  aslında  tek  başına  sistemimizde eksiklikler olduğunu ortaya koymaktadır.    Kimlerin  mal  bildiriminde  bulunacağı  3628  sayılı  Mal  Bildiriminde  Bulunulması Rüşvet  ve  Yolsuzlukla  Mücadele  Kanununun  2.  maddesinde  tahdidi  olarak  sayılmıştır. Birtakım  özel  kanunlarda  da  mal  bildiriminde  bulunması  zorunlu  tutulan  kişiler düzenlenmektedir. Konumuz açısından ilgisi nedeni ile kimlerin mal bildiriminde bulunması gerektiğine  detaylı  olarak  açıklanmamıştır.  Fakat  ülkemizde  kamu  görevlileri  ve  belirli görevleri  ifa  edenler  dışındaki  vatandaşlar  istisnalar  haricinde  mal  bildiriminde bulunmamaktadır.   Bu nedenlerle mal bildiriminde bulunması zorunlu olanlar dışındaki vatandaşlar içinde mal bildirimi bulunmasını sağlayacak bir sistem getirilmeli ya da belirlenecek miktardaki mal varlığı hareketleri tespit edilerek araştırılmalıdır. Sadece sistemi getirmek yeterli olmayacaktır. Gerekli denetim mekanizmaları da oluşturulmalıdır. Müsadere uygulamasında suçtan eşya ya da kazanca gidilmektedir. Fakat bunun tek başına yeterli olması beklenemez. Belirli suçlar                                                              104  Ceyhun  Elgin  ve  Oğuz  Öztunalı,    ‘Shadow  Economies  around  the  World:  Model  Based  Estimates  (http://tto.boun.edu.tr/tr/)  <http://tto.boun.edu.tr/tr/content/kayit-disi-ekonomi-buyumenin-onunde-en-buyukengel>  Erişim  Tarihi  07  Ekim  2020;  Araştırmanın  tamamı  için  bakınız; http://ideas.econ.boun.edu.tr/RePEc/pdf/201205.pdf, Erişim Tarihi 07 Ekim 2020 256Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  açısından, suç işlendiğine dair kuvvetli şüphe bulunan hâllerde şüphelinin mal varlığı üzerinde de usulüne uygun bir şekilde araştırma yapılarak ceza kanunlarının ve özelliklede müsaderenin amaçlarına daha etkili bir şekilde katkı sağlanacağı kanaatindeyiz.    Mali Suçları Araştırma Kurulunun 2018 tarihli faaliyet raporun yedinci sayfasında detaylı olarak görev, yetki ve sorumluluklarına yer verilmiştir. Cumhuriyet savcıları tarafından incelenmesi talep edilen hususları incelemek ve aklama suçunun tespitine ilişkin talepleri yerine getirmek ve ayrıca resen yaptığı araştırmalar neticesinde aklama veya terörün finansmanı suçunun işlendiğine dair ciddi şüphelerin mevcut olması durumunda konuyu ilgili Cumhuriyet savcılığına bildirmek görevleri bulunduğu belirtilmektedir. Raporun otuz üçüncü sayfasında ise, 2018 yılında CMK'nin 128. maddesi kapsamında düzenlenen rapor sayısı 4.213 olarak belirtilmiştir. Raporun yirmi üçüncü sayfasında şüpheli işlem bildirimleri 222.743, adli/kolluk talepleri 22.939, diğer ihbarlar 255 adet oldukları belirtilmiştir 105.   Mali Suçları Araştırma Kurulunun faaliyeti görev ve sorumluluklarından anlaşıldığı üzere konumuz açısından kritik görevleri bulunmaktadır. Dolayısıyla daha etkin bir şekilde çalışmasının sağlanması gerekmektedir.    Mali denetimlerdeki eksiklikler ve yapılması gerekli mevzuat düzenlemeleri, müsadere ve diğer mali suçların birbirleri ile ilişkili olup bu konuda yapılması gerekenler aslında başlı başına bir araştırma konusunu oluşturmaktadır. Bu konuda ekonomistlerden, hukukçulardan, vergi ve maliye uzmanlarından ve diğer yetkin kişilerden yetkili makamlarca oluşturulacak bir kurul  vasıtası  ile  araştırmalar  yapılarak,  sistemimizdeki  eksikliklerin  neler  olduğu  ve  ne yapılması gerektiği, diğer ülkelerdeki mevzuat düzenlemeleri çerçevesinde incelenerek tespit edilebilir.   TCK'nin 54. ve 55. maddelerinde ayrıntılı olarak yer alan düzenlemelerde eksiklik olmadığı söylenebilir. Fakat nitelikli dolandırıcılık, uyuşturucu veya uyarıcı madde imal ve ticareti, banka veya kredi kartlarının kötüye kullanılması gibi ekonomik suçlarda şüphelilerin mal varlıklarının da araştırılması hususunda mevzuatta birtakım düzenlemeler yapılmalıdır. Böylece müsadere kurumu, özellikle kazanç müsaderesi etkin bir şekilde işletilebilecektir.    Müsaderenin ülkemizde uygulanan hâliyle hem AİHS, hem de Anayasa açısından uygun olduğu sonucuna varılmakla birlikte,  suçun ve suçtan elde edilen gelirlerin önlenmesi ve neticesinde  suç  ile  etkili  bir  mücadele  için  müsadere  ve  diğer  mali  suçlar  arasındaki                                                              105Hazine  ve  Maliye  Bakanlığı,  ‘Mali  Suçları  Araştırma  Kurulu  2018  Yılı  Faaliyet  Raporu , (https://www.hmb.gov.tr) <https://www.hmb.gov.tr/masak-faaliyet-raporlari> Erişim Tarihi 10 Ekim 2020 257Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  ilişkinin/irtibatın kapsamlı bir çalışmada hukukçular, vergi/maliye uzmanları ve ekonomistler tarafından detaylandırılarak incelenmesine ihtiyaç bulunmaktadır.",
     "Kaynakça": "KİTAPLAR Acar H, ‘Türk Ceza Hukukunda Müsadere Kurumu  (Yayımlanmamış Doktora Tezi, Çankaya Üniversitesi, 2019) Arslan  MBS,  ‘Türk  Hukukunda  Müsadere   (Yayımlanmamış  Doktora  Tezi,  Galatasaray Üniversitesi, 2014) Artuç M, Hüküm Kurma Sanatı (6. Baskı, Türkiye Adalet Akademisi Yayınları 2015) Bakırcı F ve İBA Ş, Gerekçeli ve Notlu 1982 Anayasası (1. BaskıTurhan Kitabevi 2017) Centel N, Zafer H ve Çakmut Ö, Türk Ceza Hukukuna Giriş (5. Baskı, Beta Yayınevi 2008) Centel N ve Zafer H, Ceza Muhakemesi Hukuku (3. Baskı, Beta Basım Yayım 2005) Certel A, Müsadere (1. Baskı, Seçkin Yayıncılık 2008) Çelebican Ö ve Karadeniz Ö, Roma Eşya Hukuku (3. Basım, Yetkin Yayınları 2006) Çakmak NM, İdare Hukukunda Kurumsal Olarak Kamu Yararı (1. Baskı, Seçkin Yayıncılık 2013) Çulha R, Demirağ F, Nuhoğlu A, Oktar S ve Tezcan D, Ceza Muhakemesi Hukuku Başvuru Kitabı (2. Baskı, Bilge Yayınevi 2017) Demirbaş T, Ceza Hukuku Genel Hükümler (3. Baskı, Seçkin Yayıncılık 2005) Doğru O ve Nalbant A, İnsan Hakları Avrupa Sözleşmesi Açıklama ve Önemli Kararlar 2. Cilt (1. Baskı, Legal Kitabevi 2013) Elgin C ve Öztunalı O, ‘Shadow Economies around the World: Model Based Estimates  <http://ideas.econ.boun.edu.tr/RePEc/pdf/201205.pdf>  Erişim Tarihi 07 Mart 2020 Ercan İ, Ceza Hukuku Genel Hükümler (10. Baskı, On İki Levha Yayıncılık 2014) Ercan İ, Ceza Hukuku Özel Hükümler (7. Baskı, On İki Levha Yayıncılık 2012) Eren F, Mülkiyet Hukuku (1. Baskı, Yetkin Yayınları 2011) 258Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  Etgü  MA,  Kamu  Hukukunda  Mülkiyet  Hakkı  ve  Avrupa  İnsan  Hakları  Mahkemesi'nin Mülkiyet Hakkına Bakışı (1. Baskı, On İki Levha Yayınları 2009) Fertellioğlu  B,  ‘Anayasal  Dilin  Semantiği  Üzerine:  Anayasanın  Ruhu  Kavramı  (Yayımlanmamış Yüksek Lisans Tezi, Marmara Üniversitesi, 2019) Gedik D, Müsadere (2. Basım, Adalet Yayınevi 2016) Gemalmaz HB, Mülkiyet Hakkı Anayasa Mahkemesine Bireysel Başvuru El Kitapları Serisi   6 (Mrk Baskı 2018) Gerçeker H, Yorumlu ve Uygulamalı Türk Ceza Kanunu Cilt I (2. Bası, Seçkin Yayıncılık 2014) Gökçen A, Ceza Muhakemesi Hukukunda Basit Elkoyma ve Postada Elkoyma (Özellikle Telefonların Gizlice Denetlenmesi) (Adalet Yayınevi 1994) Gözler K, Anayasa Hukukunun Genel Esasları (10. Baskı, Ekin Basım Yayım 2018) Gözler K, Türk Anayasa Hukuku (2. Baskı, Ekin Basım Yayım 2018) Gözler K, Türk Anayasa Hukukuna Giriş (4. Baskı, Ekin Basım Yayım 2010) Gözübüyük AP, Alman, Fransız, İsviçre ve İtalyan Ceza Kanunlariyle Mukayeseli Türk Ceza Kanunu Gözübüyük Şerhi (5. Baskı, Kazancı Hukuk  Yayımları 1988) Gül İ, ‘Danıştay Kararlarında  Kamu Yararı  Kavramı  (2014) (2) Ankara Barosu Dergisi, ss. 533 550 Güngör D ve Toroslu H ‘Müsadere ve Hükmün Açıklanmasının Geri Bırakılması İlişkisi Üzerine Kısa Bir Değerlendirme  (2016) 65 (4)  Ankara Üniversitesi Hukuk Fakültesi Dergisi, ss. 1967  1980 Günler K, ‘Türk Ceza Hukukunda Müsadere  (2014) 18 (3) Gazi Üniversitesi Hukuk Fakültesi Dergisi, ss. 849 876 Hafızoğulları Z ve Özen M, Türk Ceza Hukuku Genel Hükümler (3. Baskı, Us A Yayıncılık 2010) Hakeri H, Yeni Türk Ceza Hukukunun Temel Kavramları Genel Hükümler (3. Baskı, Seçkin Yayıncılık 2005) 259Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  İzgi Ö ve Gören Z, Türkiye Cumhuriyeti Anayasasının Yorumu Cilt I (TBMM Basımevi 2002) Kabaoğlu İÖ, Özgürlükler Hukuku (6. Baskı, İmge Kitabevi 2002) Karatepe Ş, Türk Anayasa Hukuku (1. Baskı, Savaş Yayınevi 2016) Kubalı HN, Anayasa Hukuku Dersleri Genel Esaslar ve Siyasi Rejimler (İstanbul Üniversitesi Hukuk Fakültesi Yayınları 1969) Kunter N, Yenisey F ve Nuhoğlu A, Muhakeme Hukuku Dalı Olarak Ceza Muhakemesi Hukuku (14. Baskı, Arıkan Basım 2006) Mastı  AK,  ‘Askeri  Yargıda  Disiplin  Mahkemeleri  ve  Temel  Hak  ve  Hürriyetler  (Yayımlanmamış Yüksek Lisans Tezi, Gazi Üniversitesi, 2004) Mastı AK, ‘Türkiye de Bilgi Edinme Hakkı Ve Kişilik Hakları İle İlişkisi  (Yayımlanmamış Doktora Tezi, Gazi Üniversitesi, 2008) Nohutçu A, Hâkimlik Kampı Anayasa Hukuku (2. Baskı, Savaş Yayınevi 2018) Oğuzman K ve Barlas N, Medeni Hukuk Giriş Kaynakları Temel Kavramlar (13. Bası, Arıkan Basım Yayım 2006) Oğuzman K, Seliçi Ö ve OKTAY ÖZDEMİR S, Eşya Hukuku (12. Bası, Filiz Kitabevi 2009) Özbek VÖ, Ceza Muhakemesi Hukukunda Koruma Tedbiri Olarak Arama (1. Baskı, Seçkin Yayıncılık 1999) Özbudun E, Türk Anayasa Hukuku (15. Baskı, Yetkin Yayınları 2014) Özer A, Anayasa Hukuku (7. Baskı, Gazi Kitabevi 2016) Özgenç İ, Türk Ceza Kanunu Gazi Şerhi (1. Baskı, Ankara Açık Ceza İnfaz Kurumu Matbaası 2006) Öztan B, Medeni Hukukun Temel Kavramları (31. Baskı, Turhan Kitabevi 2009) Özütrk Bahri ve Erdem MR, Uygulamalı Ceza Hukuku ve Güvenlik Tedbirleri Hukuku (17. Baskı, Seçkin Yayıncılık 2017) Remzi M, Aydın S ve Ispartalı M, Medeni Hukuk (2. Baskı, İkinci Sayfa Yayınları 2012) Sirmen AL, Eşya Hukuku (2. Bası, Yetkin Yayınları 2014) Şahin C, Ceza Muhakemesi Hukuku  I (9. Baskı, Seçkin Yayıncılık 2018) 260Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  Şahin İ, Türk Ceza Yargılaması Hukukunda Yakalama ve Gözaltına Alma (2. Baskı, Seçkin Yayıncılık 2004) Taneri G, Müsadere (1. Baskı, Bilge Yayınevi 2013) Tanör B ve Yüzbaşıoğlu N, 1982 Anayasasına Göre Türk Anayasa Hukuku (12. Baskı, Beta Basım Yayım 2012) Topaç TH, ‘Eşya Müsaderesi (TCK. 54)  (2013) 0 (2) Uyuşmazlık Mahkemesi Dergisi, ss. 4770 Toroslu N, Ceza Hukuku Genel Kısım (14. Baskı, Savaş Yayınevi 2009) Tünay  M  ‘Müsadere  ve  Müsadere  Muhakemesi   (Yayımlanmamış  Yüksek  Lisans  Tezi, Çankaya Üniversitesi, 2014) Yaşar O, Gökcan HT ve Artuç M, Yorumlu   Uygulamalı Türk Ceza Kanunu, Cilt II (1. Baskı, Adalet Yayınevi 2010) Yerdelen E, ‘Yaptırım Olarak Devletin Mülkiyet Hakkına Müdahalesi (Müsadere Mülkiyetin Kamuya Geçirilmesi)  (Yayımlanmamış  Yüksek Lisans Tezi, Karamanoğlu Mehmetbey Üniversitesi, 2010) Yücebaş, Ö ‘Suç Ekonomisi ve Terörün Finansmanı  (Yayımlanmamış Doktora Tezi, Ankara Üniversitesi, 2010) Yıldırım A ve Duman Ö, ‘Adalet Yolunda Bir  Nehir Sınavı  Mücadelesi: Mülkiyet Hakkı, Hükmün  Açıklanmasının  Geri  Bırakılması  Kurumu  ve  Müsadere   (2018)  67  (1) Ankara Üniversitesi Hukuk Fakültesi Dergisi, ss. 145 200 Yılmaz Z, Teori ve Uygulamada Müsadere (Seçkin Yayıncılık 2003)  RAPORLAR Avrupa Uyuşturucu Raporu, 2018, http://www.emcdda.europa.eu,  Erişim Tarihi 26 Aralık 2020 Avrupa Uyuşturucu Raporu, 2019, http://www.emcdda.europa.eu, Erişim Tarihi  26 Aralık 2020 Hazine ve Maliye Bakanlığı, Mali Suçları Araştırma Kurulu 2018 Yılı Faaliyet Raporu, https://www.hmb.gov.tr/masak faaliyet raporlari, Erişim Tarihi 10 Ekim 2020  261Ahmet Korhan MASTI ve Abdullah DÖLEN                                                  NKÜ Hukuk Fakültesi Dergisi 2022/1  VERİ TABANLARI VE İNTERNET SİTELERİ http://dergiler.ankara.edu.tr/ http://dergipark.org.tr http://kararlaryeni.anayasa.gov.tr http://tdk.gov.tr http://tto.boun.edu.tr  http://www.bakale.com http://www.emcdda.europa.eu http://www.uyusmazlik.gov.tr https://acikerisim.tbmm.gov.tr https://en.wikipedia.org https://kararlarbilgibankasi.anayasa.gov.tr https://mevzuat.tbmm.gov.tr https://tez.yok.gov.tr https://www.anayasa.gov.tr https://www.hmb.gov.tr/masak sunus https://www.mevzuat.gov.tr https://www.ombudsman.gov.tr https://www.seslisozluk.net https://www2.tbmm.gov.tr    262"
}