{
     "Tip": "Makale",
     "Dergi İsmi": "Tekirdağ Namık Kemal Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "26",
     "Ay": "06",
     "Yıl": "2021",
     "Cilt": " ",
     "Sayı": "1",
     "Başlık": "HUKUK YARGILAMASINDA TARAF VEKİLİ AVUKATIN TANIKLIĞI ",
     "Title": "TESTIMONY OF THE PARTY ATTORNEY IN THE CIVIL PROCEEDINGS",
     "Yazar İsmi": [

          "Araş. Gör. Ali Fuat ÇİÇEKLİ "
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Tanıklık", "Avukat", "Adil Yargılanma Hakkı", "Silahların Eşitliği", "Avukatlık Meslek Etiği"
     ],
     "Keywords": [
          "Testimony", "Attorney at Law"," Right to Fair Trial", "Equality of Arms", "Code of Ethics for Lawyers"
     ],
     "Özet": "Tanıklık, taraflar arasında çekişmeli olan olaylar hakkında bilgi sahibi olan taraflar haricindeki bir kimsenin, bildiklerini mahkemeye sunmasıdır. Davada vekâlet ise tarafın mahkemede temsilidir. Vekillik rolü ile tanıklık rolü birbirinden ayrı olarak konumlanır. Vekilin tarafla ilişkisi ve onun yargılamadaki konumu da tanıklık rolüne etki edecek niteliktedir. Taraf vekili, kural olarak avukat olmak zorundadır. Çalışmada tanıklık yapma zorunluluğu ve tanıklıktan çekinme hakkına sahip bulunan kimseler açıklanmıştır. Ardından davada iradi kanuni temsil kurumu ve avukatın temsil yetkisi incelenmiştir. Tanıklık üzerinden taraf vekili avukatın, hem taraf vekili olmasından hem de mesleki  konumundan  kaynaklanan  çeşitli  nitelikleri  bulunmaktadır.  Taraf  vekili  olması,  adil yargılanma hakkı, silahların eşitliği ilkesi ve hukuki dinlenilme haklarını ilgilendirmektedir. Mesleki konumu ise onun yargının kurucu unsurlarından bağımsız savunma görevi ve hukukun yerine getirilmesi işlevine işaret etmektedir. Çalışma, tüm bu ihtimaller dâhilinde karşılaştırmalı hukuktaki örneklerine de değinerek taraf vekili avukatın tanık olup olamayacağını incelemektedir.",
     "Abstract": "Testimony is the presentation of what they know to the court, except for the parties who have information about the contentious events between the parties. Proxy in the case is the representation of the party in the court. The proxy role and the witness role are positioned separately from each other. The relationship of the attorney with the party and his position in the trial also affect his role of witness. As a rule, the attorney of the party must be a lawyer. In the study, the obligation to testify and those who have the right to abstain from testimony were explained. Then, the voluntary-legal representation institution and the representation authority of the lawyer were examined in the case. The lawyer acting as a party through testimony has various qualifications arising from both being a party attorney and his professional position. Being a party representative concerns the right to fair trial, equlity of arms and right to be heard. Its professional position indicates its defense function and the fulfillment of the law, independent of the founding elements of the judiciary. The study, examines whether the attorney attorney can be a witness in all these possibilities by referring to the examples in comparative law.",
     "Metin": "Hukuk  yargılamasında  vakıanın  ispatı,  taraflarca  delillerin  ibrazı  suretiyle gerçekleştirilir. Bir vakıanın ispat edilmesi, davada ileri sürülen talebin haklılığını diğer bir deyişle iddianın doğruluğunu ortaya koymaya hizmet eder. İspat kavramı, 6100 sayılı Hukuk Muhakemeleri Kanunu (HMK) m.189 hükmü gereği taraf açısından bir yük olmakla birlikte aynı zamanda bir haktır. Temelinde, Avrupa İnsan Hakları Sözleşmesi (AİHS) m.6 ve T.C. Anayasası (AY) m.36 hükümleri uyarınca adil yargılanma hakkının bir yansıması olarak hukuki dinlenilme hakkı (HMK m.27) kapsamındaki ispat hakkı, delil gösterebilme hakkı olarak da adlandırılabilir. Bu bağlamda ispat hakkı, belli başlı ispat araçları vasıtasıyla mahkemede delil ileri sürülmesiyle somutlaşmaktadır.   Tanık beyanı da işte bu ispat vasıtalarından birini oluşturur. Tanık, taraflar haricinde söz konusu olaya vâkıf olan üçüncü kişidir. Dikkat etmek gerekir ki tanıklığına başvurulacak kişinin üçüncü kişi olması zorunlu unsur olmakla birlikte tanığın, vakıa hakkındaki bilgilerini mahkemeye sunarken tarafsız olmak yükümlülüğü söz konusu değildir. Tanık, sadece söz konusu olay hakkındaki bilgilerini yorum yapmaksızın sunmalıdır. Diğer bir deyişle tanığın görevi, söz konusu vakıanın doğru olduğunu belirten beyanlarını mahkemeye sunmaktan ibarettir. Davada vekâlet, tarafın, mahkeme huzurunda temsilidir. Diğer bir deyişle, davasını temsilci aracılığıyla yürütmek isteyen tarafın, yargılamayı bir avukatla takip ettirmesidir. Dikkat etmek gerekir ki davanın tarafıyla taraf vekili birbirinden ayrı kişiler olmalıdır. Taraf vekili, davanın taraflarından başka bir üçüncü kişidir. Keza davanın tarafı olan kişinin kendi kendisini temsil etmesi düşünülemez.   1 Ramazan Arslan, Ejder Yılmaz, Sema Taşpınar-Ayvaz ve Emel Hanağası, Medeni Usul Hukuku, (6. Baskı, Yetkin Yayınevi, 2020) 375 2 Hukuk Muhakemeleri Kanunu, Kanun Numarası: 6100, Kabul Tarihi: 12.01.2011, RG. 04.02.2011, S.27836 3 Süha Tanrıver, Medeni Usul Hukuku Cilt I, (3. Baskı, Yetkin Yayınları, 2020) 755 4 T.C. Anayasası Kanun Numarası: 2709, Kabul Tarihi: 18.10.1982, RG. 09.11.1982, S.17863 5 Nur Bolayır, Medeni Usul Hukukunda İspat Hakkı ve İspat Hakkının Sınırları, (2014), Prof. Dr. Ejder Yılmaz a Armağan C.I, 556 6 Şanal Görgün, Levent Börü, Barış Toraman ve Mehmet Kodakoğlu, (9. Baskı, Yetkin Yayınları, 2020) 535 7 Yavuz Alagonya, Mehmet Kâmil Yıldırım ve Nevhis Deren Yıldırım, Medeni Usul Hukuku Esasları, (7. Baskı, Beta Yayınları, 2009) 352 8 Alagonya, Yıldırım ve Deren-Yıldırım, (n 7) 145; Arslan, Yılmaz, Taşpınar-Ayvaz ve Hanağası, (n 1) 269; Levent Börü, Medeni Usul Hukukunda Davaya Vekâlet Ehliyeti, (Yayımlanmamış Yüksek Lisans Tezi, Ankara Üniversitesi, 2006) 22 9 Türk hukukunda davaya vekâlet ehliyeti kural olarak baroya kayıtlı avukatlara aittir (Avukatlık Kanunu m. 35). 10 Börü, (n 8) 39 35Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 Uygulamada sıklıkla karşılaşılan taraf vekili avukatın, yargılamadaki olayın veya olayların tanığı olması halinde davaya vekâlet ve tanıklık kurumunun arasındaki ilişkinin akıbeti  tartışmaya  açıktır.  Öncelikle  avukat  ve  tanığın,  usul  hukuku  bakımından  rolleri farklıdır. Öte yandan avukatın taraf olup olmadığından ziyade maddi bir olgu olarak taraf olarak görünmesi silahların eşitliği ilkesine aykırılığı gündeme getirecektir. Keza vakıanın ispatı için zorunlu olduğu durumlarda avukatın tanıklığının engellenmesi suretiyle maddi gerçeğin yadsınması, adalete erişim hakkının ihlali sonucunu doğuracaktır. Bu bağlamda çalışmanın  konusunu,  taraf  vekili  avukatın  yargılamadaki  tanıklığı  oluşturmaktadır. Çalışmada yargılamada olgusal anlamda taraf olarak nitelendirdiğimiz avukatın tanık olup olamayacağı usul hukuku bakımından incelenecek, tanık olabilmesi halinde vekil sıfatının adil yargılanma hakkı, silahların eşitliği ilkesi ve hukuki dinlenilme hakkı çerçevesindeki durumu tartışılacaktır. Bu bağlamda çalışma, üç bölümden oluşmaktadır. Birinci bölümde konuyla bağlantılı yönleri açısından genel olarak tanıklık kavramı açıklanacak, ikinci bölümde avukat sıfatını haiz kişinin tanıklığı, tanıklıktan çekinmesi ve istisnaları incelenecektir. Üçüncü bölümde de taraf vekili avukatın tanıklığı; davada temsil, taraf sıfatı ve adil yargılanma hakkı çerçevesinde irdelenecektir.  I.  GENEL OLARAK TANIKLIK A.  TANIM Tanıklık, davanın tarafları haricindeki üçüncü kişilerin, söz konusu çekişmeli vakıayla ilgili görme veya duyma gibi yetileri yoluyla edindiği bilgilerini mahkemeye sunmaları olarak tanımlanabilir. Bu bağlamda tanığın kural olarak taraflar haricinde üçüncü bir kişi olması önem arz etmektedir. Keza ispat faaliyeti, taraflarca gerçekleştirilmesi gereken bir durumdur  11 Vekilin taraf kavramıyla ilişkisi hakkında bkz. Börü, (n 8) 35 vd. 12 Sabri Şakir Ansay, Hukuk Yargılama Usulleri, (7. Baskı, Güzel Sanatlar Matbaası 1960) 266; İlhan E. Postacıoğlu, Medeni Usul Hukuku Dersleri, (6. Baskı, Sulhi Garan Matbaası 1975) 647; Baki Kuru, Hukuk Muhakemeleri Usulü Cilt III (6. Baskı, Demir Yayıncılık 2001) 2567; Mesut Ertanhan, Medeni Yargılama Hukukunda Tanık ve Tanıklık, (Seçkin Yayıncılık 2005) 48; Alagonya, Yıldırım ve Deren-Yıldırım, (n 7) 352; Ömer Ulukapı, Medenî Usul Hukuku, (3. Baskı, Mimoza Yayınları 2015) 397; Arslan, Yılmaz, Taşpınar-Ayvaz ve Hanağası, (n 1) 443; Baki Kuru ve Burak Aydın, İstinaf Sistemine Göre Yazılmış Medeni Usul Hukuku Ders Kitabı, (Yetkin Yayınevi, 2021) 297; Görgün, Börü, Toraman ve Kodakoğlu, (n 6) 534; Tanrıver, (n 3) 882; Murat Atalı, İbrahim Ermenek ve Ersin Erdoğan, Medeni Usul Hukuku, (3. Baskı, Yetkin Yayınları 2020) 517 13 Ergin olmayan veya kısıtlı olan kişilerin isticvap yoluyla dinlenememesi dolayısıyla tanık olarak dinlenmesi hakkında bkz. Arslan, Yılmaz, Taşpınar-Ayvaz ve Hanağası, (n 1) 443 14 Tarafların yanı sıra yargılamayı yürüten hâkim ve zabıt kâtibi de tanıklık yapamaz. Keza hâkim veya zabıt kâtibin yürütülen davada tanıklık yapmış olması ret sebebidir (HMK m.36/1-c, 45). Ertanhan, (n 12) 63 36Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 (HMK m.189). Dolayısıyla davada üçüncü kişi olması koşuluyla yaşına, hukukî durumuna, taraflarla akrabalık derecesine bakılmaksızın herkes tanık olarak dinlenebilir. B.  TANIK BEYANININ DELİL NİTELİĞİ 1.  Genel Olarak Delil niteliğinde olan tanığın beyanıdır. Tanık, beyanında, beş duyu organıyla vakıf olduğu  olaya  ilişkin  olarak  bildiklerini  mahkemeye  aktarmalı  özellikle  gördüğünü  ve duyduğunu  açıkça  ifade  etmelidir.  Keza  tanıklığın  konusu,  dava  dışında  ve  önceden meydana gelen maddi olaylardan ibarettir. Bu bağlamda tanığın görüp duymadığı bir vakıa hakkında beyanda bulunması düşünülemez. Tanık görüp duyduklarını, vakıayı doğrulamak adına  bilirkişiden  farklı  olarak  kendi  görüş  ve  duygularından  bağımsız  olarak  ifade etmelidir. Olayı bizzat  anlatması dolayısıyla tanık beyanı, ikame edilemeyen bir delil niteliğindedir. Keza tanığın beyanı, tarafların anlaşamadıkları, uyuşmazlığın çözümüne etki edecek vakıaların somutlaşmasına hizmet eder. Bu bağlamda tanığın ispat faaliyetindeki görevinin vakıayı somutlaştırmak olduğunu söylemek yanlış olmaz.  2.  Tanık Beyanının Takdiri Delil Olması Tanık beyanı niteliği gereği takdiri bir delildir (HMK m.198). Keza tanığın işiterek, dokunarak veya görerek edindiği bilgilerin unutulması, olayın yanlış telakki edilmesi, heyecan sonucu  eksik  algılanması  veyahut  stres,  menfaat  gibi  çeşitli  sebeplerle  doğrunun söylenmeyebilmesi tanık beyanının şüphe duyulması gereken bir delil olduğunu gösterir. Beyanın doğruluğu, mantıklı ve akla yatkınlık durumu değerlendirilmedir. Bu değerlendirme bizzat hâkim tarafından yapılacaktır (HMK m. 198). Bu minvalde hâkim kesin delillerle bağlı iken tanık beyanı gibi takdiri delillerle bağlı değildir.   15 Yar. HGK, E.2017/2-2707, K.2018/1998; Yar. HGK, E.2015/(7)9-1828, K.2018/1093; Yar. HGK, E. 2014/210 K. 2015/1523 (Kazancı İçtihat ve Bilgi Bankası) 16 Tanrıver, (n 3) 881 17 Görgün, Börü, Toraman ve Kodakoğlu, (n 6) 534 18 Postacıoğlu, (n 12) 650; Tanrıver, (n 3) 882 19 Atalı, Ermenek ve Erdoğan, (n 12) 517 20 Alagonya, Yıldırım ve Deren-Yıldırım, (n 7) 352; Yar. 2. HD, E. 2020/5381, K.2020/6879 (Kazancı İçtihat ve Bilgi Bankası) 21 Atalı, Ermenek ve Erdoğan, (n 12) 517 22 Kuru, (n 12) 2616; Arslan, Yılmaz, Taşpınar-Ayvaz ve Hanağası, (n 1) 449 23 Tanrıver, (n 3) 882; Atalı, Ermenek ve Erdoğan, (n 12) 517 24 Bkz. HMK m. 188, 200-201, 204, 225 vd. 25 Abdurrahim Karslı, Medeni Muhakeme Hukuku, (5. Baskı, Filiz Kitabevi 2020) 588 37Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 Tanıkların takdiri delil niteliği taşıyan beyanları, yargılamanın aydınlanmasına ve gerçeğin ortaya çıkmasına yardımcı olur. Hâkim, kanun gereği tanık beyanını serbestçe değerlendirme yetkisine sahiptir. Diğer bir deyişle hâkim, tanık beyanlarıyla bağlı olmayıp, tanığın ifadelerinin vakıayı temsil etmediği kanaatine varırsa tanık ifadelerinin aksi yönünde karar verebilir. Ancak sadece vicdani kanaate göre karar verilmesi veya tanık sözlerine inanılmaması gibi sebepler yeterli değildir. Keza her tanığın beyanına neden dayanıldığı veya dayanılmadığı gerekçeli bir şekilde ifade edilmelidir.  Hâkim, bir vakıanın takdiri delillerle ispatı mümkün ise, ispata elverişli her türlü olguyu delil olarak değerlendirebilecek ve hükme esas alabilecektir. Bu bağlamda hâkim, tanığın beyanının doğruluğunu tam olarak tespit etmek amacıyla onu dikkatle sorgulamalı ve çelişkili  hususların  giderilmesini  sağlamalıdır.  Kaldı  ki  kanımızca  hâkim,  aydınlatma yükümlülüğü gereği (HMK m.31) taraflara olduğu gibi tanığa da maddi veya hukuki açıdan belirsiz yahut çelişkili gördüğü hususlar hakkında açıklama yaptırabilir; soru sorabilir; delil gösterilmesini isteyebilir. Bu bağlamda tanığın ifade ettiği vakıaların, hayatın olağan akışına, bilimsel kurallara uygun olup olmadığına dikkat edilmelidir. Hâkim, tanığın ifadelerini değerlendirirken onun olaya ilişkin şahsi bilgisinin yanında tanığın kişisel, fiziksel ve ruhsal özelliklerini de nazara alır. Bu bağlamda tanığın kişiliğine, güvenilir olup olmadığına ve inandırıcılığına  dikkat  edilmelidir.  Nitekim  HMK  m.  254  hükmü  gereği  kendisi dinlenmeden önce tanığa, adı, soyadı, doğum tarihi, mesleği, adresi, taraflarla akrabalığının veya  başka  bir  yakınlığının  bulunup  bulunmadığı,  tanıklığına  güveni  etkileyecek  bir durumunun bulunup bulunmadığı sorulur. Yargıtay, kararlarında, tanık beyanının serbestçe değerlendirilmesi hususunda çeşitli kıstaslar oluşturmuştur. Söz konusu kararlara göre tanık beyanlarını değerlendirirken, tanık  26 Alagonya, Yıldırım ve Deren-Yıldırım, (n 7) 4; Arslan, Yılmaz, Taşpınar-Ayvaz ve Hanağası, (n 1) 52; Tanrıver, (n 3) 128; Görgün, Börü, Toraman ve Kodakoğlu, (n 6) 55 27 Cenk Akil ve Meltem Ercan-Özler, ‘Tanıklık Beyanının Delil Değerinin Değerlendirilmesi Hakkında Bir İnceleme (Yargıtay Hukuk Genel Kurulu nun 25.02.2015 Tarihli Kararının Değerlendirilmesi) , (Nisan 2018), 9 (39), TAAD, 65 28 Yar. HGK 13.11.1963 E.1/214 K.90, Bilge Umar, Hukuk Muhakemeleri Kanunu Şerhi, (2. Baskı, Yetkin Yayınları 2014) 611; Arslan, Yılmaz, Taşpınar-Ayvaz ve Hanağası, (n 1) 395. Aksi yönde bkz. Tanrıver, (n 3) 892 29  Kuru, (n 12) 2616; Arslan, Yılmaz, Taşpınar-Ayvaz ve Hanağası, (n 1) 449 30 Ertanhan, (n 12) 279; Akil ve Ercan-Özler, (n 27) 68 31 Postacıoğlu, (n 12) 651; Ertanhan, (n 12) 392; Akil ve Ercan-Özler, (n 27) 68 32 Görgün, Börü, Toraman ve Kodakoğlu, (n 6) 479-480 33 Fatih Karamercan, ‘Medeni Usul Hukukunda Tanık ve Tanıklık  (2018) (3), Ankara Barosu Dergisi, 182 34 Ertanhan, (n 12) 277 vd.; Karamercan, (n 33) 182 35 Akil ve Ercan-Özler, (n 27) 66; Tanrıver, (n 3) 882 36 Tanrıver, (n 3) 882 37 Akil ve Ercan-Özler, (n 27) 66 38Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 beyanları  arasında  ve  tanık  beyanlarıyla  diğer  deliller  arasında  çelişki  bulunuyorsa  bu çelişkinin giderilmesi gerektiği; tanık ifadelerinin sebep ve saiki açıklanabilen inandırıcı, somut açıklamalar şeklinde olması gerektiği akrabalık ilişkisinin varlığının, başlı başına, doğru söylemeye engel bir durum olmadığını; hâkimin takdir yetkisini hukuka uygun olarak kullanması gerektiğini aksine ciddi ve inandırıcı delil ve olaylar bulunmadıkça tanıkların gerçeği söylediklerinin kabulünün gerektiğini belirtmektedir. C.  TANIKLIK YAPMA ZORUNLULUĞU VE TANIKLIKTAN ÇEKİNME HAKKI 1.  Tanıklık Yapma Zorunluluğu Hukuk Muhakemeleri Kanunu m.245 hükmü gereği tanıklık yapmak kural olarak zorunludur. Tanıklık etmenin zorunluluğu, maddi gerçeğin tespit edilmesinin kamu hizmeti olması ve her ne kadar tanığın vakıayı tamamen objektif bir şekilde anlatmasının mümkün olmaması sebebiyle zayıf bir delil niteliğinde olsa da hayatın olağan akışı içerisinde ikame edilmesi mümkün olmayan vazgeçilemez bir ispat vasıtası olmasına bağlanmıştır. 2.  Tanıklıktan Çekinme Hakkı Tanıklıktan çekinmenin yasal sebeplerinden biri HMK m. 247 hükmünde belirtilen durumlardır. Bu hallerde tanıklıktan çekinme bir haktır. Bu kişiler kural olarak tanıklık etmek zorunda değildir. Diğer bir deyişle tanıklık etmek kendi isteklerine bırakılmıştır. Her ne kadar tanıklık yapmanın, vakıanın ispatı ve maddi gerçeğin tespiti açısında zorunlu olarak  38 Yar. 16 HD, E. 2019/5594, K. 2020/6386 (Kazancı İçtihat ve Bilgi Bankası) 39 Yar. 2 HD, E. 2020/5312, K. 2020/6710; Yar. 2. HD. E.2020/5315, K.2020/6705 (Kazancı İçtihat ve Bilgi Bankası) 40 Yar. 2 HD, 21.9.1972, 4350/5142, (Kuru, (n 12) 2617); Yar. HGK, E.2019/2-32, K.2019/993, Yar. HGK, E. 2017/2-1287, K. 2019/90, Mehmet Kürtül, 2017-2020 Yılları Hukuk Genel Kurulu Emsal Kararlar ve İçtihadı Birleştirme Kararları, (Yetkin Yayınları, 2020) 369. Yar. 2. HD, 24252/2279, (Karslı, (n 25) 595 dn.1186). Tanık beyanlarının inandırıcı olup olmadığının tanıkların dinlendikten sonra karar verilmesi, bu bağlamda henüz tanık dinlenmeden çeşitli sınıflandırmalar yapılmak suretiyle (akrabalık, iş arkadaşlığı gibi) tanıkların beyanlarına itibar edilip edilmeyeceği konusunda bir değerlendirme yapılmaması gerektiği hakkında bkz. Akil ve Ercan-Özler, (n 27) 71 41 Yar. 2 HD, 20.12.1973, 7756/7335, (Kuru, (n 12) 2617) 42 Yar. 2 HD, E. 2010/13505, K.2011/15046, 06.10.2011, (Karslı, (n 25) 595 dn.1186); Yar. HGK, 07.02.2019, E.2017/2-1287, K.2019/90, (Kürtül, (n 40) 369). Yargıtay ın tanıkların gerçeği söylemiş olmalarını ilke olarak benimseyen içtihatları gereği mahkemelerin kendilerini tanık beyanıyla bağlı hissetmeye başlamalarının bir sonucu olarak zayıf bir takdiri delil olan tanık beyanının davanın sonucunu belirleyecek kuvvette bir delil gücüne kavuşturulmaması gerektiği hakkında bkz. Akil ve Ercan-Özler, (n 27) 68-69 43 Alman hukukunda da tanıklık kural olarak zorunludur (Alman Medeni Usul Kanunu (ZPO) m.380). 44 Kuru, (n 12) 2571 45 Ertanhan, (n 12) 72; Karamercan, (n 33) 170 46 M.P. Fabreguettes, Adalet Mantığı ve Hüküm Verme Sanatı, Çev. T.C. Adalet Bakanlığı, (Yeni Cezaevi Matbaası, 1945) 146; Ansay, (n 12) 266; Atalı, Ermenek ve Erdoğan, (n 12) 517 47 Ulukapı, (n 12) 397; Tanrıver, (n 3) 882 48 Kuru, (n 12) 2573 39Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 kabul edilmesi gerekse de hükümde belirtilen kişilerin tanıklık yapmak zorunda olması, onları güç bir duruma sokabilir. Keza ailevi durumlar veya kanuni sorumluluklar içindeki tanık, bir yandan kamu hizmeti ifa ederken diğer yandan bireysel bir zarar meydana getirebilir. Dolayısıyla  menfaatler  dengesi  bakımından  tanıklıktan  çekinme  hakkının  varlığının  bir zorunluluk olduğu söylenebilir.  Tanıklıktan çekinme hakkı üç ana sebebe dayanmaktadır. Bu sebepler; taraflara yakınlıkları sebebiyle çekinme, sır nedeniyle çekinme ve menfaat ihlali tehlikesi sebebiyle çekinmedir.  Taraflara yakınlıkları sebebiyle tanıklıktan çekinme hakkı HMK m.248 hükmünde kişisel nedenlerle tanıklıktan çekinme başlığı altında tahdidi olarak sayılmıştır. Diğer bir deyişle sadece hükümde belirtilen kişiler tanıklıktan çekinme hakkına sahiptirler. Söz konusu sebepler kıyas veya yorum yoluyla genişletilemez veya daraltılamaz. Örneğin, taraflardan biriyle  tanık  arasında  imam  nikâhı  söz  konusu  ise  tanık,  çekinme  hakkından yararlanmayacaktır.  Keza  imam  nikâhı,  Türk  hukukunda  geçerli  bir  evlilik  olarak tanınmamaktadır. Sır nedeniyle tanıklıktan çekinme hakkı, HMK m.249 hükmü gereği, kanunen sır niteliğindeki bilgilere sahip olan kişilere tanınan bir haktır. Söz konusu sır niteliğindeki bilgiler  meslek  sırrı,  memuriyet  dolayısıyla  öğrenilen  sırlar  veyahut  icra  edilen  sanat dolayısıyla edinilen sırlar olabilir. Bu bağlamda avukatların, doktorların, işçilerin, mali müşavirlerin, meslekleri icabı edindiği bilgilerin kanun gereği sır olarak korunması gereken bilgiler olduğu söylenebilir. Ancak çekinme hakkı, sır sahibi tarafından sırrın açıklanmasına izin verildiği takdirde kullanılamaz (HMK m.249). Öte yandan Avukatlık Kanunu (AvK) m.36  hükmü  gereği,  sır  sahibinin  rızası  olsa  dahi  avukatın,  tanıklıktan  çekinme  hakkı bulunmaktadır. Menfaat  ihlali  sebebiyle  tanıklıktan  çekinme  hakkı,  HMK  m.250  hükmünde belirtildiği üzere  tanığın kendisinin veya HMK m.248 hükmünde belirtilen yakınlarının menfaatinin söz konusu olduğu durumlarda veyahut tanığın beyanının, meslek veya sanatına dair sırların ortaya çıkmasına sebep olabilecek durumlarda söz konusudur. Dikkat etmek  49 Karamercan, (n 33) 172 50 Umar, (n 28) 774 51 Umar, (n 28) 774 52 Kuru, (n 12) 2573 53 Umar, (n 28) 775 54 Görgün, Börü, Toraman ve Kodakoğlu, (n 6) 544 55 Kuru, (n 12) 2573 56 Avukatlık Kanunu, Kanun Numarası: 1136, Kabul Tarihi: 19.03.1969, RG. 07.04.1969, S. 13168 40Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 gerekir  ki  söz  konusu  menfaat  ihlalinin  ortaya  çıkması  durumunun,  duraksamaya  yer vermeyecek şekilde kesin olması gerekmektedir.  II.  AVUKAT SIFATINI HAİZ KİŞİNİN TANIKLIĞI A.  DAVAYA VEKÂLET EDEN SIFATIYLA AVUKAT 1.  Davada Temsil Davada  temsil,  bir  kimseye  yargılamanın  taraflarından  birinin  veya  her  ikisinin kendileri adına ve hesabına davanın yürütülmesi yetkisi verilmesidir. Bu yetkiyle temsilci, temsil olunan adına davayı yürütürken, onun adına ve hesabına iş ve işlemleri yapar. Öte yandan temsilciye karşı yapılan işlemler de doğrudan temsil olunan üzerinde hüküm ve sonuç doğurur.  Bu  bağlamda  davada  temsil,  maddi  hukuktaki  temsil  kurumunun  bir  başka görünümüdür. Ancak maddi hukuktaki temsilden farklı olarak (TBK m.40 vd.) usul hukuku çerçevesindeki  temsilde  irade  serbestisinin  geçerli  olmadığı  söylenebilir.  Keza  usul hukukunda temsil kurumu oldukça katı, şekli kurallara bağlanmış emredici hükümlerden oluşmaktadır. Türk hukuk yargılamasında davada temsil, kanuni temsil ve iradi temsil olarak ikiye ayrılmaktadır.  Kanuni  temsilde,  kanun  hükümleri  gereğince  dava  ehliyetine  sahip bulunmayan tarafı temsil etmek üzere görevlendirilen kimsenin temsilciliği söz konusu iken (HMK m.51-52) iradi temsilde dava, tarafın kendisini temsil etmek üzere görevlendireceği avukatı aracılığıyla yürütülmektedir. Dolayısıyla kanuni temsil ilişkisi, fiil ehliyetine sahip olmayan kişinin iradesinden bağımsız olarak kurulmaktadır. Öte yandan kanuni temsil ilişkisi, dava ehliyetiyle bağlantılı olduğundan dava şartı olarak re sen hâkim tarafından incelenir (HMK m.114-d). Ancak nihayetinde kanuni temsilci de iradi temsilci gibi, davada,  57 Umar, (n 28) 776 58 Börü, (n 8) 5; Abdurrahman Kavasoğlu, Medeni Usul Hukukunda Davada Temsil, (Yayımlanmamış Doktora Tezi, İstanbul Üniversitesi, 2007) 140 59 Börü, (n 8) 5; Kavasoğlu, (n 58) 140 60 Kavasoğlu, (n 58) 144 61 Kavasoğlu, (n 58) 144 62 Kavasoğlu, (n 58) 144; Atalı, Ermenek ve Erdoğan, (n 12) 246 41Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 temsil olunan adına hareket eder. Diğer bir deyişle kanuni temsilci tarafından yapılan her işlem, davanın tarafı adına hüküm ve sonuç doğurur 65. İradi  temsil  ilişkisi  bağlamında  Türk  hukukunda  taraflar,  davasını  kendisi  açıp sürdürebileceği gibi bir vekil tayin edip onun aracılığıyla de bu işlemleri yapabilmektedir. Eş söyleyişle bazı ülkelerden farklı olarak ülkemizde, kural olarak davada vekille temsil zorunluluğu bulunmamaktadır (HMK m.50-51). Davasını vekil aracılığıyla takip etmek isteyen taraf, kural olarak baroya kayıtlı bir avukatı vekil olarak atamak zorundadır (AvK m.35/1). Dolayısıyla ancak baroya kayıtlı bir avukatın davaya vekâlet ehliyetinin bulunduğu söylenebilir. Nitekim davaya vekâlet ehliyeti olmayan kişinin tarafı temsil ettiğinin tespit edilmesi  durumunda,  davanın  dava  şartı  yokluğundan  reddine  karar  verilecektir  (HMK m.114/1-f).  Hukuk Muhakemeleri Kanunu, davada tanıklık edebilme yönünden kanuni temsilci ve iradi temsilci arasında farklı hükümler ihdas etmiştir. Hukuken davanın tarafı olmadıkları halde, kanuni temsilciler, tanık olarak dinlenemez aksine taraf gibi isticvap edilirler (HMK m.170). İsticvap edilen kimse, tıpkı tanık gibi vakıalar ve onunla ilişkisi bulunan hususlar hakkında beyanda bulunur (HMK m.169/2). Ancak isticvap, hukuki mahiyeti ve kanun sistematiği gereği delil değil delil elde etme aracıdır. İsticvapla taraf, sorguya çekilerek aleyhine  olan  hususlar  hakkında  beyanda  bulunur.  Duruşmaya  gelmeyerek  beyanda bulunmamanın yaptırımı ise o vakıanın ikrar edilmiş sayılmasıdır (HMK m.171). Dolayısıyla  63 Atalı, Ermenek ve Erdoğan, (n 12) 248 64 Usul hukukunun niteliği, yapılan işlemlerin sadece davanın tarafı hakkında hüküm ve sonuç doğurmasını gerektirdiğinden davada dolaylı temsil olamaz. Bu konu hakkında detaylı bilgi için bkz. Kavasoğlu, (n 58) 142143; Atalı, Ermenek ve Erdoğan, (n 12) 248; Kuru ve Aydın, (n 12) 540 vd. Kuru ve Aydın, hem iradi hem kanuni temsil ilişkisinde verilen kesin hükmün sadece taraflar açısından geçerli olacağını belirtmektedir. Dolayısıyla kesin hükmün sadece tarafları etkileyeceğini, iradi veya kanuni temsilcilerin, üçüncü kişi olduklarından kesin hükümden etkilenmeyeceklerine işaret etmektedir. 65 Alman Medeni Usul Kanunu (ZPO) m.51/2 hükmünde de aynı esas kabul edilmiştir. 66 Arslan, Yılmaz, Taşpınar-Ayvaz ve Hanağası, (n 1) 260 67 Avukatla temsil zorunluluğu bulunan hukuk sistemlerinde iradi temsilden söz edilemeyeceği hakkında bkz. Kavasoğlu, (n 58) 144; Alman, Avusturya, Fransız hukuklarında bulunan vekille temsil zorunluluğu hakkında ayrıntılı bilgi için bkz. Nazlı Ülkü-Gören, ‘Medeni Yargılama Hukukunda Avukatla  Temsil Zorunluluğu  Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi (MÜHF-HAD), (2010), 16 (3-4), 310 vd. 68 Arslan, Yılmaz, Taşpınar-Ayvaz ve Hanağası, (n 1) 261; Ülkü-Gören N, (n 67) 318 69 Kanun çeşitli hallerde, vekilin baroya kayıtlı avukat olması zorunluluğuna istisna getirmektedir. Söz gelimi dava takipçileri (AvK Geçici m.17), gemi müdürünün temsilciliği (Türk Ticaret Kanunu m.1070), acentenin temsilciliği (Türk Ticaret Kanunu m.105/2). Diğer istisnalar için bkz. Kavasoğlu, (n 58), 281 vd. 70 Ansay, (n 12) 249-250; Erdal Tercan, Medeni Usul Hukukunda Tarafların İsticvabı, (Yetkin Yayınları, 2001) 80; Postacıoğlu, (n 12) 565; Uğur Yağcı, ‘İsticvaba İlişkin Olarak Hukuk Muhakemeleri Kanunu İle Getirilen Düzenlemeler , (2012) XVI (1–2), Erzincan Üniversitesi Hukuk Fakültesi Dergisi, 287 vd.; Mert Namli, ‘The Evidential Value of Interrogation in the Law of Civil Procedure , (2020) (68), Annales de la Faculté de Droit d Istanbul, 79   42Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 isticvap edilen kanuni temsilci adeta tarafın yerine geçmekte, vakıa hakkında bilgi ve görgüsü yönünden tarafın  alter ego su olarak görülmektedir. Bu bağlamda kanunun sistematiği içerisinde tanıklık için üçüncü kişi olma haricinde hiçbir şart aranmaması koşulunun kanuni temsilcinin de bir üçüncü kişi olduğu göz önüne alındığında mutlak nitelikte olmadığı söylenebilir. Kanun, temsilciyle temsil olunan arasındaki ilişkiyi ele alarak onun taraf gibi isticvap edilmesine hükmetmiştir. Ancak dikkat etmek gerekir ki kanuni temsilci, tarafın bizzat dava hakkına sahip olması halinde isticvap edilemeyecektir (HMK m.170/3).  2.  Taraf Vekilinin Temsil Faaliyetleri Usul hukukuna ilişkin kendine özgü birtakım özellikleri bulunsa da esasında davaya vekâlet kurumu borçlar hukukundaki iradi temsilin bir görünümüdür (HMK m.72). İradi temsilci olarak avukat, tarafın davadaki temsilcisidir. Dolayısıyla kural olarak avukat, temsil yetkisi çerçevesinde, davanın takibiyle ilgili her türlü işlemi hüküm kesinleşinceye kadar yapabilir (HMK m.73/1)76. Nitekim vekilin vekâletnamesinde yapabileceği işlerin tek tek gösterilmesine ve bu hususa ilişkin özel bir yetki verilmesine gerek yoktur. Bu bağlamda avukat, duruşmanın her safhasına katılabilir, beyanda bulunabilir, itiraz edebilir, temyiz isteminde bulunabilir. Doğrudan temsil yetkisinin bir sonucu olarak vekil tarafından yapılan işlemler müvekkil hakkında hüküm ve sonuç doğurur. Öte yandan davaya vekâletin kapsamı kanun tarafından belirlendiği için, söz konusu kapsamı sınırlandırıcı anlaşmalar iç ilişki bakımından geçerli olmakla birlikte dış ilişkide geçersizdir (HMK m.73/2). Kanımızca usul hukuku yönünden vekil-müvekkil ilişkisinin klasik vekâlet ilişkisinden daha sıkı olduğunu söylenebilir.  Bu bağlamda vekilin, müvekkilinin hazır bulunduğu duruşmadaki beyanlarına müvekkil  açıkça  ve  hemen  itiraz  etmediği  takdirde  bu  açıklamalara  rıza  göstermiş sayılmaktadır (HMK m.78). Öte yandan avukatların sır saklama yükümlülüğü ve hatta vekilin iznine rağmen sırrı açıklamama yetkisi (AvK m.36), yine karşı tarafın ve mahkemenin davaya ilişkin tüm usul işlemlerini vekile karşı yapması, vekilin mazeretinin eski hale getirme  71 Tanık, davada hiçbir menfaati olmayan kimse iken isticvap edilecek kimse davada kısmen veya tamamen menfaati bulunan kimsedir. Kanun, kanuni temsilciyi de davada menfaati olan kimse olarak görmektedir. Bu konu hakkında bkz. Tercan, (n 70) 165-166  72 Tercan, (n 70) 86, 88 dn.56 73 Tanrıver, (n 3) 539 74 Kanuni temsil için ayrıca bkz. HMK m.52/1,54, 114/1-d. Ulukapı, (n 12) 199 vd. 75 Özel yetki verilmesini gerektiren haller için bkz. HMK m.74/1 76 Belirtmek gerekir ki iradi temsilciyle kanuni temsilci arasında temsil faaliyetinin içeriği, temsilcinin yetkisi vb. bakımından  hiçbir  farklılık  yoktur.  Bu  farklılık  sadece  söz  konusu  temsil  ilişkisinin  kaynağında  kendini göstermektedir. Bu konu hakkında ayrıca bkz. Kavasoğlu, (n 58) 145 77 Kavasoğlu, (n 58) 217; Karslı, (n 25) 291-292 78 Arslan, Yılmaz, Taşpınar-Ayvaz ve Hanağası, (n 1) 283 79 Arslan, Yılmaz, Taşpınar-Ayvaz ve Hanağası, (n 1) 283 43Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 sebebi  sayılması  (HMK  m.95),  vekilin  bulunduğu  davada  müvekkile  yapılan  tebligatın usulsüz  sayılacağı  (Tebligat  Kanunu  m.11/1)  söz  konusu  vekil-müvekkil  ilişkisinin kuvvetini gösterir. B.  AVUKAT SIFATINI HAİZ KİŞİNİN DAVADA TANIKLIĞI 1.  Sır Niteliğinde Bilgilere Sahip Olmayan Avukatın Tanıklığı Avukat sıfatına sahip bulunan kimsenin mahkemede tanıklık yapması, kural olarak zorunludur (HMK m.245). Avukat olmak, yargılama sürecinde tanık olmanın istisnalarından biri sayılamaz. Keza yukarıda açıklandığı üzere tanıklık, maddi olgular üzerindeki bilgilerin aktarımından ibarettir. Ancak avukat, davada taraf vekili olmasa dahi sır niteliğinde bilgiye sahipse tanıklıktan çekinebilir (AvK m.36). Dikkat edilmelidir ki avukat, sır kapsamındaki bilgileri, kendilerine tevdi edilen veya gerek avukatlık görevi gerek Türkiye Barolar Birliği ve baro organlarındaki görevleri dolayısıyla edinmiş olmalıdırlar (AvK m.36). Nihayetinde taraflarla ilişkisi bakımından meslek sırrına sahip olmayan avukat, mahkemede tanıklık yapmak zorundadır. 2.  Sır Niteliğinde Bilgilere Sahip Olan Avukatın Tanıklığı a.  Avukatın Sır Saklama Yükümlülüğü Tanıklıkta  bulunma  zorunluluğu  özelinde,  avukatlık  mesleğinin  icrasından kaynaklanan sır niteliğinde bilgilere sahip avukatların durumu kanun tarafından özel olarak düzenlenmiştir.  AvK  m.  36/1  hükmü  gereği  avukatlar  meslekleri  icabı  öğrendikleri  sır niteliğindeki bilgileri ifşa edemezler. Öte yandan Avukatlık Meslek Kuralları m.37 hükmü gereği avukat, meslek sırrıyla bağlıdır. Dolayısıyla avukat-müvekkil ilişkisinden doğan bir sır saklama yükümlülüğünün bulunduğu söylenebilir. Bu yükümlülük  mutlak nitelikte olup davada  dahi  müvekkilin  yararına  olarak  onun  rızası  olmadıkça  açıklanamaz.  Ancak doktrinde müvekkilin rızası haricinde avukatın, hakkını ispat veya kendisini sorumluluktan kurtarma amacıyla veyahut zorunluluk halinde sırrı ifşa edebileceği belirtilmektedir. Avukatın ifşa etmekten kaçınması gereken sır niteliğindeki bilgilerin, mesleki ilişkinin getirdiği  kolaylıktan  faydalanmak  suretiyle  edinilmesi  gerekmektedir.  Keza  vekâlet  80 Hükmün emredici niteliği hakkında bkz. Yar. 12 HD, E.2.3.2001, K.3037/3961, (2002/5), Yargıtay Kararları Dergisi nden naklen: Alagonya, Yıldırım ve Deren-Yıldırım, (n 7) 149 dn.18 81 Tebligat Kanunu, Kanun Numarası: 7201, Kabul Tarihi: 11.02.1959, RG. 19.02.1959, S. 10139 82 8-9,1.1971 tarihli IV. Genel Kurul Kararı, Türkiye Barolar Birliği Bülteni, 26.1.1971 83 Vekâlet ilişkisi sebebiyle müvekkilin farazi rızası, zorunluluk hali durumlarındaki çeşitli görüşler için bkz. Özcan Günergök, ‘Avukatın Sır Saklama Yükümlülüğü  (2003) VII (1-2), AÜ Erzincan Hukuk Fakültesi Dergisi, 660 84 Günergök, (n 83) 662 vd. 44Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 sözleşmesiyle birlikte taraflar arasında bir güven ilişkisi kurulmaktadır. İşte bu güven ilişkisi müvekkilin avukata sır niteliğindeki bilgilerin verilmesi suretiyle hukuki yardım alınmasını kolaylaştırmaktadır.  Gerçekten  de  avukatın,  sır  niteliğinde  bilgi  olması  dolayısıyla müvekkilinden konu hakkında eksik bilgi alması veya bilgi alamaması, avukatın vereceği hukuki yardımın zayıf olmasına veyahut yapacağı savunmanın eksik olmasına yol açar. Bu bağlamda  avukat,  vekâlet  sözleşmesi  kapsamına  girmese  dahi  mesleğin  icrasından kaynaklanan bilgiler olması şartıyla, müvekkiline ait kişisel, sosyal, politik, ekonomik, dini inanış, cinsel tercih, sağlık, etnik kimlik gibi sır niteliğinde bilgilere sahiptir. Bu bağlamda bilginin sır kapsamında olması için sahibi, bilginin başkalarına açıklanmamasında yarar görmeli ve bilgi, başkaları tarafından bilinmemelidir. Konu özelinde bir örnek vermek gerekirse, avukat, mesleği icabı öğrendiği müvekkilinin sosyal medya hesaplarındaki kişisel mesajların içeriğini öğrenmişse, söz konusu bilgileri sır saklama yükümlülüğüne uygun olarak ifşa etmemekle yükümlüdür. Ancak aynı sosyal medya hesabındaki mesajların müvekkili haricindeki kimseye ait bir bilgiyi içermesi ve bu bilginin müvekkilin sırrı kapsamındaki bir bilgi olmaması durumunda avukatın sır saklama yükümlülüğünden değil duruma göre kişilik haklarını ihlalden söz edilir (Türk Medeni Kanunu m.24-25). Diğer bir deyişle sır saklama yükümlülüğünün kapsamı, vekil-müvekkil ilişkisi dolayısıyla müvekkilden veya müvekkilin çevresinden edinilen müvekkile ait sır niteliğindeki bilgilerle sınırlıdır. Öte yandan avukatın söz konusu sır saklama yükümlülüğü avukatlık ilişkisinin sona ermesi, vekâletten azledilmesi veyahut müvekkilin ölümü ile de sona ermez. Avukat, söz konusu yükümlülüğe kural olarak ömür boyu uygun davranmak zorundadır.  b.  Avukatın Meslek Sırrı Nedeniyle Tanıklıktan Çekinme Hakkı  Hukuk Muhakemeleri Kanunu m.249 hükmü, kanun gereği sır olarak korunması gereken  bilgiler  hakkında  tanıklığına  başvurulacak  kimselerin,  sır  niteliğinde  bilgiler hakkında  tanıklıktan  çekinebileceklerini  düzenlemiştir.  Söz  konusu  kişiler  hakkında,  sır sahibinin rızasının varlığı halinde tanıklıktan çekinme haklarının ortadan kalkacağı yukarıda  85 Semih Güner, ‘Sır Saklama Yükümlülüğü , (2000) (3) Ankara Barosu Dergisi, 46 86 Güner, (n 85) 46 87 Avukatlık Meslek Kuralları m.37/a  Avukat, davasını almadığı kimselerin başvurması nedeniyle öğrendiği bilgileri de sır sayar. Avukatlık sırrının tutulması süresizdir, meslekten ayrılmak bu yükümü kaldırmaz.  88 Günergök, (n 83) 657 89 Bir bilginin sır niteliğinde olması hususundaki gerekli şartlar için bkz. Günergök, (n 83) 656 90 Günergök, (n 83) 657; Umar, (n 28) 775 91 Güner, (n 85) 48; Mikdad Lamih Çelik, ‘Meslek Kurallarında Avukatın Sır Saklama Yükümlülüğü , (2007)  2 (14), Terazi Hukuk Dergisi, 89   92 Güner, (n 85) 48; Çelik, (n 91) 89 45Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 açıklanmıştı. Ancak söz konusu hükümde Avukatlık Kanununa ilişkin hükümler saklı tutulmuştur.  Avukatlık  Kanununda  saklı  tutulan  hükümler,  açıkça  anlaşılacağı  üzere  m.36 da bulunan sır saklama yükümlülüğüne ilişkin hükümlerdir. Söz konusu hükme göre avukatlar sır niteliğindeki bilgiler hakkındaki vakıalar hakkında tanıklıkta bulunamazlar, meğerki sır sahibinin bu hususta rızası olsun. Diğer bir deyişle avukatlar görevleri sebebiyle öğrendikleri sır niteliğindeki bilgileri, müvekkilin izni olmaksızın açıklayamaz. Ancak söz konusu hükmün devamında avukatın, müvekkilinin izni dahi olsa bu bilgiler hakkında tanıklıktan çekinme hakkının devam edeceğini belirtmiştir. Hükmün getiriliş amacının avukatlık mesleğinin etik ilke ve sorumluluğunun bir gereği olduğu söylenebilir. Gerçekten de eğer böyle bir hüküm mevcut bulunmasa idi avukatın, müvekkilinin rızası dâhilinde de olsa sır niteliğindeki bilgileri tanık olarak beyan etmesi maddi gerçeğin ortaya çıkarılmasına yardımcı olmasının karşısında temeli güven ve sadakat ilkelerine dayanan avukat-müvekkil ilişkisine zarar verecekti. Keza kanımızca müvekkilin, sırrını paylaştığı avukatının, her koşulda sırrını saklayacağından emin olmasının  gerekmesi  karşısında  kendi  rızası  dâhilinde  de  olsa  bu  bağlamda  bir  boşluk bulunması avukatlık mesleğinin ruhuna ve mesleki gizlilik ilkesine aykırılık oluşturacaktır. III.  TARAF VEKİLİ AVUKATIN TANIKLIĞI A.  YARGILAMADAKİ KONUMU AÇISINDAN AVUKAT 1.  Genel Olarak Taraf  vekilinin  kural  olarak  avukat  olması  gereklidir.  Ancak  bu  kuralın  mutlak nitelikte olmadığı daha önce belirtilmişti. Bu bağlamda bir davada taraf vekili, avukat olmayabilir. Ancak davada taraf vekili olmayan avukat olabilir mi? Avukatlık bir meslek olarak, serbest meslektir (AvK m.1). Avukat, bireylere hukuki ilişkilerinin düzenlenmesinde yardımcı olur ve her türlü hukuki sorun ve uyuşmazlıkların hukuka uygun bir şekilde yerine getirilmesini her çeşit merci, kurum ve kuruluş önünde sağlamakla yükümlüdür (AvK m.2/1). Yalnızca avukat niteliğini haiz kişiler belli türdeki iş ve işlemlerde bulunabilir (AvK m.35). Bu bağlamda avukat, hukuki konular hakkında görüş bildirebilir, mahkemelerde vekil olarak bireyleri savunabileceği gibi vekil olmaksızın da  93 Bkz. Bölüm I.C.2 94 Güner, (n 85) 51 95 Dilşad Çiğdem Sever, ‘Avrupa İnsan Hakları Mahkemesi Kararlarında Hak Öznesi Olarak Avukatlar , (2018) (4), Ankara Barosu Dergisi, 249 96 Bkz. Bölüm II.A.1  46Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 birtakım adli işlemlerde bulunabilir (AvK m.35/1). Eğer bir davada kişi avukat sıfatıyla bulunuyorsa o, mutlaka taraf vekili olmak zorundadır (HMK m.76, 77, 151). Ancak avukat sıfatını haiz olup da taraf vekili olmayan kimseler de davada başka sıfatlarla bulunabilir. Keza baroya  kayıtlı  avukat;  tarafa  hukuki  görüş  verebilir,  bilirkişilik  yapabilir,  konkordato komiserliği  yapabilir.  Nihayetinde  çalışma,  avukatın  taraf  vekili  olması  halinde  onun tanıklıkta bulunup bulanamayacağı noktasında önem arz etmektedir. Yoksa avukat, tarafa hukuki danışmanlık yapmış veyahut taraf vekili iken istifa etmiş, azledilmiş ise onun tanıklık yapıp yapamayacağı farklı bir konu bağlamında değerlendirilir. Taraf  vekili  avukatın  yargılama  sürecindeki  konumu,  yargılamada  tarafın  kim olduğunun tespiti noktasında toplanmaktadır. Diğer bir deyişle avukatın taraf olup olmadığı, onun tanıklık yapabilme koşullarından olan yargılamanın tarafları haricindeki üçüncü kişi olması şartını taşıyıp taşımadığını ortaya koyacaktır. Bu bakımdan öncelikle  taraf kimdir?  sorusu konu bağlamında önem arz etmektedir.  2.  Yargılamada Taraf Taraf kavramının saptanması, hem maddi hukuk hem de usul hukuku anlamında ayrı bir öneme sahiptir. Taraf olmak kendine özgü çeşitli hak ve yükümlülükleri de beraberinde getirir. Kural olarak yargılama, taraf teşkili bağlamında menfaatleri birbirine zıt iki taraf üzerinde yürür. Bu bağlamda tarafın belirli veya belirlenebilir olması, taraf menfaatinin yerine getirilmesine hizmet eder.  Usul hukuku bağlamında taraf, bir davada yargılama yetkisine sahip makamdan hukuki himaye talep edenle birlikte, kendisine karşı hukuki himaye talebinde bulunulan kimseye denir. Hukuki koruma talep edene davacı, kendisine karşı hukuki koruma talep edilene davalı denir. Dolayısıyla her davada en az bir davacı ve en az bir davalı olmak şartıyla iki farklı tarafın bulunması gerekir. Diğer bir deyişle bir kimse kendisiyle davacı veyahut kendisiyle davalı olamaz. Aksi takdirde ortada bir dava söz konusu olamaz.   97 Söz konusu olgu, şekli anlamda taraf teorisine dayanmaktadır. Serdar Kale, Medeni Yargılamada Taraf Ehliyeti, (On İki Levha Yayınları 2010), 7-8; Evrim Erişir, Medeni Usul Hukukunda Taraf Ehliyeti, (Güncel Yayınevi 2007), 55; Alagonya, Yıldırım ve Deren-Yıldırım, (n 7) 113; Arslan, Yılmaz, Taşpınar-Ayvaz ve Hanağası, (n 1) 250; Karslı, (n 25) 273; Atalı, Ermenek ve Erdoğan, (n 12) 210 98 Alagonya, Yıldırım ve Deren-Yıldırım, (n 7) 113; Arslan, Yılmaz, Taşpınar-Ayvaz ve Hanağası, (n 1) 250 99 Erişir, (n 97) 57 100 Alagonya, Yıldırım ve Deren-Yıldırım, (n 7) 113 101 Atalı, Ermenek ve Erdoğan, (n 12) 211 47Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 Maddi hukuk anlamında taraf kavramı ise usul hukukundan ayrılmakta, davadaki taraf sıfatına bakılmaksızın gerçek anlamda uyuşmazlığın tarafı olan kimseleri belirtmektedir. Diğer  bir  deyişle  maddi  anlamda  taraf,  usul  hukuku  içerisindeki  husumetle  ilgilidir.  Husumet, maddi anlamda taraf sıfatının karşılığıdır. Maddi hukuktan doğan hak sahibi davada husumet ehliyetine sahiptir. Ancak dikkat edilmelidir ki maddi anlamda hak sahibinin tespiti çoğu zaman bir yargılamayı gerektirmektedir. Bu bağlamda husumet ehliyeti usul hukukunu ilgilendirmemektedir. Gerçekten de şekli anlamda taraf olan davacı veyahut davalı, eğer maddi anlamda hak sahibi olarak taraf sıfatına sahip değillerse mahkeme, davanın esastan reddine karar verir. Söz konusu mahkeme hükmü, davada taraf gösterilen kimsenin taraf sıfatının bulunmadığına ilişkin tespiti içeren maddi hukuk açısından sonuç doğuran bir hüküm niteliğindedir. Bu bağlamda yargılama hukuku anlamında taraf, hukuki himaye talep eden diğer bir deyişle dava dilekçesinde talepte bulunan davacı veya kendisine karşı dava dilekçesi tebliğ edilen davalıdan biri olan birbirinden farklı kimselerden oluşan iki ayrı cihettir. Nitekim gerek kanuni temsilci gerek iradi temsilci yargılamanın tarafı olarak nitelendirilemez. Avukatın, üçüncü bir kişi olması dolayısıyla tanık olarak dinlenebileceği söylenebilir. Ancak avukat, aşağıda açıklanacağı üzere hukuken taraf olmamakla birlikte, maddi bir olgu olarak  temsil  ettiğinin  tarafındadır.  Bu  bağlamda  avukatın,  tanıklık  yapabilmesi bakımından yargılamanın herhangi bir tarafı olmadığından açıkça bahsedilemez. Öte yandan hâkimin, vekillik yaptığı bir davada hâkimlik yapamaması göz önüne alındığında (HMK m.34/1-f), vekilin taraflardan bağımsız olarak üçüncü bir kişi olarak kabulü mümkün olmasa gerektir.  Temeli  yargısal  bir  faaliyet  olan  çekişmesiz  yargıda,  taraf  kavramından bahsedilemez. Keza belirtildiği üzere ortada bir dava olması için menfaatleri birbirine zıt iki tarafın olması gerekir. Oysaki çekişmesiz yargıda bir uyuşmazlıktan söz edilemez (HMK  102 Maddi anlamda taraf teorisi için bkz. Kale, (n 97) 6-7; Erişir, (n 97) 54; Ulukapı, (n 12) 186; Tanrıver, (n 3) 528; Atalı, Ermenek ve Erdoğan, (n 12) 209 103 Kale, (n 97) 23; Ulukapı, (n 12) 86; Görgün, Börü, Toraman ve Kodakoğlu, (n 6) 231 104 Arslan, Yılmaz, Taşpınar-Ayvaz ve Hanağası, (n 1) 262; Karslı, (n 25) 290; Atalı, Ermenek ve Erdoğan, (n 12) 229; Görgün, Börü, Toraman ve Kodakoğlu, (n 6) 250 105 Arslan, Yılmaz, Taşpınar-Ayvaz ve Hanağası, (n 1) 267 106 Kale, (n 97) 50; Erişir, (n 97) 54; Alagonya, Yıldırım ve Deren-Yıldırım, (n 7) 121; Arslan, Yılmaz, TaşpınarAyvaz ve Hanağası, (n 1) 267; Ulukapı, (n 12) 190; Tanrıver, (n 3) 528; Karslı, (n 25) 290 107 Bkz. Bölüm III.A.3 108 Baki Kuru, Nizasız Kaza, (Ajans Türk Matbaası 1961) 10; Aslı Aras, Çekişmesiz Yargıda Yargılama Usulü, (Yetkin Yayınları 2017), 19. Aksi yönde bkz. Postacıoğlu, (n 12) 26-27. Postacıoğlu, çekişmesiz yargı işlerini idari faaliyet olarak tanımlamanın daha doğru olduğu kanısındadır. 109 Kale, (n 97) 36; Erişir, (n 97) 105; Aras, (n 108) 125 48Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 m.382/1-a). Bu bağlamda Kanun, çekişmesiz yargı işlerinde, işin konusuyla bağlantılı olan kimseleri  ilgili 110 olarak nitelendirmektedir (HMK m.382/1).  Maddi anlamda ilgili, çekişmesiz yargı sonucunda verilecek karardan maddi hukuk bakımından etkilenecek olan kimsedir. Şekli anlamda ilgili ise usul hukuku bakımından geçerli olan, mahkemeden çekişmesiz yargı işi hakkında karar verilmesi talebinde bulunan kimsedir. Çekişmesiz yargı işlerinde kural olarak re sen araştırma ilkesi uygulandığından (HMK m.385/2) hâkim, kendiliğinden her türlü delili inceleyebilir. Dolayısıyla taraflarca getirilme ilkesi çekişmesiz yargı işlerinde geçerli değildir. Çekişmesiz yargı işlerinde tanıklığa ilişkin hükümler niteliğine uygun düştüğü ölçüde uygulanmalıdır (HMK m.385/1). Bu bağlamda HMK m.240/1 deki davada taraf olmayan kişilerin  tanık  olarak  dinlenebileceğini  belirten  hüküm  çekişmesiz  yargıya uygulanmayacaktır. Dolayısıyla gerek maddi anlamda ilgili, gerek şekli anlamda ilgili olan kimseler  çekişmesiz  yargı  işinde  tanık  olarak  dinlenebilir.  İlgilinin  tanık  olarak dinlenebildiği durumda evleviyetle vekilinin de tanık olarak dinlenebilmesi gerekir.  3.  Avukatın Taraflar Karşısındaki Konumu Avukat, hem maddi hukuk anlamında hem de usul hukuku anlamında taraf değildir. Keza taraf vekili, maddi veya şekli anlamda taraf olmaktan ziyade davacı veya davalı tarafın temsilcisi konumundadır. Taraf vekili, temsilci sıfatıyla taraf adına olmak üzere; dava açar, davayı takip eder, yargılama giderlerini tahsil eder, verilen kararı temyiz eder. Diğer bir deyişle avukatın yerine getirdiği işlemler, kendisi üzerinde değil taraf üzerinde hüküm ve sonuç doğurur. Öte yandan avukat, yargılamadaki konumu açısından ne hukuki himaye talep eden ne de kendisine karşı hukuki himaye talep edilendir. Kaldı ki dava dilekçesinde avukat, davacı veya davalı olarak değil davacı veya davalı vekili olarak gösterilir. Bu bakımdan taraf vekilini hukuken taraf olarak nitelendirmek doğru değildir.  Avukatın taraflar karşısındaki konumu açısından bir değerlendirme yapmak elzemdir. Keza taraf vekilleri, her ne kadar hem maddi anlamda hem de şekli anlamda taraf olarak nitelendirilemese  de  yanında  bulunduğu  tarafın  temsilciliğini  yaptığı  olgusu  gözden  110 Hukuk Muhakemeleri Kanunu ihdas edilmeden önce Kuru, çekişmesiz yargı işlerinde taraf kavramı yerine ilgili kavramının kullanılması gerektiğine işaret etmişti. Kuru, ‘Nizasız  (n 108) 139 111 Kuru, ‘Nizasız  (n 108) 141; Erişir, (n 97) 105-106; Aras, (n 108) 127 112 Kuru, ‘Nizasız  (n 108) 142; Erişir, (n 97) 106; Aras, (n 108) 128 113 Kuru, ‘Nizasız  (n 108) 145; Aras, (n 108) 160 114 Kuru, ‘Nizasız  (n 108) 145; Aras, (n 108) 160 49Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 kaçırılmamalıdır (AvK m.2). Taraf vekili avukatlar, müvekkilinin savunma hakkını (AY m. 36/1) kullanmasına aracı olmaktadır. Bu bağlamda yargılamanın her aşamasında temsil ettiği taraf adına iş ve işlemlerde bulunur. Taraf vekili avukatla müvekkili arasındaki bağ o kadar güçlüdür ki avukat, müvekkilini bir davada temsil etmiş veyahut ona bir uyuşmazlık hakkında mütalaada bulunmuşsa artık söz konusu dava veya uyuşmazlığın karşı tarafı lehine avukatlıkta bulunamaz (AvK m.38/1-c). Hatta söz konusu yasak avukatların ortaklarını ve yanlarında çalıştırdıkları avukatları da kapsamaktadır (AvK m.38/2). Tüm bunlara ek olarak sır saklama yükümlülüğü karşısında kanımızca taraf vekili avukat, hukuken taraf konumunda olmasa da maddi bir olgu olarak taraf konumundadır. 4.  Avukatın Yargılamanın Özneleri Karşısındaki Konumu Yargılama sav-savunma-hüküm üçgeninde, iddia ve savunmanın ortaya konulması ve hükmün  verilmesi  şeklinde  gerçekleşir.  Hukuk  yargılamasında  taraflar,  iddia  ve savunmalarını delilleriyle beraber ortaya koyup tartışırlar. Muhakemenin nihayetinde ise hâkim,  hukuka  uygun  olarak  vicdani  kanaatine  göre  hüküm  verir  (AY  m.138/1).  Ceza yargılamasında  müdafi-savcı-hâkim  olarak  daha  net  bir  şekilde  ortaya  çıkan  öznelerin çatışması  durumu,  hukuk  yargılamasında  da  kendini  gösterir.  Taraf  vekillerinin  tez  ve antitezleriyle bir sonuca ulaşılmaya çalışılır. Bu bağlamda avukatların görevini gereği gibi ifa etmesi hâkimin verdiği kararın hukuka ve adalete uygun olması sonucunu doğurur. Avukatlık,  kamu  hizmeti  olup  yargının  kurucu  unsurlarından  savunma  unsuruna bağımsızca  hizmet  eder  (AvK  m.1).  Bu  bağlamda  avukatlık  rolü,  sav-savunma-hüküm üçgeninde yer alır. Avukatın yargının kurucu unsurlarından olması onun toplum ve adalete erişim bağlamındaki konumundan kaynaklanmaktadır. Yargılamada avukat, taraf vekili olarak  sırf  müvekkilinin  temsilciliğini  yapmaz.  Onun  yargılama  sürecinde  hukuk kurallarından kaynaklı görev ve sorumlulukları bulunmaktadır. Avukat, vekillik görevini ifa ederken savunmanın kutsallığı ilkesi gereği işini,  özenle ve meslek onuruna yaraşır bir biçimde yapmalıdır (AvK m.34). Esasında işini özenle yapma yükümlülüğü, müvekkile karşı bir yükümlülük gibi gözükse de (Türk Borçlar Kanunu m.506/2) bütüncül anlamda savunma kurumunu ifa eden avukatların mesleki saygınlığı koruma yükümlülüğüyle de yakından  115 Tanrıver, (n 3) 322 116 Barış Yaltı, ‘Avukat , (2011) 85 (4), İstanbul Barosu Dergisi, 4. Hukuk yargılamasındaki tez-antitez-sentez üçlüsünün değerlendirilmesi ve şematik gösterim için bkz. Barış Yaltı, ‘Avukatın Yargılamadaki Yeri ve Önemi , (2011) 85 (5), İstanbul Barosu Dergisi, 84  117  Hazal  Ocaklı,  ‘Yargı  Bağımsızlığı  Açısından  Avukatların  ve  Baroların  Bağımsızlığı ,  (2020)  15 (195), Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, 1751   118 Yaltı, ‘Avukat  (n 116) 3 50Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 bağlantılıdır. Öte yandan savunma dokunulmazlığı (AY m.36), sır saklama yükümlülüğü (AvK m.36), yolsuz ve haksız işleri reddetme yükümlülüğü (AvK m.38/a), menfaati zıt olan diğer tarafın vekilliğini yapmama yasağı (AvK m.38/b), reklam yasağı (AvK m.55), çekişmeli hakları edinme yasağı (AvK m.47) gibi hak ve yükümlülükler, avukatın bağımsız savunmayı gereği gibi yerine getirerek adaletin gerçekleşmesini sağlama rolünü somutlaştıran araçlardır.  Avukatlık rolü tıpkı hâkimlik rolü gibi adaletin gerçekleştirilmesine yöneliktir. Oysa tanıklık rolü, tamamen yargılamadan bağımsız olarak vâkıf olduğu vakıayı  mahkemeye sunmaktan ibarettir. Dolayısıyla avukatlık ve tanıklık aynı davada birleşemez. Aksi durumda avukat, savunma rolünü gereği gibi ifa edemez. Öte yandan bu yönde sav-savunma-hüküm üçgeninden  biri  olan  hâkimin,  yürüttüğü  davada  tanıklık  yapamayacağı  yasal  olarak düzenlenmiştir. Keza hâkimin, yürütülen davada tanıklık yapmış olması ret sebebidir (HMK m.36/1-c).  Türk  hukukunda  taraf  vekili  olan  avukatın,  davada  tanık  olarak  dinlenmesinin avukatlık meslek etiğine aykırı olduğu yönünde çeşitli görüşler bulunsa da hukuken böyle bir yasak bulunmamaktadır. Keza Türkiye Barolar Birliği Disiplin Kurulu, her ne kadar doğru ve haklı olsa da açıkça taraf vekilinin tanıklık yapamayacağına ilişkin yasal düzenlemenin bulunmaması  dolayısıyla,  vekilin  tanıklık  yapmasının  disiplin  suçu  oluşturmayacağını belirtmiştir. Avukatlık rolünün tanıklık rolüyle birleşemeyeceği, bunun hem adaletin tesisi hem de avukatlık  meslek  etiğine  aykırı  olduğu  Anglo-Amerikan  hukuk  sistemlerinde  de  kabul edilmektedir. Amerikan yargılama usulü hukukunda, taraf vekili avukatın aynı zamanda tanıklık yapması meslek etiği açısından uygun bulunmamaktadır. Gerekçe olarak avukatlık rolünün  tanıklık  rolünden  farklı  olduğu,  ikisinin  bir  arada  bulunmasının  mesleki bağımsızlığa zarar vereceği, çapraz sorgu yöntemiyle çoğu zaman tanığın itibarına darbe vurarak güvenilirliğinin azaltılması suretiyle avukatlık mesleğinin profesyonelliğine etki  119 Levent Uysal, Avukatın Hak ve Yükümlülükleri,  (2008) 82 (6),  İstanbul Barosu Dergisi, 2959-2960 120 Ankara Barosu Disiplin Kurulu, E.1994/37, K.1995/2, 27.01.1995, (Güner, (n 85) 51 dn.16) 121 TBB Disiplin Kurulu, E.1995/24, K.1995/26, 05.04.1995, (Ankara Barosu Dergisi 1995 S.2 116 dan naklen Güner, (n 85) 51 dn.17) 122 Amerikan mahkemelerinin, avukatın aynı zamanda tanık olması durumunu,  son derece ahlaksız, mesleğin itibarını düşürücü, yargılama yolsuzluğu  olarak nitelendirdiği görülmektedir. Alger v Merritt, (1864); Inglett Co. v Everglades Fertilizier Co. (1958); Frear v Drinker, (1848); Ferraro v Taylor, (1936); In v Estate of Comegys, (1955); Cobbed v Hudson, (1852). İlgili mahkeme kararları için bkz. Arnold N. Enker, ‘The Rationale of the Rule That Forbids Lawyer to Be Advocate and Witness in the Same Case , (1977) 2 (2), American Bar Foundation Research Journal, 456 <www.jstor.org/stable/828059>  Erişim Tarihi 15 Mayıs 2021 123 Enker, (n 122) 461 124 Enker, (n 122) 463 51Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 edeceği gösterilmektedir. Öte yandan yargılamanın seyri açısından söz konusu tanıklık yasağının varlığıyla avukatın, müvekkiliyle ilişkisi nedeniyle tarafsız olmasının mümkün olmadığını dolayısıyla gerçeği çarpıtabileceğini, bu bağlamda hükümde etkisi olan jürinin veya hâkimin kararının etkilenmesi sonucunu doğuracağı belirtilmektedir. Hatta söz konusu görüş, avukatın, tanıklık yapması durumunda çapraz sorguya hazırlık gibi durumlar nedeniyle avukatın  performansının  düşeceğini,  bu  durumun  da  müvekkiline  zarar  vereceğini belirtmektedir. Yine avukat-müvekkil ilişkisinin temelinde bir menfaat ilişkisi bulunması dolayısıyla  avukatın  tanıklığının  jüri  veya  hâkim  nazarında  haksız  bir  önyargı oluşturabileceği ve bunun sonucunda tanıklık durumunun müvekkil aleyhine bir durum oluşturabileceğine işaret edilmektedir. B.  TÜRK HUKUKUNDA AVUKATIN TANIKLIĞI Doktrindeki hâkim görüş, taraf vekili olan avukatın, yargılamada herhangi bir şekilde taraf  sıfatının  bulunmaması  dolayısıyla  tanıklık  yapabileceğini  kabul  etmektedir.  Söz konusu görüşe göre avukatın, vekâleten takip ettiği davada, taraflara nazaran üçüncü kişi konumunda  olduğundan,  görevi  dışında  öğrendiği  hususlar  haricinde  tanıklık  yapma zorunluluğu vardır. Öte yandan aynı yönde bir başka görüşe göre tanıklık yapmak için taraf olmamak dışında çeşitli sebeplerle ret veya yasaklılık sebepleri öngörülmesi suretiyle başka bir şart aranmasının, tanıklık eden kişilerin her halde sınırlı sayıda olması dolayısıyla ikamesinin  mümkün  olmaması  karşısında  ulaşılmak  istenen  amaca  aykırı  düşeceğini belirtmektedir. Ancak avukat, meslek sırrı niteliğindeki bilgiler söz konusu ise tanıklık yapamaz (AvK m.36/1). Nitekim söz konusu meslek sırrı niteliğindeki bilgilerin sahibi, sırrın açıklanmasına izin verdiği takdirde tanıklıkta bulunulabilir (HMK m.249, AvK m.36/2, 36/3).  125 Enker, (n 122) 462; Douglas R. Richmond, Lawyers as Witnesses, (Winter 2006) 36 (1) New Mexico Law Review, 48 <https://core.ac.uk/download/pdf/151580189.pdf> Erişim Tarihi 21 Mayıs 2021 126 Yeni Güney Galler mahkemelerinde, avukat-müvekkil ilişkisinin menfaat ilişkisi olduğuna işaret ederek çıkar ilişkisinin olduğu durumlarda kural olarak avukatın tanıklığının yargılamaya zarar vereceği belirtilmektedir. Kararlar için bkz. NSWSC 1406; NSWSC 1078, <www.austlii.edu.au> Erişim Tarihi 21 Mayıs 2021. Yine Kanada hukukunda  da  mahkeme  kararlarında,  avukatın  tanık  olamayacağı  belirtilerek,  ilke  olarak  taraf  vekilinin yargılamada kendi adına delil sunamayacağını, dolayısıyla tanıklığının kabul edilemez olduğu belirtilmektedir. Kararlar için bkz. R. v Deslauriers, 1992/4022 (MB CA); Stanley v Douglas, 1951/30 (SCC), [1952] 1 SCR 260, <www.canlii.ca/t/22rwh>  Erişim  Tarihi  21  Mayıs  2021;  Webb  v  Attewell,  1994/8699  (BC  CA), <www.canlii.ca/t/231q> Erişim Tarihi 21 Mayıs 2021 127 Richmond, (n 125) 49 128 Richmond, (n 125) 49 129 Richmond, (n 125) 49 130 Ansay, (n 12) 266, 269. Ansay, eski hukuka göre (Mecelle m.1703) vekil, tanıklık yapamazken şimdiki tanıklık hükümlerinin Alman Kanunundan alınması ve bu yönde bir yasağın açıkça öngörülmemesi dolayısıyla vekilin tanıklık yapabileceğini belirtmektedir. Kuru, (n 12) 2574; Ertanhan, (n 12) 67; Umar, (n 28) 775; Arslan, Yılmaz, Taşpınar-Ayvaz ve Hanağası, (n 1) 443 131 Kuru, (n 12) 2574 132 Atalı, Ermenek ve Erdoğan, (n 12) 518 52Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 Söz konusu rıza, müvekkilin vekile bir talimatı olarak kabul edilmelidir. Sır niteliğindeki bilgilerin korunması hakkının, kişiye sıkı sıkıya bağlı haklardan olması dolayısıyla bu talimat ancak  müvekkilin  kendisi  tarafından  verilebilir.  Yoksa  müvekkilin  bir  temsilcisi aracılığıyla verilemez. Rıza, açıkça verilebileceği gibi zımnen de verilebilir. Öte yandan verilen rıza, sadece verildiği kapsamdaki sırların açıklanmasına ilişkindir. Eş söyleyişle bir davada  sırın  açıklanmasına  rıza  gösterilmişse  bu,  vekilin  tümüyle  sır  saklama yükümlülüğünden kurtulduğu anlamına gelmez. Bu bağlamda taraflardan birinin davadaki vekili konumunda olan avukatın, şartlar oluştuğu takdirde müvekkili tarafından veyahut diğer tarafça  tanık  gösterilip  duruşmada  dinlenmesinde  yasal  olarak  bir  sakınca bulunmamaktadır. Yargıtay Hukuk Genel Kurulu (YHGK) bir kararında taraf vekili avukatın, üçüncü kişi olduğunu  belirterek  yasal  anlamda  bir  engelin  de  bulunmaması  karşısında  tanık  olarak dinlenebileceğine hükmetmiştir. Yine YHGK güncel tarihli bir kararında özetle; açıklama ve ispat hakkının silahların eşitliği ilkesi çerçevesinde taraflarca eşit olarak  kullanılması gerektiğini, taraf vekilinin tanık olarak dinlenmemesinin tarafın ispat hakkını elinden almak sonucunu doğuracağını, bu durumun da taraflar arasında eşitsizlik yaratacağını belirterek avukatın, vekillik yaptığı yargılamada tanık olarak dinlenebileceğine hükmetmiştir. Taraf  vekilinin  davada  tanık  olarak  dinlenebilmesi  Alman  hukukunda  da  kabul edilmektedir. Alman hukukunda, avukatın, taraf vekili olduğu davada aynı zamanda tanık  133 Günergök, (n 83) 661 134 Günergök, (n 83) 662 135 Günergök, (n 83) 662 136 Günergök, (n 83) 662 137 Umar, (n 28) 775 138  …Öte yandan taraf vekili, üçüncü kişi olup, tanık olarak dinlenmesinde hiçbir yasal engel bulunmamaktadır. Davacı vekili yargılamayı takip eden kişi olarak duruşmalarda hazır olduğu için çağrılması yönünden masraf depo edilmesine de gerek olmadığı çok açıktır. O nedenle tanıkların dinlenmesi için mahkemenin masraf verilmesine ilişkin kesin hükmünün davacı vekili yönünden hukuken bir etkisi bulunmamaktadır. O halde, vekili tanık olarak dinlemeli özellikle dava tarihinden önceki olaylar hakkında bilgi ve görgüsü alınmalı dosyadaki tüm deliller birlikte takdir edilerek sonucuna göre bir karar verilmelidir…  Yar. HGK E.1996/2-897, K.1997/86, 06.05.1999 (Kazancı İçtihat ve Bilgi Bankası) 139  …Davalı-karşı davacı vekilinin delil listesinde yer alan aynı zamanda vekili olan tanığın yasal olarak dinlenilmesinin mümkün olduğu, bu tanığın da diğer tanıklar gibi HMK'nin 240. ve devamı maddeleri gereğince dinlenilmesi gerektiği, aksi durumda esasen hukuki dinlenilme ve buna bağlı olarak adil yargılanma hakkının ihlaline sebebiyet verilmiş olunacağı, savunma hakkının kısıtlanacağı aşikârdır. Ayrıca yargılamanın geçirdiği safhalar ile dosyada mevcut bilgi ve belgelerin değerlendirilmesi sonucu delil listesinde yer alan bu tanığın dinlenilmesi talebinin davayı uzatma amacıyla yapılmadığı da anlaşılmaktadır. Bu nedenlerle davalı-karşı davacı tanığı dinlenilip tüm deliller birlikte değerlendirilerek sonucu uyarınca bir karar verilmesi gerekmektedir…  Yar. HGK E. 2017/2-2209, K. 2020/475, 24.6.2020 (Kazancı İçtihat ve Bilgi Bankası) 53Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 olarak dinlenebileceği kabul edilmektedir. Keza bu yönde Alman Federal Mahkemesi (BGH) bir kararında, temyiz mahkemesinin, ZPO m.139142 143 hükmü uyarınca tarafların dayandıkları tüm vakıaları zamanında ve eksiksiz olarak açıklamasını, ileri sürülen vakıaların somutlaştırılması için gerekli bilgi ve belgelerin sağlanmasını, kanıtları tanımlamasını ve ilgili başvuruları yapmasını sağlaması yükümlülüğünün bulunduğunu belirtmiştir. Bu bağlamda Federal Mahkeme, söz konusu yükümlülüğü yerine getirmeyen temyiz mahkemesinin, tarafın bilgilenme hakkını ihlal ettiğine karar vererek, eğer mahkeme söz konusu yükümlülüklerini yerine  getirmiş  olsaydı,  tarafın,  vekili  olan  avukatı  tanık  olarak  gösterebileceğini belirtmiştir. Anglo-Amerikan  hukuk  sistemlerinde  yargılama  boyutunda  vekilin  tanık  olarak dinlenmesi kural olarak mümkün değildir. Amerikan hukukunda, Türk hukukundan farklı olarak taraf vekilinin tanıklığı yasal olarak düzenlenmiştir. Amerikan Barolar Birliği Meslek Etiği Kuralları (ABA Model Rules of Professional Conduct)145 m.3/7 hükmünde avukatın, kural olarak tanıklık yapması muhtemel olan bir davada taraf vekili olamayacağı belirtilmiştir. Ancak avukat, davanın tek tanığı olması, edinilen bilgilerin mesleki sır niteliğinde olmaması ve avukatın taraf vekili olamaması veyahut görevinden çekilmesi durumunun tarafı oldukça zor bir duruma sokması halinde tanıklık yapabilmektedir. Anlaşılacağı üzere bu üç şart kümülatif olarak bir arada bulunması gerekir. Kümülatif şartlardan müvekkilin zor durumda kalması durumu haricinde diğer şartlar oldukça  açık  ve  nettir.  Müvekkilin  zor  durumda  kalması  halinin  değerlendirilmesinde, mahkeme, öncelikle, söz konusu hükmü dar yorumlamalı ve avukatın hem vekillik hem tanıklık rolünde bulunmasının yargılamaya vereceği zararın müvekkiline vereceği zarardan  140 Harald Bürck, Der prozessbevolmaechtighte Resctsanwalt als Zeuge im Zivilprozess (NJW, 1969) 906-910 dan naklen: Kuru,  (n 12) 2574 141 BGH, 8 Mayıs 2007 tarihli karar, VI ZB 80/06; LG Dresden, <www.lexetius.com/2007,1189> Erişim Tarihi 1 Haziran 2021 142 Alman Medeni Usul Kanunu (Zivilprozessordnung). 143 ZPO m.139/1 hükmü gereği aydınlatma yükümlülüğü çerçevesinde hâkim, vakıanın gerçekliğini taraflara, tanığa soru sorarak test etmelidir. İleri sürülen vakıaların gerçeğe aykırı olması halinde dikkate alınmamalıdır. Eberhard Schilken,(Çeviren: Nevhis Deren-Yıldırım), Medenî Yargılamada Hâkimin Rolü, İlkeler Işığı Altında Yargılama Hukuku (Derleyen: Mehmet Kâmil Yıldırım), (6. Baskı, Beta Yayınları 2001) 55 144 Avukatın tanık olarak dinlenebileceğine ilişkin bir başka Alman Federal Mahkemesi Kararı için bkz. BGH, 22 Aralık 2011 tarihli karar, VII ZB 35/11, <https://lexetius.com/2011,7261> Erişim Tarihi 1 Haziran 2021 145 1977 den 2013 e kadar yürürlülükte olan Amerikan Barolar Birliği Mesleki Sorumluluk Kuralları (ABA Model Code of Professional Responsibility) m. 5-101-B ve 5-102-A hükümlerinde de taraf vekili avukatın tanıklık yapamayacağı düzenlenmişti. Bu konu hakkında bkz. Enker, (n 122) 455. Öte yandan Hindistan da bu durum Baro Konseyi Kurallarında Bölüm 2.2.13 te açıkça düzenlenerek, avukatın tanık olacağı davayı kabul etmemesi, yargılama sırasında tanıklık yapması gerekirse davadan çekilmesi gerektiği belirtilmiştir. 54Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 daha az olması gerekmektedir. Öte yandan mahkeme, müvekkilin avukatının tanıklıktan diskalifiye  olması  dolayısıyla  yeniden  masraf  ve  zaman  harcaması  hususunu değerlendirmelidir. Diğer bir deyişle müvekkilin masrafı çok zamanı az ise oldukça zor bir durumda olduğu söylenebilir. Ancak söz konusu masrafın çok olması durumu, müvekkilin mali  durumuyla  birlikte  değerlendirilmelidir.  Keza  müvekkilin  mali  durumu  çok  iyi durumda ise tekrar yapmak zorunda olacağı avukatlık masrafının kendisini etkileyebileceğini söylemek zordur. Öte yandan avukatın, konuya ve olaya yakınlığıyla birlikte, konu ve olayın karmaşık bir yapıda olması dolayısıyla başka bir avukatın davaya hâkim olmasının güç olması durumu da müvekkili zor duruma düşüren nedenlerden biri olarak kabul edilmektedir. Tanıklık ve vekilliğin bir arada olmayacağı kuralı, avukatın müvekkili lehine olduğu gibi aleyhine tanıklık yasağını da kapsamaktadır. Keza mesleki sır niteliğinde olmasa dahi, müvekkilinin aleyhine tanıklık yapması lazım gelen avukatın, müvekkilinin menfaatlerine zarar vereceği açıktır. O halde avukat, tanıklık yapması gerekiyorsa müvekkilini temsil etmekten çekinmelidir. Türk hukuk devriminden önceki özel hukuk yargılama kurallarını içeren Mecelle hükümlerinde de vekilin tanık olarak dinlenemeyeceği esası kabul edilmişti. Mecelle m.1703  Hem  müddai  hem  şahit  olunamaz.  Binaenaleyh  vasinin  yetime  ve  vekilin  müvekkile şehadetleri sahih olmaz   hükmü gereği vekil taraf addolunarak, tanıklığı kabul edilmemişti. Vekil ancak vekâletten azledilirse şahitlikte bulunabilirdi. C.  ADİL YARGILANMA HAKKI BAĞLAMINDA DEĞERLENDİRME 1.  Genel Olarak Adil Yargılanma Hakkı  146 Richmond, (n 125) 54 147 Richmond, (n 125) 54 148 Richmond, (n 125) 55 149 Brown v Daniel Davası. (Richmond, (n 125) 55) 150  Norman  N.  Robbins,  ‘The  Attorney  as  Witness ,  (1992)  15  (2),  Family  Advocate,  13, www.jstor.org/stable/25804861; Richmond, (n 125) 49 151 Robbins, (n 150) 13. Galler İstinaf Mahkemesi olan King s Bench Mahkemesi, 1941 tarihli R v Hindistan Dışişleri Bakanı davasında taraf vekilinin tanıklığını  kuraldışı ve uygulamaya aykırı  olarak nitelendirerek avukatın tanıklık veya taraf vekilliğinden birini tercih etmesi gerektiğine hükmetmiştir. Karar için bkz. Lloyd Duhaime,  ‘The  Lawyer  Witness:  Dr.  Jekyll  and  Mr.  Hyde ,  (Duhamie,  2011), <www.duhaime.org/LegalResources/CivilLitigation/LawArticle-1282/The-Lawyer-Witness-Dr-Jekyll-and-MrHyde.aspx> Erişim Tarihi 2 Haziran 2021. Öte yandan bir başka mahkeme kararında da söz konusu durumun  uygunsuz  olduğunu ve cüret dahi edilmemesi gerektiği belirtilmiştir. Karar için bkz. Bank of British North America  v  McElroy,  15  NBR  1875;  Stanley  v  Douglas,  1951  CanLII  30  (SCC),  [1952]  1  SCR  260, <www.canlii.ca/t/22rwh> Erişim Tarihi 2 Haziran 2021 152 Murat Şen, Önceki Hukukumuzda Şahitliğin Tanımı Şartları ve Nisabı, (1998) 2 (1), AÜ Erzincan Hukuku Fakültesi Dergisi, 304  55Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 Yargılama adaletinin bir yansıması niteliğindeki adil yargılanma hakkı, hak arama özgürlüğüne  yönelik  yargılama  usullerine  ilişkin  temel  bir  insan  hakkı  olarak nitelendirilebilir. Bu bağlamda adil yargılanma hakkı, içerik olarak kararın adalete uygun olup  olmadığından  ziyade  yargılama  usullerinin  adil  olmasını  kendine  konu  edinir. Esasında adil yargılanma hakkı, eşitlik düzlemi üzerinde hem davacıya hem de davalıya aktif olarak yargılamaya katılma, karşılıklı olarak iddia ve savunmalarda bulunma, alınacak kararda da etkili olabilme imkânının tanınmasını bünyesinde barındırır.  Adil  yargılanma  hakkı  hem  AİHS  m.6  da  hem  de  AY  m.  36  hükümlerinde düzenlenmiştir. Öte yandan hukuk yargılamasına ilişkin olarak hukuki dinlenilme hakkı ve aleniyet ilkesi olarak HMK m.27-28 hükümleri de adil yargılanma hakkının iç hukuktaki görünümü olarak düzenlenmiştir. Adil yargılanma hakkı, yargılama usullerinde adaletin sağlanmasına  ilişkin  genel  bir  ilkedir.  Diğer  bir  deyişle  söz  konusu  hak,  davanın hakkaniyete uygun surette dinlenilmesi amacı doğrultusunda sınırlı sayıda olmayıp birçok hakkı da bünyesinde barındırır. Öte yandan Avrupa İnsan Hakları Mahkemesi (AİHM) ve Anayasa Mahkemesi (AYM) de adil yargılanma hakkının, hukukun üstünlüğünü sağlayarak demokratik toplumun temel değerlerini koruma amacı bağlamında AİHS m.6 ve AY m. 36 hükümlerinde açıkça sayılmasa da yargılama adaletinin sağlanması çerçevesinde kalmak suretiyle zımnen birçok hakkı içerdiğini kabul etmektedir.  Hukuk  yargılaması  açısından  adil  yargılanma  hakkı  AİHS  m.6/1  ve  AY  m.36 hükümleri çerçevesinde değerlendirilebilir. AİHS m. 6/2 ve 6/3 hükümleri sadece cezai konulara uygulanacak niteliktedir. Nitekim AİHS m. 6/1 hükmünde kişisel veyahut medeni hak ve yükümlülüklerin karara bağlanmasıyla ilgili bir yargılama usulünde söz konusu hakların uygulama  alanı bulacağı  ifade edilmişken AİHS m.6/2 ve 6/3 hükümleri, kişi hakkındaki suç isnadıyla ilgili uygulanacak yargılama usullerini konu edinmektedir.   153 Güney Dinç, AİHS e göre Adil Yargılanma Hakkı, (İzmir Barosu Yayınları 2006) 9 154 Sibel İnceoğlu, Adil Yargılanma Hakkı, Anayasa Mahkemesine Bireysel Başvuru Kapsamında Bir İnceleme, (Avrupa Konseyi Yayınları 2013) 209 155 İnceoğlu, (n 154) 209 156 Süha Tanrıver, ‘Hukuk Yargısı (Medenî Yargı) Bağlamında Adil Yargılanma Hakkı , (2004) (53), TBB Dergisi, 192 157 Hüseyin Turan, İHAS ve Türk Hukukunda Adil Yargılanma Hakkı, (Adalet Yayınevi 2016) 75 158 Turan, (n 157) 75 159 Osman Doğru ve Atilla Nalbant, İnsan Hakları Avrupa Sözleşmesi ve Önemli Kararlar 1.Cilt, (Avrupa Konseyi/Yargıtay Başkanlığı Yayınları 2012) 609 160 İnceoğlu, (n 154) 210 161 Turan, (n 157) 96 56Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 Avrupa İnsan Hakları Sözleşmesi m.6/1 hükmündeki medeni hak ve yükümlülüklerin kapsamı  AİHM  içtihatlarınca  somutlaşmıştır.  Bu  bağlamda  mahkeme,  kişisel  sonuç doğuracak bir hakkın tespitinde, o hakkın özelliklerine bakılması gerektiğine işaret etmiştir. Öte yandan söz konusu özelliklerin, medeni hak ve yükümlülükler için belirleyici olmasını aramaktadır. Şüphesiz hukuk yargılamasında delil niteliği taşıması dolayısıyla tanık beyanı, medeni hak ve yükümlülüklere etki edecek niteliktedir. Bu bağlamda taraf vekili avukatın tanıklığının yargılama usullerinin adil olmasıyla ilgili olduğu sonucu çıkarılabilir. Keza tanık beyanının delil  niteliği;  kabul  edilebilirliği,  kanıtların  kabulü  ve  değerlendirilmesi  bağlamında değerlendirilirken, avukatın yargılamadaki konumu; silahların eşitliği ve çelişmeli yargılama ilkesiyle  yakından  bağlantılıdır.  Öte  yandan  hem  kanıtların  değerlendirilmesi  hem  de silahların  eşitliği  ve  çelişmeli  yargılama  ilkesi,  adil  muhakeme  hakkı  diğer  bir  deyişle hakkaniyete uygun yargılanma hakkı içerisinde değerlendirilmektedir. Diğer taraftan delil niteliğindeki tanık beyanı, adil yargılanma hakkının usul hukukundaki yansıması niteliğindeki hukuki dinlenilme hakkıyla da ilgilidir. Keza hukuki dinlenilme hakkı, taraflara yargılamanın sonucunu etkileyebilecek delilleri açıklama ve ispat hakkını ve bu delillerin yargılamada tartışılması sonucuna hizmet eden bilgilenme hakkını da içerisinde barındırır.  2.  Hakkaniyete Uygun Yargılanma Hakkı Açısından Değerlendirme a.  Genel Olarak Avrupa İnsan Hakları Sözleşmesi m.6/1 de belirtilen herkesin, davasını, hakkaniyete uygun olarak görülmesini isteme hakkı (adil muhakeme hakkı), adil yargılanma hakkının merkezinde yer alan bir haktır. AİHM, söz konusu hakkı oldukça geniş yorumlamaktadır. Mahkeme,  hakkaniyete  uygun  yargılanma  hakkından  usulle  ilgili  birçok  hak  ve  ilke türetmektedir.  Diğer  bir  deyişle  hakkaniyete  uygun  yargılanma  hakkı,  AİHS  m.6/1  162 Nuala Mole ve Catharina Harby, Adil Yargılanma Hakkı, Avrupa İnsan Hakları Sözleşmesi nin Uygulanmasına İlişkin Kılavuz, İnsan Hakları El Kitapları No:3, (Avrupa Konseyi İnsan Hakları Genel Müdürlüğü 2001) 19 163  König  v  Almanya  Davası,  6232/73,  (ECtHR,  28.06.1978)  §  90, <https://www.asylumlawdatabase.eu/en/content/ecthr-k%C%Bnig-v-germany-application-no-623273> Erişim Tarihi 1 Mayıs 2021 164  Ringeisen  v  Avusturya  Davası,  2614/65,  (ECtHR,  16.07.1971)  §  94, <https://hudoc.echr.coe.int/fre#{%22itemid%22:[%22001-57565%22]}>  Erişim Tarihi 2 Mayıs 2021 165 Doğru ve Nalbant, (n 159) 636 166 Hakan Pekcanıtez, ‘Hukukî Dinlenilme Hakkı , (2000) Prof. Dr. Seyfullah Edis e Armağan, 769, 773; Muhammet Özekes, Medeni Usul Hukukunda Hukuki Dinlenilme Hakkı, (Yetkin Yayınevi, 2003) 31 167 Turan, (n 157) 309 168 Doğru ve Nalbant, (n 159) 636 169 Doğru ve Nalbant, (n 159) 636 57Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 hükmünde belirtilmeyen haklar açısından, usulle ilgili ihlallerde değerlendirilen torba bir hak olarak değerlendirilebilir. Öte yandan hükmün, açıkça kişisel veyahut medeni haklarla ilgili davalarda  uygulanacağı  belirtildiğinden,  hukuk  yargılamasında  hakkaniyete  uygun yargılanma hakkının varlığı tartışmasızdır. Hakkaniyete uygun yargılanma hakkı, yargılama sürecinin bütününü ilgilendiren bir haktır. Bu bağlamda iddia ve savunma hakkının gerçekleşmesi, bireylere kendisini doğru ifade edebilme  imkânı  vermesi,  söz  konusu  hakkın  gerçekleşmesi  için  elzemdir.  Nitekim kanıtların kabulü ve değerlendirilmesi, kişinin savunma hakkının yerine getirilmesine hizmet eder. Öte yandan silahların eşitliği ve çelişmeli yargılama ilkesiyle, taraflar arasında adil bir dengenin kurulması suretiyle iddia ve savunmanın birbirine denk olarak ileri sürülmesini amaçlamaktadır. Diğer bir deyişle iddia ve savunmanın eşit şartlarda olması ve böylece adil bir  şekilde  değerlendirilmesi  söz  konusudur.  Keza  özellikle  çelişmeli  yargılama  ilkesi, tarafların yargılamanın tamamında aktif bir süje olarak bulunması ve davanın seyrine etki edebilmesi olanağına işaret etmektedir. Türk hukuk yargılamasında hakkaniyete uygun yargılama esas itibariyle, taraflara eşitlik ilkesinin sağlanması önkoşulu çerçevesinde hukuki dinlenilme hakkının (HMK m.27) tesisi olarak görülebilir. Keza hukuki dinlenilme hakkı, AİHS m.6 ve AY m.36 hükmündeki adil  yargılanma  hakkının  usul  hukuku  anlamındaki  tezahürüdür.  Hukuki  dinlenilme hakkı,174 yargılananın insan onuruna yakışır bir biçimde yargılanmasına hizmet eder. Söz konusu hak, koruma alanı bakımından AİHS m.6/1 hükmünden daha geniştir. Keza AİHS m.6/1 hükmü  medeni hak ve yükümlülüklere etki edecek nitelikteki uyuşmazlıkları ele alırken, hukuki dinlenilme hakkı yargılama olması şartıyla; çekişmeli, çekişmesiz yargı işleriyle birlikte yargılamayla bağlantılı geçici hukuki korumalarda, icra takiplerinde ve tahkim  yargılamasında  uygulanma  alanı  bulur.  Hatta  Yargıtay,  bir  kararında,  hukuki  170 Lüdi v İsviçre Davası, 12433/86, (ECtHR, 15.06.1992) § 49, <https://www.hr-dp.org/contents/630> Erişim Tarihi 1 Mayıs 2021 171 Sibel İnceoğlu, Adil Yargılanma Hakkı, Anayasa Mahkemesine Bireysel Başvuru El Kitapları Serisi-4, (Avrupa Konseyi 2018) 144 172 Tanrıver, ‘Yargı  (n 156) 204 173 Pekcanıtez, (n 166) 754; Özekes, (n 166) 56-57; AYM nin bu yöndeki kararları için bkz. Cansu Korkmaz, ‘Anayasa Mahkemesi nin Bireysel Başvuru Sonucunda Verdiği Kararların Medenî Usûl Hukuku Bakımından Değerlendirilmesi , (2017) (3), Yıldırım Beyazıt Hukuk Dergisi (YBHD), 238 vd. 174 Tanrıver, (n 3) 394; Özekes, (n 166) 56-57 175 Pekcanıtez, (n 166) 756; Özekes, (n 166) 20  176 Gilles Dutertre, Avrupa İnsan Hakları Mahkemesi Kararlarından Örnekler, (Avrupa Konseyi Yayınları 2007) 201-202 58Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 uyuşmazlıklarla ilgili yargılama dışında ortaya çıkan çözüm yollarında da niteliğine uygun şekilde hukuki dinlenilme hakkına riayet edilmesi gerektiğini belirtmiştir. b.  Kanıtların Kabulü ve Değerlendirilmesi Türk  hukuk  yargılamasında  tanık  beyanı,  takdiri  delil  olarak  kabul  edilmiştir. AİHS de, ileri sürülen kanıtların kabulü veya reddi usulünü belirten veyahut hangi delillerin kabul edilmesi gerektiğine işaret eden bir hüküm bulunmamaktadır. AİHM, kanıtların kabulü ve değerlendirilmesinin ulusal mahkemelerin görevi ve yetkisi dâhilinde bulunduğunu belirtmiştir.  Mahkeme, kanıtların kabulü ve değerlendirilmesini yargılamanın bütünü açısından değerlendirmektedir. Bu bağlamda kanıtların, olayı temsil ediciliği veyahut güvenilirliği hususunda bir şüphenin bulunup bulunmadığı, söz konusu kanıtlara itiraz hakkının tanınıp tanınması, adil muhakeme hakkı içerisinde bütünsel anlamda değerlendirilir. Öte yandan kanıtların kabulü ve değerlendirilmesi noktasında, söz konusu kanıtın davanın sonucunu belirleyici nitelikte olması halinde, kanıtın güvenilirliğinin test edilmesi ve başka delillerle desteklenmesi hususu adil muhakeme hakkı açısından önem arz etmektedir.  Adil muhakeme hakkı bağlamında kanıtları kabul etme ve değerlendirme yetkisinin, AİHS ve AİHM içtihatlarınca hâkime ait olduğu belirtilmiştir. Bu bağlamda AİHS, medeni hak ve yükümlülükler bağlamında, delilleri sunma ve tartışma açısından devletlere geniş bir takdir alanı bırakmıştır. Diğer bir deyişle yargılamanın bütününde adil muhakeme hakkına aykırılık hariç olmak üzere devletler, delil sunma ve değerlendirme bakımında çeşitli usuller öngörebilirler.  Bu  bağlamda  Türk  hukuku  özelinde,  taraf  vekili  avukatın  tanık  olup olamayacağı ve tanıklığı halinde hükme esas alınıp alınamayacağına ulusal hukuk bağlamında karar verilmesi gerekir.  Türk hukukunda taraf vekili avukatın tanık olarak dinlenmesini engelleyen bir hüküm bulunmamakla  birlikte,  bu  durumun  başlı  başına  adil  muhakeme  hakkını  ihlal  ettiği söylenemez. Keza kişinin avukat olması dolayısıyla tanık olarak dinlenmemesi, tarafın maddi bir olguyu ispat edememesi sonucunu doğuracaktır ki bu, savunma hakkının ihlali anlamına  177 Yar. HGK, E.2017/4-1427, K.2019/77, (Kürtül, (n 40) 712) 178 Doğru ve Nalbant, (n 159) 637 179  Van  Mechelen  ve  Diğerleri  v  Hollanda  Davası,  55/1996/674,  2  (ECtHR,  3.04.1997)  §  50, <https://www.refworld.org/cases,ECHR,3aeb8.html> Erişim Tarihi 3 Mayıs 2021 180 Doğru ve Nalbant, (n 159) 638 181 Doğru ve Nalbant, (n 159) 638 182 İnceoğlu, (n 154) 247 59Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 gelmektedir.  Kanıtların  değerlendirilmesi  hususunda  AİHM,  tanık  beyanının  hüküm sonucuna etkisi bakımından değerlendirme yapmaktadır. Bu bağlamda, delilin başka delillerle desteklenmiş  olması  halinde  kanıtların  güvenilirliği  ve  gerçekliğinin  tesis  edildiğini, dolayısıyla bu açıdan adil muhakeme hakkının korunacağına işaret etmektedir. Öte yandan mahkeme,  söz  konusu  delil  çok  kuvvetliyse  ve  güvenilirliği  bakımından  hiçbir  şüphe bulunmamakta ise başka kanıtlarla desteklenmesine duyulan gereksinimin azalacağına işaret etmektedir. Türk hukukunda taraf vekili avukatın tanıklığının, delil değeri hususunda takdir yetkisi hâkime  aittir.  Bu  bağlamda  adil  muhakeme  hakkı  açısından  hâkim,  taraf  vekili  olması dolayısıyla avukatın güvenilirliğinden şüphe duyması gerekir. Bu bağlamda hâkim, delili söz konusu şüphe ekseninde inceleme yükümlülüğü altındadır. Keza kural olarak avukat ve müvekkil arasında bir menfaat ilişkisi bulunmaktadır. Bu bağlamda taraf vekili avukatın tanıklığı  halinde,  söz  konusu  beyanının  tek  başına  hükme  esas  alınması,  karşı  tarafın itirazlarının dikkate alınmaması adil muhakeme hakkına aykırılığı gündeme getirebilecektir. c.  Silahların Eşitliği ve Çelişmeli Yargılama İlkesi Adil  muhakeme  hakkının  görünümlerinden  biri  olan  silahların  eşitliği  ilkesiyle, yargılamadaki taraflar arasında hakkaniyete uygun bir dengenin sağlanması hedeflenir. AİHM, silahların eşitliği ilkesini, adil yargılanma kavramının özelliklerinden biri olarak, her bir tarafa, kendisini dezavantajlı duruma düşürmeyen koşullar altında iddia ve savunmalarını sunmaları  için  makul  bir  fırsat  tanınması  olarak  tanımlamaktadır.  Diğer  bir  deyişle silahların eşitliği ilkesi, davanın taraflarından her birine iddia ve savunmalarını, delillerini sunmada eşit imkân sağlanması ve bir tarafa, diğer bir tarafa nazaran üstünlük veyahut imtiyaz tanınmamasıdır. Bu bağlamda taraflara verilen süreler aynı olmalı, taraflarca gösterilen tanıklar eşit şartlar altında dinlenmeli ve her iki tarafın gösterdiği deliller eşit koşullarda değerlendirilmelidir. Öte yandan silahların eşitliği ilkesi, taraflar arasındaki eşitsizliğin, bir  183 Doğru ve Nalbant, (n 159) 638 184  Khan  v  İngiltere  Davası,  35394/97,  (ECtHR,  4.10.2000)  §  37, <https://hudoc.echr.coe.int/fre#{%22itemid%22:[%22001-58841%22]}>  Erişim Tarihi 3 Mayıs 2021 185 Kraska v İsviçre Davası, 13942/88, ECtHR, 19.04.1993) § 30, <https://www.worldcat.org/title/case-of-kraskav-switzerland-901991342415-judgment/oclc/28290708?referer=di&ht=edition> Erişim Tarihi 1 Mayıs 2021 186 İnceoğlu, ‘El Kitabı  (n 171) 115 187  Dombo  Beheer  v  Hollanda  Davası,  14448/88,  27.10.1993,  §  33, <http://hudoc.echr.coe.int/app/conversion/pdf/?library=ECHR&id=001-57850&filename=001-57850.pdf> Erişim Tarihi 25 Mart 2021 188 Turan, (n 157) 319 189 Turan, (n 157) 319 60Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 tarafa zarar vermesini şart olarak aramaz. Nitekim söz konusu ilkeyle taraflar arasında hem maddi hem de şekli eşitliğin sağlanması amaçlanır. Öte yandan AİHM, söz konusu silahların eşitsizliği durumunun, yargılamayı fiilen ve gerçekten adaletsiz hale getirmesi halinde adil muhakeme hakkına aykırılığın gündeme geleceğini belirtmektedir. Zira silahların eşitliği ilkesi,  en  genel  anlamıyla  tarafların  eşitliği  demektir.  Taraflar;  iddia  ve  savunmalarını yapabilmeleri,  tanık  dinletebilmeleri  ve  bilgi  ve  belgelere  ulaşabilmeleri  açısından  eşit durumda olmalı ve aynı zamanda eşit fırsatlara sahip olmalıdır.  Silahların  eşitliği  ilkesinin  ayrılmaz  bir  parçası  olarak  nitelendirilen  çelişmeli veyahut  çekişmeli  yargılama  ilkesi,  yargılama  süreci  boyunca  mahkemenin  hükmünü etkileyebilecek, delil, görüş, açıklama gibi iddia ve savunma araçları hakkında bilgi sahibi olunması ve bunlar hakkında açıklama yapma olanağının taraflara verilmesi ilkesi olarak tanımlanabilir. Diğer bir deyişle çelişmeli yargılama ilkesi, her iki tarafın da iddialarını ve savunmalarını  ileri  sürmesi  ve  bunlar  hakkında  açıklama  yapma  olanağı  tanınarak, yargılamanın,  taraf  teşkiliyle  sunulan  delillerin  değerlendirilmesi  suretiyle gerçekleştirilmesidir. Dikkat etmek gerekir ki burada silahların eşitliği ilkesinden farklı olarak tarafların, yargılama süreci hakkında bilgi sahibi olması, ilkenin odak noktasıdır. Silahların eşitliği ilkesiyle bağlantısı ise, çelişmeli yargılama ilkesinin ihlali durumunda evleviyetle silahların eşitliği ilkesinin de ihlal edilecek olmasıdır. Keza bilgilendirilmeyen veyahut eksik bilgilendiren taraf, diğer tarafa karşı dezavantajlı duruma gelmektedir.  d.  Hukuki Dinlenilme Hakkı Anayasa m.36 hükmü uyarınca hukuki dinlenilme hakkı, iddia ve savunma hakkının usul hukukundaki yansımasıdır. Nitekim HMK m.27 hükmünün gerekçesinde özetle;  190 Doğru ve Nalbant, (n 159) 637 191 Kremzow-Avusturya Kararı. (İnceoğlu, (n 154) 239) 192  AYM  BB,  Tahir  Gökatalay,  2013/1780,  20.03.2014,  §  25, <https://kararlarbilgibankasi.anayasa.gov.tr/BB/2013/1780> Erişim Tarihi 25 Mart 2021; Doğru ve Nalbant, (n 159) 637 193  Ruiz  Mateos  v  İspanya  Davası,  12952/87,  (ECtHR,  23.06.1993)  §  63, <https://hudoc.echr.coe.int/fre#{%22tabview%22:[%22document%22],%22itemid%22:[%22001-57838%22]}> Erişim Tarihi 26 Mart 2021; Doğru ve Nalbant, (n 159) 637; İnceoğlu, (n 154) 242 194  Bulut  v  Avusturya  Davası,  17358/90,  (ECtHR,  22.02.1996)  §  49, <http://hudoc.echr.coe.int/webservices/content/pdf/001-57971> Erişim Tarihi 26 Mart 2021 195 Pekcanıtez, (n 166) 754; Özekes, (n 166) 29 196  …Hukukî dinlenilme hakkı olarak maddede ifade edilen ve uluslararası metinlerde de yer bulan bu hak, çoğunlukla  iddia ve savunma hakkı  olarak bilinmektedir. Ancak, hukukî dinlenilme hakkı, iddia ve savunma hakkı kavramına göre daha geniş ve üst bir kavramdır.  Bu hak, yargılamanın tarafları dışında, müdahiller ve yargılama konusu ile ilgili olanları da kapsamına almaktadır. Ancak, her yargılama süjesi kendi hakkıyla bağlantılı ve orantılı olarak bu hakka sahiptir. Hakkın temel unsurları maddede tek tek belirtilmiş, böylece uygulamada bu temel yargısal hak konusundaki tereddütlerin önüne geçilmesi amaçlanmıştır. Bu çerçevede, öncelikle tarafların gerek yargı organlarınca gerekse karşı tarafça yapılan işlemler konusunda bilgilendirilmeleri zorunludur. Kişinin 61Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 hukuki dinlenilme hakkının niteliği bakımından adil yargılanma hakkından daha dar, ancak iddia ve savunma hakkından daha geniş kapsamlı olduğuna işaret etmiştir. Hukuk Muhakemeleri Kanunu m. 27 hükmünde belirtildiği üzere hukuki dinlenilme hakkının üç temel unsuru bulunmaktadır. Bunlar; bilgi sahibi olma hakkı, herhangi bir iddia veya olguyu açıklama ve ispat hakkı ve dikkate alınma hakkıdır. Dikkat etmek gerekir ki söz konusu haklar,  taraflar  için olduğu gibi  asli  veya fer i müdahil dâhil olmak üzere yargılamanın tüm ilgilileri için de geçerlidir. Bilgilenme hakkı, yargılamayla ilgili her türlü işlemden bilgi sahibi olunmasına hizmet eder. Bu bağlamda taraflar, gerek karşı tarafça gerek yargı organlarınca yapılan işlemler konusunda bilgilendirilmelidir. Tarafların, yargılamanın her safhasından haberdar olması ve hatta bu konuda onlara imkân sağlanması gerekmektedir. Bu bağlamda bilgilenme hakkı çelişmeli yargılama ve dolaylı olarak silahların eşitliğiyle benzeşmektedir. Açıklama ve ispat hakkı, genel anlamda hak sahibine yargılamanın her aşamasında kendini ifade edebilmesi için olanak tanınmasıdır. Bu bağlamda taraflar, hüküm sonucunu etkileyebilecek  her  türlü  iddia  ve  savunma  yapabilme  hakkına  sahiptir.  Taraflar, yargılamada kendi lehlerine veya aleyhlerine sonuç çıkarılacak her türlü olay, olgu ve vakıalar hakkında eşit olarak kendini ifade edebilme hakkına sahiptir. Bu bağlamda açıklama ve ispat hakkı, silahların eşitliği ilkesiyle bağlantılıdır. Ancak söz konusu hak, usul kuralları çerçevesinde düzenlenebilir. Keza taraflar, teksif ilkesi gereği, kural olarak dayandıkları vakıaları,  davanın  başında  ileri  sürebilir.  Öte  yandan  taraflar,  ispat  hakkını  kanunda belirtilen süre ve usule uygun olarak kullanabilirler. Süre kısıtlaması veyahut usule ilişin işlemler açıklama ve ispat hakkını ihlal etmez. Nitekim Yargıtay HGK, bir kararında bu konuda  özetle;  açıklama  ve  ispat  hakkının,  özüne  dokunacak  ve  onu  anlamsız  kılacak  kendisinden  habersiz  yargılama  yapılarak  karar  verilmesi,  kural  olarak  mümkün  değildir…  <https://kgm.adalet.gov.tr/Tasariasamalari/Kanunlasan/2011Yili/kanmetni/6100ss.pdf> Erişim Tarihi 3 Haziran 2021 197 Özekes, (n 166) 31; Tanrıver, (n 3) 400 198 Özekes, (n 166) 260 vd. 199 Pekcanıtez, (n 166) 769; Özekes, (n 166) 86-87 200 Yar. HGK, E.2015/22-3436, K.2018/1580, (Kürtül, (n 40) 2915); Yar. 9. HD, E. 2016/5846, K. 2016/6871, <https://www.calismatoplum.org/yargitay-karari/hukuki-dinlenilme-hakkinin-kapsami> Erişim Tarihi 5 Mayıs 2021 201 Pekcanıtez,  (n 166) 775, 778; Özekes, (n 166) 106, 120 vd.; Tanrıver, (n 3) 401 202 Arslan, Yılmaz, Taşpınar-Ayvaz ve Hanağası, (n 1) 150 203 Arslan, Yılmaz, Taşpınar-Ayvaz ve Hanağası, (n 1) 150 204  …açıklama hakkı sınırsız bir içini dökme hakkı değildir. Bu konuda hakkın özünü zedelemeyen, yargılamanın sağlıklı işlemesine yönelik sınırlamalar getirilebilir. Ancak hakkı anlamsız kılacak sınırlamalar kabul edilemez… Açıklama hakkının ne şekilde kullanılacağını ise kural olarak ilgili yargılama usulü belirler.  Açıklama hakkının kullanılması için ilgiliye gerekli ortamın hazırlanmasına rağmen, kişi bu hakkı kullanıp kullanmamakta serbesttir…  Yar. HGK, E.2017/4-1427, K.2019/77, (Kürtül, (n 40) 711) 62Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 sınırlamalar  hariç  olmak  üzere  usul  kurallarıyla  düzenlenebileceğini  belirtmiştir. Yargılamanın bir bağdaşım içerisinde yürütülmesi, adalete erişim hakkı açısından önem arz etmektedir. Bu bağlamda söz konusu hakkın bir usul dairesinde yürütülmemesi, yargılama sürecini uzatarak adaletin sürüncemede bırakılması sonucunu doğuracaktır. Ancak dikkat etmek gerekir ki usul kurallarının, tarafların hukuki dinlenilme hakkını ihlal etmemesi için onların,  bu  konuda  bilgilendirilmesi  veyahut  bilgi  sahibi  olmaları  için  fırsat  tanınması gerekmektedir.  Dikkate alınma hakkı, açıklama ve ispat hakkı gereği, birbiriyle çelişmiş durumda bulunan  iddia  ve  savunmaların,  mahkemece  değerlendirilmesiyle  ilgilidir.  Mahkeme, kararını, tarafları tatmin edici nitelikteki gerekçesiyle birlikte açıklamakla yükümlüdür. Bilgilenme hakkı, açıklama ve ispat hakkına; açıklama ve ispat hakkı da dikkate alınma hakkıyla bağlantılıdır. Bu bağlamda taraflarca ifade edilen beyanların, delillerin, vakıaların dikkate alınması suretiyle açıklama ve ispat hakkı, amacına ulaşmış olur. e.  Taraf Vekilinin Tanıklığında Hakların Çatışması Durumu Silahların eşitliği ve çelişmeli yargılama ilkesi, taraflar özelinde sübut eden bir ilkedir. Nitekim tanık olarak dinlenecek taraf vekilinin taraf olup olmadığı yukarıda incelenmişti. Bu bağlamda  de facto  taraf olma durumu halinde, taraf vekilinin tanık olarak dinlenmesinin adil muhakeme hakkı özelinde silahların eşitliği ilkesine ve hukuki dinlenilme hakkına aykırı olup olmayacağı tartışma konusudur.  Avrupa İnsan Hakları Mahkemesi, silahların eşitliği ilkesine aykırılık durumunun yargılamayı  fiilen  adaletsiz  hale  getirmesi  halinin  adil  muhakeme  hakkına  aykırılık oluşturduğunu belirtmektedir. Bu bağlamda taraf vekili avukatın tanıklık yapıp yapamaması durumu, çeşitli varyasyonlarla incelenmelidir. Taraf  vekilinin  tanıklık  yapabilmesi  halinde,  silahların  eşitliğine  aykırılık  nasıl gündeme  gelecektir?  Taraf  vekili,  yargılamanın  her  aşamasına  bizzat  taraf  yerine katılabilmektedir. Bu bağlamda avukat, her ne kadar hukuken taraf olmasa da yargılamanın her aşamasına hâkim konumdadır. Nitekim vekil, taraflar arasında ileri sürülen iddiaları, savunmaları bilmektedir. Öte yandan, yargılama içerisindeki her türlü delil, bilgi ve belgeye de erişme imkânına sahiptir. Taraf vekili, tüm bu olgular karşısında mahkeme önünde tanık  205 Pekcanıtez, (n 166) 784; Özekes, (n 166) 153; Tanrıver, (n 3) 401 206 Pekcanıtez, (n 166) 786; Özekes, (n 166) 166 vd.; Tanrıver, ‘Yargı  (n 156) 209 207 Atalı, Ermenek ve Erdoğan, (n 12) 119-120 208 Bkz. Bölüm III.A 63Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 olarak duyu organları yoluyla edindiği bilgileri mahkemeye bildirmektedir. Dolayısıyla taraf vekilinin bu beyanı, mahkemece delil olarak değerlendirilip hükme esas alınabilecektir.  Silahların eşitliği ilkesi, taraflara tanık dinletme hususunda eşit imkân sağlamanın yanında,  onların  gösterdiği  tanıklar  arasında  farklı  muamele  yapılmamasını  da gerektirmektedir.  Ancak  söz  konusu  farklı  davranmama  yükümlülüğü  hâkime  ait  bir yükümlülüktür. Hâkimin, tanığa, taraf vekili olması dolayısıyla olması gerekenden daha fazla veya daha az değer atfederek silahların eşitliği ilkesini ihlal etmemesi gerekmektedir. Bu bağlamda avukatın tanık olarak dinlenmesinin başlı başına, taraflar arasındaki silahları eşitsiz  duruma  getirdiği  düşünülemez.  Keza  burada  taraflar  açısından  üstün  bir  konum yaratılmamakta aksine dinlenilen tanığın taraf vekili olması dolayısıyla beyanını şüpheli ve desteğe muhtaç hale getirmektedir. Ancak bilgi ve belgelere ulaşmada eşitsizlikle bağlantılı olarak delil sunma eşitsizliği, silahların eşitliği ilkesine aykırılığı gündeme getirebilir. Keza taraf vekili avukat, yargılama içerisindeki her türlü delile vâkıf iken, aynı zamanda iddia ve savunmasına kendi beyanını da delil olarak sunmaktadır. Oysaki yargılamadaki konumu açısından  tanık,  yargılamaya  yabancı  üçüncü  bir  kişidir.  Onun  görevi  sadece  duyup gördüklerini  vakıanın  aydınlanması  amacıyla  doğru  ve  objektif  biçimde  mahkemeye sunmaktır. Bu bağlamda taraf vekili avukatın aynı zamanda yargılamanın tanığı olması durumunda hem müvekkille olan menfaat ilişkisi hem de yargılamada ileri sürülen diğer delillere hâkim olması durumu göz önüne alındığında yargılamanın karşı tarafına veyahut karşı taraf vekiline nazaran daha üstün bir konumda olduğu açıktır. Keza taraf vekili avukat, vakıaya tanık olsa dahi yargılamanın seyrine göre tanıklık yapmaktan çekinebilir veyahut dosyadaki  bilgi  durumuna  göre  vakıanın  belli  durumlarını  aydınlatabilir,  ezcümle yargılamanın  sonucunu  temsil  ettiği  taraf  lehine  etkileyebilir.  Öte  yandan  tanıkların birbirinden  etkilenmemesi  adına  ayrı  ayrı  dinlenmesi  gerekir  (HMK  m.261/1).  Ancak avukatın tanık olarak dinlenmesi halinde bu hükmün işlevi de ortadan kalkacaktır. Nitekim  209 İnceoğlu, (n 154) 239 210  Ankerl  v  İsviçre  Davası,  17748/91,  (ECtHR,  23.10.1996)  §  38, <http://hudoc.echr.coe.int/app/conversion/pdf/?library=ECHR&id=001-58067&filename=001-58067.pdf> Erişim Tarihi 26 Mart 2021; Mole ve Harby, (n 162) 11 211  …özellikle tanıkların farklı günlerde dinlendiği durumlarda avukat tanık olarak dinlendiği zaman kesiti dışında taraf vekili olarak duruşmada hazır bulunacak hâkimin ve tarafların üzerinde durduğu ve sorduğu sorular hakkında bilgi sahibi olacak ve diğer tanıklara göre yargılamada daha ayrıcalıklı bir konumda yer alacaktır. Ayrıca tanık olarak dinlendiği zaman kesitinde müvekkili duruşmada bulunmuyor ise davacı taraf boş durumda olduğu halde yine davayı takip etmiş durumda bulunacak ve bu sırada yargılamada hem tarafsız tanık hem de taraf temsilcisi konumunu muhafaza etmiş olacaktır. Ayrıca HMK'da tanıkların birbirine soru sorması mümkün olmadığı hâlde tanık olarak dinlendiği zaman kesiti dışında özellikle farklı günde dinlenen tanıklara taraf vekili olarak soru sorma imkânına sahip olacaktır. Bu ise taraf vekilinin kendi tanıklığını öne çıkarma amaçlı diğer tanıklara soru sorabilmesine zemin hazırladığı hâlde diğer tanıklar kendisine soru sorma hakkına sahip bulunmamaktadır. Bu ise 64Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 tanıkların birbirine soru sorma yetkisi bulunmamaktayken taraf vekili tanıklara doğrudan soru sorabilir (HMK m.152/1). Öte yandan tanıklar, ayrı ayrı dinlenerek beyanlarının gerçekliği saptanmaktadır. Birbirlerini dinleyen tanıkların beyanlarını değiştirebilme ihtimali mevcuttur. Tanıklar  ayrı  ayrı  dinlenerek  beyanları  arasında  çelişki  bulunuyorsa  yüzleştirilerek  bu çelişkinin  giderilmesi  sağlanır.  Avukatın  tanık  olarak  dinlenmesi  halinde  yüzleştirme mümkün olamayacak hatta avukat, tanık sıfatıyla beyanını daha önceki tanık beyanlarına göre müvekkili lehine değiştirebilecektir.  Taraf vekilinin tanıklık yapamaması halinde, çelişmeli yargılama ilkesine aykırılık gündeme  gelecektir.  Keza  çelişmeli  yargılama  ilkesi  taraflara,  ileri  sürülen  deliller  ve mütalaalar hakkında bilgi sahibi olma ve bunlara karşı delil gösterebilme, beyanda bulunma imkânının verilmesini gerektirmektedir. Tarafın, tanık dinletme ve gösterebilme hakkı da bu kapsamdadır.  Bu  bağlamda  özellikle  yargılamanın  seyrini  ve  hüküm  sonucunu değiştirebilecek nitelikteki delillerin ileri sürülememesi silahların eşitliği ilkesine de aykırılık sonucunu doğuracaktır. Keza silahların eşitliği ilkesi, iddia ve savunmaları eşit şartlarda yapabilme anlamına gelmektedir. Oysa davanın taraflarından birinin tanık dinletme imkânının elinden alınması, silahların eşitliği ilkesine aykırılığın yanında savunma hakkına aykırılığı da gündeme getirecektir. Öte yandan maddi bir vakıanın ispatı tek bir tanığa dayanıyorsa bu halde adalete erişim hakkı da ihlal edilmiş olacaktır. Keza bu hususta  Dombo BeheerHollanda Davası önemli bir örnek teşkil etmektedir. Söz konusu karara konu olayda AİHM,  tarafların tanıklarının eşit koşullar altında dinlenmemesi sonucunu doğuracaktır… , Yar. HGK E. 2017/2-2209, K. 2020/475, 24.6.2020, Karşı Oy (Kazancı İçtihat ve Bilgi Bankası) 212  …Tanıkların hakim tarafından ayrı ayrı dinlenmesi, biri dinlenirken henüz dinlenmemiş olanların salonda bulunmaması temel usul kuralıdır. (HMK md. 261/1) Kuralın amacı, tanığın gerçek bilgisini saptamaktır. Zira, tanıklardan biri dinlenirken, henüz dinlenmemiş olan tanık veya tanıklar, duruşma salonunda bulunuyor iseler, bunların ifadelerini taraflardan biri lehine değiştirme ihtimali mevcuttur. Bu sebeple birden fazla tanık aynı duruşmaya çağrılmış ise, hakimin oturumu açtıktan sonra, öncelikle tanık yoklaması yapması, bundan sonra tanıkları sırayla duruşma salonuna alıp, her birini ayrı ayrı dinlemesi, aynı olaya ilişkin tanık beyanları arasında çelişki ortaya çıkması halinde tanıkları yüzleştirmesi gerekir…  Yar. 2. HD, E. 2013/19601, K.  2014/2014, 6.02.2014, <www.lexpera.com.tr> ;  …taraf tanıklarının beyanları arasında çelişki bulunduğunda 6100 Sayılı HMK'nin 261/1 maddesi uyarınca çelişkinin yüzleştirmek suretiyle giderilmeye çalışılması… , Yar. 8. HD, E. 2018/9427, K. 2021/1016, 9.2.2021; Yar. 14. HD, E. 2015/18306, K. 2017/2534, 30.3.2017; Yar. 8. HD, E. 2014/2743, K. 2014/4294, 14.3.2014 (Kazancı İçtihat ve Bilgi Bankası) 213 Yar. HGK, E.2017/8-1872, K.2019/315, (Kürtül, (n 40) 964) 214 Karara konu olayda başvurucu şirket, şirketin yöneticisiyle bankanın ilgili bölümünün yöneticisinin sözlü olarak anlaşmasıyla şirketin kredisinin arttırılmasına karar verildiğini, ancak bankanın sonradan bu taahhüdünden vazgeçmesi dolayısıyla zarara uğradığını iddia etmektedir. Yargılama sürecinde, tanık olarak ancak taraflar haricinde üçüncü bir kişinin tanık olabileceği kuralına istinaden, şirketin eski yöneticisinin mahkemede tanıklık yapmasına  izin  verilmemiştir.  Ancak  bunun  yanında  sözlü  anlaşmanın  diğer  tarafı  olan  bankanın  ilgili yöneticisinin,  yargılamanın  resmen  ve  fiilen  tarafı  olmadığından  bahisle  tanık  olarak  dinlenmesine  karar verilmiştir. AİHM, başvurucu şirket için bankayla yapılan sözlü anlaşmanın ispatlanmasının önem arz ettiğini, bu bağlamda söz konusu görüşmenin yalnız iki kişi arasında yapıldığını, bu kişilerden birinin dinlendiğini ancak diğerinin dinlenmediğini, dolayısıyla bir tarafın diğer tarafa nazaran dezavantajlı durumda bırakıldığını belirterek, 65Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 silahların eşitliği ilkesini sağlamak amacıyla tanığın üçüncü kişi olması kuralını diskalifiye ederek tarafın tanık olarak dinlenmesi gerektiğine hükmetmiştir. AİHM, söz konusu olayda tanık delilinin yargılamanın sonucuna etki edecek nitelikte olması dolayısıyla adil yargılanma hakkının ihlaline karar vermiştir. Diğer bir deyişle ileri sürülmesine izin verilmeyen tanık delinin  hüküm  sonucuna  etkisi  bulunmamakta  ise  adil  yargılanma  hakkının  ihlalinden bahsedilemeyeceği söylenebilir. SONUÇ Avukatın  vekillik  yaptığı  davada  tanıklık  yapabilmesi;  kanun  sistematiği,  adil yargılanma hakkı, yargılama diyalektiği ve avukatlık meslek etiği ile iç içedir. Tanıklık, taraflar haricinde üçüncü bir kişinin çekişmeli vakıayla ilgili edindiği bilgileri mahkemeye beyan etmesidir. Türk hukukunda avukatın, üçüncü kişi olduğundan bahisle tanık olarak dinlenebileceği doktrin ve uygulamada kabul edilmektedir. Kanunun sistematiği açısından hukuken davanın tarafı olmadıkları halde, kanuni temsilciler, tanık olarak dinlenemez aksine taraf gibi isticvap edilirler (HMK m.170). İsticvap edilen kimse, tıpkı tanık gibi vakıalar ve onunla ilişkisi bulunan hususlar hakkında beyanda bulunur  (HMK  m.169/2).  Söz  konusu  hüküm,  kanuni  temsilcinin  davada  menfaati bulunmasına dayanarak ihdas edilmiştir. Bu bağlamda kanunun sistematiği içerisinde tanıklık için üçüncü kişi olma haricinde hiçbir şart aranmayacaksa kanuni temsilciler de tanık olarak dinlenmeli ya da taraf vekilleri de davada menfaati bulunması dolayısıyla taraf gibi isticvap edilmelidir. Avukatın  tanıklık  yapmasının  adil  yargılanma  hakkına  aykırılık  teşkil  edeceği hususunda ise iddia ve savunma hakkı ile silahların eşitliği ilkesinin birbiriyle çatışması söz konusudur. Keza avukat, tarafça tanık olarak gösterilemezse ispat hakkı elinden alınacaktır. Öte yandan tanık olarak gösterilirse, ispat hakkında eşitsizlik meydana gelecek ve böylece silahların eşitliği ilkesine aykırılık oluşacaktır. Bu bağlamda kanımızca, Türk hukuk sistemi bakımından hâkimin delilleri serbestçe değerlendirebilmesi ve tanıklara itiraz kurumu (HMK m.255) göz önüne alındığında iddia ve savunma hakkı üstün tutulmalıdır. Keza hâkim, taraflar  ‘tanıkların dinlenmesinde eşitlik  ilkesine aykırılık suretiyle silahların eşitliği ilkesinin ihlal edildiğine karar vermiştir. Dombo Beheer v Hollanda Davası, 14448/88, (ECtHR, 27.10.1993) 215 Kararda AİHM in, tarafın tanık olarak dinlenmesine değil tarafın isticvap edilmesi gerektiğine hükmettiğini belirten görüş için bkz. Taner Emre Yardımcı, Hukuk Yargılamasında Somutlaştırma Yükü, (On İki Levha Yayınları, 2017), 193 vd. 216 Ender Anaklı, Silahların Eşitliği İlkesi, (Marmara Üniversitesi, Yayımlanmamış Yüksek Lisans Tezi, 2006) 108 66Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 arasındaki  eşitsizliği  giderebilecekken  ileri  sürülemeyen  delil  üzerinden  hüküm veremeyecektir.  Bu  bağlamda  tarafın  tanık  gösterme  hakkı  engellenmemelidir.  Nitekim AİHM, medeni usul hukukunun düzenlenmesinde devletlerin  geniş bir takdir yetkisinin olduğunu  belirtmiştir.  Bu  bağlamda  devlet,  usul  hukukunda  ispat  hakkını  önceleyerek avukatın tanıklık yapabilmesini kabul edebilir, meğerki söz konusu durum hüküm sonucuna etki edecek şekilde hakkın özüne dokunmuş olsun. Keza bu yönde avukat, hem savunmasını gerçekleştirip hem kendini delil olarak ileri süremez. Nitekim bu durum vekil-müvekkil ilişkisinin menfaat ilişkisi içerdiği göz önüne alındığında, yargılama diyalektiğine aykırıdır. Her ne kadar hukukumuzda hâkimin delilleri serbestçe değerlendirme imkânı bulunsa da, içtihatlarca kabul edilen tanığın kural olarak doğru söylediğinin kabulü hususu göz önüne alındığında, avukatın, vakıanın tanığı olarak dinlenecekse vekillikten çekinmesinin uygun olacağı kanaatindeyiz.  Konu özelinde bir başka boyut, avukatlık mesleğinin yapısıyla ilgilidir. Avukatlık, kamu hizmeti olup yargının kurucu unsurlarından savunma unsuruna bağımsızca hizmet eder (AvK m.1). Bu bağlamda avukatlık rolü, sav-savunma-hüküm üçgeninde yer alır. Ancak tanıklık  rolü, tamamen yargılamadan bağımsız olarak vâkıf olduğu vakıayı  mahkemeye sunmaktan ibarettir. Dolayısıyla avukatlık ve tanıklık aynı davada birleşemez. Aksi durumda avukat, savunma rolünü gereği gibi ifa edemez. Nitekim bu yönde sav-savunma-hüküm üçgeninden  biri  olan  hâkimin,  yürüttüğü  davada  tanıklık  yapamayacağı  yasal  olarak düzenlenmiştir. Nihayetinde  hukukumuzda  taraf  vekilinin  tanıklığını  engelleyici  bir  düzenleme bulunmamaktadır. Bu bağlamda açıkça bir kanuni düzenleme olmadıkça iddia ve savunma hakkı  niteliğindeki  tanık  gösterme  hakkına  müdahale  edilemez  (AY  m.13).  Ancak yürürlükteki hukuk bakımından şu çözüm benimsenebilir. Tarafların, tanıkların davada yararı bulunması şüphesi halinde ispat edilmek şartıyla tanıklara itiraz etme hakkı bulunmaktadır (HMK m.255). Bu bağlamda vekil-müvekkil ilişkisinin kural olarak parasal bir menfaat ilişkisi olduğu göz önüne alındığında (AvK m.164/4), avukatın tanıklığının zımnen mümkün olmadığı sonucu çıkarılabilir. Dolayısıyla kanımızca fiili karine olarak avukatın davada yararının bulunduğu sonucuna dayanılarak taraf vekilinin tanıklığı reddedilebilir.   67Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1",
     "Kaynakça": "Akil C ve Ercan Özler M, ‘Tanıklık Beyanının Delil Değerinin Değerlendirilmesi Hakkında Bir  İnceleme  (Yargıtay  Hukuk  Genel  Kurulu nun  25.02.2015  Tarihli  Kararının Değerlendirilmesi) , (Nisan 2018) 9 (39),  TAAD, 61 73. Anaklı E, Silahların Eşitliği İlkesi,  (Marmara Üniversitesi, Yayımlanmamış Yüksek Lisans Tezi, 2006). Ansay SŞ, Hukuk Yargılama Usulleri, (7. Baskı, Güzel Sanatlar Matbaası 1960). Alagonya Y, Yıldırım MK ve Deren Yıldırım N, Medeni Usul Hukuku Esasları, (7. Baskı, Beta Yayınları 2009). Atalı M, Ermenek İ ve Erdoğan E, Medeni Usul Hukuku, (3. Baskı, Yetkin Yayınları 2020). Arslan R, Yılmaz E, Taşpınar Ayvaz S ve Hanağası E, Medeni Usul Hukuku, (6. Baskı, Yetkin Yayınevi 2020). Bolayır N, Medeni Usul Hukukunda İspat Hakkı ve İspat Hakkının Sınırları, (2014), Prof. Dr. Ejder Yılmaz a Armağan C.I. Börü L, Medeni Usul Hukukunda Davaya Vekâlet Ehliyeti, (Yayımlanmamış Yüksek Lisans Tezi, Ankara Üniversitesi, 2006).  Çelik ML, ‘Meslek Kurallarında Avukatın Sır Saklama Yükümlülüğü , (2007)  2 (14), Terazi Hukuk Dergisi, 85 92. Dinç G, AİHS e göre Adil Yargılanma Hakkı, (İzmir Barosu Yayınları 2006). Doğru O ve Nalbant A, İnsan Hakları Avrupa Sözleşmesi ve Önemli Kararlar 1.Cilt, (Avrupa Konseyi/Yargıtay Başkanlığı 2012). Dutertre G, Avrupa İnsan Hakları Mahkemesi Kararlarından Örnekler, (Avrupa Konseyi Yayınları, 2007). Enker AN, ‘The Rationale of the Rule That Forbids a Lawyer To Be Advocate and Witness in the Same Case , (1977) 2 (2),  American Bar Foundation Research Journal, 455 465. Erişir E, Medeni Usul Hukukunda Taraf Ehliyeti, (Güncel Yayınevi 2007). 68Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 Ertanhan M, Medeni Yargılama Hukukunda Tanık ve Tanıklık, (Seçkin Yayıncılık 2005). Fabreguettes MP, Adalet Mantığı ve Hüküm Verme Sanatı, Çev. TC. Adalet Bakanlığı, (Yeni Cezaevi Matbaası 1945). Görgün Ş, Börü L, Toraman B ve Kodakoğlu M, (9. Baskı, Yetkin Yayınları 2020). Güner S, ‘Sır Saklama Yükümlülüğü , (2000) (3) Ankara Barosu Dergisi, 43 52. Günergök Ö, ‘Avukatın Sır Saklama Yükümlülüğü  (2003) VII (1 2), AÜ Erzincan Hukuk Fakültesi Dergisi, 655 668. Mole  N  ve  Harby  M,  Adil  Yargılanma  Hakkı,  Avrupa  İnsan  Hakları  Sözleşmesi nin Uygulanmasına İlişkin Kılavuz, İnsan Hakları El Kitapları No:3, (Avrupa Konseyi İnsan Hakları Genel Müdürlüğü 2001). İnceoğlu S, Adil Yargılanma Hakkı, Anayasa Mahkemesine Bireysel Başvuru El Kitapları Serisi 4, (Avrupa Konseyi 2018), El Kitabı. İnceoğlu S, Adil Yargılanma Hakkı, Anayasa Mahkemesine Bireysel Başvuru Kapsamında Bir İnceleme, (Avrupa Konseyi Yayınları 2013). Kale S, Medeni Yargılamada Taraf Ehliyeti, (On İki Levha Yayınları 2010). Karamercan F, ‘Medeni Usul Hukukunda Tanık ve Tanıklık  (2018) (3), Ankara Barosu Dergisi, 151 191. Karslı A, Medeni Muhakeme Hukuku, (5. Baskı, Filiz Kitabevi 2020). Kavasoğlu A, Medeni Usul Hukukunda Davada Temsil, (Yayımlanmamış Doktora Tezi, İstanbul Üniversitesi, 2007). Korkmaz  C,  ‘Anayasa  Mahkemesi nin  Bireysel  Başvuru  Sonucunda  Verdiği  Kararların Medenî Usûl Hukuku Bakımından Değerlendirilmesi , (2017) (3), Yıldırım Beyazıt Hukuk Dergisi (YBHD), 215 276. Kuru B, Hukuk Muhakemeleri Usulü Cilt III (6. Baskı, Demir Yayıncılık 2001). Kuru B, Nizasız Kaza, (Ajans Türk Matbaası, 1961), Nizasız. 69Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 Kuru B ve Aydın B, İstinaf Sistemine Göre Yazılmış Medeni Usul Hukuku Ders Kitabı, (Yetkin Yayınevi, 2021). Kürtül M, 2017 2020 Yılları Hukuk Genel Kurulu Emsal Kararlar ve İçtihadı Birleştirme Kararları, (Yetkin Yayınları, 2020). Namli M, ‘The Evidential Value of Interrogation in the Law of Civil Procedure , (2020) (68), Annales de la Faculté de Droit d Istanbul, 69 83. Ocaklı H, ‘Yargı Bağımsızlığı Açısından Avukatların ve Baroların Bağımsızlığı , (2020) 15 (195), Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, 1749 1772. Özekes M, Medeni Usul Hukukunda Hukuki Dinlenilme Hakkı, (Yetkin Yayınevi, 2003). Pekcanıtez H, ‘Hukukî Dinlenilme Hakkı , (2000) Prof. Dr. Seyfullah Edis e Armağan, 753791. Postacıoğlu İE, Medeni Usul Hukuku Dersleri, (6. Baskı, Sulhi Garan Matbaası 1975). Richmond DR, ‘Lawyers as Witnesses , (Winter 2006) 36 (Winter 1),  New Mexico Law Review, 47 73. Robbins NN, ‘The Attorney as Witness , (1992) 15 (2), Family Advocate, 13 13. Sever DÇ, ‘Avrupa İnsan Hakları Mahkemesi Kararlarında Hak Öznesi Olarak Avukatlar , (2018) (4), Ankara Barosu Dergisi, 243 258. Schilken E, (Çeviren: Deren Yıldırım, N), Medenî Yargılamada Hâkimin Rolü, İlkeler Işığı Altında Yargılama Hukuku (Derleyen: Yıldırım MK), (6. Baskı, Beta Yayınları 2001). Şen M, Önceki Hukukumuzda Şahitliğin Tanımı Şartları ve Nisabı, (1998) 2 (1), AÜ Erzincan Hukuku Fakültesi Dergisi, 283 312. Tanrıver S, ‘Hukuk Yargısı (Medenî Yargı) Bağlamında Adil Yargılanma Hakkı , (2004) (53), TBB Dergisi, 191 215, Yargı. Tanrıver S, Medeni Usul Hukuku Cilt I, (3. Baskı, Yetkin Yayınları 2020). Tercan E, Medeni Usul Hukukunda Tarafların İsticvabı, (Yetkin Yayınları 2001). Turan H, İHAS ve Türk Hukukunda Adil Yargılanma Hakkı, (Adalet Yayınevi 2016). 70Ali Fuat ÇİÇEKLİ                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 Ulukapı Ö, Medenî Usul Hukuku, (3. Baskı, Mimoza Yayınları 2015). Umar B, Hukuk Muhakemeleri Kanunu Şerhi, (2. Baskı, Yetkin Yayınları 2014). Uysal L, Avukatın Hak ve Yükümlülükleri,  (2008) 82 (6),  İstanbul Barosu Dergisi, 29552973. Ülkü Gören N, ‘Medeni Yargılama Hukukunda Avukatla Temsil Zorunluluğu , (2010) 16 (34), Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi (MÜHF  – HAD), 309 325. Yağcı U, ‘İsticvaba İlişkin Olarak Hukuk Muhakemeleri Kanunu İle Getirilen Düzenlemeler , (2012) XVI (1–2), Erzincan Üniversitesi Hukuk Fakültesi Dergisi, 285 308. Yaltı B, ‘Avukat , (2011) 85 (4), İstanbul Barosu Dergisi, 3 4, Avukat. Yaltı B, ‘Avukatın Yargılamadaki Yeri ve Önemi , (2011) 85 (5), İstanbul Barosu Dergisi, 81 84. Yardımcı TE, Hukuk Yargılamasında Somutlaştırma Yükü, (On İki Levha Yayınları, 2017).  7172"
}