{
     "Tip": "Makale",
     "Dergi İsmi": "Tekirdağ Namık Kemal Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "08",
     "Ay": "05",
     "Yıl": "2022",
     "Cilt": " ",
     "Sayı": "1",
     "Başlık": [

          "YARGITAY IN 12.11.2021 TARİHLİ VE 2020/2 E., 2021/3 K. SAYILI İÇTİHADI BİRLEŞTİRME BÜYÜK GENEL KURULU KARARI ÇERÇEVESİNDE KOOPERATİFLERİN TACİR NİTELİĞİ "
     ],
     "Title": "12.11.2021 DATE AND 2020/2 E., 2021/3 K. OF THE SUPREME COURT OF APPEALS WITHIN THE FRAMEWORK OF THE DECISION OF THE GRAND GENERAL ASSEMBLY TO UNIFY THE JURİSPRUDENCE MERCHANT QUALIFICATION OF COOPERATIVES",
     "Yazar İsmi": [

          "Dr. Öğr. Üyesi Sema AYDIN", "Dr. Öğr. Üyesi Hasan Ali KAPLAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          " Kooperatif", "Yapı Kooperatifi", "Ticari Işletme", "Tacir", "Ortaklık"
     ],
     "Keywords": [
          "Cooperative", "Building Cooperative", "Commercial Enterprise", "Merchant", "Partnership"
     ],
     "Özet": "Bu makalede, Yargıtay ın 12.11.2021 tarihli ve 2020/2 E., 2021/3 K. Sayılı İçtihadı Birleştirme Büyük Genel Kurulu Kararı çerçevesinde kooperatiflerin tacir niteliği incelenecektir. Kooperatiflerin tacir sayılıp sayılmayacakları yıllardır öğreti ve uygulamada çeşitli yönleri ile tartışılmaktadır. Kooperatiflerin hukuki niteliği konusundaki tartışmaların ortaya çıkışı, 1969 tarihli 1163 sayılı Kooperatifler Kanunu nun yürürlüğe girmesinden öncesine dayanmaktadır. Nitekim konu ile ilgili olarak kooperatiflerin ticaret şirketi ve tacir niteliğinde olduğu sonucuna varılan 1945 yılında verilmiş bir içtihadı birleştirme kararı da bulunmaktadır. Türk Ticaret Kanunu nda ticaret şirketleri arasında düzenlenen  kooperatiflerin,  Kooperatifler  Kanunu nda   ortaklık   olarak  belirtilmesine  rağmen, açıkça  ticari  nitelikte  olduğunun  belirtilmemiş  olması,  kooperatiflerin  kazanç  elde  etmek  ve paylaştırmak amacının bulunup bulunmadığı ve tacir ve tacir olmaya bağlı sonuçların kooperatifler hakkında uygulanmasının uygun olup olmayacağı noktasında gerek doktrinde gerekse mahkeme kararlarında görüş ayrılıkları oluşmuştur.  Mahkeme içtihatları arasındaki görüş ayrılıkları ve farklı uygulamalar nedeniyle İçtihadı Birleştirme Büyük Genel Kurulunca 2021 tarihli içtihadı birleştirme kararı alınmıştır. Sözü edilen karar, ilgili mercilerin görüşleri ve karşı oy yazısı da dikkate alınarak yasal hükümler ve bilimsel görüşler çerçevesinde değerlendirilecektir.",
     "Abstract": "In this article, the merchant nature of cooperatives will be examined within the framework of the Supreme  Court's  Decision of  the  Grand  General  Assembly  to  Unify  the  Jurisprudence  dated 12.11.2021 and numbered 2020/2 E., 2021/3 K. Whether cooperatives can be considered merchants or not has been discussed in various aspects in doctrine and practice for years. The emergence of the debates on the legal nature of cooperatives dates back to before the Cooperatives Law No. 1163 dated 1969 came into force. As a matter of fact, there is also a decision to merge the jurisprudence made in 1945, which concluded that cooperatives are in the nature of trading companies and merchants. Despite  cooperatives  are  regulated  as  commercial  companies,  although  they  are  referred  as  partnership  in the Cooperatives Law, as it is not explicitly stated that they are commercial in nature, there have been differences of opinion in doctrine and in court decisions on whether they are committed to earning and sharing profits, and whether it is appropriate to apply the results of trading and being a trader to cooperatives. Due to the differences of opinion and different practices between the  jurisprudence  of  the  Court,  the  decision  of  the  Grand  General  Assembly  to  Unify  the Jurisprudence dated 2021 was taken. The aforementioned decision will be evaluated within the framework of legal provisions and scientific opinions, taking into account the opinions of the relevant authorities and the dissenting vote.",
     "Metin": "I.  İÇTİHADI BİRLEŞTİRME KARARINA KONU HUKUKİ MESELE Yargıtay ın 12.11.2021 tarih ve 2020/2 E., 2021/3 K. Sayılı İçtihadı Birleştirme (İBK) kararında; kooperatiflerin/yapı kooperatiflerinin tacir sayılıp sayılmayacakları bir hukuki mesele olarak ortaya çıkmakta ve değerlendirilmektedir.   II.  MERCİLERİN GÖRÜŞLERİ Yukarıda değinilen hukuki meseleyle ilgili olarak, Yargıtay 11. Hukuk Dairesi, 12. Hukuk Dairesi, 14. Hukuk Dairesi (kapatılan) ve 19. Hukuk Dairesi (kapatılan) ile 15. Hukuk Dairesi (kapatılan), 20. Hukuk Dairesi (kapatılan) ve 23. Hukuk Dairesi (kapatılan) kararlarında farklı sonuçlara varılması nedeniyle aykırı yöndeki kararlar arasındaki çelişkinin İçtihadı Birleştirme Büyük Genel Kurulunca sonuca bağlanması gerekmiştir.  Yargıtay 11. Hukuk Dairesi, 12. Hukuk Dairesi, 14. Hukuk Dairesi (kapatılan) ve 19. Hukuk  Dairesi  (kapatılan)  kararlarında  özetle;  1163  sayılı  Kooperatifler  Kanunu nun  1. maddesinde kooperatiflerin  ortaklık  olarak tanımlandığı, 6102 sayılı Türk Ticaret Kanunu nun (TTK) 124. maddesinde kooperatiflerin de ticaret şirketi olarak kabul edildiği, TTK m. 16/1 uyarınca tüm ticaret şirketlerine tacir niteliğinin atfedildiği ve tacir olmanın bütün hüküm ve sonuçlarıyla bağlı tutulduğu ifade edilmektedir.  Yargıtay 15. Hukuk Dairesi (kapatılan), 20. Hukuk Dairesi (kapatılan) ve 23. Hukuk Dairesi (kapatılan) kararlarında özetle; 1163 sayılı Kooperatifler Kanunu nun 1. maddesinde kooperatifin tacir sayılmasına yönelik açıklık bulunmadığı, kooperatiflerin kazanç elde ederek bunu ortakları arasında paylaştırma amacının bulunmadığı, TTK m. 124 de kooperatifler ticaret şirketleri arasında sayılmakla birlikte, ikinci fıkrasında sermaye şirketleri olarak kabul edilmediği, kooperatiflerin  tacir  kabul  edilerek  bunun  sonuçlarına  tabi tutulmasının  yasal  düzenlemenin amacına aykırı olduğu belirtilmektedir.  Yargıtay HGK nun 29.11.2017 tarih ve 2017/1658 E., 2017/1464 K. sayılı kararında; kooperatiflerin ticaret şirketi ve tacir oldukları, ticaret siciline tescille tüzel kişilik kazandıkları, ticari  defter  tuttukları,  ortakların  sermaye  taahhüdü  altında  bulunduğu,  şirketlere  benzer düzenlemelere tabi tutularak birleşme, bölünme ve tür değiştirme koşullarının düzenlendiği, iflasa tabi oldukları, ticaret şirketi ve tacir kabul edilmemelerinin olanaklı olmadığı ifade edilmektedir. Anılan  kararda,  kooperatiflerin  tek  amacı  kâr  elde  etmek  olmamakla  birlikte,  ortaklarının  2 RG.  01.04.2022, S. 31796 198Sema AYDIN ve Hasan Ali KAPLAN                                                             NKÜ Hukuk Fakültesi Dergisi 2022/1  ekonomik menfaatlerini geliştirmeyi amaçlayan ticari  birer ortaklık oldukları, kâr elde etme amacını tamamen terk etmedikleri, aksi halde varlığını idame ettiremeyeceği, kâr elde ederek bunu ortaklar arası paylaşıma tabi tutup tutmamanın kooperatifin ekonomik bir amaca hizmet ettiği gerçeğini değiştirmediği, kooperatif şirketlerin TTK m. 124 de şahıs ve sermaye şirketi olarak sayılmamasının  açık  yasal  düzenleme  çerçevesinde  karşısında  bunların  ticaret  şirketi  kabul edilmesine mani olmayacağı sonucuna varılmaktadır. HGK kararına yönelik karşı oy yazısında ise; Kooperatifler Kanunu nun 1. maddesinde, kooperatiflerin bir ortaklık oluşturduğu kabul edilmekle birlikte,  ticari nitelikte bir ortaklık  teşkil ettiği hususunda bir belirginlik bulunmadığı, kooperatiflerde  amacın  diğer  ticaret  şirketlerine  kıyasla  kazanç  elde  ederek  bunun paylaşılmasından farklı olduğu, ortakların ekonomik yararlarını, meslek veya geçimlerine ilişkin gereksinimlerinin çalışma ve parasal katkılar vesilesiyle karşılıklı yardım, dayanışma ve kefalet suretiyle sağlanarak korunmasının ön planda olduğu, kooperatiflerin bu yönüyle sosyal yönünün daha ağır bastığı belirtilerek kooperatiflerin tacir sayılmayacakları ifade edilmektedir.   III.  YARGITAY İÇTİHADI BİRLEŞTİRME KARARINDA VARILAN SONUÇ VE GEREKÇELERİ Öncelikle İçtihadı Birleştirme Büyük Genel Kurulu ndaki müzakerelerde, işin esasının görüşülmesinden önce hukuki  meselenin  yapı  kooperatiflerinin tacir sayılıp  sayılmayacağı  olarak kabul edilmesinin gerekli olup olmadığı ön sorun mahiyetinde görüşülmüş, ancak Büyük Genel Kurulda ön sorun bulunmadığı ve içtihadı birleştirme konusunun değiştirilmesinin gerekli olmadığına oy çokluğu ile karar verilmiştir.  Yargıtay ın incelemeye konu kararında özetle; 1163 sayılı Kooperatifler Kanunu nun 1. maddesinde kooperatiflerin tüzel kişiliğinin niteliğinin  ortaklık/şirket , şeklinde belirlendiği, kooperatiflerin 1163 sayılı Kanun un 1. maddesinde yer aldığı üzere bazı ekonomik yararlar etrafında bir araya gelen gerçek/tüzelkişilerce oluşturulan, tüzelkişiliğe sahip bir şirket/ortaklık olarak  tanımlanabileceği,  1163  sayılı  Kooperatifler  Kanunu nun  99.  maddesi  uyarınca  bu Kanun da yer alan hususlardan ileri gelen hukuk davalarının, tarafların tacir niteliğini haiz olup olmadıklarından bağımsız olarak ticarî dava sayılacağı, TTK nin 4. maddesinde yer alan ve mutlak ticarî  dava  olarak  nitelendirilen  davaların  kapsamına  1163  sayılı  Kooperatifler  Kanunu nda düzenlenen yer alan hususlardan ileri gelen davaların da dâhil olduğu, TTK m. 16/1 hükmü ile ticaret şirketlerinin tacir sayıldığı, TTK m. 124/1 hükmü uyarınca da ticaret şirketlerinin kollektif, komandit,  anonim,  limited  ve  kooperatif  şirketlerden  ibaret  olduğu  ifade  edilmektedir.  Bu kapsamda TTK m. 125 uyarınca tüzel kişiliğe sahip ticaret şirketlerinin Kanun un 16/1. maddesi 199Sema AYDIN ve Hasan Ali KAPLAN                                                             NKÜ Hukuk Fakültesi Dergisi 2022/1  gereğince tüzel kişiliği ticaret siciline tescil kazandıkları ve bu suretle tacir sıfatına da sahip oldukları belirtilmektedir. Bu hususun 1163 sayılı Kooperatifler Kanunu nun 7. maddesinde de düzenlendiği,  kooperatiflerin  ticaret  siciline  tescille  birlikte  tüzel  kişilik  kazanacakları  ifade edilmektedir. Gerçek kişilerin tacir niteliğini düzenleyen TTK m. 12/1 deki koşulların ticaret şirketleri açısından aranmayacağı, ticaret şirketlerinin tacir niteliğini haiz olması yönünden tek koşulun, TTK m. 124/1 de belirtilen ticaret şirketlerinden biri olarak tüzel kişiliğe sahip olmaları olduğu,  her  bir  ticaret  şirketinin,  başkaca  bir  koşul  aranmadan  tacir  sıfatını  kazanacağı vurgulanmaktadır. Diğer bir deyişle, ticaret şirketlerinin tacir niteliğini kazanması bakımından TTK m. 124/1 de sayılan şirket türlerinden birine uyularak tüzel kişilik kazanması dışında, gerçek kişi tacirlere özgü bir koşul olan ticari bir işletmenin işletilmesi koşulunun aranmayacağı ifade edilmektedir. 1945 yılında verilen bir İçtihadı Birleştirme Kararında da kooperatiflerin tacir niteliği ile ilgili olarak şu sonuca varılmaktadır;  Ticaret kanununda, mutlak surette tacir addolunacağı ve Ticaret şirketleri nevinden olduğu tasrih olunan ve ticaret şirketlerinin bütün mümeyyiz vasıflarını haiz bulunan kooperatif şirketlerini, muameleleri  bakımından Medeni  veya Ticari diye ayırt etmeğe kanun hükümleri müsait olmadığından bu şirketleri ortaklarının sıfatı ve muamelelerinin vasfı ne olursa olsun sadece ortaklığın hukuki şekline göre ticari şirketlerden madut olduğuna ve şirket  azası  arasında  çıkan  davanın  Ticaret  mahkemelerinde  görülmesi  gerekli  bulunduğuna 7/Kasım/1945 gününde üçte iki çoklukla karar verildi . TTK m. 124 ün gerekçesinde şu ifadelerin yer aldığı belirtilmektedir;  Kanun kooperatifin şirket olduğunu belirtmiştir (KoopK m. 1). Gerçi anılan Kanunun 1 inci maddesinde kooperatifin şirket olduğu ifade edilmekte, ticaret şirketi olup olmadığı hususu açık bırakılmaktadır. Bu boşluk dolayısıyla, bir tartışma başlatılabilir ve kooperatifin ticaret şirketi olmadığı teorik olarak ileri sürülebilir ve 124 üncü maddenin kooperatifi ticaret şirketi kabul etmesi eleştirilebilir. Ancak, böyle bir tartışma kooperatif şirketin niteliği tartışmasını davet eder. Anılan şirket adî şirket olamayacağına göre Türk hukukunda üç kategori şirket ortaya çıkmış olur. Kooperatif şirkete uygulanacak hükümler sorunu da diğer sorunların ortaya çıkmasına sebep olur. Tasarı, tüm bu çözümü güç sorunları ortadan kaldırmak amacıyla kooperatifin ticaret şirketi olduğunu hükme bağlamıştır .  Gerekçede  yer  alan  ifadeler  nedeniyle  kanun  koyucunun  6102  sayılı  TTK de kooperatifleri ticaret şirketleri arasında saymakla yetinmeyerek, Kooperatifler Kanunu nun 1. maddesinde  ortaklık  şeklinde nitelendirilen kooperatiflerin  ticari nitelikte bir ortaklık  olarak  3 Yar. İBK, E. 1944/8, K. 1945/14, 7.11.1945 200Sema AYDIN ve Hasan Ali KAPLAN                                                             NKÜ Hukuk Fakültesi Dergisi 2022/1  nitelendirilip nitelendirilemeyeceği hususunda öğreti ve uygulamada devam eden görüş ayrılıkları çerçevesinde iradesini TTK m. 124 ün gerekçesinde açıkça ifade ettiği vurgulanmaktadır.  Yargıtay İBK kararında; kooperatiflerin tacir niteliğine sahip olup olmayacağı hususunun, uzun yıllardır farklı kanunların uygulandığı dönemlerde de tartışıldığı ve farklı görüşlere yol açtığı, kooperatiflerin ticaret şirketi sayılıp sayılmayacağının odak noktayı oluşturduğu, zira 865 sayılı  TK,  6762  sayılı  TTK  ve  6102  sayılı  TTK de  ticaret  şirketlerinin  tacir  şeklinde nitelendirildikleri, 865 sayılı TK nin yürürlüğü esnasında kooperatiflerin/yapı kooperatiflerinin tacir niteliği sorununun 07.11.1945 tarihli ve 1944/8 E., 1945/14 K. sayılı Yargıtay İçtihadı Birleştirme Genel Kurulu kararıyla çözüme kavuşturulduğu, 6762 sayılı TTK ile 1163 sayılı Kooperatifler  Kanunu nun  yürürlüğe  konulmasıyla  kooperatiflerin  tacir  sıfatının  tekrar tartışılmaya başlandığı, 1163 sayılı Kanunun 1. maddesinde 21.04.2004 tarihli ve 5146 sayılı Kanun  ile  yapılan  değişiklik  ve  6102  sayılı  TTK nin  yürürlüğe  girmesiyle  kooperatiflerin şirket/ortaklık  teşkil  ettiğinin  açıklığa  kavuşturulduğu  belirtilmektedir.  6102  sayılı  TTK bakımından ticaret şirketleri arasında sayılan kooperatiflerle ilgili temel düzenlemenin 1163 sayılı Kanun  olduğu,  bu  Kanun un  3.  maddesinde  kooperatif  ve  şubelerinin  ticaret  siciline  tescil olunacağı,  7.  maddesinde  kooperatifin  ticaret  siciline  tescil  ile  tüzel  kişilik  kazanacağı,  98. maddesinde de bu Kanunda aksine açıklama olmayan hususlarda Türk Ticaret Kanunu ndaki anonim şirketlere ait hükümlerin  uygulanacağı  hususlarının düzenlendiği  ifade edilmektedir. Anılan yasal düzenlemeden ötürü, özellikle anonim şirketlere ilişkin hükümler yanında 1163 sayılı Kanun a  aykırı  olmayan  birleşme,  bölünme  ve  tür  değiştirmeye  ilişkin  hükümlerinde kooperatiflere  uygulanacağı  ve  kooperatiflerin  defter  tutmak  zorunda  olduğu,  1163  sayılı Kanun un  99.  maddesiyle  davaların  ticarî  dava  sayılacağının  düzenlendiği,  İcra  ve  İflas Kanunu nun (İİK) 179 ve 285. maddelerine göre kooperatiflerin iflasa ve konkordatoya tabi oldukları  vurgulanmakta  ve  1163  sayılı  Kanun  ile   ortaklık/şirket   olarak  nitelendirilen kooperatiflerin, 6102 sayılı TTK nin 124. maddesi ile ticaret şirketi olduğunun kuşkuya yer bırakmayacak şekilde düzenlendiği belirtilmektedir. İncelemeye konu İBK kararında önceki kanun-sonraki kanun veya genel kanun-özel kanun ilişkisine  de  değinilerek  şu  sonuca  varılmaktadır;   Hemen  belirtilmelidir  ki;  kooperatifler bakımından diğer kanunlara nazaran özel kanun niteliğini haiz olan 1163 sayılı Kooperatifler Kanunu nun, kendisinden sonra yürürlüğe giren genel kanun niteliğindeki 6102 sayılı TTK ile çelişkili  hükümler  içermemesinden  hareketle  kooperatiflerin  tacir  olup  olmadıklarına  dair yapılacak olan belirlemede 6102 sayılı TTK hükümleri uygulama alanı bulacaktır. Dolayısıyla kooperatiflerin tacir olup olmadıklarına ilişkin herhangi bir düzenleme içermeyen 1163 sayılı 201Sema AYDIN ve Hasan Ali KAPLAN                                                             NKÜ Hukuk Fakültesi Dergisi 2022/1  Kanun un yanında, sonradan yürürlüğe giren 6102 sayılı TTK nin kooperatifleri ticaret şirketi sayan  124/1.  maddesi  ile  ticaret  şirketlerini  tacir  sayan  16/1.  maddesi  hükümlerinin uygulanmasında da herhangi bir engel bulunmamaktadır . Yargıtay İBK kararında sonuç olarak şu saptama yapılmaktadır;  Neticeten, 1163 sayılı Kanun ile 6102 sayılı TTK de yer alan yasal düzenlemeler ile anılan düzenlemelere ilişkin kanun koyucunun  iradesini  ortaya  koyan  gerekçeler  nazara  alındığında;  kooperatiflerin  nitelikleri itibariyle  ticaret  şirketi  ve  bir  ticari  işletmenin  işletilmesi  kriterinden  bağımsız  olarak  tacir oldukları açıktır. Bu açık kanun hükümleri karşısında ticaret siciline tescili zorunlu olan, ancak bu şekilde tüzel kişilik kazanabilen, ticarî defterler tutan, ortaklarının sermaye koyma borcu bulunan, şirketler ile birlikte düzenleme yapılıp birleşme, bölünme ve tür değiştirme şartları düzenlenen ve iflasa  tabi  olan  kooperatiflerin  ticaret  şirketi  ve  tacir  sayılmaları  gerekmektedir.  Önemle belirtilmesi gerekir ki; tek amacı kâr elde etmek olmamakla birlikte kooperatifler, ortaklarının ekonomik menfaatlerini geliştirmeyi amaçlayan ticari birer ortaklıktırlar. Zira kâr elde edilip bunun ortaklar arasında paylaşılıp paylaşılmadığı, diğer bir deyişle ne şekilde tasarruf edildiği kooperatifin amacının ekonomik olduğu gerçeğini değiştirmemektedir. Kooperatif şirketinin 6102 sayılı TTK'nin 124. maddesinde ne şahıs ne de sermaye şirketleri arasında gösterilmemiş olması, kanunun açık lafzı karşısında kooperatifin ticaret şirketi sayılmasına engel değildir . Ayrıca kararda, öğretide de, 1163 sayılı Kooperatifler Kanununun 1. maddesinde 2004 yılında 5146 sayılı Kanun kapsamında yapılan değişiklik ile kooperatifin tacir olup olmadığı hususundaki tartışmanın noktalandığı ve kooperatifin bir şirket olduğunun vurgulandığı, 6102 sayılı TTK nin 124/1. maddesi ile de ticaret şirketi niteliğinde olduğunun bir kez daha teyit edildiği, kooperatifin tacir sayılmayacağı yönündeki yorumun kanuna aykırı (contra legem) bir yorum faaliyeti olduğu, 07.11.1945 gün ve 1944/8 E., 1945/14 K. sayılı Yargıtay İçtihadı Birleştirme Genel Kurulu kararında da tespit edildiği üzere kooperatifin  ... ticari işletme işletip işletmediğinden bağımsız olarak (hukuki) şekli (kalıbı) dolayısıyla tacir... olduğu nun ifade edildiği, hâl böyle olunca, kooperatiflerin/yapı kooperatiflerinin 6102 sayılı TTK kapsamında tacir/ticaret şirketi olduklarına karar verilmesi sonucuna ulaşıldığı (üçte ikiyi aşan oy çokluğu ile) ifade edilmektedir.  IV.  İBK KARARINA İLİŞKİN KARŞI OY YAZISI İncelemeye  konu  İBK  ilişkin  karşı  oy  yazısında  yer  alan  hususlar  aşağıda  özetle belirtilecektir.  Karşı oy yazısında; bazı Yargıtay Dairelerinin, kooperatiflerin tacir sayılamayacakları yönündeki kararlarını Anayasamın 171. maddesine ve Kooperatifler Kanunu nun 1. maddesi 202Sema AYDIN ve Hasan Ali KAPLAN                                                             NKÜ Hukuk Fakültesi Dergisi 2022/1  hükümlerine dayandırdıkları, diğer Dairelerin ise 6102 sayılı Türk Ticaret Kanunu nun 124/1 maddesi uyarınca ticaret şirketi olarak kabul edilmesinden ötürü kooperatiflerin tacir sayılması gerektiğini yönünde içtihat oluşturdukları, içtihadı birleştirme müzakereleri esnasında ilk görüşe sahip dairelerin görüşlerinden vazgeçtiklerini belirttikleri ancak vazgeçmeye ilişkin tatmin edici gerekçe belirtmedikleri vurgulanmaktadır. Genel kurul çoğunluğunun ikinci görüşe katıldığı, kooperatiflerin tacir olarak kabul edilmesi gerektiği sonucuna varıldığı belirtilmektedir. İçtihat uyuşmazlığının  yasal  düzenlemelerin  çelişen  kurallara  sahip  olmasından  kaynaklandığı, uygulanabilecek üç normun bulunduğu, bunların sırasıyla Anayasanın 171. maddesi, Kooperatifler Kanunu nun 1. maddesi ve TTK nin 124/1 maddesi hükümlerinin çelişki içinde bulundukları, bir yasal düzenleme yürürlükten kaldırılmadan yorum yoluyla bir sonuca ulaşarak içtihat birleştirmesi yapma imkanının bulunmadığı ifade edilmektedir. Hâkimlerin ancak bir kanun boşluğu bulunan durumlarda norm koyucu bir işlev üstlenebilecekleri, anayasal ve yasal birden fazla düzenleme bulunduğundan ancak normlar hiyerarşisi kuralları dikkate alınarak hareket edilebileceği, Anayasa hükümleriyle çelişki içeren ve Anayasa ya aykırılık taşıyan yasal düzenlemenin iptali amacıyla başvuruyu yapılarak sonucuna göre hareket edilmesi gerekli iken bazı Yargıtay Dairelerinin özel yasayı, diğer grup Dairelerin genel yasa hükmünü görüşlerine esas almasının hukuka uygun kabul edilemeyeceği ifade edilmektedir. Mevzuatta çelişkili hükümler bulunmakta ise Anayasa ya aykırı hükmün iptali yoluna başvurulmadan, yasal düzenlemelere dayanarak uygulama yapılmasının hukuki bir tarz olamayacağı, mahkemenin bir yasa hükmünün Anayasaya aykırılık taşıdığı kanaati taşıması durumunda iptale ilişkin bir başvuru yapmasının, Anayasa m. 152 deki iptal prosedürüne başvurulmasının  gerekli  olduğu  belirtilmektedir.  Yargıtay  Dairelerinin  normlar  hiyerarşisi kurallarına  aykırı  davranışlarından  ötürü  içtihat  uyuşmazlığının  ortaya  çıktığı  açıkça vurgulanmaktadır. Dikkate değer bir hususun, TTK'nin 124. maddesinde kooperatiflerin ne şahıs ne de sermaye şirketi olarak tarif edemediği olduğu, aslında böyle bir tanımlama yapılmasının olanaklı olmadığı, kooperatiflerin ne şahıs ne de sermaye şirketi oldukları ifade edilmektedir. Kooperatiflerin, emek, sermaye, dayanışma ve tekaful unsurlarını bünyesinde barındıran kendine özgü ortaklıklar olduğu, TTK nin 124. maddesinin birinci ve ikinci fıkralarının çelişkili olduğu, kooperatiflerin limited, anonim, komandit ve kollektif şirketler arasına iliştirildiği belirtilmektedir. Kooperatiflerin hangi amaca hizmet ederek kurulacaklarının ve niteliklerinin gerek anayasada gerekse  özel  yasada  belirtildiği,  Anayasa da  ve  özel  yasada  yapılan  tanımlamanın,  bu düzenlemelere aykırı genel bir yasayla bertaraf edilemeyeceği vurgulanmaktadır. Üst nitelikteki normun tanımlamasını kaldıracak şekilde yorum yapılamayacağı gibi, bir yasal düzenleme de yapılamayacağı, yasa koyucunun nitelik belirlemesinin Anayasa koyucunun nitelik belirlemesine 203Sema AYDIN ve Hasan Ali KAPLAN                                                             NKÜ Hukuk Fakültesi Dergisi 2022/1  aykırı olamayacağı husususun normlar hiyerarşisinin gereği olduğu ifade edilmekte ve Anayasa hükmü  ile  Kooperatifler  Kanunu  ve  TTK  madde  hükümleri  birlikte  değerlendirildiğinde, kooperatif ortaklıklarının temel amacının kar etmek olmadığı gibi, anayasada ve özel yasada bu amaçtan hiç bahsedilmediği, ikincil nitelikte amaç olarak da kabul  görmediğinin anlaşıldığı vurgulanmaktadır.  Özel  yasada  ekonomik  menfaat  ve  gereksinimlerin  karşılanmasından  söz edilirken anayasada milli ekonominin yararları dikkate alınarak üretici ve tüketicinin korunması amacından  hareket  edildiği,  kooperatifler  yönünden  kar  olgusunun  yokluk  yaptırımı  ile karşılanacağı, yokluk yaptırımına tabi tutulması gereken bu durumun kararda dikkate alınmadığı belirtilmektedir. Ayrıca, özel-genel kanun çatışmasında; TTK nin, 1163 sayılı Kanunu yürürlükten kaldırmadığı, TTK nin, 1163 sayılı Kanun a göre genel nitelikli bir kanun olduğu ve yeni kanunun eski kanuna kıyasla genel nitelikte olması durumunda, örtülü şekilde yürürlükten kaldırmanın yorumla yapılarak varılacak sonuçla belirlenmesi gerektiği, önceki tarihli özel kanunun sonraki tarihli genel kanun ile yürürlükten kaldırılamayacağının genel kabul gören bir ilke olduğu ifade edilmektedir. Bu çözümün Latince bir ilke olarak  Generalis clausula non porrigitur ad ea quae antea specialiter sunt comprehensa  şeklinde belirtildiği, bir genel hükmün önceden özel olarak öngörülmüş  şeyleri  sona  erdiremeyeceği,  buna  göre  sonraki  kanun  olan  TTK nin  124. maddesindeki düzenlemenin, 1163 sayılı Kooperatifler Kanunu nun 1. maddesini yürürlükten kaldırabilecek nitelikte olmadığı vurgulanmaktadır. Asıl amacı kar elde etmek olan ticari şirketler karşısında sosyal amaçlarla kurulan kooperatif ortaklıkların genellikle zayıf sermayeye sahip olmalarından ötürü tacirlere uygulanmakta olan yaptırımlara muhatap kılınmasının adalet ve hakkaniyete aykırı düşeceği, ülkemiz kooperatifçiliğinin, yüzlerce yıllık imece kültürümüzün, milli  bünyemizin  yüzyıllar  içinde  oluşturduğu  ve  sosyal/ekonomik  katkıları  bulunan kuruluşlarımızın  ağır  yaptırımlar  içeren  bir  rejime  içinde  asli  fonksiyonlarını gerçekleştiremeyeceği, imece ruhumuz ve dayanışma hırsımızın huzurdaki içtihadı birleştirme kararı  nedeniyle  çok  büyük  olumsuzluklar  yaşayacağı  belirtilmekte  ve  bu  haliyle  içtihadı birleştirme kararı çoğunluk görüşünün oluşa da uygun olmadığı ifade edilmektedir.   V.  KARARIN DEĞERLENDİRİLMESİ  A. KARARIN USUL YÖNÜNDEN DEĞERLENDİRİLMESİ  İncelemeye konu kararda hukuki mesele, kooperatiflerin niteliğinde toplanmakta olup, kooperatiflerin ticaret şirketi ve tacir niteliğinde mi yoksa kendine özgü ortaklıklar niteliğinde mi 204Sema AYDIN ve Hasan Ali KAPLAN                                                             NKÜ Hukuk Fakültesi Dergisi 2022/1  olduğu farklı görüşlerin odak noktasını oluşturmaktadır. Kooperatiflerin hukuki niteliği uzun yıllardır öğreti  ve uygulamada farklı değerlendirmelere konu edilmektedir. Bir kısım yargı kararlarında kooperatifler ticaret şirketi ve tacir niteliğine sahip kabul edilmekte iken, diğer bir kısım kararlarda ise aksi sonuca varılmaktadır.  İncelemeye konu içtihadı birleştirme kararının esas yönünden değerlendirilmesinden önce, usul yönünden bazı saptama ve değerlendirmelerin yapılması gerekmektedir. 2797 sayılı Yargıtay Kanunu nun 15. maddesinin 2/b bendine göre, hukuk daireleri arasında içtihat uyuşmazlıkları bulunursa, bunları içtihatların birleştirilmesi yoluyla kesin olarak karara bağlamak Hukuk Genel Kurulu nun  görevleri  arasında  yer  almaktadır.  Hukuk  Genel  Kurulu  ile  bir  hukuk  dairesi arasındaki içtihat uyuşmazlıklarını gidermek ve içtihatları birleştirmek ise, Yargıtay Büyük Genel Kurulu nun görevleri arasındadır (m. 16/5). Kanunun 16. maddesinin son fıkrasına göre ise, Yargıtay Büyük Genel Kurulunun kararları kesin olup, bu kararlar aleyhine başka bir yargı merciine başvurulamaz.  Yargıtay  Kanunu nun  45.  maddesi   İçtihadların  birleştirilmesini  istemek  yetkisi  ve bağlayıcılığı  kenar başlığını taşımakta olup, anılan maddenin 1. fıkrasına göre;  İçtihadların birleştirilmesini  Birinci  Başkan,  doğrudan  doğruya  veya  Yargıtay  dairelerinin  veya  genel kurulların verdikleri karar sonucunda veya Yargıtay Cumhuriyet Başsavcısının bizzat yazı ile başvurması halinde, ilgili kuruldan ister. Bu istemlerin gerekçeli olması zorunludur . Kanunun 45. maddesinin  2.  fıkrasına  göre  ise;   Diğer  merci  veya  kişilerin  gerekçe  göstererek  yazılı başvurmaları  halinde,  içtihadı  birleştirme  yoluna  gitmenin  gerekip  gerekmediğine  Birinci Başkanlık Kurulu karar verir. Bu karar kesindir . Görüldüğü üzere; Yargıtay Kanunu nun 45. maddesinin 1. ve 2. fıkralarında, içtihadı birleştirme yoluna gidilmesini talep yetkisinin kimlere tanındığı düzenlenmektedir. Ancak, Kanunun 45. maddesinin 3. fıkrasında farklı bir durum olan,  4 Ayrıntılı bilgi için bkz. Mustafa Topaloğlu, ‘Kooperatiflerin Genel İlkeleri ve Kuruluşu  (2021) 18(2) Yeditepe Üniversitesi Hukuk Fakültesi Dergisi 645, 665; İsmail Kırca, ‘Kooperatiflerin Tacir Niteliği Hakkında Yargıtay ın Tutumu: Kanuna Aykırı Yorum mu Yoksa Örtülü Boşluk Doldurma Gayreti mi?  (2017) 33(2) Banka ve Ticaret Hukuku Dergisi  5,25; Nurdan Orbay Ortaç ve Ozan Can, ‘Yapı Kooperatiflerinin Tacir Sıfatı Olup Olmadığı Sorusu Bağlamında Yargıtay 15. Hukuk Dairesinin 15.9.2014 Tarih, 2014/2787 Esas ve 2014/5195 Karar Sayılı Kararının Eleştirisi  (2016) 32(3) Banka ve Ticaret Hukuku Dergisi, 91 vd.; Ali Said Yazıcı, ‘1163 Sayılı Kooperatifler Kanunu na Göre Kooperatiflerin Denetimi , (YL Tezi, Ondokuz Mayıs Üniversitesi, 2016); Yusuf Mollaoğlu, ‘Kooperatiflerin Hukuki Niteliği , (YL Tezi, Selçuk Üniversitesi, 2018); Sinan Sarıkaya, ‘Kooperatiflerin Katıldığı Birleşmelerde Kanunların Çatışmasından Doğan Sorunlar ve Uygulanacak Hükümlerin Tespiti , (2019) 5(2) Ticaret ve  Fikri  Mülkiyet  Hukuku  Dergisi,  224  ;  Hamdi  Pınar,  ‘Kooperatif  Yöneticilerinin  Görevden  Alınması  ve Kooperatiflerde Denetim Sorunu  (2014) 18(2) Ankara Hacı Bayram Veli Üniversitesi Hukuk Fakültesi Dergisi, 142; Bilal Özel ve Mustafa Eser Cinbaş, ‘Kooperatif Ortaklıklarda Yönetim Kurulunun Oluşumu  (2013) 21(2)  Selçuk Üniversitesi Hukuk Fakültesi Dergisi  256, 257; Orhan Nuri Çevik, ‘Kooperatifler Ortaklık (Şirket) Değildir , (2006) 1(2) Terazi Hukuk Dergisi 7,10.; Ticari işletme ve tacir kavramları açısından ayrıca bkz. Sami Karahan, ‘Ticari İşletme ve Tacir Kavramları İle İlgili 6102 Sayılı Ticaret Kanunu Hükümlerinin Değerlendirilmesi , (2012) 18(2) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi 3,9  205Sema AYDIN ve Hasan Ali KAPLAN                                                             NKÜ Hukuk Fakültesi Dergisi 2022/1  içtihadı birleştirme kararlarının değiştirilmesi veya kaldırılmasının istenmesi düzenlenmekte ve bunun da aynı usule tabi olduğu belirtilmektedir. Nitekim, içtihadı birleştirme kararlarının benzer hukuki konularda Yargıtay Genel Kurullarını, dairelerini ve adliye mahkemelerini bağlayacağının öngörülmesi  (m.  45/5),   içtihadı  birleştirme  kararlarının  değiştirilmesi  veya  kaldırılmasının istenmesi  yetkisini farklı bir boyuta taşımaktadır. İncelemeye  konu  kararda  da  değinildiği  üzere, kooperatiflerin  ticaret  şirketi  ve tacir niteliğine sahip olup olmadığı, 1945 yılında verilen bir İçtihadı Birleştirme Kararına da (Yargıtay İBK, 7.11.1945, 1944/8 E., 1945/14 K.) konu olmuş ve kooperatiflerin ticaret şirketi ve tacir niteliğinde  olduğu  sonucuna  varılmıştır.  Nitekim,  anılan  İçtihadı  Birleştirme  Kararının müzakerelerine katılan bir üyenin karar metninde yer alan beyanı şu şekildedir;  Geçen celse müzakeresine başlanan ve bugün de devam eden Yapı Kooperatiflerinin muameleleri adi olduğu hakkındaki kararı veren hakim bendenizim. Bana bu kararı verdirmeye amil olan saiki anlatayım: Ticaret Kanununun ticari şirketlere ait olan faslında kooperatiflerin de mutlak surette ticari olarak vasıflandırıldığı görülüyor. Binaenaleyh ticari şirket addedilmeleri icap eder. Ancak kararıma tekaddüm  eden  zamanlarda  Tevhidi  İçtihat  Genel  Kurulu'nun  Zirai  Kooperatifler  adi mahiyettedir yolunda bir kararına rastladım. Zirai Kooperatif adi olunca evsiz kimseleri bir mesken sahibi etmek için teşekkül eden yapı kooperatiflerinin de adi olması icap edeceğine kani oldum.  Yapı  kooperatiflerinin  inşaatlarından  azalar  haricinde  hiç  kimse  istifade  edemez. Memurların da bir kooperatifleri vardır; bir ticarethane açmıştır ve buradan sadece azalar değil herkes alış veriş etmektedir. Yapı kooperatiflerinde ise hariçteki kimselerle böyle bir muamele yapılamamaktadır. Kooperatiflerin muamelatı mutlak olarak ticari addedilirse evvelemirde zirai kooperatifler  hakkındaki  tevhidi  içtihat  kararı  kaldırılmalıdır  kanaatındayım .  Bu  beyan üzerine söz alan diğer bir üyenin beyanı ise şu şekildedir;  Geçen celsede de izah etmiştim. O karar tevhidi içtihat mahiyetinde değil tayini merci mahiyetinde mutlak ekseriyetle verilmiş bir karardır .  Yukarıda yer verilen beyanlar incelendiğinde, üyelerden birinin daha önce verilmiş olan bir  içtihadı  birleştirme  kararı  bulunduğu  ve  öncelikle  bu  kararın  kaldırılması  gerekip gerekmediğinin müzakere edilmesi  itirazında bulunduğu, diğer bir üyenin  ise anılan kararın içtihadı birleştirme kararı mahiyetinde olmadığı, mercii tayini mahiyetinde verilen bir karar olduğu yönünde görüş beyan ettiği görülmektedir. Başka bir anlatımla, 1945 yılında verilen içtihadı birleştirme  görüşmelerinde,  daha  önce  verilmiş bir  içtihadı  birleştirme  kararının  bulunduğu, öncelikle bu kararın kaldırılması hususunun müzakere edilmesi gerekip gerekmediğinin üyeler arasında tartışmaya açıldığı anlaşılmaktadır. 206Sema AYDIN ve Hasan Ali KAPLAN                                                             NKÜ Hukuk Fakültesi Dergisi 2022/1  Acaba, 1945 yılında verilen ve kooperatiflerin ticaret şirketi ve tacir niteliğinde olduğunu belirten içtihadı birleştirme kararının değiştirilmesi veya kaldırılması hususunun incelemeye konu içtihadı birleştirme kararının müzakerelerinde gündeme getirilmemiş olması usuli açıdan bir eksiklik yaratmakta mıdır? Zira, içtihadı birleştirme kararları belirli bir zaman geçtikten sonra ya da yasal değişiklikler sonrasında kendiliğinden etkisini kaybetmemektedir. Bu nedenle, yukarıda da  değinildiği  üzere  Yargıtay  Kanunu nun  45.  maddesinde  içtihadı  birleştirme  kararlarının değiştirilmesi  veya  kaldırılması  konusu  ayrıca  düzenlenmiştir.  İçtihadı  birleştirme  kararının değiştirilmesi  veya  kaldırılması  ihtiyacı  yasal  düzenlemelerde  değişiklik  yapılması  ya  da toplumsal  ve  sosyal  gelişmelerin  ardından  şüphesiz  gündeme  gelebilir.  Kanunda  bu  yolun öngörülmesi de bu ihtiyaca dayanmaktadır. Ancak, incelemeye konu kararda bu konuya hiç değinilmemesi, başka bir anlatımla daha önce verilmiş bulunan içtihadı birleştirme kararının değiştirilmesi ya da kaldırılması gerekip gerekmediğinin müzakereye açılmaması usuli açıdan eksiklik  oluşturmaktadır.  Yukarıda  da  belirtildiği  üzere,  kanun  koyucu  içtihadı  birleştirme kararlarının kaldırılması ya da değiştirilmesi ihtiyacının doğabileceğini öngörerek, bu konuda açık bir düzenleme öngörmüş iken, bu yola başvurulmaması eksiklik yaratmaktadır. Kanun koyucunun abesle iştigal etmeyeceği düşüncesinden hareketle, evveliyatla önceki yıllarda verilen içtihadı birleştirme kararının müzakereye açılarak, bu kararın değiştirilmesi ya da kaldırılması ihtiyacı bulunup bulunmadığının tartışılması ve bu konuda bir karara varılması usuli açıdan daha doğru bir yaklaşım  teşkil  edecektir.  Yukarıda  da  belirtildiği  üzere,  içtihadı  birleştirme  kararları  tüm mahkemeler açısından bağlayıcı niteliktedir. Aynı konuda daha önce verilen içtihadı birleştirme kararı bulunmakta iken, yargı organlarının bu karara aykırı içtihat geliştirmeleri de farklı boyutları ile  irdelenmesi  gereken  bir  husustur.  1945  yılında  verilen  içtihadı  birleştirme  kararı incelendiğinde, kooperatiflerin tacir niteliğine sahip olup olmadığı hususunda, incelemeye konu içtihadı birleştirme kararında yer alan lehte ve aleyhte tüm argümanların örtüştüğü görülmektedir.         5 Öğretide de 1945 yılında verilen içtihadı birleştirme kararının günümüzde de geçerli olduğu ifade edilmektedir. Bkz. Kırca, (n 3) 21 207Sema AYDIN ve Hasan Ali KAPLAN                                                             NKÜ Hukuk Fakültesi Dergisi 2022/1  B.  KARARIN VE KARŞI OY YAZISININ ESAS AÇISINDAN DEĞERLENDİRİLMESİ  1.  Kararın Değerlendirilmesi  Yukarıda da belirtildiği üzere, kooperatiflerin hukuki niteliği uzun yıllardır uygulamada farklı değerlendirmelere konu edilmekte; bir kısım yargı kararlarında kooperatifler ticaret şirketi ve  tacir  niteliğine  sahip  kabul  edilmekte  iken,  diğer  bir  kısım  kararlarda  ise  aksi  sonuca varılmaktadır. Bu başlık altında kooperatiflerin hukuki niteliği konusunda içtihadı birleştirme kararında ele alınan hususlar değerlendirilmeye çalışılacaktır.  Yargıtay ın incelemeye konu kararında özetle; 1163 sayılı Kooperatifler Kanunu nun 1. maddesinde kooperatiflerin tüzel kişiliğinin niteliğinin  ortaklık  olarak belirlendiği, 1163 sayılı Kanunun 99. maddesi uyarınca tarafların tacir olup olmadıklarından bağımsız olarak davaların ticarî dava sayılacağı, TTK m. 16/1 hükmü ile ticaret şirketlerinin tacir sayıldığı, TTK m. 124/1 hükmü  uyarınca  da  ticaret  şirketlerinin  kollektif,  komandit,  anonim,  limited  ve  kooperatif şirketlerden ibaret olduğu, kooperatiflerin tüzel kişilik kazanmalarıyla birlikte tacir niteliğini de kazanacakları, gerçek kişi tacirler açısından TTK m. 12/1 deki koşulların aranmayacağı, ticaret şirket türlerinden birine uyularak tüzel kişilik kazanan ticaret şirketlerinin, başkaca bir koşul aranmaksızın tacir sıfatını kazandıkları vurgulanmaktadır. Kararda, TTK m. 124 ün gerekçesine de atıf yapılarak kanun koyucunun 6102 sayılı TTK de kooperatiflere ticaret şirketleri arasında yer verdiği, Kooperatifler Kanunu nun 1. maddesinde  ortaklık  şeklinde belirtilen kooperatiflerin  ticari nitelikte bir ortaklık  oluşturup oluşturmadığı noktasında öğreti ve uygulamadaki görüş farklılıkları karşısında iradesini açıkça gösterdiği ifade edilmektedir. Nihayetinde kararda, 6102 sayılı TTK de ticaret şirketi olarak kabul edilen kooperatiflerle ilgili temel düzenlemenin 1163 sayılı Kooperatifler Kanunu olduğu, bu Kanun un 3. maddesinde kooperatif ve şubelerinin ticaret siciline  tescil  olunacağı,  7.  maddesinde  kooperatifin  ticaret  siciline  tescil  ile  tüzel  kişilik kazanacağı, 98. maddesinde de bu Kanunda aksine açıklama olmayan hallerde TTK nin anonim şirketleri düzenleyen hükümlerinin uygulama alanı bulacağının açıkça belirtildiği ifade edilmekte ve 1163 sayılı Kanun ile  ortaklık/şirket  kavramı ile nitelendirilen kooperatiflerin, 6102 sayılı  6 Kooperatifler konusunda özel bir düzenleme olarak 1163 sayılı Kooperatifler Kanunu nda yer alan hükümlerin  TTK hükümlerine nazaran öncelikle uygulanmak zorunda olduğu, bunun sonucu olarak sadece 1163 sayılı Kanun da aksine açıklama olmayan hususlarda TTK de yer alan anonim şirketlere ait hükümler dikkate alınarak yorum yapılmasının gerekli olduğu hususunda bkz. Pınar, (n 3) 142-143 208Sema AYDIN ve Hasan Ali KAPLAN                                                             NKÜ Hukuk Fakültesi Dergisi 2022/1  TTK nin 124. maddesi ile ticaret şirketi olduğunun tereddüt oluşturmayacak şekilde düzenlendiği belirtilmektedir. İncelemeye konu kararda, önceki kanun-sonraki kanun veya genel kanun-özel kanun ilişkisine de değinilmekte ve kooperatifler bakımından özel kanun niteliğine sahip 1163 sayılı Kooperatifler Kanunu nun, genel kanun niteliğindeki 6102 sayılı TTK ile çelişik hükümler içermemesinden (1163 sayılı Kanun un kooperatiflerin tacir olup olmadıklarına ilişkin herhangi bir düzenlemeye sahip olmamasından) ötürü, kooperatiflerin tacir niteliğine yönelik saptamada, 6102 sayılı TTK hükümlerinin uygulanması  gerektiği, sonradan yürürlüğe giren 6102 sayılı TTK nin  124/1  ve  16/1.  maddeleriyle  kooperatiflerin  ticaret  şirketi  ve  tacir  sayıldığı  ifade edilmektedir. Yargıtay İçtihadı Birleştirme kararında yer alan ve yukarıda özetlenen gerekçelere genel olarak katılmaktayız. Kararda yer alan gerekçe ve saptamalara ilaveten birkaç saptamayı da görüşümüz çerçevesinde belirtmeliyiz. Öncelikle incelemeye konu kararda ve aşağıda ele alınacak karşı oy yazısında da belirtildiği üzere, kanunlar çatışmasının çözümünde kullanılan önceki kanunsonraki kanun ve özel kanun-genel kanun ilişkisi çerçevesinde, sonraki tarihli kanunun önceki tarihli bir kanunla çatışması durumunda sonraki tarihli kanunun, özel kanun ile genel kanun arasında bir çatışma olması durumunda ise özel kanunun uygulanması temel bir ilkedir. 1163 sayılı Kanun ile TTK arasında özel-kanun genel kanun ilişkisi bulunduğundan, önceki kanun-sonraki kanun ilişkisinden ziyade, konunun özel kanun-genel kanun ilişkisi çerçevesinde değerlendirilmesi isabetlidir. Ancak, burada gözden kaçırılmaması gereken bir husus şudur; bazı durumlarda genel kanun içerisinde özel bir hüküm bulunabilir. Genel kanun niteliğindeki TTK de yer alan ve kooperatifleri ticaret şirketi ve tacir sayan hükümler, aslında genel nitelikteki bir kanun içinde yer almakla birlikte, özel hüküm niteliğindedir ve uygulanma önceliğine sahip olmalıdır. 1163 sayılı Kanun  kooperatifleri  ortaklık  olarak  nitelendirmekte,  TTK  ise  bunu  ticaret  şirketi  olarak nitelendirmektedir. Burada TTK de yer alan hüküm 1163 sayılı Kanun ile kıyaslandığında, özel hüküm niteliğine sahip olmaktadır. Zira, içtihadı birleştirme kararında da ifade edildiği üzere, 1163 sayılı Kanun da kooperatiflerin ticaret şirketi veya tacir niteliğinde sayılmasını engelleyen ya da yasaklayan  herhangi  bir  hüküm  bulunmadığından,  TTK de  yer  alan  özel  hükümlerin  7 Kooperatiflerin ticaret şirketi ve tacir olduğu yönünde ayrıca bkz. Topaloğlu, (n 3) 646-647; Emrullah Aykut, ‘Kooperatiflerin Tacir Sıfatı  ( 2021)  Kasım (Özel Sayı) Beykent Üniversitesi Hukuk Fakültesi Dergisi 45 ; Aksi yöndeki görüş ve değerlendirmeler için bkz. Çevik, ( n 3) 9-10 Hukuk Fakültesi Dergisi, 45 vd. Aksi yöndeki görüş ve değerlendirmeler için bkz. Çevik, 9-10. 8  Sonraki kanun olan ve kooperatife ilişkin özel düzenlemelere yer veren TTK gereği kooperatiflerin ticaret şirketi niteliği taşıdığı açıktır  şeklinde değerlendirme için bkz. Topaloğlu, (n 3) 647  209Sema AYDIN ve Hasan Ali KAPLAN                                                             NKÜ Hukuk Fakültesi Dergisi 2022/1  uygulanmasına hukuki bir engel bulunmamaktadır. Nitekim, özel kanun- genel kanun ilişkisi değerlendirilirken şu şekilde bir saptama da yapılmaktadır;  Aynı anda aynı olayı düzenleyen biri genel diğeri özel iki ayrı kanun yürürlükte bulunduğu takdirde ise, eğer önceki kanun genel yeni kanun özel ise, bu takdirde olaya özel olan yeni kanun hükümleri uygulanmalıdır. Şayet, önceki kanun özel yeni kanun genel ise bu durumda da kanun koyucunun genel yasayı çıkarırken hangi amacı taşıdığına bakmak gerekir. Yasa koyucu önceki tarihli özel kanunla düzenlenen hususlarda yeni bir bakış açısıyla sonraki tarihli genel kanunla bir değişiklik öngördüğü takdirde olaya sonraki tarihli genel kanunun uygulanması gerekir (Zevkliler, 1986: 72-73) . Başka bir yönüyle de değerlendirildiğinde, 1163 sayılı Kanunda kooperatiflerin ticaret şirketi sayılmasını engelleyen bir hüküm bulunmamakta iken, TTK de yer alan ve kooperatifleri ticaret şirketi ve tacir kabul eden hükümler  yorum  yoluyla etkisizleştirilebilir mi? Nitekim öğretide de, kooperatifleri tacir saymayan Yargıtay kararlarında (karar metninde açıkça ifade edilmese de) bir örtülü boşluk doldurma  gayreti  bulunduğu  ifade  edilmekte,  ancak  kooperatiflerin  tacir  niteliği  ile  ilgili doldurulması  gereken  bir  örtülü  boşluk  bulunmadığı,  kooperatiflerin  tacir  sayılamayacağı yönündeki  yargı  kararlarının  kanuna  aykırı  yorum  (contra  legem)  faaliyeti  oluşturduğu vurgulanmaktadır.  Ayrıca belirtilmelidir ki, içtihadı birleştirme kararında da değinildiği üzere, 1163 sayılı Kanunun 98. maddesine göre,  bu kanunda aksine açıklama olmayan hususlarda Türk Ticaret Kanunundaki anonim şirketlere ait hükümler uygulanır . İçtihadı birleştirme kararında bu hükme atıf yapılmakla birlikte, bu hükmün yeterince ele alınmadığı kanaatindeyiz. Acaba, TTK de kooperatifleri ticaret şirketi ve tacir sayan açık bir hüküm bulunmasaydı, yine de 1163 sayılı Kanun un  98.  maddesinde  yer  alan  ve  anonim  şirketlere  ilişkin  hükümlerin  kooperatiflere uygulanmasını öngören hüküm nedeniyle, kooperatiflerin ticaret şirketi ve tacir niteliği tartışmaya açılabilir miydi? Başka bir açıdan da bakıldığında, TTK m. 124/1 in kooperatifleri ticaret şirketi saymasına karşın, aynı maddenin ikinci fıkrasında kooperatiflerin şahıs şirketi veya sermaye şirketi  olarak  nitelendirilmemesinin  tereddüt  doğurduğu  anlaşılmaktadır.  Acaba  1163  sayılı Kanunun 98. maddesi nedeniyle, anonim şirketler gibi kooperatiflerin de sermaye şirketi olduğu  9 Kooperatiflerin tacir niteliği hususunda Kooperatifler Kanunu ile TTK arasında bir çatışma bulunmadığı, sonraki genel kanun olan TTK kooperatifleri tacir olarak kabul ettiğine ve özel kanun olan Kooperatifler Kanunu nda açık bir düzenleme bulunmadığına göre TTK hükümlerinin dikkate alınması hususunda bkz. Orbay Ortaç ve Can, (n 3) 92 10Erdal Kuluçlu, ‘Türk Hukuk Sisteminde Normlar Hiyerarşisi ve Sayıştay Denetimine Etkileri  (2008) Aralık (71) Sayıştay Dergisi, 8 ; Ayrıca bkz. Tahir Çağa, ‘Özel Hüküm Genel Hükmü Her Zaman Bertaraf Eder mi?  (1991) (3) Türkiye Barolar Birliği Dergisi, 366-375; Yusuf Üstün, ‘Normlar Hiyerarşisi ve Kooperatiflerin Denetimi Meselesi  (2014) (2) Tematic Ticaret ve Mevzuat Araştırmaları Dergisi 1,3; Sarıkaya, (n 3) 223 (Yazar s. 226 da, TTK ve Kooperatifler Kanunun arasında birleşmeler bakımından mevcut olan çatışmanın, sonraki tarihli kanun olarak TTK m. 134 çerçevesinde çözümleneceğini belirtmektedir.). 11Kırca, (n 3) 23. 210Sema AYDIN ve Hasan Ali KAPLAN                                                             NKÜ Hukuk Fakültesi Dergisi 2022/1  iddia edilebilir mi? Nitekim, şahıs şirketi-sermaye şirketi ayrımı şirket türlerinin bünyesinde bulundurduğu ortak özellikler dikkate alınarak gerçekleştirilen bir ayrımı yansıtmaktadır.  2.  Karşı Oy Yazısının Değerlendirilmesi  Karşı  oy  yazısında,  bazı  Yargıtay  Dairelerinin,  kooperatiflerin  tacir  sayılamayacağı yönündeki kararlarını Anayasanın 171. maddesine ve Kooperatifler Kanunu nun 1. maddesine dayandırdıkları, diğer bir kısım Dairelerin ise TTK nin 124/1 maddesinde kooperatiflerin ticaret şirketi  niteliğinde  düzenlenmesinden  ötürü  tacir  sayılmaları  gerektiği  yönünde  içtihat oluşturdukları, içtihadı birleştirme müzakereleri esnasında ilk görüşe sahip Yargıtay Dairelerinin içtihatlarından  döndüklerini  belirtmelerine  karşın  tatmin  edici  bir  gerekçe  belirtmedikleri vurgulanmaktadır. Burada dikkat çeken husus kooperatiflerin tacir olmadığı yönünde kararlar veren dairelerin  içtihadı birleştirme  görüşmeleri sırasında içtihatlarından döndüklerini beyan ettiklerinin ifade edilmesidir. Bu husus, içtihadı birleştirme kararından anlaşılamamakta, konuya yalnızca karşı oy yazısında yer verilmektedir. Karşı oy yazısında, kooperatiflerin tacir olmadıkları yönünde  içtihatlara  sahip  dairelerin  bu  görüşlerinden  döndüklerini  beyan  etmelerine  karşın doyurucu bir gerekçe sunamadıkları belirtilmektedir. İçtihadı birleştirme kararı incelendiğinde, kooperatiflerin tacir olmadıkları yönünde içtihatlara sahip dairelerin; Yargıtay 15. Hukuk Dairesi (kapatılan),  20.  Hukuk  Dairesi  (kapatılan)  ve  23.  Hukuk  Dairesi  (kapatılan)  olduğu anlaşılmaktadır. Görüldüğü üzere, bu daireler içtihadı birleştirme kararının verildiği tarihten önce kapatılan dairelerdir. Bu dairelerin daha önce verdikleri içtihatlardan dönme olanakları var mıdır?  İçtihatlarından  dönme  olanakları  olduğu  kabul  edilecek  olursa,  içtihadı  birleştirme müzakereleri konusuz mu kalacaktır? Kapatılan dairenin içtihatlarından dönme hakkı bulunmakta ise, bu irade kimin tarafından ifade edilebilir? Karşı oy yazısında da değinilen anayasamızın 171. maddesi şu şekildedir;  Devlet, milli ekonominin yararlarını dikkate alarak, öncelikle üretimin artırılmasını  ve  tüketicinin  korunmasını  amaçlayan  kooperatifçiliğin  gelişmesini  sağlayacak tedbirleri alır . Acaba, bu hüküm kooperatiflerin hukuki niteliğini tartışmaya yer bırakmayacak kesinlikte belirtmekte midir? Kanaatimizce, anılan hüküm kooperatiflerin hukuki niteliğinden  12 Kooperatiflerin anonim şirketlere benzemekle birlikte, sermaye şirketlerinden ayrılan yönleri ile ilgili bkz. Alev Akgökçe,  ‘1163  Sayılı  Kooperatifler  Kanunu na  Göre  Kooperatif  Yönetim  Kurulu  Üyelerinin  Cezai Sorumluluklarının İncelenmesi  (YL Tezi, Ankara Üniversitesi, 2019) 4 vd. 13 İçtihadı birleştirme kararının verildiği tarihte uygulanmakta olan, Yargıtay Birinci Başkanlık Kurulunun 02/07/2021 tarihli ve 211 sayılı dairelerin iş bölümünü düzenleyen karara göre; Yargıtay daireleri 12 hukuk dairesi ve 12 ceza dairesinden  oluşmaktadır.  Bkz.  <https://www.yargitay.gov.tr/documents/ek-1632234416.pdf  >  Erişim  Tarihi 30.04.2022  211Sema AYDIN ve Hasan Ali KAPLAN                                                             NKÜ Hukuk Fakültesi Dergisi 2022/1  ziyade  devlete  ödev  yükleyen  ve  somut  uyuşmazlıklarda  doğrudan  uygulanma  kabiliyeti taşımayan  bir  hüküm  niteliğindedir.  Zira,  anayasalar  temel  hukuk  belgesi  ve  normlar hiyerarşisinde kanunların üzerinde bulunmakla birlikte, anayasalarda yer alan hükümlerden bir kısmı somut uyuşmazlıklarda doğrudan uygulanma kabiliyetine sahip iken, bazı hükümler yol gösterici, temenni edici nitelikte hükümlerdir ve somut uyuşmazlıklarda doğrudan uygulanma kabiliyetleri bulunmamaktadır. Öğretide de, kooperatiflerin tacir sayılmasının Anayasanın 171. maddesine aykırılık teşkil edeceği iddiasının haklı bir temelinin bulunmadığı ifade edilmektedir. Karşı oy yazısında, içtihat uyuşmazlığının ortaya çıkmasının nedeninin hukuk kurallarının birbiriyle çelişik hükümler ihtiva etmesi olduğu belirtilmekte ve somut uyuşmazlığa yönelik uygulanabilecek üç norm bulunduğu, bunların Anayasanın 171. maddesi, özel yasa niteliğindeki Kooperatifler Kanunu nun 1. maddesi ve sonraki tarihli bir genel yasa niteliğindeki TTK nin 124/1 maddesi hükümlerinin birbiriyle çelişkili oldukları ve bu çerçevede bir hukuk kuralı yürürlükten kaldırılmadan  yorum  yoluyla  bir  sonuca  ulaşarak  içtihat  birleştirmesi  yapma  olanağının bulunmadığı,  hâkimlerin  ancak  bir  yasa  boşluğu  mevcut  ise  norm  koyucu  bir  işlev üstlenebilecekleri,  ancak  somut  uyuşmazlıkta  Anayasal  ve  yasal  birden  fazla  düzenleme bulunduğundan, hâkimlerin ancak normlar hiyerarşisi ilkelerine uyarak hareket edebilecekleri, Anayasal hükümlerle çelişmekte olan ve Anayasa ya aykırı içeriğe sahip yasa hükmünün iptalini sağlamak  için  gerekli  başvuru  yapılarak,  bu  başvurunun  sonucuna  göre  hareket  edilmesi gerekirken,  bazı  Yargıtay  Dairelerinin  özel  yasayı,  diğer  Dairelerin  genel  yasa  hükmünü görüşlerine  dayanak  almalarının  hukuka  uygun  olmadığı,  mevzuatta  çelişkili  hükümler bulunmakta  ise  Anayasa ya  aykırılık  içeren  düzenlemenin  iptali  yoluna  gidilmesi  gerektiği, mahkemelerin bir yasal düzenlemenin Anayasaya aykırı olduğunu saptamasından sonra yapılması gereken işlemin Anayasanın 152. maddesindeki başvuru yolunu işletmek olduğu belirtilmektedir. Kooperatiflerin  hangi  amaçlarla  kurulacağının  ve  niteliklerinin  gerek  Anayasa nın  ilgili maddesinde gerekse de özel yasada belirtildiği, bu düzenlemelere aykırılık yaratacak şekilde genel yasayla Anayasal nitelemenin bertaraf edilemeyeceği, üst normun nitelik belirlemesini işlevsiz bırakacak şekilde yorum yapılamayacağı gibi, bir yasal düzenleme de yapılamayacağı, Anayasa, Kooperatifler Kanunu ve TTK hükümleri değerlendirildiğinde, ticaret şirketlerinin temel amacının kar etmek olduğu, oysa kooperatif ortaklıklarının temel amacının kar etmek olmadığı, Anayasa da  14 Anayasada öngörülen bir konunun kanunda eksik düzenlendiği durumlar ile kanun koyucunun düzenlediği bir hususun anayasada hiç düzenlenmemiş olmasının anayasaya aykırılık yönünden değerlendirilmesi için bkz. Erdoğan Teziç, ‘Kanunların Anayasaya Uygunluğunun  Esas  Açısından Denetimi , (1985) 51(1-4) İstanbul Üniversitesi Hukuk Fakültesi Dergisi, 36-38; Yasemin Özdek, ‘Anayasaya Uygunluk Denetiminin Kapsamı  (1988) 4(4) Dicle Üniversitesi Hukuk Fakültesi Dergisi 137-138 15 Kırca, (n 3) 25 212Sema AYDIN ve Hasan Ali KAPLAN                                                             NKÜ Hukuk Fakültesi Dergisi 2022/1  ve  özel  yasada  kar  elde  etmek  amacından  hiç  bahsedilmediği,  ikincil  amaç  olarak  dahi belirtilmediği, özel yasada ekonomik menfaat ve ihtiyaçların karşılanmasından söz edilirken, Anayasa da milli ekonominin yararlarını dikkate alan üretici ve tüketicinin korunması amacından hareket edildiği, kooperatifler yönünden kar amacının yokluk yaptırımı ile karşılanması gerektiği, yokluk  yaptırımına  tabi  tutulması  gereken  bu  hususun  sayın  çoğunlukça  göz  ardı  edildiği belirtilmektedir.  Anayasamızın  152.  maddesi  somut  norm  denetimi  olarak  isimlendirilen, kanunların anayasaya aykırılığı iddiası/şüphesinin görülmekte olan bir dava sırasında gündeme gelmesini düzenlemektedir. Anılan hükme göre; bir davaya bakmakta olan mahkeme, uygulanacak bir kanun hükmünü Anayasaya aykırı görürse veya taraflardan birinin ileri sürdüğü aykırılık iddiasının ciddi olduğu kanısına varırsa, Anayasa Mahkemesinin bu konuda vereceği karara kadar davayı geri bırakır. Kooperatiflerin ticaret şirketi ve tacir olduğu görüşüne dayanak alınan TTK hükümlerinin anayasaya aykırı olduğu iddia edilebilir mi? Bu iddianın  görülmekte olan bir dava  esnasında gündeme getirilmesi mümkündür. İçtihadı birleştirme müzakereleri  görülmekte olan bir  dava   olarak  nitelendirilemeyeceğinden,  bu  aşamada  somut  norm  denetiminin gerçekleştirilmesi olanaklı görülmemektedir. Ancak, karşı oy yazısında yer alan hususlar son derece dikkate değer gerekçelerdir.   Karşı oy yazısında, TTK'nun 124. maddesinde yasa koyucunun kooperatifleri şahıs veya sermaye  şirketi  olarak  nitelendiremediği,  böyle  bir  tarif  yapmanın  olanaksız  olduğu, kooperatiflerin  ne  şahıs  ne  de  sermaye  şirketi  oldukları,  kooperatiflerin,  emek,  sermaye, dayanışma ve tekaful unsurlarının bileşkesi olan kendine özgü ortaklıklar olduğu, TTK nun 124. maddesinin  birinci  ve  ikinci  fıkralarının  çelişkili  olduğu,  kooperatiflerin  limited,  anonim, komandit ve kollektif şirketlerin arasına iliştirildiği belirtilmektedir. Yukarıda da belirttiğimiz üzere, kooperatiflerin şahıs şirketleri veya sermaye şirketleri arasında sayılmaması kooperatiflerin hukuki  niteliğinin  belirlenmesinde  belirleyici  bir  ölçüt  niteliğinde  bulunmayıp,  1163  sayılı Kanunun 98. maddesi nedeniyle, anonim şirketler gibi kooperatiflerin de sermaye şirketi olduğu dahi tartışmaya açılabilir. Öğretide de, kooperatiflerin sermaye şirketleri arasında sayılmamış olmasının ya da kendine özgü bir şirket türü olmasının ticaret şirketi niteliğini etkilemeyeceği ifade edilmektedir.  Karşı  oy  yazısında,  sosyal  amaçlarla  kurulan  kooperatif  ortaklıkların  zayıf  sermaye yapısına sahip oldukları, bu ortaklıkların tacirlere özgü yaptırımlara tabi tutulmalarının adalete ve hakkaniyete  aykırılık  oluşturacağı,  ülkemiz  kooperatifçiliğinin,  yüzlerce  yıllık  imece kültürümüzün, milli bünyemizin asırlar içerisinde vücuda getirdiği bu sosyal ve ekonomik katkılar  16 Kırca, (n 3) 22-23 213Sema AYDIN ve Hasan Ali KAPLAN                                                             NKÜ Hukuk Fakültesi Dergisi 2022/1  sağlayan milli kuruluşumuzun ağır yaptırımlar içeren hukuki rejim içerisinde fonksiyonlarını gerçekleştiremez duruma geleceği, içtihadı birleştirme kararı nedeniyle çok büyük olumsuzluklar yaşanacağı belirtilmekte ve bu haliyle içtihadı birleştirme kararı çoğunluk görüşünün oluşa da uygun olmadığı ifade edilmektedir. Karşı oy yazısında yer alan ifadeler son derece önemli olmakla birlikte,  pozitif  hukuk  ve  ideal  hukuk  kavramlarını  akla  getirmekte  ve  ideal  hukuka  yakın görünmektedir. Ancak, ideal, olması gereken hukuk düşüncesi yargı kararlarının oluşturulması ve uygulanmasında pozitif hukukun önüne geçmemelidir. İleride gerçekleşebilecek olası bir yasal düzenleme açısından bu gerekçeler dikkate değer olup, tüm kooperatif türleri dikkate alınarak bazılarının tacir sayılması, bazılarının ise tacir sayılmaması yönünde açık bir yasal düzenleme yapılması da gündeme getirilebilir.      SONUÇ   Bu çalışmada, Yargıtay ın 12.11.2021 tarihli ve 2020/2 E., 2021/3 K. sayılı İçtihadı Birleştirme Büyük Genel Kurulu Kararı çerçevesinde kooperatiflerin tacir niteliği incelenmiştir. Kooperatiflerin tacir sayılıp sayılmayacakları yıllardır öğreti ve uygulamada çeşitli yönleri ile tartışılmaktaydı. Konu ile ilgili olarak 1945 yılında verilmiş bir içtihadı birleştirme kararı da bulunmaktadır. 2021 tarihli içtihadı birleştirme kararının uygulama açısından tartışmaları sona erdireceği düşünülmektedir.   Esasen  kooperatiflerin  hukuki  niteliği  Anayasanın  171,  Kooperatifler  Kanunu nun  1. maddesinde yer alan kooperatif tanımı ile TTK nin 16 ve 124. maddeleri çerçevesinde tartışmaya konu edilmekte ve farklı görüşler ifade edilmektedir.    Kanaatimizce TTK m. 16 ve 124 değerlendirildiğinde, kooperatiflerin hukuki niteliği ticaret şirketi ve tacir şeklinde değerlendirilmelidir. Nitekim öğretide de bu sonuç genel kabul görmekte  olup,  kooperatiflerin  ticaret  şirketi  ve  tacir  sayılamayacaklarına  yönelik  yargı kararlarının kanuna aykırı yorum oluşturduğu ifade edilmektedir. Sonuç olarak, bir kısım yargı kararlarında  kooperatiflerin  tacir  sayılamayacakları  sonucuna  varıldığından,  sorunun  içtihadı birleştirme kararı ile çözüme bağlanması ihtiyacı doğmuştur. Bu noktada ise, 1945 tarihli içtihadı birleştirme kararı bulunmakta iken ve bu kararın değiştirilmesi ya da kaldırılması ihtiyacı bulunup bulunmadığının  müzakere  edilmemiş  olmasının  usuli  açıdan  bir  eksiklik  oluşturduğunu düşünmekteyiz. Zira, 1945 tarihli içtihadı birleştirme kararı ile incelemeye konu edilen 2021 tarihli içtihadı birleştirme kararı aynı sonuca varmakta olup, lehte ve aleyhte görüşlerin de büyük ölçüde  17 Kooperatiflerin tacir sayılıp sayılmayacağı hususunun de lege lata tartışmayı gerektirmeyecek ölçüde açık olduğu ve aksi yöndeki görüşlerin ancak de lege feranda önem taşıyabileceği hususunda bkz. Kırca, (n 3) 19 ve 21 214Sema AYDIN ve Hasan Ali KAPLAN                                                             NKÜ Hukuk Fakültesi Dergisi 2022/1  benzer olduğu görülmektedir. 1945 tarihli içtihadı  birleştirme kararı bulunmakta iken, yargı organlarının buna aykırı içtihat geliştirmeleri de dikkate değer bir husustur.    İncelemeye konu içtihadı birleştirme kararının sonucu itibariyle yerinde olduğu ve yasal düzenlemeler  ile  uyumlu  olduğu  sonucuna  varmaktayız.  Ancak,  başta  1945  tarihli  içtihadı birleştirme kararı bulunmakta iken, bu kararın değiştirilmesi ya da kaldırılması ihtiyacının bulunup bulunmadığının müzakereye açılmaması olmak üzere bazı konuların içtihadı birleştirme kararında yeterince ele alınmadığı kanaatindeyiz.   Karşı oy yazısında yer alan ifadeler son derece önemli olmakla birlikte, pozitif hukuk ve ideal hukuk kavramlarını akla getirmekte ve ideal hukuka yakın görünmektedir. Ancak, ideal, olması  gereken hukuk düşüncesi  yargı  kararlarının  oluşturulması  ve uygulanmasında pozitif hukukun önüne geçmemelidir. İleride gerçekleşebilecek olası bir yasal düzenleme açısından karşı oy yazısında yer alan gerekçeler de dikkate değer olup, tüm kooperatif türleri dikkate alınarak bazılarının tacir sayılması, bazılarının ise tacir sayılmaması yönünde açık bir yasal düzenleme yapılması da gündeme getirilebilir.",
     "Kaynakça": "Akgökçe, A, ‘1163 Sayılı Kooperatifler Kanunu na Göre Kooperatif Yönetim Kurulu Üyelerinin Cezai Sorumluluklarının İncelenmesi  (YL Tezi, Ankara Üniversitesi, 2019)   Aykut, E, ‘Kooperatiflerin Tacir Sıfatı  ( 2021)  Kasım (Özel Sayı) Beykent Üniversitesi Hukuk Fakültesi Dergisi,  41 50 Çağa, T, ‘Özel Hüküm Genel Hükmü Her Zaman Bertaraf Eder mi?  (1991) (3) Türkiye Barolar Birliği Dergisi, 366 375 Çevik, O N, ‘Kooperatifler Ortaklık (Şirket) Değildir  (2006) 1(2) Terazi Hukuk Dergisi, 7 10 Karahan,  S,  ‘Ticari  İşletme  ve  Tacir  Kavramları  İle  İlgili  6102  Sayılı  Ticaret  Kanunu Hükümlerinin Değerlendirilmesi  (2012) 18(2) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi 3 9  Kırca, İ, ‘Kooperatiflerin Tacir Niteliği Hakkında Yargıtay ın Tutumu: Kanuna Aykırı Yorum mu Yoksa Örtülü Boşluk Doldurma Gayreti mi?  (2017) 33(2) Banka ve Ticaret Hukuku Dergisi 5 25 Kuluçlu, E, ‘Türk Hukuk Sisteminde Normlar Hiyerarşisi ve Sayıştay Denetimine Etkileri  (2008) Aralık (71) Sayıştay Dergisi, 3 22 215Sema AYDIN ve Hasan Ali KAPLAN                                                             NKÜ Hukuk Fakültesi Dergisi 2022/1  Mollaoğlu, Y, ‘Kooperatiflerin Hukuki Niteliği  (YL Tezi, Selçuk Üniversitesi, 2018) Orbay Ortaç, N ve Can, O, ‘Yapı Kooperatiflerinin Tacir Sıfatı Olup Olmadığı Sorusu Bağlamında Yargıtay 15. Hukuk Dairesinin 15.9.2014 Tarih, 2014/2787 Esas ve 2014/5195 Karar Sayılı Kararının Eleştirisi  (2016) 32(3) Banka ve Ticaret Hukuku Dergisi, 79 104 Özdek, Y, ‘Anayasaya Uygunluk Denetiminin Kapsamı  (1988) 4(4) Dicle Üniversitesi Hukuk Fakültesi Dergisi, 119 148  Özel, B ve Cinbaş, M E,  Kooperatif Ortaklıklarda Yönetim Kurulunun Oluşumu , (2013) 21(2)  Selçuk Üniversitesi Hukuk Fakültesi Dergisi, 255 269 Pınar, H, ‘Kooperatif Yöneticilerinin Görevden Alınması ve Kooperatiflerde Denetim Sorunu   (2014) 18(2) Ankara Hacı Bayram Veli Üniversitesi Hukuk Fakültesi Dergisi,  139 174  Sarıkaya, S, ‘Kooperatiflerin Katıldığı Birleşmelerde Kanunların Çatışmasından Doğan Sorunlar ve Uygulanacak Hükümlerin Tespiti  (2019) 5(2) Ticaret ve Fikri Mülkiyet Hukuku Dergisi, 222242 Teziç, E, ‘Kanunların Anayasaya Uygunluğunun  Esas  Açısından Denetimi  (1985) 51(1 4) İstanbul Üniversitesi Hukuk Fakültesi Dergisi, 23 43 Topaloğlu, M, ‘Kooperatiflerin Genel İlkeleri ve Kuruluşu  (2021) 18(2) Yeditepe Üniversitesi Hukuk Fakültesi Dergisi, 645 665 Üstün, Y, ‘Normlar Hiyerarşisi ve Kooperatiflerin Denetimi Meselesi , (2014) (2) Tematic Ticaret ve Mevzuat Araştırmaları Dergisi, 1 10  Yazıcı, A, S, ‘1163 Sayılı Kooperatifler Kanunu na Göre Kooperatiflerin Denetimi  (YL Tezi, Ondokuz Mayıs Üniversitesi, 2016)   216"
}