{
     "Tip": "Makale",
     "Dergi İsmi": "Tekirdağ Namık Kemal Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "07",
     "Ay": "12",
     "Yıl": "2021",
     "Cilt": " ",
     "Sayı": "2",
     "Başlık": "CEZA YARGILAMASINDA DURUŞMADA HAZIR BULUNMASI GEREKEN KİŞİLER VE DURUŞMA DÜZENİ  ",
     "Title": "SUBJECTS TO BE READY FOR THE HEARING IN CRIMINAL PROCEEDINGS AND THE HEARING ORDER ",
     "Yazar İsmi": [

          "Tuğçe KURTOĞLU "
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Duruşmada hazır bulunması gerekenler", "Muhakeme süjeleri", "Duruşma düzeni", "Duruşma disiplini"
     ],
     "Keywords": [
          "Subjects who should be present at the hearing", "Court subjects", "Order of hearing", "Discipline of hearing"
     ],
     "Özet": "Amacı maddi gerçeğe ulaşmak olan ceza muhakemesi hukukunun bu amacına ulaşabilmesinin temel gereklerinden  biri  de  yargılama  faaliyetinin  etkin  bir  şekilde  yürütülmesidir.  Bu  yargılama faaliyetlerden biri olan duruşma evresi ise kovuşturma safhasının en önemli evresidir. Duruşmada belirli muhakeme süjelerinin hazır bulunması kanun tarafından zorunlu tutulmuştur. Zira maddi gerçek, farklı ceza muhakeme süjelerinin işbirliği halinde ortaya çıkarılacaktır. Bu süjeler hâkim, Cumhuriyet savcısı, zabıt kâtibi, zorunlu müdafi ve zorunlu vekildir. Bununla birlikte muhakemenin gayesine ulaşabilmesi için duruşmaların ve duruşma nezdinde yerine getirilen faaliyetlerin doğrudan soru  sorma,  tanığın  dinlenmesi  gibi   belirli  bir  düzen  ve  disiplin  içinde  idame  ettirilmesi gerekmektedir. Bu bağlamda mahkeme başkanı veya hâkime belirli yetkiler tanınmıştır. Bu yetkiler, kanunda  öngörülen  şartlar  oluştuğunda,  duruşma  düzenini  bozan  belirli  kişilerin  duruşmadan çıkarılması, haklarında disiplin hapsi uygulanabilmesi yönündedir. Duruşma salonlarındaki oturma düzenine ilişkin olarak yöneltilen eleştiriler ise konuya ilişkin olarak üzerinde durulması gereken bir diğer husustur. Tüm bu başlıklar özelinde çalışmamızda, duruşmada hazır bulunması gereken muhakeme süjeleri ve duruşma düzenini Türk ceza muhakemesi hukuku mevzuatı çerçevesinde incelemeye çalıştık.",
     "Abstract": "One of the basic requirements of the criminal procedure law, which aims to reach the  material fact, is to execute the judicial activity effectively. The trial stage as one of these judicial activities, is the most important phase of the prosecution. As the material fact will arise as the process of resolving the dispute together with different criminal proceeding subjects, certain court subjects must be present at the hearing. These subjects are judges, public prosecutors, court clerks and compulsory advocate. Moreover, the hearings and the activities carried out at the hearings - such as asking questions directly, listening to the witness - must be maintained in a certain order and discipline in order for the proceeding to reach its purpose. In this context, the chief justice or judge has been given certain powers. These powers are towards removing of certain persons who disrupt the court order from the hearing, and imposing disciplinary arrests on them when the conditions stipulated in the law occur. Criticisms about the seating arrangement in the courtrooms are another point to be emphasized. In our study of all these headings, we tried to examine the court subjects that should be present at the hearing and the order of the court within the framework of the Turkish Criminal Procedural Law.",
     "Metin": "Ceza muhakemesi bir suç işlendiğinin ve işlenmişse kim tarafından icra edildiğinin tespiti, bu kişi ve kişilerin cezai sorumluluklarının olup olmadığı, bu kişi veya kişiler hakkında hükmedilecek infaz edilebilir bir yaptırım türünün ve miktarının belirlenmesi maksadıyla gerçekleştirilen  faaliyetler  bütününden  oluşmaktadır.  Ceza  muhakemesinin  amacı  maddi gerçeğin araştırılıp bulunmasıdır. Bu amaca ulaşabilmek için ise muhakeme aşamasındaki faaliyetlerin etkili bir şekilde icra edilmesi gerekmektedir. Bu hukuk devletinin bir gereğidir. Zira devlet, kişi hak ve özgürlüklerini, toplum barışını, kamu düzen ve güvenliğini tehlikeye sokacak fiilleri cezai müeyyidelere bağlamakla mükellef olmakla birlikte, suç teşkil eden fiil icra edildikten sonra da bunu etkin bir şekilde soruşturacak, yargılayacak ve sonunda infaz edilebilir bir mahkûmiyet kararına hükmedecektir. Ceza muhakemesi bu bağlamda suç ve suçlulukla mücadele edecektir.   Duruşma hazırlığı devresinde saptanan günde, yetkili mahkemenin duruşma salonunda tanık ve bilirkişi yoklaması ile başlayıp hükme iştirak edecek hâkim veya hâkimlerin huzuru, zabıt  kâtibinin  yerini  alması,  savcı  ve  kural  olarak,  sanığın  ve  müdafin  katılımıyla  ara vermeksizin, halka açık ve sözlü olarak cereyan eden, delillerin ikame edilip tartışılması suretiyle maddi gerçeğe ulaşılmaya çalışılan ve son sözün sanığa verilmesiyle sona eren kovuşturma safhasının en önemli evresine  duruşma denir. Dava konusu somut olaya ilişkin sorunların çözümü ile maddi gerçeğe ulaşmak ancak duruşma ile mümkündür. Zira mahkeme adli  yolla  sanığın  suçluluğu  veya  suçsuzluğu  hususunu  ortaya  koyacaktır.  5271  s.  Ceza Muhakemesi Kanunu (CMK)  m.217 uyarınca, duruşma evresinde tüm deliller ortaya konulup tarafların  iştirakiyle  mahkeme  huzurunda  tartışılacaktır.  Bu  suretle  verilecek  hüküm  için oluşması gereken kanaat elde edilecektir. Tüm bu sebeplerle duruşmanın belirli bir düzen ve disiplin içerisinde idame ettirilmesi gerekmektedir. Yargılama bakımından önemli olan bu durumunun sağlanması birçok yetkiyi gerektirmektedir. Bu yetkiler ise mahkeme başkanı veya hâkime tanınmıştır. Yine maddi gerçek farklı ceza muhakeme süjelerinin işbirliği suretiyle  1 Bahri Öztürk, Durmuş Tezcan, Mustafa Ruhan Erdem, Özge Sırma Gezer, Yasemin F. Saygılar Kırıt, Esra Alan Akcan, Özdem Özaydın, Efser Erden Tütüncü, Derya Vıllemin Altınok, ve Mehmet Can Tok,  Nazari ve Uygulamalı Ceza Muhakemesi Hukuku, (13. Baskı, Seçkin Yayıncılık, 2019 ) 29 2 Yusuf Yaşar, ‘Ceza Muhakemesi Hukukunda Gizli Tanıklık , E- akademi (Hukuk, Ekonomi ve Siyasal Bilimler Aylık  İnternet  Dergisi),  (2013)(133)  3  (  http://www.e-akademi.org/makaleler/cezamuh.pdf    Erişim  Tarihi: 08.08.2021).  3 Öztürk, Tezcan, Erdem, Sırma Gezer, Saygılar Kırıt, Alan Akcan, Özaydın, Erden Tütüncü, Altınok Vıllemın ve Tok (n 1) 629 4 Fatih Birtek, Ceza Muhakemesinde İstinaf, (1. Baskı, Adalet Yayınevi, 2019) 279 5 Cumhur Şahin ve Neslihan Göktürk, Ceza Muhakemesi Hukuku II, (8. Baskı, Seçkin Yayıncılık, 2019) 109 458Tuğçe KURTOĞLU                                                                                         NKÜ Hukuk Fakültesi Dergisi 2021/2 ortaya çıkarılacağından CMK da belirli muhakeme süjelerine hazır bulunma zorunluluğu getirilmiştir.  İşbu  çalışmanın  konusunu  CMK nın  188.  maddesinde  yer  alan  duruşmada  hazır bulunması gereken muhakeme süjeleri, CMK m.234/2 ve 239/2 kapsamında duruşmada hazır bulunması açısından zorunlu vekil müessesesi, CMK m.203 vd. düzenlenmiş olan duruşma düzeni ve disiplini konuları oluşturmaktadır. Bu  bağlamda çalışmada ilk olarak kanunda öngörülmüş  olan  duruşmada  hazır  bulunması  gereken  kişiler  olan  hâkim,  zabıt  kâtibi, Cumhuriyet savcısı, zorunlu müdafi ve zorunlu vekil müesseselerine ayrı başlıklar altında yer verilmiştir.  Çalışmanın devamında ise duruşma düzenini bozan sanık hakkında yapılacak işlemler, duruşmada suç işlenmesi, doğrudan soru sorma, tanık dinlenmesi, tarafların duruşma salonundaki yerleri ve son olarak da duruşmada ayağa kalkma hususları duruşma düzen ve disiplini  bağlamında  Türk  hukukunda  düzenleniş  şekilleri  dikkate  alınarak  incelenmiştir. Çalışmada  Yargıtay  kararları  bağlamında  uygulamaya  ve  doktrinde  yer  alan  tartışmalı hususlara yer verilmiştir. Tartışmalı hususlara ilişkin, olması gereken hukuk doğrultusunda değerlendirmelerde bulunulmuştur.   I.  DURUŞMADA HAZIR BULUNMASI GEREKEN KİŞİLER A.    GENEL OLARAK  Anayasa m.141 ve CMK m.182 uyarınca, duruşmalar herkese açıktır. Bu hükümler ceza muhakemesi hukukunda kovuşturma safhasına ilişkin olan ilkelerden aleniyet (alenilik, açıklık) ilkesini işaret etmektedir. Bu ilke herkesin sözlü olarak gerçekleşen duruşmaya katılabilmesini ifade  eder.  Bu  suretle  yargılamanın  şeffaflığıyla  hukuka  uygunluk  denetimi  sağlanacak, keyfiliğin önüne geçilecek ve bu sayede muhakemenin özdenetimi sağlanacaktır. Bu ilkeye genel  ahlak,  kamu  güvenliği,  milli  güvenlik,  özel  hayatın  gizliliği,  yaş  küçüklüğü  gibi sebeplerle ( CMK m. 182/2; 47/2; 209/2)9 istisna getirilebilir. Ancak bu istisnai hallerde dahi  6 Şahin ve Göktürk (n 5) 109-110 7 Veli Özer Özbek, Koray Doğan, Pınar Bacaksız, Ceza Muhakemesi Hukuku, (14. Baskı, Seçkin Yayıncılık, 2021) 75 8 Yener Ünver ve Hakan Hakeri Ceza Muhakemesi Hukuku Cilt: 1, (15. Baskı, Adalet Yayınevi, 2019) 115, Özbek, Doğan, Bacaksız (n 7) 75 9 Ceza Muhakemesi Kanunu, Kanun Numarası: 5271, Kabul Tarihi: 4.12.2004, RG. 17.12.2004, S. 25673,  Madde 182 -  (2) Genel ahlâkın veya kamu güvenliğinin kesin olarak gerekli kıldığı hâllerde, duruşmanın bir kısmının veya tamamının kapalı yapılmasına mahkemece karar verilebilir.  Madde 47 – (2) Tanıklık konusu bilgilerin Devlet sırrı niteliğini taşıması halinde; tanık, sadece mahkeme hâkimi veya heyeti tarafından zâbıt kâtibi dahi olmaksızın dinlenir. Hâkim veya mahkeme başkanı, daha sonra, bu tanık açıklamalarından, sadece yüklenen suçu açıklığa kavuşturabilecek nitelikte olan bilgileri tutanağa kaydettirir.  Madde 209 – (2) Sanığa veya mağdura ait kişisel verilerin yer aldığı belgelerin, açıkça istemeleri halinde, kapalı oturumda anlatılmasına mahkemece karar verilebilir.  10 Özbek, Doğan, Bacaksız (n 7) 75 459Tuğçe KURTOĞLU                                                                                         NKÜ Hukuk Fakültesi Dergisi 2021/2 duruşmanın gerçekleştirilebilmesi için, kanunda bazı muhakeme süjelerinin duruşmada hazır bulunması zorunlu tutulmuştur. Bu muhakeme süjeleri hâkim, Cumhuriyet savcısı, zabıt kâtibi, zorunlu müdafi ve zorunlu vekildir. Aksi takdirde, duruşma yapılamaz.  CMK m.188 gereğince duruşmada hükme katılacak hâkimlerin, Cumhuriyet savcısının, zabıt kâtibinin ve zorunlu müdafinin duruşmada hazır bulunması gerekmektedir. Mahkemenin kanuna göre gerçekleştirilmemesi (CMK m.289/1-a), kanunen duruşmada hazır bulunması gerekli muhakeme süjelerinin yokluğunda duruşma yapılması (CMK m.289/1-e) mutlak bozma sebebi olarak kabul edilmiştir.  Keza CMK m. 234/2 de de mağdur ve şikâyetçinin hakları ve CMK m.239/2 de katılanın hakları  kapsamında  düzenlenen  zorunlu  vekil  de  duruşmada  hazır  bulunması  gereken kişilerdendir.  Kural olarak hukuka uygun bir şekilde teşekkül edecek ceza muhakemesinde, iddia, savunma ve yargı süjelerinin mutlaka duruşmada bulunması gerekmekle birlikte bu durumun istisnaları da mevcut olabilmektedir. Tarafımızca kanun hükmünde yer alan süjeler duruşmada hazır bulunmaları gereklilikleri kapsamında ayrı başlıklar halinde incelenecektir.  B.   HÂKİM CMK m. 188/1 uyarınca duruşmada hükme katılacak hâkimin bulunması şarttır. Yine mezkûr maddenin 3. fıkrasında birden fazla oturum olması halinde, bir dahaki oturumda yer alamayacak üyenin yerine geçmek ve oylamaya katılmak üzere yedek üye bulundurulabileceği hüküm altına alınmıştır. Hâkim duruşma salonunda kesintiniz biçimde bulunmak zorundadır. Hâkimlerden birinin çok kısa süreliğine de olsa duruşma salonunun da bulunmaması, mutlak temyiz sebebidir. Yine hâkim fiziksel olarak duruşma salonunda bulunmuş ise de, zihnen duruşmada hazır bulunmaması halinde kanun yolunda hüküm bozulacaktır. Bu duruma hâkimin duruşma esnasında uyuması örnek verilebilir. Zira duruşmada hazır bulunmaktan maksat, hem bedenen hem de zihnen duruşmayı takip etmektir. Hâkim, dava konusu ihtilafa somut olaylar  bağlamında  hangi  hukuk  kurallarının  uygulanacağını  tespit  etmesi  için  duruşma aşamasında önüne gelen delillere duyu organlarıyla vakıf olarak, iddia ve savunmalara şahit olacak ve sonunda vicdani kanaati doğrultusunda karar verecektir. Bu sebeple, ağır ceza mahkemelerinde üye hâkimlerin duruşma sırasında sürekli olarak bilgisayarlarla iştigal etmeleri  11 Yener Ünver ve Hakan Hakeri Ceza Muhakemesi Hukuku Cilt: 3, (15. Baskı, Adalet Yayınevi, 2019) 1412 12 Ünver ve Hakeri (n 11) 1414 13 Şahin ve Göktürk (n 5) 124 14 Burcu Görkemli, Ceza Muhakemesi Hukukunda İstinaf Kanun Yolunda Kovuşturma, ( 1.Baskı, Adalet Yayınevi, 2020) 195 460Tuğçe KURTOĞLU                                                                                         NKÜ Hukuk Fakültesi Dergisi 2021/2 ve celseyi takip etmemeleri doğru ve hukuka uygun değildir. Söz konusu husus makalemizin devamında incelediğimiz duruşma düzeni kapsamında da önem arz etmektedir. Bu noktada bu tarz hususların doğrudan doğruyalık (vasıtasızlık) ilkesine zarar vereceği açıktır. Zira karara iştirak edecek hâkimlerin maddi ve manevi olarak duruşmada bulunmaları gerekmektedir. Bu bağlamda  hazır  bulunması  gereken  kişinin  yokluğu  sadece  fiziksel  olarak  duruşmaya katılmamaktan  ibaret  değildir.  Fiziksel  veya  psikolojik  zafiyetler  nedeniyle  muhakeme işlemlerini gereği gibi algılayıp gözlemleyememe de hazır bulunmama olarak kabul edilir. Yargılama makamının duruşmadan edineceği kanaate göre hüküm verecek olması, mahkeme üyelerinin bütün bir yargılama sürecini gözlemleyebilmelerini gerektirmektedir.  C.  ZABIT KÂTİBİ CMK m.219 uyarınca zabit kâtibinin görevi duruşma tutanağını tutmak ve hâkim ile birlikte tutanağı imzalamaktır. Duruşmada zabit kâtibinin de bulunması zorunlu tutulmuştur. Aksi durum mutlak bozma sebebi olacaktır. Ancak duruşma sırasında zabit kâtibinin değişmesi mümkündür. Bu halde, her kâtip kendi tuttuğu tutanağı imzalayacaktır.  D.  CUMHURİYET SAVCISI CMK  m.188/1  gereğince  duruşmada  Cumhuriyet  savcısının  da  bulunması  kuralı mevcuttur. Bu kural savcılık makamının ceza muhakemesi  içerisindeki  işlevlerine  ilişkin ilkelerden  biri  olan  kovuşturma  mecburiyeti  ilkesinin  bir  gereğidir.  Bu  ilke  yürütülen soruşturma neticesinde failin ve gerçekleştirdiği eylemin belirli olması, yeterli suç şüphesinin bulunması  ve  dava  şartlarının  var  olması  halinde  kamu  davasının  açılmasını  ve  dava sonuçlanıncaya  kadar  savcılık  makamınca  yürütülmesini  ifade  eder.  Bu  ilke  araştırma mecburiyeti,  kamu  davası  açma  mecburiyeti  ilkesi,  kamu  davasını  yürütme  mecburiyeti ilkelerinden oluşmaktadır. Kamu davasını yürütme mecburiyeti ilkesi savcılık makamının kamu  davası  bir  hükümle  sonuçlanıncaya  kadar  davayı  yürütme  zorunluluğunu  ifade etmektedir. Ancak bu durumun istinasları vardır. 5395 sayılı Çocuk Koruma Kanunu m.25/1  15 Ünver ve Hakeri (n 11) 1415 16 Öztürk, Tezcan, Erdem, Sırma Gezer,  Saygılar Kırıt, Alan Akcan, Özaydın, Erden Tütüncü, Altınok Vıllemın ve Tok (n 1).629 17 Şahin ve Göktürk (n 5) 124 18 Mustafa Artuç Ve Mehmet Tevfik Elmas, Ceza Muhakemesinde Duruşma Yönetimi ve Yasa Yolları, (3. Baskı, Adalet Yayınevi, 2019 ) 185 19 Özbek, Doğan, Bacaksız (n 7) 166-169 461Tuğçe KURTOĞLU                                                                                         NKÜ Hukuk Fakültesi Dergisi 2021/2 gereğince  çocuk  mahkemelerinde  gerçekleştirilen  duruşmalarda  Cumhuriyet  savcısı  hazır bulunmaz. Aynı maddenin 2. fıkrasında ise çocuk ağır ceza mahkemelerindeki duruşmalarda Cumhuriyet savcısının bulunmayacağına dair ibare bulunmamaktadır. Bu noktada çocuk ağır ceza mahkemelerinde yapılacak duruşmalarda Cumhuriyet savcısının bulunması zorunludur. Ayrıca Yargı Hizmetlerinin Hızlandırılması amacıyla Bazı Kanunlarda Değişiklik Yapılmasına Dair 6217 sayılı Kanun m.26 ile 5320 s. Ceza Muhakemesi Kanunu nun Yürürlük ve Uygulama Şekli Hakkında Kanun a eklenen geçici m.3 e göre 01.01.2014 tarihine kadar asliye ceza mahkemelerinde  yapılan  duruşmalarda  Cumhuriyet  savcısı  bulunmamaktaydı.  Bu  süre öncelikle 2.12.2014 tarih 6572 sayılı Kanun m.45 ile 5320 sayılı Kanun a eklenmiş olan geçici m.9 ile 31.12.2019 a kadar uzatılmıştır.  Sonrasında ise 21.12.2019 tarihli 7201 sayılı Kanun m.10 ile 5320 sayılı Kanuna eklenmiş olan geçici m.11 ile 01.09.2020 a kadar uzatılmış olması konuya  ilişkin  bir  diğer  istisna  haldir.  Bu  halde  01.09.2020  tarihine  kadar  asliye  ceza mahkemelerindeki duruşmalara Cumhuriyet savcısı katılmamaktayken mezkûr tarihten itibaren Cumhuriyet savcıları asliye ceza mahkemelerindeki duruşmalara katılmaktadır. Bazı yazarlara göre bu düzenlemeleri açıkça hukuka aykırıdır. Zira iddia makamı olan Cumhuriyet savcısının görevi soruşturma aşamasında son bulmamakta, kovuşturma aşamasında da iddia makamı olarak görevini yürütmekte ve maddi gerçeğin ortaya çıkarılmasına duruşmada hazır bulunarak etkin bir şekilde katılmaktır. Kanaatimizce savcının kovuşturma safhasında vereceği esas hakkında  mütalaa,  hükmün  oluşmasında  önemli  bir  parametre  teşkil  etmektedir.  Mezkûr düzenlemelerle savcılık makamının kamu davasını yürütme mecburiyeti ilkesine aykırı olarak bu görevin icra edilmesi ortadan kaldırılmış ve ceza muhakemesinin çelişmelilik niteliği yok edilmiştir. CMK m. 189 hükmü uyarınca duruşmaya birden fazla Cumhuriyet savcısı katılabilmekte ve  aralarında  iş  bölümü  yapabilmektedir.  Bunlarla  birlikte  soruşturma  aşamasındaki Cumhuriyet savcısının duruşmada da bulunması ve tüm celselere aynı Cumhuriyet savcısının katılması zorunlu tutulmamıştır, bunun sebebi duruşma evresinde savcılığın makam olarak temsil edilmesidir. Bu suretle kişilerin değişmesinin bir önemi olmayacaktır.21 Ancak bizim de katıldığımız görüşe göre duruşma başından sonuna kadar aynı Cumhuriyet savcısının yer alması, iddia faaliyetinin tutarlığı açısından önemli olduğu gibi  maddi gerçeğe ulaşılması ve adil bir yargılamanın yapılabilmesi hususlarında da gereklilik arz etmektedir.   20 Ünver ve Hakeri (n 11) 1416 21 Erdener Yurtcan, Ceza Muhakemesi Kanunu Şerhi (CMK), ( 9. Baskı, Seçkin Yayıncılık, Ankara) 668 22 Şahin ve Göktürk (n 5) 125 462Tuğçe KURTOĞLU                                                                                         NKÜ Hukuk Fakültesi Dergisi 2021/2 E.  ZORUNLU MÜDAFİ CMK m.188/1 de duruşmada hazır bulunması şart koşulan müdafi, zorunlu müdafidir. Bu bakımdan ihtiyari olarak seçilen veya talebe bağlı olarak görevlendirilmiş olan müdafi açısından böyle bir şart bulunmamaktadır.  Zorunlu müdafi, CMK m.150/2-3 kapsamında, sanığın on sekiz yaşını doldurmamış olması, sanığın kendini savunamayacak şekilde malul veya sağır ve dilsiz olması, sanık yetişkin ise yargılandığı suçun alt sınırının 5 yıldan fazla hapis cezasını gerektirmesi, CMK m.74 kapsamında  sanığın  akıl  hastalığı  nedeniyle  gözlem  altına  alınması  ve  CMK  m.101/3 kapsamında sanığın hakkında tutuklama istenmesi hallerinde atanacaktır. 29.10.2016 tarihli Resmi Gazete de yayımlanarak yürürlüğe giren 676 sayılı KHK m.5 ile CMK m.188/1 e eklenen son cümleye göre müdafin mazeret sunmaksızın duruşmayı terk etmesi  halinde  duruşmaya  devam  edilebilir.  Yine  24.12.2017  tarihli  Resmi  Gazete de yayımlanarak yürürlüğe giren 696 sayılı KHK nın 96. maddesi ile yine maddenin 1. fıkrasının son cümlesinde yapılan değişiklik ile müdafin mazeret sunmaksızın duruşmada bulunmaması durumunda duruşmaya devam edilebileceği kabul edilmiştir.  Bu  hükümlerle  müdafin  mazeretsiz  olarak  duruşmayı  terk  etmek  veya  gelmemek suretiyle,  duruşmanın  sonuçlanmasını  engellemeye,  yargılamayı  uzatmaya  yönelik davranışların önüne geçilmek istendiğini belirten yazarlar vardır. Başka bir açıdan ise bu değişikliklerin  CMK  m.151  ile  birlikte  düşünüldüğünde  çelişki  yarattığı  görüşünde  olan yazarlar da mevcuttur. CMK m.151 de ise zorunlu müdafinin duruşmada hazır bulunmaması veya görevini ifa etmeden duruşmadan çekilmesi halinde hâkim veya mahkeme başkanının görevi düzenlenmiştir. Bu halde hâkim veya mahkeme başkanı oturuma ara vererek veyahut oturumu erteleyerek başka bir müdafi görevlendirilmesi için derhal gerekli işlemleri yapacaktır. HAKERİ/ÜNVER konuya ilişkin olarak iki farklı görüşün öne sürülebileceğini belirtmişlerdir. Buna göre ilk olarak KHK lar ile söz konusu düzenlemeler yapılmışken CMK m.151 gözden kaçırılmış olabilir. Bu durumda CMK m.151 in hala uygulanma imkânı vardır ve CMK m.188 uygulanmadan  bu  hüküm  uygulanacak  ve  CMK  m.151  çerçevesinde  başka  bir  müdafi görevlendirilecektir. İkinci olarak dikkat edilmesi gereken nokta ise CMK m.188 e eklenen düzenlemelerle duruşmaya devam edilmesine imkân vermesi ancak hüküm verilmesine ilişkin bir açıklık getirilmemesidir. Buna göre duruşmaya devam edilse dahi hüküm verilirken müdafin bulunması zorunludur. Yazarların görüşüne göre CMK m.188 de bu değişiklik yapılırken CMK m.151 gözden kaçırılmıştır. Aksi halde KHK lar ile yapılan bu değişiklikler CMK m.151 e  23 Artuç ve Elmas (n 18 ) 190 24 Ünver ve Hakeri (n 11) 1417 463Tuğçe KURTOĞLU                                                                                         NKÜ Hukuk Fakültesi Dergisi 2021/2 eklenir ve madde yeniden düzenlenirdi. Ayrıca duruşmaya devam edilip hüküm verilememesi yorumu bu yazarlara göre yerinde değildir. Zira duruşmaya devam edilebiliyorsa hüküm de verilebilmesi gerekir. Buna göre esasen doğru olan hüküm CMK m.151 dir. CMK m.188 isabetli bir hüküm değildir. Dava uzatılıyor gerekçesiyle böyle bir sınırlama yapılması doğru değildir. Duruşma bir iki celse ertelense bile, celseler arasındaki süre kısa tutulabilir ve yine müdafi gelmediği takdirde hakkın kötüye kullanımı gerekçesiyle duruşmaya devam edilebilirdi. Buna göre CMK m.188 hükmü Avrupa İnsan Hakları Sözleşmesi, Çocuk Hakları Sözleşmesi ve savunma hakkı göz önünde bulundurularak uygulanmamalı, maddenin vermiş olduğu takdir yetkisi sanık lehine yorumlanmalı ve madde hükmü değiştirilinceye kadar uygulanması söz konusu olmamalıdır. Ayrıca düzenlemeler yapılırken  duruşmaya devam edilebilir  hükmü yerine  oturuma devam edilebilir  ibaresi kullanılsaydı her ne kadar hüküm yine CMK m.151 ile çelişse bile bu halde tolere edilebilirdi. Yine yazarlar CMK m.188 in Anayasa m.90 hükmü ile aşılabileceğini savunmuştur. Zira müdafi olmadan duruşmaya devam edilmesi, uluslararası mevzuata aykırı olacaktır. Konuya ilişkin en doğru çözüm ise CMK m.188/1 e eklenen son cümlenin çıkartılmasıdır. Kanaatimizce CMK m.188 hükmünde yer alan düzenleme zorunlu müdafiyi ifade ettiğinden mezkûr düzenlemeler ile maddeye eklenmiş olan, müdafinin mazeret sunmaksızın  duruşmayı  terk  etmesi  ve  yine  mazeret  sunmaksızın  bulunmaması  halinde duruşmaya devam edilebileceği hususu zorunlu müdafiliğin mahiyeti karşısında yerinde bir düzenleme değildir. Zira kanunda zorunlu müdafiliğin öngörüldüğü durumlarda, kanun koyucu, sanığın  müdafi  yardımından  yararlanmaksızın  etkin  bir  şekilde  savunma  yapamayacağını önceden kabul etmiştir. CMK m.150 nin gerekçesinde belirtildiği gibi avukattan yararlanma temel bir hak olmakla birlikte zorunlu müdafilik kurumu CMK m.150/2 de avukat seçimi yapamayacak kişiler için öngörülmüş, m.150/3 de ise isnat edilen suçun gerektirdiği cezanın alt sınırı dikkate alınmıştır. Zorunlu müdafilik kurumu öncelikle sosyal devlet ilkesinin bir gereği olup devamında şahısların savunma hakları ve silahların eşitliği ilkesi çerçevesinde adil yargılanma hakkının bir gereğidir. Bu sebeple konuya ilişkin olarak CMK m.151 hükmü uygulanmaya devam etmeli ve CMK m.188/1 de yer alan değişikliklerin madde metninden çıkarılması gerekmektedir. CMK  m.189  çerçevesinde  birden  çok  avukat  da  aynı  zamanda  duruşmaya katılabilecekleri gibi aralarında işbölümü de yapabileceklerdir. Bu hüküm CMK m.149 un  25 Ünver ve Hakeri (n 11) 1417-1418 26 Hakan Karakehya, ‘Ceza Muhakemesinde Sanığın Meramını Anlatabilme Hakkının Unsurları , Ceza Hukuku ve Kriminoloji Dergisi (2015) 3(2), 217 27 Bkz. CMK m. 150 gerekçesi  ( https://www.turkhukuksitesi.com/serh.php?did=1629 Erişim Tarihi: 23.11.2021 ) 464Tuğçe KURTOĞLU                                                                                         NKÜ Hukuk Fakültesi Dergisi 2021/2 uzantısı niteliğindedir. CMK m.149 kapsamında sanık, kovuşturmanın her aşamasında birden fazla müdafi yardımından yararlanabilecektir. Kanun bu hususta bir sınırlama getirmemiştir. Ancak  kanaatimizce  bu  durum  yargılamanın  ölçüsüz  bir  şekilde  uzamasına  sebebiyet vermemeli, örneğin soru sorma hakkı kapsamında sanıkın tek bir müdafi var gibi yargılama faaliyetleri  yapılmalı,  müdafi  sayısı  sınırlandırılmasa  dahi  duruşma  esnasında  müdafiler tarafından  icra  edilecek  faaliyetler  savunma  hakkını  kısıtlamayacak  şekilde  yargılamanın uzamaması açısından düzenleme altına alınmalıdır.  F.  ZORUNLU VEKİL Duruşmada  hazır  bulunması  zorunlu  olan  muhakeme  süjelerinden  biri  de  zorunlu vekildir. Zorunlu vekil müessesesi  mağdur ve şikâyetçi hakları  başlıklı CMK m.234/2 de ve  katılan hakları  başlıklı m.239/2 de hüküm altına alınmıştır. CMK m.234/2 uyarınca şayet kişi on sekiz yaşından küçük, sağır, dilsiz ya da meramını ifade edemeyecek derecede malûl ise ve vekili de bulunmuyorsa, talebi olmasa dahi bu şartlardan en az birini taşıyan mağdura vekil görevlendirilecektir. Bu hususta mağdurun şikâyetçi olup olmadığına veyahut katılma talebinin bulunup  bulunmadığı  zorunlu  vekil  görevlendirilmesi  için  önem  taşımayacaktır.  Ayrıca kanunda sayılan bu haller dışında da kovuşturma safhasında, dosya içeriğine veya mahkemenin yapacağı tespitlere göre mağdurun, mahkeme huzurunda meramını anlatamayacağına kanaat getirilirse, bir vekil görevlendirilerek mağdurun beyanının alınması kanundaki düzenlemeye uygun  olacaktır.  Aynı  düzenleme  farklı  ifadelerle  katılan  hakları  kapsamında  da  yer almaktadır. CMK m. 239/2 hükmünde ise çocuk, sağır ve dilsiz veya kendisini savunamayacak derecede akıl hastası olması durumunda katılana zorunlu vekil görevlendirilmesi için istem aranmayacağı düzenlenmiştir. Bu müessese zorunlu hukuki yardım olarak nitelendirilmektedir. Bu maddeler kapsamında zorunlu vekil mahkeme başkanı veya hâkimin istemi üzerine baro tarafından atanacaktır. Bu noktada zorunlu vekil görevlendirilmesi için mağdurun ve suçtan zarar görenin yaşı, fiziksel ve ruhsal özellikleri dikkate alınacaktır. Mağdur veya katılanın kanunda  sayılan  nitelikleri  haiz  olması  halinde  duruşmada  zorunlu  olarak  vekille  temsil edileceklerdir. Aksi takdirde bir ceza muhakemesi faaliyeti olan duruşma evresi kanuna uygun olarak gerçekleştirilemeyecektir.29 Yargıtay da mağdurun on sekiz yaşını doldurmamış olması  28 Mehmet Beyhan Seçkin, ‘Ceza Muhakemesinde Mağdur ve Şikâyetçinin Hakları , Uyuşmazlık Mahkemesi Dergisi 2020(15), 648-649  29 Ahmet Bozdağ, ‘Ceza Muhakemesinde Mağdurun Hukuki Yardım Alma Hakkı , Türkiye Barolar Birliği Dergisi, 2017 (132), 135-136 30 Yar. 5 CD, E. 2006/810, K. 2006/823, 15.02.2006 ; Yar. 4 CD, E. 2014/946, K. 2016/6557, 06.04.2016 ; Yar. 3 CD, E. 2017/20537, K. 2018/589, 22.01.2018 ; Yar. 18 CD, E.  2015/23538, K. 2016/9296, 02.05.2016 465Tuğçe KURTOĞLU                                                                                         NKÜ Hukuk Fakültesi Dergisi 2021/2 epilepsi hastası olması, psikolojik tedavi görmesi, zihinsel engelli olması, akıl hastalığının bulunması hallerinde zorunlu vekil müessesesinin uygulanması gerektiğine hükmetmiştir. Söz konusu düzenlemeler silahların eşitliği ilkesi gereği yerinde düzenlemelerdir. Bu hükümler CMK m. 150/2-3 fıkralarında yer alan düzenlemelerle paralellik arz etmektedir. Zira maddi gerçeğin ortaya çıkarılması sanık yönünden taşıdığı önemi aynı doğrultuda mağdur ve suçtan zarar gören için de taşımaktadır. Her ne kadar CMK m.188/1 de duruşmada hazır bulunacak kişiler arasında zorunlu vekil açıkça yer almasa da anılan hükümler  gereğince (m.234/2,  m.239/2)  kanundaki  şartlar  oluştuğunda  zorun  vekil  de  duruşmada  bulunması gereken kişiler arasında yer alacaktır. Bu sayede, katılan sıfatını haiz olsun ya da olmasın mağdur ve katılan sıfatını haiz suçtan zarar gören kişiler için adil yargılanma hakkı muhafaza edilmiş olacaktır.  II.  DURUŞMA DÜZENİ A. GENEL OLARAK Mahkeme başkanı veya hâkim, duruşmanın idaresini ve düzenini sağlar, duruşmayı yönetir, sanık sorgusunu yapar ve delillerin ikame edilmesini sağlar. Bu husus CMK m. 192/1 de hüküm altına alınmıştır. Duruşmanın idaresi denilince, ilk olarak düşünülen, duruşmanın başlaması ve bitirilmesi, duruşma sırasında okunacak belgelerin sırasının belirlenmesi, duruşmada yer alan taraflara ve ilgili süjelere söz verilmesi, disiplini sağlamak açısında gereken tedbirlerin alınması yönündeki işlemlerdir. Bunlarla beraber mahkeme başkanı veya hâkim, esasa ilişkin olarak da bir takım yetki ve sorumluluklara sahiptir.  Duruşma sırasında hâkimin verilen beyanları özenle dinlemesi, bunlara ilişkin olarak gözlem yapabilmesi gerekmektedir. Bunun sağlanması için duruşma salonunun dış etkenlerden uzak ve fiziki şartlarının elverişli olması elzemdir. Bununla birlikte hâkimin de tüm dikkatini duruşmada  gerçekleştirilen  faaliyetlere  vermesi,  duruşma  sırasında  yargılama  haricinde herhangi bir şeyle ilgilenmemesi ve bu suretle muteber olması gerekecektir. Duruşma düzen ve yönetimi  de  tarafların  yargılamadaki  ilerlemeleri  kolaylıkla  anlayacakları  şekilde gerçekleştirilirse,  muhakemenin  daha  başarılı  olacağı  yadsınamaz  bir  gerçekliktir.  Zira  31 Yar. 2 CD, E. 2008/1974, K. 2008/7716, 30.04.2008 32 Yar. 4 CD, E. 2009/10002, K. 2009/7538, 15.09.2009 33 Yar. 3 CD, E. 2015/23176, K. 2016/7201, 22.03.2016 34 Yar. 3 CD, E. 2015/23854, K. 2016/1502, 25.01.2016 35 Mustafa Özen, Ceza Muhakemesi Hukuku Dersleri, (4. Baskı, Adalet Yayınevi, 2019) 254 466Tuğçe KURTOĞLU                                                                                         NKÜ Hukuk Fakültesi Dergisi 2021/2 muhakemenin başarılı olması maddi gerçeğe ulaşmak için yapılacak olan inceleme ve öğrenme yargılaması duruşma ile mümkün olacaktır. Ceza muhakemesinde duruşmaya hâkim ilkelerden birisi de sözlülük ilkesidir. Bu ilke gereğince hâkimin duruşmada beyan ve delilleri, ispat derecesinin değerlendirilmesi ve kanaat oluşturması için dikkatli bir şekilde takip edip değerlendirmesi gerekir. Sözlülük ilkesinin doğrudan bir sonucu olan vasıtasızlık (doğrudan doğruyalık, yüz yüzelik) ilkesi kapsamında ise mahkeme somut olaya ilişkin fiilin icrası açısından maddi gerçeğin ortaya çıkarılması için doğrudan ve aracısız olarak bilgi sahibi olacak ve bu suretle kanaat getirecektir. Vasıtasızlık ilkesinin direkt olarak hâkimlere ilişkin olduğu söylenebilir. Bu sebeple hâkim, fiziksel olarak duruşmada olduğu gibi manevi olarak da kesintisiz bir şekilde duruşmaya iştirak etmelidir. Bu noktada dış etkenlerden uzak durarak, tüm dikkat ve enerjisini duruşmada yer alan iddia ve savunma makamları ile katılan, tanık ve duruşmadaki diğer kişilerin beyanlarına vermek durumundadır. Doktrinde duruşma sırasında rehavet bastığı zaman not alınması ve gerekirse kısa süreyle ara verilmesi tavsiye edilmektedir. Bununla birlikte ara verilmesi halinde hâkimin celse sırasında dosya harici herhangi bir şeyle ilgilenmesi, gazete, dergi okuması, bilgisayarla ilgilenmesi, duruşma günü hâkim ya da hâkimlerden birinin işitme rahatsızlığı yaşıyor olması gibi durumlar kişilerin adliyeye olan güvenini sarsar ve adil yargılanmaya da zarar verir. Hâkim beyanları dikkatli, saygın,  itidalli, sükûnetli, özenli, sade ve tarafsız olmalıdır. Sonuçta vasıtasızlık  ilkesi gereğince duruşmada son kararı verecek olan mahkeme hâkimleridir. Bununla birlikte bu hususlar ilgililer bakımından ise meramını anlatabilme hakkı açısından önem taşımaktadır. Buna göre herkes mahkeme önünde dinlenilme hakkına sahiptir.40 Bu sayede sanık, tanık, mağdur, suçtan zarar gören ve diğer ilgililer somut olay hakkındaki bilgilerini mahkeme önünde açıklayabilecek ve mahkemenin bu kişileri özenli ve dikkatli dinlemesi maddi gerçeğe ulaşılması açısından yerinde olacaktır. Keza bu hak kapsamında sanık kendisine isnat edilen suç hakkında düşüncesini açıklayabilecek, savunmasını yapacak ve bu suretle muhakemeye de yön verecektir. Bu ilke sanığın savunmasını etkin bir şekilde yapılmasına olanak tanıdığından savunma hakkı ile iç içedir. Bu sebeple meramını anlatabilme  36 Görkemli (n 14) 196 37 Özbek, Doğan, Bacaksız (n 7) 76; Ünver ve Hakeri (n 8) 129 38 Farbreguettes, MP, Adalet Mantığı ve Hüküm Verme Sanatı (1945) (Aktaran : Hakeri H, Ünver Y, Ceza Muhakemesi Hukuku Cilt:3, (15. Baskı, Adalet Yayınevi, 2019) 1145; Karakehya (n 26) , 222 39 Özbek, Doğan, Bacaksız (n 7) 560 40 ibid 54 41 Ünver ve Hakeri (n 8)  43 467Tuğçe KURTOĞLU                                                                                         NKÜ Hukuk Fakültesi Dergisi 2021/2 ve dolayısıyla savunma hakkının gerçekleştirilebilmesi mahkeme başkanı ve hâkimlerin sanığın beyanlarını dikkatlice dinlemesine bağlıdır.42  Duruşmada  yer  alan  ilgililerden  biri  düzen  ve  disipline  ilişkin  olarak  duruşmanın yönetimi  hususunda  mahkeme  başkanı  tarafından  hükmedilen  bir  tedbirin  hukuka  aykırı olduğunu ileri sürerse mahkeme, bu hususta bir karar verir. (CMK m.192/2) CMK  m.  203 ü  amacı  ise  duruşmanın  düzen  ve  disiplinin  sağlanması,  bu  suretle duruşmanın düzen ve disiplinin bozulmasına neden olabilecek olayların önüne geçilmesidir. CMK m. 203/1 gereğince, duruşma düzeni mahkeme başkanı veya hâkim tarafından sağlanır. Duruşma düzenini bozucu davranışlar olarak, söz verilmeden konuşmak, sanık veya müdafinin, mağdur veya şikâyetçi ile vekilinin, tanığın, bilirkişinin, Cumhuriyet savcısının sözünü kesmek, müdahale etmek, bu kişilere fiili müdahalede bulunmak, olumsuz davranışlar konusunda yapılan uyarıları dinlememek örnek gösterilebilir. Yargıtay, sanığın, oğlu tanık olarak dinlenirken kendisine yapılan ikazlara rağmen,  çocuğa ne biçim soru soruyorsun, onu ben mi bildirdim, ne istiyorsan onu yaz  şeklinde beyanda bulunması sebebiyle salondan çıkarıldığı,  yeniden  içeri  alındığında  ise   baba  olarak  hakkım  yok  mu,  çocuğum  neden yargılanıyor, ne biliyorsan onu yaz  şeklindeki beyanlar da bulunması suretiyle duruşma düzenini bozduğuna hükmetmiştir. Yine Yargıtay, birden fazla sanıklı bir yargılamada bir sanığın   neden diğer sanık tutuklanmıyor? Mahkeme haksızlık yapıyor, nerede ise madalya takacak, buna itiraz ediyorum  ve   bu tavır taraflıdır, madalya takıyorsunuz  şeklindeki sözlerinin, duruşma düzenini bozucu nitelikte olduğunu belirtilmiştir.  CMK m. 192 de mahkeme başkanı ve hâkime tanınan yetkiler dahilinde mahkeme başkanı veya hâkim duruşma düzenini bozan şahsın duruşma salonundan çıkarılmasına karar verebilecektir. (CMK m.203/2).  Bu  noktada  duruşma  düzenini  bozan  kişinin  müdafi  olması  halinde  salondan çıkartılmasına karar verilip verilemeyeceğine ilişkin olarak doktrinde farklı görüşler mevcuttur. Doktrinde bazı yazarlar kanundaki düzenleme açık olmadığı için, madde müdafinin de salondan çıkarılabileceği şeklinde anlaşılmaya müsait olsa da, Avukatlık Kanunu da sadece avukatın duruşmanın düzenine ilişkin hükümlere göre disiplin yönünden tutuklanamayacağını, disiplin hapsi veya para  cezası verilmeyeceğini (Avukatlık Kanunu m. 58/2) ve disiplin hapsine konulamayacağını (CMK m.203/3) hükme bağlandığından dolaylı olarak müdafinin salondan çıkartılmasına karar verilemeyeceği görüşündedir. Bir başka görüşe göre ise CMK da, 6100 s.  Hukuk  Muhakemeleri  Kanunu  151.madde  de  avukatların  duruşma  salonundan  42 Karakehya (n 26) 200 43 Bkz. CMK m. 203 gerekçesi  (http://www.turkhukuksitesi.com/serh.php?did=1682 Erişim Tarihi: 26.11.2021 ) 44 Yar. 4 CD, E. 2008/15464, K. 2008/18029, 08.10.2008 45 Yar. 4 CD, E. 2006/6474, K. 2007/10085, 28.11.2007 46 Yar. 4 CD, E. 2008/21237, K. 2010/12674, 29.6.2010 47 Feridun Yenisey ve Ayşe Nuhoğlu, Ceza Muhakemesi Hukuku, (7.Baskı, Seçkinlik Yayıncılık, 2019)  716-717 468Tuğçe KURTOĞLU                                                                                         NKÜ Hukuk Fakültesi Dergisi 2021/2 çıkarılmayacağını yönündeki gibi açık bir hüküm bulunmadığından duruşma disiplini bozan müdafi de olsa salondan çıkartılmasına karar verilebilir. Ancak direnç göstermeleri halinde müdafilere  disiplin  hapsi  uygulanamaz.  CENTEL/ZAFER e  göre  bu  bağlamda  bir karşılaştırmaya giderek nasıl ki Cumhuriyet savcısı duruşma salonundan çıkarılamıyorsa, müdafi de çıkartılmamalıdır, zorunlu müdafi duruşma salonundan çıkartılırsa, duruşmanın da ertelenmesi gerekir; zira onun yokluğunda duruşma yapılması hukuka kesin aykırılık teşkil eder.  Kanaatimizce  mahkemenin  zorlayıcı  araçlarının  kullanımının  müdafiye  karşı sınırlandırılmış olması, müdafinin bağımsız bir adli organ olmasının sonucudur. Bu bağlamda müdafinin duruşmadan çıkartılabilmesi, onun bağımsızlığıyla bağdaşmamaktadır. Duruşma düzenini bozan kişi dışarı çıkarılması anında yargılama makamına karşı direnir ve bu suretle kaosa sebep olursa yakalanacak ve mahkeme tarafından verilen kararla derhâl dört güne kadar disiplin hapsi yaptırımı uygulanacaktır. Bu hususta avukatlar hariç tutulmuştur. Çocuklar içinse kanun uyarınca disiplin hapsi uygulanamaz. (CMK m.203/3) Buradaki disiplin hapsi CMK m.2 de düzenlenmiş olan  Kısmi bir düzeni korumak amacıyla yaptırım altına alınmış olan fiil dolayısıyla verilen hapsi  ifade eder.  Anılan  fıkra  uyarınca  avukatlar  istisna  tutulmuştur.  Buna  göre  avukatlar tutuklanamayacağı  gibi,  haklarında  disiplin  hapsi  de  uygulanamayacaktır.  .Bu  noktada avukatlar hakkında disiplin hapsi uygulanamayacağına ilişkin olarak bir görüşe göre, avukata disiplin cezası uygulanamaması için, avukatın o duruşmada görev yapması gerekir. Başka bir görüşe göre ise, bu madde sadece müdafi ya da vekili değil o an duruşma salonunda bulunan tüm avukatları kapsamaktadır. Keza aynı hüküm gereğince de duruşma düzenini bozan kişinin çocuk olması halinde çocuklar için disiplin hapsi uygulanmayacaktır. Bu disiplin yaptırımının uygulanmadan önce hatırlatılması uygun olacaktır. Yine kanun bu kişileri kimlerin kapsadığını saymadığından duruşmada dinleyici olarak duruşma salonunda bulunması uygun görülmeyenleri de mahkeme başkanı veya hâkim dışarı çıkarabilecektir. Disiplin hapsi konusunda CMK m.2/1-1 de düzenlenen hükümler geçerlidir.   48 Ünver ve Hakeri  (n 11) 1446 49 Nur Centel ve Hamide Zafer, Ceza Muhakemesi Hukuku, (14. Baskı, Beta Yayıncılık, 2017) 196 50 Centel ve Zafer (n 49) 196,738 51 Erdal Noyan, Ceza Davası, (2. Baskı, Seçkin Yayıncılık, 2007) 812 52 Veli Özer Özbek, Ceza Muhakemesi Hukuku, (Seçkin Yayıncılık, 2006) 599 53 Yenisey ve Nuhoğlu (n 47) 716 54 Ünver ve Hakeri (n 11) 1446 469Tuğçe KURTOĞLU                                                                                         NKÜ Hukuk Fakültesi Dergisi 2021/2 B.  DURUŞMA  DÜZENİNİ  BOZAN  SANIK  HAKKINDA  YAPILABİLECEK İŞLEMLER VE HÂKİMİN BU KONUDA YETKİLERİ Ceza yargılamasında kovuşturma safhası kural olarak sanıksız yürümez. Bu  kuralın istisnaları ise Ceza Muhakemesi Kanunu'nun çeşitli yerlerinde hüküm altına alınmıştır. Bu istisnalardan bir tanesi de CMK m.204 tür. CMK m. 204 duruşmada düzen ve disiplini bozan sanığın yokluğunda oturumlara devam edilmesi halini düzenlemektedir. Sanık şayet tutum ve eylemleriyle duruşmanın düzen ve idaresini tehlikeye sokarsa duruşma salonundan çıkartılacaktır. Mahkeme tarafından duruşma düzenini bozan sanığın duruşmada bulunması savunma hakkı açısından zorunlu görülmediği takdirde oturum sanığın yokluğunda devam eder. Bu durumda sanığın müdafi yoksa mahkeme barodan müdafi görevlendirilmesini ister. Sanığın oturuma yeniden alınmasına karar verilmesi halinde ise kendisine yokluğunda gerçekleştirilen işlemler açıklanır. Maddenin amacı duruşmaların sağlıklı bir biçimde yürütülmesidir. Mahkeme, CMK m.191'e göre sorgusu yapılıp isnat edilen suç hakkında savunma hakkını kullanan sanığın davranışları  sebebiyle  hazır  bulunmasının  duruşmanın  düzen  ve  disiplininin  tehlikeye gireceğini tespit ettiğinde, sanığın duruşma salonundan çıkarılmasına karar verir. Bu kararı vermeye, madde metninde açıkça yazılmamakla birlikte, yalnızca mahkeme yetkilidir. Bu yetki hususu bağlamında, CMK m.204 ile duruşmanın düzenine ilişkin olarak CMK m.203/1 i beraber değerlendirmek ve bu kararın sadece yargılama makamı tarafından verilebileceğini kabulü gerekmektedir. Mahkemenin çıkarma kararını vermesini gerektirecek bir tehlikenin var olup olmadığı konusunda takdir yetkisi vardır. Ancak böyle bir tehlikenin var olmasının anlaşılması halinde sanığın mahkeme tarafından duruşmadan çıkarılması mecburidir. Yani bu konuda mahkemenin takdir yetkisi yoktur. Tehlikenin var olup olmadığının tespitine ilişkin  mahkemeye  tanınan takdir yetkisi oldukça  geniş  bir  takdir  yetkisidir.  Ancak  bu  noktada  duruşmanın  düzen  ve  disiplininin tehlikeye girebileceğini gösterir somut olgulara ihtiyaç vardır, soyut faraziyelerle bu yönde bir çıkarım  yapmak  doğru  olmayacaktır.  CMK  m.204 ün  madde  metninde  yer  alan  mahkemenin, sanığın duruşmada hazır bulunması savunması bakımından zorunlu görmemesi halinde, oturumu sanık hazır bulunmadan sürdürüp bitireceği  hususu, gerçek bir tehlikenin mevcudiyetini  gösterir  somut  olgular  meydana  gelmedikçe,  sanığın  mahkeme  tarafından  55 Karakehya ( n 26) 219 56 Ünver ve Hakeri (n 11) 1446 -1447 57 Artuç ve Elmas (n 18 ) 197 58 Ünver ve Hakeri (n 11) 1447 470Tuğçe KURTOĞLU                                                                                         NKÜ Hukuk Fakültesi Dergisi 2021/2 duruşmadan çıkarılmaması gerektiğinin ehemmiyetini göstermektedir. Zira sanık salondan çıkarıldıktan sonra duruşma sanığın yokluğunda sürdürülüp bitirilecektir ki böyle bir durum da sanığın  savunma  hakkını  zedeler.  Ancak  bu  yetkinin  mahkeme  objektif  bir  şekilde kullanılması halinde, disiplin bozucu hareketlerde bulunan sanığın dışarı çıkarılması silahların eşitliği ilkesine de hukuki dinlenilme hakkına da aykırılık teşkil etmeyecektir. Sanık mahkeme tarafından duruşma salonundan çıkartılırsa ve müdafi yoksa mahkeme barodan  bir  müdafi  görevlendirilmesini  isteyecektir.  Sanık  kendi  hareketleri  ile  duruşma düzenini  bozduğu  için  salondan  çıkartılmış  olup,  artık  savunmasının  müdafi  vasıtası  ile yapılması halinde silahların eşitliği ilkesine aykırı davranıldığından da bahsedilemeyecektir. Zira silahların eşitliği sanığın sahip olduğu haklar ve savcının yetkileri arasında bir dengenin sağlanmasını  ifade  eder.  Bu  noktada  asıl  olan  bu  dengenin  savunma  hakkı  aleyhine bozulmaması, savunma hakkının kısıtlanmamasıdır. Bu sebeple sanığa müdafi atanmadan yokluğunda hüküm kurulmak suretiyle sanığın savunma hakkının kısıtlanması hukuka aykırı olacaktır. Ancak TANER e göre CMK m.204 uyarınca müdafi olmayan sanığa ani bir şekilde atanan müdafinin savunmaya ne kadar katkı sağlayabileceği de düşünülmeli ve bu sebeple madde  gereğince  mahkeme  başkanı  veya  hâkime  tanınan  bu  yetki  ölçüsüz  olarak kullanılmamalıdır.64 Duruşmadan çıkarılan sanığın, yeniden duruşmaya alınmasına karar verilmesi halinde, yokluğunda yapılan işlemler sanığa anlatılır. Bu hükmün gayesi, sanığın bundan sonra yapacağı savunmalar ve kullanacağı hak ve yetkiler için, dosyanın durumu ve muhakeme aşamasında elde edilen veriler hakkında bilgi vermektir. Kanaatimizce asıl amaç maddi gerçeğin ortaya çıkarılması  olduğundan  bu  aşamada  her  ayrıntı  sanığa  bildirilmelidir.  Zira  mahkemenin önemsiz gördüğü bir husus sanığın beyanlarıyla muhakeme açısından çok daha önemli bir hal alabilecektir.  Yine  bu  hüküm  ile  birlikte  silahların  eşitliği  ilkesinin  gerekleri  yerine getirilmeye çalışılmıştır.   59 Ünver ve Hakeri (n 11) 1447 60 Bilgehan Yeşilova, ‘Yargılama Diyalektiği ve Silahların Eşitliği , Türkiye Barolar Birliği Dergisi, (2009) (86) 67 61 Ender Anaklı, ‘Silahların Eşitliği İlkesi  (YL Tezi, Marmara Üniversitesi Sosyal Bilimler Enstitüsü Hukuk Ana Bilim Dalı Kamu Hukuku Bilim Dalı, 2006 ) 67 62 Özbek, Doğan, Bacaksız (n 7) 52 63 Yar. 13 CD, E. 2014/38329, K. 2015/1281, 15.10.2018  ; Yar. 4 CD, E. 2012/36256, K. 2014/4199, 11.02.2014 ; Yar. 1 CD, E. 2015/1316, K. 2015/4112, 24.06.2015 64 Fahri Gökçen Taner, Ceza Muhakemesi Hukukunda Adil Yargılanma Hakkı Bağlamında Çelişme ve Silahların Eşitliği (Seçkin Yayıncılık, 2019) 324 65 Anaklı ( n 61 ) 67 66 Taner ( n 64 ) 321 471Tuğçe KURTOĞLU                                                                                         NKÜ Hukuk Fakültesi Dergisi 2021/2 HAKERİ/ÜNVER e  göre  CMK  m.204 ün  duruşma  salonu  dışına  çıkarma  yetkisini yalnızca  sanık  yönünden düzenlemesi hatalıdır. Duruşmanın düzeni sanık haricindeki diğer kişiler tarafından da bozulabilecektir. Yazarlara göre burada kıyas yapılamaz. Çünkü hak kısıtlamasına yol açan bu yetki kullanıldığında koruma tedbiri niteliğine bürünür. Her ne kadar CMK m.203 /2, duruşma düzenini bozan herkese yönelik genel bir hüküm içermekte ise de, bu maddenin içeriği ile m.204 ün içeriği ve koşulları farklıdır. Buna binaen m.204 deki  sanık  ifadesi yerine 1412 s. mülga Ceza Muhakemeleri Usulü Kanunu (CMUK) m.379 daki gibi  bir kimse  ifadesinin konulması gerekmektedir. Duruşma düzeni kapsamında sanıkla ilgili olarak değinilmesi gereken bir diğer husus ise duruşmada sanığa kelepçe takılıp takılamayacağıdır. CMK m. 191/1 uyarınca sanık duruşmaya kelepçesiz  olarak  alınır.  Bu  hükümle  amaçlanan  sanığın  baskı  veya  sınırlama  altında kalmaksızın savunma hakkını etkin bir şekilde kullanabilmesidir. Kanaatimizce duruşma esnasında veya ifade alınırken düzen bozucu ve tehlikeli davranışlarda bulunan sanığın zaptının sağlanabilmesi için de bu kişilere kelepçe takılamayacaktır. Zira kanun koyucu bu konuda bir istisna öngörmemiştir. YURTCAN, bu düzenlemeye ilişkin olarak mülga CMUK m.116 nın son fıkrasında yer alan tutuklu sanığın duruşmaya kelepçesiz olarak çıkarılacağı hükmü yeni yasaya aktarılırken bu sonucun tutuklu sanık olduğu için unutulmuştur. Yazara göre, maddenin bu  haldeki  yazımı  yanlış  anlaşılmaları  çağrıştıracak,  mahkemeye  gelen  sanıklar  önce bağlanacak, sonra duruşma bağlarken bağları çözüleceği anlaşılacaktır.   C.  DURUŞMADA SUÇ İŞLENMESİ Duruşma sırasında bir kimsenin suç işlemesi halinde, mahkeme tarafından olay tespit edilecek ve bu konuda tutanak düzenleyerek yetkili makama gönderecektir. Bununla birlikte mahkeme tarafından duruşma sırasında suç işleyen fail hakkında tutuklama tedbirine de karar verilebilir. (CMK m.205) Duruşmada suç işlenirse, mahkeme bu durumu duruşma zaptına geçerek olayı tespit eder ve bir tutanak düzenler. Daha sonra bu tutanak yetkili makama yani Cumhuriyet savcılığına gönderilir. Duruşmada işlenen suçun şikâyete bağlı suçlardan olup olmamasının önemi yoktur. Suç  şikâyete  bağlı  olsa  dahi  tutanak  düzenlenir  ve  Cumhuriyet  savcılığına  gönderilir. Duruşmada  suç  işlenmesi  halinde  soruşturma  makamını  harekete  geçirecek  ilk  işlemleri  67 Ünver ve Hakeri (n 11) 1448 68 Burak Taş, ‘Ceza Muhakemesi Hukukunda İddianamenin Kabulü, Tensip ve İlk Duruşma , İstanbul Aydın Üniversitesi Hukuk Fakültesi Dergisi (2020) (2) 287-314, 301 69 Yurtcan ( n 21 ) 670 70 Artuç ve Elmas (n 18 ) 197 472Tuğçe KURTOĞLU                                                                                         NKÜ Hukuk Fakültesi Dergisi 2021/2 mahkemenin  yapması  CMK  m.205 de  hükme  bağlanmış  olmasına  karşın  uygulamada çoğunlukla işlenen suçun soruşturulmasının şikâyete tabi olup olmadığı ayrımı yapılmadan, kanunda öngörülenler yerine, mağdurun şikâyet ve ihbar hakkını kullanması istenmekte ve bu durum kanuna aykırılık teşkil etmektedir 71. Belirtmek gerekir ki iddia olunan suçun şikâyete bağlı olması halinde ne yapılacağı hususunun madde metninde ayrı olarak düzenlenmemiş olması eksiklik teşkil etmektedir. Zira soruşturulması ve kovuşturulması şikâyete bağlı bir suç işlendiği takdirde, şikâyetin olmadığı durumlarda soruşturma başlatılamayacağına göre bu olasılık m.205 hükmü dışında bırakılmalıydı. Mahkemece tutulan tutanakta, sadece suçu işleyen kişinin kimlik bilgilerinin ve işlediği suçun belirtilmesi yeterli değildir. Bu suçla ilgili tüm delillerinde tespiti, örneğin suçun işlendiği esnada duruşmada bulunan ve olaya tanık olan kişilerin isimlerinin de bildirilmesi gerekir. Uygulamada genellikle, suçun işlendiği oturuma ilişkin tutulan tutanakların bir örneği, suç duyurusu ekinde Cumhuriyet savcılığına gönderilmektedir. Madde hükmü uyarınca, mahkeme gerekirse tutuklamaya da karar verebilir. Tutuklama prosedürünün nasıl olacağı konusunda belirsizlikler mevcuttur. Bazı yazarlara göre CMK m.100  deki tutuklama nedenlerini göz önünde bulundurması gerekirken, bizim de katıldığımız diğer  bir  görüşe  göre  buradaki  tutuklama,  kısa  süreli  tehlikeyi  önlemeye  yönelik  bir tutuklamadır ve bu sebeple CMK m.100 vd. maddelerindeki kurala göre değil, bu kişinin ilgili ihbar evrakı ile birlikte Cumhuriyet savcılığına gönderilmesine kadar işlevi olan ve ondan sonra ortadan kaldırılması gereken bir tutuklama kararı olarak düşünülmesi gerekir. Duruşma sırasında avukatların suç işlemesi halinde, bu suçun görevi sırasında meydana geldiği gözetilerek haklarında 1136 s. Avukatlık Kanunu m.5876 vd. hükümlerinde yer alan özel usule göre işlem yapılacaktır.   71 Ünver ve Hakeri (n 11) 1449 72 ibid 1450 73 Artuç ve Elmas (n 18 ) 197 74 Osman Yaşar, Ceza Muhakemesi Kanunu, 2.Cilt, (5. Baskı, Seçkin Yayıncılık, 2011) 2444 75 Ünver ve Hakeri (n 11) 1449 76  Avukatlık Kanunu, Kanun Numarası: 1136, Kabul Tarihi: 19.3.1969, RG. 7.4.1969, S. 13168 Madde 58 – (Değişik : 23/1/2008-5728/331 md.)  Avukatların avukatlık veya Türkiye Barolar Birliği ya da baroların organlarındaki görevlerinden doğan veya görev sırasında işledikleri suçlardan dolayı haklarında soruşturma, Adalet Bakanlığının vereceği izin üzerine, suçun işlendiği yer Cumhuriyet savcısı tarafından yapılır. Avukat yazıhaneleri ve konutları ancak mahkeme kararı ile ve kararda belirtilen olayla ilgili olarak Cumhuriyet savcısı denetiminde ve kayıtlı olunan baro temsilcisinin katılımı ile aranabilir. Ağır ceza mahkemesinin görev alanına giren bir suçtan dolayı suçüstü hali dışında avukatın üzeri aranamaz. (1) Hukuk Usulü Muhakemeleri Kanunu ile Ceza Muhakemesi Kanununun duruşmanın inzibatına ilişkin hükümleri saklıdır. Şu kadar ki, bu hükümlere göre avukatlar tutuklanamayacağı gibi, haklarında disiplin hapsi veya para cezası da verilemez.  Madde 59 –  58 inci maddeye göre yapılan soruşturmaya ait dosya Adalet Bakanlığı Ceza İşleri Genel Müdürlüğüne tevdi olunur. İnceleme sonunda kovuşturma yapılması gerekli görüldüğü takdirde dosya, suçun işlendiği yer ağır ceza mahkemesine en yakın bulunan ağır ceza mahkemesi Cumhuriyet Savcılığına gönderilir. Cumhuriyet Savcısı beş gün içinde, iddianamesini düzenleyerek dosyayı son soruşturmanın açılmasına veya açılmasına yer olmadığına 473Tuğçe KURTOĞLU                                                                                         NKÜ Hukuk Fakültesi Dergisi 2021/2 D.  DOĞRUDAN  SORU  SORMA  ESNASINDA  DURUŞMA DÜZENİNİN SAĞLANMASI CMK nın 201. maddesi uyarınca doğrudan soru yöneltme hakkı Cumhuriyet savcısı, müdafi veya vekil sıfatıyla duruşmaya katılan avukata tanınmıştır. Bu kişiler sanığa, katılana, tanıklara, bilirkişilere ve duruşmaya çağrılmış diğer kişilere doğrudan soru sorabilirler. Ancak doğrudan soru sorma hakkı duruşma disiplinine uygun olarak kullanılacaktır. Belirtilen kişilerle birlikte sanık ve katılan da mahkeme başkanı veya hâkim aracılığıyla soru yöneltebilecektir. Yöneltilen soruya itiraz halinde, sorunun sorulması gerekliliği mahkeme başkanı veya hâkim tarafından değerlendirilecektir. Keza heyet halinde görev yapan mahkemelerde, heyette yer alan hâkimler de sanığa, katılana, tanıklara, bilirkişilere ve duruşmaya çağrılmış diğer kişilere soru sorabileceği de aynı madde hükmünün son cümlesinde hüküm altına alınmıştır. Doğrudan soru sorma hakkı adil yargılanma ilkesinin gerçekleştirilebilmesi için belki de kanunun getirdiği en önemli düzenlemedir.77 Bu hakkın karışıklığa yol açmadan kullanılması maddi  gerçeğin  ortaya  çıkması  bakımından  önem  arz  etmektedir.  Bu  bağlamda  ceza yargılamasında  duruşmanın  düzen  ve  disiplini,  duruşmanın  yönetilmesi  hususları  soru sormanın usulüne uygun gerçekleştirilmesi için önem arz etmektedir. Doğrudan soru sorma bakımından kanun koyucunun getirdiği tek sınırlama, duruşma düzenini bozmaktır. Soru sorma sürecinin yönetimi genel olarak CMK m. 192 uyarınca  duruşmayı idare etme  yetkisinin doğal bir uzantısı olarak mahkeme başkanı veya hâkimdedir. Bundan dolayı soru sormanın ne zaman gerçekleşeceği ve bu kuruma ne kadar süre ayrılacağı mahkeme başkanı veya hâkimin takdirindedir. Doğrudan soru sorma hakkının nasıl kullanılacağına ilişkin bir  yönerge  henüz  mevzuatımızda  bulunmamaktadır.  Ancak  bu  noktada  CMK  m.216 hükmünden yararlanılarak önce söz sırayla katılana ve vekiline, Cumhuriyet savcısına, sanığa  karar  verilmek  üzere  ağır  ceza mahkemesine verir.  İddianamenin  bir  örneği,  Ceza  Muhakemeleri Usulü Kanununun hükümleri uyarınca, hakkında kovuşturma yapılan avukata tebliğ olunur. Bu tebliğ üzerine avukat, kanunda yazılı süre içinde bazı delillerin toplanmasını ister veya kabule değer bir istemde bulunursa nazara alınır, gerekirse soruşturma başkan tarafından derinleştirilir. Haklarında son soruşturmanın açılmasına karar verilen avukatların duruşmaları, suçun işlendiği yer ağır ceza mahkemesinde yapılır. (Ek cümle : 2/5/2001 - 4667/38 md.) Durum avukatın kayıtlı olduğu baroya bildirilir. (Ek fıkra:11/7/2020-7249/10 md.) Avukatların, avukatlık veya Türkiye Barolar Birliği ya da baroların organlarındaki görevlerinden doğan veya görev sırasında işledikleri suçlar nedeniyle verilen bölge adliye mahkemesi cceza dairelerinin kararları hakkında 4/12/2004 tarihli ve 5271 sayılı Ceza Muhakemesi Kanununun 286 ncı maddesinin ikinci fıkrası uygulanmaz.  Madde 60 –  59 uncu maddede yazılı mahkemelerin tutuklama veya salıverilmeye yahut son soruşturmanın açılmasına yer olmadığına dair kararlarına karşı Cumhuriyet Savcısı veya sanık tarafından genel hükümler uyarınca itiraz olunabilir. Bu itiraz, suçun işlendiği yer ağır ceza mahkemesi hariç olmak üzere, itiraz edilen kararı veren mahkemeye en yakın ağır ceza mahkemesinde incelenir.   Madde 61 –   (Değişik : 23/1/2008-5728/332 md.) Ağır ceza mahkemesinin görev alanına giren bir suçtan dolayı suçüstü halinde soruşturma, bizzat Cumhuriyet savcısı tarafından genel hükümlere göre yapılır.  77 Öztürk, Tezcan, Erdem, Sırma Gezer, Saygılar Kırıt, Alan Akcan, Özaydın, Erden Tütüncü, Altınok Vıllemın ve Tok (n 1) 634 474Tuğçe KURTOĞLU                                                                                         NKÜ Hukuk Fakültesi Dergisi 2021/2 ve müdafine veya kanuni temsilcisine verilebilir. Cumhuriyet savcısı, katılan veya vekili, sanığın, müdafinin veya kanuni temsilcisinin açıklamalarına; sanık ve müdafi ya da kanuni temsilcisi  de  Cumhuriyet  savcısının  ve  katılanın  veya  vekilinin  açıklamalarına  cevap verebilir. Bununla birlikte belirttiğimiz üzere sorulmuş olan soruya itiraz edilmesi halinde CMK m. 201 de sorulan soru hakkında yargılamanın gidişatı açısından sorunun gerekliliğine mahkeme başkanı karar vereceği hüküm altına alınmıştır. Doktrinde bazı yazarlara göre ise duruşmanın idaresi ve disiplini mahkeme başkanı ve hâkime ait olduğundan, doğrudan soru yöneltme konusunda başkan veya hâkimin bir karar vermesi gereklidir. Buradaki doğrudan oluş yargılama makamına rağmen değil, yargılama makamı üzerinden olmaksızın araya hâkim girmeksizin soru sorabilmeyi ifade etmektedir. Bu bağlamda CMK m.201, ceza yargılamasında duruşma düzen ve disiplinine ilişkin olarak düzenleme altına alınan hususlar çerçevesinde değerlendirilmelidir. Nitekim soru sorma hakkının kullanılması da mevzuatta yer verilen duruşma düzen ve disiplinine dair kurallar bağlamında gerçekleştirilecektir ve bu yetki mahkeme başkanı veya hâkimin idaresi altında kullanılacaktır. Buna göre soru sormanın hangi aşamada ve hangi şekilde kullandırılacağına karar verecek olan hâkim veya mahkeme başkanıdır. Belirtmek gerekir ki mahkeme başkanı ya da hâkim soru sorma hakkının kullanılıp kullanılmayacağı hususunda değil, nasıl kullanılacağı noktasında duruşma düzeni bağlamında yetkilidir. Soru sorma hakkı adil yargılanma hakkıyla doğrudan bağlantılı olduğundan bu hak, hukuk düzeninde var olma gayesine uygun olarak kullanılmalıdır.81 Bu noktada duruşma sırasında soru sorma hakkına ayrılacak olan sürenin uzun olması halinde gün içindeki duruşma sayılarının fazla olması ve mahkemelerin yoğunluğu dikkate  alındığında,  söz  konusu  durumun  duruşma  düzenini  bozup  bozmayacağı  hususu gündeme gelmektedir. Belirtmek gerekir ki mahkeme başkanı veya hâkimin doğrudan soru yöneltme hakkının kullanılabilmesi için ilgili makamlara makul süre tanımalıdır. Bu noktada makul sürenin ne kadar olacağı görülen davaların niteliğine ve dinlenen kişinin olgularla ilişkisi ve bilgi birikimine göre değişecektir. Ancak kanaatimizce muhakemenin asıl amacı maddi gerçeğe ulaşmak olduğundan bu amaca hizmet etmeyen somut olayla ilgisiz, tamamen şahsi fikir beyanı şeklinde soruların sorulmasından, muhatabın soruyu etkisiz kılacak şekilde ilgisiz  78 Öztürk, Tezcan, Erdem, Sırma Gezer,  Saygılar Kırıt, Alan Akcan, Özaydın, Erden Tütüncü, Altınok Vıllemın ve Tok (n 1) 634 79 Şahin ve Göktürk (n 5) 145 80 Naim Karakaya, Avukatlar İçin El Kitabı IV – Ceza Muhakemesi Hukukunda Avukatın Soru Sorma Yetkisi, Türk Ceza Adalet Sisteminin Etkinliğinin Geliştirilmesi Avrupa Birliği ve Avrupa Konseyi Ortak Projesi 60 ( https://www.barobirlik.org.tr/dosyalar/duyurular/elkitabi.pdf  Erişim Tarihi 15.08.2021) 81 Karakaya (n 80 ) 60 82 Burcu Dönmez, Ceza Muhakemesi Hukukunda Çapraz Sorgu( Doğrudan Soru Yöneltme), (2. Baskı,  Seçkin Yayıncılık, 2019) 150, 384-385 475Tuğçe KURTOĞLU                                                                                         NKÜ Hukuk Fakültesi Dergisi 2021/2 meselelerin anlatılmasından, yine gereksiz soru ve tekrarlardan kaçınılması gerekmektedir. Bu husus belirtildiği gibi öncelikle duruşma düzeni kapsamında mahkeme başkanı veya hâkim tarafından dikkate alınmalı, sonrasında ise duruşmada yer alan tüm muhakeme süjeleri soru sorma haklarını buna göre kullanmalıdır. Aksi bir durum duruşma düzeninin bozulmasına sebep olabileceği gibi maddi gerçeğe ulaşma sürecini de uzatmış olacaktır. CMK m.201 de doğrudan soru sorma imkânının Cumhuriyet savcısı, müdafi ve vekile tanınmış olup, sanığın ve katılanın doğrudan soru sorma hakkı bulunmamaktadır. Sanık veya katılan avukat aracılığı olmaksızın soru sormak istediklerinde bu işlemi mahkeme başkanı veya hâkim vasıtasıyla gerçekleştirecektir. Bu durum soru sorma hakkının profesyonel hukukçulara tanındığını göstermektedir. Bu noktada amaç ise yine duruşma disiplininin sağlanmasıdır. Duruşma esnasında avukata doğrudan soru sorma hakkının kullandırılmasına başlanması ve bu suretle avukatın doğrudan soruyu yöneltmesi halinde, sorunun kapsamına ve şekline müdahalede bulunulamayacaktır. Mahkeme başkanı veya hâkim bu noktada ancak davada yer alan tarafların haklarının muhafazası ve genel anlamda duruşma düzen ve disiplini açısından müdahale edebilecektir 85. Bu yönden yasak sorgu usulleri kapsamına girebilecek bir sorunun yöneltilmesinin,  mesela  sanığa  haksız  bir  menfaat  önererek  cevaplandırılmak  üzere  soru sorulmasının, karşı tarafı küçültücü, yönlendirici soruların sorulmasının engellenmesi mümkün ve gerekli olarak görülmektedir. Bazı yazarlara göre ise kanuni düzenleme karşısında bu mümkün değildir. Duruşma esnasında yer alan tarafların birbirlerine yönelik hakaret içeren veya özel hayatın gizliliğini iddia ve savunma hakkı ile bağdaştırılamayacak biçimde ihlal eden sorulara da hâkim tarafından müdahale edilebilecektir. Bazı yazarlara göre böyle bir durumda soru  sormanın  engellenmesi  ancak  sorulan  sorunun  karara  etkili  olmaması  halinde gerçekleştirilebilir. Yine hâkimin, tarafların soru sorma hakkının amacına aykırı düşecek bir şekilde duruşma esnasında diyaloğa girmeleri durumunda da buna müdahale etmesi, soru sormayı durdurması ve tarafları uyarması da duruşmanın düzen ve disiplinin sağlanması yetkisi içindedir.  Bununla  birlikte  gerçekleştirilen  bu  müdahaleler  soru  sorma  hakkının kullanılmasını  orantısız  olarak  sınırlandırmamalıdır.  Hâkimin  keyfi  olarak  doğrudan  soru sorma  hakkını  kullandırtmaması,  savunma  hakkının  sınırlandırılmasına  yol  açacağı  için, hukuka kesin aykırılık (CMK m.289/1-h) hali olarak değerlendirilecektir.  83 Karakaya (n 80 ) 53 84 Dönmez (n 82) 150 384 85 Karakaya (n 80 ) 60 86 Yaşar ( n 73 ) 2424 87 Ünver ve Hakeri (n 11) 1507 88 Şahin ve Göktürk (n 5) 145-146 89 Karakaya (n 80 ) 61 476Tuğçe KURTOĞLU                                                                                         NKÜ Hukuk Fakültesi Dergisi 2021/2 E.  TANIĞIN DİNLENMESİ SIRASINDA DURUŞMA DÜZENİNİN SAĞLANMASI CMK m.52/1 uyarınca tanıklar birbirinden ayrı olarak dinlenir. Bu hükümle tanıkların verecekleri ifade hususunda birbirlerinden etkilenmeleri engellenmeye çalışılmıştır. Yine CMK m.59 gereğince tanıklık sırasında tanığın sözü kesilmez. Ancak yargılamaya konu somut olayla ilişkisi  olmayan,  gereksiz  beyanlarda  bulunulması  halinde  müdahale  edilebilir.  Mezkûr maddenin 2. fıkrası çerçevesinde ise tanığa, tanıklık edilen konuları aydınlatmak ve bilgilerinin dayandığı  olguları  gereğince  değerlendirebilmek  amacıyla  soru  yöneltilebilir.  Duruşmada dinlenen tanığa öncelikle duruşmanın düzen ve disiplininde yetkili kılınan mahkeme başkanı ve hâkim soru sorabilir. Yine Cumhuriyet savcısı, müdafi ve vekil de duruşma disiplinine uygun olarak tanığa doğrudan, sanık ve katılan ise mahkeme başkanı veya hâkim vasıtasıyla soru sorabilirler. (CMK m.201) Duruşma düzeni kapsamında tanıkların dinlendikten sonra duruşma salonundan  ayrılabilmesi  için  mahkeme  başkanı  veya  hâkimin  izni  gerekmektedir.(CMK m.208) Duruşma düzeninin bozulması durumunda CMK m. 203 vd. maddelerinde hüküm altına alınmış olan yapılacak işlemler tanıklar için de geçerlidir. Ancak Yargıtay soruşturma evresinde bilgisine  başvurulmuş  somut  olayın  tek  tanığı  olan  sanığın  kardeşinin  yalnızca  duruşma düzenini bozması sebebiyle, yöntemince dinlenilmeden hüküm kurulmasını CMK m.210/1 de yer alan somut olayın delilinin tek bir tanığın açıklamalarından ibaret ise mutlaka dinleneceğine yönelik hükme aykırı bulmuştur. CMK m.44 çerçevesinde ise usulüne uygun olarak çağırılmasına karşın mazeretsiz olarak duruşmaya gelmeyen tanıklar hakkında zorla getirilme kararı çıkarılır. Zorla getirme kararı kişi özgürlüğünü sınırlayan bir koruma tedbiridir. Uygulamada duruşma saatinde sarkma meydana gelmesi  sıklıkla  karşılaşılan  bir  durumdur.  Bu  halde,  yani,  duruşmanın  belirlenen  saatte yapılmadığı durumda tanık hakkında zorla getirme kararı uygulanıp uygulanmayacağı veyahut çağrı kâğıdıyla tanığa bildirilen saatte duruşma gerçekleşmezse sanık çağrı kâğıdında belirtilen saatte orada bulunmasına rağmen duruşmanın sarkması sebebiyle duruşmada bulunmamışsa bir daha ki duruşma için bu tanık hakkında zorla getirme kararı verilip verilemeyeceği sorunu vuku bulmaktadır. Kanaatimizce uygulamadaki duruşmaların sarkmasına ilişkin bu durum en başta çözülmesi gereken bir sorun olmakla birlikte tanıklık kamu görevi teşkil ettiğinden hâkim  90 Şahin ve Göktürk (n 5) 43 91 Yar. 4 CD, E. 2013/40482, K. 2016/3607, 29.02.2016 <https://www.corpus.com.tr/#!/Yargitay>  92 Özen (n 35) 254 477Tuğçe KURTOĞLU                                                                                         NKÜ Hukuk Fakültesi Dergisi 2021/2 hüküm kurmak için bu tanığın dinlenmesini zorunlu buluyorsa her halde tanığın duruşmada bulunması sağlanacaktır.  F.  DURUŞMA DÜZENİ KAPSAMINDA TARAFLARIN DURUŞMA SALONUNDAKİ YERLERİ Ceza  muhakemesinde  duruşma  sırasında  hâkim  ve  Cumhuriyet  savcısı  kürsüde oturmaktadır. Heyet halindeki mahkemelerde ise üç hâkim de kürsüde oturacaktır. Hâkimin sağ tarafında Cumhuriyet savcısı,  hâkime göre sağ taraf  iddia eden-şikâyetçi  sol taraf ise  savunma yapan- sanık  yeridir. Ülkemizde mahkemedeki oturma düzeni cumhuriyetin ilan edilip, adli kurumların oluştuğu ilk yıllardan beri bu şekildedir. Duruşma salonlarındaki mevcut oturma düzeni, herhangi bir yazılı veya emredici kurala dayanmamaktadır. Ancak her ne kadar yasal bir düzenleme mevcut olmasa da konuya ilişkin olarak bazı noktalarda tartışmalar meydana  gelmektedir.  Bu  noktada  ilk  olarak  iddia  makamı  olan  Cumhuriyet  savcısının hâkimlerle birlikte ve aynı seviyede oturması hususu eleştirilmektedir. Bu eleştiri Cumhuriyet savcısının mahkeme heyetine yakın oturmasından ve yargıçlarla diğer muhakeme süjeleri duymaksızın  konuşabilme  imkânı  olmasından  kaynaklanmaktadır.  Savcılık  kurumu faaliyetlerini kamu yani toplumu meydana getiren tüm fertler adına gerçekleştirmektedir. Bu nedenle soruna ilişkin olarak mevcut oturma düzeninin değiştirilerek mahkemenin hâkimleri dışındaki herkesin, kürsünün karşısında ve eşit seviyede yer alması gerektiği şeklinde çözüm getiren görüşler vardır. Bununla birlikte Cumhuriyet savcısının katılanın yanında ve yerden yukarıda  olacak  şekilde  konumlandırılabileceğini  belirten  görüşlerde  mevcuttur.  Örneğin Fransa mahkemelerinde savcının oturma düzeni bu şekildedir.  Konuya ilişkin bir diğer husus ise müdafi ve sanığın duruşma salonunda birlikte oturması suretiyle duruşma esnasında sürekli iletişim kurabilme gerekliliğidir. Müdafiler ve sanıkların birbirinden uzak yerlerde oturması ve duruşma sırasında iletişime geçmelerinin mümkün olmaması uygulamada karşılaşılan sorunlardan bir diğeridir. Ceza mahkemelerinin duruşma salonları, sanık kürsünün karşısında otururken, müdafi hâkimin solunda oturacak şekilde  93 Murat Volkan Dülger, ‘Ceza Muhakemesinde Müdafinin Konumu ve Uygulamada Karşılaşılan Sorunlar , Ankara Barosu Dergisi, (2012) (4) 55; Metin Feyzioğlu, ‘Savunma Hakkına İlişkin İki Soru: Savunma Hakkı Kutsal mıdır? Duruşma Salonunda Müdafi ve Sanık Yan Yana Oturabilir mi? , Ankara Barosu Dergisi, (2009) (1) 24 94 Taner ( n 64) 335 95 Dülger (n 93) 56 96 ibid 56 97 Taner ( n 64) 335 478Tuğçe KURTOĞLU                                                                                         NKÜ Hukuk Fakültesi Dergisi 2021/2 planlanmıştır.  Duruşma  öncesinde  ne  kadar  hazırlık  yapılırsa  yapılsın  duruşma  sırasında avukatın  ve  sanığın  birbirleriyle  konuşma  ihtiyacı  vardır.98  Müdafinin  savunma  hakkı dahilindeki yetkilerini nasıl kullanacağına karar verebilmesi için duruşma esnasında sanıkla irtibat halinde olması gereklidir.99 Bu durum sanığın savunma hakkı kapsamında önem arz etmektedir. Keza CMK m. 154 de yer alan şüpheli veya sanığın müdafi ile her zaman ve başkalarının  olmadığı  ve  duyamayacağı  bir  ortamda  görüşebilmesi  ve  bu  şahısların yazışmalarının denetlenemeyeceği yönündeki hüküm şüphesiz duruşma sırasında da geçerlidir. Ancak müdafinin müvekkiline her ihtiyaç duyduğunda onun yanına giderek görüş sorması, duruşma salonunda dolaşması duruşma düzenini de bozacaktır. Bu husus adil yargılanma hakkı, silahların eşitliği, çelişmeli yargı ilkesi gibi ceza muhakemesinin amacına ulaşması kapsamında vazgeçilemez  olan  bir  takım  ilkeler  açısından  da  önem  arz  etmektedir.  Zira  bu  oturma düzeninde  sanık  müdafi  yardımından  gereği  gibi  faydalanamayacak  bu  durumda  adil yargılanma hakkının gerekleriyle bağdaşmayacaktır. Anayasa Mahkemesi tarafından ise konuya ilişkin Larysa Ziabkina başvurusunu silahların eşitliği bağlamında ele almış ancak Avrupa İnsan Hakları Mahkemesi ve Anayasa Mahkemesinin yerleşik içtihadı haline gelen adil yargılanma hakkına ilişkin bir ihlal kararının verilebilmesi için, yargılamanın bir bütün olarak adil olmaktan çıktığının ortaya konulması gerektiği görüşü sebebiyle başvuru hakkında kabul edilemezlik kararı verilmiştir. Bu noktada Anayasa Mahkemesi söz konusu durumun adil yargılanma hakkını etkileyebileceği iddiasını reddetmemiş ancak bu durumun yargılamanın bütünüyle  ilişkilendirilemeyeceğini  göz  önünde  bulundurmuştur.  Çelişmeli  yargı  ilkesi bağlamında ise ilk bakışta sanığın ya da müdafinin beyanda bulunmaları engellenmediği için bu ilkenin ihlal edilmediği düşünülse de temel olarak gerçek bir çelişme için müdafinin hukuki yardımı ön şart olduğundan, sanığın bu şekilde dezavantajlı bir duruma sokulması bu ilkeyi de olumsuz etkilemektedir. Mahkeme salonlarındaki oturma düzenlerinden kaynaklanan bu sorunlara Türk Ceza Adalet Sisteminin Etkinliğinin Geliştirilmesi Amacıyla Avrupa Birliği ve Avrupa Konseyi ortak projesinde de yer verilmiştir. Bu raporda savcı ve müdafinin duruşma salonundaki fiziki  98 Taner ( n 64) 335-336 99 Feyzioğlu (n 93) 24 100 Taner ( n 64)  336 101  AYM,  Larysa  Ziabkina  Başvurusu  ,  Başvuru  Numarası  :  2014/5142,  Karar  Tarihi:  21.11.2017 (https://kararlarbilgibankasi.anayasa.gov.tr/Basvurular/tr/pdf/2014-5142.pdf Erişim Tarihi: 17.08.2021) 102 Taner ( n 64) 339; Anayasa Mahkemesi, Tahir Laçin Başvurusu, Başvuru Numarası : 2013/7011 Karar Tarihi: 05.11.2015; Anayasa Mahkemesi, Orhan Patarya Başvurusu, Başvuru Numarası : 2019/42695 Karar Tarihi: 20.05.2021  479Tuğçe KURTOĞLU                                                                                         NKÜ Hukuk Fakültesi Dergisi 2021/2 yerleri bir sorun olarak değerlendirilmiş her ne kadar AİHM in Diriöz/Türkiye kararında duruşma salonundaki oturma düzeni ile ilgili şikâyetinin kabul edilemez olduğuna karar verilse de,  söz  konusu  raporda  gerek  savcının  yerinin  gerekse  müdafinin  müvekkilden  uzakta oturmasının  menfaatlerin  savunulması  bakımından  dezavantajlı  bir  durum  olduğu belirtilmiştir.  G.  DURUŞMA ESNASINDA AYAĞA KALKMA HUSUSU Duruşma  düzenine  ilişkin  olarak  incelenmesi  gereken  bir  diğer  konu  ise  duruşma esnasında ayağa kalkma meselesidir. Bu husus CMK 55. ve 231. maddelerinde hüküm altına alınmıştır. Buna göre yemin edilirken (CMK m.55/2) ve hüküm fıkrası dinlenirken ( CMK m.231/4) herkes ayağa kalkacaktır.  CMK m.231 hükmünün gerekçesinde, hüküm sırasında ayağa kalkma mecburiyetinden mahkeme kurulu ve Cumhuriyet savcısı muaf tutulmuştur. CMK m.223/1 de hangi kararların  hüküm   sayılacağı  sınırlı  olarak  sayılmıştır.  Buna  göre,   beraat,  ceza  verilmesine  yer olmadığı, mahkûmiyet, güvenlik tedbirine hükmedilmesi, davanın reddi ve davanın düşmesi kararı  hüküm mahiyetindedir. Bu halde söz konusu kararlar okunurken mahkeme heyeti ve Cumhuriyet  savcısı  dışında  duruşmada  yer  alan  herkesin  açıklamayı  ayakta  dinlemesi mecburidir. Dolayısıyla hüküm niteliğinde olmayan kararların açıklanması sırasında ayağa kalkılması gerektiğine dair bir düzenleme,  ceza  muhakemesine  ilişkin mevzuatta  mevcut olmadığı gibi; Avukatlık Kanunu ve Türkiye Barolar Birliği Meslek İlke ve Kurallarında da yer almamaktadır. Bu bağlamda avukatların da kendi tercihleri sebebiyle ayağa kalkmaları haricinde, avukatlara müdahalede bulunularak ayağa kalkmalarının talep edilmesinin yasal bir dayanağı mevcut değildir.  103 Tuğrul Uzun (Çeviren), ‘Avrupa İnsan Hakları Mahkemesi İkinci Daire nin Diriöz/Türkiye Kararı , Küresel Bakış Çeviri Hukuk Dergisi, (2012) (7) 106,  Mahkeme önceki kararlarında, ortaya konulan durumun, savcıya duruşma salonunda  fiziksel olarak  ayrıcalıklı bir yer sağlaması fakat sanığı kendi menfaatlerini savunma açısından somut şekilde dezavantajlı bir konuma sokmaması halinde silahların eşitliği ilkesini ihlal etmediğini değerlendirdiğini hatırlatır. [Chalmont/Fransa (kabul edilebilirliğe ilişkin karar) Aralık 2003 no: 72531/01 AİHS; Carballo ve Pinero/Portekiz (kabul edilebilirliğe ilişkin karar) 21 Haziran 2011 no: 31237/09] 26. Mahkeme, davadaki koşulların oturmuş içtihattan ayrılınmasını haklı çıkartacak hiçbir özellik arz etmediği kanaatindedir. Bu nedenle, iddia Sözleşmenin 35/3,4 maddesi gereğince, esasa ilişkin açık noksanlık nedeniyle kabul edilmez niteliktedir.  104 Marcel Lemonde, Türk Ceza Adalet Sistemi İhtiyaç Değerlendire Raporu ve Eylem İçin Tavsiyeler,  Türk Ceza Adalet  Sisteminin  Etkinliğinin  Geliştirilmesi  Avrupa  Birliği  ve  Avrupa  Konseyi  Ortak  Projesi  34  <http://www.cas.adalet.gov.tr/haberler/ihtiyacdegerlendirme/ihtiyacdegerlendirmeraporu.pdf>  Erişim  Tarihi  : 17.08.2021) 105 Mesude Altunel, Duruşma Esnasında Ayağa Kalkma Meselesi, Türkiye Barolar Birliği Dergisi, (2014)(110) 401 480Tuğçe KURTOĞLU                                                                                         NKÜ Hukuk Fakültesi Dergisi 2021/2 Uygulamada  bazı  hâkimler,  sadece  hüküm  niteliğini  haiz  kararların  açıklanması esnasında değil; ara kararların açıklanması sırasında da ayağa kalkılmasını istemekte; özellikle avukatlar olmakla birlikte ayağa kalkmayanları ikaz ettikleri görülmektedir. Keza bu durum, yargılama aşamasında iddia veya savunmaya yönelik beyanların verilmesi esnasında da söz konusu olmaktadır. Bu durumda, bazı avukatlar kendilerine yapılan uyarı sonrasında ayağa kalkmakta; bazıları ise haklı gerekçelerini sunarak uyarıyı reddetmektedir. Böyle bir durum karşısında  ise  mahkemenin  tutumu,  avukatın  bu  davranışına  karşılık  olarak  avukatı  ağır eleştiriye maruz bırakmak, bu hususu duruşma zaptına geçerek yazılı şekilde de uyardığını belirtmek yahut tutanak tutarak avukat hakkında duruşma düzenini bozduğu şeklinde işlem yapılması için Baro ve ilgili kurumlara bildirmek suretiyle olabilmektedir. Kanaatimizce bu konuda bir anlaşmazlığın yaşanması, yargılama faaliyetlerinin gergin bir şekilde yapılmasına sebep  olmakta  ve  duruşma  düzenini  zedelemektedir.  Zira  duruşma  esnasında  ayağa kalkılmasını gerektiren hususlar kanunda açıkça yer almaktadır. Bu haller dışında mahkeme başkanı veya hâkim tarafından müdafinin ayağa kalkmasının talep edilmesi yerinde olmamakla birlikte  belirtildiği  gibi  mahkemenin  talebinin  yerine  getirilmemesi  halinde  de  duruşma esnasında süjeler arasında meydana gelen gerginlik muhakemenin amacından sapmasına neden olacaktır. Keza muhakemede amaç mahkeme süjelerinin işbirliği ile maddi gerçeğin ortaya çıkarılmasıdır.  SONUÇ Ceza yargılamasında maddi gerçek, farklı ceza muhakemesi süjelerinin uyuşmazlığı faaliyetlerini işbirliği halinde yürütmesiyle ortaya çıkarılacaktır. Bu nedenle kanun tarafından belirli muhakeme süjelerine hazır bulunma zorunluluğu getirilmiştir. Bu süjeler, hâkim, zabıt kâtibi, Cumhuriyet savcısı, zorunlu müdafi ve zorunlu vekildir. Bu bağlamda hazır bulunması gereken  kişinin  sadece  fiziksel  olarak  değil,  manevi  olarak  da  duruşmada  bulunması gerekmektedir. Bu kişiler tarafından fiziksel veya psikolojik zafiyetler nedeniyle muhakeme işlemlerini gereği gibi algılayıp gözlemleyememe de hazır bulunmama olarak kabul edilecektir. Zira  yargılama  makamının  duruşmadan  edineceği  kanaate  göre  hüküm  verecek  olması, mahkeme üyelerinin bütün bir yargılama sürecini gözlemleyebilmelerini gerektirmektedir. Kanunda  duruşmada  hazır  bulunması  zorunlu  tutulan  ceza  muhakemesi  süjelerinden Cumhuriyet savcısı ve zorunlu müdafiye ilişkin olarak bu zorunluluğa istisna getirmek suretiyle  106Altunel (n 105) 400-401 481Tuğçe KURTOĞLU                                                                                         NKÜ Hukuk Fakültesi Dergisi 2021/2 yapılmış  düzenlemeler  kanaatimizce  yerinde  olmayıp,  adil  yargılanma  hakkı  kapsamında silahların eşitliği ve çelişmeli yargı ilkesini ve sanığın savunma hakkını zedeler niteliktedir. Ceza  muhakemesi  faaliyetlerinin  etkili  bir  şekilde  yürütülerek  hüküm  kurulmasının şartlarından bir tanesi de duruşma düzeninin sağlanmasıdır. Duruşmanın bir düzen ve disiplin içinde  ilerlemesi,  yargılama  faaliyetlerinin  usul  kurallarına  çerçevesinde  icra  edilmesi, mahkeme  başkanı  veya  hâkiminin  görevleri  arasındadır.  Bu  yetki,  savunma  hakkı sınırlanmadan, maddi gerçeğe ulaşmak maksadıyla iddia ile savunma makamlarına eşit şart ve haklar tanıyacak şekilde gerçekleştirilmelidir. Mahkeme başkanı veya hâkime tanınan bu yetkiler, duruşmanın başlaması, bitirilmesi, duruşma sırasında okunacak belgelerin sırasının belirlenmesi, duruşmada yer alan taraflara ve ilgili süjelere söz verilmesi, doğrudan soru sorma ve  tanık  dinlenmesi  faaliyetleri  sırasında  düzen  ve  disiplinin  sağlanmasına  yöneliktir. Duruşmada suç işlenmesi halinde ve duruşma sırasında düzen ve disiplini bozacak şekilde hareket eden taraflar ve süjeler hakkında kanun tarafından belirli yaptırımlar öngörülmüş ve bunların  uygulanması  da  yine  mahkeme  başkanı  veya  hâkimin  yetkisi  kapsamına  dahil edilmiştir. Duruşma düzen ve yönetiminin de tarafların yargılamadaki ilerlemeleri kolaylıkla anlayacakları şekilde gerçekleştirilirse, muhakemenin daha başarılı olacağı yadsınamaz bir gerçekliktir. Ceza muhakemesinde tarafların duruşma salonundaki yerleri ve duruşma esnasında ayağa kalkma hususu da duruşma düzeni kapsamında yer alan diğer hususlardır. Zira bu konular kapsamında Cumhuriyet savcısının duruşma salonundaki yeri, müdafi ve sanığın duruşma salonunda  birbirleriyle  iletişim  kuramayacak  şekilde  yer  alması  ve  uygulamada  kanunda öngörülen haller haricinde tarafların ve süjelerin ayağa kalkmalarına yönelik mahkemelerden talep olabilmesi halleri tartışmalara yol açmaktadır. Kanaatimizce bu noktada da muhakemeye temel ilkeler ihlal edilmemeli, uygulama kanuna göre teşekkül etmeli ve duruşma evresinde icra edilen her faaliyet ceza muhakemesinin asıl amacı olan maddi gerçeği ortaya çıkarma gayesine hizmet etmelidir.          482Tuğçe KURTOĞLU                                                                                         NKÜ Hukuk Fakültesi Dergisi 2021/2",
     "Kaynakça": "Altunel M,  ‘Duruşma Esnasında Ayağa  Kalkma  Meselesi , Türkiye Barolar Birliği Dergisi, (2014) (110),  399 402 Anaklı E, ‘Silahların Eşitliği İlkesi  (YL Tezi, Marmara Üniversitesi Sosyal Bilimler Enstitüsü Hukuk Ana Bilim Dalı Kamu Hukuku Bilim Dalı, 2006) Artuç M, Elmas T, Ceza Muhakemesinde Duruşma Yönetimi ve Yasa Yolları (3. Baskı, Adalet Yayınevi,  2019 ) Birtek F, Ceza Muhakemesinde İstinaf, (1. Baskı, Adalet Yayınevi, 2019) Bozdağ A, ‘Ceza Muhakemesinde Mağdurun Hukuki Yardım Alma Hakkı , Türkiye Barolar Birliği Dergisi, 2017 (132), 121 146 Centel N, Zafer H, Ceza Muhakemesi Hukuku (14. Baskı, Beta Yayıncılık, 2017) Dönmez B, Ceza Muhakemesi Hukukunda Çapraz Sorgu(Doğrudan Soru Yöneltme) (2. Baskı, Seçkin Yayıncılık, 2019) Dülger MV, ‘Ceza Muhakemesinde Müdafinin Konumu ve Uygulamada Karşılaşılan Sorunlar , Ankara Barosu Dergisi, (2012)(4), 41 76 Farbreguettes, MP, Adalet Mantığı ve Hüküm Verme Sanatı (1945) (Aktaran : Ünver Y, Hakeri H, Ceza Muhakemesi Hukuku Cilt:3, (15. Baskı, Adalet Yayınevi, 2019) Feyzioğlu  M,  ‘Savunma  Hakkına  İlişkin  İki  Soru:  Savunma  Hakkı  Kutsal  mıdır? Duruşma Salonunda Müdafi ve Sanık Yan Yana Oturabilir mi?  ,Ankara Barosu Dergisi, (2009) (1), 22 25 Görkemli  B,  Ceza  Muhakemesi  Hukukunda  İstinaf  Kanun  Yolunda  Kovuşturma,  ( 1.Baskı, Adalet Yayınevi, 2020) Karakaya N, Avukatlar İçin El Kitabı IV – Ceza Muhakemesi Hukukunda Avukatın Soru Sorma Yetkisi, Türk Ceza Adalet Sisteminin Etkinliğinin Geliştirilmesi Avrupa Birliği ve Avrupa  Konseyi  Ortak  Projesi,               (https://www.barobirlik.org.tr/dosyalar/duyurular/elkitabi4.pdf  Erişim Tarihi 15.08.2021 ) Karakehya  H,  ‘Ceza  Muhakemesinde  Sanığın  Meramını  Anlatabilme  Hakkının Unsurları , Ceza Hukuku ve Kriminoloji Dergisi (2015) 3(2), 199 226 Lemonde M, Türk Ceza Adalet Sistemi İhtiyaç Değerlendire Raporu ve Eylem İçin Tavsiyeler, Türk Ceza Adalet Sisteminin Etkinliğinin Geliştirilmesi Avrupa Birliği ve Avrupa Konseyi  Ortak  Projesi,  s.34 (http://www.cas.adalet.gov.tr/haberler/ihtiyacdegerlendirme/ihtiyacdegerlendirmeraporu.pdf  Erişim Tarihi : 17.08.2021) Noyan E, Ceza Davası, ( 2. Baskı, Seçkin Yayıncılık, 2007) 483Tuğçe KURTOĞLU                                                                                         NKÜ Hukuk Fakültesi Dergisi 2021/2 Özbek VÖ, Ceza Muhakemesi Hukuku, (Seçkin Yayıncılık, 2006)  Özbek  VÖ,  Doğan  K,  Bacaksız  P  Ceza  Muhakemesi  Hukuku,  (14.  Baskı,  Seçkin Yayıncılık, 2021)  Özen M, Ceza Muhakemesi Hukuku Dersleri, (4. Baskı, Adalet Yayınevi, 2019) Öztürk B, Tezcan D, Erdem MR, Sırma Gezer Ö, Saygılar Kırıt YF,  Alan Akcan E, Özaydın Ö, Erden Tütüncü E, Altınok Vıllemın D, Tok MC,  Nazari ve Uygulamalı Ceza Muhakemesi Hukuku, (13. Baskı, Seçkin Yayıncılık, 2019) Seçkin  MB,  ‘Ceza  Muhakemesinde  Mağdur  ve  Şikâyetçinin  Hakları ,  Uyuşmazlık Mahkemesi Dergisi 2020(15), 621 664 Şahin C, Göktürk N, Ceza Muhakemesi Hukuku II, (8. Baskı, Seçkin Yayıncılık,  2019) Taner FG, Ceza Muhakemesi Hukukunda Adil Yargılanma Hakkı Bağlamında Çelişme ve Silahların Eşitliği, (Seçkin Yayıncılık, 2019) Taş B, ‘Ceza Muhakemesi Hukukunda İddianamenin Kabulü, Tensip ve İlk Duruşma , İstanbul Aydın Üniversitesi Hukuk Fakültesi Dergisi (2020) (2) 287 314 Uzun T, (Çeviren), ‘Avrupa İnsan Hakları Mahkemesi İkinci Daire nin Diriöz/Türkiye Kararı , Küresel Bakış Çeviri Hukuk Dergisi, (2012) (7), 99 106 Ünver Y, Hakeri H, Ceza Muhakemesi Hukuku Cilt: 1, (15. Baskı, Adalet Yayınevi, 2019) Ünver Y, Hakeri H, Ceza Muhakemesi Hukuku Cilt: 3, (15. Baskı, Adalet Yayınevi, 2019) Yaşar O, Ceza Muhakemesi Kanunu, 2.Cilt, (5. Baskı, Seçkin Yayıncılık, 2011) Yaşar Y, Ceza Muhakemesi Hukukunda Gizli Tanıklık, E  akademi (Hukuk, Ekonomi ve Siyasal  Bilimler  Aylık  İnternet  Dergisi),  (2013)(133),    1 41  (  http://www.eakademi.org/makaleler/cezamuh.pdf  Erişim Tarihi: 08.08.2021) Yenisey F, Nuhoğlu A, Ceza Muhakemesi Hukuku, (7.Baskı, Seçkin Yayıncılık,  2019 ) Yeşilova  B,  ‘Yargılama  Diyalektiği  ve  Silahların  Eşitliği ,  Türkiye  Barolar  Birliği Dergisi, (2009) (86), 47 101 Yurtcan E, Ceza Muhakemesi Kanunu Şerhi (CMK), ( 9. Baskı, Seçkin Yayıncılık, 2019)  484"
}