{
     "Tip": "Makale",
     "Dergi İsmi": "Tekirdağ Namık Kemal Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "12",
     "Ay": "05",
     "Yıl": "2021",
     "Cilt": " ",
     "Sayı": "1",
     "Başlık":"UÇUŞ PERSONELİNİN ÇALIŞMA YAŞAMINDAKİ BAŞLICA SORUNLARI",
     "Title": "MAIN PROBLEMS IN THE WORKING LIFE OF FLIGHT PERSONEL",
     "Yazar İsmi": [

          "Av. Hatice Ebru ŞİMŞEK "
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "İş Hukuku", "Kıdem Tazminatı", "Toplu İş Sözleşmesi", "Uçuş Personeli", "Havacılık"
     ],
     "Keywords": [
          "Labor Law", "Severance Pay", "Collective Bargaining", "Flight Personel", "Aviation"
     ],
     "Özet": "4857 sayılı İş Kanunu nda birtakım iş ve iş ilişkileri kanunun kapsamı dışında bırakılmıştır. İlgili Kanun un 4. maddesinin a bendinde ‘‘hava taşıma işleri   kanun kapsamı dışında bırakılan istisnai işlerden birisidir. Bir bütün olarak değerlendirilmesi gereken havacılık sektörü, yine aynı maddede ‘‘havacılığın bütün yer tesislerinde yürütülen işleri   fıkrası altında İş Kanunu hükümlerine tabi tutulmuştur. Kanun kapsamında sayılmayan ve uçucu personel olarak adlandırılan pilot, uçuş hostesi, kabin memuru ve hava taşıma anında görevli olarak çalışan kişilerin hakları özel bir İş Kanunu yla korunmayıp Borçlar Kanunu nun hizmet sözleşmesi hükümlerine tabi tutulmaktadır. Tehlikeli ve Çok Tehlikeli Sınıfta Yer Alan İşlere Dair Yönetmelik te sayılan ve bu işler için mesleki eğitim alınması gereken işlere ait çizelgede, uçaklarda yapılan bütün işler için mesleki eğitimin şart tutulması da göz önüne alındığında hali hazırda kendi özel Hava İş kanunları olmayan ve İş Kanunu na tabi tutulmayan uçucu personel, eğer ki sendika üyesi değilse veya toplu iş sözleşmesiyle İş Kanunu na tabi kılınmamışsa kıdem tazminatında ciddi sıkıntı yaşayabiliyor. Uçuş personelinin karşılaştığı sorunlar, Yargıtay içtihatları ışığında ve işçilere tanınan yasal haklar çerçevesinde incelenmiştir.",
     "Abstract": "In the Labor Law numbered 4857, some business and labor relations have been excluded from the scope of the law. ''Air transportation works'' is one of the exceptional works excluded from the scope of the law in the clause a of the 4th article of the relevant Law. The aviation sector, which should be evaluated as a whole, is also subject to the provisions of the Labor Law under the clause  works carried out in all ground facilities of aviation  in the same article. The rights of pilots, flight stewardess, flight attendants and employees who are not considered within the scope of the law and who work as air transport personnel are not protected by a special Labor Law, but are subject to the provisions of the service contract of the Code of Obligations. In the schedule of the works that are listed in the Regulation on Works in the Dangerous and Very Dangerous Class and that require vocational training for these jobs, vocational training is required for all jobs performed on aircraft. However, flight personnel who do not have their own special Air Labor Laws and are not subject to the Labor Law. If the flight personnel are not a member of the union or are not subject to the Labor Law by collective bargaining, they may experience serious difficulties in severance pay. The problems faced by flight personnel in working life have been examined in the light of the Supreme Court's case law and within the framework of the legal rights granted to the workers.",
     "Metin": "İş  Kanunu nun  ortaya  konmasındaki  en  önemli  sebep,  Borçlar  Kanunu nun  işçi haklarının  korunması  açısından  yeterli  görülmeyip  işveren  karşısında  işçinin  sosyal  ve ekonomik haklarının daha iyi konuma getirilmesi ve Türk hukukunda bir nevi eşit taraflar olduğu varsayılan ancak uygulamada çokça mağduriyetin yaşandığı işçi ve işveren arasındaki farklılıkları dengelemektir. İşçi  ile işveren  arasındaki ilişkileri düzenleyen 4857 sayılı İş Kanunu nun 4. maddesi birtakım iş ve iş ilişkilerini kapsamı dışında bırakmıştır. ‘‘Deniz ve hava taşıma işleri  , ‘‘Sporcular hakkında   ve ‘‘Ev hizmetleri   kapsam dışında bırakılan işlerden birkaç tanesine örnektir. Pilot, uçuş hostesi, kabin memuru ve hava taşıma anında görevli  olarak  çalışmakta  olan  işçiler,  İş  Kanunu nun  4.  maddesinin  kapsamı  dışında bırakılmışlardır. Ancak havacılığın bütün yer tesislerinde yürütülen işleri; temsil, uçak hat bakım, uçak özel güvenlik hizmet ve denetimi İş Kanunu kapsamına dahil edilmiştir. Uçucu personelleri çalıştıkları hava yolu bakımından da sendikalı ve sendikasız olma durumuna göre bir  ayrıma  tabi  tutmalıyız.  Bu  personeller  yaptıkları  toplu  iş  sözleşmesinde  İş  Kanunu kapsamında olacaklarına dair hüküm koyabilirler lakin bu şekilde bir hüküm konulmasa dahi işçinin  sendikalı  olması  durumunda  İş  Kanununa  tabi  olduğu  varsayılır.  Ancak  sendikal yapılanma, çalışılan hava yolunda yoksa burada Borçlar Kanunu devreye girerek çalışanın hakları hizmet sözleşmesi esaslarına göre korunur. Havacılık sektöründeki bu ayrım, bu alanda çalışan insanların ciddi anlamda hak kayıpları yaşamalarına sebep olmakla birlikte faaliyette bulundukları mesleğin fiziksel olarak yol açtığı yıpranma payının göz ardı edilmesine sebebiyet vermiştir.  Yaşanan  mağduriyetlerin  önlenmesi  için  taslak  halinde  var  olan  ancak  henüz uygulamaya geçmemiş olan Hava İş Kanunu üzerinde çalışmalar tüm hızıyla sürmektedir. Kanunda bir diğer kapsam dışı bırakılmış olan ‘‘deniz taşıma işleri   konusuna rağmen 1967 yılında Deniz İş Kanunu yürürlüğe girmiştir. Çok geniş bir istihdama sahip olan havacılık sektörü çalışanlarının haklarının, kapsamlı bir kanun altında toplanmaması büyük bir kayıp olarak varlığını sürdürmektedir. I.  TABİ  OLUNAN  KANUNLARA  GÖRE  KIDEM  TAZMİNATI KARŞILAŞTIRMASI A. İŞ KANUNUNA BAĞLI İŞÇİLERİN KIDEM TAZMİNATI 4857  sayılı  İş  Kanunumuzun  düzenlenme  amacı  işçinin  menfaatini  daha  yüksek seviyede korumak ve işçi işveren arasındaki menfaat dengesini işçiden yana olan bir noktada dengelemektir.  Kıdem  tazminatı,  işçinin  işten  ayrılması  durumunda  işverenin  çalışanına  1 Sarper Süzek, İş Hukuku, (18. baskı, Beta Basım Yayım, 2019) 9-11 Kanun koyucunun bu amacı 8.6.1936 tarihli ve 3008 sayılı (ilk) İş Kanunun gerekçesinde şu şekilde belirtilmektedir: ‘‘Bu kanunun vaazından maksat Türkiye 75Hatice Ebru ŞİMŞEK                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 ödemekle yükümlü olduğu tazminat çeşididir. Kıdem tazminatını çalışan kişinin hem çalıştığı dönemdeki emeğinin karşılığı hem de işten çıkma/çıkarılma sonrası maddi desteği olarak nitelendirebiliriz. Esasen önceki dönemlerde kıdem tazminatının niteliği ve niceliği oldukça tartışma konusu olmuştur. Doktrinde kıdem tazminatını tazminat olarak kabul eden bir kesim ve yine kıdem tazminatını ikramiye olarak kabul eden iki görüş mevcuttu. Ancak Yargıtay önceleri bunu tazminat olarak kabul etmişse de daha sonra bu görüşünü değiştirerek kıdem tazminatının bir ikramiye olduğunu kabul etmiştir. Kıdem tazminatının bir diğer tanımı ise Yargıtay 9. Hukuk Dairesi tarafından şu şekilde yapılmıştır: ‘‘İşverene ait iş yerinde belli bir süre çalışmış bir işçinin, işini kaybetmesi halinde, işinde yıpranması, yeni bir iş edinmede karşılaşacağı zorluklar ve iş yerine sağladığı yarar göz önüne alınarak, hizmetlerine karşılık işveren tarafından işçiye kanun çerçevesinde toplu olarak verilen paraya  kıdem tazminatı  denilmektedir. Kıdem tazminatının koşulları, hesabının nasıl yapılması gerektiği ve ödeme şekli  herhangi  bir  şüpheye  yer  vermeyecek  şekilde  İş  Kanunlarında  düzenlenmiştir 4. Yargıtay ın kıdem tazminatı konusunda işçiyi destekler şekilde birçok kararı mevcuttur. Bu sebeple kıdem tazminatı işçi için en önemli haklardan biri olmakla birlikte, işveren tarafından bakıldığında  çalışanlarını  kolay  şekilde  işten  çıkarmasını  engelleyen  ve  çalışanlarına hakkaniyet ölçüsünde davranması konusunda dikkatli olmasını gerektiren etkenlerden birisidir. İşverenin İş Kanunu uyarınca çalışanını işten çıkarmak için haklı sebepleri olabilir. Bunlar; sağlık sebepleri, ahlak ve iyi niyet kurallarına uymayan haller ve zorlayıcı sebeplerdir. İşçi açısından ise maaşının düzenli ödenmemesi, tatil zamanlarının kullandırılmaması, prim ya da  ikramiyelerinin  ödenmemesi,  şahıs  varlığını  zedeleyecek  şekilde  hakarete,  haksızlığa uğraması işçinin işten ayrılmasına haklı sebep oluşturur. Ayrıca 1475 sayılı eski İş Kanunu nun 14. maddesine göre kadın çalışan evlendiği tarihten itibaren bir yıl içerisinde iş sözleşmesini sona erdirirse ve yine eski İş Kanunu nun aynı maddesinde erkek çalışan askerlik hizmeti için iş sözleşmesini sona erdirirse kıdem tazminatına hak kazanır. Havacılık alanında ise kıdem tazminatı açısından ikilik mevcuttur. Hava taşıma işleri Borçlar Kanunu na tabi iken havacılığın bütün yer tesislerinde yürütülen işleri 4857 sayılı İş Kanunu hükümlerine tabidir. Buna göre Türk Sivil Havacılık Kanunu na dayanarak hazırlanan  amelesi ve işçilerinin hayat ve haklarını ve menfaatlerini göz önünde bulundurarak pay ile sermaye arasında ahenk tesisine yarayacak hükümler vaazı olduğundan…   2  Suphi  Okay,  ‘‘Kıdem  Tazminatı  Müessesesi  ve  Türkiye deki  Uygulaması  .  Sosyal  Siyaset Konferansları Dergisi, 0 / 26, Yıl 2012. < https://dergipark.org.tr/tr/download/article-file/9706 > Erişim Tarihi 15.10.2020 3 Yar. 9 HD, E. 947/62, K. 3019, 11.10.1947 (Lexpera Mevzuat ve İçtihat Programı) 4 Yar. 9 HD, E. 2016/8902, K. 2016/9709 (Lexpera Mevzuat ve İçtihat Programı) 76Hatice Ebru ŞİMŞEK                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 Havalimanları Yer Hizmetleri Yönetmeliği nin 5. maddesine göre havacılığın yer tesislerinde yürütülen işleri; 1. Temsil, 2. Yolcu Hizmetleri, 3. Yük Kontrolü ve Haberleşme, 4. Ramp, 5. Kargo ve Posta 6. Uçak hat bakım, 7. Uçuş Operasyon, 8. Ulaşım, 9. İkram servisi 10. Gözetim ve Yönetim, 11.  Uçak Özel Güvenlik Hizmet ve Denetimi şeklinde gruplandırılmıştır. Havaalanları yer hizmet türlerinin detayları, Sivil Havacılık Genel Müdürlüğü nün çıkardığı havacılık ile ilgili yönetmeliklerle belirlenir. Havacılığın yer tesislerinde yürütülen bütün işleri 4857 sayılı İş Kanunu hükümlerine tabidir. İş Kanunu işçi haklarını koruyan, onlar lehine birçok hüküm barındıran ve hukukumuzda oldukça önemli yere sahip bir kanundur. Bu kanunun kapsamı altına aldığı çalışanlar belirli hak ve yükümlülüklere sahiptir. Bir işçinin sahip olduğu haklar; maaş, sosyal sigorta, kıdem tazminatı, ihbar tazminatı, fazla mesai ücreti, yıllık ücretli izin, hafta tatili, bayram tatilleri, ara dinlenmesi, resmi tatiller, işe iade hakkı, iş arama izni olarak sayılabilir. Görüldüğü üzere bir iş yerinde çalışan işçi için işveren bu hakları kusursuz şekilde uygularsa, hak kaybı meydana gelmez ve sağlıklı bir çalışma ortamı oluşur. İş hukukuna tabi bir işte çalışan işçinin sahip olduğu en önemli haklarından biri olan kıdem tazminatı yalnızca İş Kanununda sayılan kişiler için değildir. İş Kanunu dışında bırakılan ve Borçlar Kanununa bağlı tutulan 50 den az (50 dahil) işçi çalıştıran tarım ve orman işlerinin yapıldığı işyerlerinde ve işletmelerde (İş Kanunu md.4/b) çalışmakta olan işçiler için, ‘‘hizmet akdi veya toplu iş sözleşmelerinde hüküm bulunması   koşuluyla kıdem tazminatına hak kazanabilirler. Ayrıca bağlı bulunduğu kanunla kurulu kurum veya sandıklardan yaşlılık, emeklilik veya malullük aylığı, yahut toptan ödeme almak amacıyla sözleşmenin feshedilmesi  5 Havalimanları Yer Hizmetleri Yönetmeliği (SHY-22), RG. 23.08.2016, S. 29810 6 Yar. 9. Hukuk Dairesi E. 1992/2280, K. 1992/9386,  9/9/1992   <  https://www.hukuki.net/ictihat/Yargitay_9_Hukuk_Dairesi_1992-2280.php>  Erişim  Tarihi 01.01.2021 77Hatice Ebru ŞİMŞEK                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 halinde gemi adamı  için kıdem tazminatı hakkı  doğar. Aynı şekilde Kanunumuzda  işçi tanımının dışında yer alan fikir ve sanat işlerinde ücret karşılığı çalışan gazeteciler için de kıdem tazminatı  hakkı  Basın  İş  Kanunu  kapsamındadır.  Ancak  4857  sayılı  İş  Kanunu'nun  4. maddesinde sıralanan istisnai iş ve iş ilişkilerinde, hava taşıma işlerinde çalışanlar, çıraklar, aile ekonomisi sınırları içerisinde kalan tarımla ilgili yapı işlerinde çalışanlar vb., bu kanunun işçi, işveren ve işveren vekiline tanınan birtakım ayrıcalıklardan hariç tutulmuştur. Fakat ilgili Kanun un  ‘‘Analık  halinde  çalışma  ve  süt  izni    başlıklı  74.  maddesinin  son  fıkrası  İş Kanunu na tabi olan veya olmayan kadın veya erkek her işçi için uygulanır. Buna göre İş Kanunu kapsamında sayılmayan, hava taşıma işlerinde çalışan uçucu personel, iş sözleşmesiyle çalışma şartıyla maddede sayılan her haktan faydalanabilecektir. B. BORÇLAR KANUNUNA BAĞLI İŞÇİLERİN KIDEM TAZMİNATI 4857 sayılı İş Kanunu, hava taşıma işlerini kanun kapsamı dışında bırakılan istisnai işlerden biri olarak saymıştır. Bu hükme göre kanun kapsamı dışında bırakılan istisnai işlerde çalışan işçiler İş Kanunu na değil, Borçlar Kanunu hükümlerine tabii kılınmıştır. Borçlar Kanunu nun gerekçe kısmında geçen ‘‘Bu işçiler ile İş Kanunu nun kapsamına giren işçiler arasında büyük farklılıklar yaratılmamaya çalışılmıştır 9 ifadesi ile kanun koyucunun Borçlar Kanunu kapsamındaki işçiler ile İş Kanunu kapsamında çalışan işçiler arasında oluşacak menfaat farkını en az seviyeye indirmeye çalıştığı vurgulanmıştır. Ancak Kanun un lafzından da anlaşılacağı üzere İş Kanunu kapsamındaki işçinin menfaatinin daha üstün tutulduğu apaçık ortadadır. Havacılığın yer tesis işlerinde çalışanlar İş Kanunu na tabi ve kıdem tazminatına hak kazanmışken, uçucu personel olarak adlandırdığımız  pilot, uçuş hostes, kabin memuru İş Kanunu na  göre  bir  işçinin  kıdem  tazminatı  alabilmesi  için,  çalıştığı  işin  4857  sayılı  İş Kanunu nda düzenlenmiş bir iş olması ve yine bu kanunun 4. maddesinde sayılmamış amiri yani hava taşıma işlerinde çalışanların İş Kanunun korumasından yararlanmaları, işverenle yaptıkları  iş  sözleşmelerinde  ya  da  toplu  iş  sözleşmelerinde  buna  dair  özel  bir  madde bulunmadıkça  mümkün değildir. Yani İş Kanunu nun 4. maddesi gereğince hava  taşıma işlerinde İş Kanunu hükümleri uygulanmaz. Bu sebeple bu sektörde çalışan kişiler 6098 sayılı Borçlar Kanunu na tabi olup iş sözleşmeleri ya da toplu sözleşmelerinde istisnai bir düzenleme  7 Deniz İş Kanunu, Kanun Numarası: 854, Kabul Tarihi: 20.4.1967, RG. 29.4.1967, S. 12586 8 Basın Mesleğinde Çalışanlarla Çalıştıranlar Arasındaki Münasebetlerin Tanzimi Hakkında Kanun (Basın İş Kanunu). Kanun Numarası: 5953, Kabul Tarihi: 13.6.1952, RG. 20.6.1952, S.8140, İş Mahkemeleri Kanunu, Kanun Numarası: 7036, Kabul Tarihi: 12.10.2017, RG.25.10.2017, S. 30221 9 Türk Borçlar Kanunu Tasarısı ve Adalet Komisyonu Raporu, (22.1.2008)    < http://www.tbmm.gov.tr/sirasayi/donem/yil/ss.pdf > Erişim Tarihi 16.06.2019 78Hatice Ebru ŞİMŞEK                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 olmadıkça  kıdem  tazminatına  hak  kazanamazlar.  Havacılık  sektöründe  çalışan  uçucu personeller yaptıkları iş sözleşmelerine ya da toplu iş sözleşmelerinin içeriğine gerekli özeni gösterdiği takdirde İş Kanunu nda yer verilen işçi haklarına sahip olabileceklerdir. Bu duruma en güncel örnek olarak yakın zamanda Türk Hava Yolları (THY A.O.) ile Türkiye Sivil Havacılık  Sendikası  (HAVA-İŞ)  arasında  imzalanan  toplu  iş  sözleşmesinde  geçen  ‘‘İş güvencesi kavramında ve iş sözleşmesinde yer almayan maddelere ilişkin olarak 4857 sayılı İş Kanunu uygulanır   cümlesi verilebilir. Herhangi bir sendikaya üye olmayan uçucu personeller bir sonraki başlıkta tartışılacaktır. 6098 sayılı Borçlar Kanunumuz ile uçucu personel de dahil olmak üzere bu kapsamda değerlendirilecek işçilerin haklarının birçoğu emredici hüküm niteliğindedir ve hiçbir şekilde işçinin aleyhine bir hüküm konulamaz. Böyle bir hüküm yer alsa dahi geçersiz sayılır. İlgili kanunda işçilerin diğer hakları ise şu şekildedir: Fazla çalışma hakkı, ihbar tazminatı hakkı,  avans hakkı, işçinin kişilik haklarının korunması, tatiller ve izinler, kötü niyete dayanan feshe karşı koruma, haklı sebebe dayanmayan fesihten koruma, ölüm tazminatı hakkı mevcuttur. Borçlar Kanunu na tabi olan işçinin tazminat alabilmesi için uyması gereken birtakım kurallar  vardır.  Bu  tazminatların  başında  ihbar  tazminatı  gelmektedir.  Belirsiz  süreli  iş sözleşmesi  feshedilmeden  önce,  işçi  ayrılacağını  işverenine  bildirmek  zorundadır.  Asgari bildirim süreleri 4857 sayılı İş Kanunu madde 17 de şu şekilde belirtilmiştir: •  İşi  altı  aydan  daha  kısa  sürmüş  olan  işçi  için,  bildirimin  karşı  tarafa yapılmasından itibaren iki hafta sonra, •  İşi altı aydan bir buçuk yıla kadar devam etmiş olan işçi için, bildirimin karşı tarafa yapılmasından itibaren dört hafta sonra, •  İşi bir buçuk yıldan üç yıla kadar sürmüş işçi için, bildirimin karşı tarafa yapılmasından itibaren altı hafta sonra, •  İşi üç yıldan fazla sürmüş işçi için, karşı tarafa bildirim yapılmasından itibaren sekiz hafta sonra feshedilmiş sayılır. Hafta sonları ve resmi tatiller bu sürelerin içerisinde yer almakla birlikte, işçi ihbardan sonra çalıştığı gün sayısı kadar ihbar tazminatlarını alır. Ancak işveren bildirim süresine ait ücreti peşin ödemek suretiyle hizmet sözleşmesini feshedebilir. İşveren tarafından fesih hakkının kötüye kullanıldığı durum söz konusu olduğunda ise işveren, işçiye bildirim süresine ait ücretin üç katı tutarında kötü niyet tazminatı ödemekle yükümlüdür.   10 26. Dönem Toplu İş Sözleşmesi (THY A.O - HAVA-İŞ) 15.04.2019 79Hatice Ebru ŞİMŞEK                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 C.  İŞ  MAHKEMELERİ  KANUNU  KAPSAMINDA  İŞ  VE  BORÇLAR KANUNU DEĞERLENDİRMESİ 7036 sayılı İş Mahkemeleri Kanunu ile iş yargılamasına birtakım yenilikler getirilmesi amaçlanmıştır.  İş  Mahkemelerinin  İş  Kanunu nda  belirtilen  görev  alanları  genişletilerek öncesinde başka mahkemelerin görev alanında yer alan işler, İş Mahkemelerinin görev alanına dahil edilmiştir. 7036 sayılı Kanun da yapılan düzenleme sonucunda gazeteciler ve gemi adamlarının hizmet akdinden kaynaklanan davaları, Türk Borçlar Kanunu nda düzenlenen hizmet akdine tabi çalışan ile işveren veyahut işveren vekilleri arasında iş ilişkisi sebebiyle doğan her türlü hukuki uyuşmazlıkla birlikte bazı istisnalar haricinde Sosyal Güvenlik Kurumu veya Türkiye İş Kurumu nun taraf olduğu İş ve Sosyal Güvenlik Mevzuatından kaynaklanan bütün uyuşmazlıklar ve diğer kanunlardan iş mahkemelerinin görevli olduğu anlaşılan tüm işlerin bu mahkemelerde görülmesi amaçlanmıştır.  Türk Borçlar Kanunu nda yer alan hizmet sözleşmelerine tabi işçiler ile işveren veya işveren  vekilleri  arasında,  iş  ilişkisi  sebebiyle  sözleşmeden  doğan  her  türlü  hukuk uyuşmazlıklarına  ilişkin  dava  ve  işlere  İş  Mahkemeleri  bakmaktadır.  İş  Mahkemeleri Kanunu nda uçucu personellerin iş sözleşmeleri ile ilgili iş davalarının, iş mahkemelerinde görüleceği ancak yargılamanın İş Kanunu kapsamında değil hizmet sözleşmesi sebebiyle tabi oldukları Borçlar Kanunu na göre yapılacağı belirtilir. Yani havacılığın hem taşıma hem de yerde görülen işleri için açılacak olan dava iş mahkemesinde görülmekle beraber yargılanma usulü farklı olacaktır. Ancak 7036 sayılı İş Mahkemeleri Kanunu kapsamında, öncelikli olarak arabuluculuk kurumuna başvurulması dava şartı olarak belirlenmiştir. Yani bir uçucu personel, işvereni ile bir sorun yaşadığında öncelikle arabulucuya başvurmalıdır. Başvurudan istenilen sonuç elde edilemezse, davasını iş mahkemesine taşımalıdır. 7036 sayılı İş Mahkemeleri Kanunu ile önceden işçilik alacakları için genel mahkemelerde dava açabilen uçucu personeller, yeni kanun ile davalarını iş mahkemelerinde açabileceklerdir. Bu kanunla birlikte 1 Ocak 2018 tarihinden itibaren zorunlu arabuluculuk uygulaması uçucu personelleri de kapsamaktadır. İş yargılamasına yenilik getiren zorunlu arabuluculuk sistemi doktrinde olumlu ve olumsuz  birçok  tartışmaya  yol  açmıştır.  Doktrindeki  bu  tartışmaları  özetleyecek  olursak; öğretide bir kısım görüş, Arabuluculuk Kanunu Yönetmeliği gereği zorunlu arabuluculuk sisteminin temel ilkelerinden biri olan gizlilik ilkesinin hem işçi hem de işveren açısından arabuluculuk sistemine güven duyulmasını sağladığını öne sürmektedir. Yani bu görüşe göre, yapılan  arabuluculuk  toplantılarının  gizli  olması  ve  tarafların  beyanlarının  aksi  11 İş Mahkemeleri Kanunu, Kanun Numarası: 7036, Kabul Tarihi: 12.10.2017, RG. 25.10.2017, S. 30221  12 Hukuk Uyuşmazlıklarında Arabuluculuk Kanunu Yönetmeliği, RG. 28.6.2018, S. 30439 80Hatice Ebru ŞİMŞEK                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 kararlaştırılmadıkça saklanması, delil olarak kullanılmaması tarafların sorun üzerinde açıkça tartışmasını sağlamaktadır. Yargılama aşamasında delillerin açıkça göz önüne serilmesi taraflar için birtakım sıkıntılar doğurabileceği için arabuluculuk aşamasında tanınan gizlilik seçeneği taraflar açısından lehe bir durum olarak algılanıp arabuluculuk sistemine eğilimi arttırmaktadır. Günümüzde yargılama süreleri ve ücretleri göz önüne alındığında bu sistemin hem ekonomik anlamda hem de süre bakımından daha hızlı olduğu ve kişilerin maddi ve manevi anlamda yıpranmalarını  bir  nebze  azaltması  sebebiyle  bu  sistem  daha  ekonomik  ve  hızlı  olarak addedilmektedir. Zorunlu arabuluculuk yönteminin uyuşmazlığı daha hızlı ve daha ekonomik bir şekilde temelinden sonlandırması ve sonrasında maddi ya da şekli herhangi bir uyuşmazlığın meydana gelmesini engelleyerek sosyal barışa katkı sağlaması amaçlanır. 4857 sayılı İş Kanunu nun amacı işçi işveren arasındaki menfaat dengesini işçiden yana olan bir noktada dengelemektir. İş Kanunu işçiyi korumak adına birçok emredici hükme yer vermiştir. Ancak zorunlu arabuluculuk sisteminde arabulucu tarafsız olmak zorunda olduğu için işçi ve işveren arasındaki eşitsizliği daha da artıracak kararlar verme olasılığı oldukça düşüktür. Yani İş Kanunu nun emredici hükümleri ile tarafsız olması gereken arabuluculuk yönteminin uygulanması  zorlu  olacaktır  ancak  zamanla  yerine  oturacaktır.  Zorunlu  arabuluculuğun getirilmesiyle, hakkını yargı yoluyla arayabilecek işçi için arabulucuya gitmeyi zorunlu kılan sistemin, esasen serbest iradeye dayanan arabuluculuğun özüne aykırı olduğu yönünde öğretide görüşler mevcuttur. Ayrıca işçinin sahip olduğu hakların pazarlık konusu olmasının doğru olmadığı yönünde birçok görüş mevcuttur. Zorunlu arabuluculuğa dair bir diğer olumsuz görüş ise,  arabuluculuk  görüşmesinde  taraflar  arasında  anlaşma  sağlandığında  maddi  anlamda arabulucu tam ücrete hak kazanır. Bu durum yeterince denetlenmezse suistimal edilmeye müsait olup, arabulucunun toplantı esnasında tarafsız kalmak yerine ve kişinin hak kaybını düşünmeden taraflar arasında anlaşma sağlamaya çalışmasına sebep olabilir. Dolayısıyla ciddi anlamda hak kayıpları oluşabilir.   13 Alptekin Burak Boydak, ‘İş Uyuşmazlıklarında Zorunlu Arabuluculuk Düzenlemesinin Kamuda Hizmet Alımı Kapsamında Çalışan İşçiler Bakımından Değerlendirilmesi  (2018) 9 (2), Çalışma İlişkileri Dergisi, 88-100 14 Gülsevil Alpagut, ‘İş Mahkemeleri Kanunu Tasarı Taslağı ile Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun  Tasarısı  Taslağının  Değerlendirilmesi   (2016)  İş  Mahkemeleri  Kanunu  Tasarısı  Taslağının Değerlendirilmesi, Türkiye İşveren Sendikaları Konfederasyonu, İstanbul, 213 15 Kürşat Karacabey, ‘Zorunlu Arabuluculuğun Hukukun Temel İlkelerine Aykırılığı ve Uygulanabilirliğine Dair Sorunlar , (2016) 1, Ankara Barosu Dergisi, 457-489  < http://www.ankarabarosu.org.tr/siteler/ankarabarosu/tekmakale/2016-1/14.pdf > Erişim Tarihi 10.10.2020 16 Yusuf Burak Aslanpınar,  ‘Ticari Uyuşmazlıklarda Dava Şartı Olan Arabuluculukta Taraf Vekilliği El Kitabı  (Ocak, 2019) 1, Türkiye Barolar Birliği, 25 81Hatice Ebru ŞİMŞEK                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 Arabuluculuk sistemi tarafsız, eşit, gizli ve tarafların iradeleri çerçevesinde şekillenerek olumlu veya olumsuz olarak sonuçlanır. Zorunlu arabuluculuk sistemi ile taraflar arasında anlaşma şart koşulmayıp, yargı yükü bir nebze azaltarak adli yardım mekanizmasının gelişmesi amaçlanmıştır. Yani yargı sistemine alternatif olarak getirilmemiş, alternatif çözüm yolu olarak  sınıflandırılmıştır.  Sonuç  olarak  arabuluculuk  sistemi  adil  yargılamayı  geliştirici niteliktedir. İş uyuşmazlıklarında dava şartı arabuluculuk 02.01.2018 - 24.10.2019 tarihleri arasındaki istatistiğe göre; Arabulucu  Görevlendirilmesi  682.136 Yapılan Dosya Sayısı Anlaşma  423.612     (% 65) Anlaşamama  223.426     (% 35)  II. SENDİKALI OLMANIN KIDEM TAZMİNATINA ETKİSİ 2709 sayılı Türkiye Cumhuriyeti Anayasası madde 51 e göre, işçi ve işverenler sosyal ve ekonomik hak ve menfaatlerini korumak ve bu hak ve menfaatleri daha üst düzeye çıkartmak için serbest bir şekilde ancak milli güvenliğe, kamu düzenine, genel ahlak kurallarına ve başkalarının hak ve özgürlüklerini ihlal etmeden sendikalar ve üst kuruluşlar kurabilir, bunlara üye olabilir veya üyelikten çekilebilir. Sendikalar Anayasal ve yasal güvence altındadırlar. Yeni Sendikalar ve Toplu İş Sözleşmesi Kanunu ndaki hak ve özgürlükler, toplu iş sözleşmeleri ve işçi işveren arasındaki uyumsuzlukların çözümü konuları ILO sözleşmeleri ve 2010 Anayasa değişikliği çerçevesinde yeniden düzenlenmiştir. Bu değişikliklerin hem işçi hem de işveren hakları bakımından daha faydalı, özgürlükçü ve adil olacağı öngörülmüştür. Ülkemizde sendikalaşmanın  artması  ve  işçilerin  bilinçlendirilmesi  sonucu  işvereniyle  iş  uyuşmazlığı yaşayan işçinin sendikadan hukuki yardım almasıyla hem sahip olunan hakların daha etkili kullanılması söz konusu olur hem de yargının iş yükü bir nebze azalır. Bu sebeple Türkiye de sendikalar desteklenmeli ve sendikalaşma artmalıdır.  17 Mustafa Serdar Özbek, ‘Alternatif Uyuşmazlık Çözümü  (4. Bası, Yetkin Yayınları, 2016) 11-12 18  Arabuluculuk  Daire  Başkanlığı,  Arabuluculuk  İstatistikleri,  31.01.2019 <https://adb.adalet.gov.tr/Home/SayfaDetay/arabuluculuk-istatistikleri12021034403>  Erişim  Tarihi 21.08.2019 19 Sendikalar ve Toplu İş Sözleşmesi Kanunu, Kanun Numarası: 6356, Kanun Tarihi: 18.10.2012, RG. 7.11.2012, S. 28460 20  Muhittin Astarlı, ‘‘6356 Sayılı Sendikalar Kanunu ve Toplu İş Sözleşmesi Kanunu nun Sendikal Güvenceler Konusunda Getirdiği Değişiklikler ve Hukuki Sonuçları   (2013) 17(2) Ankara Hacı Bayram Veli Üniversitesi Hukuk Fakültesi Dergisi Sayı:1-2, 141 82Hatice Ebru ŞİMŞEK                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 7036 sayılı İş Mahkemeleri Kanunu na göre uçucu personel sendikalı olsun ya da olmasın işvereni ile herhangi bir sorun yaşadığı zaman dava açmadan önce mutlaka arabulucuya başvurmalıdır. Sorun arabuluculuk aşamasında çözülmezse dava yoluna gidilmelidir. Sendikalı olma durumu bu aşamadan sonra devreye girmektedir.  Ocak 2018 tarihinde THY de görev yapmakta olan uçucu personeller yine meslektaşları olan uçucu personeller için yeni bir sendika olan Hava Sen i kurmuşlardır,  ancak THY tarafından 11 Nisan 2018 tarihinde performans yetersizliği sebebiyle işçi çıkarımı başlamıştır. Fakat çıkarılan kabin memuru sendikal yapılaşma olan Hava Sen e katıldığı için sözleşmesinin feshedildiğini  iddia  ederek  Bakırköy  11.  İş  mahkemesine  dava  açmıştır.  Mahkeme  işten çıkarılmanın asıl nedeninin gerçekçi ve inandırıcı olmadığını, asıl nedenin davacının yeni bir sendikaya üye olması olduğu ve feshin sendikal olduğunu kabul ederek uçucu personelin işe iadesine ve toplam 215 bin TL ödenmesine karar vererek emsal nitelikte bir karara imza atmıştır. 6536 sayılı Sendikalar ve Toplu İş Sözleşmesi Kanunu nun kabul edilerek yürürlüğe girmesiyle mülga haline gelen 2822 sayılı Toplu İş Sözleşmesi, Grev ve Lokavt Kanunu, hem işçi hem de işveren açısından karşılıklı olarak ekonomik ve sosyal durumları düzenleyip, grev ve lokavt haklarının esas ve usullerinin çerçevesini çizerek yaşanacak uyuşmazlıkları çözme amacı ile yürürlüğe girmiştir. Mülga edilen kanunda da yeni kanunda yer alan iki önemli kavram vardır. Bunlar ‘‘Grev   ve ‘‘Lokavt   kavramlarıdır. 6536 sayılı Kanunu nun 58/1 maddesine göre, ‘‘İşçilerin, topluca çalışmamak yoluyla iş yerinde faaliyeti durdurmak veya işin niteliğine göre mühim ölçüde aksatmak amacıyla, aralarında mutabık kalarak veya bir kuruluşun aynı maksatla topluca  çalışmamaları  için  verdiği  karara  uyarak  işi  bırakmalarına  ‘‘grev    denir  . Anayasamızın 54/1 maddesinde de işçilerin sahip oldukları grev hakkından bahsedilmiştir ve bu hakkın kullanılma sınırları çizilmiştir. Grev için kanunda sayılan şartlar yerine getirilmezse yapılan bu grev kanuna aykırıdır. Yine 6536 sayılı kanunun 59/1 maddesine göre, iş yerinde faaliyetin büsbütün durmasına sebep olacak şekilde, işveren veya işveren vekili tarafından veya bir işveren kuruluşunun kararına uyarak işçilerin topluca işten uzaklaştırılmasına ‘‘lokavt   denir.  Lokavt  için  kanunda  sayılan  şartlar  oluşmadan  yapılan  lokavt  kanuna  aykırıdır. Sendikalar ve Toplu İş Sözleşmesi Kanunu madde 50 ye göre, bir uyuşmazlıkta taraf olan işveren, sendika üyesi olsun ya da olmasın, uyuşmazlığın bir diğer tarafı olan işçi sendikasının verdiği grev kararının tarafına tebliğinden itibaren altı iş günü içinde lokavt kararı alabilir. Uyuşmazlığın kapsamındaki işyerlerinin bir kısmı için grev kararı verilmiş olsa dahi verilecek olan lokavt kararı yine var olan uyuşmazlığın kapsamındaki başka işyerleri içinde verilebilir. Grev veya lokavt kararı uygulanmaya başlandığı andan itibaren normal şartlarda taraflar hizmet 83Hatice Ebru ŞİMŞEK                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 sözleşmelerine uygun davranma kuralına uyamayacakları ve kanunda sayılan sorumluluklarını yerine getiremeyecekleri için yani başka bir deyişle hizmet sözleşmeleri gereğince yerine getirmeleri gereken sorumlulukları Sendikalar ve Toplu İş Sözleşmesi Kanunu madde 67/1 e göre askıya alınacağı için grev ve lokavt sürelerinde işveren ücret ödemek, işçi ise iş yerinde çalışmak zorunda değildir. Ayrıca yine ilgili kanun madde 67/3 e göre, grev ve lokavt sürecinde hizmet sözleşmeleri askıya alınan işçilere bu süre içerisinde işveren tarafından herhangi bir ücret veya sosyal yardım ödenmemekle birlikte, bu süreç kıdem tazminatı hesabında dikkate alınmaz ve toplu iş sözleşmelerinde bunun aksine hüküm konulamaz. Bir diğer önemli ayrım ise, grev kararı alınmadan lokavt kararı alınamaz. Ancak grev sürecinin bitmesi lokavt süresinin bitmesini  gerektirmez.  Yine  aynı  şekilde  lokavt  sürecinin  bitmesi  grev  sürecinin  bittiği anlamına gelmez. Özetlemek gerekirse, grev kararı alınmadan lokavt kararı alınamaz ancak süreçlerin bitişleri birbirlerinden bağımsızdır. Uygulamada büyük çoğunluğunun Türk Hava Yolları (THY) personelinin oluşturduğu Türkiye Sivil Havacılık Sendikasına (HAVA-İŞ) alternatif olarak Hava Yolları Sendikası (HAVA-SEN) kurulmuştur.  Bu  sendikanın  da  kurulmasıyla  birlikte  bu  alanda  toplamda  dört  sendika örgütlenmesi olmuştur. Türk Hava Yolları çalışanlarının üyesi olduğu HAVA-İŞ sendikasıyla THY nin imzaladığı toplu iş sözleşmesinde, THY bünyesinde çalışan her sendikalı personel, 4857 sayılı İş Kanunu nun kıdem tazminatına ilişkin hükümlerine tabidir. Bu madde ile olası hak  kayıpları  engellenmeye  çalışılmıştır.  Ancak  THY  aksine  herhangi  bir  sendikalaşma içerisine giremeyen Pegasus Hava Taşımacılığı A. Ş. nin personelleri, bu şirketin personelleri için  hazırladığı  politikaya  tabilerdir.  Politikanın  6.  maddesine  göre,  uçucu  personeller açısından 6098 sayılı Borçlar Kanunu na tabi olmaktadırlar. Uçucu personel dışında kalan diğer çalışanlar açısından ise 4857 sayılı İş Kanunu hükümleri geçerli olmaktadır. Sendikalı  olmanın  uçucu  personele  olan  etkisi  yadsınamaz.  Zorlu  şartlar  altında  çalışan, tehlikeli ve çok tehlikeli sınıfta yer alan işlere dair ilgili yönetmelikte sayılan işlerden olan ve hâlihazırda kendi özel Hava İş kanunları olmayan ve İş Kanunu na tabi tutulmayan uçucu personellerin  haklarının  korunması  için  öncelikli  olarak  Hava  İş  kanunu  çıkarılması zorunluluktur ancak bu durumun eksikliğini sendika üyesi olmak ve toplu iş sözleşmesiyle imzalamak suretiyle bir nebze kapatmak mümkündür.     21 26. Dönem Toplu İş Sözleşmesi (THY A.O - HAVA-İŞ) 15.04.2019; md. 30, 31 22 Pegasus Hava Taşımacılığı A.Ş Ücret ve Tazminat Politikası, 20.11.2013 84Hatice Ebru ŞİMŞEK                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 III. HAVAYOLU ÇALIŞANLARI ARASI EŞİTSİZLİK İşyerlerinin iş sağlığı ve güvenliği açısından yer aldığı tehlike sınıflarını belirleyen listeye göre, tehlikeli işler arasında uçaklarda yapılan bütün işler sayılmıştır. Bunun bir sonucu olarak Çalışma ve Sosyal Güvenlik Bakanlığı tehlikeli ve çok tehlikeli işlerde çalışacak kişilerin mesleki eğitim alması için bir yönetmelik yayınlamıştır. Bu yönetmeliğe göre uçaklarda yapılan  bütün  işler  büyük  bir  ehemmiyet  taşımaktadır  ve  mutlaka  meslek  içi  eğitimden geçmeleri zorunludur. Türk Sivil Havacılık Kanunu na dayanarak hazırlanan Havalimanları Yer Hizmetleri Yönetmeliği nde sayılan havacılığın yer tesislerinde yürütülen işleri ve uçucu personel olarak adlandırılan uçuş anında uçak içinde bulunan uçucu personeller; pilot, uçuş hostesi, kabin memuru ve hava taşıma anında görevli olarak çalışan kişiler belirli eğitimi almak zorundadırlar. Uçucu personel, uçuş anında amirleri tarafından takip edilerek denetime tabi tutulurlar. Sivil Havacılık Genel Müdürlüğü tarafından yayınlanan Uçucu Ekip Uçuş Görev ve Dinlenme Süreleri ile Uygulama Esasları Talimatı madde 4 e göre kokpit ekibi olan pilot/pilotları ve varsa uçak mühendislerinin görevini hava aracının sevk ve idaresi ile kullanımından sorumlu ve lisanslı kişiler olarak tanımlar. Yine aynı talimat, kabin ekibinin görevini ise esas görev yeri hava aracının kabini olan ve yolcu emniyetini ve gereksinimlerini karşılamak üzere gerekli eğitimleri almış, lisanslı kişiler olarak tanımlar. Havacılığın yer tesislerinde çalışan işçiler ile hava  taşımacılığı  esnasında  çalışan  uçucu  işçiler  arasında  yaşanan  en  büyük  eşitsizlik konularından  birisi  de  performans  değerlendirmesidir.  Yargıtay a  göre  görev  tanımında bulunmayan bir nedenle işçi için performans değerlendirmesi yapılamaz 26. Uçucu personel hakkında yolcu emniyeti dışında yolcu memnuniyeti üzerine yazılan olumsuz bir rapor ya da kabin amirinin, yolcu ve uçuş emniyeti ile ilgili görevinin dışında yolcu memnuniyetinin sağlanamadığı  gerekçesiyle  uçucu  personel  hakkında  yazdığı  rapor,  performans değerlendirmesi olarak anlaşılmamalıdır. Hatalı performans değerlendirmesi sebebiyle işten çıkarılmış olan uçucu personel için tazminat hakkı doğmaktadır. Borçlar hukukuna tabi uçucu personel ile işveren arasında çıkan bu tarz bir ihtilaf genel mahkemelerde çözümlenmektedir. Bu da herhangi bir sendikalaşma içerisinde bulunmayan işçiler için İş Kanunu nun işçi lehine yaptığı  düzenlemelerden  mahrum  kalmasına  sebebiyet  vermektedir.   23 İş Sağlığı ve Güvenliğine İlişkin İşyeri Tehlike Sınıfları Tebliği, RG. 26.12.2012, S. 28509 24 Tehlikeli ve Çok Tehlikeli Sınıfta Yer Alan İşlerde Çalıştırılacakların Mesleki Eğitimlerine Dair Yönetmelik, RG. 13.07.2013, S.28706 25 Uçucu Ekip Uçuş Görev ve Dinlenme Süreleri ile Uygulama Esasları Talimatı (SHT-6A.50 Rev. 06) 26 Yar. 22 HD, E. 2018/14692, K. 2018/24703, 19.11.2018, (Lexpera Mevzuat ve İçtihat Programı) 85Hatice Ebru ŞİMŞEK                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 Esas görev yeri hava aracının kabini olan uçucu personeller, olağan dışı bir şekilde kozmik radyasyondan, manyetik alandan etkilenmektedirler. Uçucu personelin ortalamadan daha yüksek bir oranda kozmik radyasyona maruz kalan meslek grubu olduğu ve nükleer reaktörlerle çalışan işçilere oranla daha fazla radyasyona maruz kaldıkları görülmektedir. Yapılan bilimsel araştırmalar sonucu 30 bin fitte havada olan uçaktaki pilotların 20 dakikada maruz  kaldığı  kozmik  radyasyon  miktarına  uçak  içindeki  yolcular  toplamda  57  dakika içerisinde ulaşmaktadırlar. Havacılık teknolojisi geliştikçe yüksek irtifa uçuşlarının artması uçucu personelin kozmik radyasyona uzun süre maruz kalmasına sebep olmaktadır. Uçakta bulunan aletlerin yaydığı elektromanyetik dalgalar, ultraviyole ışınları, jet yakıtı emisyonu, uçağın yapı elemanlarından buharlaşan kimyasalların da uçucu personeller üzerinde uzun vadede ciddi zararlar meydana gelmektedir. Sonuç olarak kokpit kabine göre kozmik radyasyon bakımından 3 kat daha tehlikelidir. Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu nda sayılan riskli iş gruplarına verilen primlerin, mesleklerini icra ederken maruz kalınan kozmik radyasyona  rağmen  uçucu  personellerin  bu  kanunun  içine  dahil  edilmemesi  büyük  bir eksikliktir.  İlgili  kanunun  49.  maddesinde  ‘‘kamu  idarelerinde  pilot  olan  veya  olmayan uçucuların görevlerinde geçirdikleri fiilî hizmet sürelerinin her senesi için üç ay itibarî hizmet süresi eklenir   denerek bir kısıtlamaya gidilmiştir. Aynı şekilde Emniyet Teşkilatı Uçuş ve Dalış Hizmetleri Tazminat Kanunu na göre ‘‘Emniyet Genel Müdürlüğünde veya diğer kamu kurumlarında görev yapan Devlet memurları ile sözleşmeli personelden; uçuş ekibi, pilot .... hizmet müddetleri dışında, ayrıca altı ay itibarı hizmet müddeti eklenir   şeklinde yine kamu sektöründe çalışan uçucu personeller için bir ayrıcalık öngörülmüştür. Yapılan bu düzenleme özel sektörde çalışan uçucu personel açısından çok büyük bir ayrımcılıktır. Ancak özel sektörde bu ayrıcalık sadece THY uçucu personelleri için mevcuttur. Fiili hizmet süresi zammı yani yıpranma payı, esasen uçucu personellerin yararlanması gerekirken, gerekli düzenlemeler yapılmadığı  için  uçucu  personelin  büyük  çoğunluğu  bu  uygulamanın  dışında  kalmıştır. Herhangi bir sendikaya üye olmayıp toplu iş sözleşmesi olmayan uçucu personeller Anayasa Mahkemesine kanun önünde eşitlik ilkesine dayanarak dava açabilir. Kanun önünde eşitlik ilkesi, benzer durumda olan kişi ve topluluklara ayrı kurallar uygulanarak meydana gelebilecek eşitsizliği  önlemek  olarak  ifade  edilebilir.  Anayasa  Mahkemesi  eşitlik  ilkesini  koruyucu nitelikte kararlar vermektedir.   27 Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu, Kanun Numarası:5510, Kabul Tarihi:31.05.2006, RG. 16.06.2006, S.26200 28 AYM, E. 2016/130, K. 2016/197, 28.12.2016 (Lexpera Mevzuat ve İçtihat Programı) 86Hatice Ebru ŞİMŞEK                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 California da yaşayan ve Uçuş Görevlileri Derneği ne üye olan uçucu personeller üzerinde yapılan araştırmaya göre, kadın uçucu personellerde meme kanseri insidansı %30 daha yüksek çıkmıştır. Yine aynı araştırmada malign melanom olarak bilinen deri kanseri uçucu personelde  iki  kat  fazla  çıkmıştır.  Bu  iki  kanser  türü  de  farklı  radyasyon  kaynaklarıyla oluşabilen kanserler olarak kayıtlara geçmiştir. İzlanda da yapılan başka bir araştırmaya göre, bu  ülkedeki  iki  hava  yolu  şirketinden  158 i  erkek  1532 si  kadın  toplam  1690  kabin görevlisinden oluşan bir kohort yani belli özellikleri aynı ( yaş, cinsiyet, meslek vb.) olan bir grup kurulmuştur. Bu grubun kuruluş amacı radyasyonun kanser riski üzerindeki etkileridir. Yapılan araştırma sonucunda meme kanseri ve deri kanseri yani malign melanom riskinin kozmik  radyasyonla  ilişkili  olduğu  ortaya  çıkmıştır.  Türkiye de  Radyasyondan  Korunma Uzmanları Derneği ve Türk Radyoloji Derneği işbirliğiyle yapılan radyasyonla çalışanların kanser  riskinin  değerlendirmesi  çalışmasında  da  yüksek  oranda  radyasyona  maruz  kalan kişilerde ciddi anlamda sağlık etkilerinin ortaya çıktığı görülmüştür. Bu çalışmaya göre lösemi başta olmak üzere farklı türlerde birçok kanser hastalığının ortaya çıkmaya meyilli olduğu görülmüştür. Çalışma ve Sosyal Güvenlik Eğitim ve Araştırma Merkezi tarafından hazırlanan Meslek Hastalıkları Kitapçığında Havacılık Endüstrisinde meslek hastalığı olarak akciğer kanseri gösterilmektedir. Bu verilere bakıldığı zaman uçucu personellerin mesleklerini icra ettikleri esnada kozmik radyasyona maruz kaldığı anlaşılmaktadır. Bunun sonucu olarak, yapılan araştırmalar da gösteriyor ki bu kişilerde kanser riski her geçen yıl artmaktadır. Havayolunun  yer  tesislerinde  çalışanları  ve  uçucu  ekibinin  arasında  eşitsizlik sebeplerini, İş Kanunu ve Borçlar Kanunu arasındaki tazminat farkı, sendikalı olup olmama durumu, haksız performans değerlendirmesi, maruz kalınan kozmik radyasyonun sebep olduğu hastalıklar olarak sıralayabiliriz. Öyle ki ağır ve tehlikeli işler sınıfına giren bir iş kolunun her anlamda ayrıcalıklarının fazla olması gerekmektedir. Ancak uçucu personeller için ayrımcılık hem  çalışılan  havayolunun  yer  tesislerinde  çalışanlar  ve  havada  çalışanlar  olarak  ikiye ayrılmasıyla ve tazminat anlamında kişilerin sendikalı ve sendikasız olarak ikiye ayrılmasıyla ciddi bir ayrımcılığa maruz kalmaktadırlar. Bu ayrımcılığın kendisini gösterdiği en önemli alan  29 Reynolds P, Cone J, Layefsky M et al. ‘Cancer incidence in California ﬂight attendants  (2002), (United States). Cancer Causes Control; 13: 317–324 30 Rafnsson V, Tulinius H, Jonasson JG et al. ‘Risk of breast cancer in female ﬂight attendants: population based study  (2001), (Iceland). Cancer Causes Control; 12: 95–101 31 Radyasyonla Çalışanların Kanser Riskinin Değerlendirilmesi Bilgilendirme Toplantısı Sonuç Raporu, (2016) <https://hastaneler.erciyes.edu.tr/Content/files/pdf/yonerge/bilgilendirme_toplantisi_sonuc_raporu.pdf>  Erişim Tarihi 22.11.2020 32  Çalışma  ve  Sosyal  Güvenlik  Eğitim  ve  Araştırma  Merkezi,  ‘Meslek  Hastalıkları   (2013) <https://www.ailevecalisma.gov.tr/media/1340/meslekhastaliklari.pdf> Erişim Tarihi 11.11.2019 87Hatice Ebru ŞİMŞEK                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 bu  kişilerin  yaşamsal  anlamda  kanser  riski  taşımalarıdır.  Uçucu  personelin  tüm  hak  ve menfaatleri emsalleri ile eşit konuma getirilmelidir. IV. UÇAN AŞÇILARIN HUKUKİ STATÜSÜ Deneyimli ve mutfak eğitimi almış uçan servis şefi ya da uçan aşçı olarak adlandırılan fakat  ne  ulusal  ne  de  uluslararası  havacılık  mevzuatlarında  herhangi  bir  tanımlaması yapılmayan ancak hava yolu işletmelerinde istisna olarak yer görevi yapan ama esas görevleri uzun mesafeli uçuş anında uçucu personelin bir parçası olarak uçağın Business Class sınıfı yolcularına yemeklerini sunmak olan uçan aşçılar, hâlihazırda hiçbir kanunda kendilerine yer verilmemiştir. Motorlu hava araçlarına yönelik hazırlanan talimatname nin lafzından uçan aşçıları ‘‘Yolcu kabininde bulunan kabin ekibi dışındaki görevli personel veya ekip üyeleri   olarak  nitelendirebiliriz.  Ülkemizde  uçan  aşçılar  Turkish  Do&Co  isimli  uçak  yemek hizmetlerini  yürüten  şirket  aracılığıyla  THY  ile  çalışmaktadırlar.  Do&Co nun  uçan  aşçı tanımı ise, ‘‘ Uçan Şef, Turkish Do&Co şefi hava yolu ekibine dahil olmakla birlikte Business Class ta ürün sunumundan ve uçuş görevlilerine mutfak yardımından sorumludur   şeklinde olup uçan şefleri kabin ekibi arasında saymıştır. İş ilişkisi çerçevesinde değerlendirildiği zaman uçan aşçılar Do&Co şirketinin çalışanı, çalıştıkları şirket ise Türk Hava Yollarıdır. Burada işin hizmete dayalı olması, şart olmasa da işin işverene ait iş yerinde görülmesi ve işin uzmanlık gerektirmesi, İş Kanunu madde 2/6 şartlarını sağlayarak THY ve Do&Co arasında asıl işveren alt işveren ilişkisi olduğunu göstermektedir. Asıl işveren ve alt işveren arasında müteselsil bir ilişki bulunmaktadır. Müteselsil ilişki gereği, alt işverenin çalıştırdığı işçi sebebiyle doğacak sorumluluklar ve borçlar hem asıl işvereni hem de alt işvereni aynı derecede ilgilendirmektedir. Yani işçi, asıl işverene ya da alt işverene talebini doğrudan iletebilir. Asıl işveren, işçinin talebi doğrultusunda herhangi bir ödeme yaparsa bunu alt işverene rücu etme hakkı saklıdır. Asıl işveren alt  işveren sözleşmesi yapılırken müteselsil sorumluluğu yok sayacak bir hüküm konulamaz. Böyle bir hüküm konulursa sözleşme geçersiz sayılır. Bakanlık  aracılığıyla  hava  yolu  şirketlerine  verilen  ruhsatname  ile  bu  hava  yolu şirketinde  çalışan  ve  geçerli  uçuş  için  2920  sayılı  Kanunun  88.  maddesinde  istenilen sertifikaya sahip olan uçucu personeller uçuş, görev ve dinlenme süresini düzenleyen ilgili mevzuattan  yararlanmaktadırlar.  Bununla  birlikte  uçan  aşçıların  yaşadıkları  en  önemli sıkıntılardan bir diğeri ise maaşlarından gelir vergisi kesilmesidir. En genel tanımıyla gelir  33 Uçuş Operasyonlarına Yönelik Usul ve Esaslar Talimatı (SHT – OPS) -- EK-4 Ticari Hava Taşımacılığı Operasyonları (Bölüm – CAT) md.115., 15.09.2017 34 https://www.doco.com/do-co-ucan-ascilari/?lang=tr Erişim Tarihi 21.12.2020 35 Türk Sivil Havacılık Kanunu, Kanun Numarası: 2920, Kabul Tarihi: 14.10.1983, RG. 19.10.1983, S. 18196 88Hatice Ebru ŞİMŞEK                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 vergisi, gerçek kişilerin elde ettiği gelirlerden alınan vergidir. Vergi Usul Kanunu, bir takım durumlara özgü olarak vergi istisnası ve vergi muafiyeti getirmiştir. Vergi muafiyeti ilgili kanuna göre, vergilendirilmesi gereken kişi ya da grupları vergi yükümlülüğünden müstesna tutulmaktır. Vergi istisnası ise ilgili kanunun bir takım vergi konularını kısmen veya bütünüyle vergi dışı bırakmasıdır. 2019 yılında Gelir Vergi Kanunu nda yapılan değişiklikle; •  Kamu  personeli  olmayan  tüm  pilot  ve  kabin  memurları  için gerçekleştirdikleri  her  uçuş  için  elde  ettikleri  gelirin  %70 i  ile  gelir vergisinden muaf sayılacaklardır. •  Özel sektörde çalışan pilot ve kabin memurları haricinde; Uçan aşçı, uçak teknisyeni, mühendisler gibi uçuşlarda aktif görev alan diğer meslekler, her uçuştan elde ettikleri gelirin tamamıyla vergiye tabi olacaklardır. Pilot ve kabin ekibiyle birlikte aynı mesai saatleri içerisinde ve aynı şartlarda çalışan uçan şefler için böylesine bir ayrım ciddi hak kayıplarını da beraberinde getirmektedir. Uçan aşçıların vergi muafiyetinden yararlanamama sebebi ise uçuş  için geçerli sertifika sahibi olmamalarıdır. Bu  ayrımcılık ile birlikte kanun dışı bırakılan uçan aşçılar,  Gelir Vergisi Kanunu na dayanarak yasal yollardan haklarını aramaya başlamışlardır. Maalesef ki herhangi bir kanuni tanımlamaya sahip olmayan uçan aşçılar, geçerli bir sertifikaya da sahip olmadıkları gibi Hava İş Kanunu nun da var olmaması sebebiyle hukuki anlamda gerçek statülerine kavuşamamaktadırlar.         V. SONUÇ Havacılık sektörü, dünya çapında  ekonomik ve stratejik anlamda önemli bir yere sahiptir. Dünyada hava yolu ile seyahat gün geçtikçe artmakta ve havacılık sektörü, ulaşım sektöründe payını her geçen gün arttırmaktadır. Ülkemiz, havacılık sektöründe dünyada en hızlı büyüyen ülkeler arasındadır. Ancak geniş istihdam alanına sahip olan ve giderek büyümeye devam  eden  havacılık  sektörünün  çalışanları  için  henüz  kapsamlı  bir  Hava-İş  Kanunu bulunmamaktadır. Havacılık sektörü İş Kanunu nda hava taşıma işleri ve havacılığın bütün yer tesislerinde yürütülen işleri olarak ikili ayrıma tabi tutulmuştur. Havacılık sektörü çalışanları, bu  durumun  bir  sonucu  olarak  sektör  içerisinde  eşitsizliğe  uğramakla  birlikte,  ciddi  hak kayıpları yaşamaktadırlar.  4857 sayılı İş Kanunu ile işveren ve işçi arasındaki iş ilişkisi ve taraflar arasındaki sosyal ve  ekonomik  dengenin  bozulmadan  korunması  amaçlanmıştır.  Ancak  İş  Kanununun hazırlanmasındaki temel sebep Borçlar Kanunu nda işçi haklarının korunmasında yaşanan 89Hatice Ebru ŞİMŞEK                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1 sıkıntı ve işveren karşısında işçinin yaşadığı mağduriyeti gidermektir. Bu bilgi ışığında İş Kanunu nda kanun kapsamı dışında bırakılıp, Borçlar Kanunu na dahil edilen hava taşıma işlerinde çalışan uçucu personelin, kanuni olarak eşitsizliğe uğradığı ve hak kayıpları yaşadığı açıkça ortadadır. Kanun kapsamında sayılmayan ve uçucu personel olarak adlandırılan pilot, uçuş hostesi, kabin memuru ve hava taşıma anında görevli olarak çalışan kişilerin hakları, sektöre  has  Hava-İş  Kanunuyla  korunmayıp,  Borçlar  Kanunu nun  hizmet  sözleşmesi hükümlerine tabi tutulmaktadır. Kanunda bir diğer kapsam dışı bırakılmış olan denizcilik işleri için 1967 yılında Deniz İş Kanunu yürürlüğe girmiştir.  Bu çalışmada uçucu personelin maruz kaldığı hak yoksunluklarından, uygulamada karşılaşılan ikiliklerin eşitlik ilkesine olan olumsuz etkisinden ve uçuş anında uçucu personelin maruz kaldığı radyasyonun etkilerinden bahsedilmektedir. Bir ülkenin ekonomik ve stratejik alanda büyümesine yardımcı olan ve her geçen gün istihdamını arttıran havacılık sektörünün yürürlüğe konmuş bir kanunu bulunmaması çok büyük bir eksikliktir. Uygulama esnasında ortaya çıkan hak kayıplarının daha fazla yaşanmaması için Hava-İş Kanunu nun bir an önce çıkarılması gereklidir.                   90Hatice Ebru ŞİMŞEK                                                                                       NKÜ Hukuk Fakültesi Dergisi 2021/1",
     "Kaynakça": "25.11.2009 Tarihli ve 27417 Sayılı İş Sağlığı ve Güvenliğine İlişkin Tehlike Sınıfları Listesi Tebliği  21.10.2016 Tarihli Radyasyonla Çalışanların Kanser Riskinin Değerlendirilmesi Bilgilendirme Toplantısı Sonuç Raporu Alpagut  G,   İş  Mahkemeleri  Kanunu  Tasarı  Taslağı  ile  Bazı  Kanunlarda  Değişiklik Yapılmasına  Dair  Kanun  Tasarısı  Taslağının  Değerlendirilmesi ,  (Türkiye  İşveren Sendikaları Konfederasyonu, İstanbul, 2016) Aslanpınar YB, ‘‘Ticari Uyuşmazlıklarda Dava Şartı Olan Arabuluculukta Taraf Vekilliği El Kitabı  , (1. Baskı, Türkiye Barolar Birliği, Ocak 2019) Astarlı M, ‘‘6356 Sayılı Sendikalar Kanunu ve Toplu İş Sözleşmesi Kanunu nun Sendikal Güvenceler Konusunda Getirdiği Değişiklikler ve Hukuki Sonuçları  , Ankara Hacı Bayram Veli Üniversitesi Hukuk Fakültesi Dergisi (2013) 17/2, Sayı:1 2, s.141 184  Boydak AB, ‘‘İş Uyuşmazlıklarında Zorunlu Arabuluculuk Düzenlemesinin Kamuda Hizmet Alımı Kapsamında Çalışan İşçiler Bakımından Değerlendirilmesi  , Çalışma İlişkileri Dergisi (2018) 9 (2), 88 100  Karacabey  K,   Zorunlu  Arabuluculuğun  Hukukun  Temel  İlkelerine  Aykırılığı  ve Uygulanabilirliğine  Dair  Sorunlar ,  Ankara  Barosu  Dergisi  (2016)  123,  457 489 (http://www.ankarabarosu.org.tr/siteler/ankarabarosu/tekmakale/2016 1/14.pdf). Okay  S,  ‘‘Kıdem  Tazminatı  Müessesesi  ve  Türkiye deki  Uygulaması  ,  Sosyal  Siyaset Konferansları  Dergisi  (2012)  26,  105 124 < https://dergipark.org.tr/tr/download/article file/9706 > Erişim Tarihi: 15.10.2020 Pegasus Hava Taşımacılığı A.Ş Ücret ve Tazminat Politikası, 20.11.2013 Reynolds P, Cone J, Layefsky M ve diğ. ‘‘Cancer incidence in California ﬂight attendants  , Cancer Causes Control (2002) 13, 317–324 Rafnsson V, Tulinius H, Jonasson JG ve diğ. ‘‘Risk of breast cancer in female ﬂight attendants: population based study  , Cancer Causes Control (2001) 12, 95–101 Süzek S, İş Hukuku, (18.Baskı, Beta Basım Yayım, 2019) Özbek, Mustafa Serdar: Alternatif Uyuşmazlık Çözümü I, (4. Baskı, Yetkin Yayınları, 2016) T.C.  Sağlık  Bakanlığı  Çalışma  ve  Sosyal  Güvenlik  Eğitim  ve  Araştırma  Merkezi,  Meslek  Hastalıkları,  (1.Baskı,  Özyurt  Matbaacılık,  2013)  https://www.ailevecalisma.gov.tr/media/1340/meslekhastaliklari.pdf             http://www.adb.adalet.gov.tr/Sayfalar/istatistikler/istatistikler/davasarti.pdf https://www.doco.com/do co ucan ascilari/?lang=tr   9192"
}