{
     "Tip": "Makale",
     "Dergi İsmi": "Tekirdağ Namık Kemal Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "15  ",
     "Ay": "05",
     "Yıl": "2022",
     "Cilt": " ",
     "Sayı": "1",
     "Başlık":"ANONİM ŞİRKET GENEL KURUL SERMAYE ARTIRIM KARARININ YÜRÜTÜLMESİNİN DURDURULMASI",
     "Title": "SUSPENDING EXECUTION OF THE CAPITAL INCREASE DECISION OF THE GENERAL ASSEMBLY OF THE JOINT STOCK COMPANY ",
     "Yazar İsmi": [

          "Mustafa Enes BALIN "
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Genel Kurul Kararı", "İhtiyati Tedbir", "Geçici Hukuki Koruma", "Sermaye Artırımı", "Yürütmenin Geri Bırakılması"
     ],
     "Keywords": [
          "General Assembly Resolution", "Precautionary Measure", "Temporary Legal Protection", "Capital Increase", "Adjournment of Execution"
     ],
     "Özet": "Genel  kurul  kararının  yürütülmesinin  hangi  hallerde  geri  bırakılabileceği,  TTK  m.  449 da düzenlemiştir. Çalışmamızda ise, kendisi de bir genel kurul kararı olan, sermaye artırım kararı TTK m.449 ve HMK m.389 bağlamında incelenecektir. Böylece sermaye artırım kararının geri bırakılması kararının, ihtiyati tedbir şartlarını taşıyıp taşımadığı açıklanmış olacaktır. Bu incelemede ilk önce sermaye artırımının hukuki niteliği ve tanımı yapılmıştır. Sonrasında sermaye artırım kararının hangi şartlarda  iptal  veya  butlan  yaptırımına  tabi  olacağı  ifade  edilmiştir.  Son  olarak  bu  kararın mahkemeden hangi şartlar ve usulde istenebileceği anlatılmıştır. Çalışmanın ana gövdesini oluşturan esas tartışma ise bu talebin ayrı bir geçici hukuki koruma mı yoksa özel bir tür ihtiyati tedbir mi olduğudur. Bu tartışmanın sonucu, sermaye artırım kararının yürütülmesinin geri bırakılmasının iptal veya butlan davası açılmadan önce talep edilip edilemeyeceğini gösterecektir. Her ne kadar sermaye artırım kararının yürütülmesinin geri bırakılması kararı HMK da düzenlenen ihtiyati tedbir ile benzerlik gösterse de HMK ile var olan farklılıklar tarafımızca ortaya konulmaya çalışılmıştır.",
     "Abstract": "In which cases the execution of the general assembly resolution can be postponed, TCC art. It was edited in 449. In our study, the decision to increase the capital, which is also a decision of the general assembly, will be examined in the context of art.449 of the TCC and art.389 of the HMK. Thus, it will  be  clarified  whether  the  decision  to  postpone  the  capital  increase  decision  fulfills  the precautionary measures. In this review, firstly, the legal nature and definition of capital increase has been made. Then, it was stated under which conditions the capital increase decision would be subject to cancellation or nullity sanction. Afterwards, it is explained under which conditions and procedure this decision can be requested from the court. The main debate forming the main body of the study is whether this request is a separate temporary legal protection or a special kind of precautionary measure. The outcome of this discussion will show us whether the postponement of the capital increase decision can be requested before the annulment or nullity lawsuit is filed. Although the decision to postpone the capital increase decision is similar to the precautionary measure issued in the HMK, we have tried to reveal the differences with the HMK.",
     "Metin": "Anonim şirketlerin yönetimi, her ne kadar yönetim kurulunun görevi olsa da kanun tarafından belirlenmiş bazı işler genel kurul tarafından yapılmaktadır. Genel kurulda alınmış bir karar sonrasında, bu karara karşı çeşitli hukuki yollar ileri sürülebilir. Bunların başında ilgili karara karşı iptal davası gelir. Ancak anonim şirket genel kurul kararlarına karşı iptal veya butlan  davasının  açılması,  yönetim  kurulu  tarafından  bu  kararın  uygulanmasını engellememektedir. Çünkü bir genel  kurul  kararının icra edilmemesi, yönetim  kurulunun hukuki  sorumluluğunu  doğuracaktır.  Eğer  bu  kararın  yerine  getirilmesi  yönetim  kurulu üyelerinden birinin kişisel sorumluluğuna sebep olacaksa ayrıca yönetim kurulu üyelerinden her biri TTK m. 446/1-(d) uyarınca iptal davası açabilecektir.  Hakkında iptal veya butlan davası açılmış genel kurul kararını icra etmek; şirketin kendisi, pay sahipleri veya üçüncü kişiler için telafisi güç zararlara yol açabilecektir. Kanun koyucu bu durumu önlemek için hakkında iptal veya butlan davası açılmış genel kurul kararının yürütülmesinin geri bırakılması imkanı getirmiştir. Çalışmamızda ise incelenecek genel kurul kararı, sermaye artırımı kararı olacaktır. Sermaye artırım kararı, yeni payların çıkarılması  ya da mevcut payların itibari değerinin artırılması  yoluyla  gerçekleşmektedir.  Şirketler  çeşitli  sebeplerle  sermaye  artırımına gitmektedir. Sermaye artırımına gidilmesi şirketin ekonomik olarak kötü bir durumda olduğunu göstermemektedir. Şirket sermayesindeki azalmayı yönetemediğinden bir artırıma gidebileceği gibi yeni yatırımlar yapmak amacıyla da sermaye artırıma gidebilecektir. Ayrıca, kanunda belirlenmiş asgari  sınırın altına düşülmesi  durumunda kanunun emredici hükmüyle şirket sermaye artırımına gitmelidir. Ancak yukarıda ifade ettiğimiz gibi sermaye artırım kararına karşı açılan iptal veya butlan davaları, sermaye artırım kararının icrasını engellemeyecektir. Bu sebeple  mahkemeden  sermaye  artırım  kararının  yürütülmesinin  geri  bırakılmasının  talep edilmesi gerekecektir. Bu talebi düzenleyen TTK m. 449 hükmü  genel kurul kararına karşı iptal veya butlan davası açıldığı takdirde  ifadesini içerdiği için tarafımızca iptal veya butlan  1  Ancak, yönetim kurulu; iptal edilebilir kararın uygulanmasında oluşacak zararları doğru bir şekilde tespit edemeyecek ise kararın uygulanmasından sorumlu tutulmamalıdır  yönünde açıklamalı görüş için bkz. Ersin Çamoğlu, Anonim Ortaklık Yönetim Kurulu Üyelerinin Hukuki Sorumluluğu Kamu Borçlarından Sorumluluk İle (3. Bası, Vedat Kitapçılık, 2010) 299; Erdoğan Moroğlu, Anonim Ortaklıklarda Sermaye Artırımı (4 .Baskı, On İki Levha Yayıncılık, 2018) 308 2 Tanımlama için bir başka görüş  kararın yürütülmesinin geri bırakılması  ifadesi idare hukuku terminolojisini çağrıştırdığından  kararın uygulanması  ifadesinin daha doğru olduğunu savunan görüş için bknz. Abuzer Kendigelen, Türk Ticaret Kanunu Değişiklikler, Yenilikler ve İlk Tespitler (2. Baskı, On İki Levha Yayınları, 2017)   33Mustafa Enes BALIN                                                                                    NKÜ Hukuk Fakültesi Dergisi 2022/1  davasının sermaye artırım kararının yürütülmesinin geri bırakılması talebi için ön şart olup olmadığı incelenmiştir.  İptal veya butlan davasından önce ya da sonra talep edilen sermaye artırım kararının yürütülmesinin geri bırakılması talebi, mevcut uyuşmazlıkta muhtemel bir tehlikenin önlenmesi amacıyla istenmektedir. Örneğin; şirkette pay sahibi olmayan üçüncü kişi, sermaye artırımı sonucu ortaya çıkan yeni payları satın alarak şirkette pay sahibi olabilir. Sermaye artırım kararının iptal edilmesi durumunda üçüncü kişi temlik ettiği payı kaybedecektir. Bu sebeple ortaya çıkabilecek tehlikelerin önlenmesi amacıyla, sermaye artırım kararının yürütülmesinin geri bırakılması kararı hayati öneme bir sahip olacaktır.  Yukarıda da izah edildiği gibi sermaye artırım kararının yürütülmesinin geri bırakılması kararı, sermaye artırım kararının icrasını önleyerek mevcut bir tehlikeyi önleme vasfına haizdir. Bu durum ise sermaye artırım kararının yürütülmesinin geri bırakılması kararının, ihtiyati tedbir olarak nitelenip nitelenmeyeceği sorusunu akla getirmektedir. Bazı yazarlara göre, sermaye artırım kararının yürütülmesinin geri bırakılması kararı ihtiyati tedbir niteliğindedir. Eğer bu karar ihtiyati tedbir olarak yorumlanacak ise HMK m. 389 vd. hükümlerinin incelenmesi gerekecektir.  HMK  ile  ihtiyati  tedbir  hükümleri,  geçici  hukuki  koruma  başlığı  altında düzenlenmiştir. Böylece ihtiyati tedbirin geçici hukuki koruma başlığı altında ayrı bir koruma olduğu  kanun  koyucu  tarafından  ifade  edilmiştir.  Bu  sebeple  sermaye  artırım  kararının yürütülmesinin geri bırakılması talebinin, geçici hukuki koruma başlığı altında ayrı bir geçici hukuki koruma mı yoksa ihtiyati tedbir başlığı altında özel nitelikli bir ihtiyati tedbir mi olduğu tartışılacaktır.  Çalışmamızda sermaye artırım kararının tanımı yapılıp ve hukuki niteliği tartışılmıştır. Sermaye artırım kararının yürütülmesinin geri bırakılması kararının verilebilmesi için iptal veya butlan davasının açılmasının ön şart olup olmadığı incelenmiştir. TTK m. 449 hükmünde yalnızca iptal  veya butlan davası  ifadesinin geçmesi  nedeniyle sermaye artırım kararının yokluğunun  tespiti  davalarının  bu  hükümden  ayrık  olup  olmadığı  incelenmiştir.  Daha sonrasında mahkemenin, sermaye artırım kararının yürütülmesinin geri bırakılması talebi için yönetim kurulunun görüşünü alıp almaması gerektiği incelenmiştir. Ardından sermaye artırım  3 Baki Kuru, İstinaf Sistemine Göre Yazılmış Medeni Usul Hukuku (1. Baskı, Yetkin Yayıncılık, 2016) 659; Erdoğan  Moroğlu,  Anonim  Ortaklıkta  Genel  Kurul  Kararlarının  Hükümsüzlüğü  (8.  Baskı,  On  İki Levha Yayıncılık, 2017) 309; Gönen Eriş, Anonim Şirketler Hukuku (1. Baskı, Seçkin Yayıncılık, 1995) 496; Zehra Sanem Yılmaz, Sermaye Şirketlerin Geçici Hukuki Korumalar (1. Baskı, Adalet Yayınevi, 2010) 72 4 Hakan Pekcanıtez, Oğuz Atalay, Muhammet Özekes, Medeni Usul Hukuku Ders Kitabı (9. Baskı, On İki Levha Yayıncılık, 2021) 567 34Mustafa Enes BALIN                                                                                    NKÜ Hukuk Fakültesi Dergisi 2022/1  kararının yürütülmesinin geri bırakılması talebinin, ayrı bir geçici bir hukuki koruma mı yoksa özel bir ihtiyati tedbir mi olduğu HMK m. 389 vd. ile incelenip talebin mahkemeden hangi şartlar ve usulde istenebileceği ifade edilmiştir.   I.  SERMAYE ARTIRIM KARARI VE HÜKÜMSÜZLÜK NEDENLERİ A) SERMAYE ARTIRIMI TANIMI  Esas sermaye sisteminde, hukuki niteliği itibariyle esas sözleşme değişikliği olan sermaye artırım kararına genel kurul karar vermektedir. Sermaye artırımı kararı, yeni payların çıkarılması ya da mevcut payların itibari değerinin artırılması yoluyla yapılmaktadır. Esas sermaye sistemine göre sermaye artırımı, dış kaynaklardan sermaye artırımı ve iç kaynaklardan sermaye artırımı şeklinde yapılmaktadır. Dış kaynaklardan yapılan sermaye artırımı, pay sahiplerinin anonim şirkete malvarlığı getirmesiyle veya şirkette pay sahibi olmayan üçüncü kişilerin  artırım  kararı  sonucu  çıkarılan  payları  satın  alması  ile  gerçekleşmektedir.  İç kaynaklardan yapılan sermaye artırımı ise anonim şirketin bünyesinde bulunan esas sözleşme veya genel kurul kararıyla ayrılmış ve belirli bir amaca özgülenmemiş yedek akçeler ile kanuni yedek akçelerin serbestçe kullanılabilen kısımları ve mevzuatın bilançoya konulmasına ve sermayeye eklenmesine izin verdiği fonların sermayeye eklenmesi sonucu gerçekleşmektedir. B)  SERMAYE ARTIRIMININ NEDENLERİ   Sermaye artırımının nedenleri artırımın yapılış şekline göre değişiklik arz etmektedir. Dış kaynaklardan yapılan sermaye artırımı kararının nedenleri; kanunun belirlediği şartların gerçekleşmesi,  anonim  ortaklığı  büyütmek,  yeni  yatırımlarda  bulunmak,  bir  işletmeyi devralmak, muaccel hale gelen borçların ya da banka kredilerin ödenmesi gibi yatırım amaçlı veya mevcut nakit krizini gidermek şeklindedir. İç kaynaklardan yapılan sermaye artırımının  5 Sermaye artırım kararının hukuki niteliğinin yeniden kuruluş veya esas sözleşme değişikliği tartışması için bkz. Erdoğan Moroğlu, Makaleler (1. Baskı, On İki Levha Yayıncılık, 2010); Reha Poroy, Ünal Tekinalp, Ersin Çamoğlu, Ortaklıklar Hukuku II ( 14. Baskı, Vedat Kitapçılık, 2020) N. 1339 6 Erdoğan Moroğlu, Anonim Ortaklıklarda Sermaye Artırımı (4 . Baskı, On İki Levha Yayıncılık, 2018) 5 7 Moroğlu, Sermaye Artırımı (n 6) 5 ( eTTK döneminde doktrin ve yargı içtihatları tarafından kabul edilen iç kaynaklardan sermaye artırımı, TTK ile pozitif hukuk normu haline gelmiştir.) 8 İbid  6-7  9 İbid 7 35Mustafa Enes BALIN                                                                                    NKÜ Hukuk Fakültesi Dergisi 2022/1  nedenleri ise anonim şirketin karlılık oranı ve paylar ile pay  senetlerinin piyasa fiyatının düşürülmek istenmesidir.   C)  SERMAYE ARTIRIM KARARININ HÜKÜMSÜZLÜK HALLERİ  Genel kurul tarafından alınan sermaye artırım kararı yokluk, butlan, iptal edilebilirlik veya askıda hükümsüzlük hallerine tabi olabilecektir. Genel kurul kararının kurucu unsurlarının mevcut olmaması halinde bu karar yoklukla malul olacaktır.11 Yine genel kurul kararının kanunda belirlenen toplantı veya karar nisaplarına aykırı şekilde alınması halinde ilgili karar yoklukla malul olacaktır. Ancak doktrinde bir görüş Ticaret Bakanlığının veya imtiyazlı pay sahipleri kurulunun onayı olmadan alınan genel kurul kararlarının askıda hükümsüz olacağını ifade  etmektedir.  Bu  askıda  hükümsüzlük  hali geçerli  bir  genel  kurul  kararının  hüküm doğurması için ayrıca şartların arandığı durumda ortaya çıkacaktır. Örneğin, geçerli bir genel kurul kararı alındıktan sonra, imtiyazlı pay sahiplerinin onayının veya ticaret siciline tescil şartının aranması bu işlemler gerçekleşene kadar mevcut genel kurul kararının askıda hükümsüz olacağını ifade edecektir. Ancak doktrinde sadece pay sahiplerini ilgilendiren hususların, yokluk yerine iptal edilebilirlik yaptırımına tabi tutulması da savunulmaktadır. Çünkü bu hususların kamu düzenini ilgilendirmeyeceği düşünülmektedir. Böylece daha ağır bir durumun önüne geçilebilmesi amaçlanmaktadır. Diğer bir hükümsüzlük hali olan butlan ise hukuki işlemin kurucu unsurlarını içermesine rağmen geçerlilik şartlarını ihtiva etmemesi durumudur. Genel kurul kararının butlanı davası eTTK döneminde TBK nın genel hükümlerine dayanılarak talep edilmekteydi. Ancak TTK  10 İbid 13-20; Poroy, Tekinalp, Çamoğlu (n 5) N. 1330; Hayri Domaniç, Türk Ticaret Kanunu Şerhi II (1. Basım, Vedat Kitapçılık, 1988) 950- 958; Hasan Pulaşlı, Şirketler Hukuku Genel Esaslar (7. Baskı, Adalet Yayınevi, 2010) 495  11 Hasan Pulaşlı, Anonim Şirket Genel Kurul Kararlarinin Sakatliği Ve Müeyyidesi (2014) 71 (2) İstanbul Üniversitesi Hukuk Fakültesi Dergisi 336, 340; Reha Poroy, Ünal Tekinalp, Ersin Çamoğlu, Ortaklıklar Hukuku I (14. Baskı, Vedat Kitapçılık, 2020)  N. 534;  Hasan Pulaşlı, Şirketler Hukuku Şerhi (3. Baskı, Adalet Yayınevi, 2018) 1331 12 İsmail Cem Soykan, Türk Ticaret Kanununa Göre Anonim Ortaklıklarda Sermaye Taahhüdü Yoluyla Sermaye Artırımı ( 1. Baskı, On İki Levha Yayıncılık, 2019) 581; Poroy, Tekinalp, Çamoğlu (n) N. 535; Pulaşlı, Şerhi (n 11) 1332 13 Moroğlu, Anonim Ortaklıkta Genel Kurul Kararlarının Hükümsüzlüğü (7. Baskı, On İki Levha Yayınları, 2014) 36 14  Moroğlu,  Hükümsüzlük  (n 13) 33 15 Moroğlu,  Hükümsüzlük  (n 13) 35 16 Ayrıntılı bilgi için bkz. Erdoğan Moroğlu, Makaleler (1. Baskı, On İki Levha Yayıncılık, 2010) 171-180 17 Pulaşlı, (n 10) 342-343 18 Moroğlu,  Hükümsüzlük  (n 13) 25 36Mustafa Enes BALIN                                                                                    NKÜ Hukuk Fakültesi Dergisi 2022/1  m. 447 hükmü ile butlan sebepleri özel bir hükme alınmıştır. Bir hukuki işlemin veya konumuz özelinde bir genel kurul kararının yokluk veya butlan halleriyle malul olması, alınan bu kararın baştan itibaren geçersiz olması sonucunu doğurmaktadır. Bu tür kararlara karşı dava açılması kanunen  hak  düşürücü  süre ile  kısıtlanmamış  ve  ilgili  herkesin  yokluk  ve  butlan  davası açabileceği kabul edilmiştir. Bu durum doktrinde, ticaret hayatının yapısının düşünülmesi ve ayrıca hukuk güvenliği ile öngörülebilirliğinin korunması amacıyla bu hallere karşı açılacak davaların belirli bir süre ile sınırlandırılması, somut olayın koşullarına göre bir değerlendirme yapılması şeklinde savunulmuştur Son olarak iptal edilebilirlik hali; sermaye artırım kararının kanuna, esas sözleşmeye veya dürüstlük kuralına aykırılık içermesi durumunda söz konusu olacaktır. Örneğin; sermaye taahhütlerinin tamamı ödenmeden alınan sermaye artırım kararı, genel kanuni yedek akçelerin sermayenin yarısını aşmadığı müddetçe iç kaynaklardan yapılan sermaye artırımı kararı, yönetim kurulunun TTK m. 457 uyarınca sermaye artırım türüne göre kanunen hazırlamak zorunda olduğu beyanı hazırlanmadan alınan sermaye artırım kararı, kanun hükümlerine aykırılık teşkil edeceğinden iptal edilebilirlik haline tabi olacaktır. Uygulamada sermaye artırım kararlarının hükümsüzlüğüne karar verilmesi, çoğunlukla kanun hükümlerine aykırılıktan ziyade dürüstlük kuralına aykırılıktan kaynaklanmaktadır. Bunun  en  temel  sebebi  ise  iptal  edilebilirlik  ile  maluliyet  sonucu  doğuracak  kanuna aykırılıkların, uygulamada daha tescil aşamasında ilgili ticaret sicili müdürlüğü tarafından reddedilerek engellenmesidir.  Dürüstlük kuralına aykırılık ise sermaye artırımının ekonomik amacına aykırı bir şekilde yapılması ile hakların en az zarar verecek şekilde kullanılması ilkesine aykırı olması  19 İbid 25-26  20 Moroğlu,  Hükümsüzlük  ( n 13) 28 21 İbid 28  22 Ayıntılı bilgi için bkz. Erdoğan Moroğlu, Makaleler (1. Baskı, On İki Levha Yayıncılık, 2010) 49-57  23 Moroğlu, Sermaye Artırımı ( n 6) 217-218 ; Aksi yönde görüş için bkz. Alihan Aydın,  Kanuni Yedek Akçelerin Tamamının İç Kaynaklardan Esas Sermaye Artırımında Kullanılması Mümkün müdür?  (2014) 30 (2)  Banka ve Ticaret Hukuku Dergisi, 79-88 24 Yargıray 11 HD, 15791/3203, 30.05.2017 (www.lexpera.com.tr); Bu şekilde yapılan sermaye artırımının batıl olduğu yönünde görüş için bkz. Poroy, Tekinalp, Çamoğlu, (n 5) N. 1344 25 İbid N. 1335 26 Soykan, (n 12) 583; Ali Paslı, Yargıtay Kararları Işığında Sermaye Artırımı Yürürlüğünün 5. Yılında ve Yargıtay Kararları Işığında Türk Ticaret Kanunun Sempozyumu (Tebliğler ve Tartışmalar)  (1. Baskı, On İki Levha Yayıncılık, 2018) 55-56 27 Soykan, (n 12) 584  28 ibid 594  37Mustafa Enes BALIN                                                                                    NKÜ Hukuk Fakültesi Dergisi 2022/1  halinde  gündeme  gelecektir.  Mahkeme  hakların  en  az  zarar  verecek  şekilde  kullanılması ilkesini, somut olayın şartlarına göre değerlendirecektir.  Bu ilke, pay sahipliği hakkı aleyhine ya da eşit işlem ilkesine aykırı bir işlem tesis edildiği zaman pay sahiplerini korumak gayesiyle ortaya çıkmıştır. Bu ilkeye göre, anonim şirketin menfaati doğrultusunda bir karar alınacağı  zaman çoğunluğun  dışında kalan pay sahipleri için zararı olmayan veya en zararsız yol seçilmelidir. Sermaye artırım kararının, şirketin ihtiyaç duyduğu bedelden fazla alınması ile bilançoda sermayeye eklenmesine izin verilen fonların sermayeye koyulmaması bu ilkeye aykırılığa örnek olarak verilebilecektir. Dürüstlük kuralı; karar alma sürecindeki şeffaflığı, anonim şirketin ortak menfaatini ve son olarak pay sahiplerinin bilgi alma ve inceleme hakkına halel getirmeme menfaatlerini korumaktadır. Bu kurala aykırılık için zarar amacının varlığı, kast unsuru aranmadan yeterli kabul edilmektedir.   II.  SERMAYE ARTIRIM KARARININ YÜRÜTÜLMESİNİN GERİ BIRAKILMASI  A.  TÜRK TİCARET KANUNU NDAKİ ŞARTLAR  Sermaye artırım kararı; anonim şirketin kendisini, pay sahiplerini ve üçüncü kişilerinin menfaatini etkilemektedir. Bu karar aleyhine açılan iptal davası, kesinleştikten sonra (ex tunc) geriye doğru etkili olacaktır. Bu sebeple muhtemel zararların önlenmesi açısından sermaye artırım kararının yürütülmesinin geri bırakılması kararı hayati önem arz etmektedir.  Genel kurul kararının yürütülmesinin geri bırakılması için TTK m. 449, ilk önce iptal veya  butlan  davasının  açılmasını  daha  sonra  ise  yönetim  kurulunun  görüşünün  alınması gerektiğini ifade etmiştir.   29 Soykan, (n 12) 583; Paslı, (n 26) 595 30 Soykan, (n 12) 595 31 İbid 597; Moroğlu,  Hükümsüzlük  (n 3) 242  32 Soykan, (n 12) 598-599;  33 Ünal Tekinalp, Sermaye Ortaklıklarının Yeni Hukuku (4. Baskı, Vedat Kitapçılık, 2020) N. 15-05 34 Poroy, Tekinalp, Çamoğlu (n 5) N. 1335 35 Pulaşlı, Şirketler (n 10) 510; Soykan, (n 12) 654; Eriş, (n 3) 499; Poroy, Tekinalp, Çamoğlu, (n 5)  N. 1416d 38Mustafa Enes BALIN                                                                                    NKÜ Hukuk Fakültesi Dergisi 2022/1  1.  Genel Kurul Kararı Hakkında Butlan Veya İptal Davasının Açılmış Olmasının Gerekmesi  TTK m. 449 un  genel kurul aleyhine iptal veya butlan davası açıldığı takdirde  şeklindeki  ifadesi,  sermaye  artırım  kararının  yürütülmesinin  geri  bırakılması  talebinde bulunmak için ilk önce iptal veya butlan davasının açılmasının gerekip gerekmediği şeklinde, doktrinde tartışmaya neden olmuştur.  Doktrinde bir görüş, bu ifadenin açıkça genel kurul kararının yürütülmesinin geri bırakılması talebinde bulunmak için iptal veya butlan davası açılması gerektiği anlamına geldiğini savunmuştur. Ancak bir başka görüş ise iptal veya butlan davası açılmadan bu kararın verilemeyeceği yönünde açıkça bir düzenleme yapılmadığı için bu şekilde bir yorum yapılamayacağı kanaatindedir. eTTK kapsamında ifade edilen görüşlere  bakıldığında  ise  iptal  veya  butlan  davası  açılmadan  böyle  bir  talepte bulunulabileceğinin savunulduğu görülmektedir.  Kanaatimizce tedbir yargılamasının dava niteliğine haiz olmaması ve kanunda bu kararın ancak davanın açılması halinde verilebileceği bu talebin iptal veya butlan davası açıldığı durumda  istenebileceğini  göstermektedir.  Böylece,  dava  açılmadan  tedbire  karar verilemeyeceği  kabul  edildiğinde  HMK da  düzenlenen  tamamlayıcı  merasim gerçekleşmeyecektir.  Doktrinde bir görüş sermaye artırım kararlarına karşı yürütmenin geri bırakılması kararı verilemeyeceğini buna gerekçe olarak da sermaye artırım kararının TTK m. 465/3 uyarınca üç ay içerisinde tescil edilmesi gerektiğini ancak iptal davalarının TTK m. 448/2 uyarınca üç aylık hak düşürücü sürenin geçmeden duruşmaya başlanamayacağını bu sebeple verilecek herhangi bir yürütmenin geri bırakılması kararının üç ay içerisinde tescil edilemeyecek olması nedeniyle iptal davasının sona erdirildiğini savunmuştur.  TTK nın sermaye artırım kararının üç ay  36 Moroğlu,  Hükümsüzlük  (n 3) 309; Pulaşlı, Şerhi (n 12) 1114; Gönen Eriş, Anonim Şirket ( n 3) 3041, Nitekim İstanbul 1. Asliye Ticaret Mahkemesi 31.12.1983 tarihli kararında dava açılmadan bu şekilde bir talepte bulunabileceğine dair karar verse de temyiz kararının devamına verse de dava açılmadan böyle bir karar verilemeyeceğini açık bir şekilde ifade etmiştir. Bkz. Moroğlu,  Hükümsüzlük  (n 3) 309 37 İsmail Kırca, Feyzan Hayal Şehirali Çelik, Çağlar Manavgat, Anonim Şirketler Hukuku II (1. Baskı, Banka ve Ticaret Hukuku Dergisi Yayınları, 2013) 243 38  İptal davalarında üç aylık süre geçmeden duruşma görülemeyeceğinden eğer tedbir talebi dilekçede talep edilmişse mahkemenin derhal bu kararı vermesi gerektiği ancak çok acele durumlarda HUMK m.104 ten faydalanarak iptal davasından önce böyle bir davanın açılabileceği daha sonrasında on gün içerisinde iptal davasının açılması gerektiği  yönünde bkz. Reha Poroy, Ünal Tekinalp, Ersin Çamoğlu, Ortaklıklar Hukuku II (10. Baskı, Arıkan Yayınları, 2005), N. 745; Dava açılmadan önce tedbir talep edilebileceğine ilişkin ayrıca bkz. Hakan Pekcanıtez, Anonim Ortaklıklarda Denetçiler Tarafından Açılacak Davalar (1987) 3 (1) Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi 439,  486 39 Hakan Pekcanıtez , Muhammet Özekes, Mine Akkan, Hülya Taş Korkmaz, Pekcanıtez Usul- Medeni Usul Hukuku ( 16. Baskı, On İki Levha Yayıncılık, 2018) 249 40 Moroğlu,  Hükümsüzlük  (n 13) 311 39Mustafa Enes BALIN                                                                                    NKÜ Hukuk Fakültesi Dergisi 2022/1  içerisinde tescil edilmesi gerektiği ve iptal davasında üç aylık hak düşürücü süre geçmeden önce  duruşmaya  başlanamayacağı  yönündeki  düzenlemeleri,  sermaye  artırım  kararının yürütülmesinin  geri  bırakılması  kararının  hangi  aşamada  verileceği  konusunda  tereddüt yaşatmaktadır.  Kanaatimizce bu tartışma sermaye artırım kararının yönetim kurulu tarafından tescil edilip edilememesine göre somutlaşacaktır. Ticaret Sicil Müdürlüğü, TTK m. 32/2 uyarınca sermaye artırım kararının esas sözleşmeye ve kanunun emredici hükümlerine uygun alınıp alınmayacağını incelemekle yükümlüdür. Zaten bu şartlara aykırılık söz konusu olduğunda sicil memurunun gözünden kaçsa dahi sicile itiraz aşamasında herhangi bir iptal veya butlan davası açmadan sermaye artırım kararı uygulanmayacak ve sermaye artırım kararının yürütülmesinin geri  bırakılması  kararına  ihtiyaç  kalmayacaktır.  Ancak  sermaye  artırım  kararının  tescil edilmesinden sonra tescile itiraz süresi kaçırılmamalıdır. Çünkü sermaye artırım kararının ticaret siciline tescil edildikten sonra icra edilmesi, bu karara karşı ihtiyati tedbir konulmasını engellemektedir. Bu durumda mahkeme, icra edilmiş bir genel kurul kararına karşı ancak bu kararın hükümsüzlüğüne karar verebilecektir. Bu sebeple bu kararın tescil edilmesinden sonra ihtiyati tedbir talep hakkının kaybolmaması için TTK m. 34 uyarınca tescilden itibaren sekiz gün  içerisinde  sicilin  bulunduğu  yerdeki  görevli  asliye  ticaret  mahkemesine  itiraz  etmek gerekecektir.   TTK m. 32/4 uyarınca çözümü mahkeme kararına bağlı bulunan hususlar için geçici tescil imkanı düzenlenmiştir. Böylece geçici tescil imkanının uygulanmasının önü açılarak sermaye artırım kararının üç ay içerisinde ticaret siciline tescil edilmesi sorunu çözülmüş olacaktır. Başka bir deyişle, açıkça sermaye artırım kararı kanuna veya esas sözleşmeye aykırı şekilde alınmışsa zaten bu sorun tescile itiraz aşamasında çözülecektir. Ancak söz konusu sermaye artırım kararı dürüstlük kuralına aykırı şekilde alınmışsa tescile itiraz edilmelidir. Bu itiraz ile tescilin  bulunduğu  yer olan ticaret  mahkemesinden geçici tescil yapılmasını ve dürüstlük  kuralına  aykırı  şekilde  alınan  sermaye  artırım  kararına  karşı  iptal  davasının açılmasının süre verilmesi talep edilmelidir. İptal davası açıldıktan sonra sermaye artırım  41 Pekcanıtez, Özekes, Akkan, Taş Korkmaz, (n 39) 249 42 Ömer Teoman, İcra Edilmiş Bir Anonim Ortaklık Genel Kurul Kararının Uygulanmasının Durdurulması Konusunda Mahkemece İhtiyati Tedbir Kararı Verilip Verilemeyeceği Tüm Makalelerim I-II (2. Baskı, On İki Levha Yayıncılık, 2012) 991 43 Teoman, (n 42) 991  44 İbid 993  40Mustafa Enes BALIN                                                                                    NKÜ Hukuk Fakültesi Dergisi 2022/1  kararının  yürütülmesinin  geri  bırakılması  talebinde  bulunularak  duruşmaya  başlanmadan mahkemenin yürütmenin geri bırakılmasına karar verebileceği kanaatimizce kabul edilmelidir.  Son olarak, TTK m. 449 açıkça genel kurul kararlarının yokluk halinin tespiti için bir düzenleme getirmemiştir. Hakkında yok hükmü verilmesi gereken bir kararın uygulanması hukuk güvenliğine aykırılık teşkil edeceğinden; yokluk ile malul olan bir sermaye artırımı kararı için ihtiyati tedbir talebi HMK hükümleri uyarınca alınmalıdır. Böylece yokluğun tespiti davası açılmadan önce tedbir talebinde bulunulabileceği kabul edilmiş olacaktır. 2.  Yönetim Kurulunun Görüşünün Alınması   TTK m. 449, genel kurul kararının yürütülmesinin geri bırakılması kararı verilmeden önce yönetim kurulu üyelerinin görüşünün alınması gerektiğini düzenlemiştir. Bu hüküm, ihtiyati tedbir talebini düzenleyen HMK m. 389/2 hükmü ile farklılık arz etmektedir. HMK m. 389/2  hükmü  zorunluluk  bulunan  hallerde  karşı  taraf  dinlenmeden  hâkimin  tedbir  kararı verebileceğini ifade ederken, TTK m. 449 hükmü ile sermaye artırım kararının geri bırakılması için yönetim kurulunun görüşünün alınması gerektiğini ifade etmiştir. HMK uyarınca ihtiyati tedbir talep edildiğinde, hâkim somut olayın koşullarına göre karşı tarafın hukuki dinlenilme hakkını ertelemek suretiyle tedbir kararı verebilmektedir. Mahkeme böylece yönetim kurulu üyelerine;  genel  kurul  kararının  yürütülmesinin  geri  bırakılması  kararının  uygulanması durumunda, şirketin somut olarak ne türden bir zarara uğrayacağını sormuş olacaktır. Yönetim kurulu, sermaye artırım kararına karşı iptal davası açmış ve bu karara karşı genel  kurul  kararının  yürütülmesinin  geri  bırakılmasını  talep  etmiş  ise  yönetim  kurulu üyelerinin  ayrıca  dinlenilmesine  gerek  kalmayacaktır.  Ayrıca  sermaye  artırım  kararının yürütülmesinin geri bırakılması talebi, davalı anonim şirket tarafından kabul edilmiş ise bir daha yönetim kurulu üyelerinin dinlenilmesine ihtiyaç bulunmamaktadır. Ancak bu dava yönetim kurulunun çoğunluğunun dışında kalan kişilerce açılmış ise çoğunluğu oluşturan yönetim kurulu üyelerinin görüşünü almak icap edecektir. Yönetim kurulu üyelerinin görüşü,  45 Pulaşlı, (n 11) 341; Doğukan Algan, Genel Kurul Kararının Yürütmesinin (Tedbiren) Geri Bırakılması (TTK m.449) (1.Baskı, On İki Levha Yayıncılık, 2019) 45-51 46 Domaniç, (n 10) 920  47 Pekcanıtez, Atalay, Özekes, (n 4) 570 48 Poroy, Tekinalp, Ersin Çamoğlu, (n 5) N. 749 49 Moroğlu,  Hükümsüzlük  (n 13) 310  50 İbid 312  41Mustafa Enes BALIN                                                                                    NKÜ Hukuk Fakültesi Dergisi 2022/1  yönetim kurulu üyelerinin nasıl dinleneceğine ilişkin bir düzenleme olmaması sebebiyle duruşmaya çağırılarak sözlü veya yazılı şekilde alınacaktır.  Mahkeme; sermaye artırımı kararının yürütülmesinin geri bırakılması talebinden sonra yönetim  kurulu  üyelerinin  değişmesi  durumunda,  eski  yönetim  kurulu  üyelerinin dinlenilmesine karar verebilecektir.  B.  SERMAYE ARTIRIM KARARININ YÜRÜTÜLMESİNİN GERİ BIRAKILMASI KARARININ HUKUKİ NİTELİĞİ  Sermaye artırım kararının yürütülmesinin geri bırakılması kararının verilebilmesi için HMK daki  şartları  açıklamadan  önce  bu  kararın  hukuki  niteliğini  tartışmak  gerekecektir. Sermaye  artırım  kararının  yürütülmesinin  geri  bırakılması  talebi  ile  mevcut  uyuşmazlık hakkında mahkemeden sermaye artırım kararının yönetim kurulu tarafından icrası engellenmek istenmektedir. Bu talebin hukuki niteliği doktrinde tartışmalıdır. Çünkü bu talep ile mahkeme, davanın esasına girmeden muhtemel bir zararı önlemek için mevcut uyuşmazlığa konu olan sermaye artırım kararının icrasını engelleyebilecektir. Böylece mahkeme, sermaye artırım kararının yürütülmesinin geri bırakılması kararını vererek sermaye artırımı kararı için geçici hukuki koruma yoluna gidecektir. Ancak bu geçici hukuki korumanın ayrı bir geçici hukuki koruma mı yoksa özel nitelikte bir ihtiyati tedbir olacağı tartışılmalıdır. Bilindiği üzere HMK, geçici hukuki korumalar kavramını üst başlık olarak düzenlemiştir. Böylece geçici hukuki koruma üst başlık olarak ifade edilecek, her bir hukuki koruma yolu ise hakkın türü ve amacına göre sınıflandırılacaktır.   Bu kararın özel bir geçici hukuki koruma niteliğine haiz olduğu kabul edildiğinde,  sermaye artırım kararının yürütülmesinin geri bırakılması kararı HMK m. 397 de düzenlenen bir  ihtiyati  tedbir  olarak  tanımlanamayacak  ve  bu  hükümlere  dayanarak  böyle  bir  karar verilemeyecektir.  Böylece  mahkemeden,  sermaye  artırım  kararının  yürütülmesinin  geri bırakılması  kararı  için  ihtiyati  tedbir  verilmesi  şeklinde  bir  talepte  bulunulamayacak,  51 Eriş, (n 3) 497; Gönen Eriş, Ticari İşletme ve Şirketler ( 3. Baskı, Seçkin Yayıncılık, 2017) 3040 52 Moroğlu,  Hükümsüzlük  (n 3) 310;  TTK'nın 449.maddesi gereğince yönetim kurulu üyelerinin görüşlerinin alınması için yönetim kurulu üyelerine (..., ... ve ...) tebliğden itibaren 7 gün içerisinde beyanda bulunmaları için meşruhatlı davetiye gönderilmiş, yönetim kurulu üyelerince 16/12/2019 tarihli dilekçe ile görüş bildirdikleri görülmüştür.  İstanbul BAM, 13. HD, 614/492, 17.4.2020 (www.lexpera.com.tr) 53 İbid 310 54 Pekcanıtez, Özekes, Akkan, (n 5) 2446 42Mustafa Enes BALIN                                                                                    NKÜ Hukuk Fakültesi Dergisi 2022/1  mahkemenin  de bu kararı ihtiyati tedbir kararı olarak vermemesi  gerekecektir.55 Nitekim Yargıtay Hukuk Genel Kurul Kararı  Keza, diğer özel hükümlerde açıkça farklı bir geçici hukuki korumadan bahsedilmişse, bu durumda da o çerçevede bir karar verilmeli, ihtiyati tedbir kararı verilmemelidir (Pekcanıtez/Atalay/Özekes, a.g.e., s. 877)  şeklindedir. Hakeza, mahkemenin sermaye artırım kararının yürütülmesinin geri bırakılması talebini reddetmesi halinde bu red kararına karşı kanun yolu öngörülemeyecektir. Doktrindeki bir başka görüş ise diğer kanunlarda geçen geçici hukuki korumaların ya ihtiyati tedbir niteliğinde ya da delil tespiti niteliğinde olduğunu ifade etmiştir.  Genel kurul kararının yürütülmesinin geri bırakılmasına ilişkin talep konusu hakkın türü para  alacağını  oluşturmadığından,  bu  talebin  ihtiyati  haciz  olmadığı  kolaylıkla  ifade edilebilecektir. Doktrinde bir görüş; tedbirin türüne ilişkin bir değerlendirme yapmadan genel kurul  kararının  yürütülmesinin  geri  bırakılması  talebini,  ihtiyati  tedbir  olarak  kabul etmektedir. Nitekim Yargıtay ın bir kararında da bu talebin ihtiyati tedbir olduğu ifade edilmiştir. Ancak başka bir görüş ise bu talebi, tedbirin amacı bakımından bir tasnif yaparak, eda tedbiri altında tanımlamıştır. Amaç yönünden yapılan başka bir tasnif ise bu talebin düzenleme amaçlı olduğu yönündedir. Görüldüğü  üzere  doktrinde  ve  Yargıtay  uygulamasında,  sermaye  artırım  kararının yürütülmesinin geri bırakılması kararının ayrı bir geçici hukuki koruma olmadığı ihtiyati tedbir hükümlerine tabi olması gerektiği ifade edilmiştir. Bazı yazarlar ihtiyati tedbir olduğunu kabul edip ihtiyati tedbir türleri arasında bir tasnife gitmiştir. Doktrinde eda tedbiri ve düzenleme tedbiri tasnifi arasında ihtilaf bulunmakta olup düzenleme tedbirlerinin eda tedbiri başlığı altında değerlendirilmesi gerektiği savunulmaktadır. Bu tartışma, çalışmamız kapsamında  55 İbid 2453 56 Yargıtay HGK, E.2013/21-1791 K. 2013/1676, 20.12.2013 (www.lexpera.com.tr)  57 Kuru, (n 3) 657 58 Algan, (n 43) 23  59 Domaniç, (n 10) 919; Ejder Yılmaz, Hukuk Muhakemeleri Kanunu Şerhi (4. Baskı, Yetkin Yayıncılık, 2021) 740; Haluk Nami Nomer, Kişi Birliklerinde Genel Kurul Kararlarının Geçersizliğine İlişkin Esaslar (1. Baskı, Beta Yayınevi, 2008) 199-200; Kuru, ( n 3)  659; Moroğlu,  Sermaye Artırımı  (n 3) 324; Kırca, Şehirali Çelik, Manavgat, ( n 37 ) 242; Algan ( n 45) 24 60 11. HD, E.2013/10626 K.2013/15144, 09.09.2013; İstanbul BAM, E. 2017/143 K. 2017/162, 20.04.2017 (www.lexpera.com.tr) 61 Evrim Erişir, Geçici Hukuki Korumanın Temelleri ve İhtiyati Tedbir Türleri (1. Baskı, On İki Levha Yayıncılık, 2013) 388; Pekcanıtez, Özekes, Akkan, Taş Korkmaz, ( n 39 ) 2510-2511 62 Saim Üstündağ, İhtiyati Tedbirler (1. Baskı, Fakülteler Matbaası, 1981) 32-33; Nevhis Deren-Yıldırım N, Haksız Rekabet Hukuku ile Fikri ve Sınai Mülkiyet Hukukun da İhtiyati Tedbirler (2. Baskı, Alkım Yayınevi, 2002) 94; Yılmaz (n 3) 78 63 Ayrıntılı bilgi için bkz. Erişir, (n 61) 497-507 43Mustafa Enes BALIN                                                                                    NKÜ Hukuk Fakültesi Dergisi 2022/1  olmadığından sadece sermaye artırım kararının yürütülmesinin geri bırakılması kararının özel bir ihtiyati tedbir türü olarak kabul edilmesi gerektiğini ifade edeceğiz.   C.  HUKUK MUHAKEMELERİ KANUNUNDAKİ ŞARTLAR 1.  Tedbir Talebinin Konusu   Sermaye  artırımı  kararının  yürütülmesinin  geri  bırakılmasını  talep  eden  taraf,  bu sermaye artırım kararının uygulanması ile ciddi bir zararın doğacağını ya da hakkın elde edilmesinin zorlaşacağını veya imkânsız olacağını ifade etmelidir. Bu sebeple mahkeme, bu talep için karar verirken sermaye artırım kararı öncesi hakların elde edilip edilemeyeceğini incelemelidir. Böylece, davanın açıldığı ilk günkü menfaatin korunması amacı ile telafisi imkânsız zararların doğması önlenecek ve hakkın elde edilmesi sağlanacaktır.  Sermaye artırım kararının uygulanmasıyla, hem pay sahipleri hem de anonim şirket açısından çok ciddi etkiler doğmaktadır. Örneğin; pay sahipleri, artırım kararının iptal edilmesi sonucu taahhüt ettiği sermayeyi faiziyle geri alacaktır. Ayrıca, sermaye artırımı sonucu ortaya çıkan  yeni  payları  satın  alan  şirkette  pay  sahibi  olmayan  üçüncü  kişilerin  aldığı  paylar silineceğinden, şirketin bu kişilerden aldığı bedeller iade edilecektir.66 2.  Yaklaşık İspat   Mahkeme;  ihtiyati  tedbir  talep  eden  tarafın,  iddiasını  yaklaşık  ispat  ölçütünde ispatlaması halinde bu talebi kabul edecektir. Bu sebeple tedbir talep eden tarafın, sermaye artırım kararının yürütülmesinin geri bırakılması talebinin kabul edilmesi için mahkemede oluşacak kanaati güçlendirecek delilleri dilekçe ekinde sunması veya mahkemede delillerin dosyaya getirtilmesini istemesi gerekmektedir.  64 İstanbul BAM 13. HD, E. 2019/1473 K. 2019/1212, 18.9.2019 (www.lexpera.com.tr) 65 Pekcanıtez, Atalay, Özekes, ( n 3) 565  66 Poroy, Tekinalp, Çamoğlu, (n 3) 1416d 67 Pekcanıtez, Atalay, Özekes, (n 3) 571 68 Algan, (n 45) 136 44Mustafa Enes BALIN                                                                                    NKÜ Hukuk Fakültesi Dergisi 2022/1  Anonim  şirket  genel  kurul  kararları,  AYŞ  m.  26  gereği  toplantı  tutanağına kaydedilmektedir. Böylece, genel kurul kararlarına karşı açılan tüm hükümsüzlük davalarında en önemli delil toplantı tutanağı olmaktadır.  Buna ek olarak ileri sürülen vakıaya has olmak üzere, ticari defterler de delil olarak kabul edilecektir. Son olarak keşif, bilirkişi ve kanuni şartları  yerine  getirmek  şartıyla  tanık  delillerine  başvurulabilecektir.  Nitekim  yargı kararlarında da, tüm ticari defter ve kayıtların incelenmeden sadece dosya üzerinden bir tedbir kararının verilemeyeceği ifade edilmiştir. Doktrinde,  hükümsüzlük  haline  göre  ispat  derecelendirmesi  yapan  yazarlar bulunmaktadır. Bir görüşe göre batıl genel kurul kararlarına karşı doğrudan yürütülmesinin geri bırakılması kararı verilmelidir. İptal edilebilir genel kurul kararlarında; tedbir talep eden kişinin,  kötü  niyetli  olduğu  veya  iddialarının  açık  bir  şekilde  gerçeği  yansıtmadığının anlaşılmasıyla bu talep reddedilmelidir. Ancak kabul edilmelidir ki her somut olaya göre mahkemenin karar vereceği tedbir değerlendirmesinde menfaat dengesi gözetilmelidir. Çünkü genel kurul tarafından alınan sermaye artırımı kararı, haklı bulunursa, dava sonuçlanana kadar  verilecek tedbir sebebiyle icra edilemeyecektir. Eğer yönetim kurulu, bu tedbir kararına rağmen  sermaye  artırımı  kararını  uygularsa  HMK  m.  398  uyarınca  disiplin  hapsi  ile cezalandırılacaktır. 3.  Menfaat Dengesi  Mahkeme, menfaat dengesini gözetirken her iki tarafın da menfaatini koruyan titiz bir inceleme  yapmalıdır.  Bu  denge  gözetilirken;  bir  yandan  hak  iddia  edenin  hakkına kavuşabilmesi sağlanmalı, diğer yandan ise tam bir yargılama yapılmadığı ile kararın haksız olacağı ihtimali göz önünde bulundurularak aleyhine tedbir kararı verilecek kişinin hakkı, ölçüsüz bir şekilde aşılmamalıdır. Anonim şirketin esas sermayesinin artırılması kararı; başta şirketin kendisinin olmak üzere, pay sahiplerinin ve son olarak üçüncü kişilerin menfaatini  69 Resmî Gazete Tarihi: 28.11.2012 Resmî Gazete Sayısı: 28481,  Anonim Şirketlerin Genel Kurul Toplantılarının Usul Ve Esasları İle Bu Toplantılarda Bulunacak Bakanlık Temsilcileri Hakkında Yönetmelik  70 İbid 135  71 İbid 136  72 İbid 136  73 11. HD, E. 2013/18476 K. 2013/616, 14.1.2013 (www.lexpera.com.tr) 74 Pulaşlı, (n 10) 926 75 Pulaşlı, (n 10) 926 76 Pekcanıtez, Atalay, Özekes, (n 4) 574 77 İbid 576 78 Pekcanıtez, Özekes, Akkan, Taş Korkmaz, (n 39) 2444 45Mustafa Enes BALIN                                                                                    NKÜ Hukuk Fakültesi Dergisi 2022/1  etkilemektedir. Bu sebeple mahkemenin önüne gelecek uyuşmazlıkta, kanımızca ilk önce hükümsüzlüğü  talep  edilen  genel  kurul  kararının  hükümsüzlük  iddiasının  gerekçesi incelenmelidir.  Kanımızca; yokluk yaptırımına tabi olacak bir karara karşı, yaklaşık ispat şartı yerine getirildikten sonra tedbir kararı verilmesi gerekmektedir. Ancak butlan ve iptal edilebilirlik hallerine tabi bir karara karşı tedbir kararı, somut olayın koşullarına göre incelenecektir.  Yeni bir yatırım yapmak, şirket borçlarını ödemek veya başka bir sebeple sermaye artırımına gitmek isteyen bir anonim ortaklıkta; bu kararın yürütülmesinin geri bırakılması, şirketin  sermaye  artırma  amacını  tehlikeye  düşürebilmektedir.  Yeni  yatırımlar  yapılarak, şirketin kazancının geciktirilmesi şirketin ekonomik durumunu olumsuz etkileyebilecektir. Ayrıca, sermaye artırım kararının durdurulması şirketin alacaklarını da etkilemiş olacaktır. Buna  karşılık,  sermaye  artırım  kararının,  pay  sahiplerini  doğrudan  etkileyeceği  de unutulmamalıdır.  Uygulamada sermaye artırımı kararının, alacaklıların menfaatinden ziyade çoğunluğun dışında kalan pay sahiplerinin menfaatini ciddi bir şekilde etkilediği görülmektedir. Çünkü anonim şirketin pay sahipleri, kendi payları oranınca genel kurulda oy kullanabilmektedir. Sermaye  artırımı  kararı  sonucunda  çıkarılacak  yeni  payları  ekonomik  zayıflık  nedeniyle alamayan pay sahiplerinin oy oranı düşmüş olacaktır. Şirketin yönetim kurulunun belirlenmesi için pay çoğunluğunun kâfi geldiği bir durumda, çoğunluğu oluşturan pay sahipleri çoğunluğun dışında kalmış pay sahiplerini, şirketin yönetiminden uzaklaştırmış olacaklardır.  Sermayeye oranla az bir paya sahip olan pay sahiplerinin oy haklarının azalmasının yanı sıra kâr payı oranları da düşmüş olacaktır. Bu sebeple, uygulamada sermaye artırım kararına karşı  açılan  iptal  davalarında  çoğunlukla  dürüstlük  kuralına  aykırılık  gerekçe gösterilmektedir.  Dürüstlük  kuralına  aykırılık  incelemesi  yapılırken  gözetilmesi  gereken ölçüt, anonim şirketin menfaatine uygun bir artırım yapılıp yapılmadığı olacaktır. Çoğunluk pay sahiplerinin menfaati gözetilerek verilen bir sermaye artırım kararı alınmamışsa dahi anonim  şirketin  menfaatine  olmayan  sermaye  artırım  kararı  dürüstlük  kuralına  aykırı olacaktır. Genel kurul tarafından alınan sermaye artırım kararının, anonim şirketin menfaatleri  79 Soykan, (n 12) 651-652 80 İbid 584 81 Poroy, Tekinalp, Çamoğlu, (n 3) N. 1335   82 Soykan, (n 12) 585 83 İbid 585 46Mustafa Enes BALIN                                                                                    NKÜ Hukuk Fakültesi Dergisi 2022/1  doğrultusunda alınıp alınmadığı ve bu kararın çoğunluk pay sahiplerinin kendi çıkarları lehine olup olmadığı somut olayın koşullarına göre belirlenecektir. Yargı kararlarında sermaye artırım kararının hangi amaçla yapıldığını incelenmiştir. Bu incelemede, bilirkişi tarafından iktisadi bir değerlendirme yapılarak anonim şirketin ne kadar finansmana ihtiyaç duyduğu izah edilmiştir. Ancak ifade edilmelidir ki yapılacak yerindelik incelemesi, anonim şirketin ticari ilişkisi bağlamında değil sadece iktisadi açıdan sermaye  artırımına  ihtiyacının  olup  olmamasına  ilişkindir.  Aksi  halde  yönetim  kurulu üyelerinin kanunen belirlenen görevi aşılmış olacak ve şirketin hangi kaynağı ne doğrultuda kullanacağı belirlenmiş olacaktır.  Gerçekten  de,  sermaye  artırım  kararının  her  bir  pay  sahibinin  menfaatine  olması beklenemeyecektir.  Pay  sahipleri  anonim  şirkete  katılırken,  çoğunluğun  kararlarına  tabi olacağını kabul etmişlerdir. Bu yüzden pay sahipleri, pay değerlerinin artmasını gerekçe göstererek  sermaye  artırımı  kararına  karşı  çıkamayacaklardır.  Nitekim  bir  başka  yargı kararında;  davacının  zararının,  sermaye  artırımı  kararının  iptal  edilmesi  halinde giderilebileceği,  ancak  ihtiyati  tedbir  kararının  verilmesi  halinde  davalının  zararının giderilemeyeceği ve davalının zararının dolaylı olarak davacıyı da etkileyeceği belirtilmiştir. Ayrıca tedbir talep eden davacıya, muhtemel ve yakın bir tehlikenin varlığını ispatlayamaması nedeniyle ihtiyati tedbir kararı verilmesinin yerinde olmadığı ifade edilmiştir.   Son olarak özetlemek gerekirse  vasıtanın gayeye uygunluğu  ölçütü üzerinden bir menfaat dengesi gözetilmelidir. Bu ilke anonim şirketin sermaye artırımı kararıyla amaçladığı menfaatin,  başka  vasıtalarla  elde  edilip  edilemeyeceğini  incelemektedir.  Burada gerçekleştirilmek  istenen  amaç  ile  sermaye  artırım  kararı  arasındaki  uygunluk  ortaya konulmalıdır.      84 İbid 586 85 11. HD, E.2013/11622 K. 2013/16502, 25.09.2013 (www.lexpera.com.tr) 86 Soykan, (n 12) 586-588; Paslı, (n 26) 51-52, 54-56  87 Soykan, (n 12) 593; Paslı, (n 26) 56 88 Soykan, (n 12) 593 89 Soykan, (n 12) 605 90 Poroy, Tekinalp, Çamoğlu, (n 3) N. 1333-1334 91 İstanbul BAM, 12. HD, E. 2018/668 K. 2018/ 684, 7.6.2018 (www.lexpera.com.tr) 92 Algan, (n 45) 41 47Mustafa Enes BALIN                                                                                    NKÜ Hukuk Fakültesi Dergisi 2022/1  4.  Teminat  İhtiyati tedbir kararı verilmesi; aleyhine tedbir kararı verilen kişinin haklarını ihlal edebilecek  nitelikte  olduğundan,  dava  sonucunda  aleyhine  tedbir  kararı  verilen  kişinin muhtemel zararlarını karşılamak maksadıyla teminat gösterilmesi gerekmektedir. Bu yüzden mahkeme, sermaye artırımı kararının yürütülmesinin geri bırakılması talebinin tedbir niteliğini haiz olması nedeniyle teminata karar vermelidir. Buna karşılık aleyhine tedbir kararı verilen kişi, muhtemel zararların önlenmesi amacıyla teminat göstererek tedbir kararının kalkmasını talep edebilecektir. Böylece anonim şirket, tedbir kararına karşı teminat yatırarak tedbirin kaldırılmasını isteme hakkına sahiptir.  Bu teminat, daha önce TTK m. 448/3 uyarınca şirketin muhtemel zararlarını karşılaması amacıyla teminat yatırılmasına karar verilmesi durumunda dahi yatırılmalıdır. Ancak genel kurul kararının iptal edilmesi maksadıyla dava açan kişi, daha önce bir teminat yatırmışsa ayrıca bir teminat yatırmasına gerek olmadığı da savunulmuştur.  5.  Davanın Esasını Çözecek Nitelikte Bir Tedbir Kararının Verilip Verilemeyeceği  Uygulamada  genel  kurul  kararlarının  yürütülmesinin  geri  bırakılması  kararı, yargılamanın esasını çözer nitelik arz ediyor gerekçesiyle reddedilebilmektedir. Konumuz açısından bir inceleme yapılırsa, sermaye artırım kararına karşı açılan iptal davalarında da böyle bir sorun ortaya çıkabilecektir. Bu sebeple, sermaye artırım kararına karşı açılan iptal veya butlan davaları açısından da davanın esasının çözer mahiyette bir tedbir kararının verilip verilemeyeceği incelenmelidir.  Hakim görüşe göre; mahkeme, asıl davanın sonucunu öne çekerek, davanın esasına dair veya fiili olarak davanın esasını çözer nitelikte bir tedbir kararı veremeyecektir. Bu görüş davanın esasını çözer mahiyette karar verilebilmesi için özel bir kanuni bir düzenleme olmasını  93 Domaniç, (n 10) 497; Yılmaz, (n 57) 1679; Moroğlu, Hükümsüzlük (n 3) 305; Oğuz İmregün, Anonim Şirketlerde Pay Sahipleri Arasında Umumi Heyet Kararlarından Doğan Menfaat İhtilafları ve Bunları Telif Çareleri, (1. Baskı, İsmail Akgün Matbaası, 1962) 145; Halil Arslanlı, Anonim Şirketler II (1. Baskı, İstanbul Matbaası, 1959) 83 94  Pekcanıtez, Atalay, Özekes, (n 3) 581  95 İbid 920 96 Moroğlu,  Hükümsüzlük  (n 13) 312 97 Pekcanıtez, , Atalay, Özekes, (n 39) 486 98 Eriş, İşletme (n 51) 3042 99 Abdurrahim Karslı, Medeni Muhakeme Hukuku, ( 6. Baskı, Alterantif Yayınları, 2015) 678; Baki Kuru, Burak Aydın, Medeni Usul Hukuku Ders Kitabı ( 5. Baskı, Yetkin Yayıncılık, 2020) 466; Yılmaz, (n 57) 1670  48Mustafa Enes BALIN                                                                                    NKÜ Hukuk Fakültesi Dergisi 2022/1  savunmaktadır. Nitekim Yargıtay ın bazı kararları dava sonucunun öne alınmasının mümkün olmadığını ifade etmiştir. Ancak,  gecikme sebebiyle bir sakınca veya ciddi bir zararın doğabileceği  nazara  alınarak,  ihtiyati  tedbir  verilmesi  şartları  oluştuğ  u  halde,  yerinde olmayan  yazılı  gerekçeyle(ileride  açılacak  olan  davada  asıl  istemin  kabulü  hükmünün çıkmasıyla  sağlanacak  durumu  şimdiden  oluşturacak  nitelikte  ihtiyati  tedbir  kararı verilemeyeceği  gerekçesiyle)  ihtiyati  tedbir  talebinin  reddine  karar  verilmesi  doğru görülmemiş   ifadesiyle,  ihtiyati  tedbir  incelemesinin  sınırlarını  genişleten  ve  hakların korunmasını ön plana çıkaran yüksek mahkeme kararları da bulunmaktadır. Doktrindeki bir diğer görüş HMK m. 391/1 in  … her türlü tedbire karar verilebilir.  şeklindeki düzenlemesi uyarınca, mahkemenin davanın esasını çözebilecek nitelikte bir tedbir kararı verebileceğini savunmaktadır 103 . Bu görüş tedbir talebinin tamamlayıcı merasime tabi olduğunu ifade ederek ilk görüşün endişelerine cevap vermektedir. Ayrıca bir başka görüş ise  esas  yargılama  sonucunda  ihtiyati  tedbir  kararından  dönülebileceğini  ve  buna  bağlı kalınmak zorunda olunmadığını belirtmiştir. Bu sebeple tedbir talebinin esasa girilemeyeceği gerekçesi  ile  reddedilemeyeceğini,  ihtiyati  tedbir  sebeplerinin  bulunup  bulunmadığının incelenmesi gerektiğini savunmuştur. Kural olarak, muhtemel ve yakın bir zararın varlığı yaklaşık ispat ölçüsünde ispat edildiğinde, mahkemenin tedbir kararını vermesi gerekmektedir. Bu konuda tedbir talebinin davanın esasına uygun bir şekilde verilip verilmeyeceği sorusu sorulacaktır. Tedbir kararının, davanın esasına ilişkin olamayacağı görüşü kabul edildiği takdirde hâkimin tedbir kararı verme yetkisi kanımızca kısıtlanmış olacaktır. Bu doğrultuda özellikle dürüstlük kuralına aykırılık sebebiyle  sermaye  artırım  kararına  karşı  açılan  iptal  davalarında,  ihtiyati  tedbir uygulanamayacaktır. Bu durum ise geçici hukuki korumanın amaçladığı hukuki menfaatlerin korunmasına aykırılık  teşkil edecektir. Kanımızca muhtemel ve yakın  bir zararın  varlığı, yaklaşık ispat ölçüsünde tedbir talep eden tarafından ispatlanabiliyorsa; hâkim, davanın esasına ilişkin bir değerlendirme yapmış olsa bile ihtiyati tedbir kararını vermelidir.      100 Kuru, Aydın, Usûl (n 99) 559 101 18. HD, 5256/7653, 06.05.2013; 11. HD,1308/2751, 27.2.2015 (www.lexpera.com.tr) 102 11. HD, E. 2013/17628 K. 2013/366, 10.01.2013 (www.lexpera.com.tr) 103 Erişir, (n 61) 387-389; Pekcanıtez, Atalay, Özekes, (n 3) 574 104 Erişir, (n 61) 396. 105 Yavuz Alagonya, Makaleler (6. Baskı, Beta Basım, 2012) 370 106 Alagonya, (n 105) 374 49Mustafa Enes BALIN                                                                                    NKÜ Hukuk Fakültesi Dergisi 2022/1  SONUÇ  Bu çalışmamızda, TTK ve HMK kapsamında anonim şirket genel kurul sermaye artırım kararının yürütülmesinin geri bırakılması kararının niteliğini ve bu kararın verilebilmesi için gereken  şartları  inceledik.  İncelememiz,  sermaye  artırım  kararının  yürütülmesinin  geri bırakılması  kararının  özel  bir  geçici  hukuki  koruma  mı  yoksa  ihtiyati  tedbir  mi  olduğu konusundadır. Bu tanımlamanın önemi, doktrinde yer alan tartışmalar bağlamında da kendini göstermiştir.  TTK  m.449  hükmünün  lafzı  ile  bu  tartışmanın  başladığını  ifade  edebiliriz. Yukarıda ifade ettiğimiz gibi sermaye artırım kararının yürütülmesinin geri bırakılmasının talep edilebilmesini dava açılması şartına bağlamak; bu kararın, ayrı bir geçici hukuki koruma olarak savunulabilmesini güçlendirmektedir. Ancak bazı yazarlar TTK nın bu hükmüne rağmen dava açılmadan bu kararın verilebilmesini mahkemeden talep edilebileceğini savunmuşlardır. Kimi yazarlar da bu tartışmaya girmeyip bu kararı nitelendirmeyi seçmiş ve bu kararın özel bir ihtiyati tedbir türü olacağını ifade etmişlerdir.  Kabul  etmek  gerekecektir  ki,  sermaye  artırım  kararının  yürütülmesinin  geri bırakılmasının  kendine  has  hükümleri  bulunmaktadır.  Özellikle  uygulamada  çok  sık karşılaştığımız  dava  dosyalarını  da  düşündüğümüzde  konunun  ehemmiyeti  kendisini gösterecektir. Bu sebeple uygulamada bu kadar önem arz eden bir  kararın  daha açık bir kanuni düzenlemeye ihtiyacının olduğu aşikardır. Diğer yandan, sermaye artırım kararları başta anonim  şirket  olmak  üzere  pay  sahiplerini  doğrudan  ilgilendirdiğinden,  bu  karara  karşı istenebilecek herhangi bir  geri bırakma kararı  talebi ciddi bir inceleme gerektirecektir. Doktrindeki bazı görüşler gibi, davanın esasını çözecek nitelikte bir kararın tedbir konusu olamayacağı savunulursa, sermaye artırım kararının iptali davalarında hiçbir zaman ihtiyati tedbir talep edilemeyecektir. Bu durumun kabul edilmesi, uygulamada telafisi güç zararların doğmasının önünü açacaktır. Bu sebeple bu kararın istisnai bir karar olduğu kabul edilmeli kararın niteliği tanımlanmalıdır. Kanımızca bu kararın farklı bir geçici hukuki koruma olmasından ziyade özel nitelikli bir  ihtiyati  tedbir  türü  olduğunu  kabulü  gerekmektedir.  Böylece  ihtiyati  tedbirin  genel özelliklerinden farklı uygulamalar olabilecektir. İlk olarak sermaye artırım kararına karşı iptal davası  açılmadan,  sermaye  artırım  kararının  yürütülmesinin  geri  bırakılmasının  kabul edilemeyeceği  ifade  edilmelidir.  Çünkü  bu  kararın  üzerinde  durduğu  menfaat  dengesi düşünüldüğünde, mevcut bir kararı ortadan kaldırmaya yönelik ciddi bir irade gerekecektir. Bu sebeple iptal davası açılmadan   geri bırakma  kararının alınmaması gerekecektir.  50Mustafa Enes BALIN                                                                                    NKÜ Hukuk Fakültesi Dergisi 2022/1  Sonrasında ise yönetim kurulu üyelerinin dinlenilmesi şartı açıkça hukuki dinlenilme hakkının istisnası olarak kabul edilmelidir. Ayrıca bu kararın; davanın esasını çözecek nitelikte olduğu  kabul  edilerek  mahkeme  tarafından  incelenmemesi,  geçici  hukuki  koruma perspektifinden bakılmadığını  bize gösterecektir. Yukarıda ifade ettiğimiz gibi mahkeme, geçici hukuki koruma kararından dönebileceği için bu konu hakkında verdiği karar tam hukuki koruma kapsamında olmayacaktır. Bu durum sermaye artırım kararına karşı yürütülmesinin geri bırakılması kararının verilebileceğini bize gösterecektir.",
     "Kaynakça": "Alagonya Y, Makaleler, Davanın Esasını Çözümleyecek veya Böyle Bir Sonuç Doğuracak Biçimde İhtiyat Tedbir Kararları Hakkında, ( 6. Baskı, Beta Basım, 2012) 357,382  Algan D, Genel Kurul Kararının Yürütmesinin (Tedbiren) Geri Bırakılması (TTK m.449) (1. Baskı,  On İki Levha Yayıncılık, 2019)  Arslanlı H, Anonim Şirketler II, (1. Baskı, İstanbul Matbaası, 1959)  Aydın A, ‘Kanuni Yedek Akçelerin Tamamının İç Kaynaklardan Esas Sermaye Artırımında Kullanılması Mümkün müdür?  (2014) 30 (2) Banka ve Ticaret Hukuku Dergisi, 79,88  Çamoğlu E, Yönetim Kurulunun Hukuki Sorumluluğu (3. Baskı, Vedat Kitapçılık, 2010)  Deren Yıldırım N, Haksız Rekabet Hukuku ile Fikri ve Sınai Mülkiyet Hukukun da İhtiyati Tedbirler (2. Baskı, Alkım Yayınevi, 2002)  Domaniç H, Türk Ticaret Kanunu Şerhi (2. Baskı, Vedat Kitapçılık, 2010)   Eriş G, Anonim Şirketler Hukuku, (1. Baskı, Seçkin Yayınevi, 1995)  Eriş G, Ticari İşletme ve Şirketler, (3. Baskı, Seçkin Yayınevi, 2017)  Erişir E, Geçici Hukuki Korumanın Temelleri ve İhtiyati Tedbir Türleri (1. Baskı, On İki Levha Yayıncılık, 2013)   İmregün O, Anonim Ortaklıklar, (3. Baskı, Gün Matbaası, 1968)  İmregün O, Anonim Şirketlerde Pay Sahipleri Arasında Umumi Heyet Kararlarından Doğan Menfaat İhtilafları ve Bunları Telif Çareleri, (1. Baskı, İsmail Akgün Matbaası, 1962)   Karslı A, Medeni Muhakeme Hukuku, (6. Baskı, Alterantif Yayınları, 2015)  Kendigelen A, Türk Ticaret Kanunu Değişiklikler, Yenilikler ve İlk Tespitler, (4. Baskı, On İki Levha Yayıncılık, 2017) 51Mustafa Enes BALIN                                                                                    NKÜ Hukuk Fakültesi Dergisi 2022/1   Kırca İ, Şehirali Çelik F. H,  Manavgat Ç, Anonim Şirketler Hukuku II (1. Baskı, Banka ve Ticaret Hukuku Dergisi Yayınları, 2013)   Kuru B, İstinaf Sistemine Göre Yazılmış Medeni Usul Hukuku, (1. Baskı, Legal Yayınevi, 2016)  Kuru B, Aydın B, Medeni Usul Hukuku Ders Kitabı (5. Baskı, Yetkin Yayıncılık, 2020)  Moroğlu, E, Anonim Ortaklıkta Sermaye Artırımı (3. Baskı, On İki Levha Yayıncılık, 2015)  Moroğlu E, Anonim Ortaklıkta Genel Kurul Kararlarının Hükümsüzlüğü (8. Baskı, On İki Levha Yayıncılık, 2017 )  Moroğlu E, Esas Sermaye Artırımının Hukuki Niteliği, Makaleler (1. Baskı, On İki Levha Yayıncılık, 2010)  Moroğlu  E, Esas Sermaye Artırımı İçin Eski İştirak Taahhütlerinin Ortaklığa Tamamen Ödenmiş Olma Şartı, Makaleler (1. Baskı, On İki Levha Yayıncılık, 2010)  Moroğlu E, Anonim Ortaklıkta Genel Kurulun Toplantıya Daveti Merasimine Aykırılığın Genel Kurul Kararına Etkisi, Makaleler (1. Baskı, On İki Levha Yayıncılık, 2010)  Moroğlu E, Anonim Ortaklıkta Sermaye Artırımı (4. Baskı, On İki Levha Yayıncılık, 2018)  Nomer Haluk N, Kişi Birliklerinde Genel Kurul Kararlarının Geçersizliğine İlişkin    Esaslar (1. Baskı, Beta Yayınevi, 2008)  Paslı A, Yargıtay Kararları Işığında Sermaye Artırımı. Yürürlüğünün 5. Yılında ve Yargıtay Kararları Işığında Türk Ticaret Kanunun Sempozyumu(Tebliğler ve Tartışmalar) (1. Baskı, On İki Levha Yayıncılık, 2018) 51,81  Pekcanıtez H, ‘Anonim Ortaklıklarda Denetçiler Tarafından Açılacak Davalar  (1987) 3 (1) Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi,  439,495  Pekcanıtez H, Atalay O, Özekes M, Medeni Usul Hukuku Ders Kitabı (9. Baskı, On İki Levha Yayıncılık, 2021)   Pekcanıtez H,  Özekes M, Akkan M, Korkmaz H,  Pekcanıtez Usul  Medeni Usul Hukuku ( 16. Baskı, On İki Levha Yayıncılık, 2018)  Pulaşlı H, Şirketler Hukuku Şerhi (3. Baskı,  Adalet Yayınları, 2018)    Pulaşlı H , Şirketler Hukuku Genel Esaslar (6. Baskı, Adalet Yayınları, 2020)  Pulaşlı H, ‘Anonim Şirket Genel Kurul Kararlarinin Sakatliği Ve Müeyyidesi  (2014) 71 (2) İstanbul Üniversitesi Hukuk Fakültesi Dergisi , 335,345    Tekinalp Ü, Sermaye Ortaklıkları Yeni Hukuku (5. Baskı, Vedat Kitapçılık, 2020)  52Mustafa Enes BALIN                                                                                    NKÜ Hukuk Fakültesi Dergisi 2022/1  Tekinalp Ü, Poroy R, Çamoğlu E, Ortaklıklar Hukuku II (15. Baskı, Vedat Kitapçılık, 2020)  Tekinalp Ü, Poroy R, Çamoğlu E, Ortaklıklar ve Kooperatif Hukuku (10. Baskı, Arıkan Yayınları, 2005)  Teoman  Ö,  İcra  Edilmiş  Bir  Anonim  Ortaklık  Genel  Kurul  Kararının  Uygulanmasının Durdurulması Konusunda Mahkemece İhtiyati Tedbir Kararı Verilip Verilemeyeceği Tüm Makalelerim, Cilt I II (2. Baskı, On İki Levha Yayıncılık, 2012)  Sanem Yılmaz Z, Sermaye Şirketlerin Geçici Hukuki Korumalar (1. Baskı, Adalet Yayınevi, 2010)  Soykan İ. C, Türk Ticaret Kanununa Göre Anonim Ortaklıklarda Sermaye Taahhüdü Yoluyla Sermaye Artırımı (1. Baskı, On İki Levha Yayıncılık, 2019)  Üstündağ S, İhtiyati Tedbirler   (1. Baskı, İstanbul Matbaası, 1981)  Yılmaz E, Hukuk Muhakemeleri Kanunu Şerhi (4. Baskı, Yetkin Yayınları, 2021)     53Mustafa Enes BALIN                                                                                    NKÜ Hukuk Fakültesi Dergisi 2022/1                       54"
}