{
     "Tip": "Makale",
     "Dergi İsmi": "Tekirdağ Namık Kemal Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "06",
     "Ay": "12",
     "Yıl": "2021",
     "Cilt": " ",
     "Sayı": "2",
     "Başlık": "YOKSULLUK NAFAKASI VE SÜRE SORUNU",
     "Title": "POVERTY ALIMONY AND DURATION PROBLEM",
     "Yazar İsmi": [

          "Doç. Dr. Sera REYHANİ YÜKSEL "
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Nafaka", "yoksulluk", "yoksulluk nafakası", "süre", "kadın-erkek eşitliği"
     ],
     "Keywords": [
          "Alimony", "Poverty", "Poverty alimony", "Duration", "Equality of women and men Extended Summary"
     ],
     "Özet": "Yoksulluk nafakası maddi ve manevi tazminat gibi evliliğin boşanma ile sona ermesinin mali sonuçlarından birisidir. Eşler arasındaki dayanışma ve  yardımlaşma yükümlülüğünün boşanma sonrasındaki uzantısı olarak kabul edilen yoksulluk nafakasına hükmedilme şartları TMK m. 175 te düzenlenmiştir. TMK m. 175 te belirtilen şartların gerçekleşmesi üzerine şartları taşıyan eş diğer eşten üstelik süresiz olarak yoksulluk nafakası isteyebilecektir. Bu anlamda kanun koyucu kadın ve erkek arasında bir ayrım yapmamış ve her iki eşe de şartları taşıması koşuluyla yoksulluk nafakası isteme hakkını tanımıştır. Kanunda geçen  süresiz olarak isteyebilir  ifadesinin nasıl yorumlanması gerektiği ise tartışmalıdır. Yoksulluk nafakası istemeye hakkı olan tarafın nafaka talebini süre ile sınırlaması mümkündür. Bu halde taleple bağlılık ilkesi gereği süreyle sınırlı olarak nafakaya hükmedileceğine şüphe bulunmamaktadır. Ancak yoksulluk nafakasının süresiz olarak talep edildiği ihtimalde doktrindeki çoğunluk görüşü ve Yargıtay uygulamaları uyarınca nafakaya süresiz olarak hükmedilmesi bir zorunluluk olarak görülmektedir. Bu nedenle yani talep edildiği her durumda nafakaya süresiz hükmedilmesi adil olmayan sonuçlara yol açtığı gerekçesiyle eleştirilmektedir.",
     "Abstract": "The poverty alimony is one of the financial consequences of ending of the marriage with divorce such as pecuniary and non-pecuniary compensation. The adjudgment conditions of the poverty alimony which is accepted as extension of the solidarity and assistance obligation between spouses after divorce has been arranged in Article 175 of Turkish Civil Code. The spouse who meets the conditions upon the fulfilment of the conditions specified in Article 175 of Turkish Civil Code may demand the poverty alimony from other spouse indefinitely. In this sense, the law maker has not distinguished between men and women and has vested right to demand the poverty alimony to both spouse provided they meet the conditions. How the expression  may demand indefinitely  will be interpreted in the law should also be discussed. It is possible that the party who has right to demand the poverty alimony may limit his/her alimony demand with duration. In this case, there is no doubt that the alimony will be adjudged with a limited duration in accordance with ultra petita prohibition. However, in the possibility where the poverty alimony is demanded indefinitely, it is seen as an obligation to adjudge alimony indefinitely in accordance with the majority opinion in doctrine and Court of Cassation implementations. Therefore, so whenever demanded, the adjudgment of the alimony indefinitely is criticized due causing to unfair results.",
     "Metin": "Türk  Medeni  Kanunu  (TMK) nun  175 inci  maddesi:   Boşanma  yüzünden  yoksulluğa düşecek taraf, kusuru daha ağır olmamak koşuluyla geçimi için diğer taraftan malî gücü oranında süresiz olarak nafaka isteyebilir  hükmünü içermektedir. TMK m. 175 düzenlemesi evlilik sırasında eşlerin birbirlerine karşılıklı olarak var olan yardım ve dayanışmada bulunma yükümlülüğünün boşanmadan sonra da devam etmesi için getirilmiş olan bir düzenlemedir. TMK  m.  175  düzenlemesi  uyarınca  mahkeme  tarafından  yoksulluk  nafakasına hükmedilmesi için belirli şartların varlığı aranacaktır. Öncelikle taraflardan birinin talepte bulunması, talep eden eşin kusursuz ya da daha az kusurlu olması, talepte bulunan tarafın boşanma yüzünden yoksulluğa düşme tehlikesiyle karşılaşmış olması ve son olarak nafakanın nafaka yükümlüsünün mali gücü ile orantılı olması gerekmektedir.  Yoksulluk nafakasının toptan veya durumun gereklerine göre irat biçiminde ödenmesine karar  verilebilecektir.  Ayrıca  tarafların  malî  durumlarının  değişmesi  veya  hakkaniyetin gerektirdiği hâllerde iradın artırılması veya azaltılması gündeme gelebilecektir. Eğer nafakanın irat şeklinde ödenmesine karar verilmişse TMK m. 176/f. 3 te bazı hallerde kendiliğinden bazı hallerde ise mahkeme kararı ile sona ermesi düzenlenmiştir. Yoksulluk nafakasına ilişkin en büyük tartışma süreyle ilgili olarak yaşanmaktadır ve her durumda yoksulluk nafakasına süresiz olarak hükmedilmesinin adaletsiz sonuçlara yol açacağı ifade olunmaktadır. Bu çalışma kapsamında da ilk olarak yoksulluk, nafaka kavramlarına yer verilecek,  yoksulluk  nafakasını  şartları,  ödenme  biçimi,  değiştirilmesi  ve  sona  ermesi açıklanacak, son olarak yoksulluk nafakasının süresi bakımından değerlendirmeler yapılacaktır.  1.  Kavramsal Olarak Yoksulluk Nafakası  a.  Yoksulluk Kavramı Yoksulluk, yirminci yüzyılın son çeyreği ve yirmi birinci yüzyılın başta gelen sosyal sorunları arasında olduğu için yoksulluğun tanımı, nedenleri, sonuçları ve yoksulluğa çözüm arayışları tüm sosyal bilimlerin gündemini oldukça meşgul etmektedir. Yoksulluk  nafakası  açısından  yoksulluk  kavramını  tanımlamaya  gerek  olmadığı düşünülse de kanun koyucunun yoksulluk nafakası istemenin şartlarını düzenlemiş olmasına rağmen yoksulluk kavramını tanımlamamış olmasından ötürü kavramı ortaya koymak gereği vardır. Sözlükte yoksul  geçinmekte çok sıkıntı çeken (kimse, toplum, ülke), parasız, yoksuz,  1 Mine Uzun, Yargıtay Kararları Kapsamında Yoksulluk Nafakası (1st edN, Vedat Kitapçılık 2013) 5. 2 https://sozluk.gov.tr/ 489varlıksız,  variyetsiz,  fakir,  fukara,  varsıl  karşıtı ;  yoksulluk  ise   yoksul  olma  durumu, yoksuzluk, variyetsizlik, sefillik, sefalet, fakirlik ; olarak tanımlanmaktadır. Yoksulluk, en genel manada  normal uzunlukta sağlıklı bir yaşam için gereken temiz su, besin, barınma, giyinme, ilaç ve tedavi imkânı gibi temel ihtiyaçların yoksunluğu olarak algılanmaktadır 3.  İnsan  Hakları  Evrensel  Beyannamesinin  25 inci  maddesi,   herkesin kendisinin ve ailesinin sağlık ve refahı için beslenme, giyim, konut ve tıbbi bakım hakkı olduğunu ve herkesin, işsizlik, hastalık, sakatlık, dulluk, yaşlılık ve kendi iradesi dışındaki koşullardan doğan geçim sıkıntısı durumunda güvenlik hakkına sahip  olduğunu belirtir. Bu anlamda  kişi kendisinin ve ailesinin sağlık ve refahı için beslenme, giyim, konut ve tıbbi bakımdan mahrum ise o kimseyi yoksul  kabul etmek gerekecektir. Nitekim Yargıtay da benzer şekilde bir tanımlama getirmektedir. Yargıtay a göre,  Herkes sağlıklı ve dengeli bir çevrede yaşama, maddi ve manevi varlığını geliştirme hakkına sahiptir. Şu halde, bu temel hakkın tabi sonucu yeme, giyinme, barınma, sağlık, ulaşım, kültür gibi bireyin maddi varlığını geliştirmek  için  zorunlu  ve  gerekli  görülen  harcamaları  karşılayacak  düzeyde  geliri olmayanları yoksul kabul etmek yerinde olur . Yoksulluk  bir  özgürlük  sorunu  olarak  görülmelidir;  çünkü  özgürlük,  insanların yaşamlarını hakkıyla düzenlemelerine olanak verir ve yoksulluk, özgürlüğü yıkıma uğratır. İnsan onuruna yaraşır düzgün bir hayat idame ettirebilmek herkes gibi özellikle toplumun yoksul kesimi için de bir haktır ve yoksulluğun çözümünde hukuki bir araç olarak sosyal haklara özel bir rol düşmektedir. b.  Nafaka ve Yoksulluk Nafakası Kavramı Aile bireylerinin arasında maddi ve manevi ilişkiden kaynaklanan dayanışma, yardıma muhtaç olan bireylere yardım etme yükümlülüğünün bir sonucu olarak  Türk hukuk sisteminde sosyal yaşamın temel ögesini oluşturan aile düzenini korumak ve aile fertlerinin maddi sıkıntı  3 Serkan Yolcu, Anayasa Yargısında Sosyal Hakların Korunması (1st ed, Seçkin Yayıncılık 2018) 42. 4 Pogge Evrensel Beyannamenin izini sürerek yoksul bir bireyi, yiyecek, giyecek, barınma ve tıbbi bakım da dahil olmak üzere, kendisinin ve ailesinin sağlığı ve refahı için yeterli bir yaşam standardına erişimi olmayan biri olarak tanımlamanın mümkün olduğunu belirtmektedir, Thomas Pogge, ‘Are We Violating the Human Rights of the World s Poor? , (2011) 14(2) Yale Human Rights and Development Law Journal 1, 2. 5 YHGK, 1998/2–656/688, 7.10.1998 Karar için bkz. http://www.turkhukuksitesi .com/showthread .php?t=72709. 6 Yolcu, (n 3) 40; yoksulluk maddi yoksunluğu ifade eder ve maddi açıdan özgürlük varlıklardan doğar; yani hiçbir şeye sahip olmayan kişinin dilediği gibi davranma ve yaşama gücü olmaz, bkz. Yolcu, (n 3) 44. Bu anlamda yoksulluğun bir insan hakları ihlali olduğu sorgulaması da yapılmaktadır, konu ile ilgili bkz. Pogge, (n 4) 1-33; Pogge özellikle yoksul insanlar bakımından yeterli bir yaşam standardına erişimi güvence altına alma hakkının ihlal edildiğini belirtmektedir, bkz. Pogge (n 4) 3. 7 Yolcu, (n 3) 41. 490çekerek muhtaç duruma düşmesini engellemek için kanunda belirtilen yakın hısımlar arasında nafaka yükümlülüğü  düzenlenmiştir. Nafaka, sosyal ve ahlaki bir yükümlülüğün gereği olarak yardıma ve bakıma muhtaç bir kimseye kanunda belirtilen kimseler tarafından yardım edilmesi yükümlülüğüdür. Birinin geçindirmekle yükümlü bulunduğu kimselere, mahkeme kararıyla bağlanan aylık olarak da tanımlanmaktadır. Nafaka borcu, sözleşmeden değil, kanundan doğan bir borçtur. Nafaka yükümlülüğü yerine getirilmesi gereken ahlaki bir vazifedir ve bu anlamda nafaka borcu ahlak kurallarından kanuna geçmiş bir borçtur; diğer bir ifadeyle yakın hısım ve akrabalara yardım borç  değil,  ahlaki  bir  davranıştır.  Nafakanın  bir  ceza  veya  tazminat  niteliği bulunmamaktadır. Türk Medeni Hukukunda bakım, tedbir, iştirak ve yardım nafakaları söz konusudur. Doktrinde bakım ve yardım nafakası olarak iki temel ayırım olduğunu ve bakım nafakasının tedbir  nafakası,  iştirak  nafakası  ve  yoksulluk  nafakası  olarak  ayırıldığını  belirtenler  de bulunmaktadır. Bakım nafakası, bir eşin ailenin geçimi için yapması gereken katkıyı ifade ederken, tedbir nafakası boşanma davasının açıldığı tarihten itibaren işlemeye başlar ve hükmün kesinleştiği  güne  kadar  devam  eder.  İştirak  nafakası  kural  olarak  velayet  kendisine bırakılmayan tarafın çocuğun eğitim ve bakım giderlerine mali gücü oranında katılmak zorunda olduğu bir nafaka türüdür. Hısımlıktan kaynaklanan yardım nafakası ise, herkesin yardım etmediği takdirde yoksulluğa düşecek olan üst soyu, alt soyu ve kardeşlerine vermekle yükümlü olduğu  nafaka  türüdür.  TMK  m.  175 e  göre,  yoksulluk  nafakası,   boşanma  yüzünden yoksulluğa düşecek eşin diğer eşten kusuru daha fazla olmamak koşuluyla süresiz olarak  8 Gonca Gülfem Bozdağ, Türk Hukukunda ve Uluslararası Hukukta Nafaka (1st ed, Yetkin Yayınevi 2015) 18. 9 Mecit Demir, Türk Medeni Hukuk Öğreti ve Uygulamasında Yoksulluk Nafakası (1st ed, Seçkin Yayıncılık 2018) 19. 10 Şebnem Akipek Öcal, ‘Yoksulluk Nafakası : in Tuğçe Tuzcuoğlu ve A. Hulki Cihan (eds), Yargıtay Kararları Işığında Güncel Medeni Hukuk Problemleri Sempozyumu Bildirileri, (Oniki Levha Yayıncılık 2019) 203, 205. 11 Demir, (n 9) 19; Emrah Kulaklı, ‘Yoksulluk Nafakası ve Yoksulluk Nafakasının Süresinde Bağlamında Bir Mukayeseli Hukuk İncelemesi , (2018) 5(2) İstanbul Medipol Üniversitesi Hukuk Fakültesi Dergisi 237, 242; yoksulluk nafakası aile hukukuna ilişkin kanun hükümlerinden doğan ve boşanma kararı ile birlikte hüküm doğuran kişiye bağlı bir yenilik doğuran hak niteliğindedir, konu hakkında bkz. ibid 241. 12 Bozdağ, (n 8) 23. 13 Bilge Öztan, Aile Hukuku, (6th ed, Turhan Kitabevi 2015) 833; Abdulkerim Yıldırım, ‘Yoksulluk Nafakasında Süre Sorunu ve Çözüm Önerisi : in Akın Ünal ve Arif Kalkan (eds), Aile Hukukundaki Hak İhlallerinin Tespiti ve Çözüm Önerileri (Adalet Yayınevi 2019) 105, 107. 14 Akipek Öcal, (n 10) 205; Aynı yönde Mesut Öcal, Yoksulluk Nafakasının Süresi, (1st ed, Oniki Levha Yayıncılık 2019) 16 vd. 15 Yıldırım, (n 13) 105. 491isteyebildiği kural olarak irat şeklinde ödenmesine karar verilen  bir nafaka türü olarak tanımlanmaktadır.  Doktrinde  yoksulluk  nafakasının  doğru  bir  tabir  olmadığı  ve  aranması  gerekenin gerçekte yoksulluk olmaması gerektiği; çünkü bu nafakanın esasen bir destek nafakası niteliği taşıdığı ifade edilmektedir. 2.  Yoksulluk Nafakasına Hükmedilme Şartları a.  Genel Olarak Evliliğin boşanma ile sona ermesinin mali sonuçları maddi tazminat, manevi tazminat ve yoksulluk nafakasıdır. Türk Medeni Kanunu nun (TMK) 175. maddesinin 1.fıkrasına göre,  boşanma yüzünden yoksulluğa düşecek taraf, kusuru daha ağır olmamak koşuluyla geçimi için diğer taraftan malî gücü oranında süresiz olarak nafaka isteyebilir . Evlilik sırasında eşlerin birbirlerine karşılıklı olarak yardım ve dayanışmada bulunma yükümlülüğü söz konusudur ve yasa koyucu eşlerin bu karşılıklı yardım ve dayanışma yükümlülüğünün kısmen de olsa boşanmadan sonra da devam  etmesi için  TMK m. 175 hükmünü getirmiştir. Şu halde yoksulluk nafakasına hükmedilebilmesi için  taraflardan birinin talepte bulunması, talep eden eşin kusursuz ya da daha az kusurlu olması 20, talepte bulunan tarafın boşanma yüzünden yoksulluğa  düşme  tehlikesiyle  karşılaşmış  olması  ve  son  olarak  nafakanın,  nafaka yükümlüsünün mali gücü ile orantılı olması gerekir.   16 Öcal, (n 14) 20. 17 Akipek Öcal, (n 10) 203, dpn. 1. 18 Madde Gerekçesi: Yürürlükteki Kanunun 144 üncü maddesini karşılamaktadır./Maddenin birinci fıkrasının birinci  cümlesi  yürürlükteki  maddeden  sadeleştirilmek  suretiyle  alınmıştır.  Yürürlükteki  maddenin  birinci fıkrasının ikinci cümlesindeki  Ancak, erkeğin kadından yoksulluk nafakası isteyebilmesi için kadının hali refahta bulunması gerekir.  hükmü kadın erkek eşitliği ilkesine ters düştüğü için çıkarılmıştır. Maddenin ikinci fıkrası aynen yürürlükteki Kanun dan alınmıştır. 19 Yıldırım, (n 13) 106; Şükran Şıpka, ‘Yoksulluk Nafakasının Süresine Eleştirel Bir Yaklaşım  (2018) Prof. Dr. Hüseyin Hatemi ye 80. Yıl Armağanı 15, 16. 20 Önceki Medeni Kanun da yoksulluk nafakası isteyen eşin kusursuz olması aranmaktaydı, bkz. Feyzi Necmeddin Feyzioğlu, Aile Hukuku, (3rd ed, Filiz Kitabevi 1986) 397;  Davalı kadının yoksulluk nafakası istemi vardır. Daha ziyade kusurlu olduğu da kanıtlanmamıştır, o halde kadının ekonomik ve sosyal durumu araştırılıp boşanma yüzünden yoksulluğa düşüp düşmeyeceği belirlenmeden eksik araştırma ve inceleme ile yazılı şekilde hüküm verilmesi bozmayı gerektirmiştir.  YHGK  2/1170-17, 23.1.2002 Karar için bkz. Nihat İnal, Boşanma Nafaka Davaları (1st ed, Yazarın Kendi Yayını 2018) 483. 21  …Boşanma yüzünden yoksulluğa düşecek taraf, kusuru daha ağır olmamak koşuluyla geçimi için diğer taraftan mali gücü oranında süresiz olarak nafaka isteyebilir. Nafaka yükümlüsünün kusuru aranmaz. (TMK m.175) Toplanan delillerle, boşanmaya sebep olan olaylarda davalı kadının daha ağır kusurlu olmadığı, herhangi bir geliri ve malvarlığının bulunmadığı, boşanma yüzünden yoksulluğa düşeceği gerçekleşmiştir. O halde, davalı kadın yararına geçimi için uygun miktarda yoksulluk nafakası takdiri gerekirken isteğin reddi doğru görülmemiş, bozmayı gerektirmiştir…  Yarg. 2. HD, 3848/5053, 21.06.2021 Karar için bkz. www.legalbank.net. 22 Mustafa Dural, Tufan Öğüz ve Mustafa Alper Gümüş, Türk Özel Hukuku Cilt III Aile Hukuku, (16th ed, Filiz Kitabevi 2021) 156 vd.; Turgut Akıntürk ve Derya Ateş, Türk Medeni Hukuku Aile Hukuku İkinci Cilt, (23rd, Beta Yayıncılık 2021) 302 vd; Mehmet Erdem, Aile Hukuku, (2nd ed, Seçkin Yayıncılık 2019) 200; Ahmet M. 492Doktrinde  ifade  edildiği  üzere,   kanun  koyucu  yoksulluk  nafakası  ile  eşler  arasında evlilikten  sonra  da  mali  dayanışmanın  devam  etmesini   arzu  etmiştir.  TMK  m.  175  bir hakkaniyet kuralı olup ahlaki ve sosyal düşüncelerin etkisi ile düzenlenmiştir. Tarihsel olarak ise nafaka dini evliliklerde boşanmanın mümkün  olmadığı, ancak fiili olarak ayrılıkların yaşanabildiği esnada kocanın karısına dair mali yükümlülüklerinin halen devam ettiği bir döneme ait olup İngiliz dini mahkemelerinde kocanın kadını bir ömür desteklemesi ve ona bakması yükümlülüğünün bir uzantısı olarak geliştirilmiş bir kurumdur. Bu anlamda eski bir eşi destekleme yükümlülüğünün neden kaynaklandığı yani yoksulluk nafakasının amacının ne olduğu  sorusuna  eşlerin  uzun  dönemli  vaatlerine  bağlı  kalmaları  gerekliliği,  güvenin sarsılmasının  bir  nevi  telafisi  (tazmini)  veya  caydırıcılık  sağlanması  açılarından yaklaşılmaktadır. b.  Taraflardan birinin talepte bulunması Kanun  koyucu  yoksulluk  nafakasını  düzenlediği  TMK  175 inci  maddede  boşanma yüzünden  yoksulluğa  düşecek  tarafın  diğer  eşten  nafaka  isteyebileceğini  belirtmiştir.  Bu durumda  kanun  gereği  nafakaya  ancak  talep  halinde  hükmedilebileceği  söylenmelidir. Taraflardan  biri  talepte  bulunmadıkça  hâkim  kendiliğinden  yoksulluk  nafakasına hükmedemez.  Kılıçoğlu, Aile Hukuku, (5th ed, Turhan Kitabevi 2020) 135 vd;  …TMK.nun 175. maddesi gereğince;  Boşanma yüzünden yoksulluğa düşecek eş, kusuru daha ağır olmamak şartıyla geçimi için diğer eşten mali gücü oranında süresiz olarak nafaka isteyebilir.  hükmü getirilmiştir. Belirlenen duruma göre yoksulluk nafakası takdiri için önce boşanmaya hükmedilmesi daha sonra ise üç unsurun gerçekleşip-gerçekleşmediği aranacaktır. Bunlar; 1Yoksulluk nafakası, yoksulluğa düşecek eş tarafından  talep  edilmelidir./  2-İstekte  bulunan eşin,  boşanmaya sebep olan olaylarda diğer eşten daha ağır kusurlu olmaması, başka bir anlatımla nafaka isteyenin boşanmada kusursuz olması,  en  azından  kusurunun  diğer eş ile  aynı  düzeyde  bulunması  gerekmektedir.  3Nafaka isteyenin boşanma yüzünden yoksulluğa düşeceğinin gerçekleşmesi halinde yoksulluk nafakasına hükmedilebilecektir…  Yarg. 3. HD, 11275/10627, 24.10.2005 Karar için bkz. www.legalbank.net. 23 Öztan, (n 13) 832-833. 24 Nadire Özdemir, İlişkisel Özerklik Bağlamında Evli Birey (1st ed, Turhan Kitabevi 2016) 224. 25 Esther Horvath, 'Justifying Alimony' (2002) 2002 UCL Jurisprudence Rev 85, 87. 26 Dural, Öğüz ve Gümüş, (n 22) 156; Öztan, (n 13) 836; Demir, (n 9) 44; Kılıçoğlu, (n 22) 136; Akıntürk ve Ateş, (n 22) 302; Öcal, (n 14) 38; Yıldırım, (n 13) 106; Yargıtay kararlarında da bu husus vurgulanmıştır.  …Somut olayda; davacı-karşı davalı kadın, yargılamanın hiçbir aşamasında yoksulluk nafakası talebinde bulunmamış olup,  talep  olmadığından  yoksulluk  nafakasına  hükmedilmesi  mümkün  değildir.   Kaldı  ki  Türk  Medeni Kanunu'nun 162. maddesi uyarınca  Hayata kast, pek kötü veya onur kırıcı davranış nedeniyle boşanma kararı verilmiş ve karar kesinleşmiştir, bu durumda ayrıca kusur değerlendirilmesi yapılamaz. Zira davacı kocanın bu hususta açtığı dava kabul edilmiş ve kusurun tamamının davalı kadında olduğu kabul edilmiş ve karar boşanma yönünden kesinleşmiştir. O halde, yukarıda açıklanan maddi ve yasal olgular dikkate alındığında, mahkeme kararında  açıklanan  gerektirici  nedenlere  ve  özellikle  delillerin  değerlendirilmesinde  bir  isabetsizlik bulunmamasına göre, usul ve yasaya uygun bulunan direnme kararının onanması gerekir  Yarg. HGK, 2-51/87, 30.01.2008 Karar için bkz. www. legalbank.net; Yargıtay bir kararında da  Davacı, dava dilekçesinde açıkça nafaka istemediğini bildirmiştir. Bu beyan yoksulluk nafakasına ilişkin haktan feragat niteliğindedir. Bu husus gözetilmeden davacı yararına yoksulluk nafakası takdiri doğru bulunmamıştır.  diyerek yoksulluk nafakasına 493Anlaşmalı boşanmada hak sahibi olan tarafın yoksulluk nafakası istemediğini açık şekilde beyan etmesi durumunda daha sonra yoksulluk nafakası istenmesi söz konusu olamaz; çünkü bu yöndeki beyan artık nafakanın istenmesine engel oluşturur. Yoksulluk  nafakası  kadın  veya  erkek  fark  etmeksizin  her  iki  eş  tarafından  da  talep edilebilir. Önceki Kanun bakımından ise durum farklıdır. 743 Sayılı TMK m. 144 hükmü 04.05.1988 tarih ve 3444 Sayılı Kanun ile değiştirildikten sonra, erkeğin kadından nafaka isteyebilmesi için kadının refah hali içinde olması aranmıştır. Hali refahtan kasıt, gelirinin, çevresine  ve  sosyal  durumuna  göre  lüks  sayılabilecek  şeyleri  dahi  sağlamaya  elverişli olmasıdır. Kadın-erkek eşitliğini erkekler aleyhine bozan bu şart 4721 Sayılı Türk Medeni Kanunu na alınmamıştır; yani boşanan taraflardan gerek erkek gerekse kadın refah halinde olup olmadığına  bakılmaksızın  yoksulluğa  düşecek  diğer  tarafa  yoksulluk  nafakası  ödemek zorundadır. c.  Talepte bulunan eşin kusursuz veya daha az kusurlu olması Yoksulluk  nafakası  talebinde  bulunan  eşin  kusurunun  daha  ağır  olmaması  gerekir. Yoksulluk nafakası talep edecek eşin hiç kusursuz değil, daha az kusurlu olması aranmaktadır.  ilişkin haktan feragat halinde nafakaya hükmedilemeyeceğini belirtmiştir, Yarg. 2. HD, 7694/9858, 25.05.2009 Karar için bkz. www. legalbank.net. 27 Öztan, (n 13) 837. 28 Dural, Öğüz ve Gümüş, (n 22) 156; Kılıçoğlu, (n 22) 136; Esra Fırtına, Boşanmanın Mali Sonuçları ve Yoksulluk Nafakası, (1st ed, Adalet Yayınevi 2019) 99. 29 Madde değişiklik ile şu hali almıştır:  Boşanma yüzünden yoksulluğa düşecek eş, kusuru daha ağır olmamak şartıyla geçimi için diğer eşten mali gücü oranında süresiz olarak nafaka isteyebilir. Ancak, erkeğin kadından yoksulluk nafakası isteyebilmesi için, kadının hali refahta bulunması gerekir./Nafaka yükümlüsünün kusuru aranmaz . 30 Demir, (n 9) 38-39;  Bu madde ile Türk Kanunu Medenîsinin 144 üncü maddesi değiştirilmektedir. Mevcut metindeki kusursuz eşin boşanma davası neticesinde yoksulluğa düşmesi halinde diğerinin ona bir sene süre ile nafaka ödemeye mahkûm edileceği hükmü değiştirilerek bir yıllık kaydın adalete uygun düşmediği nazara alınıp, kaynak İsviçre Medenî Kanununun 152 nci maddesine uygun olarak süresiz nafaka mecburiyeti esası kabul edilmiştir. Ayrıca, yapılan değişiklikle erkeğin kadından yoksulluk nafakası isteyebilmesi kadının hali refahta bulunması şartına bağlı kılınmıştır  bkz. https://www.tbmm.gov.tr/tutanaklar/ TUTANAK /TBMM /d/ c/ tbmm10064ss5.pdf. 31 Kemal Oğuzman ve Mustafa Dural, Aile Hukuku, (3rd ed, Filiz Kitabevi 2001) 147. 32 Hatemi, kadından hiç nafaka istenememesi gerektiği, kadının ancak ahlaki vazife olarak ve kendi rızası ile bu ödemeleri yapabileceği görüşünü savunarak hükmü eleştirmekte ve yeni Medeni Kanun da kadın aleyhine cins ayrımcılığını kaldırma girişiminin yine hayranlık verici bir örneği olarak  hali refah  kaydının kaldırıldığını belirtmektedir, bkz. Hüseyin Hatemi, Aile Hukuku, (8th ed, Oniki Levha Yayıncılık 2020) 134. 33 Akıntürk ve Ateş, (n 22) 304. 34 Dural, Öğüz ve Gümüş, (n 22) 156; Erdem, (n 22) 200;  Boşanma yüzünden yoksulluğa düşen eş, boşanmaya yol açan olaylarda daha ziyade kusurlu olmamaları kaydıyla, diğerinden hali ile mütenasip yoksulluk nafakası isteyebilir. Boşanma kararı ile yoksulluk nafakası isteme hakkını kaybetmemiş ve değişen durumlarla hakkaniyet gerektiriyorsa iradın artırılmasına da karar verilebilir. Boşanma kararında bu konuda bir hüküm bulunmamak kaydıyla boşanmaya yol açan olaylarda kusuru daha çok olmayan eşin sonradan da yoksulluk nafakası istemesini engelleyen bir kanun hükmü yoktur. Ancak boşanmanın kesinleştiği tarih ile bu yeni davanın açılış gününde boşanma ile illiyet bağı olan yoksulluğun ispatlanması gerekir . Yarg. 2. HD, 14218/14480, 20.11.2000 Karar için bkz. www. legalbank.net. 494Buna karşılık maddi ve manevi tazminat davalarından farklı olarak nafaka yükümlüsünün kusurlu olması şart değildir. Şüphesiz kusuru daha ağır olan veya tam kusurlu olan taraf yoksulluk nafakası talep etme hakkına sahip değildir.  Her iki eşin eşit kusurlu olması halinde Türk Medeni Kanunu nun 175 inci maddesinin uygulanıp uygulanmayacağına ilişkin bir hüküm öngörülmüş değildir; ama maddenin konuluş amacına bakarak  eşlerin boşanmadaki kusurları eşit de olsa yoksulluk nafakasına hakkaniyet gereği hükmedilmesi  gerektiği ifade edilmektedir. Yargıtay da bir kararında,  Mahkemece de kabul edildiği gibi evlilik birliğinin temelinden sarsılmasına sebep olan hadiselerde eşler eşit  kusurludurlar.  Boşanma  sonucu  davacının  (kadının)  yoksulluğa  düşeceği  de gerçekleşmiştir (MK.md.175). Kadın yararına uygun bir yoksulluk nafakası verilmesi gerekir. Bu yönün dikkate alınmaması usul ve yasaya aykırıdır ...  diyerek tarafların eşit kusurlu olmaları halinde yoksulluk nafakasına hükmedilmesi gerektiğine karar vermiştir. d.  Nafaka isteyen eşin yoksulluğa düşmesi Nafaka isteyen eş, çalışma gücünden yoksunsa ve başka bir geliri veya serveti de yoksa yoksulluk nafakasına hak kazanır. Boşanma yüzünden yoksulluk, barınma, geçimini temin etme konusunda çaresizlik anlamına gelmekte olup bundan davacı eşin hiçbir gelir veya iş sahibi olmadığı halleri kapsadığı sonucunu çıkartmamak gerektiği; davacı eşin gelir veya meslek sahibi olmasına rağmen elde ettiği gelirin barınma ve geçimi için yetersiz olduğu ihtimalde yine nafakaya karar verilebileceği ifade edilmektedir. Nitekim Yargıtay kararları uyarınca  da   asgari  ücret  seviyesinde  gelire  sahip  olunması   yoksulluk  nafakasının bağlanmasını olanaksız kılan bir olgu değildir. Yoksulluk nafakası isteyen eşin emekli maaşı  35 Dural, Öğüz ve Gümüş, (n 22) 156; Akıntürk ve Ateş, (n 22) 303. 36  Demir,  (n  9)  54;  Bu  husus  Yargıtay  kararlarında  da  vurgulanmıştır.  Nitekim  bir  Yargıtay  kararında,  …boşanmaya  sebebiyet  veren  olaylarda  davalı-davacı  kadın  ağır  kusurludur.  Ağır  kusurlu  eş yararına yoksulluk nafakasına (TMK m. 175) hükmedilemez. O halde davalı-davacı kadının yoksulluk nafakası talebinin reddine karar vermek gerekirken, yazılı şekilde kabulüne karar verilmesi usul ve kanuna aykırı olup bozmayı gerektirmiştir…  Yarg. 2. HD, 4211/5410, 29.06.2021 Karar için bkz. www. legalbank.net. 37 Öztan, (n 13) 838. 38 Yarg. HGK 2-245/289, 27.04.2005 Karar için bkz. www. legalbank.net. 39 Dural, Öğüz ve Gümüş, (n 22) 156; Akıntürk ve Ateş, (n 22) 303. 40 Kılıçoğlu, (n 22) 135. 41 Yarg. HGK 2-1579/673, 4.4.2018, ilgili karar için bkz. Erdem, (n 22) 201, dpn. 336; Yargıtay ın yerleşik kararlarında bu husus vurgulanmaktadır.  …Yargıtay Hukuk Genel Kurulunun 07.10.1988 gün ve 1998/2-656-688 sayılı ilamı ve 28.02.2007 gün ve 2007/3-84-95 sayılı ilamlarında kabul edildiği gibi; yeme, giyinme, barınma, sağlık, ulaşım, kültür, eğitim gibi bireyin maddi varlığını geliştirmek için zorunlu ve gerekli görülen harcamaları karşılayacak düzeyde geliri olmayanları yoksul kabul etmek gerekir   Hemen belirtelim ki, Yargıtay ın yerleşik kararlarında  asgari ücret seviyesinde gelire sahip olunması  yoksulluk nafakasının bağlanmasını olanaksız kılan bir olgu olarak kabul edilmemektedir . (YHGK. nun 07.10.1998 gün ve 1998/2-656-688 sayılı kararı, 26.12.2001 gün ve 2001/2-1158-1185 sayılı kararı, 01.08.2002 gün ve 2002/2-397-339 sayılı kararı, 28.02.2007 gün ve 2007/3-84-95 sayılı kararı).  Yoksulluk durumu günün ekonomik koşulları ile birlikte, tarafların sosyal ve ekonomik durumları ve yaşam tarzları değerlendirilerek takdir edilmelidir. Yoksulluk nafakası ahlaki ve sosyal düşüncelere dayanır .   Onun içindir ki, bilimsel öğretide; evlilik birliğinde eşler arasında geçerli olan 495veya malları varsa bunların onu yoksulluktan kurtarıp kurtarmadığının belirlenmesi gerekir. Bir Yargıtay kararında yoksulluk nafakası talebinde bulunan kadının adına kayıtlı taşınmaz ile anne ve babasından miras yoluyla intikal eden taşınmazlardaki hisse değerleri ve bu taşınmazların kira gelirleri tespit edilip kadının boşanma ile yoksulluğa düşüp düşmeyeceği belirlenmeden, kadının ev hanımı olduğundan bahisle eksik araştırma sonucu lehine yoksulluk nafakasına hükmedilmesinin doğru olmadığına karar verilmiştir. Yine başka bir kararında, davacı kadının kahvaltı salonu işlettiği ve sabit gelirinin olmadığı, babasından kalan evde oturduğu, kira ödemediği, babasından kalan hisseli malların bulunduğu; erkeğin ise aylık 1.200 TL maaş aldığı, annesinin evinde oturduğu ve kira ödemediği gerçeği karşısında davacı kadının boşanmakla yoksulluğa düşeceği belirtilerek lehine yoksulluk nafakasına hükmedilmiş ise de; kendisini  yoksulluktan  kurtaracak  düzeyde  geliri  olduğu  anlaşıldığından yoksulluk nafakası talebinin reddi gerektiğini belirtmiştir 44. Yoksulluğa düşmenin boşanma sonucu olması gerekir; diğer bir ifadeyle boşanmadan başka nedenlerle  mesela  boşanma  davasının  devamı  sırasında  bütün  malvarlığının  kumarda,  at yarışlarında  kaybedilmesi  ya  da  iflas,  dolandırılma  gibi  sebeplerle  yoksulluğa  düşülmesi halinde boşanmada kusursuz olunsa da nafaka isteminde kişi haklı görülemeyecektir. Başka  dayanışma  ve  yardımlaşma  yükümlülüğünün,  evlilik  birliğinin  sona  ermesinden  sonra  da  kısmen  devamı niteliğinde olduğu  belirtilmektedir . Yarg. HGK 2-275/275, 16.05.2007 Karar için bkz. www. legalbank.net; Yargıtay ın farklı içerikte kararları da olmuştur.  Davacı kadının şimdiki artırma istemi üzerine davalı erkek açtığı karşılık davada kadının çalıştığını ileri sürüp yoksulluk nafakasının kaldırılmasını istemiştir. Yukarıda açıklandığı üzere, davacı kadının çalıştığı en azından asgari ücret seviyesinde muntazam gelir elde ettiği 12.04.1994 tarihli 33-296 sayılı kesin hükümle sabittir .  Bu seviyede bir gelir elde eden kişinin artık muavenete muhtaç olduğunun ve yoksulluğunun devam ettiğinin kabulü hayatın olağan akışı ile bağdaşmaz. Esasen davacıda az maaşlı bir teknisyen olup, kira ödediği ve bu kararla çocukları için 1.000.000. TL. iştirak nafakası ödemeye mahkûm olduğu dikkate alındığında kendisine asgari ücret seviyesinde bir gelir kalmayacağı ortadadır .  Davacı için erkeğin yoksulluk nafakası ödemesi ve hele hele bu nafakanın artırılması hakkaniyet kuralları ile bağdaşmaz. Davacının kendisini yoksulluktan kurtaracak bir iş bulduktan sonra o işten çıkması veya çıkarılması davalıyı yeniden yoksulluk nafakası mükellefiyeti altına sokmaz .  Zira Medeni Kanun un 145/3. maddesinde yer alan  kesilir  sözü amir nitelikte olup, mahkemenin hükmü açıklayıcı niteliktedir.  Mahkemece kadının davasının reddi ile kocanın davasının kabulüne, kadına 13.11.1990 tarihli 243-480 sayılı ilamla bağlanan nafakanın kesilmesine karar verilmesi gerektiğinin düşünülmemesi doğru görülmemiştir . Yarg. 2. HD, 11857/12547, 21.11.1995 Karar için bkz. www. legalbank.net;  …Yapılan sosyal ve ekonomik durum araştırmasında kadının asgari ücret seviyesinde gelir elde ettiği anlaşılmaktadır. Kadının elde ettiği bu gelir kendisini yoksulluktan kurtaracak düzeyde değildir. Bu durumda, Türk Medeni Kanunu'nun 175. maddesi koşulları davacı-davalı kadın bakımından oluşmuştur. Davacı-davalı kadın yararına yoksulluk nafakası hükmedilmesi gerekirken, yazılı şekilde isteğin reddi doğru  olmayıp  bozmayı  gerektirmiştir…   Yarg.  2.  HD,  3140/4572,  07.06.2021  Karar  için  bkz.  www. legalbank.net. 42 Dural, Öğüz ve Gümüş, (n 22) 156. 43 Yarg. 2. HD, 12689/14769, 22.07.2009 Karar için bkz. www. legalbank.net. 44 Yarg 2. HD, 3816/5083, 21.06.2021 Karar için bkz. www.legalbank.net. 45 Uzun, (n 1) 33; Demir, (n 9) 49. 496birinden  nafaka  istenebilecek  olması  ise  yoksulluk  nafakası  talep  edilmesine  engel olmayacaktır. Boşanma sonrasında taraflar kendi geçimlerini sağlama yeteneğine sahip olduklarında yoksulluğa düşme koşulu gerçekleşmediği için nafaka istemine yer olmayacaktır.  Doktrinde yoksulluk nafakasına hükmedebilmek için bir tarafın düşeceği yoksulluğun mutlaka büyük bir yoksulluk olması gerekmediği; normal ve vasat düzeydeki bir yoksulluk tehlikesinin de yeterli olacağı ifade edilmektedir. 3444 Sayılı Kanun la değişikliğe uğramadan önce 743 Sayılı TMK m. 144 hükmü kusursuz olan eşin boşanma sonucu olarak büyük bir yoksulluğa düşecek olmasını aramaktaydı. Hüküm şu şekildeydi:  Kabahatsiz olan karı yahut koca, boşanma neticesi olarak büyük bir yoksulluğa düşerse, diğeri boşanmaya sebebiyet vermemiş olsa dahi kudreti ile mütenasip bir surette bir sene müddetle nafaka itasına mahkûm edilebilir . Sözü geçen madde 04.05.1988 tarih ve 3444 Sayılı Kanun ile değiştirilmiş, boşanma yüzünden düşülecek yoksulluğun büyük olması şartı kaldırılmıştır e.  Takdir edilecek nafakanın nafakayı ödeyecek eşin mali gücü ile orantılı olması Hâkimin  takdir  edeceği  yoksulluk  nafakası  bunu  ödeyecek  tarafın  yani  nafaka yükümlüsünün mali gücüyle orantılı olmalıdır.  Nafaka  yükümlüsünün   mali  gücü  yoksulluk  nafakasının  üst  sınırıdır 52.  Nafaka yükümlüsünün hiç ödeme gücünün bulunmaması halinde yoksulluk nafakasına karar verilmesi söz konusu olamaz. Mahkemece somut olayın özelliğine göre mesela yoksul olan veya  46 Erdem, (n 22) 202; Dural, Öğüz ve Gümüş, (n 22) 157; Öztan, (n 13) 839; Demir, (n 9) 52. 47 Gediz Kocabaş, ‘Evlilik Sonrası Dayanışma İlkesi ve Bu İlkenin Sınırı Olarak Clean Break İlkesi Doğrultusunda Yoksulluk Nafakasını Belirleyici Ölçütler  (2013) 19 (1) MÜHF – HAD 357, 369. 48 Akıntürk ve Ateş, (n 22) 304. 49 Feyzioğlu, (n 20) 397. 50 Madde değişiklik ile şu hali almıştır:  Boşanma yüzünden yoksulluğa düşecek eş, kusuru daha ağır olmamak şartıyla geçimi için diğer eşten mali gücü oranında süresiz olarak nafaka isteyebilir. Ancak, erkeğin kadından yoksulluk nafakası isteyebilmesi için, kadının hali refahta bulunması gerekir./Nafaka yükümlüsünün kusuru aranmaz . 51 Akıntürk ve Ateş,  (n 22) 303; Yargıtay bir kararında nafaka yükümlüsünün mali gücünün sarsılacağı gerekçesiyle hükmedilen nafaka miktarının yersiz olduğuna karar vermiştir.  Bilindiği üzere, 4721 Sayılı Türk Medeni Kanunu'nun 175. maddesinde, boşanma yüzünden yoksulluğa düşecek tarafın, kusuru daha ağır olmamak koşuluyla geçimi için diğer taraftan mali gücü oranında süresiz olarak nafaka isteyebileceği düzenlenmiştir. TMK nın 175. maddesinde belirtildiği üzere, yoksulluk nafakasına mali güç oranında hükmedilmelidir. Davacının aldığı maaş ve hükmedilen maddi tazminat miktarı gözetildiğinde, toptan ödenmesine karar verilen 15.000 ytl yoksulluk nafakası miktarının, davacının mali durumunu sarsacağı kuşkusuzdur. O halde, Özel Daire bozma ilamında belirtilen gerekçelerle, HGK'nca da benimsenen bozma ilamına uyulmak gerekirken, önceki kararda direnilmesi usul ve yasaya aykırıdır. Bu sebeple direnme kararı bozulmalıdır.  Yarg. HGK 2-529/779, 14.11.2012 Karar için bkz. www.legalbank.net. 52 Dural, Öğüz ve Gümüş, (n 22) 157. 53 İbid 157;  …Davacı erkeğin yapılan ekonomik sosyal durum araştırmasında epilepsi hastası olup, yüzde doksan oranında çalışma kaybının bulunduğu ve çalışmadığı tutanağa bağlanmış ise de dosyaya sunulan SGK kayıt 497askerlik  gibi  kanuni  bir  nedenle  nafaka  ödeyemeyecek  durumda  bulunan  eşin  yoksulluk nafakası ödemesine karar verilemeyecektir. Ancak  nafaka yükümlüsünün varlıklı olması nafaka talep edenin yoksulluğunu giderecek miktardan daha fazla nafaka ödemesine karar verilmesine neden olmaz 55. Bu nedenle doktrinde ödenecek yoksulluk nafakasının talepte  bulunan tarafın yoksulluğa düşmesini önleyecek ve normal şartlarda onun geçimine yetecek  miktarda olması gerektiği ifade edilmektedir. Bu anlamda yoksulluk nafakası ile evlilik birliğinin devam ettiği süredeki hayat standardının sağlanması beklenemez. Yoksulluk nafakasının miktarının belirlenmesinde eğer yükümlü eşin maddi veya manevi tazminat ödemesine karar verilmişse bunların miktarı da dikkate alınır. Ödeme gücünün belirlenmesinde sadece yükümlü olan eşin değil, bakmakla yükümlü olduğu kimselerin de ihtiyaçları göz önüne alınır.  3.  Yoksulluk Nafakasının Ödenme Biçimi   örneklerinde ise davacı erkeğin çalışma kayıtlarının bulunduğu, bir kısım tanık beyanlarında ise davacı erkeğin çalışmakta iken işten ayrıldığının beyan edildiği anlaşılmaktadır. Kendisi yoksul olan kişi yoksulluk nafakasıyla yükümlü tutulamaz. Bu sebeple davacı erkeğin çalışma durumu ve işten ayrılmış ise işten ayrılış nedeni de araştırılarak, sonucuna göre kadın lehine Türk Medeni Kanunu nun 175. maddesi uyarınca yoksulluk nafakası verilmesi koşullarının oluşup oluşmadığı değerlendirilerek karar verilmesi gerekirken; yazılı şekilde eksik inceleme ile karar verilmiş olması isabetsiz olup bozmayı gerektirmiştir… . Yarg. 2. HD, 8977/596, 14.01.2016 Karar için bkz. www.legalbank.net. 54 Fırtına, (n 28) 98. 55 Dural, Öğüz ve Gümüş, n (21) 157; Demir, (n 9) 60. 56  Akıntürk  ve  Ateş,  (n  22)  304;   …O  halde  mahkemece  küçük  için  takdir  edilen  önceki iştirak nafakasının küçüğün yaşı, eğitim düzeyi ve ihtiyaçlarıyla davalının mali gücü doğrultusunda hakkaniyete uygun bir miktarda; yoksulluk nafakasının ise TÜİK'in yayınladığı ÜFE oranında arttırılarak hasıl olacak sonuca uygun bir karar verilmelidir…  Yarg. 3. HD, 5572/9036, 04.04.2012;  …O halde mahkemece küçük için takdir edilen önceki iştirak nafakasının küçüğün yaşı, eğitim düzeyi ve ihtiyaçları ile davalının mali gücü doğrultusunda hakkaniyete  uygun  bir  miktarda; yoksulluk nafakasının ise  TÜİK'in  yayınladığı  ÜFE  oranında  arttırılarak hasıl olacak sonuca uygun bir karar verilmelidir, gerekçesiyle Dairemizce bozulmuş, mahkemece Dairemize ait bozma kararına uyularak, aylık 250 TL yoksulluk nafakasına, aylık 250 TL iştirak nafakasına hükmedilmiş, karar davalı vekilince temyiz edilmiştir. Dosyadaki yazılara, kararın dayandığı delillerle kanuni gerektirici sebeplere ve özellikle  delillerin  takdirinde  bir  isabetsizlik  görülmemesine  göre,  sair  temyiz  itirazları  yerinde  değildir. Ancak, yoksulluk nafakasının TÜİK'in yayınladığı ÜFE oranında artırılarak hasıl olacak sonuca göre karar verilmesi gerekirken, yazılı şekilde hüküm tesisi doğru görülmemiştir…  Yarg. 3. HD, 3844/4656, 19.03.2013; Yargıtay bazı kararlarında tarafların sosyal ve ekonomik durumları, günün ekonomik koşulları düşünüldüğünde davacı kadın yararına hükmedilen nafakanın az olduğunu hükme bağlamıştır.  …Tarafların gerçekleşen sosyal ve ekonomik durumlarına, nafakanın niteliğine, günün ekonomik koşullarına göre davacı kadın yararına takdir edilen yoksulluk nafakası azdır. Mahkemece Türk Medeni Kanunu'nun 4. maddesindeki hakkaniyet ilkesi de dikkate alınarak daha uygun miktarda nafakaya hükmedilmesi gerekir. Bu yön gözetilmeden yazılı şekilde hüküm kurulması usul ve kanuna aykırı olup, bozmayı gerektirmiştir…  Yarg. 2. HD, 2915/5459, 30.06.2021; benzer yönde  Yarg.  2.  HD,  3407/4764,  14.06.2021;  Yarg.  2.  HD,  3565/4746,  08.06.2021  Kararlar  için  bkz. www.legalbank.net. 57 Fırtına, (n 28) 98. 58 Dural, Öğüz ve Gümüş, (n 22) 157; Akıntürk ve Ateş, (n 22) 303-304; Ebru Ceylan, Türk ve İsviçre Hukukunda Boşanmanın Hukuki Sonuçları, (1st ed, Galatasaray Üniversitesi Yayınları 2006) 111-112. 59 Dural, Öğüz ve Gümüş, (n 22) 157; Demir, (n 9) 60. 498TMK m. 176 uyarınca  maddî tazminat ve yoksulluk nafakasının toptan veya durumun gereklerine göre irat biçiminde ödenmesine karar verilebilir . Yoksulluk nafakası ayın olarak ve nakit olarak ödenebilir ve yoksulluk nafakasına nakit olarak hükmedildiği hallerde bu nafaka irat ya da sermaye biçiminde olabilir. Bu anlamda hâkimin nafakanın ayın ya da nakit olarak ödenmesine karar vermekte geniş bir takdir yetkisi olduğu ve tarafların talebi ile bağlı olmadığı ifade edilmektedir. Ödeme biçimini kural olarak hâkim kararlaştıracaksa da tarafların bu konuda anlaşmalarına bir engel bulunmamaktadır. TMK m. 184/b. 5 gereği tarafların yapacakları anlaşma hâkimin onayı ile geçerli olur. Hâkim nafakaya çoğunlukla irat olarak hükmeder ve toptan ödemeye istisnaen karar verilir. Hâkim bu kararı verirken mevcut durumun özelliğine göre karar verir; ancak irat ya da toptan ödemede bir öncelik söz konusu değildir.  4.  Yoksulluk Nafakasının Değiştirilmesi ve Sona Ermesi TMK  m.  176  uyarınca   tarafların  malî  durumlarının  değişmesi  veya  hakkaniyetin gerektirdiği hâllerde iradın artırılması veya azaltılmasına karar verilebilir . Mesela nafaka alacaklısının yoksulluk seviyesinin azalması, özellikle çalışmaya başlaması ya da başka bir gelir  elde  etmesi  durumlarında  nafakanın  kaldırılması  ya  da  azaltılması;  yine  nafaka yükümlüsünün ekonomik durumunun bozulması, çalışma gücünü kaybetmesi, evlenmesi ve başka nafaka yükümlülüklerinin ortaya  çıkması gibi durumlarda da nafakanın azaltılması istenebilir. Ancak nafakanın sermaye şeklinde ödenmesine karar verilmişse herhangi bir sebeple  daha  sonra  artırılması  veya  azaltılması  istenemez;  dolayısıyla  artırılması  veya azaltılması istenebilecek nafaka irat şeklinde ödenecek olandır. Bu anlamda  yoksulluk nafakasının irat şeklinde ödenmesi ister taraflar arasındaki sözleşmeyle ister hâkimin hükmüyle kararlaştırılmış olsun durumun değişmesi halinde gözden geçirilerek artırılması istenebilirse de sözleşmeyle kararlaştırılmış ve hâkim tarafından onaylanmış iradın aradan çok az bir zaman geçtikten sonra indirilmesi isteminde bulunulması hakkın kötüye kullanılması niteliğinde kabul edilmelidir .66  60 Öztan, (n 13) 846. 61 Ibid 846. 62 Dural, Öğüz ve Gümüş, (n 22) 159. 63 Öztan, (n 13) 846. 64 Erdem, (n 22) 207-208. 65 Dural, Öğüz ve Gümüş, (n 22) 160. 66 Akıntürk ve Ateş, (n 22) 307. 499Nafaka miktarının değiştirilmesi bir taleple olur ve verilen karar değiştirici yenilik doğuran bir  karardır.  Uygulamada  nafakanın  değiştirilmesi  için;   ekonomik  durumda  büyük  bir değişikliğin ortaya çıkması, bu değişikliğin sürekli olması ve nafaka alacaklısının ekonomik durumunda  bu  şekilde  bir  değişikliğin  ortaya  çıkacağının  boşanma  kararı  verilirken öngörülmesinin mümkün olmaması şeklinde üç koşulun arandığı görülmektedir .67 TMK. m. 176/5 uyarınca  hâkim, istem hâlinde, irat biçiminde ödenmesine karar verilen nafakanın gelecek yıllarda tarafların sosyal ve  ekonomik durumlarına göre ne miktarda ödeneceğini karara bağlayabilir . Doktrinde bu hükmün çok isabetli olduğu çünkü bu hüküm sayesinde alacaklı tarafın her yıl dava açarak artırım yoluna gitmesi zorunluluğunu azaltacağı ve  alacaklıya  oldukça  önemli  bir  rahatlama  sağlayarak  mahkemelerin  iş  yüklerinin  de hafiflemesini  sağlayacağı  ifade  edilmektedir.  Bu  halde   nafakanın  yeni  endekse  uyum sağlaması bir mahkeme kararına gerek olmaksızın söz konusu olur ve artık yenilik doğuran bir karara ayrıca gerek  olmaz. TMK m. 176/f. 3 gereği irat şeklinde ödenen nafakanın bazı hallerde kendiliğinden bazı hallerde ise mahkeme kararı ile sona ermesi düzenlenmiştir. Nafakanın  irat biçiminde ödenmesine karar verilirse, alacaklı tarafın yeniden evlenmesi 71  ya da taraflardan birinin ölümü hâlinde nafaka kendiliğinden kalkar; alacaklı tarafın evlenme olmaksızın fiilen evliymiş gibi yaşaması 72,  yoksulluğunun ortadan kalkması 73  ya da haysiyetsiz hayat sürmesi hâlinde mahkeme kararıyla kaldırılır .   67 Öztan, (n 13) 849. 68 Akıntürk ve Ateş, (n 22) 307. 69 Öztan, (n 13) 851. 70 Dural, Öğüz ve Gümüş, (n 22) 160. 71  …Türk Medeni Kanunun 176/3. Maddesine göre; irat biçiminde ödenmesine karar verilen maddi tazminat veya nafaka, alacaklı tarafın yeniden evlenmesi ya da taraflardan birinin ölümü halinde kendiliğinden kalkar; alacaklı  tarafın  evlenme  olmaksızın  fiilen  evliymiş  gibi  yaşaması, yoksulluğunun ortadan  kalkması  ya  da haysiyetsiz hayat sürmesi halinde mahkeme kararı ile kaldırılır. Anılan yasal düzenlemeye bağlı olarak; davalının evlenmesi ile yoksulluk nafakası kendiliğinden sona erdiğinden, davacının, kanun gereği kendiliğinden sona eren   yoksulluk nafakasının kaldırılması talebi ile dava açmasında hukuken korunmaya değer menfaati diğer bir ifade ile  bu  davayı  açmakta  hukuki  yararı  yoktur…   Yarg.  3.  HD,  22243/9358,  25.05.2015  Karar  için  bkz. www.legalbank.net. 72  Somut olayda taraflar TMK 166/3 maddesi gereği 2017 yılında boşanmışlar, davalı kadın lehine aylık 8.000 TL yoksulluk nafakasına hükmedilmiş ve karar kesinleşmiştir. Nafaka alacaklısının, evlenme olmaksızın fiilen evliymiş gibi yaşaması, yoksulluk nafakasının kaldırılması sebebidir . (TMK m.176/2)  Bu düzenlemeye göre, yoksulluk nafakasının kaldırılması için, aynen evlilik gibi ortak bir hayat kurularak, fiilen birlikte yaşamak gerektiği açıkça belirtilmiştir. Somut olayda ise, dosyadaki tüm deliller bir arada değerlendirildiğinde, davalının davacıdan boşandıktan sonra başka bir şahıs ile  Evlenme olmaksızın fiilen birlikte yaşadığına  dair somut, inandırıcı delil bulunmadığı, yoksulluk nafakasının indirilmesi için yasanın aradığı koşulların da oluşmadığı anlaşıldığından, davanın reddi gerekirken yanılgılı değerlendirme sonucu davanın kabulü yönünden hüküm kurulması doğru bulunmamış ve bozmayı gerektirmiştir . Yarg. 2. HD, 1980/3397, 29.06.2020 Karar için bkz. www.legalbank.net. 73  Ancak, TMK'nun 175. maddesi  Boşanma yüzünden yoksulluğa düşecek taraf, kusuru daha ağır olmamak koşuluyla geçimi için diğer taraftan mali gücü oranında süresiz olarak nafaka isteyebilir.  hükmünü getirmiştir. 500Doktrinde alacaklının evlenmesi ve onun ölümü halinde nafakanın kalkmasının doğal karşılanması gerektiği ama nafaka yükümlüsünün ölmesi durumunda nafakanın kalkmasının yerinde olmadığı belirtilmektedir. Bu konuda ileri sürülen bir görüşe göre borçlunun ölümü halinde nafaka yoksulluk nafakası yükümlüsünün mirasçıları tarafından ödenmeye devam edilmelidir.  Nafaka alacağı ise kişiye sıkı sıkıya bağlı bir hak olduğu için mirasçılara geçmez ve Kanunun açık ifadesine göre kendiliğinden sona erer; ancak kişinin ölümü anında muaccel olmuş nafaka alacağı bu kuralın dışındadır 75. Yoksulluk  nafakası  alacaklı  tarafın  yeniden  evlenmesi  halinde  kendiliğinden  ortadan kalkmakta olup bu durum sadece alacaklı olan taraf yönünden söz konusudur; çünkü borçlunun yeniden evlenmesi bir sona erme sebebi değildir. Yoksulluk  nafakası  alan  boşanmış  eşin  haysiyetsiz  hayat  sürmesi  halinde  yoksulluk nafakası mahkeme kararıyla sona erdirilir; ancak bunun için bu yaşam biçiminin belli bir süre devam etmesi gerekir. Nitekim Yargıtay a göre de  haysiyetsiz hayat sürmenin varlığından söz edilebilmesi için; eşin, sosyal hayatta toplumun genel değer yargılarıyla çatışan, olumsuz nitelikte kabul edilen davranışının süreklilik göstermesi 78 gerekir. Boşandıktan sonra evlenme akdi olmadan bir başka şahısla fiilen karı koca gibi yaşayan bu anlamda dini nikahla evlilik yapan eş yoksulluk nafakası almaktaysa nafaka yükümlüsü eş mahkemeden nafakanın kaldırılmasını isteyebilir.  T.M.K.'nun 176/3.maddesinde de yoksulluk nafakasının yoksulluğun ortadan kalkması halinde mahkeme kararı ile kaldırılacağı hükme bağlanmıştır .  Nafakanın yoksulluğun ortadan kalkması nedeniyle mahkemece sona erdiri- lebilmesi için usulüne uygun olarak açılmış bir davanın bulunması gerekir .  Nafaka borçlusu olan davalı tarafından bu iddia ile açılmış bir dava bulunmamaktadır. O halde mahkemece sadece nafakanın arttırılmasına karar verilmesi ile yetinilmesi gerekirken, ortada açılmış bir dava olmadan nafakanın kaldırılmasına da karar verilmiş olması doğru görülmemiştir . Yarg. 3. HD, 192/687, 10.02.2004 Karar için bkz. www.legalbank.net. 74 Erdem, (n 22) 209. 75 Öztan, (n 13) 852-853. 76 Demir, (n 9) 101. 77 Öztan, (n 13) 854; Uzun, (n 1) 79; Fırtına, (n 28) 124. 78  Davacı kocanın boşanma davası münhasıran  haysiyetsiz hayat sürme  sebebine (TMK m.163) dayanmaktadır. Haysiyetsiz hayat sürmenin varlığından söz edilebilmesi ve bu sebeple boşanma kararı verilebilmesi için; eşin, sosyal hayatta toplumun genel değer yargılarıyla çatışan, olumsuz nitelikte kabul edilen davranışının süreklilik göstermesi ve bu davranışın diğer eş için birlikte yaşamayı ondan beklenemez hale getirmesi gereklidir .  Süreklilik göstermeyen bir defalık bir davranış; Türk Medeni Kanunu'nun 166. maddesindeki evlilik birliğinin temelinden sarsılması durumu için yeterli olabilirse de, haysiyetsiz hayat sürme sebebine dayalı boşanma kararı için yeterli değildir. Davalı kadının bir başka erkekle cep telefonu ile konuştuğu ve mesajlaştığı toplanan delillerle anlaşılmaktadır .  Davalı kadının gerçekleşen bu davranışı, davacı koca bakımından birlikte yaşamayı ondan beklenemez duruma getirmiş ise de; sürekliliği olmadığı anlaşıldığından; haysiyetsiz hayat sürme ile Türk Medeni Kanunu'nun 163. maddesindeki boşanma sebebi sabit kabul edilerek yazılı şekilde hüküm kurulması doğru bulunmamıştır . Yarg. 2. HD, 22536/17686, 26.06.2012 Karar için bkz. http://www.legalbank.net 79 Öztan, (n 13) 854; Demir, (n 9) 103;  743 sayılı Medeni Kanununun 145. maddesi bir evlenme akti olmadan yararına yoksulluk nafakası verilen tarafın bir başkası ile karı koca gibi yaşaması halinde yoksulluk nafakasının kaldırılacağını hükme bağlamıştır. Boşanmadan sonra kadının (davalının) evli bir erkekle ilişki kurup onunla yaşadığı sabittir. Yoksulluk nafakasının kaldırılması gerekirken bu isteğin reddedilmesi de usul ve yasaya aykırıdır . Yarg. 2. HD, 4865/5658, 30.04.2002 Karar için bkz. http://www.legalbank.net 501Nafaka  alacaklısının  yoksulluğunun  ortadan  kalkması  halinde  de  yoksulluk  nafakası mahkeme kararı ile ortadan kaldırılabilir. Yoksulluk nafakası alacaklısı olan eşin düzenli gelir getiren  bir  işe  girmesi,  anne  veya  babasının  ölümü  üzerine  sosyal  güvenlik  kuruluşları tarafından kendisine maaş bağlanması ya da miras kalması gibi nedenlerle yoksulluğun sona ermesi durumunda nafaka borçlusu nafakanın kaldırılmasını dava yoluyla talep edebilecektir. 5.  Zamanaşımı TMK m. 178 gereği  evliliğin boşanma sebebiyle sona ermesinden doğan dava hakları, boşanma  hükmünün  kesinleşmesinin  üzerinden  bir  yıl  geçmekle  zamanaşımına  uğrar 81. Yoksulluk nafakası davasının, nafakanın boşanma içinde istenmemesi halinde en geç boşanma hükmünün  kesinleşmesini  takip  eden  bir  yıl  içinde  açılması  gerekmektedir.  Yoksulluk nafakasına ilişkin talebin mutlaka boşanma davası açıldığı zaman ileri sürülmesi gerekmediğini nafaka davasında yetkiyi düzenleyen TMK m. 177 hükmünden anlamak mümkündür; çünkü ilgili hüküm boşanmadan sonra açılacak nafaka davasından söz etmektedir.  Boşanmadan sonra nafaka davasının en geç boşanma hükmünün kesinleşmesini takip eden bir yıl içinde açılabilmesiyle eşlerin boşanmalarına rağmen boşanma davası dışında istenilen yoksulluk nafakası yüzünden yeniden karşı karşıya gelmelerinin önlenmesi amaçlanmıştır. Davacının yoksulluğa düşecek olma olgusunun boşanma kararının kesinleşmesi anına kadar mevcut olması gerekmekte olup boşanma kararının kesinleşmesine kadar yoksulluğa düşme durumu söz konusu olmadığı halde o andan sonra ortaya çıkacak yoksulluk bu yönde bir talepte bulunmaya imkân vermemektedir. Alacaklı zamanaşımı süresi içinde irat şeklinde maddi tazminat veya nafaka talep etmiş ve hüküm  altına  almışsa  koşulların  değişmesi  üzerine  bunun  artırılması  talebinde  bir  süre  80 Öztan, (n 13) 854; Demir, (n 9) 104; Fırtına, (n 28) 122-123. 81  Türk Medeni Kanunu'nun 178. maddesi evliliğin boşanma sebebiyle sona ermesinden doğan dava haklarının, boşanma hükmünün kesinleşmesinin üzerinden bir yıl geçmekle zamanaşımına uğrayacağını hükme bağlamıştır. Söz konusu süre hak düşürücü süre değil zamanaşımı süresidir . Yarg. 2. HD, 757/2198, 06.03.2019 Karar için bkz. http://www.legalbank.net 82 Ceylan, (n 58) 125; Boşanma kararının kesinleşmesinden sonra da yoksulluk nafakası istenebileceği yolunda bir Yargıtay kararı şu şekildedir:  Boşanma kararı kesinleştikten sonra da yoksulluk nafakası istenmesini engelleyen bir kanun hükmü yoksa da, yoksulluk nafakası isteyenin boşanma tarihinde boşanma yüzünden yoksulluğa düştüğünün ve bu yoksulluğunun istek tarihinde devam etmekte olduğunun ispatlanması gerekir. Anlaşarak boşanma halinde yoksulluk nafakası isteği olmadığını açıklayan tarafın bu beyanı boşanma yüzünden yoksulluğa düşmeyeceğini gösterir ve kendisini bağlar. Bu hal dikkate alınmadan davacı için yoksulluk nafakası tayini doğru bulunmamıştır . Yarg. 2. HD, 1104/1667, 11.02.2002 Karar için bkz. www.legalbank.net.  83 Dural, Öğüz ve Gümüş, (n 22) 156; Demir, (n 9) 45. 84 Ceylan, (n 58) 125; Akıntürk ve Ateş, (n 22) 309. 85 Erdem, (n 22) 210. 502sınırlaması olmadığından TMK m. 178 deki zamanaşımı süresi irat biçimde olan tazminat veya nafakanın arttırılması davalarında uygulanmayacaktır. 6.  Yoksulluk Nafakasının Süresi TMK m. 175/f. 1  boşanma yüzünden yoksulluğa düşecek tarafın, kusuru daha ağır olmamak koşuluyla geçimi için diğer taraftan malî gücü oranında süresiz olarak nafaka isteyebileceğini  düzenlemektedir. 3444 Sayılı Kanun la değişmeden önce 743 Sayılı TMK m. 144 te yoksulluk nafakası  ödeme süresi bir yıl ile sınırlı olup hâkim söz konusu bu bir yıllık süre ile bağlıydı ve bir yıllık sürenin uzatılması ya da bir yıldan daha az süreli olarak nafakaya hükmedilmesi mümkün olamamaktaydı 87.  Nafakanın  bir  yıllık  süreyle  sınırlandırılmış  olması  nedeniyle  nafaka alacaklısının durumunda herhangi bir iyileşme olmaması ve hatta alacaklının bu bir yılın sonunda nafakanın hükme bağlandığı zaman diliminden daha kötü bir yoksulluk içerisine düşmüş olması ihtimalinde dahi nafaka yasal olarak sona ermekteydi. O dönemde doktrin sosyal ve ahlaki düşüncelerle kabul edilmiş yoksulluk nafakasının kabul ediliş amacına uygun pratik sonuçlar vermediğini düşündükleri Kanunun bu hükmünü eleştirmekte ve İsviçre Medeni Kanun u m. 152 de yoksulluk nafakasına daimî olarak hükmedilebileceğinin belirtildiğini ifade etmekteydi.  3444  sayılı  Kanunla  yapılan  değişiklik  sonrasında  bu  bir  yıllık  süre  sınırı kaldırılmış ve yoksulluk nafakasının  süresiz  olarak istenebileceği hükmü getirilmiştir. Aynı şekilde 01.01.2002 tarihinde yürürlüğe giren 22.11.2001 tarihli Türk Medeni Kanunu nun 175. maddesinin 1. fıkrasında da bu esas benimsenerek yoksulluk nafakasının süresiz olarak talep edilebileceği hükmü yer almıştır. Yoksulluk nafakasında bir yıllık üst sürenin kaldırılmasının ve süresiz olarak nafaka talep edilebileceği şeklinde düzenleme getirilmesinin amacı Türk aile yapısı  içinde  çoğunluğu  oluşturan  ev  kadınlarını  korumaktı.  Özellikle  önceki  Medeni Kanunumuzda kadının çalışmasının kocanın iznine bağlı olması, boşanmanın kolaylaştırılarak kusurlu olan eşin de 3 yıl fiili ayrılık nedeniyle boşanmayı sağlayabilmesi, eşler arasında paylaşmaya dayalı yasal mal rejimi bulunmaması gibi sebeplerle kadın eşi koruma kaygısı ile süresiz nafaka düzenlemesi getirilmişti.  86 Kılıçoğlu, (n 22) 143. 87 Kürşad Yağcı, ‘Yoksulluk Nafakasında Süresizlik Sorunu , (2018) 76 (1) İstanbul Hukuk Mecmuası 323, 327. 88 Uzun, (n 1) 13. 89 Feyzioğlu, (n 20) 397. 90 Yağcı, (n 85) 327. 91 Şıpka, (n 19) 16. 503Yoksulluk nafakasına süresiz olarak hükmedilebileceği yolundaki düzenleme tartışmalara neden olmuş ve süresiz nafaka ödenmesinin mağduriyetler yaşattığı, bu düzenlemede bir değişiklik yapılması gerektiği ifade olunmaya başlanmıştır.  Zamanaşımı ve hak düşürücü sürelerin de var olduğu bir sistemde nafaka borçlusunun nafaka alacaklısına karşı yaşamı boyunca nafaka ödemek ile borçlu duruma sokulmasının yerinde  olmadığı  söylenmektedir.  Boşanma  sonrasında  tarafların  bir  an  önce  özellikle ekonomik sorumluluklarını üstlenmesi ve içinde bulundukları durumu düzeltmeleri beklenirken  süresiz   yoksulluk  nafakasının  taraflardan  birini  açıkça  tembelliğe  yöneltmiş  olduğu belirtilmektedir. Boşanma sonrası temiz bir sayfa açmak ve boşanmanın eski eşle yasal ve mali ilişkilerini tamamen sonlandırması fikrinin süresiz nafaka ilişkisine ters düştüğü de ifade olunmaktadır.  Artık  günümüz  toplumunda,  bir  evliliğin  kalıcı  bir  destek  yükümlülüğü doğurduğu varsayımının, modası geçmiş ve modern değerlerle tutarsız olduğu ve evliliğin kadına, eski kocası tarafından rahat bir yaşamın gereklerinin ömür boyu sağlanması olarak görülemeyeceği ifade edilmektedir. TMK  m.  175/f.  1  hükmünde  geçen   süresiz  olarak   ifadesi  itiraz  yoluyla  Anayasa Mahkemesinin önüne gelmiş; buna karşılık Anayasa Mahkemesi bu talebi oyçokluğu ile reddetmiştir ve hükmün Anayasaya aykırı olmadığı sonucuna ulaşmıştır. Şu da var ki, belirli bir süre için yoksulluk nafakası istenmişse isteme bağlılık kuralı gereğince talep edilen süreye göre yoksulluk nafakasına karar verilecektir.   92 Uzun, (n 1) 99. 93 Akipek Öcal, (n 10) 206. 94 Özdemir, (n 24) 229. 95 Horvarth, (n 25) 87. 96   …İtiraz konusu 'süresiz olarak' ibaresi, nafaka alacaklısının her zaman ölünceye kadar yoksulluk nafakası alacağı anlamına gelmemektedir. Kanun koyucunun 4721 sayılı Türk Medenî Kanunu'nun 175. Maddesinde 'süresiz olarak' ibaresine yer vermesinin amacı, boşanmadan dolayı yoksulluğa düşecek olan eşin diğer eş tarafından,  şartları  bulunduğu  sürece  ekonomik  yönden  desteklenmesi  ve asgari  yaşam  gereksinimlerinin karşılanmasıdır. Evlilik birliğinde eşler arasında geçerli olan dayanışma ve yardımlaşma yükümlülüğünün, evlilik birliğinin sona ermesinden sonra da kısmen devamı niteliğinde olan yoksulluk nafakasının özünde, ahlaki değerler ve sosyal dayanışma düşüncesi yer almaktadır. Yoksulluk nafakasının amacı nafaka alacaklısını zenginleştirmek değildir. Yoksulluk nafakasıyla, boşanma sonucunda yoksulluk içine düşen eşin asgari yaşam gereksinimlerinin karşılanması düşünülmüştür. Yoksulluk nafakasına hükmedilebilmesi için nafaka talep eden eşin boşanma nedeniyle yoksulluğa düşecek olmasının yanı sıra, nafaka talep edilen eşin de nafaka ödeyebilecek ekonomik gücünün bulunması gerekmektedir. İtiraz konusu kuralda, boşanma sebebiyle yoksulluğa düşen eşi korumak için diğer eşin, koşulları bulunduğu sürece, herhangi bir süre sınırı olmaksızın yoksulluk nafakası vermesi düzenlenmiş olup bu yükümlülüğün sosyal hukuk devleti ilkesinin gereği olarak getirildiği kuşkusuzdur. Açıklanan nedenlerle, itiraz konusu kural Anayasa'nın 2. maddesine aykırı değildir. İptal isteminin reddi gerekir…  Anayasa Mahkemesi 136/72, 17.5.2012 Karar için bkz. http://www.kararlaryeni.anayasa.gov.tr/Karar/Content/64f14-ab-448e8ea-1cfab?Exclude Gerekce =False&wordsOnly=False, Erişim Tarihi: 06.04.2019. 97 Ceylan, (n 58) 116. 504Yoksulluk nafakasının süresiz olarak ödenmesi problemleri irat biçiminde nafaka ödenmesi için  geçerlidir;  nafakanın  toptan  ödenmesine  karar  verilen  hallerde  bu  sorun  gündeme gelmemektedir.  Bununla  birlikte   irat  biçiminde  süresiz  olarak  ödenmesine  karar  verilen yoksulluk nafakasının süresiz olarak ödenmeye devam edebilmesi için de kanunda aranan bazı olumsuz koşulların gerçekleşmemiş olması  gerekmektedir. TMK m. 176/ f. 3 uyarınca  irat biçiminde  ödenmesine  karar  verilen  nafaka,  alacaklı  tarafın  yeniden  evlenmesi  ya  da taraflardan  birinin  ölümü  hâlinde  kendiliğinden  kalkacağı  ve  alacaklı  tarafın  evlenme olmaksızın fiilen evliymiş gibi yaşaması, yoksulluğunun ortadan kalkması ya da haysiyetsiz hayat sürmesi hâlinde mahkeme kararıyla  kaldırılacağı için nafakanın süresiz ödenmesi söz konusu  olmayacaktır.  Bu  hallerin  nafakanın  süresiz  olma  durumunu  engellediğine  şüphe olmamakla birlikte bu düzenlemenin süresiz nafakadan kurtulmak için sona erme sebeplerinin gerçekleştiğini ispat etmek isteyen nafaka yükümlüsünü nafaka alacaklısının özel hayatını sürekli  denetlemek  ve  kontrol  etmek  zorunda  bıraktığı  gerekçesiyle  ilgili  hüküm eleştirilmektedir.  Doktrinde belirtilen ve bizim de katıldığımız görüş uyarınca, TMK madde 175 hükmü dikkatli incelendiği takdirde çözümü kendi içinde barındırdığı görülecektir; çünkü süresiz olarak nafaka isteyebilir ifadesi yeterince açıktır ve bu ifadeden nafakanın süresiz verilmesi imkânı  olduğu  anlaşılsa  da  mutlaka  süresiz  verilmesi  gerektiği  anlaşılmamaktadır.  Bu nedenle TMK m. 175/f. I hükmüne göre  irat şeklinde ödenen yoksulluk nafakasının alacaklısı süresiz olarak nafaka ödenmesini  talep edebilirse de hâkim somut olayın şartları çerçevesinde nafakaya süresiz olarak karar vermek zorunda değildir.  Sadece süre sınırlaması getirme bakımından bir kanun değişikliğine ihtiyaç yoktur. Kanun değişikliği ihtiyacının TMK m. 175/f. I gereğince hâkimin, nafakanın süresine ilişkin takdir yetkisi olmadığı yönündeki baskın görüşün ve Yargıtay uygulamasının ortaya çıkardığı bir sorun olduğu belirtilmektedir. Özellikle 1988 yılında yoksulluk nafakasının süresine ilişkin 3444 sayılı kanunla yapılan değişiklikten bu yana Yargıtay ın belirli süreli ya da süresiz olarak  98 Yağcı, (n 85) 325. 99 Özdemir, (n 24) 230. 100 Akipek Öcal, (n 10) 207; Aynı yönde Şıpka, (n 19) 17; Şıpka ya göre kanun maddesinin lafzı ve ruhu hâkime süresiz  nafakaya  hükmetmesini  emretmemekte,  sadece  hak  sahibinin  süresiz  de  nafaka  isteyebileceğini vurgulamaktadır. Hâkim somut olayın özelliklerini dikkate alarak gerekçeleri ile beraber süreli nafakaya da karar verebilir, ibid 17. 101 Yağcı, (n 85) 346. 505nafaka talep edilmesi halinde hâkimin daha az bir süre için nafakaya hükmedemeyeceği yani bu konuda takdir hakkına sahip olmadığı yönünde yerleşik içtihatları bulunmaktadır.  Yoksulluk nafakasına bir süre sınırı getirilmek isteniyorsa  evlilik süresi, eşlerin yaşı, çocukların sayısı ve bakım yükümlülüğünün süresi vs. gibi birden fazla kriterin dikkate alınarak belirlendiği bir sistem getirilmesi ve temel kriterleri dikkate alan birden fazla üst süre söz konusu olması; mesela, 5 yıldan kısa süren evliliklerde nafaka süresinin üst sınırının evlilik süresi kadar olması; 5 yıldan uzun süren evliliklerde nafaka üst süresinin 12 yıl olması; 16 yaşından  küçük  müşterek  çocuğun  bulunması  ve  nafaka  alacaklısı  tarafından  bakımının üstlenilmiş olması halinde her durumda nafaka üst süresinin 12 yıl olması yolunda bir hüküm  konulabileceği yolundaki çözümler suni çözümlerdir.  TMK m. 175 hükmünü doğru okuyarak ve her evliliğin kendi dinamiklerini dikkate alarak hâkimin  takdir  hakkı  çerçevesinde  süresizlik  probleminin  çözülebileceğini  kabul  etmek gerekmektedir.   Sosyal  devlet  anlayışına  uygun  olarak  ödenemeyen  nafaka  için  fon oluşturulması, eşlerin kendi ayakları üzerinde durmasını sağlayacak meslek edinme ve kariyer gelişimi gibi hususlarda onlara destek sağlanması ve sosyal güvenlik sisteminin iyileştirilmesi gerektiği ifade edilmektedir 105. Bu çözüm yollarının dikkate alınması gerektiğine şüphe yoksa da bu yönde bir planlama ancak uzun vadede anlamlı olabilecektir. Her şeyden önce klasik cinsiyetlendirilmiş  rol  modellerinin,  erkeğin  eve  bakmakla  yükümlü  olduğu  anlayışının değişmesi gerekmektedir. Yaşanan problemler kadınların eğitimsiz ve ekonomik açıdan yoksul bırakılmalarına ait politikaların sonucu olduğundan bulunacak çözüm nafakayı kaldırmak ya da kısa sürelere bağlamak değil; kadınları eğitim, iş hayatı ve topluma katılım süreçlerinde güçlendirmek  ve  kadını  yoksulluk  nafakasına  muhtaç  durumdan  kurtarmak  olmalıdır. Kadının ekonomik bağımsızlığını kazanmasını sağlayacak planlamaların hemen yapılması ancak bu konuda istenilen aşamaya gelene kadar hâkimin somut olay üzerinden nafakanın süreli mi süresiz mi olacağına karar vermesinin uygun olacağı düşünülmektedir.   102 Kulaklı, (n 11) 244. 103 Yağcı, (n 85) 348. 104 Akipek Öcal, (n 10) 207. 105 Ali Demirbaş, ‘Güncel Tartışmalarla Yoksulluk Nafakası  (2018) 5(2) İstanbul Medipol Üniversitesi Hukuk Fakültesi Dergisi 219, 233; Yıldırım da kanun koyucunun belirleyeceği makul bir süre ile yoksulluk nafakasının sınırlandırılması, sosyal hukuk devleti olmanın gereği olarak devletin, yoksullukla kendisinin aktif bir biçimde mücadele etmesi gerektiğini ve bunu bir kişinin sırtına yüklemenin o kişinin kişilik haklarının ihlal edilmesine yol açacağını ifade etmektedir, Yıldırım, (n 13) 112. 106 Süreyya Turan, ‘Güncel Tartışmalar Karşısında Yoksulluk Nafakasına Bir Bakış , Türk Hukukçu Kadınlar Derneğinin 50. Kuruluş Yıldönümü Sempozyum Kitabı, (Filiz Kitabevi 2019) 67, 85. 506SONUÇ Kanun koyucu yoksulluk nafakasına ilişkin getirdiği düzenlemede yoksulluk nafakasına hükmedilmesinin şartlarını ortaya koymuşsa da yoksulluk kavramını tanımlamış değildir. Bu nedenle  doktrin  ve  Yargıtay  kararları  doğrultusunda  yoksulluk  kavramı  tanımlanmaya çalışılmıştır. Ancak yoksulluk nafakası ile ilgili tartışmalar yoksulluk kavramı ve yoksulluk nafakasına hükmedilmesinin şartları üzerinde değil, yoksulluk nafakasının süresi noktasında yaşanmaktadır.  Mahkemeler tarafından her durumda yoksulluk nafakasına süresiz olarak hükmedilmesi kimi durumlarda adil olmayan sonuçlara yol açmaktadır. Bu nedenle doktrinde evliliğin süresi, eşlerin sahip oldukları çocuk sayısı gibi kriterleri dikkate alarak nafakanın kademeli bir şekilde süreli hale getirilmesi önerilmektedir. Ancak kanuni düzenlemede yer alan süresiz olarak nafaka isteyebilir ifadesinin doğru okunması gerekmektedir. Diğer bir ifadeyle nafakayı süreli hale getirecek yasal bir düzenlemeye ihtiyaç yoktur; çünkü kanunda nafakanın mutlaka süresiz verilmesi gerektiği düzenlenmemiştir. Hâkim bu konuda takdir hakkına sahip olup somut olayın özelliğine  göre  nafakanın  süresine  hükmedecektir.  Kadının  ekonomik  bağımsızlığına kavuşması ve hayatının sorumluluğunu alması arzu edilen olmakla birlikte kadının iş hayatına katılımını sağlayacak tedbirleri almadan sadece nafakayı süreli hale getirerek amaçlanana ulaşmak mümkün olmayacak; hiçbir şekilde çalışma imkânı bulunmayan kadınlar mağdur edilmiş olacaktır. Ancak her durumda nafakanın süresiz olarak verilmesine hükmedilmesinin de yerinde olmadığı ifade edilmelidir.                507",
     "Kaynakça": "Akıntürk, T ve Ateş, D, Türk Medeni Hukuku Aile Hukuku İkinci Cilt (23rd, Beta Yayıncılık 2021). Akipek Öcal, Ş, ‘Yoksulluk Nafakası : in Tuğçe Tuzcuoğlu ve A. Hulki Cihan (eds), Yargıtay Kararları Işığında Güncel Medeni Hukuk Problemleri Sempozyumu Bildirileri (Oniki Levha Yayıncılık 2019) 203 211. Bozdağ, G. G, Türk Hukukunda ve Uluslararası Hukukta Nafaka (1st ed, Yetkin Yayınevi 2015). Ceylan, E, Türk ve İsviçre Hukukunda Boşanmanın Hukuki Sonuçları (1st ed, Galatasaray Üniversitesi Yayınları 2006). Demir, M, Türk Medeni Hukuk Öğreti ve Uygulamasında Yoksulluk Nafakası (1st ed, Seçkin Yayıncılık 2018). Demirbaş,  A,  ‘Güncel  Tartışmalarla  Yoksulluk  Nafakası   (2018)  5(2)  İstanbul  Medipol Üniversitesi Hukuk Fakültesi Dergisi 219 235. Dural, M., Öğüz, T, ve Gümüş, M. A., Türk Özel Hukuku Cilt III Aile Hukuku (16th ed, Filiz Kitabevi 2021).  Erdem, M, Aile Hukuku (2nd ed, Seçkin Yayıncılık 2019). Feyzioğlu, F. N, Aile Hukuku (3rd ed, Filiz Kitabevi 1986). Fırtına, E, Boşanmanın Mali Sonuçları ve Yoksulluk Nafakası (1st ed, Adalet Yayınevi 2019). Hatemi, H, Aile Hukuku (8th ed, Oniki Levha Yayıncılık 2020). Horvath, E, 'Justifying Alimony' (2002) 2002 UCL Jurisprudence Rev 85 99. İnal, N, Boşanma Nafaka Davaları (1st ed, Yazarın Kendi Yayını 2018). Kocabaş, G, ‘Evlilik Sonrası Dayanışma İlkesi ve Bu İlkenin Sınırı Olarak Clean Break İlkesi Doğrultusunda Yoksulluk Nafakasını Belirleyici Ölçütler  (2013) 19 (1) MÜHF – HAD 357391. Kılıçoğlu, A. M, Aile Hukuku (5th ed, Turhan Kitabevi 2020). 508Kulaklı, Emrah, ‘Yoksulluk Nafakası ve Yoksulluk Nafakasının Süresinde Bağlamında Bir Mukayeseli Hukuk İncelemesi  (2018) 5(2) İstanbul Medipol Üniversitesi Hukuk Fakültesi Dergisi 237 268. Oğuzman, K ve Dural, M, Aile Hukuku (3rd ed, Filiz Kitabevi 2001). Öcal, M, Yoksulluk Nafakasının Süresi (1st ed, Oniki Levha Yayıncılık 2019). Özdemir, N, İlişkisel Özerklik Bağlamında Evli Birey (1st ed, Turhan Kitabevi 2016). Öztan, B, Aile Hukuku (6th ed, Turhan Kitabevi 2015). Pogge, Thomas, ‘Are We Violating the Human Rights of the World s Poor? , (2011) 14(2) Yale Human Rights and Development Law Journal 1 33. Şıpka, Ş, ‘Yoksulluk Nafakasının Süresine Eleştirel Bir Yaklaşım  (2018) Prof. Dr. Hüseyin Hatemi ye 80. Yıl Armağanı 15 20. Turan, S, ‘Güncel Tartışmalar Karşısında Yoksulluk Nafakasına Bir Bakış , Türk Hukukçu Kadınlar Derneğinin 50. Kuruluş Yıldönümü Sempozyum Kitabı (Filiz Kitabevi 2019) 67 85. Uzun, M, Yargıtay Kararları Kapsamında Yoksulluk Nafakası (1st ed, Vedat Kitapçılık 2013). Yağcı, K, ‘Yoksulluk Nafakasında Süresizlik Sorunu , (2018) 76(1) İstanbul Hukuk Mecmuası 323 358. Yıldırım, A, ‘Yoksulluk Nafakasında Süre Sorunu ve Çözüm Önerisi : in Akın Ünal ve Arif Kalkan (eds), Aile Hukukundaki Hak İhlallerinin Tespiti ve Çözüm Önerileri (Adalet Yayınevi 2019) 105 112. Yolcu, S, Anayasa Yargısında Sosyal Hakların Korunması (1st ed, Seçkin Yayıncılık 2018). 509510"
}