{
     "Tip": "Makale",
     "Dergi İsmi": "Tekirdağ Namık Kemal Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "20",
     "Ay": "06",
     "Yıl": "2021",
     "Cilt": " ",
     "Sayı": "1",
     "Başlık": "TASARRUFUN İPTALİ SEBEPLERİ",
     "Title": "CAUSES FOR THE ACTIONS FOR REVOCATORY OF POSSESSION ",
     "Yazar İsmi": [

          "Stj. Av. Sedat SEZGİN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Tasarrufun İptali", "Butlan", "Aciz", "Borca Batıklık", "Anayasa Mahkemesi"
     ],
     "Keywords": [
          "Revocatory", "Nullity", "Insolvency", "Over-indebtedness", "Constitutional Court"
     ],
     "Özet": "Tasarrufun iptali sebepleri İcra ve İflas Kanunu nda ivazsız tasarrufların butlanı, acizden dolayı butlan ve zarar verme kastından dolayı iptal başlıkları altında düzenlenmiştir. Lakin tasarrufun iptali sebepleri sınırlı sayıda değildir. Borçlandırıcı işlemler tasarrufun iptali sebebi oluşturmaz. Tasarruf kelimesi  yalnızca  tasarruf  işlemlerini  değil  hukuki  fiilleri  de  kapsar.  2018  yılında  Anayasa Mahkemesi kan hısımları arasında yapılan ivazlı tasarrufların ivazsız tasarruf olarak kabul edilmesini iptal edilmiştir. İptal kararı ile kanun koyucu tarafından ivazlı tasarruflar olarak kabul edilen altsoy ve üstsoy, karı ve koca ve sıhri hısımlar arasındaki ivazsız tasarruflar hakkında hangi hükümlerin uygulanması gerektiği belirsizdir. İcra ve İflas Kanunu madde 279 başlığında geçen aciz kelimesinin kullanılmasıyla bir terminolojik hata yapılmıştır. İcra ve İflas Kanunu madde 279 da belirtilen aciz başlığında anlatılmak istenen husus borca batıklığa ilişkindir. Zira borçlunun aktifinin pasiflerine oranla miktaren yeterli düzeyde bulunmaması borca batıklık halidir.",
     "Abstract": "The reasons of the revocatory actions are regulated in the Execution-Bankruptcy Law under the titles of nullity of gratuitous savings, nullity due to insolvency, and annulment due to the intention of damaging.  However,  the  reasons  of  the revocatory actions  are  not  limited  in  number.  Debit transactions do not constitute a cause fort he actions for recocatory possesion. The word saving includes not only legal savings but also legal acts. In 2018, the Constitutional Court annulled the acceptance of demanding savings among blood relatives as gratuitous savings. It is unclear what provisions should be applied regarding the gratuitous dispositions between the descendants and ancestors, husband and wife, and marital relatives, which are accepted as gratuitous savings by the legislator with the annulment decision. A terminological mistake has been made by using the word insolvency in the title of Article 279 of the Enforcement-Bankruptcy Law. What is meant to be explained in the title of insolvency specified in Article 279 of the Execution-Bankruptcy Law is related to over-indebtedness. Because the debtor's assets are insufficient in proportion to his liabilities is a state of over-indebtedness.",
     "Metin": "Ülkemizde 2021 yılında UYAP bilişim sistemindeki istatistiklere göre yaklaşık 22 milyon icra dosyası mevcuttur. Alacaklı ve borçlu arasında ortaya çıkan uyuşmazlıkların kamu gücü kullanılmadan çözüme kavuşma olasılığı giderek  azalmaktadır. Borcunu ödeyemeyen kişiler hakkında  yapılan  icra  takipleri  ile  çözüme  ulaştırılması  beklenen  uyuşmazlık,  borçluların malvarlığında  ciddi  eksilmeler  yaratmaktadır.  Bu  eksilmelerden  ve  cebri  icra  baskısından kurtulabilmek için borçlular çeşitli yöntemlere başvurmaktadır. Bu yöntemlerden biri görünüşte içi boşaltılmış bir malvarlığı yaratmaktır. Alacaklılardan mal kaçırma gayesiyle yapılan tasarruflar ile borçlu neredeyse  canımdan başka verecek bir şeyim yok...  algısı yaratarak kendi açısından bir kurtuluş yolu oluşturmaya çabalamaktadır. Malvarlığı değerlerinin azaltılmasından doğan sonuçların  ortaya  çıkardığı  alacaklıların  alacaklının  alacağına  kavuşamama  tehlikesi,  kanun koyucu tarafından İcra ve İflas Kanunu nda tasarrufun iptali kurumuna yer verilerek, alacaklı ve borçlu tarafların önceliklerine göre çözüme kavuşturulmaya çalışılmıştır. Çalışmamızın başlangıcında tasarrufun iptali kurumunun genel çerçevesi çizilerek, kanuni tanımlamadaki terminolojik hatalara değinilecektir. Sonrasında tasarrufun iptaline ilişkin özellik gösteren  kurallar  anlatılarak  doktrinsel  tartışmalar,  kanaatlerimiz  ve  Yargıtay  uygulamaları belirtilecektir. Kanun koyucu tarafından kabul edilen iptale tabi tasarrufların neler olduğu, iptalin hangi koşullar ve süreler altında mümkün olduğu aktarılacaktır. Devamında ivazsız tasarrufların iptaline ilişkin özellik gösteren durumlar ele alınacak ve borçlunun aczine bağlanmış iptale tabi tasarruflar açıklanacaktır. Son olarak genel bir iptal sebebi olan borçlunun alacaklılara zarar verme kastıyla  gerçekleştirmiş  olduğu  tasarrufların  iptali  konusu,  uygulamadan  örneklerle  birlikte açıklanacaktır. I.GENEL OLARAK TASARRUFUN İPTALİ  Tasarrufun  iptali  sebeplerinin  çerçevesi  İcra  ve  İflas  Kanunu nun  278-279-280. Maddelerinde  belirtilmiştir.   Tasarruf   kelimesinden  anlaşılması  gereken  husus,  borçlunun üçüncü kişilerle yapmış olduğu tasarruf işlemleridir. Borçlandırıcı işlemler tasarrufun iptali sebebi yaratmaz. Kanaatimizce İİK. m. 278/III te  bağışlama olarak kabul edilen tasarruf işlemleri  akit   1 https://istatistikler.uyap.gov.tr 2 Ramazan Arslan, Ejder Yılmaz, Sema Taşpınar Ayvaz ve Emel Hanağası, İcra ve İflas Hukuku (6. Baskı, Yetkin Yayınevi, 2020) 558; Hakan Pekcanıtez, Oğuz Atalay ve Meral Sungurtekin Özkan, İcra İflas Hukuku Ders Kitabı (5. Baskı, Vedat Kitapçılık, 2018) 527; Baki Kuru, Ramazan Arslan ve Ejder Yılmaz, İcra ve İflas Hukuku (2. Baskı, Yetkin Yayınevi, 2014) 614; Baki Kuru ve Burak Aydın, İstinaf Sistemine Göre Yazılmış İcra ve İflas Hukuku Ders Kitabı (5. Baskı, Yetkin Yayınevi, 2021) 490 131Sedat SEZGİN                                                                                                   NKÜ Hukuk Fakültesi Dergisi 2021/1 ifadesiyle  belirtilmiş  olsa  da  anlaşılması  gereken  husus,  akitlerin  ifasına  ilişkin  yapılan tasarruflardır.   Tasarruf  kelimesinden anlaşılması gereken bir diğer husus ise  tasarrufların  hukuki kavram  olarak  tasarruf  işlemleri  ile  sınırlı  olup  olmadığına  ilişkindir.  Doktrinde  bizim  de katıldığımız görüşe göre İİK. da belirtilen  tasarruf  kelimesi yalnızca hukuki tasarruf işlemlerini içermez. Hukuki tasarruf işlemlerinin yanı sıra hukuki işlemleri de kapsar. Bu nedenle  tasarruf  kelimesi içerisinde hukuki fiilleri de bulundurur. Örneğin kanun yoluna başvurma hakkının kullanılmaması  bir  hukuki  işlem  niteliğinde  değildir.  Lakin  bir  hukuki  fiil  niteliğine  sahip olduğundan tasarrufun iptali sebebi teşkil edebilir. Kanaatimizce kanun koyucunun  tasarruf  kelimesini  kullanması  terminolojik  olarak  uygun  değildir.  Bununla  beraber  karışıklığa  yer vermemek adına çalışmamızda tasarruf kelimesini kullanmaya devam edeceğiz. İcra ve İflas Kanunu sistematiği içerisinde üç temel başlık altında toplanan tasarrufun iptali sebepleri çalışmamızın temelini oluşturmakla birlikte doktrinde bizim de katıldığımız görüşe göre kanunda yapılan sayım sınırlayıcı nitelikte değildir. Zira İİK. m. 281/I e göre mahkeme tasarrufun iptali davasına konu edilmiş ihtilafların çözümünde takdir yetkisine sahiptir. Ancak cebri icra marifetiyle devri gerçekleşmiş mallara ilişkin tasarrufun iptali İİK. m. 277 vd. hükümlerine dayanılarak söz konusu değildir. Zira cebri icra marifetiyle yapılan satış işlemi borçlu tarafından gerçekleştirilmemektedir. Tasarrufun iptali sebepleri yanlış gösterilmiş ya da hiç gösterilmemiş olursa doktrindeki bir görüşe göre HMK. m. 33 gereğince tasarrufun iptali sebebinin alacaklı tarafından dava dilekçesinde belirtilmemesi veya dilekçede belirli bir sebebin varlığı  mahkemenin belirtilen sebepten farklı bir sebebe bağlı olarak ihtilafı çözmesine engel teşkil etmez. Yargıtay uygulaması tasarrufun iptali sebeplerinin sınırlı sayıda olmadığı, dava dilekçesinde belirtilen iptal sebebinden farklı bir sebeple iptal edilebileceği ve dava dilekçesinde tasarrufun iptali sebebi belirtilmemiş olsa  3 Talih Uyar, ‘İcra ve İflas Hukukunda Tasarrufun İptali Davasının Konusu  (2011) 1 Ankara Barosu Dergisi 211, 211; Mahmut Coşkun, İtirazın İptali-Menfi Tespit ve İstirdat- Tasarrufun İptali Davaları (6. Baskı, Seçkin Yayıncılık, 2020) 915; Kuru ve Aydın, (n 2) 490 4 Uyar, ‘Dava Konusu  (n 3) 212 5 Timuçin Muşul, İcra ve İflas Hukukunda Tasarrufun İptali Davaları (2. Baskı, Adalet Yayınevi, 2017) 322; Murat Atalı ve İbrahim Ermenek, İcra ve İflas Hukuku (Takip Hukuku I- Takip Hukuku II) (3.Baskı, Seçkin Yayıncılık, 2020) 247; Arslan, Yılmaz, Taşpınar Ayvaz ve Hanağası, (n 2) 558; Kuru, Arslan ve Yılmaz, (n 2) 614; Erhan Günay, Tasarrufun İptali Davası (Borçlu Muvazaası) (5. Baskı, Seçkin Yayıncılık, 2019) 21; Kuru ve Aydın, (n 2) 490. Baki Kuru, İcra ve İflas Hukuku El Kitabı (2. Baskı, Adalet Yayınevi, 2013) 1398 6 Uyar, ‘Dava Konusu  (n 3) 308; Kuru, (n  5) 1399; Yar. 15. HD, E. 1989/4763, K. 1990/1551, 3.4.1990 <www.kazanci.com.tr.>, Erişim Tarihi 04.03.2021 7 Kuru, Arslan ve Yılmaz, (n 2) 614; Muşul, (n 5) 310; Kuru ve Aydın, (n 2) 494; Kuru, (n 5) 1414 132Sedat SEZGİN                                                                                                   NKÜ Hukuk Fakültesi Dergisi 2021/1 dahi iptal edilebileceği yönündedir. Bununla birlikte doktrindeki diğer bir görüşe göre ise kanun koyucu abesle iştigal etmez ilkesi gereğince HMK. m. 119 e bağlı olarak dava dilekçesinde hukuki sebebin belirtilmesi gerekmektedir.  Kanaatimizce  hukuki  sebep  eksikliğine  bağlı  olarak  tasarruf  iptal  sebebinin  dava dilekçesinde belirtilmemiş olması, HMK. m. 119/II de dava dilekçesinde eksikliğinde bir haftalık kesin süre tayini gerektiren durumlardan sayılmamasına bağlı olarak bir gerçek kural dışı kanun boşluğu yaratır. Bu durumda hâkim örf ve adet hukukuna uygun karar vererek hukuki sebebin belirtilmemiş olmasına ilişkin uyuşmazlığı çözmelidir. Bu sebeple Yargıtay ın benimsemiş olduğu  Dava dilekçesinde İİK.nun 278-279-280. maddelerinden hangisine istinaden iptal istendiğinin belirtilmesi de zorunlu değildir.  görüşü işlevsellik kazanarak hukuki bir temel sağlanmış olur. Doktrinde  muvazaalı  işlemlerin  tasarrufun  iptali  sebebi  olarak  kabul  edilebilirliği tartışmalıdır. Bir görüşe göre muvazaalı işlemler hukuken geçerliliğini kazanmadığı için iptale tabi değildir, istihkak davasına vücut verir. Bir diğer görüşe göre ise muvazaalı işlemleri tasarrufun iptali sebepleri arasında saymak pratik açıdan daha doğru olduğundan iptale uygun kabul edilmelidir. Yargıtay ikinci görüşü benimsemektedir. Muvazaa iddiasına dayalı bir tasarrufun iptali davası açılırsa İİK. m. 284 te belirtilmiş olan beş yıllık hak düşürücü süre uygulanamaz.  Zira  muvazaa  iddiası  ayni  nitelikte  bir  uyuşmazlık  doğurur  ve  ayni  haklar zamanaşımı veya hak düşürücü sürelere bağlı olarak kaybolmaz. Kanaatimizce muvazaalı işlemlere ilişkin iptal davası açılması durumunda usûl ekonomisi ilkesi gereğince dava reddedilmemeli ve dava sonucunda bir tespit hükmü verilerek uyuşmazlık çözüme kavuşturulmalıdır. Tespit hükmü verilmesi usûl hukuku açısından taleple bağlılık ilkesi  8 Yar. HGK, E. 1987/15-380, K. 1987/872, 25.11.1987 <www.kazanci.com.tr.>, Erişim Tarihi 05.03.2021; Aynı yönde bir başka karar Yar. 17. HD, E. 2014/20410, K. 2016/11530, 13.12.2016 <www.kazanci.com.tr.>, Erişim Tarihi 05.03.2021 9 Muhammet Özekes, ‘HMK Bakımından Dava Dilekçesinde Eksiklik Halinde Yapılması Gereken İşlemler , (2014) 16 Dokuz Eylül Hukuk Fakültesi Dergisi 263, 277; Ayrıca bkz. Muhammet Özekes, ‘Dava Dilekçesinde Hukuki Sebep Bildirilmek Zorunludur  (2009) Halûk Konuralp Anısına Armağan 745, 751 10 Tartışmalara ilişkin detaylı bilgi için bkz. Levent Börü, ‘İcra ve İflas Hukukunda Zarar Verme Kastından Dolayı İptal Davası (İİK M. 280) , (2009) 3 (58) Ankara Üniversitesi Hukuk Fakültesi Dergisi 481, 489 vd. 11 Arslan, Yılmaz, Taşpınar Ayvaz ve Hanağası, (n 1) 558-559; İsmail Ercan, Uygulamacılar İçin İcra ve İflas Hukuku El Kitabı (6. Baskı, Seçkin Yayıncılık, 2020) 1247; Güray Erdönmez, Alacaklılara Zarar Verme Kastıyla Yapılan Tasarrufların İptali (2. Baskı, Seçkin Yayıncılık, 2019) 16 vd.; Kuru, (n 5) 1400 12 Uyar, ‘Dava Konusu  (n 3) 218-219; M. Kamil Yıldırım, İcra ve İflas Hukukunda İptal Davaları (Vedat Yayıncılık, 1995) 142; Tunahan Çetinel, ‘Alacaklılara Zarar Verme Kastıyla Yapılan Tasarruflar Bağlamında Tasarrufun İptali ve Muvazaa Davaları  (Yüksek Lisans Tezi, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü, 2020) 142 13 Yar. 17 HD, E. 2012/7306, K. 2013/4613, 2.4.2013 <www.kazanci.com.tr.>, Erişim Tarihi 05.03.2021 14 Yar. 17 HD, E. 2008/630, K. 2008/3223, 12.6.2008 <www.kazanci.com.tr.>, Erişim Tarihi 06.03.2021 133Sedat SEZGİN                                                                                                   NKÜ Hukuk Fakültesi Dergisi 2021/1 ile çelişmez. Zira muvazaa iddiasıyla açılan tasarrufun iptali davasında taraf talebi evleviyetle (çokluğun içerisinde azlık bakımından) muvazaanın tespiti talebini içerir.  İcra ve İflas Kanunu nda iptale tabi tasarrufların sistematiği içerisinde, bazı iptale tabi tasarrufların  başlıklarında  ifade  olarak   butlan   kelimesi  geçmektedir.  Doktrinde  bizim  de katıldığımız görüşe göre kanundaki ifade hatalıdır. Çünkü İİK. m. 283 gereğince tasarrufun iptali davası sonucunda tasarruf külliyen hükümsüz kalmaz ve üzerinde tasarrufun gerçekleştiği şey borçlunun  mülkiyetine  dönmez.  Yargıtay  ise  vermiş  olduğu  bir  kararında  butlan  ifadesini kullanmakla  beraber  tasarrufun  iptalinin  maddi  anlamda  butlanın  getirdiği  sonuçları doğurmadığına hükmetmiştir. İcra ve İflas Kanunu iptale tabi tasarrufları çeşitli sürelere bağlayarak açıklamaktadır. Çalışmamızın  devamında  bu  süreler  ve  sürelerin  başlangıç  noktalarının  nasıl  hesaplanacağı açıklanacaktır. Lakin Yargıtay uygulaması İİK. da iptale tabi tasarruflara getirilen süre şartları haricinde icra takibine konu alacağın, iptal edilecek olan tasarruf işleminden önce doğmuş olması gerektiği yönündedir. Doktrinde bizim de katıldığımız görüşe göre, durum dürüstlüğe bağlı olarak değerlendirildiğinde, alacaklı borçlunun malvarlığını göz önünde bulundurarak hukuki işlemi gerçekleştirdiğinden Yargıtay uygulaması yerindedir. Aksi görüşe göre ise İİK. lafzında böyle bir şart aranmaması sebebiyle Yargıtay uygulaması doğru değildir. Yargıtay iptal edilecek tasarrufun icra takibine konu olmuş alacaktan sonra gerçekleştirilmesi şartının yanı sıra borçlunun mütemerrit olması şartını aramamaktadır. Alacağın doğumuna ilişkin sürelerin hesabında alacak bir kambiyo senedi, fatura veya hesap kesimine ilişkin bir belgeye dayalı ise alacağın doğum tarihi olarak belgenin tarihi dikkate alınmaz. Alacaklı tarafından aksi ispat edilmedikçe sürelerin hesaplanmasında başlangıç alınacak nokta,  alacağın  belgeye  bağlanmasına  sebebiyet  veren  temeldeki  hukuki  ilişkinin  doğum tarihidir. Yargıtay vermiş olduğu bir kararında, alacağın çek üzerinde bulunan düzenleme tarihinden  önce  doğmuş  olduğu  iddiasının  alacaklı  tarafından  ispatlanması  gerektiğine hükmetmiştir.  15 Arslan, Yılmaz, Taşpınar Ayvaz ve Hanağası, (n 2) 557; Kuru ve Aydın, (n 2) 489 16 Yar. HGK, E. 2013/17-224, K. 2013/1478, 2.10.2013 <www.kazanci.com.tr.>, Erişim Tarihi 06.03.2021 17 Yar. 15. HD, E. 2005/5284, K. 2005/6096, 15.11.2005 <www.hukukturk.com.tr.>, Erişim Tarihi 05.03.2021; Yar. 15. HD. E. 1988/2561, K. 1988/3334, 21.10.1988 <www.kazanci.com.tr.>, Erişim Tarihi 05.03.2021 18 Muşul, (n 5) 122; Kuru ve Aydın, (n 2) 490; Kuru, (n 5) 1402 19 Arslan, Yılmaz, Taşpınar Ayvaz ve Hanağası, (n 2) 556-557 20 Yar 17. HD, E. 2013/3346, K. 2014/11706, 15.9.2014 <www.kazanci.com.tr.>, Erişim Tarihi 05.03.2021 21 Pekcanıtez, Atalay ve Sungurtekin Özkan, (n 2) 528; Kuru ve Aydın, (n 2) 490; Kuru, (n 5) 1402 22 Yar. 17. HD, E. 2016/1408, K. 2016/1341, 9.2.2016 <www.kazanci.com.tr.>, Erişim Tarihi 05.03.2021 134Sedat SEZGİN                                                                                                   NKÜ Hukuk Fakültesi Dergisi 2021/1 I. İPTAL SEBEPLERİ İptal sebepleri İİK. nda temel olarak üç başlık altında düzenlenmiştir. Bunlar; İİK. m. 278 hükmü gereğince ivazsız tasarruflar, İİK. m. 279 hükmü gereğince borçlunun aciz halinde yaptığı tasarruflar ve İİK. m. 280 hükmü gereğince alacaklıya zarar verme kastıyla yapılan tasarruflardır. A.  İVAZSIZ TASARRUFLARIN İPTALİ 1.  Bağışlamalar ve İvazsız Tasarruflar Kanun koyucunun İİK. m. 278 i oluşturmasındaki temel bakış açısı: alacaklı ve borçlu arasındaki menfaat dengesinin sağlanarak, üçüncü kişiden önce alacaklıyı korumaktır.23 İcra ve İflas Kanunu m. 278 borçlunun üçüncü kişilere mutat hediyeleri hariç son iki yıl içerisinde yapmış olduğu bağışlamalar veya ivazsız tasarrufları alacaklı lehine geçerli olmak üzere iptale tabi kılmıştır. İki yıllık sürenin başlangıcının hesaplanması; cüz i takipler açısından haciz işleminden geriye doğru veya hacze kabil mal bulunamamasına bağlı olarak kesin aciz belgesi niteliğinde olan haciz tutanağının düzenlenme tarihine bağlı olarak borçlunun acze düşmesinden geriye doğru, külli takipler açısından ise iflasın açılmasından geriye doğru hesaplanır. Ayrıca iki yıllık sürenin başlangıcının hesaplanması ihtiyati haciz söz konusu ise ihtiyati haciz işleminin uygulandığı tarihten itibaren veya geçici aciz belgesi niteliğine haiz olan haciz tutanağı tarihinden itibaren olur. İki yıllık süre İİK. m. 284 te gösterilen hak düşürücü dava açma süresinden bağımsızdır. İİK. m. 278 de belirtilen süre ivazsız tasarrufların iptale konu edilebilmesine ilişkin bir sınır çizer. İcra ve İflas Kanunu m. 278 de belirtilen bağışlama işlemi, tasarruf işlemi niteliğinde olmalıdır.  Tasarruf  işlemi,  önceden  yapılmış  olan  bağışlama  sözleşmesinin  ifası  niteliğinde olabileceği gibi elden bağışlama şeklinde borçlandırıcı işlem ve tasarruf işleminin birlikte vuku bulmasına bağlı olabilir. İfası gerçekleşmemiş bağışlama sözleşmesinin iptale tabi olması söz konusu değildir. Bağışlamaların iptalinde borçlunun; tasarruf işlemi sırasında aciz halinde olması, alacaklıya karşı zarar verme kastında bulunması veya diğer alacaklıları kayırma amacı bulunması; üçüncü kişinin ise kötü niyetli olması şartları aranmaz.  23 Kuru, Arslan ve Yılmaz, (n 2) 615 24 Coşkun, (n 2) 1010-1011 25 Ercan, (n 11) 360 26 Talih Uyar, ‘Tasarrufun İptali Davalarında  Tasarrufun İptaline Karar Verilmesi  Konusunda Ortaya Çıkan Bazı Sorunlar  (2018) 135 TBB Dergisi 517, 540; Damla Gürtürk, ‘İvazsız Tasarruflardan Dolayı İptal Davası  (Yüksek Lisans Tezi, İstanbul Ticaret Üniversitesi Sosyal Bilimler Enstitüsü, 2020) 71 135Sedat SEZGİN                                                                                                   NKÜ Hukuk Fakültesi Dergisi 2021/1 Mutat hediyelere örnek olarak doktrinde evlilik, doğum günü, bayram, sünnet ve yeni yıl örnekleri verilmiştir. Kanaatimizce hediyenin mutat olup olmadığının tespiti, borçlu ile üçüncü kişinin yaşadığı çevre, ekonomik birikim, sosyal düzen ve tasarrufun gerçekleştiği zamana bağlı olarak sübjektif değerlendirmelere tabi olmalıdır. Örneğin borçlu ve üçünü kişi arasındaki  sosyokültürel yakınlık  ne kadar yüksek olursa olsun asgari geçim düzeyine sahip borçlunun doğum günü hediyesi olarak üçüncü kişiye otomobil alması sübjektif değerlendirmeler sonucunda hayatın olağan akışına aykırıdır.  Yapılan  sübjektif  değerlendirme  borçlu  ve  üçüncü  kişi  üzerinde  olmalıdır.  Alacaklı konumundaki kişinin sübjektif değerlendirilmesi hesaba katılmamalıdır. Zira alacaklı iptale tabi tasarrufun gerçekleşmesi sırasında bir rol oynamamaktadır.  Kanaatimizce bağışlamalar haricinde iptale tabi ivazsız tasarruflara ivazsız tüketim ödüncü sözleşmesine bağlı tasarruf işlemi örnek olarak verilebilir. Zira bu sözleşme türünün ifası malın mülkiyetinin  üçüncü  kişiye  devrini  gerektirmektedir.  Sözleşmenin  ifası  tasarruf  işlemi niteliğinde olduğundan iptale tabi olarak kabul edilmelidir.  2.  Bağışlama Sayılan Tasarruflar a.  Genel Olarak Borçlunun malvarlığını gizlemek amacıyla bağışlama ve diğer ivazsız tasarruflar haricinde çeşitli sözleşme türleri altında alacaklıdan mal kaçırma olasılığını göz önünde bulunduran kanun koyucu, İİK. m. 278/III te bağışlama  olarak kabul edilecek  tasarrufları belirtmiştir. Sayılan tasarrufların ivazlı veya ivazsız olması iptale tabi olmalarını etkilemez. Zira ivazsız ise doğrudan İİK. m. 278/I e göre iptale tabi olur.29 İİK. m. 278/III hükmünün kabulü sırasında genellikle yakınlık içerisinde yapılan tasarruf işlemlerinin muvazaalı olması ihtimali göz önüne alınmıştır.  İİK. m. 278/III te bağışlama olarak kabul edilecek tasarruflar aksinin ispatı mümkün olmayan  hukuki  varsayımlardır.  Kanaatimizce  aksinin  ispatı  mümkün  olmayan  hükümler Anayasa nın 2, 10, 13, 35, 36, 48. maddelerine ve Avrupa İnsan Hakları Sözleşmesi nin 6, 14, 18. maddelerine  aykırıdır.  Zira  kişinin   aksini  ispat   hakkı  tümüyle  elinden  alınamaz.  Kanuni karineler ile hakkaniyet ölçüsünde ispat yükünün yer değiştirilebilir veya yalnızca çeşitli şekillerde  27 Muşul, (n 5) 325; Arslan, Yılmaz, Taşpınar Ayvaz ve Hanağası, (n 2) 559; Kuru ve Aydın, (n 2) 490; Kuru, (n 5) 1404 28 Fikret Eren, Borçlar Hukuku Özel Hükümler (5. Baskı, Yetkin Yayınları, 2017) 502 29 Arslan, Yılmaz, Taşpınar Ayvaz ve Hanağası, (n 2) 559; Kuru, Arslan ve Yılmaz, (n 2) 616 30 Talih Uyar, ‘ Muvazaa  Nedenine Dayalı Tasarrufun İptali Davasının Koşul ve Sonuçları  (2017) 3 Ankara Barosu Dergisi 265, 308 31 Arslan, Yılmaz, Taşpınar Ayvaz ve Hanağası, (n 2) 559 136Sedat SEZGİN                                                                                                   NKÜ Hukuk Fakültesi Dergisi 2021/1 ispatlanabilmesine ilişkin kanuni sınırlamalar getirilebilir. Aksi ispatlanamayan hükümler saf hukuk teoreminden uzaklaşılıp hukukun toplumsal dizayn aracı olarak kullanımına sebebiyet verir. Bununla beraber İİK. m. 278/III hükmü Anayasa Mahkemesi tarafından incelenerek  nesep  ifadesi hariç Anayasa ya uygun bulunmuştur. b.  Hısımlık İlişkisine Bağlı Bağışlama Sayılan Tasarruflar İcra ve İflas Kanunu m. 278/III te bağışlama sayılan tasarruflar üç gruba ayrılmıştır. Birinci grupta bağışlama sayılan tasarruflar şunlardır: Karı koca arasında yapılan ivazlı tasarruflar, altsoy ve üstsoy ile arasında yapılan ivazlı tasarruflar(karı ve kocanın birbirlerinin alt ve üstsoyları ile aralarında yapmış olduğu ivazlı tasarruflar dahil), sıhren üçüncü dereceye kadar (üçüncü derece dahil) hısımlar arasında yapılan ivazlı tasarruflar, evlat edinenle evlatlık arasında yapılan ivazlı tasarruflar. Yargıtay uygulamasında ise; üçüncü kişinin borçlunun eşinin kardeşinin oğlu olması, görümcesinin kocası olması, eski eşinin kardeşi olması (Yargıtay a göre evlilik bağı kalkmış olsa dahi yapılan ivazlı tasarruf İİK. m. 278/III kapsamında değerlendirilir.),  bacanağı olması İİK.  m.  278/III  kapsamında  değerlendirilir.  Kanaatimizce  Anayasa  Mahkemesi nin  İİK.  m. 278/III na ilişkin iptal kararı sonrası içtihat değişiklikleri gereklidir. Çünkü  yakın hısımlığa bağlı ivazlı tasaarrufların bağışlama olarak değerlendirilip tasarrufun iptali nedeni doğurması, Anayasa Mahkemesi  tarafından  somut  norm  denetimi  kapsamında  değerlendirilmiştir.  30596  sayılı 15/11/2018 tarihli Resmî Gazete de yayımlanan 2018/9 Esas, 2018/84 Karar, 17/7/2018 tarihli iptal kararı ile  neseben  yakınlık içerisinde yapılan ivazlı tasarrufların bağışlama sayılarak iptale tabi olmasına ilişkin kural iptal edilmiştir. Kararın gerekçesine göre İcra ve İflas Kanunu m.  32  … Öte yandan mülkiyet hakkına müdahale teşkil eden itiraz konusu kuralda; neseben üçüncü dereceye kadar (bu derece dâhil) hısımlar arasında yapılan ivazlı tasarrufların başka hiçbir koşula bağlı bulunmaksızın bağışlama gibi olduğu, aksinin iddiası ve ispatı mümkün olmayan bir olgu olarak kabul edilmiştir. Bu bakımdan tasarruf konusu malın değerinin tam olarak veya fazlasıyla ödenmiş olması, tasarruf işleminin borçlunun alacaklılarının da menfaatine bulunması, alacaklıların tasarruf işlemi dolayısıyla zarar görmemesi, alacaklıların alacağı tahsil ve cebri icra imkânlarının zorlaştırılmamış hatta kolaylaştırılmış olması sonucu değiştirmeyecektir. Neseben üçüncü dereceye kadar (bu derece dâhil) hısımlar arasında gerçekleşen ivazlı tasarruflara kesin olarak bağışlama sonucunu bağlayan itiraz konu düzenleme, taraflara belirtilen hususlarda iddia ve savunmada bulunma, bu hususların ispatı yönünden delil, bilgi ve belge sunma imkânı vermemektedir. Bu yönüyle mülkiyet hakkına yapılan müdahale ile ulaşılmak istenen amaç arasında gözetilmesi gereken makul dengeyi malik aleyhine bozan düzenlemenin ulaşılmak istenen amaç ile orantılı olduğu söylenemez. İtiraz konusu kural, kamu yararı ile kişisel yarar arasındaki dengeyi bozmak suretiyle mülkiyet hakkının ve hak arama özgürlüğünün ölçüsüz biçimde sınırlandırılmasına neden olmaktadır. Açıklanan nedenlerle kuralda yer alan  …neseben veya …   ibaresi Anayasa'nın 13., 35. ve 36. maddelerine aykırıdır. İptali gerekir. Kural, Anayasa'nın 13., 35. ve 36. maddelerine aykırı görülerek iptal edildiğinden ayrıca Anayasa'nın 2. ve 10. maddeleri yönünden incelenmesine gerek görülmemiştir...  RG. 17.07.2018, S.30596, Yar. E. 2018/9 ,  K. 2018/84, 17/7/2018 <www.resmigazete.gov.tr>, Erişim Tarihi 16.03.2021  33 Yar. 17. HD, E. 2018/4674, K. 2020/2450, 3.3.2020 <www.kazanci.com.tr.>, Erişim Tarihi 05.03.2021 34 Yar. 17. HD, 10116/4860, 16.05.2011, Nakleden: Uyar, ‘Muvazaa  (n 30) 311 35 Yar. 17. HD, 12734/3908, 26.04.2011, Nakleden: ibid 312 36 Yar. 17. HD, 10849/1141, 15.2.2010, Nakleden: ibid 313 137Sedat SEZGİN                                                                                                   NKÜ Hukuk Fakültesi Dergisi 2021/1 278/III te mülkiyet hakkına ölçüsüz bir müdahalede bulunulmaktadır. Neseben ifadesinin iptal edilmesi ile yalnızca kan bağına dayalı hısımlık çerçevesinde ivazlı tasarrufların iptali söz konusu olmaktan çıkmıştır. Ancak sıhren hısımlığa ilişkin ivazlı tasarrufların iptali  sıhren  ifadesinin iptal edilmemiş olması nedeniyle mümkün gözükmektedir. Bu durum hukuki bir boşluk ve çelişki yaratmaktadır.  Kanaatimizce  neseben  hısımlık  ifadesinin  iptal  edilmesine  rağmen  sıhren hısımlığın  bulunduğu  ivazlı  tasarrufların  bağışlama  sayılmaya  devam  etmesi  eşitlik  ilkesine aykırıdır. Aynı zamanda hukuk mantığı içerisinde sıhri hısımlık çerçevesinde yapılan tasarrufların iptale tabi olmasının evleviyetle mümkün olmaması gerekir. Zira nesep hısımlığı kural olarak  doğumla  ve  kan bağı  ile kurulurken, sıhri hısımlık ise  evlenme  yoluyla oluşur. Alacaklı neseben hısımlığa ilişkin İİK. 278/III yoluyla iptal talebinde bulunamazken sıhri hısımlığa ilişkin olarak İİK. 278/III yoluyla iptal talebinde bulunabilecektir. Bu durumda neseben hısımlığa ilişkin iptal davasının İİK. m. 280 e dayanarak açılması gereklidir. Ayrıca alt ve üst soy hısımlık da nesep bağına ilişkindir. Bu sebeple kanaatimizce Anayasa Mahkemesi nin iptal kararıyla beraber sıhri hısımlık ilişkisine dayalı ivazlı tasarruflar ile alt ve üstsoya ilişkin ivazlı tasarruflar İİK. 278/III e dayalı olarak bağışlama kabul edilmemeli ve İİK. m. 280 çerçevesinde değerlendirilmelidir.  c.  Malın Gerçek Değerinin Pek Aşağısında Yapılan İvazlı Tasarruflar  İcra ve İflas Kanunu m. 278/III te bağışlama olarak kabul edilen ikinci grup tasarruflar ise malın gerçek değerine göre pek aşağıda bir fiyat karşılığında devrini içeren ivazlı tasarruflardır. Kanun koyucu tarafından  akit  ifadesinin kullanımı terminolojik bir hatadır. Zira tasarrufun iptaline sebebiyet verecek hukuki fiil, tasarruf işlemi niteliğine haiz olmalıdır. Malın gerçek değerinin pek altında bir ivaz karşılığında devri ise zamansal ve mekansal olarak somut olayın özelliğine göre değişkenlik gösteren bir husustur. İvaz değerlerinin  karşılaştırılması, kazandırıcı işlemin yapıldığı tarihe göre belirlenmelidir. Malın gerçek değeri mali piyasa değerine göre hesaplanır. Yargıtay a göre pek aşağı fiyat mevcudiyetinin var olup olmadığı özellikle bilirkişi raporuyla tespit edilmelidir. Yargıtay bir kararında tapuda 67 bin TL ye devir işlemi yapılan taşınmazın gerçek değerinin 115 bin TL olması durumunda fahiş bir fiyat farkının bulunmadığına karar vermiştir. Bir başka kararında 105 bin TL ve 157 bin TL arasında fahiş fark bulunmadığını  37 Detaylı bilgi için bkz. Gürtürk, (n 26) 104 vd 38 Kuru, Arslan ve Yılmaz, (n 2) 616; Uyar, ‘İptal Kararı  (n 26) 547 39 Uyar, ‘İptal Kararı  (n 26) 548; Ercan, (n 11) 1249  40Coşkun, (n 2) 1009 41 Yar. 17. HD, E. 2018/5063, K. 2020/7517, 24.11.2020 <www.kazanci.com.tr.>, Erişim Tarihi 09.03.2021 Yar 17. HD, E. 2016/20265, K. 2019/7573, 13.6.2019 <www.kazanci.com.tr.>, Erişim Tarihi 04.03.2021 42 Yar. 17. HD, E. 2017/2250, K. 2019/9390, 15.10.2019 <www.kazanci.com.tr.>, Erişim Tarihi 08.03.2021 138Sedat SEZGİN                                                                                                   NKÜ Hukuk Fakültesi Dergisi 2021/1 belirtmiştir. Bir diğer kararında ise 7 bin (eski ifadeyle milyar) TL ile 35 bin TL arasında fahiş fiyat farkı bulunduğunu tespit etmiştir. Yargıtay fahiş fiyat farkının belirlenmesinde gerçek değer ile düşük değer arasında miktarsal farktan ziyade katsal artışlara dikkat etmektedir. Zira 7 bin TL ve 35 bin TL arasında 5  katlık bir fark varken nakdi açıdan yalnızca 28 bin TL fark bulunmaktadır. Oysaki 105 bin TL ile 157 bin  TL arasında yaklaşık 0,5 katlık bir açıklık mevcutken 52 bin TL lik fark bulunmaktadır. Ayrıca fahiş fiyat farkının hesaplanmasında satışa konu mal üzerindeki rehin veya hacze ilişkin bedel miktarlarının mahsup edilmesi gerekir. Fahiş fiyat farkına ilişkin İİK. m. 278/III hükmü tasarrufun iptali davasına konu malı üçüncü kişiden devralan iyiniyetli dördüncü kişiye ve devamındaki kişilere ilişkin uygulanamaz.Bu noktada dördüncü kişi ve devamındaki kişilerin iyiniyetleri, hakkın kazanımı açısından tam olarak korunur. d.  Hayat  Boyu  İrat  veya  İntifa  Hakkı  Tesisi  ya  da  Ölünceye  Kadar  Bakma Sözleşmeleri İcra ve İflas Kanunu m. 278/III e göre bağışlama olarak kabul edilen üçüncü grup tasarruflar borçlunun kendisi adına veya üçüncü kişi yararına hayat boyunca irat (ömür boyu gelir) veya intifa hakkı tesis ettiği sözleşmeler ve ölünceye kadar bakım sözleşmesidir. İİK. m. 278/III te irat veya intifa hakkı tesisine ilişkin  akitler  ifadesinin kullanımı hatalıdır. Birinci bölümde belirttiğimiz üzere borçlandırıcı işlemler tasarrufun iptali nedeni değildir. Kanaatimizce  akit  kelimesi, aktin ifası sonucunda irat veya intifa hakkı tesisine ilişkindir. Bu durum ölünceye kadar bakım  akdinin  bağışlama sayılması açısından da geçerlidir. Kanaatimizce İİK. m. 278/III te geçen  akit  ifadesi  43 Yar. 17. HD, E. 2016/4401, K. 2019/2451, 5.3.2019 <www.kazanci.com.tr.>, Erişim Tarihi 08.03.2021 44 Yar. 15. HD, E. 2004/2904, K. 2005/1202, 3.3.2005 <www.kazanci.com.tr.>, Erişim Tarihi 09.03.2021 45  Yasal düzenlemelerden de anlaşıldığı gibi, İİK'nın 278. maddesinin 2. bendi gereğince akdin yapıldığı sırada, kendi verdiği şeyin değerine göre ivaz olarak pek aşağı fiyat kabul edilen akitlerin bağışlama hükmünde olup, iptale tabi olduğu kabul edilmiştir. İİK'nın 278/III-2'deki edimler arasındaki aşırı oransızlığa ilişkin hüküm, borçlu ile borçludan tasarrufa konu malı satın alan üçüncü kişi arasındaki tasarruflarda iptal nedenidir. Aynı malı üçüncü kişiden satın alan 4. kişi ( varsa 5. kişi ) hakkında bu hüküm uygulanmaz. Tasarrufun bu bent uyarınca iptal edilebilmesi için, malın veya hakkın satış tarihindeki satış bedeli ile tasarruf tarihindeki gerçek değeri arasında aşırı oransızlık bulunması gerekir. Yargıtay uygulamasına göre, edimler arasında aşırı bir oransızlıktan söz edebilmek için tasarruf konusu malın veya hakkın, satış sözleşmesinde (tapuda, noterde, vs.) gösterilen satış bedeli ile tasarruf tarihindeki gerçek değeri arasında en az bir misli veya daha fazla fark bulunması gerekir.  Yar. HGK, E. 2018/17141, K. 2018/1748, 20.11.2018 <www.kazanci.com.tr.>, Erişim Tarihi 10.03.2021 46 ...İİK.nun 278. maddesinde akdin yapıldığı sırada kendi verdiği şeyin değerine göre borçlunun ivaz olarak pek aşağı bir fiyat kabul ettiği ve yasanın bağışlama hükmünde olarak iptale tâbi tuttuğu tasarrufların iptali gerektiğinden mahkemece ivazlar arasında fark bulunup bulunmadığının incelenmesi, satılan taşınmaz üzerinde, ipotek ve haciz kayıtları varsa, alıcı taşınmazı bu kayıtlarla yükümlü olarak satın almış olacağından, satışın bunların tamamı üzerinden yapıldığının kabulü gerektiği, bu nedenle oransızlığın belirlenmesinde tapu kaydındaki ipotek ve haciz miktarının  da  gözönünde  tutulması  gerektiği...   Yar.  17.  HD,  E.  2016/12364,  K.  2019/3165,  18.3.2019 <www.kazanci.com.tr.>, Erişim Tarihi 11.03.2021 47 Günay, (n 5) 144; Gürtürk, (n 26) 160; Kuru ve Aydın, (n 2) 497; Kuru, (n 5) 1405 139Sedat SEZGİN                                                                                                   NKÜ Hukuk Fakültesi Dergisi 2021/1 borçlunun ifasına ilişkin kullanılmıştır. Zira ölünceye kadar bakım sözleşmesinde bakım alacaklısı ifa borcunu öncelikle yerine getirmekle yükümlüdür. Sözleşmenin kurulmasından sonra bakım alacaklısı edim olarak bir malvarlığı unsurunu bakım borçlusuna devreder. Edim yükümlülüğü bakım alacaklısının ölümünden sonraya ilişkin değildir. Sözleşmedeki edim yükümlülüğünün ifasıyla bakım alacaklısının malvarlığının aktifinde bir azalma meydana gelir. Malvarlığının aktifindeki azalma, alacaklının tasarrufun iptali davasının kabulüyle alacaklı bakımından hüküm ifade etmez. B. ACZEN İPTALE TABİ TASARRUFA KONU ŞEYLER 1.  Genel Olarak İcra ve İflas Kanunu m. 279 da dört bent halinde sayılan tasarruflar borçlunun acze düşmesi sebebiyle iptale tabi kılınmıştır. İİK. m. 279 başlığında geçen  aciz  kelimesinden anlaşılması gereken husus borçlunun malvarlığı aktifinin pasifine oranla daha az miktarda kalmasıdır. Bu nedenle kanaatimizce İİK. m. 279 başlığında geçen aciz kelimesinin kullanılmasıyla bir başka terminolojik hata yapılmıştır. İİK. m. 279 da belirtilen  aciz  başlığında anlatılmak istenen husus borca batıklığa ilişkindir. Zira doktrinde bizim de katıldığımız görüşe göre borçlunun aktifinin pasiflerine oranla miktaren yeterli düzeyde bulunmaması borca batıklık halidir. Ayrıca İcra ve İflas Kanunu na  kaynaklık  eden  İsviçre  Mehaz  Kanunu nda  da  madde  hükmü  borca  batıklığa ilişkindir. Acizden dolayı iptal sebeplerinden sayılan dört bentlik tasarruflar İİK. m. 279 da belirli bir süre ile sınırlanmıştır. Bu tasarrufların iptal davasına konu olabilmesi için cüzi takiplerde haciz işleminden  geriye  bir  yıllık  süre  içerisinde,  hacze  kabil  mal  bulunamadığı  durumda  haciz tutanağının düzenlenme tarihinden geriye bir yıllık süre içerisinde, külli takiplerde ise iflasın açılmasından geriye bir yıllık süre içerisinde yapılmış olmalıdır. Bir yıllık süre İİK. m. 284 te belirtilen beş yıllık hak düşürücü süreden farklıdır. Beş yıllık süre iptal davasının açılmasına ilişkindir. Bir yıllık süre ise iptale tabi tasarrufun gerçekleştiği tarihe ilişkindir. Yargıtay Hukuk Genel Kurulu  haciz  işleminden anlaşılması gereken hususun sadece adreste yapılan haczi  48 Eren, (n 28) 818 49 Kenan Filiz, ‘Aciz Halinde Tasarrufun İptali Davası  (2017) 3 (2) İstanbul Aydın Üniversitesi Hukuk Fakültesi Dergisi 73, 80; Kuru, (n 5) 1407 50 Pekcanıtez, Atalay ve Sungurtekin Özkan, (n 2) 529 51 Gürtürk, (n 26)75-76; Filiz, (n 50) 80 140Sedat SEZGİN                                                                                                   NKÜ Hukuk Fakültesi Dergisi 2021/1 kapsamayıp, borçluya ait herhangi bir malvarlığı unsuruna karşı yapılan haciz işlemi olduğuna karar vermiştir. İcra ve İflas Kanunu m. 279/II ye göre  acizden dolayı borçlunun tasarruf işleminin iptal edilebilmesi  için  lehine  tasarruf  yapılan  üçüncü  kişi  iyi  niyetli  olduğunu  kanıtlayamamış olmalıdır.  Burada İİK. m. 278 hükmünün aksine üçüncü kişiye borçlunun borca batık halini bilmediğini ispatlama hakkı getirilerek bir kurtuluş kanıtı imkanı yaratılmıştır. Doktrindeki bir görüşe göre üçüncü kişinin durumu bilmediğinin yaklaşık ispatı yeterlidir. Kanaatimizce İİK. m. 279/II nin açıkça  bilmediğini ispat  ifadesi içermesinden ötürü ispat  bilemediğini  şeklinde yaklaşık ispat ölçüsünde olamamalıdır ve  bilmediğinin  tam ispatı aranmalıdır. Acizden ötürü iptale tabi olma hususu borçlunun iyiniyetli veya kötüniyetli olmasına ilişkin değildir. İİK. m. 279 a ilişkin bir tasarrufta borçlunun zarar verme kastının bulunması gerekmez. 2.  Teminatlar Acizden dolayı iptale tabi sayılan dört bentlik tasarruflardan ilki borçlunun bir yıllık süreden önce mevcut borcu için belirtilen süre içerisinde teminat vermeyi taahhüt etmeyi üstlendikten sonra bir yıllık süre içerisinde teminat taahhüdünü yerine getirmesi durumu hariç bir yıllık süre içerisinde verilen diğer tüm teminatlardır. Bir yıllık süreden sonra mevcut olmuş borçlara ilişkin teminat verilmesi iptale tabi değildir. İptal hükmü borçlunun üçüncü kişiye olan borcu değil, borç için tesis edilmiş olan rehin ortadan kaldırılır. İpotek ve ipotek verme taahhüdü resmi şekle tabi olduğundan resmi şekil şartına uygun olmayan ipotek taahhütleri geçersizdir ve iptale konu olamazlar. İİK. m. 279 hükmünde geçen rehin ifadesi hapis hakkı veya mülkiyeti muhafaza koşulu ile satım durumlarını da kapsayacak şekilde geniş anlamda anlaşılmalıdır.   52  geriye doğru bir yıllık sürenin hesaplanmasında dikkate alınacak haciz, borçluya ait herhangi bir malın haczi olup, adreste yapılan hacizle sınırlı değildir; zira adreste yapılacak haciz, zaten mal bulunamaması hâline münhasır olarak ayrıca sayılmıştır. Varılan noktada yerel mahkemenin geriye doğru bir yıllık sürenin başlangıcı olarak taşınmaz üzerine konulan haczin tarihi olan 26.05.2009 tarihinin esas almasında bir isabetsizlik bulunmamaktadır.  Yar. HGK, E. 2017/17-3001, K. 2020/526, 7.7.2020 <www.kazanci.com.tr.>, Erişim Tarihi 11.03.2021   53 Kuru, (n 5) 1409 54 Arslan, Yılmaz, Taşpınar Ayvaz ve Hanağası, (n 2) 560; Pekcanıtez, Atalay ve Sungurtekin Özkan, (n 2) 530; Kuru ve Aydın, (n 2) 492 55 Pekcanıtez, Atalay ve Sungurtekin Özkan, (n 2) 530 56 Muşul, (n 5) 405; Filiz, (n 50) 80 57 Coşkun, (n 2) 1033 58 Coşkun, (n 2) 1032 59 Türk Medeni Kanunu, Kanun Numarası: 4721, Kabul Tarihi: 22.11.2001, RG. 8.12.2001, S. 24607, m. 856  Taşınmaz rehni tapu kütüğüne tescil ile kurulur. Kanunda öngörülen ayrık durumlar saklıdır. Taşınmaz rehninin kurulmasına ilişkin sözleşmenin geçerliliği, resmî şekilde yapılmış olmasına bağlıdır.  60 Filiz, (n 50) 81; Kuru, (n 5) 1407 61 Coşkun, (n 2) 1033 141Sedat SEZGİN                                                                                                   NKÜ Hukuk Fakültesi Dergisi 2021/1 3.  Para veya Mutat Ödeme Yöntemleri Dışında Yapılan Ödemeler Acizden dolayı iptale tabi sayılan dört bentlik tasarruflardan ikincisi borçlunun para veya mutad  ödeme  araçları  haricinde  üçüncü  kişiye  yapmış  olduğu  ödemelerdir.  Hangi  ödeme araçlarının mutad olup olmadığı hususunda bir açıklama bulunmadığından somut olayın özelliğine göre zamansal ve mekansal değerlendirme yapılmalıdır. Banknot, çek, faiz kuponu, kıymetli evraklar mutad ödeme aracı olarak kabul edilebilir. Kanaatimizce borçlu ve üçüncü kişinin ekonomik yaşamlarının da dikkate alınması gerekir. Zira taraflar arasında süreklilik arz eden ticari işlemlerin  bulunması,  mutad  ödeme  araçlarında  farklılıklar  oluşturabilir.  Örneğin  borçlu tarafından üretimini gerçekleştirdiği ticari emtia niteliğine haiz mallar mutad ödeme aracı olarak kabul edilmelidir. Bu sebeple doktrinde nakit yerine bir malın ödeme aracı olarak verilmesinin iptale tabi olması gerektiğine ilişkin görüşlere katılmıyoruz. Kanaatimizce tarafların ticari ve ekonomik hayatlarına bağlı olarak gerçekleşen mal değişimleri iptale tabi olmamalıdır. Bu duruma barter finansman modelinin uygulandığı ticari iş ilişkileri örnek olarak verilebilir.Borçlu ve üçüncü  kişinin  sıklıkla  taşınmaz  mallar  üzerinde  bir  değişim  faaliyeti  içerisinde  bulunması durumunda malın sadece  taşınmaz  niteliğine haiz olması mutad ödeme aracı olmadığı şeklinde yorumlanmamalıdır. Yargıtay taşınmaz devrini mutad ödeme aracı olarak kabul etmemektedir. Bununla beraber Yargıtay alacağın temlikini mutad ödeme aracı olarak kabul etmektedir.   62 Gürtürk, (n 26) 77 63 Kuru, Arslan ve Yılmaz, (n 2) 616; Arslan, Yılmaz, Taşpınar Ayvaz ve Hanağası, (n 2 ) 560; Pekcanıtez, Atalay ve Sungurtekin Özkan, (n 2) 529; Kuru ve Aydın, (n 2) 492; Kuru, (n 5) 1408 64 Barter uygulaması taraflar arasında ticari ilişkilerin nakit akışı yerine mal ve hizmet değişimi yapılarak devam ettirilmesine olanak sağlayan bir finansman modelidir. Detaylı bilgi için bkz. Cevdet Kızıl, Şadi Evren Şeker veTamer Avarkan, ‘Türk İşletme Dünyasından Muhasebe Barter Uygulamaları ve Örnekleri  (2014) 4 (7) Yalova Sosyal Bilimler Dergisi 67,  68 vd 65  Davalı borçlu şirket temsilcisi, davalı ...'i 30 yıldır tanıdığını, verdiği hatır çekleri karşlığı taşınmazın tapusunu başka hacizler gelmesini engellemek amacı ile devrettiğini belirtmiştir... davalıların bu satışın alacağa mahsuben yapıldığı yönündeki kabulleri dikkate alındığında, İİK'nun 279/2-2 maddesine göre ödemenin mutad ödeme aracı ile yapılmadığından satışın batıl olması nedeni ile tasarrufun bu gerekçe ile de iptali gerektiğinden,..  Yar 17. HD, E. 2016/16721, K. 2019/7851, 25.6.2019 <www.hukukturk.com.tr.>, Erişim Tarihi 15.03.2021;  ...Davada, borçlu Ahmet  'in  banka  hesaplarının  kat  edilmesinden  sonra  davalı  Tuncer  'e  8.10.1998  tarihinde,  onun da 11.12.1998 tarihinde davalı M Tekstil Sanayi ve Ticaret A.Ş.ye devrettiği G, Tepecik köyünde bulunan 30,31,32,34 parsel nolu ...borçlunun durumunu bilerek, bedel ödemeden taşınmazları satın aldıkları, kendi ikrarlarıyla sabittir. Alacağa mahsuben yapılan tasarruflar anılan Yasanın 279. maddesinin 2. fıkrası uyarınca mutat ( olağan ) ödeme vasıtası kabul edilmemektedir. Dairemizin süregelen uygulaması da bu yönde olup, alacağa mahsuben satışların butlanına karar verilmektedir.  Yar. 15. HD, E. 2003/3452, K. 2003/4429, 30.9.2003 <www.kazanci.com.tr.>, Erişim Tarihi 16.03.2021 66  Gerçek bir alacağı bulunan alacaklıya borçlunun bir başkasından olan para alacağını temlik etmesi ticari örfe dayalı geçerli bir ödeme aracıdır. Temlik işlemi de mutad bir ödeme vasıtasıdır..  Yar 17. HD, E. 2016/8097, K. 2019/4909, 17.04.2019 <www.hukukturk.com.tr.>, Erişim Tarihi 14.06.2021 142Sedat SEZGİN                                                                                                   NKÜ Hukuk Fakültesi Dergisi 2021/1 4.  Vadesi Gelmemiş Borçların İfası Acizden dolayı iptale tabi sayılan dört bentlik tasarruflardan üçüncüsü borçlu tarafından vadesi gelmemiş (müeccel) borç için üçüncü kişilere yapılan ödemelerdir. Vadesi gelmemiş olan borcun ödenmesi geniş olarak yorumlanmalı ve borç paraya ilişkin olmasa dahi vade tarihinden önce yapılan tüm ifalar olarak anlaşılmalıdır. Ayrıca geciktirici şarta bağlı borcun geciktirici şart gerçekleşmeden ifası da vade tarihinden önce ifa anlamına gelir. Yargıtay vermiş olduğu bir kararında vadesi gelmemiş borç için alacağın temlik edilmesini ticari teamül ve hayatın olağan akışına  aykırı  bulmuş  ve  avans  olarak  değerlendirmeyerek  iptale  tabi  olması  gerektiğine hükmetmiştir.  İptale tabi olan ödemenin hangi borç türüne bağlı olduğunun önemi bulunmamaktadır. Önemli olan husus borcun vadesinden önce üçüncü kişiye ödenmiş olmasıdır. Borç ödendikten sonra haciz, aciz veya iflas açılmadan önce muaccel olsa dahi ödeme iptale tabidir. Zira önemli olan husus ödenme tarihinde borcun vadesinin gelmemiş olmasıdır. Ancak borçlunun düzenli olarak cari hesabına yaptığı ödemeler iptale tabi olarak nitelendirilmez. 5.  Kişisel Hakların Şerhi İcra  ve  İflas  Kanunu  m.  279 a  göre  acizden  dolayı  iptale  tabi  sayılan  dört  bentlik tasarruflardan dördüncüsü kişisel hakların kuvvetlendirilmesi için tapuya verilen şerhlerdir. Hangi kişisel hakların tapu kütüğüne şerh verilebileceği TMK. m. 1009 da belirtilmiştir. TMK. m. 1009 a göre arsa payı karşılığı inşaat sözleşemesi, taşınmaz satış vaadi, kira sözleşmesi, alım, önalım ve geri alım hakları ve diğer kanunlarda açıkça şerh edilebileceği belirtilen kişisel haklar tapuya şerh edilebilir. Burada dikkat edilmesi gereken husus, iptale tabi olan tasarrufun yalnızca  şerh  olmasıdır. Kişisel hakkın iptali söz konusu değildir. Kanaatimizce kanun koyucunun  şerh i  67 Coşkun, (n 2) 1037; Kuru, (n 5) 1408 68  Sözleşmeye göre borçlu şirketin sözleşme tarihinden itibaren 15 günlük süre içerisinde edimini yerine getireceği belirtilmiş olmasına rağmen henüz davalı borçlu şirketin borcu muaccel hale gelmeden, edimini yapması için gereken süre dolmadan sözleşme tarihinden hemen ertesi gün 09.12.2009 tarihinde yapılan temlikin bu sözleşme gereği yapılan  avans  ödemesinin  iadesi  olarak  kabul  edilmesi  ticari  teamüllere  ve  hayatın  olağan  akışına  uygun düşmemektedir.  Buna  göre  yapılan  temlik  İİK 279/3  maddesine  göre vadesi  gelememiş  borç  için  yapılan ödeme niteliğinde olduğundan davanın kabulüne karar verilmesi gerekirken yazılı şekilde karar verilmesi bozmayı gerektirmiştir.   Yar  17.  HD,  E.  2015/3554,  K.  2017/8562,  3.10.2017<www.kazanci.com.tr.>,  Erişim  Tarihi 16.03.2021 69 Coşkun, (n 2)1037; Kuru, (n 5) 1408 70 Filiz, (n 50) 83 71  borcunu ödemiyen borçlu tarafından hacizden veya mal bulunmaması sebebiyle acizden veya iflasın açılmasından evvelki bir yıl içinde kişisel hakların kuvvetlendirilmesi için tapuya verilen şerhler iptale tabidir. Aynı yasanın 280. maddesi gereğince de borçlunun kötüniyetle yaptığı tasarruflar 3. kişi tarafından biliniyor veya bilinmesi gerekiyorsa yine iptale tabi olup, üçüncü şahıs, borçlunun füruu ise borçlunun birinci fıkrada beyan olunan durumunu bildiği farz olunur.  Erişim Yar. 17. HD, E. 2015/6195, K. 2017/9444, 23.10.2017 <www.hukukturk.com.tr.>, Erişim Tarihi 10.06.2021;   İİK.nun 279/4. maddesinde  kişisel hakların kuvvetlendirilmesi için tapuya verilen şerhlerin  iptalinin 143Sedat SEZGİN                                                                                                   NKÜ Hukuk Fakültesi Dergisi 2021/1 iptale tabi kılmasındaki gerekçe, şerh ile kişisel hak nispiliğini kaybederek eşyaya bağlı borç oluşturması ve eşyaya bağlı borçların sözleşme ilişkisine tabi olmayan üçüncü kişileri (örneğin alacaklıyı) etkilemesidir. C.   ZARAR VERME KASTINDAN DOLAYI İPTAL  1.  Alacaklılara Zarar Verme Kastıyla Yapılan Tasarrufların İptali İcra  ve  İflas  Kanunu  m.  280  malvarlığı  aktifinin,  malvarlığı  pasifini  karşılamayan borçlunun  alacaklılara  karşı  zarar  verme  kastıyla  yapmış  olduğu  tüm  tasarrufların  iptalini düzenlemiştir. İİK. m. 280 hükmü İİK m. 278-279 a göre genel nitelikte bir hükümdür. İİK. m. 280 e göre iptal edilen tasarrufun hukuki niteliği önemli değildir. Örneğin borçlu malını İİK. m. 278 de bahsedilen oranda fahiş bir farkla devretmese dahi İİK. m. 280 e dayalı olarak şartları sağlaması durumunda tasarrufun iptaline karar verilebilir.  İİK. m. 278-279 da alacaklıların zarar görmesine ilişkin objektif şartın gerçekleşmiş olması yeterli iken İİK. m. 280, objektif şartın yanında borçlunun zarar verme kastı ve kastın üçüncü kişi tarafından bilinmesine ilişkin bir subjektif şart aranmıştır. Ayrıca İİK. m. 280 de tasarrufun  niteliğine  ilişkin özel bir şart getirilmemekle beraber tasarrufun alacaklılara zarar verme kastıyla yapılmasına ilişkin özel bir manevi unsur aranmıştır.  Doktrindeki bir görüş tasarrufun hileli nitelikte olması gerektiği ve hile niteliğinin tasarrufun iptali için gerekli subjektif şartı oluşturduğu yönündedir. Kanaatimizce görüşe katılmak mümkün değildir. Zira zarar verme kastıyla yapılan tasarrufun iptali için borçlu ile üçüncü kişi arasında alacaklıya karşı bir hile anlaşması bulunması ve  alacaklı  iradesinin  borçlu  ve  üçüncü  kişi  tarafından  hileyle  sakatlanması  gerekmez. Kanaatimizce önemli olan husus borçlunun zarar verme kastının ve borçlunun alacaklıya karşı mevcut olan zarar verme kastının üçüncü kişi tarafından bilinebilir olmasıdır.  İcra ve İflas Kanunu m. 280 hükmüne dayanılarak açılan iptal davasında tasarruf işleminin gerçekleştiği tarihten beş yıllık süre içerisinde borçlu aleyhine haciz veya iflas yoluyla takip gerçekleştirilmiş olmalıdır. Bu süre iptal davasının açılmasına ilişkin İİK. m. 284 te belirtilen beş  dava  edilebileceği  hükme  bağlanmıştır.  Davacının  kira  sözleşmesinin  iptali  isteminin  içinde  kişisel  hakkın kuvvetlendirilmesi için bu sözleşme tapuya şerh edilmiş ise anılan şerhin iptalini de dava ettiği -çoğun içinde az da vardır-  kuralı  gereği   kabul  edilmelidir.  Hal  böyle  olunca  davanın   şerhin  iptali   talebine  hasren  görülüp sonuçlandırılması gerekir. Mahkemece deliller toplanarak kira sözleşmeleri şerh edilmişse davanın bu şerhin iptaline yönelik esastan incelenerek karara bağlanması yerine yazılı şekilde reddi bozma nedenidir.  Yar. 15. HD, E. 2002/1010, K. 2002/2526, 15.5.2002 <www.kazanci.com.tr.>, Erişim Tarihi 5.03.2021 72 M. Kemal Oğuzman, Özer Seliçi ve Saibe Oktay Özdemir, Eşya Hukuku (20. Baskı, Filiz Kitabevi, 2016) 249-250.  73 Gürtürk, (n 26) 82 74 Talih Uyar, ‘Alacaklılara Zarar Verme Kasdı İle Yapılan (Hileli) Tasarruflardan Dolayı İptal  (2017) 4 Ankara Barosu Dergisi 307, 309  75 Günay, (n 5) 160 144Sedat SEZGİN                                                                                                   NKÜ Hukuk Fakültesi Dergisi 2021/1 yıllık hak düşürücü süreden bağımsız ve farklıdır. İİK. m. 280 hükmünde belirtilen beş yıllık süre borçlu aleyhine takip yapılmasına ilişkindir. İİK. m. 284 hükmünde belirtilen beş yıllık süre hak düşürücüdür ve iptal davasının açılmasına ilişkindir. Doktrinde beş yıllık sürenin takip tarihinden geriye doğru hesaplanması alacaklının aleyhine durum yarattığı ve bunun yerine haciz uygulanma tarihinden veya iflasın açılma tarihinden geriye hesaplanmasının daha doğru olacağı belirtilerek kanun hükmü eleştirilmektedir.  İcra ve İflas Kanunu m. 280 e göre alacaklılara zarar verme amacıyla yapılan tasarrufun iptalinin istenebilmesi için lehine tasarrufta bulunulan üçüncü kişi borçlunun içinde bulunduğu mali durumu ve alacaklılara zarar verme kastı olduğunu bilmeli veya bilmesini gerektiren açık emareler  bulunmalıdır.  Bu  husus  her  türlü  delille  veya  fiili  karineler  ile  davacı  tarafından ispatlanmalıdır. Lehine tasarrufta bulunulan üçüncü kişi dava konusu borca ilişkin alacaklılardan birisi de olabilir. Tasarrufun iptali için lehine tasarrufta bulunulan üçüncü kişi gerekli dikkat ve özeni göstermesiyle veya küçük bir soruşturma ile borçlunun alacaklılara karşı mal kaçırma amacıyla zarar verme kastıyla hareket ettiğini kavrayabileceğinin kabulü yeterlidir. Üçüncü kişinin  durumu  bilmesini  gerektiren  husus  somut  olayın  özelliklerine  göre,  kesin  kanıt gerektirmeksizin  çözüme  kavuşturulmalıdır.  Özellikle  borçlunun  üçüncü  kişi  karşısında gerçekten  borçlu  olup olmadığı incelenmelidir. 2002 tarihli Yargıtay Hukuk Genel Kurulu kararı da bu hususa dikkat çekmiştir.    76 Gürtürk, (n 26) 87 77 Uyar, ‘Hileli  (n 74) 351 78 Kuru, (n 5) 1410-1411 79 Arslan, Yılmaz, Taşpınar Ayvaz ve Hanağası, (n 2) 560; Kuru, Arslan ve Yılmaz, (n 2) 617 80 Uyar, (n 30) 283-284 81 Günay, (n 5) 161 82 Coşkun, (n 2)1040-1041 83  İptal davalarında takip borçlusundan hak iktisap eden 3. Kişilerin davacının takip borçlusundan alacaklı olmadığına ilişkin savunmasının araştırılmasında zorunluluk vardır. Aksi takdirde takip alacaklısıyla anlaşarak veya nasıl olsa kendisinin borca batık olması nedeniyle gerekli çabayı göstermeyerek icra takibine itiraz etmeyen, itiraz üzerine durması söz konusu olmayan kambiyo senetlerine dayalı takibe karşı menfi tespit davası açmayan takip borçlusunun bu davranışı karşısında borçludan mal edinen 3. Kişilerin yargı eliyle zarara uğratılması söz konusu olur  ki  bunun  kabulüne  olanak  yoktur.  Hatta  tasarrufta  bulunurken  borçlu  olmayan  kötü  niyetli  kişilerin malvarlığındaki bir unsuru iyi niyetli 3. Kişilere devrettikten sonra hileli işbirliği halinde olduğu kimselere eski tarihli borç senedi vererek elinden çıkardığı malları iptal davası yoluyla dolaylı olarak geri alması dahi imkan dahiline sokulabilir. Elbette ki bunlar yasaca amaçlanan durumlar değildir. Tasarrufun iptali davalarında alacaklıya alacağını tahsil olanağı sağlanırken bu alacaklının alacağının şeklen varlığının değil, gerçekliğinin amaçlandığını göz ardı etmemek gerekir. Şu halde tasarruf iptali davalarında davacının gerçekten alacaklı olmadığına ilişkin 3. Kişilerce ileri sürülen savunmanın bu davalarda tartışılamayacağına ilişkin düşüncenin kabulüne olanak bulunmayıp, bu düşünce hukukun temel ilkelerinden olan iki kişinin 3. Kişi aleyhine açık veya zımni biçimde anlaşmasının 3. Kişiyi bağlamayacağı  prensibine  de  aykırıdır.   Yar.  HGK,  E.  2002/15-495,  K.  2002/528,  19.6.2002 <www.kazanci.com.tr.>, Erişim Tarihi 7.03.2021 145Sedat SEZGİN                                                                                                   NKÜ Hukuk Fakültesi Dergisi 2021/1 Üçüncü  kişinin  makul  bir  insanın  anlayabileceği  şekilde  borçlunun  mali  durumunu  ve alacaklılara karşı zarar verme amacı taşıdığını bildiğinin ispatı alacaklı tarafından her türlü delille ve yaklaşık ispat ölçüsüyle mümkündür. Ayrıca ispata ilişkin 1951 tarihli İçtihadı Birleştirme Kararı nın uygulanması söz konusudur. İçtihadı Birleştirme Kararı na göre vakıa ve karinelerden olayda  iyi  niyetli  olduğunun  ispatı  beklenemeyecek  kişinin  kötü  niyetli  olduğunun  ispatı gerekmez.  Üçüncü kişinin iyi niyeti tasarruf anında mevcut olmalıdır.  Yargıtay kararlarında hayatın olağan akışına aykırı davranışlar kötü niyetin ispatında önemli yer tutmaktadır. Bir kararında borçlu tarafından malın devrinden sonra tekrar kullanılması üçüncü kişinin iyi niyetli olmadığının bir göstergesi olarak kabul edilmiştir. Bir diğer kararında davalıların aynı köyden ve aynı ilçeden olmalarının kötü niyete ilişkin bir ispat aracı olarak değerlendirilmesi gerektiğine hükmetmiştir. Bir başka kararında ise aynı binada bulunmanın ispata ilişkin önemli yer tuttuğunu belirtmiştir. Ayrıca Yargıtay a göre eski eşler arasında paydaşlığın bulunması ve ortak çocuklarının bulunması da kötü niyetin varlığına işaret eder. Bir diğer kararda borçlu ve üçüncü kişi arasında işçi işveren  84 Pekcanıtez, Atalay ve Sungurtekin Özkan, (n 2) 530; Kuru ve Aydın, (n 2) 493 85  ...halin icaplarına göre kendisinden beklenen ihtimamı sarf etmemiş olmasından kanunen iyiniyet iddiasında bulunamayacak kimsenin aslın hilafı olan kötüniyeti belirmiş olduğundan bu durumda esas kaide uygulanarak kötüniyetin diğer tarafa ispat ettirilmesine sebep ve vecih kalmaz.  Yar. İBK, E. 1949/17, K. 1951/1, 14.2.1951 <www.kazanci.com.tr.>, Erişim Tarihi 6.03.2021 86 Muşul, (n 5) 375  87  ...davalı üçüncü kişinin eşi ile borçlunun eşinin kardeş olduğu, bu nedenle lehine tasarrufta bulunulan üçüncü kişi borçlunun aciz halini ve ızrar kastını bilebilecek konumda olması, taşınmazın rayiç değeri yaklaşık 600.000,00 TL iken 800.000,00 TL'ye alındığının savunulması, bedelinin salt 150.000,00 TL'lik kısmının banka yolu ile ödenmesine karşın bakiye yüksek miktardaki meblağın usulünce ödendiğinin ispatlanamaması, tapuda elden ödeme şeklindeki savunmanın hayatın olağan akışına uygun olamaması karşısında İİK 280/1 ve 281/2 maddelerine göre iptal koşulları oluşan davanın kabulüne karar verilmesi gereken yerde ...  Yar. 17 HD, E. 2019/4024,  K.2020/8832, 22.12.2020 <www.kazanci.com.tr.>, Erişim Tarihi 7.03.2021 88  haciz işlemi için 22.06.2010 ve 18.02.2011 tarihlerinde borçlunun yerleşim yerine gidildiğinde dava konusu aracın satış tarihinden sonra borçlunun kullanımında olduğunun belirlenmiş olması bakımından, davalı U.'un borçlu F.'nın alacaklılarından mal kaçırmak ya da alacaklılarını ızrar kastı ile hareket ettiğini bilebilecek kişilerden olduğu anlaşılmaktadır (İİK 280/1)  Yar. 17. HD, E. 2011/12904, K. 2012/4878, 18.4.2012 <www.kazanci.com.tr.>, Erişim Tarihi 7.03.2021 89   davalıların tamamının aynı ilçeden olmaları ve bir kısmının da aynı köyden olmaları nedeniyle borçlu davalının mali durumu ile alacaklıları ızrar kastını bilen veya bilmesi gereken kişilerden olup olmadıklarının karar yerinde tartışılarak olayda İİK.nın 280. maddesinin uygulama yeri olup olmadığının irdelenmesi...   Yar. 17. HD, E. 2018/1903, K. 2020/3316, 10.6.2020<www.kazanci.com.tr.>, Erişim Tarihi 7.03.2021 90  tasarrufa konu taşınmazların 21/12/2005 tarihinde yapılan ikinci devri sırasında 3. kişi şirket ile davalı 4. kişiler arasında aynı resmi senet ile gerçekleştirilmiş ve 3. kişinin adresi ile 4. kişilerin adreslerinin de o tarihte aynı binada bulunduğunun anlaşılmasına, bu bulgular ile nüfus kayıtlarındaki bilgiler ve ticari hayat içinde borçlunun ortağı olduğu şirketlerden dolayı davalıların, borçlunun alacaklıdan mal kaçırma veya alacaklıyı zarara uğratma kastı ile hareket ettiğini bilebilecek kişilerden olduğunu kabulün hayatın olağan akışına uygun düşmesine  Yar. 17. HD, E. 2010/47, K. 2010/1738, 1.3.2010 <www.kazanci.com.tr.>, Erişim Tarihi 7.03.2021 91   Somut olayda ivazlar arasında fahiş fark olmadığı ve gerçek bedelin ödendiği kabul edilse dahi yapılan tasarrufun tarafları olan davalıların boşanmış eski karı koca olmaları, ortak çocuklarının bulunması, tasarrufa konu taşınmazda paydaş olmaları ve hayatın olağan akışına göre davalı N.'in borçlu davalı N.'in mali durumu ile alacaklılara zarar 146Sedat SEZGİN                                                                                                   NKÜ Hukuk Fakültesi Dergisi 2021/1 ilişkisinin bulunmasının da kötüniyet ispatında yeterli olduğu belirtilmiştir. Bir başka kararda arkadaşlık ilişkisi ve kefil olma durumunun iyi niyetin ispatına ilişkin hayatın olağan akışına aykırıdır. Ayrıca Yargıtay a göre tacirin basiretli davranma yükümlülüğü kötü niyetin ispatında önemlidir.  Bir  diğer  kararda  mirasın  reddinin  haklı  bir  sebebe  dayanmaması  durumunda alacaklılara zarar verme kastıyla hareket edildiği kabul edilmiştir. Bir başka kararda üzerinde haciz bulunan malın satın alınmasını kötü niyetli bir davranış olarak kabul etmiştir.  2.   Üçüncü Kişinin İyiniyetli Sayılmamasına İlişkin Kanuni Karineler a.   Hısımlık İlişkisine Bağlı Kanuni Karine İcra ve İflas Kanunu m. 280 e dayanan tasarrufun iptali davasında alacaklı borçlunun zarar verme kastını ve lehine tasarrufta bulunulan üçüncü kişinin kötü niyetini ispatlamalıdır. İspata  verme kastını bilen veya bilebilecek konumda olduğunun kabulü gerekir.  Yar. 17. HD, E. 2009/9118, K. 2010/188, 21.1.2010 <www.kazanci.com.tr.>, Erişim Tarihi 7.03.2021   92  dinlenen davacı tanığının beyanlarına göre borçlu G.'in fabrikasında çalıştığı ve borçlunun traktörünü kullandığı, borçlunun  alacaklıya  borcu  olduğunu  bildiği,  giderek  davalılar  arasında işçi-işveren  ilişkisi bulunduğu belirlenmiştir. Bu sebeple İ.İ.K.'nun 280/1 kapsamında malvarlığı borçlarına yetmeyen bir borçlunun, alacaklılarına zarar verme kastıyla yaptığı tüm işlemlerin, borçlunun içinde bulunduğu mali durumun ve zarar verme kastının, işlemin diğer tarafınca bilindiği veya bilinmesini gerektiren açık emarelerin bulunduğu hallerde iptal edilebileceği nazara alınarak davanın kabulüne karar verilmek gerekirken yazılı gerekçelerle davanın reddine karar verilmesi usul ve yasaya aykırı olup bozma nedenidir.  Yar. 17 HD, E. 2010/4656, K. 2010/5233, 7.6.2010 <www.kazanci.com.tr.>, Erişim Tarihi 7.03.2021    93  davalıların işyerinden arkadaş oldukları, borçlunun İş Bankasından aldığı kredinin kefilinin davalı O. Ç. olduğu, borçlunun kredi borcunu ödeyememesi nedeniyle dava konusu taşınmazı davalı O.'e sattığı anlaşıldığından davalı O.'ün borçlunun durumunu ve amacının bilebilecek kişilerden olduğunun kabulü gereklidir. Dava konusu taşınmaz 25.2.2008 tarihinde satılmış olmasına rağmen 8.4.2009 tarihli keşif ve 22.5.2008 tarihli haciz tutanağı içerisinden taşınmazın  borçlunun  annesi  ve  kardeşi  tarafından  kullanılıyor  olması  da  hayatın  olağan  oluşuna  uygun değildir. Yar. 17 HD, E. 2010/1702, K. 2010/3164, 6. 4. 2010<www.kazanci.com.tr.>, Erişim Tarihi 7.03.2021    94  Davalı şirket, basiretli bir tacirden beklenmeyecek tasarruflarla mevcudunu eksilten borçlu şirketten, durumunu bilerek taşınmazı satın almıştır. Bu nedenlere ve toplanan kanıtlara, mahkemece dayanılan gerekçeye göre aşağıdaki bentlerin kapsamı dışında kalan ve özellikle kargir fabrika vasfında olan tapulu taşınmazın satışına ait tasarrufun iptaline dair hükme yöneltilen temyiz itirazları yerinde görülmemiştir.  Yar. 15 HD, E. 1995/7055, K. 1996/1663,  26.3.1996 <www.kazanci.com.tr.>, Erişim Tarihi 9.03.2021    95   murisin ölüm tarihi itibarıyla malvarlığını oluşturan taşınır ve taşınmaz malları, alacakları, varsa nakit mevcudu, borçları ilgili yerlerden araştırılarak belirlenmeli ve davalıların mirası reddetmekle haklı bir nedenlerinin bulunup bulunmadığı buna bağlı olarak tespit edilmelidir. Araştırmaların sonucuna göre davalı borçlular Mehmet ve İbrahim Halil Arıcan'ın alacaklısına zarar verme kastının bulunup bulunmadığı belirlenmelidir. Diğer davalılar kardeşi Süreyya ve Gülşah ile Gözde ve Mehmet Mustafa'nın keza reddeden mirasçıların kötüniyetlerinin bilebilecek durumda oldukları değerlendirilmeli, üçüncü kişiler Erdal ve Mehmet yönünden ise tarafların kötüniyetli olduklarının bilebilecek durumda olup olmadıkları davacı tarafından kanıtlandığı takdirde bu davalılarında sorumluluğu olmaları gerektiği düşünülmeli aksi halde bu davalılar yönünden davanın reddi düşünülmelidir.  Yar. 17. HD, E. 2007/5540, K. 2008/513, 11.2.2008<www.kazanci.com.tr.>, Erişim Tarihi 11.03.2021   96    Davacının dava konusu aracı başka icra dosyalarındaki hacizlerden sonra ve ihtiyati haciz kararının alındığı gün  sabahın  erken  saatinde  07.43'te  satın  alınmış  olması  alacaklılardan  mal  kaçırmaya  yönelik  danışıklı işlemlerdendir. Davacının İİK'nun 86/2. maddesinde öngörülen iyiniyet karinesine dayanması mümkün değildir. Bu nedenle davacı 3. kişinin davasının reddi gerekir. Karşılık tasarrufun iptali davasına gelince; dava konusu edilen aracın satışı borçlanmadan sonra, takip ise aynı günde yapılmıştır. Davacı başka icra dosyalarıyla hacizli olan aracı satın almış olmakla borçlunun mal kaçırma amacını bilebilecek durumdadır. ( İİK md. 280 ) İptal davasının diğer şartlarınında oluştuğu anlaşıldığından araç için açılan tasarrufun iptali davasının kabulü gerekirken reddi usul ve yasaya  aykırı  olup  bozmayı  gerektirir.   Yar.  21.  HD,  E.  2004/11573,  K.  2005/1442, 21.2.2005<www.kazanci.com.tr.>, Erişim Tarihi 18.03.2021 147Sedat SEZGİN                                                                                                   NKÜ Hukuk Fakültesi Dergisi 2021/1 ilişkin ortaya çıkacak zorlukların giderilmesi için kanun koyucu tarafından çeşitli durumlara özgü olacak  şekilde  alacaklı  lehine  kanuni  karineler  getirilmiştir.  Kanuni  karinelerin  aksi ispatlanmadığı müddetçe tasarrufun iptali gerekir. Mehaz İsviçre Kanunu nda ise kasta dayanan iptal  hususunda  alacaklı  lehine  sonuç  doğurabilecek  herhangi  bir  kanuni  karine bulunmamaktadır.  Kanuni karinelerin ilki İİK. m. 280/II de belirtilen yakın hısımlığa bağlı karinedir. Önceki bölümlerde belirttiğimiz üzere Anayasa Mahkemesi nin  neseben  ifadesinin iptali ile İİK. m. 278 e dayanarak yakın hısımlığa ilişkin tasarrufun iptali kararı verilemez. Bununla beraber yakın hısımlık İİK. m. 280 e göre tasarrufun iptaline ilişkin davalarda kanuni karineye bağlı olarak alacaklı lehine önemli bir ispat kolaylığıdır.  Yakın hısımlıktan anlaşılması gereken husus İİK. m. 280/II de belirtildiği üzere borçlunun eşi, alt veya üstsoyu, üçüncü dereceye kadar (üçüncü derece dahil) kan ve kayın hısımı veya evlatlık ilişkisine bağlı olarak evlat edinen ya da evlatlığıdır. Evliliğin ortadan kalkması hısımlığı sona erdirmeyeceğinden ötürü eski eşe yapılan tasarruflar için de kanuni karine uygulanabilir. İİK. m. 280/II de belirtilen yakın hısımlarla yapılan tasarruf işlemi aksi ispatlanana kadar lehine tasarrufta bulunulan üçüncü kişi tarafından borçlunun alacaklılara yönelik zarar verme kastıyla hareket ettiğini biliyor sayılır ve tasarrufun iptaline karar verilir.  b.  Ticari İlişkiler Hakkında Kanuni Karine İcra ve İflas Kanunu m. 280/III borçlu ve üçüncü kişi arasında ticari ilişkinin bulunduğu durumlarda tasarrufun alacaklılara zarar verme amacıyla yapıldığına ilişkin alacaklılar lehine kanuni bir karine getirmiştir. Ticari ilişkilere bağlı kanuni karinenin yakın hısımlığa bağlı kanuni karineden farkı, üçüncü kişinin kötü niyetli olduğunun kabulünün yanı sıra borçlunun da tasarrufu alacaklılara karşı zarar verme kastıyla yapmış olduğuna ilişkin bir karine getirmesidir. Bu durum alacaklı lehine iki yanlı ispat kolaylığı sağlamaktadır. Borçlunun zarar verme kastının kabulü yakın hısımlığa ilişkin kanuni karinede bulunmayan özelliktir. Yargıtay vermiş olduğu kararında  97 Arslan, Yılmaz, Taşpınar Ayvaz ve Hanağası, (n 2) 561; Kuru, Arslan ve Yılmaz, (n 2) 617; Pekcanıtez, Atalay ve Sungurtekin Özkan, (n 2) 531 98 Detaylı bilgi için bkz. Mehmet Kamil Yıldırım ve Nevhis Deren-Yıldırım, İcra ve İflas Hukuku (7. Baskı, Beta Yayımevi, 2016) 578 99 Detaylı bilgi için bkz. II. A. 2. BAĞIŞLAMA SAYILAN TASARRUFLAR 100  Somut olayda ivazlar arasında fahiş fark olmadığı ve gerçek bedelin ödendiği kabul edilse dahi yapılan tasarrufun tarafları olan davalıların boşanmış eski karı koca olmaları, ortak çocuklarının bulunması, tasarrufa konu taşınmazda paydaş olmaları ve hayatın olağan akışına göre davalı N.'in borçlu davalı N.'in mali durumu ile alacaklılara zarar verme kastını bilen veya bilebilecek konumda olduğunun kabulü gerekir. Bu sebeple davanın kabulüne karar vermek gerekirken yazılı olduğu gibi davanın reddine karar verilmiş olması doğru bulunmamıştır.  Yar. 17. HD, E. 2009/9118, K. 2010/188, 21.1.2010 <www.kazanci.com.tr.>, Erişim Tarihi 7.03.2021   148Sedat SEZGİN                                                                                                   NKÜ Hukuk Fakültesi Dergisi 2021/1 İİK. 280/III te getirilen kanuni karinenin iki yanlı olduğunu belirtmiştir. Yargıtay a göre gerçek bedel ile satış bedeli arasında fahiş fark olmasa da ticari işletmelerin devrine, minibüs ve ticari plakalarının devrine İİK. m. 280/III uygulanmalıdır. Ticari işletmenin devrinin iptali ile devir işlemi  alacaklıya  karşı  geçerli  olmayarak  ticari  işletmedeki  mallara  ilişkin  haciz  işlemi uygulatabilecektir. İcra ve İflas Kanunu m. 280/III te ticari ilişkilere bağlı kanuni karinenin aksinin ispatı özel usûllere bağlanmıştır. Bu özel usûller İİK. m. 280/III  e göre karinenin aksi ancak iptal davası açan alacaklıya devrin, satışın veya terkinin en az üç ay önce yazılı olarak bildirilmesi veya ticari işletmenin bulunduğu yerde görünür biçimde asılarak ve Ticaret Sicili Gazetesi nde duruma ilişkin ilanda bulunularak, Ticaret Sicili Gazetesi nde ilan yapılamıyorsa diğer uygun araçlarla ilan edilmesidir. SONUÇ İptale  tabi  tasarruflar  İcra  ve  İflas  Kanunu nda  tahdidi  sayıma  tabi  değildir.  Hâkim değerlendirmesi sonucunda somut olaya özgü iptale tabi tasarruflar ortaya çıkabilir. Muvazaalı işlemlere ilişkin tasarrufun iptali davası açılması durumunda usûl ekonomisi ilkesi gereğince dava reddedilmemeli  ve  dava  sonucunda  bir  tespit  hükmü  verilerek  uyuşmazlık  çözüme kavuşturulmalıdır. Kanun koyucu tarafından tasarrufun iptaline ilişkin çeşitli hükümlerde  akit ,  butlan  ve  aciz  kelimelerinin kullanılması terminolojik bir hatadır. Zira borçlandırıcı işlemler iptale tabi değildir. İptal edilen tasarruflar butlan yaptırımının gerektirdiği sonuçları doğurmaz. Borçlunun  malvarlığı  aktifinin  pasif  kısmını  karşılayamaması  borca  batıklık  halidir.  İvazsız tasarrufların iptali hususunda ivazsız tüketim ödüncü sözleşmesi mülkiyetin devri ile sonuçlanan bir tasarruf işlemi içerir ve İİK. m. 278 hükmüne göre iptali mümkündür. Tasarrufun iptali için icra takibine konu edilmiş alacak, borçlu ve üçüncü kişi arasında yapılmış tasarruf işleminden önce mevcut olmalıdır. Anayasa Mahkemesi nin  neseben  ifadesini iptal etmesiyle kan hısımları arasında yapılan ivazlı tasarrufların bağışlama sayılan tasarruflar  101  Ticari işletme niteliğindeki fabrikanın borcun dayanağı olan 20.11.1998 tanzim tarihli senedin tanziminden sonra 19.3.1999 tarihinde davalı üçüncü kişi Y. Limited Şirketi'ne devredildiği sabittir. İİK.nun 280. maddesinin 4.fıkrası uyarınca ticari işletmenin ya da işyerindeki mevcut ticari emtianın tamamının veya önemli bir kısmının devri halinde satın alan kişinin borçlunun alacaklılarını ızrar kastı ile hareket ettiğini bildiği kabul olunur. Yasa koyucu bu hüküm ile alacaklı yararına iki yanlı bir karine getirmiş olup, bir taraftan borçlunun alacaklılarını ızrar kastı ile hareket ettiğini diğer taraftan da üçüncü kişinin bu kastı bildiğini kabul ederek alacaklıyı ispat külfetinden kurtarmıştır.  Yar. 15. HD, E. 2003/5803, K. 2003/5683, 2.12.2003 <www.kazanci.com.tr.>, Erişim Tarihi 7.03.2021 102 Yar. 17. HD, E. 2014/22302, K. 2017/495, 24.1.2017<www.kazanci.com.tr.>, Erişim Tarihi 7.03.2021 103 Yar. 17. HD, E. 2014/808, K. 2015,9813, 29.9.2015<www.kazanci.com.tr.>, Erişim Tarihi 7.03.2021 104 Pekcanıtez, Atalay ve Sungurtekin Özkan, (n 2) 531  149Sedat SEZGİN                                                                                                   NKÜ Hukuk Fakültesi Dergisi 2021/1 arasında  değerlendirilmesi  mümkün  değildir.  Bu  durumda  İİK.  m.  280  hükmünde  yer  alan hısımlığa  bağlı  üçüncü  kişinin  kötü  niyetli  olması  karinesi  önem  kazanmaktadır.  Neseben ifadesinin  iptali  sonucunda  borçlunun  sıhri  hısımları  ile  aralarında  yapmış  oldukları  ivazlı tasarrufların bağışlama sayılması eşitlik ilkesine aykırılık teşkil eder ve bağışlama olarak kabul edilmesi mümkün değildir. Taşınmaz malların doğrudan mutat ödeme aracı olarak kabulü doğru bir yaklaşım içermez. Zira borçlu ve üçüncü kişi arasındaki ticari ilişki taşınmaz malların değişimi açısından finansal bir araca dönüşmüşse (örneğin barter finansman modeli) taşınmaz değişimi taraflar arasında mutat bir ödeme aracına dönüşür.",
     "Kaynakça": "Arslan R, Yılmaz E, Taşpınar Ayvaz S ve Hanağası E, İcra ve İflas Hukuku (6. Baskı, Yetkin Yayınevi, 2020) Atalı M ve Ermenek İ, İcra ve İflas Hukuku (Takip Hukuku I  Takip Hukuku II) (3.Baskı, Seçkin Yayıncılık, 2020) Börü L, ‘İcra ve İflas Hukukunda Zarar Verme Kastından Dolayı İptal Davası (İİK M. 280) , (2009) 3 (58) Ankara Üniversitesi Hukuk Fakültesi Dergisi, 481 538 Coşkun M, İtirazın iptali Menfi Tespit ve İstirdat  Tasarrufun İptali Davaları (6. Baskı, Seçkin Yayıncılık, 2020) Çetinel T, ‘Alacaklılara Zarar Verme Kastıyla Yapılan Tasarruflar Bağlamında Tasarrufun İptali ve Muvazaa Davaları  (Yüksek Lisans Tezi, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü, 2020) Ercan İ, Uygulamacılar İçin İcra ve İflas Hukuk El Kitabı (6. Baskı, Seçkin Yayıncılık, 2020) Erdönmez G, Alacaklılara Zarar Verme Kastıyla Yapılan Tasarrufların İptali (2. Baskı, Seçkin Yayıncılık, 2019) Eren F, Borçlar Hukuku Özel Hükümler (5. Baskı, Yetkin Yayınları, 2017) Filiz K, ‘Aciz Halinde Tasarrufun İptali Davası (2017) 3 (2) İstanbul Aydın Üniversitesi Hukuk Fakültesi Dergisi, 73 86 Günay E, Tasarrufun İptali Davası (Borçlu Muvazaası) (5. Baskı, Seçkin Yayıncılık, 2019) Gürtürk D, ‘İvazsız Tasarruflardan Dolayı İptal Davası  (Yüksek Lisans Tezi, İstanbul Ticaret Üniversitesi Sosyal Bilimler Enstitüsü, 2020) Kızıl C, Şeker ŞE ve Avarkan T, ‘Türk İşletme Dünyasından Muhasebe Barter Uygulamaları ve Örnekleri  (2014) 4 (7) Yalova Sosyal Bilimler Dergisi 67 78 Kuru B, İcra ve İflas Hukuku El Kitabı (2. Baskı, Adalet Yayınevi, 2013) 150Sedat SEZGİN                                                                                                   NKÜ Hukuk Fakültesi Dergisi 2021/1 Kuru B, Arslan R ve Yılmaz E, İcra ve İflas Hukuku (2. Baskı, Yetkin Yayınevi, 2014) Kuru B ve Aydın B, İstinaf Sistemine Göre Yazılmış İcra ve İflas Hukuku Ders Kitabı (5. Baskı, Yetkin Yayınevi, 2021) Muşul T, İcra ve İflas Hukukunda Tasarrufun İptali Davaları (2. Baskı, Adalet Yayınevi, 2017) Oğuzman MK, Seliçi Ö ve Oktay Özdemir S, Eşya Hukuku (20. Baskı, Filiz Kitabevi, 2016) Özekes M, ‘Dava Dilekçesinde Hukuki Sebep Bildirilmek Zorunludur (2009) Halûk Konuralp Anısına Armağan, 745 781 Özekes M, ‘HMK Bakımından Dava Dilekçesinde Eksiklik Halinde Yapılması Gereken İşlemler  (2014) 16 Dokuz Eylül Hukuk Fakültesi Dergisi, 263 300 Pekcanıtez H, Atalay O, Sungurtekin Özkan M ve Özekes M, İcra İflas Hukuku Ders Kitabı (5. Baskı, Vedat Kitapçılık, 2018) Uyar T, ‘İcra ve İflas Hukukunda Tasarrufun İptali Davasının Konusu  (2011) 1 Ankara Barosu Dergisi, 211 231  Uyar T, ‘ Muvazaa  Nedenine Dayalı Tasarrufun İptali Davasının Koşul ve Sonuçları  (2017) 3 Ankara Barosu Dergisi, 265 316 Uyar T, ‘Alacaklılara Zarar Verme Kasdı İle Yapılan (Hileli) Tasarruflardan Dolayı İptal  (2017) 4 Ankara Barosu Dergisi, 307 364 Uyar T, ‘Tasarrufun İptali Davalarında  Tasarrufun İptaline Karar Verilmesi  Konusunda Ortaya Çıkan Bazı Sorunlar  2018 (135) TBB Dergisi, 517 576 Yıldırım MK ve Deren Yıldırım N, İcra ve İflas Hukuku (7. Baskı, Beta Yayımevi, 2016) Yıldırım MK, İcra ve İflas Hukukunda İptal Davaları (Vedat Yayıncılık, 1995)  151152"
}