{
     "Tip": "Makale",
     "Dergi İsmi": "Tekirdağ Namık Kemal Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "04",
     "Ay": "05",
     "Yıl": "2022",
     "Cilt": " ",
     "Sayı": "1",
     "Başlık":"TRAMPA YOLU İLE KAMULAŞTIRMA",
     "Title": "EXPROPRIATION BY BARTER",
     "Yazar İsmi": [

          "Araş. Gör. Füsun Ceren KÜÇÜK "
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Trampa", "Kamulaştırma", "İmar Hakkı Transferi", "Takas", "Mülkiyet Hakkı"
     ],
     "Keywords": [
          "Barter", "Expropriation", "Transfer of Development Right", "Set Off", "Property Right"
     ],
     "Özet": "İdarelerin tek yanlı iradeleri ile özel mülkiyette bulunan taşınmazları kamulaştırmaları karşılığında taşınmaz  sahiplerine  kural  olarak  taşınmazların  bedellerini  nakden  ve  peşin  olarak  ödemeleri gerekmektedir. Ancak taşınmaz sahiplerinin kabul etmesi halinde trampa yolu ile kamulaştırma yapılması da mümkündür. 2942 sayılı Kamulaştırma Kanunu nun 26. maddesinde trampa yolu ile kamulaştırma için gereken şartlar sayılmıştır. Buna göre idarenin vereceği taşınmaz malın değeri, kamulaştırma bedelinin yüzde yüz yirmisini aşamayacaktır. Buna rağmen kamulaştırma bedelinin, idarenin vereceği taşınmaz mal değerinden ne kadar fazla olması gerektiğine dair Kanun da açık bir belirmeye yer verilmemiştir. Trampa yolu ile kamulaştırma açısından tartışmaya değer bir başka konu ise, trampa yolu ile kamulaştırma sonucunda idarenin kamulaştırma devir ve amacına uygun hiçbir işlem,  tesisat  yapmaması  veya  taşınmaz  malı  olduğu  gibi  bırakması  hallerinde  mal  sahibinin taşınmazını geri alması için gereken şartların neler olduğu hususudur. Kanunda geri alma konusunda trampa yolu ile kamulaştırma özelinde bir düzenlemeye yer verilmemesinin uygulamada farklı sonuçlara yol açabileceği düşüncesinden hareketle bu konuda ihtimaller dahilinde değerlendirme yapılması gerekir. Bu doğrultuda trampa yolu ile kamulaştırma öğretiden görüşler ve yargı kararları ışığında ele alınmıştır.",
     "Abstract": "Administrations as a rule have to pay in cash and in advance to the owners in exchange for expropriation by unilateral will of immovables under private ownership. However, on the condition that the owners accept it, expropriation by barter is also possible. The necessary conditions for expropriation by barter are enumerated under the article 26 of the expropriation law numbered 2942. According to this, the price of the immovable given by the administration can not exceed one hundred and twenty percent of the price of expropriation. Nevertheless, there is no explicit criterion in the law on how much more is the price of expropriation will be than the price of the immovable given by the administration. Another subject worthy of discussion on the expropriation by barter is the conditions on the regain of the immovables by the owners as a result of the administration s lack of making any procedure, installment pursuing the goal of the expropriation by barter or keeping the immovable as it is. Bearing in mind that regain issue is missing on the law about the expropriation by barter can cause various results in the application, it should be evaluated within the possibilities. In this direction, expropriation by barter is discussed under the light of doctrine and judgments.",
     "Metin": "Özel  mülkiyette  bulunan  taşınmazların  tamamı  veya  bir  kısmı,  kamu  yararının gerektirdiği  hallerde  Devlet  ve  kamu  tüzel  kişileri  tarafından  Kamulaştırma  Kanunu  ile düzenlenen esas ve usuller dahilinde kamulaştırılmaktadır. Kural olarak kamu yararının ve kamu hizmetinin yerine getirilmesi amacıyla taşınmaz malikinin rızasının olup olmadığına bakılmaksızın kamulaştırma işlemi gerçekleştirilmektedir. Kamulaştırma işlemi  sonucunda taşınmaz malikten alınmakta ve mülkiyet idareye geçmektedir. Bu kapsamda kamulaştırma işleminin  mülkiyet  hakkı  ile  doğrudan  bağlantılı  olduğu  belirtilmektedir.  Taşınmazının mülkiyeti  kamulaştırma  işlemi  sonucunda  idareye  geçen  kişilere  bu  taşınmazların  gerçek karşılıklarının nakden ve peşin ödenmesi gerekliliği Anayasanın 46. maddesi ile güvence altına alınmıştır. Aynı şekilde Kamulaştırma Kanunu nun 3. maddesinde de idarelerin kamulaştırma bedelini nakden ve peşin ödemeleri gerektiği düzenlenmiştir.  Çalışma konusunu oluşturan trampa yolu ile kamulaştırma, kamulaştırma bedelinin nakden ödenmesine alternatif bir yol olarak getirilmiştir. Kamulaştırmanın trampa yolu ile yapılması Kamulaştırma Kanunu nun 26. maddesinde iki fıkra halinde düzenlenmiştir. Bu düzenleme kapsamında trampa yolu ile kamulaştırmada, kamulaştırma bedeli nakden değil, idarenin  özel  mülkiyetindeki  taşınmazların  trampa  edilmesi  suretiyle  ödenmektedir. Kamulaştırmanın  trampa  yolu  ile  yapılması  için  gereken  bir  koşul  ise  taşınmazı kamulaştırılacak mal sahibinin rıza göstermesi gerekliliğidir.  Bu açıklamalar ışığında  trampa yolu ile kamulaştırma  başlıklı çalışma üç bölümden oluşmaktadır. İlk bölümde trampa yolu ile kamulaştırmanın daha iyi anlaşılabilmesi adına trampa ve bu kavram ile ilişkili olan mübadele, mal değişim, takas ve imar hakkı transferi kavramlarına ilişkin açıklamalara yer verilecektir. İkinci olarak Türk İdare Hukuku nda trampa kavramına yer veren bazı kanuni düzenlemeler irdelenecektir.  Çalışmanın  ikinci  bölümünde  ilk  olarak  kamulaştırma  süreci  genel  hatları  ile incelenecektir. İdari ve yargısal aşamadan oluşan kamulaştırma sürecine değinildikten sonra ise üçüncü bölümde trampa yolu ile kamulaştırma incelenecektir. Trampa yolu ile kamulaştırma idari  aşamadan  oluşmaktadır.  Bu  kapsamda  idari  aşama,  kamulaştırma  sürecine  kıyasen farklılık arz eden özellikler doğrultusunda değerlendirilecektir. Ayrıca bu bölümde trampa yolu ile  kamulaştırma  konusunda  ortaya  çıkan  sorunlar  mahkeme  kararları  doğrultusunda incelenecektir. Sonrasında trampa yolu ile kamulaştırma için gerekli olan şartlar Kamulaştırma Kanunu nun 26. maddesi kapsamında incelenerek trampa yolu ile kamulaştırmadan vazgeçme 90Füsun Ceren KÜÇÜK                                                                                      NKÜ Hukuk Fakültesi Dergisi 2022/1  ve geri alma hakkı irdelenecektir. Son olarak ise İmar Kanunu nun 18. maddesine 14.2.2020 tarihinde getirilen ek fıkra, trampa yolu ile kamulaştırma açısından değerlendirilecektir.   I. TRAMPA KAVRAMINA GENEL BİR BAKIŞ A. TRAMPA VE TRAMPAYA BENZER KAVRAMLAR Trampa kavramının kullanımı ilkel toplumlara kadar uzanmakta olup, özellikle iktisadi hayatın gelişmediği dönem ve yerlerde trampa usulüne sıklıkla başvurulmaktaydı. Bu usul ile kişilerin malları arasında değişim sağlanıyordu. Adam Smith in de belirttiği üzere gereksinim duyulan  mallar  trampa  sayesinde  değiş  tokuş  edilerek  kişilerin  ihtiyaç  duyduğu  malları kendilerinin üretmesine gerek kalmamaktaydı.  Trampa, paranın icadından önce kullanılmaya başlanan bir iktisadi değişim aracı olup malların değişimini belirtmek için kullanılmaktaydı. Tüm bu açıklamalar dahilinde trampayı bir malın veya hakkın başkasına ait bir mal veya hak ile karşılıklı olarak değiştirilmesi olarak tanımlamak mümkündür.  Hukuki anlamda trampanın temeli ise Roma Hukukuna uzanmaktadır. Roma hukukunda trampa,  taraflar  arasındaki  malların  mülkiyetinin  devrini  gerektirmekte  idi.  O  dönemde  permutatio  olarak adlandırılan trampa sözleşmesi,  do ut des  yani  veriyorum, vermen için  tipine giren bir sözleşme olarak nitelendirilmekteydi. Türk hukukunda trampa sözleşmesini düzenleyen 6098 sayılı Türk Borçlar Kanunu nun 282-284. maddeleri arasında trampayı karşılamak için  mal değişim  kavramına yer verilmiştir. Kanunun 282. maddesinde mal değişim sözleşmesi,  taraflardan birinin diğer tarafa bir veya birden çok şeyin zilyetlik ve mülkiyetini, diğer tarafın da karşı edim olarak başka bir veya birden çok şeyin zilyetlik ve mülkiyetini devretmeyi üstlendiği sözleşmedir.  şeklinde tanımlanmaktadır. Bu tanımdan da anlaşılacağı üzere mal değişim ile trampa eş anlamlı olarak kullanılmaktadır. Bu doğrultuda taraflar arasında malların değişeceğini vurgulamak gerekmektedir.   1 Mustafa Kamalak, ‘Para ve Para Sistemleri  (1980) 4 (3-4) Atatürk Üniversitesi İktisadi ve İdari Bilimler Dergisi, 71 2 Smith A, Milletlerin Zenginliği, Çev. Haldun Derin (1. Baskı, Türkiye İş Bankası Kültür Yayınları 2006) 18 3 Başak Balkır, ‘Mal Değişim Sözleşmesinde Satış Hükümlerinin Uygulanması  (2014) (28) Kocaeli Üniversitesi Sosyal Bilimler Dergisi, 130 4 Mehmet Ali Gölcüklü, Kamulaştırma Kanunu Şerhi: Fiili ve Hukuki El Atma Davaları (Güncellenmiş ve Genişletilmiş 3. Baskı, Seçkin 2018) 949; Balkır, (n 6) 130; Gülnur Erdoğan, ‘Trampa Sözleşmesi  (Yüksek Lisans Tezi, İstanbul, 1996) 1; Türk Hukuk Lügatı (3. Baskı, Başbakanlık Basımevi 1991) 340 5 Erdoğan, (n 7) 3 6 Türk Borçlar Kanunu, Kanun Numarası: 6098, Kabul Tarihi: 11.01.2011, RG. 04.02.2011, S. 27836 7 Ömer Ergün, Borçlar Hukuku (Özel Hükümler) Ders Notları (1. Baskı, Seçkin 2018) 103; Salahaddin Kardeş, Milli Emlak, (5. Baskı, Adalet Yayınevi 2019) 267 91Füsun Ceren KÜÇÜK                                                                                      NKÜ Hukuk Fakültesi Dergisi 2022/1  Roma Hukukundaki permutatio dan farklı olarak Türk Borçlar Kanunu ndaki trampa sözleşmesine  bakıldığında  ise  trampanın  gerçekleşmesi  için  taraflardan  birinin  vermeyi üstlendiği bir mal veya hakka karşılık diğer tarafın da başka bir mal veya hakkı vermeyi üstlenmesi yeterli olmaktadır.  Çalışmanın  konusunu  oluşturan   trampa  yolu  ile  kamulaştırma   2942  sayılı Kamulaştırma Kanunu ndan önce yürürlükte olan 6830 sayılı İstimlâk Kanunu nda  mübadele suretiyle istimlâk 9 olarak düzenlenmişti.  Kanunda geçen mübadele kavramı malların değişimi anlamına gelmekte olup trampa ile aynı anlamda kullanılmıştır.   Trampa kural olarak taşınmaz mallarda olduğu kadar taşınır mallar açısından da söz konusu olabilmektedir. Taşınır veya taşınmaz mallar ile trampa edilecek malların değerlerinin birbirine eşit olması  çoğu zaman mümkün olmamaktadır. Bu durumlarda trampa konusu malların bedelleri arasındaki fark nakden kapatılabilmektedir.   Trampa  ile  karşılaştırılması  gereken  bir  başka  kavram  takas  olarak  karşımıza çıkmaktadır. Trampa ile takas birbirinden farklı kavramlar olmalarına rağmen birbirlerinin yerine sıklıkla kullanıldıkları belirtilmelidir. Takas sözlükte  değişim  olarak tanımlanmakta olup, hukuk düzenlemelerinde özellikle de Türk Borçlar Kanunu nda kendine yer bulmuş bir kavramdır. İlgili kanunda takas, birbirine karşı aynı cinsten edimleri borçlanan tarafları, bu karşılıklı  borçları  fiilen  ödemek  yükümlülüğünden  kurtaran  bir  kavram  olarak tanımlanmaktadır.  Trampaya  yalnızca  mallar  konu  olabilmekte  iken,  takasa  ise  mallar haricinde para da konu olabilmektedir. Trampa kavramının takas ile aynı anlamda kullanıldığı bir örnek olarak 2863 sayılı Kültür ve Tabiat Varlıklarını Koruma Kanunu nun 17. maddesi verilebilmektedir. Zira ilgili maddede koruma amaçlı imar planlarıyla kesin yapılanma yasağı getirilen  sit  alanlarında  bulunan  gerçek  ve  özel  hukuk  tüzel  kişilerinin  mülkiyetindeki taşınmazların malikin talebi halinde, belediye ve il özel idaresine ait taşınmazlar ile takas edileceği düzenlenmektedir. İlgili maddeden anlaşılacağı üzere yalnızca belirli taşınmazlar  8 Aydın Zevkliler, K. Emre Gökyayla, Borçlar Hukuku Özel Borç İlişkileri (17. Bası, Turhan Kitabevi 2017) 159 9 İstimlâk Kanunu, Kanun Numarası: 6830, Kabul Tarihi: 31.08.1956, RG. 08.09.1956, S. 9402 10 Türk Dil Kurumu, Büyük Türkçe Sözlük <www.tdk.gov.tr> Erişim Tarihi 20.04.2020 11 Gölcüklü, (n 7) 949 12 Türk Dil Kurumu, Büyük Türkçe Sözlük <www.tdk.gov.tr> Erişim Tarihi 20.04.2020 13 Nihat Yavuz, Borçlar Hukuku El Kitabı (1. Baskı, Adalet Yayınevi 2018) 472 14 Selda Taner, ‘Vergi Hukukunda Takas  (Yüksek Lisans Tezi, Ankara Üniversitesi, 2016) 13 15 Kültür ve Tabiat Varlıklarını Koruma Kanunu, Kanun Numarası: 2863, Kabul Tarihi: 21.07.1983, RG. 23.07.1983, S. 18113 92Füsun Ceren KÜÇÜK                                                                                      NKÜ Hukuk Fakültesi Dergisi 2022/1  açısından  takasa  başvurulmaktadır.  Son  olarak  maddede  geçen  takas  kavramının  trampa anlamında kullanıldığı ifade edilmelidir.   Bu başlık altında son olarak trampa ile ilişkilendirilebilecek bir kavram olarak  imar hakkı transferi  açıklanacaktır. İmar hakkı transferi, maliklerin taşınmazları üzerindeki ayni haklarının tamamından veya belirli bir kısmından sürekli olarak vazgeçmeleri karşılığında bedel almaları, bu haklarının da önceden  alan bölge  olarak belirlenmiş bölgelere aktarılması olarak tanımlanmaktadır. Bu doğrultuda korunması gereken araziden yapılaşmaya müsait olan araziye imar hakkı transfer edilmekte iken, imar hakkını kullanamayan malike ise bunun karşılığı olarak bir bedel ödenmektedir. Böylelikle imar hakkı transferinin, mülkiyet hakkı ile doğrudan bağlantılı olduğu ifade edilmektedir. Kural olarak imar hakkı transferi, zorunlu ve gönüllü olmak üzere iki şekilde yapılmaktadır. İmar hakkı transferinin zorunlu yapılması kamu yararının gerektirdiği hallerde, gönüllü yapılması ise malikin rızasının varlığı halinde söz konusu olmaktadır.    İmar hakkı transferi, ilk olarak 2004 tarihinde 2863 sayılı Kanuna 5226 sayılı Kanun değişikliği ile getirilmiştir. Bu noktada irdelenmesi gereken temel mesele kanun koyucunun imar hakkı transferi düzenlemesi ile ne gibi bir amaç güttüğüdür. Bu amacı anlayabilmek adına kanunun gerekçesi incelenecektir. Kanun gerekçesinde, takas uygulaması ile yalnızca birebir arazi değişiminin yapıldığı ve bu uygulamanın özellikle şehirlerde beklenen sonucu vermediği belirtilmektedir. Bu nedenle koruma planlarıyla veya taşınmaz tescil kararlarıyla kamu yararı için yapılanma hakları kısıtlanmış taşınmaz maliklerine, kısıtlanan haklarının tamamen veya kısmen imar planlarıyla önceden yapılanma, yoğunluk, sosyal ve teknik altyapı kapasitesi belirlenmiş aktarım alanlarına taşınabilmesi olanağı getirilmiştir. Böylelikle kamu yararı ve özel mülkiyet arasında bir denge sağlanarak, bu alanların ihya edilmesi teşvik edilmektedir. Ayrıca aktarımdan hedeflenenin yalnızca mülkiyet hakkı olmadığı belirtilerek, bu durumda yapılanma  hakkı  da  dikkate  alınarak  imar  hakkı  transferinin  sağlanması  gerektiği  ifade edilmiştir. Böylelikle arsa takası odaklı olmayan bu yaklaşım ile yapılanma ve mülkiyet hakları kısmen kısıtlanan taşınmaz maliklerine kısıtlanan hak kadar bir payı menkul kıymet olarak vermek suretiyle yapılanmaya açık ve imar planında bu amaçla ayrılmış alanlara aktarılma  16 Sibel Dündar, ‘İmar Hakkı Aktarımı İstanbul Üzerine Bir İnceleme  (Yüksek Lisans Tezi, İstanbul Teknik Üniversitesi 2010) 57 17 Ali Furkan Ünsal, ‘İmar Hakkı Aktarımı (Transferi)  (Yüksek Lisans Tezi, Marmara Üniversitesi 2016) 15-16 18 Çevre ve Şehircilik Bakanlığı & İlbank, İmar Hakkı Transferi Çalıştayı Sonuç Raporu (2014) 12 19 Ünsal, (n 20) 20 20 Kültür ve Tabiat Varlıklarını Koruma Kanunu ile Çeşitli Kanunlarda Değişiklik Yapılması Hakkında Kanun, Kanun Numarası: 5226, Kabul Tarihi: 14.07.2004, RG. 27.07.2004, S. 25535 93Füsun Ceren KÜÇÜK                                                                                      NKÜ Hukuk Fakültesi Dergisi 2022/1  imkânı getirilmiştir. Sonuç olarak, gerekçede sayılan nedenler doğrultusunda imar hakkı transferinin takas (trampa) uygulamasına alternatif olarak getirildiği belirtilmektedir. B. TÜRK İDARE HUKUKU NDA TRAMPA KAVRAMINA YER VEREN BAZI KANUNİ DÜZENLEMELER    Bu başlık altında Türk İdare Hukuku nda trampa kavramına yer veren 2886 sayılı Devlet İhale Kanunu, 5393 sayılı Belediye Kanunu ve 2942 sayılı Kamulaştırma Kanunu na değinilecektir. 1. 2886 Sayılı Devlet İhale Kanunu 2886 sayılı Devlet İhale Kanunu nun 1. maddesinin ilk fıkrasında genel bütçeye dahil dairelerle katma bütçeli idarelerin, özel idare ve belediyelerin trampa işlerinin bu kanunda yazılı hükümlere  göre  yürütüleceği  düzenlenmektedir.  Maddenin  devamında  ise  birinci  fıkrada sayılan daire ve idarelere bağlı döner sermayeli kuruluşlar ile özel kanunların vermiş olduğu yetkiyle kurulmuş bulunan fonların trampa işlerinin Cumhurbaşkanı tarafından çıkarılacak yönetmelikte belirtileceğine ilişkin hüküm yer almaktadır. İlgili kanunun 4. maddesinde ise trampa ve mülkiyetin gayri ayni hak tesisi,  Borçlar Kanunu ile Türk Medeni Kanununun trampa ve mülkiyetin gayri ayni hak tesisi ile ilgili maddelerinde gösterilmiş işlemleri  olarak tanımlanmaktadır. 818 sayılı Borçlar Kanunu nda trampa kavramına yer verilmiş olsa da bu kanunu  yürürlükten  kaldıran  Türk  Borçlar  Kanunu nda  trampa  yerine   mal  değişim  kavramına yer verilmiştir. Bu kavrama ilişkin açıklamalar ise trampa ve trampaya benzer kavramlar başlığı altında yapılmıştır. İdarelerin  trampa  işlemlerini  gerçekleştirmek  için  ihale  sürecini  başlatmaları gerekmektedir.  Ancak  çalışmada  ihale  süreci  anlatılmayacak,  yalnızca  trampa  yolu  ile kamulaştırma açışından önem arz eden Devlet İhale Kanunu nun 13. maddesi ile düzenlenen ihale komisyonuna yer verilecektir. İhale komisyonları, Devlet İhale Kanunu kapsamındaki ihalelerin  gerçekleştirilmesi  için  kurulmaktadır.  İhale  komisyonunda  en  az  üç  kişi görevlendirilmektedir. Bu kişiler haricinde ihale komisyonuna yardımcı olmak üzere gereği  21 5226 Sayılı Kültür ve Tabiat Varlıklarını Koruma Kanunu ile Çeşitli Kanunlarda Değişiklik Yapılması Hakkında Kanun Gerekçesi <https://www.tbmm.gov.tr/sirasayi/donem/yil/ssm.htm> Erişim Tarihi 23.5.2020 22 Ünsal, (n 20) 55 23 Devlet İhale Kanunu, Kanun Numarası: 2886, Kabul Tarihi: 08.09.1983, RG. 10.09.1983, S. 18161 24 Belediye Kanunu, Kanun Numarası: 5393, Kabul Tarihi: 03.07.2005, RG. 13.7.2005, S. 25874 25 Borçlar Kânunu, Kanun Numarası: 818, Kabul Tarihi: 22.04.1926, RG. 29.04.1926, S. 359 26  Devlet İhale Kanunu md. 1:  Genel bütçeye dahil dairelerle katma bütçeli idarelerin, özel idare ve belediyelerin alım, satım, hizmet, yapım, kira, trampa, mülkiyetin gayri ayni hak tesisi ve taşıma işleri bu Kanunda yazılı hükümlere göre yürütülür.  94Füsun Ceren KÜÇÜK                                                                                      NKÜ Hukuk Fakültesi Dergisi 2022/1  kadar  memur  ve  uzman  da  görevlendirilmektedir.  Ancak  bu  kişiler  ihale  kararlarına katılamamaktadır.  Kanun  koyucu  13.  maddede,  il  özel  idarelerine  ait  ihalelerin  il  daimi encümenince, belediyelere ait ihalelerin ise belediye encümenince bu kanun hükümlerine göre yürütülmesi gerektiğini belirtmektedir. Böylelikle belediye ve il özel idarelerinde ayrıca ihale komisyonu kurulmamakta, bunun yerine sayılan kamu idarelerinin encümenleri ihale sürecini yürütmektedirler.   2. 5393 Sayılı Belediye Kanunu Belediyenin  görev,  yetki  ve  sorumluluklarını  düzenleyen  5393  sayılı  Belediye Kanunu nda trampaya ilişkin hükümlere yer verilmiştir. Bu hükümlerden biri, mahalli müşterek nitelikteki  hizmetlerin  yerine  getirilmesi  amacıyla,  belediye  ve  mücavir  alan  sınırları içerisindeki  taşınmazların  trampa  edilmesine  ilişkin  olup  kanunun  15.  maddesinde düzenlenmiştir.  Aynı  maddede  belediyenin  yetkileri  arasında  kamulaştırma  yapmak  da sayılmıştır.  Belediye  Kanunu nda  trampaya  doğrudan  yer  veren  69.  maddenin  1.  fıkrası,  Belediye; düzenli kentleşmeyi sağlamak, beldenin konut, sanayi ve ticaret alanı ihtiyacını karşılamak  amacıyla  belediye  ve  mücavir  alan  sınırları  içinde,  özel  kanunlarına  göre korunması gerekli yerler ile tarım arazileri hariç imarlı ve alt yapılı arsalar üretmek; konut, toplu konut yapmak, satmak, kiralamak ve bu amaçlarla arazi satın almak, kamulaştırma yapmak, bu arsaları trampa etmek, bu konuda ilgili diğer kamu kurum ve kuruluşları ve bankalarla iş birliği yapmak ve gerektiğinde onlarla ortak projeler gerçekleştirmek yetkisine sahiptir.  şeklinde düzenlenmiştir. Bu düzenlemeler kapsamında Belediyenin taşınmazlarını trampa etmesi ile kamulaştırmanın trampa yolu ile yapılmasının farklı kanuni düzenlemelere tabi olduğu ifade edilmektedir. Kanunun  34.  maddesinde  ise  taşınmazların  trampasına  ilişkin  meclis  kararlarını uygulamak, encümenin görev ve yetkileri arasında sayılmıştır. Bu maddeye göre, belediye encümeninin, belediyeye ait taşınmaz malları doğrudan trampa yetkisi bulunmamakta yalnızca belediye meclisinin trampa konusundaki kararını uygulama yetkisi bulunmaktadır. 3. 2942 Sayılı Kamulaştırma Kanunu Kamulaştırma Kanunu, idare hukuku açısından trampa kavramının kullanıldığı temel kanunlardan birisidir. Bu kanunda trampaya ilişkin hükümlere 8. ve 26. maddeler ile geçici  27 Nurdoğan Ünal ve Mesut Erol, Gelir Getirici İşlemlerde İhale Usulü Devlet İhale Kanunu (Güncellenmiş 2. Baskı, Seçkin 2016) 112-114 28 YHGK, E. 2008/1-284, K. 2008/294, 02.04.2008 95Füsun Ceren KÜÇÜK                                                                                      NKÜ Hukuk Fakültesi Dergisi 2022/1  madde 6 da yer verilmiştir. Kamulaştırmanın idari sürecinin son aşaması olan ve kanunun 8. maddesinde düzenlenen satın alma usulü başlığı altında trampa yolunun kullanılmasına ilişkin düzenlemeler yapılmıştır. Geçici 6. maddede ise kamulaştırma işlemleri tamamlanmamış veya kamulaştırılması hiç yapılmamış olmasına rağmen 9.10.1956 tarihi ile 4.11.1983 tarihi arasında fiilen kamu hizmetine ayrılan veya kamu yararına ilişkin ihtiyaca tahsis edilerek üzerinde tesis yapılan taşınmazlara veya kaynaklara kısmen veya tamamen veyahut irtifak hakkı tesis etmek suretiyle malikin rızası olmaksızın fiili olarak el konulması sebebiyle, mülkiyet hakkından doğan taleplerin bu madde kapsamında yapılacağı ve öncelikle uzlaşma usulünün uygulanacağı dava şartı olarak belirlenmiştir. Bu uzlaşmanın ise öncelikle idareye ait taşınmazın trampası, idareye ait taşınmaz üzerinde sınırlı ayni hak tanınması veya imar mevzuatı çerçevesinde başka bir yerde imar hakkı kullandırılması suretiyle veya bunların mümkün olmaması hâlinde nakdi bedel üzerinden yapılabileceği belirtilmiştir. Bu doğrultuda hem kamulaştırma sürecinde hem de kanun koyucunun belirlediği belli tarihler arasında kamulaştırma yapılmaksızın taşınmaz veya kaynaklara fiilen el konulması durumlarında taşınmaz bedelinin ödenmesi konusunda öncelikli olarak trampaya başvurulması gerektiği sonucuna ulaşılmaktadır.  Çalışmanın  konusu  trampa  yolu  ile  kamulaştırma  olduğundan  bu  başlıkta  ayrıca kanunun 26. maddesine değinilmeyecek ve ilerleyen başlıklarda kanunun 8. maddesi ile beraber ayrıntılı olarak incelenecektir. II.  KAMULAŞTIRMA SÜRECİ A. KAMULAŞTIRMA SÜRECİNİN AŞAMALARI Kamulaştırma süreci, idari ve yargısal aşamadan oluşmaktadır. Kamulaştırma işleminin idari  aşaması  sırasıyla,  yeterli  ödenek  sağlanması,  kamu  yararı  kararının  alınması  ve onaylanması,  kamulaştırılacak taşınmazın  belirlenmesi  ile  taşınmaz  malik  ve  zilyetlerinin tespiti, kamulaştırma kararı ve öncelikle satın alma usulünün denenmesi olarak karşımıza çıkmaktadır. İdari aşamanın sonunda kamulaştırma satın alma usulü ile yapılamadığı takdirde ise kamulaştırmanın yargısal aşamasından söz etmek gerekecektir.     29 Halil Kalabalık, İdare Hukuku Dersleri C. II (Gözden Geçirilmiş, Güncellenmiş ve Genişletilmiş 5. Baskı, Seçkin 2021) 412-416; Ali Ulusoy, Yeni Türk İdare Hukuku (1. Baskı, Yetkin 2019) 630-632; Oğuz Sancakdar, Lale Burcu Önüt, Eser Us Doğan, Mine Kasapoğlu Turhan ve Serkan Seyhan, İdare Hukuku Teorik Çalışma Kitabı (Genişletilmiş ve Güncellenmiş 8. Baskı, Seçkin 2019) 642 96Füsun Ceren KÜÇÜK                                                                                      NKÜ Hukuk Fakültesi Dergisi 2022/1  1. Kamulaştırmanın İdari Aşaması Kamulaştırma işlemlerine başlanması için idarelerin ilk olarak yeterli ödenek temin etmeleri  gerekmektedir.  Eğer  yeterli  ödenek  temin  edilmez  ise  kamulaştırma  işlemlerine başlanamayacaktır.  Bu  düzenleme,  2001  yılında  4650  sayılı  Kanun  ile  Kamulaştırma Kanunu nun 3. maddesine ek fıkra olarak getirilmiştir. Ancak yeterli ödenek temininden ne anlaşılması gerektiğine ilişkin açık bir hüküm bulunmamaktadır. Bu sebeple yeterli ödeneğin kanunun 8. maddesinde yer verilen  tahmini bedel  niteliğinde olması yeterli olmaktadır. Yeterli ödenek düzenlemesinin, idarenin kamulaştırma bedelini ödemede gecikmemesi  ve böylece taşınmazı kamulaştırılan kişilerin mağduriyet yaşamalarını önleme amaçlı getirildiği belirtilmektedir. Bu doğrultuda yeterli ödenek en başta temin edilmeksizin kamu yararı kararı alınamayacağı,  kamulaştırılacak  taşınmazın  belirlenemeyeceği  ve  kamulaştırma  kararı alınamayacağı belirtilmektedir.     Kamulaştırma  sürecinin  ikinci  aşaması  ise  kamu  yararı  kararının  alınması  ve onaylanmasıdır. Bu kararın alınması ile birlikte kamulaştırma kararının sebep unsuru ortaya çıkmaktadır. Kamulaştırma Kanunu nun 5. maddesinde kamu yararı kararı verecek merciler, 6. maddesinde ise kamu yararı kararını onaylayacak merciler sayılmıştır. Kamu yararı kararı alınmasına ve/veya kamu yararı kararının onaylanmasına gerek olmayan durumlar da aynı kanunun  6.  maddesinde  düzenlenmiştir.  Bu  kapsamda  onaylı  imar  planı  veya  ilgili bakanlıklarca  onaylı  özel  plan  ve  projeye  göre  yapılan  hizmetler  konusunda  yapılacak kamulaştırmalarda kamu yararı kararı alınmasına ve onaylanmasına gerek bulunmamaktadır. Yine aynı madde uyarınca Cumhurbaşkanı veya bakanlıklar tarafından verilen kamu yararı kararlarının onaylanmasına gerek bulunmamaktadır.    30 Sancakdar, Önüt, Us Doğan, Kasapoğlu Turhan ve Seyhan (n 32) 643 31 Kamulaştırma Kanununda Değişiklik Yapılması Hakkında Kanun, Kanun Numarası: 4650, Kabul Tarihi: 24.04.2001, RG. 5.05.2001, S. 24393 32 Kamulaştırma Kanunu, Kanun Numarası: 2942, Kabul Tarihi: 04.11.1983, RG. 8.11.1983, S. 18215 33 T. Murat Pulak, ‘Kamulaştırma Kanununda 4650 Sayılı Kanun ile Yapılan Değişiklikler Üzerine Düşünceler  (2001)  25 (228)  Mülkiye  Dergisi,  188  <https://dergipark.org.tr/en/download/article-file/339> Erişim Tarihi 13.05.2021 34 Meltem Kutlu Gürsel, Kamulaştırma Hukuku (Gözden Geçirilmiş ve Genişletilmiş 3. Baskı, Seçkin 2019) 97 35 Kemal Gözler, İdare Hukuku C. II (Güncellenmiş 3. Baskı, Ekin Basım Yayın Dağıtım 2019) 990; Metin Günday, İdare Hukuku (11. Baskı, İmaj Yayınevi 2017) 257; Bahtiyar Akyılmaz, Murat Sezginer ve Cemil Kaya, Türk İdare Hukuku (12. Baskı, Savaş Yayınevi 2020) 639 36 Günday, (n 38) 258; Akyılmaz, Sezginer ve Kaya (n 38) 639; Gözler (n 38) 970 37 Kamulaştırma Kanunu md. 6:  Kamu yararı kararı; a) Köy ihtiyar kurulları ve belediye encümenleri kararları, ilçelerde kaymakamın, il merkezlerinde valinin, b)İlçe idare kurulları, il daimi encümenleri ve il idare kurulları kararları, valinin, c)Üniversite yönetim kurulu kararları, rektörün, d)Yükseköğretim Kurulu kararları, Kurul başkanının, e) Türkiye Radyo - Televizyon Kurumu yönetim kurulu kararları, genel müdürün, f) Atatürk Kültür, Dil ve Tarih Yüksek Kurumu Yönetim Kurulu kararları, Yüksek Kurum Başkanının, g) Kamu kurumları yönetim 97Füsun Ceren KÜÇÜK                                                                                      NKÜ Hukuk Fakültesi Dergisi 2022/1    Kamu  yararı  kararı  aşamasından  sonra  kamulaştırılacak  taşınmazın  belirlenmesi aşamasına geçilmektedir. Kamulaştırma Kanunu nun 7. maddesinde kamulaştırma yapacak idarenin kamulaştırılacak taşınmaz malın sınırını, yüzölçümünü ve cinsini gösterir ölçekli planını yapacağı veya yaptıracağı düzenlenmiştir.  Kamulaştırılacak taşınmaz malın sahiplerinin tespitinde idare, tapu kaydının bulunduğu durumlarda taşınmaz mal sahiplerini, tapu kaydının bulunmadığı durumlarda ise taşınmazın zilyetlerini  ve  bunların  adreslerini  araştırmaktadır.  Taşınmaz  zilyetlerinin  ve  adreslerinin tespitinde tapu, vergi, nüfus kayıtlarının yanı sıra idarenin haricen yaptığı araştırma ile ulaştığı belgeler önemli rol oynamaktadır. Kanunun 7. maddesinin devamında idarenin isteği üzerine vergi  dairesinin  kamulaştırılacak  taşınmazın  vergi  beyan  ve  değerlerini,  vergi  beyanı bulunmadığı hallerde ise beyan yerine geçecek takdir edilecek değeri en geç 1 ay içinde bildirmesi gerekliliği düzenlenmiştir.  Kamulaştırılacak taşınmazın belirlenmesi ile taşınmaz malik ve zilyetlerinin tespitinden sonraki aşama kamulaştırma kararının alınmasıdır. Kamulaştırma kararı ile kamu yararı kararı somutlaştırılarak  kamulaştırmaya  konu  olacak  taşınmaz  belirlenmektedir.  Sonrasında kamulaştırılacak  taşınmaz  malın  kayıtlı  bulunduğu  tapu  idaresine  bildirilen  kamulaştırma kararının tapu siciline şerh verilmesi sağlanmaktadır. Tapu siciline şerh tarihinden itibaren 6 ay içinde  kamulaştırma  işlemleri  tamamlanmaz  ise  bu  şerh  tapu  idaresi  tarafından  re sen silinmektedir. Bu sebeple trampa yolu ile kamulaştırmanın 6 aylık süre içinde tamamlanması gerekmektedir.  Trampa  yolu  ile  kamulaştırmanın  son  aşaması  Kamulaştırma  Kanunu nun  8. maddesinde  satın alma usulü  başlığı altında düzenlenmektedir. Satın alma usulü, 2001 yılında 4650 sayılı Kanunun getirdiği bir yeniliktir. Bu düzenleme uyarınca kamulaştırma işleminde  öncelikle  satın  alma  usulünün  denenmesi  gerekmektedir.  İdarenin  satın  alma usulünü uygulayabilmesi için kıymet takdir komisyonu ve uzlaşma komisyonu oluşturması gerekmektedir. Kıymet takdir komisyonu, kamulaştırılacak taşınmaz malın tahmini bedelini  kurulu veya idare meclisleri veya yetkili idare organları kararları, denetimine bağlı oldukları bakanın, h) Gerçek kişiler veya  özel hukuk tüzelkişileri yararına; köy, belediye veya özel idarece verilen kararlar, valinin, Onayı ile tamamlanır. Cumhurbaşkanı veya bakanlıklar tarafından verilen kamu yararı kararlarının ayrıca onaylanması gerekmez. Onaylı imar planına veya ilgili bakanlıklarca onaylı özel plan ve projesine göre yapılacak hizmetler için ayrıca kamu yararı kararı alınmasına ve onaylanmasına gerek yoktur. Bu durumlarda yetkili icra organınca kamulaştırma işlemine başlanıldığını gösteren bir karar alınır. 38 Kutlu Gürsel, (n 37) 211 39 Günday, (n 38) 259  40 Pulak, (n 36) 193 98Füsun Ceren KÜÇÜK                                                                                      NKÜ Hukuk Fakültesi Dergisi 2022/1  belirlemekte iken, uzlaşma komisyonu ise belirlenen tahmini bedel üzerinden pazarlıkla satın alma ve trampa işlemlerini yürütmektedir. Taşınmaz malın sahibi satın alma usulünü kabul ettiği takdirde tutanak hazırlanmakta ve bu tutanak mal sahibinin ferağ beyanı sayılarak tapuda idare adına yapılacak tescilin de hukuki sebebi sayılmaktadır. Taraflar arasında satın alma usulü ile anlaşma sağlanamaz ise kamulaştırmanın adli aşaması olarak da bilinen yargısal aşamaya geçilecektir. 2. Kamulaştırmanın Yargısal Aşaması   Satın  alma  usulü  ile  anlaşma  sağlanamaz  ise  idare,  bu  durumda  taşınmaz  malın bulunduğu  yerdeki Asliye Hukuk Mahkemesine başvurarak kamulaştırma bedelinin tespit edilmesini ve bu taşınmazın kendi adına tescil edilmesini istemektedir. İdarenin Asliye Hukuk Mahkemesine başvurmasından itibaren başlayan yargısal aşamada yapılacak işlemler sırasıyla şunlardır: Mahkemenin taraflara tebliğ veya ilan yoluyla meşruhatlı davetiye göndermesi, kamulaştırma  bedelinin  duruşmada  tarafların  anlaşmasıyla  tespiti,  kamulaştırma  bedelinin bilirkişi  raporlarından  yararlanarak  mahkeme  tarafından  tespiti,  kamulaştırma  bedelinin bankaya yatırılması ve taşınmazın idare adına tescil ve bedelin hak sahibine ödenmesine karar verilmesidir.  III. TRAMPA YOLU İLE KAMULAŞTIRMA Trampa yolu ile kamulaştırma süreci yalnızca idari aşamadan oluşmaktadır. Trampa yolu ile kamulaştırma, kamulaştırmanın kural olarak nakden ödenmesine alternatif bir yol olarak getirilmiştir. Bu başlık altında trampa yolu ile kamulaştırma sürecinde ortaya çıkan bazı sorunlar mahkeme kararları eşliğinde açıklanmaya çalışılacaktır. İlk olarak tartışmaya açmak istediğimiz husus, yeterli ödenek olarak nakden temin yerine idarenin kamu hizmetine tahsis edilmemiş taşınmazını temin etmesi durumunda ne gibi sonuçların ortaya çıkacağıdır. Kural kamulaştırma bedelinin nakden ve peşin olarak ödenmesi olduğundan idarenin yeterli ödeneğini nakden temin etmesi  gerekmektedir. Ancak yeterli ödenek olmaksızın kamulaştırma işlemlerine başlanıp sonraki süreçte taşınmaz mal sahibinin rızası  ile  kamulaştırma  bedelinin  trampa  yolu  ile  ödenmesi  konusunda  anlaşıldığında  bu durumda herhangi bir sorun yokmuş gibi görülebilmekteyse de aslında durum bu kadar basit değildir. Zira trampa yolu ile kamulaştırma yoluna yalnızca mal sahibinin rıza göstermesi  41 Gözler (n 38) 995 42 Gözler (n 38) 996; Sancakdar, Önüt, Us Doğan, Kasapoğlu Turhan ve Seyhan (n 32) 646 43 Sancakdar, Önüt, Us Doğan, Kasapoğlu Turhan ve Seyhan (n 32) 646 44 Gözler (n 38) 997 99Füsun Ceren KÜÇÜK                                                                                      NKÜ Hukuk Fakültesi Dergisi 2022/1  halinde  gidilebileceğinden,  mal  sahibi  rıza  göstermez  ise  idarenin  kamulaştırma  bedelini nakden ve peşin olarak ödemesi gerekecektir. Bu nedenle idarenin taşınmaz mal sahibini mağdur etmemesi adına yeterli ödenek olarak belirlenecek bedeli nakden temin etmesi gerektiği kanaatindeyiz. Kanunun 8. maddesinin ilk fıkrasında trampa yolu ile kamulaştırma yapılabilmesi için taşınmaz malın tapuda kayıtlı olması gerektiği düzenlenmiştir. Ayrıca kamulaştırmanın idari aşamasında da açıklandığı üzere idare, kıymet takdir komisyonunun tespit ettiği tahmini bedeli belirtmeksizin, kamulaştırma bedelinin idareye ait taşınmaz bir malla trampa suretiyle ödenmek istendiğini resmi taahhütlü yazı ile malike bildirmektedir. Bu yazının tebliğinden itibaren malik veya yetkili temsilcisi trampa usulünün uygulanmasını isterse 15 günlük süre içinde idareye başvuru  yapmaktadır.  Başvurudan  sonra  uzlaşma  komisyonu  tarafından  belirlenen  tarihte uzlaşma görüşmelerine başlanmaktadır. Bu görüşmelerde kamulaştırmanın trampa yolu ile yapılması konusunda taraflar anlaşır ise bu konuda bir tutanak düzenlenmektedir. Bu tutanağın, malikin ferağ beyanı ve tapuda idare adına yapılacak tescilin hukuki sebebi olduğu ifade edilmektedir. Anlaşma tutanağının düzenlenmesinden itibaren en geç 45 gün içinde tarafların birbirlerine taşınmazlarının tapusunu devretmeleri gerekmektedir. Bununla birlikte taşınmaz bedelleri arasındaki farkın da bu süre içinde ödenmesi gerekmektedir.  Trampa  yolu  ile  kamulaştırma  tamamlandığı  takdirde  taşınmaz  mal  sahibi Kamulaştırma Kanunu nun 8. maddesinin 7. fıkrası uyarınca kamulaştırmaya veya bedeline karşı itiraz davası açamamaktadır. Daha somut bir şekilde ifade etmek gerekirse, taşınmazın devrinden  sonra  kamulaştırma  bedelinin  az  olduğundan  bahisle  bedel  artırma  davası açılamayacaktır. Bu konuda düzenleme yapılmadan önce eski tarihli bir mahkeme kararında görüleceği üzere Yargıtay bedel artırımı konusunda aynı yönde karar vermekte idi. Bu kararda mahkeme aynen şu ifadelere yer vermiştir:  Davacı, taşınmazının kamulaştırma değerinin kendisine  tebliğ  edilmesi  üzerine  19.01.1971  günlü  dilekçe  ile  6830  sayılı  yasanın  26. maddesine dayanarak trampa antlaşması önermiş ve belediye encümeninin 20.01.1971 gün ve 305 sayılı kararıyla anlaşmanın kabulüne karar verilmiştir. Sözü geçen 26. madde taraflara böyle bir hak tanımıştır. Bu durumda davacının hakkı artık bu anlaşma koşullarının yerine getirilmesini istemekten ibarettir. Sonradan değerin artırılması için açtığı dava dinlenmez. 45  45  Yar.  5.  HD,  E.  1973/7256,  K.  1973/7870,  05.03.1973  aktaran  Turan  Çınar,  Kamulaştırma  Davaları (Genişletilmiş ve Güncellenmiş 4. Baskı, Adalet Yayınevi 2019) 800 100Füsun Ceren KÜÇÜK                                                                                      NKÜ Hukuk Fakültesi Dergisi 2022/1  Trampa yolu ile kamulaştırma idari aşamanın sonucunda tamamlandığından, yargısal aşamaya geçilmemektedir. Bu sebeple bedel tespitinin yargısal aşamada olduğu gibi Asliye Hukuk Mahkemesi tarafından yapılamayacağı belirtilmektedir. Ancak taşınmaz mal sahibi trampa usulünü kabul etmediği takdirde trampa yolu ile kamulaştırma gerçekleşmeyeceğinden bu durumda yargısal aşamaya geçilerek kamulaştırma sürecine devam edilecektir.  Trampa yolu ile kamulaştırma tamamlandıktan sonra bazı sorunlar ortaya çıkmaktadır. Bu sorunların ilki, idarenin trampa konusu taşınmazını, kamulaştırılan taşınmazın mal sahibine devretmemesi sonucunda hangi yargı yerinin görevli olduğuna ilişkindir. Böyle bir durumda taşınmaz mal sahibi uyuşmazlığın çözümü için adli yargı yerine başvurmalıdır. Uyuşmazlığın çözüm yerinin adli yargı olmasının sebebi, kamulaştırma bedelinin trampa yolu ile ödenmesi konusunda  tarafların  ortak  bir  paydada  anlaşmalarının  özel  hukuk  ilişkisi  bağlamında değerlendirilmesidir. Bu konuda Danıştay ın vermiş olduğu karar aşağıdaki şekildedir:  kamulaştırılan taşınmazların bedelinin arsa mübadelesi suretiyle ödenmesine ilişkin anlaşmanın genel hizmetlerden birinin yürütülmesi için yapılan idari sözleşme niteliğinde bulunmadığı, anlaşmanın yapılmasında olduğu gibi bu anlaşma gereğinin yerine getirilmesi yolundaki davacıların isteğinin reddine dair işlemin tesisine davalı idarenin kamu kudretine dayanmadığı,  dava  konusu  işlem  idari  davaya  konu  olabilecek  bir  işlem  olmayıp  netice itibariyle  kamulaştırma  bedeline  ilişkin  bir  uyuşmazlık  olduğundan  özel  hukuk  ilişkisine dayanan bir sözleşmenin yerine getirilmemesinden kaynaklanan ve kamulaştırma bedeline yönelik bu uyuşmazlığın çözümlenmesinin de adli mahkemelerin görevine girdiği gerekçesiyle görev yönünden reddi 48 Yargıtay ın vermiş olduğu bir başka karara konu olayda ise, idare ile taşınmaz mal sahibi kamulaştırmanın trampa yolu ile yapılması konusunda anlaşmışlardır. Buna rağmen idare trampa konusu taşınmazını tapuda taşınmaz mal sahibine devretmemiştir. Taşınmaz mal sahibi, kamulaştırma bedelinin tahsili amacıyla dava açmışsa da bu dava reddedilmiştir. Yargıtay temyiz incelemesi sonucunda davanın reddine ilişkin mahkeme kararının bozulması konusunda aşağıdaki gerekçeyi sunmuştur:  2942 sayılı Kamulaştırma Yasasının 26. maddesi uyarınca taşınmaz sahibinin kabul etmesi halinde kamulaştırma bedeli yerine, davalı Belediyenin taşınmaz mallarından, bu bedeli  46 Kutlu Gürsel (n 37) 101 47 Gözler (n 38) 996 48 Dan. 6 D, E. 1984/1146, K. 1985/466, 12.03.1985 101Füsun Ceren KÜÇÜK                                                                                      NKÜ Hukuk Fakültesi Dergisi 2022/1  karşılayacak miktarda başka taşınmazlarla trampa yapması mümkün bulunduğu düşünülmeden ve taşınmazın bedelinin ödenmesi için Kamulaştırma Yasasına göre gerekli belgeler toplanıp keşif yapılarak sonucuna göre hüküm kurulması gerekirken, gerekçeli kararda gösterildiği şekilde aksi düşüncelerle davanın reddine karar verilmesi doğru görülmemiştir. 49 Trampa yolu ile kamulaştırma konusundaki bir başka sorun ise trampa anlaşmasından sonra  trampa  konusu  taşınmazın  değiştirilmesinin  mümkün  olup  olmadığına  ilişkindir. Kamulaştırmanın şartlarında da anlatılacağı üzere idarenin kamu hizmetine tahsis edilmemiş malları, kamulaştırma bedelinin %120 sini aşmayacak şekilde trampaya konu olabilmektedir. Bu doğrultuda trampa anlaşması yapıldıktan sonra dahi taraflar anlaşır ise trampa konusu taşınmazın değiştirilmesinde bir sorun olmayacağı kanaatindeyiz. Nitekim Yargıtay ın verdiği kararda yer alan,  trampa konusu olan ve başa baş değişimine karar verilen parsel, 4 nolu parseldir. Daha sonra davacı, belediyenin de izniyle 1 nolu parsele inşaat yapmış, böylece zımni olarak 4 nolu parsel yerine 1 nolu parselin trampa konusu olmasını kabul etmiştir.  ifadeleri de bu görüşümüzü kanıtlar niteliktedir. A. TRAMPA YOLU İLE KAMULAŞTIRMA ŞARTLARI    Trampa  yolu  ile  kamulaştırma,  Kamulaştırma  Kanunu nun  26.  maddesinde düzenlenmiştir. Bu başlık altında trampa yolu ile kamulaştırma için gereken şartlar ayrıntılı olarak  incelenecektir.  Ancak  bu  incelemeye  geçmeden  önce  Kamulaştırma  Kanunu  ile yürürlükten kaldırılan İstimlâk Kanunu nda yer verilen düzenlemeye kısaca değinmenin süreci anlamak bakımından faydalı olacağı kanaatindeyiz. Trampa yolu ile kamulaştırma, İstimlâk Kanunu nun 26. maddesinde  Mübadele suretiyle istimlâk  başlığı ile tek fıkra halinde şu şekilde düzenlenmiş idi:  Mal sahibinin muvafakatiyle istimlâk bedeli yerine idarenin hususi emlakinden bu bedele kısmen veya tamamen tekabül edecek miktarın temliki caizdir.  Bu madde doğrultusunda, trampa yolu ile kamulaştırma yapılabilmesi için taşınmaz mal sahibinin rıza göstermesi gerekmektedir. Mal sahibi rıza gösterdikten sonra, kamulaştırma bedeli tamamen veya kısmen idarenin özel malının trampa edilmesi suretiyle ödenmektedir. Böylelikle ülkemizde trampa yolu ile kamulaştırma işlemlerinin 1956 ile 1983 yılları arasında bu şartlar dahilinde gerçekleştirildiği ifade edilmelidir.   49 Yar. 5. HD, E. 2004/9396, K. 2004/9607, 07.10.2004 50 Yar. 18. HD, E. 1999/3497, K. 1999/6967, 04.06.1999 102Füsun Ceren KÜÇÜK                                                                                      NKÜ Hukuk Fakültesi Dergisi 2022/1  1983 yılında 2942 sayılı Kamulaştırma Kanunu nun yürürlüğü girmesi ile trampa yolu ile kamulaştırma düzenlemesine bazı yeni hükümler eklenmiştir. Kamulaştırma Kanunu nun 26. maddesinin kabul edilmesine kadar olan süreçte bu maddeye ilişkin farklı düzenleme teklifleri verilmiştir. Bu doğrultuda ilk olarak hükümetin teklif ettiği Kamulaştırma Kanunu Tasarısına yer verilecektir. Hükümet teklifinde 26. maddeyi şu şekilde düzenlemiştir:   Mal sahibinin istemesi ile kamulaştırma bedeli yerine, idarenin kamu hizmetine tahsis edilmemiş olan taşınmaz mallarından, bu bedeli kısmen veya tamamen karşılayacak miktarı verilebilir. İdarece kamulaştırma bedeli yerine verilecek taşınmaz malın değeri, kamulaştırma bedelini aşamaz.  İstimlâk Kanununun 26. maddesi, hükümetin teklif ettiği 26. maddenin ilk fıkrasında sadeleştirilmiş Türkçe ile yazılmıştır. Ayrıca 26. maddeye idarenin vereceği taşınmaz malın değerinin kamulaştırma bedelini aşamayacağına ilişkin bir fıkra eklenmiştir.  Danışma meclisi ise Kamulaştırma Kanunu Tasarısında 26. maddeyi 2 fıkra halinde şu şekilde düzenlemiştir:  Mal sahibinin istemesi ile kamulaştırma bedeli yerine, idarenin kamu hizmetine tahsis edilmemiş olan taşınmaz mallarından, bu bedeli kısmen veya tamamen karşılayacak miktarı verilebilir. İdarece kamulaştırma bedeline karşılık verilecek taşınmaz malın kıymeti mahkemece usulüne göre takdir edilir.  Danışma meclisi, maddenin ilk fıkrasını hükümetin teklifi ile aynı düzenlemiştir. Ayrıca hükümetten  farklı  olarak  trampa  yolu  ile  yapılacak  kamulaştırmalarda  idarenin  vereceği taşınmaz malın kıymetinin mahkeme tarafından takdir edilmesi konusunda bir teklif sunmuştur.  İhtisas  komisyonu  tarafından  hazırlanan  raporda,  Danışma  meclisince  hazırlanan tasarının 26. maddesinde trampa yolu ile kamulaştırma ilkesinin korunduğu belirtilmiştir. Ayrıca  raporda,  idarenin  vereceği  taşınmaz  malın  değerinin  mahkeme  tarafından  tespiti gereksiz görülerek, bu bedelin idarenin ihale komisyonunca yoksa bu amaçla kurulacak bir komisyon tarafından tespit edilmesinin daha uygun olacağı belirtilmiştir. Raporda son olarak idare  tarafından  verilecek  taşınmaz  malın  değerinin  kamulaştırma  bedelinin  %120  sini aşmaması gerektiği ifade edilmiştir. Bu doğrultuda İhtisas Komisyonu tarafından hazırlanan 26. 103Füsun Ceren KÜÇÜK                                                                                      NKÜ Hukuk Fakültesi Dergisi 2022/1  madde Milli Güvenlik Konseyi tarafından 04.11.1983 tarihinde aynen kabul edilmiştir. Sonuç olarak, Kamulaştırma Kanunu nun 26. maddesi 2 fıkra halinde şu şekilde düzenlenmiştir:  Mal  sahibinin  kabul  etmesi  halinde  kamulaştırma  bedeli  yerine,  idarenin  kamu hizmetine  tahsis  edilmemiş  olan  taşınmaz  mallarından,  bu  bedeli  kısmen  veya  tamamen karşılayacak miktarı verilebilir. Kamulaştırma  bedeli  yerine  verilecek  taşınmaz  malın  değeri,  idarenin  ihale komisyonunca yoksa bu amaçla kuracağı bir komisyonca tespit edilir. Taşınmaz mal bedelleri arasındaki fark taraflarca nakit olarak karşılanır. Ancak idarenin vereceği taşınmaz malın değeri, kamulaştırma bedelinin yüzde yirmisini aşamaz.  Maddenin gerekçesi ise şu şekildedir:  Bu madde 6830 sayılı İstimlâk Kanununun 26 ncı maddesine tekabül etmektedir. Farklılık maddeye 2 nci fıkranın ilavesidir. Bu ilave ile idarece kamulaştırma bedeli verilecek taşınmaz mal değerinin kamulaştırma bedelinden fazla olamayacağı belirtilmek suretiyle tatbikata bir yön verilmek gayesi güdülmüştür.  Tüm bu açıklamalar doğrultusunda trampa yolu ile kamulaştırma yapılabilmesi için gereken şartlar 4 ana başlık altında anlatılacaktır. 1. Trampanın Mal Sahibi Tarafından Kabul Edilmesi   Trampa yolu ile kamulaştırma yapılabilmesi için kanunun 26. maddesinde belirtildiği üzere kamulaştırılacak taşınmaz mal sahibinin bu konuda rıza göstermesi gerekmektedir. Bu doğrultuda idare kamu gücünü kullanarak tek yanlı iradesi ile mal sahibini trampa yolu ile kamulaştırmaya zorlayamamaktadır. Böylelikle idare ile mal sahibi anlaştıktan sonra, idare kamulaştırma  bedelini  mal  sahibine  nakden  değil,  kendine  ait  taşınmazı  trampa  ederek ödemektedir.  2. Trampa Konusu Taşınmazın Kamu Hizmetine Tahsis Edilmemiş Olması   Kanun düzenlemesinde açık bir şekilde idarenin trampa konusu taşınmaz malının kamu hizmetine tahsis edilmemiş olması gerektiği yer almaktadır. Bu sebeple kamu hizmetine tahsis edilen idareye ait taşınmaz mallar ve idarenin taşınır malları trampa ile kamulaştırmaya konu edilememektedir.   51  Milli  Güvenlik  Konseyi  Tutanak  Dergisi,  C.  11,  180  inci  Birleşim,  4  Kasım  1983  Cuma <https://www.tbmm.gov.tr/tutanaklar/TUTANAK/MGK_/d/c/mgk_01011180.pdf>  Erişim  Tarihi 14.05.2020 104Füsun Ceren KÜÇÜK                                                                                      NKÜ Hukuk Fakültesi Dergisi 2022/1  İdareye  ait  kamu  hizmetine  tahsis  edilmemiş  taşınmazlara  özel  hukuk  kuralları uygulanmakta ve bunlardan kaynaklanan uyuşmazlıklar adli yargıda çözümlenmektedir. Son olarak idarenin trampa edeceği kamu hizmetine tahsis edilmemiş taşınmaz malında hiçbir takyidat kaydı bulunmamalı ve mülkiyetinde herhangi bir ihtilaf olmamalıdır.  3.  Trampa  Konusu  Taşınmazın  Bedel  Tespiti  Ve  Bu  Bedelin  Kamulaştırma Bedelinin %120 sini Aşmaması  Kanun  koyucu  26.  maddenin  2.  fıkrasında  kamulaştırma  bedeli  yerine  verilecek taşınmaz malın  değerinin idarenin  ihale komisyonunca yoksa da bu amaçla kuracağı  bir komisyon  tarafından  tespit  edileceğini  düzenlemiştir.  Taşınmaz  malın  değerinin  ihale komisyonu tarafından belirlenmesinin idarenin ihale mantığını kaybetmemek adına getirildiği ifade edilmektedir. Bu doğrultuda ihale komisyonu, 2886 sayılı Devlet İhale Kanunu nun 13. maddesi  hükümlerine  göre  teşkil  edilerek  taşınmaz  malın  değerini  belirleyecektir. Kamulaştırmayı,  il  özel  idaresi  ve  belediye  yaptığında  ise  ayrı  bir  ihale  komisyonu kurulmaksızın bu idarelerin encümenleri taşınmaz malın değerini tespit edeceklerdir. Maddenin  2.  fıkrasının  devamında  idarenin  vereceği  taşınmaz  malın  değerinin kamulaştırma bedelinin %120 sini aşmaması gerektiği düzenlenmiştir. Bu madde emredici bir hüküm olduğundan idareye takdir hakkı bırakılmadığı açıktır. Böylelikle idarenin vereceği taşınmaz malın değeri ile kamulaştırma bedeli arasındaki farkın %20 den fazla olmaması gerekmektedir. Bu bedel farkını somut bir örnek üzerinden açıklarsak, kamulaştırma bedeli 200.000.000 TL ise, idarenin bu durumda en fazla 240.000.000 TL lik taşınmazını trampa etmesi  gerekmektedir.  Başka  bir  ifadeyle,  idare  240.000.000  TL nin  üstü  bedele  sahip taşınmazını trampa edemeyecektir. Aynı madde düzenlemesinde kamulaştırma bedelinin, idarenin vereceği taşınmaz mal değerinden ne kadar fazla olması gerektiğine yönelik bir belirleme yapılmamıştır. Bu nedenle kamulaştırma bedeli ile idarenin taşınmaz bedeli arasındaki farkın %20 den fazla olması mümkün olabilmektedir. Bu konuda Yargıtay aşağıdaki şekilde karar vermiştir:   Kamulaştırma  Kanununun  26.  maddesinin  2.  fıkrası  gereğince  trampa  sırasında idarenin vereceği taşınmaz malın değeri, kamulaştırılan taşınmaz bedelinin yüzde yüz yirmisini  52 Gözler (n 38) 845-846 53 Gölcüklü (n 7) 951 54  İstanbul  Üniversitesi  İdare  Hukuku  Ders  Notları  (2015-2016)  327, <http://cdn.istanbul.edu.tr/FileHandler.ashx?f=2015-2016-idare-hukuku-ders-notlari-teskilat-haric.pdf>  Erişim Tarihi 15.04.2020 55 Gölcüklü (n 7) 952 105Füsun Ceren KÜÇÜK                                                                                      NKÜ Hukuk Fakültesi Dergisi 2022/1  aşamaz.  Olayımızda  ise  kamulaştırılan  taşınmazın  bilirkişi  raporunda  belirlenen  değeri 535.140.658.204-TL; idarenin karşılık olarak verdiği taşınmazın değeri ise 95.952.800.000-TL olup kamulaştırılan taşınmaz daha değerlidir. Bu durumda davacı Belediyenin davayı açmakta hukuki yararı olmadığı gözetilerek davanın reddi gerekirken kabulüne karar verilmesi doğru görülmemiştir. 56 4. Trampa Konusu Taşınmaz Bedelleri Arasındaki Farkın Ödenmesi   İlk bölümde de açıklandığı üzere kamulaştırma bedeli ile idarenin vereceği taşınmaz bedelinin birbirine eşit olması oldukça zor bir ihtimaldir. Bu sebeple kanunun 26. maddesinin 2. fıkrası ile taşınmaz mal bedelleri arasındaki farkın taraflarca nakit olarak karşılanması gerektiği düzenlenmiştir. Bu doğrultuda kamulaştırma bedeli, idarenin vereceği taşınmaz malın değerine göre daha fazla ise bu durumda farkın idare tarafından ödenmesi gerekmektedir. Tam tersi durumda ise, taşınmaz mal sahibinin bedel farkını idareye ödemesi gerekmektedir. Eğer bedeller  arasındaki  fark  ödenmez  ise  kamulaştırma  işlemi  gerçekleşmeyecektir.  Ancak tarafların  trampa  yolu  ile  kamulaştırma  konusunda  anlaşarak  taşınmazları  baş  başa değiştirmeye razı olmaları halinde taşınmazlar arasındaki bedel farkını ödemelerine gerek bulunmamaktadır.  B. TRAMPA YOLU İLE KAMULAŞTIRMADAN VAZGEÇME VE GERİ ALMA HAKKI    Kamulaştırma Kanunu nun 21. maddesinde, idarenin kamulaştırmanın her safhasında kamulaştırma kararı veren ve onaylayan yetkili merciin kararı ile kamulaştırmadan tek taraflı olarak vazgeçebileceği düzenlenmektedir. Bu doğrultuda taşınmaz mal sahibi ile idare, uzlaşma komisyonunda  anlaşarak  tutanak  tanzim  etseler  dahi  idare  tek  taraflı  iradesi  ile kamulaştırmadan vazgeçebilmektedir. Taşınmaz kamulaştırıldıktan sonra mal sahibi, şartlar oluştuğu takdirde taşınmazını geri alabilmektedir.  Bu  şartlar  Kamulaştırma  Kanunu nun  23.  maddesinde  düzenlenmiştir. Taşınmazın  idareden  geri  alınabilmesi  için  gereken  ilk  şart  kamulaştırma  bedelinin kesinleşmesidir. Trampa yolu ile kamulaştırmada, kamulaştırma bedelinin kesinleşmesi taraflar arasında kurulan anlaşma ile olmaktadır. Bu anlaşma da tutanak ile kayıt altına alınmaktadır. Kamulaştırma bedelinin kesinleşme tarihinin tespit edilmesi gerekmektedir. Zira bu tarihten  56 Yar. 5. HD, E. 2006/14083, K. 2007/1678, 15.02.2007 57 Gölcüklü (n 7) 953; Çınar (n 48) 795 58 Gölcüklü (n 7) 178 106Füsun Ceren KÜÇÜK                                                                                      NKÜ Hukuk Fakültesi Dergisi 2022/1  itibaren 5 yıllık bekleme süresinin dolması ile geri alma hakkı kullanılabilmektedir. Bu süre içinde idarenin kamulaştırma devir ve amacına uygun hiçbir işlem, tesisat yapmaması veya taşınmaz malı olduğu gibi bırakması gerekmektedir.  5 yıllık süre dolduktan sonra 1 yıllık yeni  bir  süre  başlamaktadır.  Geri  alma  hakkının  ise  1  yıllık  süre  içinde  kullanılması gerekmektedir.  Kanunun 23. maddesinin ilk fıkrasında son olarak mal sahibinin kamulaştırma bedelini aldığı günden itibaren işleyecek kanuni faizi ile birlikte ödemesi halinde taşınmaz malını geri alabileceği  düzenlenmektedir.  Ancak  eski  malikin  taşınmazını  geri  alabilmesi  için kamulaştırma bedelini yasal faiziyle idareye ödemesinin mülkiyet hakkının özüne dokunacağı ifade edilmektedir. İdarenin  kamulaştırma devir ve amacına uygun hiçbir işlem, tesisat yapmaması  veya  taşınmaz  malı  olduğu  gibi  bırakması  halleri  kamu  yararı  amacını sağlamadığından  idarenin  kusurlu  sorumluluğunun  gündeme  gelmesi  de  mümkündür. Böylelikle kamulaştırılan taşınmaz sahibinin kamulaştırma bedelini faiziyle geri ödedikten sonra taşınmazını geri alabilmesinin Anayasal çerçevede mülkiyet hakkına ve kamulaştırmanın amacına aykırı bir sonuç doğuracağı belirtilmektedir.  Bunun  yanı  sıra  kanun  koyucu  23.  maddenin  4.  fıkrası  ile  geri  alma  hakkının kullanılamayacağına  ilişkin  hükümleri  saklı  tutarak  hangi  hallerde  bu  madde  hükmünün uygulanmayacağını belirlemiştir. Trampa yolu ile kamulaştırma bu kapsamda yer almadığından şartlar gerçekleştiği takdirde geri alma hakkı kullanılabilecektir. Trampa yolu ile kamulaştırmada, taşınmaz mal sahibine kamulaştırma bedeli olarak idarenin kamu hizmetine tahsis edilmemiş bir taşınmazı verildiğinden, taşınmazın geri alınması için taşınmaz mal sahibinin kamulaştırma bedelini aldığı günden itibaren işleyecek kanuni faizi ile ödeme şartının değerlendirilmesi gerekmektedir. Bu değerlendirmenin iki ihtimal dahilinde yapılması  kanaatindeyiz. İlk ihtimalde, trampa yolu  ile kamulaştırma yapılması  için hem kamulaştırma bedeli hem de idarenin vereceği taşınmaz bedeli belli olduğundan, mal sahibinin kamulaştırma bedelini, idare ile anlaştığı tarihten itibaren işleyecek kanuni faizi ile birlikte ödemesi  gündeme  gelebilecektir.  Böylelikle  mal  sahibi  kamulaştırılan  taşınmazını  geri almasının yanı sıra trampa konusu taşınmazın mal sahibi olmaya devam edecektir. İkinci ihtimal ise kanun koyucunun trampa yolu ile kamulaştırmayı dikkate almaksızın bir düzenleme  59 Çınar (n 48) 726-728 60 Kalabalık (n 32) 421 61 Murat Buğra Tahtalı, ‘Türk Hukukunda Kamulaştırılan Taşınmazın Geri Alınmasında İdarenin Sorumluluğunun Eski Malike Yükletilmesi Sorunu  (2021) (46) Türkiye Adalet Akademisi Dergisi, 515  62 Tahtalı (n 64) 519 107Füsun Ceren KÜÇÜK                                                                                      NKÜ Hukuk Fakültesi Dergisi 2022/1  yaptığı varsayımına dayanmaktadır. Bu durumda ise mal sahibinin kendisine devredilen trampa konusu  taşınmazı  idareye  vermek  suretiyle  taşınmazını  geri  alabilmesi  durumu  ortaya çıkabilecektir. C.  TRAMPA  YOLU  İLE  KAMULAŞTIRMANIN  İMAR  KANUNU  18. MADDESİNİN 22. FIKRASI İLE KARŞILAŞTIRILMASI 7221 sayılı Kanun ile İmar Kanunu nun 18. maddesine aşağıdaki fıkra eklenmiştir:    Bu madde kapsamında yapılmış olan imar uygulamalarının kesinleşmiş mahkeme kararlarıyla iptal edilmesi nedeniyle; davaya konu parselin imar planı kararları ile umumi ve kamu hizmetlerine ayrılan alanlara denk gelmesi veya iptal edilen uygulama ile tahsis ve tescil edilmiş  parsellerde  hak  sahiplerince  yapı  yapılmış  olması  ve  benzeri  hukuki  veya  fiili imkânsızlıklar nedeniyle geri dönüşüm işlemleri yapılarak uygulama öncesi kök parsellere dönülemeyeceğinin parselasyon planlarını onaylamaya yetkili idarelerin onay merciince tespiti halinde,  öncelikle  davaya  konu  parselin  hak  sahiplerinin  muvafakati  alınmak  kaydıyla uygulama sahası içerisinde idarece uygun bir yer tahsis edilir veya anlaşma olmaması halinde davacı hak sahibinin kök parseldeki yeri dikkate alınarak uygulamadaki düzenleme ortaklık payı kesintisi düşüldükten sonraki taşınmazın rayiç bedeli üzerinden değeri ödenir.     Bu  düzenleme  doğrultusunda  öncelikle  18.  madde  kapsamında  yapılan  imar uygulamalarının kesinleşmiş mahkeme kararları ile iptal edilmesi gerekmektedir. İptal kararı sonrasında dava konusu edilen parselin, imar planı kararları ile umumi ve kamu hizmetlerine ayrılan alanlara denk gelmesi veya iptal edilen uygulama ile tahsis ve tescil edilmiş parsellerde hak sahiplerince yapı yapılmış olması ve benzeri hukuki veya fiili imkansızlıklar nedeniyle geri dönüşüm  işlemleri  yapılarak  uygulama  kök  parsellere  dönülemeyeceğine  ilişkin  karar alınmalıdır. Bu karar parselasyon planlarını onaylamaya yetkili idarelerin onay merciinin tespiti ile alınmaktadır.  Sonuçta mahkeme kararı ile imar uygulaması iptal edilmiş olsa dahi, hak sahiplerine taşınmazları iade edilmeyecektir. Bunun yerine idare, davaya konu parselin hak sahiplerinin rızasının varlığı halinde uygulama sahası içinde uygun bir yer tahsis ederek aslında trampa işlemini gerçekleştirmiş olacaktır. Düzenlemede trampa işleminin gerçekleşmesi için, aynı trampa yolu ile kamulaştırmada olduğu gibi hak sahibinin rıza göstermiş olması gerekmektedir.  63 Coğrafi Bilgi Sistemleri İle Bazı Kanunlarda Değişiklik Yapılması Hakkında Kanun, Kanun Numarası: 7221, Kabul Tarihi: 14.02.2020, RG. 20.02.2020, S. 31045 64 İmar Kanunu, Kanun Numarası: 3194, Kabul Tarihi: 03.05.1985, R.G. 09.05.1985, S. 18749 108Füsun Ceren KÜÇÜK                                                                                      NKÜ Hukuk Fakültesi Dergisi 2022/1  Ancak idarenin vereceği uygulama sahası içinde bulunan  uygun yer  konusunda ayrıntılı bir düzenlemeye  yer  verilmemiştir.  Bu  doğrultuda  kanun  koyucu,   uygun  yer   kavramını kullanarak, trampa yolu ile kamulaştırmadan farklı olarak trampa edilecek taşınmazın bedeli konusunda herhangi bir sınırlamaya gitmemiştir. Hak sahibi trampa konusunda rıza göstermez ise, hak sahibinin kök parseldeki yeri dikkate alınarak uygulama düzenleme ortaklık payı düşüldükten sonraki taşınmazın rayiç bedeli üzerinden değeri ödenmektedir.  Kanun koyucu, mahkeme kararı ile iptal edilen imar uygulamaları konusunda hak sahibinin uygulama öncesi kök parsellere dönemeyeceğine yönelik hükümler koymuştur. Bu hüküm doğrultusunda hak sahibinin mülkiyet hakkına müdahalede bulunulduğu barizdir. Bu müdahalenin meşru kılınması amacıyla da düzenlemeye ilk olarak trampa yolunun denenmesi, hak sahibi bu yola rıza göstermez ise de kendisine bedel ödenmesi gerektiği yolunda hüküm eklenmiştir.  SONUÇ Trampa yolu ile kamulaştırma, uzun yıllardan beri kamulaştırma bedelinin nakden ödenmesine alternatif bir düzenleme olarak varlığını sürdürmektedir. Bu düzenleme ile idare, mal  sahibinin  rızası  halinde  kamulaştırma  bedelini  nakden  değil,  kamu  hizmetine  tahsis edilmemiş bir taşınmazını trampa ederek ödemektedir. 2001 tarihinde 4650 sayılı  Kanun kapsamında yapılan değişiklikler sonucunda trampanın alternatif olarak teklif edilmesi gereken bir  usul  olduğunu  görmekteyiz.  Kanun  koyucunun  bu  değişiklik  doğrultusunda  tarafların anlaşmasını ve kamulaştırma bedelinin idare tarafından trampa suretiyle ödenmesini arzu ettiği kanaatindeyiz.    Trampa yolu ile kamulaştırma yapılabilmesi için gereken en önemli şart, mal sahibinin trampaya  rıza  göstermesidir.  Eğer  mal  sahibi  kamulaştırma  bedelinin  trampa  yolu  ile ödenmesine  rıza  göstermez  ise  bu  durumda  bedel  kendisine  nakden  ve  peşin  olarak ödenmektedir. Kamulaştırma Kanunu nda ayrıca trampa konusu taşınmazın kamu hizmetine tahsis edilmemiş olması ve bu taşınmaz bedelinin kamulaştırma bedelinin %120 sini aşmaması gerektiği düzenlenmiştir. Böylelikle idarenin trampa olarak vereceği taşınmazın nitelikleri konusunda sınırsız bir takdir hakkına sahip olmadığı belirtilmelidir. Ancak kanun koyucu kamulaştırma bedelinin, idarenin vereceği taşınmaz mal değerinden ne kadar fazla olması gerektiğine dair bir düzenleme yapmamıştır. Kanaatimizce bu tarz bir düzenlemenin olmaması idarenin kamulaştırma bedelinden çok daha düşük bedelli bir taşınmazını trampa edebilmesine 109Füsun Ceren KÜÇÜK                                                                                      NKÜ Hukuk Fakültesi Dergisi 2022/1  neden olabilecektir. Böyle bir düzenleme kanunda açıkça yer almasa dahi idarenin trampa edeceği  taşınmaz  bedelinin  kamulaştırma  bedelinden  çok  düşük  olmaması  gerektiği düşüncesindeyiz. Zira trampa edilecek malların bedellerinin birbirine yakın  olmasının bu usulün  yerindeliği  açısından  daha  uygun  olduğu  kanaatindeyiz.  Trampa  edilecek  mallar arasında  çok  büyük  bir  bedel  farkı  olması  halinde  ise  trampa  yapılmasının  bir  anlamı kalmayacaktır.  Bu  nedenle  kanun  koyucunun  kamulaştırma  bedelinin,  idarenin  vereceği taşınmaz mal değerinin  %120 sini aşmayacağına dair hüküm  koymasının yerinde olduğu düşüncesindeyiz. Kamulaştırılan taşınmazın  geri  alınması  için taşınmaz mal sahibinin  kamulaştırma bedelini  aldığı  günden itibaren işleyecek kanuni  faizi ile ödeme şartının trampa yolu  ile kamulaştırma açısından incelenmesi gerekmektedir. Trampa yolu ile kamulaştırma açısından geri alma konusunda ayrı bir düzenleme olmadığından iki ihtimal üzerinden değerlendirme yapılmasına lüzum görülmüştür. İlk ihtimalde, trampa yolu ile kamulaştırma yapılması için hem kamulaştırma bedeli hem de idarenin vereceği taşınmaz bedeli belli olduğundan, mal sahibinin kamulaştırma bedelini, idare ile anlaştığı tarihten itibaren işleyecek kanuni faizi ile birlikte ödemesi  gündeme  gelebilecektir.  Böylelikle  mal  sahibi  kamulaştırılan  taşınmazını  geri almasının yanı sıra trampa konusu taşınmazın mal sahibi olmaya devam edecektir. İkinci ihtimalde ise mal sahibinin kendisine devredilen trampa konusu taşınmazı idareye vermek suretiyle taşınmazını geri alabilmesi durumu ortaya çıkabilecektir. Bu ihtimaller açısından ikincisinin uygulanması daha yerinde olacaktır. Böylelikle idare kamulaştırdığı taşınmazı geri verirken, taşınmaz mal sahibi de trampa edilen malı idareye verecektir. Karşılıklı olarak bir değiş tokuş olacağından trampa özelinde geri almanın bu şekilde yapılmasının daha uygun olduğunu düşünmekteyiz.",
     "Kaynakça": "5226 Sayılı Kültür ve Tabiat Varlıklarını Koruma Kanunu ile Çeşitli Kanunlarda Değişiklik  Yapılması  Hakkında  Kanun  Gerekçesi <https://www.tbmm.gov.tr/sirasayi/donem22/yil01/ss641m.htm> Erişim Tarihi 23.5.2020 Akyılmaz B, Sezginer M ve Kaya C, Türk İdare Hukuku (12. Baskı, Savaş Yayınevi 2020) Balkır B, ‘Mal Değişim Sözleşmesinde Satış Hükümlerinin Uygulanması  (2014) (28) Kocaeli Üniversitesi Sosyal Bilimler Dergisi, 129 142 Çevre ve Şehircilik Bakanlığı& İlbank, İmar Hakkı Transferi Çalıştayı Sonuç Raporu (2014) 110Füsun Ceren KÜÇÜK                                                                                      NKÜ Hukuk Fakültesi Dergisi 2022/1  Çınar T, Kamulaştırma Davaları (Genişletilmiş ve Güncellenmiş 4. Baskı, Adalet Yayınevi 2019) Dündar S, ‘İmar Hakkı Aktarımı İstanbul Üzerine Bir İnceleme  (Yüksek Lisans Tezi, İstanbul  Teknik Üniversitesi, 2010) Erdoğan G, ‘Trampa Sözleşmesi  (Yüksek Lisans Tezi, İstanbul, 1996) Ergün Ö, Borçlar Hukuku (Özel Hükümler) Ders Notları (1. Baskı, Seçkin 2018) Gölcüklü MA, Kamulaştırma Kanunu Şerhi: Fiili ve Hukuki El Atma Davaları (Güncellenmiş     ve Genişletilmiş 3. Baskı, Seçkin 2018) Gözler K, İdare Hukuku C. II (Güncellenmiş 3. Baskı, Ekin Basım Yayın Dağıtım 2019) Günday M, İdare Hukuku (11. Baskı, İmaj Yayınevi 2017) İstanbul Üniversitesi İdare Hukuku Ders Notları (2015 2016)              <http://cdn.istanbul.edu.tr/FileHandler2.ashx?f=2015 2016 idare hukuku ders notlariteskilat haric.pdf> Erişim Tarihi 15.04.2020 Kalabalık H, İdare Hukuku Dersleri C. II (Gözden Geçirilmiş, Güncellenmiş ve Genişletilmiş 5. Baskı, Seçkin 2021) Kamalak M, ‘Para ve Para Sistemleri  (1980) 4 (3 4) Atatürk Üniversitesi İktisadi ve İdari Bilimler Dergisi, 71 97 Kardeş S, Milli Emlak (5. Baskı, Adalet Yayınevi 2019) Kutlu Gürsel M, Kamulaştırma Hukuku (Gözden Geçirilmiş ve Genişletilmiş 3. Baskı, Seçkin  2019) Milli Güvenlik Konseyi Tutanak Dergisi C. 11, 180 inci Birleşim, 4 Kasım 1983 Cuma   <https://www.tbmm.gov.tr/tutanaklar/TUTANAK/MGK_/d01/c011/mgk_01011180.pdf> Erişim Tarihi 14.05.2020 Pulak TM, ‘Kamulaştırma Kanununda 4650 Sayılı Kanun ile Yapılan Değişiklikler Üzerine  Düşünceler   (2001)  25  (228)  Mülkiye  Dergisi,  187 216, <https://dergipark.org.tr/en/download/article file/339> Erişim Tarihi 13.05.2021 111Füsun Ceren KÜÇÜK                                                                                      NKÜ Hukuk Fakültesi Dergisi 2022/1  Sancakdar O, Önüt LB, Eser Us D, Kasapoğlu Turhan M ve Seyhan S, İdare Hukuku Teorik Çalışma Kitabı (Genişletilmiş ve Güncellenmiş 8. Baskı, Seçkin 2019) Smith A, Milletlerin Zenginliği, Çev. Haldun Derin (1. Baskı, Türkiye İş Bankası Kültür Yayınları 2006) T.C. Adalet Bakanlığı Hukuk Sözlüğü <https://sozluk.adalet.gov.tr> Erişim Tarihi 08.03.2021 Taner S, ‘Vergi Hukukunda Takas  (Yüksek Lisans Tezi, Ankara Üniversitesi, 2016)  Tahtalı  MB,  ‘Türk  Hukukunda  Kamulaştırılan  Taşınmazın  Geri  Alınmasında  İdarenin Sorumluluğunun Eski Malike Yükletilmesi Sorunu  (2021) (46) Türkiye Adalet Akademisi Dergisi, 499 528 Türk Dil Kurumu, Büyük Türkçe Sözlük <www.tdk.gov.tr> Erişim Tarihi 20.04.2020 Türk Hukuk Lügatı, (3. Baskı, Başbakanlık Basımevi 1991) Ulusoy A, Yeni Türk İdare Hukuku (1. Baskı, Yetkin 2019) Ünal N ve Erol M, Gelir Getirici İşlemlerde İhale Usulü Devlet İhale Kanunu (Güncellenmiş       2. Baskı, Seçkin 2016) Ünsal AF, ‘İmar Hakkı Aktarımı (Transferi)  (Yüksek Lisans Tezi, Marmara Üniversitesi,   2016) Yavuz N, Borçlar Hukuku El Kitabı (1. Baskı, Adalet Yayınevi 2018) Zevkliler A ve Gökyayla KE, Borçlar Hukuku Özel Borç İlişkileri (17. Bası, Turhan Kitabevi 2017) 112"
}