{
     "Tip": "Makale",
     "Dergi İsmi": "Tekirdağ Namık Kemal Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "30 ",
     "Ay": "05",
     "Yıl": "2022",
     "Cilt": " ",
     "Sayı": "1",
     "Başlık": "FİKRİ VE SINAİ HAKLARIN TİCARİ İŞLEMLERDE TAŞINIR REHNİ KANUNU UYARINCA REHNEDİLMESİ",
     "Title": "PLEDGE ON INTELLECTUAL AND INDUSTRIAL RIGHTS ACCORDING TO THE PLEDGE OF MOVABLE IN COMMERCIAL TRANSACTIONS ACT",
     "Yazar İsmi": [

          "Araş. Gör. Rümeysa Betül YILDIRIM"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Fikri Ve Sınai Haklar", "Rehin", "Ticari İşlemlerde Taşınır Rehni Kanunu", "Temerrüt Sonrası Haklar"
     ],
     "Keywords": [
          "Intellectual and Industrial Rights", "Pledge", "Pledge of Movable in Commercial Transactions Law", "Post-Default Rights"
     ],
     "Özet": "Fikri ve sınai haklar, ekonomik ve sosyal hayatta büyük önem taşırlar ve taşıdıkları önem her geçen gün artar. Ancak fikri ve sınai hakların bu önemi, özellikle finans sektörü tarafından fark edilmemiştir. Bunun sonucunda fikri ve sınai haklardan bir güvence olarak yararlanılmadığı görülür. 6750 sayılı Ticari İşlemlerde Taşınır Rehni Kanunu sayesinde fikri ve sınai hakların rehnedilmesinin daha geniş uygulama alanı bulacağı düşünülür. Bu kapsamda fikri ve sınai hakların rehnedilebilirliğinin, Ticari İşlemlerde Taşınır Rehni Kanunu uyarınca rehnedilmesinin mümkün olup olmadığının ve bu rehnin doğuracağı sonuçların incelenmesi gerekir.",
     "Abstract": "Intellectual and industrial rights are of great importance in economic and social life and their importance is increasing day by day. This importance of intellectual and industrial rights is not particularly noticed by the financial sector. As a result, intellectual and industrial rights are not used as a guarantee. With the Pledge of Movable in Commercial Transactions Act numbered 6750, it is thought that the pledge of intellectual and industrial rights will find a wider application area. In this context, it is necessary to examine whether the pledgeability of intellectual and industrial rights is possible in accordance with the Act on Pledge of Movable in Commercial Transactions and the consequences of this pledge.",
     "Metin": "6750 sayılı Ticari İşlemlerde Taşınır Rehni Kanunu (TİTRK), rehin konusunda birçok yenilik getirmiştir. Bu yeniliklerden birini rehin konusu olabilecek taşınır eşya ve hakların sayısını artırması oluşturur. Fikri ve sınai haklar da münferit olarak ticari işlemlerde taşınır rehnine konu olabilecek taşınırlar arasında yer almıştır. Ekonomik bir varlığa sahip olan fikri ve sınai haklar, birçok ticari işletmenin faaliyetini devam ettirebilmesi için önemlidir. Bu sebeple bu hakların rehnedilebilmesi rehinli alacaklının alacağını tatmin etmesini kolaylaştırır.  Sağladığı bu imkanlara rağmen uygulamada bir alacağı güvenceye almak amacıyla fikri ve sınai haklara çok nadir başvurulduğu görülür. TİTRK ile bu hakların rehninin yaygınlaşacağını ummaktayız.  Bu  amaçla  fikri  ve  sınai  hakların  TİTRK  kapsamında  rehninin  mümkün  olup olmadığı, rehnedilme usulü ve temerrüt sonrası haklar incelenecektir. Çalışmanın konusunu oluşturan fikri ve sınai haklar oldukça geniş kapsamlı bir içeriğe sahiplerdir. Ne yazık ki bütün fikri ve sınai hakların incelenmesi çalışma kapsamında mümkün değildir. Bu nedenle çalışmada Fikir ve Sanat Eserleri Kanunu ve Sınai Mülkiyet Kanunu ndaki haklar esas alınarak inceleme yapılacaktır. Çalışmanın  ilk  bölümünde  genel  olarak  TİTRK ten  ve  getirdiği  yeniliklerden bahsedilecektir. İkinci bölümde, fikri ve sınai haklardan genel olarak bahsedilerek fikri ve sınai hakların rehnedilmesi incelenecektir. Bu kapsamda fikri ve sınai hakların rehnedilmesinin mümkün olup olmadığı  sorusuna  cevap  arandıktan  sonra  özel  kanunları  uyarınca  nasıl  rehnedildiklerinden bahsedilecektir. Üçüncü  bölümde,  fikri  ve  sınai  hakların  TİTRK  uyarınca  rehnedilmesi  hususu irdelenecektir. Bu hakların  TİTRK uyarınca rehnedilmesinin önünde bir engel var mıdır  sorusu cevaplanarak ticari işlemlerde taşınır rehnine konu olmaları durumunda rehin kurulması sürecinin nasıl işleyeceği açıklanmaya çalışılacaktır. Dördüncü bölümde ise fikri ve sınai hakların rehnedilmesinin ardından rehinli alacaklının sahip olduğu temerrüt sonrası haklardan özellikle lisanslama ve kiralama hakkı incelenecektir.     2 RG. 28.10.2016, S. 29871 171Rümeysa Betül YILDIRIM                                                                                   NKÜ Hukuk Fakültesi Dergisi 2022/1  I.  TİCARİ İŞLEMLERDE TAŞINIR REHNİ KANUNU 6750 sayılı Ticari İşlemlerde Taşınır Rehni Kanunu 01.01.2017 tarihinde 1447 sayılı Ticari İşletme Rehni Kanunu nu ilga ederek yürürlüğe girmiştir. TİTRK, bazı şartların sağlanması durumunda 4721 sayılı Türk Medeni Kanunu nun 949 vd. düzenlenen teslimli taşınır rehni hükümlerine bir istisna getirerek teslimsiz taşınır rehnine uygulama imkânı tanımıştır. TİTRK, teslimsiz taşınır rehninin  uygulamasını  artırmak  ve  finansmana  erişimi  kolaylaştırmak  için  alternatif  yollar sunmayı amaçlar (TİTRK m. 1/1). Aralarında ticari işlemlerde taşınır rehni tesis edebilecek kişiler sınırlandırılmıştır. TİTRK m. 3, rehin sözleşmesi taraflardan birinin kredi kuruluşu olduğu durumlarda karşı tarafın tacir, esnaf, çiftçi, üretici örgütü, serbest meslek erbabı gerçek veya tüzel kişi olacağını düzenler. Aynı zamanda tacir ve esnafların kendi aralarında rehin sözleşmesi yapabilmesine imkân tanınır.  Rehin hakkının temelinde yatan bir asıl borç ilişkisi vardır ve taraflar bu asıl borç ilişkisinde doğmuş olan bir alacağı güvence altına almak amacıyla rehin sözleşmesi yapar. TİTRK, rehin sözleşmesinin taraflarının asıl ilişkinin tarafları olması zorunlu tutmaz.  Asıl ilişki açısından bir üçüncü kişinin rehin borçlusu olarak rehin sözleşmesine taraf olması mümkündür. Rehin  sözleşmesi  yapılması  rehin  hakkının  kurulması  için  yeterli  değildir,  tarafların  rehin sözleşmesini tescil ettirmeleri ile hak tesis edilir (TİTRK m. 4/1). TİTRK in TMK da düzenlenen teslimli taşınır rehninden en önemli farklılığı rehin hakkının tescil ile kurulmasıdır. Taşınır rehnine dair  genel  hükümlerin  yer  aldığı  TMK  m.  939,  rehin  konusu  taşınırın  rehinli  alacaklının zilyetliğine  geçirilmesini  taşınır  rehninin  tesis  edilmesi  için  zorunlu  kılar.  Halbuki  TİTRK, taşınmaz ipoteğine benzer şekilde rehin hakkının tescil ile doğacağını düzenler. TİTRK kapsamında oldukça geniş bir taşınır eşya ve hak listesi rehnedilebilir. Ticari işlemlerde  taşınır  rehnine  konu  olabilecek  taşınırlar  için   taşınır  varlık   ifadesini  kullanılır (TİTRK m. 5/1). Söz konusu ifadenin UNCITRAL Model Law on Secured Transactions da kullanılan  assets  ifadesinin bir çevirisi olduğu düşünülmektedir. Bununla birlikte kanun koyucu, ticari işlemlerde taşınır rehni konusu olabilecek unsurların tamamının eşya özelliği göstermemesi nedeniyle daha geniş anlamlı bir ifadeye yer vermek isteyebilir. TİTRK m. 5/1 uyarınca hayvan gibi maddi varlığı olan mallardan alacak hakkı gibi haklara, stok malzemelerinden ticaret unvanına kadar oldukça geniş aralıktaki unsurların rehni mümkündür. Dahası TİTRK m. 5/1 de sayılanlar sınırlı sayıda değildir,  p  bendi uyarınca benzeri her türlü taşınır varlık ve hak rehnedilebilir.   3 RG. 08.11.2001, S. 24607 172Rümeysa Betül YILDIRIM                                                                                   NKÜ Hukuk Fakültesi Dergisi 2022/1  II.  FİKRİ VE SINAİ HAKLAR VE REHNEDİLMESİ A.  FİKRİ VE SINAİ HAKLAR  Fikri ve sınai haklar, mutlak haklar arasında yer alır. Mutlak haklar, hak sahibine doğrudan egemenlik sağladıkları gibi bunun bir uzantısı olarak herkese karşı ileri sürülebilir niteliktedir. Hak sahibinin zekasının bir ürünü olarak ortaya çıkan fikri ve sınai haklar, hak sahibi ile arasındaki bu yakın ilişkinin sonucunda bir mutlak hak olarak herkese karşı ileri sürülebilme özelliğini haizdir. Gerçekten de insanın düşünme becerisi ve yaratıcılığının doğrudan sonucu olan fikri hakların, sahibine doğrudan egemenlik hakkı tanıması gerekir. Doğrudan egemenliğin sonucu olarak hak sahibinin hakkını kullanabilmesi ve ondan yararlanabilmesi için kimsenin iznine ihtiyacı olmaz. Dahası hakkının kimse tarafından ihlal edilmemesini isteme imkanını da haizdir.  İnsanın düşünsel becerisinin ve zekasının bir sonucu olarak ortaya çıkan fikri ve sınai haklar somutlaştırılmaya mecburdur. Herkese karşı ileri sürülebilen bir haktan bahsedildiğinde söz konusu hakkın insanın duyuları ile anlayabileceği bir hale getirilmesi ve yalnızca bir düşünce olarak kalmaması önem taşır. Cismi bir varlığı olmayan fikri ve sınai hakların somutlaştırılması gerekir. Ancak somutlaştırılmaları fikri ve sınai haklar ile cisimleştikleri varlıkların bir olduğu anlamına gelmez. Hak ve üzerinde cisimleştiği eşya birbirinden ayrıdır. Bunun sonucunda da fikri ve sınai hakların soyut oldukları söylenebilir. Bir yazar eserini bir kitapta somutlaştırabilir ancak söz konusu kitaba sahip olunması yazarın bu eserden doğan fikri hakkına sahip olunduğu anlamına gelmez. Bir kişinin bu kitabı yakarak ortadan kaldırması, yazarın fikri hakkının son bulması sonucunu doğurmaz.  1.  Fikir ve Sanat Eserleri Fikri hakların bir ayağını oluşturan fikir ve sanat eserleri, 5846 sayılı Fikir ve Sanat Eserleri Kanunu (FSEK) kapsamında korunur. Bir varlığın FSEK kapsamında fikri mülkiyetin konusu yapılabilmesi ve eser niteliğini haiz olabilmesi için sahibinin hususiyetini taşıması ve FSEK te sınırlı sayıda sayılan eser türleri arasında yer alması gerekir (FSEK m. 1/B-a). Fikir ve sanat eserleri, FSEK te ilim ve edebiyat eserleri (FSEK m.2), musiki eserleri (FSEK m.3), güzel sanat eserleri (FSEK m.4), sinema eserleri (FSEK m. 5) ve işlemeler ve derlemeler (FSEK m. 6) olmak üzere  sınırlı  sayıda  sayılmıştır.  Ancak  sonradan  FSEK e  eklenen  ek  maddelerle  sayıları  4 Ünal Tekinalp, Fikri Mülkiyet Hukuku, (5th edn, Vedat Kitapçılık 2012) 7; Şafak Erel, Türk Fikir ve Sanat Hukuku, (3rd edn, Yetkin Yayınevi, 2009), 24; Özlem Tüzüner, Marka Rehni Sözleşmesi ve Uygulanacak Hukuk, (1st edn, Vedat Kitapçılık, 2007), 6; Doruk Utku, Sınai Mülkiyet Rehni (1st edn, Yetkin Yayınları, 2009), 80 5 Tekinalp, (n 4) 6 6 RG. 13.12.1951, S.7981 173Rümeysa Betül YILDIRIM                                                                                   NKÜ Hukuk Fakültesi Dergisi 2022/1  artırılmıştır. Ek Madde 8 ile veri tabanları FSEK korumasına eklendiği gibi FSEK m. 2 de 1995 yılında yapılan değişiklik ile de bilgisayar programlarının korunmaya başlanmıştır. Bir kişinin fikir ve sanat eserleri üzerinde hak sahibi olması için hak sahibi kendi zekâsı ve yeteneği ile ilgili eseri üretmelidir.  Ancak eseri yaratan kişi, eser sahibi olabilir (FSEK m. 1/B-b). Hak sahibi olabilmek için bu şartı sağlamak yeterlidir. Eser sahipliği, eserin yaratılması ile doğar; eserin sicile kaydedilmesine gerek yoktur.  2.  Sınai Haklar Sınai haklar, FSEK dışında kalan fikri hakları konu edinir. Marka, coğrafi işaretler, tasarım, patent, faydalı  model,  endüstriyel  tasarım  6769  sayılı  Sınai  Mülkiyet  Kanunu  (SMK)  kapsamında korunurken entegre devre topografyaları, bitki çeşitleri üzerindeki ıslahçı haklar ve internet alan adı kendi özel kanunları kapsamında korunur. Fikir ve sanat eserleri üzerindeki haklardan farklı olarak,  sınai  mülkiyet  haklarının  sicile  tescil  edilmeleri,  SMK nın  sağladığı  korumadan yararlanmak için zorunludur. Örneğin sınai haklar arasında sayılan ve belki de uygulamada en geniş yer bulan haklardan olan marka hakkı, SMK m. 7 uyarınca marka korumasını tescil yoluyla elde eder. Tescil edilmemiş markalar ise SMK kapsamında marka korumasından yararlanamaz. Tescilsiz markalar sahibine ancak 6102 sayılı Türk Ticaret Kanunu (TTK) m. 54 vd. hükümleri uyarınca genel korumadan yararlanma imkânı sağlar. Aynı şekilde tasarımlara ilişkin SMK 55/4 de tasarımın tescil edilmesini kural olarak benimser. Fakat sınai mülkiyete konu hakların tescil edilme zorunluluklarının istisnaları mevcuttur. SMK m. 6/4 uyarınca tanınmış marka olarak belirtilen markaların tescil edilmesi gerekmez. SMK m. 55/4 uyarınca ilk kez Türkiye de kamuya sunulan tasarımların da tescil edilmesine gerek yoktur.   B.  FİKRİ VE SINAİ HAKLARIN REHNEDİLMESİ  1.  Fikir ve Sanat Eserlerinin Rehnedilmesi Fikir ve sanat eserlerinden kaynaklanan mali ve manevi haklar vardır. Eser sahibinin sahip olduğu bu hakların tamamı FSEK kapsamında korunur (FSEK m. 1/A, m. 13/1). İşleme hakkı (FSEK m. 21), çoğaltma hakkı (FSEK m. 22), yayma hakkı (FSEK m. 23), temsil hakkı (FSEK m. 24) ve umuma iletim hakkı (FSEK m. 25) FSEK te sınırlı sayıda sayılan mali haklardır. Mali haklar, yapıları  itibariyle  başkalarına  devredilebilirler.  Bu  hakların  devri,  lisans  vermek  suretiyle gerçekleşir (FSEK m. 48). Ancak mali hakların aksine manevi haklar kural olarak devredilemez  7 RG. 10.01.2017, S. 29944 8 Halil Arslanlı, Fikri Hukuk Dersleri II Fikir ve Sanat Eserleri, (Sulhi Garan Matbaası 1954), s. 93 174Rümeysa Betül YILDIRIM                                                                                   NKÜ Hukuk Fakültesi Dergisi 2022/1  niteliktedir. Devredilebilir nitelikteki mali haklar rehin konusu olmaya da elverişlidir. Gerçekten de  rehin  hukukunda  rehin  konusu  olan  hakların  devredilebilir  olmaları  aranmaktadır. Devredilemez nitelikteki hakların rehnedilmeleri mümkün değildir. Bu nedenle fikir ve sanat eserleri üzerindeki haklardan mali haklar bu özelliğe sahip olduğu için yalnızca mali haklar rehnin konusu olabilir. Ancak mali haklar ve manevi haklar arasında keskin bir çizgi çekilmez. Bir kişi mali hakları devraldığında bu hakları kullanması için gerekli olan manevi hakları da devralmalıdır. Bu durumda söz konusu manevi haklar rehnin bizzat konusunu oluşturmasa da rehin hakkı kapsamında yer alır. Mali haklar yalnızca devredilebilir oldukları için değil aynı zamanda parasal değerleri olduğu için de rehne konu olabilir. Rehin hakkının en temel unsuru hak sahibine, rehin konusu malı paraya çevirerek bedelinden alacağını tatmin imkânı sağlamasıdır. Mali haklar da eser sahibine veya devredilmesi durumunda hak sahibine, eserden ekonomik olarak yararlanma imkânı sağlar. Dolayısıyla mali haklar hem devredilebilir nitelikleri hem de parasal değerleri olması sebebiyle rehin konusu olmaya uygundur.  Mali haklar üzerinde rehin hakkı kurmaya yetkili tek kişi eser sahibi değildir. Eser sahibi alenileşmiş bir eserin mali haklarını bir başkasına devrettiyse bu kişi de kendisine devredilen mali haklar üzerinde rehin hakkı kurabilir. Üzerinde rehin hakkı tesis edilen, mali ve manevi hakları birlikte bünyesinde bulunduran eser sahipliği değildir. Eser sahipliği rehnedilemez. Eser sahipliğinin devredilmesi halinde eser ve eser sahibi arasındaki ilişkinin tamamen kesilmesi gerekmektedir ki bu, eserle sahibi arasındaki şahsi ilişkinin yapısı itibariyle mümkün değildir. Bu sebeple eser sahipliğinde devredilemezlik ve bunun sonucunda rehnedilemezlik ilkesi geçerlidir.14. Bir bütün halinde eser sahipliğini sona erdirecek devirler mümkün değildir. FSEK m. 61 de rehni caiz olmayan eserler sayılırken FSEK m. 62 de rehni caiz olanlar sayılır. Bir eserin rehninin caiz olması için öncelikle alenileşmiş olması gerekir (FSEK m. 20/1). Alenileşmemiş bir eserden yararlanma hakkı yalnızca eser sahibine aittir, eser sahibinin kişisel  9 Şirin Aydıncık, Fikri Haklara İlişkin Lisans Sözleşmeleri, (1st edn, Arıkan Yayınları, 2006), 31 10 Kemal Şenocak ve Zafer Kahraman ve İdil Tuncer Kazancı ve Bahar Öcal Apaydın, Ticari İşlemlerde Taşınır Rehni (1st edn, Yetkin Yayınları, 2019) 65; Aslı Makaracı Başak, Taşınır Rehni Sözleşmesi (1st edn, On İki Levha Yayıncılık, 2014) 41; Süleyman Kandemir, Ticaret Hukuku ve Eşya Hukuku Boyutuyla Ticari İşlemlerde Taşınır Rehni Kanunu (1st edn, Seçkin Yayınları, 2018) 78-79 11 Erel, (n 4) 14 12 Arslanlı, (n 8)198 13 Tekinalp, (n 4) 170 14 Aydıncık, (n 9) 26 175Rümeysa Betül YILDIRIM                                                                                   NKÜ Hukuk Fakültesi Dergisi 2022/1  alanından henüz çıkmamış olan alenileşmemiş eser üzerinde mali haklar henüz doğmamıştır. Mali  haklar  henüz  doğmamış  olduğundan  eser,  alenileşmeden  önce  rehnedilemez.  Yalnızca alenileşmemiş eser üzerindeki muhtemel mali hakları değil, bu eserlerin müsveddeleri veya asılları da rehin konusu oluşturmaz. Ancak alenileşmemiş eser sahibinin veya eser sahibinin mirasçılarının mülkiyetinde bulunan eserin mali hakları bir hukuki işleme konu edilmiş ise bu durumda hukuki işlem sonucunda elde edilen alacaklar üzerinde rehin hakkı kurulması mümkün olur.  FSEK m. 61, alenileşmemiş eserlerin rehninin caiz olmadığını belirtmişse de öğretide bu yasağın mutlak bir yasak olmadığı ve alenileşmemiş eserin rehnedilebileceği ifade edilir. Kanun koyucunun bu hükümdeki amacının alenileşmemiş eser sahibini korumak olduğu açıktır. Eser sahibi, alenileşmemiş eser üzerinde rehin hakkı tesis ederek hem kendisine tanınan korumadan feragat etmiş olacak hem de rehin hakkı ile birlikte eseri alenileşmiş sayılacaktır. Yalnızca alenileşmemiş eserler değil, mali hakları konu alan hukuki işlemlerden doğan para dışındaki alacakların rehnedilmesi de yasaklanmıştır. Yukarıda da bahsedildiği üzere rehin hakkının  en  temel  unsuru  rehinli  alacaklıya  paraya  çevirme  yetkisi  tanımasıyken  paraya çevrilemeyecek bir alacağın rehin konusu olması mümkün değildir. FSEK m. 62 uyarınca rehnedilmesi caiz olan eserler şöyle sayılmıştır:  alenileşmiş bir eserin müsveddesi ve aslı, yayımlanmış bir eserin çoğaltılmış nüshaları, eser sahibinin korunmaya layık olan manevi menfaatlerini ihlal etmemek şartiyle alenileşmiş bir eser üzerindeki mali haklar, eser sahibinin mali haklara dair hukuki muamelelerden doğan para alacakları . Eser alenileşmekle birlikte rehnedilebilir olur. Eser sahibi alenileşmiş bir eser üzerinde oldukça geniş bir tasarruf imkanına sahip olsa dahi manevi haklar eser sahibinin kişiliği ile yakın ilişkili olduğu için korunur. Eser sahibinin kişiliğini korumak adına, alenileşmiş bir eser üzerindeki mali haklar, eser sahibinin manevi haklarına zarar veriyorsa rehnedilemez.   15 Arslanlı, (n 8) 93 16 Tekinalp, (n 4) 243; Bayezit, Ticari İşlemlerde Taşınır Rehni Kanunu Kapsamında Rehin Sözleşmesi ve Hükümleri (1st edn, On İki Levha Yayıncılık, 2019) 319. Alenileşmemiş sinema eserleri üzerindeki mali hakların rehnedilmesi mümkündür  (FSEK m.  61/b.2).  Sinema  eserlerinin  yapımı  süresince  geniş  bir çevrenin  bilgisinin olması  ve alenileşmemiş olsa dahi eser sahibine ait ticari bir meta olması, alenileşmeden önce rehnedilebilmelerinin nedeni olarak gösterilir. Bkz. Arslanlı, (n 4) 202; Nuşin Ayiter, Eşya Hukuku (Kısa Ders Kitabı) (3rd edn, Savaş Yayınları, 1987) 224 17 Arslanlı, (n 8) 197; Erel, (n 4) 323 18 Arslanlı, (n 8) 200 176Rümeysa Betül YILDIRIM                                                                                   NKÜ Hukuk Fakültesi Dergisi 2022/1  FSEK e dayanılarak bir rehin tesis edildiğinde rehnedilen malın özelliğine göre TMK nın teslimli taşınır rehni hükümleri veya hak ve alacak hakkı rehni hükümlerine göre rehin hakkı kazanılmaktadır.  FSEK te fikir ve sanat eserlerinin rehnedilmesi özel olarak düzenlenir. FSEK m. 62/3 uyarınca fikir ve sanat eserlerinin rehnedilmesi için rehin sözleşmesinin yazılı şekilde yapılması ve rehin olarak verilen unsurların ayrı ayrı gösterilmeleri gerekir. Bu iki şart karşımıza geçerlilik şartı olarak çıkar.  2.  Sınai Mülkiyet Hakların Rehnedilmesi Sınai mülkiyet hakları devredilebilir, miras yoluyla intikal edebilir ve rehnedilebilir (SMK m. 148/1). Rehin sözleşmesinin aynı FSEK te olduğu gibi yazılı şekilde yapılması gerekir (SMK m. 148/4). Rehin hakkının kurulması için sözleşmenin yapılmış olması yeterlidir, ayrıca sicile tescil edilmesi gerekmez. Tescil ve bültende yayımlanması rehin hakkının iyiniyetli üçüncü kişilere karşı ileri sürülebilmesine hizmet eder (SMK m. 148/5).  SMK  kapsamında  hangi  sınai  mülkiyet  haklarının  rehnedilebileceği  konusunda  bir sınırlamaya gidilmiştir. SMK m. 148/1 son cümle uyarınca coğrafi işaretlerin ve geleneksel ürün adının rehnedilmesine izin verilmez. Geleneksel ürün adı zaten SMK m. 1/1 de sayılan sınai mülkiyet hakları arasında yer almaz. Öğretide bir görüş geleneksel ürün adının sınai mülkiyet hakları arasında sayılmadığı için SMK kapsamında rehnedilmesinin beklenemeyeceğini ifade eder. Kanımızca SMK m. 1/1 de sayılan hakların sınırlı sayıda olmamaları dolayısıyla geleneksel ürün adının sınai mülkiyet hakkı olmadığı yönündeki değerlendirmenin doğru değildir. SMK m. 1/1 de  sayılmamanın  bir rehnedilememe  sebebi  olarak  değerlendirilmesi  durumunda  coğrafi işaretlerin rehnedilememesi anlamsız olur. Gerçekten de coğrafi işaretler SMK m. 1/1 de sayılan sınai mülkiyet hakları arasında yer alır. Dolayısıyla sınai mülkiyet hakları arasında sayılmadığı için rehnedilememe argümanı coğrafi işaretler için geçerli değildir.  19 Tekinalp, (n 4) 246; Bahar Öcal Apaydın, ‘Ticari İşlemlerde Taşınır Rehni Kanunu Uyarınca Teminat Yükünün Kapsamı Bakımından Öncelik Arz Eden Haller  (2018) 13 (169-170) Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi 111 20 Tekinalp, (n 4) 246; Öcal Apaydın, (n 19) 76; Şenocak ve Kahraman ve Tuncer Kazancı ve Öcal Apaydın, (n 10) 76 21 Belirtmek gerekir ki SMK m. 148/1 deki ifade rehnedilemezler değildir. SMK m. 148/1  Coğrafi işaretler ve geleneksel ürün adı hakkı; lisans, devir, intikal, haciz ve benzeri hukuki işlemlere konu olamaz ve teminat olarak gösterilemez  demektedir. Her ne kadar açıkça rehnedilemeyeceği denilmese de devredilmesi ve haczedilmesi yasak olan bir varlığın rehnedilmesi de mümkün olmayacaktır. Dahası benzeri hukuki işlemler kapsamında aklımıza ilk gelen  hukuki  işlemin  rehin  sözleşmesi  olması  gerekir.  Bu  açıklamadan  da  anlaşılacağı  üzere  açıkça rehnedilemeyecekleri kanunda ifade edilmemişse ilgili hükmü başka şekilde anlamak mümkün değildir. 22 Bayezit, (n 16) 320 177Rümeysa Betül YILDIRIM                                                                                   NKÜ Hukuk Fakültesi Dergisi 2022/1  Geleneksel  ürün  adı  ve  coğrafi  işaretler  dışındaki  marka,  patent,  faydalı  model  ve endüstriyel tasarımlar ile özel  kanunlarda düzenlenen ve sınai mülkiyet hakkı  sayılan diğer hakların rehnedilmesi mümkündür.  SMK,  yalnızca  yukarıda  bahsedilen  unsurların  rehnedilmesinin  mümkün  olduğunu belirtmekle yetinip FSEK in aksine nasıl rehnedileceklerini ve rehnin hükümlerini detaylı bir şekilde düzenlememiştir. Bu sebeple TMK m. 954 ve devamındaki alacaklar ve diğer hakların rehnedilmesine ilişkin genel hükümler uygulama alanı bulur.  III.  FİKRİ  VE  SINAİ  MÜLKİYETE  KONU  HAKLARIN  TİCARİ İŞLEMLERDE TAŞINIR REHNİ KANUNU UYARINCA REHNEDİLMESİ A.  FİKRİ VE SINAİ MÜLKİYET KONU HAKLARIN TİCARİ İŞLEMLERDE TAŞINIR REHNİ KANUNU UYARINCA REHNEDİLEBİLİRLİĞİ  TİTRK m. 5/1-c uyarınca fikri ve sınai hakların TİTRK kapsamında rehnedilebileceği düzenlenir. Her ne kadar bu hakların tek başına veya TİTRK m. 5/2 uyarınca ticari işletme rehninde  ticari  işletmeye  özgülenmeleri  durumunda  ticari  işletmenin  bir  parçası  olarak rehnedilebilecekleri düzenlenmiş olsa da TİTRK m. 8/3 nedeniyle fikri ve sınai hakların gerçekten rehnedilip rehnedilemeyeceklerinin incelenmesi gerekir. TİTRK m. 8/3  Diğer kanunlar uyarınca bir sicile tescili zorunlu olan taşınır rehinlerine ilişkin hükümler saklıdır. Bu taşınır varlıklar üzerinde bu Kanun kapsamında Sicile tescil edilmek suretiyle rehin tesis edilmez  diyerek kendi sicili olan fikri ve sınai hakların TİTRK uyarınca rehnedilip rehnedilemeyeceği hususunda bir tartışma yapmayı gerekli kılar.  TİTRK m. 8/3 ün nasıl anlaşılması gerektiği hususunda farklı görüşler ortaya koyulmuştur. Maddenin  ifadesinden  rehin  hakkının  kurulması  için  kendi  siciline  tescil  edilmesi  gereken taşınırların mı ifade etmek istendiği yoksa ancak kendi siciline tescil edilmekle üzerinde rehin hakkı kurulabilen ve başka bir sicile tescil yoluyla üzerinde rehin hakkı kurulamayan taşınırların mı kastedildiği açık değildir. TİTRK m. 8/3 ün kendi sicili olan ve bu sicile tescille üzerinde  23  Tescilsiz  markanın  rehnedilmesi  öğretide  tartışmalıdır.  Tescilsiz  markanın  iktisadi  değerlerinin  olması  ve devredilebilir nitelikte olması nedeniyle rehninin mümkün olduğu yönünde bkz. Makaracı Başak (n 10) 63. Türk hukukunda kabul gören dar mülkiyet anlayışının bir sonucu olarak tescilsiz markanın rehnedilemeyeceği yönünde bkz. Utku, (n 4) 96 vd 24 Şenocak ve Kahraman ve Tuncer Kazancı ve Öcal Apaydın, (n 10) 77; Gökhan Antalya ve Faruk Acar,  Ticari İşlemlerde Taşınır Rehni  (3rd edn, Aristo Yayınları, 2020) 108 25 Şenocak ve Kahraman, Tuncer Kazancı ve Öcal Apaydın, (n 10) 25 178Rümeysa Betül YILDIRIM                                                                                   NKÜ Hukuk Fakültesi Dergisi 2022/1  teslimsiz  taşınır  rehni  kurulması  mümkün  olan  varlıklar  üzerinde  Kanun  uyarınca  rehin kurulamayacağı şeklinde anlaşılması gerektiğini savunan bir görüş bulunur. Bu görüşe göre fikri ve sınai haklardan bazılarının TİTRK kapsamında rehnedilmesi mümkün değildir. Göle/Aydoğan, başka bir sicile kaydı öngörülmemiş olan taşınır varlıkların ticari işlemlerde taşınır rehnine konu olabileceğini savunur. Bu görüş kapsamında marka hakkının özel sicile tescili öngörüldüğü için rehnedilmesi mümkün olmazken telif hakkının rehnedilmesi mümkündür. Öğretide, ancak kendi siciline  tescille  üzerinde  rehin  hakkı  kurulabilecek  taşınırların  TİTRK  m.  8/3  kapsamında rehnedilmesinin yasaklandığını savunan bir başka görüş de vardır. Son görüş siciller arasında veri paylaşımını düzenleyen TİTRK m. 8/4 ün TİTRK m. 8/3 ün anlaşılmasına yardım edeceğini düşünür. TİTRK m. 8/3 ve m. 8/4 birlikte değerlendirildiğinde kendi sicili olan taşınırların TİTRK kapsamında  rehnedilmesinde  bir  engel  bulunmadığı  açıkça  görülür.  Rehinli  Taşınır  Sicili Yönetmeliği (Sicil Yönetmeliği) m. 13/3  telif hakkı, marka, patent, faydalı model, endüstriyel tasarım, entegre devre topografyası ile yeni bitki çeşitleri üzerindeki ıslahçı hakları üzerinde Kanun uyarınca rehin kurulması halinde, rehin hakkı sicil birimi tarafından bu taşınır varlıkalrın kayıtlı olduğu ilgili sicile bildirilir  diyerek fikri ve sınai haklar ile ilgili daha detaylı bir düzenleme getirir. TİTRK hükümlerince rehnedilip TARES e tescil edildikten sonra rehne konu varlığın kendi siciline yapılan tescil bildirici niteliktedir. Zaten iki tescilin birden kurucu nitelikte olması beklenemez. Bunun yanı sıra Ticari İşlemlerde Rehin Hakkının Kurulması ve Temerrüt Sonrası Hakların Kullanılması Hakkında Yönetmelik (Temerrüt Yönetmeliği) m. 2/2 de ticari işlemlerde taşınır rehni kapsamında yer almayan varlıkların sayılır ve fikri ve sınai haklar bunlar arasında yer almaz. Tescil ile amaçlanan ve taşınır varlığın kendi siciline tescil ettirmesi ile sağladığı alenilik, aleni bir sicil olan TARES e tescil ile de sağlanır. Amaç üçüncü kişilerin iyiniyet iddialarını bertaraf etmek ise TİTRK m. 8/4 uyarınca taşınır varlığın kendi siciline yapılacak olan tescil ile yalnızca kendi siciline tescil edilmesi ile doğan bütün faydalardan yararlanabilir. Üstelik iki farklı sicile tescil edildiği için üçüncü kişinin söz konusu taşınır varlık ile ilgili kayıtları öğrenmesi ihtimali de artar. Bu durumda fikri ve sınai hakların TİTRK kapsamında rehnedilmekten kural olarak yasaklı olmadıklarını söylemekte bir beis yoktur.   26 Başak Şit İmamoğlu, Ticari işlemlerde Taşınır Rehni Kanunu Üzerine Bir İnceleme, (1st edn, Banka ve Ticaret Hukuku Enstitüsü Yayınları, 2017) 25 27 Celal Göle ve Gökhan Aydoğdu, ‘ Ticari İşlemlerde Taşınır Rehni Kanunu nun Ticaret Hukuku Açısından Değerlendirilmesi  (2017) 33 (1) Banka ve Ticaret Hukuku Dergisi 22, 28-29 28 Şenocak, Kahraman , Tuncer, Kazancı ve Öcal Apaydın, (n 10) 25, 32 vd.; Şafak Narbay ve M. Enes Yıldız, ‘Ticari İşlemlerde Taşınır Rehni Kanunu Çerçevesinde Ticari İşletme Rehninde  Rehinli Taşınır Sicili nin Diğer Sicillerle İlişkisi üzerine Değerlendirme  (2018) 34 (4) Banka ve Ticaret Hukuku Dergisi 52; Öcal Apaydın, (n 19) 111 29 Antalya ve Acar, (n 24) 109 179Rümeysa Betül YILDIRIM                                                                                   NKÜ Hukuk Fakültesi Dergisi 2022/1  TİTRK in  amacı  göz  önünde  bulundurulduğunda  TMK  m.  8/3 ün  yorumlanmasında daraltıcı  yorum  yapılması  fayda  sağlamaz.  Fikri  ve  sınai  haklar  TİTRK  uyarınca rehnedildiklerinde bu durum kendi sicillerine bildirilir. Eğer kendi sicillerinde önceki tarihli bir rehin hakkı bulunuyorsa o halde TİTRK uyarınca kurulan sonraki rehin bir sonraki sırada yerini alır. İlgili sicile bildirim yapılması, üçüncü kişilerin bir hak üzerindeki rehinleri öğrenmek için birden fazla sicile bakması şeklinde uygulanması beklenemez bir durumu ortadan kaldıracağı gibi rehnin paraya çevrilmesinin talep edilmesi halinde sıra cetvelinin oluşturulmasına ve alacaklılar arasında bir sıra ilişkisi kurulmasına hizmet eder. Her  ne  kadar  fikri  ve  sınai  hakların  kendi  rehinleri  olması  TİTRK  kapsamında rehnedilmelerine  bir  engel  teşkil  etmese  de  özel  olarak  hangi  hakların  rehnedilebileceğini incelenmesi  gerekir. İlgili  kanunlarda farklı  düzenlendikleri  için  bu  hakların  tamamını  aynı değerlendirmek  ve  hepsinin  TİTRK  kapsamında  rehnedilebileceklerini  söylemek  mümkün değildir. FSEK açısından tescil zorunluluğu incelenmeye başlandığında her ne kadar fikir ve sanat eserlerinin kendi sicilleri olsa da bu eserler üzerinde rehin hakkı kurmanın tescile bağlanmadığını görülür. FSEK yalnızca yazılı rehin sözleşmesinden bahseder ve ayni  hak açısından kurucu nitelikli bir tescil öngörmez. Bunun ötesinde FSEK m. 13/3,  hak ihdas etme amacı taşımaksızın, sahip  oldukları  hakların  ihlal  edilmemesi,  hak  sahiplerinin  belirlenmesinde  ispat  kolaylığı sağlanması ve mali haklara ilişkin yararlanma yetkilerinin takip edilmesi maksadıyla  tescilde bulunulabileceğini düzenleyerek tescilin kurucu nitelikte olmasının aksine bildirici olduğunu düzenlemiştir. Görüldüğü üzere FSEK te düzenlenen tescilin kurucu özelliği bulunmamaktadır. Bu durumda üzerlerinde rehin hakkı kurulması yalnızca kendi siciline tescil edilmesine bağlanan eserlerden  bahsedilemeyeceği  eser  üzerinde  TİTRK  hükümlerince  rehin  hakkı  kurulması mümkündür.   30 Antalya ve Acar, (n 24) 109 31 Şenocak, Kahraman, Tuncer Kazancı ve Öcal Apaydın, (n 10) 78 32 Siciller arasında paylaşıma önem verildiğini TİTRK m. 8/4 teki düzenlemenin benzerleri olmasından anlamaktayız. Sınai Mülkiyet Kanununun Uygulanmasına Dair Yönetmelik m. 127/2, birinci fıkra uyarınca rehnedildikten sonra sicile tescil edilen ve bültende yayımlanan rehinlerin TİTRK uyarınca kurulan Sicil e kaydedileceğini düzenlemiştir. Görüldüğü üzere yalnızca TARES e tescil edilen rehinlerin rehinli taşınırın kendi siciline bildirildiği tek taraflı bir ilişki söz konusu olmamakta, iki taraflı bir ilişki olarak kendi siciline yapılan tesciller de TARES e bildirilmektedir. Üçüncü kişinin haklarını korumak ve hukuki güvenliği sağlamak açısından en uygunu ilgili varlığın kayıtlı olduğu bütün sicillerde söz konusu varlık üzerindeki bütün ayni hakların görülmesini sağlamaktır (Aynı yönde bkz. Narbay ve Yıldız, (n 28) 53). 33 Elif Cemre Hazıroğlu, ‘Ticari İşlemlerde Taşınır Rehni Kanunu nda Sicilli Taşınır Varlıkların Durumu ve Ticari İşletme Rehninin Bunlar Üzerindeki Etkileri  (2017) 33 (2) Banka ve Ticaret Hukuku Dergisi 191 180Rümeysa Betül YILDIRIM                                                                                   NKÜ Hukuk Fakültesi Dergisi 2022/1  SMK m. 148/5, sınai mülkiyet haklarında tescilin kurucu nitelikte olmadığını, daha çok üçüncü kişilerin iyiniyet iddiaları bertaraf etme amacı güttüğünü gösterir. Bununla birlikte sınai mülkiyet hakları münferit düzenlemelere tabi tutulmuşlardır. Genel hükmün aksinin düzenlendiği özel hükümler olabileceği gerekçesiyle bu konuda bir inceleme yapılması gerekir. Sınai mülkiyet hakları arasında yer alan marka, tasarım, patent ve faydalı modellerin rehnedilmeleri için herhangi bir tescil şartının öngörülmediği görülür. Bu sayede TİTRK m. 8/3 kapsamına girmeden rehnedilebilirler. Her ne kadar bu hakların rehniyle ilgili genel bir kısıtlama olmasa da garanti markaları ve ortak markaların devredilmesi ya da ortak markalar için lisans verilmesi tescile tabidir (SMK m. 148/7). Rehnedilmelerinin tescille mümkün olacağı açıkça yazmasa da bu hakların devrinin rehnedilmesi ile olan yakın ilişkisi düşünüldüğünde ve amaca uygun yorum yapıldığında söz konusu markaların rehninin de ancak kendi sicillerine tescille mümkün olacağı görülür. Kurucu tescile bağlanan garanti markası ve ortak markaların TİTRK hükümlerince rehnedilemez.  Entegre devre topografyaları ve bitki çeşitleri üzerindeki ıslahçı haklar, sınai mülkiyet hakları  olmakla  birlikte  kendi  özel  kanunlarında  düzenlenir.  5147  sayılı  Entegre  Devre Topografyalarının  Korunması  Hakkında  Kanun (EDTKHK) m.  17  uyarınca  entegre  devre topografyalarının rehnedilmesi mümkündür ancak rehin hakkının kurulabilmesi için yazılı bir rehin sözleşme yapılması gerekir. Bunun yanı sıra EDTKHK m. 17/2, rehin hakkının taraflardan birinin  talebi  ile  sicile  tescil  edilmesi  gerektiğini  öngörür.  Söz  konusu  tescilin  rehin  hakkı açısından kurucu nitelikte olduğu söylenemez.  Bitki çeşitleri üzerindeki ıslahçı haklar da aynı entegre devre topografyaları gibi kendi kanununda düzenlenmiştir. 5042 sayılı Yeni Bitki Çeşitlerine Ait Islahçı Hakların Korunmasına İlişkin Kanun m. 49, EDTKHK m. 17/2 ye benzer bir düzenleme getirerek hakkın rehne konu  34 Antalya ve Acar, (n 24) 79 35 Aynı yönde bkz. Antalya ve Acar, (n 24) 79; Tüzüner, (n 4) 44; Vural Seven, Ticari İşlemlerde Taşınır Rehni Kanunu na Göre Taşınır (Varlık) Rehni (2nd edn, Filiz Kitabevi, 2019) 80. Seven, her ne kadar garanti markalarının kendi siciline tescil edilmesinin öngörüldüğü kanısında olsa da TİTRK m. 5/1-c nin TİTRK m. 8/3 e göre özel hüküm olduğunu iddia etmekte ve marka türleri arasında bir ayrım yapmanın haklı bir gerekçesi olmadığını ifade ederek TİTRK kapsamında rehnedilebileceklerini savunmaktadır. Seven e göre garanti markalarının TİTRK hükümlerine dayanılarak rehnedilmesinde SMK tarafından öngörülen yazılı sözleşme şartı fazlasıyla sağlanmakta ve garanti markalarına  zarar  verecek  bir  durum  doğmamaktadır.  Bu  halde  ilgili  markaların  TİTRK  hükümlerince rehnedilmesinde bir mahsur bulunmamaktadır (Seven, (n 35) 81). 36 Aynı yönde bkz. Antalya ve Acar (n 24) 110; Saibe Oktay-Özdemir, ‘Ticari İşlemlerde Taşınır Rehni Kanunu na Göre Üzerinde Rehin Hakkı Kurulabilecek Ticari İşletmeler Dışındaki Taşınır Varlıklar  Lale Sirmen ve Barış Özbilen (eds), Ticari İşlemlerde Taşınır Rehni Sempozyumu (Bilkent Üniversitesi Hukuk Fakültesi 2018) 70 37 RG. 30.04.2004, S. 25448 38 Aynı yönde bkz. Utku, (n 4) 254; Hazıroğlu, (n 33) 193 39 RG. 15.01.2004, S. 25347 181Rümeysa Betül YILDIRIM                                                                                   NKÜ Hukuk Fakültesi Dergisi 2022/1  edilebileceğini ve taraflardan birinin rehin hakkını tescil talebinde bulunabileceğini düzenler. Ancak entegre devre topografyalarında olduğu gibi bitki çeşitleri üzerindeki ıslahçı haklarda da tescil zorunlu olmadığı gibi kurucu niteliği haiz de değildir. Yukarıda TİTRK m. 8/3 e dair yapılan incelemeler göz önüne alındığında, kendi siciline tescilin kurucu nitelik dahi taşımadığı bu hakların TİTRK uyarınca rehnedilebileceği söylenebilir. Hem entegre devre topografyaları hem de bitki çeşitleri üzerindeki ıslahçı haklar TİTRK hükümlerine göre münferit olarak rehnedilebilir. Yapılan tescil sonrasında TİTRK m. 18/4 uyarınca taraflardan birinin talep etmesi halinde kendi sicillerine bildirici nitelikte bir tescil yapılır. Sınai mülkiyet hakları kapsamında değerlendirilmesi gereken son husus internet alan adlarına ilişkindir. İnternet alan adları 5809 sayılı Elektronik Haberleşme Kanunu m. 3/v de tanımlanır  ve  İnternet  Alan  Adları  Yönetmeliği nde  detaylı  olarak  düzenlenir.  İnternet  alan adlarının  rehne  konu  edilip  edilemeyeceği  tartışmalıdır.  Bununla  birlikte  rehne  konu olabileceğini kabul edilirse TİTRK m. 5/1-c uyarınca rehnedilmesine engel bir durum bulunmaz. Gerçekten de İnternet Alan Adları Yönetmeliği ne bakıldığında m. 13 internet alan adlarının satılabileceği  ve  devredilebileceği  düzenlenirken  devir  bir tescil  şartına  bağlanmamıştır.  Bu durumda internet alan adları, ticari işlemlerde taşınır rehnine konu olabilir. İnternet alan adı, bir sınai mülkiyet hakkı olarak kabul edilmediğinde dahi TİTRK m. 5/1-son uyarınca rehnedilmesi mümkündür.  B.  TİCARİ  İŞLEMLERDE  TAŞINIR  REHNİ  KANUNU  UYARINCA  REHİN HAKKININ TESİSİ Ticari İşlemlerde Taşınır Rehni Kanunu teslimsiz tescilli bir rehin öngörür. TİTRK te sayılan taraflar arasında, taşınır varlıkları konu alan bir rehin sözleşmesi yapılır ve bu sözleşmenin tescil edilmesiyle taşınır rehni kurulmuş olur (TİTRK m. 4/1). TİTRK, 5. maddede sayılan taşınır varlıklar üzerinde münferiten rehin kurulmasına müsaade eder. TİTRK m. 5/2 uyarınca ticari işletmenin tümü üzerinde bir rehin kurulmasında ticari işletmeye özgülenmiş unsurlar olarak da bu varlıklar üzerinde rehin kurulması mümkün olur. Fikri ve sınai haklar üzerinde tesis edilen  40 Utku, (n 4) 254; Hazıroğlu, (n 33) 193 41 RG. 10.11.2008, S. 27050 42 Poroy/Yasaman rehne konu edilebileceğini savunurken (Reha Poroy ve Hamdi Yasaman, Ticari İşletme Hukuku (18th edn, Vedat Kitapçılık, 2019) 62) Makaracı Başak, internet hakkı üzerinde bir mutlak hak bulunmadığı gerekçesiyle rehne konu edilemeyeceğini savunmaktadır. İnternet alan adlarının hukuki niteliği hakkında detaylı bilgi için: Sefer Oğuz:  İnternet Alan Adı Hakkının Hukuki Niteliğinin Değerlendirilmesi  Sakarya Üniversitesi Hukuk Fakültesi Dergisi, 2021, C.9, S. 1- s. 13-30 43 Hazalcan Yurtman, 6750 sayılı Ticari İşlemlerde Taşınır Rehni Kanunu Uyarınca Temerrüt Sonrası Haklar, (1st edn, On İki Levha Yayınları, 2021) 125 182Rümeysa Betül YILDIRIM                                                                                   NKÜ Hukuk Fakültesi Dergisi 2022/1  rehin hakkı üç farklı şekilde kendini gösterir: fikri ve sınai hakların cisimleştiği maddi varlık üzerinde rehin hakkı kurulması, mali haklar ve lisans hakları üzerinde rehin kurulması ve son olarak da ticari işletme rehni kapsamında rehin kurulması. Fikri ve sınai haklar insan zekasının ve yaratıcılığının bir sonucu olarak ortaya çıkmış olsalar da yalnızca düşünsel düzlemde kalan ve somutlaşmayan fikirler, fikri ve sınai mülkiyete konu olamazlar. Her ne kadar insanın kişiliğiyle özdeşleşen bu yaratıcılık korunmak istense de hukuk düzeni tarafından korunabilir hale gelmesi için somutlaşması gerekir. Bu somutlaşma da kendini maddi bir varlık üzerinde gösterir. İşte bu maddi varlığın kendisi rehnedilebilir. Gerçekten de FSEK m. 62 ye bakıldığında alenileşmiş bir eserin müsveddesi, aslı veya çoğaltılmış nüshaları üzerinde rehin hakkı kurulabildiği görülür. Bu maddi malvarlığı, TİTRK kapsamında da bir taşınır varlık  olarak  rehnedilip  paraya  çevrilerek  alacaklının  alacağını  karşılamasını  sağlar.  Ancak belirtmek gerekir ki bu maddi varlığın rehnedilmesi ve paraya çevrilmesi, söz konusu varlık üzerindeki fikri ve sınai haklara tesir etmez. Bunun nedeni fikri ve sınai hakların her ne kadar bir maddi varlık üzerinde somutlaşması gerekse de bu maldan soyut olmasıdır. Tıpkı bir kitabın yakılmasının kitabın yazarının eser sahipliğinden doğan haklarını sona erdirmeyeceği gibi bu kitabın  rehnedilerek  bir  üçüncü  kişiye  satılması  da  eser  sahipliğinden  doğan  hakların  devri sonucunu doğurmaz. Eser sahibinin FSEK m. 17 den doğan hakları burada kendini gösterir. Bizzat maddi varlığı olan cisim üzerinde rehin kurulmasının yanı sıra fikri ve sınai hakların rehnedilmesinden bahsedildiğinde asıl anlaşılan mali hakların ve lisans haklarının rehnedilmesidir. Yukarıda da belirtildiği üzere mali haklar ekonomik bir değeri olması ve devredilmeye elverişli olması sebebiyle rehnedilmeye müsaittir. Mali haklar üzerinde rehin kurma yetkisini haiz olanlar eser  sahibi,  eser  sahibinin  mirasçıları  veya  mali  haklar  bunlar  tarafından  bir  üçüncü  kişiye devredilmişse devralmış olan üçüncü kişi olarak karşımıza çıkar.  Lisans hakkı hem FSEK te hem de SMK de düzenlenen ortak haklardandır. FSEK m. 48 uyarınca mali hakları kullanma yetkisinin bir başkasına bırakılmasına lisans denir. Sınai mülkiyet haklarında ise lisans hakkı, marka, patent, tasarım veya diğer sınai mülkiyet hakları üzerindeki kullanım yetkisinin 3. kişilere devredilmesini sağlar (SMK m. 24 vd., m. 75 vd., m. 125 vd.). Lisans sözleşmesi isimsiz ve sui generis bir sözleşmedir. Oldukça açıktır ki lisans hakkı, fikri  44 Erel, (n 4) 324 45 Erel, (n 4) 325 46 Oktay-Özdemir, ‘Sempozyum  (n 36) 74; Burak Ongan, Sınai Haklara İlişkin Lisans Sözleşmelerinde Tarafların Hukuki Durumu, (1st edn, Seçkin Yayınları, 2006) 17; Deniz Topçu, Patent Lisans Sözleşmeleri, (1st edn, Seçkin Yayınları, 2016) 41 47  Saibe  Oktay-Özdemir,  Lisans  Sözleşmesi,  Sınai  Haklara  İlişkin  Lisans  Sözleşmeleri  ve  Rekabet  Hukuku Düzenlemelerinin Lisans Sözleşmelerine Uygulanması, (1st edn, Beta Yayınları, 2002) 53 183Rümeysa Betül YILDIRIM                                                                                   NKÜ Hukuk Fakültesi Dergisi 2022/1  veya sınai mülkiyet hakkı sahibine verilmez. Fikri ve sınai hak sahibi zaten lisans ile gelen kullanma  yetkisini  haizdir.  Daha  mali  hak  üzerindeki  kullanma  yetkisinin  tamamı  veya  bir kısmının, bir bedel karşılığında bir üçüncü kişiye devredilmesidir. Lisans hakları inhisari ve inhisari olmayan lisans şeklinde ikiye ayrılır. İnhisari lisans, sahibine bir fikri veya sınai hak üzerinde münhasıran kullanma yetkisi veren lisans türüdür. İnhisari lisans hakkı sahibi, bir başkasına lisans veremeyeceği gibi fikri ve sınai hak sahibi dahi aksi sözleşmede belirtilmediği sürece lisans sözleşmesine konu olan yetkileri kullanamaz. İnhisari lisans sözleşmesinin söz konusu olduğu durumda kullanma yetkilerinin tamamı tek bir şahıs elinde toplanır. İnhisari lisans hakkı öyle geniş bir yetki alanı tanır ki lisans sahibi neredeyse fikri ve sınai hakkın sahibi kadar geniş yetkilere sahiptir.  İnhisari olmayan lisans hakkı ise hak sahibine münhasır bir hak tanımaz. Sözleşmede açıkça kararlaştırılmasa dahi  fikri  ve sınai hak sahibinin  lisans  sözleşmesine konu yetkileri kullanma ihtimali vardır. Hak sahibi kendisi bu yetkileri kullanabileceği gibi başkalarına da lisans hakkı sahibi ile aynı bölgede ve aynı zamanda, inhisari olmayan lisans sahibi ile aynı yetkileri kullanma hakkı tanıyabilir.  Lisans hakkının, başka bir sicile kaydı öngörülmediği sürece ve idari izin belgesi niteliğini haiz olmadığı sürece ve TİTRK m. 8/3 e göre kapsam dışı bırakılmamak şartıyla TİTRK m. 5/7 uyarınca rehnedilmesi mümkündür. SMK m. 148/5 uyarınca öngörülen tescil, lisans sözleşmeleri için de geçerlidir. Bu durumda kurucu nitelikli olmayan bu tescil, lisans hakkının üçüncü kişilere karşı  ileri  sürülebilmesi  işlevini  üstlenmiş  olup  lisans  hakkının  TİTRK  kapsamında rehnedilmesinin önünde bir engel oluşturmaz. Bir  lisans  sözleşmesinde  çelişkili  ifadeler  kullanılması  durumunda  ne  yapılacağı tartışmalıdır. Suluk, inhisari lisans hakkını konu aldığını ifade eden bir sözleşmede, bu hakkı ihlal eden  ve  üçüncü  kişilere  lisans  verilebileceğini  kararlaştıran  hükümlerin  geçersiz  sayılması gerektiğini kabul eder. Buna karşılık Ongan, tarafların inhisari lisans hakkı tanıma noktasındaki iradelerinin birleşmemesine dayanarak inhisari olmayan lisans hakkının tanındığını savunur. Gerçekten de SMK m. 24/2, 75/2 ve 125/2 uyarınca lisans sözleşmeleri kural olarak inhisari olmayan lisans haklarını konu alır. FSEK m. 56/2 de fikir ve sanat eserleri bağlamında kural olanın  48 Erel, (n 4) 304 49 Erel, (n 4) 304 50 Topçu, (n 46) 45 51 Şenocak, Kahraman, Tuncer Kazancı ve Öcal Apaydın, (n 10) 82-83; Oktay-Özdemir, ‘Sempozyum  (n 36) 73 52 Cahit Suluk, Tasarım Hukuku, (1st edn, Seçkin Yayıncılık 2003) 409 53 Ongan, (n 46) 54 184Rümeysa Betül YILDIRIM                                                                                   NKÜ Hukuk Fakültesi Dergisi 2022/1  inhisari olmayan lisans hakkı olduğunu düzenler. Kural olarak inhisari olmayan lisans sözleşmesi geçerli olduğu görülür. İnhisari lisans hakkının kurulabilmesi için tarafların bu konuda iradeleri birleşmelidir. Yalnızca sözleşmenin inhisari lisans hakkını konu aldığının ifade edilmesi tarafların iradelerinin  bunun  üzerinde  uyuştuğu  anlamına gelmez.  Sözleşmede  daha  sonra  düzenlenen ifadelerin,  iradelerin  uyuşmadığı  sonucuna  götürmesi  veya  en  azından  bu  konuda  şüpheye düşürmesi durumunda tarafların bu yöndeki iradelerini kabul etmemek en doğrusudur. Bu sebeple Ongan ın görüşünün daha isabetli olduğu kanısındayız. İnhisari lisans hakkının rehnedilmesi söz konusu olduğunda bu hakkın rehinli alacaklı tarafından kullanılması mümkün değildir. Rehinli alacaklı, alt lisans sözleşmesi yaparak lisans hakkının bedel karşılığı bir başkasına kullandıramaz. Rehinli alacaklının bu durumda yapabileceği şey, TİTRK m. 14/1-a uyarınca mülkiyeti devir talep etmektir. Lisans sahibinin lisans hakkını rehnetmesi durumunda fikri ve sınai hakkın tamamı üzerinde bir rehin hakkı tesis edemeyecektir. Ancak lisans hakkının kendisine tanıdığı imkan üzerinde rehin hakkı kurabilir. Rehinli alacaklı da rehnin konusunu oluşturan lisans hakkının kendisine devredilmesini isteyebilir. Daha anlaşılır olması adına FSEK kapsamında yayma hakkını konu alan bir lisans sözleşmesi yapıldığı durumu ele alalım. Rehin borçlusunun rehnedebileceği tek hak yayma hakkı üzerindeki lisans hakkıdır, eserin tamamı bir yana bütün mali haklar üzerinde dahi rehin hakkı kurulamaz. Bu durumda rehinli alacaklı ancak lisans hakkının konusunu oluşturan yayma hakkının kendisine devredilmesini isteyebilir. Mali haklar ve lisans hakkı münferiten rehin konusu olabilecekleri gibi TİTRK m. 5/2 uyarınca kurulan ticari işletme rehni kapsamında da rehin konusu olabilirler. TİRK in aksine TİTRK ticari işletme rehnini son çare olarak düzenler. Ancak TİTRK m. 5/1 de sayılan taşınır varlıkların  alacağı  tatmin  etmeye  yetmemesi  durumunda  işletmenin  tümü  üzerinde  rehin kurulmasına izin verilir (TİTRK m. 5/2-son cümle). Elbette ki ticari işletme rehni söz konusu olduğunda bu rehnin konusunu yalnızca TİTRK m. 5/1 de sayılan taşınırlar oluşturmaz,  rehnin kuruluşu anında işletmenin faaliyetine tahsis edilmiş olan her türlü varlık  ticari işletme rehni kapsamında rehnedilmiş sayılır. Ticari işletme rehni yapılırken Türk Ticaret Kanunu m. 11 de düzenlenen ticari işletmenin bütünlüğü ilkesine dikkat edilmesi gerekir. İşletmenin bütünlüğü ilkesinden anlaşılması gereken işletmeye özgülenen veya işletme ile herhangi bir bağı olan bütün varlıkların bu kapsamda istisnasız rehnedilmesi değildir. Anlaşılması gereken, işletmenin ticari  54 Hikmet Bilgin, ‘6750 sayılı Ticari İşlemlerde Taşınır Rehni Kanunu na İcra İflas Hukuku Açısından Genel Bir Bakış  (2017) 31, Türkiye Adalet Akademisi Dergisi 650 55 Narbay ve Yıldız, (n 28) 75  185Rümeysa Betül YILDIRIM                                                                                   NKÜ Hukuk Fakültesi Dergisi 2022/1  varlığını  sürdürebilmesi  için  gerekli  olan  ve  bu  amaçla  işletmeye  özgülenen  malvarlığının rehnedilmesidir. TTK m. 66 uyarınca tacir tarafından her faaliyet döneminde düzenlenen ticari envanter, ticari işletmenin varlığını sürdürmesi için özgülenen varlıkları tespit edilmesi açısından büyük önem taşır. Ticari işletmenin varlığını sürdürmesi için gerekli olan ve işletmeye özgülenen marka, patent gibi fikri ve sınai mülkiyet hakları da ticari işletme kapsamında rehnedilebilir.  IV.  TİCARİ  İŞLEMLERDE  TAŞINIR  REHNİ  KANUNU  UYARINCA TEMERRÜT SONRASI HAKLARIN KULLANILMASI Ticari İşlemlerde Taşınır Rehni Kanunu, muaccel olmasına rağmen alacağını elde edemeyen rehinli alacaklıya yalnızca rehni paraya çevirme hakkı tanımamıştır. TİTRK, aynı zamanda TİTRK m. 14 te temerrüt sonrası haklar olarak ifade edilen ve rehinli alacaklının alacağını tatmin etmesini sağlayan  başka  usuller  de  öngörmüştür.  Temerrüt  sonrası  hakların  amacının,  rehnin  paraya çevrilmesi  kuralına  alternatif  yollar  üreterek  alacaklının  alacağını  tatmin  etmesini  sağlamak olduğu düşünüldüğünde bu hükümlerin kanunun amacına uygun olarak geniş yorumlanması gerekir. Dahası fikri ve sınai haklar özelinde bir değerlendirme yapıldığında rehinli alacaklıya sağlanan tek imkânın rehnin paraya çevrilmesi olması hem rehinli alacaklı hem de rehin borçlusu açısından yeterli tatmini sağlamaz.  TİTRK  öncesinde  de  öğretide  kiralama  ve  lisans  hakkının  tanınması  gerektiği  ifade edilmiştir. TİTRK tarafından tanınan temerrüt sonrası hakların kapsamı oldukça geniş olduğu için çalışma kapsamında önemli  olduğu  düşünülen kiralama hakkından ve lisans hakkından bahsedilecektir. Lisans  ve  kiralama  hakkı  zilyetliğin  devrine  konu  olmayan  taşınır  varlıklar  için öngörülmüştür. Kiralama hakkı temel  olarak kiracılık  hakkı  ve ticari  hat ve plaka üzerinde kullanılır. Bununla birlikte fikri  ve sınai haklar üzerinde de kiralama hakkının kullanılması mümkündür. Fikri ve sınai haklarda yalnızca kiralama değil, lisanslama hakkının da rahatça kullanılabileceği açıktır. Kiralama hakkının söz konusu olduğu durumlarda taşınır varlık üzerinde bir kiracılık hakkı tesis edilir ve rehinli alacaklı, kira bedelinden alacağını elde ettikten sonra kiralama hakkı sona erer. Kiralama hakkı, rehin konusu fikri ve sınai hakkın kullanım hakkının yararlanma hakkıyla  56 Seven, (n 35) 197 57 Utku, (n 4) 339 186Rümeysa Betül YILDIRIM                                                                                   NKÜ Hukuk Fakültesi Dergisi 2022/1  birlikte  veya  tek  başına  devrini  ifade  eder.  Rehinli  alacaklı  kiralama  hakkından  kendisi yararlanmak isteyebileceği gibi taşınırın bir üçüncü kişiye kiralanmasını da talep edebilir. Bu durumda İİK m. 150/b uygulama alanı bulacaktır. Lisans hakkı ise rehin borçlusunun ürettiği bir fikri veya sınai mülkiyete tabi hak üzerinde rehinli alacaklı lehine veya rehinli alacaklının talebi ile bir üçüncü kişi lehine inhisari veya inhisari olmayan  nitelikte,  yararlanma  veya  kullanma  hakkı  veren  bir  yetki  tanınmasıdır.  Rehin alacaklısı, lisans hakkını kullanmakla birlikte kendi veya bir üçüncü kişi lehine bir çeşit zorunlu lisans hakkı kurar. Rehin borçlusu, fikri veya sınai mülkiyete konu hak üzerinde bir başkası lehine lisans hakkı kurmuş olabilir. Bu durumda ne olacağı üzerinde durulması gerekir. Eğer rehin borçlusu, inhisari olmayan lisans sözleşmesi yapmışsa rehinli alacaklı lehine lisans hakkı kurulması mümkündür. İnhisari olmayan lisans hakkı, hak sahibinden başkalarının da lisans hakkına konu olan yetkileri kullanmasına müsaade ettiği için rehin borçlusu, bir sorunla karşılaşmadan rehinli alacaklı lehine lisans  hakkı  kurabilir.  Asıl  sorun  inhisari  lisans  sözleşmesi  ile  bir  başkası  lehine  hak tesis edildiğinde rehinli alacaklının bu yetkisini nasıl kullanabileceği hususunda çıkar. İnhisari lisans sözleşmesi, hak sahibine bir bölgede bir zamanda münferiten bir haktan yararlanma imkânı sağlar. Her ne kadar lisans hakkı nispi özellikte olsa da inhisari lisans hakkı üçüncü kişilere karşı da ileri sürülebilir. Ancak SMK m. 138/5, tescilin üçüncü kişilerin iyiniyetini bertaraf etmek amacıyla olduğunu söylemektedir. Bir lisans hakkının tescil edilmesi öngörülmemişse veya öngörülmüş olmasına rağmen tescil edilmemişse bu lisans hakkı inhisari olsa dahi hak sahibi tescil edilmemiş bu rehin hakkını üçüncü kişiye karşı ileri süremez. Rehinli alacaklı lehine bir lisans hakkı kurulması durumunda da rehinli alacaklıya karşı inhisari lisans hakkına sahip olduğunu iddia edebilir. Bu durumda rehin borçlusu inhisari lisans hakkı sahibi, inhisari lisans hakkını ihlal edip rehinli alacaklı lehine bir lisans hakkı kuramaz. Öğretide de inhisari lisans sözleşmesinin söz konusu  olduğu  durumlarda  rehinli  alacaklının  temerrüt  sonrası  haklardan  lisans  hakkını kullanamayacağı belirtilir.  58 Mustafa Alper Gümüş, ‘6750 Sayılı Ticari İşlemlerde Taşınır Rehni Kanunu Bakımından Temerrüt Sonrası Haklar  Lale Sirmen ve Barış Özbilen (eds), Ticari İşlemlerde Taşınır Rehni Sempozyumu (Bilkent Üniversitesi Hukuk Fakültesi 2018) 224 59 Gümüş, (n 518 225; Hakan Hasırcı, ‘6750 Sayılı Ticari İşlemlerde Taşınır Rehni Kanunu nun İcra ve İflas Hukuku Bakımından Değerlendirilmesi  (2017) 33 (2) Banka ve Ticaret Hukuku Dergisi 260 60 Bilgin, (n 53) 647 61 Oktay-Özdemir, ‘Lisans Sözleşmesi  (n 47) 179 62 Yurtman, (n 43) 179 63 Bilgin, (n 53) 649 187Rümeysa Betül YILDIRIM                                                                                   NKÜ Hukuk Fakültesi Dergisi 2022/1  Elbette ki rehinli alacaklıya tanınan kiralama ve lisans hakkı bedelsiz değildir. Rehinli alacaklının bu hakkı TİTRK kapsamında kullanmadığı durumlarda bir bedel ödemesi gerekir. Ancak TİTRK kapsamında bu hak kullanıldığında, rehinli alacaklının kiralama ve lisans hakkı karşılığında ödeyeceği bedel, alacağı ile takas edilerek rehinli alacaklıya alacağını elde edinceye kadar bu haklara sahip olma imkânı tanınır. Kiralama ve lisans hakkından doğan borç ve asıl alacak birbirine eşitlendiğinde bu haklar da sona erer (Temerrüt Yönetmeliği m. 41/2). Görüldüğü üzere bu haklar, rehinli alacaklıya süresiz olarak sağlanmaz. Lisans ve kiralama hakkını kullanma imkânı tanınmasının  rehinli  alacaklıya  alacağını  tatmin  için  alternatif  yollar  sunmak  olduğu düşünüldüğünde, TMK m. 2 dürüstlük kuralı gereğince alacak tatmin edildiğinde bu hakların sona ermesi gerekir. Yine de kanun koyucu genel esaslara gidilmesine gerek bırakmadan Temerrüt Yönetmeliği ile hakkın kullanımını sınırlandırmıştır.  Lisans  ve  kiralama  hakkının  nasıl  kullanılacağı  ne  Kanun da  ne  de  Temerrüt Yönetmeliği nde  düzenlenmiştir.  Bu  hakların  rehinli  alacaklıya  yeni  tanınan  haklar  olması dolayısıyla tarafların hukuken güvende olmaları ve beklenmeyen sonuçlarla karşılaşmamaları adına detaylı bir şekilde düzenleme yapılması gerekir.  Kural olarak sözleşme ile kurulan lisans ve kiralama hakkı, TİTRK kapsamında kanunen rehinli  alacaklıya tanınan yetkiler arasındadır. Rehinli  alacaklının  bu haklardan yararlanmak istemesi  halinde,  rehin  sözleşmesine  hakkı  kullanmak  istediğine  dair  bir  kayıt  düşülmesi mümkündür. Ancak alacak muaccel olduktan sonra rehinli alacaklı lisans veya kiralama hakkını kullanmak istediğinde talep hakkının dayanağı nedir? Eğer aralarındaki sözleşmeden kaynaklanan bir talep hakkının olduğu kabul edilirse, rehin borçlusu sözleşmeye aykırı davranarak rehin hakkı tesis etmediğinde rehinli alacaklının alacak davası açması gerekir. Mahkeme bu dava sonucunda rehinli alacaklı lehine karar verdiğinde söz konusu kararın uygulaması nasıl olacağı belirsizdir. Rehinli alacaklı yine sözleşmeye dayanarak lisans veya kiralama hakkı kurulmasını mı isteyecektir yoksa mahkeme kendiliğinden hareket ederek hakkın konusunu oluşturan fikri ve sınai haklar üzerinde TARES e başvurarak rehin hakkı tesis edilmesini mi isteyecektir? En mantıklı sonuç mahkeme kararına dayanarak ilamlı icraya başvurulmasıdır. Söz konusu hakkın kullanımının taraflar  arasında  yapılacak  bir  sözleşme  olmaması  halinde  ise  icra  hukuku  çerçevesinde kullanılmasının savunulması gerekir. Bu duruma TİTRK m. 14/1-a da tanınan mülkiyeti devir hakkında olduğu gibi İİK m. 24 uyarınca lisans ve kiralama hakkı kurulmasının talep edilebilmesi söz konusu olacaktır. Öğretide bir görüş yine icra hukuku müesseselerine başvurarak hakkın  64 Turgut Öz, ‘Ticari İşlemlerde Taşınır Rehni Kanunu  (2017) 16 (2) İstanbul Kültür Üniversitesi Hukuk Fakültesi Dergisi 182 188Rümeysa Betül YILDIRIM                                                                                   NKÜ Hukuk Fakültesi Dergisi 2022/1  kullanılmasına imkan tanınması gerektiğini savunurken ipoteğin paraya çevrilmesi yoluyla takip kurumundan yararlanılabileceğini ifade etmiştir. Kanaatimizce burada TİTRK m. 14/1-a daki İİK m. 24 ün uygulanacağına dair hükmün kıyasen lisans ve kiralama hakkı için de kullanılması en uygunudur. Temerrüt sonrası haklara dair bahsetmek istediğimiz son husus, rehin borçlusunun bir fikri veya sınai mülkiyete tabi hak üzerinde kurulmuş olan lisans hakkının rehnedilmesi oluşturur. Lisans hakkı dolayısıyla doğan hak TİTRK m. 5 uyarınca rehnedilebilir. Ancak rehin konusunun devredilebilir olması gerektiği göz önünde bulundurulduğunda ancak lisans sözleşmesinin üçüncü kişiye  devretmeye  izin  vermesi  halinde  hak  rehnedilebilir.  Lisans  hakkının  rehin  konusu yapıldığında rehinli alacaklı temerrüt sonrası haklardan mülkiyetin devrini talep edilebilir mi sorusu cevaplanmalıdır. Her ne kadar TİTRK m. 14, rehinli alacaklıya mülkiyeti talep hakkı tanısa da  öğretide  yalnızca  taşınır  eşyaların  değil,  hak  ve  alacakların  devrinin  talep  edilebileceği söylenir.  V.  SONUÇ Fikri ve sınai haklar, ekonomik değerleri göz önünde bulundurulduğunda rehnedilmeleri halinde rehinli alacaklıya alacağını tatmin etmede önemli bir imkân sağlar. Ticari İşlemlerde Taşınır Rehni Kanunu nun 5. maddesi, fikri ve sınai hakların hem münferit olarak hem de ticari işletmenin bir parçası olarak rehnedilmesine imkân tanır. Öğretide diğer kanunlarda bir sicile kaydı zorunlu olan taşınırların TİTRK uyarınca rehnedilmesini engelleyen TİTRK m. 8/3 ün nasıl anlaşılması gerektiğine dair farklı görüşler vardır. Bizim katıldığımız görüşe göre taşınır üzerinde rehin kurulması için kendi özel siciline tescilin zorunlu olduğu ve başka bir sicile tescile izin verilmeyen hallerde TİTRK m. 8/3 kapsamında rehin hakkı kurulması yasaktır. Buna göre fikri ve sınai haklar üzerinde TİTRK uyarınca rehin hakkı kurulmasında bir sakınca yoktur. Fikri ve sınai haklar üzerinde kurulmak istenen rehin üç şekilde karşımıza çıkar. Bunlardan ilkinde fikri ve sınai hakkın üzerinde cisimleştiği varlık rehnedilmek istenmektedir ki bu durum fikri ve sınai hakkın rehnedilmesi sonucunu doğurmaz. İkinci olarak doğrudan hakkın veya hakkın tanıdığı yetkiler rehnedilmek istenmektedir. Bu durumda mali hakkın kullanılmasını sağlayan manevi hakların da devredilmesi anlaşılsa da aslında şahıs varlığı ile yakından ilişkili olan manevi  65 Yurtman, (n 43) 184 66 Oktay-Özdemir, ‘Sempozyum  (n 36) 75 67 Gümüş, (n 58) 208; İdil Tuncer Kazancı, ‘Ticari İşlemlerde Taşınır Rehni Kanunu Kapsamında Kurulan Rehinlerde Rehinli Alacaklının Tatmin Edilmesi  (2019) 10 (1) İnönü Üniversitesi Hukuk Fakültesi Dergisi 78 189Rümeysa Betül YILDIRIM                                                                                   NKÜ Hukuk Fakültesi Dergisi 2022/1  hakların rehnedilmesi ve devredilmesi mümkün değildir. Son olarak TİTRK m. 5/2 uyarınca ticari işletme rehninin bir parçası olarak ticari işletmenin varlığını devam ettirmesini sağlayan ve ticari işletmeye özgülenen fikri ve sınai haklar rehnedilebilir. Bu rehin hakkı TARES e tescil ile kurulur ve sonrasında rehnedilen fikri ve sınai hakkın kendi siciline bildirilir. Çalışma kapsamında incelenen son husus TİTRK m. 14 ile tanınan temerrüt  sonrası haklardan  lisanslama  ve  kiralama  hakkının  fikri  ve  sınai  hakların  rehnedilmesindeki uygulamasıdır. Rehinli alacaklının rehin konusu olan fikri ve sınai hakkı paraya çevirmek yerine bu  haklar  üzerinde  lisans  veya  kiralama  hakkı  kurarak  alacağını  tatmin  edinceye  kadar kararlaştırılmış bir bedel üzerinden fikri ve sınai haklardan yararlanabilir. Bu durum hem değerinin çok altına satılmadığı için rehinli alacaklının alacağını karşılamasını kolaylaştırır hem de ticari işletmesi için büyük önem arz eden fikri ve sınai haklardan yalnızca bir süreliğine uzak kalmış olacağı ve bu hakların mülkiyetini kaybetmeyeceği için rehin borçlusu lehine bir durum oluşturur.",
     "Kaynakça": "Antalya G ve Acar F, Ticari İşlemlerde Taşınır Rehni, (3rd edn, Aristo Yayınları, 2020) Arslanlı H, Fikri Hukuk Dersleri II Fikir ve Sanat Eserleri, (Sulhi Garan Matbaası, 1954) Aydıncık Ş, Fikri Haklara İlişkin Lisans Sözleşmeleri, (1st edn, Arıkan Yayınları, 2006) Ayiter N, Eşya Hukuku (Kısa Ders Kitabı), (3rd edn, Savaş Yayınları, 1987) Bayezit F, Ticari İşlemlerde Taşınır Rehni Kanunu Kapsamında Rehin Sözleşmesi ve Hükümleri (1st edn, On İki Levha Yayıncılık, 2019) Bilgin H, ‘6750 sayılı Ticari İşlemlerde Taşınır Rehni Kanunu na İcra İflas Hukuku Açısından Genel Bir Bakış  (2017) 31, Türkiye Adalet Akademisi Dergisi, 619 658 Erel Ş, Türk Fikir ve Sanat Hukuku, (3rd edn, Yetkin Yayınevi, 2009) Göle C ve Aydoğdu G, ‘ Ticari İşlemlerde Taşınır Rehni Kanunu nun Ticaret Hukuku Açısından Değerlendirilmesi  (2017) 33 (1) Banka ve Ticaret Hukuku Dergisi, 5 51. Gümüş MA, ‘6750 Sayılı Ticari İşlemlerde Taşınır Rehni Kanunu Bakımından Temerrüt Sonrası Haklar  Lale Sirmen ve Barış Özbilen (eds), Ticari  İşlemlerde Taşınır Rehni  Sempozyumu (Bilkent Üniversitesi Hukuk Fakültesi 2018), 199 225 Hasırcı  H,  ‘6750  Sayılı  Ticari  İşlemlerde Taşınır  Rehni  Kanunu nun İcra  ve  İflas  Hukuku Bakımından Değerlendirilmesi  (2017) 33 (2) Banka ve Ticaret Hukuku Dergisi, 207 269 190Rümeysa Betül YILDIRIM                                                                                   NKÜ Hukuk Fakültesi Dergisi 2022/1  Hazıroğlu EC, ‘Ticari İşlemlerde Taşınır Rehni Kanunu nda Sicilli Taşınır Varlıkların Durumu ve Ticari İşletme Rehninin Bunlar Üzerindeki Etkileri  (2017) 33 (2) Banka ve Ticaret Hukuku Dergisi, 177 204 Kandemir S, Ticaret Hukuku ve Eşya Hukuku Boyutuyla Ticari İşlemlerde Taşınır Rehni Kanunu, (1st edn, Seçkin Yayınları, 2018) Makaracı Başak A, Taşınır Rehni Sözleşmesi (1st edn, On İki Levha Yayıncılık, 2014) Narbay Ş ve Yıldız E, ‘Ticari İşlemlerde Taşınır Rehni Kanunu Çerçevesinde Ticari İşletme Rehninde  Rehinli Taşınır Sicili nin Diğer Sicillerle İlişkisi üzerine Değerlendirme  (2018) 34 (4) Banka ve Ticaret Hukuku Dergisi, 37 90 Oğuz S, ‘İnternet Alan Adı Hakkının Hukuki Niteliğinin Değerlendirilmesi  (2021) 9 (1) Sakarya Üniversitesi Hukuk Fakültesi Dergisi, 13 30 Oktay Özdemir S, ‘Ticari İşlemlerde Taşınır Rehni  Kanunu na Göre Üzerinde Rehin  Hakkı Kurulabilecek Ticari İşletmeler Dışındaki Taşınır Varlıklar  Lale Sirmen ve Barış Özbilen (eds), Ticari İşlemlerde Taşınır Rehni Sempozyumu (Bilkent Üniversitesi Hukuk Fakültesi 2018), 53 85 Oktay Özdemir  S,  Sınai  Haklara  İlişkin  Lisans  Sözleşmeleri  ve  Rekabet  Hukuku Düzenlemelerinin Lisans Sözleşmelerine Uygulanması, (1st edn, Beta Yayınları, 2002) Ongan B, Sınai Haklara İlişkin Lisans Sözleşmelerinde Tarafların Hukuki Durumu, (1st edn, Seçkin Yayınları, 2006) Öcal Apaydın B, ‘Ticari İşlemlerde Taşınır Rehni Kanunu Uyarınca Teminat Yükünün Kapsamı Bakımından Öncelik Arz Eden Haller  (2018) 13 (169 170) Bahçeşehir Üniversitesi  Hukuk Fakültesi Dergisi, 87 119 Öz T, ‘Ticari İşlemlerde Taşınır Rehni Kanunu  (2017) 16 (2) İstanbul Kültür Üniversitesi Hukuk Fakültesi Dergisi, 151 186 Poroy R ve Yasaman H, Ticari İşletme Hukuku, (18th edn, Vedat Kitapçılık, 2019) Seven V, Ticari İşlemlerde Taşınır Rehni Kanunu na Göre Taşınır (Varlık) Rehni, (2nd edn, Filiz Yayınevi, 2019) Suluk C, Tasarım Hukuku, (1st edn, Seçkin Yayıncılık, 2003) Şenocak K ve Kahraman Z ve Tuncer Kazancı İ ve Öcal Apaydın B, Ticari İşlemlerde Taşınır Rehni (1st edn, Yetkin Yayınları, 2019) 191Rümeysa Betül YILDIRIM                                                                                   NKÜ Hukuk Fakültesi Dergisi 2022/1  Şit İmamoğlu B, Ticari işlemlerde Taşınır Rehni Kanunu Üzerine Bir İnceleme, (1st edn, Banka ve Ticaret Hukuku Enstitüsü Yayınları, 2017) Tekinalp Ü, Fikri Mülkiyet Hukuku, (5th edn, Vedat Kitapçılık, 2012) Topçu D, Patent Lisans Sözleşmeleri, (1st edn, Seçkin Yayınları, 2016) Tuncer Kazancı İ, ‘Ticari İşlemlerde Taşınır Rehni Kanunu Kapsamında Kurulan Rehinlerde Rehinli Alacaklının Tatmin Edilmesi  (2019) 10 (1) İnönü Üniversitesi Hukuk Fakültesi Dergisi, 73 86 Tüzüner Ö, Marka Rehni Sözleşmesi ve Uygulanacak Hukuk, (1st edn, Vedat Kitapçılık, 2007) Utku D, Sınai Mülkiyet Rehni (1st edn, Yetkin Yayınları, 2009) Yurtman H, 6750 sayılı Ticari İşlemlerde Taşınır Rehni Kanunu Uyarınca Temerrüt Sonrası Haklar, (1st edn, On İki Levha Yayınları, 2021)  192"
}