{
     "Tip": "Makale",
     "Dergi İsmi": "Tekirdağ Namık Kemal Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "02",
     "Ay": "05",
     "Yıl": "2021",
     "Cilt": " ",
     "Sayı": "1",
     "Başlık":"MİRAS HUKUKUNDA TASARRUF ÖZGÜRLÜĞÜ VE TENKİS DAVASI",
     "Title": "FREEDOM OF TESTATION AND ACTION FOR THE REDUCTION OF RESERVED PORTION IN INHERITANCE LAW",
     "Yazar İsmi": [

          "Stj. Av. Ümit YILMAZER "
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Tenkis", "Tenkis Davası", "Saklı Pay", "Saklı Pay İhlali", "Tasarruf Özgürlüğü"
     ],
     "Keywords": [
          "Reduction", "Action for Reduction", "Reserved Portion", "Breach of Reserved Portion", "Freedom of Disposition"
     ],
     "Özet": "Bu çalışmamızın amacı, miras bırakanın mal varlığı üzerindeki tasarruf serbestisini sınırlarıyla birlikte araştırmak ve bu sınırların aşılması halinde izlenecek dava yolunu irdelemektir. Türk Medeni Kanunu nun  konuya  ilişkin  hükümleri,  doktrindeki  farklı  görüşler  ve  Yargıtay  kararlarının değerlendirilmesiyle sonuca ulaşılmaya çalışılacaktır. Uygulamada birçok miras bırakanın, mal varlığı üzerinde sınırlama olmaksızın özgürce tasarrufta bulunabileceğini düşünerek hareket ettiği görülmektedir. Bu düşünce neticesinde ise, kanun koyucu tarafından hak sahibi olduğu kabul edilen bazı mirasçıların, haklarının ihlali sonucu doğmaktadır. Benzer şekilde bir kısım miras bırakanın da, kanun tarafından koyulan sınırlamayı bilmesine rağmen, mirasçısı aleyhine işlem yaparak, kasten bu sonucun doğmasına neden olduğu görülmektedir. Miras bırakanın tasarruf oranını aştığını tespit edebilmek için öncelikle terekenin tamamı sonra ise saklı pay oranı belirlenmelidir. Bu belirlemeler neticesinde ise tasarruf oranına ulaşılacak ve onun aşılıp aşılmadığı tespit edilebilecektir. Tenkis davası  ile  birlikte,  saklı  pay  hakkı  ihlal  edilmiş  olan  mirasçının  hükümsüzlük  talebi  karara bağlanacaktır. Dava sonucunda verilen karar ile tasarrufun tamamı hükümsüz bırakılabileceği gibi, ihlalin  giderilmesine  olanak  tanıyacak  şekilde  kısmen  de  hükümsüz  kılınabileceği  sonucuna ulaşılacaktır.",
     "Abstract": "The purpose of this study is to investigate the freedom of testation on the assets of the inheritor along with its limits and to examine the way to be followed if these limits are exceeded. It will be tried to reach a result by evaluating the provisions of the Turkish Civil Code on the subject, different opinions in the doctrine and the decisions of the Supreme Court. In practice, it is seen that many heirs act by thinking that they can freely evaluate their existence without restrictions. As a result of this thought, it arises as a result of the violation of the rights of some heirs, who are accepted as rightful by the legislator. Similarly, it is seen that some of the inheritors, despite knowing the limitation imposed by the law, act against the heir, deliberately causing this result. With the action for reduction of reserved portion , the invalidation request of the heir whose share right protected by law has been violated will be resolved. With the decision taken as a result of the case, it will be concluded that all the acts may be null or partially void in order to allow the violation to be remedied.",
     "Metin": "Miras Hukuku, gerçek kişinin yaşamının sona ermesiyle birlikte, sahip olduğu mal varlığının kimlere ve hangi oranda dağıtılması gerektiği hususu üzerinde durmaktadır. Bu mal varlığı  içerisinde  taşınır ve taşınmaz malları temsil eden aktifler bulunacağı gibi, borçları kapsayan pasifler de yer alacaktır.  Miras bırakanın ölümü sonrasında söz konusu bu mal varlığının akıbeti, geride bıraktığı mirasçıları için büyük bir öneme sahiptir. Dolayısıyla kanun koyucu, miras bırakana mal varlığı üzerinde özgürce tasarrufta bulunma imkanı tanımış ve geride kalan mirasçıları düşünerek bu özgürlüğün sınırlarını da çizmiştir.  Bu çalışmamızın birinci bölümünde, miras bırakanın mal varlığı üzerindeki tasarruf özgürlüğünün  hangi  boyutta  olduğunu,  kanun  koyucunun  bunu  nasıl  ve  kimler  lehine sınırlandırdığını,  tasarruf  oranının  neyi  ifade  ettiğini  ve  nasıl  hesaplandığını  anlatmaya çalışacağız.  İkinci bölümde ise, miras bırakanın kanun koyucunun belirlediği sınırları aşması sonucu gündeme gelecek tenkis davası, örnek olaylar ve Yargıtay kararları çerçevesinde tüm yönleriyle ele alınacaktır.  I. MİRAS BIRAKANIN TASARRUF ÖZGÜRLÜĞÜ VE SINIRLARI Aynı ailenin üyesi olan kişilerin birbirlerinin geleceğini düşünerek hareket etmesi ve bu üyelerden miras bırakana daha yakın olan üyenin lehine, diğer üyelerin mirastan mahrum bırakılmasının  önüne  geçilmesi  adına,  varlığına  dokunulamayacak  miras  paylarının oluşturulması ihtiyacı duyulmuştur. Hukukun tanıdığı özgürlük neticesinde kişiler, sahip oldukları mal varlıkları üzerinde istisnalar hariç serbestçe tasarruf etme imkanına sahiptir. Bu istisnalardan birisi, kanunda ifade edilen saklı paylı mirasçıların payları üzerinde tasarrufta bulunulamamasıdır. Kanun koyucunun bu istisnayı düzenlemiş olmasının nedeni, üstün kamu menfaatini gözetmiş olmasıdır.  1 Hasan İşgüzar, Mehmet Demir ve Süleyman Yılmaz, Miras Hukuku (1. Baskı, Yetkin Yayınları 2019) 17 2 Rona Serozan ve Baki İlkay Engin, Miras Hukuku (Güncellenmiş 6. Baskı, Seçkin Yayıncılık 2019) 202 3 İşgüzar, Demir ve Yılmaz (n 1) 87 96Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  Kanunda sayılmış olan saklı paylı mirasçıların sahip olduğu ve miras bırakan tarafından üzerinde tasarruf yetkisi kullanılamayan paylar, saklı pay olarak anılmaktadır. Miras bırakanın mal varlığı içindeki söz konusu bu saklı paylar dışındaki kısım ise miras bırakan tarafından tasarruf edilebilir kısım olarak anılmaktadır. Başka bir ifadeyle saklı paylı mirasçıların davaya konu edemeyeceği tereke parçası, miras bırakan tarafından tasarruf edilebilir kısım olarak ifade edilmektedir.  Saklı payın, yasal mirasçılardan bir kısmına ait olup, mecburi olma özelliği taşıyan miras payı olduğunu da söyleyebiliriz. Aile içerisindeki yakınlık derecesi azaldıkça bu pay azalacak ve buna bağlı olarak da miras bırakanın tasarruf edebileceği pay artacaktır.  A. SAKLI PAYLI MİRASÇILAR Her şeyden önce şunu ifade edebiliriz ki, miras bırakanın yasal mirasçısı olmayan ya da olmasına rağmen sonradan bu sıfatını kaybetmiş olan kişinin, saklı paya sahip mirasçı olduğu da söylenemeyecektir.   Yasal mirasçılar, saklı paya sahip olanlar ve olmayanlar şeklinde ikiye ayrılmaktadır. 4721 sayılı Türk Medeni Kanunu nun 506 ncı maddesinde görüldüğü gibi, kimlerin saklı paya sahip mirasçı olabileceği kanun koyucu tarafından sayılmış ve üç grup halinde düzenleme altına alınmıştır.  Dolayısıyla  herhangi  bir  kişinin,  kendi  mirasında  saklı  paya  sahip  olabilecek mirasçılarını belirleme yetkisi yoktur.      4 Serozan ve Engin (n 2) 202; Oğuz Ersöz, ‘Tenkis Defi  (2017) 15 (170) Legal Hukuk Dergisi, 602-603 5 Ali Naim İnan, Şeref Ertaş ve Hakan Albaş, Türk Medeni Hukuku Miras Hukuku (10. Baskı, Seçkin Yayıncılık 2019) 326 6 Osman Gökhan Antalya ve İpek Sağlam, Miras Hukuku (Genişletilmiş 4. Baskı, Seçkin Yayıncılık 2019) 315 7 Antalya ve Sağlam (n 6) 319 8 RG. 08.12.2001, S. 24607 9  Saklı pay aşağıdaki oranlardan ibarettir: 1. Altsoy için yasal miras payının yarısı, 2. Ana ve babadan her biri için yasal miras payının dörtte biri, 3. (Mülga: 4/5/2007-5650/2 md.), 4. Sağ kalan eş için, altsoy veya ana ve baba zümresiyle birlikte mirasçı olması hâlinde yasal miras payının tamamı, diğer hâllerde yasal miras payının dörtte üçü.  10 Serap Kurtbaş, Tenkise Esas Alınan Tereke (1. Baskı, Seçkin Yayıncılık 2017) 36-37 11 İşgüzar, Demir ve Yılmaz (n 1) 88; Serozan ve Engin (n 2) 205  97Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  Miras bırakan, TMK m. 51512 gereğince, yapacağı ölüme bağlı tasarrufların bir koşula bağlanmasını sağlayabilecektir. Buna karşılık miras bırakanın, hak sahibi olan mirasçılarının saklı pay sahibi olabilmelerini ise herhangi bir koşula bağlaması söz konusu olmayacaktır.  1. Birinci Grup Saklı Paylı Mirasçılar Kanun gereğince, birinci grup saklı paylı mirasçıların, miras bırakanın altsoyu olduğu sonucuna ulaşabiliriz. Bu  gruptakilerin  tespiti  için,  miras  bırakanın,  altsoyu  ile  soy  bağının  ne  şekilde kurulduğunun önemi yoktur. Başka bir ifadeyle hukuken altsoy olduğu kabul edilen herkes, birinci grup saklı paylı mirasçı olarak kabul edilmektedir.  Kanundaki ilgili düzenlemeye dikkat edilirse, birinci grupta yer alan bu saklı paya sahip mirasçıların, saklı payları oran olarak belirlenmiş ve yasal miras paylarının yarısı kadar olduğu ifade edilmiştir. 2. İkinci Grup Saklı Paylı Mirasçılar Kanun gereğince, ikinci grup saklı paylı mirasçıların, miras bırakanın anne ve babası olduğu sonucuna ulaşabiliriz. Kanundaki ilgili düzenlemeye dikkat edilirse, ikinci grupta yer alan bu saklı paya sahip mirasçıların, saklı payları oran olarak belirlenmiş ve yasal miras paylarının dörtte biri (¼) kadar olduğu ifade edilmiştir.  Kanunda, 04.05.2007 tarihinde yapılan düzenlemeden önce, miras bırakanın kardeşinin de saklı paylı mirasçı olduğu ve saklı payının ise yasal miras payının sekizde biri (1/8) kadar olduğu  düzenleme  altına  alınmıştı.  Düzenlemeyle  birlikte  kardeş,  saklı  paya  hak  sahibi olmaktan çıkarılmıştır. Bu da saklı pay ile tasarruf oranı arasındaki ters orantı nedeniyle, miras bırakanın mal varlığı üzerindeki tasarruf oranının artmasına neden olmuştur.  12   Miras bırakan, ölüme bağlı tasarruflarını koşullara veya yüklemelere bağlayabilir. Tasarruf hüküm ve sonuçlarını doğurduğu andan itibaren, her ilgili koşul veya yüklemenin yerine getirilmesini isteyebilir. Hukuka veya ahlâka aykırı koşullar ve yüklemeler, ilişkin bulundukları tasarrufu geçersiz kılar. Anlamsız veya yalnız başkalarını rahatsız edici nitelikte olan koşullar ve yüklemeler yok sayılır.  13 Antalya ve Sağlam (n 6) 319 14 İşgüzar, Demir ve Yılmaz (n 1) 88 15 RG. 10.05.2007, S. 26518 16 İşgüzar, Demir ve Yılmaz (n 1) 90 98Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  Miras bırakanın kardeşinin saklı paylı mirasçı olması hususunda 2007 öncesinde ve sonrasında farklı düzenlemelerin söz konusu olmasının, uygulamada dava ve hüküm tarihinin farklı dönemlere denk gelmesi halinde uygulanacak düzenlemenin tespiti açısından soru işareti oluşturabileceği  düşünülebilecektir.  Ancak  mirasın  paylaşılması,  Türk  Medeni  Kanunu gereğince ölüm anında yürürlükte bulunan düzenlemeler çerçevesinde gerçekleştirileceğinden, hangi düzenlemenin uygulanacağının, dava veya hüküm tarihine değil, ölüm anına bağlandığı sonucuna  ulaşabiliriz.  Yani  miras  bırakanın,  04.05.2007  tarihinden  önce  ölmüş  olması durumunda, kardeşleri de saklı paylı mirasçı olarak kabul edilecektir. 3. Üçüncü Grup Saklı Paylı Mirasçılar Kanun gereğince, üçüncü grup saklı paylı mirasçının, miras bırakanın sağ kalan eşi olduğu sonucuna ulaşabiliriz. Kanundaki ilgili düzenlemeye dikkat edilirse, üçüncü grupta yer alan bu saklı paya sahip mirasçının saklı payları, kiminle birlikte  miras bırakanın mirasçısı olduğuna göre farklılık göstermektedir. Sağ kalan eş, miras bırakanın altsoyu veya annesi, babasıyla birlikte mirasçı olması halinde, sahip olduğu yasal miras payının tamamı saklı pay olarak kabul edilecektir. Bunlar dışındakilerle birlikte mirasçı olması halinde ise, yasal miras payının dörtte üçü (¾) saklı pay olarak kabul edilecektir.  Terekenin paylaşımı yapılmadan önce borçların ödenmesi ve mal rejimi tasfiyesinin yapılmış olması gerekir. Bunlardan sonra mirasçılara payları oranında dağıtım yapılacaktır. Kanun koyucu, edinilmiş mallara katılma rejiminin yasal mal rejimi olduğunu düzenlemiştir. Bu rejim gereğince örneğin, sağ kalan eş, alt soy ile birlikte mirasçı iken, bir malın edinilmiş mal olması halinde, söz konusu bu malın yarısını sağ kalan eş alacaktır. Malın kalan yarısının dörtte birini (¼) ise yine yasal miras payı olarak sağ kalan eş alacaktır. Saklı payın da bunun üzerinden hesaplanması gerekecektir.      17 Serozan ve Engin (n 2) 205; İşgüzar, Demir ve Yılmaz (n 1) 90  18 Antalya ve Sağlam (n 6) 322; İşgüzar, Demir ve Yılmaz (n 1) 91  99Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  B. TASARRUF ORANI VE HESAPLANMASI Roma  hukukunda,  miras  bırakanın  mal  varlığı  üzerinde  dilediği  gibi  tasarrufta bulunabileceği genel olarak kabul edilmiştir. Yani bu konuda miras bırakanın iradesi üstün kılınmıştır. Ancak zamanla bu düzenlemenin yumuşadığı görülmektedir.  Tasarruf oranı, murisin söz konusu malvarlığı için tasarruf yetkisini kullanabildiği kısmı ifade eder. Murisin sahip olduğu tasarruf oranıyla saklı pay oranı arasında ters orantı vardır. Başka bir ifadeyle saklı pay oranı ne kadar az olursa muris o kadar fazla tasarruf yetkisine sahip olacaktır. Dolayısıyla tasarruf oranının, her bir olay için ayrıca hesaplanması gerekecektir. Tasarruf edilebilecek kısmın hesaplanmasında, mirasın tamamından saklı payların toplamının çıkarılması gerekmektedir. Bunu matematiksel olarak ifade etmek gerekirse  TEK=MT–ST  eşitliğinin  kullanılması  gerektiğini  söyleyebiliriz.  Tasarruf  oranının  hesaplanmasında  ise, terekenin 1 olarak kabul edilmesi halinde, toplam saklı pay oranının 1 den çıkarılmasıyla sonuca ulaşılacaktır.  Bunu  matematiksel  olarak  ifade  etmek  gerekirse   TO=1–SO   eşitliğinin kullanılması gerektiğini söyleyebiliriz. Dolayısıyla  murisin  mal  varlığı  üzerinde  tasarruf  yetkisine  sahip  olduğu  kısmın belirlenebilmesi için öncelikle terekenin tespit edilmesi gerekir.  Tasarruf oranı belirlenirken dikkate alınacak olan asıl tereke, sadece murisin öldüğü andaki mevcut olan aktif değerlerden oluşmamaktadır. Kanun koyucu, murisin sağ iken mal varlığına yönelik istediği şekilde tasarrufta bulunabileceğini kabul etmiş olsa da, söz konusu bu tasarruf sonucunda saklı paya sahip mirasçıların bu paylarının tecavüze uğramasını istememiştir. Dolayısıyla  miras  bırakanın  sağ  iken  ifa  ettiği  bazı  tasarrufların,  tasarruf  oranının belirlenebilmesi adına, ölümüyle birlikte terekeye eklenmesi arzu edilmiştir.    19 Zahit İmre ve Hasan Erman, Miras Hukuku (13. Baskı, Der Yayınları 2017) 230 20 Hasan Petek, ‘Mirasçılık Sıfatını Sona Erdiren Sebeplerin Mirasbırakanın Serbestçe Tasarruf Edebileceği Kısım Üzerindeki Etkisi  (2002) 4 (2) Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, 139; Aydın Ebrar Günal, Mirasın Reddi ve Hukuki Sonuçları (2. Baskı, Platon Hukuk Yayınları 2020) 112 21 Antalya ve Sağlam (n 6) 323; İşgüzar, Demir ve Yılmaz (n 1) 88; Serozan ve Engin (n 2) 211; Kurtbaş (n 10) 38 22 TEK = Tasarruf edilebilir kısım, MT = Miras toplamı, ST = Saklı paylar toplamı; Hakan Albaş, ‘Miras Hukukunda İptal ve Tenkis Def i  (2012) 18 (3) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, 145 23 TO = Tasarruf oranı, SO = Saklı pay oranı; Hande Deniz, Miras Hukuku Pratik Çalışmaları (4. Baskı, Seçkin Yayıncılık 2020) 88 24 Serozan ve Engin (n 2) 212; İşgüzar, Demir ve Yılmaz (n 1) 91; Antalya ve Sağlam (n 6) 324 25 Gamze Turan Başara, ‘Ölüme Bağlı Tasarrufların Tenkisi ve Tenkis Davası  (2016) (27) Türkiye Adalet Akademisi Dergisi, 366 100Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  TMK m. 507 de murisin mal varlığı üzerinde tasarruf edebileceği kısmın, ölümün gerçekleştiği  andaki  terekenin  durumuna  göre  belirleneceği  ifade  edilmiştir.  Yine  aynı maddede tasarruf edilebilecek kısmın belirlenmesi anında terekeden indirilmesi gereken hususlar da  vurgulanmıştır.  Terekenin  belirlenebilmesi  için  öncelikle  mal  varlığının  aktifleri  ile pasiflerinin ayrılması ve net aktiflerin tespit edilmiş olması gerekmektedir. Dolayısıyla 507 nci maddede  ifade  edilen  miktarların  terekeden  indirilmesi  gerekmektedir.  Gerekli  indirimler yapıldıktan  sonra,  net  terekenin  hesaplanabilmesi  adına  bazı  eklemelerin  yapılması  da gerekecektir. TMK m. 508 de ifade edildiği gibi, murisin öngörülen belirli süre içinde yapmış olduğu  sağlararası  karşılıksız  kazandırmaların  da  terekeye  eklenmesi  gerekecektir.  Benzer şekilde,  mirasta  iadesi  söz  konusu  olabilen  bağışlamaların  da  terekeye  eklenmesi gerekmektedir. TMK m. 509 da ise sigorta alacaklarının, miras bırakanın ölümü anındaki satın alma değeriyle birlikte terekeye eklenmesi gerektiği düzenlenmiştir. 1. Mirasın Reddinin Tasarruf Oranı Üzerindeki Etkisi Mirasın reddedilmesiyle birlikte reddedenin mirasçılığı sona erecektir. TMK m. 61131 gereğince,  kişinin  mirası  reddetmiş  olması,  miras  bırakandan  önce  ölmüş  gibi değerlendirilmesine neden olacaktır. Dolayısıyla mirası reddedenin altsoyunun miras hakları korunmuş olacaktır. Başka bir ifadeyle, mirası reddetmiş olan mirasçı hesaba katılmaksızın mirasçıların sahip oldukları saklı paylar ve miras bırakanın tasarruf nisabı hesaplanacaktır. Mirasın reddinin miras bırakanın sahip olduğu tasarruf oranına etkisi, reddeden mirasçının altsoyunun olup olmamasına, olması halinde bunların saklı paya sahip olup olmamasına ve pay oranlarına göre değişiklik gösterecektir.  26  Tasarruf edilebilir kısım, terekenin mirasbırakanın ölümü günündeki durumuna göre hesaplanır. Hesap yapılırken, mirasbırakanın borçları, cenaze giderleri, terekenin mühürlenmesi ve yazımı giderleri, mirasbırakan ile birlikte yaşayan ve onun tarafından bakılan kimselerin üç aylık geçim giderleri terekeden indirilir.  27 Erhan Günay, Soru ve Cevaplarla Miras El Kitabı (2. Baskı, Seçkin Yayıncılık 2019) 66 28  Mirasbırakanın sağlararası karşılıksız kazandırmaları, tenkise tâbi oldukları ölçüde, tasarruf edilebilir kısmın hesabında terekeye eklenir.  29 Serozan ve Engin (n 2) 212; İşgüzar, Demir ve Yılmaz (n 1) 92 30  Mirasbırakanın kendi ölümünde ödenmek üzere üçüncü kişi lehine hayat sigortası sözleşmesi yapması veya böyle bir kişiyi sonradan lehdar olarak tayin etmesi ya da sigortacıya karşı olan istem hakkını sağlararası veya ölüme bağlı tasarrufla karşılıksız olarak üçüncü kişiye devretmesi hâlinde, sigorta alacağının mirasbırakanın ölümü zamanındaki satın alma değeri terekeye eklenir.  31  Yasal mirasçılardan biri mirası reddederse onun payı, miras açıldığı zaman kendisi sağ değilmiş gibi, hak sahiplerine geçer. Mirası reddeden atanmış mirasçının payı, miras bırakanın ölüme bağlı tasarrufundan arzusunun başka türlü olduğu anlaşılmadıkça, miras bırakanın en yakın yasal mirasçılarına kalır.  32 Antalya ve Sağlam (n 6) 342; İşgüzar, Demir ve Yılmaz (n 1) 93  33 Mustafa Dural ve Turgut Öz, Türk Özel Hukuku Cilt IV Miras Hukuku (15. Baskı, Filiz Kitapevi 2020) 272; Günal (n 20) 112 101Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  Reddedenin saklı paylı mirasçı olduğunu ve altsoyunun da olmadığını düşünelim. Bu durumda mirasın reddedilmiş olması halinde, söz konusu bu saklı pay aynı zümre ve sıradaki mirasçıların paylarının artmasına neden olsa da, miras bırakanın tasarruf oranı üzerinde herhangi bir değişiklik yaratmayacaktır. Somutlaştırmak  adına  örnek  vermek  gerekirse,  miras  bırakanın  geride  yalnızca  iki çocuğunun kaldığını düşünelim. Bu durumda her bir çocuğun miras payı ½ ve saklı payı da ¼ olacaktır. Dolayısıyla saklı paylar toplamı ½ (¼ + ¼) olacaktır. Saklı paylar dışında geriye kalan kısım ise yani ½ lik (1-  ½) kısım ise miras bırakanın tasarruf oranına karşılık gelecektir. Çocuklardan birinin mirası reddetmesi halinde ise, mirasın tamamı sağ olan diğer çocuğa kalacaktır. Bu durumda da mirasın tamamını alan çocuğun saklı payı ½ olacaktır. Saklı pay dışında kalan kısım ise yani ½ lik (1- ½) kısım ise miras bırakanın tasarruf oranı olacaktır. Görüldüğü gibi, bu şartlar altında mirasın reddi halinde, diğer mirasçının miras payı artmasına rağmen, miras bırakanın tasarruf oranı değişmemiştir.    Reddedenin  saklı  paylı  mirasçı  olduğunu  ve  altsoy  yanında  diğer  mirasçıların  da olmadığını düşünürsek, söz konusu saklı pay bu durumda doğrudan murisin tasarruf edebileceği kısma eklenecektir. Dolayısıyla tasarruf oranının artmasına neden olacaktır. Reddedenin saklı paylı mirasçı olduğunu ve altsoyu olmasına rağmen bu altsoyun saklı paylı mirasçı olmadığını düşünelim. Mesela anne ve babanın mirası reddettiğini ve geride yaşayan bir kardeşin mirasçı olarak kaldığını düşünelim. Kardeş, mevcut düzenleme gereğince saklı paylı mirasçı olmadığından, bu durumda da söz konusu bu saklı pay doğrudan murisin tasarruf edebileceği kısma eklenecek ve bu da tasarruf oranının artmasına neden olacaktır.  Geriye kalan mirasçı saklı paylı mirasçı ve pay oranı da reddeden mirasçınınki ile aynı ise, miras bırakanın tasarruf oranında değişme olmayacaktır. Eğer geride kalan bu kişinin saklı pay oranı daha az ise, bu durumda miras bırakanın tasarruf edebileceği kısımda, aradaki fark kadar genişleme olacaktır.   34 Dural ve Öz (n 33) 272 35 Alkım Oral, ‘Miras Hukukunda Tenkis Davası  (Yüksek Lisans Tezi, Akdeniz Üniversitesi Sosyal Bilimler Enstitüsü Özel Hukuk Anabilim Dalı, 2018) 21 36 Antalya ve Sağlam (n 6) 342-343; İşgüzar, Demir ve Yılmaz (n 1) 93; Serozan ve Engin (n 2) 236  37 İşgüzar, Demir ve Yılmaz (n 1) 93 38 Antalya ve Sağlam (n 6) 342 102Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  Örneğin, Ali öldüğünde kızı Kamuran ile babası Bilal in hayatta olduğunu düşünelim. Bu durumda alt soyun varlığı Bilal in mirasçılığını engelleyeceğinden, Kamuran mirasın tamamına sahip olacak ve saklı payı ise ½ olacaktır. Saklı payın dışında kalan ½ lik (1-½) kısım ise Ali nin tasarruf oranını ifade edecektir. Kamuran ın mirası reddetmiş olması halinde ise, birinci zümrede başka bir mirasçı kalmadığından, miras Bilal e geçecektir. Bilal terekenin tamamına sahip olabilecek olsa da saklı pay oranı ¼ tür. Dolayısıyla saklı payın dışında kalan ¾ lük (1-¼) kısım Ali nin tasarruf oranı olacaktır. Görüldüğü gibi geride kalanın saklı payının daha az olması tasarruf oranının genişlemesine neden olmuştur.       2. Mirastan Feragatin Tasarruf Oranı Üzerindeki Etkisi Mirastan feragatin ivazlı olup olmamasının, tasarruf oranına etkisi aynı olmayacaktır. İvazsız yapılan feragat, aksi kararlaştırılmamışsa altsoyu etkilemeyecektir. Bu nedenle mirastan feragatin ivazsız yapılması halinde, altsoyun mirasçılığı devam edecektir. Mirastan ivazsız feragat edilmiş olması halinin tasarruf oranı üzerindeki etkisi hususunda doktrinde tartışmalar olsa da, büyük bir çoğunluğun savunduğu görüş, mirastan çıkarılma ile aynı etkiye sahip olacağı yönündedir.   Feragat etmiş olan mirasçının altsoyu yoksa bu mirasçının saklı payı, miras bırakanın üzerinde  tasarrufta  bulunabildiği  kısma  eklenecektir.  Bu  nedenle  miras  bırakanın  tasarruf oranında artış olacaktır. Benzer şekilde feragat edenin altsoyu olmasına rağmen saklı paylı mirasçı sıfatına sahip değilse, bu durumda da söz konusu pay murisin tasarruf edebileceği kısma eklenecek ve tasarruf oranı artacaktır.  Mirastan ivazsız feragat etmiş olan mirasçının saklı pay hakkına sahip olan alt soyu varsa, miras bırakanın tasarruf oranında herhangi bir değişiklik söz konusu olmayacaktır. Bu hususun, mevcut düzenleme çerçevesinde, feragat etmiş olan mirasçının birinci zümreden olması ve ayrıca altsoya sahip olması durumunda geçerli olacağını söyleyebiliriz. Bunun dışındaki ihtimallerde,  39 Dural ve Öz (n 33) 272 40 Antalya ve Sağlam (n 6) 341; İşgüzar, Demir ve Yılmaz (n 1) 94; Oral (n 35) 24; Serozan ve Engin (n 2) 239-240 41 Mustafa Kemal Oğuzman, Miras Hukuku (6. Baskı, Filiz Yayınevi 1995) 234; Serozan ve Engin (n 2) 241; Antalya ve Sağlam (n 6) 340-342; Zeynep Tokur, Tenkis Davası (1. Baskı, Yetkin Yayınları 2020) 36; Ahmet Nar, Türk Miras Hukukunda Tenkis (1. Baskı, On İki Levha Yayıncılık 2016) 80; Aksi yöndeki görüşler için bkz. Petek (n 20) 155; İşgüzar, Demir ve Yılmaz (n 1) 94 42 Nar (n 41) 80 43 Antalya ve Sağlam (n 6) 341; İşgüzar, Demir ve Yılmaz (n 1) 94; Serozan ve Engin (n 2) 239-240 103Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  feragat etmiş olan kişinin altsoyu olsa da, onun saklı payı olmayacaktır. Dolayısıyla feragat etmiş olan mirasçının saklı payı miras bırakanın tasarruf nisabına eklenecektir. Mirastan feragatin ivazlı yapılması halinde ise TMK m. 52845 gereğince, aksi yönde bir anlaşma yoksa altsoy etkilenecektir. Dolayısıyla mirastan ivazlı feragat edilmesi halinde, yine söz konusu pay murisin tasarruf edebileceği kısma eklenecek ve tasarruf oranını artıracaktır. Mirasın reddi söz konusu olduğunda, reddeden mirasçının miras bırakandan önce öldüğü varsayılmakta  ve  buna  bağlı  olarak  da,  miras  bırakanın  tasarruf  nisabı  yeniden  hesap edilmektedir. Buna karşılık ivazlı mirastan feragatin söz konusu olması halinde ise, feragat etmiş olan mirasçının öldüğü değil, varlığını devam ettirdiği kabul edilerek saklı payı hesaplanır ve bulunan tutar miras bırakanın tasarruf nisabına eklenir.   Örneğin, Mahir in mirasçıları, oğulları Aydın, Burak ve Cemil ile Cemil in kızı Derya olsun. Mahir in ölümünden önce Cemil ile ivazlı bir feragat sözleşmesi yaptıklarını düşünelim. Mahir, feragat etmesi karşılığında Cemil e 100.000 TL verdiğini ve ölümü anında net terekesinin ise  200.000  TL  olduğunu  varsayalım.  Cemil e  verilen  karşılığın  terekeye  eklenmesi gerektiğinden, tereke 300.000 TL (100.000+200.000) olacaktır. Bu durumda Aydın, Burak ve Cemil in her birinin miras payları 100.000 TL ve saklı payları 50.000 TL olacaktır. Dolayısıyla saklı  paylar  toplamı  150.000  TL  (50.000+50.000+50.000)  olup,  Mahir in  tasarrufta bulunabileceği kısım ise yine 150.000 TL (300.000-150.000) olacaktır. Cemil in feragati ivazlı olduğu için, onun söz konusu saklı payı Mahir in tasarrufta bulunabileceği tutara eklenecektir. Dolayısıyla Mahir in tasarruf edebileceği tutar 200.000 TL (150.000+50.000) ye çıkacaktır. Derya ise, TMK m. 528 gereğince, Cemil e halef olamayacaktır.  3. Mirastan Iskatın Tasarruf Oranı Üzerindeki Etkisi Murisin mirasçısını mirasçılıktan çıkarması halinde, TMK m. 51149 gereğince, çıkarılan mirasçının altsoyu bundan etkilenmeyecektir. Yani bu durumda mirasçılıktan çıkarılmış olan  44 Nar (n 41) 81; İbrahim Yazar, ‘Miras Hukukunda Tenkis  (Yüksek Lisans Tezi, Kadir Has Üniversitesi Sosyal Bilimler Enstitüsü Özel Hukuk Anabilim Dalı, 2017) 24 45  Miras bırakan, bir mirasçısı ile karşılıksız veya bir karşılık sağlanarak mirastan feragat sözleşmesi yapabilir. Feragat  eden,  mirasçılık  sıfatını  kaybeder.  Bir  karşılık  sağlanarak  mirastan  feragat,  sözleşmede  aksi öngörülmedikçe feragat edenin altsoyu için de sonuç doğurur.  46 Antalya ve Sağlam (n 6) 340; İşgüzar, Demir ve Yılmaz (n 1) 94; Serozan ve Engin (n 2) 239-240  47 Antalya ve Sağlam (n 6) 340 48 Oral (n 35) 24 49  Mirasçılıktan çıkarılan kimse, mirastan pay alamayacağı gibi; tenkis davası da açamaz. Miras bırakan başka türlü tasarrufta bulunmuş olmadıkça, mirasçılıktan çıkarılan kimsenin miras payı, o kimse miras bırakandan 104Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  kişinin,  muristen  önce  öldüğü  varsayılacaktır.  Dolayısıyla  mirasçılıktan  çıkarılanın  payına altsoyu hak sahibi olacak ve bu da söz konusu bu payın murisin tasarruf edebileceği kısma eklenmesine yani tasarruf oranının artmasına engel olabilecektir. Mirasçılıktan  çıkarılmış  olanın  sahip  olduğu  saklı  pay,  miras  bırakanın  tasarruf edebileceği  kısma  eklenebilecek  olsa  da,  bu  durum  diğer  mirasçıların  saklı  paylarını etkilemeyecektir. Başka bir ifadeyle mirasın reddinde bahsettiğimiz gibi, saklı paylı mirasçıların paylarının  artması  söz  konusu  olmayacaktır.  Bu  durumun  miras  bırakanın  tasarruf  oranı üzerindeki  etkisi  ise,  ıskat  edilmiş  mirasçının  altsoyunun  olup  olmadığına  göre  farklılık gösterecektir. Mirasçılıktan  çıkarılanın  alt  soyunun  bulunması  ve  bunun  saklı  paylı  bir  mirasçı olmaması halinde, çıkarılmış olanın saklı payı, miras bırakanın üzerinde tasarruf edebileceği kısma eklenecektir. Eğer bu altsoy saklı paylı bir mirasçı ise, söz konusu bu payı talep etme hakkına sahip olacaktır.  Mirasçılıktan çıkarılan ile alt soyunun sahip oldukları saklı pay oranlarının aynı olup olmaması farklı sonuçlar doğuracaktır. Her ikisinin saklı paylarının eşit olması halinde miras bırakanın tasarruf edebileceği kısımda bir değişiklik olmayacaktır. Eğer altsoyun saklı payı daha az ise, miras bırakanın tasarruf edebileceği kısım aradaki fark kadar artacaktır.    Birinci duruma örnek verecek olursak, örneğin, Oya nın mirasçıları oğlu Adem ve kızı Merve olsun. Ayrıca, Adem in Cem isminde oğlu bulunsun. Bu durumda Adem ve Merve nin saklı payları ayrı ayrı ¼ oranında olacağından, toplam saklı pay oranı ½ (¼+¼) oranında olacaktır. Dolayısıyla geriye kalan ½ (1-½) oran ise miras bırakan Oya nın tasarruf oranı olacaktır. Oya nın, Adem i mirasçılıktan çıkardığını düşünelim. Adem mirasçılıktan çıkarılmış olduğundan, onun yerine oğlu Cem geçecek ve saklı payını talep edebilecektir. Merve ile birlikte mirasçı olan Cem in saklı payı da Adem in saklı pay oranı olan ¼ oranı kadardır. Dolayısıyla bu  önce ölmüş gibi, mirasçılıktan çıkarılanın varsa altsoyuna, yoksa miras bırakanın yasal mirasçılarına kalır. Mirasçılıktan çıkarılan kimsenin altsoyu, o kimse miras bırakandan önce ölmüş gibi saklı payını isteyebilir.  50 İşgüzar, Demir ve Yılmaz (n 1) 94 51 Oğuzman (n 41) 233; Serozan ve Engin (n 2) 237 52 Oğuzman (n 41) 234-235; Serozan ve Engin (n 2) 237; İnan, Ertaş ve Albaş (n 5) 380 53 Antalya ve Sağlam (n 6) 337 105Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  durumdaki  mirasçılar  olan  Merve  ve  Cem in  saklı  payları  toplamı  da  ½  (¼+¼)  oranında olacaktır. Bu da miras bırakanın tasarruf oranının değişmediğini gösterecektir.  İkinci durum ise sadece 04.05.2007 tarihinde yapılan değişiklikten önce düzenlenmiş olan, kardeşin saklı paylı mirasçı olması durumunda söz konusu olabilecektir.        Mirastan feragatin tasarruf oranı üzerindeki etkisinden bahsederken söylediğimiz gibi, burada da mirasçılıktan çıkarılanın altsoyu yoksa ya da olmasına rağmen saklı paylı mirasçı sıfatına sahip değilse, söz konusu pay murisin tasarruf edebileceği kısma eklenecek ve tasarruf oranının artmasına neden olacaktır. Örneğin, Musa nın mirasçıları, kızları Ayça ve Burcu olsun. Kızların saklı payları ¼ olacağından toplam saklı pay oranı ½ (¼+¼) olacaktır. Dolayısıyla Musa nın tasarruf oranı da ½ (1–½) olacaktır. Musa nın Ayça yı mirasçılıktan çıkardığını ve Ayça nın herhangi bir altsoyunun da olmadığını düşünelim. Bu durumda da çıkarılma hiç olmamış gibi hesap yapılacağından, Burcu nun saklı payı aynı şekilde ¼ olacaktır. Ayça nın saklı payı olan ¼ oranı ise sıfırlanacak dolayısıyla saklı paylar toplamı ¼ (0+¼) olacaktır. Bu nedenle miras bırakan Musa nın tasarruf edebileceği oran ¾ e (1–¼) yükselecektir. Görüleceği gibi, mirasçılıktan çıkarılan Ayça nın saklı payı, Musa nın tasarruf oranına eklenmiştir.  4. Mirastan Yoksunluğun Tasarruf Oranı Üzerindeki Etkisi Mirastan  yoksunluğun,  miras  bırakanın  tasarruf  edebileceği  kısım  üzerindeki  etkisi hususunda ise doktrinde farklı görüşler olduğu görülmektedir. Birinci görüş taraftarı olanlarca; mirastan yoksunluğun mirastan çıkarmayı tamamlar nitelikte bir kurum olduğu kabul edilmekte ve aralarındaki bu benzerlik nedeniyle, mirasçılıktan çıkarmaya ilişkin yapılan açıklamaların, mirastan yoksunluk için de geçerli olması gerektiği ifade edilmiştir. Diğer görüş taraftarı olanlar ise bu görüşe karşı çıkarak, mirastan yoksunlukta, mirastan çıkarmaya ilişkin ilkelerin değil, mirasın reddine ilişkin ilkelerin uygulanmasının daha doğru olacağını ifade etmişlerdir.  54 Yazar (n 44) 22 55 Oğuzman (n 41) 233; İnan, Ertaş ve Albaş (n 5) 380 56 Antalya ve Sağlam (n 6) 337; İşgüzar, Demir ve Yılmaz (n 1) 94; Serozan ve Engin (n 2) 237-238 57 Yazar (n 44) 23 58  Petek (n 20) 159; İnan, Ertaş ve Albaş (n 5) 382; Serozan ve Engin (n 2) 241-242  59 Fikret Eren, Türk Medeni Hukukunda Tenkis Davası (1. Baskı, Ankara Üniversitesi Hukuk Fakültesi Yayınları 1973) 42; İmre ve Erman (n 19) 314; Dural ve Öz (n 33) 275 60 İnan, Ertaş ve Albaş (n 5) 385; Antalya ve Sağlam (n 6) 343; Petek (n 20) 160   106Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  Miras bırakanın, yoksunluk nedenlerini öngörmesi ve yoksun kılınana ait saklı payın, mirasçılıktan çıkarmada olduğu gibi, miras bırakanın üzerinde serbestçe tasarruf edebileceği kısma eklenmesi uygun olmayacaktır. Dolayısıyla, mirastan yoksunluğun söz konusu olduğu durumlarda da yoksun kalan kişinin miras bırakandan önce öldüğü varsayılarak, miras bırakanın tasarruf nisabı belirlenir. Daha önce mirasın reddinin tasarruf oranı üzerindeki etkileri başlığı altında yaptığımız açıklamalar, mirastan yoksunluk halinde de geçerli olacaktır. II. TENKİS DAVASI Tenkis davası, miras hukukuna mahsus olup, murisin mal varlığı üzerindeki tasarruf oranıyla yakından alakalıdır. Daha önce de ifade edildiği gibi, murisin mal varlığı üzerinde tasarruf edebileceği kısım, saklı pay haricindeki kısım olacaktır. Miras bırakanın yaptığı tasarruflarıyla, tasarruf edebileceği tereke parçasını aşması nedeniyle ortaya çıkan saklı pay ihlalinin  giderilerek,  yasal  sınırlara  çekilmesine  olanak  tanıyan  davaya  tenkis  davası denilmektedir.  Bazen murisin yapmış olduğu sağlararası tasarrufları veya ölüme bağlı tasarrufları ile saklı pay sahibi olan mirasçılarının söz konusu bu haklarına tecavüz ettiği görülebilmektedir. İşte bu aykırılığı gidermek adına kanun koyucu TMK m. 56065 ile mirasçıya, saklı payında tecavüz edilen kısım için tenkis davası açma hakkı tanımıştır. Saklı payın koruma altına alınmış olması, miras bırakanın ihlale neden olan tasarrufunun kendiliğinden geçersiz olmasını sağlamayacaktır. Başka bir ifadeyle, saklı payı ihlal edilen mirasçının bu ihlalin giderilmesi için harekete geçmiş olması şarttır. Aksi taktirde tasarruf ihlale neden olsa da geçerli kalmaya devam edecektir.  61 Petek (n 20) 160 62 Antalya ve Sağlam (n 6) 343; Petek (n 20) 160 63 İşgüzar, Demir ve Yılmaz (n 1) 104 64 İnan, Ertaş ve Albaş (n 5) 387; Anıl Köroğlu, ‘Tenkis Def inin Yargılamada İleri Sürülmesi ve Sonuçları (Gizli İnşaî Hüküm Kavramı Üzerine Bazı Tespitler)  (2020) 28 (2) Selçuk Üniversitesi Hukuk Fakültesi Dergisi, 577; Turan Başara (n 25) 387; Ersöz (n 4) 614; Ahmet Cemal Ruhi ve Canan Ruhi, Vasiyetname Ve Miras Sözleşmesi (1. Baskı, Seçkin Yayıncılık 2017) 73; Günay, ‘Miras El Kitabı  (n 27) 169; Selin Sert Sütçü, Miras Bırakanın Muvazaalı Hukuki İşlemleri Ve Sonuçları (2. Baskı, Seçkin Yayıncılık 2019) 174; Kurtbaş (n 10) 39 65  Saklı paylarının karşılığını alamayan mirasçılar, miras bırakanın tasarruf edebileceği kısmı aşan tasarruflarının tenkisini dava edebilirler. Yasal mirasçıların paylarına ilişkin olarak tasarrufta yer alan kurallar, miras bırakanın arzusunun başka türlü olduğu tasarruftan anlaşılmadıkça, sadece paylaştırma kuralları sayılır.  66 İşgüzar, Demir ve Yılmaz (n 1) 104; Serozan ve Engin (n 2) 203; Elif Polat, Ölünceye Kadar Bakma Sözleşmesinde Muvazaa ve Tenkis (1. Baskı, Adalet Yayınevi 2021) 131-132 67 Serozan ve Engin (n 2) 203; Ersöz (n 4) 605 107Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  Kanun gereğince, tenkis davasını açmaya herkes hak sahibi olmayıp, sadece saklı paya sahip olanların bu hakkı kullanabileceği yani tenkis davasını açabileceğini söyleyebiliriz. Daha önce de belirttiğimiz gibi, saklı paylı mirasçılar kanunca üç gruba ayrılmış ve bunların; miras bırakanın eşi, altsoyları, anne ve babası olduğu ifade edilmiştir. Dolayısıyla tenkis davasını açabilecek kişiler de bunlardan ibarettir.   Şunu da belirtmek gerekir ki, miras bırakanın tasarruf oranını ihlal ettiği her halde tenkis davasının söz konusu olduğunu söyleyemeyiz. Mesela murisin tasarruf oranını ihlal ettiğini, ancak eşine sahip olduğu saklı pay hakkından daha fazla mal bıraktığını düşünelim. Bu durumda sağ kalan eş, tenkis davası açamayacaktır. Çünkü her ne kadar başkalarının saklı payı ihlal edilmiş olsa da kendi saklı payı ihlal edilmemiştir. Başka bir ifadeyle, saklı payından daha fazla bir pay almış olan mirasçının, bu davayı açması söz konusu olamayacaktır. Saklı payının, miras bırakanın tasarrufuyla ihlal edildiğini öğrenen mirasçının, ihlalin miktarını bilemeyeceği dikkate alındığında, dava yoluna başvururken tenkisini talep ettiği tutarı belirtmesi  gerekmediği  sonucuna  ulaşabiliriz.  Söz  konusu  ihlale  karşılık  olan  bu  tutarın, yargılama anında tespiti yapılarak, belirlenen tutar üzerinden tenkis kararı verilecektir. Tenkis davası ile denkleştirme arasındaki en bariz farkın, konu edindikleri tasarruflar bakımından  ileri  geldiğini  söyleyebiliriz.  Çünkü  denkleştirmede  miras  bırakanın  yalnızca sağlararası karşılıksız kazandırmaları konu edinilirken, tenkis davasında sağlararası karşılıksız kazandırmaların yanında ölüme bağlı tasarruflar da konu edinilmektedir.  A. HUKUKİ NİTELİĞİ Miras bırakanın yaptığı tasarruflar nedeniyle saklı payın ihlal edilmiş olması üzerine, saklı paylı mirasçının başvuracağı tenkis davası sonucunda, ilgili kısmın tenkisi hususunda verilecek karar yenilik doğuran bir karar olacaktır. Bu kararla birlikte söz konusu ihlale neden olan tasarruflar, bu ihlal oranında hükümsüz kalacaktır. Ayrıca verilecek tenkis kararı geriye dönük hüküm doğuracağından, söz konusu tasarrufu terekenin açıldığı andan itibaren hükümsüz  68 İşgüzar, Demir ve Yılmaz (n 1) 105 69 İşgüzar, Demir ve Yılmaz (n 1) 105 70 Köroğlu (n 64) 584-585 71 Remzi Demir, ‘4721 Sayılı Türk Medeni Kanunumuza Göre Açılan Tenkis Davası İle Mirasçıların Açabileceği Diğer Davaların Karşılaştırılması  (2020) (1) Yıldırım Beyazıt Hukuk Dergisi, 348  72 Serozan ve Engin (n 2) 245; Polat (n 66) 131 108Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  kılacaktır. Buradaki hükümsüzlük tasarrufun tamamı üzerinde söz konusu olabileceği gibi, ihlale konu olan belirli bir kısmı üzerinde de söz konusu olabilecektir.  Tenkis davası, miras bırakanın ifa ettiği tasarruflarının revize edilmesi ya da iptalinin sağlanmasına yönelik olduğundan, eda davası niteliğine sahip olduğu ifade edilebilecektir. Dolayısıyla saklı pay sahibi mirasçıların dava sonucu verilen tenkis kararına istinaden, lehine tasarrufta bulunulanın zilyetliğinde olan kazandırmanın ihlale konu olan kısmının iadesi için, bir eda davasının da açılmış olması gerekecektir. Yargıtay ın bu konuya yaklaşımı ise, tenkis davasının aynı zamanda eda talebini de içerdiği yönündedir.  Yargıtay Hukuk Genel Kurulu nun 22.12.2010 tarihli kararında da görüldüğü gibi tenkis davasının, tespit kısmı ve eda kısmı olacak şekilde iki kısımdan oluştuğu, yani bu davanın her ikisini de barındırdığı vurgulanmıştır. B. DAVA ŞARTLARI İlk şart, miras bırakanın kendisine tanınmış olan sınırların dışına çıkarak, mal varlığı üzerinde tasarruf edebileceği kısmı aşmış olmasıdır. Yani mirasçının hakkı olan saklı payını alamamış olması, miras bırakanın tasarruf edebileceği kısmı aşmış olmasına değil de farklı bir nedene dayanıyorsa tenkis davasının açılabilmesi söz konusu olmayacaktır. Mesela, üçüncü bir kişinin söz konusu malı alıkoyması nedeniyle mirasçının saklı payını alamaması durumu buna örnek olarak gösterilebilir. Miras bırakanın tasarruf oranını aşmış olması ile saklı paylı mirasçının sahip olduğu saklı payın ihlal edilmesi aynı şey değildir. Dolayısıyla ikinci şart, miras bırakan tarafından, saklı paya sahip mirasçının bundan doğan hakkına tecavüz edilmiş olmasıdır. Yani saklı pay sahibi olan  73 Serozan ve Engin (n 2) 245; Antalya ve Sağlam (n 6) 344-345; İnan, Ertaş ve Albaş (n 5) 388 74 Turan Başara (n 25) 388 75 Turan Başara (n 25) 388-389 76 Yargıtay HGK. E.2010/648, K.2010/684, 22.12.2010, <https://karararama.yargitay.gov.tr> Erişim Tarihi 29 Ocak 2021;  …saklı paylarının değerini alamayan mirasçıların miras bırakanlarının, mirastan tasarruf edebileceği kısmı aşan yani saklı paylarına yaptığı tecavüzü ortadan kaldırmak ve geri alınmasını sağlamak için açtıkları davalar ise tenkis (İndirim) davaları olarak adlandırılmaktadır (4721 Sayılı TMK m. 569). Miras bırakanın, saklı paya tecavüzünün bulunup bulunmadığının tespiti davanın tespit kısmıdır. Bu işlem tespit edildikten sonra da  ne  miktar  payın  tecavüze  uğradığı  ve  bu  kısmın  mirasçıya  iadesi  hususu  da davanın eda kısmıdır. Tenkis davasında; miras bırakanın, mirasçının saklı payına tecavüz ederek vasiyetle veya ölüme bağlı diğer bir tasarrufla başka bir mirasçıya veya üçüncü kişiye bağışta bulunmuş olması, davanın açılması koşuludur…  77 Turan Başara (n 25) 390 78 İnan, Ertaş ve Albaş (n 5) 389; Fatma Tülay Karakaş, ‘Saklı Paylı Mirasçılara Yapılan Kazandırmalar Ve Artık Terekenin Paylaşılması Sorunu  (2014) 63 (4) Ankara Üniversitesi Hukuk Fakültesi Dergisi, 816 79 Antalya ve Sağlam (n 6) 347; İnan, Ertaş ve Albaş (n 5) 389 109Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  mirasçının, yasayla kendisine hak olarak tanınmış olan bu payı kısmen veya tamamen alamamış olması gerekmektedir. Çünkü kişinin saklı payını almış olması durumunda, miras bırakan tasarruf oranını diğer mirasçılar aleyhine aşmış olsa da, dava açma hakkına sahip olamayacaktır. Üçüncü şart ise saklı payı tecavüze uğrayan mirasçının, bu ihlalin giderilmesi yönünde bir talepte bulunmasıdır. Aksi halde ihlalin varlığına rağmen miras bırakanın tasarrufu geçerli kabul edilecektir. Başka bir ifadeyle, saklı paya tecavüz niteliği taşıyan tasarrufların, resen geçersiz hale dönüşmesi söz konusu olmayacaktır. Saklı payı tecavüze uğrayan mirasçının bunu dava veya def i yoluyla talep etmesi gerekmektedir. C. TENKİS DAVASINDA USUL 1. Davanın Tarafları Her davada olduğu gibi, tenkis davasında da tarafların, davacı ve davalı olarak ele alınması gerekmektedir. Bu davada, davacı rolünü üstlenebilecek kişilerin iki gruba ayrıldığını söyleyebiliriz. Birincisi  miras  bırakanın  tasarruf  oranını  aşması  neticesinde  saklı  payı  ihlal  edilmiş  olan mirasçılardır.  İkincisi  ise  istisnai  olarak,  saklı  paya  sahip  olan  mirasçıların  borçlu  olduğu kişilerdir.  Saklı paya sahip olan mirasçılar, tenkis davasında davacı sıfatına sahip olabilse de, eğer bu mirasçılardan mirastan feragat etmiş olan var ise, o bu hakka sahip olamayacaktır. Benzer şekilde mirasçılıktan çıkarılmış olan ya da mirastan yoksun olan saklı paylı mirasçılar da tenkis davasını açamayacaktır.   Tenkis davasında davacı olabilecek kişiler açısından doktrinde tartışma konusu yapılmış bir husus söz konusudur. Bu tartışma, tenkis davasını açmaya hakkı olan saklı paylı mirasçının davanın açılmasından önce ölmesi halinde, bu kişinin saklı paya sahip olmayan mirasçılarının davayı açıp açamayacağı konusundadır. Tenkis davası açma hakkı, terekenin aktifinde yer alan bir kıymet olarak mirasçılara intikal edecek olması nedeniyle, saklı paylı olmayan mirasçıların  80 İnan, Ertaş ve Albaş (n 5) 389 81 Antalya ve Sağlam (n 6) 348 82 Deniz (n 23) 89; Ersöz (n 4) 604 83 Antalya ve Sağlam (n 6) 346; İşgüzar, Demir ve Yılmaz (n 1) 105 84 İnan, Ertaş ve Albaş (n 5) 391; İşgüzar, Demir ve Yılmaz (n 1) 106 85 İşgüzar, Demir ve Yılmaz (n 1) 106 110Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  da  bu  durumda  tenkis  davasını  açma  hakkına  sahip  olabileceği  sonucuna  ulaşılmıştır. Yargıtay ın 19.01.2009 tarihli bir kararında da bu hususa vurgu yaptığı görülmektedir.  Keza saklı paylı mirasçının tenkis davasını açmasından sonra ölmüş olması halinde de, geride bırakmış olduğu mirasçılar, saklı pay sahibi olup olmaması gözetilmeksizin davayı halef sıfatıyla devam ettirebilecektir. Saklı payın tecavüze uğraması nedeniyle, saklı paylı mirasçının ya da istisnai olarak hak sahibi olduğu kabul edilen saklı paylı mirasçının alacaklısı tarafından açılması gereken tenkis davasının süresi içinde açılmaması halinde, bu kişiler, bunu bir def i olarak ileri sürme hakkına sahip olabileceklerdir.  Yargıtay ın 14.04.2011 tarihli kararında da bu husus üzerinde durulmuş ve süreye tabi olmaksızın tenkisin def i olarak ileri sürülebileceği vurgulanmıştır. TMK m. 562 de ifade edildiği gibi, gerekli şartların oluşması halinde, iflas idaresi ya da elinde ödemeden aciz belgesi bulunan alacaklılar, saklı paylı mirasçı yerine geçerek tenkis  86  Engin Günay, Miras Hukukunda Tenkis (İndirim) Davaları (2. Baskı, Seçkin Yayıncılık 2019) 83; Günay, ‘Miras El Kitabı  (n 27) 175; Mehmet Ayan, Miras Hukuku (10. Baskı, Seçkin Yayıncılık 2020) 255; Cemal Öztürkler, Mirasta Denkleştirme İade ve Tenkis Davalarında Hesap Teknikleri (1. Baskı, Seçkin Yayıncılık 2004) 154; Turan Başara (n 25) 395; İnan, Ertaş ve Albaş (n 5) 393; Tekdoğan A, Mirasta Denkleştirme Ve Tenkis Davaları (4. Baskı, Seçkin Yayıncılık 2021) 481 87 Yargıtay 2. HD. E. 2007/15406, K. 2009/261, 19.01.2009, <https://karararama.yargitay.gov.tr> Erişim Tarihi 29 Ocak 2021;  Davacılar, miras bırakan A. mirasçısı olmayıp, miras bırakanın kardeşi S. alt soyudur. Miras bırakan  24.1.1999'da,  mirasçılarından  kardeşi  S.  ise  daha  sonra  1.1.2001  tarihinde  vefat etmiştir. Tenkis davasını, mirasta saklı pay sahibi mirasçılar açabilir. (TKM.m.453 ve 502) Yeğenler, mirasta saklı  pay  sahibi  değillerdir.  Ancak,  saklı  pay  sahibi  olan  kendi  miras  bırakanlarının  saklı  payını murislerinin tenkis davası açma süresi bitmeden ölümü halinde, o'na tanınan süre içinde halefiyet yoluyla talep edebilirler...   88 Yazar (n 44) 29 89 Günay, ‘Tenkis (İndirim) Davaları  (n 86) 83; Günay, ‘Miras El Kitabı  (n 27) 175; Tekdoğan (n 86) 481; Ersöz (n 4) 608 90 İnan, Ertaş ve Albaş (n 5) 401; İşgüzar, Demir ve Yılmaz (n 1) 106 91 Yargıtay 3. HD. E. 2010/19757, K. 2011/6298, 14.04.2011, <https://legalbank.net/arama> Erişim Tarihi 29 Ocak 2021;  …tenkis iddiası def i yoluyla (süreye tabi olmaksızın) her zaman ileri sürülebilir. İşbu davada da davalı taraf,  yasal  mirasçı  olan  davalıların  saklı  payının  zedelendiğini  belirterek, saklı  paylarının  gözetilerek tasarrufun tenkisine karar verilmesini talep etmiştir. Bu durum karşısında mahkemece, davalı tarafça ileri sürülen tenkis def inin incelenmesi sonucu uyarınca hüküm tesis olunması gerekirken yazılı şekilde karar verilmesi doğru görülmemiştir.  92  Miras bırakan, tasarruf edebileceği kısmı aştığında, saklı payı zedelenen mirasçı, iflâsı hâlinde iflâs dairesinin veya mirasın geçtiği tarihte kendisine karşı ellerinde ödemeden aciz belgesi bulunan alacaklıların ihtarına rağmen tenkis davası açmazsa, iflâs idaresi veya bu alacaklılar, alacaklarının elde edilmesi için gerekli olan oranda ve mirasçıya tanınan süre içinde tenkis davası açabilirler. Mirasçılıktan çıkarılanın çıkarma tasarrufuna itiraz etmemesi durumunda da iflâs idaresi veya alacaklılar, aynı koşullarla tenkis davası açabilirler.  111Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  davası açabilecektir. Kanun koyucunun bu düzenlemeyle, kötü niyetli olan saklı paylı mirasçıya karşı alacaklıları koruma amacı güttüğünü söyleyebiliriz. Kanunda saklı paylı mirasçılar dışında tenkis davasını açabileceği belirtilmiş olan iflas idaresi ve ilgili alacaklılar, bu dava ile yalnızca kendi alacaklarıyla sınırlı talepte bulunabilirler. Bunun yanında, iflas idaresinin, söz konusu dava açma hakkı açısından yetkilendirmiş olduğu bir alacaklının da bu hakkı kullanarak dava açabileceğini söyleyebiliriz.   Ayrıca saklı paylı mirasçının alacaklısı olan kişi, miras bırakanın ihlale konu olan birden fazla saklı paylı mirasçısı olsa da, yalnızca kendine borçlu olan mirasçının payına istinaden tenkis davası açma hakkına sahiptir. Tenkis davasının davalısı ise, miras bırakan değildir. Bu davada miras bırakanın lehine tasarrufta bulunduğu kimseler davalı sıfatına sahip olacaktır. Miras bırakanın söz konusu bu tasarrufunun, sağlararası ya da ölüme bağlı olmasının önemi yoktur. Lehine tasarrufta bulunulan ve kendisine karşı tenkis davası açılmış olan kişinin, söz konusu malı elinde bulundurması halinde sorun söz konusu olmasa da, mal elinde değil ise başka bir ifadeyle malı üçüncü bir kişiye devretmiş ise ne olacağı tartışmalara neden olmaktadır. Tartışma konusu bu durumda davanın, lehine tasarrufta bulunulan kişiye karşı mı yoksa üçüncü kişiye karşı mı açılacağı hususundadır. Tenkis davasının, üçüncü kişiye karşı açılamaması kural olsa da, üçüncü kişinin bu malı devralmasındaki amacının tenkis davasının açılmasının önüne geçmek olması halinde, bu üçüncü kişiye karşı da tenkis davası açılabilecektir. Yargıtay ın 13.01.1975 tarihli içtihadı birleştirme kararında da bu hususa vurgu yapıldığı görülmektedir.  Buna  karşılık  üçüncü  kişinin  iyi  niyetli  olması  halinde,  tenkis  davasının  muhatabı yapılamayacak ve malın aynen iadesi talep edilemeyecektir. Bu durumda lehine tasarrufta  93 Antalya ve Sağlam (n 6) 349; İşgüzar, Demir ve Yılmaz (n 1) 107; Serozan ve Engin (n 2) 248 94 Günay, ‘Tenkis (İndirim) Davaları  (n 86) 82; İnan, Ertaş ve Albaş (n 5) 394; Ayan, ‘Miras Hukuku  (n 86) 256 95 İdil Tuncer Kazancı ve Bahar Öcal Apaydın, ‘Mirasçıların Alacaklılarını Koruyan Davalar ile Tasarrufun İptali Davası İlişkisi  (2015) 6 (4) İnönü Üniversitesi Hukuk Fakültesi Dergisi, 783 96 Ali Ahmet Genç, ‘Saklı Paylı Mirasçıların Alacaklılarının ve İflas Dairesinin Tenkis Davası Açma Hakkı  (2020) 28 (2) Selçuk Üniversitesi Hukuk Fakültesi Dergisi, 515 97 İşgüzar, Demir ve Yılmaz (n 1) 107; Serozan ve Engin (n 2) 248; Ersöz (n 4) 608 98 İşgüzar, Demir ve Yılmaz (n 1) 107; Serozan ve Engin (n 2) 249; Antalya ve Sağlam (n 6) 346-347 99 RG. 15196, E.1974/7, K.1975/1, 13.01.1975, <https://www.resmigazete.gov.tr> Erişim Tarihi 26 Ocak 2021;  Miras bırakanın saklı pay kurallarını gidermek amacı ile yaptığı temliki tasarruftan sonra, bundan yararlanan kişinin, miras, bırakanın bilgi ve talimatı dışında sırf saklı pay sahibi mirasçıları bu haklarından yoksun kılmak için, durumu bilen üçüncü kişilere taşınmazları temlik etmesi halinde, kötü niyetli bu kişilere karşı saklı pay sahibi mirasçılar tarafından tenkis davası açılabileceğine üçte ikiyi aşan oy çokluğuyla 13/1/1975 gününde karar verildi.  112Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  bulunulmuş  olan  kişiye  karşı,  söz  konusu  malın  değeri  üzerinden  tenkis  davası  açılması gerekecektir.  2. İspat Yükü TMK m. 6'da ispat yükü konu edinilmiştir. Bu düzenleme gereğince, tenkis davasına başvuracak olan davacı, miras bırakanın vefat etmiş olmasının yanında, kendisinin onun saklı paylı  mirasçısı  konumunda  olduğunu  ve  saklı  payının  tecavüze  uğradığını  kanıtlaması gerekecektir.  3. Görevli ve Yetkili Mahkeme Tenkis davalarında görevli mahkeme Hukuk Muhakemeleri Kanunu m. 2104 gereğince, Asliye Hukuk Mahkemeleri iken, yetkili mahkeme ise TMK m. 576105 gereğince, murisin ikametgâhının en son bulunduğu yerdeki Asliye Hukuk Mahkemeleridir. 4. Tenkis Davasında Süre Her şeyden önce tenkis davasının söz konusu olabilmesi için miras bırakanın ölmüş olması ya da ölüme denk hallerden birinin gerçekleşmiş olması şarttır. Çünkü ölüm meydana gelmeden  saklı  paylı  mirasçıların,  söz  konusu  bu  pay  hakkına  sahip  olması  mümkün olmayacaktır. Her ne kadar tenkis davasının ölümden sonra açılabileceği ifade edilmiş olsa da, kanun koyucu bu davanın açılabileceği zaman zarfına sınırlama getirmiş ve bir süre belirlemiştir. Tenkis davası açmaya hakkı olan kişiler, belirlenen bu süre içerisinde dava açmamaları halinde bu haklarını kaybetme sonucuyla karşı karşıya kalacaklardır. Kanun koyucunun yeni kanunda, tenkis davasının açılması konusunda söz konusu olacak süreleri mülga kanundan farklı düzenlediği görülmektedir. Çünkü eski kanunda bu süreler zamanaşımı  süresi  olarak  düzenlenmişken,  yeni  kanunda  hak  düşürücü  süre  niteliğinde  100  İşgüzar, Demir ve Yılmaz (n 1) 107 101   Kanunda aksine bir hüküm bulunmadıkça, taraflardan her biri, hakkını dayandırdığı olguların varlığını ispatla yükümlüdür.   102  Ali İhsan Özuğur, Tenkis, Mirasta Denkleştirme ve Muvazaa Davaları (5. Baskı, Adalet Yayınları 2015) 108 103  RG. 04.02.2011, S. 27836 104   Dava konusunun değer ve miktarına bakılmaksızın malvarlığı haklarına ilişkin davalarla, şahıs varlığına ilişkin davalarda görevli mahkeme, aksine bir düzenleme bulunmadıkça asliye hukuk mahkemesidir. Bu Kanunda ve diğer kanunlarda aksine düzenleme bulunmadıkça, asliye hukuk mahkemesi diğer dava ve işler bakımından da görevlidir.  105   Miras, malvarlığının tamamı için miras bırakanın yerleşim yerinde açılır. Miras bırakanın tasarruflarının iptali veya tenkisi, mirasın paylaştırılması ve miras sebebiyle istihkak davaları bu yerleşim yeri mahkemesinde görülür.  106  Antalya ve Sağlam (n 6) 360-361; İşgüzar, Demir ve Yılmaz (n 1) 108  107  İşgüzar, Demir ve Yılmaz (n 1) 108 113Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  düzenleme altına alınmıştır. Yani kanun koyucu tarafından belirlenmiş olan bu sürenin hak düşürücü  bir  süre  olduğunu  söylememiz  yerinde  olacaktır.  Ayrıca  tenkis  davasında belirlenecek bu süre ile tarafları koruma amacı değil, esas olarak üçüncü kişileri koruma amacı güdüldüğünü söyleyebiliriz.  Saklı  paylı  mirasçının,  miras  bırakan  tarafından  saklı  payının  ihlal  edildiğini öğrenmesinden sonra bir yıl içerisinde tenkis davasını açması gerekecektir. Saklı paya sahip olan mirasçıların bu ihlali farklı zamanlarda öğrenebileceği düşünülürse, her biri için bu bir yıllık sürenin farklı zamanlarda işlemeye başlayacağı sonucuna ulaşabiliriz. Saklı payın ihlalinin öğrenilmesinden itibaren bir yıllık süre öngörülmüş olsa da, ihlalin ne zaman öğrenileceği belli olmadığından, söz konusu olabilecek sınırsızlığın önüne geçmek adına, kanun koyucu ikinci bir süre belirlemiş ve her ne olursa olsun bu davanın on yıl içinde açılmış olması gerektiğini belirtmiştir. On yıllık sürenin işlemeye başlayacağı anı ise, mirasın ya da vasiyetnamenin açılış anı olarak sabitlemiştir. Kanun koyucu, tenkis davası için bahsetmiş olduğumuz bir ve on yıllık bu süreleri TMK m. 571 de düzenleme altına almıştır.  Tenkis davasının açılabilmesi için kanunda öngörülen süreler hak düşürücü nitelikte olup, bu sürelerin bir şekilde kaçırılmış olması halinde, mirasçıların tenkis davası açması mümkün olmayacaktır. Ancak, söz konusu bu süreler kaçırılmış olsa bile, mirasçıların tenkisi bir def i olarak ileri sürebilmesi mümkün olabilecektir. Ancak belirtmek gerekir ki, bu def i hakkı henüz ifa edilmemiş tasarruflarda kullanılabilecektir. Bu hususta dikkat edilirse, tenkisin def i olarak ileri sürülmesinin, tenkis davasına göre saklı paylı mirasçıya süreye tabi olmama kolaylığı sağladığı söylenebilecektir.  D. TENKİSE TABİ TASARRUFLAR  108  Turan Başara (n 25) 392 109  Antalya ve Sağlam (n 6) 361 110  İnan, Ertaş ve Albaş (n 5) 397; İşgüzar, Demir ve Yılmaz (n 1) 108; Serozan ve Engin (n 2) 251 111  İşgüzar, Demir ve Yılmaz (n 1) 108; Serozan ve Engin (n 2) 251 112   Tenkis davası açma hakkı, mirasçıların saklı paylarının zedelendiğini öğrendikleri tarihten başlayarak bir yıl ve her hâlde vasiyetnamelerde açılma tarihinin, diğer tasarruflarda mirasın açılması tarihinin üzerinden on yıl geçmekle düşer. Bir tasarrufun iptali bir öncekinin yürürlüğe girmesini sağlarsa, süreler iptal kararının kesinleşmesi tarihinde işlemeye başlar. Tenkis iddiası, def'i yoluyla her zaman ileri sürülebilir.  113  Ruhi ve Ruhi (n 64) 76 114  İşgüzar, Demir ve Yılmaz (n 1) 109; Serozan ve Engin (n 2) 252 115  Serozan ve Engin (n 2) 252; Albaş (n 22) 158 114Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  Tenkise tabi tasarruftan kasıt, miras bırakanın yaptığı hangi tasarrufları için saklı paya sahip mirasçıların ya da onların alacaklılarının tenkis davasına başvurabileceğidir. Tenkise tabi olan tasarrufları iki gruba ayırabiliriz.  Birincisi miras bırakanın yapmış olduğu ölüme bağlı tasarruflarıdır. Miras bırakanın mal varlığı üzerinde tasarruf edebileceği kısmı aşarak, mirasçılarına ait saklı paylarının ihlaline neden olan tüm ölüme bağlı tasarruflarının tenkise tabi olduğu kabul edilmektedir. Miras bırakanın ölüme bağlı tasarrufuyla vakıf kurması buna örnek olarak gösterilebilir. Yargıtay ın 07.11.2017 tarihli kararında da, miras bırakanın tasarrufuyla kurmuş olduğu vakfın, saklı paya sahip mirasçılar için  ihlale neden olması halinde tenkis davasına konu olabileceği üzerinde durulmuştur. Tenkise  tabi  olduğu  kabul  edilen  tasarruflardan  ikincisi  ise,  miras  bırakanın sağlararasında yaptığı tasarruflardır. Kanun koyucu, miras bırakanın ölüme bağlı tasarruflarında tenkise tabi olanlar için bir sınırlama öngörmemişken yani yapılan tüm ölüme bağlı tasarrufları tenkise tabi tutmuşken, miras bırakanın sağlararası yapmış olduğu tasarruflarda ise tenkise tabi olması açısından sınırlama getirdiği görülmektedir. TMK m. 565 te de görüldüğü gibi miras bırakanın yapmış olduğu sağlararası tasarruflardan hangilerinin tenkise tabi olacağı tek tek sayılmıştır. TMK m. 565 te sayılanların dışında yapılan sağlararası tasarrufların tenkisi söz konusu olmayacağı gibi bunlar tereke ve tasarruf oranının belirlenmesinde de dikkate alınmayacaktır.  116 Tekdoğan (n 86) 188 117  İşgüzar, Demir ve Yılmaz (n 1) 109 118  Yargıtay 8. HD. E. 2017/3053, K. 2017/14656, 07.11.2017, <https://karararama.yargitay.gov.tr> Erişim Tarihi 29 Ocak 2021;  …miras bırakan, terekesinin tasarruf edilebilir kısmının tamamını veya bir bölümünü özgülemek suretiyle vakıf kurabilir. Miras bırakan tasarruf oranını aşarak saklı pay kurallarını bertaraf ederse, bundan etkilenen mirasçılar vakfa itiraz edebilir. Söz konusu itiraz, TMK nın 560. maddesine göre, tenkis davası açmak suretiyle olur. Buna göre saklı paylarının karşılığını alamayan mirasçılar, miras bırakanın tasarruf edebileceği kısmı aşan tasarruflarının tenkisini dava edebilirler.  119   Aşağıdaki karşılıksız kazandırmalar, ölüme bağlı tasarruflar gibi tenkise tâbidir: 1. Miras bırakanın, mirasçılık sıfatını kaybeden yasal mirasçıya miras payına mahsuben yapmış olduğu sağlararası kazandırmalar, geri verilmemek kaydıyla altsoyuna malvarlığı devri veya borçtan kurtarma yoluyla yaptığı kazandırmalar ya da alışılmışın dışında verilen çeyiz ve kuruluş sermayesi. 2. Miras haklarının ölümden önce tasfiyesi maksadıyla yapılan kazandırmalar. 3. Miras bırakanın serbestçe dönme hakkını saklı tutarak yaptığı bağışlamalar ve ölümünden önceki bir yıl içinde âdet üzere verilen hediyeler dışında yapmış olduğu bağışlamalar. 4. Miras bırakanın saklı pay kurallarını etkisiz kılmak amacıyla yaptığı açık olan kazandırmalar.  120  İşgüzar, Demir ve Yılmaz (n 1) 109; Salih Polater, ‘İntifa Hakkının Denkleştirilmesi ve Tenkisi  (2018) 8 (2) Hacettepe Hukuk Fakültesi Dergisi, 154; Serozan ve Engin (n 2) 220-221 121 Emrehan İnal, ‘Denkleştirme ve Tenkis Davalarında Parası Mirasbırakan Tarafından Ödenerek Mirasçılardan Biri Adına Alınan Taşınmazların Durumu  (2007) 65 (2) İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, 287 115Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  E. TENKİSTE SIRA Tenkisin uygulanması aşamasında karşılaşılan temel sorun, ihlali söz konusu olan saklı payın korunabilmesi adına, miras bırakanın tasarruflarından hangilerinin, nasıl bir usulle ve hangi sırada tenkise tabi tutulacağının tespit edilmesidir.  Tek bir  tane  tasarrufun söz konusu olması halinde, tenkiste yapılacak bir sıralama olmayacağından sorunsuz bir şekilde işlem yürütülebilecektir. Ancak söz konusu olan tasarruflar birden fazla ise, hangisinin daha önce tenkise tabi tutulacağı hususunda yaşanılacak sorunla karşılaşmaktayız. Dolayısıyla bu tasarruflar arasında sıralama yapma ihtiyacı doğmuştur. TMK m. 570 de miras bırakanın yaptığı tasarrufların tenkisinde izlenecek sıra belirlenmiş ve sorun ortadan kaldırılmıştır.  Düzenlemeyle birlikte öncelikle, miras bırakanın ölüme bağlı tasarrufları ile sağlararası tasarrufları arasında bir sıralama yapıldığı ve önceliğin ölüme bağlı tasarruflara verildiği, eğer bunlar yeterli gelmez ise sağlararası tasarruflara başvurulacağı ifade edildiği görülmektedir. Ölüme bağlı tasarrufların her biri aynı zamanda hüküm ve sonuç doğuracağından, bunlar için kendi içinde bir sıralama yapma ihtiyacı doğmamıştır. Çünkü miras bırakanın yapacağı ölüme bağlı tasarrufların her birinin aynı sıra ve aynı oranda tenkisi söz konusu olacaktır. Buna karşılık  miras  bırakanın  sağlararası  yaptığı  tasarruflar  için  aynı  kuralın  geçerli  olduğunu söyleyemeyiz.  Kanun  koyucu,  sağlararası  yapılacak  tasarruflar  arasında  izlenecek  sırayı belirlemiş ve bu sıranın tasarrufların yapıldığı tarihe göre belirlenmesini öngörmüştür. Bu tasarruflardan  en  yeni  tarihli  olandan  en  eski  tarihli  olana  doğru  bir  sıralama  yapıldığı görülmektedir.  En  yeni  tarihli  olup  da  aynı  günde  yapılmış  olan  birden  fazla  sağlararası tasarrufun  söz  konusu  olması  da  mümkündür.  Bu  durumda  aynı  günde  yapılmış  olan  bu tasarrufların da aynı sıra ve oranda tenkise tabi tutulması gündeme gelecektir.  122  Dilşad Keskin ve Reyhan Demircioğlu, Medeni Hukuk II (Eşya Hukuku – Miras Hukuku) (1. Baskı, Seçkin Yayıncılık 2018) 203 123   Tenkis, saklı pay tamamlanıncaya kadar, önce ölüme bağlı tasarruflardan; bu yetmezse, en yeni tarihlisinden en eskisine doğru geriye gidilmek üzere sağlararası kazandırmalardan yapılır. Kamu tüzel kişileri ile kamuya yararlı dernek ve vakıflara yapılan ölüme bağlı tasarruflar ve sağlararası kazandırmalar en son sırada tenkis edilir.  124 Turan Başara (n 25) 370; İşgüzar, Demir ve Yılmaz (n 1) 111 125  Serozan ve Engin (n 2) 231; İşgüzar, Demir ve Yılmaz (n 1) 111; Hasan Özkan, Asliye Hukuk Davaları ve Tatbikatı Miras Hukuku (1. Baskı, Legal Yayıncılık 2015) 249 126  İnan, Ertaş ve Albaş (n 5) 407-408 127  Serozan ve Engin (n 2) 233; İşgüzar, Demir ve Yılmaz (n 1) 111; Özkan (n 125) 249 116Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  Burada vurgulanması gereken diğer bir husus ise, miras bırakanın sağlararası yapmış olduğu tasarruflar için sıranın tespit edilmesinde, sözleşmenin ifa edildiği tarihin önemi olmayıp, kurulduğu tarih önem arz etmektedir.  Ölüme bağlı tasarrufların birden fazla olduğu ve saklı payın ihlaline konu olan tutarın bu tasarrufların toplamından daha  az olması halinde, hangi tasarruftan, hangi oranda  tenkisin gerçekleştirileceği hususunda TMK m. 570 de düzenleme olmadığı görülmektedir. Bu noktadaki açığı TMK m. 563129 gereğince, miras bırakanın farklı bir isteği söz konusu değilse, her bir tasarrufun orantılı olarak tenkise tabi tutulacağı şeklinde doldurabiliriz. Bunu somutlaştırmak adına bir örnek vermek gerekirse; miras bırakan Melih öldüğünde mirasçı olarak geride kızı Kübra yı bırakmıştır. Melih, düzenlemiş olduğu vasiyetname ile iş ortaklarından Orhan a 100.000 TL, Oya ya ise 300.000 TL vasiyet etmiştir. Melih in öldüğü anda terekesi 500.000 TL dir. Dolayısıyla terekenin tamamı Kübra ya kalacağından, Kübra nın saklı  payı  250.000  TL  olacaktır.  Fakat  ölüme  bağlı  tasarrufların  toplamı  400.000  TL (100.000+300.000)  olduğundan,  Kübra  terekeden  saklı  payının  100.000  TL sini  (500.000400.000) alabilecektir. Dolasıyla Kübra nın saklı payının 150.000 TL lik (250.000-100.000) kısmı ihlal edilmiş olacaktır. Söz konusu bu ihlalin giderilmesi adına yapılmış olan bu ölüme bağlı tasarruflar orantılı bir şekilde tenkis edilecektir. Dolayısıyla bu orantının sağlanabilmesi için öncelikle sabit tenkis oranının bulunması gerekmektedir. Bu oran ihlale konu olan saklı payların  (150.000  TL),  yapılmış  olan  ölüme  bağlı  tasarrufların  toplamına  (400.000  TL) bölünmesiyle bulunacaktır. Dolayısıyla sabit tenkis oranı 150.000/400.000 yani 3/8 olacaktır. Melih in yapmış olduğu ölüme bağlı tasarrufların her biri 3/8 oranında tenkis edilecektir. Dolayısıyla Orhan dan 37.500 TL (100.000 x 3/8) ve Oya dan 112.500 TL (300.000 x 3/8) tenkis edilecektir. Orhan ve Oya dan tenkis edilen bu tutarların toplamı 150.000 TL (37.500+112.500) olduğu, bunun da Kübra nın ihlal edilen saklı payına denk düştüğü görülmektedir.       TMK m. 570 de miras bırakanın tasarrufları içerisindeki kamu tüzel kişileri lehine ya da kamuya yararlı dernek veya vakıflar lehine yapılmış olanların ayrı tutularak bu sıralama kuralına  128  İşgüzar, Demir ve Yılmaz (n 1) 112 129   Tenkis, miras bırakanın arzusunun başka türlü olduğu tasarruftan anlaşılmadıkça, mirasçı atanması yoluyla veya diğer bir ölüme bağlı tasarrufla elde edilen kazandırmaların tamamında, orantılı olarak yapılır. Ölüme bağlı  tasarrufla  kazandırma  elde  eden  kimse,  bazı  vasiyetleri  yerine  getirmekle  yükümlü  kılınmışsa, kazandırmanın tenkise tâbi tutulması hâlinde, bu kimse miras bırakanın arzusunun başka türlü olduğu tasarruftan anlaşılmadıkça vasiyet borçlarının da aynı oranda tenkis edilmesini isteyebilir.  130  Serozan ve Engin (n 2) 232 131  Tokur (n 41) 100 117Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  dahil edilmediği, ancak sıralamadaki yerinin sabitlendiği görülmektedir. Bunlar lehine yapılacak tasarrufların ölüme bağlı ya da sağlararası olmasına bakılmaksızın en son sırada tenkise tabi olacağı ifade edilmiştir. Başka bir ifadeyle, miras bırakanın ölüme bağlı ve sağlararası yapmış olduğu tenkise tabi tasarrufların, saklı paylı mirasçının ihlal edilen saklı payını karşılamaması halinde,  kamu  tüzel  kişileri  veya  kamuya  yararlı  dernek  ve  vakıflar  lehine  yapılmış  olan tasarrufların tenkisine başvurulabilecektir. Ancak şunu da belirtmek gerekir ki, miras bırakanın yapacağı  bir  vasiyetname  ile  birlikte,  bu  tasarrufların  daha  önce  tenkise  tabi  tutulmasını sağlayabilir. Yani miras bırakanın bu hususta tenkis sırasını değişme imkanına sahip olduğunu söyleyebiliriz. F. TENKİS TALEBİNDEN FERAGAT Saklı pay hakkı sahibi olan mirasçının, tenkis talebinden ne zaman feragat edebileceği hususunda doktrinde farklı görüşler söz konusudur. Birinci görüşe göre; saklı payının ihlal edilmesine karşılık, tenkis yoluna gitme hakkına sahip olan mirasçılar, ancak miras bırakanın sağlığında bu hakkından feragat edebilecektir. Çünkü tenkis talebinden feragat, ancak iki taraflı akdedilen bir sözleşme ile mümkün olacaktır. İkinci görüşüşe göre ise; mirasçının söz konusu bu feragat hakkına sahip olabilmesi için, öncelikle tenkis davası açma hakkını kazanmış olması gerekmektedir. Tenkis davası hakkı ise ancak terekenin açılması anında doğacağından, feragat hakkı da mirasın açılması yani miras bırakanın ölümünden sonra söz konusu olabilecektir.  TMK m. 678136 gereğince, miras bırakan sağken, mirasçı, mirastan feragat sözleşmesi dışında herhangi bir hukuki işlemle, tenkis talebinden feragat edemeyecektir. Henüz doğmamış olan bir haktan feragat edilebilmesi için, yasayla düzenleme altına alınan hallerden birinin varlığı gerekecektir. Kanun, tenkis  talep hakkından feragat etmek  isteyen  mirasçının, söz konusu  132  İşgüzar, Demir ve Yılmaz (n 1) 112; Serozan ve Engin (n 2) 234 133  Oral (n 35) 47 134  Osman Gökhan Antalya, Miras Hukuku (1. Baskı, Vedat Kitapçılık 2009) 278 135  Günay, ‘Tenkis (İndirim) Davaları  (n 86) 85; Tekdoğan (n 86) 484 136   Miras bırakanın katılması veya izni olmaksızın bir mirasçının henüz açılmamış bir miras hakkında diğer mirasçılar veya üçüncü bir kişi ile yapacağı sözleşmeler geçerli değildir. Böyle bir sözleşme gereğince yerine getirilmiş olan edimlerin geri verilmesi istenebilir.  118Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  sözleşmeyi  miras  bırakan  haricinde  biriyle  akdetmesine  olanak  vermemiştir.  Yargıtay ın 6.12.2005 tarihli kararında da bu hususun vurgulandığı görülmektedir. G. TENKİS KARARININ SONUÇLARI Tenkis davasıyla birlikte miras bırakanın ölüme  bağlı tasarrufları ya da sağlararası tasarrufları neticesinde, öncelikle saklı payın tecavüze uğrayıp uğramadığı tespit edilecek ve ihlalin tespiti halinde ise hükmün edasına ilişkin karar verilecektir. Daha önce de bahsettiğimiz gibi, aslında tespit davası sonucunda alınan hükmün icrası için ayrıca eda davası açılmasının kural  olmasına  rağmen,  tenkis  davasında  her  ikisinin  de  birlikte  sonuçlandırıldığı görülmektedir. Miras bırakanın sağlararası bir tasarrufunun tenkisine hükmedilmesi halinde, tenkise konu olan tutarın ya da malın saklı payı ihlal edilmiş olan mirasçıya iadesi, lehine tasarrufta bulunulanın iyiniyetli olup olmamasına göre şekillenecektir. Eğer lehine tasarrufta bulunulan bu kişi iyiniyetli ise yani saklı payın ihlaline konu olan tutarın veya malın tenkise tabi olduğunu bilmiyor ise ya da bilemeyecek durumda ise, terekenin açıldığı anda elinde kalan tutar veya mal ile sorumlu olacaktır. Aksine, lehine tasarrufta bulunulmuş olan kişinin kötü niyetli olması halinde ise, bu kişi kendine verilen tutarın veya malın tamamı üzerinden sorumlu olacaktır.  Bu hususu somutlaştırmak adına bir örnek vermek gerekirse, mesela, Ayfer in Berrin e 400 TL bağışladığını ve saklı paylı mirasçıların saklı paylarının ihlal edilmesi nedeniyle bu tutarın  tamamının  tenkisine  hükmedildiğini  düşünelim.  Bu  hükmün  verilmesi  anına  kadar Berrin in bu tutardan bir kısmını harcadığını ve elinde bu tutardan sadece 100 TL kaldığını varsayalım. Bu örnek olaydaki Berrin iyiniyetli olması halinde, elinde kalan 100 TL yi geri vermekle yükümlü olacaktır. Ancak Berrin kötü niyetli ise kendisine bağışlanan 400 TL nin  137  Yargıtay 2. HD. E. 2005/19483, K. 2005/17034, 06.12.2005, <https://legalbank.net/arama> Erişim Tarihi 29 Ocak 2021;  Miras bırakan İ. 14.01.1994 tarihinde ölmüştür. Murisin ölümünden önce; davacılardan H..e, S.. ve H...r in; ...murisin davalılara temlik ettiği gayrimenkullerden dolayı, ilerde babaları İ. ın vefatında hiçbir hak talep etmeyeceklerine ve dava açmayacaklarına  dair tek taraflı irade beyanı şeklinde verdikleri, noterde düzenlenen 18.06.1993, 30.06.1993 ve 2.7.1993 tarihli taahhütnameler mirastan feragat sözleşmesi (TKM. md. 475) niteliğini taşımadığından hukuken geçersizdir. Henüz hak doğmamışken, doğmamış bir haktan önceden feragat de mümkün olmadığından sözü edilen taahhütnameler haktan feragat niteliğinde de değildir. Bu bakımdan davalıların bu belgelere dayanan itirazları yerinde görülmediği gibi aşağıdaki bentlerin kapsamı dışında kalan temyiz itirazları da yersizdir.  138  Nar (n 41) 140 139  Bilge Öztan, Miras Hukuku (8. Baskı, Turhan Kitapevi 2017) 113; Keskin ve Demircioğlu (n 122) 204; İşgüzar, Demir ve Yılmaz (n 1) 113; Serozan ve Engin (n 2) 246 140  İnan, Ertaş ve Albaş (n 5) 445-446; İşgüzar, Demir ve Yılmaz (n 1) 114; Serozan ve Engin (n 2) 250 119Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  tamamını geri vermekle yükümlü olacaktır. TMK m. 566 da da bu hususun düzenleme altına alındığı görülmektedir.  Miras bırakanın sırf saklı paya tecavüz amacıyla yapmış olduğu tasarruflar her çeşit delille kanıtlanabilir. Bunun için lehine tasarruf yapılmış olanın iradesinin incelenmesine gerek olmadığını söyleyebiliriz. Ayrıca, söz konusu hükümlerin uygulanabilmesi için, miras bırakanın özellikle saklı payı ihlal etmek üzere tasarrufta bulunarak, mirasçısını mağdur etme amacı gütmesine de gerek yoktur. Miras bırakanın tasarrufu anında bunun saklı payın ihlaline neden olacağını  bilerek  bunu  göze  alması  halinde  de,  saklın  payın  kasten  ihlal  edildiği  kabul edilecektir. Miras bırakanın ölüme bağlı bir tasarrufunun tenkisine hükmedilmesi halinde, tenkise konu olan tutarın ya da malın saklı payı ihlal edilmiş olan mirasçıya iadesinde, lehine tasarruf yapılan kişinin seçim hakkı söz konusu olabilecektir. Çünkü ihlale konu olan mal, para gibi bölünebilir  niteliğe  sahip  olabileceği  gibi,  tablo  gibi  bölünemez  niteliğe  sahip  olması  da mümkündür. TMK m. 564 de de lehine tasarruf yapılan kişinin söz konusu bu seçim hakları işlenmiştir. Düzenlemede, bölünmesinin değer kaybına neden olacağı bir malın tenkisi söz konusu olduğunda, vasiyet alacaklısının iki farklı tercih hakkı olduğu ifade edilmiştir. Vasiyet alacaklısı isterse malın tenkisine hükmedilen kısmının bedelini ödeyerek malın kendisinde kalmasını sağlayabilecektir.  Bunun  yanında  vasiyet  alacaklısının  maldan  vazgeçerek,  tenkisine hükmedilenin dışında kalan kısmın bedelini karşıdan talep ederek, malı teslim etme yolunu da seçebilecektir. Bu hususu somutlaştırmak adına bir örnek vermek gerekirse, mesela, Akın ın Barış a 1.000 TL değerli bir tabloyu vasiyet ettiğini ve tenkis davası sonucunda bu malın 400  141  İşgüzar, Demir ve Yılmaz (n 1) 114  142   Kendisine tenkise tâbi bir kazandırma yapılmış olan kimse iyiniyetli ise, sadece mirasın geçmesi anında kazandırmadan elinde kalanı geri vermekle yükümlüdür; iyiniyetli değilse, iyiniyetli olmayan zilyedin geri verme borcuna ilişkin hükümlere göre sorumlu olur. Miras sözleşmesiyle elde ettiği kazandırma tenkise tâbi tutulan kimse, bu kazandırma için miras bırakana verdiği karşılığın tenkis oranında geri verilmesini isteyebilir.  143  Öztan (n 139) 106 144  Keskin ve Demircioğlu (n 122) 202 145  İşgüzar, Demir ve Yılmaz (n 1) 114 146   Değerinde azalma meydana gelmeksizin bölünmesine olanak bulunmayan belirli bir mal vasiyeti tenkise tâbi olursa, vasiyet alacaklısı, dilerse tenkisi gereken kısmın değerini ödeyerek malın verilmesini, dilerse tasarruf edilebilir kısmın değerini karşılayan parayı isteyebilir. Tasarruf konusu malın vasiyet alacaklısında kalması durumunda, malın tenkis sebebiyle vasiyet borçlusuna verilmesi gereken, aksi hâlde tasarruf oranı içinde kalan kısmının  karar  günündeki  değerinin  para  olarak  ödetilmesine  karar  verilir.  Bu  kurallar,  sağlararası kazandırmaların tenkisinde de uygulanır.  120Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  TL lik kısmının saklı payın ihlaline konu olması nedeniyle tenkisine hükmedildiğini düşünelim. Tablonun  bölünmesinin  değer  kaybına  neden  olacağı,  dolayısıyla  da  bu  malın  bölünemez nitelikte  olduğu  aşikardır.  Bu  durumda  vasiyet  alacaklısının  tablonun  kendinde  kalmasını istemesi halinde, tenkise konu olan 400 TL yi ödeyerek malı elinde tutabilecektir. Eğer vasiyet alacaklısı  tablonun  kendinde  kalmasını  istemiyor  ise,  tenkise  konu  olmayan  600  TL nin kendisine ödenmesi halinde, tabloyu karşı tarafa verebilecektir. Dolayısıyla vasiyet alacaklısının, bu iki yoldan birini seçme hakkına sahip olduğu sonucuna ulaşabiliriz. Burada üzerinde durulması gereken bir diğer husus ise, terekenin açıldığı andaki malın değeri ile dava sonucunda kararın verildiği andaki malın değerinin farklı olabileceğidir. Bir önceki örnek olayımızda bahsettiğimiz tabloyu düşünelim. Tereke açıldığında bu tablonun değeri 1.000 TL dir. Ancak tenkis davasının altı yıl sonra sonuçlandığını düşündüğümüzde, acaba bu tablonun değeri hala 1.000 TL midir? Zaman içerisinde tablonun değeri de artmış veya azalmış olabilir. Kararın verildiği tarihte tablonun değerinin 2.000 TL olduğunu varsayalım. Bu malın 400 TL lik kısmının saklı payın  ihlaline konu olduğunu söylemiştik. Acaba tablonun son değerinin 2.000 TL olmasına rağmen tenkisi söz konusu olan tutar hala 400 TL mi olacaktır? Bunun olması hiç şüphesiz ki, hakkaniyete uygun olmayacaktır. Dolayısıyla öncelikle sabit tenkis oranının tespit edilmesi gerekmektedir.  Sabit tenkis oranı, dava yoluna başvurmuş olan saklı paylı mirasçının, tenkise konu olup lehine tasarrufun yapılmış olduğu her bir kişiden iadesini isteyebileceği ihlal karşılığı bedelin, söz konusu davalı lehine gerçekleştirilmiş olan kazandırmaya oranıdır. Somut olayımızda 1.000 TL değerli malın 400 TL lik kısmı saklı payın ihlaline konu olduğundan, sabit tenkis oranının %40 olduğu sonucuna ulaşabiliriz. Aynı oran, karar anındaki malın  değeri  üzerine  uygulanarak  tenkise  konu  olacak  tutar  hesaplanmalıdır.  Yani  örnek olayımızda, karar anındaki tablonun değeri 2.000 TL olduğuna göre, bunun %40 ı yani 800 TL tutarlık kısmının tenkisinin söz konusu olacağı sonucuna ulaşabiliriz.          147  Antalya ve Sağlam (n 6) 350; İşgüzar, Demir ve Yılmaz (n 1) 115  148  İşgüzar, Demir ve Yılmaz (n 1) 115 149  Nurcihan  Dalcı  Özdoğan,  ‘Sağlararası  Kazandırma  Konusu  Taşınmazların  Tenkisi   (2017)  8  (2)  İnönü Üniversitesi Hukuk Fakültesi Dergisi, 373; Özkan (n 125) 259 150  İşgüzar, Demir ve Yılmaz (n 1) 115 121Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  SONUÇ Kanun koyucu, yasal mirasçıların bazılarını, miras bırakanın ölüme bağlı veya sağlararası tasarruflarına karşı ayrıca koruma amacı gütmüştür. Söz konusu bu mirasçıların, tereke içinde olup da miras bırakanın serbestçe üzerinde tasarrufta bulunamayacağı ve sınırları çizilerek koruma altına alınmış miras payları vardır. Dolayısıyla miras bırakan mal varlığı üzerinde tasarrufta bulunurken, mirasçıların koruma altına alınmış olan söz konusu bu paylarına tecavüz etmemelidir.  Hukuki düzenleme ile koruma altına alınmış olan bu paylar  saklı pay  olarak, bu paya sahip olan mirasçılar ise  saklı paylı mirasçılar  olarak ifade edilmektedir. Buna karşılık, miras bırakanın istediği gibi kullanabildiği veya tasarrufa konu edebildiği terekedeki bu saklı paylar haricindeki kısım ise  tasarruf edilebilir kısım  olarak adlandırılmaktadır. Ölüme bağlı veya sağlararası yapılan kazandırmalar sonucunda koruma altına alınmış olan payı ihlal edilen mirasçı, ihlali bertaraf etmek adına açacağı tenkis davası sayesinde söz konusu tasarrufun ihlale konu olan kısmının hükümsüzlüğünü isteyebilecektir. Bu nedenle kural, kişinin mal varlığı üzerinde serbestçe tasarruf edebileceği yönünde olsa da, hukuki düzenleme ile bunun istisnası belirtilmiş ve sınırları çizilmiştir. Miras bırakanın, geride bıraktığı mirasçılarının durumuna göre, tereke üzerinde serbestçe tasarrufta  bulunabileceği  kısım  da  değişiklik  gösterecektir.  Benzer  şekilde  mirasın  reddi, mirastan feragat, mirasçılıktan çıkarma ve mirastan yoksunluk hallerinin varlığı halinde de tasarruf oranının hesabında değişik sonuçlar ortaya çıkacaktır. Saklı  payı  miras  bırakanın  tasarrufları  sonucu  tecavüze  uğramış  olan  saklı  paylı mirasçının, söz konusu ihlalin giderilmesi için açacağı tenkis davası, yenilik doğurucu bir dava olmasının yanında, geçmişe etkili bir dava olduğu da söylenebilecektir. Ayrıca bu davanın tespit ve eda hükümlerini birlikte barındırabileceği kabul edilmektedir.  151  Mehmet Ayan, ‘Saklı Pay Sahibi Mirasçılar ve Saklı Payları  (2002) 10 (1-2) Selçuk Üniversitesi Hukuk Fakültesi Dergisi, 8 152  Serozan ve Engin (n 2) 202 153  Necip Kocayusufpaşaoğlu, Miras Hukuku (3. Baskı, Filiz Kitapevi 1987) 355; Ersöz (n 4) 602 154  Mesut Serdar Çekin, ‘Mal Rejimi Hukukunda Gerçekleştirilen Tasarrufların Miras Hukukuna Etkisi  (2017) 4 (2) İstanbul Medipol Üniversitesi Hukuk Fakültesi Dergisi, 191  155  Ersöz (n 4) 605 122Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  Tenkis davasında davacı sıfatına sahip olabilecekler kişiler, saklı payı ihlal edilmiş olan mirasçılar ile şartların oluşması halinde istisnai olarak bunların alacaklılarıdır. Davalı sıfatı ise miras bırakana değil, lehine tasarrufta bulunduğu kişilere ait olacaktır. Mirasçının tenkis davasına hak kazanabilmesi için, miras bırakanın terekesi üzerindeki tasarruf edebileceği kısmı aşmış olması ve bunun da söz konusu mirasçının saklı payına tecavüz niteliği taşıması gerekmektedir.  Tenkis davasında yetkili mahkeme murisin son ikamet adresinin bulunduğu yerdeki mahkeme olup, görevli mahkeme ise bu yerdeki Asliye Hukuk Mahkemesi olacaktır. Ayrıca bu davada ispat yükü ise davacı üzerinde olacaktır. Kanun koyucu, saklı payın dava yoluyla korunmasını sağlamış olsa da, bu davanın açılabileceği zaman dilimine sınırlama getirmiştir. Düzenlemeye göre dava, miras bırakanın öldüğü ve saklı payı ihlal edilenin ihlali öğrendiği andan itibaren bir yıl içinde ve her halde terekenin açılmasından itibaren on yıl içerisinde ileri sürülmesi gerekecektir.  Miras bırakanın tasarruflarına yönelik gerçekleştirilecek tenkisin bir düzen içerisinde gerçekleştirilebilmesi adına, izlenmesi gereken sıra TMK m. 570 de düzenleme altına alınmıştır. Düzenlemeye  göre  öncelikle  ölüme  bağlı  tasarrufların  tenkis  edileceği,  yeterli  gelmezse sağlararası tasarrufların tenkisine geçileceği belirtilmiştir. Ölüme bağlı tasarruflar aynı anda hüküm doğurduğundan bunlar arasında bir sıralama söz konusu olmayacak ve her birinden orantılı bir şekilde tenkis gerçekleştirilecektir. Sağlararası tasarruflar ise tarihlerine göre kendi arasında  sıralamaya  tabi  tutulacak  ve  en  yeni  tarihliden  en  eski  tarihliye  doğru  tenkis gerçekleştirilerek, saklı payı ihlal edilen mirasçının hakkı olan payının kendisine verilmesi sağlanacaktır.       156  Deniz (n 23) 89; Özkan (n 125) 249 123Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1",
     "Kaynakça": "Albaş H, ‘Miras Hukukunda İptal ve Tenkis Def i  (2012) 18 (3) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, 143 162 Antalya O G, Miras Hukuku (1. Baskı, Vedat Kitapçılık 2009) Antalya O G ve Sağlam İ, Miras Hukuku (Genişletilmiş 4. Baskı, Seçkin Yayıncılık 2019) Ayan M, Miras Hukuku (10. Baskı, Seçkin Yayıncılık 2020) Ayan M, ‘Saklı Pay Sahibi Mirasçılar ve Saklı Payları  (2002) 10 (1 2) Selçuk Üniversitesi Hukuk Fakültesi Dergisi, 7 18 Çekin M S, ‘Mal Rejimi Hukukunda Gerçekleştirilen Tasarrufların Miras Hukukuna Etkisi  (2017) 4 (2) İstanbul Medipol Üniversitesi Hukuk Fakültesi Dergisi, 189 207 Dalcı Özdoğan N, ‘Sağlararası Kazandırma Konusu Taşınmazların Tenkisi  (2017) 8 (2) İnönü Üniversitesi Hukuk Fakültesi Dergisi, 363 392 Demir R, ‘4721 Sayılı Türk Medeni Kanunumuza Göre Açılan Tenkis Davası İle Mirasçıların Açabileceği  Diğer  Davaların  Karşılaştırılması   (2020)  (1)  Yıldırım  Beyazıt  Hukuk Dergisi, 341 364 Deniz H, Miras Hukuku Pratik Çalışmaları (4. Baskı, Seçkin Yayıncılık 2020) Dural M ve Öz T, Türk Özel Hukuku Cilt IV Miras Hukuku (15. Baskı, Filiz Kitapevi 2020) Eren F, Türk Medeni Hukukunda Tenkis Davası (1. Baskı, Ankara Üniversitesi Hukuk Fakültesi Yayınları 1973) Ersöz O, ‘Tenkis Defi  (2017) 15 (170) Legal Hukuk Dergisi, 601 628 Genç A A, ‘Saklı Paylı Mirasçıların Alacaklılarının ve İflas Dairesinin Tenkis Davası Açma Hakkı  (2020) 28 (2) Selçuk Üniversitesi Hukuk Fakültesi Dergisi, 511 542 Günal A E, Mirasın Reddi ve Hukuki Sonuçları (2. Baskı, Platon Hukuk Yayınları 2020) Günay E, Miras Hukukunda Tenkis (İndirim) Davaları (2. Baskı, Seçkin Yayıncılık 2019) Günay E, Soru ve Cevaplarla Miras El Kitabı (2. Baskı, Seçkin Yayıncılık 2019) İmre Z ve Erman H, Miras Hukuku (13. Baskı, Der Yayınları 2017) İnan A N, Ertaş Ş ve Albaş H, Türk Medeni Hukuku Miras Hukuku (10. Baskı, Seçkin Yayıncılık 2019) İnal  E,  ‘Denkleştirme  ve  Tenkis  Davalarında  Parası  Mirasbırakan  Tarafından  Ödenerek Mirasçılardan  Biri  Adına  Alınan  Taşınmazların  Durumu   (2007)  65  (2)  İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, 275 298 İşgüzar H, Demir M ve Yılmaz S, Miras Hukuku (1. Baskı, Yetkin Yayınları 2019) 124Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  Karakaş F T, ‘Saklı Paylı Mirasçılara Yapılan Kazandırmalar ve Artık Terekenin Paylaşılması Sorunu  (2014) 63 (4) Ankara Üniversitesi Hukuk Fakültesi Dergisi, 813 832 Keskin D ve Demircioğlu R, Medeni Hukuk II (Eşya Hukuku – Miras Hukuku) (1. Baskı, Seçkin Yayıncılık 2018) Kocayusufpaşaoğlu N, Miras Hukuku (3. Baskı, Filiz Kitapevi 1987) Köroğlu A, ‘Tenkis Def inin Yargılamada İleri Sürülmesi ve Sonuçları (Gizli İnşaî Hüküm Kavramı Üzerine Bazı Tespitler)  (2020) 28 (2) Selçuk Üniversitesi Hukuk Fakültesi Dergisi, 575 602 Kurtbaş S, Tenkise Esas Alınan Tereke (1. Baskı, Seçkin Yayıncılık 2017)  Nar A, Türk Miras Hukukunda Tenkis (1. Baskı, On İki Levha Yayıncılık 2016)  Oğuzman M K, Miras Hukuku (6. Baskı, Filiz Yayınevi 1995) Oral A, ‘Miras Hukukunda Tenkis Davası  (Yüksek Lisans Tezi, Akdeniz Üniversitesi Sosyal Bilimler Enstitüsü Özel Hukuk Anabilim Dalı, 2018) Özkan H, Asliye Hukuk Davaları ve Tatbikatı Miras Hukuku (1. Baskı, Legal Yayıncılık 2015) Öztan B, Miras Hukuku (8. Baskı, Turhan Kitapevi 2017) Öztürkler C, Mirasta Denkleştirme İade ve Tenkis Davalarında Hesap Teknikleri (1. Baskı, Seçkin Yayıncılık 2004)  Özuğur A İ, Tenkis, Mirasta Denkleştirme ve Muvazaa Davaları (5. Baskı, Adalet Yayınları 2015) Petek  H,  ‘Mirasçılık  Sıfatını  Sona  Erdiren  Sebeplerin  Mirasbırakanın  Serbestçe  Tasarruf Edebileceği Kısım Üzerindeki Etkisi  (2002) 4 (2) Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, 139 172 Polat E, Ölünceye Kadar Bakma Sözleşmesinde Muvazaa ve Tenkis (1. Baskı, Adalet Yayınevi 2021) Polater S, ‘İntifa Hakkının Denkleştirilmesi ve Tenkisi  (2018) 8 (2) Hacettepe Hukuk Fakültesi Dergisi, 138 166 Ruhi A C ve Ruhi C, Vasiyetname ve Miras Sözleşmesi (1. Baskı, Seçkin Yayıncılık 2017) Serozan R ve Engin Bİ, Miras Hukuku (Güncellenmiş 6. Baskı, Seçkin Yayıncılık 2019) Sert Sütçü S, Miras Bırakanın Muvazaalı Hukuki İşlemleri ve Sonuçları (2. Baskı, Seçkin Yayıncılık 2019) Tekdoğan A, Mirasta Denkleştirme ve Tenkis Davaları (4. Baskı, Seçkin Yayıncılık 2021) Tokur Z, Tenkis Davası (1. Baskı, Yetkin Yayınları 2020) 125Ümit YILMAZER                                                                                             NKÜ Hukuk Fakültesi Dergisi 2021/1  Tuncer  Kazancı  İ  ve  Öcal  Apaydın  B,  ‘Mirasçıların  Alacaklılarını  Koruyan  Davalar  ile Tasarrufun  İptali  Davası  İlişkisi   (2015)  6  (4)  İnönü  Üniversitesi  Hukuk  Fakültesi Dergisi, 775 808 Turan Başara G, ‘Ölüme Bağlı Tasarrufların Tenkisi ve Tenkis Davası  (2016) (27) Türkiye Adalet Akademisi Dergisi, 365 408 Yazar İ, ‘Miras Hukukunda Tenkis  (Yüksek Lisans Tezi, Kadir Has Üniversitesi Sosyal Bilimler Enstitüsü Özel Hukuk Anabilim Dalı, 2017)  126"
}