{
     "Tip": "Makale",
     "Dergi İsmi": "Tekirdağ Namık Kemal Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "06",
     "Ay": "05",
     "Yıl": "202",
     "Cilt": " ",
     "Sayı": "1",
     "Başlık":"VESAYET ALTINDAKİ KİŞİNİN VASİ RIZASI GEREKTİRMEKSİZİN BİZZAT YAPABİLECEĞİ İŞLEMLER ",
     "Title": "TRANSACTIONS THAT THE PERSON UNDER GUARDIANSHIP CAN MAKE PERSONALLY WITHOUT THE CONSENT OF THE GUARDIAN  ",
     "Yazar İsmi": [

          "Araş. Gör. Sedat SEZGİN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Vesayet", "Rıza", "İşlem", "Sınırlı Ehliyetsiz", "Fiil Ehliyeti"
     ],
     "Keywords": [
          "Guardianship", "Consent", "Transaction", "Limited Incapacity", "Capacity To Act"

     ],
     "Özet": "Türk Medeni Kanunu madde 453 hükmü uyarınca vesayet altındaki ayırt etme gücüne sahip küçük veya kısıtlı, vesayet makamının izniyle bir meslek veya sanatın yürütülmesine ilişkin gerekli olağan hukuki işlemleri bizzat yapabilmektedir. İlgili hüküm gereğince kişiye istisnai olarak olağan hukuki işlemler  açısından  tam  ehliyete  sahipmiş  gibi  ticari  ve  mesleki  faaliyette  bulunabilme  yetkisi tanınmıştır. Bu izin yalnızca vesayet makamınca verilebilir. İznin verilmesinde herhangi bir şekil şartı bulunmamaktadır. İzin verilmediği müddetçe yapılan işlemler vesayet altındaki kişi bakımından askıda hükümsüzlük yaptırımına tabidir. Bununla birlikte izin vesayet altındaki kişinin Türk Medeni Kanunu madde 449 hükmünde belirtilmiş olan yasak işlemleri yapmasına yetki vermez.  Türk Medeni Kanunu  madde  16  hükmü  gereğince  vesayet  altındaki  sınırlı  ehliyetsiz  kişiye  vasinin  rızası olmaksızın karşılıksız kazandırmalarda bulunulabilir. Bu işlemler vesayet altındaki sınırlı ehliyetsiz kişiye her ne kadar büyük ekonomik avantajlar sağlıyor olsa dahi herhangi bir yükümlülük getiriyorsa işlemin geçerliliği vasinin rıza göstermesine bağlıdır. Türk Medeni Kanunu madde 455 hükmü gereğince vesayet altındaki sınırlı ehliyetsiz kişi vasisi tarafından kendisine bırakılmış olan serbest malların  yönetimine  ilişkin  tüm  işlemleri  (işlem  borçlandırıcı  nitelikte  olsa  dahi)  bizzat gerçekleştirebilir.",
     "Abstract": "Pursuant to the provision of article 453 of the Turkish Civil Code, a minor or a limited person who has the power to distinguish under guardianship can personally carry out the necessary ordinary legal proceedings regarding the execution of a profession or art, with the permission of the guardianship authority. Pursuant to the relevant provision, the person is exceptionally authorized to engage in commercial and professional activities as if he were fully competent in terms of ordinary legal transaction This permission can only be given by the guardianship authority. There are no formal requirements for granting the permit. Unless permission is given, transactions made are subject to pending invalidity sanction in terms of the person under guardianship. However, permission does not authorize the person under guardianship to perform prohibited actions as specified in article 449 of the Turkish Civil Code. Pursuant to article 16 of the Turkish Civil Code, unrequited gains can be made to a limited incompetent person under guardianship without the consent of the guardian. Even if these transactions bring great economic advantages to the limited incompetent person under the guardianship, the validity of the transaction depends on the consent of the guardian. In accordance with the provision of article 455 of the Turkish Civil Code, a limited incompetent person under guardianship can personally perform all transactions regarding the management of free goods left to him by his guardian (even if the transaction is of a debiting nature).",
     "Metin": "Vesayet,  velayet  altında  bulunmayan  küçükler ve  kısıtlıların,  ekonomik  ve  kişisel menfaatlerinin korunmasını sağlayan, kural olarak kamu hukukuna tabi olan ve kişilerin hukuki işlem ehliyetinin sınırlandırılması sonucunu doğuran bir hukuki kurumdur. Vesayet altındaki kişilerin fiil ehliyetleri, sağlanan menfaat ve koruma ile orantılı olarak farklılaştırılmıştır. Bu kişilerin hukuki işlem ehliyeti, vesayet altında olmayan kişilere nazaran daha dar kapsamlıdır. Türk Hukuku nda kural olarak vesayet altındaki kişilerin malvarlığı üzerinde gerçekleşen borçlandırıcı  işlemlerde  yasal  temsilcilerinin  rızası  aranmaktadır.  Yapılan  işlemlerde  rıza şartının aranması hem vesayet altındaki kişilerin menfaatlerinin korunması hem de kamu düzeninin sağlanması açısından önem arz etmektedir. Zira çeşitli nedenlere dayanılarak vesayet altına alınan kişilerin, tam ehliyetli bir kişinin sahip olduğu  düşünsel farkındalık  özelliğinde kısmi  nitelikte  bir  azalma  bulunmaktadır.  Bununla  birlikte  vesayet  kurumunun  temel ilkelerinden biri olan orantılılık ilkesi gereğince kişinin işlem ehliyetinin sınırlandırılması ile sınırlandırılma sonucunda elde edilen menfaat arasında bir denge kurulmalıdır. Özellikle kişisel gelişim açısından bazı işlemlerin bizzat vesayet altındaki kişi tarafından gerçekleştirilmesi gereklidir.  Çalışmamızın  konusunu  vesayet  altındaki  kişilerin  bizzat  gerçekleştirebileceği işlemler  oluşturmaktadır.  Belirtmek  isteriz  ki  değerlendirmelerimiz  genel  olarak  vesayet altındaki  sınırlı  ehliyetsizlere  ilişkindir.  Zira  tam  ehliyetsiz  kişilerin  ayırt  etme  gücünün bulunmaması nedeniyle herhangi bir hukuki işlem veya fiilin bizzat gerçekleştirilmesi mümkün değildir. Bununla birlikte çalışmamızda vesayet altındaki tam ehliyetsiz kişiler açısından da özellik gösteren durumlar ele alınmıştır.  I.  AYIRT  ETME  GÜCÜNE  SAHİP  VESAYET  ALTINDAKİ  KİŞİNİN  BİR MESLEK VEYA SANAT YÜRÜTÜMÜ A. GENEL OLARAK Türk Medeni Kanunu m. 453 hükmü uyarınca vesayet altındaki ayırt etme gücünü haiz küçük veya kısıtlı, vesayet makamının izniyle bir meslek veya sanatın yürütülmesine ilişkin gerekli olağan hukuki işlemleri yapabilmektedir. İlgili madde hükmü ile vesayet altına alınmış  1 Türk Medeni Kanunu, Kanun Numarası: 4721 Kabul Tarihi: 22.11.2001 RG: 08.12.2001/4607 2 Aslı Açıkgöz, Dar Anlamda Vesayeti Gerektiren Haller ve Vesayet Altına Almanın İşlem Ehliyeti Bakımından Sonuçları (1. Baskı, On İki Levha Yayıncılık 2017) 237; M. Kemal Oğuzman, Özer Seliçi ve Saibe OktayÖzdemir, Kişiler Hukuku (Gerçek ve Tüzel Kişiler) (15. Baskı, Filiz Kitabevi 2015) 93-100; Turgut Akıntürk ve Derya Ateş, Türk Medeni Hukuku İkinci Cilt Aile Hukuku (18. Baskı, Beta Yayımevi 2016)  523; Belma Kayran, ‘Türk Medeni Kanunda Vesayet Hukuku  (Yayınlanmamış Yüksek Lisans Tezi, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü 2012) 66; Avaz Mustafayev, ‘Gerçek Kişilerin Fiil Ehliyeti (Türkiye ve Azerbaycan Hukukuyla 59Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1  kişiye sağlanan işlem ehliyeti, ticari hayatın güvenilir bir şekilde devamlılığını korumakla beraber aynı zamanda vesayet altındaki kişinin zihinsel gelişimine fayda sağlar. Zira vesayet hukukunda kabul edilen orantılılık ilkesi gereğince kişinin korunması için getirilen işlem ehliyeti  kısıtlaması,  koruma  amacından  uzaklaşarak  ticari  özgürlüğü  tamamen  ortadan kaldırmamalıdır. TMK m. 453 hükmüyle kişiye istisnai olarak tam ehliyete sahipmiş gibi ticari ve mesleki faaliyette bulunabilme yetkisi tanınmıştır.  Tanınan yetki ile vesayet altındaki sınırlı ehliyetsiz kişinin işlem ehliyeti genişlemektedir.  B.  MESLEK VE SANAT KAVRAMLARI Vesayet altındaki sınırlı ehliyetsizin işlem ehliyetinin genişletilmesindeki amaç kişinin tarımsal, sanatsal veya bilimsel nitelikteki bir işi bağımsız olarak yürütmesinin sağlanmasıdır. Vesayet altındaki kişiye sağlanan bir meslek veya sanatı icra etme yetkisi TMK m. 453 hükmünde açıkça bağımsızlık unsurundan bahsedilmemiş olsa da bir işverene bağlı olarak çalışılması sonucunda kazanç elde edilmesini kapsamaz. Vesayet altındaki kişinin bağımlı olarak  çalışabilme  yetkisi  serbest  mallara  ilişkin  olarak  TMK  m.  455  hükmünde düzenlenmiştir.  Meslek ve sanat kavramları arasındaki farklılık doktrinde meslek kavramı açısından sanatsal nitelikte olmayan, devamlılık arz eden ve kişisel bir emek gösterilerek yapılan işler (örneğin doktorluk, avukatlık, şarkıcılık), sanat kavramı açısından ise geniş çerçevede herhangi bir işletme kapsamında yapılan, özel bir kabiliyet gerektiren ve mesleki nitelikte olmayan işler  Karşılaştırmalı Olarak)  (Yayınlanmamış Yüksek Lisans Tezi, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü 2013) 194; Kerem Öz, ‘Türk- Alman Hukukunda Küçüğün Bir Meslek veya Sanatı Kendi Başına Yürütmesi ve Bu Durumun Hukuki İşlem Ehliyeti Üzerinde Etkileri  (2014) 2 (4) Uluslararası Antalya Üniversitesi Hukuk Fakültesi Dergisi 59,  85; Sami Akkurt, Kemal Erdoğan ve Hüseyin Tokat, Medeni Hukuk (Seçkin Yayıncılık, 2021)  224; Zafer Zeytin ve Ömer Ergün, Türk Medeni Hukuku (5. Baskı, Seçkin Yayıncılık 2020) 240; Mehmet Ayan ve Nurşen Ayan, Kişiler Hukuku (8. Baskı, Seçkin Yayıncılık 2016) 68; Ali Em, Vesayet Hukuku ve Davaları (2. Baskı, Seçkin Yayıncılık 2020) 41; Süleyman Yılmaz, ve Abdulkerim Yıldırım, Medeni Hukuk-I (Başlangıç Hükümleri-Kişiler Hukuku-Aile Hukuku) (Seçkin Yayıncılık 2020)  126-127; İhsan Erdoğan ve A. Dilşad Keskin, Türk Medeni Hukuku Başlangıç Hükümleri Kişiler Hukuku (3. Baskı, Gazi Kitabevi 2020)  256; Kemale Leyla Aslan Bingöl, Medeni Hukuk Dersi Sorular ve Cevaplar (4. Baskı, Seçkin Yayıncılık 2020) 181; Osman Gökhan Antalya ve Murat Topuz, Medeni Hukuk (3. Baskı, Seçkin Yayıncılık 2019)  256 dn. 42 3 Açıkgöz (n 2) 237 4 Orantılılık ilkesi vesayet altına alınmış kişinin korunması amacıyla yapılan müdahalelerin elde edilmesi beklenen amaç çerçevesinde ölçülü olmasıdır. Detaylı bilgi için bkz. ibid 42 5 Oğuzman, Seliçi ve Oktay-Özdemir,  Kişiler  (n 2) 100; Açıkgöz, (n 2) 237 6 Mustafayev, (n 2) 195; Açıkgöz, (n 2) 238 7 Öz, (n 2) 87; Mustafayev, (n 2) 195 8 Detaylı bilgi için bkz. Başlık III 60Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1  (örneğin marangozluk, ayakkabı tamirciliği) olarak açıklanmıştır. Türk Dil Kurumu meslek kavramını belli bir eğitim sonucunda elde edilen bilgi ve birikime dayalı olarak yapılan iş, sanat kavramını ise duygu, tasarı ve güzellik gibi çeşitli durumların anlatımında kullanılan yöntemler olarak tanımlamaktadır. Kanaatimizce meslek kavramından anlaşılması gereken husus kişinin bilgi birikimi sonucunda eğitime dayalı elde ettiği tecrübelerini geçim sağlamak amacıyla profesyonel olarak topluma sunduğu işlerdir. Sanat kavramından anlaşılması gereken husus açısından ise kişinin doğumundan itibaren sahip olduğu öznel kabiliyet sonucunda biricik nitelikte gerçekleştirdiği işler olarak yorumlanmasının yerinde olduğunu düşünüyoruz.  C.  MESLEK  VEYA  SANAT  YÜRÜTÜMÜ  İÇİN  VESAYET  MAKAMININ İZNİ TMK m. 453 hükmü  ile vesayet  altındaki kişinin işlem ehliyetinin  genişlemesine sebebiyet veren bir meslek veya sanatın yürütümü, vesayet makamının iznine bağlıdır. Vesayet makamı  kavramından  anlaşılması  gereken  TMK  m.  397/II  hükmüne  binaen  Sulh  Hukuk Mahkemesi dir. Bu nedenle vesayet altındaki kişiye sağlanan bir meslek ve sanatın yürütümü yetkisi Sulh Hukuk Mahkemesi tarafından verilen izin kapsamındadır. Vasi tarafından izin verilmesinin hukuki açıdan bir sonucu bulunmaz. Mahkeme izin kararını, vesayet altındaki sınırlı  ehliyetsizin  ilgili  işlemleri  gerçekleştirebilmesi  açısından  kabiliyetinin  bulunmasını tespit ettikten sonra verilen iznin kişinin menfaatine katkı sağlayacağı yönünde kanaate varması halinde vermelidir.  Vesayet makamı tarafından verilen izin kanun koyucu tarafından herhangi bir şekli şarta bağlanmadığından  mütevellit  açık  veya  örtülü  olarak  verilebilir.  Örneğin  kişinin  mesleki faaliyetlere başlamasından haberdar olan vesayet makamının itirazda bulunmaması örtülü izin olarak değerlendirilir. Doktrindeki bir görüş izin kararının Asliye Hukuk Mahkemesi tarafından verilmesi halinde Sulh Hukuk Mahkemesi tarafından alınmış gibi sonuç doğuracağını ifade etmektedir. Kanaatimizce görüşe katılmak mümkün değildir. Zira TMK m. 453 hükmünde iznin vesayet makamı tarafından verilmesi gerektiği açıkça belirtilmiştir. TMK m. 397/II gereğince vesayet makamı Sulh Hukuk Mahkemesi dir. HMK 14 m. 2 ve HMK m. 4 hükümleri gereğince Asliye  9 Açıkgöz, (n 2) 239; Öz, (n 2) 86 10 https://sozluk.gov.tr/ 11 Öz, (n 2) 87; Açıkgöz, (n 2) 241 12 Öz, (n 2) 87; Açıkgöz, (n 2) 242 13 Açıkgöz, (n 2) 241 14 Hukuk Muhakemeleri Kanunu, Kanun Numarası: 6100 Kabul Tarihi: 12.01.2011 RG: 04.02.2011/27836 61Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1  Hukuk ve Sulh Hukuk Mahkemeleri arasında görev ilişkisi bulunur. Mahkemeler arası görev ayrımı HMK m. 1 gereğince kamu düzenine ilişkindir. Bu nedenle Asliye Hukuk Mahkemesi, Sulh Hukuk Mahkemesi nin görevlendirilmiş olduğu bir hususta karar veremez. Kanaatimiz Asliye Hukuk Mahkemesi tarafından bir meslek veya sanatın yürütümüne ilişkin verilen iznin vasi  tarafından  verilen  izne  benzer  olarak  herhangi  bir  hukuki  sonuç  doğurmayacağı yönündedir.  Sulh Hukuk Mahkemesi tarafından verilen izin, durumun vesayet altındaki kişinin aleyhine gelişmesi sonucunda Sulh Hukuk Mahkemesi tarafından geri alınabilir niteliktedir. İznin geri alınması mahkemelerin keyfi karar verme yasağına tabi olmasından mütevellit geçerli hukuki gerekçelere bağlı olmalıdır. İznin geri alınması kararı geçmişe etkili olmakla birlikte iyiniyetli üçüncü kişiler ile yapılan hukuki işlemleri etkilemez. Doktrindeki katıldığımız görüş, geri alma kararının ilan edilmediği müddetçe verilen izin kapsamında yapılan hukuki işlemlere ilişkin üçüncü kişilerin iyiniyetlerinin korunduğu yönündedir. Kanaatimizce kararın ilanından önce üçüncü kişilerin iyiniyetlerinin korunmasının hukuki gerekçesi TMK m. 410/II hükmünün kıyasen uygulanmasıdır.  Vesayet altındaki kişinin Sulh Hukuk Mahkemesi izni olmaksızın mesleki ve sanatsal faaliyetlerde bulunması durumunda tarafı olduğu hukuki işlemlerin akıbeti TMK m. 465 hükmü gereğince vasinin rızası olmaksızın gerçekleştirilen işlem hükmündedir. Bu nedenle doktrinde vesayet altındaki sınırlı ehliyetsizin vasi rızası bulunmadan gerçekleştirdiği hukuki işlemlere ilişkin  belirtilen  askıda  hükümsüzlük  yaptırımı,  meslek  veya  sanatın  icrasında  vesayet makamının  izin kararı  bulunmaksızın vesayet  altındaki sınırlı  ehliyetsiz tarafından bizzat gerçekleştirilen  hukuki  işlemlere  de  uygulanır.  Askıda  hükümsüzlük  yaptırımının  kabulü sonucunda, vesayet makamı bir meslek veya sanatın bizzat vesayet altındaki sınırlı ehliyetsiz tarafından yürütümüne ilişkin izin vermediği müddetçe yapılan hukuki işlemler üçüncü kişiler  15 Açıkgöz, (n 2) 242; Azerbaycan Hukuku nda TMK m. 410/II benzeri bir hüküm bulunmamasının sonucunda üçüncü kişilerin iyiniyetleri karar tarihinden itibaren korunmaz. Detaylı bilgi için bkz. Mustafayev, (n 2) 247 16Askıda Hükümsüzlük-Tek Taraflı Bağlamazlık kavramları hakkında detaylı bilgi için bkz. Turgut Akıntürk ve Derya Ateş, Medeni Hukuk (23. Baskı, Beta Yayımevi 2017) 133; Oğuzman, Seliçi ve Oktay-Özdemir,  Kişiler  (n 2) 94; Antalya ve Topuz, (n 2)  258; Akkurt, Erdoğan ve Tokat, (n 2)  220; Zeytin ve Ergün, (n 2) 239; Açıkgöz, (n 2) 224; Akıntürk ve Ateş,  Aile  (n 2) 523; Kayran, (n 2) 69; Ayan ve Ayan,  Kişiler  (n 2) 73; Em, (n 2) 40; Yılmaz ve Yıldırım, (n 2) 126; Şaban Kayıhan ve Mustafa Ünlütepe, Medeni Hukuk Bilgisi (4. Baskı, Seçkin Yayıncılık 2017) 175; Erdoğan ve Keskin, (n 2) 254; Mustafayev, (n 2) 244; Bu durumun Alman- Türk hukuku açısından incelenmesi açısından Alman Medeni Kanunu paragraf 107 önemli yer tutar. Detaylı bilgi için bkz. Öz (n 2) 80-82 62Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1  açısından bağlayıcılığını korur. İznin verilmesi ile yapılan işlemler baştan itibaren geçerlilik kazanır. Şayet izin verilmezse işlemler kesin hükümsüz olur. D. İZİN KAPSAMINDA YAPILABİLECEK İŞLEMLER Vesayet makamı tarafından verilen izin kişinin yalnızca bağımsız bir meslek veya sanat alanında yaptığı çalışmalara ilişkin olup kişinin iznin kapsamı dışında yapmış olduğu işlemlere etkisi bulunmaz. Bu nedenle izin kapsamı dışında kalan işlemlere ilişkin sınırlı ehliyetsizlerin hukuki işlem ehliyetine dair genel kurallar uygulanır. Ayrıca TMK m. 453 uyarınca verilen izin kişinin tacir sıfatıyla hareket ederek ticari işletme kurma ve yönetme yetkisi vermez.  Verilen iznin kapsamı, TMK m. 453 hükmü gereğince bir meslek veya sanatın yürütümü için gerekli olan tüm olağan işlemleri içerir. Bu noktada gerekli olağan işlemlerin kapsamında nelerin  bulunduğu  önem  kazanmaktadır.  Doktrinde  işletmenin  devamlılığını  sağlamak amacıyla  gerekli  malların  alımı-satımına  ilişkin  sözleşmeler  yapmak,  vergi  ödemelerinde bulunmak, hizmet ve kira sözleşmeleri düzenlemek, sigorta sözleşmelerine taraf olmak gibi çeşitli hukuki ilişkiler olağan işlemler olarak örneklendirilmiştir.  Doktrinde, verilen izin kapsamında kişinin TMK m. 449 hükmünde belirtilen yasak işlemleri  (kefil  olmak,  vakıf  kurmak,  önemli  bağışlamalarda  bulunmak)  gerçekleştirme yetkisinin bulunup  bulunmadığına ilişkin tartışmalı görüşler bulunmaktadır. Birinci görüş verilen  izin  sonucunda,  vesayet  altındaki  kişinin  ehliyetinin  genişlemesi  sebebiyle  yasak işlemleri yapılabileceği yönündedir. İkinci görüş ise yasak işlemlere ilişkin getirilen mutlak sınırlamanın temelinde sınırlı ehliyetsizi koruma amacı bulunmasından mütevellit verilen iznin yasak işlemleri kapsamadığı yönündedir. Kanaatimizce birinci görüşe katılmak mümkün değildir. Zira TMK m. 449 hükmü herhangi bir istisna getirmeksizin vesayet altındaki kişi veya yasal temsilcisi tarafından yapılması yasak olan işlemleri ifade eder. Ayrıca TMK m. 453  17 Oğuzman, Seliçi ve Oktay-Özdemir,  Kişiler  (n 2) 94-95; Akıntürk ve Ateş,  Medeni  (n 16) 133; Akıntürk ve Ateş,  Aile  (n 2) 523-524; Açıkgöz, (n 2) 226; Kayran, (n 2) 69; Mustafayev, (n 2) 246 18 Açıkgöz, (n 2) 244 19 Açıkgöz, (n 2) 245; Öz, (n 2) 87 20 Yasak işlemlere ilişkin detaylı bilgi için bkz. Oğuzman, Seliçi ve Oktay-Özdemir,  Kişiler  (n 2) 101; Kayıhan ve Ünlütepe,  Bilgi  (n 16) 178  vd.; Akıntürk ve Ateş,  Medeni  (n 16) 134; Akıntürk ve Ateş,  Aile  (n 2) 524; Yılmaz ve Yıldırım, (n 2) 127; Antalya ve Topuz, (n 2)  256; Aslan Bingöl, (n 2) 181; Zeytin ve Ergün, (n 2) 239; Ayan ve Ayan,  Kişiler  (n 2) 74; Em, (n 2) 40; Akkurt, Erdoğan ve Tokat, (n 2)  224; Öz, (n 2) 89; Kayran, (n 2)  67; Mustafayev, (n 2) 247-248; Azerbaycan hukukunda vesayet altındaki kişilere ilişkin yasak işlemler başlığı altında bir düzenleme bulunmamaktadır.  Bununla birlikte Azerbaycan Mülki Mecellesi m. 30 gereğince 16 yaş doldurulmadan kooperatif üyesi olunamaz.; Erdoğan ve Keskin, (n 2) 257 dn. 617; Yazar yasak işlemlerin doğrudan hak ehliyetinin kısıtlanmasına ilişkin olduğunu ifade etmiştir 21 Öz, (n 2) 89; Açıkgöz, (n 2) 246 22 Ayan ve Ayan,  Kişiler  (n 2) 69 63Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1  hükmünde açıkça belirtildiği üzere bir meslek veya sanatın yürütümü için verilen izin olağan işlemlerin yapılmasına ilişkindir. Ayrıca önemli bağışlamalarda bulunmanın ve vakıf kurmanın, mesleki veya sanatsal yürütüm açısından olağan işlem niteliğinde olmadığını düşünüyoruz. Kefil olmak açısından ise işlemin olağan olarak nitelendirilmesi mümkün gözükmektedir. Bununla birlikte kanun koyucu tarafından yasak işlemler başlığı altında belirtilen işlemlerin, vesayet makamı tarafından verilen izin sonucunda ehliyetin genişlemesine bağlı olarak yasak işlem niteliğini kaybetmesinin yorum yoluyla kabulü doğru değildir. Zira vesayet makamı tarafından  kişiye  tanınan  izin,  niteliği  itibarıyla  kendiliğinden  istisnai  niteliktedir.  Kanun koyucu tarafından yasak işlemler başlığı altında herhangi bir istisnanın kabul edilmemiş olması ve bizatihi  meslek veya sanatın yürütümüne ilişkin  verilen iznin istisnai  nitelikte olması nedenleriyle yasak işlemlere ilişkin yorum yoluyla istisna yaratılarak yasak işlem niteliğinin ortadan kalktığının kabulü, lafzi (yasak işlemlere ilişkin herhangi bir istisna bulunmaması), gai (yasak işlemlerin sınırlı ehliyetsiz tarafından bir meslek veya sanatın yürütümü amacıyla gerçekleştirilebilmesinin kabulünün vesayet altındaki kişinin korunması amacıyla çelişkili bir duruma sebebiyet vermesi ve vesayet hukukunun kamu hukuku karakterli olması) ve sistematik (TMK m. 449 hükmü başlığının doğrudan  yasak işlemler  şeklinde olması) yorum yöntemleri ve hukuk metodolojisi (istisnanın, ilgili hükme herhangi bir atfı olmaksızın yorum yöntemi ile kıyasen başka kurallara uygulanmasının argümantasyon ve temellendirme ilkeleri ile çelişki yaratması) açısından yerinde değildir.  E.  VESAYET  ALTINDAKİ  KİŞİNİN  MESLEK  VEYA  SANAT YÜRÜTÜMÜNDEN  DOĞAN  HUKUKİ  SORUMLULUĞU  VE  DAVA EHLİYETİ  Vesayet makamı tarafından verilen izin kapsamında gerçekleştirilen bir meslek veya sanatın yürütümü faaliyeti için gerekli olan malların yönetim yetkisi doğrudan vesayet altındaki kişiye ait olmaktadır. Bu nedenle ilgili malların kullanımı yetkisi, yapılan iş sonucunda elde edilen gelirler, mallara ilişkin  gerekli olduğu  takdirde sigortalatma yükümlülüğü, yapılan giderler ve diğer kanuni yükümlülükler kendisine vesayet makamı tarafından izin verilmiş vesayet altındaki sınırlı ehliyetsiz kişiye aittir. Söz konusu mallar ile sınırlı olmak şartıyla vesayet altındaki kişinin tasarruf yetkisi de mevcuttur. İzin kapsamında yapılan işlerden  23 Açıkgöz, (n 2) 247; Akıntürk ve Ateş,  Medeni  (n 16) 134; Akıntürk ve Ateş,  Aile  (n 2)  523; Mustafayev, (n 2) 195; Yılmaz ve Yıldırım, (n 2)  127 24 Yargıtay 12. HD. E. 1980/4848, K. 1980/6601, T. 22.9.1980  Sulh Mahkemesince bir meslek veya sanatla uğraşmaya sarahaten veya zımnen izin verilen vesayet altındaki kişi bu sanat ve meslekin icabından olan her tasarrufu yapma hakkını haizdir. Bu gibi tasarruflardan dolayı dava ve takipte bulunabileceği gibi kendisine 64Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1  doğan borçlara ilişkin hukuki sorumluluk TMK m. 453 gereğince vesayet altındaki kişinin tüm malvarlığı  değerleri  üzerinde  ve  herhangi  bir  sınırlamaya  tabi  olmaksızın  doğar.  Kanaatimizce  durum  kişisel  yönetim  yetkisinin  bir  sonucudur.  Zira  kişi,  işin  yürütümü açısından tam ehliyete benzer bir ehliyete muktedir olmaktadır. Bunun sonucunda da hukuki sorumluluğun tüm malvarlığı kapsamında sınırsız olarak doğması olağandır. Tüm malvarlığı üzerinde hukuki sorumluluğunun bulunması sebebiyle kişi hakkında doğrudan dava ve icra takibi  mümkündür.  Kendisine  veya  kendisi  tarafından  yöneltilen  dava  ve  icra  takip prosedürlerine  ilişkin  usuli  ve  esasi  işlemler  de  vesayet  altındaki  kişi  tarafından  bizzat gerçekleştirilebilir. Kişinin verilen izin kapsamındaki işlemleri gerçekleştirmesi hususunda tam ehliyete benzer bir durumun oluşması kişinin fiil ehliyeti açısından tam ehliyete sahip olduğu anlamına gelmez. Zira durumun oluşması doğrudan vesayet makamının iznine tabidir. Ayrıca vesayet makamı gerekli görürse işlemlere dair sınırlı ehliyetsiz tarafından bir açıklama yapılmasını talep edebilir ve durumun vesayet altındaki kişi aleyhine olduğunu tespit ettiği takdirde izni geri alabilir.  II.  VESAYET  ALTINDAKİ  KİŞİLERE  YAPILAN  KARŞILIKSIZ KAZANDIRMALAR A. SINIRLI  EHLİYETSİZLERE  YAPILAN  KARŞILIKSIZ KAZANDIRMALAR Karşılıksız  kazanımlar  (ivazsız  iktisaplar)  kişiye  hiçbir  yükümlülük  getirmeksizin sağlanan hak ve menfaatlerdir. TMK m. 16/I hükmü gereğince ayırt etme gücüne sahip küçük veya kısıtlı, bir hukuki işlem veya fiil kendisi açısından karşılıksız kazanma durumu yaratıyorsa yasal temsilci rızası olmaksızın işlem veya fiili bizzat gerçekleştirebilme yetkisini haizdir. Sınırlı ehliyetsiz tarafından karşılıksız kazanmanın oluşabilmesi için hukuki işlem veya fiilin, sınırlı ehliyetsizin malvarlığı açısından herhangi bir yükümlülük oluşturmaması gerekir. Bu  husumet tevcihi de mümkündür. İİK. 57. maddesinin 2. fıkrası hükmü bu görüşü teyit eder.  Erişim T. 09.05.2021, www.hukukturk.com 25 Açıkgöz, (n 2) 248; Akıntürk ve Ateş,  Aile  (n 2) 523; Oğuzman, Seliçi ve Oktay-Özdemir,  Kişiler  (n 2)  100; Öz, (n 2)  87; Zeytin ve Ergün, (n 2) 240;  Ayan ve Ayan ,  Kişiler  (n 2)  68; Em, (n 2) 41; Erdoğan ve Keskin, (n 2) 256; Aslan Bingöl, (n 2) 181 26 Akıntürk ve Ateş,  Medeni  (n 16) 135; Açıkgöz, (n 2) 249; Akıntürk ve Ateş,  Aile  (n 2) 526; Mustafayev, (n 2) 196; Akkurt, Erdoğan ve Tokat, (n 2)  225; Ayan ve Ayan,  Kişiler  (n 2),  77; Yılmaz ve Yıldırım, (n 2)  128; Erdoğan ve  Keskin, (n 2)  258 27 Açıkgöz, (n 2) 242 28 Akıntürk ve Ateş,  Medeni  (n 16) 133; Mustafayev, (n 2) 165; Erdoğan ve Keskin, (n 2)  610; Antalya ve Topuz, (n 2) 255 65Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1  nedenle işlem veya fiilin sınırlı ehliyetsizin malvarlığı  aktifini azaltmaması  veya pasifini artırmaması gerekir.  Yapılan hukuki işlem veya fiilin sınırlı ehliyetsiz açısından bir yükümlülük meydana getirmesi durumunda karşılıksız bir kazanımdan söz etmek mümkün değildir. Zira hukuki işlem veya fiilin ekonomik açıdan kişiye avantaj oluşturması önem arz etmez. Karşılıksız kazanım durumunun  tespiti  ekonomik  avantajlar  üzerinden  yapılmaz.  Önemli  olan  husus  sınırlı ehliyetsiz  açısından  hukuki  işlem  veya  fiilin  bir  hukuki  yükümlülük  oluşturmamasıdır. Karşılıksız kazanımın varlığı durumunda hukuki işlem veya fiil bizzat vesayet altındaki sınırlı ehliyetsiz tarafından gerçekleştirilebilir. Ayrıca karşılıksız kazanımları yasal temsilci de sınırlı ehliyetsiz adına gerçekleştirme yetkisini haizdir. Yükümlülük ifadesinden anlaşılması gereken husus vesayet altındaki kişi tarafından ivaz olarak verme, yapma veya yapmama borcunun oluşmasıdır. Bu nedenle vesayet altındaki kişi sinallagmatik nitelikteki bir sözleşmeyi hiçbir koşulda bizzat gerçekleştiremez. Zira sinallagmatik  sözleşmelerde  sözleşme  tarafları  arasında  karşılıklı  bir  edim  yükümlülüğü bulunmaktadır.    Piyasa değerinin çok altında yapılan bir satış sözleşmesinin vesayet altındaki sınırlı ehliyetsiz açısından ekonomik avantaj meydana getirdiği açık olmakla birlikte vesayet altındaki sınırlı ehliyetsiz tarafından miktarı ne kadar düşük olursa olsun bir bedel ödeme yükümlülüğü doğurduğu için yasal temsilci rızası olmaksızın vesayet altındaki sınırlı ehliyetsiz tarafından bizzat yapılabilecek bir hukuki işlem değildir. Verilen örnekteki özellikleri haiz bir sözleşmenin bizzat vesayet altındaki sınırlı ehliyetsiz kişi tarafından yapılması durumunda yasal temsilci rıza göstermediği müddet açısından askıda hükümsüzlük yaptırımı uygulanır.   29 Akıntürk ve Ateş,  Aile  (n 2)  522; Erdoğan, Akkurt ve Tokat, (n 2) 222; Ayan ve Ayan,  Kişiler  (n 2) 67; Antalya ve Topuz, (n 2)  255; Aslan Bingöl, (n 2) 57; Yılmaz ve Yıldırım, (n 2)  126;  Kayıhan ve Ünlütepe,  Bilgi   (n 16) 177; Açıkgöz, (n 2) 254; Oğuzman, Seliçi ve Oktay-Özdemir,  Kişiler  (n 2)  99; Mustafayev, (n 2) 165; Erdoğan ve  Keskin (n 2)  610; Kayran (n 2)  66;Azerbaycan Mülki Mecellesi m. 29-30 da da TMK na benzer bir şekilde sınırlı ehliyetsizlerin yasal temsilci rızası olmaksının karşılıksız kazanma işlemlerine taraf olabileceği hüküm altına alınmıştır. Detaylı bilgi için bkz. Mustafayev, (n 2) 222 vd 30 Açıkgöz, (n 2) 254; Oğuzman, Seliçi ve Oktay-Özdemir,  Kişiler  (n 2)  99; Mustafayev, (n 2) 166; Erdoğan ve  Keskin, (n 2)  610; Öz, (n 2) 83 31 Oğuzman, Seliçi ve Oktay-Özdemir,  Kişiler  (n 2)  100; Kayıhan ve Ünlütepe,  Bilgi   (n 16)  178 32 Sinallagmatik sözleşmeler hakkında detaylı bilgi için bkz. M. Kemal Oğuzman ve M. Turgut Öz, Borçlar Hukuku Genel Hükümler Cilt I (15. Baskı, Vedat Kitapçılık, 2017) 333 vd 33 Açıkgöz, (n 2) 255 34 Oğuzman ve Öz, (n 32) 333 66Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1     Doktrinde kazanımın vesayet altındaki sınırlı ehliyetsizin malvarlığı aktifinde bir artışın meydana  gelmesi,  malvarlığı  pasifinin  azalması  veya  malvarlığı  pasifinin  artmasının engellenmesi şeklinde oluşabileceği yönünde bir görüş bulunmaktadır. Doktrindeki görüşe katılmakla birlikte kanaatimizce kazanım dört türlü oluşabilir. Bunlar; vesayet altındaki kişinin malvarlığı aktifinin artırılması, malvarlığı pasifinin azaltılması, malvarlığı pasifinin artmasının engellenmesi veya  malvarlığı aktifinin azalmasının önlenmesidir . Zira malvarlığı aktifinin azalmasının önlenmesi durumunda da sınırlı ehliyetsiz açısından bir kazanım elde edilir.     Karşılıksız kazanma niteliğini haiz bir işlemin gerçekleştirilmesinden sonra ortaya çıkan durum  vasıtasıyla  bir  takım  yükümlülükler  doğurması  işlemin  yapıldığı  anda  karşılıksız kazanım  niteliğini  haiz  olduğunu  etkilemez.  Bu  noktada  önemli  olan  husus  işlemin gerçekleştirildiği  anda  vesayet  altındaki  sınırlı  ehliyetsiz  kişi  açısından  bir  yükümlülük oluşturmamasıdır.  Örneğin  kişiye  bağışlanan  taşınmaz  için  sonradan  vergi  ödeme yükümlülüğün oluşması bağışlama işleminin karşılıksız kazandırma niteliğini haiz olması ve bu  nedenle  vesayet  altındaki  kişi  tarafından  bizzat  gerçekleştirilebilen  bir  işlem  olması özelliklerini etkilemez.    Doktrinde  karşılıksız  kazanım  hallerine  verilen  örnekler;  vesayet  altındaki  sınırlı ehliyetsiz  kişinin  bağışlanan  sıfatını  haiz  olduğu,  şart  veya  yükümlülüğe  bağlı  olmayan bağışlama sözleşmesi-bağışlama vaadi, vesayet altındaki sınırlı ehliyetsiz kişinin alacaklı sıfatına sahip olduğu kefalet sözleşmesi, vesayet altındaki sınırlı ehliyetsiz kişiye herhangi bir karşı edim borcu yüklemeyen garanti sözleşmesi, borç ikrarı kabulü, vesayet altındaki sınırlı ehliyetsiz kişiye herhangi bir şart veya yükümlülük getirmeyen vasiyetin kabulü, vesayet altındaki  sınırlı  ehliyetsiz  kişinin  üçüncü  kişi  sıfatını  haiz  olduğu  üçüncü  kişi  lehine sözleşmeden doğan alacak hakkının talebi, vesayet altındaki sınırlı ehliyetsiz kişinin herhangi bir yükümlülük getirmemesi şartıyla ibra sözleşmesinde borcu ibra edilen taraf olması, borcun nakli, vesayet  altındaki sınırlı ehliyetsiz kişinin temlik edilen sıfatını haiz olmak şartıyla alacağın temliki, taşınır bir malın sahiplenilmesi, taşınmaz bir malın işgali şeklindedir. Ayrıca vesayet  altındaki kişi yalnızca kendisi lehine sonuç doğuracak irade beyanlarını (örneğin  35 Açıkgöz, (n 2) 255 36 Açıkgöz (n 2) 258; Erdoğan ve Keskin, (n 2)  610 dn. 611 37 Akıntü,k ve Ateş,  Aile  (n 2)  522;  Akıntürk ve Ateş,  Medeni  (n 16) 133; Oğuzman, Seliçi ve OktayÖzdemir,  Kişiler  (n 2)  100; Mustafayev, (n 2) 168; Açıkgöz, (n 2) 256; Erdoğan, Akkurt ve Tokat, (n 2) 223; Antalya ve Topuz, (n 2)  255; Ayan ve Ayan,  Kişiler  (n 2) 67; Yılmaz ve Yıldırım, (n 2)  126; Kayıhan ve Ünlütepe,  Bilgi   (n 16)  178; Erdoğan ve  Keskin, (n 2)  255; Öz, (n 2) 83 38 Açıkgöz, (n 2) 256-25; Mustafayev, (n 2) 173-175; Ayan ve Ayan,  Kişiler  (n 2) 67-68 67Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1  bağışlamadan  dönme,  ayıp  ihbarı,  temerrüt  ihbarı)  bizzat  gerçekleştirebilir.  Alacağın zamanaşımına  uğramaması  için  zamanaşımını  kesen  işlemler  de  vesayet  altındaki  kişi tarafından bizzat yapılabilir.  Belirtmek isteriz ki kanun koyucu tarafından TBK m. 287 hükmü gereğince vasiye vesayet altındaki sınırlı ehliyetsiz kişiye yapılan bağışlamalara itiraz etme hakkı tanınmıştır. TBK m. 287 hükmü gereğince vasi yapılan bağışlamaya itiraz ederse bağışlama ortadan kalkar.   Verdiğimiz örnekler dışında vesayet altındaki kişinin bizzat mirasın kabulü işlemi yapması mümkün değildir. Zira TMK m. 463 hükmünde mirasın kabulü denetim makamının iznine bağlı olarak yapılabilen bir beyandır.   Vesayet altındaki sınırlı ehliyetsiz kişiye yapılan bir taşınmaz bağışının ipotekli olması durumunda vasi izninin gerekli olup olmadığı doktrinde tartışmalıdır. Kanaatimizce ipotek hakkının  taşınmaz  maliki  açısından  paraya  çevirme  işlemlerine  katlanma  yükümlülüğü oluşturması sebebiyle vasinin rızası aranmalıdır. Zira önemli olan husus çalışmamızda da belirttiğimiz üzere karşılıksız kazanma açısından vesayet altındaki kişiye ekonomik bir fayda sağlanması değildir. Dikkat edilmesi gerekli olan nokta, kişinin herhangi bir yükümlülük altına girmemesidir. Her ne kadar ipotekli taşınmazın paraya çevrilmesi durumunda da ipotek altına alınmış  miktarın  dışındaki  bedelin  vesayet  altındaki  kişi  açısından  bir  ekonomik  avantaj getirmesi ve malvarlığı aktifinin artmasına sebebiyet verdiği açık olsa dahi ipotekli taşınmazın kabulü ile malvarlığı pasifinde bir artışın gerçekleştiği de gözlemlenir. Zira vesayet altındaki sınırlı ehliyetsiz bir katlanma borcu altına girer Bu nedenle ipotekli taşınmazın bağışlanan sıfatına bağlı olarak vesayet altındaki kişi tarafından bizzat kabulünün tek taraflı bağlamazlık yaptırımına tabi olduğu kanaatindeyiz.   Vesayet altındaki sınırlı ehliyetsiz kişinin karşılıksız kazanma işlemlerine ilişkin dava ehliyeti  bulunmaz.  Zira  ilgili  işlemin  dava  konusu  olduğu  bir  durumda  davanın  vesayet  39 Mustafayev, (n 2) 176; Kayıhan ve Ünlütepe,  Bilgi  (n 16), 178; Açıkgöz, (n 2) 257; Oğuzman, Seliçi ve OktayÖzdemir,  Kişiler  (n 2)  99 40 TBK m. 154  Aşağıdaki durumlarda zamanaşımı kesilir: 1. Borçlu borcu ikrar etmişse, özellikle faiz ödemiş veya kısmen ifada bulunmuşsa ya da rehin vermiş veya kefil göstermişse. 2. Alacaklı, dava veya def i yoluyla mahkemeye veya hakeme başvurmuşsa, icra takibinde bulunmuşsa ya da iflas masasına başvurmuşsa.  41 Açıkgöz (n 2) 258 42 Türk Borçlar Kanunu, Kanun Numarası: 6098 Kabul Tarihi : 11/1/2011 RG: 04.02.2011/27836 43Birinci görüş bu tarz bir bağışlamanın bir yükümlülük getirmesi sebebiyle yasal temsilci rızasıyla yapılması gerektiği yönündedir. Diğer görüş ise taşınmazın değerinden ipotek değerinin düşülmesi durumunda taşınmaz değerinin ipotek değerinin üzerinde olmasına bağlı olarak bu tarz bir bağışlamanın vesayet altındaki kişi bakımından herhangi bir yükümlülük oluşturmayacağı yönündedir. Tartışmalar için bkz, Açıkgöz, (n 2) 259; Mustafayev, (n 2) 170 68Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1  altındaki kişi aleyhine sonuçlanma riski bulunur. Aleyhe sonuçlanan bir dava sonucunda kişinin malvarlığında bir azalma meydana gelmesi muhtemeldir ve bu nedenle karşılıksız kazanımlara ilişkin davalarda vesayet altındaki kişinin korunması amacıyla dava ehliyetinin bulunmadığının kabulü gerekir. B.  TAM EHLİYETSİZLER AÇISINDAN ÖZELLİK GÖSTEREN DURUMLAR TMK m. 16 gereğince vesayet altıdaki sınırlı ehliyetsiz kişilerin karşılıksız kazanımlara ilişkin işlemleri bizzat yapabilme yetkisi bulunmakla birlikte TMK nın çeşitli hükümlerinde bazı fiillerin tam ehliyetsizler açısından bir nevi karşılıksız kazanım durumu oluşturduğu görülmektedir. Örneğin TMK m. 775 hükmünde düzenlenen taşınır bir malın işleme (hukuki tağyir)  sonucunda mülkiyetinin kazanımı vesayet altındaki tam ehliyetsizler açısından da mümkündür. Zira işleme sonucunda taşınırın aslen mülkiyetin kazanımı, maddi bir fiile (realakt)  bağlanmaktadır  ve  vesayet  altındaki  kişi  açısından  herhangi  bir  yükümlülük getirmez. TMK m. 776 hükmünde düzenlenen karışma ve birleşme hükümleri de  hukuki sonucun maddi bir fiile (realakt) bağlanması nedeniyle vesayet altındaki tam ehliyetsiz kişilere uygulanması mümkündür. Ayrıca TMK m. 772 hükmünde düzenlenen define niteliğini haiz taşınırların bulunması durumunda elde edilen kazanımlara ilişkin, TMK m. 712 hükmünde düzenlenen kazandırıcı zamanaşımı sebebiyle taşınır mülkiyetinin kazanımına ilişkin, TMK m. 19  hükmünde  düzenlenen  yerleşim  yerinin  tespitine  ilişkin, TMK  m.  348 de  düzenlenen velayetin  kaldırılmasına  ilişkin  ayırt  etme  gücü  aranmadığı  için  ilgili  hükümler  vesayet altındaki tam ehliyetsiz kişiler açısından da sonuç doğurabilecek niteliktedir. Lakin TMK m. 767 (taşınır bir malın sahiplenilmesi), TMK m. 778 (taşınır bir malın mülkiyetinin terki) TMK m. 977 (zilyetliğin kazanılması) ve TMK m. 707 (taşınmaz bir malın işgali) hükümleri kişi iradesine bağlı olarak hukuki sonuç doğurduğundan mütevellit vesayet altındaki tam ehliyetsiz kişiler açısından uygulanması mümkün değildir.  Doktrinde TMK m. 769 hükmünün vesayet altındaki ayırt etme gücüne sahip olmayan kişiye uygulanabilirliği açısından iki farklı görüş bulunmaktadır. Birinci görüş maddi bir fiile bağlı olarak hukuki sonucun oluşması sebebiyle TMK m. 769 hükmünün ayırt etme gücü  44 Mustafayev, (n 2) 167; Açıkgöz, (n 2) 261; Ayan ve Ayan ,  Kişiler  (n 2)  77 45 M. Kemal Oğuzman, Özer Seliçi ve Saibe Oktay-Özdemir, Eşya Hukuku (20. Baskı, Filiz Kitabevi 2017)  756; Açıkgöz, (n 2) 253; Oğuzman, Seliçi ve Oktay-Özdemir,  Kişiler  (n 2)  80; Mustafayev, (n 2) 284; Yılmaz ve Yıldırım, (n 2)  128; Erdoğan ve  Keskin, (n 2)  252 46 Oğuzman, Seliçi ve Oktay-Özdemir,  Eşya  (n 45) 756; Mustafayev, (n 2) 284; Erdoğan ve  Keskin, (n 2)  252 47 Oğuzman, Seliçi ve Oktay-Özdemir,  Kişiler  (n 2)  80; Açıkgöz, (n 2) 253 48 Açıkgöz, (n 2) 254; Oğuzman, Seliçi ve Oktay-Özdemir,  Eşya  (n 45) 754; Mustafayev, (n 2) 284 69Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1  olmayan  kişiler  açısından  da  uygulanabileceği  yönündedir.  Diğer  görüş  TMK  m.  769 hükmünün tam ehliyetsiz kişiler açısından uygulanamayacağını, hükmün uygulanabilmesi için ayırt etme gücünün varlığının şart olduğunu ifade etmiştir. Biz ikinci görüşe katılıyoruz. Zira kayıp eşyaların bulunması durumunda gerekli ilan ve ihbar yükümlülüğünü içeren TMK m. 769 hükmünün uygulanabilmesi açısından kayıp eşya üzerinde kişinin hakimiyet kurması, eşyayı bulduğu yönünde bir iradesinin -ayırt etme gücünün- bulunması ve buna bağlı olarak ilan ve bildirim yükümlülüğüne sahip olduğunu kavraması gereklidir. Lakin tam ehliyetsiz kişilerin kayıp  eşya  üzerinde   hakimiyet  kurarak  kayıp  eşya  bulduğuna  dair  bir  iradesinin bulunduğunun  ve buna bağlı olarak  ilan ve bildirim yükümlülüğünün oluştuğunun  kabulü, tam ehliyetsiz kişilerin  ayırt etme gücüne sahip olduğu  anlamına gelir ve tam ehliyetsiz kişilerin ayırt etme gücüne sahip olmadığının kabulü ile çelişir. III.  VESAYET  ALTINDAKİ  SINIRLI  EHLİYETSİZ  KİŞİNİN  SERBEST MALLARINI YÖNETMESİ TMK m. 455 hükmü gereğince vesayet altındaki sınırlı ehliyetsiz kişi serbest mal niteliğini haiz malvarlığı unsurlarının yönetimine ilişkin gerekli hukuki işlemleri borç altına sokacak mahiyette olsa dahi bizzat yapabilme ehliyetine sahiptir. Kanuni düzenleme ile vasi iznine  bağlı  olarak  sınırlı  ehliyetsizin  serbest  mallar  üzerindeki  bizzat  tasarruf  yetkisini kazanması kişinin fiil ehliyetinin genişlemesi sonucu doğurmaktadır.  Vesayet altında sınırlı ehliyetsizin fiil ehliyetinin genişlemesi sonucunu doğuran iznin verilmesinde çeşitli amaçlar bulunur. Düzenleme ile örneğin küçüğün para yönetimine ilişkin maddi-manevi beceri kazanması, savurganlık nedenine bağlı olarak vesayet altına alınmış kişinin  malvarlığı  unsurlarına  dair  idare  yetkisinin  gelişiminin  teşviki  sağlanmıştır.  Bu noktada kanuni düzenlemenin temelinde vesayet altındaki sınırlı ehliyetsizin serbest mallara ilişkin yönetim yetkisi ile bağlantılı olarak bir nevi insiyatif alması sağlanmaktadır. Serbest  49 Açıkgöz, (n 2) 253 50 Mustafayev, (n 2) 284; Ayrıca detaylı bilgi için bkz. Mehmet Ayan, Eşya Hukuku II Mülkiyet (9. Baskı, Seçkin Yayıncılık 2016) 582 51 Yılmaz ve Yıldırım, (n 2) 126; Akıntürk ve Ateş,  Medeni  (n 16) 134; Oğuzman, Seliçi ve Oktay-Özdemir,  Kişiler  (n 2)  101; Açıkgöz, (n 2) 287; Akıntürk ve Ateş,  Aile  (n 2) 523; Aslan Bingöl, (n 2) 181; Antalya ve Topuz (n 2)  256 dn. 42; Erdoğan ve  Keskin (n 2)  256; Kayran (n 2)  66; Em (n 2) 41; Mustafayev (n 2) 198; Öz (n 2) 88; Erdoğan, Akkurt ve Tokat, (n 2) 224; Alman Medeni Kanunu m. 110 hükmünde  sınırlı ehliyetsize verilen harçlıkların serbest mal niteliğini haiz olduğu belirtilmişir. Ayan ve Ayan,  Kişiler  (n 2) 68 52 Öz, (n 2) 83; Açıkgöz, (n 2) 292; Oğuzman, Seliçi ve Oktay-Özdemir,  Kişiler  (n 2)  100-101 53 Mustafayev, (n 2) 178 dn. 179; Açıkgöz, (n 2) 287 70Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1  mallara ilişkin tasarruf yetkisinin doğrudan vesayet altındaki sınırlı ehliyetsize bırakılması ile vasinin ilgili serbest mallara ilişkin idare yükümlülüğü kalkar ve temsil yetkisi bulunmaz.   TMK m. 455 hükmünün geçerli olarak uygulanabilmesi için öncelikle vesayet altındaki sınırlı  ehliyetsiz  kişiye  malvarlığı  değerlerinin  bir  bölümünün  vasi  tarafından  kendisinin tasarrufuna bırakılmış olması gereklidir. İzin herhangi bir şekle tabi değildir. Sözlü, yazılı, açık veya örtülü olarak izin verilebilir. Ayrıca izin belirli mallara ilişkin sınırlı olabilir veya şarta bağlanabilir. Verilen iznin yetki ve usülde paralellik çerçevesinde vasi tarafından geri alınması da mümkündür. Vesayet  altındaki  sınırlı  ehliyetsizin  tasarrufuna  bırakılacak  malvarlığı  unsurlarına ilişkin herhangi bir kanuni sınırlama bulunmamaktadır. Lakin vesayet kurumunun temel amacı olarak vesayet altındaki kişinin korunması ilkesi göz önüne alındığında, vesayet makamı tarafından, vesayet altındaki sınırlı ehliyetsiz kişi aleyhine bir durum yaratacak büyüklükteki malvarlığı  değerlerinin  bizzat  tasarrufuna  bırakılmasına  ilişkin  bir  sınırlama getirilebilineceğinin kabulü gereklidir. Zira vasi izni ile vesayet altındaki sınırlı ehliyetsiz kişinin tüm malvarlığı değerlerinin bizzat kendi tasarrufuna bırakılması, vasinin malvarlığı değerlerinin yönetimi görevine ilişkin özen yükümlülüğüne aykırı bir davranış olur.    Doktrinde  serbest  mallara  ilişkin  cep  harçlığı,  yaş  günü,  bayram,  çeşitli  törenler nedeniyle verilen harçlıklar, yemek parası, seyahat masrafı, olağan hediyeler gibi örnekler verilmiştir. Saydığımız örneklerin bizzat vasi tarafından vesayet altındaki sınırlı ehliyetsize teslimi gerekli olmayıp doğrudan üçüncü kişiler tarafından sağlanması da mümkündür. Ayrıca vasi iznine bağlı olarak vesayet altındaki sınırlı ehliyetsizin bizzat fiziksel veya düşünsel alandaki çalışmalarına bağlı olarak elde ettiği kazançlar da serbest mal niteliğindedir. Bununla birlikte çalışma izninin vasi tarafından verilmiş olması gerekli olup, izin bulunmaksızın yapılan çalışmalara ilişkin elde edilen kazanımlar serbest mal olarak değerlendirilmez. Bu noktada TMK  m.  455  ile  TMK  m.  453  arasındaki  yakın  ilişki  dikkatle  değerlendirilmelidir. Çalışmamızda belirttiğimiz üzere TMK m. 453 hükmü ile vesayet altındaki sınırlı ehliyetsize sağlanan izin bir meslek veya sanatın yürütümüne ilişkin olup bağımsız niteliktedir. Lakin  54 Kayran, (n 2)  61; Açıkgöz, (n 2) 290; Akıntürk ve Ateş,  Aile  (n 2) 520 55 Açıkgöz, (n 2) 288 56 ibid 290 57 ibid 288 58 Öz, (n 2) 88; Açıkgöz, (n 2) 288 59 Mustafayev, (n 2) 198; Açıkgöz, (n 2) 289 60 Detaylı bilgi için bkz. Başlık I-B 71Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1  TMK m. 455 hükmü bir mesleğin veya sanatın icrası kapsamında olmayan, bağımlı nitelikte ve genellikle geçici bir süreliğine belirli bir işin görülmesine ilişkindir. Gündelik hizmetçilik, saat başı ders verme veya müşterilere mal tedariki TMK m. 455 hükmüne ilişkin örnek olarak verilebilen işlerdir. TMK m. 455 hükmünün TMK m. 453 hükmünden bir diğer farkı da iznin doğrudan vasi tarafından verilmesidir. TMK m. 453 hükmünde belirtildiği üzere izin vesayet makamı tarafından verilmelidir. Ayrıca TMK m. 455 gereğince vesayet altındaki kişinin yapmış olduğu tasarruflara bağlı olarak hukuki sorumluluğu yalnızca kendi tasarrufuna bırakılmış serbest  mallarla  sınırlıdır.  Bununla  birlikte  TMK  m.  453  hükmü  çerçevesinde  yapılan tasarruflardan doğan hukuki sorumluluk ise vesayet altındaki sınırlı ehliyetsizin tüm malvarlığı üzerinde  doğar.  Belirtmek  isteriz  ki  TMK  m.  453  hükmüne  bağlı  olarak  elde  edilen kazanımların idaresine ilişkin bir düzenleme bulunmamaktadır. Fakat TMK m. 455 hükmü ile ilişkili olarak elde edilen kazanımların yönetim ve idaresi doğrudan vesayet altındaki sınırlı ehliyetsiz kişiye bırakılmıştır.   TMK m. 455 hükmü çerçevesinde vesayet altındaki sınırlı ehliyetsizin vasi iznine bağlı olarak kendisine bırakılmış serbest mallara ilişkin tasarruf edebilmesi için gerekli olan diğer şart ise ilgili serbest mallara ilişkin vesayet altındaki sınırlı ehliyetsiz kişinin  serbestçe tasarruf imkanına  sahip olmasıdır. Şayet kişiye belirli bir amaca veya şarta yönelik bir malvarlığı unsurunun teslimi söz konusu ise TMK m. 455 hükmü uygulanmaz. Zira vesayet altındaki sınırlı ehliyetsiz kişinin serbest mallara ilişkin olarak  serbestçe  tasarruf edebilme yetkisi bulunmalıdır. Örneğin aylık faturaların ödenmesi hususunda kişiye belirli bir miktarda para bırakılmış ise serbest tasarruf yetkisinden söz edilemez.   Vesayet altındaki sınırlı ehliyetsiz kişinin bizzat tasarrufuna bırakılmış serbest mallara ilişkin dava ve taraf ehliyeti ile icra takip yetkisi bulunur. Bu durum kişiye serbest mallara ilişkin bizzat tasarrufta bulunabilme yetkisi verilmesinin bir sonucudur. Zira dava ve icra takip işlemlerine ilişkin bizzat yetkisinin bulunmamasının kabulü ile yönetim bakımından serbest  61 Öz, (n 2) 87-88; Açıkgöz, (n 2) 289 62 Açıkgöz, (n 2) 290 63 ibid 291 64 Detaylı bilgi için bkz. Başlık I-E 65 Kayran, (n 2) 66; Em, (n 2) 41; Açıkgöz, (n 2) 291 66 Açıkgöz, (n 2) 288 67 ibid 289 68 Akıntürk ve Ateş,  Aile  (n 2)  526; Mustafayev, (n 2) 261; Erdoğan, Akkurt ve Tokat, (n 2) 225; Ayan ve Ayan,  Kişiler  (n 2) 77; Yılmaz ve Yıldırım, (n 2) 128; Erdoğan ve  Keskin, (n 2)  258-259; Açıkgöz, (n 2) 293 72Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1  tasarruf yetkisinin bulunduğu malvarlığı unsurlarının kanun koyucunun düzenleme ile sağladığı serbest tasarruf yetkisi ile doğrudan çelişkili bir durum ortaya çıkarır. IV.  VESAYET ALTINDAKİ KİŞİNİN KİŞİYE SIKI SIKIYA BAĞLI HAKLARI KULLANIMI A. GENEL OLARAK KİŞİYE SIKI SIKIYA BAĞLI HAKLAR Kişiye sıkı sıkıya bağlı haklar doktrinde hakkın kullanımı kararının yalnızca hak sahibi tarafından alındığı ve hakkın kullanım kararının mutlaka hak sahibinin şahsi iradesiyle alındığı haklar olarak tanımlanmıştır. Kişiye sıkı sıkıya bağlı hakların bulunması irade özerkliği ve kişinin karar verme özgürlüğünün güvence altına alınması isteğinin bir sonucudur. Kişiye sıkı sıkıya bağlı hakların kullanımına karar verme yetkisinin başkasına tanınması kural olarak mümkün değildir. Zira kişiye sıkı sıkıya bağlı haklar kişilik ile yakından ilgilidir ve hakkın kullanımı kararının başkası tarafından alınması kişilik kavramı ile çelişir. Kişiye sıkı sıkıya bağlı hakların şahsen kullanım zorunluluğundan anlaşılması gerekli olan husus hakkın kullanım kararının  bizzat  hak  sahibi  tarafından  alınması  gerekliliğidir.  Kararın  alınmasına  ilişkin kişinin şahsi iradesinin gerekliliği dışında kararın verilmesinden sonra hukuki sonuca yönelik gerekli işlemlerin (örneğin davanın sürdürülmesi) bizzat kararı veren kişi tarafından yapılması gerekli değildir.  Kişiye sıkı sıkıya bağlı hakların kullanımı konusunda kararın alınması aşamasında temsil mümkün değildir. Kararın temsilci aracılığıyla alınması yasal temsil düşmanlığının  69 Yazarlar şahsen kullanılacak haklar olarak ifade etmektedir; M. Kemal Oğuzman ve Nami Barlas, Medeni Hukuk (21. Baskı, Vedat Kitapçılık 2015)  166; Akıntürk ve Ateş,  Medeni  (n 16) 134; Antalya ve Topuz, (n 2)  217,  256; Şaban Kayıhan ve Mustafa Ünlütepe, Medeni Hukuka Giriş ve Türk Medeni Kanunu nun Başlangıç Hükümleri (4. Baskı, Seçkin Yayıncılık 2019)  275; Erdoğan, Akkurt ve Tokat, (n 2) 107; Erdoğan ve  Keskin, (n 2)  140; Mehmet Ayan, Nurşen Ayan, Medeni Hukuka Giriş (12. Baskı, Seçkin Yayıncılık 2016)  109; Kayıhan ve Ünlütepe, (n 69)  177;  Ekrem Kurt, ‘Türk Hukukunda Kişiye Sıkı Sıkıya Bağlı Haklar ve Hukuki Sonuçları , (2016) 15 (2) İKÜHFD, 121, 124; Zürich Mahkemesinin bir kararında kişiye sıkı sıkıya bağlı hakların söz konusu niteliği şu şekilde açıklanmıştır:  Münhasıran şahsa bağlı haklar insana şahsiyeti icabı tanınan; yani kişinin tamamen ve münhasıran kendisinden sadır oldukları için kullanılmaları da onun kararına bağlı bulunması gereken  haklar  olup  bunların bir  temsilci  vasıtasıyla  kullanılması kişiliğin  mahiyetine  telif kabul  etmez; Mustafayev (n 2) 202 dn 272. ; Kişiye sıkı sıkıya bağlı haklara ilişkin detaylı bilgi için bkz. Serap Helvacı, ‘Kişilik İşlemi Hakları (Münkasıran Şahsa Bağlı Haklar)  (Yayınlanmamış Doktora Tezi, İstanbul Üniversitesi Sosyal Bilimler Ensititüsü 1993) 70 Açıkgöz, (n 2) 261 71 Kurt, (n 69)  124; Oğuzman ve Barlas, (n 69)  166; Kayıhan ve Ünlütepe,  Medeni  (n 69)  275 72 Oğuzman ve Barlas, (n 69)  166; Kurt, (n 69)  129; Kayıhan ve Ünlütepe,  Medeni  (n 69)  275; Mustafayev, (n 2) 203; Oğuzman, Seliçi ve Oktay-Özdemir,  Kişiler  (n 2)  96; Akıntürk ve Ateş,  Medeni  (n 16) 134; Erdoğan ve  Keskin, (n 2)  140; Ayan ve Ayan,  Medeni  (n 69)  109; Kayıhan ve Ünlütepe,  Bilgi   (n 16),  177 73 Helvacı, (n 69)  83-84; Oğuzman ve Barlas, (n 69)  166; Kurt, (n 69)  129; Mustafayev, (n 2) 203; Oğuzman, Seliçi ve Oktay-Özdemir,  Kişiler  (n 2)  96; Ayan ve Ayan,  Medeni  (n 69)  109; Kayıhan ve Ünlütepe,  Medeni  (n 69)  277; Antalya ve Topuz, (n 2)  217 73Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1  oluşmasına sebebiyet verir.  Bu durum velayet veya vesayet altındaki sınırlı ehliyetsiz kişiler açısından da geçerlidir.  TMK m. 16 hükmünde belirtildiği üzere veli veya vasi, küçük ve kısıtlıya ilişkin  kişiye sıkı sıkıya bağlı hakların  kullanılması  kararını alma yetkisini haiz değildir. Zira TMK m. 16 nın ikinci cümlesinde kişiye sıkı sıkıya bağlı hakların kullanımında yasal temsilcilerin izninin gerekli olmadığı belirtilmiştir.    Kişiye sıkı sıkıya bağlı haklar kural olarak başkasına devredilemez ve mirasçılara intikal etmez. Bununla birlikte kişiye sıkı sıkıya bağlı bir hakkın kullanımı mali bir sonuca yönelik ise ve karşı taraf bu sonucu kabul etmişse istisnaen devri mümkündür. Ayrıca hak sahibi tarafından  hakkın  ileri  sürülmesi  durumunda  hak  sahibinin  ölümü  sonrasından mirasçılar tarafından hukuki sonuca ilişkin gerekli işlemler yapılabilir.  B.  VESAYET  ALTINDAKİ  SINIRLI  EHLİYETSİZ  KİŞİLER  AÇISINDAN KİŞİYE SIKI SIKIYA BAĞLI HAKLARIN KULLANIMI TMK m. 16 hükmü sınırlı ehliyetsiz kişilerin, kişiye sıkı sıkıya bağlı hakları kullanımı açısından yasal temsilcilerinin rızasının gerekli olmadığını ifade etmektedir. Bu nedenle kural olarak kişiye sıkı sıkıya bağlı haklar vesayet  altındaki  sınırlı ehliyetsiz tarafından bizzat kullanılabilir. Bununla birlikte doktrinde kişiye sıkı sıkıya bağlı hakların kullanımı (ve hakkın kullanımından vazgeçilmesi) açısından ikili bir ayrıma gidilmektedir. Birinci ayrım bazı kişiye  sıkı  sıkıya  bağlı  hakların  yalnızca  vesayet  altındaki  sınırlı  ehliyetsiz  tarafından kullanılabileceği yönündedir. İkinci ayrım ise kanundan doğan zorunluluk gereği bazı kişiye sıkı sıkıya bağlı hakların kullanımı açısından yasal temsilcisi katılımı ve/veya vesayet makamı izni ile kullanılabileceğine ilişkindir.    TMK hükümleri içerisinde hangi hakların kişiye sıkı sıkıya bağlı haklar olduğuna ilişkin bir bilgi bulunmamaktadır. Doktrinde yalnızca vesayet altındaki sınırlı ehliyetsiz tarafından  74 Açıkgöz, (n 2) 262; Mustafayev, (n 2) 273; Yasal temsil düşmanlığı hakkında detaylı bilgi için bkz. Helvacı, (n 69)  80 vd 75 Bu kuralın TMK da istisnaları bulunmaktadır. Örneğin TMK m. 118 hükmünde belirtildiği üzere nişanlanma yasal temsilcinin rızasına bağlı olarak küçük veya kısıtlı açısından bağlayıcılık kazanır. Ayrıca bkz. TMK m. 126127 76 Oğuzman ve Barlas, (n 69) 168; Kurt, (n 69)  124; Mustafayev, (n 2) 201; Zeytin ve Ergün, (n 2) 66; Ayan ve Ayan,  Medeni  (n 69)  108; Kayıhan ve Ünlütepe,  Bilgi   (n 16),  177; Kayıhan ve Ünlütepe,  Medeni  (n 69)  275; Erdoğan ve  Keskin, (n 2)  140; Antalya ve Topuz, (n 2)  217 77 TMK m. 25 hükmünde manevi tazminat açısından karşı tarafın kabulü sonucunda devri mümkündür 78 Kurt, (n 69)  125; Oğuzman ve Barlas, (n 69)  168; Mustafayev, (n 2) 206; Antalya ve Topuz, (n 2)  219. Örneğin TMK m. 159 hükmünde evlenmenin butlanı davası açısından mirasçıların açılmış olan davayı devam ettirebilme yetkisi belirtilmiştir. Ayrıca bkz. TMK m. 25, TMK m. 121 79 Detaylı bilgi için bkz. Helvacı, (n 69)  21 vd; Mustafayev, (n 2) 211 vd; Kurt, (n 69)  128 vd; Açıkgöz, (n 2) 272, 274;  Oğuzman, Seliçi ve Oktay-Özdemir,  Kişiler  (n 2)  97, 98 74Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1  kullanılabilecek kişiye sıkı sıkıya bağlı haklara ilişkin örnekler verilmiştir. Bu haklar; kişilik hakkını  koruyan  tespit  ve  men  davaları,  kişinin  bedeni  üzerinde  gerçekleştirilen  çeşitli ameliyatlar ve tıbbi müdahaleler, TMK m. 24-25 hükümlerine dayanılarak açılan manevi tazminat  davası,  ismin  korunmasına  ilişkin  davalar,  zina  yapan  eşin  affı,  vasiyetname  80 Yargıtay 18. HD. bir kararında vesayet altındaki sınırlı ehliyetsizin organ bağışlaması hususunda irade açıklamasında bulunmak üzere vasiye yetki verilemeyeceğini hüküm altına almıştır. Yargıtay 18. HD. E. 2013/16178,  K. 2014/3998, T. 6.3.2014  en temel insan hakkı olan yaşam hakkı ve vücut bütünlüğüne ilişkin olarak  Anayasa'da,  tıbbi  zorunluluklar  ve  kanunda  yazılı  haller  dışında,  kişinin  vücut  bütünlüğüne dokunulamayacağı, rızası olmadan bilimsel ve tıbbî deneylere tabi tutulamayacağı, Türk Medeni Kanunu'nda ise, ancak yazılı rıza üzerine insan kökenli biyolojik maddelerin alınması, aşılanması ve naklinin mümkün olacağı, biyolojik madde verme borcu altına girmiş olandan da edimini yerine getirmesinin istenemeyeceği, maddi ve manevi tazminat isteminde bulunulamayacağı açıkça düzenlenmiştir. Yukarıda açıklanan mevzuatın emredici hükümleri dikkate alındığında Ereğli Sulh Hukuk Mahkemesi'nin 23/1/2013 gün 2010/453 Esas 575 Karar sayılı hükmü ile kısıtlı Ş.YARGITAY'dan kardeşi E.YARGITAY'a böbrek nakli hususunda irade beyanında bulunmak ve bu doğrultuda gerekli işlemleri yapmak üzere vasi T.YARGITAY'ye izin ve yetki verilmesine ilişkin karar usul ve yasaya aykırıdır.  Erişim T. 16.05.2021, www.hukukturk.com; Kurt (n 69)  138 Kurt, botoks uygulamasının sınırlı ehliyetsizler  açısından  da  yasal  temsilci  rızası  aranmaksızın  gerçekleştirilebileceğini  ifade  etmektedir. Kanaatimizce görüşe katılmak mümkün değildir. Zira botoks uygulamasının tedavi amacı gütmeksizin yalnızca estetik kaygılarla yapılması durumunda oluşturduğu mali külfetlerle birlikte botoks işleminin icrası sırasında ve işlemin tamamlandıktan sonraki sürece bağlı olarak getirdiği riskler göz önüne alındığında yasal temsilci rızasının gerekli olduğunun kabul edilmemesi sınırlı ehliyetsizin korunması ilkesiyle çelişir. Ayrıca Tababet ve Şuabatı San'atlarının Tarzı İcrasına Daı̇r Kanun, Kanun Numarası : 1219, Kabul Tarihi : 11.04.1928 RG: 14.04.1928/863 Madde 70   Tabipler, diş tabipleri ve dişçiler yapacakları her nevi ameliye için hastanın, hasta küçük veya tahtı hacirde ise veli veya vasisinin evvelemirde muvafakatını alırlar. Büyük ameliyei cerrahiyeler için bu muvafakatin tahriri olması lazımdır. (Veli veya vasisi olmadığı veya bulunmadığı veya üzerinde ameliye yapılacak şahıs ifadeye muktedir olmadığı takdirde muvafakat şart değildir.) Hilafında hareket edenlerden alakadarın şikayetine bağlı olmak şartıyle on liradan iki yüz liraya kadar hafif cezai nakdi alınır.  hükmü gereğince yasal temsilci rızasının alınması kanuni bir gerekliliktir. Ayrıca belirtmek isteriz ki çocuğa aşı yapılması hususunda kural olarak yasal temsilci rızası gereklidir. Lakin Yargıtay kararında da belirtildiği üzere rızanın haklı bir gerekçe gösterilmeksizin verilmemesi çocuğun üstün yararı ile çelişir. Yargıtay 2. HD. E. 2014/26980, K. 2015/6339, T. 1.4.2015  çocuğa uygulanacak aşının, gelecekteki hastalıklardan çocuğu birey olarak korumak ve toplum sağlığı açısından gerekli olan Sağlık Bakanlığınca belirlenen  genişletilmiş bağışıklık proğramı  uyarınca yapılması zorunlu aşılardan olduğu  görülmektedir.  Böyle  bir  durumda  çocuğun  yasal  temsilcileri  uygulanacak  aşı  ile  ilgili  olarak aydınlatıldıkları halde, hiç bir haklı gerekçe ileri sürmeksezin buna rıza göstermiyorlarsa çocuğun menfaatine aykırı olan bu tavra hukuki sonuç bağlanamaz. Diğer bir ifadeyle ana ve babanın rıza göstermemeleri çocuğun üstün yararına açıkça aykırı ise rıza aranmaz. Olayda ana baba çocuğa aşı uygulanmasına karşı çıkmışlar, buna rızalarının bulunmadığını bozmadan sonraki yargılama sırasında ifade etmişlerdir. Ne var ki; bu beyanlarını haklı gösterecek bir sebep ve delil göstermedikleri gibi dosyada da, yapılması istenilen aşının çocuğun üstün yararına aykırı olacağına ilişkin bir bulgu ve olgu bulunmamaktadır. Aşının, çocuğun gelecekteki bireysel sağlığı yanında, toplum sağlığı açısından da yapılması zorunlu olduğu dosyadaki raporlardan anlaşıldığına göre, isteğin kabulüne karar verilmesi gerekirken salt ana ve babanın rıza göstermedikleri gerekçesine dayanılarak talebin reddi usul ve yasaya aykırı bulunmuştur.   Erişim T. 16.05.2021, www.hukukturk.com; Ayrıca belirtmek isteriz ki gebeliğin sona erdirilmesi hususunda Nüfus Planlaması Hakkında Kanun m. 6 hükmü gereğince vasinin rızası (ve sulh hakiminin izni) gereklidir. Nüfus Planlaması Hakkında Kanun m. 6  .. müdahale, gebe kadının iznine, küçüklerde küçüğün rızası ile velinin iznine, vesayet altında bulunup da reşit veya mümeyyiz olmayan kişilerde reşit olmayan kişinin ve vasinin rızası ile birlikte sulh hakiminin izin vermesine bağlıdır. Ancak akıl maluliyeti nedeni ile şuur serbestisine sahip olmayan gebe kadın hakkında rahim tahliyesi için kendi rızası aranmaz..  81 Yargıtay 4. HD. E. 1995/5439, K. 1995/6448, T. 21.9.1995  Davacı, davalı tarafından ırzına geçilmesi ve alıkonulması nedeniyle uğradığı maddi ve maevi zararının ödetilmesini talep ve dava etmektedir. Dava, şahsiyet hakkına hukuka aykırı olarak tecavüz iddiasına dayanmaktadır. Şahsiyet hakkı hukuka aykırı olarak tecavüze uğrayan ve bu suretle maddi ve manevi zarara muraz kalan kimse temyiz kudreti bulunan küçük veya mahcur ise, tazminat davasını (münhasıran şahsa merbut hak olması itibarıyla) kanuni temsilcisinin iznine tabi olmaksınız kendisi açabilir  Erişim T. 16.05.2021, www.hukukturk.com  75Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1  yapmak, soybağının reddi, babalık davası, evliliğin nispi butlanı ve iptali, nişanı bozma, vesayetin kaldırılması talebi, vasi hakkında şikayette bulunma haklarıdır. Ayrıca Çocuk Hakları Sözleşmesi m. 12 gereğince kendilerini ifade etme hakkının da kişiye sıkı sıkıya bağlı bir  hak  olduğunun  da  kabulü  gerekir.  Doktrinde  nişanlanma  hakkı  açısından  tartışmalı görüşler bulunmaktadır. Kanaatimizce nişanlanma hakkı TMK m. 118/II gereğince yasal temsilcinin rıza göstermesi şartına bağlı olarak vesayet altındaki sınırlı ehliyetsiz kişi tarafından kullanılabilecek bir haktır. Kanun lafzında açıkça yasal temsilcinin rıza göstermesi şartından bahsedilmiş olması nedeniyle nişanlanma hakkının bizzat vesayet altındaki sınırlı ehliyetsiz iradesi ile kullanımı mümkün değildir. Bununla birlikte nişanlanma hakkının yasal temsilcinin rızasına bağlı olarak kullanılabilir bir hak olması, hakkın kişiye sıkı sıkıya bağlılık özelliğini değiştirmez. Örneğin yasal temsilci vesayet altındaki sınırlı ehliyetsiz adına bir nişanlanma işlemi  gerçekleştiremez.  Önemli  olan  husus  vesayet  altındaki  sınırlı  ehliyetsiz  kişinin nişanlanma  yönündeki  irade  açıklamasının  yasal  temsilci  tarafından  rıza  gösterilerek tamamlanmasıdır. Rızanın bulunmaması durumunda ise askıda hükümsüzlük yaptırımı ile karşılaşılır.  Bu  nedenle  yasal  temsilci  rızasının  bulunmadığı  bir  nişanlanmanın  vesayet altındaki sınırlı ehliyetsiz kişinin  nişanlanma açısından  herhangi bir hukuki sorumluluğu bulunmaz. Lakin haksız fiil ve hakkaniyet sorumluluğu çerçevesinde çeşitli sonuçların oluşması mümkündür.  Örneğin  tam  ehliyetli  gibi  davranılarak  karşı  taraf  aldatılmışsa  haksız  fiil hükümleri uygulanır. Ayrıca nişanın bozulması sebebiyle oluşan zararın tazmini açısından vesayet altındaki kişinin hakkaniyet sorumluluğu oluşabilir.  Vesayet altındaki sınırlı ehliyetsizin bazı kişiye sıkı sıkıya bağlı hakları kullanabilmesi için ise yasal temsilci katılımı ve/veya vesayet makamı/denetim makamı izni gereklidir. Bunun  82 TMK m. 502 hükmü gereğince vasiyetname yapabilme ehliyeti on beş yaşın doldurulması ve ayırt etme gücünü haiz olmaktır 83 Oğuzman ve Barlas, (n 69)  166; Açıkgöz, (n 2) 272-273;  Akıntürk ve Ateş,  Aile  (n 2) 522; Oğuzman, Seliçi ve Oktay-Özdemir,  Kişiler  (n 2)  97 ; Akıntürk ve Ateş,  Medeni  (n 16) 134; Mustafayev, (n 2) 211-212; Kurt, (n 69)  133; Erdoğan, Akkurt ve Tokat, (n 2) 107, 223; Ayan ve Ayan,  Medeni  (n 69)  109; Yılmaz ve Yıldırım, (n 2)  127; Kayıhan ve Ünlütepe, Bilgi  (n 16), 177; Kayıhan ve Ünlütepe, Medeni (n 69)  276 84 Çocuk Hakları Sözleşmesi m. 12  Her çocuk, görüşlerini serbestçe ifade etme, kendisini ilgilendiren her konuda görüşlerinin dikkate alınmasını isteme hakkına sahiptir. Herkesin çocukları dinleme, onların fikirlerini öğrenme ve onlara saygı gösterme sorumluluğu vardır  85 Detaylı bilgi için bkz. Açıkgöz, (n 2) 281 vd. Bu noktada Akıntürk ve Ateş in görüşüne katıldığımızı belirtmek isteriz. Akıntürk ve Ateş nişanlanma hakkının kişiye sıkı sıkıya bağlı bir hak olduğunu lakin nişanlanmadan doğabilecek mali yükümlülükler nedeniyle kanun koyucu tarafından yasal temsilci rızasına tabi tutulduğunu belirtmektedir. Bu nedenle nişanlanmanın yasal temsilci rızası olmadıkça sınırlı ehliyetsizi bağlamayacağını kabuk etmektedir(görüşe ilişkin detaylı bilgi için bkz. Akıntürk ve Ateş,  Aile  (n 2)  31 86 Akıntürk ve Ateş,  Aile  (n 2) 32 87 Açıkgöz, (n 2) 285 88 ibid 284 76Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1  haklar doktrinde şu şekilde belirtilmiştir: Evlenme, boşanma, ergin kılınma, isim değişikliği, yaşın  düzeltilmesi,  evlat  edinme  veya  edinilme,  çocuğun  tanınması,  miras  sözleşmesi yapma/geri alma, mirasın kabulü/reddi, mal rejimi sözleşmesi yapma, vatandaşlığa girme veya vatandaşlıktan çıkma, Dernekler Kanunu m. 3/III gereğince on beş yaşını bitiren ayırt etme gücünü haiz çocuklar açısından gelişimlerine katkıda bulunması amacıyla çocuk derneği kurma veya üyelik Dernekler Kanunu m. 3/IV gereğince on iki yaşını bitirmiş çocukların çocuk derneklerine üyeliği (yönetim ve denetim kurullarında görev almamak koşuluyla) TMK m. 405406 hükümlerine dayanılarak kısıtlılığını isteme haklarıdır. Örnekler açısından sınırlı sayı prensibi geçerlidir. Zira örnekler TMK m. 16 gereğince vesayet altındaki sınırlı ehliyetsizin kişiye sıkı sıkıya bağlı hakları bizzat gerçekleştirebileceği kuralına istisna teşkil etmektedir ve istisnaların kıyası mümkün olmamakla birlikte ayrıca dar yorumlanması gereklidir. Kural olarak yasal temsilci tarafından verilmesi gereken izne ilişkin bir şekil şartı bulunmamaktadır. Lakin evlenme hususunda verilecek iznin TMK m. 136 gereğince yazılı olması gerekir. Ayrıca Dernekler Kanunu m. 3 gereğince de yasal temsilci tarafından iznin yazılı olarak verilmesinin gerektiği ifade edilmiştir.  89 TMK m. 153 hükmü gereğince ayırt etme gücüne sahip sınırlı ehliyetsizin yasal temsilci rızası olmaksızın evlenmesi durumunda yasal temsilci evliliğin iptalini talep edebilir. 90 Yargıtay 2. HD. E. 1994/1417, K. 1994/1882, T. 22.2.1994  Boşanma münhasıran şahsa bağlı haklardan ise de, Hukuk sistemimiz ancak dava yolu ile boşanmaya imkan verdiğinden boşanma davasının münhasıran bu şahsi hakkın kullanılması niteliğinde kabul etmek mümkün değildir. Davaya bağlı olarak veya karşılık dava sebebiyle davanın taraflarına bir kısım mali külfetin yönelmesi muhtemeldir. İşte bu sebeple mümeyyiz mahcurlar dahi boşanma davasını bizzat (MK. 405) (YARGITAY 2. H.D.nin 8.10.1985 günlü ve 7164/7948 sayılı kararı) takip edemezler. Hele kendilerini vekil ile temsil ettirmeleri söz konusu olduğunda mutlaka akti ilişkinin vasileri tarafından kurulması zorunludur. (MK. 16.) (YARGITAY 2. H.D.nin 23.10.1992 tarihli 8875/10177 ve 9.12.1992 tarihli 11697/12235 sayılı kararları).... MUHALEFET ŞERHİ Medeni Kanunun 16. maddesi uyarınca sezgin olan küçüklerle kısıtlılar yasal temsilcilerinin onayı olmadıkça kendi işlemlerinden dolayı sorumlu tutulamazlar. Ancak karşılıksız edimler kişiye sıkı sıkıya bağlı hakların kullanılmasında yasal temsilcinin onayı gerekmez. (MK. md. 16/1-2) Küçük veya kısıtlı kişiye sıkı sıkıya bağlı bu hakları bizzat kullanabilir. Kişiye bağlı hakların dava yolu ile kullanılmasında da durum aynıdır. (Bak. Prof. Dr. Köprülü, Bülent Medeni Hukuk 1, 2. Kitap 1984 Sh. 228) (Bu kuralın ayrıcalıkları MK. 12, 90, 91, 254, 258. maddeleriyle sınırlı olarak belirtilmiştir.) bu itibarla mahkumiyeti nedeniyle  kısıtlanan  ancak  sezgin  olan  davacının  şahsa  sıkı  sıkıya  bağlı  olan  boşanma  davası  hakkını kullanmasına vasinin iznine gerek yoktur. Bu itibarla sayın çoğunluğun bozma görüşlerine katılmıyorum.  Erişim T. 16.05.2021, www.hukukturk.com 91 Dernekler Kanunu, Kanun Numarası: 5253, Kabul Tarihi: 04.11.2004 RG: 23.11.2004/25649 92 Açıkgöz, (n 2) 274-276; Akıntürk ve Ateş,  Aile  (n 2)  522; Oğuzman, Seliçi ve Oktay-Özdemir,  Kişiler  (n 2)  98; Mustafayev, (n 2) 214; Kurt, (n 69)  163 vd.; Erdoğan, Akkurt ve Tokat, (n 2) 224; Zeytin ve Ergün, (n 2) 87; Ayan ve Ayan,  Kişiler  (n 2) 69-70; Ayan ve Ayan,  Medeni  (n 69)  109; Yılmaz ve Yıldırım, (n 2)  127; Kayıhan ve Ünlütepe,  Bilgi  (n 16),  177; Kayıhan ve Ünlütepe,  Medeni  (n 69)  276; Erdoğan ve  Keskin, (n 2)  256; Antalya ve Topuz, (n 2)  218; Helvacı, (n 69)  57, 91 Helvacı yasal temsilci rızasının aranmasının sebebinin bu tür işlemler açısından vesayet altındaki kişinin korunması amacının üstün tutulması şeklinde açıklamaktadır 93 Açıkgöz, (n 2) 277 94 Evlenme için verilen iznin nişanlama için de verilmiş olduğunun kabulü gerekir. Zira nişanlanma TMK m. 118 gereğince bir evlilik vaadidir. Doğrudan evliliğe ilişkin verilen iznin bir evlilik vaadi olan nişanlanmayı da kapsadığının kabulü gereklidir. Lakin nişanlanma için verilen izin, evlilik açısından verilmiş sayılmaz. Zira nişanlanma evliliğin gerçekleştirilmesine yönelik bir cebri sonuç doğurmaz 77Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1    Vesayet altındaki sınırlı ehliyetsizin kişiye sıkı sıkıya bağlı haklara ilişkin davalarda dava ehliyetleri bulunmaktadır. Bu nedenle dava takip ve ilamın icrasına ilişkin işlemleri bizzat gerçekleştirebilirler.    Yargıtay İçtihadı Birleştirme Kararı gereğince vesayet altındaki sınırlı ehliyetsizlerin kişiliğine karşı işlenmiş olan suçlardan dolayı dava ve şikayet hakkı bulunmaktadır.  C.  VESAYET ALTINDAKİ TAM EHLİYETSİZ KİŞİLER AÇISINDAN KİŞİYE SIKI SIKIYA BAĞLI HAKLARIN KULLANIMI TMK m. 16 hükmünün uygulama alanının sınırlı ehliyetsiz kişileri kapsaması sebebiyle tam ehliyetsiz kişilerin TMK m. 16 hükmü çerçevesinde kişiye sıkı sıkıya bağlı hakları bizzat veya yasal temsilcisi aracılığı ile kullanması mümkün değildir. Ayrıca kanunda gösterilen istisnalar dışında tam ehliyetsiz kişilerin hukuki işlemleri TMK m. 15 hükmü gereğince hukuki bir sonuç doğurmaz. Doktrinde bizim de katıldığımız görüşe göre tam ehliyetsiz kişi tarafından yapılan işlemler kesin hükümsüzlük yaptırımına tabi olur. Kesin hükümsüzlük yaptırımı TMK m. 15 hükmünde herhangi bir ayrıma gidilmemesi sebebiyle kişiye sıkı sıkıya bağlı hakların kullanımı açısından da geçerlidir. Bu nedenle tam ehliyetsiz kişilerin kişiye sıkı sıkıya bağlı hakları bizzat kullanması hukuki bir sonuç doğurmaz.  Lakin TMK m. 145 hükmü gereğince tam ehliyetsiz bir kişinin yapmış olduğu evliliğin yaptırımı kesin hükümsüzlük değil mutlak butlandır. Bu nedenle TMK m. 156 hükmü gereğince hakim tarafından butlan kararı verilmediği müddetçe evlilik geçerli bir evliliğin sonuçlarını doğurur.  Tam ehliyetsiz kişi tarafından  95 Açıkgöz, (n 2) 281; Akıntürk ve Ateş,  Aile  (n 2)  522; Akıntürk ve Ateş,  Medeni  (n 16) 135; Oğuzman, Seliçi ve Oktay-Özdemir,  Kişiler  (n 2)  96; Kurt, (n 69)  129; Erdoğan, Akkurt ve Tokat, (n 2) 225; Helvacı, (n 69)  58 96 15.4.1942 gün ve 14/9 sayılı Yargıtay İçtihadı Birleştirme Kararı (naklen YCGK. E. 2004/44, K. 2004/58, T. 2.3.2004  CYUY 'nın 344/2. maddesinde;  Mağdurun kanuni temsilcisi varsa şahsi dava açmak ona aittir.  hükmüne yer verilmiştir. 15.4.1942 gün ve 14/9 sayılı İçtihadı Birleştirme Kararında da;  Temyiz kudretine sahip küçükler, (kanuni temsilcilerinin rızası olsun olmasın) doğrudan doğruya kişiliklerine karşı işlenmiş olan suçlardan dolayı dava ve şikayet hakkına sahiptir........ Kanuni temsilcilerin görevi, sezgin küçükler dava ve şikayette bulunmadıkları takdirde onların yerine geçerek yararlarını korumaktan ibarettir.  denilmekte, Ceza Genel Kurulunun 18.12.1971 gün ve 43-50 sayılı kararında da, sezgin küçüklerin kanuni temsilcilerinin rızası olsun olmasın şikayetten vazgeçebileceği belirtilmekte, 4721 sayılı Türk Medeni Kanunu 'nun, 13. maddesinde,  Yaşının küçüklüğü yüzünden veya akıl hastalığı, akıl zayıflığı, sarhoşluk ya da bunlara benzer sebeplerden biriyle akla uygun biçimde davranma yeteneğinden yoksun olmayan herkes , bu Kanuna göre ayırt etme gücüne sahiptir  hükmüne yer verilmiş, 16. maddesinde ise, ayırt etme gücüne sahip küçüklerin kişiye sıkı sıkıya bağlı haklarını kullanmada  yasal  temsilcilerinin  rızasının  gerekli  olmadığı  belirtilmiştir.   Erişim  T.  16.05.2021, www.hukukturk.com  97 Oğuzman ve Barlas, (n 69)  219; Oğuzman, Seliçi ve Oktay-Özdemir,  Kişiler  (n 2)  77; Açıkgöz, (n 2) 180; Akıntürk ve Ateş,  Medeni  (n 16) 135; Kayran, (n 2)  63; Mustafayev, (n 2) 274; Helvacı, (n 69)  62; Kayıhan ve Ünlütepe,  Bilgi   (n 16) 181 98 Evlenme hakkının kişiye sıkı sıkıya bağlı bir hak olduğu hakkında bkz. Başlık IV-B 78Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1  yapılan işlemlerin kesin hükümsüzlük yaptırıma tabi olmasının bir diğer istisnası ise ölüme bağlı tasarruflara ilişkindir. Zira ölüme bağlı tasarrufların tam ehliyetsiz kişi  tarafından yapılması durumunda TMK m. 557 hükmü gereğince iptali gereklidir. İptal davasının TMK m. 559 hükmü gereğince hak düşürücü süreler içerisinde açılmaması durumunda tam ehliyetsiz kişi tarafından yapılan ölüme bağlı tasarruf geçerliliğini korur. Kişiye  sıkı  sıkıya  bağlı  hakların  tam  ehliyetsiz  kişiler  tarafından  kullanılamaması durumunda bu tür hakların yasal temsilci tarafından tam ehliyetsiz kişi adına kullanılabilir olup olmaması önem taşımaktadır. Kanaatimiz kişiye sıkı sıkıya bağlı hakların tam ehliyetsiz kişinin kişisel bir menfaatinin bulunması şartına bağı olarak yasal temsilci tarafından tam ehliyetsiz kişi adına kullanımının mümkün olduğu yönündedir. Zira önemli olan husus tam ehliyetsiz kişinin   korunmasıdır .  Bu  nedenle  her  somut  olay  açısından  durumun  değişkenlik gösterebileceğini  düşünüyoruz.  Lakin  TMK  hükümlerinden   yalnızca  kişi  tarafından kullanılabileceği   anlaşılan  hükümler  açısından   yalnızca  kişi  tarafından  kullanılması gerektiğinin   kabulü  zorunludur.  Örneğin  evliliğin  kurulmasına  ilişkin  iradi  açıklamanın  yalnızca kişi tarafından kullanılması gerektiği  TMK m. 142 hükmünden anlaşılmaktadır. Kişiye sıkı sıkıya bağlı hakların yasal temsilci tarafından dahi tam ehliyetsiz kişi adına kullanılamayacağı kabul edilirse kişiye sıkı sıkıya bağlı hakların  varlığının  tam ehliyetsiz kişiler açısından  yokluğu  problemi ortaya çıkacaktır. İstisnası bulunmaksızın bütün kişiye sıkı sıkıya bağlı hakların tam ehliyetsiz kişiler açısından  yokluğunun kabulü  tam ehliyetsiz kişilerin  kişi olmadığının kabulü  anlamına gelecektir. Bu nedenle doktrinde üzerinde uzlaşıya varılmış olan yasal temsilci tarafından tam ehliyetsiz kişi adına bazı kişiye sıkı sıkıya bağlı hakların kullanımının mümkün olduğu görüşüne katılıyoruz. Zira yasal temsilcinin tam ehliyetsiz kişi adına istisnası bulunmaksızın tüm kişiye sıkı sıkıya bağlı hakları kullanamaması tam ehliyetsiz kişinin korunması ve menfaatinin gözetilmesi açısından gereklidir. Önemli olan husus hangi kişiye sıkı sıkıya bağlı hakların yasal temsilci tarafından tam ehliyetsiz kişi adına kullanılabilir  olup  olmadığına  ilişkindir.  Bu  noktada  doktrinde  çeşitli  görüşler bulunmaktadır. Doktrinde kabul edilen ağırlıklı görüş kişiye sıkı sıkıya bağlı hakların mutlak  99 Ölüme bağlı tasarrufların kişiye sıkı sıkıya bağlı haklardan birisi olduğu hakkında bkz. Başlık IV-B 100 TMK m. 142  Evlendirme memuru, evleneceklerden her birine birbiriyle evlenmek isteyip istemediklerini sorar. Evlenme, tarafların olumlu sözlü cevaplarını verdikleri anda oluşur. Memur, evlenmenin tarafların karşılıklı rızası ile kanuna uygun olarak yapılmış olduğunu açıklar.  101 Oğuzman, Seliçi ve Oktay-Özdemir,  Kişiler  (n 2)  83; Açıkgöz, (n 2) 266; Kurt, (n 69)  132; Helvacı, (n 69)  85; Erdoğan, Akkurt ve Tokat, (n 2) 216; Ayan ve Ayan,  Kişiler  (n 2) 79; Ayan ve Ayan,  Medeni  (n 69)  110; Kayıhan ve Ünlütepe, Medeni (n 69)  276; Erdoğan ve  Keskin, (n 2)  251; Antalya ve Topuz, (n 2)  218 102 Tartışmalar için bkz. Açıkgöz,  (n 2) 263-271; Mustafayev, (n 2) 297-298; Erdoğan ve  Keskin, (n 2)  251 79Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1  ve nispi  olarak ayrıma tutulması ve nispi kişiye sıkı sıkıya bağlı hakların yasal  temsilci tarafından tam ehliyetsiz adına kullanılabileceği yönündedir. İlgili görüş nispi kişiye sıkı sıkıya bağlı haklar olarak kişilik haklarının ihlalinden doğan maddi/manevi tazminat taleplerini, ergin kılınmayı, tanımaya itirazı ve evlat edinmeyi belirtmiştir. Belirtilen haklar dışında kalan kişiye sıkı sıkı bağlı haklar (nişanlanma, evlenme, nişanın bozulması, bazı evliliğin feshi nedenleri, boşanma, soybağının reddi, tanıma, babalık davası açma, ölüme bağlı tasarruflarda bulunma) ise mutlak niteliğini haiz olduğundan mütevellit tam ehliyetsiz veya yasal temsilci tarafından hiçbir koşulda kullanılamayacaktır. Kanaatimizce görüşe katılmak mümkün değildir. Zira tam ehliyetsiz kişinin kişisel nitelikteki menfaatleri ile açıkça çelişen bir durumda kişiye sıkı sıkıya bağlı hakların kullanımının sınırlanması eşitlik ilkesine aykırılık oluşturur. Bu nedenle her somut olaya özgü olarak tam ehliyetsiz kişinin menfaatinin değerlendirilmesinin gerekli olduğunu düşünüyoruz. Menfaat kelimesinden anlaşılması gerekli olan husus kişisel nitelikteki  menfaatler  olup  malvarlığı  açısından  bir  menfaatin  oluşması  değildir.    Lakin belirtmek isteriz ki kanunda tam ehliyetsiz kişiler tarafından gerçekleştirilmesi yasaklanan kişiye sıkı sıkıya bağlı işlemlerin yasal temsilcisi tarafından da gerçekleştirilmesi mümkün değildir. Bu durumda somut olay değerlendirilmesi yapılırken öncelikle araştırılması gereken husus kanuni bir yasağın mevcut olup olmadığına ilişkindir. Kanundan doğan bir yasağın bulunmaması durumunda ise işlemin gerçekleşmesi sonucunda tam ehliyetsiz kişi açısından elde  edilecek  yarar  ile  işlemin  gerçekleşmemesi  sonucunda  tam  ehliyetsiz  kişi  açısından oluşacak  zarar  arasında  kişisel  nitelikteki  menfaat  dengesinin  kurulması  gerektiği kanaatindeyiz.  Örneğin  zina  sebebine  dayalı  olarak  tam  ehliyetsiz  adına  yasal  temsilci tarafından boşanma davası açılmasının kabulü gereklidir. Zira önemli olan husus tam ehliyetsiz kişinin  hukuki  güvenliğinin  sağlanması  ve  ayırt  etme  gücünün  bulunmaması  nedeniyle karşılaştığı risklere karşı korunmasıdır. Bu nedenle kanaatimiz kanuni yasağın bulunmadığı her durum  açısından tam ehliyetsiz kişi adına yasal temsilcinin dava hakkının bulunduğunun kabulüdür. Dava hakkının kullanılması ile hakim tarafından somut olayın değerlendirilmesi yapılmalı  ve  tam  ehliyetsiz  kişi  açısından  kişisel  nitelikteki  menfaat  dengesinin  sağlanıp sağlanmadığı irdelenmelidir.  Bazı kişiye sıkı sıkıya bağlı haklar açısından mevzuat yasal temsilcinin tam ehliyetsiz adına  dava  açabilmesine  izin  vermiştir.  Örneğin  yaş  düzeltme  davasının  yasal  temsilci  103 Oğuzman, Seliçi ve Oktay-Özdemir,  Kişiler  (n 2) 83; Kurt, (n 69)  132; Helvacı, (n 69)  87-88; Erdoğan ve  Keskin, (n 2)  251 104 Örneğin TMK m. 125 hükmü gereğince evlenme ve TMK m. 502 hükmü gereğince vasiyetname düzenlenmesi için ayırt etme gücünün bulunması gerekir 80Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1  tarafından  açılması  Nüfus  Hizmetleri  Kanunu  m.  36  gereğince  mümkündür.  Ayrıca soybağının reddi davası tam ehliyetsizin altsoyu, annesi, babası tarafından TMK m. 291 hükmü gereğince  açılabilir.  Kanunda  açıkça  bir  düzenleme  bulunmamasına  rağmen  Yargıtay uygulaması  bazı  boşanma sebeplerinin tam ehliyetsiz kişi  adına yasal  temsilci  tarafından açılabileceği yönündedir. Kanaatimiz Yargıtay uygulamasının yerinde olduğudur.  SONUÇ Türk Medeni Kanunu m. 453 hükmü uyarınca vesayet altındaki ayırt etme gücünü haiz küçük veya kısıtlı, vesayet makamının izniyle bir meslek veya sanatın yürütülmesine ilişkin gerekli olağan hukuki işlemleri yapabilmektedir.  Meslek kavramından anlaşılması gereken husus kişinin bilgi birikimi sonucunda eğitime dayalı elde ettiği tecrübelerini geçim sağlamak amacıyla profesyonel olarak topluma sunduğu işlerdir.  Sanat  kavramından  anlaşılması  gereken  husus  açısından  ise  kişinin  doğumundan itibaren sahip olduğu öznel kabiliyet sonucunda biricik nitelikte gerçekleştirdiği işlerdir. Vesayet altındaki sınırlı ehliyetsiz kişi tarafından bir meslek veya sanatın yürütümüne ilişkin izin Sulh Hukuk Mahkemesi tarafından verilir. İzin kararı Asliye Hukuk Mahkemesi tarafından verilemez. Zira TMK m. 453 hükmünde iznin vesayet makamı tarafından verilmesi gerektiği belirtilmiştir. TMK m. 397/II gereğince vesayet makamı Sulh Hukuk Mahkemesi dir. HMK m. 2 ve HMK m. 4 hükümleri gereğince Asliye Hukuk ve Sulh Hukuk Mahkemeleri arasında görev ilişkisi bulunur. Mahkemeler arası görev ayrımı HMK m. 1 gereğince kamu düzenine  ilişkindir.  Bu  nedenle  Asliye  Hukuk  Mahkemesi,  Sulh  Hukuk  Mahkemesi nin görevlendirilmiş olduğu bir hususta karar veremez. Asliye Hukuk Mahkemesi tarafından bir meslek veya sanatın yürütümüne ilişkin verilen izin vasi tarafından verilen izne benzer olarak herhangi bir hukuki sonuç doğurmaz.   Sulh Hukuk Mahkemesi tarafından verilen izin TMK m. 449 hükmünde düzenlenen yasak işlemleri kapsamaz. Zira TMK m. 449 hükmü herhangi bir istisna getirmeksizin vesayet  105 Nüfus Hizmetleri Kanunu, Kanun Numarası : 5490, Kabul Tarihi : 25.04.2006 RG: 29.04.2006/26153 m. 36  ...Nüfus kayıtlarına ilişkin düzeltme davaları, düzeltmeyi isteyen şahıslar ile ilgili resmî dairenin göstereceği lüzum üzerine Cumhuriyet savcıları tarafından yerleşim yeri adresinin bulunduğu yerdeki görevli asliye hukuk mahkemesinde açılır...  106 Hayata kast ve pek kötü veya onur kırıcı davranış sebebiyle boşanma davasının yasal temsilci tarafından tam ehliyetsiz kişi adına açılabileceğine ilişkin Yargıtay 2. HD. 3.6.1964, E. 2642, K. 3059 (naklen Açıkgöz (n 2) 269); Suç işleme ve haysiyetsiz hayat sürme nedeniyle boşanma davasının yasal temsilci tarafından tam ehliyetsiz kişi adına açılabileceğine ilişkin Yargıtay 2. HD. 3.3.1947, E. 5923, K. 1219 (naklen Açıkgöz (n 2) 269) 81Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1  altındaki kişi veya yasal temsilcisi tarafından yapılması yasak olan işlemleri ifade eder. Ayrıca TMK m. 453 hükmünde açıkça belirtildiği üzere bir meslek veya sanatın yürütümü için verilen izin olağan işlemlerin yapılmasına ilişkindir. Önemli bağışlamalarda bulunmanın ve vakıf kurmanın mesleki veya sanatsal yürütüm açısından olağan işlem niteliğinde değildir. Kefil olmak açısından ise işlemin olağan olarak nitelendirilmesi mümkün gözükmektedir. Bununla birlikte kanun koyucu tarafından yasak işlemler başlığı altında belirtilen işlemlerin, vesayet makamı tarafından verilen izin sonucunda ehliyetin genişlemesine bağlı olarak yasak işlem niteliğini  kaybetmesinin  yorum  yoluyla  kabulü  mümkün  gözükmemektedir.  Zira  vesayet makamı tarafından kişiye tanınan izin, niteliği itibarıyla kendiliğinden istisnai niteliktedir. Kanun koyucu tarafından yasak işlemler başlığı altında herhangi bir istisnanın kabul edilmemiş olması ve bizatihi meslek veya sanatın yürütümüne ilişkin verilen iznin istisnai nitelikte olması nedenleriyle yasak işlemlere ilişkin yorum yoluyla istisna yaratılarak yasak işlem niteliğinin ortadan kalktığının kabulü, lafzi (yasak işlemlere ilişkin herhangi bir istisna bulunmaması), gai (yasak  işlemlerin sınırlı ehliyetsiz tarafından bir meslek veya sanatın yürütümü amacıyla gerçekleştirilebilmesinin kabulünün vesayet altındaki kişinin korunması amacıyla çelişkili bir duruma sebebiyet vermesi ve vesayet hukukunun kamu hukuku karakterli olması) ve sistematik (TMK m. 449 hükmü başlığının doğrudan  yasak işlemler  şeklinde olması) yorum yöntemleri ve hukuk metodolojisi (istisnanın, ilgili hükme herhangi bir atfı olmaksızın yorum yöntemi ile kıyasen başka kurallara uygulanmasının argümantasyon ve temellendirme ilkeleri ile çelişki yaratması) açısından yerinde değildir.   Vesayet altındaki sınırlı ehliyetsiz kişi tarafından bizzat karşılıksız kazanım niteliğini haiz  işlemler  yapılabilir.  Kazanım  dört  türlü  oluşabilir.  Bunlar;  vesayet  altındaki  kişinin malvarlığı aktifinin artırılması, malvarlığı pasifinin azaltılması, malvarlığı pasifinin artmasının engellenmesi veya  malvarlığı aktifinin azalmasının önlenmesidir . Zira malvarlığı aktifinin azalmasının önlenmesi durumunda da sınırlı ehliyetsiz açısından bir kazanım elde edilir.   Bağışlanan taşınmazın ipotekle yükümlü olması durumunda karşılıksız bir kazanımdan söz edilemez. İpotek hakkının taşınmaz maliki açısından paraya çevirme işlemlerine katlanma yükümlülüğü  oluşturması  sebebiyle  vasinin  rızası  aranmalıdır.  Zira  önemli  olan  husus karşılıksız kazanma açısından vesayet altındaki kişiye ekonomik bir fayda sağlanması değildir. Dikkat edilmesi gerekli olan nokta, kişinin herhangi bir yükümlülük altına girmemesidir. Her ne kadar ipotekli taşınmazın paraya çevrilmesi durumunda da ipotek altına alınmış miktarın dışındaki bedelin vesayet altındaki kişi açısından bir ekonomik avantaj getirmesi ve malvarlığı 82Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1  aktifinin artmasına sebebiyet verdiği açık olsa dahi ipotekli taşınmazın kabulü ile malvarlığı pasifinde bir artışın gerçekleştiği de gözlemlenir. Zira vesayet altındaki sınırlı ehliyetsiz bir katlanma borcu altına girer Bu nedenle ipotekli taşınmazın bağışlanan sıfatına bağlı olarak vesayet altındaki kişi tarafından bizzat kabulü tek taraflı bağlamazlık yaptırımına tabidir. TMK m. 769 hükmü tam ehliyetsiz kişiler açısından uygulanamaz. Kayıp eşyaların bulunması durumunda gerekli ilan ve ihbar yükümlülüğünü içeren TMK m. 769 hükmünün uygulanabilmesi açısından kayıp eşya üzerinde kişinin hakimiyet kurması, eşyayı bulduğu yönünde bir iradesinin -ayırt etme gücünün- bulunması ve buna bağlı olarak ilan ve bildirim yükümlülüğüne sahip olduğunu kavraması gereklidir. Lakin tam ehliyetsiz kişilerin kayıp eşya üzerinde  hakimiyet kurarak kayıp eşya bulduğuna dair bir iradesinin bulunduğunun  ve buna bağlı olarak  ilan ve bildirim yükümlülüğünün oluştuğunun  kabulü, tam ehliyetsiz kişilerin  ayırt etme gücüne sahip olduğu  anlamına gelir ve tam ehliyetsiz kişilerin ayırt etme gücüne sahip olmadığının kabulü ile çelişir. Vesayet altındaki sınırlı ehliyetsiz kişiler kişiye sıkı sıkıya bağlı hakları kural olarak bizzat  kullanabilir.  Bununla  birlikte  kuralın  çeşitli  istisnaları  bulunur.  Örneğin  botoks uygulamasının tedavi amacı gütmeksizin yalnızca estetik kaygılarla yapılması durumunda oluşturduğu  mali  külfetlerle  birlikte  botoks  işleminin  icrası  sırasında  ve  işlemin tamamlandıktan sonraki  sürece bağlı olarak getirdiği riskler göz önüne alındığında yasal temsilci rızasının gerekli olduğunun kabul edilmemesi sınırlı ehliyetsizin korunması ilkesiyle çelişir. Ayrıca Tababet ve Şuabatı San'atlarının Tarzı İcrasına Daı̇r Kanun m. 70 gereğince yasal temsilci rızasının alınması kanuni bir gerekliliktir. Çocuğa aşı yapılması hususunda da kural olarak  yasal  temsilci  rızası  gereklidir.  Lakin  rızanın  haklı  bir  gerekçe  gösterilmeksizin verilmemesi çocuğun üstün yararı ile çelişir. Nişanlanma hakkı kişiye sıkı sıkıya bağlı bir hak olmasına rağmen TMK m. 118/II gereğince  yasal  temsilcinin  rıza  göstermesi  şartına  bağlı  olarak  vesayet  altındaki  sınırlı ehliyetsiz kişi tarafından kullanılabilecek bir haktır. Kanun lafzında açıkça yasal temsilcinin rıza göstermesi şartından bahsedilmiş olması nedeniyle nişanlanma hakkının bizzat vesayet altındaki sınırlı ehliyetsiz iradesi ile kullanımı mümkün değildir. Bununla birlikte nişanlanma hakkının yasal temsilcinin rızasına bağlı olarak kullanılabilir bir hak olması, hakkın kişiye sıkı sıkıya bağlılık özelliğini değiştirmez. Yasal temsilci vesayet altındaki sınırlı ehliyetsiz adına bir nişanlanma işlemi gerçekleştiremez. Önemli olan husus vesayet altındaki sınırlı ehliyetsiz kişinin nişanlanma yönündeki irade açıklamasının yasal temsilci tarafından rıza gösterilerek 83Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1  tamamlanmasıdır. Rızanın bulunmaması durumunda ise askıda hükümsüzlük yaptırımı ile karşılaşılır. Kişiye  sıkı  sıkıya  bağlı  hakların  tam  ehliyetsiz  kişiler  tarafından  kullanılamaması durumunda bu tür hakların yasal temsilci tarafından tam ehliyetsiz kişi adına kullanılabilir olup olmaması önem taşımaktadır. Kişiye sıkı sıkıya bağlı hakların tam ehliyetsiz kişinin kişisel bir menfaatinin bulunması şartına bağı olarak yasal temsilci tarafından tam ehliyetsiz kişi adına kullanımını mümkündür. Zira önemli olan husus tam ehliyetsiz kişinin  korunmasıdır . Bu nedenle her somut olay açısından durum değişkenlik gösterebilir. Lakin TMK hükümlerinden  yalnızca  kişi  tarafından  kullanılabileceği   anlaşılan  hükümler  açısından   yalnızca  kişi tarafından kullanılması gerektiğinin  kabulü zorunludur. Örneğin evliliğin kurulmasına ilişkin iradi açıklamanın  yalnızca kişi tarafından kullanılması gerektiği  TMK m. 142 hükmünden anlaşılmaktadır. Kişiye sıkı sıkıya bağlı hakların yasal temsilci tarafından dahi tam ehliyetsiz kişi adına kullanılamayacağı kabul edilirse kişiye sıkı sıkıya bağlı hakların  varlığının  tam ehliyetsiz kişiler açısından  yokluğu  problemi ortaya çıkacaktır. İstisnası bulunmaksızın bütün kişiye sıkı sıkıya bağlı hakların tam ehliyetsiz kişiler açısından  yokluğunun kabulü  tam ehliyetsiz kişilerin  kişi olmadığının kabulü  anlamına gelecektir. Mutlak niteliğini haiz kişiye sıkı sıkıya bağlı hakların tam ehliyetsiz veya yasal temsilci tarafından hiçbir koşulda kullanılamayacağının kabulü, tam ehliyetsiz kişinin kişisel nitelikteki menfaatleri  ile  açıkça  çelişen  bir  durumda  kişiye  sıkı  sıkıya  bağlı  hakların  kullanımının sınırlanması sebebiyle eşitlik ilkesine aykırılık oluşturur. Bu nedenle her somut olaya özgü olarak  tam  ehliyetsiz  kişinin  menfaatinin  değerlendirilmesinin  gereklidir.  Menfaat kelimesinden anlaşılması  gerekli olan husus kişisel  nitelikteki  menfaatler olup  malvarlığı açısından bir menfaatin oluşması değildir.  Lakin kanunda tam ehliyetsiz kişiler tarafından gerçekleştirilmesi yasaklanan kişiye sıkı sıkıya bağlı işlemlerin (evlenme veya vasiyet yapma işlemlerinin) yasal temsilcisi tarafından da gerçekleştirilmesi mümkün değildir. Bu durumda somut  olay  değerlendirilmesi  yapılırken  öncelikle  araştırılması  gereken  husus  kanuni  bir yasağın  mevcut  olup  olmadığına  ilişkindir.  Kanundan  doğan  bir  yasağın  bulunmaması durumunda ise işlemin gerçekleşmesi halinde tam ehliyetsiz kişi açısından elde edilecek yarar ile işlemin gerçekleşmemesi halinde tam ehliyetsiz kişi açısından oluşacak zarar arasında kişisel nitelikteki menfaat dengesinin kurulması gerekir. Örneğin zina sebebine dayalı olarak tam ehliyetsiz adına yasal temsilci tarafından boşanma davası açılabilir. Zira önemli olan husus tam 84Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1  ehliyetsiz  kişinin  hukuki  güvenliğinin  sağlanması  ve  ayırt  etme  gücünün  bulunmaması nedeniyle karşılaştığı risklere karşı korunmasıdır. Bu nedenle kanuni yasağın bulunmadığı her durum açısından tam ehliyetsiz kişi adına yasal temsilcinin dava hakkının bulunduğunun kabulü gereklidir. Dava hakkının kullanılması ile hakim tarafından somut olayın değerlendirilmesi yapılmalı  ve  tam  ehliyetsiz  kişi  açısından  kişisel  nitelikteki  menfaat  dengesinin  sağlanıp sağlanmadığı irdelenmelidir.",
     "Kaynakça": "Açıkgöz A, Dar Anlamda Vesayeti Gerektiren Haller ve Vesayet Altına Almanın İşlem Ehliyeti Bakımından Sonuçları (On İki Levha Yayıncılık 2017) Akıntürk T ve Ateş D, Türk Medeni Hukuku İkinci Cilt Aile Hukuku (18. Baskı, Beta Yayımevi 2016) Akıntürk T ve Ateş D, Medeni Hukuk (23. Baskı, Beta Yayımevi 2017) Akkurt S, Erdoğan K ve Tokat H, Medeni Hukuk, (2. Baskı, Seçkin Yayıncılık, 2021) Antalya O.G ve Topuz M, Medeni Hukuk (3. Baskı, Seçkin Yayıncılık 2019) Aslan Bingöl K.L, Medeni Hukuk Dersi Sorular ve Cevaplar (4. Baskı, Seçkin Yayıncılık 2020) Ayan M, Eşya Hukuku II Mülkiyet (9. Baskı, Seçkin Yayıncılık 2016) Ayan M ve Ayan N, Kişiler Hukuku (8. Baskı, Seçkin Yayıncılık 2016)  Ayan M ve Ayan N, Medeni Hukuka Giriş (12. Baskı, Seçkin Yayıncılık 2016) Em A, Vesayet Hukuku ve Davaları (2. Baskı, Seçkin Yayıncılık 2020) Erdoğan İ ve Keskin A.D, Türk Medeni Hukuku Başlangıç Hükümleri Kişiler Hukuku (3. Baskı, Gazi Kitabevi 2020) Helvacı S, ‘Kişilik İşlemi Hakları (Münkasıran Şahsa Bağlı Haklar)  (Yayınlanmamış Doktora Tezi, İstanbul Üniversitesi Sosyal Bilimler Ensititüsü 1993) Kayıhan Ş ve Ünlütepe M, Medeni Hukuk Bilgisi (4. Baskı, Seçkin Yayıncılık 2017) 85Sedat SEZGİN                                                                                                 NKÜ Hukuk Fakültesi Dergisi 2022/1  Kayıhan Ş ve Ünlütepe M, Medeni Hukuka Giriş ve Türk Medeni Kanunu nun Başlangıç Hükümleri (4. Baskı, Seçkin Yayıncılık 2019) Kayran B, ‘Türk Medeni Kanunda Vesayet Hukuku  (Yayınlanmamış Yüksek Lisans Tezi, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü 2012) Kurt E, ‘Türk Hukukunda Kişiye Sıkı Sıkıya Bağlı Haklar ve Hukuki Sonuçları  (2016) 15 (2) İKÜHFD, ss. 121 187. Mustafayev  A,  ‘Gerçek  Kişilerin  Fiil  Ehliyeti  (Türkiye  ve  Azerbaycan  Hukukuyla Karşılaştırmalı Olarak)  (Yayınlanmamış Yüksek Lisans Tezi, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü 2013) Oğuzman M. K ve Barlas N, Medeni Hukuk, (21. Baskı, Vedat Kitapçılık 2015) Oğuzman M. K,  Seliçi Ö ve Oktay Özdemir S, Kişiler Hukuku (Gerçek ve Tüzel Kişiler) (15. Baskı, Filiz Kitabevi 2015) Oğuzman M. K ve Öz M.T, Borçlar Hukuku Genel Hükümler Cilt I, (15. Baskı, Vedat Kitapçılık 2017) Oğuzman M. K, Seliçi Ö ve Oktay Özdemir S, Eşya Hukuku (20. Baskı, Filiz Kitabevi 2017)  Öz K, ‘Türk  Alman Hukukunda Küçüğün Bir Meslek veya Sanatı Kendi Başına Yürütmesi ve Bu Durumun Hukuki İşlem Ehliyeti Üzerinde Etkileri  (2014) (4) Uluslararası Antalya Üniversitesi Hukuk Fakültesi Dergisi, ss. 59 95. Yılmaz S ve Yıldırım A, Medeni Hukuk I (Başlangıç Hükümleri Kişiler Hukuku Aile Hukuku) ( Seçkin Yayıncılık 2020) Zeytin Z ve Ergün Ö, Türk Medeni Hukuku (5. Baskı, Seçkin Yayıncılık 2020) YARARLANILAN İNTERNET KAYNAKLARI https://sozluk.gov.tr  www.hukukturk.com    86"
}