{
     "Tip": "Makale",
     "Dergi İsmi": "Tekirdağ Namık Kemal Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "06",
     "Ay": "12",
     "Yıl": "2021",
     "Cilt": "2",
     "Sayı": "1",
     "Başlık": "TOPLUMUN ve BİREYİN BİLGİ EDİNME HAKKI",
     "Title": "RIGHT TO INFORMATION OF THE PUBLIC AND INDIVIDUALS",
     "Yazar İsmi": [

          "Araş. Gör. Eda SERTKAYA ZORLU "
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Düşünce ve İfade Özgürlüğü", "Bilgi Edinme Hakkı", "Halkın Bekçi Köpeği", "Yönetimde Açıklık"
     ],
     "Keywords": [
          "Ali Freedom of Expression", "Right to Information", "Public Watchdog", "Government in the Sunshine"
     ],
     "Özet": "İdarenin yönetimi sırasında oluşabilecek hata, hukuka aykırılık ve kusurların önlenmesinde önemli bir araç olan bilgi edinme hakkı, her şeyden önce bireylerin kendilerini ve toplumu ilgilendiren konularda bilgilenmesine zemin hazırlayan bir hak olarak karşımıza çıkmaktadır. Bu nedenledir ki, ifade özgürlüğünün bilgiye erişim ve bilgi edinme hakkı ile tamamlandığı kabul edilmektedir. Bu kabulün en büyük göstergesi, bilgiye erişim hakkının Avrupa İnsan Hakları Sözleşmesi nde doğrudan düzenlenmemiş olmasına rağmen Avrupa İnsan Hakları Mahkemesi nin bilgiye erişim hakkının engellenmesi halinde ifade özgürlüğüne aykırılığın söz konusu olacağı şeklinde verdiği hükümlerdir. Avrupa İnsan Hakları Mahkemesi nin bu yöndeki kararları incelendiğinde, bilgi edinme hakkının ihlalinin ifade özgürlüğünün ihlali olarak değerlendirilebilmesi için somut olayın bazı testlere tabi tutulduğu ve buna göre hüküm kurulduğu görülmektedir. Çalışmamızda öncelikle bilgi edinme hakkının gerek uluslararası gerek ise ulusal hukuk düzlemindeki ortaya çıkış ve gelişim süreci ele alınacaktır. Ardından Avrupa İnsan Hakları Mahkemesi nin bilgi edinme hakkına ilişkin davalar bağlamında geliştirip başvurduğu ölçütler, 2019 yılında verilmiş Cangı v. Türkiye kararı ışığında incelenecektir.",
     "Abstract": "The  right  to  information  which  is  an  important  instrument  to  prevent  failure  in  governance, illegitimate actions, and faults of government, is a right that enables individuals to be informed about issues that are related to them and the public. That is why, the right to information is regarded as a complementary element of freedom of expression. The most important demonstration of this are European Court of Human Rights  decisions which state that restriction of individuals  access to information amounts to violation of freedom of expression, although the right to information is not directly specified in the European Convention on Human Rights. According to decisions of European Court of Human Rights which are mentioned above whether the restriction of access to information constitutes an interference with the freedom of expression shall be examined taking into account specific criteria which is presented by the European Court of Human Rights. This study includes background and development process of the right to information under both national and international law. Moreover, criteria that are offered and applied by the European Court of Human Rights to cases are related to the right to information, are discussed within the scope of Cangı v. Turkey Judgment made in 2019.",
     "Metin": "Bilgi  edinme  hakkı  günümüzde  gerek  uluslararası  gerek  ise  ulusal  platformlarda yapılmakta  olan  insan  hakları  hukuku  tartışmaları  kapsamında  üzerinde  sıkça  durulan kavramlardan biri olup çeyrek asırlık bir tarihsel geçmişe sahiptir. Özgür insan; düşünce özgürlüğüne sahip olan ve bu özgürlük çerçevesinde kanaatlerini serbestçe açıklayabilen insan anlamına gelmektedir. Nitekim küresel gelişmelere bakıldığında, bilgiye erişim hakkının ifade özgürlüğünün  kullanımı  açısından  tamamlayıcı  bir  unsur  olarak  kabul  edildiği gözlemlenmektedir. İfade özgürlüğünden ise düşünce özgürlüğü olmadan söz edilemeyecek olup  düşüncenin  oluşabilmesi  için  bireylerin  idari  makamlarca  üretilen  bilgiye  erişme imkânının olması gerekmektedir. Bu nedenledir ki demokratik toplumlarda bilgi edinme hakkı düşünce özgürlüğü kavramının temel öncülü olarak nitelendirilmekte ve bu hakkın yasalarla güvence altına alınması gerektiği savunulmaktadır.3 Buna paralel bir görüşe göre, bilgi edinme kavramı, bilgi ve belgelere ulaşma serbestisini içermekte, dolayısıyla temelini düşünce ve kanaat özgürlüğünden almaktadır. Aşağıda yer verilecek kararlarda da görüleceği üzere, Avrupa  İnsan  Hakları  Mahkemesi  de  erişilebilir  bir  bilgiye  erişimin  devlet  tarafından engellenmesi halinde ifade özgürlüğü hakkının ihlal edileceği görüşündedir. Fakat bu görüş her somut olay için istisnasız olarak uygulanabilecek nitelikte olmayıp bilgi edinme hakkı ile ilgili durumlarda ifade özgürlüğünün ihlalinin gündeme gelebilmesi için yine Mahkeme tarafından belirlenen bazı özellikli ölçütlerin karşılanması gerekmektedir. Bu çalışmamızda bilgi edinme hakkının hem uluslararası alanda hem de Türk hukuku bağlamındaki gelişimi ile birlikte bu hakkın ifade özgürlüğü kapsamında değerlendirilmesine dair Avrupa İnsan Hakları Mahkemesi nin geliştirdiği ölçütler ele alınacaktır.     1 Kadir Canöz, ‘Kamuda Halkla İlişkilerin Yeni Yüzü: Bilgi Edinme Yasası  (2008) 5 (3) Selçuk İletişim Dergisi 141, 142 2 F. Demir Yaşamış, ‘Anayasa Hukuku ve İnsan Hakları Açısından Bilgi Edinme Hakkı  (Bilgi Edinme Hakkı) < https://www.bilgiedinmehakki.org/doc/Anayasa_Hukuku_ve_Insan_Haklari_Acisindan_Bilgi_Edinme_Hakki_F_Yasamis.pdf> Erişim Tarihi 4 Ağustos 2021 3 Wouter Hins ve Dirk Voorhoof, ‘Access to State-Held Information as a Fundamental Right under the European Convention on Human Rights  (2007) 3 (1) European Constitutional Law Review, 114, 114. 4 Muhammed Emin Aydemir, Kamu Yönetiminde Açıklık & Bilgi Edinme Hakkı, (1st edn, Adalet Yayınevi 2020) 104 515Eda SERTKAYA ZORLU                                                                                 NKÜ Hukuk Fakültesi Dergisi 2021/2  I.  BİLGİ EDİNME HAKKININ TARİHSEL GELİŞİMİ  A. ULUSLARARASI HUKUK BAKIMINDAN BİLGİ EDİNME HAKKININ GELİŞİMİ Bilgi edinme hakkı, ifade özgürlüğü çerçevesinde bir hak olarak düzenlenmiş olup uzun bir tarihsel geçmişe sahiptir.  Yasal düzenlemelere ilişkin olarak ilk örnek İsveç hukukunda karşımıza çıkmaktadır. Dünyadaki ilk bilgi edinme hakkı kanunu, 1766 tarihli Basının Özgürlüğü Yasası olup bu yasa ile bireylere resmi belgelere erişim hakkı tanınmıştır. İsveç te bugün, resmi belgelere erişebilme hakkı, hayatın ve yönetimsel faaliyetlerin ayrılmaz bir parçasıdır ki; bu durumda İsveç in dünya üzerinde bilgi edinme hakkının varlığı bakımından en uzun geçmişe sahip olan ülkesi olmasının etkisi  olduğunu  söylemek  mümkündür.  İlerleyen  tarihlerde  ortaya  çıkan  1786  Virginia Bildirgesi ve 1789 Fransa İnsan ve Yurttaş Hakları Bildirgesi de bilgi edinme hakkının dünya genelinde yasalaşmasında rol oynayan anayasal belgeler olarak nitelendirilmektedir. Bilgi edinme  hakkına  yer  veren  uluslararası  belgeler  de  mevcut  olup  bu  bağlamdaki  önemli gelişmeler  Birlemiş  Milletler  İnsan  Hakları  Evrensel  Bildirgesi  ve  Medeni ve Siyasi Haklara İlişkin Uluslararası Sözleşme ile gündeme gelmiştir. Bilgi edinme hakkı, anılan iki düzenlemenin  de  19.  maddesinde   her  türlü  bilgiyi  araştırma  ve  alma  hakkı   olarak tanımlanmaktadır. Uluslararası alandaki bir diğer önemli gelişme ise Avrupa İnsan Hakları Sözleşmesi dir ( AİHS ). AİHS in ifade özgürlüğünü konu alan maddesinde ifade özgürlüğü hakkının haber veya fikir almak özgürlüğünü de içerdiğinin de belirtilmesi suretiyle bilgi edinme hakkının tanımlandığı görülmektedir. Bu doğrultuda Avrupa İnsan Hakları Mahkemesi de ( AİHM ya da Mahkeme ) 2009 yılından bu yana kamu kurumlarının sahip olduğu bilgiye erişim hakkını  5 Aydemir, (n 3) 177 6 F. Demir Yaşamış, ‘Anayasa ve İnsan Hakları Bağlamında Bilgi Edinme Kanunu  (2004) Türkiye Barolar Birliği Yayınları Bilgi Edinme Hakkı Paneli 21-25 < http://tbbyayinlari.barobirlik.org.tr/TBBBooks/bilgi_edinme.pdf> Erişim Tarihi 4 Ağustos 2021  7 Can Azer, Bilgi Edinme Hakkı (1st edn, Yetkin Yayınları, 2010) 79-80 8 Bilgiye erişim hakkının tanınması bakımından önemli olan uluslararası metinler yukarıdakilerle sınırlı değildir. Nitekim Lizbon Antlaşması ile hukuki olarak bağlayıcılık kazanan ve AB hukukunun bir parçası olan Avrupa Birliği Temel Haklar Şartı ile Birleşmiş Milletler Avrupa Ekonomik Komisyonu tarafından hazırlanarak 30 Ekim 2021 de yürürlüğe giren ve  çevresel konularda bilgiye erişim hakkı  tanıyan bir uluslararası sözleşme olan  Aarhus Konvansiyonu da ifade özgürlüğü ve bilgiye erişim hakkı bakımından önemli yerler işgal etmektedirler. İlgili metinler hakkında daha detaylı bilgi için bk. Bahar Yeşim Deniz, ‘Avrupa Bı̇rlı̇ğı̇ Hukukunda Temel Haklar ve Avrupa İnsan Hakları Sözleşmesı̇ Sı̇stemı̇ ile Etkı̇leşı̇m  (2011) (97) Türkiye Barolar Birliği Dergisi, 50, 5073.; Commission, ‘Convention on Access to Information, Public Participation in Decision-Making and Access to Justice in Environmental Matters (Aarhus Convention)  UNECE (2001). 516Eda SERTKAYA ZORLU                                                                                 NKÜ Hukuk Fakültesi Dergisi 2021/2  ifade özgürlüğü hakkının düzenlendiği AİHS md. 10 kapsamında değerlendirmeye başlayarak bu hakkı tanıma eğilimi göstermiştir. B.  TÜRK HUKUKUNDA BİLGİ EDİNME HAKKININ GELİŞİMİ Halkın gerçekleri resmi bir kanal yoluyla öğrenmesi gerektiği düşüncesi sonucunda II. Mahmut  döneminde  çıkarılan  Takvim-i  Vakayi,  halkın  resmi  bilgilere  erişiminin kolaylaştırılması ve haber alma özgürlüğünün yaygınlaştırılması açılarından önemli bir girişim olsa da Türkiye de hukuki düzlemde bilgi edinme hakkının öncüsü olarak 1982 Anayasası nda yer alan dilekçe hakkı kabul edilmektedir. Dilekçe hakkı ile bireylere kendileri ya da kamu ile ilgili bilgi alma taleplerini dilekçe ile yetkili mercilere iletme imkânı tanındığı kabul edilmektedir zira 3017 sayılı Dilekçe Hakkının Kullanılmasına Dair Kanun ile somutlaştırılan dilekçe hakkı kapsamında vatandaşlar dilek ve şikayetlerini yetkili makamlara bildirme hakkına sahip olup vatandaşların bu sayede bilgi edinme başvuruları yapması da mümkündür. Bunun yanı sıra 1982 Anayasası nın düşünce ve ifade özgürlüklerini düzenleyen 26. maddesinin 1. fıkrasında yer alan  haber veya fikir almak ya da vermek serbestliği  ibaresinin bilgi edinme hakkı ile aynı anlama sahip olduğundan bahisle mezkûr Anayasa hükmünün bilgi edinme hakkını da düzenlediği kabul edilmektedir. Nitekim anılan maddeye 2001 yılında eklenen  Düşünceyi açıklama ve yayma hürriyetinin kullanılmasında uygulanacak ekil, art ve usuller kanunla düzenlenir.  hükmü ile bilgi edinme hakkını düzenleyen bir kanun yapılması gerekliliği doğmuştur. 3071 sayılı Dilekçe Hakkının Kullanılmasına Dair Kanun ile 2004 yılında yürürlüğe giren 4982 sayılı Bilgi Edinme Hakkı Kanunu ( 4982 Sayılı Kanun ) bu konuyu düzenleyen kanun metinleri olarak karşımıza çıkmaktadır. 5 bölümden oluşan Kanun un amacı, Kanun un birinci maddesinde açıkça belirtildiği üzere,  demokratik  ve  şeffaf  yönetimin  gereği  olan  eşitlik,  tarafsızlık  ve  açıklık  ilkeleri çerçevesinde  bireylerin  bilgi  edinme  hakkını  kullanmalarına  ilişkin  esas  ve  usullerin düzenlenmesidir. Kanun un 3.  bölümü uyarınca bilgi edinme başvurusu istenen bilgi ve/veya belgelerin açıkça belirtildiği bir dilekçe ile ilgili bilgi veya belgenin bulunduğu kurum veya kuruluşa yapılabilmektedir. Bilgi edinme isteminin reddedilmesi halinde başvuru sahibi, idari yargı yoluna başvurabileceği gibi, yargı yolundan önce kararın tebliğinden itibaren on beş gün  9 Ulaş Karan, İfade Özgürlüğü/Anayasa Mahkemesi ne Bireysel Başvuru El Kitapları Serisi (1st edn, MRK Baskı ve Tanıtım Hı̇zm. Tı̇c. Ltd. Ştı̇, 2018) 71 10 Hadi Cin, ‘İnsan hakları, demokrasi ve hukuk devleti ekseninde bilgi edinme hakkı  (Yüksek Lisans Tezi, Akdeniz Üniversitesi, 2005) 11 Azer, (n 6) 88-89 12 Yaşamış, ‘Anayasa ve İnsan Hakları Bağlamında Bilgi Edinme Kanunu  (n 5), 76 517Eda SERTKAYA ZORLU                                                                                 NKÜ Hukuk Fakültesi Dergisi 2021/2  içinde Bilgi Edinme ve Değerlendirme Kurulu na ( BEDK ) itiraz etme hakkına da sahiptir. BEDK nın  başvurulara  ilişkin  kararını  otuz  iş  günü  içerisinde  vereceği  Kanun da düzenlenmiştir. Bilgi edinme hakkının istisnaları ve Kanun un sınırları ise 4. bölüm altında düzenlenmiştir.  II.  BİLGİ  EDİNME  HAKKININ  İFADE  ÖZGÜRLÜĞÜ  KAPSAMINDA DEĞERLENDİRİMESİ  Hukuk devleti olmanın gerekliliği olan düşünce ve ifade özgürlüğü, yönetimde açıklığın sağlanmasındaki  araçlardan  biri  olan  ve  aynı  zamanda  temel  hak  ve  özgürlüklerin  idare karşısında korunması bakımından önemli bir hakkı teşkil eden bilgi edinme hakkının temelini oluşturmaktadır.  Gerçekten  insan  haklarını  tanıyan  ve  düzenleyen  temel  ulusal  ve/veya uluslararası metinlerde ifade özgürlüğü kapsamında tezahür eden bilgi edinme hakkı, dar anlamda idare tarafından tutulan kayıtlara erişim hakkı olarak anlaşılmaktadır. Bu itibarla, bilgi edinme hakkının işlevlerini, (i) Devletin bireyler hakkında tuttuğu verilere erişim hakkı, (ii) Bireylerin resmi verilere erişim hakkı ve (iii) Kamu yararı  ilgisi bulunan konularda bireylerin bilgilenme hakkı-devletin bilgi verme ödevi olarak sınıflandırmak mümkündür. Bilgi  edinme hakkının işlevlerinden biri olan bireylerin kendileri hakkında devlet tarafından tutulan verilere erişim hakkıyla ilgili olarak AİHM in önüne gelen ilk dava 1987 tarihli Leander v. İsveç davası olmuştur ve bilgi edinme hakkının değerlendirilmesi bakımından önem taşıyan bir sonuca varılmıştır. Hakkında tutulan gizli polis kayıtları sebebiyle askeri bir deniz  üssü  yakınında  yer  alan  müzedeki  görevine  son  verilen  Leander in  açtığı  davada Mahkeme, devletin ulusal güvenliğini koruma amacıyla bu tür gizli polis kayıtları tutmasının ve veri sahibini bunlardan haberdar etmemesinin, bireyin kişisel çıkarına baskın geldiğine ve dolayısıyla AİHS in özel hayatı düzenleyen 8. maddesinin ihlal edilmediğine karar vermiştir. Aynı davada aynı sebeplerle ifade özgürlüğünün de ihlal edildiğini iddia eden Leander in bu talebi ise 10. maddenin, kamu otoritelerince muhafaza edilen bilgilere erişim hakkını vermediği veya Hükümetin 10. madde dairesinde bu bilgiyi açıklamaya zorlanamayacağı gerekçeleriyle reddedilmiştir. Ancak yukarıda da değinildiği üzere 2009 yılından bu yana AİHM, kamu kurumlarının sahip olduğu bilgiye erişim hakkını ifade özgürlüğü kapsamında değerlendirmeye başlamıştır.  13 Cavidan Soykan, ‘Bir insan hakkı olarak bilgi edinme hakkı  (Yüksek Lisans Tezi, Ankara Üniversitesi, 2006) 14 Soykan, (n 7) 15 Leander v. Sweden App no 9248/81 (ECHR, 26 March 1987) 16 Benzer bir karar için bkz. Gaskin v. The United Kingdom App no 10454/83 (ECHR, 7 July 1989) 518Eda SERTKAYA ZORLU                                                                                 NKÜ Hukuk Fakültesi Dergisi 2021/2  Bu bağlamdaki en önemli karar ise Mahkeme nin Magyar Helsinki Bizottsag v. Macaristan davası sonucunda vermiş olduğu karardır. Bu olayda başvuran Macaristan da insan hakları savunucusu olarak faaliyet gösteren bir sivil toplum örgütü olup, insan hakları sözleşmelerinin uygulanması alanında çalışmalara yürütmektedir. Başvuran kamu avukatlarının isimlerini ve görev sayılarını açıklamamaları ilgili idare aleyhine dava açmış, ancak dava reddedilmiştir. Bunun üzerine başvuran söz konusu bilgilerin verilmesinin reddedilmesinin bilgiye erişim hakkının ve dolayısıyla AİHS in 10. maddesinin ihlaline yol açtığından hareketle bireysel başvuruda bulunmuştur. AİHM, AİHS'in 10. maddesinin kamu yetkililerinin elinde bulunan bilgi ve belgelere genel mahiyette bir erişim hakkını içermediği görüşünü bu olayda da yinelemiştir. Ancak bununla birlikte, bazı durumlarda böyle bir hakkın (yükümlülüğün) ortaya çıkabileceğini de ifade etmiştir. Bu doğrultuda Mahkeme, bilgiye erişiminin reddedilmesinin AİHS'in 10. maddesi ile ilgili olup olmadığını değerlendirmek için bazı kriterler geliştirmiş ve uygulamıştır. Bu kriterlerden birincisi, kamu otoritesinden istenen bilgilerin ifade özgürlüğü hakkının kullanılmasında  gerekli  olmasıdır. İkincisi, talep edilen bilginin niteliğinin kamu yararı testini geçiyor olması gerektiğidir. Üçüncüsü, söz konusu bilgilere erişmeyi isteyen kişinin,  bu  talebinin  kamuoyunun  gözetimi  konusunda  kamuoyunu  bilgilendirme  amacı taşımasıdır. Son olarak, talep edilen ve devlet tarafından elde tutulan bilgilerin, hazır ve ulaşılabilir  olması  gerekmektedir.  Bu  kriterler  dairesinde  AİHM,  ifade  özgürlüğüne  bir müdahale olduğu ve bu müdahalenin AİHS md. 10/2 uyarınca haklı bir nedene dayanmadığı sonucuna varmıştır. Toparlamak gerekirse; yukarıda yer verilen Magyar Helsinki Bizottság v. Macaristan kararı  ile  bilgi  edinme  hakkının  kapsamına  ve  uygulanmasına  ilişkin  kriterler  ortaya koyulmuştur.  Mahkeme  bu  tarihten  sonraki  bilgi  edinme  hakkı  konulu  başvuruların sonuçlandırılması kapsamında söz konusu kriterlere başvurmuş ve bu doğrultuda kararlar vermeye başlamıştır. Bu minvaldeki kararlar birisi de 29 Ocak 2019 tarihli Cangı v. Türkiye kararı olarak karşımıza çıkmaktadır. Bu itibarla çalışmamızın takip eden aşamasında AİHM nezdinde görülen Cangı v. Türkiye davası ele alınacaktır. A. CANGI V. TÜRKİYE KARARI Avukat  Arif  Ali  Cangı  ( Başvurucu ),  Allianoi  antik  kentinin  yıkımına  karşı faaliyetlerde bulunan bir sivil toplum kuruluşunun, Allianoi Girişim Grubu nun, bir üyesidir.   17 Magyar Helsinki Bizottsag v. Hungary App no 18030/11 (ECHR, 8 November 2016) 18 İbid. 519Eda SERTKAYA ZORLU                                                                                 NKÜ Hukuk Fakültesi Dergisi 2021/2  26 Ocak 2010 tarihinde, Kültürel ve Doğal Mirasları Koruma Kurulu nda ( Kurul ), Allianoi  antik  kentinin  korunması  konusunu  yakında  ilgilendiren  gündemli  bir  toplantı yapılmıştır. Başvurucu Kurul dan, bu toplantı tutanağının imzalı bir nüshasını talep etmiştir. Kurul un bu talebi reddetmesi üzerine Başvurucu Kurul kararına karşı BEDK ya başvurmuştur ancak  BEDK  Başvurucu nun  itirazını  Kanun un  26.  maddesinin  1.  fıkrası  uyarınca reddetmiştir.  Akabinde  Başvurucu  Avukat,  Ankara  İdare  Mahkemesinde  ( İdare Mahkemesi ), BEDK kararının iptaline ilişkin dava açarak dava konusu kararın dayandığı Kanun un 26. maddesinin 1. fıkrasının yanlış yorumlandığını ileri sürmüştür. İdare Mahkemesi de  mezkûr  maddeyi  benzer  bir  şekilde  yorumlayarak,  kurum  ve  kuruluşlarca  aksi kararlaştırılmadıkça faaliyetlerini yürütmek amacıyla kamu kurum ve kuruluşları tarafından muhafaza edilen görüş, teklif, bilgi notu veya tavsiye niteliğindeki bilgi ve belgelerin 4982 sayılı Kanun kapsamında olmadığı kanısına varmıştır. Nitekim Ankara Bölge İdare Mahkemesi de İdare Mahkemesi nin kararını onamıştır. Bunun üzerine Başvurucu, Anayasa Mahkemesine bireysel başvuruda bulunarak 4982 sayılı Kanun un 26/1 hükmünün yanlış yorumlanması ve uygulanması nedeniyle ifade özgürlüğünün ihlal edildiğini öne sürmüştür. Fakat Anayasa Mahkemesi  idare  mahkemesi  kararlarındaki  mevzuat  yorumunun  hatalı  olmadığına hükmetmiştir.  Nihayetinde Başvurucu AİHM e başvurmuştur. Mahkeme bu başvuruyu da yukarıda sayılan  bilgi  edinme  hakkının  kapsamı  ve  uygulanmasına  ilişkin  kriterlere  göre değerlendirmiştir. Şu ki, somut olayda (i) Başvurucu nun bilgi talebinin amacı, (ii) talep edilen bilginin niteliği, (iii) Başvurucu nun rolü ve (iv) Başvurucu tarafından talep edilen bilginin kullanılabilirliği değerlendirilerek hüküm tesis edilmiştir. 1.  Başvurucu nun Bilgi Talebinin Amacına ve Talep Edilen Bilginin Niteliğine İlişkin Değerlendirme Somut olayda Mahkeme, yıkım tehdidi altında olan Allianoi antik kentinin korunması hakkında kamuoyu tartışmalarına dahil olan ve Allianoi Girişim Grubu nun bir üyesi olan Başvurucu nun Kurul dan 26 Ocak 2010 tarihli toplantı tutanağının imzalı nüshasını talep ettiğini tespit etmiştir. Mahkeme, söz konusu bilgi edinme talebinin temelinde, halkı resmi makamlarca alınan kararlar hakkında bilgilendirme isteği olduğunu gözlemlemiştir.  Buna karşılık ilgili makamların imzalı ve resmi tutanağı Başvurucu ya iletmeyi reddetmesinin ise Allianoi antik kentinin korunmasına ilişkin prosedür hakkında halkın bilgilendirilmesine engel olduğu belirtilmiştir.  520Eda SERTKAYA ZORLU                                                                                 NKÜ Hukuk Fakültesi Dergisi 2021/2  Devlet ile birey arasındaki denge ihtiva etmeyen ilişkide bireyin idari işlemler sürecinde korunabilmesi için kamu adına devleti yöneten idarenin açıklığının/şeffaflığının ve hesap verebilirliğinin  sağlanması  gerekmektedir.  Zira  yönetsel  bilgi  ve  belgelerin  idarenin sahipliğinde olmayıp kamu hizmetinden yararlanan bireylerin mülkiyetinde olduğu düşüncesi mevcuttur ve bu nedenle söz konusu bilgi ve belgeler herkese açık olması icap etmektedir. Bilgi edinme hakkı da açıklık/şeffaflığın ve idarenin hesap verebilirliğini sağlamanın en temel araçlarından biri olarak kabul edilmektedir.  Açıklığın/şeffaflığın birden fazla boyutu mevcuttur. Bunlardan bir tanesi bireylerin idarenin yürüttüğü faaliyetler ile ilgili bilgi almasını içerirken (bilgiye erişim); diğer bir boyutu kararların nasıl alındığına ve kimlerin bu kararlara katkıda bulunduğuna ilişkindir (alınan kararların  temelinde  yatan  düşünceye  erişim)21.  Bu  durumda  bilgiye  erişim  hakkınıın açıklığın/şeffaflığın bileşenlerinden biri olduğunu söylemek mümkündür. En nihayetinde kavramın her iki boyutu da karar almaya yetkili mercilerin hesap verebilirliğini sağlayarak ilk defa İlhan Özay tarafından gündeme getirilen ve kamusal konular üzerinde yapılan toplantıların yahut bu toplantı tutanaklarının kamuoyuna açık olmasını ifade eden günışığında yönetim sisteminin kurulmasına hizmet etmektedir. Somut olayda Başvurucu nun 26 Ocak 2010 tarihli toplantı tutanağına erişim sağlama talebi esasında bilgi edinme hakkının bireylerin devlet tarafından  tutulan  resmi  verilere  erişimini  sağlama  işlevi  ile  doğrudan  ilişkili  olduğu belirlenmektedir.  Zira  AİHM in  değerlendirmesine  göre,  Başvurucu  özellikle  Kültürel  ve Doğal  Mirasları  Koruma  Kurulu nun  baraj  projesi  hakkındaki  karar  alma  süreçlerini aydınlatmayı ve bu konuda halkı bilgilendirmeyi amaçlamaktadır. Bunların yanı sıra AİHM, halkın ilgili makamlar tarafından sunulan resmi bir tutanak olmaksızın bilgilendirilmesinin konuyla ilişkili kamuoyu tartışmasına etkili bir şekilde katkıda bulunmayacağını karara bağlamıştır. Buna paralel olarak talep edilen belgenin Başvurucu nun halkı bilgilendirme kapsamında araç olarak kullanacağı ifade özgürlüğü bakımından  gerekli  olduğu kanısına varılmıştır.   19 Ahmet İyimaya, ‘Bilgi Edinme ve Verilere Ulaşma Özgürlüğü  (2003) (1) Ankara Barosu Dergisi, 41, 42. 20 Yaşar Okur, ‘4982 Sayılı Kanuna Göre Bilgi Edinme Hakkının Niteliği, Kapsamı Ve Denetimle İlişkisi  (2014) (13) Denetişim Dergisi 34, 22 21 Soykan, (n 7); Demokaan Demirel, ‘Yasal Çerçevede Bilgi Edinme Hakkı: Kanada ve Türkiye Örneği  (2015) (11) Bartın Üniversitesi İ.İ.B.F. Dergisi 45, 47 22 Patrick Birkinshaw, ‘Freedom of İnformation and Openness: Fundamental Human Rights?  (2006) 58 (1) Administrative Law Review 177, 189 23 İlhan Özay, ‘İdare Ve Ceza Hukuku Açısından Bilgi Edinme Hakkı  (2004) Türkiye Barolar Birliği Yayınları Bilgi Edinme Hakkı Paneli 97-100 < http://tbbyayinlari.barobirlik.org.tr/TBBBooks/bilgi_edinme.pdf> Erişim Tarihi 4 Ağustos 2021 521Eda SERTKAYA ZORLU                                                                                 NKÜ Hukuk Fakültesi Dergisi 2021/2  Mahkeme,  tarihi  bir  kentin  yok  olmasının  önemli  bir  sosyal  konu  olduğunu  ve dolayısıyla söz konusu toplantının ve toplantı tutanağında yer alan bilgilerin tereddüte yer vermeyecek şekilde kamu yararı ilgisi bulunan bir konu olduğunu tespit etmiştir. Daha açık bir ifadeyle; AİHM, Magyar Helsinki v. Macaristan kararı ile ortaya koyulan kamu yararı testini, Cangı v. Türkiye kararında da uygulamış olup Başvurucu nun bilgi edinme talebi bu kamu yararı testini geçmiştir. Değinilmelidir ki bilgi edinme hakkı kamu yararı taşıyan konularda bireylerin bilgilendirilmesi işlevini de taşımaktadır. Bireylerin yakın çevrelerinde meydana gelen olaylar ve çevre ile ilgili alınan kararlar hakkında bilgi alma hakları vardır. Hatta bu hak, sadece olaydan etkilenenler için değil, aynı zamanda o bölgede yaşayan herkes için geçerli bir hak  olarak  kabul  edilmektedir.  Kamu  yararı  taşıyan  konular  hakkında  bireylerin bilgilendirilmesi konusu Avrupa Konseyi nde de gündeme gelmiştir. Avrupa Konseyi nin bilgi edinme hakkıyla ilgili tavsiye kararında kamu yönetiminde şeffaflığın sağlanabilmesi adına kamu yararı bulunan konularla ilgili bilgilerin halka açıklanması ve halkın bu konularda bilgili olmak  suretiyle  kamuoyu  tartışmalarına  katılım  göstermesinin  teşvik  edilmesi  ifade edilmiştir. Nitekim somut olayda Başvurucu, Türkiye de bulunan bir tarihi antik kentin yok edilişine ilişkin olarak ilgili idari makamların usulsüzlük yaptığını iddia etmekte olup bu kapsamda ifade özgürlüğünü kullanmaya gayret etmektedir. Yukarıda yer verilen açıklamalar uyarınca, bir tarihi antik kentin akıbeti ile ilgili olarak alınan tüm kararlar –usulsüzlük iddiası olmasa dahi- kamuyu doğrudan ilgilendiren kararlar olduğu, nitekim Mahkeme ce yapılan değerlendirmelerin de açıkça bu yönde olduğu görülmektedir. 2.  Başvurucu nun Rolüne İlişkin Değerlendirme Başvurucu nun Allianoi Girişim Grubunun temsilcisi olduğu ve bu kapsamda yürütmüş olduğu  Allianoi  antik  kenti  ile  ilgili  gelişmeler  hakkındaki  bilgilerin  yayılmasına  dair faaliyetleri,  halkın bekçi köpeği  rolü ile yürüttüğü AİHM tarafından gözlemlemiştir. AİHM'e göre ifade özgürlüğü, demokratik bir toplumun temel unsurlarından biridir. AİHS'nin 10. maddesinin 2. fıkrası saklı kalmak koşuluyla, ifade özgürlüğü, yalnızca lehe olan ya da zararsız olduğu düşünülen değil, aynı zamanda rahatsız veya şok edici ya da kaygı uyandıran bilgileri haberler ve/veya düşünceler  için de geçerlidir. En nihayetinde ifade özgürlüğü  halkı  ilgilendiren  her  türlü  haberi,  bilgiyi  ve  görüşü  yayma  özgürlüğünü  de  24 Soykan, (n 7) 25 Azer,  (n 6), 143-144 26 Karan, (n 7) 59 522Eda SERTKAYA ZORLU                                                                                 NKÜ Hukuk Fakültesi Dergisi 2021/2  kapsamaktadır. Bilgi edinme hakkı da bu yönüyle bireylerin bu bilgi ve görüşlerden haberdar olma hakkı anlamına gelmektedir. Şu kadar ki halkı ilgilendiren bilgi ve belgelere ulaşmak için talepte bulunan ve edindiği bilgiler ışığında kamuyu aydınlatmayı hedefleyen kişilerin  halkın gözcüsü ,  demokrasinin bekçi köpeği  yahut  halkın bekçi köpeği  olarak adlandırılması ifade özgürlüğünün yukarıda anlatılan niteliğinden ileri gelmektedir. Nitekim basının, kamunun bilgi edinme hakkının hayata geçirilmesi için kritik derecede önemi bulunmakta olup halkın bekçi  köpeği  rolünü  üstlenmektedir.  Fakat  Magyar  Helsinki  v.  Macaristan  kararında  da belirtildiği üzere halkın bekçi köpeği/halkın gözcüsü rolü yalnızca basına özgü bir yol olmayıp aynı  zamanda  Sivil  Toplum  Kuruluşlarınca  da  üstlenilen  bir  görevdir  ve  toplumsal gözlemcilerin bilgiye erişimlerinin garanti altına alınması gerekmektedir. Somut olayda ise Başvurucu nun Allianoi antik kentinin korunması alanında gerek tek başına bir avukat olarak gerek ise üyesi olduğu STK nın çalışmaları kapsamında faaliyet gösteren bir kişi olduğu açıktır ki bu husus Mahkeme tarafından da doğrulanmış durumdadır. Bu bağlamda bireysel başvuruya konu  bilgi  edinme  hakkı  talebi,  Başvurucu nun  üstlenmiş  olduğu  ve  ifade  özgürlüğü bakımından kritik önem taşıyan rolünün doğal bir sonucu olarak ortaya çıkmıştır. Kabul edilmelidir  ki,  kamuyu  bilgilendirme  amacı  taşıyan  Başvurucu nun  antik  kentin  kaderini belirleyen toplantının resmi tutanağına ulaşma çabası, halkın bekçi köpeği rolü çerçevesinde haklı ve makuldür. 3.  Başvurucu nun  İfade  Özgürlüğüne  Yapılan  Müdahalenin  Haklılığına  İlişkin Tartışma Mahkeme, talep edilen ve devlet tarafından elde tutulan bilgilerin, hazır ve ulaşılabilir olmasına  rağmen  bu  bilgilere  erişimin  reddedilmesinin  bilgi  alma  ve  verme  özgürlüğü kapsamında bir müdahale olarak değerlendirilebilmesi bakımından önemli bir kıstas olduğu kanaatindedir. Somut olayda Başvurucu talep edilen bilginin ilgili makamlarca açıklanması için hazır olduğunu delilleri ile ortaya koymuştur. Bu bağlamda AİHM 26 Ocak 2010 tarihli toplantı tutanağının  ilgili  idarenin  nezdinde  mevcut  olduğunu  ve  bu  belgenin  iletilmesinin  bu makamlara ağır bir yük yüklemediğini ve dolayısıyla Başvurucu nun hakkına bir müdahale söz konusu olduğunu hüküm altına almıştır. Bu aşamadan sonra Mahkeme, mevcut müdahalenin AİHS nin 10/2. maddesi uyarınca haklı olup olmadığının incelenmesi gerektiğini ifade etmiştir.   27 Magyar Helsinki Bizottsag v. Hungary App no 18030/11 (ECHR, 8 November 2016) 28 Yar. 12. CD E. 2018/1772 K. 2018/9484, 04.08.2021 (Kazancı İçtihat ve Bilgi Bankası); Yar. 19. CD. E. 2018/6833 K. 2018/13076, 07.08.2021 (Kazancı İçtihat ve Bilgi Bankası) 29 Magyar Helsinki Bizottsag v. Hungary App no 18030/11 (ECHR, 8 November 2016) 523Eda SERTKAYA ZORLU                                                                                 NKÜ Hukuk Fakültesi Dergisi 2021/2  AİHS in 10/2. maddesi ifade özgürlüğünün sınırlandırılabilirliğini düzenlemektedir. Buna göre AİHM, ifade özgürlüğüne yapılan müdahalelerin haklılığı hususunu tartışırken müdahalenin  kanunla öngörülmüş olması   meşru bir amaç taşıması  ve  demokratik bir toplumda gerekli olması  şartlarını taşıyıp taşımadığını denetlemektedir.  Somut davada Hükümet tarafı eylem ve işlemlerinin hukuki dayanağının 4982 sayılı Kanun un 26. maddesinin 1. fıkrasının olduğunu, bu sebeple de müdahale olarak nitelendirilen işlemin hukuki anlamda haklı bir müdahale olduğunu öne sürmüştür. Ancak Başvurucu nun iddiası mezkûr hükmün gerek idari gerek ise adli makamlarca yanlış yorumlandığına ilişkindir. Bu konuda Mahkeme, Kanun un 26. maddesinin 1. fıkrasının Başvurucu nun belirttiği şekilde yorumlanmasının öngörülebilir ve makul olmadığı kanısına varmıştır. Zira ulusal merci ve mahkeme  kararlarında,   kamu  kurum  ve  kuruluşları  tarafından  faaliyetlerini  yürütmek amacıyla elde edilen görüş, teklif, bilgi notu veya tavsiye niteliğindeki bilgi ve belgelerin, aksi yönde bir karar verilmediği sürece bilgi edinme hakkı kapsamına girer  şeklindeki Kanun maddesini tersine çevirdikleri anlaşılmıştır. Mahkeme nin kararına göre anılan hükmün metni ile bağdaşmayan bu yorumlama, açıkça mantıktan yoksundur. Yönetimi denetleme ve kişilerin temel hak ve özgürlüklerinin korunması ve bunların hayata geçirilmesi bakımından bir araç olan bilgi edinme hakkının da elbette istisnaları söz konusudur. Nitekim 4982 sayılı Kanun un 5. maddesi  Kurum ve kuruluşlar, bu Kanunda yer alan istisnalar dışındaki her türlü bilgi veya belgeyi başvuranlara sunmakla yükümlüdür.  demektedir. Demek oluyor ki, bilgi edinme hakkı 4982 sayılı Kanun kapsamında da mutlak bir hak olarak düzenlenmemiş, doğal olarak bazı istisnalara tabi tutulmuştur. Söz konusu kanunun bilgi edinme hakkının sınırlarını düzenleyen bir bölümü mevcut olup bu bölüm altındaki maddeler vasıtasıyla bilgi edinme hakkının ve Kanun un kapsamı dışında kalan bazı bilgi kategorileri öngörülmüştür. Kanun un 26. maddesi de dördüncü bölüm altında yer almaktadır ancak diğer maddelere göre daha farklı bir cümle sistematiğine sahiptir.  Şöyle ki; dördüncü başlık altındaki diğer madde metinlerinde yer alan bilgi ve belgeler doğrudan istisna olarak düzenlenmişken  26/1.  maddesinin  metninde  yer  alan  bilgi  ve  belgelerin  –aksi kararlaştırılmadığı müddetçe- istisna olmayacağı hüküm altına alınmıştır. Ancak en nihayetinde madde  metni  açık  olup  anılan  metinde  yer  alan  bilgi  ve  belgelerin  istisna  olarak değerlendirilebilmesinin şartları tereddüte mahal vermeyecek şekilde açıklanmıştır. Bu noktada her ne kadar metnin sistematiği eleştiriliyor olsa da bu durum Kültürel ve Doğal Mirasları  30 İbid. 524Eda SERTKAYA ZORLU                                                                                 NKÜ Hukuk Fakültesi Dergisi 2021/2  Koruma Kurulu nun, BEDK nın, İdare Mahkemesi nin, Bölge İdare Mahkemesi nin ve nihai olarak Anayasa  Mahkemesi nin  –tersten okuma yöntemiyle geliştirilen- yorumunun haklı olarak kabul edilmesini mümkün kılmamaktadır.  Hal böyle iken Başvurucu nun AİHS md. 10 kapsamında ele alınan bilgi edinme hakkına müdahalenin kanunilik şartını taşıdığının kabulü açıkça hem AİHS e hem de 4982 sayılı Kanun a aykırılık teşkil edecektir. Doğaldır ki AİHM de Cangı v. Türkiye kararını bu doğrultuda gerekçelendirerek ihtilaf konusu müdahalenin AİHS md. 10/2 anlamında kanunla öngörülmediği kanısına varmıştır. Nihayetinde Başvurucu nun bilgi edinme hakkı talebinin reddedilmesi sonucunda ifade özgürlüğünün ve dolayısıyla AİHS md. 10 un ihlal edildiği hüküm altına alınmıştır. SONUÇ Sonuç olarak bilgi edinme hakkı, kamuoyunu ve bireyleri ilgilendiren konularda daha fazla bilginin ortaya çıkmasına hizmet etmektedir. Gerçekten de bireylerin bilgiye erişiminin sağlanması, yönetimin geliştirilmesi ve idari işlemler çerçevesinde oluşabilecek hata, kusur ve usulsüzlüklerin önlenmesinde öncü bir role sahiptir. Türkiye de 2004 yılında yürürlüğe giren Bilgi Edinme Hakkı Kanunu nun amaçları da kamunun işleyişini halka açarak yönetimin keyfiliğine  son  vermek,  kamunun  uygulamalarının  sebep  ve  sonuçları  hakkında  halkı bilgilendirmek  ve  bunlarla  sınırlı  kalmamakla  birlikte  idarenin  hesap  verebilirliğini  ve şeffaflığını sağlayacak diğer değerleri hayata geçirmektir. Bununla birlikte, işbu hak her ne kadar Avrupa İnsan Hakları Sözleşmesi ile ayrı bir hüküm olarak düzenlenmiş olmasa da, son yıllarda Mahkeme bireylerin bilgiye erişiminin engellenmesi halinde ifade özgürlüğünün ihlal edileceği yönünde kararlar vermektedir. Mahkeme nin bu doğrultudaki kararları incelendiğinde bilgiye erişimin engellenmesinin ifade özgürlüğünün ihlali sayılacağı durumların belirli ölçütler ile tespit edildiği görülmektedir. Nitekim bu ölçütler dairesinde ulaşılmak istenen bilginin niteliği, ulaşmak isteyen bireyin amacı ve sair hususlar değerlendirilerek bir kamu yararı testi işletilmektedir. Dolayısıyla bilgi edinme hakkının gerek toplumsal olaylar/gelişmeler gerek ise yönetimle doğrudan ilgili olduğu açıktır. O halde bilgi edinme hakkını demokratik toplumların olmazsa  olmazlardan  (sine  qua  non)  biri  olarak  nitelendirmek  isabetli  olacaktır.  Zira toplumların demokratikleşmesi, hesap verebilirlik ilkesi çerçevesinde şeffaf bir yönetimin sağlanmasına bağlıdır.    525Eda SERTKAYA ZORLU                                                                                 NKÜ Hukuk Fakültesi Dergisi 2021/2",
     "Kaynakça": "Aydemir M, Kamu Yönetiminde Açıklık & Bilgi Edinme Hakkı, (1st edn, Adalet Yayınevi  2020) Azer C, Bilgi Edinme Hakkı (1st edn, Yetkin Yayınları, 2010)  Birkinshaw P, ‘Freedom of İnformation and Openness: Fundamental Human Rights?  (2006)  58 (1) Administrative Law Review 177 218 Canöz K, ‘Kamuda Halkla İlişkilerin Yeni Yüzü: Bilgi Edinme Yasası  (2008) 5 (3) Selçuk  İletişim Dergisi 141 152 Cin H, ‘İnsan hakları, demokrasi ve hukuk devleti ekseninde bilgi edinme hakkı  (Yüksek  Lisans Tezi, Akdeniz Üniversitesi, 2005) Demir K, ‘Osmanlıda Basının Doğuşu ve Gazeteler  (2014) (5) Iğdır Üniversitesi Sosyal  Bilimler Dergisi, 57 88 Demirel D, ‘Yasal Çerçevede Bilgi Edinme Hakkı: Kanada ve Türkiye Örneği  (2015) (11)  Bartın Üniversitesi İ.İ.B.F. Dergisi, 45 50 Deniz, Bahar Y. ‘Avrupa Bı̇rlı̇ğı̇ Hukukunda Temel Haklar ve Avrupa İnsan Hakları Sözleşmesı̇  Sı̇stemı̇ ile Etkı̇leşı̇m  (2011) (97) Türkiye Barolar Birliği Dergisi, 50, 50 73. Hins W. ve Voorhoof D., ‘Access to State Held Information as a Fundamental Right under the  European Convention on Human Rights  (2007) 3 (1) European Constitutional Law Review, 114 126. İyimaya A., ‘Bilgi Edinme ve Verilere Ulaşma Özgürlüğü  (2003) (1) Ankara Barosu Dergisi,  41 47. Karan U, İfade Özgürlüğü/Anayasa Mahkemesi ne Bireysel Başvuru El Kitapları Serisi (1st  edn, MRK Baskı ve Tanıtım Hı̇zm. Tı̇c. Ltd. Ştı̇, 2018) Okur Y, ‘4982 Sayılı Kanuna Göre Bilgi Edinme Hakkının Niteliği, Kapsamı Ve Denetimle  526Eda SERTKAYA ZORLU                                                                                 NKÜ Hukuk Fakültesi Dergisi 2021/2  İlişkisi  (2014) (13) Denetişim Dergisi, 34 47 Özay İ, ‘İdare ve Ceza Hukuku Açısından Bilgi Edinme Hakkı  (2004) Türkiye Barolar Birliği  Yayınları  Bilgi  Edinme  Hakkı  Paneli  97 100  < http://tbbyayinlari.barobirlik.org.tr/TBBBooks/bilgi_edinme.pdf>  Erişim  Tarihi  4 Ağustos 2021 Soykan C, ‘Bir insan hakkı olarak bilgi edinme hakkı  (Yüksek Lisans Tezi, Ankara  Üniversitesi, 2006) Yaşamış F, ‘Anayasa Hukuku ve İnsan Hakları Açısından Bilgi Edinme Hakkı  (Bilgi Edinme  Hakkı)  < https://www.bilgiedinmehakki.org/doc/Anayasa_Hukuku_ve_Insan_Haklari_Acisindan_Bilgi_Edinme_Hakki_F_Yasamis.pdf> Erişim Tarihi 4 Ağustos 2021 Yaşamış F, ‘Anayasa ve İnsan Hakları Bağlamında Bilgi Edinme Kanunu  (2004) Türkiye  Barolar  Birliği  Yayınları  Bilgi  Edinme  Hakkı  Paneli  21 76  < http://tbbyayinlari.barobirlik.org.tr/TBBBooks/bilgi_edinme.pdf>  Erişim  Tarihi  4 Ağustos 2021 Mahkeme Kararları ve Yabancı Mevzuat Commission, ‘Convention on Access to Information, Public Participation in Decision Making  and Access to Justice in Environmental Matters (Aarhus Convention)  UNECE (2001). Gaskin v. The United Kingdom App no 10454/83 (ECHR, 7 July 1989) Leander v. Sweden App no 9248/81 (ECHR, 26 March 1987) Magyar Helsinki Bizottsag v. Hungary App no 18030/11 (ECHR, 8 November 2016) Yar. 12. CD E. 2018/1772 K. 2018/9484, 04.08.2021 (Kazancı İçtihat ve Bilgi Bankası) Yar. 19. CD. E. 2018/6833 K. 2018/13076, 07.08.2021 (Kazancı İçtihat ve Bilgi Bankası)   527"
}