{
     "Tip": "Makale",
     "Dergi İsmi": "Tekirdağ Namık Kemal Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "08",
     "Ay": "05",
     "Yıl": "2022",
     "Cilt": " ",
     "Sayı": "1",
     "Başlık":"VERGİ YARGISININ BİRLEŞTİRME YASAĞINI İHLÂL İLE SERİ DAVA İNŞASI (DANIŞTAY 7. DAİRESİ NİN VEKÂLET ÜCRETİ KISITLAMASININ YERLEŞİK HALE GELMESİ)  Dr. Öğr. Üyesi Burak PINAR ",
     "Title": "CONSTRUCTION OF SERIAL ACTION WITH VIOLATION OF TAX JURISDICTION’S VIOLATION OF THE CONSOLIDATION OF CASES (THE RESTRICTION OF THE ATTORNEY FEE OF THE 7th CHAMBER OF THE COUNCIL OF STATE HAS BECOME PERMANENT) ",
     "Yazar İsmi": [

          "Dr. Öğr. Üyesi Burak PINAR "
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Bağlantılı Dava", "Seri Dava", "Vekalet Ücreti", "Usul Ekonomisi", "Avukatın Emek ve Çabası"
     ],
     "Keywords": [
          "Connected Actions","Serial Actions", "Attorney Fee", "Judicial Economy", "Lawyer Labor and Effort"
     ],
     "Özet": "Yargılama faaliyetleri içerisinde yargılama giderleri ve vekalet ücreti hem miktar hem de aidiyet açısından önemli yer tutmaktadır. Yargılama giderlerine ilişkin önemli yargılama ilkelerinden biri de usul ekonomisi ilkesidir. Bu ilke yargılamanın basit ve ucuz şekilde ilerlemesini ve sonuçlanmasını amaçlayan bir ilkedir. Ancak söz konusu ucuzluk ilkesinin geniş yorumlanması sonucunda avukatın emek ve çabasının da göz ardı edilmesi yargılama faaliyetlerinin amacı ile bağdaşmamaktadır. İdari işlemlere yönelik açılan iptal davalarında hukuka aykırı olduğu düşünülen birden fazla idari işlem olabileceği gibi bu işlemlere ilişkin davaların hangi şartlarda ve nasıl açılacağı da sorun teşkil etmektedir. 2577 sayılı İdari Yargılama Usulü Kanunu nun 5 inci maddesinde davacı tarafa kural olarak her idari işleme karşı ayrı dava açma hakkı tanınmıştır. Kanunda ön görülen bu hak ile birlikte usul  ekonomisi  ilkesi  değerlendirildiğinde  karşımıza  sorunlar  çıkmaktadır  Özellikle  diğer düzenlemelere göre yeni kabul edilmesi gereken Avukatlık Asgari Ücret Tarifesinde yer alan seri davalara ilişkin düzenleme de uygulama açısından sorunlar oluşturabilmektedir. Bu çalışmanın konusunu oluşturan Danıştay 7 nci Daire kararı da davacı tarafa tanınan hak, avukatın emek ve çabası ile usul ekonomisinin yorumlanması yönünden farklı değerlendirmelere yer verilmiştir. Çalışmada vekalet ücreti, usul ekonomisi, bağlantılı ve seri dava ayrımına ilişkin genel bilgilere yer verildikten sonra inceleme konusu kararda yer alan idari işlemlere ve birden fazla idari işleme karşı açılan davalardan  avukatlık  vekalet  ücretine  hükmedilmesine  ilişkin  sorunlar  üzerinde  durmaya çalışılacaktır.",
     "Abstract": "Trial expenses and attorney fees have an important place in terms of both quantity and beneficiary. One of the important judicial principles relating to the trial expense is the principle of procedural economy. The principle aims the simple and cheap advancement and conclusion of the trial process. However, as a result of the broad interpretation of the principle of cheapness, the fact that the lawyer s labour and effort is overlook is indeed incompatible with the purpose of the judicial activities. There may be multiple administrative actions that would be considered as illegal in the annulment lawsuits filed against them, and there would be further problems arising to topics such as under what conditions and how these cases will be filed. According to 5th Article of the Administrative Judgment Procedure Law No. 2577, the plaintiff is entitled, as a rule, to separate cases against each administrative action. When the principle of procedural economy is evaluated together with this right envisaged in the Law, there are problematic issues to be dealt with2. In particular, the regulation on serial cases included in the Minimum Attorneyship Free Tariff, which should be considered relatively new according to other regulations, may also pose problems in terms of the implementation. The decision of the 7th Chamber of the Council of State, which constitutes the subject of this study, included different interpretations to the topics of the right granted to the plaintiff, labor and effort of the lawyer and interpretation of the procedural economy. In this study, general information about attorney fee, procedural economy and the separation concerning related and serial suits will be given and the problems with respect to the determination of the attorney's attorney fee emerging from lawsuits filed against administrative transactions and multiple administrative transactions in the decision under examination will be evaluated.",
     "Metin": "1982 Anayasası, 141 inci maddesi ile  Davaların en az giderle ve mümkün olan süratle sonuçlandırılması, yargının görevidir.  demek suretiyle  usul ekonomisi  ilkesini yargılama hukukunun anayasal ilkesi haline getirmiş; söz konusu ilke ile hâkimin ilkeye uygun şekilde uygulayacağı  düzen  çerçevesinde,  kanunun  öngördüğü  şekilde  yargılamayı  kolaylaştırarak gereksiz  zaman  kaybına  ve  gereksiz  masrafa  sebebiyet  vermeksizin  âdil  karara  varılması sağlanarak ve yargılamanın etkinliğine hizmet edilmesi amaçlanmaktadır.   İlke  basitlik ,  hızlılık  ve  ucuzluk  olmak üzere üç ana unsurdan oluşmakta; mevcut uyuşmazlıkların ortadan kaldırılması ile yeni uyuşmazlıkların ortaya çıkmasının ve mahkemelerin iş yükünün artmasının engellenmesi amaçlanmaktadır. Bu bağlamda ilke,  basitlik  öğesi ile birden çok kişi ve/ya da işlem hakkındaki davanın bir arada görülmesinin sağlanmasına hizmet etmekte, çok sayıda dava konusu olabilecek konunun tek dava ile çözümlenmesini mümkün kılmaktadır. Bu sayede bazen onlarca ve hatta yüzlerce dava yerine tek bir dava dilekçesiyle dava açılabilmesi mümkün hale gelebilmekte ve hâkim tek dosya üzerinden yargılama yapılabilmekte; böylece zaman ve emek tasarrufu sağlanmaktadır. Öte yandan,  ucuzluk  öğesi kapsamında yer alan yargılama harç ve giderleri ile hâkim aracılığıyla tarafların  gereksiz gider yapılmasına sebebiyet vererek adaleti pahalılaştırmamasının önlenmesi esası benimsenmekte, söz konusu ilke ve esas hak arama özgürlüğü ile doğrudan ilişkilendirilmektedir. İlkenin idarî yargıda ve vergi yargısında karşılık bulması,  tek dilekçe ile dava açma  şeklinde sağlanmakta, 2577 sayılı İdarî Yargılama Usulü Kanunu, tek dilekçe ile dava açma konusunu iki ayrı durumu aynı maddede düzenlemek suretiyle (5 inci maddesi ile) hüküm altına almaktadır. Bunlardan ilki;  aynı kişinin tek dilekçe ile birden çok işleme karşı dava açması , diğeri ise  birden çok kişinin tek dilekçe ile dava açması dır. Tek dilekçe ile iptal ve tam yargı davasının  birlikte  açılmasının  ise  12 nci  maddede  düzenlendiği  görülmektedir.  Söz  konusu düzenlemelerin  usul  ekonomisine  hizmet  ettiği  kabul  edilmekte,  hükümlerin  tamamlayıcısı nitelikteki düzenlemeler aynı Kanun un 38 inci vd. maddelerinde  Bağlantılı Davalar  olarak yer almakta,  aynı maddî veya hukukî sebepten doğan ya da biri hakkında verilecek hüküm, diğerini etkileyecek nitelikte olan davalar  şeklinde tanımlanmaktadır. Belirtilen düzenlemelerin, esasen,  2   Ejder Yılmaz,  Usul Ekonomisi  (2008) 57 (1) Ankara Üniversitesi Hukuk Fakültesi Dergisi, 243, 244-245; Baki Kuru, İstinaf Sistemine Göre Yazılmış Medeni Usul Hukuku, (1. Baskı, Legal 2016) 303; Cumhur Rüzgaresen, Medeni Muhakeme Hukukunda Usul Ekonomisi İlkesi (1. Baskı Yetkin 2013) 41 vd. 3   Yılmaz, (n 2) 250, 252, 253, 265 145Burak PINAR                                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1   dava arkadaşlığı   kavramının  uygulama şekilleri  olduğu  kabul  edilmekte ve fakat  kanun koyucunun   davaların  birleştirilmesi  müessesesine bilinçli  bir tercih  olarak yer vermediği dikkate alınmalıdır. Bu noktada vergi yargısında bir tartışma kendini göstermekte ve Kanun da yer almayan  davaların birleştirilmesi  müessesesine usul ekonomisi gerekçesiyle başvurulduğu ve fakat verilen kararların istinaf denetimine tâbi olmaması nedeniyle hukuk aleminde yerini aldığı görülmektedir.  Kanun da  yer  almayan  bir  müessesenin  kamu  hukukunda  ve  hâkim  eliyle uygulanma ısrarı ile Kanun da yer almayan  seri dava  gibi başka müesseselerin de uygulanması suretiyle hukuka aykırı sonuçlara ulaşılmaktadır. Söz konusu  fiilî  uygulamaya öncülük eden Danıştay 7 inci Dairesi nin içtihadından yola çıkılan işbu çalışmada, vergi yargısının kararlarına gerekçe olarak gösterdiği ve fakat İdarî Yargılama Usulü Kanunu nda yer almayan  seri dava  kavramının anlamı, kapsamı, İdarî Yargılama Usulü Kanunu nda yer alan bağlantılı davalara ilişkin düzenlemelerle karşılaştırılması ve nihayet (sebebi olarak görülen/kabul edilen) vekâlet ücreti uygulamasına etkisi konuları, güncel vergi yargısı uygulaması ışığında ele alınacaktır.  I.  DANIŞTAY (7 NCİ DAİRESİ NİN ÖRNEK) İÇTİHADI ve HUKUKÎ SORUNUN TESPİTİ  A.   DANIŞTAY (7 NCİ DAİRESİ NİN ÖRNEK) İÇTİHADI  Serbest dolaşıma giriş beyannameleri muhteviyatı eşyanın kıymetinin, referans kıymete göre ihtirazî kayıtla beyan edilerek ödenen gümrük ve katma değer vergilerinin, eşyaya ait faturada gösterilen kıymete göre hesaplanan tutardan fazlasının yasal faiziyle iade edilmesi istemine ilişkin itirazın zımnen reddine ilişkin işlemin iptali ve fazladan ödenen tutarın yasal faiziyle iadesi talepli davada ilk derece mahkemesi,  eşyaların kıymet ve kıymeti etkileyen diğer hususlar yönünden idarece tespit yapılmamış olması sebebiyle hukuka uyarlık görülmediği, dava konusun işlemin iptali ile fazladan ödenen vergilerin iadesi ve birleşen her bir dosya için ayrı vekalet ücretine  hükmetmiş; Bölge İdare Mahkemesi, ilk derece mahkemesi kararının hukuka ve usule uygun  4   Oğuz Sancakdar,  İdari Yargıda  Tek Dilekçe ile Dava Açma  (Karşılaştırmalı Hukukî Analiz)  (2007) 9 (2) Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, 223, 224. 5   Vergi yargısında birleştirmenin gerekçesi olarak,  sadece vekâlet ücreti almak amacıyla ayrı ayrı davaların açılması  olduğu, birleştirilen davalarda tek vekâlet ücretine hükmedilmek suretiyle maddî zarara uğradığı iddiasıyla Adalet Bakanlığı'na izafeten Maliye Hazinesine karşı açılan tazminat davası  Gümrük Kanunu na aykırı ve Türk Medeni Kanunu nun 2. maddesine göre hakkın kötüye kullanılması niteliğinde olduğu  gerekçesiyle Yargıtay 4. HD, 15/17, 08.03.2016 sayılı kararı ile reddedilmiş, söz konusu karar Yargıtay HGK tarafından, 4-1640/460, 14.03.2018 sayılı kararı ile onanmıştır. Karar için Mustafa Balcı,  Vergi Yargısında Birleştirme Kararı ve Yaşanan Hukukî Sorunlar  <https://vergialgi.net> Erişim Tarihi 22.01.2021. 146Burak PINAR                                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  olduğu ve davalı tarafça ileri sürülen iddiaların kararın kaldırılmasını sağlayacak nitelikte olmadığı gerekçesi ile istinaf başvurusunun esastan reddine karar vermiştir. Temyiz incelemesinde Danıştay 7 nci Dairesi oybirliği ile aldığı kararında,  2577 sayılı İdari Yargılama Usulü Kanunu nun 5 inci maddesine göre ayrı ayrı dava açılabileceği gibi maddî ve hukukî yönden bağlılık ya da sebepsonuç ilişkisi bulunan birden fazla işleme karşı bir dilekçe ile de dava açılabileceğini, 6100 sayılı Hukuk Muhakemeleri Kanunu na göre de davaların birleştirilebileceğini  belirtmiştir. Daire kararında ayrıca,  Avukatlık Asgari Ücret Tarifesinin 21 inci maddesine göre de ihtiyarî dava arkadaşlığının türü olan seri davalarda ise ayrı ayrı tam vekalet ücretine hükmedilmeyeceği  belirtilmiş, kararda Bölge İdare Mahkemesi nce verilen vekâlet ücretine ilişkin  ayrı  vekalet ücretine  hükmedilmesinde  hukuka  uyarlık  görülmemiş  ve  söz  konusu  hüküm  bu  yönden bozulmuştur.    B.   HUKUKÎ SORUN  Danıştay 7 nci Dairesi nin kararına bakıldığında hukukî sorunun iki yönünün varlığı kendini göstermektedir; tetkik hâkimi ve üyeler arasındaki nitelendirme farkı ve fakat birleşen davalarda tek vekâlet ücretine hükmedilmesinde ortak sonuçta buluşma iradesi. Tetkik hâkimi tarafından açıkça,  birleştirilen ancak seri dava niteliğinde olmayan inceleme konusu davada tek vekalet ücretine  hükmedilmesi  gerektiği   belirtilerek  birleştirmenin  hukuka  uygunluğu  zımnen  teyit edilmiş ancak hukukî nitelendirme yapılırken açıkça  seri dava niteliğinde olmadığı  belirtilmiş; Daire  ise   Avukatlık  Asgari  Ücret  Tarifesinin  21 inci  maddesine  göre  de  ihtiyarî  dava arkadaşlığının türü olan seri davalarda  demek suretiyle  seri dava niteliğinde olduğu  görüşünü benimsemiştir. Dolayısıyla hukukî sorunun ilk yönünün hukukî nitelendirme olduğu; ikinci yönün ise, hukukî nitelendirmede (tetkik hâkimi ile) çelişkiye düşen Daire nin, tetkik hâkimi ile aynı sonuçta birleşerek   tek vekalet ücretine hükmedilmesi  sonucunda görüş birliğine varılması olduğu görülmektedir. Başka bir deyişle hukukî nitelendirme farklılığının aynı sonuca ulaştırması mümkün olmadığı gibi (karar tarihinde ve hâlen yürürlükte bulunan) Avukatlık Asgari Ücret Tarifesinde yer alan;  ihtiyarî dava arkadaşlığının bir türü olan seri davalar ister ayrı dava konusu yapılsın ister bir davada birleştirilsin toplamda on dosyaya kadar açılan seri davalarda her bir dosya için ayrı ayrı tam avukatlık ücretine hükmedilir  şeklindeki açık hüküm dikkate alındığında varılan sonucun da hukuka aykırı olduğu görülmektedir.    6   Danıştay 7. D, 1162/1548, 12.03.2019 (Özel Arşiv). 147Burak PINAR                                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  Yapılan analiz ve açıklamalar ışığında hukukî sorunun alt başlıklarının;  ihtiyarî dava arkadaşlığı  ve bir türü olan  seri dava  ile  bağlantılı dava nın somut olayda ve mevzuatta karşılığının olup olmadığının karşılaştırmalı tespiti ile varılacak sonuç çerçevesinde Avukatlık Asgari Ücret Tarifesi nin 21 inci maddesin uygulanması olduğu sonucuna varılmaktadır.  II.  HUKUKÏ İNCELEMELER  A.  GENEL AÇIKLAMA  Vergi yargısı, işbu çalışmanın konusunu oluşturan hukukî soruna ilişkin kararlarında usul ekonomisi ilkesine atıf yaparak hâkimin, yargılamanın makul süre içinde ve düzenli bir biçimde yürütülmesini ve gereksiz gider yapılmamasını sağlamakla yükümlü olduğunu ifade etmekte; tek dilekçe ile açılabileceği yerde ayrı ayrı açılan ya da aralarında bağlantı bulunan davaların, İdarî Yargılama Usulü Kanunu nda düzenleme bulunmamasına rağmen birleştirilmesinde söz konusu ilkeyi  gerekçesine esas alarak  ucuzluk  unsurunu öne çıkarmaktadır. Söz konusu unsur ile  gereksiz  yargılama giderlerinin önüne geçilmesinin amaçlanması ne kadar doğru ve yerinde ise, tek dilekçe ile açılabileceği yerde ayrı ayrı açılan ya da aralarında bağlantı bulunan davaların birleştirilmesiyle her iş ve dava için ayrı vekalet ücretine hükmedilmesi yerine tek vekalet ücretine hükmedilmesi o kadar çelişkilidir; kendi içinde hukuka aykırılıklar barındırmaktadır. Yasama organı yerine geçerek, bu şekilde, yargı eliyle tarife hükmü getirilmesi suretiyle yerleşik hale getirilmeye  çalışılan  yargısal  uygulamaya  ilişkin  yargının  yetkisizliği  Danıştay  İçtihadı Birleştirme Kararı nda açıkça ifade edilmiştir; aşağıda gerekçeleri ortaya konulmaya çalışılmıştır. Hukuk Muhakemeleri Kanunu, aynı veya birbirine benzer sebeplerden doğması ya da biri hakkında  verilecek  hükmün  diğerini  etkileyecek  nitelikte  bulunması  durumunda  aralarında bağlantı olduğu kabul edilen davalarda ihtiyarî dava arkadaşlığı ve davaların birleştirilmesine ilişkin düzenlemelere yer vermekle; birleşen her bir dava için ayrı ayrı karar verilmesi gerektiğini kabul etmektedir. Bu bağlamda vergi yargısının söz konusu kabul ile önce davaları birleştirmesi sonrasında  da  birleştirilen  davaları  seri  dava  olarak  nitelemesi  ve  Avukatlık  Asgari  Ücret  7   Kuru, (n 2) 304, 503; Soner Yakar,  Bir Usul Ekonomisi Kolaylığı: Vergi Yargısında Tek Dilekçe İle Dava Açma  (2012) 162 Maliye Dergisi, 448, 450; Kamile Türkoğlu Üstün, İdari Yargılama Usulüne Hâkim Olan İlkeler, (1.Baskı Seçkin 2019) 320.  8    …avukatlık ücreti konusunda, tarife düzenleme yetkisi, sadece, Baro Yönetim Kurulları ve Türkiye Barolar Birliği Yönetim Kuruluna tanınmıştır. (521 sayılı Yasanın 103. maddesi hükmünü bağımsız bir şekilde ele almak suretiyle), Danıştay'ca bir tarife yapma olanağı, Avukatlık Yasasının 168. maddesi hükmü karşısında mümkün değildir. , Danıştay İBGK, 13/8, 28.02.1975 (Lexpera) 9   Yargıtay HGK, 4-627/627, 01.12.2004, (Lexpera) 148Burak PINAR                                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  Tarifesi nde  belirtilen   ihtiyarî  dava  arkadaşlığı   müessesesine  vurgu  yapması(na  ilişkin yorumu) birlikte değerlendirildiğinde, ihtiyarî dava arkadaşlığının ancak birden fazla kişinin davaları  arasında  bağlantı  halinde  mümkün  olan  ve  birleşen  davaların  birbirinden  bağımsız nitelikte olduğundan bahisle Tarife de (8 inci maddede) her bir birleşen dava için ayrı vekâlet ücretine  hükmedilmesi  sonucuna  varılmakla,  İdarî  Yargılama  Usulü  Kanunu nda  düzenleme bulunmayan bir konuda aynı gerekçeye dayanan aksi yöndeki içtihatların hukuka aykırı olduğu düşünülmektedir. Zira, ihtiyarî dava arkadaşlığının mümkün olduğu haller kanunda sınırlı olarak sayılmıştır;  dava  konusu  olan  hak  veya  borcun  ortak  olması,  ortak  işlemin  mevcut  olması, davaların temelini oluşturan vakıaların ve hukukî sebeplerin aynı veya benzer olması halinde ihtiyarî dava arkadaşlığından söz edilebilir. Mecburî dava arkadaşlığında varolandan farklı olarak tek bir davanın varlığından söz edilemediğinden birden fazla davacının söz konusu olduğu ihtiyarî dava arkadaşlığında ihtiyarî dava arkadaşı sayısı kadar dava olduğu kabul edilir.  Yapılan (genel) açıklamalar, seri  davalar ve bağlantı  davalar konularındaki gerekçeler olmaksızın ara sonuca varılmasını mümkün kılmaktadır. Buna göre, ihtiyarî dava arkadaşlığında ve  davaların  birleştirilmesinde  birden  fazla  davacıdan  söz  etmek  mümkün  değildir.  Vergi yargısının ihtiyarî dava arkadaşlığına atfen gerekçe oluşturma çabası ile yapılan (kısa) açıklamalar usul hukuku düzeninde kabul görecek nitelik taşımamaktadır. Zira, birden fazla davacı tarafın olmadığı bir yargılamada ihtiyarî dava arkadaşlığından söz etmek mümkün değildir. Kaldı ki, yukarıda belirtildiği üzere, ihtiyarî dava arkadaşlığının varlığında, bağımsızlık niteliği gereği, kendini  vekille  temsil  ettiren  her  dava  arkadaşı  lehine  ayrı  vekalet  ücreti  hükmedilmesi gerekmektedir. Bu çerçevede varılan ön tespitin/ara sonucun nihaî hale gelmesi için kavramsal ve kurumsal analizlerin yapılması ile hukuk ve vergi yargısının karşılaştırılması gerekmekte, bu yöndeki açıklamalara aşağıda yer verilmektedir.  B.  Yargılama Hukuku nda Seri Dava (Kavramı)  Seri dava, Türkiye Barolar Birliği Avukatlık Asgarî Ücret Tarifesi nde yerini ve ifadesini bulan ancak kanunî dayanağı bulunmayan ve fakat uygulamanın medenî yargılama hukukuna  10   Kanun da düzenleme olmayan bir konuda yargıda yapılan anketin varlığı ve ankete verilen cevaplardaki farklılıklar ve çeşitlilik hukuka aykırılığı ortaya koyan en önemli gösterge olarak düşünülmektedir. Bkz. Balcı (n 5) <https://vergialgi.net> Erişim Tarihi 22.01.2021. 11   Kuru (n 2) 491. 12   İbid 491, 494. Danıştay 14 D, 2213/58, 7.2.2017, (Lexpera). 13   İbid 497.  149Burak PINAR                                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  kazandırdığı  bir  dava  türüdür;  Hukuk  Muhakemeleri  Kanunu nda  böyle  bir  dava  türü bulunmamaktadır. Bu nedenle seri dava kavramının tanımlanmasında uygulamada yer alan;   aynı veya benzer sebeplerden doğan ve aynı zamanda konuları da birbirine oldukça benzer olan, aynı davalı kişi ya da kişilere karşı açılmış bulunan davalar  tanımı, seri dava tanımı olarak kabul edilmektedir. Söz konusu tanımda sebep, konu ve taraflar bağlamında üç unsurun varlığına işaret edilmekte ancak tanımın  benzer  ifadeleri sebebiyle belirsizlik içerdiği (en azından kamu hukuku açısından) görülmektedir.  Doktrinde seri dava, Türkiye Barolar Birliği Avukatlık Asgarî Ücret Tarifesi nin 21 inci maddesinde ifade edildiği gibi ihtiyarî dava arkadaşlığının bir türü olarak tanımlanmaya ve hukukî niteliği de belirlenmeye çalışılmaktadır. Buna göre, ihtiyarî dava arkadaşlarının davacı tarafta yer alması ve davanın lehe sonuçlanması halinde dava arkadaşları aynı vekil ile temsil edilmişlerse davaların seri dava olup olmadığı önem arz edecek ve   davaya konu edilen bir hak veya borcun (elbirliği ile mülkiyet dışındaki bir sebeple) ortak olması, ortak bir işlemle hepsinin yararına bir hak doğmuş olması veya kendilerinin bu şekilde yükümlülük altına girmeleri veya davaların temelini oluşturan vakıaların ve hukukî sebeplerin aynı veya birbirine benzer olması hallerinde, birden fazla kişi isterlerse davacı sıfatıyla, ihtiyarî dava arkadaşı olarak tek bir dava dilekçesiyle dava açabilirler  demek suretiyle seri dava kavramının kapsamı belirlenmeye çalışılmaktadır.  Bölge  Adliye  Mahkemesi  Adli  Yargı  Adalet  Komisyonlarınca  Bilirkişi  Listelerinin Düzenlenmesi Hakkında Yönetmelik in 13 üncü maddesinde ise mevzuat düzeyindeki tek tanım yer almakta;   14   Ayrıntılı bilgi için bkz. Babacan, (n 1)  Seri Davalar  73 vd.  15   Babacan (n 1) Seri Davalar 6. Ayrıca bkz. Talip Babacan,  Seri Nitelikte Açılan Davalar Sonucunda Verilen Hükümlerin Birbirine Etkisi  (2018) 13 (141) Terazi Hukuk Dergisi, 14, 1,2.  16   Ramazan Arslan, Ejder Yılmaz, Sema Taşpınar Ayvaz ve Emel Hanağası, Medenî Usul Hukuku, (4. Baskı, Yetkin 2018) 311 vd. Ayrıca bkz. Hakan Pekcanıtez, Muhammet Özekes, Mine Akkan ve Hülya Taş Korkmaz, Pekcanıtez Usûl Medenî Usûl Hukuku C. III (15. Bası, On İki Levha 2017) 700. Aynı yönde Yasemin Bağlı Tahiroğlu, Hukuk Yargılamasında Vekâlet Ücreti, (İstanbul Üniversitesi Sosyal Bilimler Enstitüsü Yüksek Lisans Tezi 2019) 62. 17   RG. 08.04.2012/28258.  150Burak PINAR                                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1   birden fazla davacı tarafından aynı davalıya karşı veya aynı davacı tarafından birden fazla davalıya karşı açılan konusu aynı olan davalar seri dava sayılır  demek suretiyle seri davanın; konu aynılığı ile davacı çoklu-davalı tekliği ya da davacı tekliği-davalı çokluğu esaslarına göre belirlenmesi gerektiği ifade edilmektedir.  Yargıtay,  aynı davalıya karşı açılan, aynı istemi içeren ve toplu şekilde açılan davalar  Danıştay ise  tarafları ve konusu aynı olan benzer davalar  şeklinde tanımlamakla, her iki tanımın birbirinden farklı olduğu görülmektedir.   Yargıtay, medenî yargılama hukukundaki seri davalara ilişkin ön şart olarak;  davanın taraflarından birinin sürekli şekilde farklı olması nı; ek şartlar olarak  dava sebeplerinin (yani maddî vakıaların) aynı ya da benzer olması  ile  dava konuların benzerliği ni aramaktadır. Yargıtay ın ölçütlerine ek olarak, Bölge Adliye Mahkemesi Adli Yargı Adalet Komisyonlarınca Bilirkişi Listelerinin Düzenlenmesi Hakkında Yönetmelik in 13 üncü maddesindeki hükmü de son şart olarak eklendiğinde;  birden fazla davacı tarafından aynı davalıya karşı veya aynı davacı tarafından birden fazla davalıya karşı açılma  şartı da eklendiğinde, seri davaların tanımını oluşturan unsurlar tamam olmaktadır.  Danıştay ise seri dava konusunda;   Konusu ve sebebi aynı olup vekil marifetiyle takip edilmekte olan seri halinde ki dava dosyalarının aynı gün duruşmaya konulmuş olması nedeniyle bu dava dosyalarından birinin duruşması sırasında, avukat tarafından yapılan açıklamanın, diğer dosyalara da teşmil edilmesi suretiyle duruşmanın sözü geçen bütün dosyaları kapsayacak şekilde yapılmış  18    aynı işyerinde gerçekleşen çalışmalar için çok sayıda sigortalı yönünden, aynı istemi içeren, aynı davalı işveren ve Kuruma karşı bir anlamda toplu (seri) dava açılmış olması. , Yargıtay 10. HD, 14737/16797, 01.10.2012, (Lexpera). 19   Danıştay, İçtihadı Birleştirme Kararı verildiği dönemdeki Tarife de herhangi bir hüküm boşluğunu;    Asgari ücret tarifesinin baş tarafında sevkedilen Genel Hükümler arasında da, yukarda bahsedilen benzer veya aynı tip davalardan söz edilmemiş, bu davaların seri halinde aynı avukat tarafından açılması durumunda, avukata ödenecek ve davalardaki hukukî yardımının karşılığını teşkil edecek ücretin, hangi miktar üzerinden hükmedileceği asgari ücret tarifesinde de, belirtilmemiştir. Ancak, bugün için tarifede yer verilmemiş olmakla beraber, ilerde yeni tarife düzenlenirken, bu tip davalar nazarı dikkate alınmak suretiyle, avukata ödenecek vekalet ücreti hakkında, tarife yapıcısı tarafından makul asgari ücret hükümleri getirilmesi olanağının mevcudiyetine işaret etmek ve bu konuda temennide bulunmak yerinde bir davranış olacaktır.  şeklinde ifade etmiştir. , Dş. İBK.. 28.02.1975., E.1971/13, K.1975/8, (Lexpera). 20   Babacan, (n 15)  Seri Nitelikte Açılan Davalar  3.  151Burak PINAR                                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  olması  şeklinde bir içerik belirlemesi yapmakta,  avukat tarafından takip edilen davaların, konusu,  sebebi  ve  hukukî  dayanakları  bakımından  her  dosyanın  ayrı  bir  iş  kabul edilme/mesi  inceleme konusu kararda tartışmaktadır.   Karar incelendiğinde, medenî yargılama hukukundan farklı esasları içerdiği görülmekte; medenî yargılama hukuku ile idarî/vergi yargı arasındaki tek benzerliğin seri davayı benzeri kavramlar üzerinden tanımlama olduğu anlaşılmaktadır. Bu nedenle her iki yargı kolu bakımından, unsurları yönünden sınırları çizilmiş bir tanım yapılmadığı sonucuna varılmaktadır. Pozitif hukuka ilişkin yegâne hukukî düzenleme olan Yönetmelik hükmü dışında seri davaya ilişkin bir tanım olmadığı  kabul  edilmelidir.  Bu  nedenle  seri  dava  nitelendirmesi  yapılırken  pozitif  hukuka uygunluğun  sağlanması  açısından  Yönetmelik  hükmü  esas  alınmalı,   birden  fazla  davacı tarafından aynı davalıya karşı veya aynı davacı tarafından birden fazla davalıya karşı açılan konusu aynı olan davalar  seri dava olarak nitelendirilmelidir.  C.  VERGİ YARGILAMASI HUKUKU NDA SERİ DAVA    1.  Genel Olarak  Vergi yargılaması hukuku, dava sınıflandırması ve dava açılmasında İdari Yargılama Usulü Kanunu nu esas almakta, Kanun un 5 inci maddesindeki;  Her idari işlem aleyhine ayrı ayrı dava açılır. Ancak, aralarında maddî veya hukukî yönden bağlılık ya da sebep-sonuç ilişkisi bulunan birden fazla işleme karşı bir dilekçe ile de dava açılabilir.  şeklindeki düzenleme ile dava açılmasında uygulanması gereken kuralı/usulü hükme bağlamaktadır. Buna göre kural, her idari işlem aleyhine ayrı dava açılmasıdır; hükümdeki ilk cümlede açıkça ifade edilmektedir. İstisna ise davaların tek dilekçe ile açılmasıdır ve bu hak davacı tarafa seçimlik olarak tanınmıştır. Buna karşılık davalı tarafa ya da yargılama makamına böyle bir tasarruf imkânı, hakkı ya da yetkisi tanınmamış olup aralarında maddî veya hukukî yönden bağlılık ya da sebep-sonuç ilişkisi bulunan birden fazla işlemin her birine karşı açılan dava söz konusu olduğunda yargılama makamının yapabileceği tek hukukî seçenek/imkân davalar arasında bağlantının varlığına ilişkin tespitinin hükme bağlanmasını sağlamaktır. Yoksa usul ekonomisinin gerekçe gösterilerek re sen birleştirme  21   Garip Ayaz,  Vergi Yargılama Hukukunda Bağlantılı Davaların Birleştirilmesi  (1998) 12 (72) (Lebib Yalkın Mevzuat Dergisi) <www.lebibyalkin.com.tr> Erişim Tarihi 10.12.2021; Yakar, (n 7) 448, 449; Memduh Aslan,  İdari Yargıda Usul Ekonomisi, Bağlantı, Doğal Hâkim İlkesi Çekişmesi , (2011) 362 (10) Vergi Dünyası, 116, 117.  152Burak PINAR                                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  yetkisi  kanun  koyucu  tarafından  (hâkime)  tanınmamıştır.  Yine  kanun  koyucu  bağlantın varlığının tespitine ilişkin usullere yer verirken bunun birleştirme ile aynı anlama gelmeyecek ya da sebep-sonuç ilişkisi doğurmayacak açıklıkta düzenleme getirmiş ve açıkça birleştirmeye ilişkin düzenleme ihdas etmekten imtina etmiştir; düzenleme ihdas etmemiştir. Bu nedenle öncelikle İdari Yargılama Usulü Kanunu düzenleme ve uygulamasında bağlantılı dava/ların analizi yapıldıktan sonra seri dava ile ilişkisi/ayrımı ortaya konulmak suretiyle Danıştay 7 nci Dairesi nin yerleşik hale gelmeye başlayan içtihadının hukuka uygunluğu incelenmeye çalışılacaktır.  2.  Bağlantılı Dava  İdari Yargılama Usulü Kanunu nun 38 ilâ 42 nci maddeleri  bağlantılı davalar a ilişkin düzenlemeler  vermektedir.  Bağlantılı  davanın  tanımının  yapıldığı  İdari  Yargılama  Usulü Kanunu nun 38 inci maddesi göre;  Aynı maddî veya hukukî sebepten doğan ya da biri hakkında verilecek hüküm, diğerini etkileyecek nitelikte olan davalar bağlantılı davalardır.    Kanun  hükmünde  açıkça  düzenlendiği  üzere  birden  çok  idari  davanın  bağlantılı  dava sayılabilmesi için belirli şartların bir arada bulunması gerekmektedir;  22   Ankara BİM 1.VDD, 1832/555, 11.04.2018; Ankara BİM. 4.İDD, 558/1142, 03.05.2017; Ankara BİM 2.Kurul, 4395/7596,  24.12.2015;  İzmir  BİM  1.Kurul,  1354/1363,  17.05.2016.  Kararlar  için  bkz.  Balcı  (n  5) <https://vergialgi.net> Erişim Tarihi 22.01.2021. 23   Ayrıntılı bilgi için bkz. Bahtiyar Akyılmaz, Murat Sezginer ve Cemil Kaya, Açıklamalı-İçtihatlı Türk İdari Yargılama Hukuku (1.Baskı, Savaş 2019) 494.  Buna karşılık bağlantılı davalar  Davaların Birleştirilmesi  ile aynı anlamda kullanılmakta,  Davaların Birleştirilmesi  başlığı altında incelenmektedir. Bkz. A. Şeref Gözübüyük ve Turgut Tan, İdare Hukuku Cilt II (9. Bası, Turhan 2017), 956; Turgut Tan, İdare Hukuku, (5. Bası, Turhan 2016) 1071; Yusuf Karakoç, Genel Vergi Hukuku (7. Baskı, Yetkin, 2014) (Genel Vergi) 854; Yusuf Karakoç, Vergi Yargılaması Hukuku (4. Baskı, Yetkin, 2017), (Vergi Yargılaması) 205; Halil Kalabalık, İdari Yargılama Usulü Hukuku (14. Baskı, Seçkin 2020) 345; Ali D. Ulusoy, İdari Yargılama Hukuku (2. Baskı, Yetkin 2020) 190. 24   Doktrinde bağlantılı davalara ilişkin bkz. Celal Erkut,  İ.Y.U.K. Çerçevesinde İdari Dava Türleri ve Bazı Usuli Değişiklikler  (1985) 51 (1-4) İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, 221, 231; Gül Üstün, 2577 Sayılı İdari Yargılama Usulü Kanununda Bağlantılı Davalar ve Aynı Dilekçeyle Dava Açılabilecek Haller, (1. Baskı, On İki Levha 2018) 3; Gözübüyük ve Tan, (n 23), 956.  25   Cem Tekin,  Vergi Yargısında Bağlantılı Davalar ve Birleştirilmesi  (2003) 180 Vergi Sorunları, 41, 43. Ayrıca bkz. Hasan Oral,  Vergi Mahkemelerinde  Vekalet Ücreti  Özelinde Yaşanan Bazı Tartışmalı Uygulamalar  (2011) 3 Ankara Barosu Dergisi, 160, 168; Ayaz (n 21) <www.lebibyalkin.com.tr> Erişim Tarihi 10.12.2021; Yusuf Ziya Taşkan,  Vergi Yargısında Bağlantılı Davalar ve Davaların Birleştirilmesi  (1998) 68 <www.yaklasim.com>  Erişim Tarihi 1.10.2021; Melikşah Yasin,  İdari Yargıda Bağlantılı Davalar  <e-akademi.org> (2007) 60 (2), Erişim Tarihi: 12.11.2021; Memduh Aslan, 116, 120; İbrahim Ermenek,  Hakem Yargılamasında Bağlantılı Davalar  (2014) 16 Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi Prof. Dr. Hakan Pekcanıtez e Armağan, 1215, 1217; Üstün (n 24) 8; Celal Karavelioğlu, Açıklamalı, İçtihatlı ve İstinaf Kurumuyla İdari Yargılama Usulü Kanunu, (9. Basım, Adalet 2018) 1408; Zehreddin Aslan, Açıklamalı ve İçtihatlı İdari Yargılama Usulü Kanunu (1.Baskı, Seçkin 2019) 363. 153Burak PINAR                                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1    - görülmekte olan birden fazla dava olması,  - söz konusu davaların aynı maddî veya hukukî sebepten doğmuş olması ya da davalardan biri hakkında verilecek kararın diğerini etkileyecek nitelikte olması, davaların aynı yargılama aşamasında bulunması,  - davaların idari yargı organlar nezdinde açılmış olması ve  - davaların bir veya daha fazlasının karara bağlanmamış olması.    Yukarıda belirtilen şartların bir arada bulunması halinde, bağlantının varlığının tespitine ilişkin  süreç  işletilecek  ve  uyuşmazlığın  niteliğine  göre  38  vd.  maddeleri  uygulama  alanı bulacaktır.  Bağlantılı  davalar  ve  davalarda  bağlantının  belirlenmesine  ilişkin  esaslar,  çalışmanın konusunu doğrudan oluşturmadığından işbu çalışmayı ilgilendirdiği ölçüde ve ölçekte, tanımda belirtilen  aynı maddî veya hukukî sebepten doğma ya da biri hakkında verilecek hükmün diğerini etkileyecek nitelikte olma  koşulların ilişkin genel bilgiler verilecek, çalışmanın esasını oluşturan seri dava ile ilişkisi/ayrımı sonraki başlıkta ele alınacaktır   Bağlantılı  davaların  koşullarına  geçilmeden  önce,  İdari  Yargılama  Usulü  Kanunu nun 38 inci maddesinde belirtilen  Aynı maddî veya hukukî sebepten doğan  ifadesinin aynı Kanun un 5 inci maddesinde geçen  aralarında maddi veya hukuki yönden bağlılık … bulunan  ifadesi ile aynı anlamda ve içerikte yorumlandığı, yapılacak değerlendirmelerde 5 inci madde içerikli içtihat ve yorumlardan da yararlanılacağı belirtilmelidir.  26   Söz konusu aynılık için tek bir farklılık olduğu ileri sürülmektedir. İdari Yargılama Usulü Kanunu nun 5 inci maddesi salt idarî işlemleri konu alırken 38 inci madde bakımından böyle bir sınırlamanın bulunmadığı, her türlü idarî uyuşmazlığı konu edinen davaları kapsadığı belirtilmektedir. Bkz. Turgut Candan, Açıklamalı İdari Yargılama Usulü Kanunu, (8. Baskı, Yetkin 2020), (İdari Yargılama Usulü) 304, 1067, 1068. Bunun dışında, tek dilekçe ile dava açma hakkı/imkânı varken açılmamasında amacın davaların aynı mahkemelerde görülmesi sağlamamak olduğu da düşünülmelidir. Bununla birlikte, tek dilekçe ile dava açılması için hak ve menfaatte iştirak koşulu bağlantılı davalar için aranmadığından, bağlantılı davaların daha geniş bir alanı kapsadığı kabul edilmelidir. Çünkü davalar birleşmemekte, aynı yargı merciince çözümlenmektedir. Bkz. Zehreddin Aslan, (n 25) 363.  Kapsam yönüyle aynı yönde görüşe ek olarak; birden fazla işleme karşı tek dilekçe ile dava açılmasının,  henüz  dava  açılması  aşamasında  mümkün  olan  bir  kanunen  düzenlemiş  bir  davaların birleştirilmesi yöntemi olduğu; oysa, bağlantılı dava yöntemiyle davaların birleştirilmesi için açılmış birden fazla dava bulunması gerekeceği; bağlantılı davalarda, davalı idarenin aynı olması zorunluluğu da bulunmadığı ileri sürülmektedir. Bkz. Yasin (n 25) <e-akademi.org> Erişim Tarihi: 12.11.2021. Ayrıca bkz. Kazım Yenice ve Yüksel Esin, Açıklamalı İçtihatlı Notlu İdari Yargılama Usulü, (1.Baskı 1983) 685; A. Şeref Gözübüyük ve Güven Dinçer, İdari Yargılama Usulü (2. Baskı, Turhan 2001) 843. Krş. Karavelioğlu, (n 25) 1404; Akyılmaz, Sezginer ve Kaya (n 23) 494.   154Burak PINAR                                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1   Davaların aynı maddi veya hukukî sebepten doğmuş olması için davaya konu işlemlerin; ya (işlemlere gerekçesi oluşturacak olan) aynı maddî/vergiyi doğuran olayın birden çok işlem tesisine neden (ve birbiriyle ilgisinin) olması ya da (aynı kanunun aynı hükmüne dayalı olarak) aynı hukukî dayanağı olacak veya idarî işlemlerden biri ile ilgili hukukî sorunun çözümünün diğerleri ile ilgili hukukî sorunun çözümünü etkileyecek şekilde hukukî sebebi aynı olması gerekmektedir;  davaların aynı davacılara ait  olması  ya da konularının aynı  olması  da şart değildir.  Maddî sebebin aynılığı için; -  aynı ticarî ilişkinin birden fazla vergiyi doğuran olay doğurması, -  vergi incelemesi sonucunda kayıt dışı hasılat bulunduğunun tespit edilmesi halinde, kayıt dışı bırakılan kazanç yönünden gelir/kurumlar vergisi tarhiyatı, kayıt dışı hasılata ilişkin teslimden  kaynaklanan  katma  değer  vergisi  tarhiyatı  ile  kayıt  dışı  hasılata  ilişkin  fatura düzenlenmemiş olması nedeniyle özel usulsüzlük cezası kesilmesi işlemleri, -  Gümrük Kanunu ndan doğan, ayrı beyanname ile yapılan ithalatlara ilişkin gümrük vergileri ile para cezaları için düzenlenen tahakkuka konu vergi ve cezalar, -  Vergi  Usul  Kanunu ndan doğan, farklı dönemlere ilişkin  aynı  vergi tekniği  ve/ya inceleme raporuna dayalı tarhiyatlar,  27  Bkz. Taşkan (n 25) <www.yaklasim.com> Erişim Tarihi 1.10.2021. Krş. Karakoç, (n 23) Genel Vergi 854855; Karakoç (n 23) 205. Aynı yönde Tekin (n 25) 41, 44; Karavelioğlu (n 25) 383; Sancakdar (n 4) 228-229; Ermenek, (n 25) 1215, 1222. 28   Üstün, (n 24) 26.  29   Bu durumun delillerin toplanması, ayıklanması ve değerlendirilmesi bakımlarından hızlı ve basit yargılama ilkesine uygun düşmeyen karışıklıklar yaratabileceği; davaya konu edilecek işlemlerin maddî sebeplerinde benzerlik bulunması hali dışında 5 inci maddenin uygulanmasına esas alınmasının, maddeden beklenen amaca uygun düşmeyeceği görüşü hk. Candan (n 26) İdari Yargılama Usulü 304, 306. Krş. Bkz. Taşkan (n 25) <www.yaklasim.com> Erişim Tarihi 1.10.2021; Karakoç (n 23) Genel Vergi 854-855; Karakoç (n 23) 205. Aynı yönde Tekin (n 25) 41, 44; Karavelioğlu (n 25) 383; Sancakdar (n 4) 229-231; Ermenek (n 25), 1215, 1222. 30    Hukukî yönden bağlılık  koşulunun, buradaki anlamıyla, yani maddî sebeplerle ve bu işlemlere karşı davada ileri sürülen hukuka aykırılık iddialarıyla bağlı olarak uygulanmasının 5 inci maddeyle güdülen amaca uygun olduğu hk. bkz. Candan (n 26) İdari Yargılama Usulü 307-308.  31   Danıştay VGGK, 604/215, 15.05.2009, (Lexpere). 32   Yenice ve Esin, (n 26) 685. Aynı yönde Akyılmaz, Sezginer ve Kaya, (n 23) 493. Ayrıca bkz. Candan (n 26) İdari Yargılama Usulü 1068. Krş. Tekin (n 25) 41, 44. 33   Candan (n 26) İdari Yargılama Usulü 304.  34   İbid 304, 1067. Aynı yönde Tekin, (n 25) 41, 44; Balcı (n 5) <https://vergialgi.net> Erişim Tarihi 22.01.2021. 35   İbid 304.  36   İbid 304.  155Burak PINAR                                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  -  3568 sayılı Kanun un 12 nci maddesi uyarınca müştereken ve müteselsilen sorumlu olan  mükellef  ve  yeminli  mali  müşaviri  adına  salınan  vergiler  ve  cezaları  örnek  olarak verilebilirken,   hukukî sebebin aynılığı için; -  Vergi Usul Kanunu nun aynı maddesinin aynı hükmüne göre fakat ayrı fiiller için kesilen vergi cezaları, -  aynı vergi kanununun aynı hükmü uyarınca farklı dönemler için salınan vergilere ait tarh işlemleri, -  kanunî temsilci adına, Vergi Usul Kanunu nun 10 uncu maddesi uyarınca ayrı ayrı tesis edilen vergi aslı içerikli/talepli ödeme emri ile bu vergi aslı sebebiyle hesaplanan gecikme faizinin tahsili içerikli/talepli ödeme emri, -  Gelir Vergisi Kanunu nun 119 uncu maddesine göre yapılacak bildirimin yasal süre geçtikten  sonra,  beyana  çağrı  mektubu  üzerine  pişmanlıkla  beyan  edilmesi  üzerine,  farklı vergilendirme  dönemlerine  ait  cezalardan  birine  karşı  açılacak  dava/lar  ile  (beyana  çağrı mektubunun tebliğinden sonra) pişmanlık hükümlerinden yararlanma(nın mümkün olabilirliğine ilişkin) talepli dava, -  limited şirketin vergi borcunu ödeyememesi nedeniyle birden fazla ortaktan verginin tahsili içerikli/talepli ödeme emri örnek olarak verilebilir.  Kanun  hükmünde   aynı  maddî  sebebe  dayanma   ile   aynı  hukukî  sebebe  dayanma  şeklinde iki ayrı durum bulunduğu/tercih edildiği  veya  bağlacı kullanılarak ifade edilmekte, kanun  koyucunun  bu  açık  tercihi/iradesi  karşısında   ve   bağlacı  anlamında  kullanıldığı  ve yorumlandığı,  Danıştay ın  da  bu  yönde  kararları  olduğu  ileri  sürülmektedir.  Her  iki durumun/koşulun birlikte olduğunun kabulünün zorunluluk olduğu, aksi yönde yorumun ise,  aynı (kanun) hükmünün uygulanması sonucu görülen ya da aynı vergi doğurucu olaya dayanan tüm davalar arasında bağlantının varlığından söz etmek gibi anlamsız bir sonuç ortaya çıkacağı  iddia edilerek;  iki veya daha çok dava arasında bağlantının varlığından söz edebilmek için bunların  37   İbid 304. 1067, dn.1745.  38   İbid 305.  39   Dş. 7.D., 30.09.2010, E.2010/5548, K.2010/4415, (Dş. Der. Yıl: 40, S.125, 2010, s.264). 40   İbid 304..  41   İbid 307.  42   Karakoç, (n 23)  Genel Vergi  855; Karakoç, (n 23) 205.  43    Gözübüyük ve Dinçer (n 26) 843. Aynı yönde bkz. Tekin (n 25) 41, 44; Oral, (n 25) 160, 169. Her iki bağlacın kullanılmasının aynı sonuçlar doğuracağı yönünde görüş için bkz. Akyılmaz, Sezginer ve Kaya, (n 23) 494156Burak PINAR                                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  aynı maddi ve hukuki sebeplerden kaynaklanmış olması yanında bu davaların biri hakkında verilecek  kararın,  diğerinin  veya  diğerlerinin  sonucunu  etkileyecek  nitelikte  bulunması gerekmektedir. Yoksa davanın taraflarının ve konusunun aynı olmasının önemi bulunmamaktadır. Davaların  aynı  hukuksal  nedenlerden  doğması  hususu,  bağlantılı  davaların  temelini  teşkil etmektedir .şeklindeki yargısal yorum, görüşe dayanak olarak gösterilmektedir.   Kanun  hükmünde   aynı  maddî  sebebe  dayanma   ile   aynı  hukukî  sebebe  dayanma  şeklinde iki ayrı durumun birlikte arandığı ve kanun koyucunun  veya  bağlacı ile açıkça ortaya koyduğu iradesini  ve  bağlacını  ifade etmek istediği  şeklinde yorumun, İdarî Yargılama Usulü Kanunu nun açık metni ile vergi yargılamasına hâkim olan ilke ve esaslara uygun olmadığı gibi dayanak olarak gösterilen yargı kararına da uygun olmadığı düşünülmektedir. Şöyle ki;  İlk olarak yargı kararında, salt  ve  bağlacını kullanılmakla Danıştay ın görüşü olduğu yönünde bir algı kabul edilemeyeceği gibi 7. Daire ile diğer dairelerin bağlantılı davalara ilişkin içtihatlarında  mutlak  bir  birlik  (teklik)  de  söz  konusu  değildir.  Şöyle  ki,  Danıştay  İçtihadı Birleştirme  Kurulu nun  28.02.1975  gün  ve  E.1971/13,  K.1975/8  sayılı  kararının  alınması sürecinden günümüze Danıştay 7 nci Dairesi nin bu konudaki içtihatlarının aynı/benzer yönde bir çizgi gösterdiği yönünde bir algı kabul edilebilirse de diğer Daireler in (açıkça) ne aynı yönde ne de farklı yönde bir içtihat gelişimi gösterdiği anlaşılamamaktadır. Danıştay 7 nci Dairesi dışındaki Daireler in temyiz başvurularının bu yönünü ihmal etmek suretiyle temyiz/hukuka uygunluk incelemesi yapması zımnî kabul olarak yorumlanabilirse de aksini ortaya koyacak açıklıkta bir içtihat  ortaya  konulmaması  da  yerleşik  bir  Danıştay  görüşünden  bahsedilmesini  olanaksız kılmaktadır.      İkinci olarak, kanun koyucunun hükmü ihdas ve tanzim ederken lafza ilişkin tereddüt bırakmadığı dikkate alınarak, yorumda önceliğin lafza ağırlık verilmesi suretiyle değerlendirme yapılmalıdır. Zira söz konusu lafzî (deyimsel) yorum yönteminde, öncelikle kanun hükmünde yer alan  kelimelerin,  deyimlerin,  ifadelerin  dilbilgisi  kuralları  yönünden  cümle  yapısı  içindeki anlamları araştırılmakta; sonrasında ise vergi kanunlarında yer alan ve diğer hukuk dallarıyla iktisat, muhasebe, işletme gibi alanlara ilişkin deyimlerin ne ifade ettiğinin, söz konusu deyimlerin  495. Aksi yönde Karakoç, (n 23)  Genel Vergi  855; Karakoç, (n 23) 206; Yasin, (n 25) <e-akademi.org> Erişim Tarihi: 12.11.2021. 44    Danıştay 7.D, 1152/1391, 09.07.1984, (Lexpera).  157Burak PINAR                                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  bu alanlardaki yerleşmiş anlamlarına bakılarak araştırılması gerekmektedir. Buna göre yorum yapılırken, kural olarak,  lafzın açık olmadığı hallerde  diğer yorum yöntemlerine başvurulması gerektiğinden, lafzın açıkça  veya  bağlacının tercih edildiğini gösterdiği bir durumda diğer yorum yöntemlerine başvurulmasının mümkün olmadığı düşünülmektedir. Kaldı ki, diğer yorum yöntemlerine başvurulsa dahi,  veya  bağlacının  ve  olarak yorumlanması gerektiğini ileri süren görüş, tarihî yorum yoluyla sonuca varmaya çalışmakta ve fakat söz konusu yorum yöntemine aykırı bir şekilde, hükmün  konuluşundaki maksat  araştırılmaksızın kanun koyucunun iradesini yorumlamaya  çalışmaktadır.  Bu  çerçevede  yapılacak  tarihî  yorumda,  bir  kanun  hükmü uygulanırken, kanun koyucunun kanunun yapıldığı andaki iradesi ve amacı araştırılmalı; kanun gerekçelerine ve meclis tutanaklarına bakılması gerekmektedir. Buna göre bağlantılı davaların ihdasını sağlayan 4001 sayılı Kanun un madde gerekçelerine bakıldığında  eklenen fıkrada  bağlantılı dava nın tanımı yapılmak suretiyle bağlantılı davalara uygulamada açıklık getirilmek istenmektedir   demek  suretiyle  tanım  yapmak  suretiyle  iradesini  açıkça  ortaya  koyduğu görülmekte;48 kanun koyucunun iradesinin  ve  bağlacı yönünde olduğunu tarihî yorum yaparak kabul eden görüşün dayanağını yitirdiği düşünülmektedir.  Yapılan  açıklamalardan  anlaşılacağı  üzere,  dayanak  alınan  içtihadın  gerek  yerleşik olmaması gerek(se) içeriğinde kanun koyucunun  veya  bağlacını kullanırken (aslında) yerine  ve  bağlacını tercih etmemesi, aksine, hükümde yapılan değişiklikle,  aynı şahsı ilgilendiren birden fazla işleme karşı aynı dilekçe ile dava açılabilmesi için, bu işlemler arasında yalnızca maddî  yönden  bağlılık  veya  yalnızca  hukukî  yönden  bağlılık  (ya  da  sebep-sonuç  ilişkisinin bulunması  yeterlidir   şeklinde  anlaşılması  gerekmektedir.  Kaldı  ki,  koşulların  tamamının varlığını  arama  yönünde  yapılacak  yorum  kendi  içinde  çelişkiyi  de  barındırmış  olacak  ve davalardan biri  hakkında verilecek hükmün diğerini etkileyecek nitelikte olması  durumunda bağlantı varlığı halinde, kurumlar vergisi tarhiyatının gelir vergisi stopajı açısından matrah farkı  45    Karakoç, (n 23)  Genel Vergi  171. 46    İbid 172. 47     İdarî Yargılama Usulü Kanununun Bazı Maddelerinin Değiştirilmesi Hakkında Kanun , (RG. 18.06.199421964). 48    Bkz  İdarî Yargılama Usulü Kanununun Bazı Maddelerinin Değiştirilmesi Hakkında Kanun Tasarısı ve Çorum Milletvekili Cemal Şahin'in İdarî Yargılama Usulü Kanununun 2 nci Maddesinde Değişiklik Yapılmasına ve Bu  Kanuna  Bir  Ek  Geçici  Madde  Eklenmesine  Dair  Kanun  Teklifi  ve  Adalet  Komisyonu  Raporu , (https://www.tbmm.gov.tr/tutanaklar/TUTANAK/TBMM/d/c/tbmm62115ss9.pdf)  Erişim Tarihi 22.01.2021. 49     Bkz. Taşkan, (n 25) <www.yaklasim.com>  Erişim Tarihi 1.10.2021. Krş. Karavelioğlu (n 25) 383. 50   Candan (n 26)  İdari Yargılama Usulü  304.  158Burak PINAR                                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  oluşturacağı davalar örneğinde olduğu gibi aynı maddî veya hukukî sebebe dayanmayan davalar söz konusu olacaktır. Öte yandan, davalar yalnız aynı yargılama aşamasında ise bağlantılı dava olarak kabul edilebilir niteliktedir. Bu şartın gerçekleşmesi için bağlantılı olduğu iddia edilen davaların her birinin ya ilk derece mahkemesinde ya da temyiz veya istinaf aşamasında bulunması gerekmektedir; biri istinaf diğeri ilk derece mahkemesinde görülen davaların bağlantılı dava olarak kabul edilmesi mümkün değildir.  Yukarıda sayılan şartların bağlantının tespitine esas alınabilesi için (bağlantılı) davaların idarî yargı organlarında açılmış ve herhangi biri veya hepsinin henüz karara bağlanmamış olması gerekmektedir. Aynı idarî yargı organın nezdinde açılmış davaların bağlantılı olabileceği kanun hükmünde açıkça belirtilmiş olup adlî yargıda görülen bir davanın idarî yargı davası ile bağlantılı olduğu sebebiyle birleştirilmesini talep imkânı bulunmamaktadır. Yine içlerinden bir hakkında karar verilen davaların  da bağlantılı  dava olması  neden gösterilerek birleştirilmesi  mümkün değildir. Ayrıca, davaların derdest olmaması ve her bir dava için dava açma koşullarının sağlanmış olması da ileri sürülmektedir.    Kanun metninden ve bağlantılı  dava şartlarından da görüleceği  üzere İdari  Yargılama Usulünde dava arkadaşlığına yer verilmediği gibi her bağlantılı davada dava arkadaşlığından söz etmek de mümkün değildir. Bağlantılı davaların birleştirilmesi sonrasında dava arkadaşlığının görülmesinin mümkün olabileceği ve ihtiyati dava arkadaşlığının bağlantılı davalarda da mümkün olduğu ileri sürülebilirse de bağlantılı davalarda davacı veya davalı tarafta birden fazla kişinin yer alabilmesi mümkün değildir. Zira idari yargılamaya konu edilen davalarda davalı ve davacı tarafın aynı ve tek kişi olduğu hallerde de bağlantılı dava hükümleri uygulanabilmektedir.    Tekin (n 25) 41, 44; Oral, (n 25) 160, 171; Candan (n 26) İdari Yargılama Usulü 946; Akyılmaz, Sezginer ve Kaya, (n 23) 497.  52     Tekin, (n 25) 41, 45; Oral, (n 25) 160, 171, 172; Candan (n 26) İdari Yargılama Usulü 946; Akyılmaz, Sezginer ve Kaya, (n 23) 497. Ayrıca bkz. Arzu Ulusoy,  İdari Yargıda Bağlantılı Davalar  (15) 1 İdare Hukuku ve İlimleri Dergisi, 185,187; Üstün (n 24) 39. 53    Tekin (n 25) 41, 46; Oral, (n 25) 160, 171; Arzu Ulusoy, (n 52) 185, 188; Candan (n 26) İdari Yargılama Usulü 1069; Kalabalık (n 23) 346. Ayrıca bkz. Yakup Bal, Mustafa Karabulut ve Yahya Şahin, İdari Yargılama Usulü İle İlgili Danıştay 10. Dairesinin Seçilmiş Kararları (1.Baskı, Seçkin 2003) 851.  54    Üstün (n 24) 42. Ayrıca bkz. Turan Yıldırım, Melikşah Yasin, Nur Kaman, H. Eyüp Özdemir, Gül Üstün ve Özge Okay Tekinsoy, İdare Hukuku, (6. Baskı, On İki Levha Yayıncılık, 2017) 812, 813; Zehreddin Aslan, (n 25) 365; Akyılmaz, Sezginer ve Kaya, (n 23) 500.  55  Aksi yönde Sancakdar, (n 4) 224. 159Burak PINAR                                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  Kanun  koyucu  tarafından  bağlantılı  davalara  ilişkin  irade  tesis  edilirken  birleştirme öngörülmediği; davalar arasında bağlantı bulunması halinde birleştirmeye ilişkin hüküm tesis edilmediği yukarıda ifade edilmişti. Öte yandan davaların birleştirilmesine ilişkin hüküm tesis eden Hukuk Muhakemeleri Kanunu nda söz konusu müessesenin yanında 167 nci maddesi hükmü ile davaların ayrılmasına ilişkin düzenlemeye yer verilmesine karşılık, idarî/vergi yargı alanında ise kanun koyucunun bu yönde düzenlemede bulunmama tercihi yönünde iradesini ortaya koyduğu görülmektedir. Bu nedenle, birleştirmenin mümkün olabileceği yönünde yapılan/yapılacak yorum, diğer gerekçeler dışında idarî yargılama usulü ile getirilen ayrı veya tek dava açma seçimlik hakkının  da  ortadan  kaldırılması  anlamına  geleceğinden  kabulünün  mümkün  olmadığı düşünülmektedir.  3.  Bağlantılı Dava – Seri Dava Ayrımı  Kanun koyucu tarafından düzenlenen ve kanun metninde  açıkça  yer verilen kavramlar dikkate alındığında özellikle bağlantılı davalar ve seri davalar ayrımının kesin çizgilerle ortaya konulması elzemdir.   İdari Yargılama Usulü Kanunu nun 38 inci maddesinde belirtilen aynı maddî veya hukukî sebepten doğan ya da biri hakkında verilecek hüküm diğerlerini etkileyecek nitelikte olan davalar olarak tanımlanan davalar, seri davalar olarak vergi hukuku/yargısı doktrininde tanımlanma çabası bulunsa da 57 açık kanunî düzenleme ve Danıştay kararları kapsamında kabul edilmesi mümkün değildir. Danıştay İçtihadı Birleştirme Genel Kurulu ise seri davaları, seri halinde açılan benzer davalar (yani tarafları ayrı, konusu aynı, tarafları ve konusu aynı olan benzer davalar ) olarak kabul etmiştir. Buna göre bağlantılı davaların unsurların yola çıkan bir tanımlama çabası olduğu görülmekte  ise  de  Kanun da  yer  alan  bağlantılı  davalar  düzenlemesinden  yola  çıkıldığında, müessesenin ve düzenlemenin seri dava kavramını karşılamaya yeterli olmadığı açıktır. Kanunî düzenlemede birbirinin sonucunu etkileyen davaların da bağlantılı dava olacağı kabul edilmişse de söz konusu davaların seri dava olarak kabul edilmesi her durumda mümkün değildir. Birbirinin sonucu etkileyecek davaların konusu aynı olamayacağı gibi seri halinde açılmamış olması ve en önemlisi vekile ayrı emek ve mesai harcatması sebebiyle her zaman seri dava olarak kabul edilmesi mümkün değildir. Seri dava kavramını hem hukuk/adlî hem de idarî yargı için  aynı veya benzer  56  Birleştirmenin zorunlu olmadığı görüşü için bkz. Oral, (n 25) 160, 186; Kalabalık (n 23) 335. 57  Candan, (n 26)  İdari Yargılama Usulü  935.  58  Danıştay İBGK, 13/8, 28.2.1975 (Lexpera). 160Burak PINAR                                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  sebeplerden kaynaklanan ve konuları da birbirine oldukça benzer olan aynı davalı kişi ya da kişilere karşı  açılan davalar  olarak tanımlanabileceğine ilişkin  görüş de mevcut olmakla belirtilen gerekçelerle sorunun çözümüne cevap verebilecek nitelik taşımamaktadır. Dolayısıyla, inceleme konusu kararda hukuka aykırı uygulandığı düşünülen Avukatlık Asgari Ücret Tarifesinin 22 inci maddesinde yer alan seri davalar sebebiyle vekalet ücreti hükümlerinin uygulanması için davaların hem maddî hem de hukukî sebeplerinin aynı olması gerektiği, farklılıkların emek ve çaba harcanmasını gerektireceği ve hatta iyiniyetin aranması gerektiği  yönünde kıyası aşan bir yorumun açık kanunî düzenleme (yani pozitif hukuk kaynağı zorunluluğu) ve seri davanın niteliği gereği kabulü mümkün olamamaktadır.  III.  HUKUKÎ DEĞERLENDİRME  İnceleme konusu edilen kararda davacı tarafın talebi iki farklı tarih ve dört farklı sayılı serbest dolaşım beyannamelerinin hesaplamalarındaki hata sebebiyle yapılan itirazın zımnen reddi idarî işleminin iptali ve fazladan ödenen tutarların iadesine ilişkindir. Kararda da belirtildiği üzere ilk derece mahkemesi ve istinaf kararlarında dört farklı beyannameye ilişkin açılan davaların birleştirilmiş olması da değerlendirilerek işlemin iptali fazlaya ilişkin ödemenin iadesine karar verilerek her bir dosya için ayrı ayrı vekalet ücretine hükmedilmiştir.   Danıştay tarafından inceleme konusu edilen kararda tetkik hâkimi tarafından belirtilen görüşte de açıkça  birleştirilen, ancak seri dava niteliğinde olmayan  dava hakkında tek vekalet ücretine hükmedilmesi gerektiği belirtilmiştir. Belirtildiği üzere İdari Yargılama Usulü Kanunu, 5 inci maddesi ile boşluk bırakmaksızın davacı tarafa seçimlik hak tanınmış olup her bir idari işleme karşı ayrı dava açılması kural, aralarında maddî veya hukukî yönden bağlılık ya da sebepsonuç ilişkisi bulunan birden fazla işleme karşı tek dava açılması ise istisnadır.    59   Babacan, (n 15)  Seri Nitelikte Açılan Davalar  16. 60    Açılan davaların değeri, aynı amacı elde edilmesine yönelik tek dava yerine pek çok dava açılması, seri davalara  harcanın  emek  ve  mesainin  çok  üzerinde  vekalet  ücretinin  kazanılması  iyiniyet  kuralları  ile bağdaşmaz, dolayısıyla hukuk düzenince de korunmaz  Yar.10.HD. 27.12.2011 tarih ve E: 2011/18171, K: 2020/20469, (Balcı, (n 5)  <https://vergialgi.net> Erişim Tarihi 22.01.2021). 61   Danıştay 12.D, 5705/4199, 21.05.2013 (Candan (n 26) İdari Yargılama Usulü 936).  62   Aynı  yönde  bkz.  Turgut  Candan,   İdari  Yargılama  Usulüyle  İlgili  Sorulara  Yanıtlar  <https://turgutcandan.com>  Erişim  Tarihi  03.01.2021,  (Sorulara  Yanıtlar).  Ayrıca  bkz.  Balcı  (n  5) <https://vergialgi.net> Erişim Tarihi 22.01.2021. Krş. Babacan (n 15)  Seri Nitelikte Açılan Davalar  16. 161Burak PINAR                                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  İnceleme konusu yapılan kararda maddî olaya ilişkin verilen ayrıntılarda davacı tarafın dört farklı beyannameye karşı ayrı ayrı itirazda bulunduğu açıkça belirtilmiştir. Davacı tarafça itiraza konu beyannamelere ilişkin de seçimlik hak kullanılarak ayrı ayrı dava açılmıştır. Kararda her ne kadar usul ekonomisi ilkesine vurgu yapılmışsa da salt usul ekonomisi ilkesi ileri sürülerek, Kanun un  âmir  ve  açık  hükümlerinin  yok  sayılmak  suretiyle  vekalet  ücretinde  kısıtlamaya gidilmesi mümkün değildir. Kaldı ki, inceleme konusu edilen emsal/örnek kararda ihtiyarî dava arkadaşlığı bulunmamaktadır; bulunsa dahi bu kez açık kanun hükmü gereği her dava ayrı ayrı ve birbirinden bağımsız olarak değerlendirilerek hüküm tesisi yoluna gidilmesi gerekecektir, sonuç değişmeyecektir. Bu nedenle, seçimlik hak kullanılarak her bir beyannameye ilişkin ayrı dava açılması seçimlik hakkın kullanılması niteliğinde görülerek idare tarafından ayrı ayrı düzenlendiği kararda belirtilen beyanname numaralarından da açıkça anlaşılan işlemlere yönelik usulî yargısal işlemde gerekçe ve sonuç yönüyle hukuka uygunluk bulunmadığı düşünülmektedir. İdarece davacı tarafça yapılan itiraza açık bir cevap verilmemiş yapılan itirazların idarece birleştirilerek tek bir cevabın verilmiş olması, davanın açılması ile ilgili seçimlik hak tercihinde bulunan davacı tarafın hukukî tasarrufunun ortadan kaldırıcı nitelikte hukuki düzenleme bulunmadığı gerçeğini ortadan kaldırmamakta; bu kez  tabi hâkim güvencesi nin ihlâli tartışmaya açılacaktır.     Karar belirtildiği ve yukarıda da açıklandığı üzere davaların birleştirilmesi zorunluluk olmayıp  birleştirilme  halinde  dahi  ayrı  ayrı  vekalet  ücretine  hükmedilmesinde  bir  sakınca bulunmamaktadır.  Kararda  da  açıkça  belirtildiği  üzere  Avukatlık  Asgari  Ücret  Tarifesi nde davanın takibi sırasında karşılık dava açılması, başka bir davanın bu davayla birleştirilmesi veya davaların ayrılması durumunda, her dava için ayrı ücrete hükmolunacağı hüküm altına alınmıştır. Ancak  inceleme  konusu  edilen  kararda  (söz  konusu  karardan  yola  çıkılarak  verilen  birçok kararda) bu hükme aykırılık bulunmaktadır.    Yukarıda yer alan değerlendirmeler ile seri dava niteliği taşımayan işbu davalarda seri davaya yaklaşan özellikler mevcut olsa da vekalet ücretinin ayrı ayrı hükmedilmemesine ilişkin sınırın aşılmadığı göz önünde bulundurulduğunda gönderilen beyanname ve yapılan itirazın ayrı  63   Bu durumda ikinci davanın derdestlik nedeniyle incelenmeksizin reddine karar verilmesi yönünde görüş için bkz. Candan (n 62) Sorulara Yanıtlar  <https://turgutcandan.com> Erişim Tarihi 03.01.2021 Aynı yönde Balcı (n 5) <https://vergialgi.net> Erişim Tarihi 22.01.2021. 64   Bkz. Balcı (n 5) <https://vergialgi.net> Erişim Tarihi 22.01.2021. Krş. Babacan (n 1) Seri Davalar 9. 65   Bu yönde kararlar için bkz. Balcı (n 5) <https://vergialgi.net> Erişim Tarihi 22.01.2021. 162Burak PINAR                                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  ayrı idari işlem konusu olması sebebiyle ayrı ayrı vekalet ücretine hükmedilmesi gerekirken tek vekalet ücretine hükmedilmesi gerektiği yönünde verilen karar doğru bulunmamıştır.   SONUÇ   İdari  Yargılama  Usulü  Kanunu  ile  getirilen  seçimlik  hak  ve  idarî  işlemlerin  fazlalığı sebebiyle kendini vekil ile temsil ettiren taraf lehine ayrı ayrı vekalet ücretine hükmedilmesi inceleme konusu örnek/emsal karar nezdinde işbu incelemenin konusunu oluşturmaktadır. Kararda ve  Danıştay  7 nci  Dairesi nin  yerleşik  uygulamasında  belirtilen,  vekâlet  ücretinin  salt  usul ekonomisi ilkesi gerekçesi ile kısıtlanması pozitif hukuk düzenlemeleri ile usul hukukunun temel müesseseleri karşısında mümkün değildir. Zira vekâlet ücreti, vekilin vermiş olduğu hizmetin, gösterdiği çaba ve emeğin karşılığı olup kanun koyucunun tazmin amacını mı cezalandırma amacını mı yoksa sistem icabı mı bu gidere hükmedilmesini zorunlu kıldığına göre bakılması gerekmektedir. Karara konu yargılamada, yüksek yargı organının kanun koyucunun iradesini esas alarak bu üç amaçtan yalnız birini seçtiğini söylemek de mümkün olamamaktadır. İnceleme konusu  edilen  kararda  da  üç  sebepten  de  uzaklaşılarak  vekalet  ücretinin  azaltılması  yoluna gidilmiştir. Oysa değerlendirme yapılırken idarî/vergi yargılama hukukunda seri dava- bağlantılı dava ayrımının net bir şekilde ortaya konulması bilhassa davaların birleştirilmesi ve bu sebeple vekalet ücretine ilişkin ihtilafların ortadan kaldırılmasına yardımcı olacaktır. Kararda her ne kadar davaların birleştirilmesi kurumu üzerinde durulduysa da Hukuk Muhakemeleri Kanunu na yapılan atıf dikkate alınmadan birleşen davalarda tek vekalet ücretine hükmedilmesi gerektiği yönünden karar tesis edilmiştir. Söz konusu aykırılık özellikle farklı idarî işlemlere karşı yapılan farklı idarî başvurulara idarenin tek cevap vererek davacı tarafın hakları kısıtlayıcı yönde hareket etmesinden kaynaklanmaktadır. Buna göre, idarî usulün başından başlamak üzere tercihini her bir idarî işlemi ayrı yoldan idari ve yargısal süreçte takip etme tercihinde bulunan davacının anayasal ve kanunî haklarının ihlâl edilerek hüküm tesis edildiği sonucuna varılmaktadır.       66   Bu yönde kararlar ve farklı görüş içeren karşı oy için bkz Balcı, (n 5) <https://vergialgi.net> Erişim Tarihi 22.01.2021.   67   Gözde Kazaz, Hukuk Muhakemeleri Kanunu na Göre Yargılama Gideri Olarak Vekalet Ücreti, (Bahçeşehir Üniversitesi Sosyal Bilimler Enstitüsü Yüksek Lisans Tezi 2019) 69. 163Burak PINAR                                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1",
     "Kaynakça": "Akyılmaz B, Sezginer M ve Kaya Cemil, Açıklamalı İçtihatlı Türk İdari Yargılama Hukuku (1.Baskı, Savaş 2019)  Arslan R, Yılmaz E, Taşpınar Ayvaz S ve Hanağası E, Medenî Usul Hukuku, (4. Baskı, Yetkin 2018) Aslan M,  İdari Yargıda Usul Ekonomisi, Bağlantı, Doğal Hâkim İlkesi Çekişmesi , (2011) 362 (10) Vergi Dünyası, 116 127  Aslan Z, Açıklamalı ve İçtihatlı İdari Yargılama Usulü Kanunu (1.Baskı, Seçkin 2019)  Ayaz G,  Vergi Yargılama Hukukunda Bağlantılı Davaların Birleştirilmesi  (1998) 12 (72) (Lebib Yalkın Mevzuat Dergisi) <www.lebibyalkin.com.tr> Erişim Tarihi 10.12.2021.   Babacan T, Medeni Yargılama Hukukunda Seri Davalar, (Gazi Üniversitesi Sosyal Bilimler Enstitüsü Yüksek Lisans Tezi, 2019), (Seri Davalar).   Babacan T,  Seri Nitelikte Açılan Davalar Sonucunda Verilen Hükümlerin Birbirine Etkisi  (2018) 13 (141) Terazi Hukuk Dergisi, 14 30, (Seri Nitelikte Açılan Davalar). Bağlı Tahiroğlu Y, Hukuk Yargılamasında Vekâlet Ücreti, (İstanbul Üniversitesi Sosyal Bilimler Enstitüsü Yüksek Lisans Tezi 2019).  Bal Y, Karabulut M ve Şahin Y, İdari Yargılama Usulü İle İlgili Danıştay 10. Dairesinin Seçilmiş Kararları (1.Baskı, Seçkin 2003).   Balcı M,  Vergi Yargısında Birleştirme Kararı ve Yaşanan Hukukî Sorunlar  <https://vergialgi.net> Erişim Tarihi 22.01.2021 Candan T, Açıklamalı İdari Yargılama Usulü Kanunu, (8. Baskı, Yetkin 2020), (İdari Yargılama Usulü).  Candan T,  İdari Yargılama Usulüyle İlgili Sorulara Yanıtlar  <https://turgutcandan.com> Erişim Tarihi 03.01.2021, (Sorulara Yanıtlar). Ermenek İ,  Hakem Yargılamasında Bağlantılı Davalar  (2014) 16 Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi Prof. Dr. Hakan Pekcanıtez e Armağan, 1215 1252.  Erkut C,  İ.Y.U.K. Çerçevesinde İdari Dava Türleri ve Bazı Usuli Değişiklikler  (1985) 51 (1 4) İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, 221 235.  Gözübüyük A.Ş ve Dinçer G, İdari Yargılama Usulü (2. Baskı, Turhan 2001)   164Burak PINAR                                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  Gözübüyük A.Ş ve Tan T, İdare Hukuku Cilt II (9. Bası, Turhan 2017) Kalabalık H, İdari Yargılama Usulü Hukuku (14. Baskı, Seçkin 2020) Karakoç Y, Genel Vergi Hukuku (7. Baskı, Yetkin, 2014) (Genel Vergi),  Karakoç Y, Vergi Yargılaması Hukuku (4. Baskı, Yetkin, 2017), (Vergi Yargılaması). Karavelioğlu C, Açıklamalı, İçtihatlı ve İstinaf Kurumuyla İdari Yargılama Usulü Kanunu, (9. Basım, Adalet 2018).  Kazaz  G,  Hukuk  Muhakemeleri  Kanunu na  Göre  Yargılama  Gideri  Olarak  Vekalet  Ücreti, (Bahçeşehir Üniversitesi Sosyal Bilimler Enstitüsü Yüksek Lisans Tezi 2019) Kuru B, İstinaf Sistemine Göre Yazılmış Medeni Usul Hukuku, (1. Baskı, Legal 2016)  Oral  H,   Vergi  Mahkemelerinde   Vekalet  Ücreti   Özelinde  Yaşanan  Bazı  Tartışmalı Uygulamalar  (2011) 3 Ankara Barosu Dergisi, 160 193  Pekcanıtez H, Özekes M, Akkan M ve Taş Korkmaz H, Pekcanıtez Usûl Medenî Usûl Hukuku C. III (15. Bası, On İki Levha 2017) Rüzgaresen C, Medeni Muhakeme Hukukunda Usul Ekonomisi İlkesi (1. Baskı Yetkin 2013)  Sancakdar O,  İdari Yargıda  Tek Dilekçe İle Dava Açma  (Karşılaştırmalı Hukukî Analiz)  (2007) 9 (2) Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, 223 269.  Taşkan Y.Z,  Vergi Yargısında Bağlantılı Davalar ve Davaların Birleştirilmesi  (1998) 68  <www.yaklasim.com>  Erişim Tarihi 1.10.2021.  Tan T, İdare Hukuku, (5. Bası, Turhan 2016). Tekin C,  Vergi Yargısında Bağlantılı Davalar ve Birleştirilmesi  (2003) 180 Vergi Sorunları, 4149.  Türkoğlu Üstün K, İdari Yargılama Usulüne Hâkim Olan İlkeler, (1.Baskı Seçkin 2019).  Üstün G, 2577 Sayılı İdari Yargılama Usulü Kanununda Bağlantılı Davalar ve Aynı Dilekçeyle Dava Açılabilecek Haller, (1. Baskı, On İki Levha 2018)  Ulusoy A,  İdari Yargıda Bağlantılı Davalar  (15) 1 İdare Hukuku ve İlimleri Dergisi, 185 195.  Ulusoy A, İdari Yargılama Hukuku (2. Baskı, Yetkin 2020). 165Burak PINAR                                                                                                     NKÜ Hukuk Fakültesi Dergisi 2022/1  Yakar S,  Bir Usul Ekonomisi Kolaylığı: Vergi Yargısında Tek Dilekçe İle Dava Açma  (2012) 162 Maliye Dergisi, 448 466.  Yasin M,  İdari Yargıda Bağlantılı Davalar  <e akademi.org> (2007) 60 (2), Erişim Tarihi: 12.11.2021.  Yıldırım T, Yasin M, Kaman N, Özdemir H, Üstün G ve Okay Tekinsoy Ö, İdare Hukuku, (6. Baskı, On İki Levha Yayıncılık, 2017).  Yılmaz E,  Usul Ekonomisi  (2008) 57 (1) Ankara Üniversitesi Hukuk Fakültesi Dergisi, 243274. Yenice K ve Esin Y, Açıklamalı İçtihatlı Notlu İdari Yargılama Usulü, (1.Baskı 1983).  166"
}