{
     "Tip": "Makale",
     "Dergi İsmi": "Yıldırım Bayazıt Üniversitesi ",
     "Üniversite İsmi": "",
     "Gün": "08",
     "Ay": "07",
     "Yıl": "2021",
     "Cilt": "1",
     "Sayı": "2021/1",
     "Başlık": "ADİL YARGILANMA İLKELERİ AÇISINDAN TÜRK CEZA YARGILAMASINDA GİZLİ TANIKLIK KURUMU",
     "Title": " FAIR TRIAL PRINCIPLES AND ANONYMOUS WITNESS IN TURKISH CRIMINAL PROCEDURE",
     "Yazar İsmi": [

          "  Doç. Dr. Devrim AYDIN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          " Delil", "Tanık", "Gizli Tanık", "Ceza Yargılaması", "Adil Yargılanma"

     ],
     "Keywords": [
          " Evidence", "Witness", "Anonymous Witness", "Criminal Procedure", "Fair Trial"

     ],
     "Özet": "Ceza yargılamasında tanık beyanının güvenilirliğinin sınanabilmesi için tanığın  açık  bir  duruşmada  dinlenmesi,  sanıkla  yüzleştirilebilmesi,  beyanının doğruluğunun  sınanabilmesi  için  savunma  makamına  tanığa  soru  sorma imkânının verilmesi gerekir. Ancak can güvenliğinin sağlanabilmesi için zorunlu olan  hallerde  tanığın  duruşma  salonu  dışında  ya  da  kimliğinin  gizlenerek dinlenmesi,  tanığa  soru  sorulmasının  kısıtlanması  gibi  ceza  muhakemesi tedbirlerinin yanı sıra tanığın korunması amacıyla fiziksel özelliklerinin ve kimlik bilgilerinin değiştirilmesi şeklinde kolluk tedbirlerinin uygulanması söz konusu olabilir. Genel olarak gizli tanıklık olarak nitelenen bu kurum, Türk hukukunda 5271 sayılı Ceza Muhakemesi Kanunu m. 58 de ve 5726 sayılı Tanık Koruma Kanunu nda  düzenlenmiştir.  Bu  hükümlerin  uygulanması  halinde,  tanığın beyanının  duruşmada  taraflarca  tartışılması  ve  tanığa  soru  sorulması sınırlanmaktadır. Gizli tanıklığa ilişkin hükümlerin uygulanması halinde, adil yargılamanın gereklerinden biri olan tanığa soru sorma imkânı kısıtlanmaktadır. Gizli tanığın korunmasına dair kolluk tedbirlerinin düzenlendiği Tanık Koruma Kanunu nda bu tanığın duruşmada dinlenme usulüne ve beyanının delil olma değerine ilişkin hüküm de yer almaktadır. Bu çalışmada Türk ceza yargılamasında gizli tanıklık kurumuna ilişkin söz konusu düzenlemeler duruşmaların açıklığı, delillerin  doğrudan  doğruyalığı  ve  delillerin  müşterekliği  ilkeleri  açısından değerlendirilerek iki ayrı Kanun daki düzenlemelerin birbirleriyle ve Avrupa İnsan Hakları Mahkemesi içtihatlarıyla uyumlu olup olmadığı tartışılacaktır.",
     "Abstract": "Essentially, the witness must be heard in an open hearing and confronted with the defendant. However, in cases where it is very necessary to ensure the safety of the witness, it may be possible to listen to the witness outside the courtroom and to hide the identity of the witness. In addition to these measures, it is possible to change the physical characteristics and identity information in order to restrict the questioning of the witness and to protect the anonymous witness. In these cases, it is aimed to ensure the safety of the witness without violating the guarantees regarding a fair trial. In Turkish Criminal Law, the hearing process and protection of anonymous witness is regulated in the Criminal Procedure Code (art. 58) and the Witness Protection Code. In case of anonymous testimony, since the discussion of the statement of the witness at the hearing is limited, there may be practices contrary to a fair trial and adversarial principle. In this study, the regulations regarding the anonymous testimony will be discussed in terms of the principles of the openness of the hearings, directness and the commonality of the evidence and the judgments of the European Court of Human Rights.",
     "Metin": "Ceza  yargılaması  sürecinde  iddia  konusu  olayların  yargılama makamlarının zihninde canlandırılması, ancak bunlara ilişkin delillerin ortaya konulmasıyla olanaklıdır. Deliller, geçmişte olup olmadığı şüpheli olan olaylar konusunda muhakeme makamlarının bir kanaate ulaşmasını sağlayan ispat araçlarıdır.1 Delillerin geçmişte kalmış bir olayı temsil edebilmeleri için bazı özellikler taşımaları gerekir. Öncelikle delillerin dava konusu olayla ilgili ve olayı temsil edici olmaları gerekir. Delilin olayla ilgili olması demek, davanın konusunu  oluşturan  olayın  tamamı  ya  da  bir  kısmı  hakkında  fikir verebilmesidir.    Adil yargılanma açısından delillerin temel özelliği, bunların hukuka uygun biçimde elde edilmiş olmasıdır. Delillerin hukuka uygun olmasının temel koşulu, delillerin kanunlarda öngörülen usulle elde edilmiş olmasına bağlıdır. Avrupa İnsan Hakları Mahkemesi (AİHM) içtihatlarına göre, ceza davalarında delil serbestliğinin ve ulusal makamların delilleri takdir yetkisinin sınırını,  sanığın  adil  yargılanma  hakkı  oluşturmaktadır.2  Buna  göre Sözleşme deki  hakların  ihlali  yoluyla  elde  edilen  deliller  hukuka  aykırı olduklarından ispat aracı olarak kullanılmazlar ve delillerin tartışılmasında silahların eşitliği ilkesine aykırı biçimde sınırlamaya gidilemez.    Delillerin hükme esas alınabilmesi için açık bir duruşmada tarafların önünde  tartışılması  da  gerekmektedir.  Delillerin  müşterek  olması  ya  da delillerin  müşterekliği  ilkesi  olarak  nitelenen  bu  kurala  göre  delillerin duruşmada ortaya konulup bütün muhakeme süjeleri tarafından tartışılması gerekir.3 Bu ilkenin hayata geçirilmesi silahların eşitliği ve çelişme ilkesinin de gerçekleşmesini sağlamaya yöneliktir.4 Bu nedenle yargılamanın ve hükmün  1   Bkz. Özbek, Veli Özer/Doğan, Koray/Bacaksız, Pınar (2020) Ceza Muhakemesi Hukuku, 13. Baskı, Ankara, Seçkin Yayıncılık, s. 604. 2   Pélissier ve Sassi/Fransa, AİHM, Başvuru No: 25444/94, K.T. 25.03.1999. 3   Bkz. Koca, Mahmut/Üzülmez, İlhan (2006)  Ceza ve Ceza Muhakemesi Hukukunda Mağdurun Korunması ve Mağdura Tanınan Haklar , Hukuki Perspektifler Dergisi, S: 7, s. 145-146. 4   Bkz. Taner, Fahri Gökçen (2019) Ceza Muhakemesi Hukukunda Adil Yargılanma Hakkı Bağlamında Çelişme ve Silahların Eşitliği, Ankara, Seçkin Yayıncılık, s. 69 vd.    3Devrim AYDIN  YBHD 2021/2  kolektifliği, delillerin duruşmaya getirilerek hâkimin huzurunda tartışılmış olmasına bağlıdır. Delillerin duruşmada tartışılmış olmasının bir diğer koşulu da  delillerin  taraflardan  gizlenmemesidir.5  Delillerin  taraflardan  gizlendiği hallerde delillerin tartışılmasından da söz edilemez. Zorunluluk nedeniyle kimi delillerin  gizli  kalmasına  karar  verilmiş  ve  savunma  makamının  bunları incelemesi  engellenmişse  bu  deliller  sanığın  mahkûmiyetinde kullanılmamalıdır.6    Tanık beyanı, en eski ve en önemli deliller arasındadır. Tanığın tanıklık yapmasının,  bildiklerini  dosdoğru  söylemesinin  ve  baskı  görmemesinin sağlanması  için  gerekli  kanuni  düzenlemeler  de  yapılmış  olmalıdır.  Bu düzenlemeler öncelikle tanığın duruşmada açıklamada bulunmasını sağlamaya yönelik ceza muhakemesi tedbirleridir. Öte yandan tanığın tanıklık yaptıktan sonra güvenliğinin sağlanmasına yönelik kolluk tedbirleri de alınabilir. Ceza yargılaması  açısından  tanığın  açık  bir  duruşmada  dinlenmesi,  sanıkla yüzleştirilmesi ve tarafların sanığa soru sorabilmesine yönelik düzenlemeler, tanığın  beyanının  güvenilirliğinin  sağlanmasına  yönelik  ceza  muhakemesi tedbirleridir. Tanıklık yapması nedeniyle tanığın duruşma salonunda baskı görmemesi ve gerektiğinde duruşma salonu dışında güvenliğinin sağlanması için  tedbirler  alınarak  tanığın  herhangi  bir  tereddüt  yaşamadan  tanıklık yapması sağlanmaktadır. Özellikle örgüt faaliyeti kapsamında işlenen suçlarda tanığın baskı görmemesi ve can güvenliği endişesi yaşamaması için tanığın duruşma salonu dışında dinlenmesi, tanığın kimliğinin gizlenerek dinlenmesi, tanığa soru sorulmasının kısıtlanması ve kimliği gizlenen tanığın korunması amacıyla tedbirler alınması 5271 sayılı Ceza Muhakemesi Kanunu m. 58 de yer almaktadır. 5726 sayılı Tanık Koruma Kanunu ise esasen tanığın korunmasına yönelik  kolluk  tedbirlerinin  düzenlendiği  kanundur.  Ancak  bu  Kanun da tanığın duruşmada dinlenme usulüne ve kimliği gizlenen tanığın beyanının delil olma değerine dair düzenlemeye de yer verilmiştir. Her iki Kanun daki  5   Bkz. Sarıbeyoğlu, Meltem/Karakaya, Naim (2007)  İletişimin Denetlenmesine İlişkin  İngiltere ye Karşı P.G. ve J.H. Kararı  ve Türk Hukuku Yönünden Değerlendirme , Hukuk ve Adalet Dergisi, S: 10, s. 230-231. 6   Bkz. Dratel, L. Joshua (2007)  Sword or Shield? The Government's Selective Use of its Declassification Authorıty for Tactical Advantage in Criminal Prosecutions , Cardozo Public Law Policy & Ethics Journal, Vol: 5, p. 183-184.  4YBHD 2021/2  Devrim AYDIN  hükümlerle tanığın çekinmeden tanıklık yapmasının sağlanması ve bu nedenle karşılaşabileceği tehlikelere karşı korunması amaçlanmaktadır. Ancak her iki Kanun daki  düzenlemeler  sanığın  tanığın  beyanının  güvenilirliğini sınama imkânını kısıtladığından duruşmanın açıklığı, delillerin doğrudan doğruyalığı ve delillerin müşterekliği ilkelerine aykırı olup olmadığı tartışma konusudur.     II.  TANIĞIN  AÇIKLAMALARININ  TARTIŞILMASI  VE DOĞRUDAN SORU SORMA    Tanık, olayın tarafı olmayan ancak olaya ilişkin bilgisi olduğu düşünülen kişidir. Türk hukukunda tanığın tanımı yapılmamıştır. Ceza muhakemesinde tanık,  kendisine  karşı  yürütülmeyen  ceza  yargılamasında  olayla  ilgili algıladıkları hakkında bilgi veren kişi olarak tanımlanmaktadır.7 Duruşmanın doğrudan doğruyalığı ve sözlülüğü ilkeleri gereğince tanıkların duruşmada dinlenmesi gerekmektedir.8 Tanığın anlattıklarının delil olabilmesi için tanık beyanının ispat konusunda karar verecek olan mahkeme ya da naip hakim veya istinabe olunan mahkeme önünde yapılmış olması, tanığın doğru bilgi vermesi gerekir. Yargılama konusu olayla ilgisi olmayan, ispat açısından hukuki değeri olmayan  delillerle  ilgilenilmemelidir.  Bu  nedenle  tanığın  beyanının  iddia konusu  olayla  sınırlı  olması,  yargılama  konusu  olay  dışında  kalan  şahsi değerlendirmeler ve yorumlar yapmaması gerekir.9   CMK m. 43 e göre çağrılması üzerine duruşmaya gelen ya da çağrıya uymadığı için CMK m. 44 e göre zorla getirilmiş olan tanıkların dinlenme usulü CMK m. 52 ve 53 te gösterilmiştir.  Tanığa görevinin önemini anlatma  başlıklı CMK m. 53/f.1 de göre tanığa; a) dinlenmeden önce gerçeği söylemesinin  7   Turhan, Faruk (2020)  Tanıklara Yemin Verilmesine İlişkin Ceza Muhakemesi Kanunu Hükümlerinin Eleştirel Bir Değerlendirmesi , Ankara Hacı Bayram Veli Üniversitesi Hukuk Fakültesi Dergisi, C: 24, S: 4, s. 366.  8   Bkz. Öztürk, Bahri/Tezcan, Durmuş/Erdem, M. Ruhan/Sırma, Özge/Saygılar Kırıt, Yasemin  F./Özaydın,  Özdem/Alan  Akcan,  Esra/Erden  Tütüncü,  Esra  (2019)  Ceza Muhakemesi  Hukuku,  13.  Baskı,  Ankara,  Seçkin  Yayıncılık,  s.  319.;  Özbek/  Doğan/ Bacaksız, s. 631.  9   Yenisey, Feridun/Nuhoğlu, Ayşe (2020) Ceza Muhakemesi Hukuku, 8. Baskı, Ankara, Seçkin Yayıncılık, s. 531-532.   5Devrim AYDIN  YBHD 2021/2  önemi,  b)  gerçeği  söylememesi  halinde  yalan  tanıklık  suçundan  dolayı cezalandırılacağı,  c)  doğruyu  söyleyeceği  hususunda  yemin  edeceği,  d) duruşmada  mahkeme  başkanı  veya  hâkimin  açık  izni  olmadan  mahkeme salonunu  terk  edemeyeceği  anlatılır.  Bu  hükmün  amacı  tanığın  gerçeği söylemesini sağlamak, buna uymaması halinde sorumluluğunu anlatmaktır. Tanıkların  doğruyu  söylemelerini  sağlamak  amacıyla,  yemin  etme yükümlülüğü de getirilmiştir.10    Tanığın beyanı en eski ve en sık başvurulan delillerden biri olmasına rağmen güvenilirliği en tartışılan delil çeşididir.11 Bunun temel nedeni tanığın olaya ilişkin bilgileri zaman içinde unutabileceği, tanığın etkilenebileceği ve yönlendirilebileceği gerçeğidir.12 İddia ve savunmanın çelişmeli olabilmesi için delillerin  duruşmada  ortaya  konulması  ve  tartışılması  gerekmektedir.13  Delillerin tartışılması  başlıklı CMK m. 216 da, duruşmada ortaya konulan delillerle ilgili tartışmada katılana veya vekiline, cumhuriyet savcısına, sanığa ve müdafine  veya  kanunî  temsilcisine  söz  verilmesi  düzenlenmiştir.  Bununla amaçlanan,  tarafların  delillerin  içeriğini  tartışmasını  sağlayarak  delillerin müşterekliğini hayata geçirmektir.   Tanık  beyanının  doğruluğunun  tartışılarak  denetlenebilmesi  için  en önemli araç, CMK m. 201 de düzenlenmiş olan doğrudan soru sormadır.14 Buna göre Cumhuriyet savcısı, müdafi veya vekil sıfatıyla duruşmaya katılan avukat,  sanık,  katılan  ve  toplu  mahkemelerde  heyeti  oluşturan  hâkimler  10   Bkz. Güngör, Devrim (2015)  Ceza Muhakemesinde Tanık Beyanının Delil Değeri Üzerine Bazı Tespit ve Değerlendirmeler , İnönü Üniversitesi Hukuk Fakültesi Dergisi, C: 6, S: 2, s. 309.; Turhan, Tanıklara Yemin Verilmesi, s. 360 vd. 11   Öztürk/ Tezcan/ Erdem ve diğerleri, s. 321.; Turhan, Tanıklara Yemin Verilmesi, s. 360. 12   Bkz. Güngör, s. 309 vd.  13   Bkz. Ambos, Kai (2004)  Avrupa İnsan Hakları Mahkemesi ve Yargılama Hakları-Silahların Eşitliği, Çelişmeli Önsoruşturma ve AİHS m.6 , (Çev. Y. Ünver), Adil Yargılanma Hakkı ve Ceza Hukuku, Ankara, Seçkin Yayıncılık, s. 37 vd.; Renzikowski, Joachim (2004)  Adil Yargılanma ve Anonim Tanık, Avrupa İnsan Hakları Mahkemesi İçtihadı Işığında Tanığın Korunmasında Üç Basamak Teorisi , (Çev. A. K. Yıldız), Adil Yargılanma Hakkı ve Ceza Hukuku, Ankara, Seçkin Yayıncılık, s. 274. 14   Bkz. Karakehya, Hakan (2013)  Sanığın İddia Tanıklarının Beyanlarının Doğruluğunu Test Etme Hakkı , Prof. Dr. Nur Centel e Armağan, Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, C: 19, S: 2, s. 728-729; Güngör, s. 314.  6YBHD 2021/2  Devrim AYDIN  tanıklara  soru  yöneltebileceklerdir.  Böylece  tanığın  gerçeği  söyleyip söylemediği  ve  beyanının  hükme  esas  alınıp  alınamayacağı  anlaşılacaktır. Tanıklara  soru  sorulabilmesi  ve  yüzleştirme,  çelişme  ve  silahların  eşitliği ilkesinin güvenceye alınmasına ve adil bir yargılamanın sağlanmasına yönelik araçlardır.15 Yargıtay da  Eğer bir mahkûmiyet sadece veya belirli ölçüde, sanığın soruşturma veya yargılama aşamasında sorgulama veya sorgulatma imkânı bulamadığı bir kimse tarafından verilen ifadelere dayandırılmış ise sanığın haklarını yasalar ile güvence altına alınan haklarını önemli ölçüde kısıtlanmış olur.  şeklindeki kararıyla ceza yargılamasında tanığa soru sorulabilmesinin önemini vurgulamıştır.16    III.  TANIĞIN  KİMLİĞİNİN  GİZLENEREK  DİNLENMESİ  (CMK m.58)     Tanıkların tanıklık yapmamaları yönünde kimi zaman baskı gördükleri, bundan endişe ederek tanıklık yapmak istemedikleri bir gerçektir. Özellikle örgütlü  suçlara  ilişkin  olaylara  tanık  olanlar,  tanıklık  konusu  bilgileri açıklamaları halinde örgütün baskısıyla karşılaşabilirler.17 Suç örgütleri, tanığı hedef alabilecekleri gibi tanığın yakınlarını da hedef alabilirler. Bu nedenle özellikle örgütlü suçlar başta olmak üzere, belli ağırlıktaki suçlarla ilgili tanıklık yapmak yükümlülüğü olan kişilerin güvenliklerini sağlamaya yönelik tedbirler devlet tarafından alınmalıdır.18   Türk  hukukunda  tanığın  endişe  duymadan  tanıklık  yapabilmesi  ve  15   Ambos,  s.  37-38;  Renzikowski,  s.  276.  Hakkaniyete  uygun  bir  yargılamanın  temel unsurlarından biri olarak yargılamanın  çelişmeli  olmasını işaret eden AİHM kararı için bkz. Rowe ve Davis/ Birleşik Krallık davası, Başvuru No: 28901/95, K.T. 16.2.2000, Par. 60. 16   Yargıtay 16. Ceza Dairesi, E: 2016/7026, K: 2017/3341, T: 21.3.2017, Kazancı İçtihat Programı. 17   Bkz. Turhan, Faruk (2009) Ceza Muhakemesinde Tehlike İçindeki Tanıkların Korunması, Ankara, Seçkin Yayıncılık,  s. 28 vd.   18   Şahin, Cumhur/ Göktürk, Neslihan (2021) Ceza Muhakemesi Hukuku, C. 2, 11. Baskı, Ankara, Seçkin Yayıncılık, s. 57; Arslan, Mehmet (2019)  Sanığın İddia Tanığını Sınama Hakkı- Özellikle Tehlike Altındaki Gizli Tanık Meselesi , D.E.Ü. Hukuk Fakültesi Dergisi, Prof. Dr. Durmuş Tezcan a Armağan, C: 21, Özel Sayı, s. 848; Turhan, Tehlike İçindeki Tanıkların Korunması, s. 32 vd.  7Devrim AYDIN  YBHD 2021/2  gerektiğinde tanıklık yaptıktan sonra kimliğinin gizlenmesine yönelik tedbirler esasen CMK m. 58 ve TKK m. 5 te yer almaktadır. Bu iki kanunun yanı sıra Terörle  Mücadele  Kanunu  ile  Kaçakçılık  Kanunu nda  da  muhbirlerin  ve tanıkların  korunmasına  ilişkin  hükümler  vardır.19  Öte  yandan  CMK da, tanıkların nasıl korunacağına ilişkin bir düzenleme yer almamaktadır. CMK m. 58/4 te   Tanıklık  görevinin  yapılmasından  sonra,  kişinin  kimliğinin  saklı tutulması veya güvenliğinin sağlanması hususunda alınacak önlemler, ilgili kanunda  düzenlenir.   şeklindeki  hükümle,  bu  konunun  ayrı  bir  kanunla düzenleneceğine işaret edilmiştir. Bu konuyu düzenleyen 5726 sayılı Tanık Koruma Kanunu, 27.12.2007 tarihinde kabul edilerek 5.1.2008 tarih ve 26747 sayılı  Resmi  Gazete de  yayınlanarak  yürürlüğe  girmiştir.  Tanık  Koruma Kanunu, tanığın kimliğinin gizli tutulması ve güvenliğinin sağlanması amacıyla tasarlanmış  olmasına  karşın,  CMK  m.  58 deki  tedbirlerin  yanı  sıra  başka tedbirler ve dinleme usullerine de yer verecek biçimde kanunlaşmıştır.20     Tanığa ilk önce sorulacak hususlar ve tanığın korunması  başlıklı CMK m. 58/1 e göre; tanığın kimlik, iletişim ve adres bilgileri saptanarak, gerekirse tanıklığına ne dereceye kadar güvenilebileceği hakkında hâkimi aydınlatacak sorular yöneltilir. CMK m. 58/2 de ise tanığın kimliğinin ortaya çıkmasının kendisi  veya  yakınları  açısından  ağır  bir  tehlike  oluşturabileceği  hallerde, kimliğinin  saklı  tutulması  için  gerekli  önlemlerin  alınacağı  hususu  19   Terörle Mücadele Kanunu nun  Koruma tedbirleri  başlıklı 20. maddesinde  … suçların aydınlatılmasında yardımcı olanlar hakkında gerekli koruma tedbirleri Devlet tarafından alınır.  şeklindedir. Ancak hükümde geçen  suçların aydınlatılmasında yardımcı olanlar  ifadesi tanıktan daha geniş anlamdadır. TMK m.20/3 te  Bu koruma tedbirleri; talep halinde estetik cerrahi yoluyla fizyolojik görünümün değiştirilmesi dahil, nüfus kaydı, ehliyet, evlenme cüzdanı, diploma ve benzeri belgelerin değiştirilmesi, askerlik işleminin düzenlenmesi, menkul ve gayrimenkul mal varlıklarıyla ilgili hakları, sosyal güvenlik ve diğer hakların korunması gibi hususlarda düzenleme yapılır.  denilerek bu kişileri korumaya yönelik alınabilecek önlemler düzenlenmiştir. Benzeri bir hüküm de 5607 sayılı Kaçakçılık Kanunu m. 19/4 te yer almaktadır. Buna göre,  Kanunun 3 üncü maddesi kapsamındaki suçları ihbar edenler ile 23 üncü maddesi gereğince ikramiye ödenmesi öngörülen muhbirlerin kimliği izinleri olmadıkça veya ihbarın niteliği haklarında suç oluşturmadıkça hiçbir şekilde açıklanamaz. Bu kişiler hakkında tanıkların korunmasına ilişkin hükümler uygulanır.  20   Dönmez, Burcu (2016)  AİHM ve Anayasa Mahkemesi Kararları Işığında Gizli Tanıklara Soru Sorma Hakkının Kullanılması , Türkiye Barolar Birliği Dergisi, S:127, s. 125-126.  8YBHD 2021/2  Devrim AYDIN  düzenlenmiştir. Ancak kimliği saklı tutulan tanığın, tanıklık ettiği olayları ne suretle öğrenmiş olduğunu açıklamak yükümlülüğü devam etmektedir.21    CMK m. 58/2 de  Tanık olarak dinlenecek kişilerin kimliklerinin ortaya çıkması  kendileri  veya  yakınları  açısından  ağır  bir  tehlike  oluşturacaksa; kimliklerinin saklı tutulması için gerekli önlemler alınır. Kimliği saklı tutulan tanık,  tanıklık  ettiği  olayları  hangi  sebep  ve  vesile  ile  öğrenmiş  olduğunu açıklamakla yükümlüdür. Kimliğinin saklı tutulması için, tanığa ait kişisel bilgiler, Cumhuriyet savcısı, hâkim veya mahkeme tarafından muhafaza edilir.  şeklindeki düzenlemeyle  öncelikle  tanığın  kimliğinin  gizli  tutulması kabul edilmiştir.22     CMK m. 58/3 teki  Hazır bulunanların huzurunda dinlenmesi, tanık için ağır bir tehlike teşkil edecek ve bu tehlike başka türlü önlenemeyecekse ya da maddî gerçeğin ortaya çıkarılması açısından tehlike oluşturacaksa; hâkim, hazır bulunma hakkına sahip bulunanlar olmadan da tanığı dinleyebilir. Tanığın dinlenmesi  sırasında  ses  ve  görüntülü  aktarma  yapılır.  Soru  sorma  hakkı saklıdır.  şeklindeki düzenlemeyle tanığın, duruşmada hazır bulunma hakkı olanların yer alamayacağı oturumda dinlenmesine olanak sağlanmaktadır.23 Tanığın duruşmada hazır bulunanların huzurunda dinlenmesi halinde tanık için oluşabilecek ağır tehlikenin gösterilmesi ve bu tehlikenin başka türlü önlenemeyeceğinin,  maddî  gerçeğin  ortaya  çıkarılması  açısından  bu  usule başvurulmasının zorunlu olduğunun gerekçelendirilmesi gerekir.24 Tanıkların kimliklerinin  açıklanmasını  istememelerinin  nedeni  genelde  sanıkların  21   Bkz. Öztürk/ Tezcan/ Erdem ve diğerleri, s. 323. 22   5271 sayılı CMK dan önce gizli tanıklık kurumuna ilişkin sınırlı düzenlemelerin olduğu 4422 sayılı  Çıkar  Amaçlı  Suç  Örgütleriyle  Mücadele  Kanunu nda  (m.  7)  tanığın  konutu, ikametgâhı ve işyeri adresinin gizli tutulabilmesi kabul edilmişken CMK m.58/2 de bu yönde bir düzenleme yer verilmemiştir. Kanundaki bu eksiklik Tanık Koruma Kanunu ndaki düzenlemelerle giderilmiştir. Bkz. Turhan, Tanıkların Korunması, s. 56-57.  23   Benzer bir düzenleme, devlet sırrı niteliğindeki bilgilerle ilgili tanıklığı düzenleyen CMK m. 47 de yer almaktadır. CMK m. 47/2 ye göre,  Tanıklık konusu bilgilerin Devlet sırrı niteliğini taşıması halinde; tanık, sadece mahkeme hâkimi veya heyeti tarafından zâbıt kâtibi dahi olmaksızın dinlenir. Hâkim veya mahkeme başkanı, daha sonra, bu tanık açıklamalarından, sadece yüklenen suçu açıklığa kavuşturabilecek nitelikte olan bilgileri tutanağa kaydettirir.  24   Yenisey/ Nuhoğlu, s. 536.  9Devrim AYDIN  YBHD 2021/2  kendilerinden intikam alabileceği korkusudur. Ancak tehlikenin varlığı ve niteliği  tanığın  sübjektif  algılamasına  göre  değil,  tanığı  dinlemeye  yetkili makam  tarafından  somut  verilere  dayandırılarak  ortaya  konulmalıdır.25 Duruşmada Cumhuriyet savcısının bulunması yasal bir zorunluluk olduğuna göre, duruşmada hazır bulunma hakkı olanlar katılan ve vekili ile şüpheli, sanık ve müdafii olduğuna göre bu durumda esasen taraflara kapalı duruşma söz konusudur.  Bu  suretle  dinlenen  sanığın  ses  ve  görüntüsü,  duruşmada bulunmayan kişilere aktarılacak ve tanığa soru sorma imkânı tanınacaktır.    Görüldüğü  üzere  CMK  m.  58 e  göre,  1-tanığın  kimlik  ve  adres bilgilerinin gizli tutulması, 2-tanığın duruşmada hazır bulunma hakkı olanlar bulunmadan dinlenmesi, 3- tanığın ses ve görüntüsünün değiştirilerek özel ortamda dinlenmesi şeklinde aşamalı bir önlem söz konusudur.26 Ancak bu tedbirlere başvurulması durumunda tanık beyanının güvenilirliğinin daha zayıf ve tartışmalı hale geleceği de açıktır. Bu nedenle öncelikle belli ağırlıktaki suçların varlığı halinde ve olaya ilişkin başka deliller yoksa tanığın dinlenme usulünde  özel  tedbirler  alınmalıdır.  Öte  yandan  tanığın,  tanıklık  yapması halinde kendisinin ya da yakınlarının hayatının ya da özgürlüğünün ciddi biçimde tehdit altında olması gerekmektedir. Ancak bu şartların birlikte olması durumunda  tanığın  kapalı  bir  duruşmada  dinlenmesi,  kendisine  soru sorulmasının sınırlanması, kimliğinin açıklanmaması gibi tedbirler haklı ve yerinde görülebilir.27    CMK  m.  58/4 te  tanıklık  görevinin  yapılmasından  sonra,  tanığın kimliğinin saklı tutulması veya güvenliğinin sağlanması hususunda alınacak önlemlerin  kanunda  düzenleneceği  belirtilmiştir.  Bu  önlemlerin  yer  aldığı Tanık Koruma Kanunu yla CMK m. 58 deki düzenlemelere başka usuller de  25   Al-Khawaja ve Tahery/Birleşik Krallık, AİHM Büyük Daire, Başvuru No: 26766/05 ve 22228/06, K.T. 15.12.2011, Par. 124. Ellis Simms ve Martin/Birleşik Krallık, AİHM, Başvuru No: 46099/06 ve 46699/06, K.T. 10. 4. 2012, Par. 76. 26   Bkz. Gülşen, Recep (2006)  Yeni Ceza Muhakemesi Kanunu ve Teknoloji ,  Hukuki Perspektifler Dergisi, S: 7, s. 152-153; Şahin/ Göktürk, s. 58; Öztürk/Tezcan/ Erdem ve diğerleri, s. 323. 27   Bkz. Turhan, Tanıkların Korunması, s.  98.  10YBHD 2021/2  Devrim AYDIN  eklenerek gizli tanık kurumunun kapsamı genişletilmiş, kimliği gizlenen tanığa soru sorulması zorlaştırılmıştır.    IV. TANIK KORUMA KANUNU HÜKÜMLERİNE GÖRE TANIĞIN DİNLENMESİ    CMK  m.  58/5 e  göre  tanığın  kimliğinin  saklı  tutulması,  kapalı duruşmada  dinlenebilmesi  ya  da  tanıklık  yaptıktan  sonra  kimliğinin saklı tutulması veya güvenliğinin sağlanması hususunda önlemler alınması ancak bir örgütün faaliyeti çerçevesinde işlenen suçlarla ilgili olarak uygulanabilir.  Tanık koruma tedbiri alınması gereken suçlar  başlıklı TKK m. 3 te ise  a) 26/9/2004 tarihli  ve  5237  sayılı  Türk  Ceza  Kanununda  ve  ceza  hükmü  içeren  özel kanunlarda yer alan ağırlaştırılmış müebbet hapis, müebbet hapis ve alt sınırı on yıl veya daha fazla hapis cezasını gerektiren suçlar b) Kanunun suç saydığı fiilleri işlemek amacıyla kurulan bir örgütün faaliyeti çerçevesinde işlenen alt sınırı iki yıl veya daha fazla hapis cezasını gerektiren suçlar ile terör örgütünün faaliyeti çerçevesinde  işlenen  suçlar.   denilerek  gizli  tanıklık  hükümlerinin uygulanabileceği suçların kapsamı genişletilmiştir. CMK daki düzenlemenin müebbet ve ağırlaştırılmış müebbet hapis cezası gerektiren suçlar yönünden de uygulanması kabul edilebilirse de b bendindeki düzenleme sorunludur.  Alt sınırı iki yıldan fazla hapis gerektiren ve örgüt faaliyeti kapsamında işlenen suçlar  ifadesi, Türk Ceza Kanunu ndaki düzenlemeler ve kriminolojik açıdan doğru değildir. Bu denli alt sınırdan ceza öngörülen suçların örgütlü biçimde işlenebileceğinin  kabul  edilmesi  gerçekçi  değildir.  Bu  düzenlemeyle  gizli tanıklık uygulamasının kapsamı genişletilmiştir.    CMK  m.  58/4 teki  açık  düzenlemeye  bakıldığında,  Tanık  Koruma Kanunu nun  kapsamının  tanığın  korunmasına  yönelik  kolluk  tedbirleriyle sınırlı olması gerektiği açıktır. Ancak TKK da kimliğin gizli tutulmasına ilişkin kararın kim tarafından verileceği ve tanıkların nasıl korunacağının yanı sıra tanığın  nasıl  dinleneceğine  ilişkin  düzenlemeler  de  yapılmıştır.  TKK daki önemli bir düzenleme de kimliği gizli tutulan tanığın beyanının delil olma değeridir.28 CMK m. 58 ile TKK hükümleri arasında birbiriyle çelişen hükümler  28   Bkz. Turhan, Tanıkların Korunması, s. 100.   11Devrim AYDIN  YBHD 2021/2  yoktur. Ancak birbiriyle çelişen hükümler olması halinde hem özel kanun hem de sonraki kanun olan TKK hükümlerinin uygulanacağı açıktır.29     Haklarında  koruma  tedbiri  kararı  alınan  tanıkların  dinlenmelerinde uygulanacak usuller  başlıklı TKK m. 9 da söz konusu tanığın dinlenme usulü ayrıntılı biçimde düzenlenmiştir. Bu tedbirler, tanığın dinlenmesinde uyulacak kurallar  olduğundan,  ceza  muhakemesine  ilişkin  tedbirler  olarak nitelenmiştir.30 TKK m. 9 a göre, CMK m. 58/f. 3 teki usulde dinlenmesine karar  verilen  tanığın  dinlenmesi  sırasında  görüntü  veya sesi  değiştirilerek tanınması engellenebilecek; tanığın, duruşma salonunda fiziksel görünümünü engelleyecek  tarzda  mahkemece  tayin  ve  tespit  edilecek  bir  usule  göre dinlenmesine karar verilebilecektir. Bu düzenlemeyle CMK m. 58/3 e göre, taraflara  kapalı  duruşma yapılması  sırasında  tanığın  ses ve  görüntüsünün duruşmada  hazır  bulunma  hakkı  olanlara  aktarılması  sırasında  tanığın tanınmamasını sağlamak üzere sesinin ve görüntüsünün de değiştirilmesi söz konusu olabilecektir. Bu durumla amaçlanan, tanığın tanınması olasılığının tamamen engellenmesidir.    TKK m. 9/4 e göre,  Birinci ve ikinci fıkra hükümlerine göre, duruşmada hazır bulunma hakkına sahip olanlar bulunmadan tanığın dinlenmesi hâlinde, tanık  tarafından  verilen  beyanlar,  hâkim  tarafından  Ceza  Muhakemesi Kanununun  58  inci  maddesinde  belirtilen  sınırlamalara  uymak  koşuluyla, duruşmada hazır bulunma hakkına sahip olanlara açıklanır.  Buna göre tanığı kapalı duruşmada dinleyen hâkim ya da mahkeme heyeti tanığın beyanını, tanığın kimliğinin ortaya çıkmayacağı bir biçimde duruşmada hazır bulunma hakkına  sahip  olanlara  açıklayacaktır.  Bu  durumda  tanığın  beyanının açıklanması  ya  hemen  duruşmada  tutanağın  okunması  ya  da  taraflara tutanaktan  örnek  verilmesi  suretiyle  olacaktır.  Geçmişteki  kimi  sorunlu uygulamalarda, duruşmada hazır bulunma hakkı olanlara haber vermeden mahkemenin duruşma açarak gizli tanık dinleyip, tutanağı taraflara gönderdiği tamamen hukuka aykırı uygulamalar söz konusu olmuştur. Böyle bir uygulama delillerin taraflardan gizlenmesi demektir. Zira Cumhuriyet savcısının bile yer almadığı kapalı bir oturumda tanığı dinleyen hâkim ya da mahkeme heyetinin  29   Bkz. Turhan, Tanıkların Korunması, s. 100-101.  30   Yenisey / Nuhoğlu, s. 537; Turhan, Tanıkların Korunması, s. 23-24.  12YBHD 2021/2  Devrim AYDIN  tanığa ne sorduğu, tanığın söylediklerinin ne kadarının tutanağa geçirdiğinin denetlenme olanağı yoktur.    Gizli tanıklığa başvurulması CMK md. 58 de belirtildiği üzere  Tanık olarak dinlenecek kişilerin kimliklerinin ortaya çıkması kendileri veya yakınları açısından ağır bir tehlike oluşturacaksa  istisnai bir tedbir olarak sıkı koşullara bağlanmışken, uygulamada zaman zaman bu hükme hukuka aykırı bir şekilde keyfi  olarak  başvurulduğu  görülmüştür.  Eski  başbakan  ve  halen Cumhurbaşkanı  Başdanışmanı  olan  Binali  Yıldırım  da  bu  konuda  basına  2007 de TBMM de kabul edilen ve 2008 de uygulanmaya başlanan yasayla yargı sistemine giren gizli tanıklık uygulamasıyla birçok davada pek çok gizli tanık  ifade  verdi.  Ergenekon  ve  KCK  başta  olmak  üzere,  Zirve  Yayınevi, Erzincan, Hrant Dink ve Turgut Özal davalarında gizli tanık ifadeleri geniş yer tuttu. Gizli tanıklar bu davalarda, derin devlet ve örgütlü suçları ilgilendiren konularda  binlerce  sayfalık  ifade  verdi,  cinayet,  uyuşturucu  ticareti,  silah kaçakçılığı dahil yüzlerce suçtan bahsetti. Bu ifadeler savcıların hazırladığı iddianamelere temel oldu. Tanık koruma kararıyla bu dönemde 12 tanığın estetikle yüzü, 109 tanığın kimliği değiştirildi. Emniyet Genel Müdürlüğü, Tanık Korumu Kurulu kararıyla 105 i tanık, 168 i de tanık yakını olmak üzere 273 kişi hakkında  koruma  tedbiri  uygulandı.  Koruma  kararı  alınan  145  tanık  ve yakınıysa yaşadıkları yerden kimsenin bilmediği başka adreslere yerleştirildi.  şeklinde açıklama yapmıştır.31   31   Cumhurbaşkanı  Danışmanı  Binali  Yıldırım ın  söz  konusu  açıklamasının  yer  aldığı 22.04.2015  tarihli  Habertürk  Gazetesi nin  ilgili  sayfası  için  bkz. https://www.haberturk.com/gundem/haber/1068766-109-gizli-tanigin-kimligi-12sinin-deyuzu-degisti s.e.t. 25.5.2021. Gizli tanıklık kurumunun hukuka aykırı olarak uygulanmasının çarpıcı örneği, kamuoyunda Ergenekon Davası olarak bilinen davada ‘Efe  kod adıyla gizli tanıklık yapan İliç ilçesi savcısı Bayram Bozkurt tur. Bu kişi savcı iken söz konusu davada gizli  tanık  yapılmış,  2011 deki  HSYK  seçimlerinden  sonra  Tanık  Koruma  Kanunu çerçevesinde estetik operasyon geçirerek adı Hakan Aslan olarak değiştirilip yeni kimlikle Keskin ilçesine savcı olarak tayin edilmiştir. Kamuoyunda 17/25 Aralık olarak bilinen olaylardan sonra bu kişi HSYK tarafından meslekten atılarak hakkında FETÖ terör örgütü üyeliğinden dava açılmıştır. Bozkurt, 2016 yılında bu örgüte yönelik operasyon sırasında yakalanmamak için polisten kaçmak isterken düşerek ayağını kırmış, bir süre tutuklu kalarak tahliye edilmiştir. Bozkurt, 8 Mart 2019 tarihinde Kuzey Makedonya nın Tabanovce Sınır Kapısı ndan Sırbistan a geçerken üstünde Levent Öz adına düzenlenmiş sahte diplomatik  13Devrim AYDIN  YBHD 2021/2    TKK m. 9/5 e göre  Tanığın üçüncü fıkra hükmüne göre dinlenmesi hâlinde, Ceza Muhakemesi Kanununun 201 inci maddesinin uygulanmasında, tanığa sorulacak soruların bu Kanun kapsamında tanık hakkında uygulanan tedbirlerle orantılı ve amaca uygun olması gerekir. Bu amaçla, hâkim, sorulan soruların tanığa sorulmamasına karar verebilir veya tanığı dinlerken dolaylı dahi olsa tanığın kimliğini ortaya çıkaracak soruların sorulmasına izin vermez.  Görünüşte,  bu  düzenlemenin  amacı  tanığa  sorulacak  sorularla  tanığın kimliğinin ortaya çıkarılmak istenmesinin önlenmesidir. Ancak uygulamada tanığın  tanıklık  ettiği  olayları  ne  suretle  öğrendiğine  yönelik  soruların sorulması da önlenmektedir. Bu durumda, TKK m. 9/f.10 da yer alan  Bu madde  hükümleri,  savunma  hakkını  kısıtlayacak  şekilde  uygulanamaz.  şeklindeki düzenlemenin herhangi bir işlevi yoktur.     TKK m. 9/f.7 ye göre  Bu madde hükmüne göre alınan tanık ifadeleri, Ceza  Muhakemesi  Kanunu  hükümlerine  göre  duruşma  sırasında  hazır bulunanlar  huzurunda  verilmiş  ifade  hükmündedir.   Bu  düzenleme  ile duruşmada  hazır  bulunma  hakkına  sahip  olanlar  bulunmadan  tanığın dinlenmesinin,  kimliği  gizlenen  tanığın  ses  ve  görüntü  kayıtlarının değiştirilerek duruşma salonuna aktarılmasının yolu açılmıştır.32 Ancak bir başka  yerde  bulunan  tanığın  gerçekten  de  davanın  tanığı  olup  olmadığı, bulunduğu  yerde  baskı  görüp  görmediği,  beyanının  yönlendirilip yönlendirilmediği mahkeme ya da savcı tarafından kontrol edilemeyebilir. AİHM  kriterleri  açısından  değerlendirildiğinde,  TKK  m.  9/f.7 deki  bu düzenlemenin Sözleşme ye aykırı olduğu açıktır.33  pasaportla yakalanmış, daha sonra gittiği Almanya da Türkiye de işkence gördüğünü ileri sürerek siyasi iltica başvurusunda bulunmuştur. Bu arada bu kişi hakkında terör örgütü üyeliği ve yalan tanıklık suçlarından 15 yıl hapis cezası verilmiştir. Haberin yer aldığı 21. 11. 2019 tarihli Hürriyet Gazetesi için bkz. https://www.hurriyet.com.tr/gundem/erzincandakiergenekon-davasinin-gizli-tanigi-olan-savci-bayram-bozkurta-fetoden-15-yil-hapis1385874. s.e.t. 25.5.2021. Ayrıca bkz. Kongar, Emre  Sahtekâr Bir ‘Savcı, Gizli Tanık ve Sanık  Portresi , 09 Mayıs 2021 tarihli Cumhuriyet Gazetesi. 32   Özbek/ Doğan/ Bacaksız, s. 630. 33   Bkz.  Turhan,  Faruk  (2009)   Tanık  Koruma  Tedbirleri  ve  Sanığın  Adil  Yargılanma Hakkı/Tanık Koruma Kanununa Göre Ceza Muhakemesinde Tanıkların Korunması ve Sanığın İddia Tanıklarına Soru Sorma ve Sorgulama Hakkının AİHM Kararları Işığında Değerlendirilmesi , 3. Yılında Ceza Adaleti Sistemi, Ankara, Seçkin Yayıncılık, s. 401;  14YBHD 2021/2  Devrim AYDIN    Bu  hallerde  kimi  muhakeme  sistemlerinde   Mainz  Modeli   olarak adlandırılan ve hâkim veya mahkeme başkanının duruşma salonu dışında tanık ile birlikte bulunarak tanığı dinlemesi ve bu dinlemenin duruşma salonuna nakledilmesi kabul edilmiştir.34 Bu sistemin uygulanması sırasında, hâkimin duruşma  salonunda değil  de  tanığın  olduğu bir  başka  yerde bulunmasını sakıncalı bulanlar ise  İngiliz Modeli  olarak adlandırılan ve tanığın duruşma salonunda  hazır  bulunan  hâkim  ve  taraflarca  video  konferans  yoluyla dinlenmesi gerektiğini önermektedirler.35 Bu durumda en sağlıklı olan, zorunlu hallerde  kimliği  gizlenerek  gizlenen  tanığın  bulunduğu  yerde  bir  hâkim huzurunda  dinlenmesi  ve  beyanının  aynı  anda  duruşma  salonuna aktarılmasıdır. Günümüzdeki teknolojik olanaklar da bu yola başvurulmasını kolaylaştırmaktadır.  Böylece  ses  ve  görüntüsü  değiştirilerek  duruşmaya aktarılan tanığın gerçekten kimliği gizlenen tanık olup olmadığı tespit edilmiş olacaktır.36  Kaldı  ki  hem  tanığın  kimliğinin  gizlenmesi  hem  de  ses  ve görüntüsünün değiştirilmesi isabetli değildir.37 Örneğin, Avusturya ve Alman Ceza  Muhakemesi  Kanunlarında  tanığın  güvenilirliğinin  denetlenebilmesi amacıyla  kimliği  gizlenen  tanığın  ayrıca  ses  ve  görüntüsünün  de değiştirilmesini kabul edilmemiştir.38    Bu düzenleme ile duruşma salonu dışında başka bir yerde bulunan, sesi ve  görüntüsü  değiştirilerek  duruşma  salonuna  aktarılan,  kendisine  takma (müstear)  bir  ad  takılan  ve  kimlik  bilgileri  değiştirilen  tanığa  sorulacak soruların  hakim  tarafından  sınırlanması  ya  da  sorulmasının  önlenmesi,  Türkiye Barolar Birliği İnsan Hakları Merkezi İnsan Hakları Raporu (2013) Ankara, Türkiye Barolar Birliği Yayınları, s. 309 vd. 34   Bkz.  Turhan,  Tanık  Koruma  Tedbirleri  ve  Sanığın  Adil  Yargılanma  Hakkı,  s.  403; Yenisey/Nuhoğlu, s. 539. 35   Bkz.  Turhan,  Tanık  Koruma  Tedbirleri  ve  Sanığın  Adil  Yargılanma  Hakkı,  s.  403; Yenisey/Nuhoğlu, s. 539. 36   Tanık Koruma Yönetmeliği nde ise (m.12/4) sesi ve görüntüsü değiştirilerek dinlenilen tanığın kimliğinin doğrulanabilmesi bakımında gerçek ses ve görüntüsünün kaydedileceği hükmüne yer verilmiştir. Ancak bu kaydın duruşmada taraflara dinletilmesi olanaklı değildir.  37   Bkz. Turhan, Tanık Koruma Tedbirleri ve Sanığın Adil Yargılanma Hakkı, s. 406. 38   Bkz. Turhan, Tanık Koruma Tedbirleri ve Sanığın Adil Yargılanma Hakkı, s. 406.  15Devrim AYDIN  YBHD 2021/2  delillerin müşterekliği ilkesine aykırıdır.39 Yargıtay bir kararında  …gizli tanık beyanlarının 5271 Sayılı CMK'nın 58 ile 5726 Sayılı Tanık Koruma Kanununun 9. maddesindeki düzenlemeler dikkate alınarak kimlikleri tespit edilemeyecek ve güvenlikleri tehlikeye düşürülmeyecek şekilde aynı celsede taraflara da soru sorma  hakkı  tanınmak  suretiyle  veya  anılan  tedbirlerin  yeterli  olmayacağı hallerde ise sebepleri izah edilerek önceden alınan sorular sorulmak suretiyle tespit edilip sonuçlarına göre sanıkların hukuki durumlarının takdir ve tayinin gerekmektedir.  diyerek, dinlenecek tanığa  önceden alınan sorular sorulması  gerektiğini belirtmiştir.40 Ancak Yargıtay tarafından bu kararda önerilen, henüz dinlenmemiş  tanığa  sorulacak  soruların  yazılı  alınması  gibi  bir  usul  ceza yargılaması hukukumuzda ve CMK da yoktur.   TKK m. 9/6 ya göre, tanığın TKK m. 9 daki usulle dinlenmesi esasen görevli ve yetkili mahkemeye ait olup, söz konusu usulün naip olunan hâkim veya istinabe suretiyle uygulanmasına görevli ve yetkili mahkeme tarafından karar verilmiş olması gerekmektedir. Bu düzenlemeye göre, tanığın kimliğinin gizlenerek dinlenmesine ve hangi tedbirlere göre dinleneceğine görevli ve yetkili mahkeme karar verecektir. Buna göre, naip olunan hâkim ya da istinabe olunan mahkeme bu yönde bir ihtiyaç duyarsa, görevli ve yetkili mahkemeden bu yönde bir karar vermesini istemelidir.    TKK m. 9/f.8 de ise  Bu Kanunun 5 inci maddesinin birinci fıkrasının (a) ve (b) bentlerine göre, hakkında tedbir uygulanan tanığın beyanı tek başına hükme esas teşkil etmez.  şeklindeki düzenlemeyle söz konusu beyanın sorunlu bir usulle elde edilmiş zayıf bir delil olduğu gerçeği kabullenilerek bir güvence getirilmiştir.41  Ancak  bu  düzenleme  söz  konusu  tanığın  beyanına  ilişkin  39   Öztürk/ Tezcan/ Erdem ve diğerleri, s. 323. 40   Yargıtay 16. Ceza Dairesi, E: 2015/7735, K: 2016/1683, T: 25.3.2016, Kazancı İçtihat Programı. 41    …Teknik araçlarla izleme kararı olmayan sanık hakkında başka delillerle desteklenmeyen gizli tanık beyanının hükme esas alınamayacağı nazara alınarak...  Yargıtay 16. Ceza Dairesi nin 9.7.2018 tarih ve 2018/367 E., 2018/2423 K. sayılı kararı ile  Silahlı terör örgütüne üye olma suçunun sübutuna esas alınan delilin gizli tanık beyanından ibaret olması karşısında; 5726 Sayılı Kanun'un 9/8. maddesi uyarınca tek başına hükme esas alınamayacağı gibi, hukuka uygun delil kabul edilerek mahkumiyet hükmüne esas alınması …  Yargıtay 16. Ceza Dairesi, E: 2017/4051, K: 2018/241, T: 23.01.2018, Kazancı İçtihat Programı.   16YBHD 2021/2  Devrim AYDIN  kaygıları azaltmaya yeterli değildir. Her şeyden önce kimliği gizlenmiş birden fazla tanık olduğu durumlarda da bunların dinlenmesi aynı usulle olacağından hükmün  haklarında tedbir uygulanan tanıkların beyanları tek başına hükme esas teşkil etmez  şeklinde olması gerekir. Böylece birden fazla gizli tanık olan durumlarda  mahkeme  birbirini  doğrulayan  birden  fazla  tanığın  beyanı olduğunu ileri sürerek bunları hükme esas almak yoluna gidemez.    Gizli tanığın beyanının doğurduğu bir diğer sorun koruma tedbirlerinin uygulanması,  özellikle  de  tutuklama  kararı  verilmesi  yönünden  ortaya çıkmaktadır.  Gizli  tanığın  beyanı  tek  başına  hükme  esas  alınmasa  da mahkemenin bu beyandan hareketle şüpheli ve sanık hakkında tutuklama kararı,  elkoyma,  şirket  yönetimine  kayyım  atama  gibi  ağır  tedbirler uygulamasını  engelleyecek  bir  düzenleme  yoktur.  Bu  risk  de  söz  konusu kurumun doğurduğu bir diğer ciddi sorundur.    TKK m. 9/f.10 a göre  Haklarında tedbir kararı alınan tanıkların, keşifte dinlenmeleri sırasında da bu madde hükümleri uygulanır.   Keşifte, tanık veya bilirkişinin dinlenmesinde bulunabilecekler  başlıklı CMK m. 84/1 e göre,  Keşif yapılması sırasında şüpheli, sanık, mağdur ve bunların müdafii ve vekili hazır bulunabilirler.  CMK m. 84/3 e göre,  Mağdur, şüpheli veya sanığın huzuru, tanıklardan birinin gerçeğe uygun tanıklık etmesine engel olabilecekse, o işte şüpheli veya sanığın bulunmamasına karar verilebilir.  Görüldüğü üzere CMK m. 84/3 teki düzenleme ile yetinilmeyerek, tanığın kimliğinin ortaya çıkmaması  için  tarafların  keşifte  bulunmasına  engel  olunacak  tedbirler alınmasına olanak sağlanmıştır.     V.  KİMLİĞİ  GİZLENEN  TANIĞIN  KORUNMASINA  YÖNELİK KOLLUK TEDBİRLERİ    Tanığın  ceza  muhakemesinde  dinlenmesi  sırasında  uygulanacak tedbirler CMK m. 58 de düzenlendikten sonra tanığın korunmasına yönelik kolluk tedbirleri ve bunların koşulları  Tanık koruma tedbirleri  başlıklı TKK m. 5 te ayrıntılı biçimde düzenlenmiştir. Bu tedbirler, tanığın karşılaşabileceği tehditlerin kolluk görevlilerince ortadan kaldırılmasına yönelik olduğundan,  17Devrim AYDIN  YBHD 2021/2  kolluk  tedbirleri  diye  de  nitelenmiştir.42  Buna  göre,  tanığın  kimliğinin gizlenmesi  amacıyla  alınabilecek  tedbirler  şunlardır:  Kimlik  ve  adres bilgilerinin kayda alınarak gizli tutulması ve kendisine yapılacak tebligatlara ilişkin ayrı bir adres tespit edilmesi; duruşmada hazır bulunma hakkına sahip bulunanlar olmadan dinlenmesi ya da ses veya görüntüsünün değiştirilerek özel ortamda dinlenmesi; tutuklu veya hükümlü olanların durumlarına uygun ceza infaz kurumu ve tutukevlerine yerleştirilmesi; fizikî koruma sağlanması; kimlik ve ilgili diğer bilgi ve belgelerin değiştirilmesi ve düzenlenmesi: adlî sicil, askerlik,  vergi,  nüfus,  sosyal  güvenlik  ve  benzeri  bilgi  ve  kayıtlarının değiştirilmesi ve düzenlenmesi; nüfus cüzdanı, sürücü belgesi, pasaport, evlilik cüzdanı, diploma ve her türlü ruhsat gibi resmî belgelerin değiştirilmesi ve düzenlenmesi; taşınır ve taşınmaz mal varlığıyla ilgili haklarını kullanmasına yönelik işlemlerin yapılması; geçici olarak geçimini sağlama amacıyla maddî yardımda bulunulması; çalışan kişinin iş yerinin ya da iş alanının değiştirilmesi veya öğrenim görenin devam etmekte olduğu her türlü eğitim ve öğretim kurumunun  değiştirilmesi;  yurt  içinde  başka  bir  yerleşim  biriminde yaşamasının sağlanması; uluslararası anlaşmalara ve karşılıklılık ilkesine uygun şekilde, geçici olarak başka bir ülkede yerleştirilmesinin sağlanması; fizyolojik görünümün  estetik  cerrahi  yoluyla  veya  estetik  cerrahi  gerektirmeksizin değiştirilmesi ve buna uygun kimlik bilgilerinin yeniden düzenlenmesi.43   TKK ya  göre,  yukarıdaki  tedbirlerden  biri  veya  birkaçı  aynı  anda uygulanabilir.  Bununla  birlikte  aynı  sonuç  daha  hafif  bir  tedbir  ile  elde edilebiliyor ise bu durum da göz önünde tutulabilir. Tedbir uygulanırken tanığın daha kolay korunmasını sağlayacak, tanık ve devlet için daha az külfetli tedbirler öncelikle uygulanmalıdır. TKK m. 13 e göre, bu Kanunda belirtilen görevleri yapmak üzere, İçişleri Bakanlığında Tanık Koruma Kurulu kurulacaktır. Koruma kararının alınmasında Cumhuriyet başsavcılıkları ile mahkemelerce uygulanacak usuller de (m.10) Kanun da düzenlenmiştir. TKK m. 5/f. 3 e göre, uygulanacak koruma tedbirlerinin esas ve usullerini düzenleyen  Cumhuriyet Başsavcılıkları ve Mahkemelerce Alınacak Tanık Koruma Tedbirlerine İlişkin  42   Yenisey / Nuhoğlu, s. 537; Turhan, Tanıkların Korunması, s. 183-184. 43   Bkz. Turhan, Tanıkların Korunması, s. 200 vd.  18YBHD 2021/2  Devrim AYDIN  Esas ve Usuller Hakkında Yönetmelik  01.11.2008 tarihli ve 27051 sayılı Resmî Gazete de yayınlanarak yürürlüğe girmiştir.    CMK m. 58 deki düzenlemelerin yanı sıra TKK daki düzenlemeler de esasen bizzat tanığın kendisini korumaya yöneliktir. Ancak tanığın yanı sıra tanığın yakınlarına ve duruşmada dinlenen mağdurlara yönelik ağır ve ciddi tehlikenin  varlığı  halinde  bu  kişilerin  de  korunmasına  yönelik  tedbirlere başvurulabilir. Bu nedenle  Tanık koruma tedbiri kapsamına alınacak kişiler  başlıklı TKK m. 4 te daha geniş bir düzenlemeye gidilmiştir.44 Buna göre, haklarında tanık koruma tedbiri uygulanabilecek kişiler ceza muhakemesinde tanık olarak dinlenenler ile CMK m. 236 ya göre tanık olarak dinlenen suç mağdurlarını da kapsamaktadır. CMK da yer alan  yakınları  ifadesi, TKK m. 4/1,  b de   (a)  bendi  hükümlerine  göre  dinlenenlerin  nişanlısı,  evlilik  bağı kalmasa bile eşi, kan hısımlığından veya kayın hısımlığından üstsoy veya altsoyu, ikinci derece dahil kan veya ikinci derece dahil kayın hısımları ve evlatlık  bağı  bulunanlar  ile  yakın  ilişki  içerisinde  olduğu  kişiler   şeklinde sayılmıştır.     Tanık koruma tedbiri kararlarını verecek makam ve merci  başlıklı TKK m. 6 ya göre Kanunda sayılan tanık koruma tedbiri kararları; soruşturma evresinde Cumhuriyet savcısı tarafından, kovuşturma evresinde Cumhuriyet savcısı  veya  tanığın  istemi  üzerine  veya  re sen  mahkemece  verilir.  Karar verilmeden  önce  kolluk  makamları  ile  diğer  birimlerin  hazırlayacağı değerlendirme raporları göz önünde tutulur. TKK m. 6/2 ye göre, gecikmesinde sakınca bulunan hâllerde, tanığın isteminin bulunması koşuluyla Cumhuriyet savcısından karar alınıncaya kadar, kolluk amirinin yazılı emriyle, geçici olarak 5 inci maddenin birinci fıkrasının (ç) bendinde belirtilen tedbir (fizikî koruma sağlanması) alınabilir. Bu tedbirin geciktirilmeksizin Cumhuriyet savcısının bilgisine  sunulması  gerekir.  Kanunda  açık bir  hüküm  olmasa  da  tedbirin Cumhuriyet  savcısı  tarafından  onanması  halinde  sağlanan  fiziki  koruma kaldırılacaktır. TKK m. 6/f. 3 e göre, Kovuşturma evresinde tanıklık görevinin yapılmasından sonra, 5 inci maddenin birinci fıkrasının (d) ilâ (h) bentlerinde sayılan tanık koruma tedbirlerine ilişkin kararlar, tanığın istemi üzerine Kurul  44   Bkz. Turhan, Tanıkların Korunması, s. 191.  19Devrim AYDIN  YBHD 2021/2  tarafından verilebilir. Kurul, kovuşturma evresinin sona ermesinden sonra (ç) bendinde belirtilen tedbire de karar verebilir.  Tanık koruma tedbirinin süresi, değiştirilmesi  ve  kaldırılması   başlıklı  TKK  m.  8 de  koruma  tedbirlerinin süresine,  şeklinin  değiştirilmesine,  bu  tedbirlerin  kaldırılmasına  veya tedbirlerin aynen devam etmesine, kurul tarafından re sen veya yetkili merciler ya da hakkında tedbir uygulanan kişinin istemi üzerine kararın uygulandığı tarihten başlamak üzere ve en geç birer yıl aralıklarla karar verilir. Tedbirlerin değiştirilmesi  ya  da  süresinin  uzatılıp  uzatılmayacağı,  kaldırılıp kaldırılmayacağı hususu da Kurul tarafından gözdem geçirilir.     VI. GİZLİ SORUŞTURMACININ TANIKLIĞI   Gizli  soruşturmacı  görevlendirilmesinin  esasları  CMK  m.  139 da düzenlenmiştir. CMK m. 139/f.1 e göre,  Soruşturma konusu suçun işlendiği hususunda somut delillere dayanan kuvvetli şüphe sebeplerinin bulunması ve başka surette delil elde edilememesi hâlinde, kamu görevlileri gizli soruşturmacı olarak görevlendirilebilir.  Gizli soruşturmacı görevlendirilmesine ilişkin olarak  Ceza  Muhakemesi  Kanununda  Öngörülen  Telekomünikasyon  Yoluyla Yapılan  İletişimin  Denetlenmesi,  Gizli  Soruşturmacı  ve  Teknik  Araçlarla İzleme Tedbirlerinin Uygulanmasına İlişkin Yönetmelik  yayınlanmıştır.45 Bu Yönetmeliğin 4/ç, hükmüne göre, gizli soruşturmacı,  Gerektiğinde örgüt içine sızmak, gözetlemek, izlemek, örgüte ilişkin her türlü araştırmada bulunmak ve örgütün işlediği suçlarla ilgili iz, eser, emare ve delilleri toplamak ve muhafaza altına almakla görevlendirilen kamu görevlisidir.     Gizli soruşturmacının görevlendirilmesi, sadece m.139/f.7 de gösterilen suçlar yönünden söz konusu olabilir.46 Kanunda sayılan suçlar dışında bir suç  45   Söz konusu Yönetmelik 14.02.2007 tarihli ve 26434 sayılı Resmi Gazete de yayınlanarak yürürlüğe girmiştir. 46   Buna göre sadece uyuşturucu veya uyarıcı madde imal ve ticareti (TCK m. 188); suç işlemek amacıyla örgüt kurma (iki, yedi ve sekizinci fıkralar hariç, TCK m. 220); silahlı örgüt (TCK m. 314) veya bu örgütlere silah sağlama (TCK m. 315); Ateşli Silahlar ve Bıçaklar ile Diğer Aletler Hakkında Kanunda tanımlanan silah kaçakçılığı (m. 12) suçları; Kültür ve Tabiat Varlıklarını Koruma Kanununun 68 ve 74 üncü maddelerinde tanımlanan suçlar ve Terörle Mücadele Kanunu m. 10/h bendindeki suçlarda uygulanabilir.  20YBHD 2021/2  Devrim AYDIN  için gizli soruşturmacı tayin edilmiş olması halinde elde edilen bilgiler delil olarak kullanılamayacaktır. CMK m. 139/f.1 e göre, sadece kamu görevlileri gizli  soruşturmacı  olarak  görevlendirilebilir.  Bu  düzenlemeye  göre  gizli soruşturmacı olarak tayin edilen kişinin kamu görevlisi olması gerekir ancak bu kişinin kolluk görevlisi olması zorunlu değildir.    CMK  m.  139/f.  4 e  göre,   Soruşturmacı,  faaliyetlerini  izlemekle görevlendirildiği örgüte ilişkin her türlü araştırmada bulunmak ve bu örgütün faaliyetleri çerçevesinde işlenen suçlarla ilgili delilleri toplamakla yükümlüdür.  Kolluk görevlisi olmayan bir kişinin nelerin delil olabileceğini nasıl tespit edebileceği, bunları nasıl toplayıp muhafaza edebileceği belirsizdir. Bu nedenle kolluk görevlisi olmayanların delil toplamak amacıyla görevlendirilmesi çok istisnai hallerde, örneğin bir işyerinin, binanın içindeki faaliyetlerle ilgili olarak yürütülen soruşturmada başvurulmalıdır.     Gizli soruşturmacı görevlendirilmesi halinde önemli bir sorun da gizli soruşturmacının tanıklık yapıp yapamayacağı ve tanıklığının değeridir. Dürüst işlem ilkesinin sağlanması ve adil yargılanmanın yapılabilmesinin bir unsuru da  sanıkların  tanıklara  soru  sorulabilmesi  ve  tanıklarla yüzleştirilebilmeleridir.47 AİHM, Lüdi/İsçivre davasında, sanık ve avukatının yargılama  boyunca  kimliği  gizli  tutulan  gizli  soruşturmacıya  hiçbir  soru soramamalarının  savunmanın  haklarını  önemli  derece  kısıtladığı  yönünde karar vermiştir.48    2017  yılındaki  açık  düzenlemeden  önce,  gizli  soruşturmacının güvenliğinin sağlanabilmesi için zorunlu olmadıkça duruşmada tanık olarak dinlenmemesi,  eğer  dinlenmesi  zorunlu  ise  CMK  m.  58 deki  şartlarda dinlenmesi  önerilmekteydi.49  CMK  m.  139/3 e  yapılan   Soruşturmacı,  47   Weigend, Thomas (2004)  Avrupa İki Ağızlı mı Konuşuyor?  (Çev. V. Ö. Özbek), Adil Yargılanma Hakkı ve Ceza Hukuku, Ankara, Seçkin Yayıncılık, s. 110-111; Maffei, Stefano (2003) Il Diritto al Confronto con L accusatore, Piecenza, Casa Editrice la Tribuna, s. 181 vd.; Renzikowski, s.275. 48   Lüdi/ Switzerland, AİHM, Başvuru No: 12433/86, K.T. 15.06.1992. Kararın tahlili için bkz. Lonati, Simone ( 2018)  Anonymous Witness Evidence Before the European Court of Human Rights: Is It Still Possible to Speak of ‘Fair Trial ? , European Criminal Law Review, Vol:8, N:1, p. 131 vd.  49   Bkz. Şahin/ Göktürk, s. 58.  21Devrim AYDIN  YBHD 2021/2  kovuşturma  evresinde  tanık  olarak  dinlenmesinin  zorunlu  olması  halinde/ duruşmada hazır bulunma hakkına sahip bulunanlar olmadan veya ses ya da görüntüsü değiştirilerek özel ortamda dinlenir. Bu durumda 27.12.2007 tarihli ve 5726 sayılı Tanık Koruma Kanununun 9 uncu maddesi hükmü kıyasen uygulanır.   şeklindeki  eklemeyle  gizli  soruşturmacının  da  yukarıdaki hükümlere göre tanıklık yapacağı açıklığa kavuşturulmuş ve bu konudaki tereddüt giderilmiştir.50 Öte yandan  Tanık koruma biriminde görev yapanlar, diğer  görevliler,  suçun  aydınlatılmasında  yardımcı  olanlar  ve  yakınlarının korunması  başlıklı TKK m. 22/f.1 de  Tanık koruma biriminde görev yapan personel, bu Kanun kapsamına giren suçlara ait istihbaratta, soruşturmada veya kovuşturmada görev alan kolluk amir ve memurları ile diğer kamu görevlileri, bu suçlarda kullanılan gizli soruşturmacı, bu Kanun kapsamına giren suçların ortaya çıkartılmasında yardımcı olan muhbirler ile bunların yakınları hakkında bu  Kanun  hükümleri  uygulanır.   şeklindeki  düzenlemeye  bakıldığında, tanıkların korunmasına ilişkin ceza muhakemesi tedbirlerinin ve kolluk tedbiri niteliğindeki  tanık  koruma  tedbirlerinin  gizli  sanık  hakkında  da uygulanabileceği açıktır.51    VII.  ADİL  YARGILANMA  İLKELERİ  AÇISINDAN  TANIĞIN KİMLİĞİNİN GİZLENEREK DİNLENEBİLMESİNİN ÖLÇÜTLERİ    A.  TANIĞIN  KORUNMASI  İÇİN  KİMLİĞİNİN  GİZLİ TUTULMASININ ZORUNLU OLMASI   Ceza  yargılamasının  sağlıklı  işleyebilmesi  için  can  güvenliği  olan tanıkların  korunması  devletin  alması  gereken  önlemler  arasındadır.52 Tanıkların korunmasına yönelik bu düzenlemelerin temel amacının maddi gerçeğin ortaya çıkarılmasına yönelik olduğu açıktır.53   50   15.08.2017 tarih ve 694 sayılı KHK nın 142. maddesiyle getirilen söz konusu düzenleme 01.02.2018 tarih ve 7078 sayılı Kanunla (m. 137) aynen kabul edilmiştir.  51   Bkz. Turhan, Tanıkların Korunması, s. 104. 52   Şahin/ Göktürk, s. 57; Turhan, Tanıkların Korunması, s. 33-34. 53   Öztürk/ Tezcan/ Erdem ve diğerleri, s. 323.  Tasarlayarak kasten öldürme suçunda; yaşamının tehlikeye gireceğini belirterek isminin açıklanmamasını talep eden bir tanık tarafından el yazısıyla yazılan 3 sayfalık dilekçede, sanıklara atılı suç ile ilgili bazı bilgilerin  22YBHD 2021/2  Devrim AYDIN  Yukarıda ele alındığı üzere tanıklık yapması, duruşmada hazır bulunanların huzurunda  dinlenmesi  halinde  tanık  ve/veya  yakınlarının  hayatları  ya  da özgürlükleri için oluşabilecek ağır bir tehlikenin somut olarak ortaya konulması halinde tanığın kimliğinin gizlenmesi yoluna gidilebilir.54   CMK ve TKK daki düzenlemeler, tanığın korunması ve can güvenliğinin korunması  yönünden  sorunlu  değildir.  Sorun,  tanıklık  yapması  halinde kendisinin ya da yakınlarının can güvenliği riski olduğundan hareketle tanığın kimliğinin tamamen gizlenerek ve tanığa soru sorulması imkânı sınırlanarak kapalı bir oturumda dinlenmesidir. Yukarıda aktarılan ve kimliğinin ortaya çıkmasını önlemek için  getirilen  usullerle  tanığın  dinlenmesi durumunda, gerçek anlamıyla bir dinleme söz konusu değildir. Zira Kanun, bu durumda tanığın, duruşmada hazır bulunma hakkı bulunanlar olmaksızın sadece hâkim ya da mahkeme tarafından dinlenilmesine olanak tanımaktadır. Bu usulle dinlenen tanığın duruşmada bulunmaya hakkı olanlar tarafından görülmesi, bu kişilerin tanığa soru sorması kısıtlanmakta hatta tanığın kimliği ortaya çıkabilir diye tamamen engellenebilmektedir.55 Bunun bir sakıncası da AİHS m. 6 ya göre adil yargılamanın bir gereği olan, tanığının güvenilirliğinin sanık veya müdafi tarafından sorgulanabilmesi imkânını büyük ölçüde zorlaştırmasıdır.56     B.  TANIĞIN  KİMLİĞİNİN  GİZLİ  TUTULMASININ GEREKÇELENDİRİLMESİ    Mahkeme genel ifadelerle yetinmeyerek, tanığın CMK m. 58 ve TKK m. 9 daki  hükümlere  göre  dinlenmesine  yönelik  kararında  bu  tedbirlerin  verilmekte olduğu görülmektedir. İsminin açıklanmamasını talep eden tanığın anlatımlarının maddi gerçeğe ulaşma adına mutlaka değerlendirilmesi gerekmektedir … yaşamının tehlikeye gireceği gerekçesiyle isminin açıklanmamasını talep eden tanığın anlatımları ile bu tanığın Tanık Koruma Yasası kapsamında koruma kapsamına alınıp alınmayacağı hususlarının yerel mahkeme tarafından değerlendirilmesi gerekir.  Yargıtay Ceza Genel Kurulu, E: 2010/1-253, K: 2011/11, T: 01.02.2011, Kazancı İçtihat Programı. 54   Lonati, s. 124. 55   Bkz. Centel, Nur/ Zafer, Hamide (2020) Ceza Muhakemesi Hukuku, 19. Baskı, İstanbul, Beta Yayıncılık, s. 304. 56   Bkz. Turhan, Tanıkların Korunması, s. 141 vd.; Arslan, s. 816 vd.  23Devrim AYDIN  YBHD 2021/2  alınmasının zorunlu olduğunu gösterecek somut delilleri ortaya koymalıdır.57 Yargıtay  da   Tanık  koruma  tedbirlerine  başvurulabilmesi  için  kanunda belirtilen suçlardan birisi hakkında soruşturma veya kovuşturma bulunması, tedbir uygulanacak kişinin tanık veya yakınlarından biri olması, kişinin hayatı, beden bütünlüğü ve malvarlığı için ağır ve ciddi bir tehlike bulunması, tedbirin ölçülü  olması,  yetkili  mercilerin  kararının  bulunması  gerekir.   şeklindeki kararıyla bu duruma işaret etmiştir.58 Ancak tanığın bu usulde dinlenmesine yönelik karara karşı hükümden önce gidilebilecek bir kanun yolu yoktur. Bu uygulamanın doğurabileceği sorunları önlemeye yönelik bir çözüm olarak, bu yöndeki kararın itiraza tabi olmasına yönelik bir düzenleme yapılabilir.    Mahkemenin tanığı bu usulde dinlemeye yönelik kararının kanun yolu başvurusunda incelenebilmesi için gerekçe gösterilmiş olması gerekir.59 Aksi halde genel, soyut ifadelerin ve kanun metninin yazılmış olması tek başına yeterli değildir. Bireysel başvuru incelemesi yapan Anayasa Mahkemesi de  Sonuç olarak, tanığın kimliğinin neden gizlendiği hususunda bir gerekçeye yer verilmediği, hükmün belirleyici ölçüde gizli tanığın ifadesine dayandırıldığı ve sanık (başvurucu) lehine alınan teminatlar gözetildiğinde, tanığın menfaatleri ile sanığın adil yargılanma ölçütleri içerisinde yer alan haklarının adil bir şekilde dengelenmediği görülmüştür. Bu sebeplerle, başvurucunun, Anayasa nın 36. maddesinde güvence altına alınan aleyhinde beyanda bulunan tanığı sorguya çekme hakkının ihlal edildiğine karar verilmesi gerekir.  şeklindeki yorumuyla, başvurucunun Anayasa da (m. 36) güvence altına alınmış olan tanığı sorguya çekme hakkının ihlal edildiğine karar vermiştir.60    Yargıtay da gizli soruşturmacı olarak görevlendirilen kamu görevlilerine uyuşturucu madde sattığı iddia edilen sanık hakkındaki kararında  … adli kolluk görevlisi olan tanıkların kimliklerinin ortaya çıkmasının, kendileri veya yakınları açısından ağır bir tehlike oluşturduğuna, huzurda dinlenmelerinin  57   Dönmez, s. 129. 58   Yargıtay 16. Ceza Dairesi, E: 2016/7026, K: 2017/3341, T: 21.3.2017, Kazancı İçtihat Programı. 59   Dönmez, s. 129. 60   B. Karadağ Bireysel Başvurusu, Anayasa Mahkemesi, Başvuru No: 2014/12906, K.T. 7.5.2015, Par.75, 76.  24YBHD 2021/2  Devrim AYDIN  tanıklar açısından ağır bir tehlike teşkil edeceğine ve bu tehlikenin başka türlü önlenemeyeceğine ya da maddi gerçeğin ortaya çıkarılması açısından tehlike oluşturacağına ilişkin, genel bir korkunun ötesinde doğrudan doğruya sanıktan kaynaklanan, tanıklara yönelmiş tehdit, baskı, cana ve mala zarar verileceğine dair somut bir korkunun varlığını gösteren herhangi bir tespitin bulunmaması karşısında…  şeklindeki yorumuyla, tanığa yönelik tehdidin somut olarak gerekçesiyle  ortaya  konulması  gerektiğini  belirtmiştir.61  Yargıtay  bir  başka kararında da beyanları hükme esas alınan birden çok tanığın gizli olarak dinlenilmiş olması halinde her bir tanık açısından gizli dinlemenin yasal ve doyurucu gerekçesinin açıklanması gerektiğini vurgulamıştır.62    C. TANIĞIN KİMLİĞİNİN GİZLENMESİNİN AMACA UYGUN VE ÖLÇÜLÜ OLMASI   Mevcut düzenlemeler, delillerin müşterekliği ve duruşmaların açıklığı ilkesine aykırılık taşıdığından tanığın bu usulle dinlenmesine ancak çok ayrıksı hallerde, amaca uygun ve ölçülü biçimde başvurulmalıdır.63 AİHM in, tanığın kimliğinin gizlenerek dinlenmesi, bu tanığa soru sorulmasının sınırlanması ve bu yolla elde edilen delillerin ceza muhakemesinde delil olarak kullanılmasını ele alarak bu konudaki temel yaklaşımını ortaya koyduğu başlıca kararları Kotovski/Hollanda, Windisch/Avusturya, Doorson/Hollanda, Van Mechelen  61   Yargıtay Ceza Genel Kurulu, E: 2017/10-721, K: 2020/42, T: 30.1.2020, Kazancı İçtihat Programı. 62    Beyanları hükme esas alınan birden çok tanığın gizli olarak dinlenilmiş olmalarının yasal ve doyurucu gerekçesinin açıklanmaması ve CMK nın 58 ve 201. maddeleri uyarınca sanıklar ile sanık savunmanlarının doğrudan soru sorma hakları yasal ve yeterli olmayan gerekçelerle önlenmesi suretiyle Anayasanın 90. maddesine göre iç hukukumuzda doğrudan uygulanması zorunlu olan Avrupa İnsan Hakları Sözleşmesi nin 6. maddesinde düzenlenen adil yargılanma ve savunma haklarının kısıtlanması..  Yargıtay 1. Ceza Dairesi, E: 2012/2043, K: 2012/7392, T: 10.10.2012, Kazancı İçtihat Programı. 63   Kazancı, Behiye Eker (2006)  Ceza Muhakemesinde Tanıkların Korunması Çerçevesinde Görüntülü  ve  Sesli  İfade  Alma ,  Hukuki  Perspektifler  Dergisi,  S:  7,  s.  160  vd.; Yenisey/Nuhoğlu, s. 540; Maffei, s. 358-359.  25Devrim AYDIN  YBHD 2021/2  ve Diğerleri/Hollanda, Ellis Simms ve Martin/Birleşik Krallık başvurularına ilişkindir.64    AİHM, Doorson/ Hollanda kararında tanıkların kimliğinin gizlenerek dinlenebileceğini kabul etmiş, ancak tanıkların korunmak istenen menfaatleri ile sanığın adil yargılanmaya ilişkin menfaatlerinin dengelenmesi gerektiğini de vurgulamıştır.65 Bunun yanı sıra AİHM, Ellis Simms ve Martin/Birleşik Krallık kararında,  bir  kimse  hakkında  mahkûmiyet  kararı  verilmeden  önce, aleyhindeki  tüm  delillerin  aleni  yapılan  duruşmada  ortaya  konulmasını, delillere etkin bir şekilde itiraz edilebilme olanağının taraflara verilmesinin istisnaları olsa bile bu istisnaların savunma hakkını kısıtlamaması gerektiğini vurgulamıştır. Mahkeme, gizli tanık dinlenirken hâkime, jüriye ve savunma avukatına,  tanıkların  hareketlerini  gözlemleyebilme,  dürüstlük  ve güvenilirliklerine ilişkin  fikir  sahibi  olabilme  olanağı verilmesi  gerektiğine işaret  etmiştir.  Kararda  gizli  tanık  dinleme  ölçütleri  1-tanığın  kimliğini gizlemek için haklı nedenler bulunması, 2- kimliği gizlenen tanığa savunma hakkını  kısıtlamayacak  ölçüde  soru  sorulabilmesi  olanağının  verilmesi,  3- kimliği  gizlenen  tanığın  beyanının  tek  başına  mahkûmiyetin  gerekçesi olmaması şeklinde sıralanmıştır.66    D.  TANIKLIK  KONUSU  BİLGİLERİN  NE  SURETLE ÖĞRENİLDİĞİNİN DENETLENEBİLMESİ   CMK m. 58 ve TKK m. 9 da gösterilen hallerde tanığın kimlik bilgilerinin sanık ve müdafiden gizlenmesi, bu surette dinlenen tanığın kimliğinin açığa çıkmasını sağlayabilecek soruların sorulmasının engellenmesi halinde tanığın ne  suretle  tanıklık  konusu  bilgileri  öğrendiği,  açıklamalarının  doğru  olup  64   Bu kararlarla ilgili ayrıntılı bir inceleme için bkz. Turhan, Tanıkların Korunması, s. 142 vd.; Dönmez, s. 128 vd.  65   Bkz. Turhan, Tanıkların Korunması, s. 149; Doorson/ Hollanda, AİHM, Başvuru No: 20524/94, K.T. 26.03.1996. Par. 70 vd.; Lonati, s. 121 vd. 66   Ellis Simms ve Martin/Birleşik Krallık, AİHM, Başvuru No: 46099/06 ve 46699/06, K.T. 10.04.2012, Par. 74 vd.; Kararın değerlendirmesi için bkz. Özbek/ Doğan/ Bacaksız, s. 632; Dönmez, s. 129.  26YBHD 2021/2  Devrim AYDIN  olmadığı tespit edilemeyecektir.67 Bu hallerde Cumhuriyet savcısı ve mahkeme gizli tanığın kimlik bilgilerini bilse de savunma makamı bu tanığın kimliğini bilemeyecektir. Kimliğine ilişkin bilgilerin duruşmada tartışılamaması, gizli tanığın ve verdiği bilgilerin güvenilirliğini zayıflatacaktır.68 Böyle bir durumda tanıkla sanık arasında bir husumet olup olmadığı, tanığın tanıklık konusu bilgileri ne suretle öğrendiği, tanığın herhangi bir kişi tarafından yönlendirilip yönlendirilmediği anlaşılamayacaktır. Yargıtay Ceza Genel Kurulu da kimliği gizlenen tanığa soru sorulmasıyla ilgili olarak  CMK'nın 58. maddesinin ikinci ve üçüncü fıkralarında belirtilen koşulların mevcut olduğunun kabul edilip tanıkların  duruşmada  hazır  bulunma  hakkına  sahip  olanlar  bulunmadan dinlenilmelerine karar verildiği durumlarda dahi, maddenin 3. fıkrasındaki  Tanığın dinlenmesi sırasında ses ve görüntü aktarımı yapılır. Soru sorma hakkı saklıdır  düzenlemesi gözetilerek, kimlik bilgileri gizli tutulsa bile tanık veya tanıkların sanık ve/veya müdafisinin hazır bulunduğu oturumda dinlenmeleri sırasında ses ve görüntü aktarımı yapılmak suretiyle dinlenmeleri ile sanık ve/veya müdafisine tanıklara soru sorma hakkı tanınması gerektiği dikkate alındığında, sanık ve/veya müdafisinin bulunmadığı ayrı bir oturumda, ses ve görüntü aktarımı da yapılmadan tanıkların dinlenilmeleri de usul ve yasaya aykırıdır.  şeklinde, AİHM içtihadıyla uyumlu karar vermiştir.69   AİHM, Al Khawaja ve Tahery/ Birleşik Krallık davasında, duruşmaya gelmeyen  tanığın  ifadelerinin  delil  olarak  kabul  edilebilmesi  için  tanığın duruşmaya  getirilmemesinin  objektif  ölçütlerle  ortaya  konulan  haklı  bir nedeninin olmasını ve hükmün tek başına ya da belirleyici ölçüde duruşmada dinlenmeyen tanığın beyanına dayandırılmaması yönünde karar vermiştir.70 Anayasa Mahkemesi de C. Akgül ün bireysel başvurusunda,  … Buna göre bir ceza  yargılamasında  sanığın  aleyhine  olan  tanıkları  sorguya  çekme  veya  67   Bkz. Güngör, s. 317. 68   Bkz. Turhan, Tanık Koruma Tedbirleri ve Sanığın Adil Yargılanma Hakkı, s. 394-395.  69   Yargıtay Ceza Genel Kurulu, E: 2017/10-721, K: 2020/42, T: 30.01.2020, Kazancı İçtihat Programı. 70   Al Khawaja ve Tahery/ Birleşik Krallık, AİHM Büyük Daire, Par. 118 vd. Kararın tahlili için bkz. Lonati, s. 136 vd.; Yargıtay Ceza Genel Kurulu da AİHM tarafından bu davada ortaya konulan ölçütü E: 2018/16-440, K: 2020/25, 23.1.2020 tarihli kararında esas almıştır. Karar için bkz. Kazancı İçtihat Programı.  27Devrim AYDIN  YBHD 2021/2  çektirme, lehine olan tanıkların da aleyhine olan tanıklarla aynı koşullar altında davet  edilmelerinin  ve  dinlenmelerinin  sağlanmasını  isteme  hakkı  vardır. Sanığın; hakkında gerçekleştirilen ceza yargılaması sürecinde tanıklara soru yöneltebilmesi, onlarla yüzleşebilmesi ve tanıkların beyanlarının doğruluğunu sınama imkanına sahip olması adil bir yargılamanın yapılabilmesi bakımından gereklidir.  Ancak  başvurucuların  tanıklara  soru  sorabilmesi,  onlarla yüzleşebilmeleri  mutlak  bir  hak  değildir.  Makul  gerekçelerle  getirilen kısıtlamalar, kimi zaman başvurucunun iddia tanıklarına soru sorabilme ve onlarla yüzleşme imkanını da ortadan kaldırabilmektedir. Diğer yandan bir mahkumiyet sadece veya belirleyici ölçüde sanığın soruşturma veya yargılama aşamasında  sorgulama  veya  sorgulatma  imkanı  bulamadığı  bir  kimse tarafından verilen ifadelere dayandırılmış ise sanığın hakları Anayasa'nın 36. maddesindeki güvencelerle bağdaşmayacak ölçüde kısıtlanmış olur  şeklinde karar vermiştir.71 Görüldüğü üzere Anayasa Mahkemesi de AİHM kararlarına uygun biçimde, öncelikle tanığın kimliğinin gizlenerek dinlenmesinin gerçeğin ortaya çıkması için önemli ve zorunlu olduğunun; söz konusu tanığa soru sorma  imkânının  sağlanarak  delillerin  güvenilirliğinin  sınanması  için savunmaya yeterli imkân verildiğinin; ilgili tanık beyanının tek başına hükme esas teşkil edip etmediğinin yerel mahkeme tarafından ortaya konulmasını aramaktadır.72  Mahkeme  kararında,  mahkûmiyetin  sadece  veya  belirleyici ölçüde duruşmada sorgulanmayan tanığın ifadesine dayandırılmasını Anayasa m. 36 ya aykırı görmüştür. Mahkeme kararında  Çünkü tek veya yegâne ispat unsuru olmasa dahi ifadesi hükme esas alınan bir tanığın geçerli bir neden olmaksızın  duruşmada  dinlenmemesi  tek  başına  adil  yargılanma  hakkına aykırılık oluşturabilir. Kamu makamları bu nedenle ifadesi hükme dayanak yapılacak tanıkların duruşmada hazır edilmesi için makul bir çaba sergileme yükümlülüğü  altındadır.   şeklindeki  açıklamasıyla  olayın  delilinin  tek  bir tanığın beyanından ibaret olması halinde bu tanığın duruşmada dinlenerek sorgulanması gerektiğini vurgulamıştır.73 AİHM Büyük Dairesi ise yukarıda  71   C. Akgül Bireysel Başvuru Kararı, Anayasa Mahkemesi, Başvuru No: 2014/10634, K.T. 26.10.2016, Par. 37.  72   Bkz. Dönmez, s. 147 vd.; Arslan, s. 852 vd.  73   C. Akgül Bireysel Başvuru Kararı, Par. 39.  28YBHD 2021/2  Devrim AYDIN  aktarılan Al Khawaja-Tahery/İngiltere kararında İngiliz hukukuna özgü ek bazı dengeleyici  güvencelerin  varlığını  da  göz  önünde  bulundurarak,  hükmün belirleyici  veya  önemli  ölçüde  kimliği  gizlenen  tanığın  beyanına dayandırılmasının Sözleşme ye aykırı olmayacağı yönünde karar vermiştir. Anayasa Mahkemesi nin C. Akgül kararında, AİHM in yukarıdaki kararından daha katı bir yaklaşımı benimsediği söylenebilir.     E.  KİMLİĞİ  GİZLENEN  TANIĞIN  BEYANLARINA  KARŞI SAVUNMANIN YETERLİ GÜVENCEYE SAHİP OLMASI   AİHM,  Doorson/Hollanda,  Ludi/İsviçre  ve  Van  Mechelen/Hollanda davalarında bu konudaki ölçütleri daha da açıklığa kavuşturarak yukarıdaki kararlarda  aranan  koşulların  yanı  sıra  kimliği  tamamen  gizlenen  tanığın beyanlarının  delil  olarak  değerlendirilebilmesi  için  tanığın  kimliğinin gizlenmesinin  savunma  açısından  getirdiği  sakıncaların  diğer  başka güvencelerle  dengelenmesi  ve  mahkûmiyet  kararının  tek  başına  kimliği gizlenen  tanığın  beyanına  dayandırılmaması  gerektiğine  işaret  etmiştir.74 Bunların  yanı  sıra  AİHM,  Visser/  Hollanda  ve  Kostovski/  Hollanda başvurularında,  kimliği  hakim  tarafından  bilinmekle  birlikte  duruşmada dinlenmeyen, müdafiin sadece yazılı olarak soru sorabildiği tanığın ifadesine dayanarak  mahkumiyet  hükmü  verilmesinin  savunmaya  yeterli  imkan vermediği için Sözleşme yi ihlal ettiği sonucuna varmıştır.75 Bu karara göre, kimliği açıklanmayan tanığın menfaati ile savunma hakkı arasında adil bir dengenin kurulması, tanığa yönelik ciddi tehdidin açıkça gösterilmesi, tanığın kimliğinin  gizli  tutulmasını  gerektirecek  nedenlerin  devam  edip  etmediği ortaya konulmalıdır.76    TKK m. 9/f.10 da yer alan  Bu madde hükümleri, savunma hakkını kısıtlayacak şekilde uygulanamaz.  şeklindeki düzenlemeyle savunma hakkının kısıtlanamayacağı kuralının işlevi yoktur. TKK m. 9/5 teki  …tanığa sorulacak soruların bu Kanun kapsamında tanık hakkında uygulanan tedbirlerle orantılı  74   Centel/ Zafer, s. 304-305. 75   Bkz. Lonati, s. 125.  76   Centel/ Zafer, s. 305.  29Devrim AYDIN  YBHD 2021/2  ve amaca uygun olması gerekir. Bu amaçla, hâkim, sorulan soruların tanığa sorulmamasına karar verebilir veya tanığı dinlerken dolaylı dahi olsa tanığın kimliğini  ortaya  çıkaracak  soruların  sorulmasına  izin  vermez.   şeklindeki düzenlemeden hareketle tanığın ne suretle tanıklık konusu olayları bildiği, bu bilgileri  nereden  edindiği  yönündeki  sorular  engellenebilmektedir.77  Bu durumda  tanığın  beyanının  doğruluğunun,  güvenilirliğinin  tartışılması olanaklı değildir. Tanığın, tanıklık ettiği olayla ilgili bilgiye nasıl sahip olduğu konusu  belirsiz  kaldıkça,  tanığın  verdiği  bilgilerin  sağlamlığı  da  kuşkulu olacaktır.78       F.  HÜKMÜN  SADECE  GİZLİ  TANIĞIN  BEYANINA DAYANDIRILMAMASI    Ceza  yargılamasında  olayın  tek  delilin  kimliği  gizlenen  tanığın beyanından  ibaret  olması  halinde  hükmün  bu  beyana  dayandırılıp dayandırılamayacağı  ayrı  bir  sorundur.  AİHM,  olayın  delilinin  sadece soruşturma  evresinde  polis  tarafından  dinlenen  ve  kovuşturma  evresinde duruşmalar boyunca kimliği açıklanmayan tanıkların beyanlarından ibaret olduğu Windisch/ Avusturya davasında, hükmün tek başına bu beyanlara dayandırılmasının savunma hakkını ihlal ettiği yönünde karar vermiştir.79 Bu karara göre tanıkların kimlik bilgileri, kim oldukları taraflarca da bilinmelidir. Bu kararın yanı sıra AİHM, Unterpertinger/ Avusturya davasında istisnai hallerde duruşmanın yüz yüzeliği ve delillerin açık duruşmada tartışılması kuralına sınırlamalar getirilebilse de mahkûmiyetin sadece ve ağırlıklı olarak sanığın  ve  tarafların  duruşmada  soru  soramadığı  tanığın  beyanlarına  77   Bkz. Özbek/ Doğan/ Bacaksız, s. 632. 78   Ceza Genel Kurulu nun  Sanık hakkında beyanda bulunan gizli tanığın beyanının alındığı duruşmada kendisine sanığın hangi dönemler içinde sohbetlere katıldığı, bu sohbetlerin içeriği, hangi derneklerde klavye çalışması yaptırdığının ayrıntılı şekilde sorulmadığı…  şeklindeki E: 2018/16-440, K: 2020/25, T: 23.01.2020 kararı, Kazancı İçtihat Programı.  79   Windisch v. Avusturya, AİHM, Başvuru No: 12489/86, K.T. 27.9.1990. Kararın tahlili ve etkisi için bkz. Mahoney, Paul (2004)  Right To a Fair Trial in Criminal Matters Under Article 6 ECHR , Judicial Studies Institute Journal, Vol: 4, N: 2, p. 114; Turhan, Tanık Koruma Tedbirleri ve Sanığın Adil Yargılanma Hakkı, s. 396 vd.; Arslan, s. 850 vd.   30YBHD 2021/2  Devrim AYDIN  dayandırılamayacağı yönünde karar vermiştir.80 İç hukukumuzda TKK m. 9/f.8 deki  …hakkında tedbir uygulanan tanığın beyanı tek başına hükme esas teşkil etmez  şeklindeki düzenlemeyle AİHM in yukarıdaki kararlarına uygun bir  yaklaşım  benimsenmiştir.  Yargıtay  da   5726  Sayılı  Tanık  Koruma Kanununun 5. maddesinin 1. fıkrasının (a ) ve ( b ) bentleri kapsamında koruma tedbiri altına alınan tanığın beyanının anılan Kanunun 9. maddesinin 8. fıkrası uyarınca tek başına hükme esas teşkil etmeyeceği gözetilmeden, sanığın yüklenen suçlardan beraati yerine yazılı şekilde mahkûmiyetine karar verilmesi, hatalı görülmüştür.   şeklindeki  kararında,  Kanun un  açık  hükmüne  karşın  gizli tanığın beyanının tek başına hükme esas alınmasını bozma nedeni olarak değerlendirmiştir.81    AİHM  yukarıdaki  kararlarında,  tehlike  altındaki  tanığın  duruşmada dinlenmesi sırasında korunması için gerekli tedbirlerin alınabileceği kabul etmekle beraber bu tanığa soru sorulabilmesi olanağının sanığa da verilmesi gerektiğini belirterek tanığın korunması ve sanığın adil yargılanma hakkının dengelenmesini amaçlamaktaydı. AİHM, tehlike altındaki tanığın kimliğinin tamamen  gizlenmesi  yerine  bu  tanığın  kolluk  tedbirleriyle  korunmasının sağlanması eğilimini benimsemekteydi. Ancak AİHM, Balta ve Demir /Türkiye kararında, Büyük Daire nin Al Khawaja-Tahery/ İngiltere kararında geliştirdiği yaklaşımı esas alarak, süreklilik arz eden önceki içtihatlarından ayrılmıştır. Buna göre yukarıda ele alınan tanığın kimliğinin gizli tutulmasının zorunlu olması, kimliğin gizli tutulmasının gerekçelendirilmesi ve tanığın kimliğinin gizlenmesinin amaca uygun ve orantılı olması şeklindeki üç koşulun sağlanması halinde  mahkûmiyet  kararının  tek  başına  veya  belirleyici  ölçüde  kimliği gizlenen  tanık  beyanına  dayandırılabileceğini  benimsemiştir.82  Görüldüğü üzere  AİHM,  önceki  kararlarında  kimliği  gizlenen  tanığın  beyanının   tek başına veya belirleyici bir şekilde  sanığın mahkûmiyetine esas teşkil etmemesi yönünde  kararlar  vermişken,  Büyük  Daire  Al  Khawaja-Tahery/İngiltere  80   Unterpertinger v. Avusturya, AİHM, Başvuru No: 9120/80, K.T. 24.11.1986. Kararın tahlili ve etkisi için bkz. Weigend, s.111; Öztürk, Bahri (2010)  Anonim (Gizli) Tanıklık Tek Başına Mahkûmiyete Yeter mi?  Fasikül Hukuk Dergisi, Y: 2, S: 5, s.7; Dönmez, s. 131.  81   Yargıtay 9. Ceza Dairesi, E: 2014/5006, K: 2014/9648, T: 26.9.2014, Kazancı İçtihat Programı. 82   Bkz. Turhan, s. 165.  31Devrim AYDIN  YBHD 2021/2  kararında, İngiliz hukukuna özgü dengeleyici güvencelerin varlığını da göz önünde  bulundurarak,  ek  bazı  güvencelerin  bulunması  halinde,  hükmün belirleyici  veya  önemli  ölçüde  kimliği  gizlenen  tanığın  beyanına dayandırılmasının Sözleşme ye aykırı olmayacağı yönünde karar vermiştir.83    AİHM,  Balta  ve  Demir  /Türkiye  kararında  da  Büyük  Daire nin  Al Khawaja-Tahery/ İngiltere kararına atıf yaparak, savunma tarafının sorgulama imkânı bulamadığı bir tanığın aleyhte ya da hüküm için belirleyici nitelikteki ifadesinin delil olarak kabul edilmesinin kendiliğinden Sözleşme yi (m. 6) ihlal etmeyeceği yönündeki yeni yaklaşımını sürdürmüştür. Mahkeme, bu tür bir delilin güvenilirliğine ilişkin doğru ve hakkaniyete uygun bir değerlendirme yapabilmek  için  söz  konusu  delilin  kabul  edilmesine  bağlı  sakıncaları giderebilecek yeterli güvencelerin bulunması halinde, yargılamanın bir bütün olarak  hakkaniyete  uygun  olarak  değerlendirilebileceği  yönünde  karar vermiştir. Ancak AİHM bu kararında bir kez daha, gizli tanıklık uygulamasına başvurulması  ve  hükmün  gizli  tanığın  beyanına  dayandırılabilmesi  için öncelikle  yukarıda  aktarılan  üç  ölçütün  birlikte  karşılanması  gerektiğini vurgulamıştır. Buna göre: 1. Başvuranların tanığı sorgulama ya da sorgulatma imkânlarının bulunmaması makul bir gerekçe ile haklı gösterilmiş olmalıdır; 2. başvuranların mahkûm edilmesinde gizli tanığın beyanının öneminin ortaya konulmuş  olması  gerekir;  3.  savunma  tarafının  maruz  kaldığı  güçlükleri gidermek amacıyla başvurabileceği yeterli usuli güvencelerin bulunduğu ortaya konulmalıdır.84 AİHM bu iki yeni kararı birlikte değerlendirildiğinde, AİHM Büyük Daire sinin, Al Khawaja-Tahery/ İngiltere kararından sonra, yerleşik içtihadından  belli  koşulların  varlığı  şartıyla  ayrıldığı,  diğer  koşulların  da bulunması  halinde  hükmün  tek  başına  gizli  tanığın  beyanına dayandırılabileceğini kabul ettiği görülmektedir. Buna göre, TKK m. 9/f.8 deki  hakkında tedbir uygulanan tanığın beyanı tek başına hükme esas teşkil etmez  şeklindeki  düzenlemenin  AİHM  içtihadına  aykırı  olmadığı  görülmektedir. Gizli  tanıklık  kurumuna  başvurulabilmesi  için  AİHM  tarafından  aranan  83   Al-Khawaja ve Tahery/ Birleşik Krallık, Par. 118 vd.; Bkz. İnceoğlu, Sibel (2018) Adil Yargılanma Hakkı Anayasa Mahkemesine Bireysel Başvuru El Kitapları Serisi, N: 4, Ankara, s. 350; Lonati, s. 136. vd.  84   Balta ve Demir /Türkiye, AİHM, Başvuru No: 48628/12, K.T. 23.04.2015, Par. 39-40.  32YBHD 2021/2  Devrim AYDIN  yukarıda üç ölçüt sağlanmış olsa bile TKK daki bu hüküm karşısında kimliği gizlenen  tanığın  beyanı  Türk  ceza  yargılamasında  tek  başına  hükme  esas alınamaz. Görüldüğü üzere, TKK daki bu düzenlemeyle gizli tanığın beyanı zayıf bir delil olarak değerlendirilmekte ve ancak diğer başka delillerin varlığı halinde hükme dayanak yapılabilmektedir.     SONUÇ    AİHM içtihatlarında, gizli tanıklık uygulaması ve gizli tanığın beyanının delil olabilmesi için tanığın kimliğinin gizlenmesinin istisnai ve zorunlu olması, tanık beyanının güvenilirliğini sorgulama ya da sorgulatma imkânlarını içeren yeterli güvencenin savunmaya verilmiş olması, gizli tanığın beyanının sanığın mahkûmiyetinde tek başına ya da önemli ölçüde esas alınmaması koşulları birlikte aranmaktadır.    Ceza Muhakemesi Kanunu (m.58) ve Tanık Koruma Kanunu ndaki düzenlemelerin Anayasa Mahkemesi ve AİHM ölçütleri esas alınarak uygulanması halinde gizli tanık beyanlarının sanığın mahkûmiyetinde kullanılması bakımından  hukuka  aykırı  bir  durum  ortaya  çıkmayacağı  beklense  de uygulamada böyle olmadığı görülmektedir. Kimliği gizlenen tanıkların maddi meseleye ve suçun iştirakçilerine ilişkin birçok ayrıntıyı çok kesin biçimde hatırlamaları,  beyanlarının  sıklıkla  sanıklar  aleyhine  olması,  savunma makamının bu tanıklara soru sorma imkânının kısıtlanmış olması gibi etkenler bu tanığın beyanının doğruluğu konusunda kuşkular uyandırabilmektedir. Mevzuattaki sıkı düzenlemeye karşın, kimi ceza davalarında kimliği gizlenen tanıkların  yalan  beyanlarına  dayanarak  verilen  kararlar,  kanun  yolu denetiminde bozulmuş olsa da gizli tanıklık kurumuna olan güvensizlik devam etmektedir.    AİHM içtihadı ve ulusal mevzuatımıza bakıldığında, tanığın kimliğinin gizlenerek dinlenmesi ve korunması için tanığın somut bir tehlike içinde olması önkoşuldur. Ayrıca bu tanığın beyanının maddi meselenin ispatı açısından çok önemli ya da tek delil olması gerekmektedir. Bu tanığın duruşma salonunda dinlenmesi sırasında güvenliğinin sağlanması için gerekli ceza muhakemesi tedbirleri  alınırken,  kendisine  soru  sorulması  için  savunmaya  da  imkân  33Devrim AYDIN  YBHD 2021/2  verilerek menfaatler dengelenmelidir. Tanıklık yaptıktan sonra da bu tanığın korunması için gerekli kolluk önlemleri alınmalıdır.    Kimliği en baştan itibaren gizli tutulan ve kendisine soru sorulma imkânı büyük  ölçüde  sınırlanan  ya  da  hiç  soru  sorulamayan  tanığın  beyanının güvenilirliği savunma tarafından sınanamadığı için bu beyanın tek başına ya da büyük  ölçüde  sanığın  mahkûmiyetine  dayanak  yapılması  halinde,  adil yargılanma hakkını ihlal etmiş olacaktır. Tanığın tanıklık konusu olayı ve olaya dair bilgileri ne suretle öğrendiği ortaya konulmadıkça, beyanının doğruluğu kuşkulu  olacaktır.  Bu  nedenle,  dava  konusu  olayı  ne  suretle  öğrendiği duruşmada  ortaya  konulduktan  ve  kendisine  duruşmada  sorular sorulabildikten sonra kimliği gizlenen tanığın beyanına itibar edilebilir. Aksi halde kim olduğu yargılamanın en başından beri belli olmayan, kendisine soru sorulamayan, açıklamaları yargılama boyunca şüpheli olan tanığın beyanının tek başına delil olarak kabul edilmesi hukuka uygun olmayacaktır.    AİHM,  Anayasa  Mahkemesi  ve  Yargıtay  kararları  birlikte değerlendirildiğinde,  öncelikle  tehlike  içinde  bulunan  tanığın  kimliğinin gizlenerek  dinlenmesinin  gerçeğin  ortaya  çıkması  için  önemli  ve  zorunlu olduğunun somut olarak ortaya konulması gerekir. Söz konusu tanığa soru sorma  imkânının  sağlanarak  delillerin  güvenilirliğinin  sınanması  için savunmaya yeterli imkân verilmesi ve bu suretle elde edilen tanık beyanına tek başına ya da önemli derecede sanığın mahkûmiyetinde belirleyici delil olarak dayanılmaması gerekir.    Bu kurum açısından asıl sorunun, tanığın kimliğinin en baştan taraflara açıklanmayarak gizli tutulması ve duruşmada dinlenirken kimliğinin açığa çıkmasına yol açabilecek nitelikte soruların sorulmasının engellenmesi olduğu açıktır. Olayın delilini tek başına ya da önemli ölçüde kimliği gizlenen tanığın beyanının oluşturduğu durumlarda tanığın beyanının güvenilirliğinin savunma tarafından sınanma imkânı büyük ölçüde ortadan kaldırılmış olmaktadır. TKK hükümlerine göre hüküm sadece gizli tanığın beyanına dayandırılamasa da bu beyan  esas  alınarak  koruma  tedbirlerine  başvurulması  olanaklıdır.  Bu durumda, haksız olarak koruma tedbirlerine başvurulması da ceza adaleti açısından sakıncalıdır. Bu gerekçeyle AİHM ve Anayasa Mahkemesi tarafından ortaya konulan koşulların birlikte bulunması halinde, tanıklık yapması halinde  34YBHD 2021/2  Devrim AYDIN  ciddi tehdit altında olan tanığın duruşmada dinlenmesi amacıyla gerekli ceza muhakemesi  tedbirlerinin  alınması,  dinleme  sırasında  savunmaya  tanığın beyanının güvenilirliğini sınama imkânı verilmesi, daha sonra da bu tanığın korunmasına yönelik olarak gerekli kolluk önlemlerinin alınması gerekir.   AİHM,  daha  önceki  karalarında  hükmün  tek  başına  gizli  tanığın beyanına dayandırılmasını AİHM m.6 ya aykırı görmekteyken, Balta ve Demir /Türkiye ile Al Khawaja-Tahery/ İngiltere kararlarında, yerleşik içtihadından belli koşulların varlığı şartıyla ayrılarak, ek bazı güvencelerin bulunması halinde hükmün  belirleyici  veya  önemli  ölçüde  kimliği  gizlenen  tanığın  beyanına dayandırılmasının Sözleşme ye aykırı olmayacağı yönünde karar vermiştir. Bu son  içtihatlar  açısından  bakıldığında,  TKK  m.  9/f.8 deki   hakkında  tedbir uygulanan  tanığın  beyanı  tek  başına  hükme  esas  teşkil  etmez   şeklindeki düzenlemenin  AİHM  içtihadına  aykırı  olmadığı,  kimliği  gizlenen  tanığın beyanının Türk ceza yargılamasında daha zayıf ve diğer delillerle desteklenmesi gereken ikincil bir delil olarak kabul edildiği söylenebilir.    Sonuç olarak, ciddi bir tehlike içinde olan tanıkların beyanlarının hüküm için esaslı bir delil oluşturduğu hallerde kimlik bilgilerinin açıklanması, bu tanıklara  soru  sorulma  imkânının  savunma  makamına  da  verilmesi, dinlendikten sonra  bu  tanığın  korunması için  gerekli  kolluk  tedbirlerinin sağlanması ideal olandır. Ancak mevcut düzenlemelere bakıldığında, kimliği gizlenerek dinlenen tanığın beyanının tek başına hükme esas alınmayacağı yönündeki TKK m. 9/f.8 deki hükmün önemli bir güvence olduğu ve AİHM içtihadına aykırı olmadığı görülmektedir.        35Devrim AYDIN  YBHD 2021/2",
     "Kaynakça": "Ambos, Kai (2004)  Avrupa İnsan Hakları Mahkemesi ve Yargılama HaklarıSilahların Eşitliği, Çelişmeli Önsoruşturma ve AİHS m. 6 , (Çev. Y. Ünver),  Adil  Yargılanma  Hakkı  ve  Ceza  Hukuku,  Ankara,  Seçkin Yayıncılık.  Arslan, Mehmet  (2019)  Sanığın  İddia  Tanığını Sınama  Hakkı   Özellikle Tehlike Altındaki Gizli Tanık Meselesi , D.E.Ü. Hukuk Fakültesi Dergisi, Prof. Dr. Durmuş Tezcan a Armağan, C: 21, Özel Sayı, s.813 860. Centel Nur/Zafer, Hamide (2020) Ceza Muhakemesi Hukuku, 19. Baskı, İstanbul, Beta Yayıncılık.  Dönmez, Burcu (2016)  AİHM ve Anayasa Mahkemesi Kararları Işığında Gizli Tanıklara Soru Sorma Hakkının Kullanılması , Türkiye Barolar Birliği Dergisi, S:127, s.121 156. Dratel, L. Joshua (2007)  Sword or Shield? The Government's Selective Use of its  Declassification  Authorıty  for  Tactical  Advantage  in  Criminal Prosecutions , Cardozo Public Law Policy & Ethics Journal, Vol: 5, p.171 189. Eker Kazancı, Behiye (2006)  Ceza Muhakemesinde Tanıkların Korunması Çerçevesinde  Görüntülü  ve  Sesli  İfade  Alma ,  Hukuki  Perspektifler Dergisi, S: 7, s.157 162. Gülşen, Recep (2006)  Yeni Ceza Muhakemesi Kanunu ve Teknoloji , Hukuki Perspektifler Dergisi, S: 7, s.150 157. Güngör, Devrim (2015)  Ceza Muhakemesinde Tanık Beyanının Delil Değeri Üzerine Bazı Tespit ve Değerlendirmeler , İnönü Üniversitesi Hukuk Fakültesi Dergisi, C: 6, S: 2, s.307 318. İnceoğlu, Sibel (2018) Adil Yargılanma Hakkı Anayasa Mahkemesine Bireysel Başvuru El Kitapları Serisi, N: 4, Ankara. Karakehya,  Hakan  (2013)   Sanığın  İddia  Tanıklarının  Beyanlarının Doğruluğunu  Test  Etme  Hakkı ,  Prof.  Dr.  Nur  Centel e  Armağan,  36YBHD 2021/2  Devrim AYDIN  Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, C: 19, S: 2, s.715 733. Koca,  Mahmut/  Üzülmez,  İlhan  (2006)   Ceza  ve  Ceza  Muhakemesi Hukukunda  Mağdurun  Korunması  ve  Mağdura  Tanınan  Haklar , Hukuki Perspektifler Dergisi, S: 7, s.140 149. Kongar, Emre  Sahtekâr Bir ‘Savcı, Gizli Tanık ve Sanık  Portresi , 9 Mayıs 2021 tarihli Cumhuriyet Gazetesi. Lonati, Simone (2018)  Anonymous Witness Evidence Before the European Court of Human Rights: Is It Still Possible to Speak of ‘Fair Trial ? , European Criminal Law Review, Vol: 8, N:1, p.116 142. Maffei, Stefano (2003) Il Diritto al Confronto con L accusatore, Piecenza, Casa Editrice la Tribuna. Mahoney, Paul (2004)  Right To a Fair Trial in Criminal Matters Under Article 6 ECHR , Judicial Studies Institute Journal, Vol: 4, N: 2, p.107 129. Özbek, Veli Özer/ Doğan, Koray/ Bacaksız, Pınar (2020) Ceza Muhakemesi Hukuku, 13. Baskı, Ankara, Seçkin Yayıncılık. Öztürk, Bahri (2010)  Anonim (Gizli) Tanıklık Tek Başına Mahkûmiyete Yeter mi?  Fasikül Hukuk Dergisi, Y: 2, S: 5, s.6 7. Öztürk  Bahri/Tezcan,  Durmuş/Erdem,  M.  Ruhan/Sırma,  Özge/Saygılar Kırıt, Yasemin F./Özaydın, Özdem/Alan Akcan, Esra/Erden Tütüncü, Esra,  (2019)  Ceza  Muhakemesi  Hukuku,  13.  Baskı,  Ankara,  Seçkin Yayıncılık. Renzikowski, Joachim (2004)  Adil Yargılanma ve Anonim Tanık, Avrupa İnsan Hakları Mahkemesi İçtihadı Işığında Tanığın Korunmasında Üç Basamak Teorisi , (Çev. A.K. Yıldız), Adil Yargılanma Hakkı ve Ceza Hukuku, Ankara, Seçkin Yayıncılık. Sarıbeyoğlu  Meltem/Karakaya,  Naim  (2007)   İletişimin  Denetlenmesine İlişkin   İngiltere ye  Karşı  P.G.  ve  J.H.  Kararı   ve  Türk  Hukuku Yönünden Değerlendirme , Hukuk ve Adalet Dergisi, S: 10, s.215 231. Şahin, Cumhur / Göktürk, Neslihan (2021) Ceza Muhakemesi Hukuku, C. 2, 11. Baskı, Ankara, Seçkin Yayıncılık.  37Devrim AYDIN  YBHD 2021/2  Taner, Fahri Gökçen (2019) Ceza Muhakemesi Hukukunda Adil Yargılanma Hakkı  Bağlamında  Çelişme  ve  Silahların  Eşitliği,  Ankara,  Seçkin Yayıncılık. Turhan, Faruk (2009)  Tanık Koruma Tedbirleri ve Sanığın Adil Yargılanma Hakkı/Tanık Koruma Kanununa Göre Ceza Muhakemesinde Tanıkların Korunması  ve Sanığın  İddia Tanıklarına  Soru Sorma  ve  Sorgulama Hakkının AİHM Kararları Işığında Değerlendirilmesi , 3. Yılında Ceza Adaleti Sistemi, Ankara, Seçkin Yayıncılık. Turhan,  Faruk  (2009)  Ceza  Muhakemesinde  Tehlike  İçindeki  Tanıkların Korunması, Ankara, Seçkin Yayıncılık. Turhan, Faruk (2020)  Tanıklara Yemin Verilmesine İlişkin Ceza Muhakemesi Kanunu  Hükümlerinin  Eleştirel  Bir  Değerlendirmesi ,  Ankara  Hacı Bayram Veli Üniversitesi Hukuk Fakültesi Dergisi, C: 24, S: 4, s. 359 409. Türkiye Barolar Birliği İnsan Hakları Merkezi İnsan Hakları Raporu, (2013) Ankara, Türkiye Barolar Birliği Yayıncılık. Weigend, Thomas Weigend, (2004)  Avrupa İki Ağızlı mı Konuşuyor?  (Çev. V. Ö. Özbek), Adil Yargılanma Hakkı ve Ceza Hukuku, Ankara, Seçkin Yayıncılık. Yenisey, Feridun/Nuhoğlu, Ayşe (2020) Ceza Muhakemesi Hukuku, 8. Baskı, Ankara, Seçkin Yayıncılık.  İnternet Adresleri: 22.04.2015  tarihli  Habertürk  Gazetesi nin  ilgili  sayfası  için  bkz. https://www.haberturk.com/gundem/haber/1068766 109 gizli tanigin kimligi  12sinin de yuzu degisti., s.e.t. 25. 05. 2021.  21. 11. 2019 tarihli Hürriyet Gazetesi için bkz. https://www.hurriyet.com.tr/gundem/erzincandaki ergenekon davasiningizli tanigi olan savci bayram bozkurta fetoden 15 yil hapis 41385874., s.e.t. 25.05.2021.  38"
}