{
     "Tip": "Makale",
     "Dergi İsmi": "Yıldırım Bayazıt Üniversitesi ",
     "Üniversite İsmi": "",
     "Gün": "14",
     "Ay": "01",
     "Yıl": "2021",
     "Cilt": "1",
     "Sayı": "2021/1",
     "Başlık": "EKSİK DÜZENLEMELER ALEYHİNE İPTAL DAVASI  AÇMA YÖNTEMİ ÜZERİNE BİR İNCELEME",
     "Title": "A REVIEW ON BRINGING THE ADMINISTRATIVE ACTIONS TO THE  COURT FOR THE UNDER INCLUSIVE STATUTORY INSTRUMENTS",
     "Yazar İsmi": [

          "  Dr. Öğr. Üyesi Özge Didem BOULANGER"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          " Düzenleyici İşlemler", "Eksik Düzenleme", "İptal Davası", "Menfaat İhlali", "Kesin ve Yürütülebilir İşlem Kavramı"

     ],
     "Keywords": [
          "Regulatory Instruments", "Under Inclusive Instruments", "Annulment Actions", "Judicial Control", "Administrative Acts"
     ],
     "Özet": "İdarenin  düzenleyici  işlemlerinin  kapsamına  alması  gereken  bazı  kişi  ve konuları kapsam dışı bırakmasına ilişkin bir kavram olan eksik düzenleme kavramı Türk hukuk doktrininde üzerinde fazla çalışılmamış bir kavramdır. Eksik düzenleme kavramının  pek  çok  açılardan  incelenmesi  mümkündür.  Konunun  çok  boyutlu olması,  çeşitli  açılardan  incelenebilirliği  nedeniyle  çalışma  eksik  düzenlemeye münhasır olarak dava açma yöntemi açısından sınırlandırılmıştır. Çalışmada idarenin düzenleme yetkisi, idarenin düzenleyici işlemleri ve eksik düzenleme  kavramları  tanımlanmış  ve  düzenleyici  işlemlerin  yargısal  denetimleri aktarılmıştır. Özellikle eksik düzenleme durumunda iptal davası açabilme durumu kesin ve yürütülebilir işlem ile menfaat ihlali kavramları temelinde incelenmiştir.  Eksik düzenlenen işlem aleyhine mevcut İYUK hükümleri kapsamında iptal davasının açılabilirliği sorgulanmıştır. Bu bağlamda eksik düzenleme konusunda iptal davası  açma  yöntemi  eksik  düzenleme  durumunda  düzenleme  kapsamında bulunmayan  kişiler  açısından  değerlendirilmiştir.  Mevcut  İYUK  hükümleri  göz önünde  bulundurularak  eksik  düzenleme  durumunda  zımni  ret  kurumunun uygulanabilirliği  üzerinde  durulmuş  ve  konuya  Danıştay ın  yaklaşımı değerlendirilerek  yasal  durum  ile  Danıştay  kararları  arasında  göz  önünde bulundurulması gereken hususlara dikkat çekilmiştir.",
     "Abstract": "When administration uses its regulatory power by excluding particular people or themes, this process is called as under inclusive instruments. As this specific topic has not been studied enough in Turkish law doctrine, it is quite possible to review the concept from different points of view. The topic has numerous dimensions, we therefore prefer to limit our study with the under inclusive statutory instruments taken to the court. In this study, the regulatory power of administration, administration s regulatory processes and under inclusive statutory instruments are defined. In addition,  judicial  control  of  the  regulatory  acts  is  examined.  This  study especially reviews under inclusive statutory instruments taken to the court as annulment actions under the concept of final administrative act.   The study scrutinises the method used in bringing these instruments to the  court  as  an  annulment  action  in  the  scope  of  the  Procedure  of Administrative Justice Act, especially for people who remain out of these regulations. Considering the Procedure of Administrative Justice Act, it has been discussed whether the silence of administration can be considered to be relevant to the Council of State s approach in relation to under inclusive statutory instruments.   Key  Words:  Regulatory  Instruments,  Under  Inclusive  Instruments, Annulment Actions, Judicial Control, Administrative Acts.     56YBHD 2021/1  Özge Didem BOULANGER    GİRİŞ   Eksik düzenleme kavramı idarenin düzenleyici işlemlerinde bazı kişi, konu  veya  grupların  idare  tarafından  kapsam  dışı  bırakılması  anlamına gelmektedir. Eksik düzenleme söz konusu olduğunda kapsam dışı kalan kişi, konu veya grupların sehven mi yoksa idarenin takdir yetkisi dahilinde mi kapsam dışı bırakıldığı hususu belirsizdir. Türk İdare Hukuku doktrininde fazla  çalışılmamış  bir  kavram  olduğundan  ve  oldukça  geniş  kapsamlı olabilecek  bu  çalışmanın  sınırlandırılması  gerekliliği  nedeniyle  eksik düzenleme kavramı çalışmada idarenin yönetmelikleri ve adsız düzenleyici işlemlerinde olabilecek düzenleme eksiklikleri kapsamında İdari Yargılama Usulü Kanunu (İYUK) çerçevesinde ve dava açma usulü açısından sınırlandı. Bu  noktada  özellikle  eksik  düzenleyici  işlemin  tamamı  veya  sadece  eksik düzenlenen kısmın dava konusu edilebilirliği üzerinde duruldu.  Pozitif  hukuk  açısından  değerlendirdiğimizde  eksik  düzenlenen düzenleyici işlemlerin iptal davasına konu edilmesi mümkündür, ancak iptal davasının  münhasıran  düzenleme  dışında  kalan  kişi,  grup  ve  konular hakkında da düzenleme yapılmasına yönelik olarak eksik düzenlenen kısmın iptali  için  açılması  durumunda  düzenleme  kapsamına  alınmayan  kişiler açısından bir idari işlem bulunmadığından, iptal davasının açılma usulünün İYUK  hükümleri  uyarınca  incelenmesi  öncelikle  önemlidir.  Buna  göre örneğin bir yönetmeliğin bir maddesi birtakım kişi, konu ve alanları kapsam dışı bıraktığında kapsam dışı kalanlar yönetmeliğin tamamı aleyhine iptal davası açabilirler ancak sadece düzenlemenin eksik olan yönüne münhasır olarak iptal davasının açılması pozitif hukukta mümkün değildir, zira eksik düzenleme durumunda idare konu veya kişi ile ilgili herhangi bir irade beyan etmemektedir.  Ancak  düzenlemenin  tamamı  aleyhine  dava  açıldığında  ve yargı yeri tarafından düzenleyici işlem iptal edildiğinde ise bu sefer düzenleme kapsamına alınan kişiler açısından hak kaybı ortaya çıkacaktır. Özetle eksik düzenleme durumunda idari yargıda sadece eksik düzenlenen hüküm aleyhine iptal  davası  açmak  mevcut  İYUK  hükümleri  kapsamında  mümkün görünmemektedir. İdarenin kapsama almadığı kişi, konu ve alanla ilgili olarak olmayan  iradesine  karşı  davanın  ne  şekilde  açılacağı  hususu  açıklığa  57Özge Didem BOULANGER  YBHD 2021/1  kavuşturulmalı, bu kapsamda menfaat ihlali ve kesin ve yürütülebilir işlem kavramı incelenmelidir.  Eksik düzenleme durumunda İYUK 10 kapsamında idareye bir başvuru yaparak zımni red kurumunun işletilmesi ve bir bireysel karar elde edilerek bu karara  karşı  iptal  davası  açılması  hususunun  yargılama  tekniği  açısından uygunluğu incelenmelidir. Ayrıca Danıştay ın konuya yaklaşımı da önemlidir ve çalışmamızda bu hususa da değinilmiştir. Çalışmada eksik düzenlenen düzenleyici işlemlerin iptali istendiğinde iptal  davası  açabilmek  için  pozitif  hukuk  kapsamında  izlenmesi  gereken yöntem  öncelikle  incelenecek,  ardından  Danıştay ın  konuya  yaklaşımına değinilecektir.   I.  İDARENİN  DÜZENLEYİCİ  İŞLEMLERİ  VE  YARGISAL DENETİMLERİ A. İDARENİN DÜZENLEYİCİ İŞLEMLERİ İdarenin düzenleme yetkisi idarenin genel, objektif nitelikte, kişilere özgü farklılık arz etmeyen normlar koymasıdır. İdarenin düzenleme yetkisi, Anayasa dan, kanunlardan, Cumhurbaşkanı kararnamesinden kaynaklanabilir ve ayrıca idare düzenleme yetkisine yürüttüğü faaliyetin doğası gereği sahip olmak  zorundadır.  Ulusoy un  da  isabetle  belirttiği  gibi  yürütme  erkinin işlevini kanunları uygulamak olarak da kabul etsek, kanunu uygulamak için o kanunu yorumlamak ve açıklamak gerektiğinden, kanunun yorumlanmasını belirlemek,  bunu  kişilerin  önceden  öngörebilmesi  için  objektif  şekilde düzenlemek  ve  duyurmak  da  esasen  bir  norm  koymak  yani  düzenleme yapmaktır1.  Kanun koyucunun her şeyi düzenlemesinin mümkün olmaması ve takdir yetkisinin kullanımının öngörülebilir ve objektif olması gerekliliği de idareye düzenleme yetkisi verilmesini bir zorunluluk haline getirmektedir.  1961 Anayasası yürütmeye temkinli yaklaşmış ve yasama – yürütme dengesini  ve  iş  birliğini  sağlamayı  göz  önünde  bulunduran  parlamenter rejimin standartlarından biraz ayrılarak yasamaya tabiri caizse biraz ayrıcalık                                                            1   Ulusoy, Ali (2019) Yeni Türk İdare Hukuku, 1. Baskı, Ankara, Yetkin Yayınları, s.289.  58YBHD 2021/1  Özge Didem BOULANGER  tanımış ve Tanör ün tabiriyle yürütmeyi sıkıca frenlemişti2. Bu kapsamda 1961 Anayasası  6.  maddesinde  yürütme  görev  olarak  düzenlenmişti.    1982 Anayasası 8. maddesi yürütmeyi yetki ve görev olarak düzenlemiş ve yürütme yetki ve görevinin Anayasa ve kanunlara uygun olarak yerine getirileceğini söylemiştir.  Bu  değişiklik  doktrinde  yürütmenin  yasama  karşısında güçlendirildiği  ve  yürütme  tarafından  yasanın  olmadığı  yerde  Anayasaya uygun  olarak  ilk  elden  düzenleme  yapılması  hususunda  tartışmalara  yol açmışsa da yürütme organının düzenleme yetkisinin türevsel ve bağlı nitelikte olduğu  görüşü  1982  Anayasası  döneminde  de  değişmemiştir3.  Dolayısıyla 1982 Anayasası uyarınca da yürütmenin yasamaya bağlı türevsel nitelikte bir düzenleme yetkisi bulunduğunu söylemek mümkündür4.  Buna göre yürütme kural olarak ancak yasa koyucunun çerçevesini çizdiği alan içerisinde kanunların uygulamasını sağlamak, yürütme görevini yerine getirmek amacıyla türevsel ve bağımlı bir düzenleme yetkisine sahiptir. Türevsel nitelikteki düzenleme yetkisiyle yürütme organı, yönetmelikler ve yönerge,  sirküler,  esaslar,  genelge,  tebliğ  gibi  isimlerle  adlandırılan  adsız düzenleyici işlemler yapabilir5.  Bu bağlamda örneğin yönetmelikleri ele aldığımızda, Anayasanın 124. maddesi açıkça yönetmeliklerin kanunlarla Cumhurbaşkanı kararnamelerinin uygulanmasını  sağlamak  için  ve  bunlara  aykırı  olmayacak  şekilde çıkarılabileceğini söylemektedir. Dolayısıyla idare yönetmelikler konusunda ancak türevsel bir düzenleme yetkisine sahiptir. Aynı hususu adsız düzenleyici işlemler  için  de  söylemek  mümkündür,  zira  adsız  düzenleyici  işlemler yönetmeliklerin tabi olduğu sınırlama ve esaslara tabidir6.                                                             2   Tanör, Bülent (2019) İki Anayasa 1961 -1982, 6. Baskı, İstanbul, On iki Levha Yayıncılık A.Ş., s.104. 3   Ulusoy, s.280. 4   Gürel,  Esin  (2019)   Cumhurbaşkanlığı  Hükümet  Sisteminde Yürütmenin  Düzenleme Yetkisi ve Cumhurbaşkanlığı Kararnamelerinin Anayasal Sınırı , ASBÜ Hukuk Fakültesi Dergisi, C:1, S:2, s.397.  5   Ulusoy, s.280. 6   Yürütmeye tanınan bu türevsel yetkinin istisnası 2017 yılındaki Anayasa değişikliği ile 9 Temmuz  2018  tarihinden  itibaren  geçerli  olmak  üzere  Cumhurbaşkanına  Anayasada belirtilen konularda Cumhurbaşkanı Kararnamesiyle tanınmış asli düzenleme yetkisidir.  59Özge Didem BOULANGER  YBHD 2021/1  B. DÜZENLEYİCİ İŞLEMLERİN YARGISAL DENETİMİ İdarenin düzenleyici işlemleri idarenin tek yanlı işlemleridir ve Anayasa 125. madde hükmü gereği idarenin bütün eylem ve işlemleri gibi yargısal denetime tabidirler7.   Düzenleyici işlemin hukuka aykırı olduğunu düşünen menfaat sahibi düzenleyici işlemin iptali için idari yargı yerinde iptal davası açabilir. İYUK 7. maddesi uyarınca, düzenleyici işlemler için idari yargıda dava açma süresi, ilan tarihini izleyen günden itibaren Danıştay ve idare mahkemelerinde 60 gündür.  İYUK un 8. maddesi uyarınca süreler tebliğ, yayın veya ilan tarihini izleyen günden itibaren işlemeye başlar.  İdari yargı yeri ilk inceleme esnasında dava açma süresinin geçmiş olduğunu belirlediği takdirde, İYUK 15/1-b hükmü uyarınca davayı reddeder. Süre açısından reddedilen davaların tekrar açılması mümkün değildir8. Bir başka  deyişle  düzenleyici  işlem  yayınlandıktan  sonra  60  günlük  süre geçtiğinde artık düzenleyici işlemin tamamı ya da bazı hükümleri aleyhine iptal davası açmak mümkün değildir. Ancak düzenleyici işlemler açısından 7. madde hükmü farklı bir süre hesabı öngörmektedir, buna göre düzenleyici işlem uygulandığında, ilgililer düzenleyici işlem veya uygulanan işlem yahut her ikisi aleyhine iptal davası açabilirler. Bu durumda düzenleyici işlemin uygulanması  halinde  dava  açma  süresi  uygulama  işleminin  tebliği, yayınlanması veya ilanını izleyen günden itibaren işlemeye başlayacaktır9. Bu bağlamda örneğin 1960 yılında ilan edilen bir düzenleyici işlem 2020 yılında uygulandığı takdirde, düzenleyici işlem uygulanan kişi, 1960 yılında                                                                                                                                            Cumhurbaşkanı Kararnameleri Anayasal sınırlara uymak kaydıyla asli düzenleme yetkisine sahip düzenleyici işlemlerdendir.  7    İdarenin her türlü eylem ve işlemlerine karşı yargı yolu açıktır. Kamu hizmetleri ile ilgili imtiyaz  şartlaşma  ve  sözleşmelerinde  bunlardan  doğan  uyuşmazlıkların  milli  veya milletlerarası  tahkim  yoluyla  çözülmesi  öngörülebilir.  Milletlerarası  tahkime  ancak yabancılık unsuru taşıyan uyuşmazlıklar için gidilebilir  Anayasa madde 125/1.  8   Süre  ret  kararları  nihai  karar olduklarından  ilgisine  göre  istinaf  veya  temyiz  yoluna başvurmak mümkündür. Çağlayan, Ramazan (2018), İdari Yargılama Hukuku, 10. Baskı, İstanbul, Seçkin Yayıncılık, s.303.   9   Evren, Çınar Çan (2013)  İdari Yargıda Uygulama İşlemi , Gazi Üniversitesi Hukuk Fakültesi Dergisi C: XVII, S:1, s.1411.    60YBHD 2021/1  Özge Didem BOULANGER  ilan edilmiş düzenleyici işlem, uygulama işlemi veya her ikisi aleyhinde dava açabilir. Dolayısıyla uygulama işlemi ile birlikte, dava açma süresi tabiri caizse canlanmış olur. Bu durumda menfaat sahibi kişi, üçlü bir seçeneğe sahiptir: -  Sadece düzenleyici işlemin uygulaması niteliğindeki bireysel işlem aleyhine dava açılabilir, -  Sadece düzenleyici işlem aleyhine açılabilir, -  Düzenleyici  işlemle  uygulama  işlemi  olan  bireysel  işleme  karşı birlikte dava açılabilir.  İşlemin  ilgilisi  sadece  uygulama  işleminin  veya  sadece  düzenleyici işlemin  iptalini  talep  ederse,  bu durumda  doğal  olarak  işlem  hangi  yargı merciinin görevine giriyorsa o mahkemede yargısal denetime tabi tutulacaktır, uygulama  işlemi  ile  birlikte  düzenleyici  işlem  aleyhinde  iptal  davası açıldığında ise görevli mahkeme, normlar hiyerarşisinde üst sırada yer alan işleme göre belirlenir10.  Düzenleyici  işlemin  iptali  davaları  Danıştay  Kanunu  24.  maddesi uyarınca Bakanlıklar ile kamu kuruluşları veya kamu kurumu niteliğindeki meslek  kuruluşlarınca  çıkarılan  ve  ülke  çapında  uygulanacak  düzenleyici işlemlere karşı açıldıkları takdirde veya Cumhurbaşkanı tarafından çıkarılan Cumhurbaşkanlığı kararnameleri dışındaki11 düzenleyici işlemler söz konusu olduğunda  Danıştay da  açılır.  Diğer  durumlarda  idare  mahkemeleri görevlidir. Danıştay Kanunu nun 38. maddesi uyarınca Danıştay, idari dava dairelerinin ilk derece mahkemesi olarak verdiği kararlar, Danıştay İdari Dava Daireleri  Kurullarında  temyizen  incelenir.  Dolayısıyla  Danıştay  Kanunu madde  24 de  belirtilen  durumlarda  ve  dava  ilk  derece  mahkemesi  olarak Danıştay da açıldığında, bu davanın temyiz incelemesi Danıştay tarafından ancak bu defa İdari Dava Daireleri Kurulu tarafından gerçekleştirilecektir.  2577  sayılı  İdari  Yargılama  Usulü  Kanunu'nun  46.  maddesinin  1. fıkrasında Danıştay dava daireleri kararlarına karşı Danıştay da temyiz yoluna başvurulabileceği,  2575  sayılı  Danıştay  Kanunu'nun  38.  maddesinde  İdari                                                            10   Evren, s.1409.   11   Olağan dönem Cumhurbaşkanı Kararnameleri Anayasa Mahkemesi nde yargısal denetime tabi tutulur, Anayasa md 148.  61Özge Didem BOULANGER  YBHD 2021/1  Dava  Daireleri  Kurulunca  idari  dava  dairelerinden  ilk  derece  mahkemesi olarak  verilen  kararların  temyizen  inceleneceği,  2577  sayılı  Kanun'un  49. maddesinin 4. fıkrasında da idare mahkemelerinin bozmaya uymayarak eski kararında  ısrar  edebileceği  öngörülürken,  Danıştay  İdari  ve  Vergi  Dava Daireleri Genel Kurulları kararlarına uyulmasının zorunlu olduğu belirtilerek, Danıştay dava dairelerinin ilk derece mahkemesi olarak verdiği kararların temyizen bozulması halinde ise ısrar olanağı tanınmamıştır.  II. EKSİK DÜZENLEME KAVRAMI İdare türevsel nitelikte, bağımlı düzenleme yetkisini kullanırken takdir yetkisinin bulunduğu durumlarda veya bağlı yetki içerisinde olduğunda belirli kişi,  konu  veya  grupları  düzenlediği  işlemin  kapsamına  dahil  etmesi gerekirken, bilinçli olarak veya sehven bu kişileri kapsam dışı bıraktığında eksik düzenlemeden bahsetmek mümkündür. Ulusoy eksik düzenleme kavramını şu şekilde tanımlar:  İdarece yapılan bir düzenlemenin eksik olması ve bu bağlamda düzenleme ile tanınan hakların söz konusu düzenlemede bazı kişi, grup veya kategorilerin kapsam dışında bırakılması veya kapsama alınmaması nedeniyle bu kişi, grup veya kategorinin bu haklardan yararlanmasının mümkün olmaması halinde Danıştay içtihadı uyarınca ortada eksik düzenleme vardır  12. O halde eksik düzenleme kavramı söz  konusu  olduğunda  idarenin  düzenleyici  işlemin  kapsamına  alması gerektiği düşünülen belirli kişi, konu veya grupları kapsam dışı bırakması söz konusudur.   Eksik  düzenleme  kavramı  Danıştay  içtihatlarında  sık  kullanılan  bir kavram da olsa Anayasa Mahkemesi de eksik düzenleme nedeniyle kanunların iptali kararını vermektedir. Anayasa Mahkemesi, kanunların aynı konumda bulunan kişilerin bir kısmını kapsama almaması durumunu eksik düzenleme olarak nitelendirmektedir13.                                                             12   Ulusoy, s.288. 13   Anayasa Mahkemesi bir konuda hiç bir düzenleme bulunmadığında bu durumu eksik düzenleme olarak kabul etmemekte, eksik düzenleme durumunda, kanunun aynı konumda olanlardan kimilerini (bir kısmını) kapsamına almış olması gerektiğini söylemektedir. Hiç  62YBHD 2021/1  Özge Didem BOULANGER  Anayasa  Mahkemesi  tarafından  eksik  düzenleme  kapsamında gerçekleştirilen yargısal denetimlerde, iptal davasına konu olan kanunun bazı kişileri  kapsam  dışında  bırakmasının  hukuk  devleti  ve  eşitlik  ilkelerine, dolayısıyla  Anayasa nın  2.  ve  10.  maddelerine  uygunluklarının değerlendirilmesi  hususu  söz  konusudur14.  Anayasa  Mahkemesi,  eksik düzenlemenin eşitlik ilkesine aykırılık oluşturması hâlinde kuralı Anayasaya aykırı bulmakta ise de, Mahkeme nin pek çok kararında kanun koyucunun bir konuyu düzenlerken, benzer durumlardaki bazı kişileri veya benzer kurumları düzenleme kapsamına almamasının ve bunlar arasında farklı uygulamalara sebep  olabilecek  bir  düzenleme  eksikliği  bırakmasının  veya  isterse getirebileceği  bir  kuralı  getirmemesinin  iptal  nedeni  sayılmayacağı söylenmiştir, zira bu hususlar kanun koyucunun takdir yetkisi içindedir. Buna göre, özde Anayasaya aykırı düşmeyen, Anayasanın 2. ve 10. maddelerine                                                                                                                                            düzenlenmemiş  bir  konuda  eksik  düzenlemeden  söz  edilemeyeceğinden… Anayasa Mahkemesi, E:2003/32, K:2003/39, T: 07.05.2003, www.legalbank.net, s.e.t. 08.02.2020. 14   Anayasa Mahkemesi, E:2002/157, K:2006/97, K.T. 04.10.2006, RG Tarihi: 27.03.2007, RG Sayısı:26475 söz konusu kararın karşı oy yazısında  …Anayasa Mahkemesi nin birçok kararında, Anayasa nın öngördüğü ve düzenlenmesini istediği hususlar dışında, yasadaki düzenleme eksikliğinin o Yasa nın iptalini gerektirmeyeceği açıkça ifade edilmiştir  görüşüne yer  verilmiştir;  Anayasa  Mahkemesi,  E:2013/126,  K:2014/17,  K.T.  29.01.2014,  RG Tarihi:09.05.2014,  RG  Sayısı:28995;  Anayasa  Mahkemesi,  E:2013/101,  K:2014/63,  K.T. 27.03.2014,, RG Tarihi: 22.07.2014, RG Sayısı:29068;  …iptali istenilen kuralda, idarece naklen  atanan  kamu  görevlilerine  harcırah  ödenmesi  öngörülürken,  ilk  defa  devlet memurluğuna atanan kişilere harcırah ödeneceğine ilişkin bir hükmün yer almamasının, Anayasası nın 10. maddesinde ifade edilen eşitlik ilkesine ve 2. maddesinde ifade edilen sosyal hukuk devleti ilkesine aykırı olduğu ileri sürülmüştür…Yasa önünde eşitlik, herkesin her yönden  aynı  kurallara  bağlı  tutulacağı  anlamına  gelmez.  Durum  ve  konumlarındaki özellikler, kimi kişiler ya da topluluklar için değişik kuralları gerekli kılabilir. Aynı hukuksal durumlar  aynı,  ayrı  hukuksal  durumlar  farklı  kurallara  bağlı  tutulursa  Anayasa nın öngördüğü  eşitlik  ilkesi  çiğnenmiş  olmaz….Bu  durumda,  ilk  defa  devlet  memurluğuna atananlar ile halen devlet memuru olup da naklen ataması yapılanlar aynı hukuksal konumda bulunmamaktadırlar. Yukarıda da belirtildiği üzere, ilk defa devlet memurluğuna atanan  kişiler  kamu  görevlisi  sıfatını,  görevlerine  başladıkları  tarihten  itibaren kazandıklarından ve görevlerine başlamadıkları sürece kamu görevlisi sayılmadıklarından, atandıkları  görev  yerlerine  ulaşıncaya  kadar  üstlendikleri  giderlerin  kamu  hizmetinin yürütülmesinden  kaynaklandığını  söylemek  mümkün  değildir   Anayasa  Mahkemesi, E:2006/44, K:2008/81, K.T. 20.03.2008, RG Tarihi: 28.05.2008, RG Sayısı: 26889.  63Özge Didem BOULANGER  YBHD 2021/1  aykırı olmayan ve düzenlenmesi kanun koyucunun takdirinde olan bir kuralın uygulama  alanının  genişletilmesi  amacı  ile  iptal  isteminde  bulunulduğu takdirde, bu istem Anayasa Mahkemesi tarafından reddedilir15. Yukarıda  aktarıldığı  üzere  idarenin  düzenleyici  işlemlerinin  yargısal denetimleri, idari yargıda yapılır16. Danıştay içtihatları incelendiğinde de eksik düzenleme kavramının kullanıldığı görülmektedir. Yargısal içtihatlara göre idarenin düzenleme yetkisini kullanırken düzenlemenin kapsaması gereken belirli, konu, kişi veya grupları kapsama almaması hususu eksik düzenleme olarak  nitelendirilmektedir.  Buna  göre,  Danıştay  idarenin  düzenleyici işlemlerine  ilişkin  olarak,  düzenleyici  işlemin  kapsamına  alınması  gerekli kişilerin veya konuların kapsama dahil edilmemesi17 ya da belirli idare ve                                                            15   Anayasa Mahkemesi, E:2004/103, K:2008/121, K.T. 12.06.2008, RG Tarihi: 23.12.2008, R.G.Sayısı:27089;  Anayasa  Mahkemesi,  E:2010/97,  K:2011/173,  K.T.  22.12.2011,  RG Tarihi:14.02.2012, RG Sayısı:28204;  Hukuk devletinde yasa koyucu, Anayasa kurallarına bağlı  olmak  koşuluyla  ihtiyaç  duyduğu  düzenlemeyi  yapma  yetkisine  sahiptir.  Yasa koyucunun, memur ve diğer kamu görevlileri ile bunların dışındaki çalışanlarla ilgili olarak, Anayasa da belirlenen kurallara bağlı kalmak, adalet, hakkaniyet ve kamu yararı ölçütlerini gözetmek koşuluyla düzenleme yapma yetkisi bulunmaktadır. Kanun koyucunun görevin gereklerini ve yapılan işin özelliğini gözeterek farklı kurallar öngörmesinde eşitlik ve hukuk devleti ilkelerine aykırılık yoktur. Açıklanan nedenlerle, itiraz konusu kural Anayasa nın 10. maddesine  aykırı  değildir.  İtirazın  reddi  gerekir.   Anayasa  Mahkemesi,  E:2011/81, K:2012/78, K.T. 24.05.2012, www.legalbank.net, s.e.t.:04.04.2020. 16   Cumhurbaşkanı (CB) Kararnamesi  nin yargısal denetimi Anayasa Mahkemesi nde yapılır, Anayasa madde 148. 17   Örneğin Ateşli Silahlar ve Bıçaklar ile Diğer Aletler Hakkında Yönetmeliğin 8. maddesinin (c) bendinde idare memurluğuna yer verilmemesi üzerine eksik düzenleme yapılmasından hareketle  açılan  davada,  idare  memurluğunun,  cezaevi  müdürleri  ile  infaz  koruma memurları arasında yer alan ara kademe bir yöneticilik olduğu, müdür bulunmayan cezaevlerinde müdürlük görevini yürüttüğü gözönüne alındığında, görevin önem ve özelliği nedeniyle cezaevi müdürlerine ve infaz koruma baş memurlarına silah taşıma ruhsatı verilebilmesine karşın, sözü edilen iki kamu görevlisinin arasında ara kademe yönetici konumundaki,  idare  memurlarına  silah  taşıma  ruhsatı  verilmeyeceğine  ilişkin  eksik düzenlemede hukuka uyarlık bulunmadığından söz konusu düzenleme iptal edilmiştir. Danıştay 15. Daire, E:2017/2721, K:2018/1199, T: 06.02.2018, benzer şekilde Danıştay 11. Daire,  E:2002/1106,  K:2004/4713,  T:  23.11.2004,  www.legalbank.net,  s.e.t.:05.03.2020.; Danıştay,  İdari  Dava  Daireleri  Kurulu,  E:2016/619,  K:2018/4523,  T:  07.11.2018, yayınlanmamış  karar;  Ek  olarak  Danıştay  15.Daire,  E:2015/6082,  K:2017/1636,  T:  64YBHD 2021/1  Özge Didem BOULANGER  kurumların  düzenleyici  işlem  kapsamına  alınmaması  durumunda  eksik düzenleme kavramı çerçevesinde yargısal inceleme gerçekleştirmektedir18. Bilindiği üzere idari yargı yerinde dilekçeler öncelikle İYUK madde 14 ‘de  belirlenmiş  olan  ilk  inceleme  konularına  göre  incelenir.  İlk  inceleme konularında  bir  hukuka  aykırılık  bulunmadığı  takdirde,  dosya  tekemmül etmiş olur ve dosyanın esas incelemesine geçilir.  İYUK madde 14 uyarınca dilekçelerin ilk incelemesinde görev ve yetki, idari merci tecavüzü, ehliyet, idari davaya konu olacak kesin ve yürütülmesi gereken bir işlem olup olmadığı, süre aşımı, husumet, 3 ve 5 inci maddelere uygun olup olmadıkları, kesin ve yürütülebilir işlem kavramıyla menfaat ihlali kavramlarının mevcudiyetinin göz önünde bulundurulması gerekir. Bu  bağlamda  İYUK  kapsamında  eksik  düzenlemenin  iptal  davasına konu edilebilirliği hususunu sadece eksik düzenleme durumunda değişiklik gösterebilecek ilk inceleme konuları açısından değerlendirmek gerekir.  III.  EKSİK  DÜZENLEMENİN  İYUK  KAPSAMINDA  İPTAL DAVASINA KONU EDİLEBİLİRLİĞİ İptal  davalarının  esas  şartını  hukuka  aykırılık  teşkil  eder19.  Hukuka aykırılık bulunması durumunda dava konusu idari işlem iptal edilir. İYUK 2 idari dava türlerini şu şekilde sınırlamıştır:   a)  İdarî  işlemler  hakkında  yetki,  şekil,  sebep,  konu  ve  maksat yönlerinden  biri  ile  hukuka  aykırı  olduklarından  dolayı  iptalleri  için menfaatleri ihlâl edilenler tarafından açılan iptal davaları, b) İdari eylem ve işlemlerden dolayı kişisel hakları doğrudan muhtel olanlar tarafından açılan                                                                                                                                            10.04.2017,  (söz  konusu  karar,  Danıştay  İdari  dava  Daireleri  Kurulu,  18.03.2019, E:2017/3778, K:2019/1151, sayılı kararıyla onanmıştır), yayımlanmamış kararlar. 18    Bu durum karşısında, T.C.Turizm Bankası A.Ş.nin deplanlama işi yapan resmi kuruluşlar arasında sayılması gerekirken, yönetmeliğin dava konusu yapılan 6. maddesinin (F) bendinin eksik  düzenlendiği  açıktır . Danıştay 6.Daire, E:1989/691,  K:1991/2225, T: 05.11.1991, www.legalbank.net, s.e.t.:06.03.2020. 19   Mermut, Güler (1976) İptal Davalarının Şartı Olarak Kanuna Aykırılık, İdare Hukuku ve İdari Yargı ile İlgili İncelemeler I, Danıştay Başkanlığı, Güneş Matbaası, s.301.    65Özge Didem BOULANGER  YBHD 2021/1  tam  yargı  davaları,  c)Tahkim  yolu  öngörülen  imtiyaz  şartlaşma  ve sözleşmelerinden  doğan  uyuşmazlıklar  hariç,  kamu  hizmetlerinden  birinin yürütülmesi için yapılan her türlü idari sözleşmelerden dolayı taraflar arasında çıkan uyuşmazlıklara ilişkin davalar . İYUK hükmü uyarınca, iptal davasının idarenin gerçekleştirdiği  idari işlemler  aleyhine açılması gerekir, bir başka deyişle,  kanun  açıkça  iptal  davalarının  konusunu  idari  işlem  olarak belirlemiştir.  Eksik düzenleme açısından ilk incelemede diğer idari işlemlerin yargısal incelemelerinden ayrılan husus menfaat ihlali ve kesin ve yürütülebilir işlem kavramlarıdır. Zira eksik düzenleme durumunda kapsam dışı bırakılan kişi, konu ve gruplar açısından düzenlenmiş bir idari işlem bulunmadığından dava açabilmek  için  gerekli  olan  kesin  ve  yürütülebilir  işlemin  varlığı  şartı gerçekleşmemiş  olmaktadır.  Ayrıca  menfaat  ihlali  şartının  gerçekleşip gerçekleşmediği hususu da irdelenmelidir, zira iptal davası açılabilmesi için ön koşul  olarak  davacının  menfaatinin  ihlali  gerekir.  Düzenleme  kapsamına alınmayan kişilerin dava açması durumunda menfaat ihlalinden söz etmek mümkün müdür?  A.  MENFAAT  İHLALİ  EKSİK  DÜZENLEME  DURUMUNDA MEVCUT MUDUR? İptal davası açabilmek için davacının objektif ve subjektif dava ehliyeti bulunmalıdır. Objektif dava ehliyeti, davaya taraf olma, dava açma ve açılan davayı takip etme yeterliliğidir, objektif dava ehliyeti hususunda İYUK madde 31 doğrudan HMK ya atıf yapmıştır. Bu bağlamda objektif ehliyete ilişkin HMK 50 ve 56. maddede düzenlenen ehliyet hükümleri idari yargılamanın özellikleri dikkate alınarak uygulanacaktır.  İptal davalarında amaç idarenin hukuk sınırları içerisinde kalmasını sağlamaktır. Ayrıca iptal davalarında idarenin hukuk kurallarını ihlal eden bir işlemi (tasarrufu) söz konusudur, dolayısıyla bu işlemle yakın ilgisi olan kişiler (menfaati ihlal edilenler) işlemin ortadan kaldırılmasını ve hukuk düzeninin korunmasını isterler20.                                                            20   Mermut, s.298.   66YBHD 2021/1  Özge Didem BOULANGER  Ancak yine de davacıların yargı yerlerini gereksiz meşgul etmelerini engellemek  açısından  ve  dava  da  ciddiyetin  temin  edilmesi  için  işlemin iptalinde  menfaat  ihlali  bulunmayan  kişilerin  iptal  davası  açamayacakları öngörülmüştür. Bu nedenle iptal davası açabilmek için objektif dava ehliyeti yanı sıra menfaat ihlali gerekir ki bu durum subjektif dava ehliyeti olarak adlandırılır21. Esasen her somut olay ve dava da subjektif dava ehliyetinin varlığı  kendi  koşulları  içerisinde  değerlendirilmekte  ve  kesin  tanım verilmemektedir22. Ancak genel olarak menfaat maddi veya manevi nitelikte bir ilgi olabilir, gerçekten de ciddi ve makul olması kaydıyla manevi bir ilgi de menfaat ihlali için yeterlidir. Bu menfaat bir alaka ya da subjektif bir hak, bir başka deyişle hukuken himaye edilmiş bir menfaatdir23.  Tam  yargı  davalarında  ihlal  edilen  hak davanın  esasını ve  temelini oluşturmaktadır, tam yargı davaları bu temel üzerine kurulmuştur, oysa iptal davalarında menfaat davanın esasına ilişkin olmayan davanın dinlenilmesi için aranılan usul ve şekil şartıdır24. Menfaat ihlali şartı, davanın esası ile ilişkili değildir. Dolayısıyla iptal kararının verilmesinde etkin rol oynamaz. Kişinin menfaati ihlal edildiğinde dava kabul edilir ancak işlemin unsurlarında bir sakatlık yoksa dava reddedilir, dolayısıyla esas incelemesinde menfaat ihalinin bir önemi yoktur25. Her  halükarda  menfaatin  meşru,  kişisel  ve  güncel  menfaat  olması lazımdır. Güncel menfaat, geleceğe dönük olmayan, davanın açıldığı sırada                                                            21   Karahanoğulları, idari işlemlerin doğrudan muhatabı olmayan 3. kişilerin hukuka aykırılık iddiası ile iptal davası açabilmelerine ilişkin menfaat ihlali terimini kullanmak yerine ilgi bağı kavramını kullanmaktadır. Karahanoğulları,  Onur  (2007)  Birel İşlemlere Karşı Açılan İptal Davalarında İlgi Bağı Sorunu , Ankara Üniversitesi SBF Dergisi, C:62, S:03, s.202.  22   Erdem, Jülide Gül (2017)  İptal Davasında Menfaat İhlali Koşulu , Memleket Siyaset Yönetim (MSY), C:12, S:27, s.111.  23   Hak dava ile korunmuştur, bu bağlamda hak sahibi hakkına zorla riayet ettirebilirken menfaat söz konusu olduğunda menfaat ihlalini adli yargıda dava konusu etmek mümkün değildir. Artumaç, Sadık (1950) Bizde İdarenin Murakabesi, İdari Yargılama Hukuku, 1. Baskı, İstanbul, Cumhuriyet Matbaası, s.419.  24   Onar, Sıddık Sami (1952) İdare Hukukunun Umumi Esasları, 1. Baskı, İstanbul, Marifet Basımevi, s.1233. 25   Onar, s.1233.  67Özge Didem BOULANGER  YBHD 2021/1  mevcut  olan  menfaattir.  Meşru  menfaatse  hukuksal  olarak  geçerli  sayılan menfaattir. Meşru menfaat mevzuattan doğar. Eksik düzenleme de tartışılması gereken  husus  hakkında  düzenleme  yapılmayan  kişilerin  iptal  davası açabilmek  için  kişisel  menfaatlerinin  var  olup  olmadığını  belirleme noktasındadır.  Zira  bu  kişiler  yönünden  değerlendirildiğinde  haklarında gerçekleştirilmiş  bir  idari  işlem  bulunmadığından  düzenleme  kapsamına alınmayan kişi, konu ve grupların kapsam dışı bırakıldıkları hüküm aleyhine iptal davası açmada menfaat ihlalinin varlığından söz etmek mümkün müdür? Bu  bağlamda  kişisel  menfaat  kavramını  tanımlamak  gerekir.  Kişisel menfaat idari işlemin kişiyi etkilemesidir. Danıştay kişisel menfaat kavramını şu şekilde açıklamıştır;  iptal davasına konu olan işlemin davacının menfaatini ihlal ettiğinden söz edilebilmesi için, davacıyı etkilemesi, yani davacının kişisel menfaatini ihlal etmesi, işlem ile davacı arasında ciddi ve makul bir ilişkinin bulunması gerekmektedir. Aksi halde, kişilerin kendisine etkisi bulunmayan, menfaatlerini ihlal etmeyen idari işlemler hakkında da iptal davası açma hakkı doğar ve bu durum idarenin işleyişini olumsuz etkiler  26. Onar kişisel menfaati kararın  doğrudan  veya  dolaylı  olarak  davacıyı  etkilemesi  olarak tanımlamaktadır27. Kişisel menfaat denildiğinde, iptal davasına konu edilen işlemle bozulmuş, doğmasına engel olunan hukuksal bir durum olmalı ve davacının bu hukuksal durumun tarafı olmak istemektedir.  Kişi, grup ve konularla ilgili olarak eksiklik içeren düzenleyici işlemin, menfaat kavramını geniş yorumlayarak, kapsamına almadığı kişi ve grupların menfaatini ihlal ettiğinin kabulü gerekir. Zira eksik düzenleme konusu yapılan düzenleyici işlemin eksik düzenlenen hükmü dikkate alındığında her ne kadar                                                            26   Danıştay 6. Daire, E:2002/4828, K:2004/1634, T:17.03.2004, Benze şekilde, Danıştay 10. Daire,  E:1990/1213,  K:  1990/1115,  T:  21.05.1990;  Danıştay  6.  Daire,  E:  2009/13701, K:2010/5942, T: 09.06.2010,  Bu durumda İdare Hukukunun genel ilkelerine göre iptal davası açılabilmesi için gerçek ya da tüzel kişiler ile dava konusu edilen işlem arasında makul, aktüel bir ilişkinin, diğer bir deyişle menfaat bağının varlığının yeterli bulunduğu açıktır. Öte yandan idari yargıda iptal davalarının, idari işlemlerden dolayı menfaatleri ihlal edilenler tarafından açılabileceği yerleşmiş yargısal içtihatlarla kabul edilmiş bulunmaktadır  Danıştay  5.Daire,  E:2003/2079,  K:2003/3335,  T:  28.07.2003,  www.legalbank.net,  s.e.t.: 03.03.2020.  27   Onar, s.1233.   68YBHD 2021/1  Özge Didem BOULANGER  kapsam dışı kişi, konu ve gruplar açısından mevcut bir idari işlemden söz edilemese de davacıyı ilgilendiren dolaylı bir durum, davacının iptali istenen işlemin  bütünüyle  ciddi  ve  makul  ilişkisinden  söz  etmek  mümkündür. Dolayısıyla eksik düzenleme konusu işlemin hukuk sistemi içerisinde kalması davacının menfaatini ihlal eder niteliktedir. Zira kişi, konu ve gruplar eksik düzenleme ile düzenlemenin kapsamında bulunması gerekirken, kapsam dışı bırakılmıştır,  dolayısıyla  kanaatimizce  menfaat  ihlali  kavramının  eksik düzenleme durumunda gerçekleştiğini kabul etmek, kapsam dışı bırakılan kişi,  konu  ve  gruplar  açısından  menfaat  ihlalinin  bulunmadığı  sonucuna ulaşmamak gerekir.  Menfaat ihlaline ilişkin incelediğimiz Danıştay kararlarının biri hariç tamamında  menfaat  ihlali  sorgulanmamış,  kararlarda  Danıştay  eksik düzenleme sebebiyle eksik düzenleme konusu işlemle ilgili kişinin, menfaat ihlalinin mevcut olduğunu kabul etmiştir28. Bu  bağlamda  eksik  düzenleme  durumunda  kişisel  menfaat  ihlali bulunması hususunun yargısal incelemesinde Danıştay, sadece bir kararında menfaat  ihlali  bulunmadığından  davayı  reddetmiştir.  Danıştay  öncelikle menfaat ihlali kavramını tanımlamıştır, bu tanıma göre menfaat ihlali, kişisel, meşru, güncel bir menfaatin bulunması ve işlem ile davacı arasında ciddi ve makul  bir  ilişkidir.  Bu  bağlamda  menfaat  ilişkisinin  bulunması  hususu değerlendirilirken,  Mimarlar  Odası  tarafından  bir  yönetmelikte gerçekleştirilen  düzenlemede  mimar  unvanının  kullanılmaması  nedeniyle, eksik düzenleme kapsamında açılan davayı söz konusu tebliğin ilgili maddesi aleyhine açılan iptal davasının  yalnız mühendis unvanlı personeli ilgilendiren hususları kurala bağladığı göz önüne alındığında, davacı Mimarlar Odasının anılan  bendin  iptalini  istemekte  menfaatinin  bulunmadığı gerekçesiyle reddetmiştir29.                                                             28   Danıştay İdari Dava Daireleri Kurulu, E:2016/619, K: 2018/4523, T: 07.11.2018; Danıştay İdari Dava Daireleri Kurulu, 05.02.2020, YD itiraz no: 2019/1135; Danıştay İdari Dava Daireleri  Kurulu,  E:2017/438,  K:2019/1290;  Danıştay  İdari  Dava  Daireleri  Kurulu, E:2017/3778, K:2019/1151, T: 10.04.2017; Danıştay İdari Dava Daireleri Kurulu, YD itiraz no: 2014/1238, T: 09/02/2015, yayımlanmamış kararlar. 29   Danıştay 2 Daire, E:2016/7182, K:2017/7929, T: 14.12.2017, yayımlanmamış karar.  69Özge Didem BOULANGER  YBHD 2021/1  Bu  karar  dışında  eksik  düzenlemeye  ilişkin  olarak,  menfaat  ihlali nedeniyle reddedilen davaya tarafımızdan rastlanmamıştır.   B. EKSİK DÜZENLEME VE KESİN VE YÜRÜTÜLEBİLİR İŞLEM KAVRAMI Dava açmakta amaç belirli bir konuda mahkemeden hukuksal himaye talep etmek olduğundan her davanın bir konusu vardır ve konusuz veya bir hakkın korunması talebini içermeyen ya da hakkın hüküm altına alınmasına ilişkin olmayan bir dava düşünülemez30. İptal davaları da idari işlemlere karşı açılır.  Bu  bağlamda  iptal  davası  açabilmek  için  bir  idari  işlem  mevcut olmalıdır ve idari işlemin iptal edilebilmesi için söz konusu işlem idari işlemin unsurlarından yetki, şekil, sebep, konu, maksat unsurlarından bir veya birkaçı açısından hukuka aykırı olmalıdır. Kesin ve yürütülmesi gereken bir işlem olmadığı takdirde, dava konusu da yok demektir31.  Gerçekten de İYUK kapsamında dava açılabilmesi için idarenin ilgililer hakkında işlem ya da eylem tesis etmiş bulunması gerekir. Zira ülkemizde mevcut idari rejimin bir gereği olarak, idari yargı yerlerinin idareye emir ve direktif vermeleri mümkün olmadığından yargı yerleri ancak idari eylem ve işlemlerin yargısal denetimlerini gerçekleştirerek, iptal kararı verebilirler veya tazminata  hükmedebilirler 32 .  Bu  bağlamda  önceden  idare  tarafından gerçekleştirilmiş bir işlem ya da eylem yoksa, idari yargı yerlerini harekete geçirmek kural olarak hukuken imkansızdır33.                                                             30   Kaplan,  Gürsel  (2016) İdari Yargılama Hukuku, 1. Baskı, Bursa, Ekin Basım Yayın Dağıtım, s.195.  31   Artumaç, s.138.   32   Çırakman,  Erol  (1976) İdari Davalarda Süre, İdare Hukuku ve İdari Yargı ile İlgili İncelemeler I, Danıştay Başkanlığı, Ankara: Güneş Matbaası, s.203.   33   Çırakman, s.203, Ulusoy, eksik düzenlemenin iptalinin orijinal ve pratik olduğu kadar teknik hukuk açısından sorunlu olduğunu söylemektedir. Ulusoy, s.203. İdare tarafından gerçekleştrilen bir işlemin idari yargı yeri tarafından iptal edilmesi durumunda iptal kararı idareyi belirli bir işlem yapmaya zorlamaktadır ancak unutulmaması gerekir ki bu durumda iptal kararını vermiş olan yargı yeri değil,  hukuk  idareyi iptal kararı doğrultusunda işlem yapmaya  zorlamaktadır.  Günday,  Metin  (1990)  1982  Anayasasına  Göre  İdari  Yargı  70YBHD 2021/1  Özge Didem BOULANGER  Günday34Anayasanın 125/4 maddesinde yer alan  yargı yetkisi, idarî eylem  ve  işlemlerin  hukuka  uygunluğunun  denetimi  ile  sınırlı  olup,  hiçbir surette  yerindelik  denetimi  şeklinde  kullanılamaz.  Yürütme  görevinin kanunlarda  gösterilen  şekil  ve  esaslara  uygun  olarak  yerine  getirilmesini kısıtlayacak, idari eylem ve işlem niteliğinde veya takdir yetkisini kaldıracak biçimde  yargı  kararı  verilemez   sınırlamalarından  şu  çıkarımın yapılabileceğini  söylemektedir35:  Yargı  ve  yürütme  farklı  devlet  işlevleri olduğundan  idari  eylem  ve  işlem  niteliğinde  yargı  kararı  verilemez.  Bu bağlamda idarece gerçekleştirilmiş bir idari işlem bulunmadığı takdirde, idari yargı yerinin idareyi bir işlem yapmaya zorlayacak karar vermesi mümkün değildir. Sarıca da bir karardan söz edebilmek için, hukuki bir tasarrufun var olması  gerektiğine  ve  bu  tasarrufun  tek  taraflı  olması  gerektiğine  işaret etmektedir36. Bu  bağlamda,  kesin  ve  yürütülebilir  işlemin  mevcudiyeti  iptal davalarının görülebilmesi için şarttır. Kesin ve yürütülebilir işlem kavramı ilk başlarda  doğrudan doğruya icra ve infaz kabiliyeti bulunan idari kararlar  veya  katı mahiyette olan idari tasarruflar  şeklinde formülize edilmişken, altmışlı yıllarda  kesin ve resen icrası kabil mahiyette idari kararlar  şeklinde sonraları da  kesin ve yürütülmesi gerekli idari işlem  kavramlarıyla ortaya konmaya başlamıştır37.                                                                                                                                            denetiminin Kapsamı ve Sınırları , I Ulusal İdare Hukuku Kongresi I. Kitap, Ankara, Danıştay Matbaası, s.144.  34   Günday, s.144.  35   Günday söz konusu çıkarımları yaptığında madde şu şekildeydi:  Yargı yetkisi, idari eylem ve işlemlerin hukuka uygunluğunun denetimi ile sınırlıdır. Yürütme görevinin kanunlarda gösterilen şekil ve esaslara uygun olarak yerine getirilmesini kısıtlayacak, idari eylem ve işlem niteliğinde veya takdir yetkisini kaldıracak biçimde yargı kararı verilemez .  36   Sarıca, Ragıp (1949), İdari Kaza, Cilt 1 İdari Davalar, İstanbul, Ercan Matbaası, s.13.  37   Erkut, Celal (1990)  İdari Davaya Konu Olabilecek Kesin ve Yürütülebilir İşlem Kavramı , I Ulusal İdare Hukuku Kongresi I. Kitap, Ankara, Danıştay Matbaası, s.109.  Bilindiği gibi, idarî işlemlerin İdarî davaya konu olabilmeleri için, kesin ve yürütülebilir olma niteliklerini birlikte taşımaları gerekmektedir. Başka bir anlatımla, işlemin yürütülebilir duruma gelmesi, mevzuatta öngörülen unsurları taşıması ve uygulamaya konulmaya hazır bulunması iptal davası için zorunlu koşullardan birisidir. Ön işlemler ise, kesin ve yürütülmesi zorunlu işlemlerin ortaya çıkarılmasına yönelik hazırlık işlemleridir ve tek başına kişiler üzerinde  71Özge Didem BOULANGER  YBHD 2021/1  Yürütülmesi gereken ve kesin işlem birbirinden farklı anlamları ihtiva eden  kavramlardır.  İdari  işlemin  kesinliği  ile  kastedilen  idari  karar  alma sürecinde nihai işlemin ortaya çıkması yani,  idari işlemi yapan makamın gerekli  usul  sürecini  geçirerek;  iradesini  net  şekilde  ortaya  koymasıdır 38. İşlemin  icrailiği  ise  icrai  idari  işlem,  etkili  işlem  gibi  kavramlarla  ifade edilmektedir. Artumaç, icrai kararı idare tarafından resen icrası mümkün tarzda açıklanan irade beyanı olarak tanımlamaktadır39. Danıştay  kesin  ve  yürütülmesi  gereken  işlem  kavramını  şu  şekilde açıklamaktadır:   Bir  işlemin  kesin  ve  yürütülmesi  zorunlu  idari  işlem sayılabilmesi ise, işlemin hukuk düzeninde varlık kazanabilmesi için gerekli prosedürün son aşamasını geçirmiş bulunmasına, başka bir idari makamın onayına  ihtiyaç  göstermeksizin  hukuk  düzeninde  değişiklik  meydana getirebilmesine, başka bir anlatımla idare edilenlerin hukukunu doğrudan etkileyebilmesine bağlıdır  40. Gerçekten de iptal davası açabilmek için, idare tarafından kamu gücüne dayanarak  tek  yanlı  irade  beyanıyla  tesis  edilmiş  olan,  hukuk  düzeninde değişiklik  meydana  getiren,  kısacası  ilgililerin  hukukuki  durumunu etkileyecek nitelikte kesin ve yürütülmesi gereken (icrai) bir işlem bulunması gerekir41.    Bu  husus  pozitif  hukukta  da  yer  bulmuştur.  İşlem  kesin  ve yürütülebilir nitelikte değilse, İYUK 15/1-b uyarınca dava reddedilecektir ki                                                                                                                                            hukuksal etki yaratmazlar. Bu nedenle iptal davasına konu edilemezler . Danıştay 13. Daire, 12.09.2011, E:2011/2383, K: 2011/3671, www.lexpera.com, s.e.t.: 03.03.2020. 38   Yılmaz, Dilşat (2017)  Türk İdare Hukuku nda İdari İşlemin  Kesin liği Üzerine Bir Değerlendirme:  Kime Göre? ,  Ne İçin?  Kesinlik , Gazi Üniversitesi Hukuk Fakültesi Dergisi C: XXI, S: 2, s.109.   39   Artumaç, s.414.   40   Danıştay 3.  Daire, E:2003/1501, K: 2004/703,  T: 11.03.2004; Benzer şekilde Danıştay 6.Daire,  E:1997/4788,  K:1998/5520,  T:17.11.1998;  Danıştay  4.Daire,  E:2007/5821, K:2008/3601,  T:15.10.2008;  Danıştay  14.  Daire,  E:2011/5212,  K:2011/7,  T:  01.06.2011, www.legalbank.com,  s.e.t.:03.03.2020.  Kaplan  Danıştay ın  kesin  ve  yürütülebilir  işlem tanımına uygun düşmeyen kararı da olduğunun altını çizmekte, kesin ve yürütülmesi gereken işlem kavramının somut olay ve durumlara göre değerlendirilmesi gerektiğini söylemektedir. Kaplan, s.199. 41   Karavelioğlu, Celal (2016) Açıklamalı, İçtihatlı ve İstinaf Kurumuyla İdari Yargılama Usulü Kanunu, 9. Baskı, Ankara: Adalet Yayınevi, s.65.   72YBHD 2021/1  Özge Didem BOULANGER  işlemin kesin ve yürütülmesi gerekli işlem olma vasfı yargı yeri tarafından resen  araştırılır42.  Kesin  ve  yürütülebilir  işlem  kavramı  açısından  işlemin düzenleyici  veya  bireysel  işlem  olmasının  önemi  bulunmaz,  düzenleyici işlemler de bireysel işlemler gibi kesin ve yürütülebilir nitelikte olmalıdır. Ancak idarenin açıkladığı iradenin hukuk alanında herhangi bir değişiklik yaratmaması durumunda işlemin icrai olmayan yani etkisiz işlem olduğu ve iptal davasına konu edilemeyeceği kabul edilir43.  İşlemin icrailik özelliğinin bulunması içinse yürürlüğe girmiş olması gerekmemektedir,  henüz  yürürlüğe  girmemiş  işlemler  de  icrailik  vasfını taşıyor  olabilirler,  ancak  yürürlüğe  girmeden  işlemin  dava  konusu yapılamaması  işlemin  icrai  olmasından  kaynaklanmamakta,  menfaat  ihlali koşulundan  kaynaklanmaktadır44.  Bu  bağlamda  icrai  kararın  icra  edilmesi gerekmez, icra edilebilir nitelikte olması yeterlidir. Ancak bu takdirde icrai karar idare davaya konu teşkil edebilir45. Tüm  bu  anlatılanlar  göz  önünde  bulundurulduğunda,  münhasıran düzenleme dışında kalan kişi, grup ve konular hakkında düzenleme yapılması istemiyle dava açılması mümkün değildir.  Bir başka deyişle, eksik düzenleme söz konusu olduğunda iptal davasının eksik düzenlenen maddeye münhasır olarak açılması pozitif hukuk yaklaşımıyla, mümkün değildir. Zira kapsam dışı  bırakılmış  alanlarla  ilgili  olarak  mevcut,  düzenlenmiş  bir  idari  işlem bulunmamaktadır.  O  halde,  İYUK  hükümleri  göz  önünde bulundurulduğunda  düzenleyici  işlem  aleyhine  münhasıran  eksik düzenlemeye  ilişkin  olarak  dava  açılması  durumunda,  bir  başka  deyişle düzenleyici işlemin eksik kalan yönüne yönelik dava açıldığında, kesin ve                                                            42   Kesinleşmemiş bir idari işleme karşı dava açıldığı takdirde, idari merci tecavüzü nedeniyle dilekçe ilgili idari mercie iletilir, yürütülmesi gerekli bir işleme karşı dava açıldığı takdirde, ortada dava konusu yapmaya elverişli bir işlem olmadığından karar verilmesine yer yoktur denilerek dava ön koşullar açısından reddedilir. Kaplan, s.200. 43   Çağlayan, s.439. İdarenin görüş bildiren işlemleri, iç yapısı ve işleyişi ile ilgili işlemleri gibi işlemler, kendi başlarına hukuksal sonuçdoğurma gücüne sahip olmadıklarından dava konusu yapılamazlar. Kaplan, s.198.   44   Çağlayan, s.437.   45   Artumaç, s.415.    73Özge Didem BOULANGER  YBHD 2021/1  yürütülebilir işlem olmadığından davanın ilk incelemede idari yargı yerince reddi gerekir. Bu bağlamda İYUK kapsamında yapılması gereken eksik düzenlendiği düşünülen düzenleyici işlemin tamamını iptal davasına konu etmektir, bu şekilde düzenleyici işlemin tamamı aleyhine iptal davası açılacak ve yargı yeri incelemesinde hukuka aykırılık söz konusuysa düzenleyici işlemin tamamı iptal edilebilecektir.  Ancak bu noktada bir sorunla karşı karşıyayız, düzenlemenin tamamı aleyhine iptal davası açılıp bu sebeple iptal kararı alındığında, bir başka deyişle sadece  eksik  düzenleme  değil,  düzenlemenin  tamamının  iptal  edilmesi durumunda,  esasen  düzenleyici  işlemin  iptalinden  beklenen  yarar sağlanamayacaktır.  Zira  düzenleyici  işlem  bir  kısım  kişi,  konu  veya  grup hakkında düzenleyici hükümler içermektedir ve iptal durumunda düzenleyici işlemin kapsama aldığı diğer kişi, konu ve gruplar açısından hak kaybı ortaya çıkacaktır.  Bu  nedenle  İYUK a uygun  olarak davanın  açılması ve  hukuka aykırılık mevcut olduğu takdirde, düzenlemenin tamamının iptal edilmesi, iptal kararından beklenen faydayı yaratmayacak niteliktedir.  C.  EKSİK  DÜZENLEME  DURUMUNDA  ZIMNİ  RED KURUMUNUN UYGULANABİLİRLİĞİ Yukarıda  anlatıldığı  gibi  bizim  idari  yargı  usul  hukukumuzda düzenlenmemiş  bir  işlem  aleyhine  (sadece  eksik  düzenlenmiş  hükme münhasır)  dava  açılması  mümkün  değildir  ve  idareyi  işlem  yapmaya zorlayacak  bir  dava  türü  de  bulunmamaktadır.  Ancak  bizim  hukuk sistemimizde  gerçekte  olmayan  bir  karara,  bireysel  işleme  karşı,  dava açabilmenin istisnai bir yolu bulunmaktadır; zımni red kurumu. Zira zımni red kararı ile idarenin belli bir işlem yapmaya zorlanmasından söz etmek mümkündür.  Önceleri kamusal idarenin karar almadığı durumlarda, yani idarenin herhangi  bir  işlemi  bulunmadığında  idari  yargıda  dava  açılamayacağı söylenirdi, gerçekten idarenin karar almadığı durumlarda idari yargı yerinin karar alması sakıncalı bir durumdur, zira yukarıda açıklandığı üzere, idari  74YBHD 2021/1  Özge Didem BOULANGER  yargı yerlerinin idare yerine geçerek karar vermesi ile görevlendirilmesi yargı yerlerini ağır bir yük altında bırakacağı gibi yargı rolünü çok fazla genişleterek idari  yargı  yerini  bir  nevi  idarenin  amiri  durumuna  getirecektir46.  Hatta Laferriére   idarenin susması dava konusu olamaz   dahi demiştir47.  Ancak zamanla  bu  görüşün  idare  edilenlerin  haklarını  korumadığı  görülmüş  ve çeşitli olasılıklar düşünülmüştür48.  İdarenin  hareketsizliğine  bir  sonuç  bağlamak  amacıyla  ve  idarenin hareketsiz  kalarak  dava  açılmasını  engellemesini  önlemek  için  zımni  red kuramı kabul edilmiştir, buna göre ilgililer, haklarında idari davaya konu olabilecek  bir  işlem  veya  eylemin  yapılması  için  idari  makamlara başvurabilirler idare kendisine başvuru yapıldıktan sonra 60 gün içinde karar vermezse, bu kararsızlık isteğin reddi şeklinde düşünülecektir49. Derbil bu hükmün idare hukukunda büyük bir boşluğu doldurduğunu söylemektedir.  İYUK  10  hükmü uyarınca  idarenin  60  gün içinde  cevap  vermediği durumlarda kurgusal bir karar elde edilmiş olur ve ilgililer 60 günün bittiği tarihten  itibaren  dava  açma  süresi  içerisinde  iptal  davası  açabilirler50. Düzenleyici  işlemler  açısından  7.  madde  hükmü  farklı  bir  süre  hesabı                                                            46   Derbil, Süheyp (1955), İdare Hukuku Cilt I (İdari Kaza-İdari Teşkilat), 4.Baskı, Ankara: Güzel Sanatlar Matbaası, s.220. 47   LAFERRİERE, Traite de la juridiction administrative, 1896, c.II, s.429 den aktaran Derbil, s.220. 48   Derbil, s.220. İlk kez Fransız pozitif hukukunda 2 Kasım 1864 tarihli bir kararname ile zımni ret öngörülmüştür, kararnamenin 7. maddesi, bakanlıklara bağlı birimlerin yaptıkları idari  işlemlere  karşı  bakanlıklara  yapılacak  idari  başvurulara  dört  ay  içinde  cevap verilmemesi halinde başvurunun zımnen reddedilmiş sayılacağını ve ilgililerin bu zımni ret kararına  karşı  Conseil  d Etat da  (Fransız  Danıştayı)  idari  dava  açabileceklerini düzenliyordu.  ŞAHİN  Mustafa  Emre,   Fransız  İdare  Hukukunda  Yapılan  Reform Bağlamında Zımni Kabul Müessesesi , TBB Dergisi 2016 (127), s.160.  Pozitif hukukta 1938 yılında Devlet Şurası Kanunu madde 33 de zımni red kurumu yer almış, bir yıl öncesinde verilen  Danıştay  kararı  ile  de  uygulanmıştır.  Akgül,  Şerif  Yıldız  (2016)   İdarenin Hareketsizliğine Karşı Bir Çözüm Olarak Zımni Kabulün Uygulanabilirliği Meselesi , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, C:22, S:2, s.3407. 49   Bu süre 3546 sayılı Danıştay Kanunu 33. maddesinde 4 ay olarak belirlenmişti. Derbil, s.221. 50    İcrai karar ya sarih veya idare makamının dört ay sükutunun redde muadil sayılması halinde olduğu gibi zımni olur  Artumaç, s.415.      75Özge Didem BOULANGER  YBHD 2021/1  öngörmektedir, düzenleyici işlemler aleyhine iptal davası açabilme konusunda özel süreler söz konusudur ve ilgililer düzenleyici işlemler aleyhine ilandan itibaren 60 gün içinde, bir düzenleyi işlem uygulandığında, ilgililer düzenleyici düzenleyici işlem veya uygulanan işlem yahut her ikisi aleyhine birden yine 60 gün içinde işlemin tebliğinden itibaren dava açabilirler. Madde  hükmünü  konumuz  olan  düzenleyici  işlemler  açısından değerlendirdiğimizde,  eksik  düzenlenen  bir  düzenleyici  işlem  kapsamında sadece  düzenleyici  işlemin  ilgili  maddesi  aleyhine  iptal  davası  açılmak istenmesi durumunda İYUK 10‘da düzenlenen zımni red kurumu işletilebilir mi sorusunun cevabının olumlu olması gerekir.  Yukarıda ifade ettiğimiz üzere, zımni red idarenin hareketsizliğine bir çözüm  olarak  getirilmiş,  idarenin  hareketsizliği  karşısında  bireylerin uğradıkları mağduriyeti gidermek amacıyla oluştuğu varsayılan idari işleme karşı yargısal denetim yolunun açılmasını sağlayan bir uygulamadır51. Zımni redle idare esasen karar almaya zorlanır ve bu karar alma süreci de belirli bir süre  ile  sınırlandırılmıştır.  Zımni  red  başvurusunun  idari  davaya  konu olabilecek bir işlem ya da eylemde bulunulmasına yönelik olması gerekir. Dolayısıyla eksik düzenleme mevcut olduğunda düzenleyici işlemin tamamı aleyhine dava açmak yerine, idari yargıda dava açacak kişilerin İYUK 10 kapsamında idareye başvurmaları ve 60 günün sonunda bir nevi kurgusal bir karar  elde  ederek  idari  yargıda  iptal  davası  açmaları  bir  yöntem  olarak önerilebilir.  Bu  elde  edilen  karar  bireysel  işlem  niteliğindedir,  bir  başka düzenleyici işlemin ilanından sonra 60 gün içinde düzenleyici işlemin tamamı aleyhine iptal davası açmak istemeyen ilgililer kurgusal bir uygulama işlemi yani  bireysel  işlem  oluşturarak  60  günlük  bekleme  süresi  sonunda  idari yargıda  dava  açabilirler.  Bu  durumda  İYUK a  uygunluk  açısından  eksik düzenleme durumunda iptal davası açılabilmesi için çözüm, düzenlemenin tamamı  iptal  davasına  konu  edilmek  istenmiyorsa,  İYUK  10  kapsamında yapılacak  başvurudur  ve  bu  başvuru  sonunda  verilecek  cevaba  göre  iptal davasının açılmasıdır.                                                            51   Akgül, s.3408.     76YBHD 2021/1  Özge Didem BOULANGER  Ancak şu hususun altını çizmek gerekir eksik düzenleme durumunda İYUK 10 kapsamında bir başvuru yapılması mümkün olmakla birlikte, yazılı başvuru sürecinin uzun bir süreç alması, özellikle belirli bir grubun sınava alınmaması  örneğinde  olduğu  gibi  pratik  bir  uygulama  olmayacaktır52. Gerçekten de bazı hakların kullanılması için öngörülen süreler kısayken ve bazı işlemler açısından kısa sürede sonuç alınması gerekebileceğinden İYUK 10 da yer alan zımni rede ilişkin 60 günlük sürenin uzun olması hak kayıpları yaratabilecek  niteliktedir53. İdare  edilenlerin  uzun  süre  yargılama  sürecine mahkum edilmesi zımni reddin olumsuz yönlerindendir. Bu olumsuzluk eksik düzenleme  durumunda  da  doğal  olarak  mevcuttur  ve  hak  kayıpları yaratabilecek niteliktedir.   Pozitif hukukumuzda eksik düzenlemeye ilişkin dava açma usulünü buraya kadar aktardıklarımız çerçevesinde özetlersek, eksik bir düzenleme mevcut olduğunda eksik düzenlenen hükme münhasır olarak dava açılmak istendiğinde düzenleme dışı bırakılan kişi, konu ve gruplar açısından bir idari işlem  mevcut  olmadığından  düzenleme  kapsamı  dışındakiler  açısından davanın açılabilmesi için iki yöntemden bahsetmek mümkündür. Öncelikle, düzenleyici  işlemin  ilanından  sonra  60  gün  içerisinde  düzenlemenin tamamının dava konusu edilmesi bir seçenektir. Bir başka seçenek, İYUK 10 kapsamında  idareyi  harekete  geçirecek  başkaca  bir  mekanizma  İYUK kapsamında bulunmadığından İYUK 10 a dayanarak idareye başvurmak ve kurgusal bir red kararı elde etmek ve bu bireysel nitelikteki karara karşı iptal davası açmaktır54. Pozitif hukukta eksik düzenlemenin iptal davasına konu edilmesi ve dilekçeler üzerindeki ilk inceleme konularına uygunluğu yukarıda aktarıldığı şekildedir ve iptal davalarının İYUK hükümleri temel alındığında yukarıda aktarıldığı şekilde  açılması  gerekir.  Bu  noktada  ülke  çapında  uygulanacak düzenleyici işlemler aleyhine açılacak iptal davalarının ilk derece mahkemesi sıfatıyla Danıştay da görüleceğini tekrar hatırlatalım ve eksik düzenlemenin                                                            52   Ulusoy, s.289.   53   Akgül, s.3413.  54   Bu noktada elde edilen bireysel karar aleyhine ve düzenleyici işlem aleyhine ayrı ayrı dava açılabileceğinin tekrar altını çizmek gerekir.  77Özge Didem BOULANGER  YBHD 2021/1  iptal  davasına  konu  edildiğinde  ilk  inceleme  konuları  açısından  Danıştay içtihatlarını inceleyelim. Zira Danıştay dilekçelerin üzerinde ilk inceleme ve dolayısıyla iptal davasının kabul edilmesi açısından yukarıda aktarılan İYUK hükümlerinden farklı ve daha pratik bir çözüm yolu benimsemiştir.  IV.  EKSİK  DÜZENLEMENİN  İPTAL  DAVASINA  KONU EDİLEBİLİRLİĞİ KONUSUNDA DANIŞTAYIN YAKLAŞIMI Öncelikle eksik düzenleme durumunda düzenleyici işlemin ilanından sonra  60  gün  içinde  açılan  iptal  davaları,  sadece  eksik  düzenlemeye münhasıran açıldıklarında, Danıştay tarafından kesin ve yürütülebilir işlem olmadığından  reddedilmemektedir.  Bir  başka  deyişle,  Danıştay  eksik düzenlemenin  yargısal  denetimini  gerçekleştirirken,  yukarıda  detaylıca aktardığımız şekilde İYUK kapsamında eksik düzenleme durumunda açılan iptal  davalarında  kesin  ve  yürütülebilir  işlemin  mevcut  olmaması  ve  bu bağlamda işlemin sadece eksik olan kısmının değil tamamının iptal davasına konu  edilebilirliği  hususu  üzerinde  durmamakta,  davayı  bu  sebepten reddetmemektedir. Dolayısıyla Danıştay kapsam dışı kişi ve alanlar açısından düzenlenmiş bir işlem olmasa da eksik düzenlenen hükme münhasır açılan iptal davalarının yargısal incelemesini gerçekleştirmektedir.  Bu  çözüm  son  derece  pratik  bir  çözümdür  zira  bu  şekilde  İYUK hükümleri  kapsamında  dava  açıldığında  düzenlemenin  tamamının  iptal davasına konu edilmesi ve sonuçta düzenlemenin tamamının iptal edilmesi durumunda yaşanacak hak kayıplarının önüne geçilmiş olmaktadır.  Aynı  şekilde  Danıştay  eksik  düzenleme  durumunda  bizim  idari yargılama usulümüzdeki kurgusal karar elde etmenin tek yolu olan zımni red kurumunun  varlığını  da  aramamaktadır.  Buna  göre  eksik  düzenleme kapsamında haklarında düzenleme yapılmayan kişilerin uygulama işlemi elde etme ve iptal davasını elde ettikleri bu işlem aleyhine açma zorunlulukları da bulunmamaktadır.   Örneğin 21/04/2011 gün ve 27912 sayılı Resmi Gazete de yayımlanarak yürürlüğe giren Bitki Koruma Ürünlerinin Reçeteli Satış Usul ve Esasları Hakkında  Yönetmeliğin  10.  maddesinin  iptali  istemiyle  açılan  davada,  78YBHD 2021/1  Özge Didem BOULANGER  Danıştay  orman  mühendislerine  reçete  yazma  yetki  belgesi  almak  için müracaatta  bulunabilecek  kişiler  arasında  yer  verilmemesine  ilişkin  dava konusu  eksik  düzenlemede  hukuka  uyarlık  bulunmadığından  eksik düzenlenen maddenin iptaline karar vermiş, söz konusu karar Danıştay İDDK tarafından onaylanmıştır55.  Yukarıda örnek olarak yer verdiğimiz dava konusu düzenleyici işlemin 10.  maddesinde  orman  mühendislerine  ilişkin  herhangi  bir  düzenleme bulunmamaktadır.  Bu  konuda  idarenin  olumlu  veya  olumsuz  bir  iradesi oluşmamıştır. Ancak Danıştay kesin ve yürütülebilir işlem kavramı ya da menfaat ihlali veya davanın İYUK 10 kapsamında başvurudan sonra açılması gerekliliği  üzerinde  durmadan  açılan  davanın  esas  incelemesine  geçerek davayı sonuçlandırmıştır. Yine bir başka davada, 23/03/2012 gün ve 28242 sayılı Resmi Gazete  de yayımlanan Korunan Alanlarda Yapılacak Planlara Dair Yönetmeliğin 11/2 maddesinde TMMOB Jeoloji Mühendisleri Odası tarafından açılan davada, jeoloji mühendislerinin planlama ekibinde yer almadığından hareketle, açılan eksik  düzenlemenin  iptali  davasında  Danıştay  jeoloji  mühendislerini ilgilendiren kesin ve yürütülebilir bir işlem olmadığı veya menfaat ihlalinin bulunmadığı nedenleriyle davayı reddetmeden esastan incelemiştir56. Bir başka kararda Danıştay, Başbakanlığın 19.07.2003 gün ve 2003/42 sayılı  naklen  ve  açıktan  personel  atamalarını  ikinci  bir  talimata  kadar durduran Genelgesinin, akademik kadrolarda doçent ve profesör kadroları kapsam  dışı  bırakılırken  bunların  yanında  yardımcı  doçentlerin  yer almamasına  ilişkin  kısmının  iptali  istemiyle  açılan  davada  öğretim  üyesi olduğunda  kuşku bulunmayan  yardımcı doçentlerin  bu istisna  kapsamına alınmaması yönündeki düzenlemede, akademik nitelikteki kamu görevinin gereklerine, kanunun düzenleniş şekline ve Anayasal eşitlik ilkesine uyarlık                                                            55   Danıştay  İdari  Dava  Daireleri  Kurulu,  E:2016/619,  K:2018/4523,  T:  07.11.2018, yayımlanmamış karar.   56   Danıştay  İdari  Dava  Daireleri  Kurulu,  E:2015/1335,  K:2017/3634,  T:  13.11.2017, yayımlanmamış karar.   79Özge Didem BOULANGER  YBHD 2021/1  bulunmaması  nedeniyle  yardımcı  doçentlerin  istisna  kapsamı  dışında bırakılmasına yönelik kısmının iptaline karar vermiştir57. Yine İç işleri Bakanlığı tarafından çıkarılan ve 02/02/2000 günlü ve 23952 sayılı Resmi Gazetede yayımlanarak yürürlüğe giren İl Özel İdareleri, Belediyeler ve İl Özel İdareleri ve Belediyelerin Kurdukları Birlik, Müessese ve İşletmeler  ile  Bunlara  Bağlı  Döner  Sermayeli  Kuruluşlardaki  Memurların Görevde Yükselme Esaslarına Dair Yönetmeliğin  Hizmet grupları arasında geçişler   başlıklı  19.  maddesindeki,   Bu  yönetmelik  kapsamında  bulunan müfettiş ve kontrolör unvanı ile görev yapanların, bu yönetmelikte yer alan hizmet gruplarına atanmalarında sınav ve hizmet gruplarında çalışma şartı aranmaz.  yolundaki hüküm de, bu kapsamda değerlendirilebilecek örneğin öğretmenler gibi belli meslek gruplarını kapsam dışında tuttuğundan, eksik düzenleme içerdiği gerekçesiyle sadece eksik düzenleme yapılan kısma özgü olarak iptaline karar verilmiştir58. Yukarıdaki örnek mahiyetinde çalışmamızda yer verdiğimiz kararların incelenmesinden de görüleceği üzere Danıştay düzenlemede eksiklik olduğu durumlarda düzenlemenin tamamı aleyhine iptal davası açılması ya da zımni red  kurumunun  işletilerek  kurgusal  karar  elde  edilmesi  hususunu aramamaktadır. Bu bağlamda ilgililer kurgusal bir karar elde etmek için İYUK 10 kapsamında idareye başvurmamış da olsalar Danıştay, eksik düzenleme konusu kapsamında düzenleyici işlemi yargısal denetime tabi tutmaktadır.                                                             57   Danıştay 8. Daire, E:2003/38888, K:2004/3535, T: 30.09.2004, www.legalbank.net, s.e.t.: 17.05.2020. Benzer şekilde  …Açıklanan nedenlerle, 2013 yılı Sosyal Güvenlik Kurumu Sağlık Uygulama Tebliği nin EK-4/C  Yurt Dışı İlaç Fiyat Listesi nde eksik düzenleme nedeniyle hukuka uyarlık bulunmamaktadır…2013 yılı Sosyal Güvenlik Kurumu Sağlık Uygulama Tebliği'nin EK-4/C Listesinin  tetrahidrokannabinol (THC)+kannabidiol (CBD)  etkin maddeli 'Sativex' isimli ilacı içermediğinden eksik düzenleme nedeniyle yürütmesinin durdurulması  isteminin  oyçokluğuyla  KABULÜNE,  Tebliğin  diğer  maddeleri  yönünden yürütmenin durdurulması isteminin oybirliğiyle REDDİNE…  Y. Durdurma, Danıştay 15. Daire,  E:2017/1122, T: 20.09.2017,  Danıştay 10. Daire, E:2006/5393, K:2009/10123, T: 02.12.2009,  Danıştay  8.  Daire,  E:2009/6689,  K:Y.Durdurma,  T:  06.11.2009, www.legalbank.net, s.e.t.: 15.05.2020. 58   Danıştay  İdari  Dava  Daireleri  Kurulu,  E:2004/2225,  K:2007/2191,  T.  25.10.2007, www.legalbank.net, s.e.t.: 17.05.2020.     80YBHD 2021/1  Özge Didem BOULANGER  Buna göre İYUK ‘ta yer alan düzenlemeler hilafına Danıştay, ilgilileri mağdur etmemekte ve eksik düzenleme nedeniyle sadece eksik düzenlenen hüküm aleyhine açılan davaları, ilk incelemede kesin ve yürütülebilir işlem olmadığından  reddetmemekte,  davanın  esas  incelemesini gerçekleştirmektedir.  Sonuç  olarak  sadece  düzenlemenin  eksik  olan bölümünün iptal davasına konu edilmesi ve yargısal incelemenin de sadece eksik  düzenleme  kısmına  ilişkin  gerçekleştirilmesi  Danıştay  içtihatları  ile kabul edilmiş bir uygulamadır denebilir59.  Ancak bu yaklaşım son derece pratik olsa da, pozitif hukuka, dolayısıyla İYUK hükümlerine aykırılık teşkil etmektedir. Yargı yerlerinin pozitif hukuka bağlı  kalmaları  gerekliliğinden  hareketle,  bu  noktada  önerilebilecek  olan İYUK ta eksik düzenlemeye ilişkin dava süreçlerinin, eksik düzenlemeye özgü olarak  düzenlenmesidir.  Bu  bağlamda  Danıştay ın  yaklaşımının  usul kanunumuzda yasalaşması gerekliliği önerilebilir. Bu  noktada  Ulusoy un  isabetle  belirttiği  üzere  idarenin  bağlı  yetki içerisinde olduğu durumlarda düzenlemeyi eksik gerçekleştirmesi ya da hiç gerçekleştirmemesi durumlarında veya idarenin takdir yetkisini açık şekilde hatalı kullanarak belirli kişi, grup veya kategorileri bilinçli olarak kapsam dışı tutması  hallerinde  İYUK  2 de  eksik  düzenlemenin  iptal  davasına  konu edilmesi yolunda yasal dayanak ihtiyacı bulunmaktadır60. Tüm bu hususlara ek olarak düzenleyici işlemin tamamının iptaline yönelik olarak da Danıştay ın yargısal incelemesini sadece eksik düzenlenen maddeye  özgü  olarak  gerçekleştirdiğini  ve  düzenlemede  hukuka  aykırılık tespit ettiğinde de sadece eksik düzenlenen hükmü iptal etiğini belirtmek gerekir.  Tarafımızdan  incelenen  kararların  tamamında  sadece  eksik düzenlenen  madde  iptal  edilmiş,  düzenleyici  işlemin  tamamı  iptale  konu olmamıştır. Böylece yukarıda belirtildiği üzere, Danıştay son derece pratik bir yöntemle  düzenlemenin  tamamının  iptali  sebebiyle  ortaya  çıkacak mağduriyetlerin de önüne geçmektedir.                                                            59   Ulusoy,  eksik  düzenlemenin  iptalinin  orijinal  ve  pratik  olduğu  kadar  teknik  hukuk açısından sorunlu olduğunu söylemektedir. Ulusoy, s.288.   60   Ulusoy, s.289.  81Özge Didem BOULANGER  YBHD 2021/1  Ancak  bu  noktada  iptal  kararı  verilmesiyle  başka  bir  sorun  ortaya çıkmaktadır.  Bilindiği  üzere,   İptal  kararı  bir  işlemin  hukuka  uygun  olup olmadığını denetleyen yargı organının işlemin geçerliliğini etkileyen bir sakatlık saptaması halinde, işlemin geri yürür biçimde ortadan kalkmasını sağlayan ve kesin hüküm olabilen bir yargı işlemidir…  61.  Bu bağlamda iptal kararları,  -   bir yargı işlemidir,  -   kesin hüküm olabilir, -   işlemi geriye yürür şekilde ortadan kaldırır,  -   işlemin hukuka aykırılığına dayanır. Danıştay düzenlemedeki eksiklik sebebiyle bir normun ilgili maddesini iptal ettiğinde, iptal kararlarının niteliği gereği, o madde iptal edilmiş, geriye dönük  olarak  hukuk  dünyasından  kaldırılmış  olmaktadır.  Ancak düzenlemedeki eksikliğe münhasır olarak iptal kararı verildiğinde, bu kararla birlikte  ilgili  maddenin  iptali,  idarenin  bu  maddeyi  eksik  düzenleme konusunu ortadan kaldırarak tekrar düzenleyeceği bir yükümlülük yaratsa da, bir olasılık olarak idare iptal edilen hükmün yerine herhangi bir düzenleme yapmadan,  eksik  düzenlenen  alanı  tamamen  boş  bıraktığında,  iptal davasından beklenen amaç da elde edilemeyebilecektir. Düzenleyici işlemlerin iptal  edilmesine  ilişkin  uygulamada  yaşanabilecek  sorunlar  oldukça  geniş kapsamlı bir çalışma gerektirdiğinden ve bu çalışmayı dava açma yöntemi ile sınırlamış  bulunduğumuzdan,  bu  noktada  sadece  eksik  düzenleme durumunda, yargı yeri iptal kararı verdiğinde, iptal kararının uygulanmasına ilişkin olarak da pozitif hukukumuzda düzenleme yapılması ve bu sorunların kanun ile çözülmesi gerekliliği önerilebilir.                                                                61   Uler, Yıldırım (1970)  İdari Yargıda İptal Kararlarının Sonuçları , Ankara Üniversitesi Hukuk Fakültesi Yayınları, Ankara, Sevinç Matbaası, s.4.    82YBHD 2021/1  Özge Didem BOULANGER  SONUÇ Eksik  düzenleme  kavramı  Türk  idare  hukuku  doktrininde  üzerinde fazla çalışılmamış bir kavramdır. Konunun çeşitli boyutları olmakla birlikte dava  açma  açısından  mevcut  İYUK  düzenlemeleri  göz  önünde bulundurulduğunda  eksik  bir  düzenleme  söz  konusu  olduğunda  dava açabilmek açısından iki yöntemin mevcut olduğu görülür. Eksik düzenlenen düzenleyici işlemler aleyhine düzenlemenin tamamının iptal davasına konu edilmesi veya İYUK 10 hükmü kapsamında zımni ret kurumunun işletilmesi. Ancak düzenlemenin tamamının iptal davasına konu edilmesi ve bu yönde iptal  kararı  alınması  durumunda  esasen,  düzenleyici  işlemin  iptalinden beklenen fayda sağlanamayabilecektir, zira düzenleyici işlem her ne kadar bazı kişi  ve  grupları  kapsam  dışı  bırakmış  da  olsa,  bir  kısım  kişiler  için düzenlemeler  getirmiştir  ve  düzenleyici  işlemin  tamamı  iptal  edildiğinde hakkında düzenleme bulunan kişiler açısından hak kayıpları yaşanabilecektir. İYUK 10 hükümlerine göre dava açılması ise uygulamada, özellikle sürenin hızlı olmasının gerektiği durumlarda, süreyi uzatacağından pratik bir yaklaşım olmayacaktır. Ancak Danıştay menfaat sahiplerini mağdur etmemek açısından her ne kadar bir düzenleyici işlem mevcut olmasa da eksik düzenleme durumunda sadece eksik düzenlenen kısmın iptal davasına kabul edilmesini pozitif hukuk hilafına kabul etmektedir.  Bu yaklaşım menfaati ihlal edilenlerin haklarını koruyucu niteliktedir, ancak  kanun açıksa yorum yapılmaz  temel yorum ilkesine uymamaktadır. Bu bağlamda Danıştay ın içtihadi olarak uyguladığı ve en uygun çözüm olduğunu düşündüğümüz sadece eksik düzenlemenin iptal davasına konu edilebilmesi yolunda İYUK ‘ta değişiklik yapılması gerekliliği düşünülmektedir. Bir başka deyişle menfaati ihlal edilen kişinin sadece eksik düzenlemelerin iptaline yönelik dava açabilmesi açısından İYUK 2 ‘de bir yasa değişikliğine ihtiyaç bulunmaktadır62.    Yine her ne kadar konu dava açma açısından sınırlandırılmışsa da eksik düzenleme sonunda eksik düzenlenen bölümün iptal edilmesi durumunda yaşanacak  idarenin  yargı  kararına  uymama  ihtimali  üzerinde  de  durmak                                                            62   Ulusoy, s.289.    83Özge Didem BOULANGER  YBHD 2021/1  gerekir. Zira eksik düzenlenen işlem idari yargı yerince iptal edildiğinde, yargı yeri  idareye  emir  veremediğinden  söz  konusu  hükmün  tamamlanarak düzenlenmesi  hususunda  idareyi  zorlamak  mümkün  olmamaktadır.  Bu durumda eksik düzenleme durumuna münhasır olarak pozitif hukukta bu yönde  de  düzenleme  yapılmasını  önermek  mümkündür.  Bu  şekilde  eksik düzenleme nedeniyle iptal kararı verildiğinde idare gerçekleştirilecek yasal düzenleme çerçevesinde eksik düzenlenen düzenleyici işlemde kapsam dışı bıraktığı kişi veya konuları kapsama alacaktır.        84YBHD 2021/1  Özge Didem BOULANGER  KAYNAKÇA  Akgül, Şerif Yıldız (2016)  İdarenin Hareketsizliğine Karşı Bir Çözüm Olarak Zımni  Kabulün  Uygulanabilirliği  Meselesi ,  Marmara  Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, C:22, S:2, s.3405-3434. Artumaç, Sadık (1950) Bizde İdarenin Murakabesi, İdari Yargılama Hukuku, 1. Baskı, İstanbul, Cumhuriyet Matbaası.  Çağlayan,  Ramazan  (2018)  İdari  Yargılama  Hukuku,  10.  Baskı,  İstanbul, Seçkin Yayıncılık,   Çırakman, Erol (1976) İdari Davalarda Süre, İdare Hukuku ve İdari Yargı ile İlgili İncelemeler I, Danıştay Başkanlığı, Ankara, Güneş Matbaası. Derbil,  Süheyp  (1955)  İdare  Hukuku  Cilt  I  (İdari  Kaza-İdari  Teşkilat), 4.Baskı, Ankara, Güzel Sanatlar Matbaası. Erdem, Jülide Gül (2017)  İptal Davasında Menfaat İhlali Koşulu , Memleket Siyaset Yönetim (MSY), C:12, S:27, s.97-134. Erkut, Celal (1990) İdari Davaya Konu Olabilecek Kesin ve Yürütülebilir İşlem  Kavramı,  I  Ulusal  İdare  Hukuku  Kongresi  I.  Kitap,  Ankara, Danıştay Matbaası. Evren, Çınar Çan (2013)  İdari Yargıda Uygulama İşlemi, Gazi Üniversitesi Hukuk Fakültesi Dergisi C: XVII, S:1, s.1405-1422. Gözler, Kemal (2019) İdare Hukuku Cilt 1, 3. Baskı Bursa, Ekin Basım Yayın Dağıtım. Gürel,  Esin  (2019)   Cumhurbaşkanlığı  Hükümet  Sisteminde  Yürütmenin Düzenleme Yetkisi ve Cumhurbaşkanlığı Kararnamelerinin Anayasal Sınırı , ASBÜ Hukuk Fakültesi Dergisi, C:1, S:2, s.391-424. Günday,  Metin  (1990)  1982  Anayasasına  Göre  İdari  Yargı  Denetiminin Kapsamı ve Sınırları , I Ulusal İdare Hukuku Kongresi I. Kitap, Ankara, Danıştay Matbaası. Karavelioğlu, Celal (2016), Açıklamalı, İçtihatlı ve İstinaf Kurumuyla İdari Yargılama Usulü Kanunu, 9. Baskı, Ankara, Adalet Yayınevi.  85Özge Didem BOULANGER  YBHD 2021/1  Karahanoğulları Onur (2007)  Birel İşlemlere Karşı Açılan İptal Davalarında İlgi Bağı Sorunu , Ankara Üniversitesi SBF Dergisi, C:62, S:03, s.201232.  Kaplan, Gürsel (2016) İdari Yargılama Hukuku, 1. Baskı, Bursa, Ekin Basım Yayın Dağıtım. Mermut, Güler (1976), İptal Davalarının Şartı Olarak Kanuna Aykırılık, İdare Hukuku ve  İdari  Yargı  ile  İlgili  İncelemeler  I,  Danıştay  Başkanlığı, Güneş Matbaası. Onar,  Sıddık  Sami  (1952)  İdare  Hukukunun  Umumi  Esasları,  1.  Baskı, İstanbul, Marifet Basımevi. Sarıca,  Ragıp  (1949)  İdari  Kaza,  Cilt  1  İdari  Davalar,  İstanbul,  Ercan Matbaası. Ulusoy,  Ali  (2019)  Yeni  Türk  İdare  Hukuku,  1.  Baskı,  Ankara,  Yetkin Yayınları. Uler,  Yıldırım  (1970)  İdari  Yargıda  İptal  Kararlarının  Sonuçları,  Ankara Üniversitesi Hukuk Fakültesi Yayınları, Ankara, Sevinç Matbaası. Tanör, Bülent (2019), İki Anayasa 1961 -1982, 6. Baskı, İstanbul, On iki Levha Yayıncılık A.Ş. Yılmaz,  Dilşat  (2017)   Türk  İdare  Hukuku nda  İdari  İşlemin   Kesin liği Üzerine Bir Değerlendirme:  Kime Göre? ,  Ne İçin?  Kesinlik , Gazi Üniversitesi Hukuk Fakültesi Dergisi C: XXI, S: 2, s.105-153.      86",
     "Metin": "Eksik düzenleme kavramı idarenin düzenleyici işlemlerinde bazı kişi, konu  veya  grupların  idare  tarafından  kapsam  dışı  bırakılması  anlamına gelmektedir. Eksik düzenleme söz konusu olduğunda kapsam dışı kalan kişi, konu veya grupların sehven mi yoksa idarenin takdir yetkisi dahilinde mi kapsam dışı bırakıldığı hususu belirsizdir. Türk İdare Hukuku doktrininde fazla  çalışılmamış  bir  kavram  olduğundan  ve  oldukça  geniş  kapsamlı olabilecek  bu  çalışmanın  sınırlandırılması  gerekliliği  nedeniyle  eksik düzenleme kavramı çalışmada idarenin yönetmelikleri ve adsız düzenleyici işlemlerinde olabilecek düzenleme eksiklikleri kapsamında İdari Yargılama Usulü Kanunu (İYUK) çerçevesinde ve dava açma usulü açısından sınırlandı. Bu  noktada  özellikle  eksik  düzenleyici  işlemin  tamamı  veya  sadece  eksik düzenlenen kısmın dava konusu edilebilirliği üzerinde duruldu.  Pozitif  hukuk  açısından  değerlendirdiğimizde  eksik  düzenlenen düzenleyici işlemlerin iptal davasına konu edilmesi mümkündür, ancak iptal davasının  münhasıran  düzenleme  dışında  kalan  kişi,  grup  ve  konular hakkında da düzenleme yapılmasına yönelik olarak eksik düzenlenen kısmın iptali  için  açılması  durumunda  düzenleme  kapsamına  alınmayan  kişiler açısından bir idari işlem bulunmadığından, iptal davasının açılma usulünün İYUK  hükümleri  uyarınca  incelenmesi  öncelikle  önemlidir.  Buna  göre örneğin bir yönetmeliğin bir maddesi birtakım kişi, konu ve alanları kapsam dışı bıraktığında kapsam dışı kalanlar yönetmeliğin tamamı aleyhine iptal davası açabilirler ancak sadece düzenlemenin eksik olan yönüne münhasır olarak iptal davasının açılması pozitif hukukta mümkün değildir, zira eksik düzenleme durumunda idare konu veya kişi ile ilgili herhangi bir irade beyan etmemektedir.  Ancak  düzenlemenin  tamamı  aleyhine  dava  açıldığında  ve yargı yeri tarafından düzenleyici işlem iptal edildiğinde ise bu sefer düzenleme kapsamına alınan kişiler açısından hak kaybı ortaya çıkacaktır. Özetle eksik düzenleme durumunda idari yargıda sadece eksik düzenlenen hüküm aleyhine iptal  davası  açmak  mevcut  İYUK  hükümleri  kapsamında  mümkün görünmemektedir. İdarenin kapsama almadığı kişi, konu ve alanla ilgili olarak olmayan  iradesine  karşı  davanın  ne  şekilde  açılacağı  hususu  açıklığa  57Özge Didem BOULANGER  YBHD 2021/1  kavuşturulmalı, bu kapsamda menfaat ihlali ve kesin ve yürütülebilir işlem kavramı incelenmelidir.  Eksik düzenleme durumunda İYUK 10 kapsamında idareye bir başvuru yaparak zımni red kurumunun işletilmesi ve bir bireysel karar elde edilerek bu karara  karşı  iptal  davası  açılması  hususunun  yargılama  tekniği  açısından uygunluğu incelenmelidir. Ayrıca Danıştay ın konuya yaklaşımı da önemlidir ve çalışmamızda bu hususa da değinilmiştir. Çalışmada eksik düzenlenen düzenleyici işlemlerin iptali istendiğinde iptal  davası  açabilmek  için  pozitif  hukuk  kapsamında  izlenmesi  gereken yöntem  öncelikle  incelenecek,  ardından  Danıştay ın  konuya  yaklaşımına değinilecektir.   I.  İDARENİN  DÜZENLEYİCİ  İŞLEMLERİ  VE  YARGISAL DENETİMLERİ A. İDARENİN DÜZENLEYİCİ İŞLEMLERİ İdarenin düzenleme yetkisi idarenin genel, objektif nitelikte, kişilere özgü farklılık arz etmeyen normlar koymasıdır. İdarenin düzenleme yetkisi, Anayasa dan, kanunlardan, Cumhurbaşkanı kararnamesinden kaynaklanabilir ve ayrıca idare düzenleme yetkisine yürüttüğü faaliyetin doğası gereği sahip olmak  zorundadır.  Ulusoy un  da  isabetle  belirttiği  gibi  yürütme  erkinin işlevini kanunları uygulamak olarak da kabul etsek, kanunu uygulamak için o kanunu yorumlamak ve açıklamak gerektiğinden, kanunun yorumlanmasını belirlemek,  bunu  kişilerin  önceden  öngörebilmesi  için  objektif  şekilde düzenlemek  ve  duyurmak  da  esasen  bir  norm  koymak  yani  düzenleme yapmaktır.  Kanun koyucunun her şeyi düzenlemesinin mümkün olmaması ve takdir yetkisinin kullanımının öngörülebilir ve objektif olması gerekliliği de idareye düzenleme yetkisi verilmesini bir zorunluluk haline getirmektedir.  1961 Anayasası yürütmeye temkinli yaklaşmış ve yasama – yürütme dengesini  ve  iş  birliğini  sağlamayı  göz  önünde  bulunduran  parlamenter rejimin standartlarından biraz ayrılarak yasamaya tabiri caizse biraz ayrıcalık                                                            1   Ulusoy, Ali (2019) Yeni Türk İdare Hukuku, 1. Baskı, Ankara, Yetkin Yayınları, s.289.  58YBHD 2021/1  Özge Didem BOULANGER  tanımış ve Tanör ün tabiriyle yürütmeyi sıkıca frenlemişti. Bu kapsamda 1961 Anayasası  6.  maddesinde  yürütme  görev  olarak  düzenlenmişti.    1982 Anayasası 8. maddesi yürütmeyi yetki ve görev olarak düzenlemiş ve yürütme yetki ve görevinin Anayasa ve kanunlara uygun olarak yerine getirileceğini söylemiştir.  Bu  değişiklik  doktrinde  yürütmenin  yasama  karşısında güçlendirildiği  ve  yürütme  tarafından  yasanın  olmadığı  yerde  Anayasaya uygun  olarak  ilk  elden  düzenleme  yapılması  hususunda  tartışmalara  yol açmışsa da yürütme organının düzenleme yetkisinin türevsel ve bağlı nitelikte olduğu  görüşü  1982  Anayasası  döneminde  de  değişmemiştir.  Dolayısıyla 1982 Anayasası uyarınca da yürütmenin yasamaya bağlı türevsel nitelikte bir düzenleme yetkisi bulunduğunu söylemek mümkündür.  Buna göre yürütme kural olarak ancak yasa koyucunun çerçevesini çizdiği alan içerisinde kanunların uygulamasını sağlamak, yürütme görevini yerine getirmek amacıyla türevsel ve bağımlı bir düzenleme yetkisine sahiptir. Türevsel nitelikteki düzenleme yetkisiyle yürütme organı, yönetmelikler ve yönerge,  sirküler,  esaslar,  genelge,  tebliğ  gibi  isimlerle  adlandırılan  adsız düzenleyici işlemler yapabilir.  Bu bağlamda örneğin yönetmelikleri ele aldığımızda, Anayasanın 124. maddesi açıkça yönetmeliklerin kanunlarla Cumhurbaşkanı kararnamelerinin uygulanmasını  sağlamak  için  ve  bunlara  aykırı  olmayacak  şekilde çıkarılabileceğini söylemektedir. Dolayısıyla idare yönetmelikler konusunda ancak türevsel bir düzenleme yetkisine sahiptir. Aynı hususu adsız düzenleyici işlemler  için  de  söylemek  mümkündür,  zira  adsız  düzenleyici  işlemler yönetmeliklerin tabi olduğu sınırlama ve esaslara tabidir.                                                             2   Tanör, Bülent (2019) İki Anayasa 1961 -1982, 6. Baskı, İstanbul, On iki Levha Yayıncılık A.Ş., s.104. 3   Ulusoy, s.280. 4   Gürel,  Esin  (2019)   Cumhurbaşkanlığı  Hükümet  Sisteminde Yürütmenin  Düzenleme Yetkisi ve Cumhurbaşkanlığı Kararnamelerinin Anayasal Sınırı , ASBÜ Hukuk Fakültesi Dergisi, C:1, S:2, s.397.  5   Ulusoy, s.280. 6   Yürütmeye tanınan bu türevsel yetkinin istisnası 2017 yılındaki Anayasa değişikliği ile 9 Temmuz  2018  tarihinden  itibaren  geçerli  olmak  üzere  Cumhurbaşkanına  Anayasada belirtilen konularda Cumhurbaşkanı Kararnamesiyle tanınmış asli düzenleme yetkisidir.  59Özge Didem BOULANGER  YBHD 2021/1  B. DÜZENLEYİCİ İŞLEMLERİN YARGISAL DENETİMİ İdarenin düzenleyici işlemleri idarenin tek yanlı işlemleridir ve Anayasa 125. madde hükmü gereği idarenin bütün eylem ve işlemleri gibi yargısal denetime tabidirler.   Düzenleyici işlemin hukuka aykırı olduğunu düşünen menfaat sahibi düzenleyici işlemin iptali için idari yargı yerinde iptal davası açabilir. İYUK 7. maddesi uyarınca, düzenleyici işlemler için idari yargıda dava açma süresi, ilan tarihini izleyen günden itibaren Danıştay ve idare mahkemelerinde 60 gündür.  İYUK un 8. maddesi uyarınca süreler tebliğ, yayın veya ilan tarihini izleyen günden itibaren işlemeye başlar.  İdari yargı yeri ilk inceleme esnasında dava açma süresinin geçmiş olduğunu belirlediği takdirde, İYUK 15/1-b hükmü uyarınca davayı reddeder. Süre açısından reddedilen davaların tekrar açılması mümkün değildir. Bir başka  deyişle  düzenleyici  işlem  yayınlandıktan  sonra  60  günlük  süre geçtiğinde artık düzenleyici işlemin tamamı ya da bazı hükümleri aleyhine iptal davası açmak mümkün değildir. Ancak düzenleyici işlemler açısından 7. madde hükmü farklı bir süre hesabı öngörmektedir, buna göre düzenleyici işlem uygulandığında, ilgililer düzenleyici işlem veya uygulanan işlem yahut her ikisi aleyhine iptal davası açabilirler. Bu durumda düzenleyici işlemin uygulanması  halinde  dava  açma  süresi  uygulama  işleminin  tebliği, yayınlanması veya ilanını izleyen günden itibaren işlemeye başlayacaktır. Bu bağlamda örneğin 1960 yılında ilan edilen bir düzenleyici işlem 2020 yılında uygulandığı takdirde, düzenleyici işlem uygulanan kişi, 1960 yılında                                                                                                                                            Cumhurbaşkanı Kararnameleri Anayasal sınırlara uymak kaydıyla asli düzenleme yetkisine sahip düzenleyici işlemlerdendir.  7    İdarenin her türlü eylem ve işlemlerine karşı yargı yolu açıktır. Kamu hizmetleri ile ilgili imtiyaz  şartlaşma  ve  sözleşmelerinde  bunlardan  doğan  uyuşmazlıkların  milli  veya milletlerarası  tahkim  yoluyla  çözülmesi  öngörülebilir.  Milletlerarası  tahkime  ancak yabancılık unsuru taşıyan uyuşmazlıklar için gidilebilir  Anayasa madde 125/1.  8   Süre  ret  kararları  nihai  karar olduklarından  ilgisine  göre  istinaf  veya  temyiz  yoluna başvurmak mümkündür. Çağlayan, Ramazan (2018), İdari Yargılama Hukuku, 10. Baskı, İstanbul, Seçkin Yayıncılık, s.303.   9   Evren, Çınar Çan (2013)  İdari Yargıda Uygulama İşlemi , Gazi Üniversitesi Hukuk Fakültesi Dergisi C: XVII, S:1, s.1411.    60YBHD 2021/1  Özge Didem BOULANGER  ilan edilmiş düzenleyici işlem, uygulama işlemi veya her ikisi aleyhinde dava açabilir. Dolayısıyla uygulama işlemi ile birlikte, dava açma süresi tabiri caizse canlanmış olur. Bu durumda menfaat sahibi kişi, üçlü bir seçeneğe sahiptir: -  Sadece düzenleyici işlemin uygulaması niteliğindeki bireysel işlem aleyhine dava açılabilir, -  Sadece düzenleyici işlem aleyhine açılabilir, -  Düzenleyici  işlemle  uygulama  işlemi  olan  bireysel  işleme  karşı birlikte dava açılabilir.  İşlemin  ilgilisi  sadece  uygulama  işleminin  veya  sadece  düzenleyici işlemin  iptalini  talep  ederse,  bu durumda  doğal  olarak  işlem  hangi  yargı merciinin görevine giriyorsa o mahkemede yargısal denetime tabi tutulacaktır, uygulama  işlemi  ile  birlikte  düzenleyici  işlem  aleyhinde  iptal  davası açıldığında ise görevli mahkeme, normlar hiyerarşisinde üst sırada yer alan işleme göre belirlenir.  Düzenleyici  işlemin  iptali  davaları  Danıştay  Kanunu  24.  maddesi uyarınca Bakanlıklar ile kamu kuruluşları veya kamu kurumu niteliğindeki meslek  kuruluşlarınca  çıkarılan  ve  ülke  çapında  uygulanacak  düzenleyici işlemlere karşı açıldıkları takdirde veya Cumhurbaşkanı tarafından çıkarılan Cumhurbaşkanlığı kararnameleri dışındaki düzenleyici işlemler söz konusu olduğunda  Danıştay da  açılır.  Diğer  durumlarda  idare  mahkemeleri görevlidir. Danıştay Kanunu nun 38. maddesi uyarınca Danıştay, idari dava dairelerinin ilk derece mahkemesi olarak verdiği kararlar, Danıştay İdari Dava Daireleri  Kurullarında  temyizen  incelenir.  Dolayısıyla  Danıştay  Kanunu madde  24 de  belirtilen  durumlarda  ve  dava  ilk  derece  mahkemesi  olarak Danıştay da açıldığında, bu davanın temyiz incelemesi Danıştay tarafından ancak bu defa İdari Dava Daireleri Kurulu tarafından gerçekleştirilecektir.  2577  sayılı  İdari  Yargılama  Usulü  Kanunu'nun  46.  maddesinin  1. fıkrasında Danıştay dava daireleri kararlarına karşı Danıştay da temyiz yoluna başvurulabileceği,  2575  sayılı  Danıştay  Kanunu'nun  38.  maddesinde  İdari                                                            10   Evren, s.1409.   11   Olağan dönem Cumhurbaşkanı Kararnameleri Anayasa Mahkemesi nde yargısal denetime tabi tutulur, Anayasa md 148.  61Özge Didem BOULANGER  YBHD 2021/1  Dava  Daireleri  Kurulunca  idari  dava  dairelerinden  ilk  derece  mahkemesi olarak  verilen  kararların  temyizen  inceleneceği,  2577  sayılı  Kanun'un  49. maddesinin 4. fıkrasında da idare mahkemelerinin bozmaya uymayarak eski kararında  ısrar  edebileceği  öngörülürken,  Danıştay  İdari  ve  Vergi  Dava Daireleri Genel Kurulları kararlarına uyulmasının zorunlu olduğu belirtilerek, Danıştay dava dairelerinin ilk derece mahkemesi olarak verdiği kararların temyizen bozulması halinde ise ısrar olanağı tanınmamıştır.  II. EKSİK DÜZENLEME KAVRAMI İdare türevsel nitelikte, bağımlı düzenleme yetkisini kullanırken takdir yetkisinin bulunduğu durumlarda veya bağlı yetki içerisinde olduğunda belirli kişi,  konu  veya  grupları  düzenlediği  işlemin  kapsamına  dahil  etmesi gerekirken, bilinçli olarak veya sehven bu kişileri kapsam dışı bıraktığında eksik düzenlemeden bahsetmek mümkündür. Ulusoy eksik düzenleme kavramını şu şekilde tanımlar:  İdarece yapılan bir düzenlemenin eksik olması ve bu bağlamda düzenleme ile tanınan hakların söz konusu düzenlemede bazı kişi, grup veya kategorilerin kapsam dışında bırakılması veya kapsama alınmaması nedeniyle bu kişi, grup veya kategorinin bu haklardan yararlanmasının mümkün olmaması halinde Danıştay içtihadı uyarınca ortada eksik düzenleme vardır  12. O halde eksik düzenleme kavramı söz  konusu  olduğunda  idarenin  düzenleyici  işlemin  kapsamına  alması gerektiği düşünülen belirli kişi, konu veya grupları kapsam dışı bırakması söz konusudur.   Eksik  düzenleme  kavramı  Danıştay  içtihatlarında  sık  kullanılan  bir kavram da olsa Anayasa Mahkemesi de eksik düzenleme nedeniyle kanunların iptali kararını vermektedir. Anayasa Mahkemesi, kanunların aynı konumda bulunan kişilerin bir kısmını kapsama almaması durumunu eksik düzenleme olarak nitelendirmektedir.                                                             12   Ulusoy, s.288. 13   Anayasa Mahkemesi bir konuda hiç bir düzenleme bulunmadığında bu durumu eksik düzenleme olarak kabul etmemekte, eksik düzenleme durumunda, kanunun aynı konumda olanlardan kimilerini (bir kısmını) kapsamına almış olması gerektiğini söylemektedir. Hiç  62YBHD 2021/1  Özge Didem BOULANGER  Anayasa  Mahkemesi  tarafından  eksik  düzenleme  kapsamında gerçekleştirilen yargısal denetimlerde, iptal davasına konu olan kanunun bazı kişileri  kapsam  dışında  bırakmasının  hukuk  devleti  ve  eşitlik  ilkelerine, dolayısıyla  Anayasa nın  2.  ve  10.  maddelerine  uygunluklarının değerlendirilmesi  hususu  söz  konusudur.  Anayasa  Mahkemesi,  eksik düzenlemenin eşitlik ilkesine aykırılık oluşturması hâlinde kuralı Anayasaya aykırı bulmakta ise de, Mahkeme nin pek çok kararında kanun koyucunun bir konuyu düzenlerken, benzer durumlardaki bazı kişileri veya benzer kurumları düzenleme kapsamına almamasının ve bunlar arasında farklı uygulamalara sebep  olabilecek  bir  düzenleme  eksikliği  bırakmasının  veya  isterse getirebileceği  bir  kuralı  getirmemesinin  iptal  nedeni  sayılmayacağı söylenmiştir, zira bu hususlar kanun koyucunun takdir yetkisi içindedir. Buna göre, özde Anayasaya aykırı düşmeyen, Anayasanın 2. ve 10. maddelerine                                                                                                                                            düzenlenmemiş  bir  konuda  eksik  düzenlemeden  söz  edilemeyeceğinden… Anayasa Mahkemesi, E:2003/32, K:2003/39, T: 07.05.2003, www.legalbank.net, s.e.t. 08.02.2020. 14   Anayasa Mahkemesi, E:2002/157, K:2006/97, K.T. 04.10.2006, RG Tarihi: 27.03.2007, RG Sayısı:26475 söz konusu kararın karşı oy yazısında  …Anayasa Mahkemesi nin birçok kararında, Anayasa nın öngördüğü ve düzenlenmesini istediği hususlar dışında, yasadaki düzenleme eksikliğinin o Yasa nın iptalini gerektirmeyeceği açıkça ifade edilmiştir  görüşüne yer  verilmiştir;  Anayasa  Mahkemesi,  E:2013/126,  K:2014/17,  K.T.  29.01.2014,  RG Tarihi:09.05.2014,  RG  Sayısı:28995;  Anayasa  Mahkemesi,  E:2013/101,  K:2014/63,  K.T. 27.03.2014,, RG Tarihi: 22.07.2014, RG Sayısı:29068;  …iptali istenilen kuralda, idarece naklen  atanan  kamu  görevlilerine  harcırah  ödenmesi  öngörülürken,  ilk  defa  devlet memurluğuna atanan kişilere harcırah ödeneceğine ilişkin bir hükmün yer almamasının, Anayasası nın 10. maddesinde ifade edilen eşitlik ilkesine ve 2. maddesinde ifade edilen sosyal hukuk devleti ilkesine aykırı olduğu ileri sürülmüştür…Yasa önünde eşitlik, herkesin her yönden  aynı  kurallara  bağlı  tutulacağı  anlamına  gelmez.  Durum  ve  konumlarındaki özellikler, kimi kişiler ya da topluluklar için değişik kuralları gerekli kılabilir. Aynı hukuksal durumlar  aynı,  ayrı  hukuksal  durumlar  farklı  kurallara  bağlı  tutulursa  Anayasa nın öngördüğü  eşitlik  ilkesi  çiğnenmiş  olmaz….Bu  durumda,  ilk  defa  devlet  memurluğuna atananlar ile halen devlet memuru olup da naklen ataması yapılanlar aynı hukuksal konumda bulunmamaktadırlar. Yukarıda da belirtildiği üzere, ilk defa devlet memurluğuna atanan  kişiler  kamu  görevlisi  sıfatını,  görevlerine  başladıkları  tarihten  itibaren kazandıklarından ve görevlerine başlamadıkları sürece kamu görevlisi sayılmadıklarından, atandıkları  görev  yerlerine  ulaşıncaya  kadar  üstlendikleri  giderlerin  kamu  hizmetinin yürütülmesinden  kaynaklandığını  söylemek  mümkün  değildir   Anayasa  Mahkemesi, E:2006/44, K:2008/81, K.T. 20.03.2008, RG Tarihi: 28.05.2008, RG Sayısı: 26889.  63Özge Didem BOULANGER  YBHD 2021/1  aykırı olmayan ve düzenlenmesi kanun koyucunun takdirinde olan bir kuralın uygulama  alanının  genişletilmesi  amacı  ile  iptal  isteminde  bulunulduğu takdirde, bu istem Anayasa Mahkemesi tarafından reddedilir. Yukarıda  aktarıldığı  üzere  idarenin  düzenleyici  işlemlerinin  yargısal denetimleri, idari yargıda yapılır. Danıştay içtihatları incelendiğinde de eksik düzenleme kavramının kullanıldığı görülmektedir. Yargısal içtihatlara göre idarenin düzenleme yetkisini kullanırken düzenlemenin kapsaması gereken belirli, konu, kişi veya grupları kapsama almaması hususu eksik düzenleme olarak  nitelendirilmektedir.  Buna  göre,  Danıştay  idarenin  düzenleyici işlemlerine  ilişkin  olarak,  düzenleyici  işlemin  kapsamına  alınması  gerekli kişilerin veya konuların kapsama dahil edilmemesi ya da belirli idare ve                                                            15   Anayasa Mahkemesi, E:2004/103, K:2008/121, K.T. 12.06.2008, RG Tarihi: 23.12.2008, R.G.Sayısı:27089;  Anayasa  Mahkemesi,  E:2010/97,  K:2011/173,  K.T.  22.12.2011,  RG Tarihi:14.02.2012, RG Sayısı:28204;  Hukuk devletinde yasa koyucu, Anayasa kurallarına bağlı  olmak  koşuluyla  ihtiyaç  duyduğu  düzenlemeyi  yapma  yetkisine  sahiptir.  Yasa koyucunun, memur ve diğer kamu görevlileri ile bunların dışındaki çalışanlarla ilgili olarak, Anayasa da belirlenen kurallara bağlı kalmak, adalet, hakkaniyet ve kamu yararı ölçütlerini gözetmek koşuluyla düzenleme yapma yetkisi bulunmaktadır. Kanun koyucunun görevin gereklerini ve yapılan işin özelliğini gözeterek farklı kurallar öngörmesinde eşitlik ve hukuk devleti ilkelerine aykırılık yoktur. Açıklanan nedenlerle, itiraz konusu kural Anayasa nın 10. maddesine  aykırı  değildir.  İtirazın  reddi  gerekir.   Anayasa  Mahkemesi,  E:2011/81, K:2012/78, K.T. 24.05.2012, www.legalbank.net, s.e.t.:04.04.2020. 16   Cumhurbaşkanı (CB) Kararnamesi  nin yargısal denetimi Anayasa Mahkemesi nde yapılır, Anayasa madde 148. 17   Örneğin Ateşli Silahlar ve Bıçaklar ile Diğer Aletler Hakkında Yönetmeliğin 8. maddesinin (c) bendinde idare memurluğuna yer verilmemesi üzerine eksik düzenleme yapılmasından hareketle  açılan  davada,  idare  memurluğunun,  cezaevi  müdürleri  ile  infaz  koruma memurları arasında yer alan ara kademe bir yöneticilik olduğu, müdür bulunmayan cezaevlerinde müdürlük görevini yürüttüğü gözönüne alındığında, görevin önem ve özelliği nedeniyle cezaevi müdürlerine ve infaz koruma baş memurlarına silah taşıma ruhsatı verilebilmesine karşın, sözü edilen iki kamu görevlisinin arasında ara kademe yönetici konumundaki,  idare  memurlarına  silah  taşıma  ruhsatı  verilmeyeceğine  ilişkin  eksik düzenlemede hukuka uyarlık bulunmadığından söz konusu düzenleme iptal edilmiştir. Danıştay 15. Daire, E:2017/2721, K:2018/1199, T: 06.02.2018, benzer şekilde Danıştay 11. Daire,  E:2002/1106,  K:2004/4713,  T:  23.11.2004,  www.legalbank.net,  s.e.t.:05.03.2020.; Danıştay,  İdari  Dava  Daireleri  Kurulu,  E:2016/619,  K:2018/4523,  T:  07.11.2018, yayınlanmamış  karar;  Ek  olarak  Danıştay  15.Daire,  E:2015/6082,  K:2017/1636,  T:  64YBHD 2021/1  Özge Didem BOULANGER  kurumların  düzenleyici  işlem  kapsamına  alınmaması  durumunda  eksik düzenleme kavramı çerçevesinde yargısal inceleme gerçekleştirmektedir. Bilindiği üzere idari yargı yerinde dilekçeler öncelikle İYUK madde 14 ‘de  belirlenmiş  olan  ilk  inceleme  konularına  göre  incelenir.  İlk  inceleme konularında  bir  hukuka  aykırılık  bulunmadığı  takdirde,  dosya  tekemmül etmiş olur ve dosyanın esas incelemesine geçilir.  İYUK madde 14 uyarınca dilekçelerin ilk incelemesinde görev ve yetki, idari merci tecavüzü, ehliyet, idari davaya konu olacak kesin ve yürütülmesi gereken bir işlem olup olmadığı, süre aşımı, husumet, 3 ve 5 inci maddelere uygun olup olmadıkları, kesin ve yürütülebilir işlem kavramıyla menfaat ihlali kavramlarının mevcudiyetinin göz önünde bulundurulması gerekir. Bu  bağlamda  İYUK  kapsamında  eksik  düzenlemenin  iptal  davasına konu edilebilirliği hususunu sadece eksik düzenleme durumunda değişiklik gösterebilecek ilk inceleme konuları açısından değerlendirmek gerekir.  III.  EKSİK  DÜZENLEMENİN  İYUK  KAPSAMINDA  İPTAL DAVASINA KONU EDİLEBİLİRLİĞİ İptal  davalarının  esas  şartını  hukuka  aykırılık  teşkil  eder.  Hukuka aykırılık bulunması durumunda dava konusu idari işlem iptal edilir. İYUK 2 idari dava türlerini şu şekilde sınırlamıştır:   a)  İdarî  işlemler  hakkında  yetki,  şekil,  sebep,  konu  ve  maksat yönlerinden  biri  ile  hukuka  aykırı  olduklarından  dolayı  iptalleri  için menfaatleri ihlâl edilenler tarafından açılan iptal davaları, b) İdari eylem ve işlemlerden dolayı kişisel hakları doğrudan muhtel olanlar tarafından açılan                                                                                                                                            10.04.2017,  (söz  konusu  karar,  Danıştay  İdari  dava  Daireleri  Kurulu,  18.03.2019, E:2017/3778, K:2019/1151, sayılı kararıyla onanmıştır), yayımlanmamış kararlar. 18    Bu durum karşısında, T.C.Turizm Bankası A.Ş.nin deplanlama işi yapan resmi kuruluşlar arasında sayılması gerekirken, yönetmeliğin dava konusu yapılan 6. maddesinin (F) bendinin eksik  düzenlendiği  açıktır . Danıştay 6.Daire, E:1989/691,  K:1991/2225, T: 05.11.1991, www.legalbank.net, s.e.t.:06.03.2020. 19   Mermut, Güler (1976) İptal Davalarının Şartı Olarak Kanuna Aykırılık, İdare Hukuku ve İdari Yargı ile İlgili İncelemeler I, Danıştay Başkanlığı, Güneş Matbaası, s.301.    65Özge Didem BOULANGER  YBHD 2021/1  tam  yargı  davaları,  c)Tahkim  yolu  öngörülen  imtiyaz  şartlaşma  ve sözleşmelerinden  doğan  uyuşmazlıklar  hariç,  kamu  hizmetlerinden  birinin yürütülmesi için yapılan her türlü idari sözleşmelerden dolayı taraflar arasında çıkan uyuşmazlıklara ilişkin davalar . İYUK hükmü uyarınca, iptal davasının idarenin gerçekleştirdiği  idari işlemler  aleyhine açılması gerekir, bir başka deyişle,  kanun  açıkça  iptal  davalarının  konusunu  idari  işlem  olarak belirlemiştir.  Eksik düzenleme açısından ilk incelemede diğer idari işlemlerin yargısal incelemelerinden ayrılan husus menfaat ihlali ve kesin ve yürütülebilir işlem kavramlarıdır. Zira eksik düzenleme durumunda kapsam dışı bırakılan kişi, konu ve gruplar açısından düzenlenmiş bir idari işlem bulunmadığından dava açabilmek  için  gerekli  olan  kesin  ve  yürütülebilir  işlemin  varlığı  şartı gerçekleşmemiş  olmaktadır.  Ayrıca  menfaat  ihlali  şartının  gerçekleşip gerçekleşmediği hususu da irdelenmelidir, zira iptal davası açılabilmesi için ön koşul  olarak  davacının  menfaatinin  ihlali  gerekir.  Düzenleme  kapsamına alınmayan kişilerin dava açması durumunda menfaat ihlalinden söz etmek mümkün müdür?  A.  MENFAAT  İHLALİ  EKSİK  DÜZENLEME  DURUMUNDA MEVCUT MUDUR? İptal davası açabilmek için davacının objektif ve subjektif dava ehliyeti bulunmalıdır. Objektif dava ehliyeti, davaya taraf olma, dava açma ve açılan davayı takip etme yeterliliğidir, objektif dava ehliyeti hususunda İYUK madde 31 doğrudan HMK ya atıf yapmıştır. Bu bağlamda objektif ehliyete ilişkin HMK 50 ve 56. maddede düzenlenen ehliyet hükümleri idari yargılamanın özellikleri dikkate alınarak uygulanacaktır.  İptal davalarında amaç idarenin hukuk sınırları içerisinde kalmasını sağlamaktır. Ayrıca iptal davalarında idarenin hukuk kurallarını ihlal eden bir işlemi (tasarrufu) söz konusudur, dolayısıyla bu işlemle yakın ilgisi olan kişiler (menfaati ihlal edilenler) işlemin ortadan kaldırılmasını ve hukuk düzeninin korunmasını isterler.                                                            20   Mermut, s.298.   66YBHD 2021/1  Özge Didem BOULANGER  Ancak yine de davacıların yargı yerlerini gereksiz meşgul etmelerini engellemek  açısından  ve  dava  da  ciddiyetin  temin  edilmesi  için  işlemin iptalinde  menfaat  ihlali  bulunmayan  kişilerin  iptal  davası  açamayacakları öngörülmüştür. Bu nedenle iptal davası açabilmek için objektif dava ehliyeti yanı sıra menfaat ihlali gerekir ki bu durum subjektif dava ehliyeti olarak adlandırılır. Esasen her somut olay ve dava da subjektif dava ehliyetinin varlığı  kendi  koşulları  içerisinde  değerlendirilmekte  ve  kesin  tanım verilmemektedir. Ancak genel olarak menfaat maddi veya manevi nitelikte bir ilgi olabilir, gerçekten de ciddi ve makul olması kaydıyla manevi bir ilgi de menfaat ihlali için yeterlidir. Bu menfaat bir alaka ya da subjektif bir hak, bir başka deyişle hukuken himaye edilmiş bir menfaatdir.  Tam  yargı  davalarında  ihlal  edilen  hak davanın  esasını ve  temelini oluşturmaktadır, tam yargı davaları bu temel üzerine kurulmuştur, oysa iptal davalarında menfaat davanın esasına ilişkin olmayan davanın dinlenilmesi için aranılan usul ve şekil şartıdır. Menfaat ihlali şartı, davanın esası ile ilişkili değildir. Dolayısıyla iptal kararının verilmesinde etkin rol oynamaz. Kişinin menfaati ihlal edildiğinde dava kabul edilir ancak işlemin unsurlarında bir sakatlık yoksa dava reddedilir, dolayısıyla esas incelemesinde menfaat ihalinin bir önemi yoktur. Her  halükarda  menfaatin  meşru,  kişisel  ve  güncel  menfaat  olması lazımdır. Güncel menfaat, geleceğe dönük olmayan, davanın açıldığı sırada                                                            21   Karahanoğulları, idari işlemlerin doğrudan muhatabı olmayan 3. kişilerin hukuka aykırılık iddiası ile iptal davası açabilmelerine ilişkin menfaat ihlali terimini kullanmak yerine ilgi bağı kavramını kullanmaktadır. Karahanoğulları,  Onur  (2007)  Birel İşlemlere Karşı Açılan İptal Davalarında İlgi Bağı Sorunu , Ankara Üniversitesi SBF Dergisi, C:62, S:03, s.202.  22   Erdem, Jülide Gül (2017)  İptal Davasında Menfaat İhlali Koşulu , Memleket Siyaset Yönetim (MSY), C:12, S:27, s.111.  23   Hak dava ile korunmuştur, bu bağlamda hak sahibi hakkına zorla riayet ettirebilirken menfaat söz konusu olduğunda menfaat ihlalini adli yargıda dava konusu etmek mümkün değildir. Artumaç, Sadık (1950) Bizde İdarenin Murakabesi, İdari Yargılama Hukuku, 1. Baskı, İstanbul, Cumhuriyet Matbaası, s.419.  24   Onar, Sıddık Sami (1952) İdare Hukukunun Umumi Esasları, 1. Baskı, İstanbul, Marifet Basımevi, s.1233. 25   Onar, s.1233.  67Özge Didem BOULANGER  YBHD 2021/1  mevcut  olan  menfaattir.  Meşru  menfaatse  hukuksal  olarak  geçerli  sayılan menfaattir. Meşru menfaat mevzuattan doğar. Eksik düzenleme de tartışılması gereken  husus  hakkında  düzenleme  yapılmayan  kişilerin  iptal  davası açabilmek  için  kişisel  menfaatlerinin  var  olup  olmadığını  belirleme noktasındadır.  Zira  bu  kişiler  yönünden  değerlendirildiğinde  haklarında gerçekleştirilmiş  bir  idari  işlem  bulunmadığından  düzenleme  kapsamına alınmayan kişi, konu ve grupların kapsam dışı bırakıldıkları hüküm aleyhine iptal davası açmada menfaat ihlalinin varlığından söz etmek mümkün müdür? Bu  bağlamda  kişisel  menfaat  kavramını  tanımlamak  gerekir.  Kişisel menfaat idari işlemin kişiyi etkilemesidir. Danıştay kişisel menfaat kavramını şu şekilde açıklamıştır;  iptal davasına konu olan işlemin davacının menfaatini ihlal ettiğinden söz edilebilmesi için, davacıyı etkilemesi, yani davacının kişisel menfaatini ihlal etmesi, işlem ile davacı arasında ciddi ve makul bir ilişkinin bulunması gerekmektedir. Aksi halde, kişilerin kendisine etkisi bulunmayan, menfaatlerini ihlal etmeyen idari işlemler hakkında da iptal davası açma hakkı doğar ve bu durum idarenin işleyişini olumsuz etkiler  26. Onar kişisel menfaati kararın  doğrudan  veya  dolaylı  olarak  davacıyı  etkilemesi  olarak tanımlamaktadır. Kişisel menfaat denildiğinde, iptal davasına konu edilen işlemle bozulmuş, doğmasına engel olunan hukuksal bir durum olmalı ve davacının bu hukuksal durumun tarafı olmak istemektedir.  Kişi, grup ve konularla ilgili olarak eksiklik içeren düzenleyici işlemin, menfaat kavramını geniş yorumlayarak, kapsamına almadığı kişi ve grupların menfaatini ihlal ettiğinin kabulü gerekir. Zira eksik düzenleme konusu yapılan düzenleyici işlemin eksik düzenlenen hükmü dikkate alındığında her ne kadar                                                            26   Danıştay 6. Daire, E:2002/4828, K:2004/1634, T:17.03.2004, Benze şekilde, Danıştay 10. Daire,  E:1990/1213,  K:  1990/1115,  T:  21.05.1990;  Danıştay  6.  Daire,  E:  2009/13701, K:2010/5942, T: 09.06.2010,  Bu durumda İdare Hukukunun genel ilkelerine göre iptal davası açılabilmesi için gerçek ya da tüzel kişiler ile dava konusu edilen işlem arasında makul, aktüel bir ilişkinin, diğer bir deyişle menfaat bağının varlığının yeterli bulunduğu açıktır. Öte yandan idari yargıda iptal davalarının, idari işlemlerden dolayı menfaatleri ihlal edilenler tarafından açılabileceği yerleşmiş yargısal içtihatlarla kabul edilmiş bulunmaktadır  Danıştay  5.Daire,  E:2003/2079,  K:2003/3335,  T:  28.07.2003,  www.legalbank.net,  s.e.t.: 03.03.2020.  27   Onar, s.1233.   68YBHD 2021/1  Özge Didem BOULANGER  kapsam dışı kişi, konu ve gruplar açısından mevcut bir idari işlemden söz edilemese de davacıyı ilgilendiren dolaylı bir durum, davacının iptali istenen işlemin  bütünüyle  ciddi  ve  makul  ilişkisinden  söz  etmek  mümkündür. Dolayısıyla eksik düzenleme konusu işlemin hukuk sistemi içerisinde kalması davacının menfaatini ihlal eder niteliktedir. Zira kişi, konu ve gruplar eksik düzenleme ile düzenlemenin kapsamında bulunması gerekirken, kapsam dışı bırakılmıştır,  dolayısıyla  kanaatimizce  menfaat  ihlali  kavramının  eksik düzenleme durumunda gerçekleştiğini kabul etmek, kapsam dışı bırakılan kişi,  konu  ve  gruplar  açısından  menfaat  ihlalinin  bulunmadığı  sonucuna ulaşmamak gerekir.  Menfaat ihlaline ilişkin incelediğimiz Danıştay kararlarının biri hariç tamamında  menfaat  ihlali  sorgulanmamış,  kararlarda  Danıştay  eksik düzenleme sebebiyle eksik düzenleme konusu işlemle ilgili kişinin, menfaat ihlalinin mevcut olduğunu kabul etmiştir. Bu  bağlamda  eksik  düzenleme  durumunda  kişisel  menfaat  ihlali bulunması hususunun yargısal incelemesinde Danıştay, sadece bir kararında menfaat  ihlali  bulunmadığından  davayı  reddetmiştir.  Danıştay  öncelikle menfaat ihlali kavramını tanımlamıştır, bu tanıma göre menfaat ihlali, kişisel, meşru, güncel bir menfaatin bulunması ve işlem ile davacı arasında ciddi ve makul  bir  ilişkidir.  Bu  bağlamda  menfaat  ilişkisinin  bulunması  hususu değerlendirilirken,  Mimarlar  Odası  tarafından  bir  yönetmelikte gerçekleştirilen  düzenlemede  mimar  unvanının  kullanılmaması  nedeniyle, eksik düzenleme kapsamında açılan davayı söz konusu tebliğin ilgili maddesi aleyhine açılan iptal davasının  yalnız mühendis unvanlı personeli ilgilendiren hususları kurala bağladığı göz önüne alındığında, davacı Mimarlar Odasının anılan  bendin  iptalini  istemekte  menfaatinin  bulunmadığı gerekçesiyle reddetmiştir.                                                             28   Danıştay İdari Dava Daireleri Kurulu, E:2016/619, K: 2018/4523, T: 07.11.2018; Danıştay İdari Dava Daireleri Kurulu, 05.02.2020, YD itiraz no: 2019/1135; Danıştay İdari Dava Daireleri  Kurulu,  E:2017/438,  K:2019/1290;  Danıştay  İdari  Dava  Daireleri  Kurulu, E:2017/3778, K:2019/1151, T: 10.04.2017; Danıştay İdari Dava Daireleri Kurulu, YD itiraz no: 2014/1238, T: 09/02/2015, yayımlanmamış kararlar. 29   Danıştay 2 Daire, E:2016/7182, K:2017/7929, T: 14.12.2017, yayımlanmamış karar.  69Özge Didem BOULANGER  YBHD 2021/1  Bu  karar  dışında  eksik  düzenlemeye  ilişkin  olarak,  menfaat  ihlali nedeniyle reddedilen davaya tarafımızdan rastlanmamıştır.   B. EKSİK DÜZENLEME VE KESİN VE YÜRÜTÜLEBİLİR İŞLEM KAVRAMI Dava açmakta amaç belirli bir konuda mahkemeden hukuksal himaye talep etmek olduğundan her davanın bir konusu vardır ve konusuz veya bir hakkın korunması talebini içermeyen ya da hakkın hüküm altına alınmasına ilişkin olmayan bir dava düşünülemez. İptal davaları da idari işlemlere karşı açılır.  Bu  bağlamda  iptal  davası  açabilmek  için  bir  idari  işlem  mevcut olmalıdır ve idari işlemin iptal edilebilmesi için söz konusu işlem idari işlemin unsurlarından yetki, şekil, sebep, konu, maksat unsurlarından bir veya birkaçı açısından hukuka aykırı olmalıdır. Kesin ve yürütülmesi gereken bir işlem olmadığı takdirde, dava konusu da yok demektir.  Gerçekten de İYUK kapsamında dava açılabilmesi için idarenin ilgililer hakkında işlem ya da eylem tesis etmiş bulunması gerekir. Zira ülkemizde mevcut idari rejimin bir gereği olarak, idari yargı yerlerinin idareye emir ve direktif vermeleri mümkün olmadığından yargı yerleri ancak idari eylem ve işlemlerin yargısal denetimlerini gerçekleştirerek, iptal kararı verebilirler veya tazminata  hükmedebilirler 32 .  Bu  bağlamda  önceden  idare  tarafından gerçekleştirilmiş bir işlem ya da eylem yoksa, idari yargı yerlerini harekete geçirmek kural olarak hukuken imkansızdır.                                                             30   Kaplan,  Gürsel  (2016) İdari Yargılama Hukuku, 1. Baskı, Bursa, Ekin Basım Yayın Dağıtım, s.195.  31   Artumaç, s.138.   32   Çırakman,  Erol  (1976) İdari Davalarda Süre, İdare Hukuku ve İdari Yargı ile İlgili İncelemeler I, Danıştay Başkanlığı, Ankara: Güneş Matbaası, s.203.   33   Çırakman, s.203, Ulusoy, eksik düzenlemenin iptalinin orijinal ve pratik olduğu kadar teknik hukuk açısından sorunlu olduğunu söylemektedir. Ulusoy, s.203. İdare tarafından gerçekleştrilen bir işlemin idari yargı yeri tarafından iptal edilmesi durumunda iptal kararı idareyi belirli bir işlem yapmaya zorlamaktadır ancak unutulmaması gerekir ki bu durumda iptal kararını vermiş olan yargı yeri değil,  hukuk  idareyi iptal kararı doğrultusunda işlem yapmaya  zorlamaktadır.  Günday,  Metin  (1990)  1982  Anayasasına  Göre  İdari  Yargı  70YBHD 2021/1  Özge Didem BOULANGER  GündayAnayasanın 125/4 maddesinde yer alan  yargı yetkisi, idarî eylem  ve  işlemlerin  hukuka  uygunluğunun  denetimi  ile  sınırlı  olup,  hiçbir surette  yerindelik  denetimi  şeklinde  kullanılamaz.  Yürütme  görevinin kanunlarda  gösterilen  şekil  ve  esaslara  uygun  olarak  yerine  getirilmesini kısıtlayacak, idari eylem ve işlem niteliğinde veya takdir yetkisini kaldıracak biçimde  yargı  kararı  verilemez   sınırlamalarından  şu  çıkarımın yapılabileceğini  söylemektedir:  Yargı  ve  yürütme  farklı  devlet  işlevleri olduğundan  idari  eylem  ve  işlem  niteliğinde  yargı  kararı  verilemez.  Bu bağlamda idarece gerçekleştirilmiş bir idari işlem bulunmadığı takdirde, idari yargı yerinin idareyi bir işlem yapmaya zorlayacak karar vermesi mümkün değildir. Sarıca da bir karardan söz edebilmek için, hukuki bir tasarrufun var olması  gerektiğine  ve  bu  tasarrufun  tek  taraflı  olması  gerektiğine  işaret etmektedir. Bu  bağlamda,  kesin  ve  yürütülebilir  işlemin  mevcudiyeti  iptal davalarının görülebilmesi için şarttır. Kesin ve yürütülebilir işlem kavramı ilk başlarda  doğrudan doğruya icra ve infaz kabiliyeti bulunan idari kararlar  veya  katı mahiyette olan idari tasarruflar  şeklinde formülize edilmişken, altmışlı yıllarda  kesin ve resen icrası kabil mahiyette idari kararlar  şeklinde sonraları da  kesin ve yürütülmesi gerekli idari işlem  kavramlarıyla ortaya konmaya başlamıştır.                                                                                                                                            denetiminin Kapsamı ve Sınırları , I Ulusal İdare Hukuku Kongresi I. Kitap, Ankara, Danıştay Matbaası, s.144.  34   Günday, s.144.  35   Günday söz konusu çıkarımları yaptığında madde şu şekildeydi:  Yargı yetkisi, idari eylem ve işlemlerin hukuka uygunluğunun denetimi ile sınırlıdır. Yürütme görevinin kanunlarda gösterilen şekil ve esaslara uygun olarak yerine getirilmesini kısıtlayacak, idari eylem ve işlem niteliğinde veya takdir yetkisini kaldıracak biçimde yargı kararı verilemez .  36   Sarıca, Ragıp (1949), İdari Kaza, Cilt 1 İdari Davalar, İstanbul, Ercan Matbaası, s.13.  37   Erkut, Celal (1990)  İdari Davaya Konu Olabilecek Kesin ve Yürütülebilir İşlem Kavramı , I Ulusal İdare Hukuku Kongresi I. Kitap, Ankara, Danıştay Matbaası, s.109.  Bilindiği gibi, idarî işlemlerin İdarî davaya konu olabilmeleri için, kesin ve yürütülebilir olma niteliklerini birlikte taşımaları gerekmektedir. Başka bir anlatımla, işlemin yürütülebilir duruma gelmesi, mevzuatta öngörülen unsurları taşıması ve uygulamaya konulmaya hazır bulunması iptal davası için zorunlu koşullardan birisidir. Ön işlemler ise, kesin ve yürütülmesi zorunlu işlemlerin ortaya çıkarılmasına yönelik hazırlık işlemleridir ve tek başına kişiler üzerinde  71Özge Didem BOULANGER  YBHD 2021/1  Yürütülmesi gereken ve kesin işlem birbirinden farklı anlamları ihtiva eden  kavramlardır.  İdari  işlemin  kesinliği  ile  kastedilen  idari  karar  alma sürecinde nihai işlemin ortaya çıkması yani,  idari işlemi yapan makamın gerekli  usul  sürecini  geçirerek;  iradesini  net  şekilde  ortaya  koymasıdır 38. İşlemin  icrailiği  ise  icrai  idari  işlem,  etkili  işlem  gibi  kavramlarla  ifade edilmektedir. Artumaç, icrai kararı idare tarafından resen icrası mümkün tarzda açıklanan irade beyanı olarak tanımlamaktadır. Danıştay  kesin  ve  yürütülmesi  gereken  işlem  kavramını  şu  şekilde açıklamaktadır:   Bir  işlemin  kesin  ve  yürütülmesi  zorunlu  idari  işlem sayılabilmesi ise, işlemin hukuk düzeninde varlık kazanabilmesi için gerekli prosedürün son aşamasını geçirmiş bulunmasına, başka bir idari makamın onayına  ihtiyaç  göstermeksizin  hukuk  düzeninde  değişiklik  meydana getirebilmesine, başka bir anlatımla idare edilenlerin hukukunu doğrudan etkileyebilmesine bağlıdır  40. Gerçekten de iptal davası açabilmek için, idare tarafından kamu gücüne dayanarak  tek  yanlı  irade  beyanıyla  tesis  edilmiş  olan,  hukuk  düzeninde değişiklik  meydana  getiren,  kısacası  ilgililerin  hukukuki  durumunu etkileyecek nitelikte kesin ve yürütülmesi gereken (icrai) bir işlem bulunması gerekir.    Bu  husus  pozitif  hukukta  da  yer  bulmuştur.  İşlem  kesin  ve yürütülebilir nitelikte değilse, İYUK 15/1-b uyarınca dava reddedilecektir ki                                                                                                                                            hukuksal etki yaratmazlar. Bu nedenle iptal davasına konu edilemezler . Danıştay 13. Daire, 12.09.2011, E:2011/2383, K: 2011/3671, www.lexpera.com, s.e.t.: 03.03.2020. 38   Yılmaz, Dilşat (2017)  Türk İdare Hukuku nda İdari İşlemin  Kesin liği Üzerine Bir Değerlendirme:  Kime Göre? ,  Ne İçin?  Kesinlik , Gazi Üniversitesi Hukuk Fakültesi Dergisi C: XXI, S: 2, s.109.   39   Artumaç, s.414.   40   Danıştay 3.  Daire, E:2003/1501, K: 2004/703,  T: 11.03.2004; Benzer şekilde Danıştay 6.Daire,  E:1997/4788,  K:1998/5520,  T:17.11.1998;  Danıştay  4.Daire,  E:2007/5821, K:2008/3601,  T:15.10.2008;  Danıştay  14.  Daire,  E:2011/5212,  K:2011/7,  T:  01.06.2011, www.legalbank.com,  s.e.t.:03.03.2020.  Kaplan  Danıştay ın  kesin  ve  yürütülebilir  işlem tanımına uygun düşmeyen kararı da olduğunun altını çizmekte, kesin ve yürütülmesi gereken işlem kavramının somut olay ve durumlara göre değerlendirilmesi gerektiğini söylemektedir. Kaplan, s.199. 41   Karavelioğlu, Celal (2016) Açıklamalı, İçtihatlı ve İstinaf Kurumuyla İdari Yargılama Usulü Kanunu, 9. Baskı, Ankara: Adalet Yayınevi, s.65.   72YBHD 2021/1  Özge Didem BOULANGER  işlemin kesin ve yürütülmesi gerekli işlem olma vasfı yargı yeri tarafından resen  araştırılır.  Kesin  ve  yürütülebilir  işlem  kavramı  açısından  işlemin düzenleyici  veya  bireysel  işlem  olmasının  önemi  bulunmaz,  düzenleyici işlemler de bireysel işlemler gibi kesin ve yürütülebilir nitelikte olmalıdır. Ancak idarenin açıkladığı iradenin hukuk alanında herhangi bir değişiklik yaratmaması durumunda işlemin icrai olmayan yani etkisiz işlem olduğu ve iptal davasına konu edilemeyeceği kabul edilir.  İşlemin icrailik özelliğinin bulunması içinse yürürlüğe girmiş olması gerekmemektedir,  henüz  yürürlüğe  girmemiş  işlemler  de  icrailik  vasfını taşıyor  olabilirler,  ancak  yürürlüğe  girmeden  işlemin  dava  konusu yapılamaması  işlemin  icrai  olmasından  kaynaklanmamakta,  menfaat  ihlali koşulundan  kaynaklanmaktadır.  Bu  bağlamda  icrai  kararın  icra  edilmesi gerekmez, icra edilebilir nitelikte olması yeterlidir. Ancak bu takdirde icrai karar idare davaya konu teşkil edebilir. Tüm  bu  anlatılanlar  göz  önünde  bulundurulduğunda,  münhasıran düzenleme dışında kalan kişi, grup ve konular hakkında düzenleme yapılması istemiyle dava açılması mümkün değildir.  Bir başka deyişle, eksik düzenleme söz konusu olduğunda iptal davasının eksik düzenlenen maddeye münhasır olarak açılması pozitif hukuk yaklaşımıyla, mümkün değildir. Zira kapsam dışı  bırakılmış  alanlarla  ilgili  olarak  mevcut,  düzenlenmiş  bir  idari  işlem bulunmamaktadır.  O  halde,  İYUK  hükümleri  göz  önünde bulundurulduğunda  düzenleyici  işlem  aleyhine  münhasıran  eksik düzenlemeye  ilişkin  olarak  dava  açılması  durumunda,  bir  başka  deyişle düzenleyici işlemin eksik kalan yönüne yönelik dava açıldığında, kesin ve                                                            42   Kesinleşmemiş bir idari işleme karşı dava açıldığı takdirde, idari merci tecavüzü nedeniyle dilekçe ilgili idari mercie iletilir, yürütülmesi gerekli bir işleme karşı dava açıldığı takdirde, ortada dava konusu yapmaya elverişli bir işlem olmadığından karar verilmesine yer yoktur denilerek dava ön koşullar açısından reddedilir. Kaplan, s.200. 43   Çağlayan, s.439. İdarenin görüş bildiren işlemleri, iç yapısı ve işleyişi ile ilgili işlemleri gibi işlemler, kendi başlarına hukuksal sonuçdoğurma gücüne sahip olmadıklarından dava konusu yapılamazlar. Kaplan, s.198.   44   Çağlayan, s.437.   45   Artumaç, s.415.    73Özge Didem BOULANGER  YBHD 2021/1  yürütülebilir işlem olmadığından davanın ilk incelemede idari yargı yerince reddi gerekir. Bu bağlamda İYUK kapsamında yapılması gereken eksik düzenlendiği düşünülen düzenleyici işlemin tamamını iptal davasına konu etmektir, bu şekilde düzenleyici işlemin tamamı aleyhine iptal davası açılacak ve yargı yeri incelemesinde hukuka aykırılık söz konusuysa düzenleyici işlemin tamamı iptal edilebilecektir.  Ancak bu noktada bir sorunla karşı karşıyayız, düzenlemenin tamamı aleyhine iptal davası açılıp bu sebeple iptal kararı alındığında, bir başka deyişle sadece  eksik  düzenleme  değil,  düzenlemenin  tamamının  iptal  edilmesi durumunda,  esasen  düzenleyici  işlemin  iptalinden  beklenen  yarar sağlanamayacaktır.  Zira  düzenleyici  işlem  bir  kısım  kişi,  konu  veya  grup hakkında düzenleyici hükümler içermektedir ve iptal durumunda düzenleyici işlemin kapsama aldığı diğer kişi, konu ve gruplar açısından hak kaybı ortaya çıkacaktır.  Bu  nedenle  İYUK a uygun  olarak davanın  açılması ve  hukuka aykırılık mevcut olduğu takdirde, düzenlemenin tamamının iptal edilmesi, iptal kararından beklenen faydayı yaratmayacak niteliktedir.  C.  EKSİK  DÜZENLEME  DURUMUNDA  ZIMNİ  RED KURUMUNUN UYGULANABİLİRLİĞİ Yukarıda  anlatıldığı  gibi  bizim  idari  yargı  usul  hukukumuzda düzenlenmemiş  bir  işlem  aleyhine  (sadece  eksik  düzenlenmiş  hükme münhasır)  dava  açılması  mümkün  değildir  ve  idareyi  işlem  yapmaya zorlayacak  bir  dava  türü  de  bulunmamaktadır.  Ancak  bizim  hukuk sistemimizde  gerçekte  olmayan  bir  karara,  bireysel  işleme  karşı,  dava açabilmenin istisnai bir yolu bulunmaktadır; zımni red kurumu. Zira zımni red kararı ile idarenin belli bir işlem yapmaya zorlanmasından söz etmek mümkündür.  Önceleri kamusal idarenin karar almadığı durumlarda, yani idarenin herhangi  bir  işlemi  bulunmadığında  idari  yargıda  dava  açılamayacağı söylenirdi, gerçekten idarenin karar almadığı durumlarda idari yargı yerinin karar alması sakıncalı bir durumdur, zira yukarıda açıklandığı üzere, idari  74YBHD 2021/1  Özge Didem BOULANGER  yargı yerlerinin idare yerine geçerek karar vermesi ile görevlendirilmesi yargı yerlerini ağır bir yük altında bırakacağı gibi yargı rolünü çok fazla genişleterek idari  yargı  yerini  bir  nevi  idarenin  amiri  durumuna  getirecektir.  Hatta Laferriére   idarenin susması dava konusu olamaz   dahi demiştir.  Ancak zamanla  bu  görüşün  idare  edilenlerin  haklarını  korumadığı  görülmüş  ve çeşitli olasılıklar düşünülmüştür.  İdarenin  hareketsizliğine  bir  sonuç  bağlamak  amacıyla  ve  idarenin hareketsiz  kalarak  dava  açılmasını  engellemesini  önlemek  için  zımni  red kuramı kabul edilmiştir, buna göre ilgililer, haklarında idari davaya konu olabilecek  bir  işlem  veya  eylemin  yapılması  için  idari  makamlara başvurabilirler idare kendisine başvuru yapıldıktan sonra 60 gün içinde karar vermezse, bu kararsızlık isteğin reddi şeklinde düşünülecektir. Derbil bu hükmün idare hukukunda büyük bir boşluğu doldurduğunu söylemektedir.  İYUK  10  hükmü uyarınca  idarenin  60  gün içinde  cevap  vermediği durumlarda kurgusal bir karar elde edilmiş olur ve ilgililer 60 günün bittiği tarihten  itibaren  dava  açma  süresi  içerisinde  iptal  davası  açabilirler. Düzenleyici  işlemler  açısından  7.  madde  hükmü  farklı  bir  süre  hesabı                                                            46   Derbil, Süheyp (1955), İdare Hukuku Cilt I (İdari Kaza-İdari Teşkilat), 4.Baskı, Ankara: Güzel Sanatlar Matbaası, s.220. 47   LAFERRİERE, Traite de la juridiction administrative, 1896, c.II, s.429 den aktaran Derbil, s.220. 48   Derbil, s.220. İlk kez Fransız pozitif hukukunda 2 Kasım 1864 tarihli bir kararname ile zımni ret öngörülmüştür, kararnamenin 7. maddesi, bakanlıklara bağlı birimlerin yaptıkları idari  işlemlere  karşı  bakanlıklara  yapılacak  idari  başvurulara  dört  ay  içinde  cevap verilmemesi halinde başvurunun zımnen reddedilmiş sayılacağını ve ilgililerin bu zımni ret kararına  karşı  Conseil  d Etat da  (Fransız  Danıştayı)  idari  dava  açabileceklerini düzenliyordu.  ŞAHİN  Mustafa  Emre,   Fransız  İdare  Hukukunda  Yapılan  Reform Bağlamında Zımni Kabul Müessesesi , TBB Dergisi 2016 (127), s.160.  Pozitif hukukta 1938 yılında Devlet Şurası Kanunu madde 33 de zımni red kurumu yer almış, bir yıl öncesinde verilen  Danıştay  kararı  ile  de  uygulanmıştır.  Akgül,  Şerif  Yıldız  (2016)   İdarenin Hareketsizliğine Karşı Bir Çözüm Olarak Zımni Kabulün Uygulanabilirliği Meselesi , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, C:22, S:2, s.3407. 49   Bu süre 3546 sayılı Danıştay Kanunu 33. maddesinde 4 ay olarak belirlenmişti. Derbil, s.221. 50    İcrai karar ya sarih veya idare makamının dört ay sükutunun redde muadil sayılması halinde olduğu gibi zımni olur  Artumaç, s.415.      75Özge Didem BOULANGER  YBHD 2021/1  öngörmektedir, düzenleyici işlemler aleyhine iptal davası açabilme konusunda özel süreler söz konusudur ve ilgililer düzenleyici işlemler aleyhine ilandan itibaren 60 gün içinde, bir düzenleyi işlem uygulandığında, ilgililer düzenleyici düzenleyici işlem veya uygulanan işlem yahut her ikisi aleyhine birden yine 60 gün içinde işlemin tebliğinden itibaren dava açabilirler. Madde  hükmünü  konumuz  olan  düzenleyici  işlemler  açısından değerlendirdiğimizde,  eksik  düzenlenen  bir  düzenleyici  işlem  kapsamında sadece  düzenleyici  işlemin  ilgili  maddesi  aleyhine  iptal  davası  açılmak istenmesi durumunda İYUK 10‘da düzenlenen zımni red kurumu işletilebilir mi sorusunun cevabının olumlu olması gerekir.  Yukarıda ifade ettiğimiz üzere, zımni red idarenin hareketsizliğine bir çözüm  olarak  getirilmiş,  idarenin  hareketsizliği  karşısında  bireylerin uğradıkları mağduriyeti gidermek amacıyla oluştuğu varsayılan idari işleme karşı yargısal denetim yolunun açılmasını sağlayan bir uygulamadır. Zımni redle idare esasen karar almaya zorlanır ve bu karar alma süreci de belirli bir süre  ile  sınırlandırılmıştır.  Zımni  red  başvurusunun  idari  davaya  konu olabilecek bir işlem ya da eylemde bulunulmasına yönelik olması gerekir. Dolayısıyla eksik düzenleme mevcut olduğunda düzenleyici işlemin tamamı aleyhine dava açmak yerine, idari yargıda dava açacak kişilerin İYUK 10 kapsamında idareye başvurmaları ve 60 günün sonunda bir nevi kurgusal bir karar  elde  ederek  idari  yargıda  iptal  davası  açmaları  bir  yöntem  olarak önerilebilir.  Bu  elde  edilen  karar  bireysel  işlem  niteliğindedir,  bir  başka düzenleyici işlemin ilanından sonra 60 gün içinde düzenleyici işlemin tamamı aleyhine iptal davası açmak istemeyen ilgililer kurgusal bir uygulama işlemi yani  bireysel  işlem  oluşturarak  60  günlük  bekleme  süresi  sonunda  idari yargıda  dava  açabilirler.  Bu  durumda  İYUK a  uygunluk  açısından  eksik düzenleme durumunda iptal davası açılabilmesi için çözüm, düzenlemenin tamamı  iptal  davasına  konu  edilmek  istenmiyorsa,  İYUK  10  kapsamında yapılacak  başvurudur  ve  bu  başvuru  sonunda  verilecek  cevaba  göre  iptal davasının açılmasıdır.                                                            51   Akgül, s.3408.     76YBHD 2021/1  Özge Didem BOULANGER  Ancak şu hususun altını çizmek gerekir eksik düzenleme durumunda İYUK 10 kapsamında bir başvuru yapılması mümkün olmakla birlikte, yazılı başvuru sürecinin uzun bir süreç alması, özellikle belirli bir grubun sınava alınmaması  örneğinde  olduğu  gibi  pratik  bir  uygulama  olmayacaktır. Gerçekten de bazı hakların kullanılması için öngörülen süreler kısayken ve bazı işlemler açısından kısa sürede sonuç alınması gerekebileceğinden İYUK 10 da yer alan zımni rede ilişkin 60 günlük sürenin uzun olması hak kayıpları yaratabilecek  niteliktedir. İdare  edilenlerin  uzun  süre  yargılama  sürecine mahkum edilmesi zımni reddin olumsuz yönlerindendir. Bu olumsuzluk eksik düzenleme  durumunda  da  doğal  olarak  mevcuttur  ve  hak  kayıpları yaratabilecek niteliktedir.   Pozitif hukukumuzda eksik düzenlemeye ilişkin dava açma usulünü buraya kadar aktardıklarımız çerçevesinde özetlersek, eksik bir düzenleme mevcut olduğunda eksik düzenlenen hükme münhasır olarak dava açılmak istendiğinde düzenleme dışı bırakılan kişi, konu ve gruplar açısından bir idari işlem  mevcut  olmadığından  düzenleme  kapsamı  dışındakiler  açısından davanın açılabilmesi için iki yöntemden bahsetmek mümkündür. Öncelikle, düzenleyici  işlemin  ilanından  sonra  60  gün  içerisinde  düzenlemenin tamamının dava konusu edilmesi bir seçenektir. Bir başka seçenek, İYUK 10 kapsamında  idareyi  harekete  geçirecek  başkaca  bir  mekanizma  İYUK kapsamında bulunmadığından İYUK 10 a dayanarak idareye başvurmak ve kurgusal bir red kararı elde etmek ve bu bireysel nitelikteki karara karşı iptal davası açmaktır. Pozitif hukukta eksik düzenlemenin iptal davasına konu edilmesi ve dilekçeler üzerindeki ilk inceleme konularına uygunluğu yukarıda aktarıldığı şekildedir ve iptal davalarının İYUK hükümleri temel alındığında yukarıda aktarıldığı şekilde  açılması  gerekir.  Bu  noktada  ülke  çapında  uygulanacak düzenleyici işlemler aleyhine açılacak iptal davalarının ilk derece mahkemesi sıfatıyla Danıştay da görüleceğini tekrar hatırlatalım ve eksik düzenlemenin                                                            52   Ulusoy, s.289.   53   Akgül, s.3413.  54   Bu noktada elde edilen bireysel karar aleyhine ve düzenleyici işlem aleyhine ayrı ayrı dava açılabileceğinin tekrar altını çizmek gerekir.  77Özge Didem BOULANGER  YBHD 2021/1  iptal  davasına  konu  edildiğinde  ilk  inceleme  konuları  açısından  Danıştay içtihatlarını inceleyelim. Zira Danıştay dilekçelerin üzerinde ilk inceleme ve dolayısıyla iptal davasının kabul edilmesi açısından yukarıda aktarılan İYUK hükümlerinden farklı ve daha pratik bir çözüm yolu benimsemiştir.  IV.  EKSİK  DÜZENLEMENİN  İPTAL  DAVASINA  KONU EDİLEBİLİRLİĞİ KONUSUNDA DANIŞTAYIN YAKLAŞIMI Öncelikle eksik düzenleme durumunda düzenleyici işlemin ilanından sonra  60  gün  içinde  açılan  iptal  davaları,  sadece  eksik  düzenlemeye münhasıran açıldıklarında, Danıştay tarafından kesin ve yürütülebilir işlem olmadığından  reddedilmemektedir.  Bir  başka  deyişle,  Danıştay  eksik düzenlemenin  yargısal  denetimini  gerçekleştirirken,  yukarıda  detaylıca aktardığımız şekilde İYUK kapsamında eksik düzenleme durumunda açılan iptal  davalarında  kesin  ve  yürütülebilir  işlemin  mevcut  olmaması  ve  bu bağlamda işlemin sadece eksik olan kısmının değil tamamının iptal davasına konu  edilebilirliği  hususu  üzerinde  durmamakta,  davayı  bu  sebepten reddetmemektedir. Dolayısıyla Danıştay kapsam dışı kişi ve alanlar açısından düzenlenmiş bir işlem olmasa da eksik düzenlenen hükme münhasır açılan iptal davalarının yargısal incelemesini gerçekleştirmektedir.  Bu  çözüm  son  derece  pratik  bir  çözümdür  zira  bu  şekilde  İYUK hükümleri  kapsamında  dava  açıldığında  düzenlemenin  tamamının  iptal davasına konu edilmesi ve sonuçta düzenlemenin tamamının iptal edilmesi durumunda yaşanacak hak kayıplarının önüne geçilmiş olmaktadır.  Aynı  şekilde  Danıştay  eksik  düzenleme  durumunda  bizim  idari yargılama usulümüzdeki kurgusal karar elde etmenin tek yolu olan zımni red kurumunun  varlığını  da  aramamaktadır.  Buna  göre  eksik  düzenleme kapsamında haklarında düzenleme yapılmayan kişilerin uygulama işlemi elde etme ve iptal davasını elde ettikleri bu işlem aleyhine açma zorunlulukları da bulunmamaktadır.   Örneğin 21/04/2011 gün ve 27912 sayılı Resmi Gazete de yayımlanarak yürürlüğe giren Bitki Koruma Ürünlerinin Reçeteli Satış Usul ve Esasları Hakkında  Yönetmeliğin  10.  maddesinin  iptali  istemiyle  açılan  davada,  78YBHD 2021/1  Özge Didem BOULANGER  Danıştay  orman  mühendislerine  reçete  yazma  yetki  belgesi  almak  için müracaatta  bulunabilecek  kişiler  arasında  yer  verilmemesine  ilişkin  dava konusu  eksik  düzenlemede  hukuka  uyarlık  bulunmadığından  eksik düzenlenen maddenin iptaline karar vermiş, söz konusu karar Danıştay İDDK tarafından onaylanmıştır.  Yukarıda örnek olarak yer verdiğimiz dava konusu düzenleyici işlemin 10.  maddesinde  orman  mühendislerine  ilişkin  herhangi  bir  düzenleme bulunmamaktadır.  Bu  konuda  idarenin  olumlu  veya  olumsuz  bir  iradesi oluşmamıştır. Ancak Danıştay kesin ve yürütülebilir işlem kavramı ya da menfaat ihlali veya davanın İYUK 10 kapsamında başvurudan sonra açılması gerekliliği  üzerinde  durmadan  açılan  davanın  esas  incelemesine  geçerek davayı sonuçlandırmıştır. Yine bir başka davada, 23/03/2012 gün ve 28242 sayılı Resmi Gazete  de yayımlanan Korunan Alanlarda Yapılacak Planlara Dair Yönetmeliğin 11/2 maddesinde TMMOB Jeoloji Mühendisleri Odası tarafından açılan davada, jeoloji mühendislerinin planlama ekibinde yer almadığından hareketle, açılan eksik  düzenlemenin  iptali  davasında  Danıştay  jeoloji  mühendislerini ilgilendiren kesin ve yürütülebilir bir işlem olmadığı veya menfaat ihlalinin bulunmadığı nedenleriyle davayı reddetmeden esastan incelemiştir. Bir başka kararda Danıştay, Başbakanlığın 19.07.2003 gün ve 2003/42 sayılı  naklen  ve  açıktan  personel  atamalarını  ikinci  bir  talimata  kadar durduran Genelgesinin, akademik kadrolarda doçent ve profesör kadroları kapsam  dışı  bırakılırken  bunların  yanında  yardımcı  doçentlerin  yer almamasına  ilişkin  kısmının  iptali  istemiyle  açılan  davada  öğretim  üyesi olduğunda  kuşku bulunmayan  yardımcı doçentlerin  bu istisna  kapsamına alınmaması yönündeki düzenlemede, akademik nitelikteki kamu görevinin gereklerine, kanunun düzenleniş şekline ve Anayasal eşitlik ilkesine uyarlık                                                            55   Danıştay  İdari  Dava  Daireleri  Kurulu,  E:2016/619,  K:2018/4523,  T:  07.11.2018, yayımlanmamış karar.   56   Danıştay  İdari  Dava  Daireleri  Kurulu,  E:2015/1335,  K:2017/3634,  T:  13.11.2017, yayımlanmamış karar.   79Özge Didem BOULANGER  YBHD 2021/1  bulunmaması  nedeniyle  yardımcı  doçentlerin  istisna  kapsamı  dışında bırakılmasına yönelik kısmının iptaline karar vermiştir. Yine İç işleri Bakanlığı tarafından çıkarılan ve 02/02/2000 günlü ve 23952 sayılı Resmi Gazetede yayımlanarak yürürlüğe giren İl Özel İdareleri, Belediyeler ve İl Özel İdareleri ve Belediyelerin Kurdukları Birlik, Müessese ve İşletmeler  ile  Bunlara  Bağlı  Döner  Sermayeli  Kuruluşlardaki  Memurların Görevde Yükselme Esaslarına Dair Yönetmeliğin  Hizmet grupları arasında geçişler   başlıklı  19.  maddesindeki,   Bu  yönetmelik  kapsamında  bulunan müfettiş ve kontrolör unvanı ile görev yapanların, bu yönetmelikte yer alan hizmet gruplarına atanmalarında sınav ve hizmet gruplarında çalışma şartı aranmaz.  yolundaki hüküm de, bu kapsamda değerlendirilebilecek örneğin öğretmenler gibi belli meslek gruplarını kapsam dışında tuttuğundan, eksik düzenleme içerdiği gerekçesiyle sadece eksik düzenleme yapılan kısma özgü olarak iptaline karar verilmiştir. Yukarıdaki örnek mahiyetinde çalışmamızda yer verdiğimiz kararların incelenmesinden de görüleceği üzere Danıştay düzenlemede eksiklik olduğu durumlarda düzenlemenin tamamı aleyhine iptal davası açılması ya da zımni red  kurumunun  işletilerek  kurgusal  karar  elde  edilmesi  hususunu aramamaktadır. Bu bağlamda ilgililer kurgusal bir karar elde etmek için İYUK 10 kapsamında idareye başvurmamış da olsalar Danıştay, eksik düzenleme konusu kapsamında düzenleyici işlemi yargısal denetime tabi tutmaktadır.                                                             57   Danıştay 8. Daire, E:2003/38888, K:2004/3535, T: 30.09.2004, www.legalbank.net, s.e.t.: 17.05.2020. Benzer şekilde  …Açıklanan nedenlerle, 2013 yılı Sosyal Güvenlik Kurumu Sağlık Uygulama Tebliği nin EK-4/C  Yurt Dışı İlaç Fiyat Listesi nde eksik düzenleme nedeniyle hukuka uyarlık bulunmamaktadır…2013 yılı Sosyal Güvenlik Kurumu Sağlık Uygulama Tebliği'nin EK-4/C Listesinin  tetrahidrokannabinol (THC)+kannabidiol (CBD)  etkin maddeli 'Sativex' isimli ilacı içermediğinden eksik düzenleme nedeniyle yürütmesinin durdurulması  isteminin  oyçokluğuyla  KABULÜNE,  Tebliğin  diğer  maddeleri  yönünden yürütmenin durdurulması isteminin oybirliğiyle REDDİNE…  Y. Durdurma, Danıştay 15. Daire,  E:2017/1122, T: 20.09.2017,  Danıştay 10. Daire, E:2006/5393, K:2009/10123, T: 02.12.2009,  Danıştay  8.  Daire,  E:2009/6689,  K:Y.Durdurma,  T:  06.11.2009, www.legalbank.net, s.e.t.: 15.05.2020. 58   Danıştay  İdari  Dava  Daireleri  Kurulu,  E:2004/2225,  K:2007/2191,  T.  25.10.2007, www.legalbank.net, s.e.t.: 17.05.2020.     80YBHD 2021/1  Özge Didem BOULANGER  Buna göre İYUK ‘ta yer alan düzenlemeler hilafına Danıştay, ilgilileri mağdur etmemekte ve eksik düzenleme nedeniyle sadece eksik düzenlenen hüküm aleyhine açılan davaları, ilk incelemede kesin ve yürütülebilir işlem olmadığından  reddetmemekte,  davanın  esas  incelemesini gerçekleştirmektedir.  Sonuç  olarak  sadece  düzenlemenin  eksik  olan bölümünün iptal davasına konu edilmesi ve yargısal incelemenin de sadece eksik  düzenleme  kısmına  ilişkin  gerçekleştirilmesi  Danıştay  içtihatları  ile kabul edilmiş bir uygulamadır denebilir.  Ancak bu yaklaşım son derece pratik olsa da, pozitif hukuka, dolayısıyla İYUK hükümlerine aykırılık teşkil etmektedir. Yargı yerlerinin pozitif hukuka bağlı  kalmaları  gerekliliğinden  hareketle,  bu  noktada  önerilebilecek  olan İYUK ta eksik düzenlemeye ilişkin dava süreçlerinin, eksik düzenlemeye özgü olarak  düzenlenmesidir.  Bu  bağlamda  Danıştay ın  yaklaşımının  usul kanunumuzda yasalaşması gerekliliği önerilebilir. Bu  noktada  Ulusoy un  isabetle  belirttiği  üzere  idarenin  bağlı  yetki içerisinde olduğu durumlarda düzenlemeyi eksik gerçekleştirmesi ya da hiç gerçekleştirmemesi durumlarında veya idarenin takdir yetkisini açık şekilde hatalı kullanarak belirli kişi, grup veya kategorileri bilinçli olarak kapsam dışı tutması  hallerinde  İYUK  2 de  eksik  düzenlemenin  iptal  davasına  konu edilmesi yolunda yasal dayanak ihtiyacı bulunmaktadır. Tüm bu hususlara ek olarak düzenleyici işlemin tamamının iptaline yönelik olarak da Danıştay ın yargısal incelemesini sadece eksik düzenlenen maddeye  özgü  olarak  gerçekleştirdiğini  ve  düzenlemede  hukuka  aykırılık tespit ettiğinde de sadece eksik düzenlenen hükmü iptal etiğini belirtmek gerekir.  Tarafımızdan  incelenen  kararların  tamamında  sadece  eksik düzenlenen  madde  iptal  edilmiş,  düzenleyici  işlemin  tamamı  iptale  konu olmamıştır. Böylece yukarıda belirtildiği üzere, Danıştay son derece pratik bir yöntemle  düzenlemenin  tamamının  iptali  sebebiyle  ortaya  çıkacak mağduriyetlerin de önüne geçmektedir.                                                            59   Ulusoy,  eksik  düzenlemenin  iptalinin  orijinal  ve  pratik  olduğu  kadar  teknik  hukuk açısından sorunlu olduğunu söylemektedir. Ulusoy, s.288.   60   Ulusoy, s.289.  81Özge Didem BOULANGER  YBHD 2021/1  Ancak  bu  noktada  iptal  kararı  verilmesiyle  başka  bir  sorun  ortaya çıkmaktadır.  Bilindiği  üzere,   İptal  kararı  bir  işlemin  hukuka  uygun  olup olmadığını denetleyen yargı organının işlemin geçerliliğini etkileyen bir sakatlık saptaması halinde, işlemin geri yürür biçimde ortadan kalkmasını sağlayan ve kesin hüküm olabilen bir yargı işlemidir…  61.  Bu bağlamda iptal kararları,  -   bir yargı işlemidir,  -   kesin hüküm olabilir, -   işlemi geriye yürür şekilde ortadan kaldırır,  -   işlemin hukuka aykırılığına dayanır. Danıştay düzenlemedeki eksiklik sebebiyle bir normun ilgili maddesini iptal ettiğinde, iptal kararlarının niteliği gereği, o madde iptal edilmiş, geriye dönük  olarak  hukuk  dünyasından  kaldırılmış  olmaktadır.  Ancak düzenlemedeki eksikliğe münhasır olarak iptal kararı verildiğinde, bu kararla birlikte  ilgili  maddenin  iptali,  idarenin  bu  maddeyi  eksik  düzenleme konusunu ortadan kaldırarak tekrar düzenleyeceği bir yükümlülük yaratsa da, bir olasılık olarak idare iptal edilen hükmün yerine herhangi bir düzenleme yapmadan,  eksik  düzenlenen  alanı  tamamen  boş  bıraktığında,  iptal davasından beklenen amaç da elde edilemeyebilecektir. Düzenleyici işlemlerin iptal  edilmesine  ilişkin  uygulamada  yaşanabilecek  sorunlar  oldukça  geniş kapsamlı bir çalışma gerektirdiğinden ve bu çalışmayı dava açma yöntemi ile sınırlamış  bulunduğumuzdan,  bu  noktada  sadece  eksik  düzenleme durumunda, yargı yeri iptal kararı verdiğinde, iptal kararının uygulanmasına ilişkin olarak da pozitif hukukumuzda düzenleme yapılması ve bu sorunların kanun ile çözülmesi gerekliliği önerilebilir.                                                                61   Uler, Yıldırım (1970)  İdari Yargıda İptal Kararlarının Sonuçları , Ankara Üniversitesi Hukuk Fakültesi Yayınları, Ankara, Sevinç Matbaası, s.4.    82YBHD 2021/1  Özge Didem BOULANGER  SONUÇ Eksik  düzenleme  kavramı  Türk  idare  hukuku  doktrininde  üzerinde fazla çalışılmamış bir kavramdır. Konunun çeşitli boyutları olmakla birlikte dava  açma  açısından  mevcut  İYUK  düzenlemeleri  göz  önünde bulundurulduğunda  eksik  bir  düzenleme  söz  konusu  olduğunda  dava açabilmek açısından iki yöntemin mevcut olduğu görülür. Eksik düzenlenen düzenleyici işlemler aleyhine düzenlemenin tamamının iptal davasına konu edilmesi veya İYUK 10 hükmü kapsamında zımni ret kurumunun işletilmesi. Ancak düzenlemenin tamamının iptal davasına konu edilmesi ve bu yönde iptal  kararı  alınması  durumunda  esasen,  düzenleyici  işlemin  iptalinden beklenen fayda sağlanamayabilecektir, zira düzenleyici işlem her ne kadar bazı kişi  ve  grupları  kapsam  dışı  bırakmış  da  olsa,  bir  kısım  kişiler  için düzenlemeler  getirmiştir  ve  düzenleyici  işlemin  tamamı  iptal  edildiğinde hakkında düzenleme bulunan kişiler açısından hak kayıpları yaşanabilecektir. İYUK 10 hükümlerine göre dava açılması ise uygulamada, özellikle sürenin hızlı olmasının gerektiği durumlarda, süreyi uzatacağından pratik bir yaklaşım olmayacaktır. Ancak Danıştay menfaat sahiplerini mağdur etmemek açısından her ne kadar bir düzenleyici işlem mevcut olmasa da eksik düzenleme durumunda sadece eksik düzenlenen kısmın iptal davasına kabul edilmesini pozitif hukuk hilafına kabul etmektedir.  Bu yaklaşım menfaati ihlal edilenlerin haklarını koruyucu niteliktedir, ancak  kanun açıksa yorum yapılmaz  temel yorum ilkesine uymamaktadır. Bu bağlamda Danıştay ın içtihadi olarak uyguladığı ve en uygun çözüm olduğunu düşündüğümüz sadece eksik düzenlemenin iptal davasına konu edilebilmesi yolunda İYUK ‘ta değişiklik yapılması gerekliliği düşünülmektedir. Bir başka deyişle menfaati ihlal edilen kişinin sadece eksik düzenlemelerin iptaline yönelik dava açabilmesi açısından İYUK 2 ‘de bir yasa değişikliğine ihtiyaç bulunmaktadır.    Yine her ne kadar konu dava açma açısından sınırlandırılmışsa da eksik düzenleme sonunda eksik düzenlenen bölümün iptal edilmesi durumunda yaşanacak  idarenin  yargı  kararına  uymama  ihtimali  üzerinde  de  durmak                                                            62   Ulusoy, s.289.    83Özge Didem BOULANGER  YBHD 2021/1  gerekir. Zira eksik düzenlenen işlem idari yargı yerince iptal edildiğinde, yargı yeri  idareye  emir  veremediğinden  söz  konusu  hükmün  tamamlanarak düzenlenmesi  hususunda  idareyi  zorlamak  mümkün  olmamaktadır.  Bu durumda eksik düzenleme durumuna münhasır olarak pozitif hukukta bu yönde  de  düzenleme  yapılmasını  önermek  mümkündür.  Bu  şekilde  eksik düzenleme nedeniyle iptal kararı verildiğinde idare gerçekleştirilecek yasal düzenleme çerçevesinde eksik düzenlenen düzenleyici işlemde kapsam dışı bıraktığı kişi veya konuları kapsama alacaktır.        84YBHD 2021/1  Özge Didem BOULANGER",
     "Kaynakça": "Akgül, Şerif Yıldız (2016)  İdarenin Hareketsizliğine Karşı Bir Çözüm Olarak Zımni  Kabulün  Uygulanabilirliği  Meselesi ,  Marmara  Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, C:22, S:2, s.3405 3434. Artumaç, Sadık (1950) Bizde İdarenin Murakabesi, İdari Yargılama Hukuku, 1. Baskı, İstanbul, Cumhuriyet Matbaası.  Çağlayan,  Ramazan  (2018)  İdari  Yargılama  Hukuku,  10.  Baskı,  İstanbul, Seçkin Yayıncılık,   Çırakman, Erol (1976) İdari Davalarda Süre, İdare Hukuku ve İdari Yargı ile İlgili İncelemeler I, Danıştay Başkanlığı, Ankara, Güneş Matbaası. Derbil,  Süheyp  (1955)  İdare  Hukuku  Cilt  I  (İdari  Kaza İdari  Teşkilat), 4.Baskı, Ankara, Güzel Sanatlar Matbaası. Erdem, Jülide Gül (2017)  İptal Davasında Menfaat İhlali Koşulu , Memleket Siyaset Yönetim (MSY), C:12, S:27, s.97 134. Erkut, Celal (1990) İdari Davaya Konu Olabilecek Kesin ve Yürütülebilir İşlem  Kavramı,  I  Ulusal  İdare  Hukuku  Kongresi  I.  Kitap,  Ankara, Danıştay Matbaası. Evren, Çınar Çan (2013)  İdari Yargıda Uygulama İşlemi, Gazi Üniversitesi Hukuk Fakültesi Dergisi C: XVII, S:1, s.1405 1422. Gözler, Kemal (2019) İdare Hukuku Cilt 1, 3. Baskı Bursa, Ekin Basım Yayın Dağıtım. Gürel,  Esin  (2019)   Cumhurbaşkanlığı  Hükümet  Sisteminde  Yürütmenin Düzenleme Yetkisi ve Cumhurbaşkanlığı Kararnamelerinin Anayasal Sınırı , ASBÜ Hukuk Fakültesi Dergisi, C:1, S:2, s.391 424. Günday,  Metin  (1990)  1982  Anayasasına  Göre  İdari  Yargı  Denetiminin Kapsamı ve Sınırları , I Ulusal İdare Hukuku Kongresi I. Kitap, Ankara, Danıştay Matbaası. Karavelioğlu, Celal (2016), Açıklamalı, İçtihatlı ve İstinaf Kurumuyla İdari Yargılama Usulü Kanunu, 9. Baskı, Ankara, Adalet Yayınevi.  85Özge Didem BOULANGER  YBHD 2021/1  Karahanoğulları Onur (2007)  Birel İşlemlere Karşı Açılan İptal Davalarında İlgi Bağı Sorunu , Ankara Üniversitesi SBF Dergisi, C:62, S:03, s.201232.  Kaplan, Gürsel (2016) İdari Yargılama Hukuku, 1. Baskı, Bursa, Ekin Basım Yayın Dağıtım. Mermut, Güler (1976), İptal Davalarının Şartı Olarak Kanuna Aykırılık, İdare Hukuku ve  İdari  Yargı  ile  İlgili  İncelemeler  I,  Danıştay  Başkanlığı, Güneş Matbaası. Onar,  Sıddık  Sami  (1952)  İdare  Hukukunun  Umumi  Esasları,  1.  Baskı, İstanbul, Marifet Basımevi. Sarıca,  Ragıp  (1949)  İdari  Kaza,  Cilt  1  İdari  Davalar,  İstanbul,  Ercan Matbaası. Ulusoy,  Ali  (2019)  Yeni  Türk  İdare  Hukuku,  1.  Baskı,  Ankara,  Yetkin Yayınları. Uler,  Yıldırım  (1970)  İdari  Yargıda  İptal  Kararlarının  Sonuçları,  Ankara Üniversitesi Hukuk Fakültesi Yayınları, Ankara, Sevinç Matbaası. Tanör, Bülent (2019), İki Anayasa 1961  1982, 6. Baskı, İstanbul, On iki Levha Yayıncılık A.Ş. Yılmaz,  Dilşat  (2017)   Türk  İdare  Hukuku nda  İdari  İşlemin   Kesin liği Üzerine Bir Değerlendirme:  Kime Göre? ,  Ne İçin?  Kesinlik , Gazi Üniversitesi Hukuk Fakültesi Dergisi C: XXI, S: 2, s.105 153.      86"
}