{
     "Tip": "Makale",
     "Dergi İsmi": "Yıldırım Bayazıt Üniversitesi ",
     "Üniversite İsmi": "",
     "Gün": "05",
     "Ay": "01",
     "Yıl": "2021",
     "Cilt": "1",
     "Sayı": "2021/1",
     "Başlık": "MODA VE TEKSTİL SEKTÖRÜ ÖZELİNDE MARKA  BAŞVURUSUNDA MUTLAK RET NEDENLERİ",
     "Title": "ABSOLUTE REFUSAL GROUNDS IN TRADEMARK APPLICATION  IN FASHION AND TEXTILE SECTOR",
     "Yazar İsmi": [

          "  Arş. Gör. Atanur KARAAHMETOĞLU"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          " Moda, Moda Sektörü", ",Marka", "Moda Markası", "Marka Başvurusu", "Mutlak Ret Nedeni"

     ],
     "Keywords": [
          " Fashion, Fashion Sector", "Trademark", "Fashion Trademark", "Trademark Application", "Absolute Refusal Grounds"

     ],
     "Özet": "Moda, zamana ve mekana göre değişen, karmaşık bir yapısı bulunan bir olgudur. Moda olgusunun gelişiminde giysi biçimlerindeki yenilikler önemli rol oynamıştır. Farklı bir giyim tarzına sahip olma ve daha çok beğenilme düşüncesi  moda  akımlarının  ortaya  çıkmasına  zemin  hazırlamıştır.  Bu nedenle,  moda  sektöründe  marka  imajının  önemi  giderek  artmıştır. Tüketiciler de moda markasını tercih ederken marka imajından daha fazla etkilenmeye başlamıştır. Bu nedenle, moda sektöründe de işletmeler açısından markalaşmak oldukça önemli hale gelmiştir. Ancak, işletme ve teşebbüslerin moda sektöründe marka sahibi olması için marka başvurusu sırasında mutlak ret  nedenlerinin  bulunmaması  gerekmektedir.  Mutlak  ret  nedenleri  kamu düzenine ilişkindir ve bu nedenle gerek uluslararası düzenlemelerle gerek ulusal  düzenlemelerle  koruma  altına  alınmıştır.  Ülkemizde  de  mutlak  ret nedenleri  6769  sayılı  Sınai  Mülkiyet  Kanunu'nun  5.  maddesinde,  Avrupa Birliği  Direktifleri  ve  Avrupa  Birliği  bünyesinde  imzalanan  sözleşmeler doğrultusunda hazırlanmıştır. Bu çalışmada 6769 sayılı SMK m. 5 hükmü kapsamında  mutlak  ret  sebeplerinin  neler  olduğu  konusu  üzerinde durulmuştur. Bu doğrultuda, Avrupa Birliği Adalet Divanı tavsiye kararları ve Yargıtay  kararları  doğrultusunda  bir  değerlendirme  yapılmıştır.  Bunun yanında,  mutlak  ret  nedenleri  incelenirken  moda  ve  tekstil  sektöründen örnekler verilmiştir.",
     "Abstract": "Fashion  is  a  phenomenon  with  a  complex  structure  that  changes according to time and place. Innovations in the form of clothing played an important role in the development of fashion. The idea of having a different style of clothing and being liked more paved the way for the emergence of fashion trends. Therefore, the importance of trademark image in the fashion sector has increased gradually. While consumers prefer the fashion trademark, they are more influenced by the trademark image. For this reason, trademark has become very important for businesses in the fashion sector. However, in order to become a trademark owner in the fashion sector, enterprises and undertakings  should  not  have  absolute  refusal  grounds  at  the  time  of trademark application. The absolute refusal grounds are related to public order and are therefore protected by international and national regulations. The absolute refusal grounds in our country have been prepared in Article 5 of  Industrial  Property  Law  No.  6769  in  line  with  the  European  Union Directives and the agreements signed within the European Union. In this study, the absolute refusal grounds are discussed within the scope of Article 5 of Industrial Property Law No. 6769. In this direction, an evaluation was made in line with the recommendations of the European Court of Justice and the decisions of the Court of Cassation. In addition, the absolute refusal grounds were examined and examples from fashion and textile sectors were given.",
     "Metin": "Günümüz  dünyasında  işletmeler  açısından  marka  imajı  oldukça önemlidir.  İşletme  ve  teşebbüsler  ürünlerini  daha  iyi  pazarlayabilmek  ve piyasada bir yer edinebilmek için markalaşma yoluna gitmektedir. Marka, bir ürünün menşeini göstermekle birlikte o ürün ya da hizmetin ayırt edici nitelik kazanmasını  da  sağlamaktadır.  Ayrıca,  markalar  ürünlere  ayırt  edicilik kazandırırken, aynı zamanda o ürünün tanınırlığını da arttırmaktadır. Bu nedenle,  birçok  sektörde  olduğu  gibi,  moda  ve  tekstil  sektöründe  de markalaşma büyük öneme sahiptir. Moda denilen olgu zamana ve mekana göre değişiklik göstermektedir. Bireyler farklı ve daha iyi görünebilmek için modayı takip etmektedir ve bu şekilde  bireyler  toplum  içinde  daha  iyi  bir  konuma  yükselmeyi hedeflemektedir.  Bunun  için  en  yeni  olana  yönelme  ve  modada  yaşanan değişimleri  takip  etme düşüncesi  ön  plana  çıkmaktadır.  Bu şekilde  moda sektöründe bir eğilim oluşmaktadır ve özellikle bu durum bireylerin giyim şekline  yansımaktadır.  Bireyler  giyim  tarzını  oluştururken  farklı  moda markalarına  yönelmektedir.  Bireylerin  moda  markalarına  yönelmesinde marka  imajı  oldukça  etkili  olmaktadır.  Bunun  bir  sonucu  olarak  moda sektöründe işletme veya teşebbüsler bir marka imajı yaratmak istemektedir. Dolayısıyla,  moda  sektöründe  de  hedef  kitleyi  etkileyebilmek  açısından markalaşma büyük öneme sahiptir. Bunun için tekstil sektöründe işletme ve teşebbüsler  tanınırlığını  arttırmak  ve  farkındalık  yaratmak  açısından markalaşma yoluna gitmektedir. Bunun için marka tescil başvurusunun kabul edilmesi gerekmektedir. Bir işletme ya da teşebbüs marka başvurusunda bulunduğunda, marka tescilinin  yapılabilmesi  için  marka  başvurusunda  mutlak  ret  nedenlerinin bulunmaması  gerekmektedir.  Mutlak  ret  nedenlerinin  bulunması  halinde hükümsüzlük söz konusu olmaktadır. Bu nedenle, mutlak ret nedenleri kamu düzenini ilgilendiren nedenlerdir. Bu çalışmada marka başvurusunda mutlak ret nedenleri ulusal ve uluslararası düzenlemeler ışığında ele alınmıştır. Bu şekilde moda ve tekstil sektörü özelinde mutlak ret nedenlerinin neler olacağı konusu üzerinde durulmuştur. Bu amaç doğrultusunda uluslararası alanda Avrupa  Birliği  Adalet  Divanı  tarafından  kabul  edilen  kriterler  ve  ulusal  367Atanur KARAAHMETOĞLU  YBHD 2021/1  düzeyde Yargıtay tarafından kabul edilen ilkeler doğrultusunda mutlak ret nedenleri incelenmiştir.  I. GENEL OLARAK Genel olarak markaların tarihte ilk olarak ne şekilde ve ne zaman ortaya çıktığı konusunda net bilgiler mevcut olmamakla birlikte, markaların ilk olarak Avrupa topraklarında görüldüğünü söylemek yanlış olmayacaktır. Zira, tarihsel açıdan  Avrupa'da  önemli  bir  yere  sahip  olan  bazı  krallıkların,  beyliklerin, ailelerin ve kentlerin kullandıkları logoların, bayrak şeklindeki sembollerin ilk markalar  olduğunu  söylemek  mümkün  bulunmaktadır.  Ayrıca,  İtalya, Almanya,  İsviçre  ve  Fransa  gibi  ülkelerde  hüküm  süren  loncaların kullandıkları  sembollerin  de  marka  olarak  değerlendirilmesi  mümkündür. Ancak,  ticari  anlamda  markalar  ilk  olarak  Sanayi  Devriminden  sonra kullanılmaya  başlanmıştır.  Zira,  seri  üretime  geçilmesi  ve  malların  uzak yerlere  de  satılmaya  başlanması  ile  birlikte  marka  kullanımının  önemi artmıştır. Bu nedenle, marka kullanmak suretiyle ürünlerin birbirinden ayırt edilebilirliğini  sağlamak  amaçlanmıştır.  Bu  şekilde,  markalar  işletmelerin ürettiği mal ve hizmetlerin diğer işletmelerin ürettiği mal ve hizmetlerden ayırt edilmesi açısından büyük fayda sağlamıştır. Bunun yanında, marka kullanımı yoluyla mal ya da hizmetlerin menşeinin gösterilmesi de amaçlanmıştır. Bu sebeplerle marka kullanımının önemi giderek artmış ve günümüz dünyasında marka, iktisadi hayatın vazgeçilmez bir unsuru haline gelmiştir. Zira gıda, ilaç, kozmetik, elektrik, ev eşyası, giyim gibi birçok alanda tüketimin arttığı bir ortamda özel ve yüksek bir kalite standardı yakalama ve bir imaj oluşturma                                                            1   Özel, Çağlar (2015) Marka Lisans Sözleşmesi, 2. Baskı, Ankara, Seçkin Yayıncılık, s. 25. 2   Çolak, Uğur (2018) Türk Marka Hukuku, 4. Baskı, İstanbul, On İki Levha Yayıncılık, s. 9. 3   Puzakova, Marına/ Aggarwal, Pankaj (2018)  Brands as Rivals: Consumer Pursuit of Distinctiveness  and  the  Role  of  Brand  Anthropomorphism ,  Published  by  Oxford University Press on behalf of Journal of Consumer Research, Vol. 0, p.1. 4   İmirlioğlu, Dilek (2018) Marka Hukukunda Ayırt Edicilik ve Markanın Ayırt Ediciliğinin Zedelenmesi, 2. Baskı, Ankara, Adalet Yayınevi, s. 3. 5   Ozkök Gökmen, Başak (2015) Tanınmış Markanın Kullanılması Zorunluluğu Kullanılması Nedeniyle Kısmen İptali, 1. Baskı, Ankara, Seçkin Yayıncılık, Ankara, s. 28.  368YBHD 2021/1  Atanur KARAAHMETOĞLU  düşüncesi markanın önemini arttırmıştır. Zira, ürün veya hizmetin belli bir markaya dayanması halinde işletme ile müşteriler arasında bir güven ilişkisi tesis edilebilmektedir. Bu nedenle, müşteriler güvendikleri ve alışık oldukları veya bildikleri mal veya hizmetleri satın alma yoluna gitmektedir.  Kanaatimizce, günümüz dünyasında markalar bir mal ya da hizmetin menşeinin belirlenmesi, güven ilişkisinin tesis edilmesi, kalitenin sağlanması, imaj oluşturulması açısından oldukça faydalı olmak birlikte, markalar esas itibarıyla ayırt ediciliğin sağlanması açısından büyük öneme sahiptir. Zira, markaların  ilk  çıkış  noktasında  bir  mal  veya  hizmetin  diğer  mal  veya hizmetlerden ayırt ediciliğini sağlama düşüncesi yatmaktadır.  A.  MARKA KAVRAMI Alâmetifarika olarak da bilinen marka kavramı, genel olarak ayırıcı nitelik,  ayırıcı  özellik,  özel  işaret  anlamına  gelmektedir.  Marka  kavramı, Almanca dilinde  Warenzeichen  veya  Marke , İngilizce dilinde  Trademark , Fransızca dilinde  Margues de Fabrique  ve  Marques de Commerce  şeklinde kullanılmaktadır. Daha kapsamlı şekilde marka kavramını ele almak gerekire marka, bir teşebbüsün sahip olduğu mal veya hizmetlerin bir başka teşebbüsün sahip                                                            6   Özel, s. 25. 7   Çolak, s. 1; Markalar dünyanın her neresinde olursa olsun bu ürün veya hizmetin kime ait olduğunu göstermektedir. Bunun yanında marka ile işletmeler müşterilerine kolaylıkla ulaşabilirken, işletmeler müşterileri ile iletişime geçebilmektedir. 8   Fernando,  H.S.M./  Kumara,  H.H.S.N./  Mendis,  H.I.A./  Wettawa,  W.M.B.S./ Samarasinghe H.M.U.S.R. (2018)  Effects of  Brand Experience on Consumer Brand Loyalty in Fashion Retail Industry: Moderating the Role of Gender , Global Journal of Management and Business Research: E Marketing, Volume 18 Issue 7, p. 48. 9   Büyük  Türkçe  Sözlük,  http://esgici.net/012_sozluk%20kamus/Buyuk%20Turkce %20Sozluk%20(TDK)%20 (PDF,%209.9% 20MB).pdf, s. 125, s.e.t.18.11.2020. 10   https://books.google.com.tr/books?id=pbEHNlWGoC&pg=PA&lpg= PA&dq=Marka+Warenzeichen+Marque+Trademark+Marques+de+Fabrique+Marques+de+Commerc, s.e.t.18.11.2020. 11   Bundesgesetz  über  den  Schutz  von  Marken  und  Herkunftangaben (Markenschutzgesetz,  MSchG) vom 28 August 1992, s.e.t.12.10.2019.  369Atanur KARAAHMETOĞLU  YBHD 2021/1  olduğu mal veya hizmetlerinden ayırt etmeye yarayan ve sicilde de görülmesi gereken işaret veya işaret kombinasyonudur. Bu mal ve hizmetlerin ayırt edici  nitelik  kazanması  ise  çeşitli  işaretler  kullanılarak  sağlanmaktadır. Kullanılan bu işaretler üretilen mal ve hizmetin marka olarak anlaşılmasını ve görüntülenmesini sağlamaktadır. Ancak, bu işaretlerin ayırt edici nitelikte olması gerekmektedir. Zira, mal ve hizmetlere yönelik işaretler ayırt edici nitelikte  olduğu  takdirde  bu  işaretler  ilgililerce  marka  olarak  tescil ettirilebilmektedir. Ayrıca, bu işaretlerin marka olarak tescil edilmesi halinde marka sahibi tescilli markanın ayırt edici niteliğinin zarar görmesine neden olabilecek  teşebbüslerin  de  men  edilmesini  talep  edebilmektedir.  Zira, markalar sicilde görüntülenebilen ayırt edici işaretlerdir. 16  Bu çerçevede marka olarak tescil edilmek istenen işaret, bir simge, şekil, yazı, sayı resim vb. belirleyici ve ayırt edici ifadelerden oluşabilmektedir. Buna göre, ayırt edici nitelikte olması halinde her türlü işaretin marka olarak tescil edilmesi mümkün bulunmaktadır. İşletme/teşebbüslerin bu işaretleri kullanması  oldukça  önemlidir.  İşletmeler  kullandıkları  bu işaretlerle  diğer işletmelerle  rekabet  edebilme  gücünü  arttırmakla  birlikte,  piyasada kendilerine yer edinmeyi ve tanınırlıklarını arttırmayı amaçlamaktadır.19 Bu nedenle,  işletmeler,  kişisel  adlar,  mecazi  nitelikteki  sözcükler,  renk kombinasyonları,  ve  işaret  kombinasyonlarını  marka  olarak  tescil  ettirme                                                            12   Yılmaz, A. Lerzan (2017) Marka Olabilecek İşaretler ve Mutlak Tescil Engelleri, 2. Baskı, İstanbul,  Aristo  Yayınları,  s.  66;  Ozkok,  s.  27;  Bahadır,  Zeynep  (2018)  Markanın Hükümsüzlüğü ve İptali, 1. Baskı, Ankara, Turhan Kitapevi, s. 6, 13   Ülgen, Hüseyin/ Helvacı, Mehmet/ Kendigelen, Abuzer/ Kaya, Arslan/ Nomer Ertan, N. Füsun (2015) Ticari İşletme Hukuku, 4. Baskı, İstanbul, On İki Levha Yayıncılık, s. 440-441;  Başbüyük, İsa (2018) Marka Haklarının İhlalinden Doğan Cezai Sorumluluk, 2. Baskı, Ankara, Adalet Yayınevi, 2018, s. 6. 14   Puzakova/ Aggarwal, p. 2. 15   Yurtoğlu Can, Mücella (2016) Marka Hukukunda Sessiz Kalmak Suretiyle Hak Kaybı, 1. Baskı, Ankara, Turhan Kitabevi, s. 6. 16   Suluk, Cahit/ Karasu, Rauf/ Nal, Temel (2020) Fikri Mülkiyet Hukuku, 4. Baskı, Ankara, Seçkin Yayıncılık, s. 160: Yılmaz, s. 66. 17   Başbüyük, s. 6; Ülgen/ Helvacı/ Kendigelen ve diğerleri, s. 440-441. 18   Çolak, s. 10; Suluk/ Karasu/ Nal, s. 160. 19   Özel, s. 27.  370YBHD 2021/1  Atanur KARAAHMETOĞLU  yoluna  gidebilmektedir.  Dolayısıyla,  markanın  ayırt  edici  (Unterscheidungsrunktion) nitelik taşıması oldukça önemlidir. Bir işaretin ayırt edilebilirliği yoksa bu işaretin marka olarak kabul edilmesi söz konusu değildir. Ayrıca, ayırt edicilik, o mal ya da hizmetin belirleyici özelliklerini de göstermektedir. Bunun yanında,  bir  markanın  kullanım  yoluyla  ayırt  edici  nitelik  kazanması  da mümkündür. Ancak, oldukça yüksek seviyede ayırt ediciliği olan bir markanın zaman içinde kullanım sonucu yaygın bir ad (jenerik 23 ad) haline gelerek ayırt ediciliğini kaybetmesi de mümkün bulunmaktadır. Örneğin kot sözcüğü buna örnek verilebilir. Türkiye'de blucin üretimini ilk kez, Muhteşem Kot tarafından yapılmıştır ve bu kişinin soyadı ülkemizde üretilen blucinlerde kot olarak kullanılmaya başlanmıştır. Ancak, daha sonra kot sözcüğü jenerik hale gelmiştir.                                                             20   Yılmaz,  s.  66.  İşletmelerin  ürettikleri  mal  ve  hizmetlere  yönelik  ayırt  edici  işaretler, işletmelerin marka hakkı kazanabilmesi açısından büyük önem taşımaktadır. 21   Suluk/ Karasu/ Nal, s. 160; İmirlioğlu, s. 5. 22   Özel, s. 25; Suluk/ Karasu/ Nal, s. 160. 23   Akın, Lemi (2014)  Jenerik Marka İsimlerinin Oluşumu ve TDK Sözlüğüne Giriş Şekilleri , Uluslararası Sosyal Araştırmalar Dergisi, C. 7, S. 31, s. 21-22: Bir markanın jenerik hale gelmesi temelde iki şekilde meydana gelmektedir. İlk olarak, bir işletme ya da teşebbüs yeni bir ürün piyasaya sürmektedir ve işletmenin ürün ve hizmete yönelik yaptığı reklamlar sonucu kısa sürede alıcılarda bu ürünün bilinirliğinin arttırılması şeklinde olmaktadır. İkinci olarak bir işletme ya da teşebbüs bir ürünü piyasaya sürdüğünde zamanla ürünün alıcılar  nezdinde  bilinirliğinin  normal  süreç  içinde  artması  şeklinde  olmaktadır.  Bu bağlamda yeni bir ürün hangi marka tarafından piyasaya çıkarılmışsa o ürün o markanın ismi ile örtüşmeye başlayabilir. Daha sonra diğer markalar benzer ürünleri kendi isimleri ile piyasaya sürmüş olsalar dahi, ürünü ilk piyasaya süren markanın ismi baskın gelmektedir. Dolayısıyla, o ürün ile o ürünü piyasaya ilk çıkaran firma arasında kavramsal bir bağ kurulmaktadır. Bu nedenle o ürünü daha sonra piyasaya süren markaların ismi çok bilinmemektedir. 24   İmirlioğlu, s. 6. 25   Akın, s. 23. Muhteşem Kot 1940 yılında Fransa'ya gerçekleştirdiği bir seyehatte blucinleri görmüştür. Kot, blucinlerin sağlamlığını ve dikim şeklini çok beğenmiştir. Bunun üzerine Kot bu ürünü Türkiye'de üretmeye karar vermiştir. Türkiye'ye dönünce Muhteşem Kot üretime başlar ve 1960 yılına gelindiğinde günde 200 adet kot üretmeye başlamıştır. Bu dönemde özellikle işçiler ve köylüler bu ürünü çok talep etmişlerdir. Bu şekilde 1960 yılında  kot  adı markalaşmıştır. Ancak, 1992 yılında satışları azalan firma üretime son vermiştir.  371Atanur KARAAHMETOĞLU  YBHD 2021/1  B.  MARKA TANIMI 1. Uluslararası Anlaşmalar Açısından Marka TRIPS'nin (Agreement  on  Trade-Related  Aspects  of  Intellectual Property Rigths) 15. maddesinin 1. fıkrasında, bir işletmenin ürettiği mal ve hizmetleri, diğer işletmelerin ürettiği mal ve hizmetlerinden ayırmayı sağlayan herhangi  bir  işaretin  veya  işaret  kombinasyonunun  marka  niteliğinde olabileceği kabul edilmiştir.  American Marketing Association'a (1960) göre marka, bir satıcı veya satıcı grubunun mal veya hizmetlerini tanımlamak ve farklılaştırmak amacıyla kullandığı  bir  isim,  terim,  tasarım,  sembol  veya  bir  kombinasyon  olarak tanımlanmıştır.  Bu  bağlamda,  ticari  yaşamda  boy  gösteren  işletmelerin  ve  bu işletmelerin ürettikleri mal ve/veya hizmetlerin birbirinden ayırt edilmesi için işletmelerin  birtakım  işaretler kullanması  gerekmektedir.  Kullanılan  bu işaretler sayesinde işletmelerin ürettiği mal ve hizmetler ayırt edici nitelik kazanmaktadır.                                                             26   https://www.wto.org/english/tratop_e/trips_e/ta_docs_e/1_tripsandconventions_e.pdf, Article, 15/1, p. 10, s.e.t. 11.10.2019. 27   Agreement on Trade-Related Aspects of Intellectual Property Rigths 7 yıl kadar süren görüşmeler üzerine 15.04; 1994 tarihinde Uruguay Round görüşmeleri sonucunda vücut bulmuş  ve  01.01.1995  tarihinden  sonra  114  ülke  ve  Avrupa  Topluluğu  tarafından imzalanarak kabul edilmiştir. Ülkemiz ise, 25.01.1995 tarihinde, 26.03.1995 tarihinden itibaren geçerlilik kazanacak şekilde anlaşmaya taraf olmuştur. Bağırlar, Mehmet (2015)  TRTPS Anlaşması Kapsamında Marka Hakkının Korunması , Uzmanlık Tezi, TC. Türk Patent Enstitüsü Markalar Dairesi Başkanlığı, Ankara, s. 3.  28   Maurya, Upendra Kumar (2012)  What is a brand? A Perspective on Brand Meaning , European Journal of Business and Management, Vol 4, No.3, p. 123. 29   Başbüyük, s. 6; işaret, sözlük anlamı yönüyle,  anlam yükletilen şey, anlamlı iz, im ,  belirti, gösterge, alamet  anlamına gelmektedir. 30   Yılmaz, s. 65; Çolak, s. 9. 31   Güneş, İlhami (2017) Marka Haksız Rekabet ve Telif Suçları, 3. Baskı, Ankara, Adalet Yayınevi, s. 56.  372YBHD 2021/1  Atanur KARAAHMETOĞLU  2015/2436 sayılı AB Direktifinin 3. maddesinde ise, kişisel isimlerden, harflerden, rakamlardan veya tasarımlardan oluşan işaretlerin markaya konu olabileceği, markaya konu olan bu işaretlerin oluşturulmasında sözcüklerden oluşan işaretlerin de kullanılabileceği ve sicilde temsil edilebilen ayırt edici niteliğe  sahip  renklerin,  seslerin,  malların  şekillerinin  veya  malların ambalajlarının  da  marka  olarak  kullanılabileceği  düzenlenmiştir.  Ayrıca, benzer  bir  düzenlemeye  1  Ekim  2017  tarihi  itibarıyla  yürürlüğe  giren 2017/1001 sayılı Avrupa Birliği Marka Tüzüğü'nün 4. maddesinde de yer verilmiştir.  2. Türk Hukuku Açısından Marka Türk Marka Hukukunun gelişimi uluslararası anlaşmalara uygun olarak şekillenmiştir. Ancak, 6769 sayılı Sınaî Mülkiyet Kanunu'nda tam anlamıyla açık  şekilde  bir  marka  tanımı  yapılmamıştır.  Buna  karşın  Sınaî  Mülkiyet Kanunu'nun  marka olabilecek işaretler i düzenleyen 4. maddesinde marka                                                            32   2015/2436 sayılı Avrupa Birliği Marka Direktifi'nin (AB Direktifi) 3.  maddesinde ve 2015/2424  sayılı Avrupa  Birliği  Marka  Tüzüğü'nün  (AB  Tüzüğü)  4.  maddesinin  1. fıkrasında,          Bir markanın;        (i) Bir işletmenin mallarını veya hizmetlerini diğer işletmelerinkinden ayırt edilmesini sağlama,        (ii)  Yetkili  otoritelerin  ve  kamunun,  marka  sahibine  tanınan  korumanın  açık ve  kesin konusunu belirlemelerini sağlayabilecek biçimde gösterilme şartlarını yerine getirmiş her işaretten, özellikle kişi adları dâhil olmak üzere kelimeler, şekiller, harfler, sayılar, renkler, malların biçimleri veya ambalajları veya seslerden, oluşabileceği  şeklinde markaların ayırt edici işlevi düzenlenmiştir. 33   https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32015L6 &from=EN, Article 3, s.e.t. 12.10.2019. 34   https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32017R1 &from=EN, Article 4, s.e.t. 12.10.2019. 35   Suluk,  Cahit/  Kenaroğlu,  Yasemin  (2012)  Türk  Fikri  Mülkiyet  Hukukunda  Güncel Gelişmeler, İstanbul, İstanbul Ticaret Odası, s. 40. 36   RG. 10.01.2017, S. 29944. 37   6769  sayılı  Sınaî  Mülkiyet  Kanunu'nun  Yürürlükten  kaldırılan  mevzuat   başlıklı  191. maddesinin 2. fıkrasına göre,  ...(3) 24/6/1995 tarihli ve 551 sayılı Patent Haklarının Korunması  Hakkında  Kanun  Hükmünde  Kararname,  24/6/1995  tarihli  ve  554  sayılı Endüstriyel Tasarımların Korunması Hakkında Kanun Hükmünde Kararname, 24/6/1995 tarihli ve 555 sayılı Coğrafi İşaretlerin Korunması Hakkında Kanun Hükmünde Kararname, 24/6/1995  tarihli  ve  556  sayılı  Markaların  Korunması  Hakkında  Kanun  Hükmünde  373Atanur KARAAHMETOĞLU  YBHD 2021/1  tanımına yer verildiğini söylemek mümkün bulunmaktadır. Aynı şekilde Sınaî Mülkiyet Kanunu Tasarısı'nın gerekçesinde de marka ile ilgili açıklamalar bulunmaktadır. Bu doğrultuda,  Marka tescilinde mutlak ret nedenleri  başlıklı 5'inci maddesinin gerekçesinde  Marka, bir teşebbüsün mal veya hizmetlerini, diğer teşebbüslerin mal veya hizmetlerinden ayırt etmeye yarayan işarettir  şeklindeki ifadeden markanın açıklandığını söylemek mümkün bulunmaktadır. Mülga 556 sayılı Markaların Korunması Hakkında Kanun Hükmünde Kararname'de de  Tanımlar  başlıklı 2. maddede ve  markanın içerdiği işaretler  ile ilgili düzenleme getiren 5. madde de marka tanımı yapılmamıştır. 506 sayılı KHK 2/6,  Marka, ortak markalar ve garanti markalar dahil ticari markaları veya hizmet markalarını ifade eder  şeklinde bir düzenleme getirmişse de bu düzenlemeden  de  anlaşıldığı  üzere  556  sayılı  KHK'da  bir  marka  tanımı yapılmamıştır. Ayrıca daha sonra yürürlüğe giren Sınaî Mülkiyet Kanunu'nda tam anlamıyla bir marka tanımı yapılmamıştır.   II. MODA Tarihsel süreç içinde moda bir eğilim olarak ortaya çıkan bir akım olmuştur. Ancak, zaman içinde kaçınılmaz olarak diğer birçok alanda olduğu gibi moda akımlarında da bir değişim ve gelişim yaşanmıştır 38.   Moda algısı özellikle Sanayileşme ile birlikte Avrupa'da 19. yüzyılda gelişim  göstermiştir.  Ortaya  çıkan  moda  akımları  birçok  alanda  etkisini göstermiştir.  Özellikle,  giyim  sektörü  bu  moda  akımından  oldukça  fazla etkilenmiştir.                                                                                                                                              Kararname ve 22/9/1995 tarihli ve 566 sayılı Patent Haklarının Korunması Hakkında 551 sayılı Kanun Hükmünde Kararnamede Değişiklik Yapılmasına İlişkin Kanun Hükmünde Kararname yürürlükten kaldırılmıştır.  şeklinde bir düzenleme bulunmaktadır. Buna göre, 6769 sayılı Sınaî Mülkiyet Kanunu'nun yürürlüğe girmesi ile birlikte 556 sayılı Markaların Korunması Hakkında KHK yürürlükten kalkmıştır. 38   Selvarajah, Dilashenyi Devi (2018)  The Factor Influencing Brand Loyalty in Fashion Industry  among  Generation  Y  in  Malaysia ,  International  Journal  of  Business  and Management, Vol. 13, No. 4 p. 202. 39   Mehraali, Nuray (2015) Moda Akımlarının, Giysi Koleksiyonu Oluşum Sürecine Etkisinin Araştırılması,  İstanbul  Arel  Üniversitesi  Sosyal  Bilimler  Ensititüsü  Moda  ve  Tekstil Tasarımı Programı, Yüksek Lisans Tezi,  İstanbul, s. 8.  374YBHD 2021/1  Atanur KARAAHMETOĞLU  A.  MODA KAVRAMI Moda  kavramının  kökeni  oldukça  eskidir.  Moda  kelimesi,  Latince  modus   kelimesinden  gelmektedir.  Ancak,  moda  kavramı  zaman  içinde değişim ve gelişim gösteren bir kavram olarak ortaya çıkmıştır.  Moda kavramı, gerek toplum içi, gerek toplumlar arası etkileşimlere bağlı  olarak  gelişim  gösteren  bir  kavram  olmuştur.  Bu  nedenle,  moda kavramı günümüzde birçok anlama karşılık gelmektedir. Ancak genel olarak moda kavramını, birçok yönü bulunan ve çeşitli şekillerde uygulanan eğilimler şeklinde açıklamak mümkündür.  B. MODA TANIMI VE MODANIN ÖZELLİKLERİ Moda  genel  olarak  kıyafet  tarzında  popüler  bir  eğilim  olarak tanımlanabilir. Bu nedenle moda, kısa süreli art arda yaşanan eğilimlerden etkilenmektedir ve zaman içinde değişime uğramaktadır. Dolayısıyla moda, zaman içinde son bulan ekonomik, sosyal, politik dönüşümlere göre değişiklik gösteren bir akımdır. Modanın temelinde değişim olgusu yatmaktadır. Değişim düşüncesinin de etkisiyle modanın belirleyici özelliklerinden biri de yenilik düşüncesidir. Bu nedenle, modayı etkileyen birçok faktör barındırmaktadır. Bu faktörler değişim  ve  yenilik  arayışı  içinde  çeşitli  şekillerde  ortaya  çıkabilmektedir. Örneğin bireysel eğilimler, yaşam tarzındaki değişiklikler modanın takibinde                                                            40   Ertürk,  Nilay  (2011)   Moda  Kavramı,  Moda  Kuramları  ve  Güncel  Moda  Eğilimi Çalışmaları , Süleyman Demirel Üniversitesi Güzel Sanatlar Fakültesi Hakemli Dergisi ART-E, C. 7, s. 6. 41   Selvarajah, p. 203. 42   Gençtürk-Hızal, G. Senem (2003)  Bir iletişim Biçimi Olarak Moda:  Modusuun Sınırları , İletişim Araştırmaları Dergisi, C. 1, S. 1, s. 68.  43   Koç, Fatma/ Saatçıoğlu, Kenan/ Çelik, Raziye/ Nadasbaş, Serdar Egemen (2016)  Moda Tüketicilerinin  Giysi  Seçiminde  Trendleri  (Eğilim)  Kullanma  Durumları  ve  Giysi Sitillerinin  Belirlenmesine  İlişkin  Davranış  Analizi ,  Uluslararası  Sosyal  Araştırmalar Dergisi, C. 9 S. 43, s. 2588-2589. 44   Selvarajah, p. 202. 45   Akdemir, Nihan (2017)  Moda Sektöründe Toplumsal Cinsiyet Kavramının Varlığı , The Journal of Social Science Y. 4, S. 12, s. 253.  375Atanur KARAAHMETOĞLU  YBHD 2021/1  etkili olmaktadır. Dolayısıyla, moda karmaşık bir yapısı bulunan sosyal bir olgudur. Bu nedenle, moda olgusu toplumsal etkileşimden oldukça fazla etkilenmektedir. Zira, giysi/giyinme biçimleri toplumsal etkileşim açısından bir sembol ifade etmektedir. Moda özelinde bu semboller, toplumsal, kültürel, siyasal ve ekonomik yapıdan etkilenir ve bireyler bu şekilde toplum içinde bir kimlik kazanma çabası içine girerler. Bu şekilde moda bireylerin kendisini ifade  etmesi  açısından  önemli  bir  rol  oynamaktadır.  Bu  bağlamda  moda, bireyin  yaşam  tarzına  bağlı  olarak  dış  dünyada  nasıl  göründüğünün  bir ifadesidir. Bir başka ifadeyle moda, bireyin kim ve ne olduğunu gösteren, öteki bireylerin izlenimlerini gösteren, toplumsal ilişkilerde yer alan ve kimliklerin inşa edilmesine etki eden bileşenlerden oluşan bir yapıdır. Bu kimlik yaratma çabası kişinin toplum içinde hangi kimlik özelinde algılanmak istediğine ve farkındalık yaratma düşüncesine göre şekillenmektedir. Bu nedenle, moda olgusu bir yönüyle hiyerarşik açıdan toplumsal konumu gösterme ya da belli bir konuma ulaşmak için kullanılmaktadır. Bu amaçla moda olgusu toplumun tüm  katmalarında  karşılık  bulmaktadır  ve  bir  statü  sembolü  olarak  da kullanılmaktadır.   III. MARKA İLE MODA İLİŞKİSİ Genel olarak marka, bir işletmenin ürettiği mal ve hizmetlerin diğer işletmelerin ürettiği mal ve hizmetlerden ayırt etmeye yarayan işaretlerdir.                                                            46   Ciamine, Ramune/ Vienazindiene, Milila (2014)  Management of Contemporary Fashion in Industry: Characteristics and Challenges , 19th International Scientific Conference: Economics and Manegement 2014, ICEM 204, 23-25 Riga, Laivia, p. 64. 47   Gençtürk-Hızal, s. 67, Bireysel kimlik, bireyin kim olduğu sorusuna verdiği cevap ya da cevaplardır. Kimliğin bir yansıması olarak beden, duruş, yürüyüş, giyim gibi argümanlar, farklı yerlerde farklı görülebilme düşüncesi ve bu yönde çeşitli davranış şekilleri ortaya çıkmaktadır. Yaşam tarzı ve tüketim alışkanlıklarına bağlı olarak giyim şekli bu yönde moda olgusu kimliklerin bireysel veya kollektif şekilde ifade edilmesinde önemli bir yere sahiptir. 48   Gençtürk-Hızal, s. 67. 49   Bat, Mikail (2008) Moda Oluşturma Sürecinde Stratejik Planlama ve Halkla İlişkilerin Rolü, Ege Üniversitesi Sosyal Bilimler Enstitüsü Halkla İlişkiler ve Tanıtım Anabilim Dalı, Yüksek Lisans Tezi, İzmir, s. 11. 50   İmirlioğlu, s. 3.  376YBHD 2021/1  Atanur KARAAHMETOĞLU  Ayrıca, marka sayesinde mal ya da hizmetlerin menşeinin tespit edilmesi de mümkün olmaktadır.  Günümüz dünyasında markalar, gıda, ilaç, kozmetik, elektrik, ev eşyası, giyim  gibi  birçok  alanda  kullanılmaktadır.  Özellikle  giyim  sektöründe markaların önemi giderek artmaktadır. Bunun temelinde özel ve yüksek bir kalite standardı yakalama ve imaj oluşturma düşüncesi yatmaktadır.  Bu açıklamalardan hareketle markalar, işletmelerle müşteriler arasında güven  ilişkisinin  kurulmasına  büyük  katkı  sağlamaktadır.  Zira  genellikle müşteriler  güvendikleri,  alışık  oldukları  ve  bildikleri  mal  veya  hizmetlere yönelmektedir.  Bu çerçevede marka ile moda ilişkisi ortaya çıkmaktadır. Zira moda tüketicisi de markanın imajına, markanın kalitesine, markanın güvenilirliğine göre moda sektöründe çeşitli markalara eğilim göstermektedir. Zira, moda sektöründe  bir  ürün  ya  da  hizmetin  sahip  olduğu  marka  imajı  moda tüketicisini bu ürün ya da hizmete çekmektedir. Bu sebeplerle moda sektörü rekabet  gücü  oldukça  yüksek  bir  sektör  haline  gelmiştir.  Ayrıca  moda sektöründe tüketicilerde zaman içinde bir talep ve davranış değişikliği de ortaya çıkmaktadır. Bu nedenle, moda endüstrisi tüketicilere daha kaliteli ve tüketicilerin taleplerini karşılayan ürünler sağlamayı amaçlamaktadır. Bunun için moda sektöründe markanın önemi giderek artmaktadır. Bu sebeplerle tüketiciler, sosyo-kültürel etkenlerle, farklı olma düşüncesiyle ya da içinde bulunulan  ortamının  etkisiyle  kendilerini  daha  iyi  hissettikleri  moda markalarına yönelmektedir. Bunun yanında tüketiciler marka imajından da                                                            51   Başak, s. 28. 52   Özel, s. 25. 53   Çolak, s. 1, Markalar dünyanın her neresinde olursa olsun bu ürün veya hizmetin kime ait olduğunu göstermektedir. Bunun yanında marka ile işletmeler müşterilerine kolaylıkla ulaşabilirken, işletmeler müşterileri ile iletişime geçebilmektedir. 54   Fernando/ Kumara/ Mendis/ Wettawa/ Samarasinghe, p. 48. 55   Sevil, Bengü (2006) Moda Sektöründe Küresel Marka Yaratılması: Markalaşma Çalışmaları Üzerine  Bir  Uygulama,  Dokuz    Eylül  Üniversitesi  Sosyal  Bilimler  Enstitüsü  İşletme Anabilim Dalı Pazarlama Pazarlama Programı Yüksek Lisans Tezi, İzmir, s. 73. 56   Selvarajah, p. 202.  377Atanur KARAAHMETOĞLU  YBHD 2021/1  etkilenmektedir. Bu şekilde bireyler yeni bir kimlik kazanma çabası içine girmektedir. Kanaatimizce,  moda  ile  marka  birçok  noktada  kesişmektedir.  Zira, moda  tüketicisi  açısından  da  marka  büyük  önem  taşımaktadır.  Moda tüketicisi özellikle markanın imajına, markanın güvenilirliğine ve markanın kalitesine  bakarak  çeşitli  markalara  eğilim  göstermektedir.  Ancak,  zaman içinde moda tüketicilerinin bu eğilimleri de değişebilmektedir.  IV.  MODA  VE  TEKSTİL  SEKTÖRÜ  ÖZELİNDE  MARKANIN FONKSİYONLARI Markaların birçok fonksiyonu bulunmaktadır. Bu bağlamda markaların önemli  bir  fonksiyonu  kaynak  gösterme  fonksiyonudur.  Özellikle  Avrupa Birliği  Adalet  Divanı (ABAD)  markaların  kaynak  gösterme  fonksiyonu üzerinde oldukça fazla durmuştur. Zira marka, bir malın hangi teşebbüs ya da işletme tarafından üretildiğini veya bu mal ve hizmetin piyasaya sürülmesini hangi işletme/teşebbüsün sağladığını göstermektedir. Bu şekilde üretilen mal ya da  hizmetin  kaynağı  anlaşılmaktadır.  Müşteriler  böylece  aldıkları  mal  ve hizmetler hakkında bilgi sahibi olurken, teşebbüs/işletme de ürettiği mal ve                                                            57   Sonja, LahtInen (2014) Meanings for Luxury Fashion Brads Among Young Women in Fınland and China, University of Tampere School of Management, Master s Thesis, p. 80. 58   Ciamine/ Vienazindiene, pp. 64-65. 59   Suluk/ Karasu/ Nal, s. 163. 60   https://europa.eu/european-union/about-eu/institutions-bodies/court-justice_en;  Avrupa Birliği Adalet Divanı, Avrupa Birliği'nin hukuki uyuşmazlıkları çözümleyen yargı organıdır. Üye ülkelerin hukuki uyuşmazlığa düştüğü konularda ve bu ihtilaflı konuların çözümü noktasında ABAD önemli bir rol oynamaktadır. Bu nedenle, ABAD birlik ülkeleri için bir üst mercidir. ABAD bu şekilde Avrupa Birliği hukukunun Avrupa Birliği bünyesinde her yerde uygulanmasını ve ortak standartların belirlenmesini amaçlamaktadır s.e.t. 13.10.2019. 61   ATAD, Sieckman kararında markanın kaynak gösterme fonksiyonlarını öne çıkartarak markanın asli fonksiyonun herhangi bir çelişkiye yer bırakmayacak şekilde markaya konu olan  mal  veya  hizmetin  kaynağını  göstermesi,  kaynağını  garanti  etmesi  gerektiğini vurgulamıştır. Bu şekilde kaynağı farklı mal veya hizmetlerden markanın ayırt edileceğini ifade etmiştir. ECJ, Ralf Sieckmann v Alman Deutches Patent, C-273/00,  12/12/2002. https://eur-lex.europa.eu/legal-content/IT/TXT/PDF/?uri=CELEX:62000CJ3&from =EN, s.e.t. 14.10.2019.  378YBHD 2021/1  Atanur KARAAHMETOĞLU  hizmetlerin tanınmasını sağlamaktadır. Ancak, markaların kaynak gösterme fonksiyonunda zaman içinde bir değişim yaşanmıştır. Örneğin mal sınıfında olan tescilli bir markanın geçmiş yıllarda hangi marka tarafından üretildiğinin anlaşılması açısından kaynak gösterme fonksiyonu oldukça fayda sağlamakta iken, zaman içinde ticaret hayatında ve üretim sürecinde yaşanan değişiklikler nedeniyle ürünün nerede üretildiği konusu önemini kaybetmiş ve ürünün kim tarafından üretildiği konusu önem kazanmıştır. Örneğin,  Adidas 63 marka bir ürün almak isteyen tüketiciler, günümüzde lisans yoluyla ürünün Almanya'da mı,  Endonezya'da  mı  veya  Vietnam'da  mı  üretildiği  konusunu  çok önemsememektedir.  Markanın önemli bir fonksiyonu da reklam ve yatırım fonksiyonudur. İşletmeler sunmuş olduğu mal ve hizmetlerin daha fazla talep edilmesi için reklam ve tanıtıma önem vermektedir ve bu yönde yatırım yapma ihtiyacı duymaktadır. Zira, yapılan tanıtımlar sonucunda marka itibar kazanmaktadır ve bu şekilde markanın değeri artmaktadır.  Moda markalarının yaygınlaşması açısından da reklam ve tanıtım yapılması oldukça önemlidir. Zira, bu amaçla yatırımlar yapılmaktadır. Örneğin, giyim üzerine moda mağazaları açılmakta,                                                            62   Ülgen/ Helvacı/ Kendigelen ve diğerleri, s. 456: Özkök Gökmen, s. 28.  63   http://www.marka-marka.org/genel/markalarin-oykusu-a-adidas/  Üç  banttan  oluşan marka, Bavyera-Herzogenaurach bölgesinde ortaya çıktı. Marka Adolf Dassler tarafından yaratıldı ve markanın ismi kurucusunun isminin ilk üç harfi ve soy isminin birleşmesi ile ismini aldı s.e.t. 15.10.2019. 64   İmirlioğlu, s. 8. 65   Güzeloğlu,  Can (2014)  Türkiye de Moda Markalarının Göstergelerle Anlatıları: Ödüllü Moda Reklamlarının Görsel İletişim Tasarımına Yönelik Çözümleme , Uluslararası Sosyal Araştırmalar Dergisi, C. 7, S. 33, s. 748, Reklam iletisinin akılda kalıcı olmasını sağlayan, ikna edici yönü bulunan, bu nedenle bilgi vermeyi amaçlayan bir faaliyettir. Bu bağlamda, reklam, yeni ürün ya da hizmetler hakkında tanıtıcı bilgi, ürünün kullanım özellikleri ve pazardaki diğer benzer ürünlerle fiyat ve nitelik yönünden karşılaştırma yapılabilmesi için birtakım bilgiler vermek amacıyla yapılmaktadır. Bu şekilde ürünün akılda kalıcı olması, hatırlanması amaçlanmaktadır.   66   Suluk/ Karasu/ Nal, s. 163. 67   Ülgen/ Helvacı/ Kendigelen ve diğerleri s. 457; Bahadır, s. 21. 68   Ropo, Juha Pekka (2009) Brand Management and Branding: Creating a Brand Strategy for ADcode,  Tamperrren  Ammattıkorkeakoulu  University  of  Applıed  Sciences  Business School, Degree Programme in International Business, p. 14.  379Atanur KARAAHMETOĞLU  YBHD 2021/1  defileler yapılmakta, sinema, reklam ve müzik klipleri de çekilmektedir. Böylece toplumda moda markaları üzerinde bir imaj algısı yaratmak amaçlanmaktadır. Bu nedenle, yapılan reklam ve tanıtımlar sonucunda marka sahibi markasını korumak  açısından  da  hak  kazanmaktadır.  Dolayısıyla,  markalar  açısından yapılan  reklam  ve  tanıtımlar  oldukça  önemlidir.  Zira  bu  şekilde  markanın tanınmışlık  düzeyi  artmaktadır.  Bu  nedenle,  marka  hakkını  önceden  tescil ettiren marka hakkı sahibi, markasının tanınmışlığından üçüncü kişilerin haksız kazanç sağlamasını, marka itibarının zedelenmesini ya da markanın ayırt edici karakterinin zarar görmesini engellemek üzere harekete geçebilmektedir.  Bu fonksiyonların dışında markaların garanti ve kalite fonksiyonu da bulunmaktadır. Buna göre, kullanılan marka ile bir nevi üretilen mal ya da hizmetin kalitesi garanti edilmektedir. Zira,  üretici sunmuş olduğu mal ya da hizmetin kalitesine güvendiği takdirde aynı markalı mal ya da hizmetleri daha kolay sunabilmektedir. Bu nedenle, moda markalarında da hedef kitle moda markasının kalitesine göre o ürün bazında bir markaya eğilim göstermektedir. Ayrıca, kalite ve garanti fonksiyonu kapsamında satıcı satmış olduğu mal ya da hizmetin bakımını ve tamirini de üstlenmiş olmaktadır.  Markanın bu fonksiyonlarının ortaya çıkması ile birlikte, markalı ürün ve hizmetler sınır aşan faaliyetler haline gelmiştir. Örneğin ABD'de orijinal olarak  üretilen  markalı  bir  kıyafet  Türkiye'de,  Japonya'da  aynı  anda üretilmekte ve satılmaktadır. Marka olgusunun uluslararası nitelik kazanması üzerine, markaların korunma ihtiyacı da artmıştır. Bu nedenle, uluslararası alanda markaların korunmasına yönelik Paris Sözleşmesi, Madrid Anlaşması                                                            69   Güzeloğlu, s. 748. 70   Bahadır, s. 21; Suluk/ Karasu/ Nal, s. 164. 71   Ülgen/ Helvacı/ Kendigelen ve diğerleri, s. 457. 72   Sevil, s. 10. 73   Suluk/ Karasu/ Nal, s. 164; İmirlioğlu, s. 10. 74   Sınai  Hakların  Korunmasına  İlişkin  Paris  Sözleşmesi  20  Mart  1883  tarihinde  kabul edilmiştir.  Daha  sonra  Sözleşmede  14  Aralık0'de  Brüksel'de,  2  Haziran  1911'de Washinton'da, 6 Kasım 1925'te La Haye'de, 2 Haziran 1934'te Londra'da, 31 Ekim 1958 Lizbon'da  ve  14  Temmuz  1967'de  Stockholm'de  revize  edilmiştir. https://www.wipo.int/edocs/lexdocs/treaties/en/paris/trt_paris_001en.pdf s.e.t.16.10.2019.  380YBHD 2021/1  Atanur KARAAHMETOĞLU  ve  Madrid  Protokolü,  Nice,  Viyana ve  en  son  da  Marka  Kanunu Anlaşması gibi anlaşmalar kabul edilmiştir.   V.  MODA  VE  TEKSTİL  SEKTÖRÜ  ÖZELİNDE  MUTLAK  RET NEDENLERİ Mutlak ret nedenleri, marka olarak tescil edilmek istenen işaretin niteliği ile ilgili itirazlardır. Bu nedenle, hukukumuzda marka tescil başvurusunda                                                            75   Madrid Anlaşması 14 Nisan 1891 de kabul edildikten sonra, Madrid Anlaşmasında sırasıyla, 14 Aralık 1900 de Brüksel de, 2 Haziran 1911 de Washington da 6 Kasım 1925'te Lahey'de, 2 Haziran  1934'te  Londra'da,  15  Haziranh  1957 de  Nice de  ve  14  Temmuz  1967 de Stockholm de  ve  28  Eylül  1979 da  değişiklikler  yapılmıştır. https://www.wipo.int/edocs/lexdocs/treaties/en/madrid-gp/trt_madrid_gp_001en.pdf  s.e.t. 16.10.2019. 76   Nice  Anlaşmasının  temelleri  15  Haziran  1957 de  atılmıştır.  Daha  sonra,  1967 de Stockholm de  ve  Cenevre de  Anlaşma  revize  edilmiştir.  Nice  Anlaşmasında  Sınai Mülkiyetin Korunması Paris Birliği çerçevesinde hareket etmiş ve taraf olan ülkelerin bu doğrultuda hareket etmesi amaçlanmıştır. Nice Anlaşmasında yapılan sınıflandırmada marka  tesciline  ilişkin  önemli  düzenlemeler  getirilmiştir.  https://www.wipo.int/ export/sites/www/ classifications/nice/en/pdf/8_list_class_order .pdf s.e.t.16.10.2019. 77   Viyana Anlaşması 12 Haziran 1973'te Viyana'da imzalanmıştır ve daha sonra 26 Eylül 1980 de  değişikliğe  uğramıştır.  https://www.wipo.int/edocs/pubdocs/en/wipo_pub _265.pdf. s.e.t.16.10.2019. 78   Noyan, Erdal (2015) Patent Hukuku, 2. Baskı, Ankara, Adalet Yayınevi, s. 17. Marka Kanunu Anlaşması (TLT) 27 Ekim 1994 tarihinde Cenevre'de imzalanmıştır. 79   Güneş, s. 60. 80   Tekinalp, Ünal (2012) Fikri Mülkiyet Hukuku, 5. Baskı, İstanbul, Vedat Kitapçılık, s. 400. 81   Yılmaz,  Hüseyin (2015) Marka Tescilinden Doğan Hakların Kapsamında İstisna, Türk Patent Enstitüsü Markalar Dairesi Başkanlığı, Uzmanlık Tezi, Ankara,  s. 22. Marka hakkının kazanılması açısından tescil sistemi kabul eden ülkelerde, markanın hukuken bir sınai  mülkiyet  hakkı  olarak  kabul  edilmesi  ve  akabinde  ilgililerin  marka  hakkının korunabilmesi  için  kural  olarak  markanın  tescil  edilmesi  gerekmektedir.  Bu  sistemi benimseyen ülkelerde markanın tescilden önce kullanılıyor olması koşulu marka hakkının kazanılması açısından aranmamaktadır. Dolayısıyla, bu sistemde marka hakkı tescil ile kazanılmaktadır. Bir başka ifadeyle tescil hak doğurucu niteliktedir, Güneş, s. 76. Marka hakkının kazanılması açısından çeşitli sistemler bulunmaktadır. Örneğin, ülkemizin de içinde  bulunduğu  Kıta  Avrupa  ülkeleri  tescille  marka  hakkının  kazanılmasını  kabul etmektedir.  381Atanur KARAAHMETOĞLU  YBHD 2021/1  mutlak ret nedenleri, Paris Sözleşmesi'nin 6. maddesi,82 2015/2436 sayılı AB Marka Direktifi'nin 4. maddesi ve 2015/2424 AB Marka Tüzüğü ne uygun                                                            82   Paris Sözleşmesi nin 1. mükerrer 6. maddesinde Paris Birliğinin üyesi olan bir ülkede tescil ettirilmek istenen bir markanın, koruma talep edilen bu ülkede aynı veya benzeri bir tescilli veya tescil başvurusu yapılmış bir marka var ise; itiraza dayanak oluşturan markanın o ülkede  tanınmış marka  niteliğinin incelenmesi gerektiği ve bunun yanında koruma talep edilen  ülkede  de  marka  olarak  tescili  istenen  husus  istenilen  düzeyde  tanınmışlık kazanmışsa önceki markanın hükümsüzlüğünün veya reddinin dava açılarak veya itiraz yoluyla  talep  edilebileceği  düzenlenmiştir.  https://www.wipo.int/edocs/lexdocs/treaties /en/paris/trt_paris_001en.pdf, Article 6, p. 7, s.e.t.17.10.2019. 83   1. Aşağıdaki hallerde tescil yapılamaz veya tescil yapılmışsa da geçersiz sayılabilir   (a) ticari bir marka oluşturamayan işaretler;   (b) ayırt edici bir özelliğe sahip olmayan ticari markalar;   (c) münhasıran türü belirlemek için ticarette hizmet edebilecek işaret veya göstergelerden oluşan ticari markalar, kalite, miktar, amaçlanan hedef, değer, coğrafi menşe veya malların veya hizmetin veya mal veya hizmetlerin diğer özelliklerinin sunulması;   (d)  Sadece  mevcut dilde  alışılmış  hale  gelen  işaret  veya  göstergelerden  oluşan  ticari markalar. veya iyi niyetli ve ticaretin yerleşik uygulamalarında;   (e) sadece aşağıdakilerden oluşan işaretler:   (i) malların doğasından kaynaklanan şekil veya başka bir özellik;   (ii) teknik bir sonuç elde etmek için gerekli olan malların şekli veya başka bir özelliği;   (iii) mallara önemli değer veren şekil veya başka bir özellik;   (f) kamu politikalarına veya kabul gören ahlaki ilkelere aykırı ticari markalar;   (g) kamuoyunu aldatmaya mahkum, doğası, niteliği veya mal veya hizmetin coğrafi orijini;   (h) yetkili makamlar tarafından yetkilendirilmemiş ve reddedilmesi veya geçersiz kılınması gereken ticari markalar.   Paris Sözleşmesi nin 6. maddesi uyarınca;   (i) Birlik mevzuatı veya Üye ulusal hukuku uyarınca tescilden çıkarılan ticari markalar. İlgili Devlet veya ilgili Birliğin veya Üye Devletin taraf olduğu uluslararası anlaşmalara, köken ve coğrafi işaretlerin tanımlanmasının korunmasını sağlamak;   (j) Birlik mevzuatı veya uluslararası sözleşmeler uyarınca tescilden çıkarılan ticari markalar.   Birlik, şarap için geleneksel terimlerin korunmasını sağlayan bir partidir;   (k)  Birlik  mevzuatı  veya  uluslararası  sözleşmeler  uyarınca  tescilden  çıkarılan  ticari markalar. Birlik, garantili geleneksel özelliklerin korunmasını sağlayan taraftır;   (l) daha erken bir bitki çeşidi cinsinden olan veya temel unsurlarında üreyen ticari markalar Birlik mevzuatı veya ilgili Üye Devletin ulusal yasalarına göre veya uluslararası Birliğin veya Üye Devletin taraf olduğu anlaşmalar, bitki çeşitliliğinin korunmasını sağlar. https://eurlex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX: 32015L 2436&from=EN, Article, 4,  s.e.t.17.10.2019.  382YBHD 2021/1  Atanur KARAAHMETOĞLU  şekilde hazırlanmıştır. Zira, gerek Mülga 556 sayılı KHK'nin 7. maddesi gerek yürürlükte bulunan 6769 sayılı SMK'nin 5. maddesi bu doğrultuda                                                            84   556 sayılı KHK m.5 hükmüne göre,  Aşağıda yazılı işaretler marka olarak tescil edilemez:    a) 5 inci madde kapsamına girmeyen işaretler,   b) (Değişik : 22/6/2004 - 5194/13 md.) Aynı veya aynı türdeki mal veya hizmetle ilgili olarak tescil edilmiş veya daha önce tescil için başvurusu yapılmış bir marka ile aynı veya ayırt edilemeyecek kadar benzer olan markalar,    c) Ticaret alanında cins, çeşit, vasıf, kalite, miktar, amaç, değer, coğrafi kaynak belirten veya malların üretildiği, hizmetlerin yapıldığı zamanı gösteren veya malların ve hizmetlerin diğer karakteristik özelliklerini belirten işaret ve adlandırmaları münhasıran veya esas unsur olarak içeren markalar.    d) Ticaret alanında herkes tarafından kullanılan veya belirli bir meslek sanat veya ticaret grubuna mensup olanları ayırt etmeye yarayan işaret ve adları münhasıran veya esas unsur olarak içeren markalar,    e) Malın özgün doğal yapısından ortaya çıkan şeklini veya bir teknik sonucu elde etmek için zorunlu olan, kendine malın şeklini veya mala asli değerini veren şekli içeren işaretler,    f) Mal veya hizmetin niteliği, kalitesi veya üretim yeri, coğrafi kaynağı gibi konularda halkı yanıltacak markalar, g) Yetkili mercilerden kullanmak için izin alınmamış ve dolayısıyla Paris Sözleşmesi nin 2 nci mükerrer 6 ncı maddesine göre reddedilecek markalar, h) Paris Sözleşmesi nin  2 nci  mükerrer  6 ncı  maddesi  kapsamı  dışında  kalan  ancak  kamuyu ilgilendiren, tarihi, külterel değerler bakımından halka mal olmuş ve ilgili mercilerin tescil izni vermediği diğer armalar, amblemler veya nişanları içeren markalar, ı) (İptal: Anayasa Mahkemesi nin 27/5/2015 tarihli ve E.: 2015/33, K.: 2015/50 sayılı Kararı ile.) j) Dini değerleri ve sembolleri içeren markalar, k) Kamu düzenine ve genel ahlaka aykırı markalar. (Ek fıkra : 3/11/1995 - 4128/5 md.;Değişik:22/6/2004 – 5194/13 md.) Bir marka tescil tarihinden önce kullanılmış ve tescile konu mallar veya hizmetlerle ilgili olarak bu kullanım sonucu  ayırt  edici  bir  nitelik  kazanmış  ise  (a),  (c)  ve  (d)  bentlerine  göre  tescili reddedilemez  şeklinde mutlak ret nedenleri düzenlenmekteydi. 85   SMK m. 5 hükmünde,  (1) Aşağıda belirtilen işaretler, marka olarak tescil edilmez:    a) 4 üncü madde kapsamında marka olamayacak işaretler.    b) Herhangi bir ayırt edici niteliğe sahip olmayan işaretler.    c) Ticaret alanında cins, çeşit, vasıf, kalite, miktar, amaç, değer, coğrafi kaynak belirten veya malların üretildiği, hizmetlerin sunulduğu zamanı gösteren veya malların ya da hizmetlerin diğer özelliklerini belirten işaret veya adlandırmaları münhasıran ya da esas unsur olarak içeren işaretler.    ç) Aynı veya aynı türdeki mal veya hizmetlerle ilgili olarak tescil edilmiş ya da daha önceki tarihte tescil başvurusu yapılmış marka ile aynı veya ayırt edilemeyecek kadar benzer işaretler.    d) Ticaret alanında herkes tarafından kullanılan veya belirli bir meslek, sanat veya ticaret grubuna mensup olanları ayırt etmeye yarayan işaret veya adlandırmaları münhasıran ya da  383Atanur KARAAHMETOĞLU  YBHD 2021/1  kaleme  alınmıştır.  Bu  bağlamda  marka  başvurusu  sırasında  SMK  m.  5 kapsamında mutlak ret sebeplerinin varlığı halinde marka olarak belirlenmiş işaretlerin Türk Patent ve Marka Kurumu'nun tuttuğu markalar siciline tescil edilmesi söz konusu değildir. Zira, mutlak ret sebepleri özü itibariyle kamu                                                                                                                                            esas unsur olarak içeren işaretler. e) Malın doğası gereği ortaya çıkan şeklini ya da başka bir özelliğini veya teknik bir sonucu elde etmek için zorunlu olan veya mala asli değerini veren şeklî ya da başka bir özelliğini münhasıran içeren işaretler.    f) Mal veya hizmetin niteliği, kalitesi veya coğrafi kaynağı gibi konularda halkı yanıltacak işaretler.    g) Paris Sözleşmesi nin 2 nci mükerrer 6 ncı maddesine göre reddedilecek işaretler.    ğ) Paris Sözleşmesi nin 2 nci mükerrer 6 ncı maddesi kapsamı dışında kalan ancak kamuyu ilgilendiren, tarihi ve kültürel değerler bakımından halka mal olmuş diğer işaretler ile yetkili mercilerce  tescil  izni  verilmemiş  olan  armaları,  nişanları  veya  adlandırmaları  içeren işaretler. h) Dinî değerleri veya sembolleri içeren işaretler.    ı) Kamu düzenine veya genel ahlaka aykırı işaretler.    i) Tescilli coğrafi işaretten oluşan ya da tescilli coğrafi işaret içeren işaretler.    (2) Bir marka, başvuru tarihinden önce kullanılmış ve başvuruya konu mal veya hizmetler bakımından bu kullanım sonucu ayırt edici nitelik kazanmışsa bu markanın tescili birinci fıkranın (b), (c) ve (d) bentlerine göre reddedilemez.    (3) Bir marka başvurusu, önceki marka sahibinin başvurunun tesciline açıkça muvafakat ettiğini gösteren noter onaylı belgenin Kuruma sunulması hâlinde birinci fıkranın (ç) bendine  göre  reddedilemez.  Muvafakatnameye  ilişkin  usul  ve  esaslar  yönetmelikle belirlenir  şeklinde mutlak ret nedenleri düzenlenmiştir. 86   Sekmen, Orhan (2013) Markanın Hükümsüzlüğü ve Hukuki Sonuçları, 1. Baskı, Ankara, Bilge Yayıncılık, s. 81; Marka başvurularında mutlak ret sebepleri, toplum menfaatlerini ilgilendiren ve toplumun genel değerleriyle doğrudan ilgili olan nedenlerdir. Bu nedenle, mutlak ret sebepleri defi niteliğinde olmayıp, itiraz halleridir. Dolayısıyla, marka tescil başvurusu üzerine Türk Patent Enstitüsü mutlak ret nedenlerinin bulunup bulunmadığını resen incelemektedir. 87   Yılmaz, s. 235. Mutlak ret nedenlerinin varlığı işaretin doğrudan marka olma özelliğini etkilemektedir. 88   Türk Patent ve Marka Kurumu patentler, markalar, faydalı modeller, coğrafi işaretler, geleneksel  ürün  adları,  tasarımlar  ile  entegre  devre  topoğrafyalarının  ilgili  mevzuat hükümleri  doğrultusunda  tescilini  yapmakla  birlikte,  söz  konusu  hakların  korunması açısından  gerekli  işlemleri  yapan  kurumdur.  https://www.turkpatent.gov.tr/ TURKPATENT/commonContent/AboutUs s.e.t.18.10.2019. 89   Bahadır, s. 45.  384YBHD 2021/1  Atanur KARAAHMETOĞLU  düzenine ilişkin  hükümsüzlük halleridir. Bir  başka  ifadeyle  mutlak  ret nedenleri toplumun genel menfaatlerine hizmet etmektedir. SMK'nin 5/1-ı hükmünde de   Kamu düzenine  veya  genel  ahlaka  aykırı  işaretler ,  marka olarak tescil edilemeyecek işaretler arasında düzenlenmiştir. Ayrıca, Anayasa Mahkemesinin 12.11.2015 tarihli kararında da bu duruma işaret edilmiştir. Zira, ülkemiz dışında AB çatısı altında da konu bu şekilde ele alınmıştır. ABAD,  IOIP  Holdings  LLC  [Fort  Wayne  (ABD)]  v  OHIM  (GLISTEN) kararında  da,  bir  işaretin  marka  olarak  tescil  edilmesi  açısından  kamu yararının  bulunması  gerektiğini  ifade  etmiştir.  Dolayısıyla,  mutlak  ret nedenlerinin  temelinde  kamu  yararı  bir  başka  ifadeyle  kamu  menfaati bulunmaktadır.  Dolayısıyla  mutlak  ret  nedenleri  kamu  düzenine  ilişkin hükümsüzlük halleridir.  Bu  açıklamalardan  hareketle  mutlak  ret  nedenlerinin  bulunmasına                                                            90   Giritli,  İsmet/ Bilgin,  Pertev/ Akgüner,  Tayfun/ Berk,  Kahraman (2017) İdare Hukuku, 8.  Baskı,  İstanbul,  Dur  Yayınları,  s.  1041.  Kamu  düzeni,  kamu  menfaatlerine  hizmet etmektedir. Bu kapsamda bir toplumun huzurunun, güvenliğinin, esenliğinin ve sağlığının korunması amacıyla birtakım kurum ve kurallar oluşturulmaktadır. 91   Eren, Fikret (2020) Borçlar Hukuku Genel Hükümler, 25. Baskı, Ankara, Yetkin Yayınları, s.  282.  Hükümsüzlük  durumunda  bir  hukuki  yaptırım  uygulanmaktadır.  Burada hükümsüzlüğün neticesinin ağırlığına göre farklı bir yaptırım gündeme gelmektedir. Bu kapsamda,  kesin hükümsüzlük  (butlan),  noksanlık  (eksiklik) ve  iptal edilebilirlik  şeklinde yaptırımlar uygulanmaktadır. 92   Tekinalp, s. 400. 93   Suluk/ Karasu/ Nal, s. 173-174. 94   AYM,  T.12.11.2015,  E.2015/93,  K.2015/99;   ...Somut  olayda  Mahkememiz  önündeki uyuşmazlığa  uygulanması  söz  konusu  olan  ve  fakat  Anayasa ya  aykırı  olduğu değerlendirilen hüküm 5194 sayı ve 22.6.2004 tarih ve 5194 sayılı kanunun 13. maddesiyle değişik 556 sayılı KHK nın 7/1-b madde ve bendidir. 556 sayılı KHK nin 7. maddesinde sayılan  tescil  engelleri  kamu  düzeni  ile  ilgilidir  ve  mutlak  ret  nedenleri  olarak adlandırılırlar....  https://www.anayasa.gov.tr/Kararlar/GenelKurul/ Basvuru_Karari/201599.pdf, s.e.t.19.10. 2019. 95   T-648-13, 3 Aralık 2013 tarihinde açılan dava - IOIP Holdings - OHIM (GLISTEN), https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=uriserv:OJ.C_.2014.061.01.0010 .01.ENG&toc=OJ:C:2014:061:FULL s.e.t.19.10.2019. 96   Yılmaz, s. 235.  97   Tekinalp, s. 400.  385Atanur KARAAHMETOĞLU  YBHD 2021/1  karşın bir markanın tescil edilmesi halinde, bu tescil hükümsüzlük davasına konu  olacaktır.  Ancak,  mutlak  ret  nedenlerinin  bulunmasına  karşın  bir markanın tescil edilmesi halinde, hükümsüzlük davası ile marka hükümsüz kılınmadıkça  bu  markanın  sicilden  terkin edilmesi  söz  konusu  değildir 98. Buna göre marka alanında hükümsüzlük, tescil edilmiş bir markanın gerekli koşulları taşımaması nedeniyle dava yoluyla iptaline ve önceden elde edilmiş marka haklarının sona ermesine yol açmaktadır. SMK  m.  5  ile  mutlak  ret  nedenleri  sınırlı  sayıda  düzenlenmiştir. TÜRKPATENT   marka  başvurularında  mutlak  ret  sebeplerini  resen incelenmektedir. Buna  göre  TÜRKPATENT,  marka  başvurusuna  yönelik yaptığı incelemede şekli açıdan bir eksiklik bulunmadığını tespit ettiği takdirde mutlak ret nedenleri yönünden inceleme yapmaktadır. Ayrıca, başvuruların incelenmesi sürecinde bir veya birden çok mutlak ret nedeninin bulunması da mümkündür.  Dolayısıyla,  her  iki  durumda  da  ilgililerin  marka  başvurusu  reddedilmektedir.                                                                98   Suluk/ Karasu/ Nal, s. 222-223. 99   https://fikrimulkiyet.com/markanin-hukumsuzlugu-davalarinda-zamanasimi-hususunundegerlendirilmesi/#:~:text=Markan%C%Bn%20H%C%BCk%C%BCms%C%BCzl%C3%BC%C%9F%C%BC%20Davalar%C%Bnda%20%E%80%9CZamana%C%9F%C%Bm%C%B%E%80%9D%2 s.e.t.01.01.2021. 100    Türk Patent Enstitüsü  adı 10 0cak 2017 tarihli 29944 sayılı Resmi Gazete'de (RG) yayınlanarak yürürlüğe giren 6769 sayılı Sınai Mülkiyet Kanunu ile  Türk Patent ve Marka Kurumu  şeklinde değiştirilmekle birlikte,  TPE  kısaltması da  TÜRKPATENT  olarak değiştirilmiştir. Ayrıca, 09.08.2018 tarihli ve 30473/3 sayılı Resmi Gazete ile yayınlanan 703 sayılı KHK ile 5000 sayılı Türk Patent Enstitüsü Kuruluş ve Görevleri Hakkında Kanun'un adı  Patent  ve  Marka  Vekilliği  ile  Bazı  Düzenlemeler  Hakkında  Kanun  olarak değiştirilmiştir. 101   Suluk/ Karasu/ Nal, s. 173. 102   İmirlioğlu, s. 107. 103  Bahadır, s. 45-46.  386YBHD 2021/1  Atanur KARAAHMETOĞLU  A.  SMK  M.4  HÜKMÜ KAPSAMINDA MARKA  OLAMAYACAK İŞARETLER SMK  m.  4  hükmünde marka  olabilecek  işaretlerin  neler  olduğu düzenlenmiştir. Buna göre, kişi adları dâhil sözcükler, şekiller, renkler, harfler, sayılar, sesler ve malların veya ambalajlarının biçimi olmak üzere her tür işaretin marka olarak tescil edilebileceği düzenlenmiştir. Ancak, söz konusu işaretlerin marka olarak tescil edilebilmesi için ilk olarak tescil başvurusunda bulunulan markanın ayırt edici niteliğinin bulunması gerekmektedir. Bunun yanında  bu  işaretin  fiziki  olarak  tespit  edilebiliyor  olması  ve  sicilde görüntülenebilmesi gerekmektedir. Ancak, burada kastedilen ayırt edicilik, soyut ayırt edicilik denilen bir ayırt edicilik halidir. Buna göre soyut ayırt edici işaretler, kullanılacağı mal ve/veya hizmeti ifade etmeyen, tanımlamayan, onun karakteristik özelliklerini içermeyen, diğer işaretlerden farklı, diğerleri ile  karıştırılmaya  elverişli  olmayan,  belli  bir  firmaya  aidiyeti  gösteren işaretlerdir. Ayrıca, bir işaretin soyut ayırt edici niteliğinin bulunması, o işaretin  mal/hizmetlerin  tamamı  için  ayırt  edici  bir  niteliğe  sahip  olması anlamına  gelmektedir.  Bu  nedenle,  işaretin,  hem  simgesel  (söz,  şekil, görüntü, ses ve renk tonu itibariyle) ayırt edici nitelikte olması hem de o malın veya  hizmetin  işletmesel  kökeni  hakkında  bilgi  verici  nitelikte  olması gerekmektedir. Aksi takdirde marka olarak tescil edilmek istenen işarette bu şekilde bir ayırt ediciliğinin bulunmaması halinde hükümsüzlük söz konusu olmaktadır. Buna göre, bir A sayfasının tamamını kaplayan düz bir yazının                                                            104  SMK m. 4 hükmünde;  - (1) Marka, bir teşebbüsün mallarının veya hizmetlerinin diğer teşebbüslerin mallarından veya hizmetlerinden ayırt edilmesini sağlaması ve marka sahibine sağlanan korumanın konusunun açık ve kesin olarak anlaşılmasını sağlayabilecek şekilde sicilde gösterilebilir olması şartıyla kişi adları dâhil sözcükler, şekiller, renkler, harfler, sayılar,  sesler  ve  malların  veya  ambalajlarının  biçimi  olmak  üzere  her  tür  işaretten oluşabilir.  şeklinde bir düzenleme bulunmaktadır. 105  Çolak, s. 130; Suluk/ Karasu/ Nal, s. 159-160. 106  Ülgen/ Helvacı/ Kendigelen ve diğerleri, s. 462-463. 107   Suluk/ Karasu/ Nal, s. 161; Çolak, s. 130-131. 108   İmirlioğlu, s. 22; Ülgen/ Helvacı/ Kendigelen ve diğerleri, s.462-463. 109   Yılmaz, s. 240. 110   Sekmen, s. 105.  387Atanur KARAAHMETOĞLU  YBHD 2021/1  marka  olarak  tescil  edilmesi  söz  konusu  değildir.  Zira,  burada  çok  küçük seviyede  dahi  bir  ayırt  edicilik  bulunmamaktadır.  Bunun  yanında  bir pantolon için pantolon işaretinin tescil ettirilmek istenmesi halinde de hiçbir ayırt  ediciliğin  bulunmaması  nedeniyle  bu  işaretin  marka  olarak  tescil ettirilmesi söz konusu değildir.  Marka olarak kullanılan işaretin işlevsel olarak mal veya hizmetle bir ilişkisinin  bulunmaması  gerekmektedir.  Örneğin,  ünlü  Fransız  ayakkabı tasarımcısı Christian Louboutin'in ürettiği ayakkabıların tabanı kırmızıdır. Ayakkabı tabanları halk tarafından ilk bakışta görünmediği hâlde, bu renk ayakkabının  görülebilir  bir  yüzünde  olmasından  daha  etkili  ve  ayakkabı tabanında olmasına rağmen ayırt edicidir. Ayakkabının tabanına yapıştırılan marka  mala  nesnel  olarak  bağlıdır,  ancak  maldan  işlevsel  olarak bağımsızdır.  Bu  açıklamalardan  hareketle,  bir  markada ayırt  edicililik unsurunun belirlenmesi açısından ilgili çevrenin algısı büyük önem taşımaktadır. Buna göre işaret dekoratif, estetik ya da işlevsel bir unsur olarak algılanabilir. Bu nedenle  işaretin  maldan  bağımsız  olarak  algılanması  durumu  ortaya çıkmaktadır.  B. HERHANGİ BİR AYIRT EDİCİ NİTELİĞE SAHİP OLMAYAN İŞARETLER 2015/2436 sayılı Yeni AB Marka Direktifi nin 4/1-b maddesinde ve 2017/1001  sayılı  AB  Yeni  Marka  Tüzüğü'nün  7/1-b  maddesinde  yer  alan  herhangi bir ayırt edici karakterden yoksun markalar  (trademarks which are devoid  of  any  distinctive  character)  şeklinde  mutlak  ret  nedeni  olarak düzenlenmiştir. Bu düzenleme SMK m. 5/1-b hükmüne de sirayet edilmiştir.                                                            111   Çolak, s. 132-133; Suluk/ Karasu/ Nal, s. 174. 112   Noyan, Erdal/Güneş, İlhami (2015) Marka Hukuku, 5. Baskı, Ankara, Adalet Yayınevi, s. 135-136. 113   İmirlioğlu, s. 18. 114                                ıldız,Y   (cid:141)urakB        ( 2 0  1 8 )    A  v r u p a   B  ir li! i  A  d a  le t  D iv a n  ı    K  a r a r la r ı   I  ı! ın d a   P o z is y o n M a r k a la r ı ,  B a n k a  v e  T ic a r e t H u k u k u  D e r g is i, C . XX X I V , S . 3 , s . 8 2 - 8 6 . 388YBHD 2021/1  Atanur KARAAHMETOĞLU  Ancak doktrinde SULUK 5/1-b hükmünde yer alan ifadenin,  tescil edilmek istenen mal veya hizmetler bakımından herhangi bir ayırt edici niteliğe sahip olmayan  işaretler   şeklinde  kaleme  alınmasının  daha  isabetli  olacağını belirtmiştir.  Kanaatimizce bu görüş yerindedir. Zira, marka olarak tescil edilmek istenen mal veya hizmetler bakımından kullanılacak işaretlerin herhangi bir ayırt ediciliğinin olmaması halinde, bu işaretlerin marka olarak tescili mümkün bulunmamaktadır. Aksi halde bir mal veya hizmet için kullanılan işaret ayırt edici nitelikte olmadığı için, bu işaret bir farklılık yaratmayacaktır. Bu doğrultuda, herhangi bir ayırt ediciliği bulunmayan işaretler marka olarak tescil edilememektedir. Burada kastedilen ayırt edicilik  somut ayırt edicilik 117 halidir. Bu nedenle, güçlü bir ayırt ediciliğin bulunması gerekir. Buna  göre,  tescil  edilmek  istenen  mal  ve  hizmet  sınıfına  göre  bir değerlendirmenin yapılması gerekmektedir. Burada, ayırt edicilik belirlenirken  her  mal  veya  hizmetin  hedef  kitlesi  ve  bu  kitlenin  özellikleri  ve değerleri ayrı ayrı göz önünde tutulmalıdır. Zira bazı mal/hizmetler için ayırt edici niteliğe sahip olan bir işaret, başka mal/hizmetler için bu niteliği                                                            115   Suluk/ Karasu/ Nal, s. 174. 116  Türk Patent Enstitüsü, Marka İnceleme Kılavuzu, 2015, s. 34:  İşaretin ayırt ediciliği esas olarak  farklı  işletmeler  tarafından  üretilerek  piyasaya  sürülen  mal  ve  hizmetlerin  bu malların tüketicileri ya da hizmetlerin kullanıcıları tarafından birbirinden ayırt edilebilmesi fonksiyonuna işaret eder.  117   Mutluoğlu, Tarık (2010) Markanın Kullanım Sonucu Ayırt Edicilik Kazanması, Ankara Üniversitesi Sosyal Bilimler Enstitüsü Özel Hukuk (Ticaret Hukuku) Anabilim Dalı, Yüksek Lisans Tezi, Ankara, s. 24. Soyut ayırt ediciliğe sahip olan bir işaretin somut olarak tescile konu olan mal ve hizmetleri diğer teşebbüslerin mal ve hizmetlerinden ayırt edebiliyorsa bu işaretin somut ayırt ediciliği bulunmaktadır. Bu durumda artık işaretin marka olarak tescil edilmesi mümkün bulunmaktadır. 118   Ayrıca bkz: Doğan, Beşir Fatih (2006),  Türk Alman ve Avrupa Birliği Hukukuna Göre Marka Olamayacak İşaretlerin Kullanım Sonucu Ayırt Edici Nitelik Kazanarak Tescil Edilebilirliği Sorunu , EMR Dergisi, S. 3, s. 24. 119  Balık İfakat/Bektaş, İbrahim (2019),  Markanın Koruma Kapsamının Belirlenmesinde Ayırt  Edicilik  Gücünün  Etkisi  ve  Tanınmış  Markanın  Zayıf  Unsurunun  Durumu  Mcdonald's Kararları Yönünden Bir İnceleme , TFM Dergisi, C. 5, S. 1, s. 3. 120   Çolak, s. 132; Ülgen, Helvacı, Kendigelen ve diğerleri, s.463. 121   Yılmaz, s. 240; Suluk/ Karasu/ Nal, s. 161.  389Atanur KARAAHMETOĞLU  YBHD 2021/1  taşımayabilir.  Örneğin,  Yargıtay'ın   Saten   kararına  baktığımızda;   saten  sözcüğünün bir kumaş cinsi olması nedeniyle kumaşlara ilişkin mal sınıfında tescil edilemeyeceği ancak bir boya cinsi olmadığından, boya sınıfında marka olarak kullanılabileceği görüşü ileri sürülmüştür.  Kanaatimizce  Yargıtay'ın  görüşü  isabetlidir.  Zira,   saten   sözcüğü doğrudan kumaş çağrışımı yapmaktadır, bu nedenle  saten  sözcüğünün bir kumaş markası olarak tescil edilmemesi gerekir. Ancak,  saten  sözcüğü boya türünü çağrıştırmamaktadır. Bu nedenle,  saten  sözcüğünün bir boya markası olarak kullanılması mümkündür. Dolayısıyla,  saten  sözcüğü boya sektörü açısından ayırt edici niteliktedir. Zira,  saten  sözcüğünün kullanılması ile boya markası farklı ve ayırt edici bir kimlik kazanabilmektedir. Bu  doğrultuda,  bir  mal  veya  hizmet  sınıfında  marka  olarak  tescil edilmek istenen işaret o mal ve hizmetten ne kadar uzaklaşırsa, o mal ve hizmeti tanımlamaktan ne kadar uzaklaşırsa ayırt edicilik düzeyi daha fazla artmaktadır.  Örneğin   diesel   sözcüğü  motorlu  araçlar  için  bir  yakıt türüdür. Bu nedenle, diesel sözcüğü bu alanda tescil edilmek istendiğinde ayırt edicilik düzeyi düşük olmaktadır. Ancak, diesel sözcüğü giyim sektöründe bir marka olarak tescil edilmek istendiğinde çok daha fazla ayırt edici olacaktır. Bunun yanında, anlamsızlık tüketici zihninde genellikle daha kolay yer edebildiğinden; işaretlerin, türetilmiş olarak bazı sözcüklerin belirli kısımlarından oluşturularak  seçilmesi  ve  bu  şekilde  ayırt  edici  niteliği  güçlü  markaların yaratılması  tercih  edilmektedir.  Adi  (Adolf)  Dassler'in  kendi  isminden türettiği   Adidas   sözcüğünü  marka  olarak  tescil  ettirmesi  buna  örnektir. Dolayısıyla, hiçbir ayırt ediciliği olmayan ve o mal ya da hizmetin hedef kitlesi olan tüketici nezdinde marka olarak anlaşılamayan işaretlerin marka olarak tescil edilmesi söz konusu değildir. Buna göre, marka olarak tescili istenen işaretin mal ve hizmet sınıfı açısından ortalama tüketici tarafından marka                                                            122   Y.11. HD, T. 08.05.2000, E. 2000/2921, K. 2000/3904 ,Kazanci İçtihat Bilgi Bankası, s.e.t.20.10.2019. 123   Sekmen, s. 105. 124   İmirlioğlu, s. 19. 125   Güneş, s. 87.  390YBHD 2021/1  Atanur KARAAHMETOĞLU  olarak  anlaşılması  gerekmektedir.  Bu  bağlamda  ayırt  ediciliğin  mal  ve hizmet hakkında bilgi sahibi olan kullanıcıya mal ve hizmeti diğer mal ve hizmetlerle karşılaştırma olanağı verir nitelikte olması gerekmektedir.  C. TANIMLAYICI İŞARETLER SMK m. 5/1-c'ye göre,  Ticaret alanında cins, çeşit, vasıf, kalite, miktar, amaç,  değer,  coğrafi  kaynak  belirten  veya  malların  üretildiği,  hizmetlerin sunulduğu zamanı gösteren veya malların ya da hizmetlerin diğer özelliklerini belirten işaret veya adlandırmaları münhasıran ya da esas unsur olarak içeren işaretler in  tescil  edilmesi  söz  konusu  değildir.  Bu  işaretler  genel  olarak  tanımlayıcı işaretler  ya da  tasviri işaretler  olarak adlandırılmaktadır. Bu bağlamda  ticari  hayatta  herkes  tarafından  kullanılan,  bir  başka  ifadeyle herkesin kullanımına imkan veren (serbest işaretler) işaretlerin marka olarak tescil edilmesi mümkün bulunmamaktadır. Buna göre, marka olarak tescili istenen işaretin ticaret yaşamında, mal ya da hizmetin cinsini, çeşidini ve kalitesini göstermeyen, söz konusu mal ve hizmetten uzaklaşmış olan, bu alanda başka işaretlerle karıştırılma imkanı olmayan ve belli bir teşebbüse aidiyeti gösteren bir işaret olması gerekmektedir. Örneğin,  ahşap  sözcüğü mobilya eşyaları için cins ve çeşit belirttiği için mobilya markası olarak tescil edilemeyecekken, moda sektörü için tescil edilmek istendiğinde cins ve çeşit belirtmediği  için  ahşap  sözcüğünün  moda  sektörü  için  tescil  edilmesi mümkündür. Bunun yanında, ticari hayatta cins, çeşit, vasıf, kalite, miktar, değer gösteren veya malların veya hizmetlerin diğer karakteristik yönlerini                                                            126   Çolak, s. 133: Ülgen/ Helvacı/ Kendigelen ve diğerleri, s.463. 127  Gezer,  Hale  Tuncay  (2016)  Tasarımın  Tescili  ve  Hükümsüzlük  Hallerinin Değerlendirilmesi,  1.  Baskı,  Ankara,  Seçkin  Yayıncılık,  s.  249.  Kullanıcının  markada kullanılan işaret vasıtasıyla o mal ya da hizmeti diğer mal ya da hizmetlerden ayırt edebilmesi için o alanda uzman bir kullanıcı olması şart değildir. Bu bağlamda kullanıcının dikkatli  bir  tüketici  olması  yeterlidir.  Dolayısıyla  işaretin  ayırt  edici  yönü  dikkatli tüketicinin gözünden kaçmayacak bir nitelikte olması gerekmektedir. 128   Bahadır, s. 50. 129   Yılmaz, s. 235; Tekinalp, s. 403. 130   Sekmen, s. 105; Suluk/ Karasu/ Nal, s. 175. 131   İmirlioğlu, s. 114.  391Atanur KARAAHMETOĞLU  YBHD 2021/1  ortaya çıkaran işaretlerin ve adlandırmaların kısaltmalarının da marka olarak kullanılması söz konusu değildir. Örneğin, deve tüyünden yapılan bir kumaş türü olan  kamelhaar  kelimesinin kısaltması olan  KAMEEL  kelimesi marka olarak alınamaz. Bu doğrultuda marka oluşturulurken, cins, vasıf, çeşit, kalite gösteren işaret ve resimlerin seçilememesi ve ayırt edici niteliği bulunan işaretlerin seçilmesi gerekmektedir. ABAD, bir işaretin tanımlayıcı olup olmadığının belirlenmesi açısından bu işaretin, tescil istenen mal/hizmet sınıfında diğer firmaların mal/hizmetlerinden ayırt edici nitelikte olması gerektiğini ve marka olarak tescili istenen işaretin temsil ettiği mal veya hizmet bakımından o mal veya hizmeti talep eden ortalama tüketicinin bu işareti ne şekilde algılayacağı konusuna  bakılması  gerektiğini  ifade  etmiştir.  Bunun  yanında  ABAD, Kenzo-Kenzo  Takada  davasında,  Kenzo'nun  tanınmış  bir  marka  olması nedeniyle yüksek düzeyde ayırt ediciliğinin bulunduğuna,  Kenzo Takada  markasının aynı mal/hizmetlerde kullanılması durumunda  Kenzo  markası çatısı altında tüketici zihninde oluşan algıdan yararlanmış olacağını, özellikle moda, kozmetik ve parfüm sektöründe bu marka kullanıldığı takdirde yaygın bir  pazarlama  yolu  olması  nedeniyle  markaların  birbirinden  ayırt edilemeyeceğine karar vermiştir. Ayrıca, ABAD, üye ülkelerden birinde ilgili mallar/hizmetler açısından tanımlayıcı olan bir markanın diğer bir üye ülkede de  tanımlayıcı  olacağını  kabul  etmemek  gerektiğini,  marka  olarak  tescil edilmek istenen sözcüğün üye ülkelerde farklı anlamlara gelebileceğini ifade etmiştir.                                                             132  Yılmaz, s. 256. 133  Tekinalp, s. 403; Noyan/Güneş, s. 137-138. 134  Linde  AG (C-53/01),  Winward  Industries  Inc. (C-54/01),Rado  Uhren  AG (C-55/01), file:///C:/  Users/ata/  Downloads/C_2001_0053_ARRET_EL_2003_I_003177.pdf.el.pdf, s.e.t.21.10.2019. 135  T-468/04, 19.11. 2004, Kenzo Takada'nın İç Pazardaki Uyumlaştırma Bürosu'na (Ticari Markalar ve Tasarımlar) (OHIM) karşı getirdiği eylem, https://eur-lex.europa.eu/legalcontent/IT/TXT/PDF/?uri=CELEX:C5/057/ 46&from=EN, s.e.t. 21.10.2019. 136  C-3/03,  28.04.204,  http://curia.europa.eu/juris/document/document.jsf?text  =&docid= 57061&pageIndex=  0&  doclang=en&mode=lst&dir=&occ=first&part  =1&cid=8639691, s.e.t.21.10.2019.  392YBHD 2021/1  Atanur KARAAHMETOĞLU  Yargıtay,  CHIFFON  kelimesinin Fransızca bir kumaş adı olduğunu, Türkçe dilinde ise, ince şeffaf kumaş olarak kullanıldığını bu nedenle, hem kelime anlamı, hem de Türkçe kullanım açısından cins, vasıf ve çeşit ifade ettiğini,  dolayısıyla  bu  sözcüğün  marka  olarak  tescil  edilemeyeceğine hükmetmiştir.  Kanaatimizce Yargıtay'ın görüşü oldukça isabetlidir. Zira, bir işaretin cins, çeşit, kalite, vasıf göstermesi halinde söz konusu işaret ayırt edici nitelik kazanmamış olacaktır. Bu bağlamda,  CHIFFON  sözcüğü cins, çeşit, kalite, vasıf  gösteren  bir  sözcük  olmakla  birlikte,  anlam  itibarıyla  da  ince  kumaş anlamına gelmektedir. Dolayısıyla Yargıtay'ın görüşü yerindedir.  Bu çerçevede, tüketiciyi yanıltan ve kalite, vasıf çeşit gösteren  birinci kalite ,  süper ,  üstün kalite ,  halis ,  saf  gibi sıfatların ve coğrafi ad olarak kullanılan  Mardin ,  İstanbul ,  Toros  gibi sözcüklerin de hiçbir ayırt ediciliği olmaması ve herkesin kullanımına açık olması nedeniyle marka olarak tescil edilmesi söz konusu değildir. Zira, coğrafi yer adlarının marka olarak tescil edilememesi açısından herhangi bir sınırlama bulunmamaktadır. Buna göre ayırt edici bir özelliği olmayan ve münhasıran bir ülke, bölge, şehir, göl ya da dağ ismi gibi her çeşit coğrafi adların marka olarak kullanılması söz konusu değildir. Buna göre, bir coğrafi adın bir tekstil markası olarak tescil edilmesi mümkün değildir. Bunun yanında, malların üretildiği, hizmetlerin sunulduğu zamanı gösteren işaretlerin de marka olarak tescil edilmesi söz konusu değildir. Örneğin, yazlık elbise için  yaz  sözcüğünün marka olarak tescil edilmesi söz konusu değildir. İki tanımlayıcı sözcüğün birleşimi ile oluşan bir sözcüğün marka olarak tescil edilip edilemeyeceği hususunda bu iki sözcüğün birleşmesinden oluşan sözcüğün bir bütün olarak ele alınması gerekmektedir. Bu doğrultuda, iki tanımlayıcı  sözcüğün  birleşmesinden  oluşan  sözcük  tanımlayıcı  nitelikte değilse oluşan sözcüğün marka olarak tescili mümkündür. Örneğin,  babydry                                                             137   Y. 11 HD, 17.02.2000, E.2000/236, K.2000/1141, A. Lerzan Yılmaz, s. 257. 138   Güneş, s. 89. 139   İmirlioğlu, s. 121-122; Suluk/ Karasu/ Nal, s. 175-176. 140   Tekinalp, s. 403. 141   Noyan/Güneş, s. 141-142.  393Atanur KARAAHMETOĞLU  YBHD 2021/1  sözcüğünün marka olarak tescili ABAD tarafından uygun görülmüştür.  D.  AYNI  VEYA  AYIRT  EDİLEMEYECEK  KADAR  BENZER İŞARETLER SMK  m.  5/1-ç  hükmüne  göre,  aynı  veya  aynı  türdeki  mal  veya hizmetlerle  ilgili  olarak  tescil  edilmiş  ya  da  daha  önceki  tarihte  tescil başvurusu yapılmış marka ile aynı veya ayırt edilemeyecek kadar işaretlerin benzer olması mutlak ret nedenidir. Buna göre madde hükmünde,  aynı 143 veya   ayırt  edilemeyecek  kadar  benzer 144 ibareleri  dikkat  çekmektedir.  Bu bağlamda, marka başvurusunun reddedilebilmesi için tescili istenen markanın aynı veya aynı nitelikte mal ve hizmet sunan başka bir marka ile aynı ya da ayırt edilemeyecek kadar benzer olması gerekmektedir. Buna göre, başka türde mal veya hizmetlerde kullanılmak üzere tescilli bir markanın aynısı veya ayırt edilemeyecek kadar benzerinin tescil edilmesi mümkün bulunmaktadır. Zira, tescili istenen marka tescilli marka ile aynı türde mal ve hizmetler için kullanılmayacaktır.  Ancak,  aynı  türdeki  mal  veya  hizmet  sınıfı  için  bir markanın iki sahibinin olması söz konusu değildir. Bu nedenle, markayı ilk tescil ettiren kişi rıza gösterse dahi aynı veya ayırt edilemeyecek nitelikteki işaretlerin öncelik ilkesi gereği tescil edilmesi mümkün bulunmamaktadır.                                                            142   Suluk/ Karasu/ Nal, s. 176. 143   Türk Patent Enstitüsü, s. 34;  Başvuruya konu işaretin daha önce tescil edilmiş (veya başvurusu yapılmış) marka ile aynı olması, karşılaştırılan işaretlerin özdeş, farksız, tıpa tıp taklit, aynen veya bire bir kopya olmalarını ifade eder. Aralarında küçük de olsa farklılık bulunan markalar ise aynı sayılamazlar.  144   Türk Patent Enstitüsü, s. 34;  Ayırt edilemeyecek derecede benzerlik tespit edilirken ortalama tüketiciler esas alınacak ve incelenen başvuru ile önceki markalar arasında, markaların  asli  ayırt  edici  unsurları  bakımından  tereddüde  yer  vermeyecek  derecede benzerlik durumu araştırılır.  145   Çolak, s. 134; Tekinalp, s. 402. 146   Yılmaz, s. 243. 147   Suluk/ Kenanoğlu, s. 44. 148   Sekmen, s. 115. Öncelik ve teklik ilkesine göre, gerek tescil edilmiş bir işaretle aynı olan gerek tescil edilmiş işaretle aynı olmasa dahi bu işaretle ayırt edilemeyecek kadar benzer olan işaretler, gerek tescilli markanın tescil edildiği mal veya hizmetlerle ilgili gerek tescilli marka ile  394YBHD 2021/1  Atanur KARAAHMETOĞLU  Bu bağlamda bu hüküm kapsamında bir tescil engelinden söz edebilmek için aralarında  öncelik  sonralık  ilişkisi  bulunan  markaların  ya  da  marka başvurularının bulunması gerekmektedir.  Bu doğrultuda, sonradan tescili talep edilen markanın önceden tescil edilmiş marka ile aynı veya benzer olmaması açısından, sonradan tescil talep edilen  markanın  diğer  markadan  ayırt  edilebilmesi  için  sonradan  tescili istenen markanın  ek  ya da  ekler  alması gerekmektedir. Bu şekilde iltibas da engellenmiş  olacaktır.  Bu  bağlamda,  tescilli  bir  marka  iptal  edilmediği sürece, bu tescilli marka ile aynı sınıfta ve aynı içeriğe sahip başka bir emtia için başka kişilerce tescil ettirilmesi ve kullanılması söz konusu değildir. Ayrıca, tescil ilkesi gereği, marka hakkı tescille kazanılmaktadır ve markayı önce tescil ettirmiş olan kişi marka üzerinde inhisari hak sahibi olmaktadır. Bu nedenle, bir başkasının aynı veya ayırt edilmeyecek kadar benzer işareti, aynı veya aynı türdeki mal veya hizmetler için marka olarak tescil ettirmesi söz konusu değildir.  Zira  öncelik  hakkı,  markayı  önce  tescil  ettirmiş  kişilere  bir  koruma sağlamaktadır.  Bu bağlamda, tescili talep edilen markanın, aynı veya aynı nitelikte mal ve hizmet sunan başka bir marka ile aynı ya da ayırt edilemeyecek kadar benzer olmaması gerekmektedir. Ancak, şu husus belirtilmelidir ki, buradaki  ayırt edilemeyecek kadar benzer  ifadesinden maksat markalar arasındaki benzerliğin  ayırt edilemeyecek kadar  belirgin ve güçlü olmasıdır. Böyle bir durumun varlığı halinde TÜRKPATENT tarafından marka tescil başvurusu resen incelenmektedir. Ancak, kötü niyetli tescillerin yapılmaması açısından marka başvurularının iyi incelenmesi gerekmektedir. Zira, markalar arasındaki benzerlik  ayırt edilemeyecek kadar benzer  olmadığı takdirde burada                                                                                                                                            aynı türden mal veya hizmetlere yönelik yeni marka başvurusunun tescil edilmesi söz konusu değildir. 149   Tekinalp, s. 401; Güneş, s. 88. 150   Bahadır, s. 55; Ülgen/ Helvacı/ Kendigelen ve diğerleri, s.465. 151   Yılmaz, s. 247-248. 152   Noyan/Güneş, s. 142. 153   Sekmen, s. 115; Ülgen/ Helvacı/ Kendigelen ve diğerleri, s. 464-465. 154   Çolak, s. 134; Tekinalp, s. 402. 155   Suluk/ Kenan, s. 46.  395Atanur KARAAHMETOĞLU  YBHD 2021/1  bir  nispi  ret  nedeni  bulunmaktadır  ve  TÜRKPATENT  tarafından  resen incelemeyi  gerektirecek  bir  durum  söz  konusu  değildir.  Yargıtay,  farklı sınıflarda  olmak  ve  farklı  tüketici  kitlelerine  hitap  etmek  şartıyla,  aynı markanın alınıp kullanılmasını yasaya aykırı bulmamıştır. Zira sonradan tescil ettirilen, ancak farklı sınıflardaki ürünler için kullanılan markanın, tüketici zihninde  tanınmış  markayla  ilişkilendirme  olasılığının  bulunmadığı  ve  bu nedenle  de  haksız  bir  yararın  ortaya  çıkmayacağı  görüşündedir.  Ayrıca, Yargıtay  bir  kararında  da   SHINE  BLACK  LABEL  SERIES   markası  ile  SHINESTORE  markaları  açısından,  işaretler  arasında  esas  unsurlar bakımından  bir  benzerlik  bulunsa  da  bu  iki  ibare  arasında  görsel,  işitsel semantik farklılıkların bulunması nedeniyle, bu iki ibarenin gözde ve kulakta bıraktığı  intiba  farklılaştığı,  bu  sebeple  bu  markaların   ayırt  edilemeyecek kadar  benzer   nitelikte  olamayacağı  yönünde  karar  vermiştir.  Ancak Yargıtay başka bir kararında, çift çıplak ayak logosu bulunan marka ile tek çıplak ayak logosu bulunan markanın görsel olarak birbirini çağrıştırdığı, bu nedenle  tüketicilerin  yanılarak  bunları  karıştırabileceği  yönünde  karar vermiştir.  E. TİCARET ALANINDA HERKES TARAFINDAN KULLANILAN VEYA MESLEK SANAT VE TİCARET ALANINDA BELLİ BİR GRUBA AİT İŞARETLER Marka olarak tescil edilmek istenen bir işaretin herkesin kullanımına açık bir işaret olmaması gerekir. Herkesin kullanımına açık olan işaretlerin ve  sözcüklerin  marka  olarak  tescil  edilmesi  söz  konusu  değildir.  Bu  tür                                                            156   İmirlioğlu, s. 116. 157  Y. 11.HD. T. 10.05.2012, E. 2011/798, K. 2012/7525, https://www.hukukmedeniyeti.org/ arama/karar/?v=list&aranan=dava%20hakk%FD&kurumId=5&ictihatturu=2&daire=40&esasyil=2013, s.e.t. 23. 10.2019. 158   Y.  11.HD,  T.14.02.2012,  E.2010/2620,  K.2012/1922,  https://www.lexpera.com.tr /ictihat/yargitay-kararlari/ hukuk-daireleri/11-hukuk-dairesi?pg=14, s.e.t.23.10.2019. 159   Y. 11. HD., E.2000/4615, K. 2000/5298, T. 08.06.2000, https://www.lexpera.com. tr/yargitaykararlari-baglanti/turk-ticaret-kanunu-6762?pg=136, s.e.t.22.10.2019. 160   Tekinalp, s. 405.   396YBHD 2021/1  Atanur KARAAHMETOĞLU  işaretler herkesin kullanımına açık olduğu için bu tür işaretler tek bir kişinin tekeline  bırakılamamaktadır.  Örneğin,   hesaplı   sözcüğünün  tek  kişinin tekeline bırakılması ve bu sözcüğün marka olarak tescil edilmesi söz konusu değildir. Zira, bu tür işaretlerin bir markada asli unsur ve ayırt edici unsur olarak  kullanılması  söz konusu değildir.  Bir  başka  ifadeyle,  bir  markanın kendisinin  ya  da  esas  unsurunun  herkesin  kullanımına  açık  bir  işaret olmaması  gerekmektedir.  Örneğin   ARKO-Nem   sabun  markasında  ARKO  esas unsurdur. Ancak,  Nem  sözcüğü esas unsur olarak kullanılsaydı marka olarak tescil edilmesi mümkün olmayacaktır. Bu tür ibarelerin tali unsur  olarak  kullanıldığı  takdirde  söz  konusu  işaret  marka  olarak  tescil edilebilmekte ve markaya bir koruma sağlanabilmektedir. Aksi takdirde bu tür sözcüklerin kendi başına herhangi bir ayırt ediciliği bulunmamaktadır.  Yargıtay,   Saten   sözcüğünün  düz  parlak  kumaş  anlamına  gelen  bir sözcük olduğunu belirterek, bu sözcüğün boya markası olarak alınmasının mümkün olabileceğini ifade etmiştir. Zira, Yargıtay,  saten  sözcüğünün bir kumaş cinsi olduğunu ve bir boya cinsi olmadığını bu nedenle boya markası olarak tescil edilmesinde bir mahsur olmadığını ifade etmiştir. Dolayısıyla, herkesin kullanımına açık sözcükler tek başına marka olarak kullanılamazlar, ayrıca  bu  sözcükler  markanın  esas  unsurunda  da  yer  alamazlar.  Zira, herkesin kullanımına  açık  işaretlerin  marka  olarak tescil  edilmesi  halinde üreticiler kadar tüketicilerin de bir zarar görmesi mümkün bulunmaktadır. Örneğin Yargıtay,  best store  ifadesinin  en iyi mağaza  anlamına geldiğini ve                                                            161   Güneş, s. 8952; Suluk/ Karasu/ Nal, s. 178. 162   Noyan/Güneş, s. 142. 163   Çolak, s. 172; Tekinalp, s. 407. 164   Yılmaz, s. 254-235. Esas unsur, bir markayı diğer markalardan ayırmaya yarayan temel unsurdur. 165   Bahadır, s. 64. 166   Güneş, s. 89. 167  Y.11 HD, 08.05.2000, E. 2000/2921, K.2000/3904, https://www.lexpera.com.tr/yargitaykararlari-baglanti/  markalarin-korunmasi-hakkinda-kanun-hukmunde-kararname556?pg=40, s.e.t.15.11.2019. 168   Yılmaz, s. 266. 169   Bahadır, s. 63.  397Atanur KARAAHMETOĞLU  YBHD 2021/1  bu ifadenin ticari hayatta herkesin kullanımına açık olduğunu ve bu ifadenin hiçbir ayırt ediciliğinin de bulunmadığını, bu nedenlerle bu ifadenin marka olarak tescil edilemeyeceğine hükmetmiştir. ABD marka hukuk sisteminde de (gerek  the Lanham Act , gerek the  common law  açısından) ticari hayatta herkes tarafından kullanılan ortak isimlerin ayırt edicilik vasfının olmadığı ve bu nedenle, bu sözcüklerin münhasıran marka olmamaları ve bir markanın esas (asıl) unsurunu oluşturmamaları gerektiği kabul edilmiştir. İsviçre Federal Mahkemesi, herkes tarafından kullanılan işaretler tescil edilmek  istenen  bir  markanın  esaslı  unsuru  ise,  bu  işaret  marka  olarak kullanılmak  istenen  emtianın  özelliklerini  ve  muhtevasını  ifade  etmektedir şeklinde karar vermiştir.  F. MALIN DOĞASI GEREĞİ ORTAYA ÇIKAN ŞEKLİNİ YA DA MALIN  TEKNİK  ÖZELLİĞİ  VEYA  MALA  ASLİ  DEĞERİNİ  VEREN ŞEKİL VE İŞARETLER SMK m. 5/1-e hükmüne göre malın asli şekli ya da ya da malın başka bir özelliğini gösteren işaretler mutlak ret nedenleri arasında düzenlenmiştir. Buna göre, malın kendine özgü yapısını ve doğal biçimini yansıtan işaretlerin marka olarak tescil edilmesi söz konusu değildir. Zira, bu tür şekillerin münhasıran  kimseye  verilmemesi  gerekir.  Bu  şekilde  tüketicinin  algısı etkilenmekle  birlikte,  o  alanda  ilgili  kesimlerin  de  rekabet  gücü zayıflamaktadır.  Bu  nedenle,  malın  herhangi  bir  özelliğini,  teknik  bir zorunluluktan veya mala asli şeklini veren bir özelliğinden kaynaklanan bir şeklin yanında, malın doğası, teknik yapısı veya asli değerini gösteren başka bir özelliğini ifade eden işaretler de marka olarak tescil edilememektedir. Buna göre, teknik bir sonuç almak için zorunlu olan (fonksiyonel) ya da malın başka bir özelliğini münhasıran içeren şekillerin marka olarak tescil edilmesi                                                            170   Y.11.HD, T.12.03.2009, E. 2007/13386, K. 2009/2897;  Mutluoğlu, s. 53. 171   Sekmen, s. 133. 172   Tekinalp, s. 405. 173   Güneş, s. 91; Ülgen/ Helvacı/ Kendigelen ve diğerleri, s.467. 174   Çolak, s. 174; Suluk/ Karasu/ Nal, s. 179. 175   Bahadır, s. 65.  398YBHD 2021/1  Atanur KARAAHMETOĞLU  söz konusu değildir. Bunun nedeni, bu amaçla oluşturulan şekiller fonksiyonel şekillerdir  ve  işin  niteliği  ile  ilgilidir.  Zira,  ticaret  hayatında  piyasaya sürülecek  bir  ürünün  şekli  tasarlanırken  o  ürün  kullanım  amacına  göre tasarlanmaktadır. Ancak, tasarlanan şeklin teknik zorunluluk sonucu ortaya çıkması halinde bu şeklin bir kişinin tekeline bırakılması mümkün olmadığı için  bu  şeklin  marka  olarak  tescil  edilmesi  de  söz konusu  değildir.  Bu bağlamda,  malın  doğal  yapısını  gösteren  (elma,  armut  vb.),  teknik zorunluluktan  ortaya  çıkan  (otomobil,  lastik,  vb.)  şekiller  hiç  kimsenin tekeline bırakılamamaktadır. Ancak  özel bir tasarımla ortaya çıkan,  malın doğal yapısından uzaklaşan, mala tümüyle kendine özgü şekil veren, bir şeklin marka olarak tescili mümkündür. Örneğin; özgün bir çanta modelinin marka olarak alınması mümkün bulunmaktadır. Buna karşın hiçbir özel çaba sonucu ortaya çıkmamış ve diğer çantalardan hiçbir farkı olmayan bir çanta şekli marka  olarak  alınamayacaktır.  Bu  bağlamda,  marka  olarak  kullanılması mümkün olmayan bir şeklin, münhasıran veya esas unsur olarak bir markayı oluşturması söz konusu değildir. Dolayısıyla, bu şekilde bir işaret özel bir çabaya gerek olmadan doğrudan mal veya hizmetin kendisini ya da bir özelliğini ifade ettiği takdirde marka olarak tescili mümkün olmayacaktır. Aynı şekilde bir ayakkabı şeklinin de marka olarak tescil edilmesi söz konusu olmayacaktır.  ABAD,  LOUBOUTIN  kararında,  kırmızı  rengin  ayakkabı  tabanına yerleştirildiği ve  şekil  konseptinin, günlük dilde kullanıldığı anlamıyla ele alınması gerektiğini dile getirmiştir ABAD'a göre bu davada söz konusu olan işaret yüksek topuklu ayakkabı şekline yönelik olmayıp, başvuruda yer alan ayakkabı şekli sadece kırmızı rengin konumlandırıldığı yeri göstermektedir. Bu  nedenle,  başvurunun  münhasıran  mala  yönelik  bir  şekil  olarak değerlendirilmesi söz konusu değildir. Dolayısıyla ABAD, somut olayda bir                                                            176   Tekinalp, s. 407; Çolak, s. 178. 177   Sekmen, s. 137; Suluk/ Karasu/ Nal, s. 179. 178   Yılmaz, s. 269. 179   Noyan/Güneş, s. 143. 180   Tekinalp, s. 408. 181   C-163/16,    12.06.2018,  LOUBOUTIN,  http://curia.europa.eu/juris/document/document .jsf?text=&docid=  192069  &pa  geIndex  =0&doclang=PL&mode=lst&dir=&occ= first&part=1&cid=9006534, s.e.t.24.10.2019.  399Atanur KARAAHMETOĞLU  YBHD 2021/1  mutlak ret nedeninin bulunmadığı yönünde görüş ortaya koymuştur. Bu  açıklamalardan  hareketle  üç boyutlu  şekilleri  ele  aldığımızda  üç boyutlu şekillerin marka olarak tescil edilmesi bazı şartların varlığı halinde mümkündür. Üç boyutlu şekiller marka olarak tescil edilebilmektedir. Ancak, tescili istenen üç boyutlu şekil,  malın doğası gereği ortaya çıkan şekil  değilse, bu alanda ortaya çıkan şekil önceki şekillerden farklı ve ayırt edici nitelikte ise tescil yapılabilmektedir. Aksi halde, tescili istenen şekil malın doğası gereği ortaya çıkan şekil ise tescil söz konusu olmayacaktır. Örneğin desensiz bir futbol topu için top şekli ürünün doğası gereği ortaya çıkan bir şekildir.  Dolayısıyla,  her  üç  boyutlu  şekil  marka  olarak  tescil  edilememektedir.  G. MAL VEYA HİZMETİN NİTELİĞİ KALİTESİ VEYA COĞRAFİ KAYNAĞI GİBİ KONULARDA HALKI YANILTACAK İŞARETLER Markayı oluşturan işaretin yanıltıcı nitelikte olması bir ret sebebidir. Bu durumda,  tescil  başvurusunda  bulunan  kişinin  bir  aldatma  kastının  olup olmadığına  bakılmamaktadır.  Ayrıca,  burada  bir  aldatmanın  söz  konusu olması için ortalama tüketicinin yanıltılması yeterlidir. Buradaki yanıltıcılık, mal ve hizmetin niteliği, kalitesi, mal veya hizmetin üretim yeri veya coğrafi kaynağına ilişkin olabilmektedir. Bu nedenle ticari yaşamda özellikle kalite, değer belirten işaretlerin aldatıcı yönü bulunmaktadır ve bu işaretlerin marka olarak tescil edilmesi söz konusu değildir. Bu durumda mutlak ret nedeni                                                            182   Yılmaz, s. 270. Üç boyutlu şekiller(cisimler) gerekli şartları taşıdığı takdirde marka sahibi adına, marka olarak tescil edilmekle birlikte, üç boyutlu cismin  yeni  ve  ayırt edici niteliği  taşıması halinde endüstriyel tasarım olarak da tescil edilmesi mümkün bulunmaktadır. Ancak şu husus belirtilmelidir ki, marka tescili açısından yenilik şartı aranmamakla birlikte, endüstriyel tasarım için yenilik şartı istenmektedir. Bunun yanında, markalar ile endüstriyel tasarımların koruma süreleri de farklıdır. Markaların koruma süresi 10 yıl iken tasarımların koruma süresi 5 yıldır. 183   Suluk/ Kenanoğlu, s. 59. 184   Çolak, s. 175. 185   Suluk/ Karasu/ Nal, s. 180. 186   Noyan/Güneş, s. 143; Ülgen/ Helvacı/ Kendigelen ve diğerleri, s.467. 187   Güneş, s. 89.  400YBHD 2021/1  Atanur KARAAHMETOĞLU  ortaya çıkmaktadır. Buna göre bu işaretler markada kullanıldığı takdirde ya da bu  işaretler  markada  ana  unsur  olduğu  takdirde  tescil  engeli  ortaya çıkmaktadır. Örneğin, en yüksek kalite, ekstra, lüks hafif, taze, antika, pahalı, eski,  hakiki  gibi  ibareler,  kalite  ve  değer  belirten  işaretlerdir.  Ancak,  bu işaretlerin yanıltıcı olmaması ve yardımcı unsur olarak markada yer alması halinde  tescil  edilmesi  mümkün  bulunmaktadır.  Ayrıca  halkı  yanıltıcı işaretler, mal ve hizmetin niteliği, kalitesi, coğrafi kaynağı ile sınırlı değildir. Bunlar dışında, malın başka bir karakteristik özelliği ile ilgili olarak halkı yanıltan ya da yanılgıya düşürecek işaretlerin de marka olarak tescil edilmesi söz konusu değildir. Ancak, burada  halkı yanıltan  ifadesinden anlaşılması gereken ilgili tüketici kitlesi olmalıdır. Zira, bazı mal veya hizmetler özel ve belirli bir tüketici kitlesini ilgilendirmektedir.  Yabancı sözcüklerde ise, marka olarak kullanılacak yabancı sözcükler her  zaman  halkı  yanıltıcı  nitelikte  olmamaktadır.  Marka  olarak  tescil edilmek  istenen  işaretin  halkı  yanıltıp  yanıltmayacağı  önemlidir.  Marka başvurusunda bulunan kişinin bu yönde bir kastının bulunup bulunmadığı sonucu değiştirmemektedir. İşaretin halkı yanıltıp yanıltmayacağı açısından söz konusu tehlikenin ciddi boyutta olup olmadığına bakılmaktadır. Bu konuda önemli olan husus orta seviyede dikkat gösteren bir tüketicinin algı düzeyidir. Bir başka ifadeyle, marka tescil başvurusu yapılan işaretin Türk Patent ve Marka Kurumunca re'sen reddedilebilmesi için, bu işaretin objektif olarak halkı yanıltacak nitelikte bir işaret olması kafidir. Aldatma kastının bulunup bulunmamasının bir önemi yoktur.  Bu doğrultuda, marka hukukunun temel amaçlarından biri de ticaretin, dürüstlük kurallarına  uygun şekilde yapılmasını sağlamaktır. Bu sebeple,                                                            188   İmirlioğlu, s. 116-117; Suluk/ Karasu/ Nal, s. 181. 189   Yılmaz, s. 272; Ülgen/ Helvacı/ Kendigelen ve diğerleri, s. 467. 190   Bahadır, s. 65. 191   Noyan/Güneş, s. 144. 192   Çolak, s. 181. 193   Yılmaz, s. 272. 194   Kılıçoğlu, Ahmet (2018) Medeni Hukuk Temel Bilgiler, 6. Baskı, Ankara, Turhan Kitabevi, s. 124-125. Dürüstlük kuralı, aklı yerinde, normal ve orta zekalı hareket edebilen kişilerin toplum içinde dürüst ve doğru davranışları neticesinde oluşan ve herkes tarafından kabul  401Atanur KARAAHMETOĞLU  YBHD 2021/1  markanın  yanıltıcı  nitelikte  olmayacağı  düşüncesi  esas  alınmaktadır.  Zira, markanın tüketiciye ürün, ürünün kaynağı, kökeni, cinsi ile ilgili olarak doğru referanslar vermesi gerekmektedir. Örneğin, bir üretici Antalya'da ürettiği ginseng ürünü için  Çin ginsengi  markasını kullandığı takdirde halkı yanıltıcı nitelikte bilgi vermiş olacaktır. Bu durumda, kamu menfaati zarar görmekle birlikte ilgililerin rekabet gücü de zayıflamaktadır.  H. PARİS SÖZLEŞMESİNİN 2. MÜKERRER 6. MADDESİNE GÖRE REDDEDİLECEK İŞARETLER SMK'nin 5/1 (g) maddesine göre  Paris Sözleşmesi nin 2'nci mükerrer 6'ncı  maddesine  göre  reddedilecek  işaretler   de  marka  olarak  tescil edilemeyecektir.  Bu  hükümden  de  anlaşılacağı  üzere  Paris  Sözleşmesi, ülkemizce de kabul edilen uluslararası sözleşmelerden biridir. Bu bağlamda, Paris  Sözleşmesi'nin  2.  mükerrer  6.  maddesi;   Birlik  ülkelerine  ait  arma, bayrak ve diğer hükümranlık belirtilerinin ve bu devletler tarafından kabul edilmiş resmi kontrol ve teminat, işaret ve damgalarının ayrıca diğer armacılık sanatı açısından her çeşit taklitlerin yetkili makamların izni alınmadan gerek fabrika ve ticaret markası ve bu markaları düzenleyen unsurlar olarak tescilini ret  veya  iptal  eylemeyi,  uygun  tedbirlerle  kullanılmasının  yasaklanmasını temin  hususunda  Birlik  Ülkeleri  mutabık  kalmışlardır.   şeklinde  kaleme alınmıştır. Ayrıca, Paris Sözleşmesi'nin 2. mükerrer 6. maddesinin (b) bendi hükmüne  göre bu  yasak; uüye devletlerden birinin veya birçoğunun üyesi bulunduğu hükümetler arası örgütlerin emareleri, kısaltılmış kelimeleri ya da diğer  amblemleri,  bayrak  ve  armaları   bakımından  da  uygulama  alanı bulmaktadır.  Bu  doğrultuda,  Paris  Sözleşmesi,  Paris  Birliğine  üye  olan  ülkelerin bayrak veya arma gibi egemenlik göstergesi olan işaretlerinin ve kamusal yönü                                                                                                                                            edilen kurallardır. Akıntürk, Turgut (2006) Medeni Hukuk, 12. Baskı, İstanbul, Beta Yayıncılık, s. 92-93. Dürüstlük kuralı, orta zekâlı, normal, makul kişilerin toplum içinde kurdukları  ilişkilerde  karşılıklı  güvene,  ahlaka  ve  dürüstlüğe  uygun  düşecek  şekilde davranışlar sergilemesi anlamına gelmektedir. 195   Sekmen, s. 139; Ülgen/ Helvacı/ Kendigelen ve diğerleri, s.468. 196   RG. 27.06.1995, S.22326.  402YBHD 2021/1  Atanur KARAAHMETOĞLU  olan  işaret  ve  damgaların  tescilinin  mümkün  olmayacağını  deklare etmektedir. Buna göre, Paris Sözleşmesi ne taraf ülkelerden birine ait bayrak, para, devlet mührü, devlet nişanı, arma, flama, fors gibi işaret ve semboller marka olarak alınamaz. Zira, burada hükümsüzlük hali bulunmaktadır. Bu nedenle, örneğin başka bir devletin bayrağının marka olarak tescil edilmesi söz konusu değildir. Bunun yanında, uluslararası kurumların kısaltmaları olan UNESCO, UN, ILO, EU, gibi kısaltmaların ve egemenlik sembolü olan bayrak gibi işaretlerin marka olarak tescili mümkün değildir. Örneğin Türkiye'de İngiltere bayrağının marka olarak tescil edilmesi söz konusu değildir. Aynı şekilde   NATO   sözcüğünün  de  marka  olarak  tescil  edilmesi  söz  konusu değildir.  Ancak,   NATORAL   sözcüğünün  marka  olarak  tescil  edilmesi mümkün bulunmaktadır. Zira, bu sözcük tüketici zihninde  NATO  olarak değil,  doğal  olarak anlaşılmaktadır.  NATORAL  sözcüğü doğal anlamına gelen  bir  sözcüktür.  Bu  nedenle,  Yargıtay  marka  olarak  tescil  edilmek istenen  TURKO  sözcüğünün İspanyol'ca Türk anlamına geldiğini bu sebeple bu sözcüğün bir kişinin tekeline bırakılamayacağını ve bu sözcüğün kültürel bir değer taşıdığını ifade etmiş ve bu sözcüğün marka olarak tescil edilmemesi gerektiğini belirtmiştir.  Kanaatimizce, Yargıtay'ın görüşü oldukça isabetlidir. Zira, hangi dilde olursa  olsun kültürel ve milli  değerlerin  marka  olarak  tescil  edilmesi  söz konusu değildir. Bu tür sözcükler toplumlara mal olmuştur ve bir kişinin tekeline verilmesi söz konusu değildir. Bu açıklamalardan hareketle, başka bir devletin bayrağının, uluslararası kurumların  kısaltmalarının  ve  egemenlik  sembolü  olan  arma,  bayrak  gibi işaretlerin  marka  olarak  tescili  mümkün  bulunmamaktadır.  Ayrıca,  söz konusu devletler tarafından kabul edilen resmi kontrol ve teminat işaretleri, resmi  damgalar  ile  diğer  her  çeşit  armanın  taklitleri  yetkili  merciler  izin vermediği  takdirde  marka  olarak  kullanılamaz  ve  marka  olarak  tescil                                                            197   Güneş, s. 92; Tekinalp, s. 409. 198   Yılmaz, s. 277; Ülgen/ Helvacı/ Kendigelen ve diğerleri, s.468. 199   Bahadır, s. 68; Suluk/ Karasu/ Nal, s. 181-182. 200   Çolak, s. 187. 201  Y.11.HD. T.31.01.2011, E.2009/8279, K. 2011/907, https://www.etkiavukatlik.com/markatescilinde-mutlak -red-nedenleri, s.e.t.25.10.2019. 202   Tekinalp, s. 409; Güneş, s. 92.  403Atanur KARAAHMETOĞLU  YBHD 2021/1  ettirilemez. Bunun yanında, bu tür ibarelerin bir markada esas unsur olarak da kullanılması söz konusu değildir.  I.  PARİS  SÖZLEŞMESİ NİN  2. MÜKERRER  6. MADDESİ KAPSAMI  DIŞINDA  KALAN  ANCAK  KAMUYU  İLGİLENDİREN TARİHİ VE KÜLTÜREL DEĞERLER  Her toplumun önem verdiği bazı değerler bulunmaktadır. Bu nedenle, bazı işaretler örneğin, armalar, flamalar, bayraklar, forslar, damgalar, nişanlar, mühür ve vb. işaretler, Paris Sözleşmesi nin 2. mükerrer 6. maddesi kapsamına girmese  dahi  korunması  gerekmektedir.  Zira,  bu  işaretler  kamuyu ilgilendirmektedir.205 SMK'nın 5/1-ğ bendine göre,  Paris Sözleşmesi nin 2 nci mükerrer 6 ncı maddesi kapsamı dışında kalan ancak kamuyu ilgilendiren, tarihi ve kültürel değerler bakımından halka mal olmuş diğer işaretler ile yetkili  mercilerce  tescil  izni  verilmemiş  olan  armaları,  nişanları  veya adlandırmaları  içeren  işaretler   marka  olarak  tescil  edilememektedir.  Bu doğrultuda,  ülkeler  açısından  önem  taşıyan,  halka  mal  olmuş  kültürel, geleneksel, tarihi ve kültürel değerlerin marka olarak tescil edilmesi ve bu değerlerin  bir  kişinin  tekeline  bırakılması  mümkün  değildir.  Zira,  bu işaretler  toplumun  ortak  malıdır.  Örneğin,  TBMM,  Anıtkabir,  Atatürk Orman Çiftliği gibi değerler halka mal olmuş değerler ve bu nedenle bu ifadelerin marka olarak tescil edilmemesi gerekir. Bu konuyla ilgili olarak iki İngiliz vatandaşı ATATÜRK kelimesini tescil ettirmek istemiş, EURO ilk başta bu  başvuruyu  kabul  etmişse  de  Türkiye  tarafından  yapılan  itiraz  sonucu, ATATÜRK  sözcüğünün  Türk  halkı  için  büyük  önem  taşıması  nedeniyle başvuru reddedilmiştir. Bunun yanında, bazı profil, resim ve fotoğrafların izin  alınmaksızın  kullanılması  ve  bu  kişilerin  inhisarına  bırakılması  söz                                                            203   Yılmaz, s. 277. 204   Noyan/Güneş, s. 146-147. 205   Tekinalp, s. 110; Suluk/ Karasu/ Nal, s. 184. 206   Güneş, s. 93. 207   Yılmaz, s. 284; Tekinalp, s. 110. 208   Bahadır, s. 69. 209   Çolak, s. 190.  404YBHD 2021/1  Atanur KARAAHMETOĞLU  konusu değildir. Selimiye Camisi, Süleymaniye Camisi buna örnek olarak verilebilir.  J. DİNİ DEĞERLERİ VEYA SEMBOLLERİ İÇEREN İŞARETLER Dini değerlere veya sembolleri gösteren, bu sembollerle gerçeğe aykırı bir ilişki kuran ya da bu değerlerin saygınlığının zedelenmesine yol açabilecek işaretlerin marka olarak tescil edilmesi söz konusu değildir. Bunun yanında, marka  tescil  edildiği  sırada  dini  ve  ahlaki  değerlere  aykırı  bir  durum bulunmasa da zaman içinde değişen değer yargıları nedeniyle marka olarak belirlenen işaret kamu düzenine ve ahlaki değerlere aykırı hale gelmişse bu durumda markanın terkin edilmesi mümkün bulunmaktadır. Zira, gerek Türk  hukuk  sisteminde,  gerek  Alman  ve  İsviçre  hukuk  sisteminde  dini ifadelerin, dini sembollerin, dini resimlerin, dini mabetlerin ve dini isimlerin marka olarak tescil edilmesi mümkün bulunmamaktadır. Ayrıca, bu tür dini değerleri  ve  sembolleri  içeren  ifadelerin  marka  olarak  tescil  edilmemesi gerektiği anlayışı sadece İslamiyet dini için değil, diğer semavi dinler için de geçerlidir. Örneğin, kutsal kitapların adının, Peygamberlerin, Halifelerin, azizlerin adlarının ve temsili resimlerinin marka olarak tescil edilmesi söz konusu değildir. İlaveten AB uygulamasında bir iç giyime haç işaretinin konulmak istenmesi de, bu tür dini değerlerin iç giyimde gösterilmesi ahlaka aykırı bit durum olarak görülmüştür.  Gerçek  din   anlamına  gelen   TRUE  RELIGION   ifadesinin  giyim eşyası için tescil başvurusunda Yargıtay, bu ifadenin kamu düzenine aykırı olmadığını ve bu ifadenin dini değerlere zarar vermediğini ifade etmiştir.                                                            210   Tekinalp, s. 410. 211   Noyan/Güneş, s. 148; Tekinalp, s.414. 212   Meran, Necati (2015) Marka Hakları ve Korunması, 4. Baskı, Ankara, Seçkin Yayıncılık, s. 429-430. 213   Yılmaz, s. 302; Ülgen/ Helvacı/ Kendigelen ve diğerleri, s. 471. 214   Bahadır, s. 71. 215   Tekinalp, s. 415. 216   https://brainpark.net/assets/girisimcilik-egitimleri.pdf, g.e.t.16.11.2020. 217  Y.11.HD. T.08.02.2000, E.1999/7314, K.2000/1195, https://www.lexpera.com.tr/yargitaykararlari-baglanti/markalarin-korunmasi-hakkinda-kanun-hukmunde-kararname-556?pg =30, s.e.t.26.10.2019.  405Atanur KARAAHMETOĞLU  YBHD 2021/1  K.  KAMU  DÜZENİNE  VEYA  GENEL  AHLAKA  AYKIRI İŞARETLER Kamu düzeni kavramı genel olarak, toplum yaşamında düzeninin ve birliğin sağlanması, genel ahlakın koruması anlamına gelen bir kavramdır. Bu nedenle, marka olarak tescili istenen işaretlerin de kamu düzenine uygun olması gerekir. Ancak,  kamu  düzeni  kavramına  yüklenen  anlam  toplumdan  topluma değişmektedir.  Bu  nedenle  kamu  düzeni  kavramı,  yer  ve  zaman  itibarıyla değişkenlik gösteren bir olgudur. Bu bağlamda toplumsal hayatta yaşanan değişim ve dönüşüm kamu düzenini de yakından ilgilendirmektedir. Ayrıca, kamu düzeni anlayışı  ve  bu  yönde  uygulanan  araçlar  toplumdan  topluma  farklılık göstermektedir. Zira, bir toplumda kamu düzenine aykırı olan bir durum başka bir toplumda kamu düzenine aykırı olmayabilmektedir.  Genel ahlak ise,  toplumsal düzen içinde zamana  yayılarak oluşan ve  o toplumca genel bir şekilde kabul edilen, bunun yanında toplumun muhafaza etmek için çaba sarf ettiği davranış biçimleri ve davranış modelleridir. Buna göre, bir ülkede geniş kabul gören genel ilke ve değerler açısından toplum düzenine zarar verebilecek, toplumun ahlak anlayışı ile örtüşmeyen, zararlı alışkanlıkları cezbeden, suça sevk eden, terörü destekleyen, küfür, hakaret, ırkçılık, ayırımcılık içeren ifadeler, şekiller ve benzeri ibareler kamu düzenine ve genel ahlaka aykırı işaretlerdir.  Ancak,  toplumların  ahlak  anlayışı  zamana  ve  mekana  göre değişiklik göstermektedir. Bu nedenledir ki, hangi konunun genel ahlaka aykırı olduğu ve genel ahlakın kesin sınırlarının belirlenmesi her zaman mümkün bulunmamaktadır. Bunun içindir ki, hakimin bir markanın kamu düzenine ve genel ahlaka aykırı olup olmadığı incelerken markanın unsurlarını somut veriler eşliğinde ele alması gerekmektedir. Bu doğrultuda, kamu düzenine ve genel                                                            218   Yılmaz, s. 306; Ülgen/ Helvacı/ Kendigelen ve diğerleri, s. 471. 219   İmirlioğlu, s.25. 220  Gezer, s. 262. 221  Sekmen, Orhan (2012) Markaların Hükümsüzlüğü ve Hukuki Sonuçları, İstanbul Kültür Üniversitesi Sosyal Bilimler Enstitüsü Özel Hukuk Anabilim Dalı Doktora Tezi, İstanbul, s. 132. 222  Çolak, s. 193. 223  Yılmaz, s. 308.  406YBHD 2021/1  Atanur KARAAHMETOĞLU  ahlaka aykırılık bakımından tüketicilerin bir kısmı için dahi rencide edici nitelikte olan işaretlerin marka olarak tescil edilmesi mümkün değildir. Bunun yanında, kamu düzenine ve genel ahlaka aykırılık markanın kendisinden gelebileceği gibi markanın kullanılacağı ticari faaliyetten de kaynaklanabilir. Ancak, her iki durumda da marka başvurusunun reddedilmesi gerekir. Örneğin,  İngiliz  sisteminde, İbranice   elhamdülillah   anlamına  gelen   Haleluljah   sözcüğünün  bayan giyiminde  marka  olarak  tescil  edilmesinin  ahlaka  aykırı  olacağı  kabul edilmiştir. Gene İngiliz sisteminde kadın giyimi için  Jesus  kelimesinin marka olarak tescil edilmesi ahlaka aykırı bulunmuştur. Yargıtay ise, bir markanın kamu düzenine ve genel ahlâka aykırılığı, o markanın esas veya tali unsurlarını oluşturan  sözcüklerle  şekillerle,  harflerle,  isimlerle,  resim  ve  fotoğraflarla topluma verilen mesajda ortaya çıkmaktadır ve marka sahibinin niyeti önem taşımamaktadır.  L. TESCİLLİ COĞRAFİ İŞARETTEN OLUŞAN YA DA TESCİLLİ COĞRAFİ İŞARET İÇEREN İŞARETLER SMK'nin 5/1-i hükmüne göre:  tescilli coğrafi işaretten oluşan ya da tescilli coğrafi işaret içeren işaretler in marka olarak tescil edilmesi söz konusu değildir. Ayrıca SMK'ya göre, coğrafi işaret; belirgin bir niteliği, ünü veya diğer özellikleri bakımından kökenin bulunduğu yöre, alan, bölge veya ülkeyle özdeşleşmiş ürünü gösteren işarettir. Buna göre, tescil edilmiş bu şekilde bir coğrafi işaretten oluşan ya da tescilli coğrafi işaret içeren işaretlerin marka olarak tescil edilmesi söz konusu değildir. Coğrafi işaretler müstakil bir sınai hak olmakla birlikte, coğrafi işaretlerin ilgili oldukları ürünler marka tescili yapılmak suretiyle tekel oluşturmaması amaçlanmaktadır. Bir başka ifadeyle, tescil  edilmiş  coğrafi  işaretler  başka  bir  hak  olarak  koruma  altında                                                            224  Noyan/Güneş, s. 151. 225  Güneş, s. 93. 226  Tekinalp, s. 415. 227  Y.11.HD.  T.08.02.2000,  E.1999/7314,  K.2000/1195,  https://www.lexpera.com.tr/yargitaykararlari-baglanti/markalarin-korunmasi-hakkinda-kanun-hukmunde-kararname-556?pg= 30, s.e.t.27.10.2019. 228  Bahadır, s. 73.  407Atanur KARAAHMETOĞLU  YBHD 2021/1  bulunmaktadır.  Bu  şekilde  tüketici  açısından  iltibas  yapılmaması amaçlanmaktadır.  Coğrafi işaretler özellikleri göz önünde tutulduğunda, menşe adı ya da mahreç işareti şeklinde tescil edilmektedir. Buna göre, coğrafi sınırları çizilmiş bir yöre, bölge veya istisnai hallerde de ülkeden kaynaklanan, tüm veya esas özelliklerini bu coğrafi alana özgü doğal ve beşerî unsurlardan alan, üretimi, işlenmesi ve diğer işlemlerin tümü bu coğrafi alanın sınırları içinde yapılan ürünleri tanımlayan adlar menşe adıdır. Buna mukabil olarak coğrafi sınırları çizilmiş bir yöre, bölge veya ülkeden kaynaklanan, belirgin bir niteliği, ünü veya diğer özellikleri yönünden bu coğrafi alan ile özdeşleşen, üretimi, işlenmesi ve diğer işlemlerinden en az biri belirlenmiş coğrafi alanın sınırları içinde yapılan ürünleri  tanımlayan  adlar  mahreç  işaret  olarak  isimlendirilmektedir. Örneğin; Cenevre, İsviçre'nin bir şehridir ve Cenevre saatleriyle meşhurdur. Bu nedenle Cenevre'nin menşe adı saat markası olarak tek bir kişinin tekeline bırakılması ve marka olarak tescil edilmesi söz konusu değildir. Zira, bir coğrafi işaretin varlığı için işaretin belirgin bir özelliği veya niteliği yönünden köken göstermesi lüzumludur.  SONUÇ Marka, işletmeler açısından oldukça önemli, gayri maddi bir unsurdur. Zira,  markalarda  kullanılan  işaret  ya  da  semboller,  markayı  kullanan işletmenin  bilinirliğini  ve  tanınırlığını  arttırmaktadır.  Ancak,  bir  işaretin marka olarak tescil edilebilmesi için ayırt edici nitelikte olması gerekmektedir.  Ayırt edici niteliği bulunmayan işaretlerin marka olarak tescil edilmesi söz konusu değildir. Bunun yanında, marka olarak tescil edilmek istenen işaretin bazı koşulları taşıması gerekmektedir. Örneğin marka olarak tescil edilmek istenen işaretin kamu düzenine, genel ahlaka, dini değerlere, kültürel değerlere,  ulusal  ve  uluslararası  değerlere,  uluslararası  anlaşmalara  aykırı                                                            229  Güneş, s. 94. 230  Çolak, s. 191. 231  Yılmaz, s. 311. 232  Bahadır, s. 73.  408YBHD 2021/1  Atanur KARAAHMETOĞLU  olmaması gerekir. Bu bağlamda bir işaretin ayırt edici nitelikte olması, o işaretin marka olarak tescil edilmesi açısından tek başına yeterli değildir. Burada söz konusu işaretin marka olarak tescil edilebilecek niteliğe haiz bir işaret olması gerekir. Örneğin, transparan bir elbisenin veya erotik bir giysinin marka olarak tescil edilip edilemeyeceği noktasında genel ahlak ve kamu düzeni açısından bir değerlendirmenin yapılması gerekmektedir. Bu  açıklamalar  kapsamında,  bir  elbise  tasarımının  gerekli  şartları taşıması halinde marka olarak tescil edilmesi mümkündür. Ancak, burada tasarımın özgün olması, yeni ve ayırt edici nitelikte olması gerekmektedir. Bu durumda  ürünün  görünümü  hem  tasarım  kapsamında  hem  de  marka kapsamında korunacaktır ve kümülatif koruma söz konusu olacaktır. Ancak, burada genel ahlaka ve kamu düzenine aykırı bir işaretin marka olarak tescili mümkün  olmayacaktır.  Aksi  halde  kamu  menfaatine  aykırı  bir  durum oluşmaktadır. Bu durumda transparan bir elbisenin veya erotik bir giysinin marka  olarak  tescili  mümkün  bulunmamaktadır.  Ancak  şu  hususu  da belirtmek gerekir ki, genel ahlak ve kamu düzeni anlayışı toplumdan topluma değişen kavramlardır. Bir toplumda genel ahlaka toplum değerlerine aykırı olan bir husus başka bir toplumda genel ahlaka ve toplum değerlerine aykırı olmayabilir. Bu nedenle, marka başvurularında bu hususun da göz önünde tutulması ve marka başvurusunun nerede ve hangi şartlar altında yapıldığının değerlendirilmesi gerekir.  Günümüz dünyasında, marka imajı gerek işletmeler, gerek tüketiciler açısından  oldukça  önemlidir.  Tüketiciler  bir  ürüne  yönelirken,  o  ürünün marka  imajına  büyük  önem  vermektedir.  Bu  nedenle,  işletme  ya  da teşebbüsler  bir  mal  ya  da  hizmeti  piyasaya  sürerken  bir  marka  imajı oluşturmayı  hedeflemektedir.  Oluşturulan  marka  imajı  ile,  işletme  ya  da teşebbüsler daha geniş kitlelere ulaşmayı hedeflemektedir. Bu  doğrultuda  moda  sektöründe  de,  tüketiciler  çeşitli  moda markalarına yönelmektedir. Tüketiciler, moda sektöründe özellikle giysi ve kıyafet tercihinde bulunurken çeşitli faktörlerden etkilenmektedir. Tüketici hedef  kitle,  giysi  ve  kıyafette  bir  markaya  yönelirken,  marka  imajından etkilenmekle birlikte, daha iyi görünme, farklı olma, belli bir grubun içine  409Atanur KARAAHMETOĞLU  YBHD 2021/1  girebilme, daha çok beğenilme gibi nedenlerle daha kaliteli ve daha iyi olana yönelmektedir. Bu nedenle, moda sektöründe işletmeler bir marka oluşturma düşüncesi ile hareket ederek çeşitli yatırımlar yapmaktadır. Bunun için çeşitli işaret ve sembolleri marka olarak tescil ettirmek üzere tescil başvurusunda bulunmaktadır. Ancak, her işaret ya da sembolün marka olarak tescil edilmesi söz konusu değildir. Marka başvurusu sırasında mutlak ret nedenlerinin bulunması halinde, marka başvurusu reddedilmektedir. Bu durumda marka tescilinin yapılması söz  konusu  değildir.  Zira,  mutlak  ret  nedenleri  kamu  düzenine  ilişkin nedenlerdir. Bu nedenle, önemine binaen, gerek uluslararası alanda kabul edilen sözleşmelerde gerek ulusal düzeyde yapılan düzenlemelerde mutlak ret nedenlerinin  neler  olduğu  tek  tek  düzenlenmiştir.  Ulusal  mevzuatımızda kabul  edilen  mutlak  ret  nedenleri  uluslararası  esaslar  doğrultusunda şekillenmiştir. Ülkemizde mutlak ret nedenleri kamu düzenine ilişkin sebepler olduğu için TÜRKPATENT tarafından resen incelenmektedir. Moda  ve  teksti  sektöründe  bir  işletme  ya  da  teşebbüs  marka başvurusunda  bulunduğunda,  marka  tescili  için  kabul  edilen  mutlak  ret nedenleri açısından bir inceleme yapılmaktadır. Marka başvurusu sırasında bir mutlak ret nedeninin bulunmadığı tespit edildiği takdirde marka tescil edilmektedir.  Sonuç olarak, moda sektörü sürekli değişen ve yenilenen bir sektördür. Bu nedenle, moda ve giyim sektöründe markalaşmak, tüketici zihninde bir marka  algısı  oluşturmak  oldukça  önemlidir.  Ancak,  bir  işletme  ya  da teşebbüsün moda sektöründe markalaşabilmesi için ilk olarak marka tescil başvurusunda  bulunması  ve  başvuru  sırasında  mutlak  ret  nedenlerinin bulunmaması gerekmektedir.       410YBHD 2021/1  Atanur KARAAHMETOĞLU",
     "Kaynakça": "Akdemir, Nihan (2017)  Moda Sektöründe Toplumsal Cinsiyet Kavramının Varlığı , The Journal of Social Science / Y. 4, S. 12. Akın, Lemi (2014)  Jenerik Marka İsimlerinin Oluşumu ve TDK Sözlüğüne Giriş Şekilleri , Uluslararası Sosyal Araştırmalar Dergisi, C. 7, S. 31. Bağırlar, Mehmet (2015)  TRTPS Anlaşması Kapsamında Marka Hakkının Korunması ,  Uzmanlık  Tezi,  TC.  Türk  Patent  Enstitüsü  Markalar Dairesi Başkanlığı, Ankara. Bahadır, Zeynep (2018) Markanın Hükümsüzlüğü ve İptali, 1. Baskı, Ankara, Turhan Kitabevi. Başbüyük, İsa (2018) Marka Haklarının İhlalinden Doğan Cezai Sorumluluk, 2. Baskı, Ankara, Adalet Yayınevi. Balık  İfakat/Bektaş,  İbrahim  (2019)   Markanın  Koruma  Kapsamının Belirlenmesinde Ayırt Edicilik Gücünün Etkisi ve Tanınmış Markanın Zayıf  Unsurunun  Durumu   Mcdonald's  Kararları  Yönünden  Bir İnceleme , TFM Dergisi, C. 5, S. 1, s. 1 17. Bat, Mikail (2008) Moda Oluşturma Sürecinde Stratejik Planlama ve Halkla İlişkilerin  Rölü,  Ege  Üniversitesi  Sosyal  Bilimler  Enstitüsü  Halkla İlişkiler ve Tanıtım Anabilim Dalı, Yüksek Lisans Tezi, İzmir. Chamin e ,  Ram   une/   M  ilila,   V ienazi n diene    (2014)     Manag em  ent  o f     Contemp  orary Fashi  on in   Ind  ustry:   Characte  ristics a n  d   Challen  ge s  ,      19  th Inte rnational Scientific Conference: Economics and Manegement   2014, ICEM 204, Riga, Laivia.             Çolak, Uğur (2018)  Türk Ma rka  Hukuku,  4. Baskı, İstanb ul, O n İki Levha                 Yayıncılık.         D o ! a n  ,  B e   i r   F a t i h   ( 02 0 6  )     T (cid:159) r k    A lm a n   v e   A  v r u p a   B i r li ! i  H u k u k  u n a   G (cid:154) r e   M a r k a   O la m a y a c a k     # a r e t le r i n   K u ll a n ı m   S o n u c u   A y ı r t   E d i c i  N it e lik    K a z a n a r a  k  T e s c i l  E d i le b  i li r li ! i S  o r u n u  ,  E M  R  D e r g is i, S . 3 , s . 1  7   24 .                                     411Atanur KARAAHMETOĞLU  YBHD 2021/1  Eren, Fikret (2020) Borçlar Hukuku Genel Hükümler, 25. Baskı, Ankara, Yetkin Yayınları. Gençtürk Hızal,  G.Senem  (2003)   Bir  iletişim  Biçimi  Olarak  Moda:  Modusuun Sınırları , İletişim Araştırmaları Dergisi, C. 1, S. 1. Gezer, Hale Tuncay (2016) Tasarımın Tescili ve Hükümsüzlük Hallerinin Değerlendirilmesi, 1. Baskı, Ankara, Seçkin Yayıncılık. Giritli İsmet/ Bilgin, Pertev/ Akgüner, Tayfun/ Berk, Kahraman (2017) İdare Hukuku, 8. Baskı, İstanbul, Dur Yayınları. Güneş,  İlhami  (2017)  Marka  Haksız  Rekabet  ve  Telif  Suçları,  3.  Baskı, Ankara, Adalet Yayınevi. Güzeloğlu,  Can  (2014)   Türkiye de  Moda  Markalarının  Göstergelerle Anlatıları:  Ödüllü  Moda  Reklamlarının  Görsel  İletişim  Tasarımına Yönelik Çözümleme , Uluslararası Sosyal Araştırmalar Dergisi, C. 7, S. 33. Fernando, H.S.M./ Kumara H.H.S.N./ Mendis H.I.A./ Wettawa W.M.B.S./ Samarasinghe  H.M.U.S.R. (2018)  Effects of  Brand Experience on Consumer Brand Loyalty in Fashion Retail Industry: Moderating the Role of Gender , Global Journal of Management and Business Research: E Marketing, Volume 18 Issue 7. İmirlioğlu, Dilek (2018) Marka Hukukunda Ayırt Edicilik ve Markanın Ayırt Ediciliğinin Zedelenmesi, 2. Baskı, Ankara, Adalet Yayınevi. Kılıçoğlu, Ahmet (2018) Medeni Hukuk Temel Bilgiler, 6. Baskı, Ankara, Turhan Kitabevi. Koç, Fatma/ Saatçıoğlu, Kenan / Çelik, Raziye/ Nadasbaş, Serdar Egemen (2016)   Moda  Tüketicilerinin  Giysi  Seçiminde  Trendleri  (Eğilim) Kullanma  Durumları  ve  Giysi  Sitillerinin  Belirlenmesine  İlişkin Davranış Analizi , Uluslararası Sosyal Araştırmalar Dergisi, C. 9 S. 43. Kumar, Maurya Upendra (2012)  What is a brand? A Perspective on Brand Meaning , European Journal of Business and Management, Vol 4, No.3. Meran, Necati (2015) Marka Hakları ve Korunması, 4. Baskı, Ankara, Seçkin Yayıncılık.  412YBHD 2021/1  Atanur KARAAHMETOĞLU  Mehraali,  Nuray  (2015)  Moda  Akımlarının,  Giysi  Koleksiyonu  Oluşum Sürecine  Etkisinin  Araştırılması,  İstanbul  Arel  Üniversitesi  Sosyal Bilimler Ensititüsü Moda ve Tekstil Tasarımı Programı, Yüksek Lisans Tezi,  İstanbul. Mutluoğlu,  Tarık  (2010)  Markanın  Kullanım  Sonucu  Ayırt  Edicilik Kazanması, Ankara Üniversitesi Sosyal Bilimler Enstitüsü Özel Hukuk (Ticaret Hukuku) Anabilim Dalı, Yüksek Lisans Tezi, Ankara. Noyan, Erdal/Güneş, İlhami (2015) Marka Hukuku, 5. Baskı, Ankara, Adalet Yayınevi. Noyan, Erdal (2015) Patent Hukuku, 2. Baskı, Ankara, Adalet Yayınevi. Özkök Gökmen, Başak (2015) Tanınmış Markanın Kullanılması Zorunluluğu Kullanılması Nedeniyle Kısmen İptali, 1. Baskı, Ankara, Seçkin Yayıncılık. Özel,  Çağlar  (2015)  Marka  Lisans  Sözleşmesi,  2.  Baskı,  Ankara,  Seçkin Yayıncılık. Popo,  Juha  Pekka  (2009)  Brand  Management  and  Branding:  Creating  a Brand  Strategy  for  ADcode,  Tamperrren  Ammattıkorkeakoulu University of Applied Sciences Business School, Degree Programme in International Business. Puzakova, Marına/ Aggarwal, Pankaj (2018)  Brands as Rivals: Consumer Pursuit of Distinctiveness and the Role of Brand Anthropomorphism , Published by Oxford University Press on behalf of Journal of Consumer Research, Vol. 0. Sevil,  Bengü  (2006)  Moda  Sektöründe  Küresel  Marka  Yaratılması: Markalaşma  Çalışmaları  Üzerine  Bir  Uygulama,  Dokuz    Eylül Üniversitesi Sosyal Bilimler Enstitüsü İşletme Anabilim Dalı Pazarlama Pazarlama Programı Yüksek Lisans Tezi, İzmir. Sekmen, Orhan (2013) Markanın Hükümsüzlüğü ve Hukuki Sonuçları, 1. Baskı, Ankara, Bilge Yayıncılık. Selvarajah, Dilashenyi Devi (2018)  The Factor Influencing Brand Loyalty in Fashion  Industry  among  Generation  Y  in  Malaysia ,  International Journal of Business and Management; Vol. 13, No. 4.  413Atanur KARAAHMETOĞLU  YBHD 2021/1  Sonja, LahtInen (2014) Meanings for Luxury Fashion Brads Among Young Women  in  Fınland  and  China,  University  of  Tampere  School  of Management, Master s Thesis. Suluk, Cahit/ Kenaroğlu, Yasemin (2012) Türk Fikri Mülkiyet Hukukunda Güncel Gelişmeler, İstanbul, İstanbul Ticaret Odası. Suluk, Cahit/ Karasu,  Rauf/ Nal, Temel (2020) Fikri Mülkiyet Hukuku, 4. Baskı, Ankara, Seçkin Yayıncılık. Tekinalp,  Ünal  (2012)  Fikri  Mülkiyet  Hukuku,  5.  Baskı,  İstanbul,  Vedat Kitapçılık. Türk Patent Enstitüsü, (2015) Marka İnceleme Kılavuzu. Ülgen,  Hüseyin/  Helvacı,  Mehmet/  Kendigelen,  Abuzer/  Kaya,  Arslan/ Nomer  Ertan,  N.  Füsun  (2015)  Ticari  İşletme  Hukuku,  4.  Baskı, İstanbul, On İki Levha Yayıncılık.                                                                        Y ı l d ız ,  B u r (cid:141) a k   ( 2 0 1 8 )     A v r u p a   B i r li ! i  A d a le t   D iv a n ı  aK r a r l a r ı  I  ı ! ı n d a                                                                                  P o z is y o n  aM r k a l a r ı  ,  B a n k a  v e  T i c ra e t  H u k u k u  D e r g is i, C . X X X I V , S . 3 ,                             s . 6 3   9 5 .Yılmaz,   A.    Lerza n   (2017 )   Marka   Olabilece k   İşaret ler   ve   Mut lak   Tescil                         Enge lleri,  2.  B askı,  İstanbul,  Aristo  Yayınları.           Yılmaz,   H üsey in  (2015 )  Mark a  Tescil inden  Doğan   Hakl arın  Kap samında                     İstis na,  Tür k   Patent   Enstitüsü    Marka lar  Daire si  Başkanlığı,  Uzmanlık                      Tezi,  Ankara.    Yurtoğlu,  Can  Mücella  (2016)  Marka  Hukukunda  Sessiz  Kalmak  Suretiyle                       Hak  Kaybı,  1.  Baskı,  Ankara,  Turhan  Kitabevi.                                                                                                       414"
}