{
     "Tip": "Makale",
     "Dergi İsmi": "Yıldırım Bayazıt Üniversitesi ",
     "Üniversite İsmi": "",
     "Gün": "16",
     "Ay": "10",
     "Yıl": "2020",
     "Cilt": "1",
     "Sayı": "2021/1",
     "Başlık": "İSLAM-OSMANLI EŞYA HUKUKUNDA MÜŞTEREK MALIN TAKSİMİ",
     "Title": " DISTRIBUTION OF JOINT GOODS  IN THE ISLAMIC OTTOMAN THINGS LAW",
     "Yazar İsmi": [

          "  Arş. Gör. Naci ÇEVİK"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          " Müşterek Mal", "Müşterek Mülkiyet", "Malik", "Taksim", "Hisse"

     ],
     "Keywords": [
          " Joint Property", "Joint Ownership", "Owner", "Distribution", "Share"
     ],
     "Özet": "İslam Osmanlı eşya hukukunda mülkiyeti kazanma yollarından biriyle ya da en az iki malın ayrılması mümkün olmayacak bir şekilde birbirine karışması suretiyle meydana gelen müşterek mülkiyet, belli bir mal varlığı üzerinde birden fazla kişinin mülkiyet hakkına sahip olmaları anlamına gelmektedir. Bu kapsamda müşterek olarak bir mala sahip olan pay sahipleri o malın belli bir bölümü üzerinde hisseleri oranında malik olmayıp, pay sahiplerinin mülkiyet hakkı malın tamamı üzerinde kendi hissesi oranındadır. Müşterek mülkiyeti sona erdiren sebepler ise söz konusu malın yok olması, istimlâk edilmesi, cebri satışı ya da malın fiziki yapısının veya menfaatlerinin taksim edilmesidir. Dolayısıyla müşterek mülkiyeti sona erdiren sebeplerden taksimin eşyanın  fiziki  yapısının  paylaştırılması  ve  bu  eşyadan  elde  edilen  menfaatlerin bölüştürülmesi  şeklinde  ikiye  ayrılarak  incelenmesi  mümkündür.  Öte  yandan müşterek malın taksim edilebilmesi için bölünebilir olması ve taksim işlemi sırasında pay sahiplerinin mülkiyetinde olması gerekmektedir. Keza usulüne uygun ve adil olarak yapılan taksim işlemi taraflar açısından bağlayıcı nitelikte olup, bundan rücu etmek mümkün değildir.   Literatürde  her  ne  kadar  İslam Osmanlı  eşya  hukukunda  müşterek  malın paylaştırılması hususunda fazlaca bir çalışma olmasa da ilgi çekici bir kısım çalışma bulunmaktadır. Bununla birlikte bu çalışmalarda konu teorik açıdan İslam hukuku çerçevesinde ele alınıp incelenmiştir. Bu çalışmayı öncekilerden farklı kılan husus ise konuyu İslam hukuku hükümleri çerçevesinde ele alıp incelemenin yanı sıra Osmanlı uygulamasına da yer vermesidir. Bu sebeple çalışmamızda müşterek malın taksimi hususunu  bütüncül  bir  şekilde  ele  alıp  konuya  ilişkin  İslam  hukuku  teorisi incelendikten sonra Osmanlı uygulamasından bazı örnekler verilmiştir.",
     "Abstract": "Joint ownership, which occurs in one of the ways of gaining ownership in Islamic-Ottoman property law or by mixing at least two properties in a way that cannot be separated, means that more than one person has the right to property on a certain property. In this context, shareholders who have a jointly owned property do not own a certain portion of that property in proportion to their shares, and the ownership right of the shareholders is in proportion of their shares over the entire property. The reasons that terminate joint  ownership  are  the  disappearance,  expropriation,  forced  sale  or distribution of the physical structure or interests of the property in question. Therefore, it is possible to examine the division into two as dividing the physical structure of the goods and dividing the interests obtained from this item for reasons that terminate joint ownership. On the other hand, the joint good must be divisible in order to be divided and it must be the property of the shareholders during the distribution process. Likewise, it is not possible to revoke this from the binding procedure for the parties, which is done properly and fairly. Although  there  is  not  much  work  in  the  literature  regarding  the distribution of common property in Islamic-Ottoman property law, there are some interesting studies. In these studies, the subject has been handled and analyzed in the framework of Islamic law from a theoretical perspective. What makes this study different from the previous ones is that it includes the Ottoman practice as well as examining the subject within the framework of the provisions of Islamic law. For this reason, in our study, some examples from the Ottoman practice are given after considering the issue of the division of the common property in a holistic manner and examining the Islamic law theory.",
     "Metin": "İnsanın diğer insanlarla olan ilişkileri hukukun konusu olduğu gibi, insanın eşya ile olan ilişkisi de hukukun konusunu oluşturmaktadır. Zira insanın eşya ile arasında kurmuş olduğu bağ, doğrudan ya da dolaylı olarak başkalarını da ilgilendirebilmektedir. Dolayısıyla bireysel, sosyal ve ekonomik hayatın devamlılığı, düzeni ve gelişimi açısından insan ile eşya arasındaki bağın hukuki temellere oturtulması zorunluluk arz etmektedir. Doğası gereği eşyaları sahiplenme ve mülk edinme arzusu insanın fıtratında olduğundan insan hayatı için zaruri olan eşyaların paylaşımı, mülk edinilmesi, üzerinde tasarruf  edilmesi  ve  nihayetinde  bu  tasarrufun  mahiyeti  tarih  boyunca tartışma konusu olmuştur. Bu kapsamda tarih boyunca her toplumda eşya ve mülkiyete  ilişkin  hukuki  esaslar  benimsendiği  gibi  İslam  hukuku  da  bu konuyla ilgili olarak orijinal esaslar benimsemiştir. Keza Osmanlı Devleti de hukukun diğer alanlarında olduğu gibi eşya hukuku sahasında da esasen İslam hukukunu tatbik etmiş olduğundan İslam hukukundaki mülkiyet anlayışı, Osmanlı  hukukunda  da  hemen  hemen  aynı  şekilde  kabul  edilip uygulanmıştır. Sözlük  anlamı  olarak  ‘‘bir  şeye  hâkim  olma  ve  onu  ele  geçirme   anlamlarına  gelen  mülkiyet  hakkı,  hukuki  bir  engel  bulunmadığı  sürece sahibine  eşya  üzerinde  tasarruf  yetkisi  verdiği  halde  aynı  eşya  üzerinde başkalarının  tasarrufunu  engelleyen  bir  hâkimiyet  hakkıdır 3 .  İslam hukukçularına göre maddi bir varlığa sahip olan eşyalar mülkiyet hakkının konusunu teşkil edebileceği gibi maddi bir varlığa sahip olmamakla birlikte maddi varlığa  sahip  eşyalardan  yararlanma  anlamına  gelen  menfaatler  de mülkiyetin konusunu oluşturabilirler. Günümüz eşya hukukunda olduğu gibi                                                            1   Yaka, Zeki (2014) ‘‘İslam Hukukunda Zilyedlik ve Mülkiyet Arasındaki Farklar  , Bülent Ecevit Üniversitesi İlahiyat Fakültesi Dergisi, C: 1, S: 2, s. 36; Özdemir, Recep (2019) ‘‘İslam Hukukuna Göre Mülkiyet ve Mülkiyetin Temellendirilmesi  , Adıyaman Üniversitesi Sosyal Bilimler Enstitüsü Dergisi,  Y: 11, S: 31, s. 260. 2   Cin, Halil (1992) Osmanlı Toprak Düzeni ve Bu Düzenin Bozulması, 3. Baskı, Konya, Selçuk Üniversitesi Basımevi, s. 9. 3   Türk Hukuk Kurumu (1991) Türk Hukuk Lûgatı, 3. Baskı, Ankara, Başbakanlık Basımevi, s. 255.  173Naci ÇEVİK  YBHD 2021/1  İslam-Osmanlı hukukunda da prensip itibariyle mütemmim cüzler, teferruat ve her çeşit semere mülkiyetin kapsamına dâhildir. Bununla birlikte İslam hukukçuları  mütemmim  cüz  ve  teferruat  tabirlerini  kullanmak  yerine ‘‘zevâid   ibaresini kullanmayı tercih etmişlerdir. Öte yandan eşya üzerindeki mutlak hakların en güçlüsü olan mülkiyet hakkı,  günümüz  hukuk  literatüründe  daha  çok  Roma  hukuku  temeline dayanan ve bazı Batı dillerinde ‘‘property   ya da ‘‘propriété   kelimeleriyle ifade edilen terimin karşılığı olup, mülkiyetin bu anlamda İslam hukukunda tek  kelimelik  bir  karşılığı  bulunmamaktadır.  Fıkıh  terminolojisinde  ayni hakları  ifade  etmek  üzere  kullanılan  ‘‘milk    kavramı  ise  günümüz hukukundaki mülkiyet hakkını da kapsayan bir üst kavram olup, bu anlamda mülkiyetin İslam hukukundaki tam karşılığı ise ‘‘milkü l ayn ve l-menfaa, elmilkü l-kâmil,  el-milkü l-mutlak,  el-milkü t-tâm    terimleriyle  ifade edilmektedir.  Bununla  birlikte  mülkiyet  hakkı  milkin  en  önemli  örneği olduğundan, bir üst kavramın mutlak kullanılmasının da onun en mükemmel türüne yorumlanacağı kaidesinden hareketle yalnızca milk ya da milkü l-ayn tabirleri ile de mülkiyet hakkı ifade edilebilir. Diğer taraftan İslam hukuku mülkiyetin kazanılması ve kullanılmasıyla ilgili  olarak  ahlaki  açıdan  önemli  yenilikler  getirmiş  olmakla  birlikte  özel mülkiyetin temeline de dokunmamıştır. Nitekim Kur an-ı Kerim de yer alan çeşitli ayetler ve Hz. Peygamber in bazı söz ve uygulamaları İslam hukukunda                                                            4   ‘‘Vücutta bir şeye tâbi olan, hükümde dahi ana tâbi olur.  , ‘‘Tâbi olan şeye ayrıca hüküm verilemez.  , ‘‘Bir şeye malik olan kimse anın zaruriyetinden olan şeye dahi malik olur.  , Mecelle-i Ahkâm-ı Adliyye (MAA), m. 47-49. 5   Cin, Halil/Akgündüz, Ahmed (2011) Türk Hukuk Tarihi, İstanbul, Osmanlı Araştırmaları Vakfı, s. 673; Ali Haydar Efendi (2014) Dürerü l-Hukkâm Şerhu Mecelleti l-Ahkâm, C. I, (Çeviren: Gündoğdu, Raşit/Erdem, Osman) İstanbul, Gül Neşriyat, s. 142; Aydın, Mehmet Akif (2014) Türk Hukuk Tarihi, 12. Baskı, İstanbul, Beta Basım Yayım, s. 337; Türkmen, Ali (1996) İslam Eşya Hukuku, Samsun, s. 28. 6   Hacak, Hasan (2005a) ‘‘İslam Hukuk Düşüncesinde Özel Mülkiyet Anlayışı  , Marmara Üniversitesi İlahiyat Fakültesi Dergisi, C: 29, S: 2, s. 100-101; Hacak, Hasan (2006a) ‘‘Mülkiyet  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 31, s. 543. 7   Armağan, Servet (2015) İslam Hukukunda Temel Hak ve Hürriyetler, 8. Baskı, Ankara, Diyanet İşleri Başkanlığı Yayınları, s. 174-178.  174YBHD 2021/1  Naci ÇEVİK  özel mülkiyetin meşruluğunun dayanağı olarak gösterilebilir. Bu kapsamda Kur an da mülkiyet ile ilgili olarak yer alan ayetler incelendiğinde bu ayetlerin bir  bütünlük  teşkil  edecek  şekilde  birbirine  bağlı  ve  bütünlük  içerisinde mülkiyetin  Allah a,  topluma ve  özel  kişilere ait  olabileceğini  belirten nitelikte olduğu görülmektedir. Zira her şeyi yoktan var eden Allah, aynı zamanda yarattığı her şeyin gerçek anlamda sahibidir. Bununla birlikte İslam inancına  göre  imtihan  için  bu  dünyada  bulunan  insan,  bu  imtihanın  bir parçası olarak Allah tarafından yaratılmış olan şeylerin bir kısmına sahip ve malik olabilecektir. Öte yandan İslam hukukunun asli kaynaklarından ikincisi olan Hz. Peygamber in sünnetinde ise doğrudan özel mülkiyete ilişkin bir hadis bulunmamakla birlikte, zekâta ve mirasa ilişkin hadislerden yola çıkarak özel  mülkiyetin  Hz.  Peygamber in  sünneti  ile  de  desteklendiğini söyleyebiliriz. Zira Müslümanlar tarafından verilecek zekâtın nasıl ve ne oranda olacağı ile ilgili hükümlerin yer aldığı bu hadislerden zekâtla yükümlü olmanın şartının da öncelikle bir mala malik olmak olduğu anlaşılmaktadır. Keza miras paylarından söz edilen bir diğer hadiste ise ölen kişinin geride bıraktığı  malvarlığının  mirasçıları  arasında  Kur an-ı  Kerim de  belirtilen oranlara  uygun  olarak  paylaştırılmasından  söz  edilmekle  birlikte  kişinin ölümünden  sonra  geride  mirasçılarına  intikal  edecek  bir  malvarlığının bulunması  için  öncelikle  sağlığında  o  malvarlığına  malik  olması gerekmektedir. Bununla birlikte önemle belirtmek gerekir ki Hz. Peygamber,                                                            8   ‘‘(Onlara) ‘Göklerde ve yerde olanlar kimindir?  diye sor. ‘Allah ındır.  de.  , En am, 4/12; ‘‘Musa  kavmine  dedi  ki:  Allah tan  yardım  isteyin  ve  sabredin.  Şüphesiz  ki  yeryüzü Allah ındır.  Kullarından  dilediğini  ona  varis  kılar.  ,  Araf,  7/128,  Karaman, Hayrettin/Özek, Ali/Dönmez, İbrahim Kâfi/Çağrıcı, Mustafa/Gümüş, Sadrettin/Turgut, Ali (2014), Kur an-ı Kerim ve Açıklamalı Meâli, 27. Baskı, Ankara, Türkiye Diyanet Vakfı Yayınları. 9   ‘‘Hor görülüp ezilmekte olan o kavmi (Yahudileri) de, içini bereketle doldurduğumuz yerin doğu taraflarına ve batı taraflarına mirasçı kıldık.  , Araf, 7/137; ‘‘Andolsun Zikir den sonra Zebur da da: ‘Yeryüzüne iyi kullarım varis olacaktır.   diye yazmıştık.   Enbiya, 21/105. 10   ‘‘Yetimin malına, rüştüne erinceye kadar, ancak en güzel bir niyetle yaklaşın. Verdiğiniz sözü de yerine getirin. Çünkü verilen söz, sorumluluğu gerektirir.  , İsra, 17/34; ‘‘Ey iman edenler! Allah a ve ahiret gününe inanmadığı halde malını gösteriş için harcayan kimse gibi, başa kakmak ve incitmek suretiyle, yaptığınız hayırlarınızı boşa çıkarmayın.  , Bakara, 2/264. 11   Müslim, ‘‘Zekât  , 1,7; Müslim, ‘‘Feraiz  , 2.  175Naci ÇEVİK  YBHD 2021/1  sahibinin izni olmadan başkasına ait mala el uzatılmaması gerektiği ilkesini sık sık vurguladığı gibi meşru müdafaa şartları içerisinde malını korumaya çalışırken  öldürülen  kişinin  de  şehit  mertebesinde  sayılacağını  haber vermiştir. İslam-Osmanlı  hukukunda  mülkiyet  hakkı  çeşitli  açılardan  farklı sınıflandırmalara tabi tutulabilir. Bu kapsamda konusu bakımından mülkiyet hakkı  ayn,  deyn,  ve  menfaat  mülkiyeti  olmak  üzere  üçe  ayrılır.  Rakabe mülkiyeti adı da verilen ayn mülkiyeti, bir şeyin bizzat kendisine, dolayısıyla o şeyin  kullanma  ve  yararlanma  hakkına  da  sahip  olmak  anlamına gelmektedir. İslam hukuku literatüründe esasen ayn mülkiyeti başkasına ait olan bir malın yalnızca yararlanma hakkına sahip olmaya menfaat mülkiyeti adı verilmekte olup, mülkiyetin bu türü kira, ariyet, vakıf ve vasiyet gibi hukuki işlemlerden biriyle kurulabilir. Deyn mülkiyeti ise İslam hukukunda kişinin  başkalarından  olan  alacak  haklarına  verilen  isimdir.  Öte  yandan sahibine bağışladığı yetkiler bakımından mülkiyet hakkı kâmil (tam) ve nâkıs (eksik) mülkiyet olmak üzere ikiye ayrılmaktadır. Bu kapsamda bir malın ayn mülkiyeti ile birlikte menfaat mülkiyetine de sahip olmaya tam mülkiyet adı verilirken, malın yalnızca ayn mülkiyetine ya da yalnızca menfaat mülkiyetine sahip olunmasına ise eksik mülkiyet adı verilmektedir. Son olarak İslamOsmanlı hukukunda hak sahiplerinin sayısına göre mülkiyet hakkı müstakil mülkiyet ve müşterek mülkiyet olmak üzere ikiye ayrılmaktadır. Bir malın mülkiyetine bir kişinin tek başına sahip olması halinde müstakil mülkiyet söz konusu olduğu halde malın mülkiyetinin birden fazla kişiye ait olması halinde ise müşterek mülkiyet söz konusu olur.                                                            12   Buhari, ‘‘İlim  , 9, 37; Müslim, ‘‘İman  , 226. 13   Çalış, Halit (2007) ‘‘Rakabe  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 34, s. 427-428; Fendoğlu, Hasan Tahsin (1994) Hukuk Tarihimizde Temel Haklar, Konya, Mimoza, s. 144-145. 14   Hacak, Hasan (2004) ‘‘Menfaat  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 29, s. 131134. 15   Ekinci, Ekrem Buğra (2017) Osmanlı Hukuku: Adalet ve Mülk, 5. Basım, İstanbul, Arı Sanat Yayınevi, s. 475-478; Ekinci, Ekrem Buğra (2016) İslam Hukuku: Umumi ve Hususi Hükümler, 2. Basım, İstanbul, Arı Sanat Yayınevi, s. 443-445; Avcı, Mustafa (2018) Türk  176YBHD 2021/1  Naci ÇEVİK  İslam-Osmanlı  eşya  hukukunda  müşterek  malın  paylaştırılması hususunda öğretide fazlaca bir çalışma olamamakla birlikte ilgi çekici bir kısım  çalışma  bulunmaktadır.  Bu  bağlamda  ‘‘İslam  Fıkıh  Doktrininde Müşterek Mülkiyetin Taksiminde Muhdesatın Durumu (İştirak ve Müşterek Araziler  Örneği)  16 isimli  makalede  müşterek  malın  taksimi  hususu  İslam hukuku teorisi açısından ele alınıp incelendikten sonra paylaşımı yapılacak müşterek mal üzerindeki mütemmim cüz, teferruat ve semerelerin durumu irdelenmektedir. Öte yandan ‘‘İslam Hukukunda Müşterek Mülkiyet  17 isimli yüksek lisans tezinde İslam hukukunda müşterek mülkiyeti meydana getiren sebepler, paydaşların müşterek maldaki tasarrufları ve müşterek mülkiyeti sona  erdiren  sebepler  teorik  açıdan  bir  bütün  olarak  ele  alınıp incelenmektedir.  Yine  ‘‘İslam  Hukukunda  Muhâye e  18 adlı  yüksek  lisans tezinde müşterek mülkiyet ve müşterek mülkiyetin taksimi hakkında genel bilgiler verildikten sonra müşterek maliklerin zaman sıralaması ya da parça belirlemek suretiyle müşterek maldan yararlanma usulü hakkında anlaşmaları anlamına  gelen  muhâye e  hakkında  İslam  hukuku  teorisi  ele  alınıp incelenmektedir.  ‘‘İslam-Osmanlı  Eşya  Hukukunda  Müşterek  Mülkiyetin Taksimi    ismini  verdiğimiz  bu  çalışmayı  öncekilerden  ayıran  husus  ise konuyu yalnızca İslam hukuku çerçevesinde teorik olarak ele alıp incelemek yerine Osmanlı Devleti uygulamasının da tebarüz ettirilmeye çalışılmasıdır. Bu  kapsamda  çalışmamızda  öncelikle  İslam-Osmanlı  hukukunda müşterek mülkiyetin tanımını yaparak kuruluşu ve sona ermesi hakkında bilgi vereceğiz. Sonrasında ise müşterek mülkiyeti sona erdiren sebeplerden taksim hususunu ele alıp inceleyeceğiz. Çalışmamız esnasında müşterek mülkiyet ve                                                                                                                                            Hukuk Tarihi, 7. Bası, Konya, Atlas Akademi, s. 509-513; Aydın (2014), s. 337-341; Cin/Akgündüz, s. 674-677; Hacak (2006a), s. 545-546; Fendoğlu, s. 44. 16   Sağlam,  Hadi  (2012)  ‘‘İslam  Fıkıh  Doktrininde  Müşterek  Mülkiyetin  Taksiminde Muhdesatın Durumu (İştirak ve Müşterek Araziler Örneği)  , Cumhuriyet Üniversitesi İlahiyat Fakültesi Dergisi, C: 16, S: 2, s. 365-415. 17   Çelen, Cevdet (2010) ‘‘İslam Hukukunda Müşterek Mülkiyet   (Yüksek Lisans), Marmara Üniversitesi, Sosyal Bilimler Enstitüsü. 18   Kâhya,  Özlem  (2009)  ‘‘İslam  Hukukunda  Muhâye e    (Yüksek  Lisans),  Marmara Üniversitesi, Sosyal Bilimler Enstitüsü.  177Naci ÇEVİK  YBHD 2021/1  müşterek mülkiyetin taksimi hususunda bir taraftan İslam hukuku teorisini incelerken, diğer taraftan ise Osmanlı uygulamasından örnekler vereceğiz.  I. İSLAM-OSMANLI HUKUKUNDA MÜŞTEREK MÜLKİYET Bu  başlık  altında  müşterek  mülkiyetin  tanımı  yapılarak  müşterek mülkiyeti  meydana  getiren  sebepler,  müşterek  maliklerin  mal  üzerindeki tasarrufları  ve  müşterek  mülkiyeti  sona  erdiren  nedenler  üzerinde durulacaktır.  A. GENEL OLARAK İslam  hukuku  literatüründe  ‘‘şirket-i  milk    kavramıyla  ifade  edilen müşterek mülkiyet; satın alma, hibe, vasiyeti kabul veya miras gibi mülkiyeti kazanma  yollarından  biriyle  ya  da  birden  fazla  malın  ayrılması  mümkün olmayacak bir biçimde birbirlerine karışarak birleşmesi suretiyle en az iki kimsenin bir mal üzerinde birlikte malik olmalarıdır. Mülkiyetin bu çeşidinde belirli mal üzerinde 1/3, 1/4, 1/5 gibi belirli oranda bir hisseye sahip olan şahıs, o malın tamamında payı oranında mülkiyet hakkına sahip olur. Bu sebeple malın müşterek maliklerinden herhangi birisi mal üzerinden kendi hissesi kadar bir yer veya parçayı belirleyerek yalnızca ona malik olamaz. Müşterek mülkiyete konu teşkil eden mal üzerinde pay sahiplerinin belirli orandaki paylarına müşâ , söz konusu malda bulunan ve malın tamamını kapsayan paya ise hisse-i şâyi a adı verilmektedir. İslam  hukukçuları  müşterek  mülkiyeti  çeşitli  açılardan  farklı sınıflandırmalara  tabi  tutmuşlardır.  Bu  kapsamda  müşterek  mülkiyetin oluşumunda pay sahiplerinin irade ya da fiillerinin olup olmamasına göre                                                            19   MAA, m. 138-139; m. 1060; Ali Haydar, C. I, s. 145; Cin/Akgündüz, s. 676; Ekinci (2017), s. 477; Ekinci (2016), s. 444; Aydın (2014), s. 341; Çelen, s. 59; Bilmen, Ömer Nasuhi (t.y.) Hukuk-ı İslamiyye ve Istılahat-ı Fıkhiyye Kâmusu, C. VII, İstanbul, s. 65; Karaman, Hayrettin (2012) Mukayeseli İslam Hukuku, C. III, İstanbul, İz Yayıncılık s. 51; Kahveci, Nuri (2015) Mukayeseli İslam Borçlar Hukuku, 1. Baskı, İstanbul, Hikmet Yayınevi, s. 278; Hacak, Hasan (2006b) ‘‘ Müşâ    , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 32, s. 151152.  178YBHD 2021/1  Naci ÇEVİK  müşterek mülkiyet, şirket-i ihtiyâriye ve şirket-i cebriye olmak üzere ikiye ayrılmaktadır. Günümüz eşya hukukundaki müşterek mülkiyet kavramının İslam-Osmanlı  hukukundaki  tam  karşılığı  olan  şirket-i  ihtiyâriye,  pay sahiplerinin kendi fiil ya da iradeleri sonucu meydana gelen ortaklık türüdür. Pozitif hukukumuzda elbirliği mülkiyeti şeklinde ifade edilen şirket-i cebriye ise pay sahiplerinin kendi fiil ya da iradeleri sonucu değil de başka bir sebebe bağlı olarak ortaya çıkan ortaklık şeklidir. Şirket-i cebriye birden fazla malın ayrılması  mümkün  olmayan  bir  şekilde  birbirine  karışması  veya  bir malvarlığının  miras  yoluyla  birden  fazla  mirasçıya  intikal  etmesi  şeklinde ortaya çıkabilir. Müşterek mülkiyete konu olan malın eşya veya alacak hakkı olması bakımından müşterek mülkiyet, şirket-i ayn ve şirket-i deyn olmak üzere ikiye ayrılmaktadır. Şirket-i ayn, iki veya daha fazla kişinin belirli ve fiziki bir varlığa sahip olan eşya üzerinde ortak malik olmalarıdır. Şirket-i deyn ise iki veya  daha  fazla  kişinin bir  başkasının  zimmetinde bulunan  alacağa  ortak olmalarına verilen isimdir. Bu  çerçevede  İslam  hukukunda  müşterek  mülkiyetin  tanımı  ve özelliklerinin  pozitif  hukukumuzla  benzerlik  gösterdiği  söylenebilir.  Öte yandan  çalışmamızın  bir  sonraki  başlığı  altında  İslam-Osmanlı  eşya hukukunda müşterek mülkiyeti oluşturan sebepler hakkında bilgi vermekte yarar vardır.  B. MÜŞTEREK MÜLKİYETİN KURULUŞU İslam-Osmanlı eşya hukukunda müşterek mülkiyet; satım sözleşmesi, bağışlama,  miras,  vasiyet,  sadaka,  ganimet  ve  iki  ya  da  daha  fazla  malın ayrılması mümkün olmayan şekilde karışması veya birleşmesi gibi yollardan biriyle  meydana  gelmektedir.  Günümüz  hukukunda  mülkiyeti  nakledici                                                            20   MAA, m. 1045, 1060-1064; Ali Haydar Efendi (2014) Dürerü l-Hukkâm Şerhu Mecelleti lAhkâm, C. III, (Çeviren: Gündoğdu, Raşit/Erdem, Osman) İstanbul, Gül Neşriyat, s. 141144; Cin/Akgündüz, s. 676; Aydın (2014), s. 341; Avcı, s. 513; Kahveci, s. 278. 21   MAA, m. 1066-1068; Ali Haydar, C. III, s. 145-146; Kahveci, s. 278; Çelen, s. 60; Kâhya, s. 18.  179Naci ÇEVİK  YBHD 2021/1  sözleşmelerden olan satım sözleşmesi İslam-Osmanlı hukuk literatüründe ‘‘ bey     kavramı ile ifade edilmiştir. Sözlük anlamı olarak ‘‘mübadele   anlamına gelen bey , bir hukuk terimi olarak da sözlük anlamı ile bağlantılı olarak ‘‘malı mal ile değiştirmek   anlamına gelmektedir. Satım sözleşmesinde alıcı, tek kişi olabileceği  gibi  birden  fazla  kişinin  aynı  malı  ortaklaşa  satın  almaları  da mümkündür.  Böylece  iki  veya  daha  fazla  kişinin  ortaklaşa  aldıkları  mal üzerinde  malı  satın  alan  alıcılar  arasında  müşterek  mülkiyet  meydana gelmektedir. Müşterek  mülkiyetin  kurulması  yollarından  biri  olan  bağışlama  ise İslam-Osmanlı hukuk literatüründe ‘‘hibe   olarak isimlendirilmiş olup, bu kapsamda kişinin maliki olduğu bir malvarlığını henüz hayatta iken karşılıksız olarak bir başkasına temlik etmesine hibe adı verilmiştir. Bağışlamanın kurucu unsurları  icap  ve  kabul  olmakla  birlikte  kendisine  bağış  yapılan  taraf, bağışlanan şeyi teslim almadıkça bağışlama işlemi gerçekleşmiş sayılmaz. Keza bağışlamada kendisine bağış yapılan taraf bir kişiden oluşabileceği gibi birden fazla  kişinin  de  birlikte  bağışı  kabul  etmeleri  mümkündür.  Böylelikle kendilerine yapılan bağışı kabul ederek bağışlanan malı teslim alan kişilerin söz konusu malı teslim aldıkları anda müşterek mülkiyet ortaya çıkmış olur. Öte yandan müşterek mülkiyeti meydana getiren sebeplerden biri olan miras  sözlük  anlamı  olarak  ‘‘bir  şeyin  bir  kişi  veya  topluluktan  diğerine geçmesi, başkasından kalan, tevarüs edilen şey   gibi anlamlara gelmekte olup, hukuk terimi olarak ise ölen bir kişinin (muris) geride bıraktığı malvarlığının akıbetini  düzenleyen  kurallar  topluluğudur.  Murisin  geride  bıraktığı                                                            22   MAA, m. 105; Ali Haydar, C. I, s. 134-135; Bardakoğlu, Ali (1992) ‘‘ Bey    , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 6, s. 13-14; Bilmen, Ömer Nasuhi (t.y.) Hukuk-ı İslamiyye ve Istılahat-ı Fıkhiyye Kâmusu, C. VI, İstanbul, s. 14; Cin/Akgündüz, s. 645-646; Kahveci, s. 186-187; Çelen, s. 60-61. 23   MAA, m. 833, 837-838; Ali Haydar Efendi (2014) Dürerü l-Hukkâm Şerhu Mecelleti lAhkâm, C. II, (Çeviren: Gündoğdu, Raşit/Erdem, Osman) İstanbul, Gül Neşriyat, s. 374386; Bardakoğlu, Ali (1998) ‘‘Hibe  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 17, s. 421-423; Bilmen, Ömer Nasuhi (t.y.) Hukuk-ı İslamiyye ve Istılahat-ı Fıkhiyye Kâmusu, C. IV, İstanbul, s. 501; Cin/Akgündüz, s. 651; Ekinci (2017), s. 523; Ekinci (2016), s. 522-523. 24   Aktan, Hamza (2005) ‘‘Miras  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 30, s. 143; Cin/Akgündüz, s. 541; Avcı, s. 465.  180YBHD 2021/1  Naci ÇEVİK  malvarlığına tereke adı verilmekte olup terekenin kapsamına dâhil olan ve olmayan mal ve haklarla ilgili olarak İslam hukukçuları arasında görüş ayrılığı mevcuttur. Şafii ve Hanbeli mezheplerine mensup hukukçulara göre murisin geride bıraktığı mal ve hakların tamamı terekeye dâhil olduğu halde Malikiler hakların terekeye dâhil olması için bölünebilir olması şartını ararlar. Buna karşın Hanefi mezhebine mensup hukukçulara göre ise kira, ariyet gibi hukuki işlemlerden doğan menfaatler; velâyet, vekâlet, hidâne gibi şahsa sıkı sıkıya bağlı  haklar;  şüf a hakkı  ile  şart  muhayyerliği,  görme  muhayyerliği  gibi doğrudan  hukuki  işlemin  tarafı  olan  şahsın  kişisel  tercihleriyle  ilgili muhayyerlikler  terekeye  dâhil  değildir.  Ancak  ayıp  muhayyerliği  ve  vasıf muhayyerliği gibi kişisel tercihlerle ilgili olmayıp doğrudan mal ile ilgili olan muhayyerlikler ise terekeye dâhil olup mirasçılara intikal eder. Öte yandan irtifak hakları şahıstan ziyade mala bağlı bir hak olduğundan, ölenin lehinde tahakkuk eden diyet ve diğer alacak hakları da zimmete sabit olan bir hak olarak  kabul  edildiği  için  tereke  kapsamına  dâhil  sayılır.  Bu  bağlamda Osmanlı  uygulamasında  Osmanlı  Devleti nin  resmi  mezhebi  olan  Hanefi mezhebine ait görüşlerin uygulamaya da yansıdığını söyleyebiliriz.                                                            25   Küçük çocukların yetkili bir kimse tarafından belirli bir süre için gözetim ve terbiye edilmesi anlamına gelen ‘‘hidâne   hakkında ayrıntılı bilgi için bakınız: Bardakoğlu, Ali (1998) ‘‘Hidâne  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 17, s. 467-471; Kıylık, Mustafa Harun (2016) ‘‘Aile İçi Eğitim Açısından İslam Hukukunda Hidane  , Yurt, Mehmet  Emin/Bayrktutan  Osman  (Editörler),  Iğdır  Üniversitesi  İlahiyat  Fakültesi Uluslararası Aile İçi Eğitim Çalıştayı, Iğdır, s. 143-178. 26   Satım sözleşmesi veya benzeri bir akitle alınmış taşınmaz veya taşınmaz mahiyetindeki özel mülkiyete konu bir malı alıcıya mal olduğu bedelle cebren alıp mülkiyetini elde etme hakkı olan ‘‘şüf a   hakkında ayrıntılı bilgi için bakınız: Dönmez, İbrahim Kâfi (2010) ‘‘Şüf a  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 39, s. 248-252; Yıldırım, İlyas (2018) ‘‘Şüf aÖnalım Hakkı: Mecelle ve Türk Medeni Kanunun Merkezli Bir Mukayese  , İslam Hukuku Araştırmaları Dergisi, S: 31, s. 317-336. 27   Aydın (2014), s. 300; Cin/Akgündüz, s. 552; Cin, Halil/Akyılmaz, Gül (2013) Türk Hukuk Tarihi, 5. Baskı, Konya, Sayram Yayınları, s. 463; Aktan (2005), s. 144; Avcı, s. 466; Bilmen, Ömer Nasuhi (t.y.) Hukuk-ı İslamiyye ve Istılahat-ı Fıkhiyye Kâmusu, C. V, İstanbul, s. 209 vd. 28   ‘‘Medîne-i Hazret-i Ebî Eyyûb el-Ensârî -dâme fî rıdvâni l-Bârî- de Otakçıbaşı mahallesi sâkinlerinden olup bundan akdem fevt olan İbrahim b. Turgud nâm müteveffânın verâseti sulbiye kebîre kızları Fâtıma ve Torbayişe ve Bâşe nâm hâtunlara münhasıra olup ba‘dehû  181Naci ÇEVİK  YBHD 2021/1  Müşterek mülkiyeti meydana getiren sebeplerden birisi olan vasiyet sözlük anlamı olarak; ‘‘bir işin yapılmasını bir kimseye ısmarlamak, sipariş vermek, bağlamak, bitiştirmek   gibi anlamlara gelmektedir. Vasiyet bir hukuk terimi olarak ise kişinin sahibi olduğu belli bir mal ya da menfaati ölümünden sonra  geçerli  olmak üzere  bir  şahsa veya  hayır  cihetine  karşılıksız  olarak bağışlamasını ifade etmektedir. Bu çerçevede hukuki açıdan gerekli şartları bünyesinde bulundurmak kaydıyla lehine mal veya menfaat vasiyet edilen tarafın  birden  fazla  kişiden  oluşması  mümkündür.  Dolayısıyla  geçerli  bir vasiyet ile birden fazla kişi lehine vasiyette bulunulması ve böylelikle vasiyete                                                                                                                                            kable l-kısme merkūme Bâşe Hâtun dahi müteveffât olup verâseti sadrî kebîr oğlu İshak Halîfe b. ( ) ile sadrî kebîre kızı Âşir nâm hâtuna münhasıra olduğu şer‘an zâhir ve müte‘ayyin oldukdan sonra merkūm İshak Halîfe husûs-ı âti z-zikri da‘vâya kendi tarafından asâleten ve karındaşı mersûme Âşir Hâtun tarafından vekîli olup nehc-i şer‘iyy-i mu‘teber üzre şer‘an vekâleti sâbite olmağla vekâleten meclis-i şer‘-i şerîf-i lâzımü t-teşrîfde işbu râfi‘ü l-kitâb İsâ b. Budak nâm kimesne husûs-ı câ i z-zikre kendi kıbelinden asîl ve zevcesi mezbûre Fâtıma Hâtun cânibinden vekîl-i şer‘îsi olmağla muvâcehesinde bi l-asâle ve bi lvekâle üzerine takrîr-i da‘vâ edip müteveffâ-yı evvelin muhallefâtından olup mahalle-i mezbûrede vâki‘ lede l-cîrân ma‘lûmetü lhudûd olan menzil irs-i şer‘le mezbûretân Fâtıma ve Torbayişe ye ve vâlide ve müteveffâ-yı mersûmeye intikāl etmişiken mezbûre Fâtıma Hâtun ve zevci merkūm İsâ otuz sene mikdârı cümle menzili zabt ve tasarruf etmişlerdir, hâlen vâlidemiz vefât etmekle menzil-i mezbûrdan üç sehimden bir sehim hisse bana ve kız karındaşım merkūme Âşir Hâtun a intikāl etmeğin hisse-i mersûmenin icâre-i mislini asâlet ve vekâlet ve verâset-i mahkiyem hasebiyle merkūmân Fâtıma Hâtun ve zevci İsâ dan taleb ederin mezbûr İsa dan suâl olunup ( ) dedikde gıbbe s-suâl mezbûr İsâ cevâbında fi l-vâki‘ menzil-i merkūmda bu kadar zamân müteveffât-ı mezbûre muvâcehesinde sâkini olduğumuz mukarrer lâkin müteveffât-ı mezbûre hâl-i hayâtında ücret-i şer‘î olmamağla bizden bir şey da‘vâ etmemişdir deyû hâlen şeyhülislâm ve müfti l-enâm sellemehü s-selâm hazretlerinden yedinde olan fetvâyı şerîfesini ibrâz ve mezbûr İshak Halîfe mahzarında kırâ at olundukda mazmûn-ı şerîfinde Zeyd fevt olup kebîre kızları Hind ve Zeyneb ve Âişe yi terk e[t]dikde tereke[-i] Zeyd den olan bir mülk menzilde Hind zevci Amr ile birkaç sene sâkin olup hâlen Zeyneb ve Hatice bizim hissemizde sâkin oldun deyû Amr dan ücret talebine şer‘an kādir olur mu deyû istiftâ olundukda cevâb-ı bâ-savâblarında olmazlar deyû buyrulmağın ber mûceb-i fetvâ-yı şerîf mezbûr İshak Halîfe bî-vech mu[‘â]razadan me[n]‘ olunup mâ hüve l-vâki‘ bi libtigā  ketb  olundu.    Yılmaz,  Coşkun  (editör)  (2011)  İstanbul  Kadı  Sicilleri  Eyüb Mahkemesi (Havâss-ı Refîa) 61 Numaralı Sicil (H. 1065-1066 / M. 1655), C: 27, İstanbul, İSAM, s. 256-257, Hüküm No: 287 [58b-1].  182YBHD 2021/1  Naci ÇEVİK  konu olan malın vasiyetten yararlanacak olan kişilere intikali ile müşterek mülkiyet kurulmuş olur. Keza gönüllü olarak ya da dini bir vecibeyi yerine getirmek üzere ihtiyaç sahiplerine  yapılan  maddi  yardım  anlamına  gelen  sadaka  da  bazı  İslam hukukçuları tarafından müşterek mülkiyeti oluşturan sebeplerden biri olarak kabul edilmektedir. Diğer taraftan sözlük anlamı olarak ‘‘bir şeyi zorluk çekmeden elde etmek   anlamına gelen ganîmet, İslam hukuku literatüründe ‘‘Müslümanların savaş  yoluyla  gayrimüslimlerden  ele  geçirdikleri  her  türlü  mal  ve  esirler   şeklinde tanımlanmıştır. Bununla birlikte bazı İslam hukukçuları ganimeti yalnızca  savaşan  düşman  askerlerinden  ele  geçirilen  menkul  mallardır şeklinde tanımlamışlardır. İslam hukukçularının çoğunluğuna göre ganimet üzerinde  ele  geçirildiği  andan  itibaren  mülkiyet  hakkı  sabit  olduğu  halde Hanefi  mezhebine  mensup  hukukçulara  göre  ise  mülkiyet  hakkının  sabit olması için öncelikle dârülislam (İslam ülkesi) topraklarına ulaşmak gerekir. Ancak önemle belirtmek gerekir ki İslam hukukçularının görüş ayrılığında olduğu  husus  ganimet  üzerinde  mülkiyetin  nerede  ve  ne  zaman  tesis edileceğine ilişkin olup, her halükârda mülkiyetin oluşacağı hususunda İslam hukukçuları ittifak etmişlerdir. Dolayısıyla ganimet üzerinde mülkiyetin sabit olmasıyla  birlikte  meydana  gelen  mülkiyet  türü  müşterek  mülkiyet  olup, savaşa katılan gazilerin tamamının ele geçirilen mallar üzerinde payları söz konusu olur. Bununla birlikte Hanefilere göre gazilerin mülkiyet haklarının sabit  olabilmesi  için  zilyetliğin  İslam  ülkesinde  de  devam  etmesi gerektiğinden, savaşa katıldığı dârülharpte iken ölen askerlerin ganimetten pay  almaları  mümkün  olmadığı  gibi  bunların  paylarının  ayrılarak mirasçılarına  intikal  ettirilmesi  de  söz  konusu  değildir.  Keza  Hanefi mezhebine  mensup  hukukçulara  göre  ganimet  malları  taksim  edilirken                                                            29   MAA, m. 1063; Ali Haydar, C. III, s. 144; Cin/Akgündüz, s. 542-544; Aydın (2014), s. 305306; Avcı, s. 481-482; Cin/Akyılmaz, s. 465; Arı, Abdüsselam (2012) ‘‘Vasiyet  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 42, s. 552-554; Bilmen, C. V, s. 115 vd. 30   MAA, . 835; Ali Haydar, C. III, s. 377-378; Duman, Ali (2008) ‘‘Sadaka  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 35, s. 383-384; Çelen, s. 63-64.  183Naci ÇEVİK  YBHD 2021/1  piyadelere birer, süvarilere ise ikişer hisse verildiği gibi komutan da gazilerden biri olarak ganimetten pay alır. Birden  fazla  malın  birbirinden  ayrılması  mümkün  olmayacak  veya ayrılması  çok  zor  ve  masraflı  olacak  şekilde  birbirine  karıştırılması durumunda ortada bir karıştırma veya birleşme ya da İslam-Osmanlı hukuk literatüründeki  ismiyle  halt  ve  ihtilât-ı  emvâl  var  demektir.  Bu  durumda karıştırılan ya da birleşen malları birbirinden ayırmak mümkün olmadığından halt ve ihtilât-ı emvâl kaçınılmaz olarak mülkiyeti kazanma yollarından biri olmaktadır. Bununla birlikte karıştırma ve birleşme ile ortaya çıkan malın mülkiyetinin kime ait olacağı karışan veya birleşen malların değerine ya da müşterek  mülkiyetin  mümkün  olup  olmamasına  göre  değişiklik gösterebilmektedir. Birden fazla taşınmazın kimsenin müdahalesi olmaksızın bir araya gelmesi halinde değeri fazla olan taşınmazın maliki, değeri az olanın bedelini  ödeyerek  ortaya  çıkan  malın  müstakil  mülkiyetine  sahip  olur. Taşınırlarda ise iki farklı durum söz konusudur ki bunlardan ilkine göre birden  fazla  kişiye  ait  buğday  veya  mısır  gibi  cins  malların  birbirine karıştırılması halinde olduğu gibi müşterek mülkiyet imkânı varsa karışan malların malikleri meydana gelen mala kendi payları oranında müştereken sahip olurlar. Ancak bir tavuğun bir inciyi yutması durumu gibi ortaya çıkan karıştırma veya birleşme hallerinde ise değeri fazla olan malın sahibi, az olanın değerini ödeyerek ona da sahip olur. İslam eşya hukuku ve Osmanlı uygulamasında müşterek mülkiyetin oluşumuna ilişkin verdiğimiz bu bilgilerin ardından ortakların müşterek mal üzerindeki tasarruf haklarından da söz etmekte fayda vardır.                                                             31   Erkal, Mehmet (1996) ‘‘Ganimet  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 13, s. 351-354; Bilmen, Ömer Nasuhi (t.y.) Hukuk-ı İslamiyye ve Istılahat-ı Fıkhiyye Kâmusu, C. III, İstanbul, s. 337, 397; Ekinci (2016), s. 270-271; Ekinci (2017), s. 292-293; Çelen, s. 6667. 32   MAA, m. 902, 1060-1061; Ali Haydar, C. II, s. 510-511, C. III, s. 141-143; Aydın (2014), s. 346; Cin/Akgündüz, s. 679; Ekinci (2016), s. 447-448; Ekinci (2017), s. 479-480.  184YBHD 2021/1  Naci ÇEVİK  C. MÜŞTEREK MALDA PAY SAHİPLERİNİN TASARRUFLARI Müstakil mülkiyete konu olan bir eşyaya yalnızca bir kişi sahip olduğu halde müşterek mülkiyete konu teşkil eden bir eşyanın birden çok maliki bulunmaktadır. Bununla birlikte müşterek olarak bir mala sahip olan pay sahipleri o malın belli bir bölümü üzerinde hisseleri oranında malik olmayıp, pay  sahiplerinin  mülkiyet  hakkı  malın  tamamı  üzerinde  kendi  hisseleri oranındadır. Bu nedenle bir malın müstakil mülkiyetine sahip olan şahıs o mal üzerinde dilediği gibi tasarruf edebildiği halde, müştereken bir mala sahip olan ortakların o mal üzerinde tasarruf yetkileri bazı kısıtlamalara tabidir. Bu kapsamda müşterek mülkiyete konu olan bir malvarlığı üzerinde müşterek maliklerden  her  biri  kendi  paylarına  ilişkin  olarak  bazı  tasarrufları  tek başlarına  yapabildikleri  halde  bir  kısım  tasarrufları  ise  sınırlandırılmıştır. Nitekim müşterek malın tamamını ilgilendiren tasarruflar ise pay sahiplerinin ittifakıyla mümkündür. Müşterek malikler uzlaşmak suretiyle müşterek olarak sahibi oldukları malı birlikte satabilecekleri gibi ortaklardan her birisi sahibi olduğu hisseyi diğer ortakların muvafakatine ihtiyaç duymaksızın pay sahiplerinden birine veya bir başkasına satabilir. Ancak önemle belirtmek gerekir ki müşterek                                                            33   MAA, m. 1069; Ali Haydar, C. III, s. 147; Hacak (2006b), s. 151; Cin/Akgündüz, s. 676; Ekinci (2017), s. 477; Ekinci (2016), s. 444; Aydın (2014), s. 341; Kâhya, s. 19; Türkmen, s. 36. 34   ‘‘Vilâyet-i Anadolu da Arabkir Sancağı na tâbi‘ Eğin nâm kasaba sükkânından olan Kumru v. Ahî nâm Ermeni meclis-i şer‘i hatîr-i lâzımü t-tevkīrde işbu bâ‘isü l-kitâb Hortik v. Umurcan  nâm  Ermeni  mahzarında  bi t-tav‘i s-sâf  ikrâr  ve  takrîr-i  kelâm  edüp  silk-i mülkümde münselik olup kasaba-i mezbûrede vâki‘ bir tarafı Mehmed Bey mülkü ve bir tarafı Ramazan Çelebi mülkü ve bir tarafı Yusuf Bey mülkü ve bir tarafı tarîk-ı hâs ile mahdûd ve mümtâz olan mülk menzilimi babam hâlik-i mezbûrdan karındaşım Ahî nâm Ermeni ile ale l-iştirâki s-seviy müşterek olduğumuz mülk menzilden ve mülk bağdan nısf hissemi mezbûr Kumru ya [Hortik e] iki yüz aded riyâlî guruşa ve bir kaftan bin akçe kıymetli ve bir çuka ferâceye bey‘-ı bâtt-ı sahîh-i şer‘î ile bey‘ edüp kabz-ı semen-i ma‘dûd, mezbûru  mahâllinde  kabz,  taslît  eyledim.  Ol  dahi  vech-i  mübeyyen  üzre  iştirâ  ve teslîm[tesellüm] eyledi. Ba‘de l-yevm zikrolunan menzil ve bağlar mezbûr Hortik[‘in] mülk-i müşterâsıdır. Keyfe mâ yeşâ ve yahtâr mutasarrıf olsun dedikde mukırr-ı merkūmun ikrâr-ı meşrûhunu el-mukarru lehu l-mezbûr Hortik bi l-muvâcehe tasdîk ve bi l-müşâfehe tahkīk edicek mâ hüve l-vâki‘ bi t-taleb ketb olundu.  , Yılmaz, Coşkun (editör) (2019) İstanbul  185Naci ÇEVİK  YBHD 2021/1  mülkiyetin konusu gayrimenkul ise diğer ortakların şuf a hakkı vardır. Keza müşterek mülkiyetin birden fazla malın karıştırılması ya da birleşmesi ile oluşması halinde ortaklardan biri kendi payını diğerlerine satabildiği halde diğer  ortakların  rızası  olmaksızın  üçüncü  kişilere  satması  hukuken  caiz değildir. Diğer  taraftan  müşterek  mülkiyete  konu  teşkil  eden  bir  malın maliklerinden  birinin  kendi  hissesini  bağış,  rehin  veya  kiraya  verip veremeyeceği  ya da  pay  sahiplerinin kendi  hisseleri  üzerinde  vakıf kurup kuramayacağı konularında İslam hukukçuları arasında görüş ayrılığı vardır. Özellikle Hanefiler ortaklardan birinin müşterek maldaki hissesini bağış, rehin veya kiraya verip veremeyeceği ya da kendi payı ile vakıf kurup kuramayacağı noktasında  söz  konusu  hissenin  müstakil  bir  biçimde  teslimi  mümkün olmadığından  ve  işlemin  sonucu  yalnız  bu  hisseyi  değil  malın  tamamını ilgilendirdiğinden diğer mezheplerden farklı görüşler ortaya koymuşlardır. Buna karşın Maliki, Şafii ve Hanbeli mezhepleri ise genel olarak ortaklardan birinin  kendi  payını  rehin  veya  kiraya  vermesini,  bağışlamasını  ya  da vakfetmesini hukuki açıdan caiz görmüşlerdir. Bu kapsamda Hanefiler pay sahiplerinden birinin müşterek maldaki hissesini  bağış  olarak  vermesini  malın  paylaştırılması  mümkün  değilse zaruretten  dolayı  kabul  ederler.  Ancak  paylaştırılması  mümkün  olan müşterek  malın  öncelikle  paylaşılıp  sonra  bağışlayana  düşen  hissenin                                                                                                                                            Kadı Sicilleri 52 Hasköy Mahkemesi 3 Numaralı Sicil (H. 1023-1081 / M. 1615-1670), İstanbul, İstanbul Büyükşehir Belediyesi Kültür A.Ş Yayınları, s. 75, Hüküm No: 68 [29-2]. 35   ‘‘Bir menzilin ikişer sehmi Zeyd ve Hind in, iki sehmi Amr ın bir sehmi Bekir in olub mezbûrlar bu vechile a le l-iştirâk malikler iken Amr, menzilden hissesini semen-i ma lûme Beşir e bey  ve teslim eylese Hind ve Bekir hisse-i merkûmeyi şuf a ile ne vechile alurlar? Elcevab: Berâber.  , Çatalcalı Ali Efendi/Demirtaş, H. Necati (2014) Açıklamalı Osmanlı Fetvaları: Fetâvâ-yı Ali Efendi, cild-i sâni, 1. Baskı, İstanbul, Kubbealtı, s. 362. 36   MAA, m. 215, 1088; Ali Haydar, C. I, s. 211-212, C. III, s. 165-166; Hacak (2006b), s. 151; Bilmen, C. VII, s. 69; Kâhya, s. 19. 37   Hacak (2006b), s. 151. 38   ‘‘Karındaşlar olan Zeyd ve Amr birbirine muttasıl olub kâbil-i kısmet olmayan üç göz değirmene a le l-iştirâk malikler iken Zeyd, ol değirmenlerden hisse-i şâyiâsını Amr a hibe ve teslim eylese hibe-i mezbûre sahih olur mu? El-cevab: Olur.  , Çatalcalı/Demirtaş, s. 234.  186YBHD 2021/1  Naci ÇEVİK  bağışlanana  teslim  edilmesi  gerektiği  görüşündedirler.  Bununla  birlikte Maliki, Şafii ve Hanbeli mezheplerine mensup hukukçulara göre ise taksimi mümkün olsun ya da olmasın pay sahiplerinin müşterek maldaki hisselerini diğer  pay  sahiplerinden  birine  ya  da  üçüncü  kişilere  bağışlamaları mümkündür. Öte yandan Maliki, Şafii ve Hanbeli mezheplerine göre müşterek malın taksime elverişli olsun ya da olmasın rehin olarak verilmesi de mümkündür. Çünkü  bu  mezheplere  mensup  hukukçulara  göre  bir  malın  rehin verilmesinden  maksat,  gerektiğinde  rehin  malın  satılmasıyla  alacaklının alacağının ödenmesidir. Dolayısıyla müşterek malın satılması da mümkün olduğundan  rehin  olarak  verilmesi  de  caizdir.  Buna  karşın  Hanefilik mezhebinde  müşterek  malda  pay  sahiplerinden  birinin  kendi  hissesini diğerlerinden ayırıp alacaklıya teslim etmesi mümkün olmadığından rehin olarak da verilmeyeceği kanaati hâkimdir. İslam-Osmanlı  eşya  hukuku  hükümleri  çerçevesinde  müşterek mülkiyetle malik olunan bir malı ortaklardan birinin kendi payını diğerlerine kiraya  vermesi  İslam  hukukçularının  tamamına  göre  caiz  olduğu  halde, üçüncü şahıslara kiraya verilmesi hususunda ise görüş ayrılığı vardır. Zira Hanefi  ve  Hanbeli  mezheplerine  mensup  hukukçulara  göre  ortaklardan birinin müşterek maldaki hissesini üçüncü şahıslara kiralaması caiz değildir. Çünkü  menfaatin  teslimi mümkün olmadığından söz konusu  hissenin de üçüncü kişilere teslim edilmesi mümkün değildir. Ancak bu hissenin diğer ortaklara  kiraya  verilmesi  halinde  hissenin  teslimi  mümkün  olduğu  için kiralaması da mümkün olur.                                                            39   ‘‘Hind, kâbil-i kısmet olan menzilinin nısfını şâyian zevci Zeyd e hibe ve şâyian teslim eylese hibe-i mezbûre sahih olur mu? El-cevab: Olmaz.  , Çatalcalı/Demirtaş, s. 236. 40   MAA, m. 55; Ali Haydar, C. I, s. 79-81; Hacak (2006b), s. 152; Ekinci (2017), s. 477; Ekinci (2016), s. 444; Bilmen, C. IV, s. 244; Kâhya, s. 21. 41   Ali Haydar, C. II, s. 164; Hacak (2006b), s. 151-152; Hacak, Hasan/Çalış, Halit (2007) ‘‘Rehin  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 34, s. 539; Kâhya, s. 20-21. 42   MAA, m. 429; Ali Haydar, C. I, s. 432-433; Hacak (2006b), s. 151; Çelen, s. 72-73; Türkmen, s. 36; Kâhya, s. 20.  187Naci ÇEVİK  YBHD 2021/1  Öte yandan müşterek bir malın vakfı hususunda Hanefi mezhebine mensup hukukçular arasında da görüş ayrılığı vardır. Zira İmam Muhammed vakıfta teslimi şart koştuğundan müşterek maldaki hissenin vakfedilebilmesi için  söz  konusu  malın  taksime  elverişli  olmaması  gerekmektedir.  Çünkü müşterek  malın  taksimi  mümkün  ise  öncelikle  taksim  işleminin gerçekleştirilip sonrasında pay sahibinin kendi hissesini vakfetmesi gerekir. Buna  karşın  Ebu  Yusuf,  taksimi  mümkün  müşterek  maldaki  hissenin  de vakfedilebileceği kanaatindedir. Taksimi elverişli olmayan müşterek maldaki hissenin vakfı ise Hanefilere göre ittifakla caizdir. Bununla birlikte Malikiler taksimi  mümkün  olan  müşterek  maldaki  hissenin  vakfını  caiz  gördükleri halde, taksimi mümkün olamayan müşterek maldaki hissenin vakfını ise caiz görmezler.  Buna  karşın  Şafii  ve  Hanbeli  mezheplerine  mensup  İslam hukukçuları ise  taksimi mümkün  olsun  ya  da  olmasın  müşterek  maldaki hissenin vakfedilmesini sahih kabul ederler. İslam-Osmanlı  eşya  hukukunda  müşterek  maliklerden  her  birinin müşterek maldaki hissesi diğer maliklerin elinde vedia hükmünde olup pay sahiplerinin  birbirlerine  karşı  sorumlulukları  vedia  akdi  çerçevesinde                                                            43   ‘‘… menzil-i mezkûr kābil-i kısmet olup ve hazret-i İmâm Muhammed b. Hasan eş-Şeybânî mezheb-i  şerîfleri  üzere  ba‘zı  meşâyih-i  kirâm  katlarında  kābil-i  kısmet  olan  akārı müşâ‘ın müşâ‘an vakfı câiz olmamağla vakf-ı mezbûrdan rücû‘ ve menzil-i mezkûrdan hisse-i mezkûremi mülküme istirdâd ederim, mütevellî-i mezbûrun kasr-ı yedine tenbîh olunmak matlûbumdur dedikde mütevellî-i mezbûr cevâb-ı bâ-savâba şürû‘ edip gerçi akārı müşâ‘ kābil-i kısmetin müşâ‘an vakfı ba‘zı meşâyih-i kirâm katında câiz değildir, lâkin fâzıl-ı samadânî Ebû Yusuf eş-şehîr bi l-imâmı sânî hazretleri mezheb-i şerîfleri üzere ba‘zı meşâyih-i müteahhırîn-i kirâm katında kavl-i müftâ-bih üzere câizdir deyü …  , Yılmaz, Coşkun (editör) (2019) İstanbul Kadı Sicilleri 79 Davud Paşa Mahkemesi 1 Numaralı Sicil (H. 1196-1197 / M. 1782-1783), İstanbul, İstanbul Büyükşehir Belediyesi Kültür A.Ş Yayınları, s. 175-177; Hüküm No: 141 [20M/b-2]. 44   Akgündüz, Ahmet (1996) İslam Hukukunda ve Osmanlı Tatbikatında Vakıf Müessesesi, 2. Baskı, İstanbul, Osmanlı Araştırmaları Vakfı, s.  196-197; Hacak (2006b), s. 152; Çelen, s. 74-75; Kâhya, s. 103-105. 45   Akgündüz, s. 196-197; Çelen, s. 74-75; Kâhya, s. 105. 46   Korunması amacıyla bir başkasına bırakılan mal ve bu malı bırakmak üzere yapılan akit anlamına gelen ‘‘vedîa   hakkında ayrıntılı bilgi için bakınız: Yıldırım, Mustafa (2012) ‘‘Vedîa  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 42, s. 596-598.  188YBHD 2021/1  Naci ÇEVİK  değerlendirilir. Öte yandan müşterek bir malda pay sahiplerinden birinin kendine  ait  hisseyi  karz ya  da  ariyet olarak  üçüncü  kişilere  verebileceği hususunda İslam hukukçuları arasında görüş birliği vardır. İslam-Osmanlı hukukunda pay sahiplerinin müşterek mal üzerindeki tasarruf yetkilerine ilişkin olarak verdiğimiz bu bilgilerin ardından müşterek mülkiyeti sona erdiren halleri incelemekte yarar vardır.  D. MÜŞTEREK MÜLKİYETİN SONA ERMESİ İslam-Osmanlı eşya hukuku hükümleri çerçevesinde müşterek mülkiyet bazı hukuki işlem veya olayların sonucunda meydana geldiği gibi sona ermesi için de bazı hukuki işlem veya olayların gerçekleşmesi gerekmektedir. Bu kapsamda müşterek mülkiyet ortaklardan biri veya bir kaçı için sona ermiş olabileceği gibi müşterek ortaklık tamamen de ortadan kalkmış olabilir. Pay sahiplerinden biri veya bir kaçının müşterek mal üzerindeki mülkiyet hakkı sona  ermişse,  bu  ortak  veya  ortakların  ortaklıktan  ayrıldığı  kabul  edilir. Binaenaleyh  satım  ya  da  bağışlama  sözleşmesi  gibi  mülkiyeti  nakledici nitelikteki bazı hukuki işlemler müşterek maliklerden biri ya da bir kaçı için mülkiyet hakkını sona erdirebileceği gibi vakıf malını vakfeden, ölüm de ölen ortak açısından müşterek maldaki mülkiyet hakkını sona erdiren sebeplerdir. Bununla birlikte müşterek malın yok olması, istimlâk edilmesi, cebri satışı ya  da  malın  kendisinin  veya  menfaatlerinin  taksimi  müşterek                                                            47   MAA, m. 1087; Ali Haydar, C. III, s. 164-165; Türkmen, s. 36. 48   Geri ödenmek üzere verilen mal ya da birine ödünç/borç verme anlamına gelen ‘‘karz   hakkında ayrıntılı bilgi için bakınız: Apaydın, H. Yunus (2001) ‘‘Karz  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 24, s. 520-525; Şener, Mehmet (1989) ‘‘İslam Hukukunda Karz-ı Hasen  , Dokuz Eylül Üniversitesi İlahiyat Fakültesi Dergisi, S: 6, s. 391-403. 49   Bir süre kullanmak üzere bir kimseye karşılıksız olarak verilen mal anlamına gelen ‘‘âriyet   hakkında ayrıntılı bilgi için bakınız: Gözübenli, Beşir (1991) ‘‘Âriyet  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 3, s. 379-380. 50   Hacak (2006b), s. 152; Kâhya, s. 19. 51   Özel  mülkiyete  tabi  gayrimenkul  bir  malın  kamu  yararı  amacıyla  bedeli  ödenerek kamulaştırılması anlamına gelen ‘‘istimlâk   hakkında ayrıntılı bilgi için bakınız: Aktan, Hamza (2001) ‘‘İstimlâk  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 23, s. 364-366.  189Naci ÇEVİK  YBHD 2021/1  maliklerin tamamı için müşterek maldaki mülkiyet haklarının sona ermesine yol  açan,  dolayısıyla  müşterek  mülkiyeti  sona  erdiren  sebeplerdir.  Keza müşterek  maliklerin  uzlaşarak  müşterek  malı  hep  birlikte  satmaları, bağışlamaları,  vakfetmeleri  ya  da  sadaka  olarak  vermeleri  de  müşterek mülkiyeti sona erdiren sebeplerdendir. Biz de çalışmamızın bundan sonraki bölümünde müşterek mülkiyeti sona erdiren sebeplerden taksim hususunu ele alıp inceleyeceğiz.  II. İSLAM-OSMANLI HUKUKUNDA MÜŞTEREK MÜLKİYETİN TAKSİMİ İslam-Osmanlı  eşya  hukuku  hükümleri  çerçevesinde  müşterek mülkiyetin taksimi bir eşyanın ayn adı verilen maddi yapısının taksimi ve malın  maddi  yapısı  aynen  kalmakla  birlikte  bu  maldan  elde  edilen menfaatlerin taksimi olmak üzere iki şekilde olmaktadır. Bununla birlikte klasik İslam hukuku kaynaklarında ‘‘taksim   kavramı ile esasen kastedilen müşterek malın maddi yapısının paylaşılması olup, menfaatlerin taksimi ise ‘‘muhâyee   kavramı ile ifade edilmektedir.  A. MÜŞTEREK MALIN TAKSİMİ Bu  başlık  altında  taksimin  tanımı  yapılarak  hukuki  niteliği,  hukuki dayanağı,  taksim  çeşitleri,  taksim  için  gerekli  şartlar  ve  taksim  işleminin hükümleri üzerinde durulacaktır.                                                                                                                                            52   Maliki ve Hanbeli mezheplerine göre taksime elverişli olmayan müşterek malda ortaklardan bir veya bir kaçının malın satılmasını istemesine karşın diğerlerinin buna yanaşmaması üzerine  müşterek  malın  cebri  satış  yoluyla  satılması  ve  bedelinin  pay  sahiplerine bölüştürülmesi  mümkündür.  Borcunu  ödemekten  imtina  eden  kişinin  hacze  kabil mallarının, alacaklının talebiyle, mahkeme kararıyla satışı anlamına gelen ‘‘cebri satış   hakkında ayrıntılı bilgi için bakınız: Atar, Fahrettin (1990) İslam İcra ve İflas Hukuku, 1. Baskı, İstanbul, Marmara Üniversitesi İlahiyat Fakültesi Vakfı Yayınları, s. 155 vd. 53   Cin/Akgündüz, s. 676-677; Karaman, C. III, s. 52-54; Avcı, s. 513; Çelen, s. 82 vd. 54   Çelen, s. 82.  190YBHD 2021/1  Naci ÇEVİK  1. Tanımı ve Hukuki Niteliği Sözlük anlamı olarak ‘‘ayırmak, paylaşmak, paylaştırmak, bölüşmek, bölüştürmek ve dağıtmak   gibi anlamlara gelen taksim bir İslam hukuku terim olarak ise müşterek mallarda ortakların paylarının belirli hale getirilmesi ya da Mecellenin de ifadesiyle şayi hisselerin tayin edilmesidir. Bu kapsamda klasik İslam hukuku literatüründe pay anlamında ‘‘kısım, miksem, kasîm   kelimeleri kullanılırken müşterek malı paylaştıran kişi anlamında ise ‘‘kassam, kâsım   kelimeleri kullanılmıştır. İslam hukukçuları arasında ihtilaflı bir mesele olmakla birlikte hukuki niteliği itibariyle taksim, müşterek maldaki payları birbirinden ayırmaktan (ifraz)  ve  birini  öbürü  ile  değiştirmekten  (mübadele)  ibarettir.  Nitekim neticesi itibariyle müşterek mal üzerinde şayi olan hisselerin ayrılmasına yol açan taksim işlemi bu yönüyle bir ifrazdır. Bununla birlikte müşterek malda pay  sahiplerinin  mülkiyet  hakkı  malın  tamamı  üzerinde  kendi  hissesi oranındadır. Bu sebeple taksim işlemi sonucunda her bir ortak kendi payına düşen  hisseden  diğer  ortakların  vazgeçmelerine  karşılık,  onlara  düşen hisselerdeki mülkiyet hakkından feragat etmektedir. Dolayısıyla bu cihetten bakıldığında taksim işleminin mübadele özelliği taşıdığı söylenebilir. Müşterek mülkiyete konu teşkil edip, ortaklar arasında paylaştırılacak malın  misli ya  da  kıyemi oluşuna  göre  de  taksim  işleminin  ifraz  ve                                                            55   MAA, m. 1114; Ali Haydar, C. III, s. 201-202; İbrahim Halebî (t.y.) Mevkûfât Mültekâ Tercümesi,  c.  IV,  (Şerheden:  Mehmed  Mevkûfâti,  Sadeleştiren:  Ahmed  Davudoğlu), İstanbul, Sağlam Kitabevi, s. 25; Aktan, Hamza (2002) ‘‘Kısmet  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 25, s. 497-498; Sağlam, s. 370; Çelen, s. 83; Kâhya, s. 22-23. 56   MAA, m. 1116; Ali Haydar, C. III, s. 203-204; Kâhya, s. 24; Elmalılı Muhammed Hamdi Yazır (1997) Alfabetik İslam Hukuku ve Fıkıh Istılahları Kamusu, C. III, (Hazırlayan: Sıtkı Gülle), İstanbul, Ensar Neşriyat, s. 253. 57   Çarşı ve pazarda birimleri arasında değer farkı olmayacak şekilde benzerleri bulunan mal anlamına gelen ‘‘mislî mal   hakkında ayrıntılı bilgi için bakınız: Hacak, Hasan (2001) ‘‘Mislî  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 30, s. 187-188; Cin/Akgündüz, s. 671; Aydın (2014), s. 334-335; Ekinci (2017), s. 474. 58   Çarşı ve pazarda benzeri olmayan ya da benzeri olmakla birlikte birimleri arasında değer farkı olan mal anlamına gelen ‘‘kıyemî mal   hakkında ayrıntılı bilgi için bakınız: Gözübenli,  191Naci ÇEVİK  YBHD 2021/1  mübadele  yönleri  farklılık  gösterebilir.  Zira  misli  mallar  ölçülebilen, tartılabilen veya bu hükümde olan şeylerden oluştuğundan pay sahipleri karz veren kişi konumunda olup müşterek malın taksimi ile verdiğini aynıyla geri almış gibi kabul edilir. Bu sebeple İslam hukukçularının ekserisine göre misli mallarda ifraz özelliği mübadeleye göre daha ağırdır. Buna karşın hayvan, elbise  veya  gayrimenkul  gibi  kıyemi  mallarda  ise  misli  malların  aksine mübadele yönü daha baskındır. Çünkü bu çeşit malların birimleri arasında farklılık bulunduğundan taksim işlemi ile müşterek maliklere düşen payların kendi haklarının aynı olduğunu düşünmek mümkün değildir. Müşterek malın taksimi işlemi ifraz özelliği taşıyor ise bu durumda ortaklardan birinin, diğer ortakların bulunmadığı bir zamanda kendi hissesini alması  caiz  olduğundan  müşterek  malın  misli  olması  halinde  pay sahiplerinden her biri diğerlerinin yokluğunda taksimi gerçekleştirebilir. Keza ortaklardan birinin taksimden imtina etmesi halinde mahkeme kararı ile bu ortağın taksime zorlanması da mümkündür. Yine birden fazla kişi misli bir malı birlikte satın alıp aralarında taksim ettikten sonra her birisinin kendisine düşen hisseyi almış olduğu fiyattan daha fazlasına satması caizdir. Keza ifraz niteliğindeki  taksim  işlemlerinde  yalnızca  ayıp  muhayyerliği  söz  konusu olur. Taksim  işleminin  mübadele  yönünün  daha  ağır  olması  halinde  ise müşterek maliklerden birinin diğer maliklerin yokluğunda müşterek maldan kendi hissesini alması mümkün değildir. Pay sahiplerinden herhangi birisinin taksimden  imtina  etmesi  durumunda  ise  aynı  cins  mallarda  taksime cebredilmesi mümkün olduğu halde farklı türden mallarda taksimden kaçınan pay sahibinin taksime zorlanması mümkün değildir. Keza mübadele özelliği taşıyan  bir  taksimde  ortaklardan  birinin kendisine  düşen  hisseyi  kâr  elde ederek  satması  da  caiz  değildir.  Bununla  birlikte  mübadele  niteliğindeki taksim işlemlerinde paylaştırılacak kıyemi mallar farklı cins iseler ayıp, şart ve                                                                                                                                            Beşir (2002) ‘‘Kıyemî  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 25, s. 540-541; Cin/Akgündüz, s. 671; Aydın (2014), s. 334-335; Ekinci (2017), s. 474. 59   MAA, m. 1117-1118; Ali Haydar, C. III, s. 204-205; Elmalılı, C. III, s. 254-255; Halebî, C. IV, s. 25. 60   Halebî, C. IV, s. 25; Ali Haydar, C. III, s. 204; Kâhya, s. 26.  192YBHD 2021/1  Naci ÇEVİK  görme  muhayyerlikleri  taksime  dâhil  olduğu  halde  aynı  tür  malların taksiminde ise ayıp muhayyerliğinin taksime dâhil olacağı hususunda İslam hukukçuları  arasında  ittifak  olmakla  birlikte  diğer  iki  muhayyerliğin  ise taksim kapsamında olup olmadığı konusu tartışmalıdır. 2. Hukuki Dayanağı İslam-Osmanlı  eşya  hukukunda  ortaklığı  sona  erdiren  sebeplerden birinin oluşması ya da pay sahiplerinden birinin kendi hissesinden tek başına yararlanmayı istemesi sonucu uygulanan taksim işleminin hukuki dayanağını Kur an-ı  Kerim de  yer  alan  çeşitli  ayetler  ve  Hz.  Peygamber in  sünneti oluşturmaktadır. Nisa suresinde yer alan ‘‘(Mirastan payı olmayan) yakınlar, yetimler ve yoksullar miras taksiminde hazır bulunurlarsa bundan onları da rızıklandırın ve onlara güzel söz söyleyin.  62 şeklindeki ayette her ne kadar yalnızca miras taksiminden  söz  edilse  de  bu  hüküm  yalnızca  miras  taksimine  mahsus olmayıp bütün müşterek malların taksimini kapsamaktadır. Keza bir başka ayette ise ganimetlerin paylaştırılması ile ilgili olarak ‘‘İki ordunun birbiri ile karşılaştığı gün (Bedir Savaşında) kulumuza indirdiğimize inanmışsanız, bilin                                                            61   Halebî, C. IV, s. 26; Ali Haydar, C. III, s. 205-206; Kâhya, s. 26-27; ‘‘… huzûrlarında ‘akd meclis-i şer i nebevi ettikde müteveffa-yı mezbûr Savran oğlu Pavlı Harlanbi oğlu sağir Mihlaki beynelerinde nefsiyet üzere müşterek mahalle-i mezbûrede vâki  etrâfı erbâ sı Kara Veysel hanesi ve Nakurlu oğlu ve pazarlı oğlu bağçeleri ve tarik-i ile mahdûddur terbi en beşyüz zirâ  bir bâb mülk menzillerini ikdamlarda milleti merkûme beyinlerine bi t-terâzi nısfiyet üzere taksim ve ifrâz ve ta yîn hudûd eylediklerinden merkûm Kara Veysel hanesi ve Ankorlu oğlu ve Pazarlı oğlu bağçeleri ve tarik ile mahdûd bir odalı üçyüz elli zira  arsa ma a arsa haneye müteveffa-yı mezbûr Savran oğlu Pavli vereseleri hisselerine ve Savran oğlu vereseleri hanesi ve tarik ile mahdûd yüz elli zira  bir odalı hane merkûm Mahlaki nin müstekıllen hissesine isâbet ile her birileri hisse-i müfrezesini bi l-asâle ve bi l-vesâya aht ve zabt eyledikleri ba de l-beyân yedine taksîm meşrûh üzere … (?) oldukları meclis-i ma kûd mezkûrda şifâhen mahâllinde lede ş-şuhûd takrîr ve tasdîk eylediklerini kâtib-i mûma-ileyh mahâllinde ketb ve tahrîr ve meb an meb ûs e imme-i sa ire ile meclis-i şer i gelüb alî vukû  inhâ ve takrîr eylediği bi l-iltimâs huzûr âlilerine i lâm olundu. (15 Cemaziyelevvel 1320/20 Ağustos 1902)  , Aydın, Münevver (2019) ‘‘185 Numaralı Denizli Şer iyye Sicil Defterinin Transkripsiyonu  ve  Değerlendirmesi  (1875-1883)    (Yüksek  Lisans),  Afyon  Kocatepe Üniversitesi, Sosyal Bilimler Enstitüsü, s. 578-579. 62   Nisa, 4/8.  193Naci ÇEVİK  YBHD 2021/1  ki ganimet olarak aldığınız herhangi bir şeyin beşte biri Allah a, Resûlüne, onun akrabalarına, yetimlere, yoksullara ve yolculara aittir.  63 şeklindeki hükümle ayn mülkiyetinin taksiminin meşruluğuna zımni olarak işaret edilmektedir. Çünkü söz konusu ayet ile savaşta ele geçirilen ganimetlerin beşte biri, geriye kalan beşte dördünden ayrılarak nasıl tasarruf edileceği hususu bildirilmiştir. Taksim  işleminin  hukuki  meşruiyeti  İslam  hukukunun  Kur an-ı Kerim den sonra ikinci sıradaki kaynağı olan Hz. Peygamber in sünneti ile de sabittir. Nitekim Hz. Peygamber e ait ‘‘Cahiliye döneminde taksim edilmiş her mal, taksim edildiği şekil üzeredir. İslam döneminde yapılan taksimat, İslam ın esaslarına göredir.  65 ve ‘‘Her hak sahibine hakkını verin.  66 şeklindeki hadisler müşterek mülkiyetin taksiminin sünnetteki delillerini oluşturmaktadır. Keza Hz. Peygamber in Hayber ve Huneyn de alınan ganimetleri savaşa katılanlar arasında  taksim  etmesi  ve  sahabeler  arasında  mirasları  paylaştırması  da taksimin sünnetteki hukuki dayanaklarındandır. Öte  yandan  Mecelle-i  Ahkâm-ı  Adliyye ve  1858  tarihli  Arazi Kanunnamesi müşterek  malın  taksiminin  Osmanlı  hukukundaki  yasal dayanakları arasında gösterilebilir. 3. Çeşitleri İslam eşya hukuku hükümleri çerçevesinde taksimin çeşitleri açısından mezhepler arasında ihtilaf olmakla birlikte netice itibariyle mezheplerin her birindeki ayrım diğer mezheplerde yer alan ayrımlara ilişkin tüm hükümleri bünyesinde barındırmaktadır. Bu kapsamda Osmanlı Devleti nin de resmi mezhebi olan Hanefi mezhebine mensup hukukçular taksimi kısmet-i cem ve kısmet-i  tefrik  şeklinde  ikiye  ayırıp  her  iki  taksim  türüne  de  ortakların rızasıyla  ya  da  mahkeme  kararıyla  yapılmasına  göre  farklı  hükümler bağlamışlardır. Hanbelilik mezhebine mensup hukukçular da Hanefiler gibi                                                            63   Araf, 8/41. 64   Sağlam, s. 372; Çelen, s. 83. 65   Ebu Davud, ‘‘Talak  , 30; İbn Mace, ‘‘Feraiz  , 14. 66   Tirmizi, ‘‘Vesâyâ  , 5; Ebu Davud, ‘‘Buyû  , 88; İbn Mace, ‘‘Vesâyâ  , 6. 67   Sağlam, s. 372-373. 68   MAA, m. 1114-1173. 69   Arazi Kanunnamesi (AK), m. 15-18.  194YBHD 2021/1  Naci ÇEVİK  taksimi müşterek maliklerin rızalarının bulunup bulunmamasına göre rıza veya mahkeme kararıyla taksim şeklinde ikiye ayırıp incelemişlerdir. Bununla birlikte Maliki ve Şafii mezheplerinde taksim birbirinden farklı isimler altında üçe ayrılıp incelenmiştir. Bu çerçevede Malikiler taksimi kısmet-i rıza, kısmeti kura ve kısmet-i muhâyee şeklinde isimlendirirlerken Şafiiler ise kısmet-i ecza, kısmet-i tadil ve kısmet-i red olarak adlandırmışlardır. Bununla  birlikte  müşterek  malın  taksimi  konusunda  mezheplerin yapmış olduğu tasnifler de nazara alınarak taksim işleminin çeşitli açılardan farklı  tasniflere  tabi  tutulması  mümkündür.  Bu  kapsamda  taksim;  pay sahiplerinin iradeleri açısından kısmet-i rıza ve kısmet-i kaza şeklinde ikiye; müşterek  malın  paylaştırılması  sonucunda  eşitlemeye  ihtiyaç  duyulup duyulmamasına göre kısmet-i ecza, kısmet-i tadil ve kısmet-i red olmak üzere üçe; paylaştırılacak malın bir ya da birden fazla olması açısından kısmet-i cem ve kısmet-i tefrik olmak üzere ikiye ayrılır. a.  Pay Sahiplerinin İradeleri Açısından Taksim Pay sahiplerinin iradeleri açısından müşterek malın taksimi kısmet-i rıza ve kısmet-i kaza olmak üzere ikiye ayrılmaktadır. Müşterek maliklerin tamamının talebi ya da içlerinden bir kısmının istemesi diğerlerinin de buna muvafakat  etmesi  sonucunda  pay  sahiplerinin  rızasıyla  yapılan  taksim işlemine  kısmet-i  rıza  adı  verilir.  Bu  durumda  taksim  işlemi  mahkemeye intikal etmeden tarafların uzlaşmasıyla yapılabileceği gibi ortakların hepsinin talebi ve rızasıyla hâkim tarafından da akdedilebilir. İslam-Osmanlı eşya hukuku hükümleri çerçevesinde karşılıklı rıza ile yapılan taksimin bu türü bir çeşit sözleşme olarak kabul edildiğinden her sözleşmede olduğu gibi bunun da unsurları icap ve kabuldür. Müşterek malikler arasında çocuk veya akıl hastası gibi eksik eda ehliyetine sahip kişilerin olması halinde bunların veli ya da vasileri taksim işlemini gerçekleştirebilir. Bununla birlikte eksik eda ehliyetine sahip pay sahiplerinin veli ya da vasileri yoksa hâkim tarafından tayin edilen                                                            70   Çelen, s. 85; Kâhya, s. 28. 71   MAA, m. 1121; Ali Haydar, C. III, s. 208; Bilmen, C. VII, s. 58; Cin/Akgündüz, s. 676; Sağlam, s. 372; Karaman, C. III, s. 52; Çelen, s. 85.  195Naci ÇEVİK  YBHD 2021/1  vasinin nezaretinde taksim yapılır. Öte yandan aynı cins veya farklı cinsten mallar müşterek maliklerin rızası ile paylaştırılabileceği gibi müşterek malın misli veya kıyemi olmasının da kısmet-i rıza üzerinde herhangi bir etkisi yoktur. Keza Hanefilere göre müşterek malın paylaştırılması karşılıklı rıza ile yapıldıktan sonra bu taksim ortaklardan birine ya da hepsine zarar vermiş olsa bile taksim işlemi hukuki olarak geçerlidir. Müşterek maliklerden biri ya da bir kısmının müşterek malın taksimini talep etmesine karşın diğer pay sahiplerinin paylaşımdan kaçınması halinde taksimi isteyen tarafın mahkemeye müracaat etmesi sonucu hâkim kararıyla gerçekleşen taksim çeşidine kısmet-i kaza adı verilir. Bu durumda paylaştırma işlemi hâkim veya görevlendirdiği bir kişi tarafından cebren yapıldığından kısmet-i kaza yerine cebri taksim adı da kullanılmaktadır. Kısmet-i kaza yolu                                                            72   ‘‘Zeyd, fevtolub evlâd-ı sığârı ile evlâd-ı kibârını terkitdikde evlâd-ı kibâr, evlâd-ı sığâr içün hâkime vasî nasbitdürüb kâbil-i kısmet olan terekeyi kısmet itdürmege kâdir olur mu? Elcevab: Olur.  , Çatalcalı/Demirtaş, s. 367. 73   MAA, m. 1128; Ali Haydar, C. III, s. 218-219; Halebî, C. IV, s. 26; Aktan (2002), s. 498; Kâhya, s. 28-29. 74   MAA, m. 1122; Ali Haydar, C. III, s. 208-209; Bilmen, C. VII, s. 58, 143; Halebî, C. IV, s. 26; Aktan (2002), s. 497; Cin/Akgündüz, s. 676-677; Karaman, C. III, s. 52;  Sağlam, s. 374375; ‘‘… mahmiye-i İstanbul da Âbid Çelebi mahallesinde vâki‘ iştirâken müteveffâ Derviş Mehmed  Efendi  veresesine  müntakil  bir  tarafdan  Merdümiye  Medresesi  arsası  ve  bir tarafdan ve havâsı hissedârlardan sahibe-i arzuhâl Şerife Âişe Hatun mülkü ve tarafeyni tarîk-ı âm ve hâs arsası mukāta‘alı vakıf ve binâsı mülk bir bâb kürkçü dükkânı ve muttasıl oda ve manav dükkânını müştemil mahâll-i nizâ‘ın üzerine varıp cerîdede mastûrü l-esâmî Müslimîn huzûrunda akd eylediği meclis-i şer‘de mezbûre Şerife Âişe Hatun zâtı ba‘de tta‘rîfi ş-şer‘î kendi tarafından asâleten ve vâlidesi Şerife Sâliha Hatun tarafından vekîle-i müseccelesi olmağla vekâleten er karındaşı ve şerîki Lütfullah ile vâlidesi ve hâl-i sıgārında vasiyyesi Zeliha Hatun muvâcehesinde zikrolunan beynimizde müşterek olmağla müşâ‘an tasarrufa mâni‘ birbirimiz ile her bâr icâre nizâ‘ı vâki‘ olmağın şer‘le keşif olunup kābil-i kısmet olduğu hâlde herkesin hissesi ifrâz ve kendiye tahsîs olunmak matlûbumdur deyü da‘vâ ve müdde‘âsına mutâbık bir kıt‘a fetvâ-yı şerîfe ibrâz edip ve lâkin mezbûr Lütfullah ve vasiyyesi  merkūme  Zeliha  zikrolunan  dükkânlar  evvelen  kābil-i  taksîm  ve  sâniyen mümkinü l-intifâ‘ değildir deyü nizâ‘ ve kısmetinden tereddüd ve imtinâ‘ etmeğin mi‘mârân-ı mezbûrân zikrolunan dükkânları ba‘de l-mesâha mecmû‘u tûlen ve arzen bi-hesâb-ı terbî‘î altmış altı buçuk zirâ‘ olup otuz bir zirâ‘ı işbu kürkçü dükkânına tahsîs ve bâkī yirmi iki buçuk zirâ‘ oda ile on üç zirâ‘ manav dükkânı başka ifrâz olundukda kābil-i kısmet ve hisselerden intifâ‘ mümkündür deyü haber verdikleri ecilden ber-mûceb-i fetvâ-yı şerîfe  196YBHD 2021/1  Naci ÇEVİK  ile müşterek mülkiyetin taksim edilebilmesi için pay sahiplerinden biri veya bir  kısmının  mahkemeye  başvurması  ve  müşterek  malın  taksime  elverişli mallardan olması gerekir. Osmanlı Devleti uygulamasında hâkim, taksim edilecek  müşterek  malın  ekonomik  değerinin  tespitinde  ve  fiziki  olarak taksime elverişli olup olmadığı hususunda bilirkişiden istifade etmiştir. Bu kapsamda bilirkişiler yalnızca müşterek malın ekonomik değerini ve taksime elverişli olup olmadığını tespit ile görevli olmayıp, taksime elverişli bulunan malın  nasıl  bölüştürülebileceği  hususunda  da  görev  ifa  etmişlerdir.  Öte yandan mahkeme kararı ile paylaştırılacak malın misli ya da kıyemi olmasının taksim üzerinde herhangi bir etkisi olmamakla birlikte söz konusu malların farklı  türden  olması  halinde  ise  hâkimin  tarafları  taksime  zorlaması  caiz değildir. Ayrıca müşterek malın cebren paylaştırılması ortakların hepsine zarar veriyorsa kısmet-i kaza mümkün olmamakla birlikte taksimi talep eden                                                                                                                                            taksîm  ve  mukaddemâ  verese-i  mezbûrûn  beyninde  bâ-hüccet-i  şer‘iye  taksîm  olunan menzilden herbirinin hisselerine isâbet eden sihâm-ı mu‘ayyeneye tatbîk ve kat‘ā li n-nizâ‘ mezbûr Lütfullah cânibi tercîh olunmağın zikrolunan kürkçü dükkânı köşebaşında mevki‘i şerîf ve mu‘teber ve revâc ve rağbeti gayriden ezyed ve evfer olmağla hisse-i mu‘ayyenesi çün temyîz ve ifrâz olunup bâkī zikrolunan oda ve manav dükkânı müşâ‘an müdde‘iye-i mezbûre Şerife [13a] ile müvekkile ve vâlidesi merkūme Şerife Sâliha Hatun hisselerine kalmağla asâleten ve vekâleten kabûl etmeğin vech-i meşrûh üzere tarafeynin hisselerine had ta‘yîn ve beynlerine alâmet-i fâsıla vaz‘ olunduğunu …  , Yılmaz, Coşkun (editör) (2019) İstanbul Kadı Sicilleri 73 Bab Mahkemesi 197 Numaralı Sicil (H. 1162-1163 / M. 1749-1750), İstanbul, İstanbul Büyükşehir Belediyesi Kültür A.Ş Yayınları, s. 143-144, Hüküm No: 86 [12b-3]. 75   AK, m. 15; ‘‘Zeyd-i müteveffânın veresesinden Hind ve Zeyneb terekeden olub kısmet olunduğu takdirde herkes hissesiyle intifa  mümkün olan menzil ve bağçeyi hâkime kısmet itdürüb  hisselerini  almak  istedüklerinde  sâir  verese  mücerred:  ‘Birkaç  sen  a le l-iştirâk tasarruf  eyledik!   deyu  kısmetden  men e  kâdir  olurlar  mı?  El-cevab:  Olmazlar.  , Çatalcalı/Demirtaş, s. 369. 76   Kılınç, Ahmet (2019) Osmanlı Yargılama Hukukunda Bilirkişilik, 1. Baskı, Ankara, Adalet Yayınevi, s. 174-178. 77   MAA, m. 1129-1130; Ali Haydar, C. III, s. 219-223; Bilmen, C. VII, s. 142; Halebî, C. IV, s. 26; Aktan (2002), s. 497.  197Naci ÇEVİK  YBHD 2021/1  ortak veya ortaklara fayda sağladığı halde diğerlerine zarar veriyorsa hâkim taksime hükmedebilir. b.  Eşitlemeye İhtiyaç Duyulup Duyulmaması Açısından Taksim Müşterek mülkiyetin taksimi sonucunda ortaklara düşen hisseler bazen şekil ve kıymet bakımından birbirine eşit olduğu halde bazen de bu denklik sağlanamayabilir.  Şayet  taksim  işlemi  sonucunda  ortaklar  arasında  eşitlik sağlanamamışsa müşterek malın kendi içerisinde uygulanan bazı işlemlerle ya da dışarıdan bazı ilaveler yapılması suretiyle müşterek maliklere düşen paylar denkleştirilmeye  çalışılır.  Dolayısıyla  paylaştırma  sonucunda  eşitlemeye ihtiyaç duyulup duyulmamasına göre taksim kısmet-i ecza, kısmet-i tadil ve kısmet-i red olmak üzere üçe ayrılır. Müşterek malın taksimi neticesinde ortaklara düşen payların hem şekil hem de kıymet bakımından birbirine eşit olduğu taksim çeşidine kısmet-i ecza adı verilmektedir. Kısmet-i ecza esasen misli mallarda söz konusu olmakla birlikte  aynı  türden  kıyemi  malların  da  bu  şekilde  paylaştırılması mümkündür. Kısmet-i eczanın uygulanabileceği bir müşterek malın taksimi sırasında ortaklardan biri paylaştırmadan kaçınacak olursa, kaçınan tarafa bir zararı dokunmadığı sürece cebren taksime karar verilebilir. Öte  yandan  müşterek  malın  taksimi  neticesinde  ortaklara  düşen payların niteliği itibariyle aralarında bir farklılık olmamakla birlikte değerleri açısından  birbirinden  farklı  olması  durumuna  kısmet-i  tadil  adı  verilir. Örneğin suya veya yola yakınlık, verimlilik ya da parçalardan birinin fındıklık diğerinin ise cevizlik olması gibi sebeplerle parçaları arasında farklılık bulunan arazilerin taksiminde kısmet-i tadil söz konusu olur. Kısmet-i tadil adı verilen bu  tür  taksimde  müşterek  malın  niteliği  bakımından  eşit  paylara bölünmesinden ziyade değerine göre birbirine denk parçalara bölüştürülmesi amaçlanır.  Taksimin bu  türünde de  pay sahipleri açısından  bir  zarar söz                                                            78   MAA, m. 1139-1141; Ali Haydar, C. III, s. 230-233; Bilmen, C. VII, s. 142-143; Kâhya, s. 29-30. 79   Kâhya, s. 30-31.  198YBHD 2021/1  Naci ÇEVİK  konusu  değilse  imtina  eden  pay  sahiplerinin  taksime  zorlanmaları mümkündür. Diğer  taraftan  müşterek  malın  taksiminde  paylar  arasında  eşitlik sağlanamayıp değer bakımından arada farklılık bulunduğu için, değerce fazla olan pay veya payları alan ortak veya ortakların diğerlerine söz konusu malın dışında başka bir mal vermek ya da aradaki farkı ödemek zorunda olduğu taksim türüne kısmet-i red adı verilir. Bununla birlikte bu tür taksim satış sözleşmesine benzediğinden müşterek malın taksiminden imtina eden pay sahiplerinin taksime icbar edilmesi mümkün değildir. c.  Müşterek Malın Bir ya da Birden Fazla Olması Açısından Taksim Paylaştırılacak  müşterek  malın  bir  ya  da  birden  fazla  olması bakımından taksim, kısmet-i cem ve kısmet-i tefrik olmak üzere ikiye ayrılır. Kısmet-i  cem,  birden  fazla  müşterek  malın  kısımlara  ayrılarak paylaştırılan  malların  her  cüzünde  şayi  olan  hisselerin  ayrılan  kısımlarda toplanmasıdır. Örneğin üç kişi arasında ortak olan dokuz koyunun her birine üçer tane düşecek şekilde paylaştırılması kısmet-i cemdir. Zira ortaklardan hepsinin de her koyun üzerinde üçte bir oranında hissesi olmakla birlikte diğer koyunlardaki bu şayi hisseler taksim sonucu kendi paylarına düşen üç koyun  üzerinde  toplanmaktadır.  Bununla  birlikte  kısmet-i  cem  yoluyla taksim işleminin yapılabilmesi için müşterek malların parçalarının birbirine benzer olması gerekmektedir. Bu sebeple ölçülüp tartılabilen misli mallar ile değerleri arasında farklılık bulunmayan ya da önemsenmeyecek derecede az bir farklılık olan aynı türden mallar taksimin bu çeşidine konu olabilirler.                                                             80   Kâhya, s. 31. 81   Halebî, C. IV, s. 30; Kâhya, s. 31. 82   ‘‘Sebeb-i tahrîr-i kitâb budur ki Üveys b. Musa Şeyh meclis-i şer‘de ve karındâşı Babacık? mahzarında ikrâr-ı sahîh ile ikrâr edip dedi kim işbu Dimitri b. Nikola ile biz müşâ‘ı müşterek koyun keçi aldık idi el-hâletü hâzihî üleşdik yüz yirmi üç re s mezkûr Dimitri payına düşdü ve yüz yirmi üç re s bizim hissemize düşdü dedikde Dimitri tasdîk ettikden sonra talebiyle deftere sebt olundu.  , Yılmaz, Coşkun (editör) (2008) İstanbul Kadı Sicilleri Üsküdar Mahkemesi 1 Numaralı Sicil (H. 919-927 / M. 1513-1521), C: 1, İstanbul, İSAM, s. 223, Hüküm No: 332 [59a-2]. 83   MAA, m. 1115; Ali Haydar, C. III, s. 202; Halebî, C. IV, s. 26-27; Aktan (2002), s. 498.  199Naci ÇEVİK  YBHD 2021/1    Öte  yandan  kıymetleri  birbirine  eşit  olmayan  menkul  ya  da gayrimenkul müşterek malların taksimi, malın her cüzüne şayi olan ortaklık hisselerinin malın belli kısımlarına tayin edilmesiyle yapılır. Kısmet-i tefrik adı verilen bu tür taksim işlemi pay sahiplerinin rızası ile yapılabileceği gibi mahkeme kararıyla yapılması da mümkündür. Kısmet-i tefrik işlemi misli ya da kıyemi olması fark etmeksizin yalnızca farklı türden mallar için söz konusu olup,  ortaklar  arasında  mutabakat  sağlanmadığı  müddetçe  aynı  cinsten olmayan mallar bir bütün olarak değerlendirilip taksim edilemez. 4. Şartları Taksim  işleminin  geçerli  bir  şekilde  hüküm  ve  sonuçlarını doğurabilmesi  için  müşterek  mal,  müşterek  malikler  ve  müşterek  malı paylaştıran  kişinin  taşıması  gerekli  olan  bazı şartlar  vardır.  Bu  kapsamda müşterek  mal  taksim  edilirken  müşterek  maliklerin  taksim  anında  hazır bulunmaları ya da vekillerini göndermeleri, bazı taksim işlemlerinde pay                                                            84   MAA, m. 1115; Ali Haydar, C. III, s. 202-203; Halebî, C. IV, s. 26-27; Aktan (2002), s. 498. 85   AK, m. 15-17; ‘‘Zeyd ve Amr, a le l-iştirâk bir menzilde malikler iken Zeyd, âhar diyara gitse Amr, Zeyd veya vekili hâzır değil iken menzili kadıya kısmet itdirmege kâdir olur mu? Elcevab: Olmaz.  , Çatalcalı/Demirtaş, s. 367; ‘‘… iştirâken ve şâyi‘an taht-ı tasarruflarımızda olup lâkin menzil ve bağ-ı mezkûrlar kābil-i kısmet ve her birimiz hisselerimiz ile intifâ‘ mümkün olduğuna binâen menzil-i mezkûr kısmet-i âdile ile ber-vech-i âtî taksîm olunmak murâdımdır dedikde vekîl-i merkūm el-hâc İbrahim Edhem Bey dahi cevâbında menzil-i mahdûd-ı mezkûr ve bağ müdde‘î-i merkūm ile sagīr-i mezbûrun iştirâken ve şâyi‘an tasarruflarında olduğunu ikrâr ve menzil ve bağ-ı mezkûru kābil-i taksîm olup her biri hissesiyle  intifâ‘  mümkün  olduğunu  halîfetân-ı  mezbûrân  ve  ber-vech-i muharrer taksîm olunduğu  sûretde  cânib-i  vakfa  dahi  muzır  olmayıp  evlâ  [ve]  intifâ‘ olduğunu hâzırûn-ı merkūmûn ihbâr ve taksîmini dahi câbî-i vekîl-i hâzır-ı merkūm bi lvekâle re y etmeğin halîfetân-ı mezbûretân ma‘rifetleriyle evvelâ menzil- mezkûrun …  , Yılmaz, Coşkun (editör) (2019) İstanbul Kadı Sicilleri 94 Anadolu Sadâreti Mahkemesi 2 Numaralı Sicil (H. 1251-1257 / M. 1835-1841), İstanbul, İstanbul Büyükşehir Belediyesi Kültür A.Ş Yayınları, s. 255-257; Hüküm No: 210 [58b-1]. 86   AK, m. 15-17; ‘‘… leh ve aleyhimde vukûʻ bulmuş ve bulacak bi'l-cümle daʻvâlarımı âid oldığı mahkeme-i şerʻiyye ve nizâmiye ve cezaiyede müddeʻî ve müddeʻâ-aleyh ve muʻteriz ve muʻterezun-aleyh sıfatlarıyla muhâkeme ve muhâsama ve redd-i cevâba ve ikâme-i şühûd ve istimâʻ-ı şühûda ve taleb-i tahlif ve istihlâfa ve kendi imzâsıyla her nevʻ evrâk-ı deʻâvîyi tanzîm ve takdîm ve teblîğ ve tebellüğe ve mezkûr arâzîlerin taksime ve sâdır olacak evrâk ve iʻlâmâtı ahz ve teblîğ ve tebellüğe ve ahkâmlarının tenfîz ve icrâsına ve'l-hâsıl husûs-ı  200YBHD 2021/1  Naci ÇEVİK  sahiplerinin  rızalarının  aranması  ve  bazı  taksim çeşitlerinin ise ortakların zararına yol açmaması gerekir. Diğer taraftan taksime konu teşkil eden müşterek malın ayn olması, taksim anında pay sahiplerinin mülkü olması ve bölünebilir ya da diğer bir deyişle  taksime  elverişli  mallardan  olması  gerekmektedir 88 .  Keza paylaştırılacak  mal  arazi  ise  sınırlarının  kesin  ve  net  olarak  belirtilmesi,                                                                                                                                            mezkûrun mütevakkıf oldığı umûrun küllîsine tarafımdan mûmâ-ileyh Safvet Efendi'yi vekâlet-i âmme-i mutlaka-i sahîha-i şerʻiyye ile vekîl ve nâʼib-i menâb nasb u taʻyîn eylediğimde ol dahi vekâlet-i mezkûreyi ber-mûceb-i muharrer kabûl ve hizmet-i lâzımesini kemâ-yenbağî edâ ve îfâya taʻahhüd ve iltizâm eyledi dedikde gıbbe't-tasdîki'ş-şerʻî mâ-vakaʻ bi't-taleb ketb olundu. (15 Cemaziyelevvel 1320/20 Ağustos 1902)  , Çetintaş, Hatice (2019) ‘‘808/1757 Numaralı Bartın Şer iyye Sicil Defterinin Transkripsiyonu ve Değerlendirmesi   (Yüksek Lisans), Karabük Üniversitesi, Sosyal Bilimler Enstitüsü, s. 319. 87   Halebî, c. IV, s. 27; Kâhya, s. 33. 88   AK, m. 15; MAA, m. 1182-1183; ‘‘Zeyd, fevtolub annesi Hind ve li-eb karındaşı Zeyneb-i sağîreyi  terkitdikde  ancak  bir  odası  olub  kısmet  olunduğu  takdirde  Hind  ve  Zeyneb hisseleriyle intifa  mümkün olmayub ikisi dahi mutazarrır olsalar Hind, Zeyneb in vasîsi Amr a ‘Odayı kısmet ve hissemi ifraz itdürürüm!  dimege kâdire olur mu? El-cevab: Olmaz.  , Çatalcalı/Demirtaş,  s.  368;  ‘‘…  her  ne  kadar  mütevellî  ve  mutasarrıf  ve  müste cir-i merkūmûnun  rızâları  yoğise  de  mücerred  fırın-ı  mezkûr  verâsında  kâin  müvekkilem mezbûrenin âhar vakıfdan tasarrufunda olan yalının selâmlık bağçesi tarafından nısfı müvekkilem mezbûrenin hisse-i memlûkesi çün ve nısf-ı âharı dahi vakıf için cebren ifrâz ve taksîm  olunmak  bi l-vekâle  matlûbumdur  dedikde  evvelâ  fırın-ı  mezkûrda  her  birinin hissesi kısmet muhtemel olmayan şüyû‘ ile şâyi‘a olduğundan nasîbleriyle intifâ‘ maksûd-ı bâkī ve mümkün olur mertebe kābil-i kısmet olmayıp tarafeyne zararı müştemil ve her vechile taksîmi vakf-ı şerîfe muzır olacağı zâhir ve mi‘mârân-ı mezbûrân ve sâir bî-garaz ehli vakf [vukūf] ihbârlarıyla mütehakkık olduğuna binâen mütevellî ve mutasarrıf ve müste ciri merkūmûn kısmete râzı olmadıklarını mevlânâ-yı mûmâ-ileyhim mahâllinde ketb ü tahrîr ve ma‘an meb‘ûs ümenâ-i şer‘le bi t-terâzî dâ‘îhânelerinde ma‘kūd meclis-i şer‘-i şerîfe gelip tarafeyn ve vâkıf-ı mûmâ-ileyh Mustafa Efendi tarafından vekîl-i mürseli Mehmed Efendi hazır oldukları hâlde tasdîklerine mukārin alâ-vukū‘ihî inhâ ve takrîr etmeleriyle bu sûretde ber-muktezâ-yı şerî‘at-i garrâ taksîmi vakfa muzır olup kābil-i kısmet dahi değil iken cebren taksîme kādir olmadığı vekîl-i mezbûra tefhîm olunduğu …  , Yılmaz, Coşkun (editör) (2019) İstanbul Kadı Sicilleri 90 İstanbul Mahkemesi 148 Numaralı Sicil (H. 1242 / M. 1826-1827), İstanbul, İstanbul Büyükşehir Belediyesi Kültür A.Ş Yayınları, s. 161-162; Hüküm No: 105 [23a-1].  201Naci ÇEVİK  YBHD 2021/1  mirasçılara miras kalan mallardan ise taksime başlayabilmek için murisin ödenmemiş borcunun olmaması gerekir. Bu kapsamda hâkim müşterek malı paydaşlar arasında bölüştürerek şayi hisseleri bizzat belirli hale getirebileceği gibi bu görevi kâsım veya kassâm adı verilen resmi görevliye ya da bilirkişiye de tevdi edebilir. Öte yandan Osmanlı  Devleti  uygulamasında  kassâm,  miras  davalarında  bizzat  dava mahalline  giderek  gerekli  tahkikatı  yapıp  ihtilâf  hakkında  bir  neticeye vardıktan sonra davayı hükme bağlayan ve mirasçılar arasında terekeyi taksim eden görevliye verilen isimdir. Bu çerçevede pay sahiplerinin rızaları ile gerçekleştirilen  taksim işleminde  ortakların  bizzat kendileri, velileri  ya  da görevlendirdikleri üçüncü bir kişi kâsım olabilir. Mahkeme kararı ile cebren yapılan taksim işlemlerinde ise hâkim paylaştırmayı bizzat yapabileceği gibi görevlendirdiği  bir  kişi  aracılığıyla  da  yürütebilir.  Bu  bağlamda  Osmanlı uygulamasında hâkim, müşterek malın taksimi işlemlerini bilirkişi vasıtasıyla yürütmüştür. Hâkim tarafından görevlendirilen bilirkişiler, müşterek malın ekonomik değerinin tespiti ya da fiziki olarak taksime elverişli olup olmadığı gibi hususlarda görev ifa etmişlerdir. Keza taksime elverişli olduğu tespit                                                            89   ‘‘Medyûnen fevtolan Zeyd in veresesi edâ-i deyn olunmadan tereke-i Zeyd i inkısâma kâdir olurlar mı? El-cevab: Edâ-i deyn takdim olunur.  , Çatalcalı/Demirtaş, s. 365; MAA, m. 1123, 1125, 1130-1131; Ali Haydar, C. III, s. 210-215; Aktan (2002), s. 498; Kâhya, s. 33; Çelen, s. 88. 90   Öztürk, Said (2001) ‘‘Kassâm  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 24, s. 579; Avcı, s. 157; Ekinci (2017), s. 377. 91   Kılınç,  s. 174-178; ‘‘… bi l-irsi ş-şer‘î verese-i mezkûresine isâbet ve intikāl edip lâkin müşterek olmağla intifâ‘ı kalîl olduğundan gayri harâba müşrif olup menzil-i mezbûr verese beyninde tevzî‘ ve taksîm olunması sıgāra dahi evlâ ve enfa‘ ve kâbil-i kısmet olmağın hâlâ taraf-ı şer‘den menzil-i mezbûrun üzerine varılıp hâssa mimarları ve ehl-i vukūf kimesneler ma‘rifetleriyle  menzil-i  mezbûr  tashîh-i  mezbûr  üzere  beynimizde  tevzî‘  ve  taksîm  ve hisselerimiz ifrâz ve alâmât-ı fâsıla vaz‘ıyla muhtâr kılınmak bi l-asâle ve bi l-vesâye ve bi lvekâle matlûbumuzdur deyip bir kıt‘a fermân-ı âlî ibrâz etmeleriyle imtisâlen-leh savb-ı şer‘-i enverden  Mevlânâ  el-Hâc  Mehmed  Efendi  b.  Ahmed  irsâl  olunup  ol  dahi  hâssa mi‘mârlarından Osman Halîfe b. Süleyman ve İbrahim Halîfe b. Mustafa ile menzil-i mezbûra varıp zeyl-i vesîkada muharrerü l-esâmi Müslimîn ile mu‘âyene ve müşâhede eylediklerinde fi l-hakīka menzil-i mezbûr ber-vech-i muharrer kābil-i kısmet olduğu âyân olmağla…  , Yılmaz, Coşkun (editör) (2019) İstanbul Kadı Sicilleri 59 Rumeli Sadâreti  202YBHD 2021/1  Naci ÇEVİK  edilen müşterek mallarda taksim işlemi kura ile yapılabileceği gibi belirlenen payların pay sahiplerine dağıtımı da bilirkişilerce yapılabilmiştir. Öte yandan hâkim tarafından taksim işlemini yapmakla görevlendirilen kişinin hür, akıllı ve  adil  olması  gerektiği  gibi  taksim  işlemini  amacına  uygun  şekilde gerçekleştirebilmesi için gerekli olan matematik ve benzeri bilimlerde de bilgi sahibi olması lazımdır. 5. Hükümleri İslam-Osmanlı eşya hukuku hükümleri çerçevesinde taksim işleminden sonra pay sahiplerinden her biri kendi payına müstakil olarak sahip olur ve bu hisse üzerinde dilediği gibi tasarruf edebilir. Böylece eşya üzerindeki müşterek mülkiyet sona ererek müstakil mülkiyete dönüşmüş olur. Öte yandan taksim edilen mal arazi ise, aksi kararlaştırılmadığı müddetçe arazi üzerindeki bina ve ağaçlar da taksime tâbidir. Keza paylaştırılan akara ait irtifak hakları da taksim kapsamında değerlendirilir. Diğer taraftan muhayyerlik sebeplerinden herhangi birini bünyesinde barındırmayan  taksim  işlemi  adilane  ve  usulüne  uygun  olarak  yapılıp yürürlüğe girdikten sonra pay sahipleri açısından bağlayıcı nitelikte bir akit                                                                                                                                            Mahkemesi 161 Numaralı Sicil (H. 1115-1116 / M. 1704), İstanbul, İstanbul Büyükşehir Belediyesi Kültür A.Ş Yayınları, s. 481-483; Hüküm No: 503 [122b-1]. 92   Kılınç, s. 178; ‘‘… menzil-i mezkûr mâ-beynlerinden kısmet-i âdile ile taksîm olunmasını taleb  eyleriz  dediklerine  binâen  hâssa  mi‘mârlarından  fahrü l-akrân  Kabil  Çavuş  b. Abdülmennan  nâm  kimesne  ile  ve  ehl-i vukūfdan  cem‘-i  gafir  ile  menzil-i  mezkûrun üzerine varılıp menzil-i mezkûrun cümle binâsı kısmet-i sahîha ile takvîm olunup ve cümle arâzisi mesâha olunup cümlesi iki hisse olunup her bir hissede iki kız şerîk olmak münâsib görülmeğin menzil-i mezkûrun cânib-i cenûbîsinde olan cümle evleri, binâlar ile bahçede incir ağacına ve şeftâli ağacına ve bir cânibi dahi kenîfe varınca bir hisse olup ve cânib-i kıblesinde vâki‘ olan köşk ile önünde bahçe zikr olunan hisse müntehî olunca bir hisse olup kur‘a olundukda cânib-i cenûb[un]da vâki‘ olan Hadice ile Rahime nin nasîblerine düşüp ve cânib-i kıblesinde vâki‘ olan hisse dahi Âişe ile Nesli nin nasîblerine düşdükde vâki‘u l-hâl bi t-taleb alâ-vukū‘ihî ketb olunup yed-i tâlibe vaz‘ olundu ki lede l-hâce kâşif-i mâ-cerâ ola.  , Yılmaz,  Coşkun  (editör)  (2019)  İstanbul  Kadı  Sicilleri  44  İstanbul  Mahkemesi  191 Numaralı Sicil (H. 1000-1027 / M. 1591-1617), İstanbul, İstanbul Büyükşehir Belediyesi Kültür A.Ş Yayınları, s. 99-100; Hüküm No: 56 [13b-1]. 93   Halebî, C. IV, s. 26; Kâhya, s. 32-33; Çelen, s. 88. 94   MAA, m. 1162-1163, 1165; Ali Haydar, C. III, s. 249-252.  203Naci ÇEVİK  YBHD 2021/1  olup,  bundan  rücu  mümkün  değildir.  Bununla  birlikte  kısmet-i  rıza  ile gerçekleştirilen  paylaştırmanın  uygulanması  esnasında  yapılan  kura çekiminde kuraların çoğunun belirlenmesine karşın sahibi belirlenmeyen en az  iki  hisse  kalmışsa  ortaklardan  birinin  taksim  işleminden  rücu  etmesi mümkündür. Çünkü bu tür taksimde önemli olan ortakların taksim işlemine razı  olmalarıdır. Ancak kısmet-i kaza  yoluyla  yapılan  taksim  işlemlerinde hâkimin  tarafları  paylaşıma  zorlama  yetkisi  olduğundan  pay  sahiplerinin taksimden rücu etmeleri mümkün değildir. Öte  yandan  taksim  işleminden  sonra  taraflara  düşen  hisselerden herhangi  birinin  ayıplı  olduğunun  ortaya  çıkması  halinde  ayıplı  hissenin sahibi olan taraf akdin feshini talep edebilir. Keza mahkeme kararıyla yapılan paylaştırma işlemlerinde gabn-i fahiş olması halinde taksim işleminin adil yapılmaması sebebiyle feshedilmesi mümkündür. Nitekim Osmanlı Devleti uygulamasında  bilirkişiler  aracılığıyla  müşterek  malın  taksimi  esnasında  gabn-i fahiş yapıldığı veya taksimin adilane bir şekilde yapılmadığı iddiaları araştırılmış ve gerektiğinde taksim işlemi adil şekilde tekrarlanmıştır. Müşterek malın ortaklar arasında taksim edilmesinden sonra bu malın tamamının ya da bir kısmının mala ortak olmayan başka bir kimseye ait olduğunun ortaya çıkmasına istihkak adı verilir. Malın taksimi ile meydana gelen hisselerden biri veya bir kaçının ortak olmayan bir şahsa ait olduğunun                                                            95   AK, m. 16; MAA, m. 1127, 1157; Ali Haydar, C. III, s. 215-218, 245; ‘‘Zeyd-i müteveffânın veresesi terekeden bir bağçeyi rızâları ile kısmet-i adile ile iktisâm itdüklerinde bağçede olan havz vereseden Amr ın hissesine isâbet eylese sâir verese nâdimler olub: ‘Havz beynimizde iştirâk  üzere  iktisâm  idelim!   dimege  kâdir  olurlar  mı?  El-cevab:  Olmazlar.  , Çatalcalı/Demirtaş, s. 370. 96   MAA, m. 1158; Ali Haydar, C. III, s. 245-246. 97   İki taraflı akitlerde edimler arasındaki denksizliğin aşırı olması anlamına gelen ‘‘gabn-i fahiş   hakkında ayrıntılı bilgi için bakınız:  Bardakoğlu,  Ali  (1996) ‘‘Gabn  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 13, s. 268-273. 98   MAA, m. 1160; Ali Haydar, C. III, s. 246-247; ‘‘Zeyd ve Amr a le l-iştirâk malik oldukları kâbil-i kısmet olan emlâki iktisâm itdüklerinden sonra Zeyd, istîfai hakka ikrar itmeden: ‘Hissemde gabn-i fâhiş olmuşdur!  deyu da vâ ve gabn-i fâhişi isbât idicek ol emlâki kısmet-i âdile ile kısmet itdürmege kâdir olur mu? El-cevab: Olur.  , Çatalcalı/Demirtaş, s. 371. 99   Kılınç, s. 182.  204YBHD 2021/1  Naci ÇEVİK  ortaya çıkması durumunda yapılan taksim bozulmayıp, hissesinin başkasına ait olduğu ortaya çıkan ortak veya ortakların zararı giderilir. Buna karşın taksimden sonra paylaştırılan malın tamamının bir başkasına ait olduğunun ortaya çıkması taksim işleminin feshine yol açar. Keza terekenin mirasçılar arasında bölüştürülmesinden sonra murisin dağıtılan terekeye denk bir borcu olduğunun ortaya çıkması da taksimin feshini gerektirir.  Diğer taraftan ortakların tamamının muvafakati ile kısmet-i rıza ya da kısmet-i kaza yoluyla yapılan taksim işleminin ikâle yoluyla feshedilmesi de mümkündür. Böylece pay sahipleri söz konusu malı taksimden önce olduğu gibi aralarında müşterek olarak kullanabilirler.   B. MÜŞTEREK MENFAATLERİN TAKSİMİ (MUHÂYEE) Bu başlık altında muhâyeenin tanımı yapılarak hukuki niteliği, hukuki dayanağı, çeşitleri, şartları ve sonuçları üzerinde durulacaktır 1.  Tanımı ve Hukuki Niteliği Sözlük anlamı olarak ‘‘birden fazla kişinin belirli bir durum üzerinde uzlaşmaları   ya da ‘‘taraflardan her birinin vaat ettiğini hazır ve elverişli hale getirmesi    demek  olan  muhâyee  İslam  hukuku  terimi  olarak  ise  zaman sıralaması ya da mekân belirlenmesi suretiyle müşterek maliklerin söz konusu maldan yararlanma usulü hakkında anlaşmaları anlamına gelmektedir. Diğer bir  deyişle  birden  fazla  kişinin  birlikte  malik  olduğu  mal  ya  da  malların                                                            100  ‘‘Zeyd-i müteveffânın veresesi tereke-i Zeyd-i iktisâm itdüklerinde vereseden Amr ın hissesine şu kadar eşya isâbet idüb kabzitdikden sonra Bekir ol eşyaya müstahık çıkub ba de l-isbat ve l-hukm eşyayı Amr dan alsa Amr hissesiyle diğer vereseye terekeden makbuzlarından mürâcaata kâdir olur mu? El-cevab: Our.  , Çatalcalı/Demirtaş, s. 372. 101  MAA, m. 1161; Ali Haydar, C. III, s. 247-249; Halebî, C. IV, s. 31. 102  Bağlayıcı ve feshi kabil bir akdi bozmayı konu edinen ikâle akdi hakkında ayrıntılı bilgi için bakınız: Aybakan, Bilal (2000) ‘‘İkâle  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 22, s. 14-16. 103  MAA, m. 1179; Ali Haydar, C. III, s. 246.  205Naci ÇEVİK  YBHD 2021/1  müşterek  mülkiyet  devam  ettiği  sürece  hissedarlar  arasında  nasıl kullanılacağını düzenleyen sözleşmeye muhâyee adı verilmektedir. Niteliği  bakımından  muhâyeenin  bir  akit  olduğu  hususunda  İslam hukukçuları  arasında  görüş  birliği  olmakla  birlikte  bu  akdin  hükümleri açısından ne tür bir akit olduğu konusu tartışmalıdır. Bu kapsamda bazı İslam hukukçularına  göre  pay  sahipleri  sahibi  oldukları  şayi  hisselerden  elde edecekleri menfaati diğer paydaşlarla değiştirdiklerinden dolayı muhâyee bir tür kira akdi niteliğindedir. Nitekim kira sözleşmelerinde kira bedelinin nakit para olması zorunlu değildir. Keza muhâyee akdini aynların değişimini ifade etmesi açısından trampaya benzetmek mümkün olmamakla birlikte tarafların hem  kiralayan  hem  de  kiracı  durumunda  olmaları  sebebiyle  trampaya benzediği söylenebilir. Nitekim klasik İslam hukuku eserlerinde yer yer başka akit tipleriyle ilişki ve benzerliklerine temas edilmekle birlikte genellikle ivazlı olduğu  ve  bu  sebeple  icâre  hükümlerinin  uygulanması  gerektiğinin belirtilmesi  muhâyeenin  kira  sözleşmesine  benzediği  yaklaşımını desteklemektedir. Buna karşın bazı İslam hukukçularının da belirttiği üzere bu akit  bütün  hükümleri  bakımından  kira  sözleşmesi  gibi  değildir.  Zaman itibariyle muhâyeenin mübadele yönü, mekân itibariyle muhâyeenin ise ifraz yönü  dikkate  alınarak  birincisinde  sürenin  belirli  olması  şart  koşulurken ikincisinde süre tayini gerekli görülmemiştir. Ancak süre tayini hükmünden bağımsız olarak incelendiğinde her iki türün bir yönüyle ifraz, diğer yönüyle mübadele olduğu söylenebilir. 2.  Hukuki Dayanağı Müşterek  mülkiyete  konu  teşkil  eden  malların  taksiminde  asıl  olan ortakların  rızası  ya da  mahkeme  kararıyla  malın  aynen  paylaştırılmasıdır. Ancak taksime elverişli olmayan ya da paylaştırılması halinde önemli ölçüde değer  kaybına  uğrayan  mallar  gibi  bazı  müşterek  malların  ise  taksimden                                                            104  Dönmez, s. 509-510; Bilmen, C. VII, s. 155; Halebî, C. IV, s. 32; Ali Haydar, C. III, s. 259; Karaman, C. III, s. 53; Türcan, Talip (2000) ‘‘İslam Hukukundaki Muhâyee ve Türk Hukukundaki  Devre  Mülk  Kurumları  Arasında  Bir  Mukayese  ,  Süleyman  Demirel Üniversitesi İlahiyat Fakültesi Dergisi, S: 7, s. 83-84. 105  MAA, m. 1178-1179; Ali Haydar, C. III, s. 264-265; Dönmez, s. 510-511; Kâhya, s. 54-57; Türcan, s. 93.  206YBHD 2021/1  Naci ÇEVİK  ziyade devamı daha yararlı olabilir. Bu kapsamda müşterek mülkiyetin aynen devam etmesine karşın müşterek maldan yararlanma hakkının paylaştırılması anlamına gelen muhâyeenin meşruluğu İslam hukukunun asli kaynakları olan Kur an-ı  Kerim  ve  Hz.  Peygamber in  sünnetine  dayanmaktadır.  Nitekim Kur an da yer alan ve Salih Peygamber ile kavmi arasındaki su kullanımında meydana gelen ihtilafın çözümünü haber veren ayetlere göre suyun Salih Peygamber in  devesi  Mucize  ile  kavmi  arasında  nöbetleşe  kullanılması emredilmiştir.  İslam  hukukçularına  göre  suyun  kullanım  hakkının paylaştırılmasına ilişkin olan bu uygulama, İslamiyet öncesi toplumlara ait olmakla birlikte söz konusu ayetin nesh edildiğine dair herhangi bir delil olmadığından,  menfaatlerin  taksimi  işlemi  (muhâyee)  İslam-Osmanlı  eşya hukukuna  göre  de  mümkündür.  Keza  Bedir  Savaşında  Hz.  Peygamber in develerden her birini üç kişi arasında paylaştırması ve onların da dönüşümlü olarak  bu  develere  binmeleri  muhâyeenin  sünnetteki  delili  olarak gösterilebilir. Öte  yandan  Mecelle-i  Ahkâm-ı  Adliyye nin  1174-1191.  maddeleri muhâyeenin  Osmanlı  Devleti  uygulamasındaki  yasal  dayanağı  olarak gösterilebilir. 3.  Çeşitleri İslam-Osmanlı  eşya  hukuku  hükümleri  çerçevesinde  muhâyee  akdi çeşitli  açılardan  farklı tasniflere  tabi  tutulmuştur. Bu  kapsamda  muhâyee; zamana ya da mekâna bağlılığı açısından zamanen muhâyee ve mekânen muhâyee  olmak  üzere  ikiye  ayrılırken,  tarafların  iradesine  bağlı  olup olmamasına  göre  rızaen  muhâyee  ve  kazaen  muhâyee  olmak  üzere  ikiye ayrılmaktadır. Müşterek maliklerden her birinin eşit veya payıyla orantılı bir süre için aralarında ortak olan malın tamamından sırayla istifade etmelerine zamanen muhâyee adı verilir. Örneğin iki kişinin müşterek malik oldukları arsayı bir yıl                                                            106  ‘‘Salih: İşte (mucize) bu dişi devedir; onun bir su içme hakkı vardır, belli bir günün içme hakkı da sizindir, dedi.  , Şuarâ, 26/155; ‘‘Onlara, suyun aralarında paylaştırıldığını haber ver. Her biri kendi içme sırasında gelsin.  , Kamer, 54/28. 107  Dönmez, s. 510; Sağlam, s. 372; Çelen, s. 91-92; Kâhya, s. 43-46.  207Naci ÇEVİK  YBHD 2021/1  birinin diğer yıl bir diğerinin kullanması ya da ortakların sahibi oldukları evi sırayla  kullanmaları  zamanen  muhâyee  olarak  kabul  edilir.  Müşterek mülkiyetin devam etmesi kaydıyla ortaklardan her birinin payıyla orantılı olacak şekilde müşterek malın bir kısmından istifade etmesine ise mekânen muhâyee denilir. İki kişinin müşterek maliki oldukları dört odalı bir evin odalarını  ikişerli  paylaşarak  her  birini  ortaklardan  birinin  kullanması mekânen muhâyee akdine örnek olarak verilebilir.                                                            108  MAA, m. 1176-1178; Ali Haydar, C. III, s. 262-2654; Halebî, C. IV, s. 32-33; Dönmez, s. 510; Karaman, C. III, s. 53; Türcan, s. 89-90; ‘‘Mahmiye-i İstanbul da Çelebioğlu Mahallesi sükkânından Mehmed Çelebi b. Ahmed nâm kimesne meclis-i şer‘-i şerîf-i enverde li-ebeveyn kız karındaşı Sâliha nın zevci ve tarafından husûs-ı âti l-beyâna vekîl olduğu nehc-i şer‘î ve tarîk-i  mer‘î  üzere  şer‘an  sâbit  olan  Mehmed  Bey  b.  Abdurrahman  nâm  kimesne muvâcehesinde takrîr-i kelâm ve bast-ı merâm edip ashâb-ı hayrâtdan merhûm Koca Mustafa Paşa Vakfı müstagallâtından olup mahalle-i mezkûrede vâki‘ ma‘lûmü l-hudûd hâriciye ve dâhiliyede büyût-ı adîdeyi müştemil menzilin üç hisseden bir hissesi benim ve iki hissesi kız karındaşım müvekkile-i mezkûrenin taht-ı tasarrufumuzda olup menzil-i mezkûr vakıf  olmağla  mütevellî-i  vakf-ı  mezbûr  taksîme  izin  vermediğinden  gayrı  hisselerimiz mikdârı  taksîme  benim  dahi  rızâm  olmayıp  ve muhâye e-i  mekâniye  mümkün olmamağla muhâye e-i zamâniye ile her birimiz hisse mikdârı sâkin olmak lâzım gelmeğin her bir senede dört ay ben ve sekiz ay karındaşım müvekkile-i mezkûre sâkine olmak üzere vekîl-i mezkûr ile kavl ü ittifâk edip …  , Yılmaz, Coşkun (editör) (2019) İstanbul Kadı Sicilleri 60 Bab Mahkemesi 92 Numaralı Sicil (H. 1120-1121 / M. 1709), İstanbul, İstanbul Büyükşehir Belediyesi Kültür A.Ş Yayınları, s. 500-501, Hüküm No: 563 [82b-1]. 109  MAA, m. 1176, 1179; Ali Haydar, C. III, s. 262-263, 265; Halebî, C. IV, s. 32-33; Karaman, C. III, s. 53; Dönmez, s. 510; Türcan, s. 90; ‘‘… menzil-i mezbûr kābil-i kısmet olmağla tevliyetim hasebiyle kız karındaşım mezbûre Havva ile beynimizde muhâyee bi l-mekân vechi üzere taksîm olunmak matlûbumdur dedikde gıbbe t-tasdîkı ş-şer‘î mi‘mârân-ı mezbûrân menzil-i mezbûru mesâha eylediklerinde tûlen ve arzen bi-hesâbı terbî‘î beş yüz kırk iki zirâ‘ binâlı arsa ve üç bin altı yüz yetmiş sekiz zirâ‘ arsa-i hâliyeden mezbûrân el-Hâc Hürrem Çelebi ve Havva dan herbirine ikişer yüz yetmiş birer zirâ‘ binâlı arsa ve bin sekiz yüz otuz dokuzar zirâ‘ arsa-i hâliye isâbet etdiği zâhir ve müte‘ayyen olmağın dâhiliyede vâki‘ tahtânî üç bâb oda ve sofa ve hamam ve câmekân odası ve sofanın köşesinde vâki‘ direkden cunba üçüncü parmaklıkdan doğru kal‘a duvarı ve bende vaz‘ olunan alâmete müntehî oluncaya değin sağ cânibde vâkı‘a hadîka mezbûr el-Hâc Hürrem Çelebi ye hisse ta‘yîn olunup ve hâriciye-i menzil-i mezbûr ma‘a arsa-i hâliye ve dâhiliyede vâki‘ matbah ve köşk ve orta kapı ve sol tarafda vâkı‘a bâkī hadîka mezbûre Havva ya hisse ta‘yîn ve tahsîs olundukda herbiri muhâyee bi l-mekân vechi üzere kabz ve kabûl etmeğin …  , Yılmaz, Coşkun (editör) (2019) İstanbul Kadı Sicilleri 57 İstanbul Mahkemesi 22 Numaralı Sicil (H. 1107-1108 / M.  208YBHD 2021/1  Naci ÇEVİK  Müşterek  maliklerin  ortak  oldukları  maldan  nasıl  yararlanacaklarını serbest iradeleriyle belirlemelerine rızaen muhâyee adı verilip, bu tür muhâyee akdinde taraflar müşterek malın kullanım şeklini özgür iradeleriyle diledikleri gibi belirleyebilirler. Nitekim bu kullanım şekli müşterek malın zamanen veya mekânen kullanılması şeklinde olabilir.  Bununla birlikte muhâyee akdinin müşterek  maliklerden  birinin  talebi  üzerine  mahkeme  kararıyla  (kazaen) kurulması  da  mümkündür.  Bu  durumda  kısmet-i  kazada  olduğu  gibi taraflardan biri muhâyee talep ettiği halde diğeri bundan imtina etmektedir. Muhâyee  talep  eden  tarafın  mahkemeye  müracaat  etmesi  sonucu  hâkim imtina eden tarafı muhâyeeye zorlamaktadır. 4.  Şartları Muhâyee  akdinin  tarafları  müşterek  malikler  olup  bunların  İslam hukuku hükümleri çerçevesinde ivazlı akitlerde aranan ehliyete ilişkin şartları taşımaları gerekmektedir. Buna göre gayri mümeyyiz küçük veya akıl hastası gibi eda ehliyetine hiç sahip olmayan kişilerin yapmış oldukları muhâyee akdinin geçerliliği yoktur. Bununla birlikte Hanefi ve Maliki mezheplerine mensup hukukçulara göre ayırtım gücüne sahip küçük veya sefih gibi eksik eda ehliyetine sahip kişilerin yapmış oldukları muhâyee akitleri ancak veli ya da vasilerinin onayıyla geçerli olur. Şafii ve Hanbeli mezheplerinde ise eksik eda ehliyetliler tarafından yapılan hukuki işlemler geçerli sayılmadığı için bu kişilerin muhâyee akdi yapabilmeleri için bülûğa ulaşmaları şarttır. Muhâyee akdinde tarafların müşterek olarak menfaatine sahip oldukları mal ya da mallardan zaman veya mekân açısından yapılan paylaşıma göre yararlanmaları söz konusudur. Dolayısıyla muhâyee işlemi müşterek malın                                                                                                                                            1695-1697), İstanbul, İstanbul Büyükşehir Belediyesi Kültür A.Ş Yayınları, s. 119-120, Hüküm No: 44 [15b-1]. 110  Dönmez, s. 510; Kâhya, s. 72; Türcan, s. 91. 111  MAA, m. 1181-1183; Ali Haydar, C. III, s. 265-266; Elmalılı, C. III, s. 450; Dönmez, s. 510; Kâhya, s. 74 Türcan, s. 91-92;‘‘Hind ile Zeyneb in a le l-iştirâk mâlike oldukları oda kâbil-i kısmet olmamağla Hind, Zeyneb e: ‘Odada muhâyeeten sâkine olalım  didikde Zeyneb râziye olmayub  ‘Ancak  ben  sâkin  olurum!   dimege  kâdire  olur  mu?  El-cevab:  Olmaz.  , Çatalcalı/Demirtaş, s. 368. 112  Dönmez, s. 510; Kâhya, s. 48-49.  209Naci ÇEVİK  YBHD 2021/1  aynen devam etmesiyle birlikte, kendisinden yararlanılması mümkün olan ortak mallarda mümkün olur. Buna göre muhâyee ölçü, tartı veya tane ile satılan misli mallarda değil ancak kıyemi mallarda söz konusu olabilir. Çünkü misli  mallar  aynları  devam  ettiği  müddetçe  kendilerinden  yararlanılması mümkün  olmayan  mallar  olduğu  halde  kıyemi  mallar  ise  aynları  devam etmekle birlikte kendilerinden istifade edilmesi mümkün olan mallardır. 5.  Hükümleri İslam eşya hukuku hükümleri çerçevesinde muhâyee akdi sonucunda taraflar;  mekânen  muhâyee  yapmışlarsa  müşterek  malın  kendi  hisselerine düşen  kısmına,  zamanen  muhâyee  yapmışlarsa  kendi  sıraları  geldiğinde müşterek  malın  tamamını  kullanma  hakkına  sahip  olurlar.  Buna  karşın mezhepler arasında farklı görüş bulunmakla birlikte Osmanlı Devleti nin de resmi mezhebi olan Hanefi mezhebine mensup hukukçular muhâyee akdinin bağlayıcılığı  hususunda  akdin  rızaen  veya  kazaen  kurulmasına  göre  farklı görüşler ortaya koymuşlardır. Bu kapsamda muhâyee akdi pay sahiplerinin rızaları ile meydana gelmişse, ortaklardan birinin tek taraflı olarak muhâyeeyi feshetme  yetkisi  vardır.  Ancak  pay  sahiplerinden  birisi  müşterek  malı kullanma hakkını bir başkasına kiraya vermişse kira sözleşmesi sona erene kadar ortaklar muhâyee akdini feshedemezler.                                                            113  MAA, m. 1175; Ali Haydar, C. III, s. 262; Halebî, C. IV, s. 32; Elmalılı, C. III, s. 443-444; Türcan, s. 87. 114  ‘‘… biz sene-i mezbûre Recebi l-ferdi gurresinden i‘tibâren evvelen ben müstakkıllen bir sene ve sâniyen mezbûre Âişe Hatun kezâlik müstakilleten bir sene zabtetmek üzre mütevelliye-i hâzıra-ı mezbûrenin izniyle kur‘a-i şer‘iye olunarak bâ-i‘lâm akd-i muhâyee etmişdik elhâletü hâzihî biz beynimizde bi t-terâzî fesh-i akd-i muhâyee-birle ben menzil-i mahdûd-ı mezkûrda olan nısf hisse-i şâyi‘amı hüsn-i rızâ ve tayyib-i hâtırım ve ferâğ-ı mu‘teber-i kat‘î ile sekiz yüz guruş bedel-i makbûz-ı müstehlek mukābelesinde mezbûre Âişe Hatun a ferâğ ve tefvîz ve teslîm eylediğimde ol dahi tefevvüz ve kabûl ve mütevelliye-i hâzıra-i mezbûre dahi tasarrufuna izin verip ol vechile menzil-i mahdûd-ı mezkûrun mecmû‘u üzre Âişe Hatun un dâhil-i  havza-i  tasarrufu  ve  hakk-ı  müfevvazı  olup  benim  kat‘a  alâka  ve  medhalim kalmamağla …  , Yılmaz (editör), İstanbul Kadı Sicilleri 90, s. 208-209, Hüküm No: 146 [31b-2]. 115  MAA, m. 1188, 1190; Ali Haydar, C. III, s. 269-270; Halebî, C. IV, s. 34; Bilmen, C. VII, s. 159; Türcan, s. 93; Kâhya, s. 113 vd.  210YBHD 2021/1  Naci ÇEVİK  Öte yandan müşterek maliklerden birinin istemesine rağmen diğerinin imtina etmesi sonucu mahkeme kararıyla meydana gelen muhâyee akdini ise ortaklardan herhangi birisi yalnızca malın aynen taksimi ya da kendi hissesini satmak istemesi gibi makul bir gerekçeye dayanmak suretiyle feshedebilir.  Aksi takdirde kazaen meydana gelen muhâyee akitlerinde ortakların tek taraflı olarak fesih yetkileri yoktur. Buna karşın ortaklar bir araya gelmek suretiyle kendi  aralarında  uzlaşarak  mahkeme  kararının  aksine  muhâyee  akdini feshedip ortaklığı sürdürebilirler. Diğer taraftan müşterek maliklerden birisinin ya da her ikisinin ölümü halinde  muhâyee  akdi  sona  ermediği  gibi  muhâyee  akdinden  doğan  tüm haklar  ve  borçlar  mirasçılara  intikal  eder.  Çünkü  ortakların  ölümü  ile muhâyee akdinin sona ereceğinin kabul edilmesi halinde mirasçıların tekrar muhâyee talebinde bulunmaları gerekeceğinden bunda hukuki yarar olmadığı kabul edilir.  SONUÇ Tarih boyunca tüm toplumlarda eşya ve mülkiyete ilişkin hukuki esaslar benimsendiği gibi İslam hukuku da bu konuya dair orijinal esaslar getirmiştir. İslam  hukuku  ile  eşyaya  ve  mülkiyete  ilişkin  olarak  getirilen  hükümler Osmanlı  hukukunda  da  hemen  hemen  aynı  şekilde  kabul  edilip uygulanmıştır. Bu kapsamda müşterek mülkiyet; satın alma, hibe, vasiyeti kabul veya miras gibi mülkiyeti kazanma yollarından biriyle ya da birden fazla malın ayrılması mümkün olmayacak bir biçimde birbirlerine karışarak birleşmesi suretiyle  en  az  iki  kimsenin  bir  mal  üzerinde  birlikte  malik  olmalarıdır. Dolayısıyla müstakil mülkiyete konu olan bir eşyaya yalnızca bir kişi sahip olduğu halde müşterek mülkiyete konu teşkil eden bir eşyanın birden çok maliki bulunmaktadır. Bununla birlikte müşterek olarak bir mala sahip olan                                                            116  MAA, m. 1189; Ali Haydar, C. III, s. 270; Elmalılı, C. III, s. 454; Bilmen, C. VII, s. 159; Kâhya, s. 113 vd. 117  MAA, m. 1191; Ali Haydar, C. III, s. 270; Kâhya, s. 143-144. 118  Cin, s. 9.  211Naci ÇEVİK  YBHD 2021/1  pay  sahipleri  o  malın  belli  bir bölümü  üzerinde  hisseleri  oranında  malik olmayıp, pay sahiplerinin mülkiyet hakkı malın tamamı üzerinde kendi hissesi oranındadır. Bu nedenle bir malın müstakil mülkiyetine sahip olan şahıs o mal üzerinde dilediği gibi tasarrufta bulunabileceği halde, müştereken bir mala sahip  olan  ortakların  o  mal  üzerinde  tasarruf  yetkileri  bazı  kısıtlamalara tabidir.  Bu doğrultuda  müşterek  mal  üzerinde  pay  sahiplerinden  her biri kendi  paylarına  ilişkin  olarak  bazı  tasarrufları  tek başlarına  yapabildikleri halde  bir  kısım  tasarrufları  ise  sınırlandırılmıştır.  Keza  İslam-Osmanlı hukukunda müşterek malın yok olması, istimlâk edilmesi, cebri satışı ya da malın  kendisinin  veya  menfaatlerinin  taksim  edilmesi  suretiyle  müşterek mülkiyet sona erdirilebilir. İslam-Osmanlı  eşya  hukukunda  müşterek  mülkiyeti  sona  erdiren sebeplerden taksim bir eşyanın ayn adı verilen maddi yapısının taksimi ya da malın  maddi  yapısı  aynen  kalmakla  birlikte  bu  maldan  elde  edilen menfaatlerin  taksimi  olmak  üzere  iki  şekilde  yapılmaktadır.  Ancak  klasik İslam hukuku eserlerinde ‘‘taksim   kavramı ile esasen müşterek malın maddi yapısının  paylaşılması  kastedilmekte  olup,  menfaatlerin  taksimi  ise ‘‘muhâyee   kavramı ile ifade edilmiştir. Öte  yandan  neticesi  itibariyle  müşterek  mal  üzerinde  şayi  olan hisselerin ayrılmasına yol açan taksim işlemi bu yönüyle bir ifraz niteliğinde olmakla birlikte söz konusu işlem sonucunda her bir ortak kendi payına düşen hisseden diğer ortakların vazgeçmelerine karşılık onlara düşen hisselerdeki mülkiyet hakkından feragat ettiğinden aynı zamanda mübadele özelliği de taşımaktadır. Diğer  taraftan  müşterek  malın  taksimi;  pay  sahiplerinin  iradeleri açısından  kısmet-i  rıza  ve  kısmet-i  kaza  şeklinde  ikiye;  müşterek  malın paylaştırılması sonucunda ortaya çıkan payların eşitlenmesine ihtiyaç duyulup duyulmamasına göre kısmet-i ecza, kısmet-i tadil ve kısmet-i red olmak üzere üçe; paylaştırılacak malın bir ya da birden fazla olması açısından ise kısmet-i cem ve kısmet-i tefrik olmak üzere ikiye ayrılmaktadır. Ayrıca müşterek malın taksim edilebilmesi için ayn olması, bölünebilir olması ve taksim işlemi sırasında pay sahiplerinin mülkiyetinde bulunması gerekir. Keza müşterek maliklerin taksim anında hazır bulunmaları ya da  212YBHD 2021/1  Naci ÇEVİK  vekillerini göndermeleri, bazı taksim işlemlerinde pay sahiplerinin rızalarının aranması ya da bazı taksim türlerinde ortakların zarara uğramaması taksimin şartlarındandır. Usulüne uygun ve adil olarak yapılan taksim işlemi taraflar açısından bağlayıcı nitelikte olup, bundan rücu mümkün değildir. Ancak ortakların rızası ile gerçekleştirilen taksimin uygulanması esnasında dağıtılmayan en az iki hisse kalmışsa ortaklardan birinin taksimden rücu etmesi mümkündür. Çünkü bu tür taksimde önemli olan pay sahiplerinin taksim işlemine razı olmalarıdır.  Bununla  birlikte  mahkeme  kararıyla  gerçekleştirilen  taksim işlemlerinde hâkimin tarafları paylaştırmaya zorlama yetkisi olduğundan pay sahiplerinin taksimden rücu etmeleri mümkün değildir. Müşterek  mülkiyete  konu  teşkil  eden  malların  taksiminde  asıl  olan ortakların  rızası  ya da  mahkeme  kararıyla  malın  aynen  paylaştırılmasıdır. Ancak taksime elverişli olmayan ya da paylaştırılması halinde önemli ölçüde değer  kaybına  uğrama  ihtimali  olan  mallar  gibi  bazı  müşterek  malların devamı, taksim edilmesinden daha yararlı olabilir. Bu durumda müşterek mülkiyetin  aynen  devam  etmesine  karşın  müşterek  maldan  yararlanma hakkının paylaştırılmasına muhâyee adı verilmektedir. Bu kapsamda İslam-Osmanlı hukukunda müşterek malın taksimi hususunu incelemeye çalıştığımız bu çalışma, elbette dar kapsamlı ve bazı eksiklikleri olabilecek bir çalışma olup, eşya hukukunun önemli konu başlıklarından olan müşterek mülkiyet ve taksimi hususu hukuk tarihi açısından çok daha geniş kapsamlı ve ayrıntılı çalışmalara konu olabilecek niteliktedir.      213Naci ÇEVİK  YBHD 2021/1",
     "Kaynakça": "Akgündüz, Ahmet (1996) İslam Hukukunda ve Osmanlı Tatbikatında Vakıf Müessesesi, 2. Baskı, İstanbul, Osmanlı Araştırmaları Vakfı. Aktan, Hamza (2001) ‘‘İstimlâk  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 23, s. 364 366. Aktan, Hamza (2002) ‘‘Kısmet  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 25, s. 497 498. Aktan, Hamza (2005) ‘‘Miras  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 30, s. 143 145. Ali Haydar Efendi (2014) Dürerü l Hukkâm Şerhu Mecelleti l Ahkâm, C. IIV, (Çeviren: Gündoğdu, Raşit/Erdem, Osman) İstanbul, Gül Neşriyat. Apaydın,  H.  Yunus  (2001)  ‘‘Karz  ,  Türkiye  Diyanet  Vakfı  İslam Ansiklopedisi, C: 24, s. 520 525. Arı,  Abdüsselam  (2012)  ‘‘Vasiyet  ,  Türkiye  Diyanet  Vakfı  İslam Ansiklopedisi, C: 42, s. 552 554. Armağan,  Servet  (2015) İslam Hukukunda Temel Hak ve Hürriyetler, 8. Baskı, Ankara, Diyanet İşleri Başkanlığı Yayınları. Atar,  Fahrettin  (1990)  İslam  İcra  ve  İflas  Hukuku,  1.  Baskı,  İstanbul, Marmara Üniversitesi İlahiyat Fakültesi Vakfı Yayınları. Avcı, Mustafa (2018) Türk Hukuk Tarihi, 7. Bası, Konya, Atlas Akademi. Aybakan, Bilal (2000) ‘‘İkâle  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 22, s. 14 16. Aydın, Mehmet Akif (2014) Türk Hukuk Tarihi, 12. Baskı, İstanbul, Beta Basım Yayım. Aydın,  Münevver  (2019)  ‘‘185  Numaralı  Denizli  Şer iyye  Sicil  Defterinin Transkripsiyonu  ve  Değerlendirmesi  (1875 1883)    (Yüksek  Lisans), Afyon Kocatepe Üniversitesi, Sosyal Bilimler Enstitüsü. Bardakoğlu, Ali (1992) ‘‘ Bey    , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 6, s. 13 19. Bardakoğlu, Ali (1996) ‘‘Gabn  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 13, s. 268 273.  214YBHD 2021/1  Naci ÇEVİK  Bardakoğlu, Ali (1998) ‘‘Hibe  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 17, s. 421 426. Bardakoğlu, Ali (1998) ‘‘Hidâne  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 17, s. 467 471. Bilmen,  Ömer  Nasuhi  (t.y.)  Hukuk ı  İslamiyye  ve  Istılahat ı  Fıkhiyye Kâmusu, C. IV VII, İstanbul. Cin, Halil (1992) Osmanlı Toprak Düzeni ve Bu Düzenin Bozulması, 3. Baskı, Konya, Selçuk Üniversitesi Basımevi. Cin, Halil/Akgündüz, Ahmed (2011) Türk Hukuk Tarihi, İstanbul, Osmanlı Araştırmaları Vakfı. Cin, Halil/Akyılmaz, Gül (2013) Türk Hukuk Tarihi, 5. Baskı, Konya, Sayram Yayınları. Çalış, Halit (2007) ‘‘Rakabe  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 34, s. 427 428. Çatalcalı  Ali  Efendi/Demirtaş,  H.  Necati  (2014)  Açıklamalı  Osmanlı Fetvaları: Fetâvâ yı Ali Efendi, cild i sâni, 1. Baskı, İstanbul, Kubbealtı, Çelen,  Cevdet  (2010)  ‘‘İslam  Hukukunda  Müşterek  Mülkiyet    (Yüksek Lisans), Marmara Üniversitesi, Sosyal Bilimler Enstitüsü. Çetintaş, Hatice (2019) ‘‘808/1757 Numaralı Bartın Şer iyye Sicil Defterinin Transkripsiyonu  ve  Değerlendirmesi    (Yüksek  Lisans),  Karabük Üniversitesi, Sosyal Bilimler Enstitüsü. Dönmez,  İbrahim  Kâfi  (2010)  ‘‘Şüf a  ,  Türkiye  Diyanet  Vakfı  İslam Ansiklopedisi, C: 39, s. 248 252. Duman, Ali (2008) ‘‘Sadaka  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 35, s. 383 384. Ekinci, Ekrem Buğra (2016) İslam Hukuku: Umumi ve Hususi Hükümler, 2. Basım, İstanbul, Arı Sanat Yayınevi. Ekinci, Ekrem Buğra (2017) Osmanlı Hukuku: Adalet ve Mülk, 5. Basım, İstanbul, Arı Sanat Yayınevi. Elmalılı Muhammed Hamdi Yazır (1997) Alfabetik İslam Hukuku ve Fıkıh Istılahları Kamusu, C. III, (Hazırlayan: Sıtkı Gülle), İstanbul, Ensar Neşriyat.  215Naci ÇEVİK  YBHD 2021/1  Erkal,  Mehmet  (1996)  ‘‘Ganimet  ,  Türkiye  Diyanet  Vakfı  İslam Ansiklopedisi, C: 13, s. 351 354. Fendoğlu, Hasan Tahsin (1994) Hukuk Tarihimizde Temel Haklar, Konya, Mimoza. Gözübenli, Beşir (1991) ‘‘Âriyet  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 3, s. 379 380. Gözübenli,  Beşir  (2002)  ‘‘Kıyemî  ,  Türkiye  Diyanet  Vakfı  İslam Ansiklopedisi, C: 25, s. 540 541. Hacak, Hasan (2005a) ‘‘İslam Hukuk Düşüncesinde Özel Mülkiyet Anlayışı  , Marmara Üniversitesi İlahiyat Fakültesi Dergisi, C: 29, S: 2, s. 99 120. Hacak, Hasan (2004) ‘‘Menfaat  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 29, s. 131 134. Hacak, Hasan (2001b) ‘‘Mislî  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 30, s. 187 188. Hacak,  Hasan  (2006a)  ‘‘Mülkiyet  ,  Türkiye  Diyanet  Vakfı  İslam Ansiklopedisi, C: 31, s. 543 548. Hacak, Hasan (2006b) ‘‘ Müşâ    , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 32, s. 151 152. Hacak,  Hasan/Çalış,  Halit  (2007)  ‘‘Rehin  ,  Türkiye  Diyanet  Vakfı  İslam Ansiklopedisi, C: 34, s. 538 542. İbrahim  Halebî  (t.y.)  Mevkûfât  Mültekâ  Tercümesi,  c.  IV,  (Şerheden: Mehmed Mevkûfâti, Sadeleştiren: Ahmed Davudoğlu), İstanbul, Sağlam Kitabevi. Kahveci, Nuri (2015) Mukayeseli İslam Borçlar Hukuku, 1. Baskı, İstanbul, Hikmet Yayınevi. Kâhya,  Özlem  (2009)  ‘‘İslam  Hukukunda  Muhâye e    (Yüksek  Lisans), Marmara Üniversitesi, Sosyal Bilimler Enstitüsü. Karaman, Hayrettin (2012) Mukayeseli İslam Hukuku, c. III, İstanbul, İz Yayıncılık. Karaman,  Hayrettin/Özek,  Ali/Dönmez,  İbrahim  Kâfi/Çağrıcı, Mustafa/Gümüş,  Sadrettin/Turgut,  Ali  (2014),  Kur an ı  Kerim  ve Açıklamalı Meâli, 27. Baskı, Ankara, Türkiye Diyanet Vakfı Yayınları.  216YBHD 2021/1  Naci ÇEVİK  Kılınç, Ahmet (2019) Osmanlı Yargılama Hukukunda Bilirkişilik, 1. Baskı, Ankara, Adalet Yayınevi. Kıylık, Mustafa Harun (2016) ‘‘Aile İçi Eğitim Açısından İslam Hukukunda Hidane  ,  Yurt,  Mehmet  Emin/Bayrktutan  Osman  (Editörler),  Iğdır Üniversitesi  İlahiyat  Fakültesi  Uluslararası  Aile  İçi Eğitim  Çalıştayı, Iğdır, s. 143 178. Özdemir,  Recep  (2019)  ‘‘İslam  Hukukuna  Göre  Mülkiyet  ve  Mülkiyetin Temellendirilmesi  , Adıyaman Üniversitesi Sosyal Bilimler Enstitüsü Dergisi,  Y: 11, S: 31, s. 259 291. Öztürk, Said (2001) ‘‘Kassâm  , Türkiye Diyanet Vakfı İslam Ansiklopedisi, C: 24, s. 579 582. Sağlam,  Hadi  (2012)  ‘‘İslam  Fıkıh  Doktrininde  Müşterek  Mülkiyetin Taksiminde  Muhdesatın  Durumu  (İştirak  ve  Müşterek  Araziler Örneği)  , Cumhuriyet Üniversitesi İlahiyat Fakültesi Dergisi, C: 16, S: 2, s. 365 415. Şener,  Mehmet  (1989)  ‘‘İslam  Hukukunda  Karz ı  Hasen  ,  Dokuz  Eylül Üniversitesi İlahiyat Fakültesi Dergisi, S: 6, s. 391 403. Türcan, Talip (2000) ‘‘İslam Hukukundaki Muhâyee ve Türk Hukukundaki Devre Mülk Kurumları Arasında Bir Mukayese  , Süleyman Demirel Üniversitesi İlahiyat Fakültesi Dergisi, S: 7, s. 83 102. Türk  Hukuk  Kurumu  (1991)  Türk  Hukuk  Lûgatı,  3.  Baskı,  Ankara, Başbakanlık Basımevi. Türkmen, Ali (1996) İslam Eşya Hukuku, Samsun. Yaka,  Zeki  (2014)  ‘‘İslam  Hukukunda  Zilyedlik  ve  Mülkiyet  Arasındaki Farklar  , Bülent Ecevit Üniversitesi İlahiyat Fakültesi Dergisi, C: 1, S: 2, s. 35 52. Yıldırım,  İlyas  (2018)  ‘‘Şüf a Önalım  Hakkı:  Mecelle  ve  Türk  Medeni Kanunun  Merkezli  Bir  Mukayese  ,  İslam  Hukuku  Araştırmaları Dergisi, S: 31, s. 317 336. Yıldırım,  Mustafa  (2012)  ‘‘Vedîa  ,  Türkiye  Diyanet  Vakfı  İslam Ansiklopedisi, C: 42, s. 596 598. Yılmaz, Coşkun (editör) (2008) İstanbul Kadı Sicilleri Üsküdar Mahkemesi 1 Numaralı Sicil (H. 919 927 / M. 1513 1521), C: 1, İstanbul, İSAM.  217Naci ÇEVİK  YBHD 2021/1  Yılmaz,  Coşkun  (editör)  (2011)  İstanbul  Kadı  Sicilleri  Eyüb  Mahkemesi (Havâss ı Refîa) 61 Numaralı Sicil (H. 1065 1066 / M. 1655), C: 27, İstanbul, İSAM. Yılmaz, Coşkun (editör) (2019) İstanbul Kadı Sicilleri 52 Hasköy Mahkemesi 3 Numaralı Sicil (H. 1023 1081 / M. 1615 1670), İstanbul, İstanbul Büyükşehir Belediyesi Kültür A.Ş Yayınları. Yılmaz, Coşkun (editör) (2019) İstanbul Kadı Sicilleri 57 İstanbul Mahkemesi 22 Numaralı Sicil (H. 1107 1108 / M. 1695 1697), İstanbul, İstanbul Büyükşehir Belediyesi Kültür A.Ş Yayınları. Yılmaz, Coşkun (editör) (2019) İstanbul Kadı Sicilleri 60 Bab Mahkemesi 92 Numaralı Sicil (H. 1120 1121 / M. 1709), İstanbul, İstanbul Büyükşehir Belediyesi Kültür A.Ş Yayınları. Yılmaz, Coşkun (editör) (2019) İstanbul Kadı Sicilleri 73 Bab Mahkemesi 197 Numaralı  Sicil  (H.  1162 1163  /  M.  1749 1750),  İstanbul,  İstanbul Büyükşehir Belediyesi Kültür A.Ş Yayınları. Yılmaz, Coşkun (editör) (2019) İstanbul Kadı Sicilleri 44 İstanbul Mahkemesi 191 Numaralı Sicil (H. 1000 1027 / M. 1591 1617), İstanbul, İstanbul Büyükşehir Belediyesi Kültür A.Ş Yayınları, s. 99 100; Hüküm No: 56 [13b 1]. Yılmaz, Coşkun (editör) (2019) İstanbul Kadı Sicilleri 59 Rumeli Sadâreti Mahkemesi 161 Numaralı Sicil (H. 1115 1116 / M. 1704), İstanbul, İstanbul Büyükşehir Belediyesi Kültür A.Ş Yayınları. Yılmaz,  Coşkun  (editör)  (2019)  İstanbul  Kadı  Sicilleri  79  Davud  Paşa Mahkemesi 1 Numaralı Sicil (H. 1196 1197 / M. 1782 1783), İstanbul, İstanbul Büyükşehir Belediyesi Kültür A.Ş Yayınları. Yılmaz, Coşkun (editör) (2019) İstanbul Kadı Sicilleri 90 İstanbul Mahkemesi 148  Numaralı  Sicil  (H.  1242  /  M.  1826 1827),  İstanbul,  İstanbul Büyükşehir Belediyesi Kültür A.Ş Yayınları. Yılmaz, Coşkun (editör) (2019) İstanbul Kadı Sicilleri 94 Anadolu Sadâreti Mahkemesi 2 Numaralı Sicil (H. 1251 1257 / M. 1835 1841), İstanbul, İstanbul Büyükşehir Belediyesi Kültür A.Ş Yayınları.   218"
}