{
     "Tip": "Makale",
     "Dergi İsmi": "Yıldırım Bayazıt Üniversitesi ",
     "Üniversite İsmi": "",
     "Gün": "25",
     "Ay": "12",
     "Yıl": "2020",
     "Cilt": "1",
     "Sayı": "2021/1",
     "Başlık": "KARMA KULLANIM AMAÇLI BİR KONUT SATIŞI  AÇISINDAN TKHK HÜKÜMLERİNİN UYGULANMASI SORUNU",
     "Title":"THE PROBLEM OF IMPLEMENTING THE PROVISIONS OF THE  CONSUMER PROTECTION LAW IN TERMS  OF THE SALE OF HOUSES FOR MIXED USE",
     "Yazar İsmi": [

          "  Dr. Öğr. Üyesi Mehmet DOĞAR"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          " Karma Kullanım", "Home-Ofis", "Tüketici", "Konut", "Satış"

     ],
     "Keywords": [
          " Mixed-Use", "Home-Office", "Consumer", "Residence", "Sales"

     ],
     "Özet": "6502 Sayılı Tüketicinin Korunması Hakkında Kanunun (TKHK) 40 46. maddeleri  ile  birlikte  konut  satışları,  taraflardan  birinin  tüketici  olması kaydıyla, TKHK kapsamına alınmıştır. TKHK 40/1 maddesi, bir tüketicinin satın alacağı taşınmazı sadece  barınma amaçlı  olarak kullanması gerektiğini açıkça  hüküm  altına  almıştır.  Diğer  bir  anlatımla,  satışa  konu  taşınmaz, TKHK hükümlerine tabi olacak ise o konutu satın alan tüketiciler yaşamlarını orada devam ettirme niyetinde olmalıdırlar. Günümüzde, özellikle büyükşehirlerde nüfus yoğunluğuna ve Covid 19 salgınına da bağlı olarak giderek yaygınlaşan home ofis tarzı karma kullanım amaçlı konutlar hızla yapılmaya ve satılmaya devam etmektedir. Home ofis (karma kullanım) tarzı konutlara taleplerin giderek artmasının en önemli nedenlerinden biri, masrafların azaltılması, başka bir ifadeyle, tasarruf etme düşüncesidir. Gerçekten de, evi ile birlikte bir işyerine sahip olan birisi hem işyeri için hem de yaşadığı ev için ayrı ayrı doğalgaz, elektrik, su, internet ve aidat  gibi  giderler  bakımından  iki  kere  ödemede  bulunmaktadır.  Hâlbuki barınma  ile  birlikte  işyeri  ihtiyacının  da  karşılanabildiği  home ofis   tarzı konutları satın alanlar, ev ve işyeri için iki ayrı masraf kalemi ödemekten kurtulmakta, ciddi anlamda tasarruf etmiş bulunmaktadır. Bu çalışmada, home ofis olarak kullanılacak bir konutun satışı halinde, TKHK  hükümlerinden  faydalanıp  faydalanamayacağı  sorusuna  yanıt aranacaktır.",
     "Abstract": "Housing sales are being regulated in Consumer Protection Law No. 6502 art. 40-46, if one of the parties is a consumer. According to Consumer Protection Law No. 6502 art. 40/1, it is clearly explained that a consumer should only use the home to be purchased for  housing purposes .  In other words, if the real estate sale will be subject to the provisions of Consumer Protection Law, the consumers who buy that house should intend to continue their lives at that house.   Today, especially in big cities, depending on the population density and covid-19 pandemic, home-office style (mixed-use) housing is continuing to be built and sold. One of the most important reasons for the increasing demand for home-office (mixed use) style houses is the idea of reducing costs, in other words, saving. Really, someone who owns a workplace with his house pays twice for his workplace and for the house he lives in, in terms of natural gas, electric, water, internet bill and residence monthly fees. However, those who buy  home-office  style houses, are saved from paying two separate costs for the house and the workplace. Therefore, they save big amounts of money.   In this study, it will be discussed whether a house to be used as a homeoffice will be within the provisions of Consumer Protection Law No. 6502.",
     "Metin": "Türkiye nin  konut  ve  kentleşme  durumuna  bakıldığında;  özellikle 1945 ten  sonra,  sanayileşmeyle  birlikte  başlayan  aşırı  göç  sebebiyle;  başta büyük şehirler olmak üzere neredeyse bütün il ve ilçelerimizin tamamında kaçak yapılaşma görülmektedir. Son yıllarda ülkemizde, sanayi üretiminden ziyade gayrimenkul değerlenmesi (arazi rantı) ve inşaat sektörü üzerinden bir kalkınma  modeli  söz  konusu  olduğundan  tüm  Türkiye de  arsa  ve  arazi fiyatlarının aşırı değerlendiği hatta büyük şehirlerde bu arsa rantının önüne geçilmez bir hal aldığı aşikârdır. Arsa üretiminin yetersiz kalması ise konut fiyatlarının yüksek olma sebeplerinden biridir.    Özellikle  yoğun  göçlerin  yaşandığı  büyük  şehirlerde   merkez   tabir edilen  semtlerde  yapılan  yeni  konutlar sadece  yüksek  gelirli  kişilere  hitap etmekte,  toplumun  büyük  kesimini  oluşturan  dar  ve  orta  gelire  sahip bireylerin bu tür konutları satın alması nerdeyse imkansız görünmektedir. Tüm bunlarla beraber, dar ve orta gelirli aileler için yapıldığı ilan edilen toplu konutların  bile  bu  aileler  tarafından  satın  alınması  zorlaşmıştır.  İşyeri kiralarının  da  bilhassa  büyükşehirlerde  oldukça  yüksek  olduğu,  ülkemiz açısından bilinen bir gerçektir.   Tüm  bu  nedenlerden  ötürü,  kişiler  artık  konut satın  alırken sadece barınma ihtiyaçlarını gidermeyi düşünmemekte, bunun yanında satın aldığı konutu değişik ekonomik veya ticari amaçlarla kullanmayı da hedeflemektedir. Bunun en güzel örneği de, daha çok büyük şehirlerde rastlanılan ve  homeofis  tarzı satılan konutlardır. Bilindiği gibi, hem konut hem de işyeri sahibi olanlar doğalgaz, elektrik, su ve internet gibi giderleri için iki ayrı fatura ödemekte, bunun yanında aidat masrafları da ciddi bir külfet oluşturmaktadır. Halbuki barınma ile birlikte işyeri ihtiyacınının da karşılanabildiği  homeofis  tarzı konutları satan alanlar, ev ve işyeri için iki ayrı masraf kalemini ödemekten kurtulmakta, ciddi anlamda tasarruf etmiş olmaktadır. Özellikle pandemi döneminde (covid-19) bu tür konutların önemi daha da artmış, zira bir çok çalışan bu dönemde işlerini evden yürütme durumunda kalmıştır.                                                             1   Doğar, Mehmet (2018) Ön Ödemeli Konut Satışı, İstanbul, On İki Levha Yayıncılık, s. 20.   307Mehmet DOĞAR  YBHD 2021/1    İşte, son yıllarda gittikçe satış grafiği yükselen bu tür karma kullanımlı konut satışlarının Tüketicinin Korunması Hakkında Kanun kapsamında kalıp kalmadığının ve yapılan satış işleminin bir tüketici işlemi olarak kabul edilip edilemeyeceğinin değerlendirilmesi önem arz eder.     I. GENEL OLARAK KONUT KAVRAMI VE TKHK KAPSAMINDA DEĞERLENDİRİLMESİ   Sözlük anlamı  bir ya da birkaç ev halkının yaşaması için yapılmış ve insanların  içinde  yaşadıkları  ev,  apartman  vb.  yer,  mesken 2 anlamında kullanılan   konut   kelimesi,  günümüzde  artık  barınma  ihtiyacını karşılamasının  yanında  sosyo-ekonomik  standartların  da  göstergesi  haline gelen bir kavram olmuştur.    Konut kelimesini sadece  barınak  olarak ele almak da yetersiz kalabilir. Zira konut, bir barınak olmasının yanında kişilere ve ailelere geleceklerinde bir güvence sağlamanın yanında bir yatırım aracı işlevi de görmektedir. En genel ifadeyle, bireyin ihtiyaçlarından biri olan barınma ihtiyacını karşılayan fiziki bir mekan olarak da tanımlanabilir. Bu niteliğiyle konut, insanların uyuma,  yemek  yeme,  bir  araya  gelme,  aile  oluşturma  gibi  en  temel ihtiyaçlarını karşılayan özel bir yapı türü olmasının yanında, artık bir yatırım                                                            2    www.sozluk.gov.tr. s.e.t. 05.08.2020. 3    Anbarcı, Murat/ Giran, Ömer/ Türkan, Yusuf Sait/ Manisalı, Ekrem (2011)  Ürün Olarak Konut Kavramı ve Türkiye deki Konut Satışlarının Ürün Hayat Eğrisi Yaklaşımıyla Değerlendirilmesi ,  6.  İnşaat  Yönetimi  Kongresi,  http://www.imo.org.tr/resimler/ ekutuphane/pdf/16997_04_08.pdf s.e.t. 12.09.2020. 4   Çabri, Sezer (2010) Konut Finansmanı Sözleşmeleri, İstanbul, On İki Levha Yayıncılık, s. 69 vd; Doğar, s. 17 vd. Konuta ilişkin bir diğer tanım Ön Ödemeli Konut Satışları Hakkında Yönetmelik (ÖÖKSHY) md. 4/e de verilmiştir. Buna göre,  23.6.1965 tarihli ve 634 sayılı Kat Mülkiyeti Kanununa tabi mesken amaçlı kullanılan ya da mesken niteliği taşımamakla birlikte  tüketicilerin  kullanımına  sunulan  her  türlü  bağımsız  bölüm   konut  kavramı içerisinde sayılmıştır. Bağımsız bölüm ise Kat Mülkiyeti Kanunu (KMK) md. 2/a da  … anagayrimenkulün  ayrı  ayrı ve  başlı  başına  kullanılmaya  elverişli  olan  ve  bu  Kanun hükümlerine göre bağımsız mülkiyete konu olan bölümler  şeklinde tanımlanmıştır. Konut kavramına ilişkin kriterlere ise, 11.3.2015 tarihli  Bina Tamamlama Sigortası Genel Şartları  genelgesinin A.2/3 maddesinde yer verilmiştir. İlgili düzenlemeye göre,  çatısı kaplanmış, iç ve dış sıvaları ile iç ve dış cephe boyalarının yapılmış, merdiven veya asansörün kullanıma  308YBHD 2021/1  Mehmet DOĞAR  aracı olarak da kabul edilmelidir.    6502 sayılı TKHK 3/h düzenlemesi,  Alışverişe konu olan; taşınır eşya, konut veya tatil amaçlı taşınmaz mallar ile elektronik ortamda kullanılmak üzere  hazırlanan  yazılım,  ses,  görüntü  ve  benzeri  her  türlü  gayri  maddi malları   mal  olarak tanımlamıştır. İlgili maddeye göre, konut veya tatil amaçlı taşınmazlar da artık tüketiciye sunulan  mal  kavramı içerisinde yer almıştır. Buna göre, bir taşınmaz satışının tüketici hukukuna konu olabilmesi (TKHK  hükümlerinden  yararlanabilmesi)  için  edinilen  konutun  veya  tatil amaçlı  taşınmazın  sadece  barınma  amaçlı  kullanılması  gerektiği anlaşılmalıdır.    Bir konut satışının ön ödemeli konut satışı sözleşmesi çerçevesinde değerlendirilebilmesi  ve  dolayısıyla  TKHK  kapsamında  olabilmesi  için öncelikle imar planına uygun şekilde yapılmış olması şarttır. İmar planında bir yerin  konut + ticaret  alanı olarak planlanmış olması, burada satılacak barınma amaçlı bir konutu TKHK kapsamından çıkarmaz. Bununla beraber, imar planına aykırı olarak inşa edilen bir yapıdan her ne suretle olursa olsun satın alıncak bir konut TKHK şemsiyesinden yararlanamayacaktır.    Ancak özellikle belirtmek gerekir ki, imar mevzuatı ve TKHK md. 40/3 ile  ÖÖKSHY  md.  6/3  gereği,  bir  yapının  inşa  edilmesi  için  yapı  ruhsatı alınması emredici bir düzenlemedir. Dolayısıyla inşaat izni alınmadan yapılan bir  ön  ödemeli  konut  satışı  sözleşmesinin  hükümsüz  olduğu  kabul edilmektedir.  Ancak  bizim  de  katıldığımız  görüşe  göre,  sözleşmenin hükümsüzlüğünü sadece tüketici öne sürebilmeli, konutu satan taraf ise bu                                                                                                                                            hazır, bağımsız bölüme ait elektrik, su ve ısıtma tesisatı ile mutfak, banyo ve sıhhi tesisatının yapılmış, zeminin döşenmiş olduğu  konutlar oturmaya elverişli olarak kabul edilmiştir. Bize göre bu kriterlere artık  güvenli konut  kriteri de eklenmelidir. Özellikle doğal afetlere karşı (deprem, sel baskını vs.) gerekli denetimlerden geçmiş, sağlamlığı ve dayanıklılığı belgelendirilmiş konutların satışına izin verilmelidir. 5    Çabri,  Sezer  (2016)  Tüketicinin  Korunması  Hakkında  Kanun  Şerhi,  Ankara,  Adalet Yayınevi,  s.  655;  Öz,  Turgut  (2015)   Konusu Taşınmaz Olan Tüketici Sözleşmelerinde Geçerlilik ve Borca Aykırılık : Tokbaş, Hakan/Üçışık, Fehim (Editörler), Sektörel Bazda Tüketici Hukuku ve Uygulamaları 2014-2015, Ankara, Bilge Yayınevi, s. 145;  Özmen,  E.Saba/Vardar  Hamamcıoğlu,  Gülşah  (2016)  6502  Sayılı  Tüketicinin Korunması Hakkında Kanun Uyarınca Ön Ödemeli Konut Satış Sözleşmesi, İstanbul, On  309Mehmet DOĞAR  YBHD 2021/1  nedene dayanarak sözleşmenin geçersizliğini iddia edememelidir. Bu nedenle, yapı ruhsatının alınmamış olması, barınma amaçlı konut satın alacak tüketici ile  konutu  satan  arasındaki  ön  ödemeli  konut  satışı  sözleşmesini kendiliğinden geçersiz kılmaz.   Günümüzde ön ödemeli konut satışı kapsamında satışı yapılan konutlar daha  çok  kat  mülkiyetine  konu  olan  yapılardır.  Bilindiği  üzere,  taşınmaz mülkiyetinin özel bir görünümü olan kat mülkiyeti, tamamlanmış bir yapıda kat, daire, dükkan ve depo gibi ayrı ayrı ve başlı başına kullanılmaya elverişli bağımsız bölümler üzerinde kurulan müstakil bir mülkiyet hakkıdır. Her kat malikinin sahip olduğu arsa payı ile ortak yerler üzerine paylı mülkiyet hakkı bağlanmaktadır. Böylece, kat malikleri bağımsız bölümler açısından tek kişi mülkiyet hakkına sahipken, arsa ve ortak alanlarda paylı mülkiyet hakkına sahiptirler.    Ön ödemeli konut satışlarında en fazla satılan konut türü olan kat mülkiyetine tabi konutların inşaat halinde olması veyahut inşaasına henüz başlanmamış olmasının bir önemi yoktur. Kat irtifakı kurulabilecek proje aşamasındaki bir konutun da TKHK kapsamında olduğu kabul edilmelidir.                                                                                                                                                İki  Levha  Yayıncılık,  s.  44,  Atamer,  Yeşim  (2016)  Kredi  ve  Diğer  Finansman Sözleşmelerinde Tüketicinin Korunması, İstanbul, On İki Levha Yayıncılık, s. 233.  6   Aksi görüşte, Gümüş, Alper (2014) 6502 Sayılı Tüketicinin Korunması Hakkında Kanun Şerhi,  C.1,  İstanbul,  Vedat  Kitapçılık,  s.  253  vd.;  Acar,  Hakan  (2015)   6502  Sayılı Tüketicinin  Korunması  Hakkında  Kanun  Çerçevesinde  Ön  Ödemeli  Konut  Satış Sözleşmesi , Fatih Üniversitesi Hukuk Fakültesi Dergisi, C.3, S.1, s. 26.  7   Daha geniş değerlendirme için bkz. Doğar, s. 152 vd. 8   Bu konu hakkında geniş açıklamalar için bkz. Arpacı, Abdulkadir (1984) Kat Mülkiyetinde Yönetim, İstanbul, Bedir Yayınevi; Özmen, E.Saba/ Vardar Hamamcıoğlu, Gülşah (2017) Kat İrtifakı, 3. Tıpkı Bası, İstanbul, On İki Levha Yayıncılık. 9   Erman, Hasan (2013) Eşya Hukuku Dersleri, 3.Basım, İstanbul, Der Yayınevi, s. 128-129; Oğuzman, M.Kemal/Seliçi, Özer/Oktay Özdemir, Saibe (2013) Eşya Hukuku, 16. Tıpkı Bası, İstanbul, Filiz Kitabevi, s. 606-609.  310YBHD 2021/1  Mehmet DOĞAR    II. TKHK MD. 40-46 KAPSAMINDAKİ KONUT SATIŞLARINDA TARAFLAR   Bir konut satışının tüketici işlemi sayılabilmesi için öncelikle konutu alan kişinin TKHK md. 3/k anlamında tüketici sayılması gerekir. Diğer bir ifadeyle, konutu satın alan, ticari veya mesleki olmayan amaçlarla hareket eden  gerçek veya  tüzel  kişi  olmalıdır.  Bununla  birlikte, konutu  satan  ise, TKHK md. 3/i de belirtildiği üzere, ticari veya mesleki amaçlarla tüketiciye mal sunan ya da mal sunanın adına ya da hesabına hareket eden gerçek veya tüzel kişidir.   TKHK  md.  3/l de  tüketici  işleminin  tanımı  verilmiştir.  Buna  göre, tüketici işlemi  Mal veya hizmet piyasalarında kamu tüzel kişileri de dahil olmak üzere ticari veya mesleki amaçlarla hareket eden veya onun adına ya da hesabına hareket eden gerçek veya tüzel kişiler ile tüketiciler arasında kurulan, eser, taşıma, simsarlık, sigorta, vekalet, bankacılık ve benzeri sözleşmeler de dahil  olmak  üzere  her  türlü  sözleşme  ve  hukuki  işlemi   ifade  etmektedir. Madde metni incelendiğinde, yasa koyucunun eser, taşıma, simsarlık, sigorta, vekalet, bankacılık ve benzeri sözleşmeleri de tüketici işlemi kavramına dahil etmesi, tüketici işlemi kavramının geniş olarak yorumlanması gerektiğinin bir göstergesidir.    Bahsi geçen düzenlemede adı geçmeyen ancak tüketici işlemi sayılması muhtemel diğer sözleşmelerin de Kanun kapsamında olacağı, ilgili maddede belirtilen  benzeri sözleşmeler  ifadesinden anlaşılmaktadır. Yani bir hekim veya avukattan hizmet alan ve tüketici sıfatına sahip bir kişi veya isimsiz bir sözleşmeye  taraf  olan  tüketici  de  genel  hükümlerle  birlikte  TKHK hükümlerinden  faydalanabilecektir.  Bunun  en  önemli  sonucu,  müvekkil sıfatına haiz olan tüketicinin de hizmeti sunan avukatın da sözleşmeye dair bir uyuşmazlıkta tüketici mahkemelerinde dava açabilecek olmalarıdır. Başka bir anlatımla, vekalet temelli sözleşmeler ile eser sözleşmesi ve taşınmaz satışları da  artık  tüketici  işlemi  niteliğinde  sayılmış,  böylelikle  tüketici  işleminin kapsamı genişletilmiştir.                                                            10   Yargıtay, tüketici işlemi kavramını ilgili Kanun öncesinde dar anlamda niteleme eğiliminde idi. Akipek Öcal, Şebnem (2016)  Tüketicinin Korunması Hakkında Kanun Kapsamında  311Mehmet DOĞAR  YBHD 2021/1    Bir hukuki işlemin tüketici işlemi olup olmadığının belirlenmesinde üç kriter göz önünde bulundurulur. İlk olarak, taraflardan biri TKHK md. 3/k anlamında tüketici sıfatını taşımalı, ikincisi, karşı taraf TKHK kapsamında satıcı, sağlayıcı ya da kredi veren vb. sıfatına sahip tüzel veya gerçek kişi olmalı ve  son  olarak,  tüketiciye  yönelik  TKHK  anlamında  bir  mal  veya  hizmet sunulmuş olmalı ve bu mal veya hizmet, mesleki veya ticari bir amaç dışında talep edilmiş olmalıdır.    Bir hukuki işlemin tüketici işlemi sayılmasının en önemli sonucu, bu işleme öncelikle TKHK hükümlerinin uygulanacak olmasıdır. Ancak taraflar arasında  yapılan  sözleşmeye  ilişkin  TKHK da  düzenleme  bulunmaması halinde, TKHK md. 83/1 gereği, genel hükümler uygulama alanı bulacaktır. Bir  hukuki  işlemin  tüketici  işlemi  olduğu  konusunda  tüm  bu  kriterlere rağmen  hala  bir  şüphe  varsa,  bu  durumda   tüketici  lehine  yorum   ilkesi gereğince tüketici sözleşmesinin varlığının kabulü gerekir.                                                                                                                                            Tüketici  İşlemi  ve  Uygulaması :  Hamamcıoğlu,  Esra/Uzun  Kazmacı,  Özge/Yardım, M.Ertan/Karamanlıoğlu,  Argun/Sayın,  Z.Gizem  (Editörler),  Tüketicinin  Korunması Hakkında Kanuna Disiplinler Arası Yaklaşım, Seçkin Yayınevi, s. 17-18. Örnek kararlar için bkz. Yargıtay Hukuk Genel Kurulu, E. 2003/15-498, K. 2003/493, T. 24.9.2003. Yargıtay 20. Hukuk Dairesi, E: 2016/5799, K: 2016/7427, T: 22.6.2016 sayılı ilamı ile, TKHK nun kapsamının esaslı biçimde genişletildiğini kabul etmiştir. İnal ise, tüketici işlemi kavramının gereğinden fazla genişletildiğinden bahisle, sınırlama getirilmesi gerektiğini savunmaktadır. Bkz. İnal, Tamer (2015)  Tüketici Hukuku nda, Tüketim Malı-Yatırım Malı Ayrımının Gerekliliği : Tokbaş, Hakan/Üçışık, Fehim (Editörler), Sektörel Bazda Tüketici Hukuku ve Uygulamaları 2014-2015, 4. Tüketici Hukuku Kongresi, Ankara, Bilge Yayınevi, s. 179; Doğar, s. 40 vd. Sözleşme yapısının ani edimli, sürekli borç doğuran, ard arda teslimli vb. bir sözleşme olması tüketici sözleşmesini nitelendirmede önemli değildir. Bkz. Kara, İlhan (2015) Tüketici Hukuku, Ankara, Engin Yayınevi, s. 59. Ayrıca inceleyiniz, Havutçu, Ayşe (2014)   6502  Sayılı  Tüketicinin  Korunması  Hakkında  Kanun un  Konu  Bakımından Uygulama Alanı: Özellikle Tüketici İşlemleri Bakımından Kanun un Kapsamı , Terazi Hukuk Dergisi, C.9, I.Tüketici Hukuku Sempozyumu Özel Sayısı, Seçkin Kitabevi, s. 16. 11   Kara ya göre, sözleşmenin bir tarafı tüketici, diğer tarafı kazanç elde etme amacıyla hareket eden müteşebbis ise, yapılan sözleşmenin çeşidi ve niteliğinin herhangi bir önemi yoktur. Bkz. Kara, s. 137. Havutçu ya göre, sözleşmenin hangi tipte olduğu, tipik-atipik sözleşme olduğu ya da hangi yasada düzenlendiği, o sözleşmenin tüketici sözleşmesi sayılmasında belirleyici  değildir.  Tüketici  sözleşmesi  olarak  vasıflandırılan  sözleşmede  ortaya  çıkan  312YBHD 2021/1  Mehmet DOĞAR    A. ALICI (TÜKETİCİ)   Yukarıda  ifade  edildiği  üzere,  bir  konut  satışının  tüketici  işlemi sayılabilmesi  için  konutu  satın  alan  kişinin  ticari  veya  mesleki  olmayan amaçlarla hareket etmesi gerekmektedir. Tam da bu noktada, tüzel kişiliklerin  tüketici  sıfatına haiz olup olmadıkları ve eğer bu sıfata sahiplerse hangi şartlarda bu sıfatı kazanabileceklerinin belirlenmesi gerekir. Zira ön ödemeli konut satış sözleşmesinin alıcı tarafı bir tüzel kişilik olabilir.    Tüketicinin Korunması  Hakkında  Kanun,  çeşitli Avrupa  ülkeleri ve AB nin bazı yönergelerinden farklı olarak, tüzel kişilerin de tüketici sıfatına sahip olabileceğini düzenlemiştir (TKHK md. 3/k)12. Ancak TTK md. 19/1 e göre, tüzel kişi tacirlerin tüm işlemleri bir karine olarak ticari nitelikte olduğu unutulmamalıdır.  Bu  nedenle  ticari  şirketlerin,  ticari  ve  mesleki  olmayan amaçlarla hareket etmeleri mümkün değildir; dolayısıyla da ticari şirketlerin  tüketici   sıfatını  kazanmalarına  imkan  yoktur.  Ancak  alıcı  gerçek  veya (şirketler dışındaki) tüzel kişi tacir ise, bu konuda (TKHK md. 83 gereği), TTK md. 19 kıyasen uygulanmalı ve alıcı tacir olsa dahi, tüketici sıfatıyla hareket ediyorsa  ve  yaptığı  hukuki  işlemin  kendi  ticari  işletmesiyle  alakasının olmadığını  diğer  tarafa  bildiriyorsa  ve  işin  mahiyetinden  de  bu  durum anlaşılıyorsa,  TKHK  md.  1  vd.  hükümleri  bu  kuralın  istisnası  olarak gösterilebilir.                                                                                                                                            sorun,  tüketicinin  korunması  ihtiyacı  ile  ilgili  alanda  tüketiciyi  korumaya  yönelik düzenlemeler getirmiş olması yeterlidir. Bkz. Havutçu, s. 16. 12   AB Konseyi 2008/48/CE yönergesi Art. 3/a ya göre tüketici,  bir hukuki işlemi (ilgili yönerge  kapsamında)  ticari  ve  mesleki  faaliyetler  dışında  yapan  gerçek  kişi   olarak tanımlanmıştır. İsviçre Tüketici Kredisi Hakkında Federal Kanun (FLCC), Art. 3, Fransa Tüketici Kanunu (Code de la Consommation) Art L-1/2º de aynı yönde tüketiciyi gerçek kişi olarak kabul etmiştir. Alman BGB § 13 de ise tüketici  natural-natürliche-doğal  kişi olarak tanımlanmış ve gerçek kişi olabileceği düzenlenmiştir. 13   Akipek Öcal, Şebnem (2016) Milli Şerh, Tokbaş, Hakan/Tüzüner, Özlem (Editörler), İstanbul, Aristo Yayınevi, s. 56; Gümüş, s. 31; Zevkliler, Aydın/Aydoğdu, Murat (2004) Tüketicinin Korunması Hukuku, 3.Bası, Ankara, Seçkin Yayıncılık, s. 30; Akipek, Şebnem (1999) Türk Hukuku ve Mukayeseli Hukuk Açısından Tüketici Kredisi, Ankara, Seçkin Yayıncılık,  s.  197;  Bakal,  Ahmet  (1998)   Tüketicinin  Korunması  Hakkında  Kanun Yönünden Tacirlerin Tüketici Sıfatı , Prof. Dr. Ali Bozer e Armağan, Ankara, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, s. 313, 329 vd. Doğar, s. 46 vd. 14   Çınar, Ömer (2009) Tüketici Hukukunda Haksız Şartlar, İstanbul, On İki Levha Yayıncılık, s. 38; Doğar, s. 47; Karakocalı, Ahmet/ Kurşun, Suphi (2015) Tüketici Hukuku, İstanbul, Aristo Kitabevi, s.27.  313Mehmet DOĞAR  YBHD 2021/1    Nitekim, tüzel kişiler açısından ticari ve mesleki olmayan amaç,  tüzel kişiliğin  kuruluş  amacına  uygun  olarak  olağan  ve  zorunlu  ihtiyaçlarının karşılanması  olarak ifade edilebilir. Bununla beraber, kâr amacı gütmeyen ve kamu yararına çalışan tüm özel ve kamu kurum ve kuruluşlarının da (işlem, tüketici işlemi niteliğinde ise) ticari ve mesleki amaçla hareket etmediğinin kabulü  gerekir.  Toplum  yararına  çalışan  vakıf  veya  derneklerin  (İ.H.H., Kızılay, TEGV, LÖSEV, Darüşşafaka vb.) öğrenci veyahut ihtiyaç sahibi aile veya  kimseler  adına  barınma  amaçlı  konut  satın  almaları  buna  örnek gösterilebilir. Ancak tekrar etmek gerekirse, bir dernek, vakıf ya da kamu yararına  çalışan  bir  tüzel  kişilik,  kazanç  sağlamak  için  bir  ticari  işletme işletiyorsa,  bu  işletmeler  için  yapılan  işlemlerin  TKHK  kapsamında değerlendirilmesi mümkün değildir.    Sonuç olarak, ticari şirketlerin tüketici olabilmesi mümkün değilken, vakıf veya dernekler ile kamu tüzel kişileri, sınırlı da olsa, (işin mahiyetine uygun düştüğü durumlarda), tüketici sıfatını kazanabileceklerdir. Dolayısıyla bu tür tüzel kişilerin ön ödemeli konut satış sözleşmesi yapmasının önünde (yukarıda belirtilen kriterler çerçevesinde) bir engel bulunmamaktadır.     B. SATICI   Bir tüketici işleminde taraflardan biri tüketici ise, karşı tarafın da satıcı veya  sağlayıcı  olması  şarttır.  Tüketici  sözleşmelerinde  sözleşmenin  karşı tarafını oluşturan ve tüketicinin mal edindiği (satıcı, sağlayıcı gibi) kişiler için kullanılan kavram konusunda, terim birliği yoktur. TKHK md. 3/ı ya göre sağlayıcı,   Kamu  tüzel  kişileri  de  dahil  olmak  üzere  ticari  veya  mesleki amaçlarla tüketiciye hizmet sunan ya da hizmet sunanın adına ya da hesabına hareket eden gerçek veya tüzel kişi  olarak tanımlanmıştır. Aynı Kanunun 3/i maddesi ve ÖÖKSHY md. 4/h ye göre satıcı,  Kamu tüzel kişileri de dahil olmak üzere ticari veya mesleki amaçlarla tüketiciye mal sunan ya da mal sunanın adına ya da hesabına hareket eden gerçek veya tüzel kişi  olarak tanımlanmaktadır.                                                            15   Zevkliler/Aydoğdu, s. 81. 16   Doğar, s. 47; Karakocalı/Kurşun, s. 25. Ayrıca bkz. Akipek Öcal, (2016), s. 56.  314YBHD 2021/1  Mehmet DOĞAR    Bu  tanımlamalardan  hareketle,  satıcı  veya  sağlayıcının   ticari  veya mesleki amaçlarla  hareket etmesi ve tüketiciye sundukları mal veya hizmet sırasında  asgari  bir  örgütlenmeye  dayalı  sürekli  ticari  ve  mesleki  faaliyet gerçekleştiriyor olması gerekmektedir. Diğer bir ifadeyle, mesleki faaliyette bulunan kişi esnaf veya tacir olmalıdır.    Bir meslek ve ticari faaliyet olarak tanımlanan  yüklenci/müteahhit  kavramı, aynı zamanda eser sözleşmesinin, eseri meydana getirme borçlusu için de  kullanılmaktadır. Bir  konut,  işyeri,  altyapı gibi inşaatları  yapmayı meslek haline getirmiş kişi, yüklenici/müteahhit olarak adlandırılmaktadır. Mesleki  veya  ticari  faaliyet  anlamında  müteahhit/yüklenicinin  imal  ettiği konutları para karşılığı pazarlaması, satış sözleşmesini oluşturur ve böylece bir tüketici sözleşmesi olan ön ödemeli konut satışı sözleşmesinde  satıcı  olan taraf haline gelir.   Bazı durumlarda konutu imal edenle, pazarlamasını yapan kişiler farklı olabilmektedir.  Halk  arasında   emlakçı   olarak  adlandırılan  gayrimenkul komisyoncuları  (simsarlar,  gayrimenkul  tellalı)  tarafından  pazarlanan  bir konutun  satın  alınması  halinde  yapılan  satış  işlemi  de  bir  tüketici  işlemi sayılmalıdır. Çünkü, gayrimenkul komisyonculuğu, bir meslek olarak kabul edilen, kendine ait bir meslek odası bulunan ve kazanç elde etmeye yönelik ticari ve mesleki bir faaliyettir. Zira bu kişi, mal alıp satmayı gelir elde etmek için sürekli yapıyorsa, bir ticaret veya oda siciline kayıtlı olmasa dahi, TKHK md. 3/k anlamında ticari maksatla hareket etmiş olur.                                                            17   Öz, Turgut (2016)  İnşaat Sektöründe Eser Sözleşmesi : Tokbaş, Hakan/ Kurşun, Ali Suphi (Editörler), Konut Sektöründe Tüketici Hukuku Uygulamaları, İstanbul, Aristo Kitabevi, s. 206; Doğar, s. 52 vd. 18   Öz (2016), s. 212 vd. Yargıtay 20. Hukuk Dairesi, E: 2016/5011, K: 2016/6745, T: 09.06.2016  … 6502 Sayılı Kanuna göre, davalı tüketici taraflar arasında yapılan simsarlık (tellallık) sözleşmesi ise, kanunun tanımladığı anlamda tüketici işlemidir. …Dosya kapsamından; davacı vekilinin, taraflar arasında, bir arsanın satın alınması amacıyla, davacı tarafından arsanın peşinat ve simsarlık (tellallık) bedeli olarak davalıya muhtelif tarihlerde 40.000.-TL, 25.000.-TL  ve  75.000.-TL  olarak  toplamda  140.000.-TL  ödendiği,  davalının  sözleşme şartlarını  yerine  getirmemesi  sonucunda  davacının  ödenen  bedelin  davalıdan  tahsili amacıyla yaptıkları icra takibine davalının itiraz ettiğini ileri sürerek, itirazın iptaline karar verilmesi istemiyle dava açtığı, dava tarihi itibariyle yürürlüğe girmiş olan 6502 Sayılı  315Mehmet DOĞAR  YBHD 2021/1    Bir taşınmaz satışı, ön ödemeli konut satışı sözleşmesinin unsurlarını taşıyor olsa da, taşınmazı satan taraf mesleki veya ticari anlamda faaliyette bulunmuyor veya kâr elde etme amacını taşımıyorsa yapılan sözleşme TKHK kapsamında olmayacak, genel hükümlere tabi olacaktır. Yani, kendi oturduğu bir evi ön ödemeli olarak satan kişinin ileride yapacağı satış işlemi, tüketici işlemi olarak sayılmayacak, dolayısıyla da ön ödemeli konut satışı sözleşmesi söz konusu olamayacaktır.     III. TÜKETİCİNİN BİRDEN FAZLA KONUT SATIN ALMASININ TÜKETİCİ SIFATINA ETKİSİ   Bir tüketici toplu bir yapıdan veya bir binadan birden fazla konut satın alabilir. Böyle bir durumda birden fazla satın alınan bu konutların TKHK şemsiyesinde olup olmadığının da açıklanması gereklidir. Tüketicinin birden fazla konut aldığı bu ihtimalde, malın (konutun) kullanan tarafından  tahsis edildiği  amaç   kriterine  göre  hareket  edip  tespitte  bulunmak  doğru görünmektedir.    Bahsi geçen kritere göre, bir tüketici (alıcı), herhangi bir projeden bir konutu kendisi için, diğerini çocuklarının yaşaması için ve üç adet konutu da kira  getirisi  ya  da  ileride  kâr  etme  amacıyla  satın  alıyorsa,  satın  alınan konutların tümü tüketici işlemi olarak nitelendirilemez. Bu nedenle barınma ihtiyacı  dışında  satın  alınan  diğer  üç  konut,   yatırım  malı   olarak nitelendirilmelidir.                                                                                                                                             Tüketicinin Korunması Hakkında Kanunun 3, 73/1 ve 83/2 maddeleri uyarınca bu tür davalara  bakma  görevinin  tüketici  mahkemelerine  ait  olduğu  nazara  alındığında uyuşmazlığın tüketici mahkemesinde görülüp sonuçlandırılması gerekir . TBK md. 520/3 gereği, gayrimenkul tellallığı akdi yazılı şekilde yapılmadıkça geçerli değildir. 19   Doğar, s. 53. 20   Bu konu hakkında daha fazla bilgi için bkz. İnal, s. 161-204. 21   Bir kişinin işi ve mesleği ile ilgili olmayan, özel amaçlarına dönük mallar tüketim malları olarak değerlendirilirken, kişinin işi ve mesleği ile ilgili olan ve mesleki amaçlara hizmet eden mallar yatırım malı olarak kabul edilmektedir. İnal, tüketim malı ile yatırım malı arasındaki ayrımın satın alınacak konutun sayısına göre veya harcama limitine göre ya da kanunla belirlenecek azami bir bedele göre belirlenmesi gerektiğini ileri sürmektedir. Bu görüşe göre, alıcının kendisi ve yakınlarının konut ihtiyaçlarını aşan sayıdaki satın alma  316YBHD 2021/1  Mehmet DOĞAR    Diğer bir ifadeyle, kira getirisi elde etmek için veya gelecekte daha yüksek bir fiyata satmak için alınan bir konut açısından ön ödemeli konut satışı hükümleri uygulanmamalıdır. Zira burada TKHK md. 3/k ve ÖÖKSHY md. 4/ı ya göre alıcı, ticari amaçla hareket etmiştir. Bu nedenle alıcı (tüketici), kendisi  ve  ailesi  için  satın  almış  olduğu  iki  konutu  barınma  amacıyla kullanacağından tüketici sıfatını kazanacak, yatırım amaçlı aldığı diğer üç daire için ise, tüketici olma vasfını kazanamayacaktır.     IV.  PROJEDE  TİCARİ  ALAN  OLARAK  GÖRÜLEN  YERLER BAKIMINDAN DEĞERLENDİRME   Son zamanlarda inşa edilen konut projelerinin hemen hepsinde ortaya çıkan konut ve ticari alanların (alışveriş merkezi, site, dükkan vs.) birlikte bulunduğu  yapıların  tüketici  işlemine  konu  olup  olamayacağının  da açıklanması gerekir. Örneğin, aynı parselde inşa edilmiş ve alt katları ticari alan olarak adlandırılan alışveriş merkezi, üst bölümlerin ise konut amaçlı kullanıldığı karma yapılardan işyeri alan kişinin tüketici sıfatını kazanması mümkün değildir. Zira satın alan kişi bu dükkanı ticari veya mesleki bir amaçla kullanacağından, bir ön ödemeli konut satışı sözleşmesi ve dolayısıyla bir tüketici işlemi söz konusu olamaz. Ancak bir görüşe göre, ortaya çıkan                                                                                                                                            işlemleri tüketici işlemi sayılmamalıdır. Yazarın diğer önerisi ise, kanunla belirlenecek azami satış bedeli üzerindeki işlemlerin tüketici işlemi olarak kabul edilmemesidir. Yatırım malı-tüketim malı ayrımı hakında daha fazla bilgi için bkz. İnal, s. 161 vd. Karşı görüşte, Öz (2016), s. 216. Yazara göre, yürürlükteki TKHK hükümleri karşısında sözleşme konusu konutların  sayısına  ve  değerine  göre  tüketici  işlemlerinin  sınırlandırılması  mümkün değildir. Ayrıca bkz. Doğar, s. 33. 22   Aydoğdu, Murat (2016)  Taşınmaz Satış Sözleşmesi : Tokbaş, Hakan/ Kurşun, Ali Suphi (Editörler), Konut Sektöründe Tüketici Hukuku Uygulamaları, İstanbul, Aristo Kitabevi, s. 28; Doğar, s. 34. Kara ya göre, bir kişi ne kadar yüksek sayıda konut alırsa alsın veya inşa ettirirse ettirsin, eğer bir kazanç sağlama faaliyeti yoksa tüketici sayılmalıdır. Bkz. Kara, s. 273. Yargıtay 13. Hukuk Dairesi, E: 2012/10605, K: 2012/17689, T: 10.07.2012 sayılı ilamında, davacının üç adet bağımsız bölüm satın almış olması dolayısıyla, satın alınan dairelerin  sayısal  çokluğunun  davacıyı  kanunda  belirtilen  tüketici  tanımının  dışına çıkarmadığını içtihat ederken, aynı dairenin, E: 2011/15055, K: 2012/354, T: 17.01.2012 sayılı ilamında ise, tasarruf yapmak ve geleceğini garanti altına almak maksadıyla yapılan alım-satım işlemi, tüketici işlemi sayılmamıştır. İlgili kararlar için bkz. Kara, s. 272.  317Mehmet DOĞAR  YBHD 2021/1  uyuşmazlık  (müteahhidin  temerrüdü  gibi)  hem  konut,  hem  işyerlerini ilgilendiriyorsa  bu  uyuşmazlığa  TKHK  hükümleri  uygulanmalı  ve uyuşmazlığa Tüketici Mahkemeleri bakmalıdır.   Başka  bir  görüşe  göre,  konut  amaçlı  kullanılacak  tüm  yapılar  ön ödemeli konut satışı sözleşmesinin konusunu oluşturabilir. Yapılan hukuki işlem tüketici işlemi ise, sözleşme konusunun konut veya işyeri olmasının bir önemi yoktur.   Kanaatimizce, mimari projede (dükkan, mağaza gibi) ticari alan olarak tasdik edilen bir yerin barınma amaçlı kullanılacağının ileri sürülmesi halinde dahi,  yapılacak  sözleşmenin  ön  ödemeli  konut  satışı  sözleşmesi  olarak nitelendirilmemesi,  dolayısıyla  TKHK  hükümlerinden  faydalanamayacağı görüşündeyiz. Çünkü uygulamada, satın alınan bir ticari alanın konut amaçlı kullanılıp  kullanılmadığının  tespiti  oldukça  zor  ve  suistimale  açık  bir konudur. Ticari amaca tahsis edilmiş bir taşınmazın TKHK hükümlerinden faydalanmasını  kabul  etmek,  mahkemelere  ağır  bir  iş  yükünün bindirilmesinin  yanında,  sonucu  tartışmalı  kararların  ortaya  çıkması tehlikesini de taşır. Bu nedenle, mimari projede ticari alan olarak tasdik edilen taşınmazların satışında ön ödemeli konut satışı hükümlerinin uygulanması söz konusu olmamalıdır.     V. KONUTUN SATIN ALINMA AMACI    Bir taşınmaz, başlangıçta mesleki amaçlarla edinilmiş ancak sonradan konut olarak kullanılmaya başlanmışsa, bu taşınmaz için başlangıçta yapılan hukuki işlem, sonradan tüketici işlemi haline gelmez. Örneğin, muayenehane kurma amaçlı satın alınan bir konut daha sonra barınma için kullanılsa dahi bu işlem tüketici işlemi haline gelmez. Hatta, satın alınan konut muayenehane                                                            23   Öz (2016), s. 212. Ancak kanaatimizce, olayın niteliğine ve tüketicinin saikine göre bir sonuca varmak daha isabetli olacaktır.  24   Çabri, Sezer (2015)  6502 Sayılı Tüketicinin Korunması Hakkında Kanun Uyarınca Ön Ödemeli Konut Satışı Sözleşmesi : Tokbaş, Hakan/ Üçışık, Fehim (Editörler), Sektörel Bazda Tüketici Hukuku ve Uygulamaları 2014-2015, Ankara, Bilge Yayınevi, s. 207. 25   Aynı yönde, Özmen/Vardar Hamamcıoğlu, s. 26.   318YBHD 2021/1  Mehmet DOĞAR  olarak  hiç  kullanılmadan,  konut  amacıyla  kullanıma  özgülense  bile, kanaatimizce sonuç değişmeyecektir. Zira bu noktada nazara alınması gereken an, bizim de katıldığımız görüşe göre, işlemin yapıldığı andır.   Eğer bir konut, sonradan daha yüksek fiyata satılarak gelir elde etmek için  alınıyorsa,  burada  TKHK  md.  3/l  anlamında  bir  tüketici  işleminden bahsetmek ise mümkün değildir. Nitekim tüketici bilindiği üzere, ticari veya mesleki amaçlarla hareket etmeyen dolayısıyla satın aldığı maldan kar etme amacı taşımaması gereken kişidir. Ancak bu ifadeden tüketicinin barınma amaçlı konutu sonradan satılığa koyamayacağı anlamı çıkarılmamalıdır. Zira tüketici satın aldığı konutu elbette tekrar satışa koyabilir. Yeterki tüketici konutu satın alırken barınma ihtiyacını sağlamak için hareket etmiş ve kar amacı gütmemiş olsun. Ancak bu ifadeden de, tüketicinin konutunu satarken kar etmemesi gerektiği anlaşılmamalıdır. Buradaki kriter, tüketicinin konut alım ve satım işlemini sürekli bir faaliyet haline getirmemiş olması kriteridir.     VI.  KONUTUN  KULLANILMIŞ  (İKİNCİ  EL)  VEYA KULLANILMAMIŞ OLMASI   Ön  ödemeli  konut satışı sözleşmesine  konu  olan  konut,  uygulamda çoğunlukla  bağımsız  bir  parsel  üzerindeki  müstakil  bir  yapı  veya  kat mülkiyetine konu olacak bağımsız bölüm olarak karşımıza çıkmaktadır. Zira  maketten  satış   veya   temelden  girme   şeklinde  tabir  edilen  bu  satışlar, konutu daha az maliyetle edinmek isteyen tüketicilerin tercih nedenidir. Bir görüş, ön ödemeli konut satışı sözleşmesinin konusunu sadece, gelecekte inşa edilecek konutlar ve halk arasında  sıfır  olarak tabir edilen inşaası bitmiş ancak kullanılmamış konutlar olabileceğini öne sürmüş; diğer bir anlatımla, kullanılmış, yani ikinci el konutların ön ödemeli konut satışı sözleşmesine konu olamayacağını iddia etmiştir.    Karşı görüş ise, konutun sıfır olmasıyla ikinci el olması arasında farkın bulunmadığını ifade etmiş, bir inşaat şirketinin inşa ettiği bir konutu belli bir                                                            26   Özmen/Vardar Hamamcıoğlu, s. 27. 27   Doğar, s. 33. 28   Gümüş, s. 251. Aynı yönde, Acar, s. 21.  319Mehmet DOĞAR  YBHD 2021/1  süre  kiraya  verdikten  sonra  ön  ödemeli  konut  satışı  sözleşmesiyle satabilmesinin önünde bir engel bulunmadığını örnek göstermiştir. Başka bir görüş, tamamlanmış ve kat mülkiyetine geçmiş bir konutun sıfır ya da ikinci el olarak satılması fark etmeksizin, tüketicinin yapmış olduğu işlem nedeniyle korunması gerektiğini belirtmiştir.   Kanaatimizce, bir konutun kullanılmış olması, yapılan sözleşmenin ön ödemeli  konut  satışı  sözleşmesi  olarak  nitelendirilmesine  engel  değildir. Nitekim, TKHK md. 40-46 arasında veya ÖÖKSHY de bu konu hakkında sınırlayıcı bir düzenlemeye rastlanılmamaktadır. Kaldı ki TKHK md. 12/2  … ikinci el satışlarda satıcının ayıplı maldan sorumluluğu bir yıldan, konut veya tatil amaçlı taşınmaz mallarda ise üç yıldan az olamaz  şeklindedir. Bu hükme dayanarak, kanun koyucunun ikinci el konut satışlarını da TKHK md. 40-46 kapsamında  kabul  ettiği  rahatlıkla  söylenebilir.  Bu  nedenle,  bizim  de katıldığımız  görüşe  göre,  tamamlanmış  bir  konutun  kullanılmamış  veya kullanılmış  olmasının  önemi  yoktur.  İster   sıfır   olarak  tabir  edilen kullanılmamış ister  ikinci el  olarak adlandırılan kullanılmış olsun, satışa sunulan konut barınma amaçlı olarak satılıyor ve unsurlarını taşıyor ise, ön ödemeli konut satışı sözleşmesinin ve dolayısıyla bir tüketici işleminin varlığı kabul edilmelidir. Yeter ki, konutu satan kişi, TKHK md. 3/i de belirtildiği üzere, ticari veya mesleki amaçlarla tüketiciye mal sunan veya mal sunanın adına ya da hesabına hareket eden gerçek veya tüzel kişi olsun.                                                                 29   Çabri, (2015), s. 208, dn. 13. Aynı yönde, Yeniocak, Umut (2015)  6502 Sayılı Tüketicinin Korunması Hakkında Kanuna Göre Ön Ödemeli Konut Satış Sözleşmesinin Şekli  Terazi Hukuk Dergisi, C.10, S. 102, Şubat 2015, Seçkin Yayıncılık, s. 44. 30   Atamer, s. 220 vd. 31   TKHK md. 41/1 hükmünün daraltıcı şekilde yorumlanması gerektiğini ve bu nedenle, kat mülkiyetine geçmiş konutların ön ödemeli konut satışı sözleşmesine konu olamayacağı görüşünde, Acar, s. 20-21. Her ne kadar, TKHK md. 40 gerekçesinde,  henüz ortada bir konut olmadan  tüketicilerin para ödemeye başlaması ve bu nedenle korumaya ihtiyaç duyulduğundan bahsedilse de kanaatimizce bu gerekçe daraltıcı yorumlanmamalı, amaçsal yorum ilkesine göre sonuca ulaşılmalıdır. 32   Doğar, s. 36.  320YBHD 2021/1  Mehmet DOĞAR    SONUÇ   Günümüzde, daha çok büyük şehirlerde satışa sunulan ancak git gide küçük şehirlerde de rastladığımız barınma amaçlı konutların karma kullanım için satın alındıklarına artık sıklıkla rastlanmaktadır. Halk arasında  HomeOfis  olarak adlandırılan ve evden serbest çalışanlara yönelik tasarlanmış bu tip konutlar açısından, dairenin belli bir bölümü, kişinin uğraştığı iş veya mesleğe  paralel  olarak  düzenlenmekte,  diğer  kısımlar  ise  barınma  amaçlı olarak kullanılmaktadır. Özellikle covid-19 salgın hastalık döneminde, evden çalışmak zorunda kalanlar açısından karma kullanımlı konutların ne kadar hayati önemde olduğu daha da iyi anlaşılmıştır.    Karma  amaçlı  olarak  kullanılan  bu  tür  konutları  satın  alan  kişinin tüketici sıfatını kazanıp kazanmayacağı, yapılan işlemin bir tüketici işlemi olup olmayacağı konusunda yukarıda da değinildiği üzere, öğretide tam bir fikir birliği yoktur. Bir görüş, karma amaçlı kullanımlarda, ön plana çıkan amaca üstünlük tanınması gerektiğini ve bu nedenle sözleşmenin ön ödemeli konut satışı sözleşmesi olarak nitelendirilmesini savunurken, karşı görüş ise bir  konutun  karma  amaçlı  satın  alınması  halinde  tüketici  işleminden bahsedilemeyeceğini savunmaktadır   Kanaatimizce, hem ev hem de ofis olarak kullanılmak üzere satın alınan konutun barınma amacına üstünlük tanınarak sözleşmenin ön ödemeli konut satışı olarak nitelendirilmesi gerektiği görüşü, olması gereken hukuk açısından ve TKHK nun ulaşmak istediği sonuçla paralellik gösterse de, satın alınan taşınmazın ağırlıklı olarak hangi amaca yönelik kullanıldığının belirlenmesi pratikte  sorun  yaratacaktır.  Zira  hangi  kriterlere  göre  ağırlıklı  amacın                                                            33   Gümüş e göre, karma kullanımlarda ön plana çıkan amaç esas alınmalıdır. Bkz. Gümüş, s. 251. Aynı yönde, Çabri, (2015), s. 208. Yapılan hukuki işlem bir tüketici işlemi ise, sözleşme konusunun konut veya işyeri olmasının bir önemi olmayacaktır. Acar, s. 15. Aynı yönde Kara, s. 59. 34   Özmen/Vardar Hamamcıoğlu, s. 27. Aynı görüşte, Zevkliler/Aydoğdu, s. 84.  321Mehmet DOĞAR  YBHD 2021/1  belirleneceği  konusunda  uygulama  ve  doktrinde  bir  açıklık  yoktur.  Bu durumun tespiti için mahkemelerin nasıl bir yol izleyeceği ve hangi delilleri (keşif, şahit vs.) esas alacağı belirsizdir. Kaldı ki bu şekilde yapılan bir tespitin ulaşacağı sonuçlar da çoğu zaman tartışmalı olacaktır.   Bize göre, karma kullanım için satın alınan konutlar açısından tüketici işleminden bahsedilemez. Çünkü, konutu satın alan kişi artık satıcıya karşı zayıf konumda değildir. Kaldı ki satın alınan konutta mesleki veya ticari bir faaliyet de yürütüleceğine göre, bu kişinin sadece barınma amaçlı konut satan tüketiciyle aynı korumadan faydalanması hakkaniyetle de örtüşmemektedir. Nitekim bir görüşe göre, gerçek kişinin bir işlemi hem ticari hem de özel bir amaçla yapması durumunda, amacın bölünerek, tüketici sayılması mümkün değildir; gerçek kişi kısmen de olsa yapmış olduğu işlemde ticari ve mesleki bir amaç güdüyorsa, artık tüketici sayılamayacaktır.    Örneğin bir avukatın hem  konut  hem de  avukatlık bürosu  olarak kullanmak istediği bir taşınmazda ağırlıklı amacın nasıl tespit edileceği, hangi kriterlerin  uygulanacağı ve  ölçütün  ne  olacağı,  hukuk  güvenliği  açısından sorun teşkil eder. Her ne kadar, avukatlık mesleği ticari bir faaliyet olarak nitelendirilmese de, TKHK 3/k maddesine göre tüketici, mesleki olmayan amaçlarla da hareket etmesi gereken gerçek veya tüzel kişidir. Verilen örnekte, bir avukatın satın aldığı konutu mesleki amaçlarla ediniyor olması, onun tüketici  sayılmasında  engel  oluşturmalıdır.  Avukatlık  faaliyetinin  TKHK anlamında  hizmet sağlama  niteliğinde olduğu ve avukatın da  sağlayıcı                                                             35   Bkz. Doğar, s. 37. 36   Bkz. Çınar, s. 39. 37   Avukatlık Kanunu md.1 e göre; Avukatlık, kamu hizmeti ve serbest bir meslektir. 38   Aynı örnek, doktor muayenehanesi veya bir muhasebeci/mali müşavir ofisi vb. iş faaliyetleri için de geçerlidir.  322YBHD 2021/1  Mehmet DOĞAR  olarak kabul edilmesi gerektiği görüşü ışığında karma kullanım amacıyla satın alınmış konutlar TKHK kapsamında olmamalıdır.   Kanımızca, bir görüşü savunurken, sadece olması gereken hukuk değil, uygulamada  bunun  nasıl  gerçekleşeceğinin,  hukuk  güvenliğinin, mahkemelerin  iş  yükü  ve  yoğunluğunun  da  hesaba  katılması  gerekir.  Bu konuda Kanun da bir düzenleme yapılması başka bir çözüm olarak akla gelse de, karma amaçlı kullanıma yönelik satın alınan konutlar bakımından ön ödemeli konut satışı sözleşmesi (TKHK md 40-46) hükümlerinin uygulanması söz konusu olmamalıdır.                                                                        39   Akipek Öcal, Şebnem (2016)  Avukatın Özen Yükümlülüğü ve Tüketicinin Korunması : Tokbaş, Hakan/Üçışık, Fehmi (Editörler), Sektörel Bazda Tüketici Hukuku ve Uygulamaları 2015-2016, İstanbul, Aristo Kitabevi, s. 187-188.  323Mehmet DOĞAR  YBHD 2021/1",
     "Kaynakça": "Acar, Hakan (2015)  6502 Sayılı Tüketicinin Korunması Hakkında Kanun Çerçevesinde Ön Ödemeli Konut Satış Sözleşmesi , Fatih Üniversitesi Hukuk Fakültesi Dergisi, C.3, S.1, s.11 40. Akipek  Öcal,  Şebnem  (2016)   Tüketicinin  Korunması  Hakkında  Kanun Kapsamında Tüketici İşlemi ve Uygulaması : Hamamcıoğlu, Esra/Uzun Kazmacı,  Özge/Yardım,  M.Ertan/  Karamanlıoğlu,  Argun/Sayın, Z.Gizem  (Editörler),  Tüketicinin  Korunması  Hakkında  Kanuna Disiplinler Arası Yaklaşım, 1. Baskı, Ankara, Seçkin Yayıncılık, s. 11 19. Akipek,  Şebnem  (1999)  Türk  Hukuku  ve  Mukayeseli  Hukuk  Açısından Tüketici Kredisi, Ankara, Seçkin Yayıncılık. Akipek Öcal, Şebnem (2016)  Avukatın Özen Yükümlülüğü ve Tüketicinin Korunması : Tokbaş, Hakan/Üçışık, Fehmi (Editörler), Sektörel Bazda Tüketici Hukuku ve Uygulamaları 2015 2016, İstanbul, Aristo Kitabevi, s. 168 188. Akipek  Öcal, Şebnem (2016) Milli Şerh, Tokbaş, Hakan/Tüzüner, Özlem (Editörler), İstanbul, Aristo Kitabevi, s. 40 59. Anbarcı, Murat/ Giran, Ömer/ Türkan, Yusuf Sait/ Manisalı, Ekrem (2011)  Ürün Olarak Konut Kavramı ve Türkiye deki Konut Satışlarının Ürün Hayat  Eğrisi  Yaklaşımıyla  Değerlendirilmesi ,  6.  İnşaat  Yönetimi Kongresi,  Kasım  2011,  http://www.imo.org.tr/resimler/ekutuphane /pdf/16997_04_08.pdf s.e.t. 12.09.2020. Atamer,  Yeşim  (2016)  Kredi  ve  Diğer  Finansman  Sözleşmelerinde Tüketicinin Korunması, İstanbul, On İki Levha Yayıncılık. Aydoğdu, Murat (2016)  Taşınmaz Satış Sözleşmesi : Tokbaş, Hakan/ Kurşun, Ali  Suphi  (Editörler),  Konut  Sektöründe  Tüketici  Hukuku Uygulamaları, İstanbul, Aristo Kitabevi, s. 21 65.   324YBHD 2021/1  Mehmet DOĞAR  Bakal, Ahmet (1998)  Tüketicinin Korunması Hakkında Kanun Yönünden Tacirlerin  Tüketici  Sıfatı ,  Prof.  Dr.  Ali  Bozer e  Armağan,  Ankara, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, s. 313 332. Çabri, Sezer (2010) Konut Finansmanı Sözleşmeleri, İstanbul, On İki Levha Yayıncılık. Çabri, Sezer (2015)  6502 Sayılı Tüketicinin Korunması Hakkında Kanun Uyarınca  Ön  Ödemeli  Konut  Satışı  Sözleşmesi :  Tokbaş,  Hakan/ Üçışık,  Fehim  (Editörler),  Sektörel  Bazda  Tüketici  Hukuku  ve Uygulamaları 2014 2015, Ankara, Bilge Yayınevi, s. 205 240. Çabri, Sezer (2016) Tüketicinin Korunması Hakkında Kanun Şerhi, Ankara, Adalet Yayınevi. Çınar,  Ömer (2009) Tüketici Hukukunda Haksız Şartlar, İstanbul, On İki Levha Yayıncılık. Doğar, Mehmet (2018) Ön Ödemeli Konut Satışı, İstanbul, On İki Levha Yayıncılık. Erman, Hasan (2013) Eşya Hukuku Dersleri, 3.Basım, İstanbul, Der Yayınevi. Gümüş, Alper (2014) 6502 Sayılı Tüketicinin Korunması Hakkında Kanun Şerhi, C.1, İstanbul, Vedat Kitapçılık. Havutçu,  Ayşe  (2014)   6502  Sayılı  Tüketicinin  Korunması  Hakkında Kanun un  Konu  Bakımından  Uygulama  Alanı:  Özellikle  Tüketici İşlemleri Bakımından Kanun un Kapsamı , Terazi Hukuk Dergisi, C.9, I. Tüketici Hukuku Sempozyumu Özel Sayısı, Seçkin Yayıncılık, Kasım 2014, s. 8 19. İnal,  Tamer  (2015)   Tüketici  Hukuku nda,  Tüketim  Malı Yatırım  Malı Ayrımının  Gerekliliği :  Tokbaş,  Hakan/Üçışık,  Fehim  (Editörler), Sektörel  Bazda  Tüketici  Hukuku  ve  Uygulamaları  2014 2015,  4. Tüketici Hukuku Kongresi, Ankara, Bilge Yayınevi, s. 161 204. Kara, İlhan (2015) Tüketici Hukuku, Ankara, Engin Yayınevi.   325Mehmet DOĞAR  YBHD 2021/1  Karakocalı, Ahmet/ Kurşun, Suphi (2015) Tüketici Hukuku, İstanbul, Aristo Kitabevi. Oğuzman,  M.Kemal/Seliçi,  Özer/Oktay  Özdemir,  Saibe  (2013)  Eşya Hukuku, 16. Tıpkı Bası, İstanbul, Filiz Kitabevi. Öz, Turgut (2015)  Konusu Taşınmaz Olan Tüketici Sözleşmelerinde Geçerlilik ve  Borca  Aykırılık :  Tokbaş,  Hakan/Üçışık,  Fehim  (Editörler), Sektörel Bazda Tüketici Hukuku ve Uygulamaları 2014 2015, Ankara, Bilge Yayınevi, s. 138 160. Öz,  Turgut  (2016)   İnşaat  Sektöründe  Eser  Sözleşmesi :  Tokbaş,  Hakan/ Kurşun,  Ali  Suphi  (Editörler),  Konut  Sektöründe  Tüketici  Hukuku Uygulamaları, İstanbul, Aristo Kitabevi, s. 203 229. Özmen,  E.Saba/Vardar  Hamamcıoğlu,  Gülşah  (2016)  6502  Sayılı Tüketicinin Korunması Hakkında Kanun Uyarınca Ön Ödemeli Konut Satış Sözleşmesi, İstanbul, On İki Levha Yayıncılık. Yeniocak,  Umut  (2015)   6502  Sayılı  Tüketicinin  Korunması  Hakkında Kanuna Göre Ön Ödemeli Konut Satış Sözleşmesinin Şekli  Terazi Hukuk Dergisi, C.10, S. 102, Şubat 2015, Seçkin Yayıncılık, s. 42 53. Zevkliler, Aydın/Aydoğdu, Murat (2004) Tüketicinin Korunması Hukuku, 3.Bası, Ankara, Seçkin Yayıncılık.      326"
}