{
     "Tip": "Makale",
     "Dergi İsmi": "Yıldırım Bayazıt Üniversitesi ",
     "Üniversite İsmi": "",
     "Gün": "17",
     "Ay": "03",
     "Yıl": "2021",
     "Cilt": "2",
     "Sayı": "2021/2",
     "Başlık": "MAĞDURUN CEZA MUHAKEMESİNDEKİ KONUMU AÇISINDAN TÜRK CEZA HUKUKU İLE İSLÂM CEZA HUKUKUNUN KARŞILAŞTIRILMASI",
     "Title": "COMPARING VICTIMS  POSITION IN TURKISH CRIMINAL LAW AND ISLAMIC CRIMINAL LAW",
     "Yazar İsmi": [

          "  Dr. Öğr. Üyesi Hakan KAŞKA"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          " Mağdur", "İslâm Ceza Hukuku", "Şahsî dava", "Şikâyet", "Onarıcı adalet"

     ],
     "Keywords": [
          " Victim", "Islamic Criminal Law", "Personalaction", "Complaint", "Restorative justice"

     ],
     "Özet": "Bu çalışmada, Türk Ceza Hukuku ile İslâm Ceza Hukuku, mağdurun ceza muhakemesindeki konumu açısından karşılaştırılmaktadır. Karşılaştırma, mağdurlarla  ilgili  bazı  hakların  ve  müesseselerin  iki  hukuk  sistemindeki görünümüne göre yapılmıştır. Bu bağlamda, öncelikle şahsî dava ve şikâyet bakımından iki hukuk sistemi karşılaştırılmıştır. Daha sonra, şahsî hak davası, mağdurun uğradığı zararın giderilmesi koşulu/yaptırımı, ceza davasına katılma ve kanun yollarına başvurma hakkı bakımından bir karşılaştırma yapılmıştır. Nihayet  yapılan  son  karşılaştırma,  şikâyetin  geri  alınması  ve  uzlaştırma bakımındandır. Karşılaştırmanın sonucu olarak, İslâm Ceza Hukukuna göre yürütülen bir ceza muhakemesinde mağdurun unutulmadığı, mağdura ceza muhakemesi sürecinin her aşamasında etkin bir rol oynama imkânı verildiği belirtilmelidir. Bu imkân, kişi hakkının kamu hakkına nazaran daha yoğun olarak korunduğu suçlarda açıkça görülmektedir. Bu noktada, İslâm Ceza Hukukunda, kişi haklarına yönelik işlenen suçlar kavramının bulunduğu ifade edilmelidir. Türk Ceza Hukukunda ise bazı haklar ve müesseseler yoluyla mağdurun ceza muhakemesi sürecine dâhil edildiği görülmektedir. Bununla birlikte, Türk Ceza Hukukunda, İslâm Ceza Hukukunda kişi haklarına yönelik olduğu kabul edilen bazı suçlar ve mağdurun uğradığı zararın giderilmesi bakımından, İslâm Ceza Hukukundan farklı bir yaklaşım benimsenmiştir.",
     "Abstract": "In  this  work,  Turkish  criminal  law  and  Islamic  criminal  law  are compared in terms of victims' position in criminal procedure. The comparison is made according to the appearance of victims in these legal systems. In this context, first of all, both of the legal systems were compared in terms of personal action and complaint. Later, a comparison was made in terms of personal rights, the condition/sanction of the victim to compensate the damage suffered, to participate in the criminal case and the right to seek legal remedies. Finally, the  last  comparison  is  made  in  terms  of  with  drawalof  complaint  and conciliation. As a result of the comparison, it should be noted that in a criminal procedure conducted in accordance with Islamic criminal law, the victim is not forgotten and an opportunity is given to the victim to play an active role in every stage of the criminal procedure. This is clearly seen in crimes which persons  rights are protected more strongly than public rights. At this point, it should be stated that there is a concept of crimes against personal rights in Islamic criminal law. In Turkish criminal law, it is seen that the victim is included in the criminal procedure process through rights and institutions. On the other hand, in Turkish criminal law, a different approach has been adopted.",
     "Metin": "Mağdur, haksızlık/hukuka aykırılık teşkil eden fiil dolayısıyla hukukî değeri ihlal edilen gerçek kişidir. Hukukî değerin ihlal edilmesi, suç açısından değerlendirildiğinde  suçun  konusuna  zarar  verilmesi  veya  bunun  zarar tehlikesine maruz bırakılması suretiyle gerçekleşmektedir. Mağdur kelimesi, Arapça  kökenli  olup,  yine  Arapça  kökenli  olan  gadr  kelimesinden  ism-i mef‘ûl dür. Gadr kelimesi ise  1. emniyeti sû-i istimâl, vefasızlık, hâinlik, hıyânet … 2. merhametsizlik, merhametsizce muâmele, zulûm, sitem, cevr, cefâ … 3. haksızlık, nâ-hâk yere ızrâr …  ifadeleriyle açıklanmaktadır. TDK Güncel Türkçe Sözlükte ise mağdur kelimesinin anlamı,  haksızlığa uğramış kimse  olarak  verilmekte  ve  kelimeye,  Türkçe  kökenli  kıygın  sözcüğü  karşılık gösterilmektedir. Sözlük anlamlarından hareket edildiğinde, haksızlık teşkil eden fiillerin türleri  bulunmakla  birlikte,  mağdurun,  bu  fiillerin  tamamı  için  ortak  bir  1   Hakikaten, haksızlık/hukuka aykırılık teşkil eden bir fiil bulunmadığında, mağdurdan ve dolayısıyla mağduriyet (mağdurluk) yani mağdur olma hâlinden bahsedilmesi mümkün değildir. Bu bağlamda, hukuka uygun olan örneğin meşru müdafaa kapsamında olan bir fiilin mağduru yoktur. Örnekteki fiil dolayısıyla zarara uğrayan bir gerçek kişinin bulunması yanıltıcı olabilir; ancak hukuk düzeninde, bu fiilin işlenmesine cevaz verildiği, diğer deyişle, bu fiil, hukuka uygun kabul edildiği için bir mağdur/mağduriyet bulunmamaktadır. Nitekim fiili  icra  eden  kişi  de  onun  hukuka  uygun  olması  nedeniyle  bu  fiilden  sorumlu tutulmayacaktır. Bk. Kunter, Nurullah (1949) Suçun Kanunî Unsurları Nazariyesi, İstanbul, İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İsmail Akgün Matbaası, s. 162, N. 110, s. 168, N. 115. 2   Gündoğdu,  Raşit/Adıgüzel,  Niyazi/Önal,  Ebul  Faruk  (2011)  Kâmûs-ı  Türkî  (Latin Harfleriyle) Şemseddin Sami, İstanbul, İdeal Kültür Yayıncılık, s. 1062; Özgenç, İzzet (2016) Türk Ceza Hukuku Genel Hükümler, 12. Baskı, Ankara, Seçkin Yayınevi, s. 202; Koca, Mahmut/Üzülmez, İlhan (2020) Türk Ceza Hukuku Genel Hükümler, 13. Baskı, Ankara, Seçkin Yayınevi, s. 114, 115. Tüzel kişilerin de suçun mağduru sıfatını alabileceği ifadesiyle, aksi yönde görüş için bk. Dönmezer, Sulhi/Erman, Sahir (1986) Nazari ve Tatbiki Ceza Hukuku, Cilt: II, 9. Baskı, İstanbul, Beta Yayıncılık, s. 463, N. 1176; Kunter, Nurullah (1954) Suçun Maddî Unsurları Nazariyesi: (Hareket – Netice – Sebebiyet alâkası), İstanbul, İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İsmail Akgün Matbaası, s. 118, s. 92. 3   Gündoğdu/Adıgüzel/Önal, s. 1062. 4   Gündoğdu/Adıgüzel/Önal, s. 744. 5   <http://sozluk.gov.tr/> s.e.t. 21.10.2020.   41Hakan KAŞKA  YBHD 2021/2  kavram olduğunun söylenmesi gerekir. Bu bağlamda, örneğin, bir haksız fiilin mağdurundan, bir kabahatin mağdurundan, bir suçun mağdurundan, bir silahlı  çatışmanın/savaşın  mağdurundan  bahsedilebilecektir.  Mâmâfih,  bu çalışmanın konusunu, suç mağdurlarının ve ayrıca suçtan zarar göreninceza muhakemesindeki  konumu  açısından  Türk  Ceza  Hukuku  ile  İslâm  Ceza Hukukunun karşılaştırılması oluşturmaktadır. Mağdur kavramını açıklayan tanımlayıcı bir hukuk kuralı, Türk ceza mevzuatındaki genel kanunlarda bulunmamakla birlikte, Denetimli Serbestlik Hizmetleri  Yönetmeliği  m.  4/1-p de  yer  almaktadır.  Buna  göre,  mezkûr Yönetmelikte yer alan mağdur kavramı,  kendisine veya birinci dereceden aile üyelerinden birine karşı işlenen suçun fiziksel, duygusal veya maddi sonuçları sebebiyle desteğe ihtiyaç duyan kişiyi  ifade etmektedir. Ayrıca Mağdur Hakları Kanunu Tasarısı m. 2/1-g de, mağdur kavramı,  suç nedeniyle fiziksel, zihinsel, ruhsal  veya  ekonomik  olarak  doğrudan  zarar  gören  kişi   şeklinde tanımlanmıştır. 10 Haziran 2020 tarihli Resmî Gazetede yayımlanarak aynı tarihte yürürlüğe giren 63 numaralı Suç Mağdurlarının Desteklenmesine Dair  6   Nitekim 6098 numaralı Türk Borçlar Kanunu m. 49/1 de, haksız fiille başkasına zarar verme ifadesiyle, mağdur kavramına işaret edilmiştir. 6098 numaralı TBK m. 49/1 –  Kusurlu ve hukuka aykırı bir fiille başkasına zarar veren, bu zararı gidermekle yükümlüdür. . Aynı anlama gelen ifadeler için bk. Oğuzman, M. Kemal/Öz, M. Turgut (2017) Borçlar Hukuku Genel Hükümler, Cilt: II, 13. Baskı, İstanbul, Vedat Kitapçılık, s. 12; Kılıçoğlu, Ahmet M. (2017) Borçlar Hukuku Genel Hükümler, 21. Baskı, Ankara, Turhan Kitabevi, s. 386, 387. 7   Kangal, Zeynel T. (2019) Kabahatler Hukuku, 2. Baskı, İstanbul, On İki Levha Yayıncılık, s. 152, 153. 8   Öztürk, Bahri/Erdem, Mustafa Ruhan (2020) Uygulamalı Ceza Hukuku ve Güvenlik Tedbirleri Hukuku, Ankara, Seçkin Yayınevi, s. 201; Demirbaş, Timur (2020) Ceza Hukuku Genel Hükümler, 15. Baskı,  Ankara, Seçkin Yayınevi, s. 577. 9   Aksar, Yusuf (2019) Teoride ve Uygulamada Uluslararası Hukuk – II, 5. Baskı, Ankara, Seçkin Yayınevi, s. 151. 10   Öğretide Bozdağ, kanun tasarısındaki mağdura ilişkin bu tanımlayıcı hukuk kuralında, suçtan zarar görme esas alındığı için sırf hareket suçlarının mağdurunun tespit edilmesinde kuralın yetersiz kalacağını ifade etmektedir. Bk. Bozdağ, Ahmet (2017)  Ceza Muhakemesi Hukukunda Mağdurun Hukuki Yardım Alma Hakkı , Türkiye Barolar Birliği Dergisi, S: 132, s. 124.  42YBHD 2021/2  Hakan KAŞKA  Cumhurbaşkanlığı  Kararnamesi  m.  2/1-d de  de  mağdur  aynı  şekilde tanımlanmıştır. Ceza hukuku ıstılahında, suçun mağduru, suçla korunan hukukî değerin sahibi olan kişidir. Öğretideki bir görüşe göre, mağduriyet yani mağdur olma hâli, ancak gerçek kişiler açısından söz konusu olabilir. Tüzel kişilerin, bir suçun işlenmesi dolayısıyla zarar görmüş olmaları, mağduriyet kavramı ile değil, suçtan zarar görme kavramı ile izah edilebilir. Önemle belirtilmelidir ki, toplumun bir küll şeklinde ve gerçek kişilerden müteşekkil olduğu düşünülerek, mağdur sıfatının topluma izafe edilmesi mümkündür. Diğer deyişle, bazı suçlar açısından, bu suçların mağdurunun toplum olduğu söylenebilecektir. Buna karşılık, devletin, bir suç dolayısıyla mağdur olduğundan bahsedilmesi, daha doğru bir ifadeyle, bu suç dolayısıyla mağdur sıfatının devlete izafe edilmesi mümkün değildir. Bahis konusu suç dolayısıyla devletin yalnızca suçtan zarar gören olduğu söylenebilecektir. Ceza  hukuku  açısından,  mağdur  kavramının  yanı  sıra  açıklanması gereken bir kavram da suçtan zarar görendir. Suçtan zarar gören, bazı suçlar açısından, yukarıda belirtildiği üzere, suç dolayısıyla zarar gören tüzel kişileri ifade etmek için kullanılan bir kavramdır. Bazı suçlar açısından yine mağduru ifade ettiği hâlde, bazı suçlar açısından da mağdurun yanı sıra suç dolayısıyla zarara uğrayan diğer kişileri ifade etmektedir. Örneğin, hırsızlık suçunda, mağdur, suçla korunan mülkiyete sahip olan kişidir. Bu suçta, suçtan zarar gören  de  yine  suçla  korunan  mülkiyete  sahip  olan  kişidir.  Buna  karşılık, örneğin, kasten öldürme suçunda, mağdur, yaşama hakkına sahip olan ve öldürülen kişidir. Bu suçta, suçtan zarar gören ise mağdurun yanı sıra onun mirasçılarıdır. Bu nedenle, her mağdurun, aynı zamanda suçtan zarar gören  11   63 numaralı Suç Mağdurlarının Desteklenmesine Dair Cumhurbaşkanlığı Kararnamesi m. 2 –  (1) Bu Cumhurbaşkanlığı Kararnamesinin uygulanmasında; … d) Mağdur: Suç nedeniyle fiziksel, ruhsal veya ekonomik olarak doğrudan zarar gören gerçek kişiyi, … ifade eder.  12   Özgenç, s. 202-205; Koca/Üzülmez, s. 114, 115; Hakeri, Hakan (2020) Ceza Hukuku Genel Hükümler, 23. Baskı, Ankara, Adalet Yayınevi, s. 142, 143. Aksi yönde görüş için bk. Öztürk/Erdem, s. 201, N. 317 (Yazarların ifadesiyle,  Suç, aynı zamanda devlet otoritesinin inkârı olduğuna ve suçun işlenmesi suretiyle bozulan toplum düzeninin önceki hâle getirilmesi devlete ait bir görev olduğuna göre, her suçun doğal ve zorunlu mağdurunun devlet olduğu söylenebilir. ); Demirbaş, s. 576.  43Hakan KAŞKA  YBHD 2021/2  olduğunun, bunun tersine olarak, her suçtan zarar görenin, aynı zamanda suçun mağduru olmadığının söylenmesi mümkündür. Bu çalışmada, mağdurun/suçtan zarar görenin ceza muhakemesindeki konumu  açısından  Türk  Ceza  Hukuku  ile  İslâm  Ceza  Hukuku karşılaştırılmaktadır.  Çalışmada,  İslâm  hukukçularının  görüşleri, karşılaştırmayı sağlamak için ve buna yetecek ölçüde incelenmiş; bu bağlamda, hangi mezhep hukukçularının hangi görüşte olduğu belirtilmemiştir. Kezâ, Osmanlı mevzuatına ve uygulamasına da karşılaştırmayı sağlamak için ve buna yetecek ölçüde yer verilmiştir. Karşılaştırmanın yapılabilmesi için metot olarak, üç ana başlık hâlinde bir inceleme takip edilmiştir. Buna göre, ilk ana başlığı, mağdurun  ceza  muhakemesi  sürecini  başlatabilmesini  sağlayan  haklar  ve müesseseler açısından iki hukuk düzeninin karşılaştırılması oluşturmaktadır. İkinci ana başlık, mağdurun, ceza muhakemesi sürecine yalnızca dâhil olmasını sağlayan  haklar  veya  müesseseler  açısından  iki  hukuk  düzeninin karşılaştırılması  şeklindedir.  Nihayet  üçüncü  başlık  ise  mağdurun  ceza muhakemesi sürecini sona erdirebilmesini sağlayan haklar veya müesseseler açısından iki hukuk düzeninin karşılaştırılması şeklindedir. Bu noktada, ikinci başlıkta,  yalnızca  zarfının kullanılmasının nedeninin de açıklanması gerekir. Üçüncü  başlığı  oluşturan,  mağdurun  ceza  muhakemesi  sürecini  sona erdirebilmesini sağlayan haklar veya müesseseler, tabii olarak, onun, bu sürece dâhil olmasını da sağlamaktadır. İkinci başlıkta, yalnızca zarfının kullanılması suretiyle, bunlardan farklı olarak, mağdurun ceza muhakemesi sürecini sona erdirebilmesini sağlamamakla birlikte ona dâhil olmasını sağlayan hakların veya müesseselerin inceleneceğine işaret edilmiştir.      13   Artuk, M. Emin/Gökcen, Ahmet/Alşahin, M. Emin/Çakır, Kerim (2017) Ceza Hukuku Genel Hükümler, 11. Baskı, Ankara, Adalet Yayınevi, s. 304, 305; Akbulut, Berrin (2017) Ceza Hukuku Genel Hükümler, 4. Baskı, Ankara, Adalet Yayınevi, s. 342.  44YBHD 2021/2  Hakan KAŞKA    I.  MAĞDURUN  CEZA  MUHAKEMESİ  SÜRECİNİ BAŞLATABİLMESİNİ SAĞLAYAN HAKLAR VE MÜESSESELER   A. ŞAHSÎ DAVA 1412 numaralı Mülga Ceza Muhakemeleri Usulü Kanunu nda, mağdura, ceza  muhakemesi  sürecinde  süje  olma  imkânı  veren  iki  müessese bulunmaktaydı.  Bu  müesseselerden  biri  şahsî  dava,  diğeri  ise  şahsî  hak davasıydı. Şahsî dava, bazı suçlarda, suçtan zarar gören kimsenin suçluyu doğrudan doğruya kendisinin takip ettiği kamu davasını ifade etmektedir. Şahsî dava ile suçtan zarar görene, istisnai olarak savcının yetkileri verilmiş, onun, savcı gibi ithamda bulunabilmesine imkân tanınmıştır. Hatta CMUK m. 346 ya  göre,  suçtan  zarar  görene  şahsî  dava  imkânının  verildiği  hâllerde, Cumhuriyet  savcısının  kamu  davası  açabilmesi  için  kamu  menfaatinin bulunması koşulu aranacaktır. Keza, aynı Kanun un 347 nci maddesinin ilk fıkrasına göre, bu tür davalar üzerine başlayan ceza muhakemesi sürecine Cumhuriyet  savcısının  iştirak  etme  mecburiyeti  bulunmamaktadır. Anlaşılabileceği üzere, şahsî dava yolunun konusunu oluşturan suçlarda, suçtan zarar  görenin  hakları,  kamu  hakkına  nazaran  üstün  durumdadır.  Şahsî davada, suçtan zarar görenin, davayı açıp açmama hususunda kendi ihtiyarıyla  14   Taner, M. Tahir (1950) Ceza Muhakemeleri Usulü, 2. Bası, İstanbul, Duygu Matbaası, s. 85, 107; Kunter, Nurullah (1989) Muhakeme Hukuku Dalı Olarak: Ceza Muhakemesi Hukuku, 9. Baskı, İstanbul, Beta Yayıncılık, s. 210, N. 109; Tosun, Öztekin (1981) Türk Suç Muhakemesi Hukuku Dersleri: Genel Kısım, Cilt: I, 3. Baskı, İstanbul, İstanbul Üniversitesi Hukuk Fakültesi Yayınları, Fakülteler Matbaası, s. 152; Erem, Faruk (1978) Ceza Usulü Hukuku, Ankara, Ankara Üniversitesi Hukuk Fakültesi Yayınları, Sevinç Matbaası, s. 200, N. 95; Yurtcan, Erdener (1985) Şahsi Dava ve Uygulaması, 2. Bası, Ankara, Işın Yayıncılık, s. 4, 6; Öztürk, Bahri/Erdem, Mustafa Ruhan/Özbek, Veli Özer (2002) Uygulamalı Ceza Muhakemesi Hukuku, 7. Baskı, Ankara, Seçkin Yayınevi, s. 293, N. 288; Yaşar, Osman (1998) Açıklamalı ve İçtihatlı: Ceza Muhakemeleri Usulü Kanunu: (Ceza Yargılama Yasası), Cilt: 3, Ankara, Yetkin Yayınları, s. 2111; Akdemir, Süleyman (1988) Ceza Hukukunda Mağdurun Korunması: sosyal gruplaşmaya yönelik yeni bir yaklaşım, İzmir, Akevler Akdeniz Bilimsel Araştırma Merkezi Yayınları, s. 73, 74, N. 137. 15   Ayrıca bk. Yurtcan (1985), s. 90-93. 16   Taner, s. 85, 107; Yurtcan (1985), s. 23, 25; Aynı yöndeki CMUK m. 346 nın gerekçesi için bk. Yaşar, s. 2133; Pamuk, Gülfem (2012) Türk ve Fransız Ceza Muhakemesi Hukuku nda Mağdurun Makam Olarak Yeri, İstanbul, Beta Yayıncılık, s. 29.   45Hakan KAŞKA  YBHD 2021/2  hareket edebilmesi, açılan davayı takip edip etmeme veya davadan vazgeçme veya davayı geri alma hususunda yetki sahibi olması nazarı itibara alındığında, bu dava yolu ile suçtan zarar görene, ceza muhakemesi sürecinde etkin olma imkânı verildiği açıktır. 5271 numaralı Ceza Muhakemesi Kanunu ile birlikte, şahsî davaya son verilmiştir. Kanaatimizce, bunun, kanundaki bir eksiklik şeklinde değerlendirilmesi doğru değildir. Çünkü şikâyet müessesesi ve ceza davasına  katılma,  suçtan  zarar  gören  açısından  şahsî  davanın  ikamesi niteliğindedir. İslâm  ceza  muhakemesi  hukukunda,  şahsî  davaya  benzer  bir müessesenin bulunup bulunmadığının tespit edilebilmesi için 1879 Tarihli Usul-i  Muhakemat-ı  Cezaiye  Kanun-ı  Muvakkatı ndan  önceki  ve  sonraki dönem ayrı ayrı ele alınmalıdır; çünkü İslâm ceza muhakemesi hukukunda, bu Kanun-ı Muvakkat öncesinde savcılık müessesesi bulunmamaktaydı. İslâm ceza  muhakemesi  hukukuna  savcılık  müessesesi,  1879  tarihli  Usul-i Muhakemat-ı Cezaiye Kanun-ı Muvakkatı ile dâhil edilmiştir. İslâm ceza muhakemesi  hukukunda,  şahsî  davaya  benzer  bir  müessese  bulunup bulunmadığının, bu bağlamda ceza muhakemesi sürecinin başlatılma usulünün doğru bir şekilde tespit edilebilmesi için suçlar açısından kabul edilen üçlü ayrıma  göre  inceleme  yapılması  gerekmektedir.  İlk  olarak,  had  cezasını gerektiren suçlara bakıldığında, kişi hakkının, kamu hakkına nazaran üstün bir konumda olduğu ifade edilen hırsızlık ve zina iftirası suçlarında, mağdurun dava açması ile birlikte ceza muhakemesi süreci başlayabilmektedir. Hırsızlık ve zina iftirası suçlarında, mağdurun şikâyeti, ceza muhakemesi sürecinin başlatılabilmesi  için  bir  koşul  niteliğindedir.  Kanun-ı  Muvakkat a  kadar,  17   Erem, s. 200, N. 95; Kunter (1989), s. 221, N. 114; Tosun, s. 152, 163; Yurtcan (1985), s. 96; Öztürk/Erdem/Özbek, s. 297, N. 295. 18   Öğretide Şahin, uzlaştırmanın da bu cümleden bir müessese olduğunu belirtmektedir. Bk. Şahin, Cumhur (2005) Ceza Muhakemesi Kanunu: Gazi Şerhi, Ankara, Seçkin Yayınevi, s. 51; Ünver, Yener/Hakeri, Hakan (2012) Ceza Muhakemesi Hukuku, 5. Baskı, Ankara, Adalet Yayınevi, s. 4, 5. 19   1879 Tarihli Usul-i Muhakemat-ı Cezaiye Kanun-ı Muvakkatının hükümleri için bk. Gökcen,  Ahmet  (1994)   1296  (1879)  Tarihli  Usul-i  Muhakemat-ı  Cezaiye  Kanun-ı Muvakkatı , Selçuk Üniversitesi Hukuk Fakültesi Dergisi, C: 4, S: 1-2 Ceza Muhakemeleri Usulü Kanunu nda Yapılan Son Değişiklikler Sempozyumu Özel Sayısı, s. 207-212.  46YBHD 2021/2  Hakan KAŞKA  savcılık müessesesi de bulunmadığı için bu suçlarda, şikâyet ile birlikte davayı da mağdur açmaktadır. Keza, kısas ve diyet suçlarında, bu suçlar da mağdurun veya suçtan zarar görenin şikâyeti ile takip edilebildiği için Kanun-ı Muvakkat öncesi dönemde, şikâyet ile birlikte davayı mağdur açmıştır. Tazir suçlarında ise eğer kul hakkının kamu hakkına nazaran daha üstün şekilde korunduğu bir suç  söz  konusu  ise  davayı  yine  mağdur  açmıştır.  1879  tarihli  Kanun-ı  20   İslâm  Ceza  Hukuku  öğretisinde,  çoğunluğun  görüşünün  bu  olduğu  yönünde  bk. Muhammed Ebu Zehra (1994) İslam Hukukunda Suç ve Ceza, 1, Tüfekçi, İbrahim (Çeviri), İstanbul, Kitabevi Yayınları, s. 60, N. 63, s. 61, N. 65, s. 62, N. 66; Bilmen, Ömer Nasuhi (1996)  Fıkıh  Terimleri  Ansiklopedisi  -Istılahat-ı  Fıkhiyye  Kamusu-,  3,  Yücesoy, Hayrettin/Kılıç,  Mehmet/Tığ,  Ramazan/Tarı,  Davut  (Sadeleştirenler),  Ankara,  Gündüz Gazetesi, s. 362, N. 643; Ûdeh, Abdulkâdir (2012) Seküler Ceza Hukuku Kurumlarıyla Mukâyeseli İslâm Ceza (Suç) Hukuku – Özel Hükümler –, İkinci Cilt, 2. Baskı, Şafak, Ali (Çeviren ve Notlar Ekleyen), İstanbul, Kayıhan Yayınları, s. 544, N. 566, 567; Şafak, Ali (1977) Mezheblerarası Mukâyeseli İslâm Ceza Hukuku, Erzurum, Atatürk Üniversitesi Yayınları, s. 147; Avcı, Mustafa (2017)  İslam Ceza Hukukunda Suçların Tasnifi , Eren, Abdullah/Korkusuz, M. Refik (Editörler), İslam Ceza Hukuku Uluslararası Sempozyumu, C: 1, 30 Nisan-3 Mayıs 2015, İstanbul, Lale Yayıncılık, s. 447, s. 447 de dipnot 35; Yaman, Ahmet/Çalış, Halit (2019) İslam Hukuku, 3. Baskı, Ankara, Bilay Yayınları, s. 83; Ekinci, Ekrem Buğra (2018) İslâm Hukuku Umûmî ve Husûsî Hükümler, 3. Baskı, İstanbul, Arı Sanat Yayınevi, s. 316; Cin, Halil/Akyılmaz, Gül (2018) Türk Hukuk Tarihi, 10. Baskı, Konya, Sayram Yayınları, s. 252; Çolak, Abdullah (2019) İslâm Ceza Hukuku, 3. Baskı, İstanbul, Hikmetevi Yayınları, s. 110, 117; Akalın, Adnan (2019) İslam Hukukunda Hırsızlık Suçu – Çalınan Mal İle İlgili İhtilaflar –, İstanbul, Hiperyayın, s. 72, 73; Akalın, Adnan (2016) İslâm Hukukunda Devlete İsyan Suçu, Ankara, Fecr Yayınları, s. 45; Akman, Mehmet (2004) Osmanlı Devleti nde Ceza Yargılaması, İstanbul, Eren Yayıncılık, s. 29, 30; OsmanağaoğluKarahasanoğlu, Cihan (2016) Klasik Dönem Osmanlı Hukukunda Hırsızlık Suçu ve Cezası, İstanbul, On İki Levha Yayıncılık, s. 57; Polat, Murat (2019) İslâm Ceza Hukukunda SuçCeza Dengesi, Ankara, Astana Yayınları, s. 87, 255; Yılmaz, Mahmut (2018) Kadim Medeniyetlerde ve İslâm Hukukunda Cezalar, Ankara, Adalet Yayınevi, s. 149.   21   Ûdeh, Abdulkâdir (2012) Seküler Ceza Hukuku Kurumlarıyla Mukâyeseli İslâm Ceza (Suç) Hukuku – Genel Hükümler –, Birinci Cilt, 2. Baskı, Şafak, Ali (Çeviren ve Notlar Ekleyen), İstanbul, Kayıhan Yayınları, s. 110, N. 51; Kahveci, Nuri (2019) Ana Hatlarıyla İslâm Ceza Hukuku, İstanbul, Ensar Neşriyat, s. 199 (Yazar, kısas cezasını talep etme hakkının, mağdurun veya suçtan zarar görenin psikolojik tatmin edilmesi amacına hizmet ettiğini ifade etmektedir. Aynı yönde bk. Yılmaz, s. 273); Akman, s. 29. 22   Muhammed Ebu Zehra (1994a), s. 110, N. 120; Karaman, Hayreddin (2019) Ana Hatlarıyla İslâm Hukuku (Cilt 1) Giriş ve Amme Hukuku, 20. Baskı, İstanbul, Ensar Neşriyat, s. 222;  47Hakan KAŞKA  YBHD 2021/2  Muvakkat ile birlikte, tüm suçlar için davayı savcıların açması kabul edilmiştir. Bununla birlikte, 1879 tarihli Kanun-ı Muvakkat ta, bir cinayet veya cünha dolayısıyla  zarara  uğradığını  yani  mağdur  olduğunu  düşünenlerin,  suçun işlendiği ve suçu işlediği düşünülen kişinin ikamet ettiği veya bulunabileceği yer müstantiki huzurunda şahsî dava açabileceklerine dair hüküm bulunmaktadır. Hatta  cünha  türünden  olan  suçlarda,  mağdurun,  doğrudan  cünha mahkemesine şikâyetini arz edebileceği, dolayısıyla davasını da açabileceği yönünde hüküm vazedilmiştir. Buna karşılık, bir görüşe göre, 1879 tarihli Kanun-ı Muvakkat ta, şahsî dava yer almamaktadır.    B. ŞİKÂYET Şikâyet, ceza muhakemesi sürecinin başlatılabilmesi için, bunun arandığı suçlarda, koşul niteliğinde olan (muhakeme koşulu olarak şikâyet) ve ceza muhakemesi  sürecinin  başlatılabilmesini  sağlayan  (bir  suçun  işlendiği şüphesinin öğrenilmesi yolu olarak şikâyet) bir irade açıklamasıdır. Özellikle, ceza  muhakemesi  sürecinin  başlatılabilmesi  için  koşul  niteliğinde  olduğu hâllerde, şikâyetin bu şekilde düzenlenmiş olma amacı önem arz etmeksizin,  Karaman, Hayreddin (2016) Mukayeseli İslâm Hukuku I, 9. Baskı, İstanbul, İz Yayıncılık, s. 217; Çolak, s. 142. 23   1879 Kanun-ı Muvakkat m. 20 –  Müddeiumumiler cünha ve cinayet derecesinde bulunan kaffe-i ceraimi taharri ve tecessüse ve mürtekibi aleyhinde ikame-i davaya memurdurlar.  Bk. Gökcen, s. 207. 24   Gökcen, s. 213. 25   Ömeroğlu, Ömer (1999)  Türk Ceza Yargılamasında Şahsi Dava ve Gerekliliği Sorunu  (Doktora), Ankara Üniversitesi, Sosyal Bilimler Enstitüsü, s. 13. 26   Öztürk, Bahri/Tezcan, Durmuş/Erdem, Mustafa Ruhan/Sırma Gezer, Özge/Saygılar Kırıt, Yasemin F./Alan Akcan, Esra/Özaydın, Özdem/Erden Tütüncü, Efser/Altınok Villemin, Derya/Tok, Mehmet Can (2020) Nazari ve Uygulamalı Ceza Muhakemesi Hukuku, Öztürk, Bahri (Editör), 14. Baskı, Ankara, Seçkin Yayınevi, s. 46, 604, 619; Özbek, Veli Özer/Doğan, Koray/Bacaksız, Pınar (2020) Ceza Muhakemesi Hukuku, 13. Baskı, Ankara, Seçkin Yayınevi, s. 110, 111, 191 (Şikâyetin bir muhakeme koşulu olmadığı hâllerde, suçtan zarar görenin, soruşturma evresinin başlamasını sağlayan irade açıklaması  ihbar  olarak adlandırılabilir. Bk. Özbek/Doğan/Bacaksız, s. 191.). 27   Bazı suçlarla ilgili olarak şikâyetin bir muhakeme koşulu olarak düzenlenmesinin nedeni, bu suçlarda, suçtan zarar görenin kişisel zararının, kamu zararından fazla olması veya bu  48YBHD 2021/2  Hakan KAŞKA  mağdura etkin bir rol verilmesi ve onun sürece dâhil edilmiş olması söz konusudur.  Şikâyetin,  muhakeme  koşulu  olarak  düzenlendiği  hâllerde, Cumhuriyet savcısı, bir suçun işlendiğini bizzat görse veya bir suçun işlendiğine ilişkin şüpheyi farklı bir şekilde öğrense bile mağdurun bu yöndeki irade açıklaması olmaksızın, soruşturma işlemlerine devam edememektedir.  Şikâyet, bunun muhakeme koşulu olarak düzenlendiği suçlar açısından, mağdura bir hak olarak tanınmıştır. Öğretide, bu hakkın, kişiye sıkı sıkıya bağlı bir hak olduğu ifade edilmektedir. Şikâyet hakkına sahip olan kişi, suçla korunan hukukî değerin sahibi olan, yani suçtan doğrudan doğruya zarar gören gerçek veya tüzel kişidir. Bununla birlikte, mağdurun küçük veya akıl hastası olması  hâlinde,  bu  kişilerin  kanuni  temsilcilerinin  de  şikâyet  hakkını kullanması, keza, şikâyetin, avukat veya tüzel kişiler söz konusu olduğunda, bunların yetkili organları vasıtasıyla yapılması mümkündür. Mağdur, şikâyet hakkını kullanmak suretiyle ceza muhakemesi sürecinin başlatılması, koşulları oluşmuşsa ceza davasının açılması ve failin cezalandırılması sonuçlarını elde edebilmektedir. Bu durumda, şikâyet hakkının, 1982 Anayasası m. 36/1 deki hak arama hürriyetinden yararlanmayı sağlayan bir hak olduğu söylenmelidir.  suçların daha çok aleyhlerine suç işlenen kişileri ilgilendirmesi şeklinde izah edilmektedir. Şikâyetin bazı suçlarla ilgili olarak bir muhakeme koşulu olarak düzenlenmesindeki amacın, suçtan zarar görenin zararının dava açılarak artırılmaması olduğu da ifade edilmektedir. Örneğin hakaret suçuna ilişkin bir ceza muhakemesi süreci başlatıldığında ve ceza davası da açıldığında,  hakarete  uğrayan  kişinin  zararı,  hakaretin  içeriğinin  herkes  tarafından öğrenilmesi yüzünden artabilir. İfade edilmelidir ki gerek bu nedenlerde gerek bu amaçta, mağdurun dikkate alınması söz konusudur. Söz konusu nedenler ve amaç için bk. Yenisey, Feridun/Nuhoğlu, Ayşe (2020) Ceza Muhakemesi Hukuku, 8. Baskı, Ankara, Seçkin Yayınevi, s. 586, 587; Akdemir, s. 77, N. 141, s. 77 de dipnot 24. 28   Koca/Üzülmez, s. 383. 29   Hakeri, s. 120; Zafer, Hamide (2016) Ceza Hukuku Genel Hükümler: TCK m. 1-75, 6. Baskı, İstanbul, Beta Yayıncılık, s. 427. 30   İçel, Kayıhan (2016) Ceza Hukuku Genel Hükümler, Yenilenmiş Baskı, İstanbul, Beta Yayıncılık, s. 237, 238. 31   1982 Anayasası m. 36 (A. Hak arama hürriyeti) –  Herkes, meşru vasıta ve yollardan faydalanmak suretiyle yargı mercileri önünde davacı veya davalı olarak iddia ve savunma ile adil yargılanma hakkına sahiptir.(f. 1)  Yargıtay 4. HD nin E: 2019/530 K: 2019/2167 numaralı  ve  10.04.2019  tarihli  kararında,  aynı  yönde  ifadeler  yer  almaktadır:  Şikâyet hakkı, diğer bir deyimle hak arama özgürlüğü;  Anayasa nın  36.  maddesinde;  49Hakan KAŞKA  YBHD 2021/2  İslâm Ceza Hukukunda şikâyet müessesesinin bulunup bulunmadığı, yine  suçlar  açısından  kabul  edilen  üçlü  ayrıma  göre  incelenmelidir.  Had suçlarından olan hırsızlık ve zina iftirası suçlarında, bu suçlarla ilgili ceza muhakemesi sürecinin başlatılabilmesi için şikâyet, bir koşul niteliğindedir. Kısas ve diyet suçları açısından da aynı durum geçerlidir. Tazir suçlarında ise kişi  haklarına  yönelik suçlarda  aynı  durumun  geçerli  olduğu,  İslâm  Ceza Hukuku öğretisinde ifade edilmektedir. Öz itibarıyla, İslâm Ceza Hukukunda, kişi hakkının kamu hakkına nazaran daha üstün şekilde korunduğu suçlarla ilgili ceza muhakemesi sürecinin başlatılabilmesi için mutlaka mağdurun veya suçtan  zarar  görenin  şikâyeti  gerekmektedir.  Bunun  nedeni,  suçun   Herkes, meşru vasıta ve yollardan faydalanmak suretiyle yargı mercileri önünde davacı veya davalı  olarak  iddia  ve  savunma  ile  adil  yargılanma hakkına sahiptir   şeklinde  yer almıştır. Hak arama özgürlüğü bu şekilde güvence altına alınmış olup; kişiler, gerek yargı mercileri önünde gerekse yetkili kurum ve kuruluşlara başvurmak suretiyle kendilerine zarar verenlere  karşı haklarının korunmasını,  yasal  işlem  yapılmasını  ve  cezalandırılmalarını isteme hak ve yetkilerine sahiptir.   Karar  için  bk. <https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/> s.e.t. 27.06.2019. 32   Ekinci, s. 293, 316; Şafak, s. 147; Ûdeh (2012b), s. 544, N. 566; Cin/Akyılmaz, s. 252, 256; Avcı, Mustafa (2018) Osmanlı Ceza Hukuku – I – Genel Hükümler, 3. Bası, Ankara, Adalet Yayınevi, s. 269; Aydın, M. Âkif (2013) Türk Hukuk Tarihi, 11. Basım, İstanbul, Beta Yayıncılık, s. 159, 186, 191, 192; Yaman/Çalış, s. 83, 102, 103; Çolak, s. 145;OsmanağaoğluKarahasanoğlu, s. 57; Yılmaz, s. 149; Polat, s. 87, 255.  33   Muhammed Ebu Zehra (1994a), s. 95, N. 102; Ekinci, s. 294; Aydın, s. 159; Yaman/Çalış, s. 83; Çolak, s. 145. 34   Karaman (2019), s. 222; Ekinci, s. 294; Avcı (2018), s. 48; Aydın, s. 159, 160; Yaman/Çalış, s. 83; Polat, s. 189; Çolak, s. 145. 35   Akalın (2016), s. 50; Çolak, s. 145. 1879 tarihli Kanun-ı Muvakkat ta ise, şikâyetin bir koşul olmaktan ziyade, suç şüphesinin öğrenilmesinin bir yolu veya ceza muhakemesi sürecinin başlatılabilmesini sağlayan bir hak olarak düzenlendiği müşahede edilmektedir. Bk. Gökcen, s. 213 (Bk. 1879 Kanun-ı Muvakkat m. 58, 59). 36   Yine de örneğin zina iftirası suçu açısından bakıldığında, bu suçla ilgili ceza muhakemesi sürecinin başlatılabilmesi için şikâyetin aranmasının amacı olarak, mağdurun, iftiranın içeriğini oluşturan fiilin duyulmasını istememesi zikredilebilir. Daha açık ifadeyle, mağdur, bir de bu iftiranın duyulmasıyla ortaya çıkacak eziyeti tahmil etmek istemeyebilir. Bununla birlikte, mezkûr amaç dahi mağdurun iradesine verilen önem nazarı itibara alındığında, zina iftirası suçunda şikâyetin, kişi hakkının kamu hakkına nazaran daha üstün bir şekilde korunduğu bir suç olması dolayısıyla kabul edilmesi nedeninin içerisinde değerlendirilebilir. Bk. Avcı (2017), s. 447, s. 447 de dipnot 37; Cin/Akyılmaz, s. 253; Aydın, s. 159.  50YBHD 2021/2  Hakan KAŞKA  konusunun, belli/belirlenebilir bir gerçek kişi mağdura ait olmasıdır. Esas itibarıyla, kişi hakkının, kamu hakkına nazaran daha üstün şekilde korunması ile kastedilen de budur. Bu noktada, günümüz hukukunda olduğu gibi bahse konu suçların, takibi şikâyete bağlı suçlar olarak tavsif edilmesinin mümkün olduğu ifade edilmelidir.    II.  MAĞDURUN  CEZA  MUHAKEMESİ  SÜRECİNE  YALNIZCA DÂHİL OLABİLMESİNİ SAĞLAYAN HAKLAR VE MÜESSESELER Çalışmanın  bu  başlığında,  yalnızca  zarfının  kullanılmasının  nedeni, çalışmadaki III. numaralı başlığın,  Mağdurun Ceza Muhakemesi Sürecini Sona Erdirebilmesini Sağlayan Müesseseler  olması ve bu başlık altında ele alınan şikâyetin  geri  alınmasının  ve  uzlaştırma  müessesesinin,  aynı  zamanda, mağdurun ceza muhakemesini sürecine dâhil olabilmesini sağlamasıdır. II. numaralı  bu  başlık  altında,  mağdurun  ceza  muhakemesi  sürecini  sona erdirebilmesini sağlamamakla birlikte, bu sürece dâhil olabilmesini sağlayan haklar/müesseseler ele alınacaktır.    A. ŞAHSÎ HAK DAVASI Şahsî hak davası CMUK m. 350/2 ye ve m. 365/2 ye göre, şahsî dava açan veya açılmış bir kamu davasına müdahil olan yani katılan sıfatını elde eden  37   Muhammed Ebu Zehra (1994a), s. 59, N. 63, s. 85, N. 91 (İslâmCeza Hukuku öğretisinde Muhammed Ebu Zehra nın şu ifadeleri de aynı yöndedir:  Allah hakkı yanında kul hakkının da bulunduğu cezalar, hırsızlık ve zina iftirası cezasıdır. Bununla kul hakkının gücünün birbirinden farklı olduğunu da belirtelim. Çünkü hırsızlık mal aleyhine işlenmiş bir suçtur. Malın mutlaka bir sahibi vardır. Dokunulmaz, korunmuş ve gerektiği şekilde koruma altına alınmış olan mülkiyet unsuru bu suçun mahiyetini oluşturan unsurlardan birisidir. Çünkü hırsızlık suçu, gerektiği şekilde koruma altında olan dokunulmaz mülkiyet varsa gerçekleşir.  Bk. Muhammed Ebu Zehra (1994a), s. 59, N. 63.); Bilmen, s. 361, 362, N. 643. Başka bir ifadeyle, bu suçlar, doğrudan kişi haklarına yöneliktir. Bk. Akalın (2016), s. 45. Nitekim bu nedenledir ki, cezası nass ile tayin edilmiş olmakla birlikte, Hanefi mezhebine mensup hukukçuların, kısası had cezası saymadıkları, onun kul hakkı olduğunu kabul ettikleri ifade edilmiştir. Bk. Şafak, s. 65; Aydın, s. 158.  38   İslâm  Ceza  Hukuku  açısından  şahsî  suçların,  takibi  şikâyete  bağlı  suçlar  olarak  da adlandırıldığı yönünde bk. Kahveci, s. 129, 268.  51Hakan KAŞKA  YBHD 2021/2  suçtan zarar görenin, aynı zamanda haksız fiil teşkil eden suç dolayısıyla uğradığı zararlarının giderilmesini, ceza mahkemesinden talep etmesidir. Bu durumda,  esas  itibarıyla,  hukuk  muhakemesinin  konusu  olan  ve  hukuk mahkemelerinin görev alanına giren bir talep hakkında ceza mahkemeleri tarafından karar verilmektedir. Öğretide, ceza mahkemesince, zararın aynen iade veya tazminat yolu ile giderilebileceği görüşü ileri sürülmüştür. Şahsî hak talebinin konusunun ise geniş yorumlanamayacağı ifade edilmiştir.  Şahsî hak davasının, suçtan zarar görenin, hukuk mahkemelerinde ayrı bir dava açmak ile uğraşmadan, ceza mahkemelerinde zararının giderilmesini istemeye imkân veren bir müessese olduğunun söylenmesi mümkündür. Şahsî dava gibi şahsî hak davasına da CMK ile birlikte son verilmiştir. Mağdurun, suç dolayısıyla oluşan zararlarının tazminini talep etmesi hâlinde, artık hukuk mahkemelerinde bir tazminat davası açması gerekmektedir.  İslâm Ceza Hukukunda, şahsî hak davasına benzer bir müessesesinin bulunup bulunmadığı hususunda, kısas ve diyet cezasını gerektiren suçlara bakılmalıdır. Hakikaten bu suçlarda, zaten ceza hukuku yaptırımlarından birini diyet  oluşturmaktadır.  Diyet,  suçun,  mağdur  veya  suçtan  zarar  gören açısından  oluşturduğu  zararın  giderilmesine  yönelik,  yani  tazminat mahiyetinde olan, mali nitelikli bir ceza hukuku yaptırımıdır. Şahsî hak davasından  farklı  olarak,  mağdurun  veya  suçtan  zarar  görenin,  zararının giderilmesine yönelik bir yaptırım olan diyeti ayrıca talep etmesine gerek  39   Tosun, s. 160.  40   Taner, s. 84, 85; Kunter (1989), s. 214, N. 110, s. 231, N. 120; Tosun, s. 160, 161; Erem, s. 200, N. 95, s. 201, N. 96; Yurtcan (1985), s. 189, 190; Öztürk/Erdem/Özbek, s. 301, N. 311; Yaşar, s. 2180, 2258. 41   Taner, s. 86; Erem, s. 201, N. 96 (Bununla birlikte, öğretide Erem e göre, bazı yabancı kanunlarda, zararın giderilmesi yolları olarak yalnızca aynen iadenin ve tazminatın açıkça düzenlenmiş olmasından hareketle, CMUK açısından da bu yollar dışında bir talepte bulunulup bulunulamayacağında tereddüt edilebilecektir. Bk. Erem, s. 201, N. 95.). 42   Erem, s. 201, 202, N. 96. 43   Avcı (2018), s. 395; Kahveci, s. 199 44   Erdoğan, Mehmet (2016) Fıkıh ve Hukuk Terimleri Sözlüğü, 6. Baskı, İstanbul, Ensar Neşriyat, s. 107; Polat, s. 201, 202.  52YBHD 2021/2  Hakan KAŞKA  yoktur. Bununla birlikte, mağdurun veya suçtan zarar görenin, af veya sulh müesseseleri  yoluyla  diyet  yaptırımının  uygulanmamasını  sağlaması  da mümkündür. İslâm Ceza Hukukunda, had cezasını gerektiren suçlarda ise hırsızlık  suçunda  mağdurun  zararının  giderilmesi  söz  konusudur.  Bu bağlamda, hırsızlık suçunda, had cezasının tatbikinin yanı sıra, mağdura ait olan  malın  mevcutsa  aynen  iadesine,  mal  mevcut  değilse  bunun  nakden tazminine  karar  verilmesi  gerektiği  görüşü  ileri  sürülmüştür.  Diyet yaptırımında olduğu gibi, burada da mağdurun malın iadesini veya nakden tazminini talep etmesine gerek yoktur. Tazir cezasını gerektiren suçlarla ilgili bazı düzenlemelerde ise bir yaptırım olarak mağdurun zararının da giderileceği ifade edilmiştir. Burada da yine mağdurun zararın tazminini talep etmesi gerekmemektedir.  Buna  karşılık,  1879  tarihli  Kanun-ı  Muvakkat ta,  suç dolayısıyla uğranılan zararın tazmininin, bunun şahsî hak davası ile talep edilmesine bağlı olduğu hükmü bulunmaktadır. Anlaşılabileceği üzere, şahsî hak davası, 1879 tarihli Kanun-ı Muvakkat ta da düzenlenmiştir.  45   Ûdeh (2012a), s. 679, N. 471; Hâlbuki günümüz hukukunda, mağdurun, onun zararlarının tazmini  için  hukuk  mahkemelerinde  ayrıca  bir  dava  ki,  tazminat  davası  açması gerekmektedir. Kahveci, s. 199, 200.   Bununla birlikte, Ebû Hanîfe ve Mâlik e göre, kısas affedilirken, diyet üzerinde de anlaşma yapılmamış ise kısas düşeceği gibi, artık diyet ödenmesi de gerekmez. Bk. Karaman (2019), s. 215, 216. 46   Ûdeh (2012a), s. 679, N. 471. 47   Anlaşılabileceği  üzere,  burada  mağduriyetin  giderilmesine  yönelik  bir  yaptırım  söz konusudur. Bununla birlikte, aynen veya nakden tazmin için had cezasının uygulanmamış olması gerektiği; zira cezanın ve tazminin bir arada bulunamayacağı da ifade edilmiştir. Bk. Bilmen, s. 412, 413, N. 791, 795, Ekinci, s. 316; Şafak, s. 167. Bu hususta aksi görüş ve bu görüşü ileri sürenler için bk. Bilmen, s. 414, N. 795; Şafak, s. 168. 48   Örneğin bk. 1858 tarihli Ceza Kânûnname-i Hümâyûnu m. 244  … mutazarrır olan şahsın hakkı ifa ettirildikten sonra …  , m. 245  … hayvanat sâhibinin zararı tazmin ettirilir …  , m. 246  … Ve zarar ve ziyan tazmin ettirildikten sonra … , m. 247  … vuku bulan zarar tazmin ettirildikten sonra … , m. 249  … Ve mazarrat-ı vakıa tazmin ettirildikten sonra … . Madde hükümleri için bk. Akgündüz, Ahmet (2011) İslâm ve Osmanlı HukûkuKülliyâtı, Birinci Cild:  Kamu  Hukuku:  (Anayasa-İdare-Ceza-Usul-Vergi-Devletler  Umumî),  İstanbul, Osmanlı Araştırmaları Vakfı Yayınları, s. 652, 653.  49   1879 tarihli Kanun-ı Muvakkat m. 1, m. 3 için bk. Gökcen, s. 203.  53Hakan KAŞKA  YBHD 2021/2    B. MAĞDURUN UĞRADIĞI ZARARIN GİDERİLMESİ KOŞULU VE YAPTIRIMI Türk  Ceza  Hukukunda  ve  ceza  muhakemesi  hukukunda  bazı müesseselerin  uygulanabilmesi  için  gereken  mağdurun  uğradığı  zararın giderilmesi koşulu, keza kısa süreli hapis cezasına seçenek yaptırımlardan biri olan mağdurun uğradığı zararın giderilmesi, mağdurun, ceza muhakemesi sürecine  dâhil  edilmesine  ilişkin  uygulamalar  niteliğindedir.  Zararın giderilmesi  yaptırımı/koşulu  ile  birlikte  hem  mağdur,  ceza  muhakemesi sürecine dâhil  edilmekte hem  de  failin,  mağdura verdiği zararı  gidermesi suretiyle işlediği suçtan pişmanlık duyması sağlanmakta, böylelikle onarıcı adalet anlayışına uygun hareket edilmiş olmaktadır. 5237 numaralı Türk Ceza Kanunu nun Kısa süreli hapis cezasına seçenek yaptırımlar başlığını taşıyan 50. maddesine göre, kısa süreli hapis cezasının, suçlunun  kişiliğine,  sosyal  ve  ekonomik  durumuna,  yargılama  sürecinde duyduğu pişmanlığa ve suçun işlenmesindeki özelliklere göre, mağdurun veya kamunun uğradığı zararın aynen iade, suçtan önceki hâle getirme veya tazmin suretiyle tamamen giderilmesine çevrilmesi mümkündür. Zararın  giderilmesi;  hapis  cezasının  ertelenmesi,  kamu  davasının açılmasının  ertelenmesi  ve  hükmün  açıklanmasının  geri  bırakılması müesseselerinde  ise  bir  koşul  olarak  yer  almaktadır.  Hapis  cezasının  50   Öğretide Özgenç, kısa süreli hapis cezası yerine mağdurun zararının tazminine hükmedilmiş olması hâlinde, bunun bir tedbir olmadığı gibi, bir ceza veya diğer bir yaptırım da olmadığını ifade etmektedir. Özgenç, s. 716. 51   Kaplan, Mahmut (2015)  Onarıcı Adalet ve Türk Ceza Hukukuna Yansımaları , Akdeniz Üniversitesi Hukuk Fakültesi Dergisi, C: 5, S: 1, s. 60, 62, 83, 84. 52   TCK m. 51/2 –  Cezanın ertelenmesi, mağdurun veya kamunun uğradığı zararın aynen iade, suçtan önceki hâle getirme veya tazmin suretiyle tamamen giderilmesi koşuluna bağlı tutulabilir. …  53   CMK m. 171/3 –  (3) Kamu davasının açılmasının ertelenmesine karar verilebilmesi için; … d) Suçun işlenmesiyle mağdurun veya kamunun uğradığı ve Cumhuriyet savcısı tarafından tespit edilen zararın aynen iade, suçtan önceki hâle getirme veya tazmin suretiyle tamamen giderilmesi, koşullarının birlikte gerçekleşmesi gerekir.  54   CMK m. 231/6 –  (6) Hükmün açıklanmasının geri bırakılmasına karar verilebilmesi için; … c) Suçun işlenmesiyle mağdurun veya kamunun uğradığı zararın, aynen iade, suçtan önceki hâle getirme veya tazmin suretiyle tamamen giderilmesi, gerekir. …   54YBHD 2021/2  Hakan KAŞKA  ertelenmesi  müessesesinde  zararın  giderilmesi  koşulu,  diğer  erteleme türlerindeki zararın giderilmesi koşulundan farklı olarak takdiri niteliktedir. Kamu  davasının  açılmasının  ertelenmesi  ve  hükmün  açıklanmasının  geri bırakılmasında ise zararın giderilmesi, bu müesseselerin uygulanabilmesinin zorunlu bir koşulu niteliğindedir. Bu nedenle, işlenen suç dolayısıyla mağdurun zararının ortaya çıktığı hâllerde, zarar giderilmeden erteleme kararı verilmesi mümkün değildir.  Bazı suçlarla ilgili olarak, fail, azmettiren veya yardım eden hakkında etkin pişmanlık hükümlerinin uygulanabilmesi için zararın giderilmesinin bir koşul olarak öngörüldüğü hâller de bulunmaktadır. Örneğin, TCK m. 168/1 de ve m. 168/5 te, bu yönde hükümler yer almaktadır.  İslâm  Ceza  Hukukunda,  mağdurun  veya  suçtan  zarar  görenin,  suç dolayısıyla  uğradığı  zararın  giderilmesi,  bazı  müesseselerin  uygulanması açısından bir koşul değil, bilakis bir yaptırım türü olarak – ki diyet yaptırımı şeklinde – yer almaktadır. İslâm Ceza Hukukunda, mağdurun veya suçtan zarar görenin, suç dolayısıyla uğradığı zararın giderilmesi hususunda âkile ve kasâme  müesseselerinin  de  incelenmesi  gerekmektedir.  Âkile,  İslâm  Ceza Hukukunda, kasten öldürme dışındaki öldürme suçlarında, fail dışında diyetin ödenmesine katılan, örneğin failin kan yoluyla akrabası olan kişiler anlamına  55   Artuk/Gökcen/Alşahin/Çakır, s. 832; Centel, Nur/Zafer, Hamide/Çakmut, Özlem (2016) Türk Ceza Hukukuna Giriş, 9. Baskı, İstanbul, Beta Yayıncılık, s. 652. Mamafih öğretide Özgenç, hapis cezasının ertelenmesi müessesesi açısından zararın giderilmesinin zorunlu koşul olduğu görüşündedir. Özgenç, bu görüşünde, TCK m. 51/2 de, zararın giderilmesi için kullanılan tamamen ibaresinden hareket etmektedir. Buna göre, işlenen suç dolayısıyla mağdur açısından bir zararın ortaya çıktığı hâllerde, bu zarar giderilmeden, hapis cezasının ertelenmesine karar verilemeyecektir. Çünkü zararın kısmen tazmini hâlinde hapis cezasının ertelenmesine karar verilemeyen bir sistemde, evleviyetle zararın hiç giderilmemesi hâlinde de hapis cezasının ertelenmesine karar verilemeyecektir. Bk. Özgenç, s. 739.    İşlenen suçun mağdur açısından bir zararı ortaya çıkarttığı hâllerde, failin pişmanlık duymasının  sağlanması  ve  sorumluluk  bilincinin  kuvvetlendirilmesi  için  bu  zarar giderilmeden erteleme kararı verilmemesi gerektiği, aksi bir uygulamanın, hakkaniyete uygun düşmeyeceği gibi, adil de olmayacağı yönünde bk. Artuk/Gökcen/Alşahin/Çakır, s. 832. 56   Kahveci, s. 199; Polat, s. 201, 202.  55Hakan KAŞKA  YBHD 2021/2  gelmektedir. Kasâme ise bir bölgede, üzerinde öldürüldüğüne dair iz bulunan bir kişinin bulunması ve işlendiği düşünülen öldürme suçunun failinin belli olmaması hâlinde, o bölge halkından elli kişiye suçu işlemediklerine ve katili bilmediklerine dair yemin ettirilmesi, ardından da diyetin o bölge halkına ödettirilmesi demektir. Bu müesseselerin, modern ceza hukuklarına hâkim olan,  ceza  sorumluluğunun  şahsîliği  ilkesine  aykırılık  teşkil  ettiğini  ifade edenler olduğu gibi, bir sosyal kontrol mekanizması oluşturduğunu, keza sosyal dayanışmayı  gerçekleştirdiğini  ifade  edenler  de  bulunmaktadır.  Çalışma konusu açısından bu müesseseler incelendiğinde, suç dolayısıyla ortaya çıkan zararın  bir  şekilde,  ama  mutlaka  giderilmesini  sağladığına  önemle  işaret edilmelidir. Hakikaten failin zararı karşılayamayacak olması hâlinde bile, âkilesinin  zararı  ödemesi  suretiyle,  mağdurun/suçtan  zarar  görenin  zararı  57   Şafak, s. 102; Cin/Akyılmaz, s. 245; Aydın, s. 201, 202; Ekinci, s. 331.  58   Bardakoğlu,  Ali,  TDV  İslâm  Ansiklopedisi,   Diyet , <https://islamansiklopedisi.org.tr/diyet> s.e.t. 02.11.2020; Bilmen, s. 115, N. 104; Akşit, Mustafa Cevat (2015) İslâm Ceza Hukuku ve İnsânî Esasları, 2. Baskı, İstanbul, Gümüşev Yayıncılık, s. 139; Muhammed Ebu Zehra (1994) İslam Hukukunda Suç ve Ceza, 2, Tüfekçi, İbrahim (Çeviri), İstanbul, Kitabevi Yayınları, s. 508, N. 381; Cin/Akyılmaz, s. 245, 246; Üçok, Coşkun/Mumcu, Ahmet/Bozkurt, Gülnihal (2011) Türk Hukuk Tarihi, 15. Baskı, Ankara, Turhan Kitabevi Yayınları, s. 95; Ekinci, s. 332; Şafak, s. 118; Erdoğan, s. 293.  59   Ekinci, s. 332; Akşit, s. 138; Şafak, s. 103, 120; Bilmen, s. 156, N. 239, 240, s. 267, N. 471, s. 268,  N.  474;  Ûdeh  (2012a),  s.  684,  685,  N.  472/b;  Cin/Akyılmaz,  s.  245; Üçok/Mumcu/Bozkurt, s. 95; Aydın, s. 201; Akman, s. 96; Erdoğan, s. 293. Nitekim öğretide Ekinci,  akileyi,   âkıle,  aralarında  yardımlaşma  ve  dayanışma  bulunan,  birbirlerinin hareketlerini murakabe etmesi ve yekdiğeriyle alâkadar olması lâzım gelen insanlar topluluğu  şeklinde tanımlamaktadır. Bk. Ekinci, s. 331; Aynı yönde tanımlama için bk. Şafak, s. 102. 60   Bu  noktada  âkilenin  yalnızca  suçlunun  akrabalarından  ibaret olmadığı;  suçlunun  hiç âkilesinin olmadığı veya âkilesinin diyeti ödeyecek durumda olmadığı hâllerde, devlet hazinesinin akile yerine geçtiği ve zararın giderildiği belirtilmelidir. Yine kasâmede, kişinin,  umuma mahsus  bir yerde veya öyle bir yerde bir törenin icrası sırasında kalabalık arasında öldürülmesi söz konusuysa devletin yeteri kadar tedbir almaması sebebiyle diyet, devlet hazinesi tarafından ödenir. Şafak, s. 104, 120; Bilmen, s. 153, N. 237, s. 155, N. 238, s. 268, N. 474; Akman, s. 99.  56YBHD 2021/2  Hakan KAŞKA  mutlaka giderilmektedir. Keza, kasâme müessesesi, öldürme suçlarında, suçun faili belli olmasa bile, diyetin mutlaka ödenmesini sağlamaktadır. Türk Ceza Hukukunda, İslâm Ceza Hukukundan farklı olarak, ceza muhakemesi sürecinde mağdurun zararın giderilmesine, özellikle CMK ile birlikte şahsî hak davasının da kaldırılmış olması nazarı itibara alındığında, yeterince önem verilmemektedir. Oysaki mahkûmiyete hükmedildiğinde, suç dolayısıyla  ceza  hukuku  yaptırımlarına  karar  verilmişken,  yine  bu  suç dolayısıyla  ortaya  çıkan  zararının  tazmini  için  mağdurdan  hukuk mahkemelerinde  ayrı  bir  dava  açmasının  beklenmesi,  onun  açısından  bir külfettir ve onun âdeta yeniden mağdur olmasına yol açacaktır. Kanaatimizce, ceza davasına katılanın hakları arasında suç dolayısıyla ortaya çıkan zararın tazminine de yer verilmeli, talep hâlinde, suç dolayısıyla ortaya çıkan zararın tazminine de ceza mahkemesi tarafından karar verilmelidir. Böylelikle suç dolayısıyla uğradığı zararı tazmin ettirmek isteyen mağdurun, dava açılabilmesi için özel bir bilginin, keza, bu bilginin edinilebilmesi için de belirli bir zaman ve maliyetin gerektiği, davaların ise uzun sürdüğü hukuk mahkemelerinde  61   Muhammed Ebu Zehra (1994a), s. 20, N. 15; Muhammed Ebu Zehra (1994b), s. 48, N. 37; Bilmen, s. 156, N. 239, 240, s. 268, N. 473, 474; Ûdeh (2012a), s. 684, 685, N. 472/b; Akşit, s. 138, 139; Şafak, s. 104, 105; Akdemir, s. 56, N. 97; Büyükbaş, Nazım (2017)  İslam Ceza Hukukunda Mağdurun ve Kamu Vicdanının Teskini , Eren, Abdullah/Korkusuz, M. Refik (Editörler), İslam Ceza Hukuku Uluslararası Sempozyumu, C: 1, 30 Nisan-3 Mayıs 2015, İstanbul, Lale Yayıncılık, s. 470.  62   Muhammed Ebu Zehra (1994a), s. 21, N. 16; Muhammed Ebu Zehra (1994b), s. 508, N. 381, s. 521, N. 392, s. 547, 548, N. 412; Şafak, s. 120. 63   Bu yöndeki bir eleştiri için bk. Muhammed Ebu Zehra (1994a), s. 29, N. 25/C; Muhammed Ebu Zehra (1994b), s. 46, N. 35; Centel, Nur/Zafer, Hamide (2017) Ceza Muhakemesi Hukuku, 14. Baskı, İstanbul, Beta Yayıncılık, s. 918 (Öğretide Centel/Zafer, bu hususta  Mağdurun  ceza  muhakemesinde  etkinliğini  artıracak  hükümler  öngörüp,  zararlarının giderilmesine ilişkin olanakları daraltmak tutarlı değildir.  ifadelerini kullanmaktadır.); Kafes,  Veli  (2011)   Ceza  Hukukunda  Mağdurun  Zararının  Giderilmesi ,  Ankara Üniversitesi Hukuk Fakültesi Dergisi, C: 60, S: 1, s. 128; Açıkgözoğlu, Muhammet (2000) Ceza Hukuku Açısından Teori ve Uygulamada Mağdur Kavramı, Ankara, Adil Yayınevi, s. 59. 64   Bu hususta, Adli Sicil ve İstatistik Genel Müdürlüğünün yayınlamış olduğu 2019 yılına ait Adli İstatistiklere bakıldığında, hukuk yargılamasında dosyaların ortalama görülme süresinin tüm mahkemelerin genelinde 280 gün olduğu görülmektedir. Mahkemeler özelinde ise bu  57Hakan KAŞKA  YBHD 2021/2  ayrı bir dava açması sorunu ortadan kaldırılmış olacaktır. Yine adalete olan güven  duygusunu,  sosyal  barışı  kuvvetlendireceği  düşüncesiyle,  özellikle öldürme ve yaralama suçlarında, mağdurun talepte bulunmasına rağmen failin suç dolayısıyla ortaya çıkan zararı tazmin edememesi hâlinde, bu zararın devlet tarafından giderilmesine yönelik düzenlemelerin yapılmasının uygun olacağı değerlendirilmektedir.     C. CEZA DAVASINA KATILMA Suç teşkil eden fiillerin büyük bir kısmı, ilgili suçla korunan hukukî değerin sahibi olan belli bir kişinin mağduriyetine sebep olmaktadır. Diğer ifadeyle, suçların büyük bir çoğunluğunda, o suçun maddi unsurlarından birini, mağdur sıfatıyla belli bir kişi oluşturmaktadır. Bu noktada, her ne kadar, ceza davası, mağdurun, failden intikamı için bir araç değilse de suçla bir hukukî menfaatin  ihlal  edilmiş  olması  nazarı  itibara  alınarak,  mağdura,  ceza muhakemesi sürecinde daha geniş yer verilmelidir. Davaya katılma, bunun gerçekleştirilmesini sağlayan haklardan biridir. Katılma yoluyla, mağdur, ceza muhakemesi sürecinde daha önemli bir konum sahibi olmakta, ona, süreçte daha aktif olma imkânı tanınmış olmaktadır. Mağdur, açılmış bir ceza davasına katılmak suretiyle, maddi gerçeğe ulaşılması amacına hizmet edeceği gibi, kendi delillerini ortaya koyarak hem mağduriyetini dile getirebilecek hem de faile verilecek cezanın belirlenmesinde etkin rol oynayabilecektir.   süre, örneğin asliye hukuk mahkemelerinde 425 gün, asliye ticaret mahkemelerinde 547 gün, iş mahkemelerinde 555 gündür. Bk. Adli Sicil ve İstatistik Genel Müdürlüğü (2019) Adli İstatistikler,  Ankara,  <https://adlisicil.adalet.gov.tr/Resimler/SayfaDokuman/1062020 170359HizmeteOzel-2019-bask%C%B-%C%BSA.pdf> s.e.t. 17.11.2020, s. 140. Hâlbuki ceza  yargılamasında  dosyaların  ortalama  görülmesi  süresi,  örneğin,  asliye  ceza mahkemelerinde 289 gün, ağır ceza mahkemelerinde 260 gün olup, tüm mahkemelerin genelinde ise 270 gündür. Adli Sicil ve İstatistik Genel Müdürlüğü, s. 32.  65   Açıkgözoğlu, s. 59, 60, 86; Centel/Zafer, s. 918. 66   Akdemir, s. 83, 84, N. 152-154, s. 130, N. 267; Karakaş Doğan, Fatma (2011)  Suçtan Doğan Mağduriyetin Devlet Tarafından Giderilmesi ve Suç Mağdurlarına Yardım Hakkında Kanun Tasarısı , Türkiye Barolar Birliği Dergisi, S: 95, s. 212, 213; Bardakoğlu, dn. 60.  67   Erem, s. 67, N. 29. 68   Karakehya, Hakan (2019) Ceza Muhakemesi Hukuku, 3. Baskı, Eskişehir, Nisan Kitabevi, s. 497, 498.  58YBHD 2021/2  Hakan KAŞKA  CMK m. 238/1 e göre, katılma, kamu davasının açılmasından sonra mahkemeye dilekçe verilmesi veya katılma istemini içeren sözlü başvurunun duruşma tutanağına geçirilmesi suretiyle gerçekleşecektir. Katılma hakkına sahip olanlar, CMK m. 237/1 e göre, mağdur, suçtan zarar gören gerçek ve tüzel kişiler ile malen sorumlu olanlardır. Mezkûr hükümde, mağdur ve suçtan zarar gören kavramlarına ayrı ayrı yer verilmiş olması, kanun koyucunun, suçtan dolaylı zarar gören kişilerin de katılma talebinde bulunmasını kabul edip etmediği  yönünde  bir  meseleyi  ortaya  çıkarmaktadır.  Belirtilmelidir  ki, öğretide, suçtan zarar gören kavramının dar yorumlanması gerektiği görüşü hâkimdir. Buna karşılık, kanaatimizce, onarıcı adaletin ve mağdurun/suçtan zarar görenin, ceza muhakemesi sürecine mümkün olduğunca dâhil edilmesi anlayışının bir gereği olarak, suçun koruduğu hukukî değerle yakın veya daha doğru bir ifadeyle, haklı bir ilgisi bulunan kişilerin de kamu davasına katılma hakkına sahip olduğunun kabul edilmesi ve suçtan zarar gören kavramının bu kabul doğrultusunda yorumlanması gerekir.   İslâm  Ceza  Hukukunda,  ceza  davasına  katılma  hakkı  bakımından, öğretide açık bir görüş belirtilmemiş olsa da örneğin kısas cezasında olduğu gibi, cezanın infazı sırasında suçtan zarar görenin hazır bulunma hakkının kabul  edildiği  bir  sistemde,  ceza  davasına  katılmanın  da  kabul  edileceği evleviyetle ifade edilebilir. Bu bağlamda, 1879 tarihli Kanun-ı Muvakkat ta, ceza davasına katılma hakkına düzenleyen açık bir hüküm bulunmamakla birlikte, mağdurun/suçtan zarar görenin davada hazır bulunabileceğinin ifade edildiği hükümlerin bulunduğu söylenmelidir.    69   Şahin, Cumhur (2017) Ceza Muhakemesi Hukuku I, 8. Baskı, Ankara, Seçkin Yayınevi, s. 127; Centel/Zafer, s. 924. 70   Koç, Ziya (2011) Ceza Muhakemesinde Katılan, İstanbul, On İki Levha Yayıncılık, s. 106; Pamuk, s. 167, 168 (Öğretide Pamuk, Taner in, işlenen herhangi bir suçtan dolayı kendisini zarar gören olarak kabul eden herkesin ceza davasına katılmasının mümkün olduğunu düşünmesi nedeniyle, aynı görüşü desteklediğini ifade etmektedir. Bk. Pamuk, s. 168; Taner, s. 114.). 71   Ûdeh (2012b), s. 179, N. 169; Bilmen, s. 199, N. 306. 72   Örneğin bk. m. 174. Madde için bk. Gökcen, s. 233.  59Hakan KAŞKA  YBHD 2021/2    Ç. KANUN YOLLARINA BAŞVURMA HAKKI CMK m. 234/1-b de, mağdurun kovuşturma evresindeki haklarından birinin, davaya katılmış olma koşuluyla davayı sonuçlandıran kararlara karşı kanun yollarına başvurma hakkı olduğu ifade edilmiştir. Belirtilmelidir ki, esas itibarıyla, mağdurun, her ne kadar bu kararlar kendisine tebliğ edilmeyecek olsa bile, katılmadan önceki kararlara karşı da kanun yollarına başvurma hakkı bulunmaktadır. CMK m. 241/2 ye göre, katılmadan önce verilmiş olan kararlar için  Cumhuriyet  savcısı  için  öngörülen  süre,  katılanın  kanun  yollarına başvurusu için de geçerlidir. CMK nın kamu davasına katılmaya ilişkin hükümlerine göre, katılanın, katılmasından  sonra  verilen  kararlara  karşı  Cumhuriyet  savcısına  bağlı olmaksızın kanun yollarına başvurma imkânı bulunduğu gibi (CMK m. 242/1), katılma  talebini  veya  kanun  yolunu  başvurusunu  geri  alma  yetkisi  de bulunmaktadır.  İslâm Ceza Hukukunda, mağdurun veya suçtan zarar görenin kanun yollarına başvurma hakkının bulunup bulunmadığı, İslâm hukukuna ilişkin Osmanlı uygulamasına göre belirlenecek olursa 1879 Kanun-ı Muvakkat öncesi dönem ve bu Kanun-ı Muvakkat ile başlayan dönem olmak üzere ikiye ayrılarak incelenmelidir. 1879 Kanun-ı Muvakkat öncesi dönemde, kanun yollarına başvurma hakkı ile ilgili olarak, Divan-ı Hümayun un âdeta bir temyiz mercii gibi,  kadıların  vermiş  oldukları  kararları  incelemesi  zikredilmelidir.  Bu inceleme neticesinde kadıların kararlarının onanması veya bozularak yeniden hüküm  verilmesi  veya  ilgili  mahkemeye  davanın  yeniden  görülmesi  emri verilmesi söz konusu olmuştur. 1879 Kanun-ı Muvakkat ta ise şahsî dava yoluyla ceza muhakemesi sürecini başlatan veya sürecin başlatılmasını sağlayan mağdurun,  temyiz  iddiasında  bulunma  hakkını  düzenleyen  hükümler  73   Cin/Akyılmaz, s. 136; Üçok/Mumcu/Bozkurt, s. 259; Akman, s. 124;  Şer i ceza davalarında temyize bir örnek: <<Parvas adlı bir şeriri siyaset eden sabık Rodos Beyi Ali Bey in idam edilenin kardeşi tarafından vaki diyet talebinin kaale alınmamasına dair Rodos beyine, İstanköy ve Seferihisar kadılarına hüküm yazılıp…>>  Bk. Mumcu, Ahmet (1986) Hukuksal ve Siyasal Karar Organı Olarak Divan-ı Hümayun, 2. Baskı, Ankara, Birey ve Toplum Yayınları, s. 95, 96, s. 96 da dipnot 112.  60YBHD 2021/2  Hakan KAŞKA  vazedilmiştir. Bu bağlamda, 1862 yılında şer iyye mahkemelerinin temyiz mercii olarak kurulan  Meclis-i Tetkikat-ı Şer iyye  ve 1838 yılında kurulan Meclis-i Vâlây-ı Ahkâm-ı Adliye ile bunun bünyesinde 1868 yılında yapılan düzenlemeler neticesinde ortaya çıkan Divan-ı Ahkâm-ı Adliye, birer temyiz mercii olarak zikredilmelidir.    III.  MAĞDURUN  CEZA  MUHAKEMESİ  SÜRECİNİ  SONA ERDİREBİLMESİNİ SAĞLAYAN HAKLAR VE MÜESSESELER   A. ŞİKÂYETİN GERİ ALINMASI Takibi şikâyete bağlı olan suçlarda, mağdurun, onun şikâyet hakkını kullanmasından sonra başlayan bir ceza muhakemesi sürecini, şikâyetini geri almak suretiyle sona erdirmesi mümkündür. Nitekim TCK m. 73/4 te, şikâyetin ceza muhakemesinin hangi evresinde geri alınabileceği ve buna bağlanan hukukî sonuca ilişkin hüküm yer almaktadır. Buna göre, suçtan zarar gören, kovuşturma  evresinde,  şikâyetini  geri  alırsa  artık  ceza  muhakemesi  süreci  74   1879 Kanun-ı Muvakkat m. 324 –  Cünha yahut kabahate dair son derecede verilen hükümler aleyhinde temyiz iddiası ya müdde-i şahsi veya müddeiumumi tarafından icra olunduğu hâlde istidaları madde-i sabıkada beyan olunduğu veçhile kaydedildikten başka müddeialeyh tarafına tebliğ olunur. …  Bk. Gökcen, s. 258. 75   Cin/Akyılmaz, s. 179, 184-186. 76   TCK m. 73/4 te, her ne kadar, vazgeçme ibaresi kullanılmış olsa da bunun, geri alma şeklinde anlaşılması gerekmektedir. Şikâyetten vazgeçmede, şikâyet hakkı olan kişi, bu hakkını hiç kullanmamakta ve kullanmayacağına yönelik beyanda bulunmakta veya zımni olarak bunu ifade edici davranışlarda bulunmaktadır. Buna karşılık, şikâyetin geri alınmasında, şikâyet hakkı  kullanılmakta;  fakat  daha  sonra  yapılan  şikâyetin  işleme  konulmaması,  ceza muhakemesi sürecine artık son verilmesi açık bir şekilde istenmekte veya zımni olarak bu durum ifade edilmektedir. Keza, şikâyetten vazgeçme, tek taraflı bir işlem olduğu ve şüphelinin/sanığın bunu kabul etmesi gerekmediği hâlde, şikâyetin geri alınmasının sonuç doğurabilmesi için geri almanın, sanık tarafından kabul edilmesi gerekmektedir. Diğer deyişle, şikâyetin geri alınması, iki taraflı bir işlemdir. Nitekim TCK m. 73/6 daki  (6) Kanunda aksi yazılı olmadıkça, vazgeçme onu kabul etmeyen sanığı etkilemez.  hükmüyle buna işaret edilmiştir. Sonuç itibarıyla, şikâyetten vazgeçme ile şikâyetin geri alınması birbirinden farklı kavramlardır. Bk. Öztürk/Erdem, s. 183, 184, N. 268, 269, 272; Özgenç, s. 913 te dipnot 410, s. 914. Öğretide Hakeri, şikâyetten vazgeçme yerine şikâyetten feragat, şikâyetin geri alınması yerine şikâyetten vazgeçme kavramlarını kullanmaktadır. Bk. Hakeri, s. 123, 124.  61Hakan KAŞKA  YBHD 2021/2  sonlandırılarak, davanın düşmesi kararı verilecektir. Bununla birlikte, hükmün kesinleşmesinden sonra, yani kovuşturma evresi, dolayısıyla ceza muhakemesi süreci  sona  erdikten  sonra  şikâyetin  geri  alınması,  hukukî  sonuç doğurmayacaktır.  Hükümde  açıkça  ifade  edilmemiş  olmakla  birlikte, şikâyetin,  soruşturma  evresinde  geri  alınması  hâlinde,  tabii  olarak,  ceza muhakemesi sürecine devam edilemeyecek, ceza muhakemesi süreci bu evrede sonlandırılacaktır.  Öğretide  bu  durumda  verilmesi  icap  eden  kararın, kovuşturmaya yer olmadığı kararı olduğu ifade edilmiştir. Sonuç itibarıyla, şikâyetin,  muhakeme  koşulu  olarak  düzenlendiği  hâllerde,  mağdurun, şikâyetini geri alması ile ceza muhakemesi sürecini gerek soruşturma gerek kovuşturma evresinde sona erdirebilme yetkisi bulunmaktadır. İslâm  Ceza  Hukukunda,  şikâyetin  geri  alınması  hakkının  bulunup bulunmadığı, bazı suçlar açısından kabul edilen af ve sulh müesseseleri nazarı itibara alınarak incelenmelidir. Buna ilişkin açıklamalar, aşağıda uzlaştırma müessesesi başlığı altında yapılacaktır. Bununla birlikte, öz bir ifade olarak, İslâm  Ceza  Hukukunda  da  takibi  şikâyete  bağlı  suçlarda,  şikâyetin  geri alınmasının  mümkün  olduğu  ve  geri  almanın  hukukî  sonucunun,  ceza muhakemesi sürecinin sona ermesi olduğu söylenmelidir.   77   TCK m. 73/4 –  (4) Kovuşturma yapılabilmesi şikâyete bağlı suçlarda kanunda aksi yazılı olmadıkça suçtan zarar gören kişinin vazgeçmesi davayı düşürür ve hükmün kesinleşmesinden sonraki vazgeçme cezanın infazına engel olmaz.  78   Soruşturma evresinde şikâyetten vazgeçilmesi veya şikâyetin geri alınması hâlinde, CMK m. 172/1 e göre verilmesi icap eden karar, kovuşturmaya yer olmadığı kararıdır. Bk. Özen, Mustafa (2017) Öğreti ve Uygulama Işığında: Ceza Muhakemesi Hukuku, Ankara, Adalet Yayınevi, s. 27; Çiftcioğlu, Cengiz Topel (2017) Açıklamalı Uygulama Örnekleriyle Savcılık Kurumunun  Hukuki  Statüsü  Bağlamında:  Cumhuriyet  Savcısının  Kovuşturmaya  Yer Olmadığına Dair Kararı ve Kararın Denetimi, 3. Baskı, Ankara, Seçkin Yayınevi, s. 117. Kanaatimizce, doğru adlandırmayla, bu durumda verilmesi icap eden karar, soruşturma işlemlerine son verilmesi kararıdır. Bk. Kaşka, Hakan (2019) Türk Ceza Muhakemesi Hukukunda Soruşturma Evresinin Sona Ermesi, Ankara, Adalet Yayınevi, s. 85-95. 79   Şahin (2017), s. 63.  80   Kahveci, s. 129. Bununla birlikte, mağdur, faili affetse dahi, devletin, kamu düzenini korumak için tazir cezası uygulayabileceği, İslâm ceza hukukçularının çoğunluğunun görüşüdür. Bk. Ûdeh (2012a), s. 112, N. 52, s. 271, 272, N. 198; Akşit, s. 56; Karaman (2016), s. 217, 218; Cin/Akyılmaz, s. 272; Aydın, s. 160, 202, 203; Çolak, s. 147; Yılmaz, s. 287.  62YBHD 2021/2  Hakan KAŞKA    B. UZLAŞTIRMA Türk  ceza  muhakemesi  hukuku  açısından  uzlaştırma,  uzlaştırma kapsamına giren bir suç nedeniyle şüpheli veya sanık ile mağdur, suçtan zarar gören veya bunların kanuni temsilcisinin, CMK daki ve Ceza Muhakemesinde Uzlaştırma Yönetmeliği ndeki usullere ve esaslara uygun olarak uzlaştırmacı tarafından anlaştırılmaları suretiyle ceza uyuşmazlığının giderilmesi sürecini ifade etmektedir. Uzlaştırma, ceza hukuklarında yeni bir adalet anlayışı olarak bahsedilen onarıcı adaletin tezahürü niteliğinde olan bir müessesedir. Bu adalet anlayışında, klasik ceza hukuku anlayışından farklı olarak, fail merkezli değil, mağdur odaklı bir ceza muhakemesi süreci söz konusudur. Böylelikle mağdur hem süreci yöneten yani sürecin merkezindeki kişi olmakta hem de ceza muhakemesi sürecinde onun zararlarının giderilmesi amacı doğrultusunda hareket edilmektedir. Bu bağlamda, mağdur, örneğin, uzlaştırma müzakereleri için yerin ve zamanın kararlaştırılmasında aktif rol oynayabilmekte, uzlaştırma müzakerelerine  bizzat  katılabilmekte,  müzakerelerde  faille  karşı  karşıya gelebilmekte ve ona soru yöneltebilmekte, müzakere sürecinde zararlarının giderilmesini isteyebilmekte ve koşullarının yerine getirilmesi üzerine veya herhangi  bir  koşul  ileri  sürmeksizin  uzlaşmayı  serbest  iradesiyle  kabul edebilmekte  ve  nihayet  bu  şekilde  ceza  muhakemesi  sürecini sonlandırabilmektedir.  İslâm Ceza Hukukunda, uzlaştırma müessesesinin veya buna benzer bir müessesenin  var  olup  olmadığı  hususunda,  af  ve  sulh  müesseselerinin incelenmesi ve bu incelemenin suçlar açısından kabul edilen üçlü ayrıma göre yapılması gerekmektedir. Hemen ifade edilmelidir ki, burada af ile kastedilen, günümüz ceza hukukunda olduğu gibi TBMM nin ilanına karar vermeye yetkili olduğu genel veya özel af veya Cumhurbaşkanının karar vermeye yetkili olduğu  81   Ceza Muhakemesinde Uzlaştırma Yönetmeliği m. 4/1-k. 82   Çetintürk, Ekrem (2017) Onarıcı Adalet ve Ceza Adalet Sisteminde Uzlaştırma, Ankara, Adalet Yayınevi, s. 71-73; Eryılmaz, Mesut Bedri (2012) Ceza Muhakemesi Hukuku Dersleri, Ankara,  Seçkin  Yayınevi, s.  33;  Karakehya,  s.  449;  Alan Akcan, Esra  (2014)   Ceza Hukukunda Mağdurun Korunmasına Yönelik Düzenlemeler , Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, C: 16, Özel Sayı: Prof. Dr. Hakan PEKCANITEZ e Armağan, s. 3973, 3974; Değirmenci, Olgun (2008)  Ceza ve Ceza Muhakemesi Hukukunda Mağdur Hakları , Türkiye Barolar Birliği Dergisi, S: 77, s. 79, 80.  63Hakan KAŞKA  YBHD 2021/2  özel  af  değil;  mağdurun/suçtan  zarar  görenin  af  yetkisidir.  Af  ile  ceza muhakemesi sürecinin sona erdirilmesinde, had veya kısas ve bir görüşe göre aynı zamanda diyet veya tazir cezasının tamamen kaldırılması söz konusudur. Sulh yoluyla ceza muhakemesi sürecinin sona erdirilmesi ise kısas ve diyet cezasını  gerektiren  suçlarda  kısasın  uygulanmaması  şeklinde  mümkün olmakta ve sulh, bir bedel karşılığında diyetin tamamı, bir kısmı veya daha fazlası üzerinde anlaşma yapılarak sürecin sona erdirilmesini ifade etmektedir. Diğer deyişle, sulh, mağdurun veya onun mirasçılarının, fail ile bir bedel üzerinde anlaşarak, ceza muhakemesi sürecini sona erdirebilmesini sağlayan bir müessesedir.  Af ve sulh müesseseleri doğrultusunda, öncelikle, had cezasını gerektiren suçlara bakılacak olursa had suçlarından olan hırsızlık suçunda, bazı İslâm hukukçuları  tarafından  kovuşturma  başlamadan,  daha  açık  ifadeyle,  suç işlendiği iddiası yetkili merciler önüne götürülmeden önce, affın mümkün olduğuna ilişkin görüşler ileri sürülmüştür. Keza, bir görüşe göre, zina iftirası  83   Ûdeh (2012a), s. 112, N. 52, s. 775, N. 534; Karaman (2019), s. 230; Akşit, s. 170; Şafak, s. 66; Cin/Akyılmaz, s. 265; Çolak, s. 133, 147, 220; Polat, s. 212; Yiğit, Yaşar (2012) İslâm Ceza Hukuku Hükümlerinin Yürürlüğü, Ankara, Sistem Ofset Yayıncılık, s. 294, 295, 299.   84   Tazir cezasını gerektiren suçlarda, kişi hakkına yönelik bir suçun söz konusu olması hâlinde de sulh müessesesinin uygulanma alanı bulabileceği yönünde bk. Bilmen, s. 462, N. 909/(9); Yiğit, s. 294. 85   Karaman (2019), s. 230; Karaman (2016), s. 231; Ûdeh (2012a), s. 772, N. 531; Ûdeh (2012b), s. 200, N. 190; Muhammed Ebu Zehra (1994b), s. 505, N. 379; Çolak, s. 221; Yiğit, s. 293; Yılmaz, s. 270, 291. 86   Muhammed Ebu Zehra (1994b), s. 504, N. 379; Bilmen, s. 204, N. 311; Akşit, s. 171; Şafak, s. 83; Kahveci, s. 196; Yaman/Çalış, s. 99; Polat, s. 213; İslâm hukukçuları arasında, bu hususta  farklı  görüşler  bulunmaktadır.  Bir  görüşe  göre,  kısastan  diyet  karşılığında vazgeçilmesi, bir sulh akdidir. Buna karşılık, diğer görüşe göre, burada da af müessesesi söz konusudur. Bk. Ûdeh (2012a), s. 774, N. 534; Ûdeh (2012b), s. 191, 192, N. 183, s. 201, N. 191; Muhammed Ebu Zehra (1994b), s. 504, N. 378; Şafak, s. 82; Avcı (2018), s. 289, 290; Çolak, s. 204, 221; Yiğit, s. 291, 299; Yılmaz, s. 269, 292; Polat, s. 160. 87   Muhammed Ebu Zehra (1994a), s. 61, N. 65, s. 85, N. 91; Avcı (2018), s. 284; Akalın (2019), s. 72; Yiğit, s. 297; Yaman/Çalış, s. 98; Yılmaz, s. 179. Buna karşılık, İslâm hukukçularının çoğunluğunun  görüşüne  göre,  hükmün  kesinleşmesinden  sonra  af,  artık  hüküm doğurmayacak, had cezasının uygulanmasına engel teşkil etmeyecektir. Bk. Muhammed Ebu Zehra (1994a), s. 59, N. 63, s. 61, N. 65, s. 85, N. 92; Akalın (2019), s. 73; Çolak, s. 145, 220.  64YBHD 2021/2  Hakan KAŞKA  suçunda da suçlunun affedilmesi mümkündür. Bu noktada affın, şikâyetin geri alınması anlamına geldiği, diğer deyişle, affın, şikâyetin geri alınması hakkı olarak,  keza  mağdurun  fail  ile  uzlaşması  olarak  yorumlanabileceği söylenmelidir.  Kısas  ve  diyet  cezasını  gerektiren  suçlardaki  af  ve  sulh müesseselerinin de uzlaştırma müessesesine benzer müesseseler olarak mütalaa edilmesi mümkündür. Bu suçlarla, kişi hakkının, kamu hakkına nazaran daha yoğun bir şekilde korunduğu kabul edildiği için kısas ve diyet suçlarıyla ilgili muhakeme  sürecinin,  mağdur  tarafından  af  veya  sulh  yoluyla  sona erdirilebilmesi kabul edilmiştir. Tazir cezasını gerektiren suçlarda ise kişi hakkının kamu hakkına nazaran daha yoğun bir şekilde korunduğu suç söz konusu olduğunda, yine mağdurun af yetkisi kabul edilmiştir. Kanaatimizce Türk Ceza Hukukunda da mağdurun menfaatinin daha ağır  olduğu  uzlaştırma  müessesesine  tabi  tutulan  suçlarda,  mağdur, mahkûmiyet  hükmünün,  diğer  ifadeyle,  cezanın  infazı  sürecine  dâhil edilmelidir. Bunun, toplumsal barışa katkı sağlama başta olmak üzere, ceza infaz  kurumlarının  doluluk  oranının  azalması,  bireylerin,  ceza  infaz kurumlarının olumsuz etkilerinden korunması gibi olumlu sonuçlar ortaya çıkaracağı  açıktır.  Mağdurun  affının,  mezkûr  suçlarda  ceza  ilişkisini  sona  88   Bilmen, s. 363, N. 647; Karaman (2016), s. 203; Yaman/Çalış, s. 98; Polat, s. 255. Bununla birlikte, zina iftirası suçunda, mağdurun af yetkisinin bulunmadığını ileri sürenler olduğu gibi,  affın,  meselenin  mahkemeye  intikalinden  önce  olabileceğini  ifade  edenler  de bulunmaktadır. Bk. Ûdeh (2012b), s. 550, 551, N. 570; Muhammed Ebu Zehra (1994a), s. 62, N. 66, s. 87, N. 93; Bilmen, s. 362, 363, N. 646, 647; Şafak, s. 153; Cin/Akyılmaz, s. 253; Aydın, s. 192; Karaman (2016), s. 203; Ekinci, s. 315; Çolak, s. 117, 145, 220; Polat, s. 87; Yiğit, s. 66, 67, 297.  89   Ûdeh (2012a), s. 110, N. 51, s. 111, N. 52, s. 677, N. 471, s. 772, N. 531, s. 773, N. 534; Bilmen, s. 204, N. 311, s. 206, N. 315; Karaman (2019), s. 214; Ekinci, s. 311, 327; Muhammed Ebu Zehra (1994a), s. 95, N. 102; Muhammed Ebu Zehra (1994b), s. 497, N. 372, s. 504, N. 379; Şafak, s. 66, 81; Yaman/Çalış, s. 83, 98, 99; Çolak, s. 80, 133, 145, 220; Karaman (2016), s. 208, 231; Kahveci, s. 126, 264, 270; Akalın (2016), s. 45; Yiğit, s. 292; Polat, s. 151, 159, 220; Yılmaz, s. 227, 286, 287.  90   Bilmen, s. 462, N. 909/(9); Muhammed Ebu Zehra (1994a), s. 110, N. 120; Ûdeh (2012a), s. 112, N. 52, s. 775, N. 535; Akşit, s. 75, 90; Karaman (2019), s. 230; Karaman (2016), s. 217, 231; Ekinci, s. 334; Aydın, s. 183; Yaman/Çalış, s. 84, 98; Çolak, s. 145, 220; Polat, s. 189; Yiğit, s. 299.   65Hakan KAŞKA  YBHD 2021/2  erdirici  bir  hâl  olarak  düzenlenmesi,  bu  kapsamda  yapılabilecek değişikliklerden  biridir.  Keza,  şikâyete  tabi  olan  suçlarda,  şikâyetin  geri alınmasının, cezanın infazı sürecinde de infazı sona erdirmek şeklinde etkili olduğunun kabul edilmesi yapılabilecek değişikliklerden bir diğeridir.  SONUÇ Suç teşkil eden bir fiilin işlendiğine ilişkin şüphenin yetkili mercilerce öğrenilmesinden itibaren, bu şüphenin yenilmesine kadarki süreci oluşturan ceza muhakemesi sürecinde ve bu süreç sonunda eğer belli bir yaptırıma veya yaptırımlara mahkûmiyet kararı verilecekse bu yaptırımların infazında, keza amaçlarında, tabii olarak suçu işleyen kişiye yani faile odaklanılmıştır. Bu anlamda, mağdur/suçtan zarar gören, yürütülen ceza muhakemesi sürecinde ve eğer karar verilmişse yaptırımların infazı aşamasında, hiç değilse faile göre arka planda yer almaktadır. Güncel gelişmeler, özellikle İngiliz-Amerikan kökenli onarıcı adalet uygulamaları, bu anlayışın değişmesine neden olmuştur.  Mağdurun,  Türk  ceza  muhakemesinde,  ceza  muhakemesi  sürecinin başlangıcından  kesin  hükme  ulaşılıncaya  kadar,  sahip  olduğu  haklarla etkin/aktif bir şekilde bulunabileceğinin söylenmesi mümkündür. Mağdur, kesin hükümden sonra ise infazı gereken bir hükmün infazından bağımsız olarak veya bu tür bir hüküm bulunmasa bile korunma, psiko-sosyal destek programlarından yararlanma gibi bazı haklara sahiptir. Bu bağlamda, öncelikle, 1982  Anayasası  m.  36/1 de  düzenlenmiş  olan  hak  arama  hürriyetinin zikredilmesi gerekir. Mezkûr hükme göre,  Herkes, meşru vasıta ve yollardan  91   Özgenç,  İzzet/Bayraktarlı,  İhsan  Yılmaz  (2019)   İnfaz  Kurumlarındaki  Hükümlü Sayısındaki Artış Sorunu ve Çözüm Önerisi , Ankara Hacı Bayram Veli Üniversitesi Hukuk Fakültesi Dergisi, C: XXIII, S: 1, s. 139. 92   Yurtcan, Erdener (2017) Ceza Yargılaması Hukuku, 14. Baskı, Ankara, Adalet Yayınevi, s. 4. 93   Cihan,  Erol/Yenisey,  Feridun  (1996)  Ceza  Muhakemesi  Hukuku:  Genel  Hükümler, İstanbul, Beta Yayıncılık, s. 94; Avcı, Mustafa (2016)  Suç Mağdurlarına Tazminat Ödenmesi Anlayışının Tarihi Gelişimi , Selçuk Üniversitesi Hukuk Fakültesi Dergisi, C: 24, S: 1, s. 11; Değirmenci, s. 35, 36; Kafes, s. 85; Uslu, Ferhat (2013)  Çağdaş Ceza Adaleti İçinde Mağdur , Ankara Barosu Dergisi, S: 4, s. 244-247. İslâm Ceza Hukukuna ilişkin klasik eserlerde teşeffi olarak ifade edilen mağdurun tesellisinin, onarıcı adalet anlayışının çok önceden sistemleşmiş şekli olduğu yönünde bk. Büyükbaş, s. 472.  66YBHD 2021/2  Hakan KAŞKA  faydalanmak suretiyle yargı mercileri önünde davacı veya davalı olarak iddia ve savunma ile adil yargılanma hakkına sahiptir.  Hak arama, ceza muhakemesi sürecinde mağdurun da kendisinden yararlanabileceği bir hürriyettir.  Mağdur haklarına ilişkin bir diğer genel düzenleme ise CMK m. 234 te yer almaktadır. Mezkûr hükme göre, mağdurun, a) soruşturma evresinde; delillerin toplanmasını isteme, soruşturmanın gizlilik ve amacını bozmamak koşuluyla Cumhuriyet savcısından belge örneği isteme, vekili bulunmaması hâlinde, cinsel saldırı suçu ile alt sınırı beş yıldan fazla hapis cezasını gerektiren suçlarda, baro tarafından kendisine avukat görevlendirilmesini isteme, CMK m. 153 e uygun olmak koşuluyla vekili aracılığı ile soruşturma belgelerini ve el konulan  ve  muhafazaya  alınan  eşyayı  inceletme,  Cumhuriyet  savcısının, iddianame düzenlenmesine yer olmadığı kararına karşı başvuruda bulunma (CMK daki ifade ediliş şekliyle, kovuşturmaya yer olmadığı yönündeki kararına kanunda yazılı usule göre itiraz hakkını kullanma), b) kovuşturma evresinde; duruşmadan haberdar edilme, kamu davasına katılma, tutanak ve belgelerden örnek isteme, tanıkların davetini isteme, vekili bulunmaması hâlinde, cinsel saldırı suçu ile alt sınırı beş yıldan fazla hapis cezasını gerektiren suçlarda, baro tarafından kendisine avukat görevlendirilmesini isteme, davaya katılmış olma koşuluyla davayı sonuçlandıran kararlara karşı kanun yollarına başvurma ve haklarını öğrenme hakkı gibi bir dizi hakkı vardır. Keza, mağdurun, on sekiz yaşını  doldurmamış,  sağır  veya  dilsiz  veya  meramını  ifade  edemeyecek derecede  malûl  olması  ve  bir  vekilinin  de  bulunmaması  hâlinde,  istemi aranmaksızın kendisine bir vekil görevlendirileceğine ilişkin, CMK m. 234/2 de bir düzenleme bulunmaktadır. Mağdurun  sahip  olduğu  haklara  ilişkin  düzenlemeler,  Denetimli Serbestlik Hizmetleri Yönetmeliği nde de yer almaktadır. Bu yönetmelikte hem mağdurun  ceza  muhakemesi  sürecinde  aktif  olmasını  sağlayan  hem  de mağdurun sahip olduğu bazı hakları düzenleyen hükümler bulunmaktadır.  94   Örneğin, Yönetmeliğin 38. maddesine göre, sosyal araştırma raporu, şüpheli veya sanık ile bunların aile ve sosyal çevreleriyle görüşülerek hazırlanacak, gerekli görülmesi hâlinde mağdur ile de görüşülebilecektir. (Yönetmelik m. 38/3) 95   Bu bağlamda, Yönetmeliğin altıncı kısmının Mağdurun ve Aile Bireylerinin Korunması başlığını taşıdığı söylenmelidir.  67Hakan KAŞKA  YBHD 2021/2  Soruşturma veya kovuşturma evresinde suç mağdurlarına tanınan haklar ile sağlanan hizmetlere ve yardımlara ilişkin esasları ve bu hizmetlerin yerine getirilmesine dair görev, yetki ve sorumlulukları düzenleme amacı taşıyan Mağdur Hakları Kanunu ise bir tasarı hâlinde kalmıştır. Bununla birlikte, Türk hukukunda,  mağdur  haklarına  verilen  önemi  göstermesi  bakımından, Tasarının bu başlık altında zikredilmesi gerekir. Belirtilmelidir ki, mezkûr Tasarıdaki hükümlerin birçoğuyla aynı hükümleri içeren 63 numaralı Suç Mağdurlarının  Desteklenmesine  Dair  Cumhurbaşkanlığı  Kararnamesi,  10 Haziran 2020 tarihli Resmî Gazetede yayımlanarak aynı tarihte yürürlüğe girmiştir. Bu noktada, 63 numaralı Cumhurbaşkanlığı Kararnamesi nin, suç mağdurlarına  sağlanan  hizmetlere  ve  yardımlara  ilişkin  esasların  ve  bu hizmetlerin  yerine  getirilmesine  dair  görev,  yetki  ve  sorumlulukların düzenlendiği önemli bir metin olduğu söylenmelidir. Türk ceza mevzuatı, mağdur haklarına ilişkin genel ve özel düzenlemeler açısından  değerlendirildiğinde,  mağdurun,  ceza  muhakemesi  sürecinin başlatılmasından, bu sürecin bir kesin hükümle sona ermesine kadar sürece etkin bir şekilde katılabildiği görülmektedir. Şüphesiz ki, bu durum, kanun koyucunun mağdur haklarına önem verdiğini göstermektedir. İslâm Ceza Hukukunda ise cezanın amaçlarında, mağdur da dikkate alınmaktadır. Cezalandırma ilişkisinin fail ile Devlet arasında olması, ceza hukukunun, kamu hukuku karakterli olması, kamu hukukunun bir alt disiplini olması,  cezanın  amaçlarında  mağdurun  tamamen  unutulmasını,  onun  bu hukuk  disiplininden  tamamen  dışlanmasını  gerektirmemektedir.  Nitekim yukarıda  zikredilen  farklı  haklar  ve  müesseseler,  mağdurun,  bu  hukuk disiplininde, bir süje olarak yer almasını sağlamaya yöneliktir. İslâm Ceza Hukukunda, bunların yanı sıra, cezanın amaçları bağlamında da mağdurun gerek faile gerek ceza hukuku yaptırımlarına hükmeden ve bunları infaz eden  96   Öğretide Karakaş Doğan a göre, Tasarı, iç hukukun, 1 Şubat 1988 tarihinde yürürlüğe giren Şiddet Suçu Mağdurlarının Zararlarının Tazmin Edilmesine İlişkin Avrupa Sözleşmesi ne uygun hâle gelmesini sağlayacaktır. Ayrıca metnin kanunlaşması hâlinde, bu kanun, suç mağdurlarının korunmasını sağlayan en derli toplu düzenleme olacaktır. Bk. Karakaş Doğan, s. 231. 97   Değirmenci, s. 84.  68YBHD 2021/2  Hakan KAŞKA  mercilere karşı öç alma duygusunun oluşmaması, verilen hükümle şahsî öç alma; diğer deyişle, intikam duygularının bastırılması, adaletin tecelli ettiğine inanması  sağlanarak,  örneğin,  hukuk  dışı  yollarla  adalet  aramaması  için mağdur dikkate alınmaktadır. Kanaatimizce, İslâm Ceza Hukukunda, ceza hukuku yaptırımlarının amaçları  bakımından  mağdurun  da  dikkate  alınmış  olması,  suçlarla  ilgili yürütülecek  muhakeme  sürecini  mağdurun  başlatabilmesini  veya  bu muhakeme  sürecine  dâhil  olabilmesini  veya  bu  muhakeme  sürecini  sona erdirebilmesini  sağlayan  bazı  hakların  ve  müesseselerin  kabul  edilmesi sonucunu  doğurmuştur. Mezkûr  sonuç,  had  cezasını  gerektiren  suçlardan hırsızlık ve zina iftirası suçlarında, kısas ve diyet cezasını gerektiren suçlarda, kişi  haklarının  daha  yoğun  korunduğu  tazir  cezasını  gerektiren  suçlarda, muhakeme sürecinin şikâyet ile başlayabilmesi, keza, bu suçlarda muhakeme  98   Muhammed  Ebu  Zehra  (1994a),  s.  19-21,  N.  14-16  (Bununla  birlikte,  İslâm  Ceza Hukukunun bu husustaki genel felsefesinin ortaya konulması açısından, İslâm Ceza Hukuku öğretisinde Muhammed Ebu Zehra nın şu ifadeleri de zikredilmelidir:  Bu ifadeler İslam da ceza felsefesine işaret etmektedir. Buna göre kul hakları ile ilgili cezalar, ya da daha doğru bir ifade ile kişilere yönelik suçlarda ceza verilirken, işlenen suç ile verilecek cezanın eşitliği gözetilmektedir. Çünkü verilecek ceza, suçun mağdurda bıraktığı izi ve eseri ile suçluya verilecek cezanın etkisinin ve aleyhine suç işlenen yerin (organ veya bedenin) tazminatının kıyaslanması ile verilmektedir. Suçun topluma yönelik işlendiği durumlarda ceza bizzat fiile karşılık  verilmektedir.  Fiilin  genel  kamuoyunda  meydana  getirdiği  etkiye,  onların durumlarına, namuslarına ve akıllarına olan etkisine göre verilmektedir.  Bk. Muhammed Ebu Zehra (1994a), s. 88, N. 94; Ayrıca bk. Muhammed Ebu Zehra (1994b), s. 46, N. 35.); Muhammed Ebu Zehra (1994b), s. 47, N. 36, s. 522, N. 393, s. 547, s. 548, N. 412; Ekinci, s. 303; Şafak, s. 61; Cin/Akyılmaz, s. 244; Avcı (2018), s. 304; Nourredine, Hamadi (2017)  İslam Ceza Hukukunda Cezalandırma Kurallarının Hedefleri , Eren, Abdullah/Korkusuz, M. Refik (Editörler), İslam Ceza Hukuku Uluslararası Sempozyumu, C: 1, 30 Nisan-3 Mayıs 2015,  İstanbul,  Lale  Yayıncılık,  s.  102;  Büyükbaş,  s.  458,  465,  466,  473;  Korkmaz, Fahrettin/Kurban, Yasin (2017)  İslam Ceza Felsefesi Açısından Hapis Cezası Üzerine Düşünceler ,  Eren,  Abdullah/Korkusuz,  M.  Refik  (Editörler),  İslam  Ceza  Hukuku Uluslararası Sempozyumu, C: 1, 30 Nisan-3 Mayıs 2015, İstanbul, Lale Yayıncılık, s. 585, 586; Kahveci, s. 30, 31; Çolak, s. 98, 99; Akalın (2016), s. 63; Polat, s. 28; Yiğit, s. 46.     69Hakan KAŞKA  YBHD 2021/2  sürecinin af ile veya af ve sulh ile sona erdirilebilmesi hususlarında açıkça görünmektedir. Aynı şekilde, âkile ve kasâme müesseseleri yoluyla mağdura diyetin mutlaka ödenmesinin istihdaf edilmiş olması, bu sonucun bir diğer görünümüdür. Bir karşılaştırma yapıldığında hem Türk Ceza Hukukunda hem de İslâm Ceza Hukukunda mağdura ceza muhakemesi sürecinde etkin bir şekilde yer alma imkânı verildiği görülmektedir. Bununla birlikte, Türk Ceza Hukukunda, mağdurun ceza muhakemesi sürecindeki konumunun kuvvetlendirilmesi için ceza  muhakemesi  sürecinde  mağdurun  zararının  giderilmesine,  keza, mağdurun menfaatinin daha ağır olduğu uzlaştırma müessesesine tabi tutulan suçlarda, mağdurun, mahkûmiyet hükmünün, diğer ifadeyle cezanın infazı sürecine dâhil edilmesine yönelik düzenlemeler yapılması isabetli olacaktır.         99   Kişi hakkının kamu hakkına nazaran daha yoğun korunduğu suçlarda, mağdurun af yetkisi kabul edilmiştir. Akalın (2016), s. 50. Bunun, İslâm hukukunda mağdurun iradesine saygının ön planda tutulduğu olarak yorumlanması söz konusudur. Yılmaz, s. 313. 100  Bilmen, s. 156, N. 239, 240, s. 268, N. 474; Akşit, s. 138, 139.  70YBHD 2021/2  Hakan KAŞKA",
     "Kaynakça": "Açıkgözoğlu,  Muhammet  (2000)  Ceza  Hukuku  Açısından  Teori  ve Uygulamada Mağdur Kavramı, Ankara, Adil Yayınevi. Akalın, Adnan (2016) İslâm Hukukunda Devlete İsyan Suçu, Ankara, Fecr Yayınları. Akalın, Adnan (2019) İslam Hukukunda Hırsızlık Suçu – Çalınan Mal İle İlgili İhtilaflar –, İstanbul, Hiperyayın. Akbulut, Berrin (2017) Ceza Hukuku Genel Hükümler, 4. Baskı, Ankara, Adalet Yayınevi. Akdemir, Süleyman (1988) Ceza Hukukunda Mağdurun Korunması: sosyal gruplaşmaya yönelik yeni bir yaklaşım, İzmir, Akevler Akdeniz Bilimsel Araştırma Merkezi Yayınları. Akgündüz, Ahmet (2011) İslâm ve Osmanlı Hukûku Külliyâtı, Birinci Cild: Kamu  Hukuku:  (Anayasa İdare Ceza Usul Vergi Devletler  Umumî), İstanbul, Osmanlı Araştırmaları Vakfı Yayınları. Akman, Mehmet (2004) Osmanlı Devleti nde Ceza Yargılaması, İstanbul, Eren Yayıncılık. Aksar, Yusuf (2019) Teoride ve Uygulamada Uluslararası Hukuk – II, 5. Baskı, Ankara, Seçkin Yayınevi. Akşit, Mustafa Cevat (2015) İslâm Ceza Hukuku ve İnsânî Esasları, 2. Baskı, İstanbul, Gümüşev Yayıncılık. Alan Akcan, Esra (2014)  Ceza Hukukunda Mağdurun Korunmasına Yönelik Düzenlemeler , Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, C: 16, Özel Sayı: Prof. Dr. Hakan PEKCANITEZ e Armağan, s. 3949 3997. Artuk, M. Emin/Gökcen, Ahmet/Alşahin, M. Emin/Çakır, Kerim (2017) Ceza Hukuku Genel Hükümler, 11. Baskı, Ankara, Adalet Yayınevi. Avcı,  Mustafa  (2017)   İslam  Ceza  Hukukunda  Suçların  Tasnifi ,  Eren, Abdullah/Korkusuz,  M.  Refik  (Editörler),  İslam  Ceza  Hukuku  71Hakan KAŞKA  YBHD 2021/2  Uluslararası Sempozyumu, C: 1, 30 Nisan 3 Mayıs 2015, İstanbul, Lale Yayıncılık, s. 442 455. Avcı, Mustafa (2016)  Suç Mağdurlarına Tazminat Ödenmesi Anlayışının Tarihi Gelişimi , Selçuk Üniversitesi Hukuk Fakültesi Dergisi, C: 24, S: 1, s. 7 36.  Avcı, Mustafa (2018) Osmanlı Ceza Hukuku – I – Genel Hükümler, 3. Baskı, Ankara, Adalet Yayınevi. Aydın, M. Âkif (2013) Türk Hukuk Tarihi, 11. Basım, İstanbul, Beta Yayıncılık. Bilmen,  Ömer  Nasuhi  (1996)  Fıkıh  Terimleri  Ansiklopedisi   Istılahat ı Fıkhiyye  Kamusu ,  3,  Yücesoy,  Hayrettin/Kılıç,  Mehmet/Tığ, Ramazan/Tarı, Davut (Sadeleştirenler), Ankara, Gündüz Gazetesi. Bozdağ, Ahmet (2017)  Ceza Muhakemesi Hukukunda Mağdurun Hukuki Yardım Alma Hakkı , Türkiye Barolar Birliği Dergisi, S: 132, s. 121 146. Büyükbaş,  Nazım  (2017)   İslam  Ceza  Hukukunda  Mağdurun  ve  Kamu Vicdanının Teskini , Eren, Abdullah/Korkusuz, M. Refik (Editörler), İslam Ceza Hukuku Uluslararası Sempozyumu, C: 1, 30 Nisan 3 Mayıs 2015, İstanbul, Lale Yayıncılık, s. 456 475. Centel, Nur/Zafer, Hamide (2017) Ceza Muhakemesi Hukuku, 14. Baskı, İstanbul, Beta Yayıncılık. Centel, Nur/Zafer, Hamide/Çakmut, Özlem (2016) Türk Ceza Hukukuna Giriş, 9. Baskı, İstanbul, Beta Yayıncılık. Cihan,  Erol/Yenisey,  Feridun  (1996)  Ceza  Muhakemesi  Hukuku:  Genel Hükümler, İstanbul, Beta Yayıncılık. Cin, Halil/Akyılmaz, Gül (2018) Türk Hukuk Tarihi, 10. Baskı, Konya, Sayram Yayınları. Çetintürk,  Ekrem  (2017)  Onarıcı  Adalet  ve  Ceza  Adalet  Sisteminde Uzlaştırma, Ankara, Adalet Yayınevi. Çiftcioğlu, Cengiz Topel (2017) Açıklamalı Uygulama Örnekleriyle Savcılık Kurumunun  Hukuki  Statüsü  Bağlamında:  Cumhuriyet  Savcısının  72YBHD 2021/2  Hakan KAŞKA  Kovuşturmaya Yer Olmadığına Dair Kararı ve Kararın Denetimi, 3. Baskı, Ankara, Seçkin Yayınevi. Çolak, Abdullah (2019) İslâm Ceza Hukuku, 3. Baskı, İstanbul, Hikmetevi Yayınları. Değirmenci, Olgun (2008)  Ceza ve Ceza Muhakemesi Hukukunda Mağdur Hakları , Türkiye Barolar Birliği Dergisi, S: 77, s. 33 86. Demirbaş, Timur (2020) Ceza Hukuku Genel Hükümler, 15. Baskı, Ankara, Seçkin Yayınevi. Dönmezer, Sulhi/Erman, Sahir (1986) Nazari ve Tatbiki Ceza Hukuku, Cilt: II, 9. Baskı, İstanbul, Beta Yayıncılık. Ekinci, Ekrem Buğra (2018) İslâm Hukuku Umûmî ve Husûsî Hükümler, 3. Baskı, İstanbul, Arı Sanat Yayınevi. Erdoğan, Mehmet (2016) Fıkıh ve Hukuk Terimleri Sözlüğü, 6. Baskı, İstanbul, Ensar Neşriyat. Erem, Faruk (1978) Ceza Usulü Hukuku, Ankara, Ankara Üniversitesi Hukuk Fakültesi Yayınları, Sevinç Matbaası. Eryılmaz, Mesut Bedri (2012) Ceza Muhakemesi Hukuku Dersleri, Ankara, Seçkin Yayınevi. Gökcen, Ahmet (1994)  1296 (1879) Tarihli Usul i Muhakemat ı Cezaiye Kanun ı Muvakkatı , Selçuk Üniversitesi Hukuk Fakültesi Dergisi, C: 4, S: 1 2 Ceza Muhakemeleri Usulü Kanunu nda Yapılan Son Değişiklikler Sempozyumu Özel Sayısı, s. 203 288. Gündoğdu, Raşit/Adıgüzel, Niyazi/Önal, Ebul Faruk (2011) Kâmûs ı Türkî (Latin Harfleriyle) Şemseddin Sami, İstanbul, İdeal Kültür Yayıncılık. Hakeri, Hakan (2020) Ceza Hukuku Genel Hükümler, 23. Baskı, Ankara, Adalet Yayınevi. İçel,  Kayıhan  (2016)  Ceza  Hukuku  Genel  Hükümler,  Yenilenmiş  Baskı, İstanbul, Beta Yayıncılık.  73Hakan KAŞKA  YBHD 2021/2  Kafes,  Veli  (2011)   Ceza  Hukukunda  Mağdurun  Zararının  Giderilmesi , Ankara Üniversitesi Hukuk Fakültesi Dergisi, C: 60, S: 1, s. 83 156. Kahveci, Nuri (2019) Ana Hatlarıyla İslâm Ceza Hukuku, İstanbul, Ensar Neşriyat. Kangal, Zeynel T. (2019) Kabahatler Hukuku, 2. Baskı, İstanbul, On İki Levha Yayıncılık. Kaplan,  Mahmut  (2015)   Onarıcı  Adalet  ve  Türk  Ceza  Hukukuna Yansımaları , Akdeniz Üniversitesi Hukuk Fakültesi Dergisi, C: 5, S: 1, s. 59 86. Karakaş  Doğan,  Fatma  (2011)   Suçtan  Doğan  Mağduriyetin  Devlet Tarafından Giderilmesi ve Suç Mağdurlarına Yardım Hakkında Kanun Tasarısı , Türkiye Barolar Birliği Dergisi, S: 95, s. 197 234. Karakehya, Hakan (2019) Ceza Muhakemesi Hukuku, 3. Baskı, Eskişehir, Nisan Kitabevi. Karaman, Hayreddin (2016) Mukayeseli İslâm Hukuku I, 9. Baskı, İstanbul, İz Yayıncılık. Karaman, Hayreddin (2019) Ana Hatlarıyla İslâm Hukuku (Cilt 1) Giriş ve Amme Hukuku, 20. Basım, İstanbul, Ensar Neşriyat. Kaşka,  Hakan  (2019)  Türk  Ceza  Muhakemesi  Hukukunda  Soruşturma Evresinin Sona Ermesi, Ankara, Adalet Yayınevi. Kılıçoğlu, Ahmet M. (2017) Borçlar Hukuku Genel Hükümler, 21. Baskı, Ankara, Turhan Kitabevi. Koca, Mahmut/Üzülmez, İlhan (2020) Türk Ceza Hukuku Genel Hükümler, 13. Baskı, Ankara, Seçkin Yayınevi. Koç,  Ziya  (2011)  Ceza  Muhakemesinde  Katılan,  İstanbul,  On  İki  Levha Yayıncılık. Korkmaz, Fahrettin/Kurban, Yasin (2017)  İslam Ceza Felsefesi Açısından Hapis Cezası Üzerine Düşünceler , Eren, Abdullah/Korkusuz, M. Refik  74YBHD 2021/2  Hakan KAŞKA  (Editörler), İslam Ceza Hukuku Uluslararası Sempozyumu, C: 1, 30 Nisan 3 Mayıs 2015, s. 582 600. Kunter,  Nurullah  (1949)  Suçun  Kanunî  Unsurları  Nazariyesi,  İstanbul, İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İsmail Akgün Matbaası. Kunter, Nurullah (1954) Suçun Maddî Unsurları Nazariyesi: (Hareket – Netice – Sebebiyet alâkası), İstanbul, İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İsmail Akgün Matbaası. Kunter, Nurullah (1989) Muhakeme Hukuku Dalı Olarak: Ceza Muhakemesi Hukuku, 9. Baskı, İstanbul, Beta Yayıncılık. Muhammed Ebu Zehra (1994) İslam Hukukunda Suç ve Ceza, 1, Tüfekçi, İbrahim (Çeviri), İstanbul, Kitabevi Yayınları. Muhammed Ebu Zehra (1994) İslam Hukukunda Suç ve Ceza, 2, Tüfekçi, İbrahim (Çeviri), İstanbul, Kitabevi Yayınları. Mumcu, Ahmet (1986) Hukuksal ve Siyasal Karar Organı Olarak Divan ı Hümayun, 2. Baskı, Ankara, Birey ve Toplum Yayınları. Nourredine,  Hamadi  (2017)   İslam  Ceza  Hukukunda  Cezalandırma Kurallarının Hedefleri , Eren, Abdullah/Korkusuz, M. Refik (Editörler), İslam Ceza Hukuku Uluslararası Sempozyumu, C: 1, 30 Nisan 3 Mayıs 2015, İstanbul, Lale Yayıncılık, s. 88 122. Oğuzman, M. Kemal/Öz, M. Turgut (2017) Borçlar Hukuku Genel Hükümler, Cilt: II, 13. Baskı, İstanbul, Vedat Kitapçılık. Osmanağaoğlu Karahasanoğlu,  Cihan  (2016)  Klasik  Dönem  Osmanlı Hukukunda Hırsızlık Suçu ve Cezası, İstanbul, On İki Levha Yayıncılık. Ömeroğlu, Ömer (1999)  Türk Ceza Yargılamasında Şahsi Dava ve Gerekliliği Sorunu  (Doktora), Ankara Üniversitesi, Sosyal Bilimler Enstitüsü. Özbek, Veli Özer/Doğan, Koray/Bacaksız, Pınar (2020) Ceza Muhakemesi Hukuku, 13. Baskı, Ankara, Seçkin Yayınevi. Özen,  Mustafa  (2017)  Öğreti  ve  Uygulama  Işığında:  Ceza  Muhakemesi Hukuku, Ankara, Adalet Yayınevi.  75Hakan KAŞKA  YBHD 2021/2  Özgenç, İzzet (2016) Türk Ceza Hukuku Genel Hükümler, 12. Baskı, Ankara, Seçkin Yayınevi. Özgenç,  İzzet/Bayraktarlı,  İhsan  Yılmaz  (2019)   İnfaz  Kurumlarındaki Hükümlü Sayısındaki Artış Sorunu ve Çözüm Önerisi , Ankara Hacı Bayram Veli Üniversitesi Hukuk Fakültesi Dergisi, C: XXIII, S: 1, s. 129139. Öztürk, Bahri/Erdem, Mustafa Ruhan (2020) Uygulamalı Ceza Hukuku ve Güvenlik Tedbirleri Hukuku, Ankara, Seçkin Yayınevi. Öztürk, Bahri/Erdem, Mustafa Ruhan/Özbek, Veli Özer (2002) Uygulamalı Ceza Muhakemesi Hukuku, 7. Baskı, Ankara, Seçkin Yayınevi. Öztürk,  Bahri/Tezcan,  Durmuş/Erdem,  Mustafa  Ruhan/Sırma  Gezer, Özge/Saygılar  Kırıt,  Yasemin  F./Alan  Akcan,  Esra/Özaydın, Özdem/Erden Tütüncü, Efser/Altınok Villemin, Derya/Tok, Mehmet Can (2020) Nazari ve Uygulamalı Ceza Muhakemesi Hukuku, Öztürk, Bahri (Editör), 14. Baskı, Ankara, Seçkin Yayınevi. Pamuk,  Gülfem  (2012)  Türk  ve  Fransız  Ceza  Muhakemesi  Hukuku nda Mağdurun Makam Olarak Yeri, İstanbul, Beta Yayıncılık. Polat,  Murat  (2019)  İslâm  Ceza  Hukukunda  Suç Ceza  Dengesi,  Ankara, Astana Yayınları. Şafak, Ali (1977) Mezheblerarası Mukâyeseli İslâm Ceza Hukuku, Erzurum, Atatürk Üniversitesi Yayınları. Şahin, Cumhur (2005) Ceza Muhakemesi Kanunu: Gazi Şerhi, Ankara, Seçkin Yayınevi. Şahin, Cumhur (2017) Ceza Muhakemesi Hukuku I, 8. Baskı, Ankara, Seçkin Yayınevi. Taner, M. Tahir (1950) Ceza Muhakemeleri Usulü, 2. Baskı, İstanbul, Duygu Matbaası.  76YBHD 2021/2  Hakan KAŞKA  Tosun, Öztekin (1981) Türk Suç Muhakemesi Hukuku Dersleri: Genel Kısım, Cilt:  I,  3.  Baskı,  İstanbul,  İstanbul  Üniversitesi  Hukuk  Fakültesi Yayınları, Fakülteler Matbaası. Uslu, Ferhat (2013)  Çağdaş Ceza Adaleti İçinde Mağdur , Ankara Barosu Dergisi, S: 4, s. 241 260. Ûdeh, Abdulkâdir (2012) Seküler Ceza Hukuku Kurumlarıyla Mukâyeseli İslâm Ceza (Suç) Hukuku – Genel Hükümler –, Birinci Cilt, 2. Baskı, Şafak, Ali (Çeviren ve Notlar Ekleyen), İstanbul, Kayıhan Yayınları. Ûdeh, Abdulkâdir (2012) Seküler Ceza Hukuku Kurumlarıyla Mukâyeseli İslâm Ceza (Suç) Hukuku – Özel Hükümler –, İkinci Cilt, 2. Baskı, Şafak, Ali (Çeviren ve Notlar Ekleyen), İstanbul, Kayıhan Yayınları. Üçok,  Coşkun/Mumcu,  Ahmet/Bozkurt,  Gülnihal  (2011)  Türk  Hukuk Tarihi, 15. Baskı, Ankara, Turhan Kitabevi Yayınları. Ünver, Yener/Hakeri, Hakan (2012) Ceza Muhakemesi Hukuku, 5. Baskı, Ankara, Adalet Yayınevi. Yaman, Ahmet/Çalış, Halit (2019) İslam Hukuku, 3. Baskı, Ankara, Bilay Yayınları. Yaşar,  Osman  (1998)  Açıklamalı  ve  İçtihatlı:  Ceza  Muhakemeleri  Usulü Kanunu: (Ceza Yargılama Yasası), Cilt: 3, Ankara, Yetkin Yayınları. Yenisey, Feridun/Nuhoğlu, Ayşe (2020) Ceza Muhakemesi Hukuku, 8. Baskı, Ankara, Seçkin Yayınevi. Yılmaz, Mahmut (2018) Kadim Medeniyetlerde ve İslâm Hukukunda Cezalar, Ankara, Adalet Yayınevi. Yiğit, Yaşar (2012) İslam Ceza Hukuku Hükümlerinin Yürürlüğü, Ankara, Sistem Ofset Yayıncılık. Yurtcan, Erdener (1985) Şahsi Dava ve Uygulaması, 2. Baskı, Ankara, Işın Yayıncılık. Yurtcan, Erdener (2017) Ceza Yargılaması Hukuku, 14. Baskı, Ankara, Adalet Yayınevi.  77Hakan KAŞKA  YBHD 2021/2  Zafer, Hamide (2016) Ceza Hukuku Genel Hükümler: TCK m. 1 75, 6. Baskı, İstanbul, Beta Yayıncılık.      <https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/> s.e.t. 27.06.2019.   <http://sozluk.gov.tr/> s.e.t. 21.10.2020.  Bardakoğlu,  Ali,  TDV  İslâm  Ansiklopedisi,   Diyet , <https://islamansiklopedisi.org.tr/diyet> s.e.t. 02.11.2020.  Adli Sicil ve İstatistik Genel Müdürlüğü (2019) Adli İstatistikler, Ankara, <https://adlisicil.adalet.gov.tr/Resimler/SayfaDokuman/1062020170359HizmeteOzel 2019 bask%C4%B1 %C4%B0SA.pdf> s.e.t. 17.11.2020.       78"
}