{
     "Tip": "Makale",
     "Dergi İsmi": "Yıldırım Bayazıt Üniversitesi ",
     "Üniversite İsmi": "",
     "Gün": "06",
     "Ay": "06",
     "Yıl": "2021",
     "Cilt": "1",
     "Sayı": "2021/1",
     "Başlık": "ALTLAMA HATASI’NIN (DER SUBSUMTIONSIRRTUM) KAVRAMSAL VE HUKUKİ ANLAMI",
     "Title": "THE CONCEPTUAL AND LEGAL MEANING OF MISTAKE OF SUBSUMPTION (DER SUBSUMTIONSIRRTUM)",
     "Yazar İsmi": [

          "  Öğr. Gör. Dr. İsmail ÇINAR"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          " Altlama Hatası", "Olguda Hata", "Yasak Hatası", "Kast", "Kusur", "Semantik"

     ],
     "Keywords": [
          " Mistake of Subsumption", "Mistake of Fact", "Mistake of Law", "Intent", "Culpability", "Semantics"

     ],
     "Özet": " Altlama hatası  olarak Türkçeleştirdiğimiz, Almancası der Subsumtionsirrtum olan, ceza hukukunda özel bir hata türü vardır. Bu hata türünden kavramsal ve hukuki olarak ne anlaşılması gerektiği tartışmalıdır. Hukuki tartışmalar esasen kavramsal tartışmaların sonucudur. Bu sebeple altlama hatasının önce kavramsal açıdan izah edilmesi gerekir. Böylece ceza hukuku hata öğretisinde, bu hatanın kast ve kusur açısından ne tür bir etkiye sahip olduğu; bir başka deyişle hukuki anlamının ne olduğu belirlenmiş  olacaktır.  Bu  çalışma,  altlama  hatası  etrafındaki  tartışmaların  neler olduğunu belirlemek ve bununla ilgili konuları açıklığa kavuşturmak amacıyla kaleme alınmıştır.  Altlama  hatasının  kavramsal  anlamı,  anlambilimin  konuya  ilişkin  verileri doğrultusunda, altlama ve hata kavramlarının analizi ile elde edilmiştir. Buna göre altlama hatası şu şekilde tanımlanabilir: Suç olayındaki somut bir olguyu kanuni tipteki soyut maddi bir unsura, bu unsuru isabetsiz olarak dar yorumladığı için yanlış altlayan failin, gerçekleştirdiği fiili bu sebeple ilgili kanuni tip tarafından kapsanmayan bir hareket olarak görmesine altlama hatası denir. Bu hataya düşen kişinin hukuken mazur görülüp görülmeyeceği, altlama hatasının hukuki anlamı ile alakalı bir konudur. Hukuken altlama hatası, norm seviyesinde gerçekleşen, cezalandırılabilirlik hatasının özel bir halidir. Dolayısıyla altlama hatası kastı engellemez. Ancak bu hataya düşen failin haksızlık bilincini yitirip yitirmediği ayrıca araştırılmalıdır. Fail altlama hatası sebebiyle haksızlık bilincini yitirmişse, altlama hatası hukuken yasak hatası olarak kabul edilmeli ve hukuken onun sonuçlarına tabi olmalıdır.",
     "Abstract": "There  is  a  special  type  of  mistake  in  criminal  law,  which  known  as  der Subsumtionsirrtum (mistake of subsumption) in German, which we have translated into Turkish as  altlama hatası . What is to be understood conceptually and legally from this type of mistake is controversial. The legal controversies are in themselves the result of conceptual controversies. For this reason, the mistake of subsumption must first be explained conceptually. In this way it will be determined what effect this mistake has in criminal doctrine of mistake in relation to intent and culpability; in other words, what legal meaning it has. The aim of this study is to find out what the controversies over mistake of subsumption are about and to clarify the issues surrounding it. Based  on  the  information  provided  by  the  semantics  on  this  topic,  the conceptual meaning of the mistake of subsumption was obtained by analyzing the terms subsumption and mistake. Accordingly, the mistake of subsumption can be defined  as  follows:  The  wrong  subsumption  of  a  specific  individual  factual circumstance under an abstract individual offence element, which is based on an erroneous narrow interpretation of this element of the offense, and which has the consequence that the offender regards his behavior as not covered by the respective offense. From a legal point of view, the mistake of subsumption is a special case of the mistake of criminal, which undermines on the normative level. Hence the error of subsumption does not exclude the intent. However, it should also be examined whether the defender who succumbs to this error acts without a sense of wrongdoing. If the offender lacks the insight to do injustice because of the mistake of subsumption, the mistake of subsumption should be legally accepted as mistake of law and legally subject to its consequences.",
     "Metin": "Alman  literatüründe  1800 lü  yılların  başından  beri  tartışılan  ve  Subsumtionsirrtum  olarak nitelendirilen hatayı Türkiye de müstakil olarak ele alan herhangi bir tez çalışması henüz yapılmamış, ancak konu edinen tez bölümleri  ve  makaleler  olmuştur.  Almanya da  ise  doğrudan Subsumtionsirrtum başlığı ile üçü doktora biri doçentlik olmak üzere dört tez ve çok sayıda makale mevcuttur. Bu sebeple konuyla alakalı tartışmalar daha çok  Alman  literatüründe  yaşanmış,  makalemizdeki  açıklamalar  da  bunun üzerine inşa edilmiştir.  Altlama hatasını peşinen tanımlamak doğru olmayacaktır. Zira bu hata etrafındaki tartışmaların çoğu, kavramsal ve hukuki anlamının ne olacağı ile ilgilidir. Altlama hatası ancak bu tartışmalar ortaya konduktan ve bir çözüm getirildikten sonra tanımlanabilir. Bu sebeple bu makalenin yazılmasının ana gayesi  altlama  hatasının  kavramsal  ve  hukuki  anlamını  ortaya  koymaktır. Ayrıca  bu  konunun  hukukumuzda  kapsamlı  bir  şekilde  ele  alınmaması sebebiyle de bu makalenin yazılması gereği duyulmuştur.      1   Kavramın ilk kullanımları için bkz. Jenull, Sebastian (1820) Das Österreichische CriminalRecht Nach Seinen Gründen Und Seinem Geiste I, 2. Auflage, Grätz, Ferstl, s.149 ve 168.  2   Örneğin  bkz.  Erman,  Ragıp  Barış  (2006)   Yanılmanın  Ceza  Sorumluluğuna  Etkisi , (Yayımlanmamış Doktora Tezi), İstanbul Üniversitesi, Sosyal Bilimler Enstitüsü, s.39 vd. 3   Örneğin  bkz.  Yerdelen,  Erdal  (2014)   Ceza  Hukukunda  Yorum  Hatası  (Der Subsumtionsirrtum) , Ceza Hukuku Dergisi C:9, S:25 s.69. 4   Rolshoven, Fritz (1934) Die Stellung des Subsumtionsirrtums im Gesamptirrtumsproblem des Strafrechts, Zeulanroda, Bernhard Sporn, Buchdruckerei und Verlag; Schwegler, Isabell (1995) Der Subsumtionsirrtum, Frankfurt am Main, Peter Lang; Çınar, İsmail (2019) Der Subsumtionsirrtum und seine Stellung in der strafrechtlichen Irrtumslehre. Ein Beitrag zur Irrtumslehre durch eine dogmatisch-begriffliche Untersuchung des Subsumtionsirrtums und seine rechtliche Qualifikation innerhalb der strafrechtlichen Irrtumslehre, Berlin, Logos Verlag Berlin. 5   Ebert, Udo (1973)  Untersuchungen zur Struktur und rechtlichen Relevanz des sogenannten Subsumtionsirrtums  (Yayımlanmamış Doçentlik Tezi), Mainz, 1973.  81İsmail ÇINAR  YBHD 2021/2  I.   ALTLAMA  HATASI   KAVRAMI  ETRAFINDAKİ TARTIŞMALAR VE BU TARTIŞMALARIN ALTLAMA HATASININ SUÇ TEORİSİNDEKİ KONUMUNA ETKİLERİ  A.   ALTLAMA  HATASI   KAVRAMI  ETRAFINDAKİ TARTIŞMALAR 1. Der Subsumtionsirrtum Kavramının Türkçe Karşılığı  Altlama  hatası  kavramı  etrafındaki  ilk  tartışma,  bu  hatanın  Türkçe karşılığının ne olacağıdır. Literatürümüzde bu konuda görüş birliği yoktur. Altlama hatası olarak çevirmeyi tercih ettiğimiz bu hata öğretide hukuki yorum hatası, yorum hatası, nitelendirme hatası, niteleme hatası, değerlendirme hatası,10  kapsam  hatası  şeklinde  adlandırılmaktadır.  Belirtmek  gerekir  ki altlama hatası, kavramsal çerçevesinden ziyade kendisine yüklenen hukuki anlama  uygun  olarak  Alman  literatüründe  de  farklı  şekillerde nitelendirilmektedir.  Ancak  bundan  maksat,  altlama  hatasını  kısaca  izah etmektir. Bu sebeple kanaatimizce altlama hatasının Türkçe karşılığı, kendisine yüklenen  hukuki  anlam  dikkate  alınarak  değil,  kelimenin  aslına  uygun olmasına özen gösterilerek belirlenmelidir. Zira ilerleyen başlıklarda etraflıca değinileceği üzere altlama hatası kavramı etrafındaki kavramsal tartışmaların önemli  bir  kısmı,  Subsumtion  kavramının  anlamında  yatmaktadır.  Bu tartışmaların sebebini daha iyi kavrayabilmek için, kelimenin aslına uygun bir çeviri yapılması gerektiği kanaatindeyiz.   6   Koca, Mahmut/Üzülmez, İlhan (2020) Türk Ceza Hukuku Genel Hükümler, 13. Baskı, Ankara, Seçkin, s.260. 7   Yerdelen, s.69 vd. 8   Sözüer, Adem (1995)  Hukuki Hata , Yargıtay Dergisi, C:21, S.4, s.466-490. 9   Erman, s.39 vd; Özbek, Veli Özer/Doğan, Koray/Bacaksız, Pınar (2020) Türk Ceza Hukuku Genel Hükümler, 11. Baskı, Ankara, Seçkin, s.420, dp. 657.  10   Tunç, Kübra (2020) Ceza Hukukunda Kastı Engelleyen Hata, Ankara, Adalet, s.8.  11   Ölmez,  Gökhan  (2020)   Suçun  Tanımlanabilir  ve  Değerlendirilebilir  Unsurları , (Yayımlanmamış Doktora Tezi), Ankara Hacı Bayram Veli Üniversitesi, Lisansüstü Eğitim Enstitüsü, s. 4.  82YBHD 2021/2  İsmail ÇINAR  Der  Subsumtionsirrtum,  Subsumtion  ve  Irrtum  kelimelerinden oluşmaktadır. Irrtum, hukuk dilimizde hata veya yanılma olarak ifade edilir. Kelimenin  Türkçe  karşılığının  ne  olduğuna  ilişkin  herhangi  bir  tartışma bulunmamaktadır. Dolayısıyla Subsumtion kavramının Türkçeleştirilmesi ile Subsumtionsirrtum kavramı da Türkçeleştirilmiş olacaktır. Felsefe, mantık ve hukuk gibi bilim dallarında yerleşik olan Subsumtion kavramı, somut ve gerçek bir olayı soyut olan bir kurala altlamak, o kuralın içine dahil etmek anlamına gelir. Bu anlamı dilimizde iki kavram karşılar: idraç ve altlama-altakoyma. Bu sebeple Subsumtionsirrtum kavramını da idraç hatası veya altlama hatası şeklinde Türkçeleştirmek mümkündür. Makalemizde günümüz Türkçesindeki karşılığı olması hasebiyle daha çok altlama hatası kavramını kullansak da her iki kullanımın da isabetli olacağını belirtmek isteriz.    2.  Altlama  Hatası nın  Kavramsal  ve  Hukuki  Varlığı  Üzerine Tartışmalar Altlama hatası kavramı etrafındaki diğer bir tartışma, bu hatanın varlığı üzerinedir. Altlama hatasının kavramsal ve hukuki varlığı noktasında görüş birliğinin  olmadığını belirtmiştik.  Kimi  yazarlar  kendi  kurguladıkları  hata öğretisinde altlama hatasının herhangi bir role sahip olmadığını; kimi yazarlar fiilî-hukuki hata ayrımının terki ile altlama hatasının anlamını yitirdiğini; kimi her zaman doğru işleyen kişisel bir  düşünme süreci  olarak altlama faaliyetinde hata olamayacağını; kimi yazarlar da altlama hatasının hukuki 12   Kıygı, Osman Nazım (1999)  Hukuk ve Ekonomi Terimleri Sözlüğü II , Irrtum, München: C. H. Beck sche Verlagsbuchhandlung. 13   Kıygı, Subsumtion; Cevizci, Ahmet (1999)  Felsefe Sözlüğü , Altakoyma, Paradigma, s.41; Serozan, Rona (2013)  Hukukta Yöntem , Journal of Yaşar University, C:8, S:Özel, s.2440. 14   Weinberg, Hans (1928) Der Verbotsirrtum, Bonn, Verlag Ludwig Röhrscheid, s.95 ve 96. 15   Baumann,  Jürgen  (1962)   Das  Umkehrverhältnis  zwischen  Versuch  und  Irrtum  im Strafrecht , Neue Juristische Wochenschrift, s.17. 16   Schmidt-Leichner,  Erich  (1935)  Unrechtsbewußtsein  und  Irrtum,  Breslau-Neukirch, Kurtze, s.142 vd.  83İsmail ÇINAR  YBHD 2021/2  fiilî hata ayrımı ile değil, herhangi bir hatanın nasıl oluştuğu ile ilgili olduğunu söyleyerek bu hatayı reddetmektedir.  3.  Altlama  Hatası nın  Kavramsal  ve  Hukuki  Anlamı  Üzerine Tartışmalar Altlama hatası derken akla gelmesi gereken anlam, onun kavramsal anlamıdır. Bu anlamı altlama hatasının tanımından çıkarabiliriz. Ne var ki altlama hatasının nasıl tanımlanacağı tartışmalıdır. Literatürde fiilî olguların hukuk kurallarına yanlış altlanması; hareketin vazedici normun kapsamında yanlışlıkla görülmemesi; tipikliğin maddi unsurlarından birinin yanlışlıkla reddedilmesi şeklinde tanımlandığı gibi; fiilî olguların kanuni kavramlara, sosyal kavramlara, kişinin kendi kavramlarına, failce malum kavramlara, her türlü kavrama, hukuki ilişkilere yanlış altlanması (olguyu ilgili kavramın  17   Gettler,  Wilhelm  Heinrich  (1932)   Schuld  und  Unrechtsbewußtsein  im  Strafrecht , (Doktora), Köln Üniversitesi, Würzburg, s.29. 18   v. Savigny, Friedrich Carl (1840) System des heutigen Römisches Rechts III, Berlin, Veit, s.327. 19   Binding, Karl (1913)  Über den Irrtum bei Delikten im heutigen Strafrecht und in dem der Zukunft , Der Gerichtssaal, S:81, s.34. 20   v. Liszt, Franz (1912) Lehrbuch des Deutschen Strafrechts, 19. Baskı, Berlin, J. Guttentag, s.180. 21   o. V. Geßler (1858)  Ueber den Einfluß des Rechtsirrtums im Strafrecht , Der Gerichtssaal, S:10,  s.218  vd.;  ayrıca  bkz.  Eichmann,  Fritz  (1929)   Der  Vorsatz  bei  normativen Tatbestandselementen , (Doktora), Marburg Üniversitesi, Breslau, s.13 vd. ve başka atıflar için  s.18;  Kaufmann,  Arthur  (1982)  Die  Parallelwertung  in  der  Laiensphäre.  Ein sprachphilosophischer Beitrag zur allgemeinen Verbrechenslehre, München, Verlag der Bayerischen Akademie der Wissenschaften, s.20. 22   Radbruch,  Gustav  (1923)   Rechtsidee  und  Rechtsstoff ,  Archiv  für  Rechts-  und Wirtschaftsphilosphie, S:17 s.349 vd.; Kaufmann, Arthur (1949) Das Unrechtsbewußtsein in der Schuldlehre des Strafrechts: zugleich ein Leitfaden durch die moderne Schuldlehre, Mainz,  Krach,  s.173;  Hobe,  Konrad  (1962)  Der  Vorsatz  bei  den  normativen Tatbestandsmerkmalen, Heidelberg, s.143. 23   Gettler, s.29. 24   Ebert, s.281; Rolshoven, s.45. 25   Hobe, s.141. 26   Köhler, August (1917) Deutsches Strafrecht Allgemeiner Teil, Leipzig, Veit, s.272.  84YBHD 2021/2  İsmail ÇINAR  kapsamına sokmak) olarak da tanımlanmaktadır. Ayrıca, maddi olayı bildiği halde  kişinin  tipikliğin  maddi  unsurlarının  uygulama  alanı  üzerinde  hata yapması,  yasak  normun  uygulama  alanını  failin  dar  yorumlaması  veya değerlendirmesi olarak da tanımlanmaktadır. Bu tanımların yanında altlama hatası  yerine,  kavram  hatası  (Begriffsirrtum)29,  değerlendirme  hatası (Bewertungsirrtum)30, yorum hatası (Auslegungsirrtum)31, nitelendirme hatası (Bezeichnungsirrtum)32,  tanımlama  hatası  (Definitionsirrtum)33, anlam(landırma)  hatası  (Bedeutungsirrtum)34,  tasnif  etme  hatası (Einordnungsirrtum)35 kavramlarının kullanıldığı da görülmektedir. Bu görüşler,  altlama hatası  kavramı etrafındaki tartışmaların çoğunun aslında  kavramsal  olduğunu  göstermekte  ve  altlama  hatasının  hukuki anlamının belirlenmesinde büyük rol oynamaktadırlar.  Nasıl tanımlandığından bağımsız olarak altlama hatasının hukuki anlamı da tartışmalıdır. Bu bağlamda altlama hatasını kastı engelleyen hata olarak değerlendirenler bulunmaktadır. Ancak bu görüşler  altlama hatasından  hep  27   Maurach, Reinhart/Zipf, Heinz (1992) Strafrecht Allgemeiner Teil I, 8. Auflage, Heidelberg, C. F. Müller Juristischer Verlag, s.331. 28   Kühl, Kristian (2017) Strafrecht Allgemeiner Teil, 8. Auflage München, Verlag Franz Vahlen, §13 kn.57. 29   Rolshoven,  s.9  ve  46;  Puppe,  Ingeborg  (1990)   Tatirrtum,  Rechtsirrtum, Subsumtionsirrtum , Goltdammer s Archiv für Strafrecht, s.152. 30   Traub, Fritz (1967)  Die umgekehrte „Parallelwertung in der Laiensphäre  – Wahndelikt oder untauglicher Versuch? – BGHSt 13, 235 , Juristische Schulung, s.116; Tunç, s.8. 31   Maurach/Zipf,  s.331;  Roxin,  Claus  (2006)  Strafrecht  Allgemeiner  Teil  I,  4.  Auflage München: Verlag C. H. Beck, §12 kn.104; Koca/Üzülmez, s.260; Yerdelen, s.69 vd. 32   Backmann, Leonhard E. (1973)  Grundfälle zum strafrechtlichen Irrtum , Juristische Schulung, s.300; Schwegler, s.101, 105, 135, 148 ve 151; Sözüer, s.482; Erman, s.39 vd. 33   Hoffmann-Holland, Klaus (2017)  §22 , Münchener Kommentar zum Strafgesetzbuch, Band 1, §§1-51, München, §22 kn.90. 34   Kaufmann (1949), s.172. 35   Joerden, Jan C. (2018) Logik im Recht, Grundlagen und Anwendungsbeispiele, 3. Auflage, Berlin/Heidelberg, Springer, s.115. 36   v. Savigny, s.327; v. Liszt, s.179 ve 180; Binding (1913), s.34; Binding, Karl (1918), Die Normen und Ihre Übertretungen, Dritter Band: Der Irrtum, Leipzig, Scientia-Verlag, 1918, §164, s.144 vd.; ayrıca bkz. Kaufmann (1949) s.173 ve 175; Rolshoven, s.45; Hinderer, Patrick Alf (2009)  Tatumstandsirrtum oder Verbotsirrtum? , Juristische Arbeitsblätter,  85İsmail ÇINAR  YBHD 2021/2  aynı  hatayı  anlamazlar. Bu yazarlardan kimisi altlama hatasını kavramsal olarak  fiilin kanuni kavramlara yanlış altlanması  olarak anlarken, kimileri ise  fiilin sosyal kavramlara yanlış altlanması  olarak anlamaktadır.  Altlama  hatasını  kastı  engellemeyen  hata  olarak  nitelendirenler  de mevcuttur.  Altlama  hatası  bunlara  göre   cezalandırılabilirlik  hatası   veya duruma  göre   yasak  hatası   gibi  değerlendirilmelidir.  Bu  sebeple  altlama hatasını genelde şu şekilde değerlendirirler:  Altlama hatası kastı etkilemez, ancak yasak hatasına yol açabilir. 39  Tüm bu görüşler altlama hatasının, sadece kavramsal anlamının ne olacağı konusunda değil, hukuken nasıl nitelendirileceği konusunda da son derece tartışmalı olduğunu göstermektedir.   Altlama hatasının tipikliğin hangi unsurlarında söz konusu olabileceği de tartışmalıdır. Bir görüşe göre,  somut olayın tam bilgisi ile hareket eden fail, olayla ilgili olmak üzere tipikliğin normatif bir maddi unsurunu lehine yanlış yorumlarsa 40  altlama  hatasına  düşer.  Dolayısıyla  altlama  hatası  sadece tipikliğin normatif unsurlarında görülebilir. Buna karşılık altlama hatasını tipikliğin  deskriptif  unsurlarında  da  mümkün  görenler  bulunmaktadır.  s.867; Roxin, §12 kn.104, altlama hatasının bazen sadece normatif unsurlarda kastı ortadan kaldırabileceğini söyler. 37   Örneğin v. Liszt, s.179 ve 180. 38   Kaufmann (1949), s.173; Nowakowski, Friedrich (1953)  Rechtsfeindlichkeit, Schuld, Vorsatz , Zeitschrift für die gesamte Strafrechtswissenschaft, S:65, s.397. 39   Baumann,  Jürgen/Weber,  Ulrich/Mitsch,  Wolfgang/Eisele,  Jörg  (2016)  Strafrecht Allgemeiner Teil, Lehrbuch, 12. Auflage Bielefeld, Verlag Ernst und Werner Gieseking, §11 kn.66  vd.;  Wessels,  Johannes/Beulke,  Werner/Satzger,  Helmut  (2017)  Strafrecht Allgemeiner Teil, 47. Auflage Heidelberg, C. F. Müller, kn.352; Lesch, Heiko H. (1996)  Dogmatische Grundlagen zur Behandlung des Verbotsirrtums , Juristische Arbeitsblätter, s.506; Koca/Üzülmez, s.260. 40   Maurach/Zipf, s.331. 41   Maurach/Zipf, s.331; Kaufmann (1949), s.172. 42   Welzel, Hans (1954)  Der Parteiverrat und die Irrtumsprobleme (Tatbestands-, Verbots- und Subsumtionsirrtum) , Juristenzeitung, s.279; Engisch, Karl (1954)  Die normativen Tatbestandselemente im Strafrecht , Festschrift für Edmund Mezger zum 70. Geburtstag, München und Berlin, C. H. Beck sche Verlagsbuchhandlung, s.43, 159 vd.; Roxin, §12 kn.102.  86YBHD 2021/2  İsmail ÇINAR  Normatif-deskriptif  unsur  ayrımını  reddettiğinden  altlama  hatasını  tüm unsurlar için mümkün görenler de mevcuttur.  B.  TARTIŞMALARIN  ALTLAMA  HATASININ  SUÇ TEORİSİNDEKİ KONUMUNA ETKİLERİ 1. Altlama Hatasının  Kast Kapsamında  Değerlendirilmesi Kastın kapsamı, kastın bilme unsuru için gerekli olan koşulların neler olduğu ile ilgilidir. Bazı yazarlar kastın bilme unsurunu izah ederken  altlama  kavramını bir figür olarak kullanırlar. Bunlara göre fail somut hareketini soyut kavramların kapsamında doğru bir şekilde görebilmeli; yani hareketini ilgili kavramlara altlayabilmelidir ki, kasten hareket etmiş olsun. Bu çıkış noktasına uygun olarak da altlama hatasını, kastı engelleyen hata olarak kabul ederler. Zira bu hata türünde kast için gerekli olan altlama faaliyeti yoktur. Bu yazarlar failin kasten hareket edebilmesi için fiilini hangi kavramlara altlaması gerektiği konusunda birbirinden ayrılırlar. Bu yazarlardan kimi bu kavramların kanuni kavramlar olduğunu, kimileri ise sosyal kavramlar olduğunu ileri sürer. Bu sebeple  altlama hatası kastı kaldırır  derken, aynı şeyi kast etmezler. Zira bunların kast için gerekli gördükleri koşullar birbirinden farklıdır ve dolayısıyla altlama hatasından anladıkları da birbirinden farklı olmaktadır.  Altlama  hatası  çoğu  yazar  tarafından  ise  kastın  bilme  unsuru açıklanırken negatif olarak konumlandırılır. Bunlara göre altlama hatası kast için önemsizdir. Zira kast için failin fiilini kavramlara altlaması gerekli değildir.  43   Örneğin bkz. Schwegler, s.103 vd. 44   v. Liszt, s.179 ve 180; sadece tipikliğin deskriptif unsurlarında Eichmann, s.18; Engisch, Karl (1930a)  Besprechung der Schrift Eichmanns , Monatsschrift für Kriminalpsychologie und Strafrechtsreform, S:21, s.118; Engisch, Karl (1930b) Untersuchungen über Vorsatz und Fahrkässigkeit im Strafrecht, Berlin, Scientia-Verlag, s.82; ayrıca bkz. Kaufmann (1949) s.173 ve 175; Rolshoven, s.45. 45   Kast için kavramlara altlama faaliyetini şart koşmalarına rağmen, altlama hatasını kastı ortadan kaldırmayan hata olarak değerlendirenler de vardır. Örneğin Hobe, s.143; Ebert, s.443. 46   Örneğin bkz. v. Liszt, s.180 47   Örneğin bkz. Kaufmann (1949) s. 173. 48   Buna ilişkin tüm görüşlere ve gerekçelerine dair geniş bilgi için bkz. Çınar (2019), s. 10 vd.  87İsmail ÇINAR  YBHD 2021/2  Bugün Almanya da herhangi bir ceza hukuku kitabında kastın bilme unsuruna ilişkin açıklamalara bakılsa, yüksek ihtimal şu tarz ifadelerle karşılaşılacaktır: Kast için fiilin kanuni unsurlara tam olarak altlanması gerekli değildir ve dolayısıyla altlama hatası kastın varlığını etkilemez. Bu görüşte olanlar kastın bilme unsurunu izah ederken birbirinden farklı görüşleri benimsemektedirler. Bunlara göre kast için kanuni bilgiyi gerekli görmek (fiili kanuni unsurlara altlamak) çok aşırı bir koşuldur. Bunun için daha doğru, esasında daha hafif bir ölçüt belirlemek isterler. Ancak bu ölçütün ne olacağı konusunda da farklı teoriler ortaya atarlar. Bu bağlamda hâkim olan görüş tipikliğin unsurlarının normatif ve deskriptif olarak ayrılmasını baz alır. Buna göre failin kasten hareket edebilmesi için deskriptif unsurlarda fiilinin doğal anlamını, normatif unsurlarda ise sosyal anlamını kavramış olması gerekli ve yeterlidir.   2.  Altlama  Hatasının   Haksızlık  Bilinci  Kapsamında  Değerlendirilmesi Altlama  kavramını  failin  ne  zaman  haksızlık  bilinci (Unrechtsbewusstsein) ile hareket ettiğini belirlerken kullanan yazarlara da rastlanmaktadır. Buna göre failin haksızlık yapma bilinci ile hareket edebilmesi için fiilini kavramlara altlaması (Subsumtion unter Begriffe) gerekir.  Altlama  hatasının  iki  şekli  olduğunu  savunan  Ebert,  ilk  şeklini açıklarken,  doğru  bir  şekilde  kavranmış  olayın  normlara  altlanmasından bahseder.  Buradaki  altlama  faaliyetinin  alt  öncülünü-küçük  önermeyi (Untersatz  der  Subsumtion),  anlamı  ile  birlikte  bilinmiş,  anlaşılmış  ve kavranmış olan olay oluştururken; üst öncülünü-büyük önermeyi, (Obersatz) norm oluşturur. Altlama hatası burada haksızlık bilinci sorunsalından türemiş bir konu olarak görülür ve dolayısıyla kusur ile ilgilidir.    49   Bunun için bkz. Roxin, §12 kn.101; Kühl, §5 kn.93; Baumann/Weber/Mitsch/Eisele, §11 kn.62; Hettinger, Michael (1989)  Der Irrtum im Bereich der äußeren Tatumstände- eine Einführung , Juristische Schulung, L.18. 50   Makalenin sınırlarını aştığından bu konulara ilişkin ayrıntılı bilgi için bkz. Çınar (2019), s.12 vd. 51   Ebert, s.323.  88YBHD 2021/2  İsmail ÇINAR  A.  Kaufmann  ise  hukuka  aykırılık  bilincinin  (Bewusstsein  der Rechtswidrigkeit), fiilin kanuni kavramlara altlanması faaliyeti ile aynı anlama geldiğini söyler. Ona göre haksızlık bilinci konusu esasen bir altlama hatası problemidir.  3.  Altlama  Hatasının   Hata  Türlerinin  Ayrımı  Kapsamında  Değerlendirilmesi Ceza hukuku hata öğretisinde hata türlerinin ayrımı konusu, her zaman merkezi  bir  sorun  olmuştur.  Ceza  Kanunlarında  belli  bazı  hata  türleri düzenlendiği ve  altlama hatası  şeklinde bir düzenleme mevcut olmadığı için, öğretide, altlama hatasını bu belirli hata hallerinin bir alt hali gibi görme anlayışı oldukça yaygındır.  Bu bağlamda fiilî hata-hukuki hata ayrımını baz alan yazarlar arasında altlama  hatasının  bu  iki  hata  türünden  birinin  alt  hali  olarak  görenler mevcuttur. Bu yazarların bir kısmı altlama hatasını fiilî hatanın, bir kısmı ise hukuki hatanın özel bir hali olarak görmektedir. Bu yazarların bir kısmına göre ise altlama hatası duruma göre her iki hata türünden birinin özel hali olarak ortaya çıkabilir. Bunun yanında fiilî hata-hukuki hata-altlama hatası şeklinde üçlü bir tasnif yapanlar da bulunmaktadır.  52   Kaufmann (1949) s.174 vd. 53   Alman Ceza Kanunu 16 ve 17. Paragraflarında Fiilî Olgular Üzerinde ve Yasak Hatası şeklinde iki hata düzenlenirken, Türk Ceza Kanunu Hata başlıklı 30. Maddesinde her iki hata türünü farklı fıkralarda düzenlenmiştir.  54   Netice itibariyle v. Savigny, s.325 ve 328; ayrıca Engisch (1930b), s.81 vd. ve 236; Kaufmann (1949), s.173 ve 175. 55   Frank,  Reinhard  (1931)  Das  Strafgesetzbuch  für  das  Deutsche  Reich:  nebst  dem Einführungsgesetz, 18. Auflage, Tübingen, Mohr, s.183 vd.; v. Lilienthal, Karl (1908) Grundriß zur Vorlesung über deutsches Strafrecht, 3. Auflage, Marburg, Liebmann, s.40. 56   Weiz, Gerhart (1931),  Die Arten des Irrtums. Ein Beitrag zur allgemeinen Strafrechtslehre , (Doktora), Bonn Üniversitesi, Breslau, s.7 vd. 57   v. Savigny, s.327; Geßler, s. 218.  89İsmail ÇINAR  YBHD 2021/2  Olguda hata-yasak hatası (Tatbestandsirrtum-Verbotsirrtum) ayrımını baz alan yazarlar arsında da altlama hatasını bu iki hata türünden birinin alt hali olarak görme anlayışı oldukça yaygındır. Bu yazarların bir kısmı altlama hatasını olguda hatanın, bir kısmı yasak hatasının, bir kısmı ise duruma göre her iki hata türünün özel bir hali olarak görmekte ve hukuken de bu şekilde nitelendirmektedir.  Bunun  yanında  doğası  gereği  altlama  hatasını  olguda hatanın bir görünümü olarak kabul ettiği halde, hukuken kastı engellemeyen ve duruma göre yasak hatasına yol açabilen bir hata olarak nitelendirenler de mevcuttur.  Ayrıca  altlama  hatasını  cezalandırılabilirlik  hatasının (Strafbarkeitsirrtum) özel bir hali olarak görenler olduğu gibi olguda hatayasak hatası ayrımından bağımsız olarak üçüncü bir hata türü olarak görenler; bir başka deyişle olguda hata-yasak hatası-altlama hatası şeklinde üçlü bir tasnif yapanlar da bulunmaktadır.         58   Unsur hatası olarak nitelendirilen bu hatanın, aşağıda (III, A) etraflıca izah edeceğimiz üzere  olguda hata  şeklinde nitelendirilmesi gerektiğini düşünüyoruz.  59   Gropp, Walter (2015) Strafrecht Allgemeiner Teil, 4. Auflage, Berlin/Heidelberg, SpringerVerlag, §13 kn.100 vd.; Rengier, Rudolf (2017) Strafrecht Allgemeiner Teil, 9. Auflage, München, Verlag C. H. Beck, §15 kn.4 vd. 60   BGHSt. 7, s.23; 9, s.347; 13, s.138; 15, s.338; aynı şekilde Rudolphi, Hans Joachim/Stein, Ulrich  (2007)   §17  Verbotsirrtum ,  Laufhütte,  Heinric  Wilhelm/Saan,  Ruth  Rissingvan/Tiedeman, Klaus, Leipziger Kommentar StGB Band 1, Einleitung §§1-31, C:1, Berlin, De Gruyter, §17 kn.21. 61   Roxin, §12 kn.102 vd.; Schmidt, Rolf (2018) Strafrecht Allgemeiner Teil, 19. Auflage Bremen, Verlag Dr. Rolf Schmidt, kn.284. 62   Welzel (1954), s.279; Heinrich, Bernd (2016) Strafrecht Allgemeiner Teil, 5. aktualisierte Auflage, Stuttgart, Verlag W. Kohlhammer, kn.1079; Baumann/Weber/Mitsch/Eisele, §21 kn.7. 63   Freund, Georg (2009) Strafrecht Allgemeiner Teil. Personale Straftatlehre, 2. Auflage Berlin/Heidelberg, Springer-Verlag, §4 kn.71; Jescheck, Hans-Heinrich/Weigend, Thomas (1996) Lehrbuch des Strafrechts Allgemeiner Teil, 5. Auflage, Berlin, Duncker & Humblot, §29 V kn.7a. 64   Kasiske, Peter (2011) Strafrecht I: Grundlagen und Allgemeiner Teil, Stuttgart, Verlag W. Kohlhammer, s.81; Joerden, s.115.  90YBHD 2021/2  İsmail ÇINAR  4. Altlama Hatasının Bağımsız Değerlendirilmesi Altlama hatasına farklı ve kendine has içerikler atfedenler de vardır. Örneğin; altlama hatası kavramını, hukuken önem arz eden tüm hata türlerini ifade etmek için kullanan;65 herhangi bir hata olarak görmeyip, tüm hata türlerinin bir oluşum şekli; genel anlamda hatanın dayanak noktası olarak görenler mevcuttur. Farklı altlama hatalarının olduğu da savunulmaktadır. Buna göre altlama hatası kavramı altında farklı özelliklerde birden fazla altlama hatası vardır. Bu sebeple  altlama  hatasının  her  bir  şekli  de  hukuken  farklı  olarak nitelendirilmelidir.  Farklı  altlama  hatalarının  olduğunu  kabul  edenler  ya bunların tümünü veya sadece birini dikkate almaktadır.  C. ARA SONUÇ Tartışmaların  çeşitliliği  ve  çokluğundan  çıkarılacak  sonuç,  altlama hatasının ceza hukukunda müstakil ve çözümü zor bir problem olduğudur. Hatta literatürde bu problemin hukukçular tarafından çözülemeyeceğini iddia edenler dahi olmuştur. Bu problemi ele alıp çözmek, hem onun kavramsal anlamını hem de hukuki anlamını ortaya koymakla olur.       65   Binding (1913), s.34; Her ne kadar burada hukuken önem arz eden tüm hata hallerini altlama hatası şekline nitelendirse de, daha sonra bu düşüncesinden  Normen  adlı eserinde vaz geçmiştir: Binding (1918), s.188. 66   Gettler, s.28. 67   Walter, Tonio (2006) Der Kern des Strafrechts. Die allgemeine Lehre vom Verbrechen und die Lehre vom Irrtum, Tübingen, Mohr Siebeck, s.236. 68   Engisch (1930b) s.82 vd.; Engisch e tamamen katılarak aynı zamanda Rolshoven, s.25; ayrıca Kaufmann (1949), s.174 vd.; Hobe, s.141 vd.  69   Ebert, s.323 vd.; Schmidt, kn.207, 209, 211, 279a ve 284. 70   Kaufmann (1949), s.175; Hobe, s.142; Engisch (1930b), s.82 vd.; Rolshoven, s.25. 71   Engisch (1930b), s.82; Engisch (1930a), s.119; benzer şekilde Eichmann, s.63; bu düşüncenin eleştirisi için bkz. Rolshoven, s.48 vd.; Ebert, s.489; Hobe, s.2; Çınar (2019), s.259 vd.  91İsmail ÇINAR  YBHD 2021/2  II. ALTLAMA HATASININ KAVRAMSAL ANLAMI Literatürde mevcut olan tanımlardan birini tercih etmek altlama hatası probleminin  çözümüne  katkı  sağlamaz.  Dolayısıyla  asıl  sorun,  altlama hatasının anlamının nasıl belirleneceğidir. Bu sebeple herhangi bir ifadenin anlamını bulmaya yarayan ve dolayısıyla altlama hatasının kavramsal anlamını belirlemeye de yardımcı olacak objektif ölçütler belirlenmelidir. Bu ise aslında semantik (anlambilim) biliminin konusu olup, kavram kavramına dair kısa bir inceleme yapmayı zorunlu kılmaktadır.   A.  KAVRAM  İFADESİNİN AÇIKLANMASI Kavram bir göstergeye (kelime) bağlanmış anlamsal içeriktir. İçeriğin kendisi soyut olsa da soyut veya somut varlıklara dayanır. Kavram bu sebeple, maddi  veya  düşünsel  (tasavvur  edilmiş,  akli)  bir  şeyin  (varlığın) nitelendirilmesi  olarak  da  tanımlanabilir.  Burada  semantik  üçgenden bahsedilir: varlık-kaplam (Gegenstand-Extension), anlam-içlem (BedeutungIntension) ve gösterge (Zeichen)76. Varlık, kavramın kapsamı; anlam, içeriği; gösterge ise ifadesidir.   72   Kalinowski, Georges (1979)  Zur Semantik der Rechtssprache , Krawietz, Werner/Opalek, Kazimierz/Peczenik,  Aleksander/Schramm,  Alfred,  Rechtstheorie,  Argumentation  und Hermeneutik in der Jurisprudenz, Beiheft 1, Berlin, s.244; Koch, Hans-Joachim/Rüßmann, Helmut (1982) Juristische Begründungslehre. Eine Einführung in Grundprobleme der Rechtswissenschaft, München, Beck, s.126 vd. 73   Burada sadece yüzeysel açıklamalar yapılmıştır. Konu ile ilgili ayrıntılı bilgi için bkz. Çınar (2019), s. 25-57. 74   Dopslaff, Ulrich (1985) Wortbedeutung und Normzweck als die maßgeblichen Kriterien für die Auslegung von Strafrechtsnormen, Frankfurt am Main (u. a.), Lang, s.19; Wank, Rolf (1985) Die juristische Begriffsbildung, München, Beck, s.35; Demko, Daniela (2002) Zur „Relativität  der  Rechtsbegriffe   in  strafrechtlichen  Tatbeständen,  Berlin,  Duncker  & Humblot, s.46. 75   Gast, Wolfgang (2015) Juristische Rhetorik, 5. Auflage, Heidelberg, C. F. Müller, kn.208. 76   Koch/Rüßmann, s.127 vd.; Wank, s.10 vd.; Demko, s.50 vd.  92YBHD 2021/2  İsmail ÇINAR  Bir  kelimenin  anlamının  ne  olduğunu  belirlemek,  anlambilimin (Bedeutungslehre)  konusudur.  Bu  konuda  farklı  teoriler  geliştirilmiştir. Natüralizme (Naturalismus) göre sözcük ile anlamı arasında doğal bir ilişki vardır. Bu sebeple oluşumu ve ifade ediliş tarzı gibi hususlar, sözcüğün anlamı bakımından belirleyici olmaktadır. Kasıtlılık (Intentionalismus) teorisine göre sözcüğün anlamının tespitinde belirleyici olan, konuşanın onu kullanırken hangi anlamı kast ettiğidir. Sözcüğün anlamı, dile getirildiğinde ortaya çıkar. Son olarak mutabakat teorisi (Konventionalismus) ise sözcüğe hangi anlamın yükleneceği konusunda, o sözcüğü kullananların üzerinde mutabık oldukları anlamı baz alır.  Bir ifadenin terim anlamını belirlerken, bu üç teoriden mülhem olarak şu üç kriterin uygulanabileceğini düşünüyoruz: Kasıtlılık teorisinden mülhem olarak  ilk  kavramlaştırma,  mutabakat  teorisinden  uzlaşı  ve  natüralizm teorisinden lafzi anlam. İlk kavramlaştırma kriteri, özel bir kavramın hangi anlama geldiğini, o kavramı ilk icat eden kişinin veya kanunun ona hangi anlamı verdiğine bakarak belirlemektir. Kelimeye başlangıçta verilen anlamın tespiti ise her zaman kolay değildir.  Zira  kavramların  anlamlarında  revizyonlar  olabilir.  Bu  durumda kavramın tarihsel seyrine bakmak gerekebilir. Bu kriter, oluşum seyri tespit edilebildiğinden özellikle terimlerde başvurulabilecek bir kriterdir.  Uzlaşı kriteri, üzerinde uzlaşı olan anlamı, ifadenin doğru anlamı olarak kabul etmek demektir. Bu anlamı tespit etmek, bu ifadenin ilgili disiplinde şu ana kadar ve şimdi hangi anlamda kullanıldığını tespitten geçer. Bu sebeple,  77   Örneğin bkz. Dopslaff, s.17 vd.; Hem kavram bilimi hem de anlambilim semantik üçgene dayanır. Bunun için bkz. Wank, Rolf (1985), Die juristische Begriffsbildung, München, s.35. 78   Ayrıntılı bilgi ve eleştiri için bkz. Koch/Rüßmann, s.159, 163; Wank, s.11. 79   Ayrıntılı bilgi için bkz. Koch/Rüßmann, s.139. 80   Bunun için bkz. v. Savigny, Eike (1974) Die Philosophie der normalen Sprache, 1. Auflage, Frankfurt am Main, Suhrkamp, s.275; ayrıntılı bilgi için Koch/Rüßmann, s.158 vd. 81   Örnekler için bkz. Çınar (2019), s.47, 48. 82   v. Savigny, s.275. 83   Kullanma Teorisi için bkz. Wittgenstein, Ludwig (1967) Philosophische Untersuchungen, Frankfurt am Main, Suhrkamp, bölüm 43:  Bir kelimenin anlamı dildeki kullanımıdır.   93İsmail ÇINAR  YBHD 2021/2  belirli bir ilmi disipline ait ifadelerde, o disipline mensup uzman kişilerin o ifadelere yükledikleri ortak anlamın ne olduğu belirlenmelidir.  Lafzi anlam kriteri, bir kelimenin kavramsal anlamının tespitinde sözcük anlamını baz almaktır. Her ne kadar lafız, semantik üçgende gösterge olarak karşımıza çıksa da aynı zamanda bir bilgi/anlam taşıyıcısıdır. Lafız, anlamını taşıdığı kavramı itibari olarak (nominal-lafzi) tanımladığından taşıdığı anlam, kavramın anlamı olarak kabul edilebilir. Bu sebeple bir kelimenin dilde hangi anlamda kullanıldığı, ana kriter olmalıdır. Zira kavramlar içeriklerini dil aracılığı  ile  otaya  koyarlar.  Zira  dil,   kavramların  anasıdır 89  ve  hukuk kavramları  içeriği itibariyle hukuk alanına, ifade edilişi itibariyle de dil alanına aittir 90.  Altlama hatası terimi ile işaret edilen mana içlemini, hatanın kapsamına giren hata olayları ise kaplamını oluşturur. Kavramsal anlamı (içlem) tartışmalı olduğundan, ceza hukukundaki hangi hata olaylarının altlama hatası oldukları (kaplam) da tartışmalı olmaktadır. Bu sebeple çalışmamızda altlama hatasını peşinen keyfi olarak tanımlamak yerine, kavramsal anlamını bulup ortaya çıkarma ve akabinde hukuki önemini izah etmeyi, objektif yöntem olarak kabul ettik. Buna uygun olarak yukarıda belirlenen kriterleri, altlama hatası ifadesine de tatbik etmek gerekir.  Üzerinde  ceza  hukukçuları  arasında  herhangi  bir  mutabakat olmadığından  altlama  hatasının  kavramsal  anlamı  uzlaşı  kriterine  göre belirlenemez.   84   Kaufmann (1982), s.3:  ...hukuk dilinde [... ] özel bir durum vardır: o argo dili, yerleşik dil, normal dil değildir. Zira uzman kişiler burada özel bir kullanım için anlaşmışlardır. . 85   Wolter, Thomas (1994) Die juristische Subsumtion als institutioneller Zeichenprozeß. Eine interdisziplinäre Untersuchung der richterlichen Rechtsanwendung und der forensischen Kommunikation, Frankfurt am Main, Lang, s.90; Hatz, Helmut (1963) Rechtssprache und juristischer Begriff, Rechtssprache und juristischer Begriff: vom richtigen Verstehen des Rechtssatzes Stuttgart, Kohlhammer, 1963, s.51; Demko, s.35. 86   Koch/Rüßmann, s.280; Wank, s.55, 56; Gast, kn.205. 87   Hatz, s.69; Wolter, s.44 vd., 91. 88   Gast, kn.225. 89   Hatz, s.71. 90   Hatz, s.69; Demko, s.42.  94YBHD 2021/2  İsmail ÇINAR  Uzun zamandan beridir ceza hukukunda yerleşik olmasına rağmen, altlama hatası ifadesinin başlangıçtaki kavramsal anlamını kesin olarak tespit etmek,  bugünkü  verilerle  mümkün  gözükmemektedir.  Bu  sebeple  ilk kavramlaştırma kriteri de uygulanamayacaktır. Bu durumda lafzi anlam kriterine başvurmak ve çıkacak sonucun altlama hatasının kavramsal anlamı olduğunu kabul etmek zaruri olmaktadır.  Altlama hatası  lafzı ile açıkça bir hata türü nitelendirilmek istenmiştir. Kelimelerin işaret ettikleri kavramların anlamlarını esas itibariyle taşımaları sebebiyle, altlama hatası kavramını oluşturan münferit kelimelerin (altlama ve hata) kavramsal anlamını ortaya koymak gerekecektir.   B. ALTLAMA HATASININ KAVRAMSAL ANALİZİ 1. Altlama Kavramının İzahı Altlama kavramı, altlama hatası kavramının alamet-i farikasıdır. İdraç ve altakoyma (Unterordnung) kavramları ile eşanlamlı olan altlama (Subsumtion), zihin dünyasında bir şeyi başka bir şeyin kapsamında görme durumunu ifade eden soyut bir kavram olup, özel zihni bir faaliyeti nitelendirir. Bu faaliyette bir şey aralarındaki benzerlik sebebiyle başka bir şeyin altında tasavvur edilir; bu iki şey düşünsel olarak birbiri ile karşılaştırılır ve bir sonuca varılır. Bu iki şeyden birine büyük önerme ya da üst öncül (Obersatz), diğerine küçük önerme ya  da  alt  öncül  (Untersatz)  denebilir.  İki  önermenin  mantıki  olarak kıyaslanmasıyla sonuç önerme (Schlusssatz) ortaya çıkar. Büyük önerme küçük önermeyi kapsamına alabilir; küçük önerme, büyük önermeye altlanabilir.  Altlama, felsefe, mantık ve aşağıda ayrıntıları ile ele alacağımız üzere hukuk gibi bilimsel dillerde bir terim olarak yerleşiktir. Altlama hatası ise, bir hukuk kavramıdır. Bu sebeple sadece hukuk dilinde yerleşik olan altlama  91   Tespitlerimize göre altlama hatasının farklı fonksiyonlarda kullanımı kronolojik olarak şu yazarlara kadar geri götürülebilmektedir: Jenull, s.149, 158; v. Savigny, s.111 vd., 325 vd.; Geßler, s.218 vd. Ancak yine de bu kavramın kim tarafından hangi anlamda oluşturulduğunu tespit etmek güçtür. 92   Wolter, s.90; Dopslaff, s.50 vd.; Hatz, s.51. 93   Ayrıntılı bilgi için bkz. Çınar (2019), s.60 vd. 94   Hobe, s.144; Gettler, s.29.  95İsmail ÇINAR  YBHD 2021/2  kavramı ele alınacaktır. Ne var ki hukukta da altlama kavramı iki ayrı alanda karşımıza çıkmaktadır.  a. Hukuk Metodolojisinde Bir Kavram Olarak Altlama Burada hukukun üçüncü bir kişi (hâkim) tarafından olaya uygulandığı bir süreç söz konusudur. Bu süreçte başvurulan mantıki yöntem, geleneksel görüşe göre kıyastır (Syllogismus)96.  A, B nin yüzüne yumruk atmıştır  olayının çözümü hukuki kıyasta şu şekildedir: Büyük Önerme: Kasten başkasının vücuduna acı veren veya sağlığının ya da algılama yeteneğinin bozulmasına neden olan kişi, bir yıldan üç yıla kadar hapis cezası ile cezalandırılır (TCK m. 86). Küçük Önerme: A B nin vücuduna acı vermiştir. Sonuç Önerme: A bir yıldan üç yıla kadar hapis cezası ile cezalandırılır. Kıyasta iki öncül vardır: büyük ve küçük önerme. Sonuç önermenin doğruluğu, bu iki öncülün doğruluğuna bağlıdır. Kıyasta büyük önermeyi kanundan  çıkarılmış  olan  hukuk kuralı,  küçük önermeyi ise somut olayın kanuni  tipi  gerçekleştirip  gerçekleştirmediği  noktasında  yapılan değerlendirmenin sonucu oluşturur.  Hukuk  metodolojisinde  altlama  kavramının  terim  anlamı  üzerinde uzlaşı yoktur. İlk kavramlaştırma kriteri dikkate alınacak olursa, bu kavramı hukuk metodolojisinde ilk kullanan kişi ise G. W. Leipniz dir. Bu yazar ile bugün hâkim olan görüş, altlama kavramını hukuki kıyasta küçük önermeyi  95   Engisch, Karl (1963), Logische Studien zur Gesetzesanwendung, 3. Auflage, Heidelberg, Winter, s.3 vd.; Kindhäuser, Urs (2017) Strafrecht Allgemeiner Teil, 8. Auflage, BadenBaden, Nomos Verlagsgesellschaft, §27 kn.9. 96   Heidingsfelder, Thomas (1991) Der umgekehrte Subsumtionsirrtum, Berlin, Duncker & Humblot, s.19 vd.; Larenz, Karl (1991) Methodenlehre der Rechtswissenschaft, 6. Auflage Berlin, Heidelberg/New York, Springer, s.271 vd. 97   Bung, Jochen (2004) Subsumtion und Interpretation, Baden-Baden, Nomos, s.24. 98   Larenz, s.274. 99   Ayrıntılı bilgi için bkz. Çınar (2019), s.71-90. 100  Leibniz, Gottfried Wilhelm (1667), Nova methodus discendae docendaeque jurisprudentiae II, Francofurti, Zunneruz, §11; Eserin Almanca çevirisi için bkz. Busche, Hubertus (2003) Gottfried Wilhelm Leibniz. Frühe Schriften zum Naturrecht, Lateinisch-Deutsch, Hamburg, Felix Meiner Verlag, s.27 vd.  96YBHD 2021/2  İsmail ÇINAR  oluşturmak şeklinde anlamaktadır. Bu durumda altlama, hâkimin önüne gelen somut olayın hukuku ihlal edip etmediğini belirlemesidir. Bu belirlemede somut olay, kanuni tipe altlanır (altlama); onun kapsamına alınır; ona derç edilir (idraç)101.  b. Kast-Hata-Kusur Sorunsalında Bir Kavram Olarak Altlama Altlama hatası hukukta ayrıca, kast, hata ve kusur alanlarında karşımıza çıkmaktadır.  Buradaki  altlama  faaliyetinin  öznesi  hâkim  değil,  hukukçu olmayan faildir. Bu sebeple failin bilgisi ve bu bilginin hukuki mahiyeti önem arz eder. Nitekim TCK m. 4, m. 21/1 ve m. 30/1 de failin bilgisine işaret vardır. Failin bilgisi kast veya kusurunun kabul edilmesi, bilgisizliği ise kastının ya da kusurunun olmaması şeklinde sonuçlanabilir.  Bu hukuki düzenlemeler dikkate alındığında failin bilgisi dört düzeyde ele alınabilir.  i- Fiili Olgu Bilgisi (Tatsachenkenntnis) Bu  bilgi  düzeyi,  fiilin;  gerçekten  somut  olarak  var  olan  olguların bilinmesi ile ilgilidir. Bu düzeyde edinilen bilgi sayesinde, fiili olguların doğal mana içerikleri kavranmış olur. Olgular; yani birer kavram olan deskriptif (betimleyici)  unsurların  kapsamına  giren  varlıklar,   fiili-deneysel  101  Serozan, s. 2426. 102  Bu bilgi düzeylerine dair geniş bilgi için bkz. Çınar (2019), s.94 vd.; Çınar, İsmail (2020)  Hırsızlık Suçunun Maddi Unsurlarından ‘Malın Başkasına Aidiyeti  ve Bu Unsurun Kast Bağlamında Yol Açtığı Sorunlar , Üstün, Süleyman/Çoban-Atik, Ayşegül/Bayraktar, Tuğba, Selçuk Hukuk Kongresi 2020, Kamu Hukuku Tebliğleri Tam Metin Kitabı, Ankara, Nobel Akademik Yayıncılık, s.201 vd. 103  Rolshoven, s.27 vd.; Bachmann, Jochen (1993) Vorsatz und Rechtsirrtum im Allgemeinen Strafrecht und im Sreuerstrafrecht, Berlin, Duncker & Humblot, s.43 vd.; Nierwetberg, Rüdiger (1985)  Der strafrechtliche Subsumtionsirrtum- Tatbestands- oder Verbotsirrtum, Wahndelikt oder untauglicher Versuch? , Juristische Ausbildung, s.239 vd. 104  Hoffmann-Holland, Klaus (2015) Strafrecht Allgemeiner Teil, 3. Auflage, Tübingen, Mohr Siebeck, kn.56; Hinderer, s.866; Erdem, Mustafa Ruhan (2019)  Suçun Konusunda Yanılma ve Sapma , D.E.Ü Hukuk Fakültesi, Prof. Dr. Durmuş TEZCAN a Armağan, C:21, S:Özel Sayı, s.46. 105  Çınar (2020), s.200.  97İsmail ÇINAR  YBHD 2021/2  katmanları 106  itibariyle  idrak  edildiklerinde,  doğal  mana  içerikleri  de kavranmış demektir. Restoran çıkışı alınan şeyin ceket olduğu bilgisi, duyusal olarak elde edildiğinden, fiili olgu bilgisidir.  ii- Anlam Bilgisi (Bedeutungskenntnis) Bu bilgi düzeyi, düşünsel dünyada var olan, soyut ve tasavvur edilebilen (belirlenen (normatif) olgular) olguların bilinmesi ile ilgilidir. Kastın varlığı için belirlenen (normatif) olgularda hâkim olan görüşe göre fiili olguların hukuki-sosyal  anlamı  kavranmış  olmalıdır.  Bu  anlamın  nasıl  kavrandığı konusunda iki ihtimal vardır.  İlk ihtimalde bu anlam tam bir duyusal algı ile kavranabilir. Restorandan başkasına ait ceketi yanlışlıkla alan kişi, ceketin başkasına ait olup olmadığını, normatif bir unsur olduğundan duyusal olarak algılayamaz. Ancak biraz daha dikkat ederse, sözgelimi ceplerini karıştırırsa, duyusal olarak malın başkasına aidiyetini algılayabilir.  İkinci ihtimalde ise belirlenen olgunun anlamının kavranabilmesi için bir değerlendirme yapmak gerekir. Terziye beden ölçülerini vererek peşin para ile özel bir ceket sipariş eden kişi, terzinin sebepsizce teslimden imtina etmesi üzerine kendisinin addederek ceketi terzinin rızası hilafına almak istediğinde, ceketin kime (kendisine mi terziye mi) ait olduğunu ne kadar dikkat ederse etsin  duyusal  olarak  algılayamaz;  bunun  için  bir  değerlendirme  yapması gerekir.  Bu  değerlendirme  hukuki-sosyal  bilgiyi  veren  ve  olguya  ilişkin (Sachverhaltsebene)  yapılan  bir  değerlendirmedir.  Dolayısıyla değerlendirmenin hareket noktası norm değil olgudur. Tartışmalı olmakla beraber  hâkim  olan  görüş  isabetli  olarak  yapılacak  bu  değerlendirmenin, sonradan hâkimin yapacağı değerlendirmeye paralel bir değerlendirme olması  106  Kühl, §5 kn.91; Jakobs, Günther (1991) Strafrecht Allgemeiner Teil, Lehrbuch, 2. Auflage., Berlin/New York: Walter de Gruyter, §8 kn.49. 107  Bu bilgi düzeyine ilişkin detaylı bilgi için bkz. Ebert, s.346 vd.; Bachmann, s.35 vd.; Nierwetberg, s.240 vd. 108  Kaufmann (1949), s.173; Nowakowski, s.397; Hobe, s.143;  Mezger, Edmund (1949) Strafrecht. Ein Lehrbuch, 3. Auflage, Berlin/München, Duncker & Humblot, s.328; Roxin, §12 kn.101.  98YBHD 2021/2  İsmail ÇINAR  gerektiğini  söyler.  Buna   hukuk  dışı  alanda  paralel  değerlendirme (Parallelwertung in der Laiensphäre) 110 denir. iii- Yasak Bilgisi (Verbotskenntnis) Bu bilgi düzeyi, failin norm seviyesinde elde ettiği ve içinde bulunduğu somut olayın tümü ile alakalı bilgisidir. Dolayısıyla kusur ile alakalıdır. Bu bilgi sayesinde genel hukuki anlam kavranmış olur. Böylece fail fiilinin yasaklılığına ilişkin bilgilenmiş olur. Buna haksızlık bilinci de denir. Haksızlık bilinci, failde bulunan, hukuk düzeninin veya hukuk ilkelerinin ihlal edildiği bilincidir.  iv- Kanun Bilgisi (Gesezteskenntnis) Kanundan  kasıt  ceza  kanunlarıdır.  Bu  bilgi  düzeyi  failin  norm seviyesinde elde ettiği ve içinde bulunduğu olayın ceza kanunları karşısındaki durumuna ilişkin bilgisidir. Dolayısıyla kusur ile alakalıdır. Bu bilgi sayesinde cezai anlam kavranmış olur. Bu sebeple bu bilgi failde cezalandırılabilirlik bilinci oluşturur. Bu bilincin elde edilmesi iki türlü olabilir.  İlk ihtimalde failin içinde bulunduğu olayın cezai anlamını kavramasının sebebi, ilgili cezai yasak veya normları bilmesi, ikinci ihtimalde ise yaptığı yorumdur. Failin yorumu, maddi olayın ceza normları karşısındaki durumunu takdir etmesidir (Subsumtion-altlama). Normalde hâkimin yaptığı bu faaliyeti burada paralel olarak fail yaptığından, bu yoruma  hukuk dışı alanda paralel yorum (Parallelauslegung in der Laiensphäre) 112 denebilir.  v- Failin Bilgisi ve Altlama Her  bir  bilgi  düzeyinde  teorik  olarak  bir  altlama  faaliyetinden bahsedilebilir.  Zira  altlama  kavramının  sözcük  anlamı  buna  imkân vermektedir: kavranan somut varlığın (küçük önerme) kendisi ile kavrandığı soyut kavramın (büyük önerme) altında görülmesi faaliyeti. Bu faaliyette küçük  109  Esas itibariyle bu görüşü kabul edenlere örnek olarak bkz. Mezger, s.328; Welzel, Hans (1969) Das Deutsche Strafrecht, Eine Systematische Darstellung, 11. Auflage, Berlin, De Gruyter, s.76; Roxin, §12 kn.101; Hoffmann-Holland, kn.157; Kühl, §5 kn.93. 110  Mezger, s.328. 111  Lesch, s.504; Backmann, s.456; Rudolphi, Hans Joachim (1969) Unrechtsbewusstsein, Verbotsirrtum und Vermeidbarkeit des Verbotsirrtums, Göttingen, Schwartz, s.57 vd.; Ebert, s. 26, 55 vd. 112  Ayrıntılı bilgi için bkz. Çınar (2019), s.176 vd.  99İsmail ÇINAR  YBHD 2021/2  önerme altlanan (alta alınan), büyük önerme ise altlayan (alta alan) olarak da nitelendirilebilir. Kavranan  şey  (küçük  önerme);  fiili  anlam  bilgisinde  betimlenen (deskriptif), anlam bilgisindeyse belirlenen (normatif) maddi bir olgu; yasak ve kanun bilgisinde ise somut olaydır. Dolayısıyla küçük önerme, altlamanın somut tarafını oluşturur. Kavranan bu somut olgu ve olayların kapsamına girdiği ve dolayısıyla kendilerine altlandıkları/derç edildikleri soyut kavramlar (büyük  önerme)  ise;  fiili  anlam  bilgisinde  betimleyici  (deskriptif),  anlam bilgisindeyse belirleyici (normatif) unsur; yasak bilgisinde genel hukuki anlamı veren, kanun bilgisinde ise cezai anlamı veren normlardır. Dolayısıyla büyük önerme, altlamanın soyut tarafını oluşturur.  vi- Kast ve Altlama Altlama kavramının bu dört bilgi düzeyinden hangisi olarak anlaşılacağı konusu, altlama kavramının kastın bilme unsurunda üstlendiği rol ile birlikte gündeme gelmektedir.  Şöyle ki, bir tarafta failin kasten hareket edebilmesi için bir altlama faaliyeti  yapması  gerektiğini  savunanlar  mevcuttur.  Ancak  bunlar  altlama derken aynı faaliyeti kast etmemektedirler. Bunların kast için şart gördüğü altlamada ortak olan şey, küçük önermedir (Untersatz): cezai fiil (failin fiili). Ayrıca  altlama  faaliyetini  icra  edenin  (altlayanın)  kim  olduğu da  bellidir: hukukçu olmayan fail. Bu yazarları ihtilafa düşüren ise şu sorudur: Büyük önerme nedir?113 Yani fail fiilini neyin kapsamında görürse kasten hareket etmiş addedilecektir. Bu soruya iki farklı cevap verilmiştir. İlk cevaba göre büyük önermeyi  kanuni  kavramlar  oluşturur.  Yani  fail,  fiilinin  doğal  ve  sosyal anlamının ötesinde, norma ilişkin olan dördüncü bilgi düzeyinde hareket etmiş; fiilinin cezai anlamını kavramış olmalıdır ki, kasten hareket etmiş olsun. Bu görüşün failden yapmasını beklediği altlama, hâkimin yargılama aşamasında yapacağı altlama faaliyetine paralel olduğundan, bu altlamaya paralel altlama denebilir. İkinci cevaba göre ise büyük önerme kanun değildir. Fail fiilini sosyal  113  Krş.  Eichmann,  s.  18;  Kunert,  Karl-Heinz  (1958)  Die  normativen  Merkmale  der strafrechtlichen Tatbestände, Berlin, De Gruyter, s.6, 9. 114  Bkz. v. Liszt, s.179; bilgi ve eleştiri için bkz. Çınar (2019), s.110 vd., 220 vd.  100YBHD 2021/2  İsmail ÇINAR  kavramların,  fiilinin  anlamını  kavratan  kavramların  kapsamında görmelidir ki, kasten hareket etmiş olsun. Aslında burada kast edilen, failin fiilinin sosyal anlamını kavramış olmasıdır. Dolayısıyla fail kasten hareket edebilmek için, ilk iki bilgi düzeyinde hareket etmiş olmalıdır.  Diğer tarafta kast için herhangi bir altlama faaliyetinin gerekli olmadığı savunulur. Baskın olan bu görüş kastın bilme unsurunu açıklarken, altlama kavramına yer vermez. Bu görüşün  altlama gerekli değildir  derken altlama kavramına yüklediği anlam ise, dördüncü bilgi düzeyindeki anlamdır: somut fiilin cezai norm kapsamında görülmesi (paralel altlama).  vii- Sonuç: Kast-Hata-Kusur Alanlarındaki İki Altlama Kavramı Kast-hata-kusur konularında yerleşik iki farklı altlama kavramı vardır. Bunlardan  ilkinin  anlamı,  somut  fiilin  sosyal  anlamının  fail  tarafından kavranması, ikincisinin anlamı ise somut fiilin cezai anlamının fail tarafından kavranmasıdır. Baskın olan görüş altlama kavramına ikinci anlamı verir: fiilin fail tarafından cezai norm kapsamında görülmesi. Bu altlamayı, hâkimin karar verirken somut olayı kanunun kapsamında görmesi ile paralellik arz ettiğinden, paralel altlama olarak nitelendirmiştik. Dolayısıyla paralel altlamada fail, kendi fiilinin cezai norm karşısındaki durumunu öğrenmiş olur. Hâkim altlama yaptığında ise failin fiilinin cezai norm karşısındaki durumunu belirlemiş olur. Ancak iki altlamanın birbirine paralel olduğunu, aynı olmadığını vurgulamak gerekir. Zira hâkimin kanuni bilgisi (büyük önerme) ile failin kanun bilgisi aynı olmadığı gibi, olaya ilişkin bilgileri (küçük önerme) de aynı değildir.  Peki  kast-hata-kusur  sorunsalında  yerleşik  iki  altlama  kavramından hangisi  terim  anlam  olarak  seçilmelidir?  Bu  soruya  da  yine  bir  ifadenin anlamının belirlenmesine ilişkin kriterler ışığında cevap vermek gerekir. İfade edelim ki, somut fiilin sosyal anlamının fail tarafından kavranması anlamına gelen altlama kavramı, paralel altlama kavramından çok sonraları oluşmuştur. Kavramın ilk kullanıldığı zamanlar ve bugün hâkim olan görüşe göre altlama,  115  Kaufmann (1949), s.173. 116  Ebert, s.324. 117  Frank, s.183; Mezger, s.328. 118  İki altlama arasındaki fark için bkz. Çınar (2019), s.121 vd. 119  Örneğin bkz. Jenull, s.149 ve 158.  101İsmail ÇINAR  YBHD 2021/2  failin fiilinin cezai anlamını bilmesidir (paralel altlama). Dolayısıyla bu anlam tercih edilecektir.  2. Hata Kavramının İzahı a. Hata Kavramı Genel bir kavram olarak hata bir şeye ilişkin yanlış tasavvurdur. Ceza hukukuna ait bir kavram olarak hata şu şekilde tanımlanabilir:  Ceza hukuku açısından önemli sonuçları olan, yanlış varsayım ya da bilmeme şeklinde ortaya çıkan, tasavvur ile gerçekliğin uyuşmaması durumuna hata denir. 121 b. Hatanın Türleri Failin dört temel bilgi düzeyinde ve o düzeylerde yer alan olgu ve normlara ilişkin failde oluşan yanlış tasavvur veya tasavvur yokluğu hata adını alır.  Hangi  hata  türünün  oluştuğu,  hatanın  hangi  bilgi  düzeyinde gerçekleştiğine göre belirlenebilir. Burada ele alınan hata türleri, hatanın  yanlış varsayım  değil, sadece  bilmeme  formu baz alınarak belirlenmiştir.  i. Fiili Olgu Hatası Failde  fiili  olgu  bilgisi  yoksa,  fiili  olgu  hatasına  (Tatsachenirrtum) düşmüş olur. Fail bu hatada suçun kanuni tanımında yer alan maddi bir unsuru (gerçekleştiren maddi bir olguyu) bilmemektedir. Dolayısıyla bu hata, olguda (unsurda) hata kapsamında olup kastı engeller. Örnek: B, restoran çıkışı arabasını getiren çalışan Ç ye az evvel çıktıkları restorana gidip unuttuğu siyah ceketini almasını söyler. Ç gittiğinde askıda siyah bir ceket ve siyah bir mont vardır. Ceket ve montu sürekli karıştıran Ç, montu ceket sanarak başkasına ait montu alıp B ye getirir. Ç başkasına ait taşınır bir malı aldığını bilmemektedir. ii. Anlam Hatası Failde anlam bilgisi yoksa, anlam hatasına (Bedeutungsirrtum) düşmüş olur. Nasıl ki anlam bilgisi fiili olguya ya da değerlendirmeye dayalı olarak iki  120  Hettinger, L.71. 121  Çınar (2019), s.143.  102YBHD 2021/2  İsmail ÇINAR  şekilde elde edilebiliyorsa, anlam bilgisinden yoksunluk (hata) da iki şekilde gerçekleşebilir: İlk  ihtimalde  fail  belirlenen  (normatif)  olguya  ilişkin  bilgisizlik durumuna  düşer.  Bunun  sebebi  failin  o  olguyu  duyusal  olarak  tam algılamamasıdır.  Bu  hata da  kastı  engeller. Çalışmanın  devamında  anlam hatası derken sadece bu ihtimali kast ediyor olacağız.  Örnek:  Restorandan  başkasına  ait  ceketi  yanlışlıkla  alan  A,  ceketin başkasına ait olup olmadığını, normatif bir olgu olduğundan duyusal olarak algılayamaz. Ancak biraz daha dikkat ederse, sözgelimi ceplerini karıştırırsa, duyusal olarak malın başkasına aidiyetini algılayabilir.  İkinci  ihtimalde  ise  fail  yine  belirlenen  bir  olguya  ilişkin  bilgisizlik durumuna düşer. Ancak bunun sebebi bu sefer failin o olguyu duyusal olarak tam algılamaması değil, yaptığı yanlış değerlendirme sebebiyle fiilinin sosyal anlamını  kavramamasıdır.  Bu  hataya  biz   değerlendirme  hatası 122  adını veriyoruz.  Bu  hata  türünün  her  zaman  bir  anlam  hatası  olamayacağını belirtmek  gerekir.  Bu  hata  türünün  kastı  engelleyip  engellemediği,  kastın kapsamına nelerin dahil olduğu konusuna bağlıdır. Hâkim olan görüşe göre bu değerlendirme ile elde edilmesi gereken anlam, sosyal anlam, bu anlamı veren değerlendirme  ise   hukuk  dışı  alanda  paralel  değerlendirmedir (Parallelwertung in der Laiensphäre) 123. Eğer fail belirlenen (normatif) olguları daha  sonra  hâkimin  yapacağı  değerlendirmeye  paralel  olarak  kendi  bilgi düzeyinde değerlendirmişse, kendisinde sosyal anlam bilgisinin var olduğu objektif olarak kabul edilir; velev ki kendisi isabetli bir değerlendirme yapmış olmasına rağmen unsura ilişkin sosyal anlam bilgisini kavramamış olduğunu düşünsün. Bu sebeple tüm değerlendirme hataları kastı engellemez. Dolayısıyla değerlendirme hatasına düşen failde, kast için gerekli olan anlam bilgisinin doğal olarak olmadığı sonucuna varılamaz. Değerlendirme hatasına düşen kişinin bu hata sebebiyle anlam bilgisinden de mahrum olup olmadığı ayrıca araştırılmalıdır. Eğer anlam bilgisinden de mahrum olmuşsa, kastı engeller. Değerlendirme  hatası  literatürde  sıklıkla  altlama  (idraç)  hatası  122  Karşılaştırınız: Tunç, s.8. 123  Mezger, s.328.  103İsmail ÇINAR  YBHD 2021/2  (Subsumtionsirrtum) olarak kabul edilmekte ve bu sebeple hukuken önemsiz addedilmektedir. Altlama hatasının gerçekten olgu seviyesinde gerçekleşen somut olguların değerlendirilmesine yönelik bir hata olup olmadığı, aşağıda altlama hatasının kavramsal anlamı belirlendikten sonra ortaya konacaktır. Ancak en azından değerlendirme hatasının, iddia edildiği üzere tamamen önemsiz  olmadığını,  duruma  göre  kastı  engelleyen  olguda  hataya dönüşebileceğini vurgulamak gerekir.  Örnek: A terziden beden ölçülerini ve parasını peşin vererek özel bir ceket sipariş eder. Teslim günü terziye giden A, kendisi için dikilen ceketin askıda hazır olduğunu görünce ister, ancak terzi sebepsizce teslimden kaçınır. Birkaç defa gidip ceketi alamayan A, nihayet bir gün terzi dükkanının önünden geçerken terzinin olmadığını fırsat bilir ve ceketi alıp gider. A kendisi için dikilen, parasını verdiği ceketi kendisinin addederek almıştır. A, aldığı şeyin hangi ceket olduğu konusunda tam bilgi sahibi olmasına rağmen, ceketin (küçük önerme) kime ait olduğu (büyük önerme) konusunda yanılmıştır. Zira teslim edilmeden mülkiyet kendisine geçmediği halde, yaptığı değerlendirme sonucu isabetsiz olarak ceketi kendisine ait sanmıştır. Son tahlilde, suçun kanuni tanımında yer alan unsurların bilinmemesi (TCK m. 30/1) kapsamında kastı engelleyen hata halleri şunlardır: Fiili olgu hatası ve anlam hatası. Değerlendirme hatası ise, anlam hatasına yol açması koşuluyla  kastı  engelleyecektir.  Dolayısıyla  olgu  seviyesinde (Sachverhaltsebene)  yapılan  her  hata  kastı  engellememektedir.  Kastı  kesin olarak engelleyen iki hata türü olarak fiili olgu ve anlam hatalarına birlikte olguda hata (Tatumstandsirrtum veya Tatbestandsirrtum) denilmesini tercih ediyoruz. iii. Yasak Hatası Failde  yasak  bilgisinin  olmaması,  yasak  hatasına  (Verbotsirrtum) düştüğünü  gösterir.  Bu  hata  türünde  fail,  gerçekleştirdiği  fiilin  hukuk düzenince  yasaklanmadığını  zanneder.  Bu  sebeple  haksızlık  yapmadığını  124  Geniş bilgi için bkz. Çınar (2019), s.3 vd., 145, 175 vd., 186 vd. 125  Benzer örnekler için Hinderer, s.866, 867. 126  Exner, Thomas (2009)  Kompendium der strafrechtlichen Irrtumslehre , Zeitschrift für das Juristische Studium, S: 5, s.524.  104YBHD 2021/2  İsmail ÇINAR  düşünür. Dolayısıyla kendisinde haksızlık bilinci olmaz. Bu hataya düşmek kaçınılmaz ise fail hatasından yararlanır (TCK m. 30/4). Örnek: A, amcasıyla aynı evde kalmaktadır. Amcaların baba yarısı ve hatta baba gibi algılandıkları bir çevrede büyüyen A, dışarı çıkarken üzerinde para olmadığını fark edince, amcasının da uyuması sebebiyle uyandırmak istemez ve cebinden bir miktar para alıp çıkar. A, parasını aldığı kişinin amcası olması ve aynı evde kalmaları sebebiyle, yetiştiği sosyal çevrenin de etkisiyle bu eyleminin son derece normal olduğunu kanısındadır. Bu sebeple bu hareketini gizleme ihtiyacı bile duymayan A, hukuk düzenince yasaklanan bir hareket gerçekleştirdiğine inanmamaktadır. Bu durumda A,  amcanın malını almanın yasak olduğunu  bilmemektedir. Bu sebeple bir haksızlık gerçekleştirdiğini de düşünmemektedir.  Dolayısıyla  burada  bir  yasak  hatası  vardır.  Eğer  hata kaçınılmaz ise hatasından yararlanacaktır. iv. Cezalandırılabilirlik Hatası Hareketinin cezai anlamını bilmeyen fail, cezalandırılabilirlik hatasına (Strafbarkeitsirrtum) düşmüş demektir. Ceza kanununa ait bilgi iki şekilde elde edilebildiği gibi, buna ilişkin yapılan hata da iki türlü olabilir. İlk ihtimalde fail işlediği fiili kapsayan ceza normunu bilmez. Bu sebeple fiilinin cezai sorumluluk doğurmadığını düşünür. Buna cezalandırılabilirlik hatası diyoruz. Bu hataya düşen kişi tam bir haksızlık bilinci ile hareket eder. Ancak kendisinde cezalandırılabilirlik bilinci yoktur. Bu bilincin olmaması ise ceza hukukunda önemsizdir (TCK m. 4/1) Örnek:  A  iş  sahibi  tarafından  kendisine  sadece  izin  verilen  işlerde kullanılmak üzere verilen arabayla başka şehirdeki akrabasını ziyaret eder. A arabanın kendisine iş sahibi tarafından verildiğini, arabayı gizlice almadığı için hırsızlık yapmadığını, dolayısıyla suç işlemediğini düşünmektedir. Bu sebeple A  bu  eylemi  sebebiyle  iş  sahibine  karşı  sadece  hukuki  sorumluluğunun doğacağını  düşünmektedir.  A da  haksızlık  bilinci  olduğu  halde cezalandırılabilirlik bilinci yoktur. A nın bu hatası önemsizdir.       İkinci ihtimalde ise fail işlediği fiili kapsayan ceza normunu bilmektedir. Ancak bu norma ilişkin yorum yapmaktadır. Bu yorumu sonunda isabetli  127  Örnek için bkz. Çınar (2020) s.220 ve 221.  105İsmail ÇINAR  YBHD 2021/2  olarak fiilini cezai normun kapsamında görebilir. Bu durumda kendisinde hem haksızlık bilinci hem de cezalandırılabilirlik bilinci oluşur. Ancak fail isabetsiz bir  yorum  yaparak  fiilini  cezai  normun  kapsamına  girmeyen,  dolayısıyla cezalandırılmayan bir fiil olarak da görebilir. İşte bu durumda fail hataya düşmüş olur. Bu hataya yanlış bir yorum sebebiyle düşüldüğünden, yorum hatası  adı  da  verilmektedir.  Bu  hatanın  sonucunda  iki  olası  durum  söz konusudur. Ya fail bu hatası sebebiyle sadece cezalandırılabilirlik bilincini yitirir ya da aynı zamanda haksızlık bilincini de yitirir. İlk durumda failin kusuru tam olur. İkinci durumda ise yasak hatası oluşmuştur ve yapılacak olan değerlendirme, bu hatanın kaçınabilir olup olmadığıdır. Bu hatanın da altlama hatası  olduğu  kanısı  mevcuttur  ve  bu  sebeple  hukuken  önemsiz addedilmektedir.  Altlama  hatasının  gerçekten  norm  seviyesinde  cezai normların yorumlanmasına yönelik bir hata olup olmadığı, aşağıda altlama hatasının kavramsal anlamı belirlendikten sonra ortaya konacaktır. Ancak en azından bu hatanın, iddia edildiği üzere tamamen önemsiz olmadığını, duruma göre yasak hatasına dönüşebileceğini vurgulamak gerekir. Bu hataya ilişkin örnekler aşağıda verilecektir.  3. Altlama Hatası Kavramının İzahı a. Kavram Altlama hatasının ne anlama geldiği tartışmalıdır. Diğer kriterler (ilk kavramlaştırma ve uzlaşı) ile belirlenemediğinden, bu anlamın  lafzi anlam  kriterine göre belirlenebileceğini ifade etmiş ve bu bağlamda  altlama  ve  hata  kavramları  üzerinde  durmuştuk.  Zira   altlama  hatası   kavramı  bu  iki kavramdan oluşmaktadır.  Altlama hatasını diğer hata türlerinden  altlama  kavramı ayırmaktadır. Bu özel hata türünü tespit eden ve diğer hatalardan ayıran ceza hukukçusu bu hatayı, kast ve kusur alanlarında yerleşik olan  altlama  kavramı ile tavsif etmiş olmalıdır. Bu alanlarda iki tane ayrı altlama kavramının olduğunu belirlemiştik. Bu sebeple literatürde, bu altlamalara uygun olarak iki farklı altlama hatası kavramı söz konusudur. Ancak biz altlama kavramı derken anlaşılması gereken  128  Geniş bilgi için bkz. Çınar (2019), s.3 vd., 145, 175 vd., 186 vd.  106YBHD 2021/2  İsmail ÇINAR  anlamı tespit etmiştik. Bu altlama, paralel altlama ya da failin altlaması olarak nitelendirdiğimiz altlamadır: doğal ve sosyal anlamları kavranmış olan somut hareketin  (küçük  önerme),  faile  bu  hareketinin  cezai  anlamını  sağlayan kavramların (büyük önerme) kapsamında görülmesi; o kavramlara altlanması. Dolayısıyla altlama hatası kavramını da bu altlama kavramından hareketle belirlemek gerekir. Paralel altlamanın tanımından hareketle altlama hatası kavramını geçici olarak şu şekilde tanımlamak mümkündür: Altlama hatası, somut bir olay ya da  olgunun  fail  tarafından  soyut  kanuni  bir  tip  ya  da  unsura  yanlış altlanmasıdır. Daha kısa ifade ile altlama hatası, failin paralel altlamayı yanlış yapmasıdır. Tanımda görüldüğü üzere küçük önerme (altlanan) somut bir olay ya da olgudur. Dolayısıyla küçük önerme olgu seviyesinde (Sachverhaltsebene) oluşturulmaktadır. Olgu seviyesinde failin ilk iki bilgi düzeyi (fiili olgu ve anlam bilgisi) ve buna paralel hatalar (fiili olgu, anlam ve değerlendirme hataları) söz konusudur. Altlama hatasının bu geçici tanımında büyük önerme (altlayan) ise kanuni tip ya da unsurdur. Büyük önerme norm seviyesinde (Normebene) oluşturulmaktadır. Norm seviyesinde failin üçüncü ve dördüncü bilgi düzeyleri (yasak ve kanun bilgisi) ve buna paralel hatalar (yasak, cezalandırılabilirlik ve yorum  hataları)  söz  konusudur.  Fail  küçük  önermeyi  büyük  önermenin kapsamına doğru bir şekilde almışsa, altlama faaliyeti isabetli olur ve sonuç önerme  doğru  demektir.  Ancak  eğer  sonuç  önerme  yanlışsa,  fail  küçük önermeyi  büyük  önermenin  kapsamına  yanlış  almış  demektir.  Sonuç önermenin yanlış olması, yapılan altlama faaliyetinin yanlış olduğu anlamına gelir.  Tanıma geçici dememizin sebebi, bu tanımda sorun teşkil eden bir hususun olmasıdır. Zira failin yaptığı tüm yanlış altlamaların ceza hukukunda yerleşik  olan  altlama  hatası  kavramının  kapsamına  alınıp  alınmayacağı tartışılmalıdır. Hemen belirtelim ki, teorik olarak tüm yanlış altlamalar, altlama hatası olarak kabul edilebilirler. Ancak pratik olarak bu kabul, neredeyse tüm hata  türlerinin  altlama  hatası  olarak  nitelendirilmesi  sonucunu doğuracağından, altlama hatası ile gerçekten tüm yanlış altlamaların kast  129  Örneğin Binding bu şekilde değerlendirmiştir: Binding (1918), §165 s.146 vd.  107İsmail ÇINAR  YBHD 2021/2  edilip edilmediği en azından şüpheli durmaktadır. Nitekim altlamanın yanlış olup olmadığı, sonuç önermeye göre belirlenir. Sonuç önerme yanlışsa, altlama faaliyeti isabetsiz demektir ve teorik olarak altlama hatası söz konusu olur. Sonuç önermenin yanlış olmasının sebepleri ise şunlardır: - Fail küçük önermeyi yanlış oluşturmuşsa, sonuç önerme de yanlış olur. Küçük önermenin yanlış oluşturulması, failin yaptığı hareketin doğal ve/veya sosyal anlamını doğru kavramamasından ileri gelir. Örneğin, fail ateş ettiği insanı geyik zanneder ve ateş ederse, nişan aldığı canlıyı (küçük önerme) tam algılayamamış  olur.  Bu  sebeple  insan  öldürmenin  suç  olduğunu  (büyük önerme) bilse bile, somut olayda bir insan öldürmediğini, aksine avlandığını (sonuç önerme) zanneder. Bu sonuç ise yanlıştır; zira o bir insan öldürmüştür. Bu durumda suçun kanuni tanımında yer alan maddi unsurların bilinmemesi sebebiyle  düşülen  tüm  hata  halleri,  teorik  olarak  altlama  hatası  olarak nitelendirilebilecektir.  - Fail büyük önermeyi yanlış oluşturmuşsa, sonuç önerme de yanlış olur. Büyük önermenin yanlış oluşturulması ise failin gerçekleştirdiği hareketin cezai yasaklılığını bilmemesinden ileri gelebilir. Bu durumda haksızlık bilinci de ortadan kalkarsa, duruma göre yasak veya cezalandırılabilirlik hatası da altlama hatası olarak nitelendirilebilecektir. Altlama  hatası  kavramını belirli bir  hata  türünü  nitelendirmek  için kullananların, gerçekten bu kavramlaştırma ile tüm bu hata hallerini birlikte nitelendirmek istedikleri, en azından pek olası durmamaktadır. Bu sebeple bu tanımın gerçekten altlama kavramının içlemi olup olmadığını; kavrama ait tespit edilmeyen başkaca unsurların mevcut olup olmadığını ayrıca araştırmak gerekir. b. Kavramın Daraltılması  Altlama  hatasının  kavramsal  anlamını  belirlerken,  ilk  önce  içlemini belirleme yöntemini tercih ettik. Bu suretle ortaya çıkan anlama göre neredeyse tüm hata halleri, altlama hatası kavramının kaplamını oluşturmakta; bir başka deyişle altlama hatasının kapsamına girmektedir. İfade edelim ki, bir kavramın anlamı tespit edilirken başvurulması gereken bir yöntem daha vardır. Buna göre ilk önce kavramın kaplamı olarak gösterilen örnekler tespit edilir ve bunun üzerinden içlem belirlenmeye çalışılır. Altlama hatası kavramı için verilen hata  108YBHD 2021/2  İsmail ÇINAR  örnekleri çok çeşitli ve tartışma konusu olduğundan, ilk belirlemeyi bu yönteme göre yapmak olanak dışıydı.  Altlama hatasının geçici tanımı (içlem) son derece kapsamlı olsa da bu tanımla en azından altlama hatası kavramının bazı unsurları tespit edilmiş oldu. Nasıl ki bu tespitte semantik biliminden yararlandıysak, tespit edilememiş diğer unsurlar için de keyfi hareket edilmemeli, yine belirlediğimiz kriterler dikkate alınmalıdır.  Literatürü  taradığımızda  altlama  hatası  ile  ilgili  verilen  tüm örneklerde- ki bu örnekler altlama hatası kavramının kaplamıdır- altlama hatasına  yol  açan  yanlışlık,  norm  seviyesinden  kaynaklanmaktadır.  Bu örneklerden bir tanesini zikretmek istiyoruz: Savaş zamanında düşman askerini öldüren sivil vatandaş F, bir insan öldürmenin suç olduğunu bilmektedir. Ancak F, savaş zamanlarında düşman askerini  öldürmenin  herhangi  bir  yasak  teşkil  etmediğini,  aksine  bunu yapmanın  bir  vatandaşlık  görevi  olduğunu  düşünerek  hareket  ettiğini belirtmiştir. Fail burada suçun maddi unsurları konusunda tam bilgi ile hareket  etmiştir.  Dolayısıyla  ilk  iki  bilgi  seviyesi  açısından  herhangi  bir bilgisizlik durumu yoktur. Bilgisizliği norm seviyesine ilişkindir. F, tipikliğin maddi  unsurlarından   bir  insan  öldürmek   unsuru  kapsamına  düşman askerlerini hatalı olarak almamış; altlama hatasına düşmüştür.  Yukarıda ifade ettiğimiz gibi, kast-hata-kusur alanlarında yerleşik, birini reddettiğimiz iki farklı altlama kavramı ve buna uygun olarak da iki farklı altlama hatası kavramı literatürde savunulmaktadır. İkinci altlama hatası kavramı  esasen  yukarıda  değerlendirme  hatası  olarak  isimlendirdiğimiz hatadır. Değerlendirme hatası, anlam (olguda hata) hatasının özel bir görünüm şekli olup, olgu seviyesinde ve kasta ilişkindir. Değerlendirme hatasının altlama hatası olarak kabul edilmesi ihtimalinde de küçük önerme ve büyük önerme söz konusu olacaktır. İfade edelim ki, değerlendirme hatasını altlama hatası olarak isimlendirenler  de  verdikleri  örneklerde  sadece  büyük  önermenin  130  Daha fazla örnek için bkz. Çınar (2019), s.157 vd.; Ebert, s.47 vd.; Schwegler, s.17 vd. 131  Jenull, s.149. 132  Değerlendirme hatası anlamındaki kullanıma örnek olarak bkz. Schmidt, kn.211, 279a, 284; Schwegler, s.45; yorum hatası anlamındaki kullanıma örnek için bkz. Maurach/Zipf, s.331; Puppe, s.212 vd.   109İsmail ÇINAR  YBHD 2021/2  oluşturulmasından  kaynaklanan  yanlışlıkları  altlama  hatası  olarak nitelendirirler. Dolayısıyla ister değerlendirme hatasını altlama hatası olarak kabul edenlerin verdiği örnekler ele alınsın, isterse altlama hatasına verilen örnekler ele alınsın, hepsinde hatanın sebebi büyük önermenin oluşmasındaki yanlışlıktır. Bu sebeple bu konuda bir uzlaşının olduğunu ve küçük önermenin oluşumundan  kaynaklanan  yanlışlıklar  sebebiyle  sonuç  önermenin  yanlış olduğu durumları  altlama  hatası  olarak  nitelendirmemek  gerektiğini  ifade etmek gerekir. Öyle ise geçici tanıma bu unsurun da eklenmesi gerekir.  Peki altlama hatası, büyük önermenin yanlış oluşmasından kaynaklanan tüm yanlış sonuç önermeleri kapsar mı? Burada büyük önermenin ne olduğuna ve nasıl oluşturulduğuna bakmak gerekir. Büyük önerme altlama hatasında kanuni tip ya da unsurlardır. Yasak hatası ve cezalandırılabilirlik hatası, norm seviyesinde  oluşurlar.  Yasak  hatası  yasak  normun  bilinmemesi, cezalandırılabilirlik hatası ise cezai normun bilinmemesidir. Altlama hatası da norm  seviyesinde  oluşur.  Ancak  altlama  hatası,  norm  seviyesinde  oluşan üçüncü  bir  hata  türü  olarak  görülmemelidir.  Zira  altlama  hatası, cezalandırılabilirlik hatasının özel bir şeklidir. Altlama hatası cezai normun bilinmemesine  değil,  cezai  normun  yanlış  bir  şekilde  dar  paralel yorumlanmasına dayanır. Bu sebeple bu hataya yorum hatası da denmektedir. Ancak  tüm  yorum  hataları  zorunlu  olarak  altlama  hatası  olmayabilir.  Bu sebeple altlama hatası veya idraç hatası kavramlarını kullanmak daha doğru olacaktır.  Zira   yorum   kavramı  geniş  anlamlı  olup  birçok  yerde kullanılabildiğinden,  yorum  hatası  kavramı,  neyin  yanlış  yorumlandığını göstermemektedir.  Altlama  hatası  kavramı  ise,  altlama  kavramının  büyük önermesi  kanun  olduğundan,  soyut  kanunun  ya  da  birer  kavram  olarak tipikliğin maddi unsurlarının yorumlandığını göstermektedir.         133  Örnekler için bkz. Kaufmann (1949), s.175; Hinderer, s.866.  110YBHD 2021/2  İsmail ÇINAR  C. ARA SONUÇ Bu kısımda kavramsal analizi yapılarak altlama hatasının kavramsal anlamı ortaya konmuştur. Buna göre altlama hatası, suç olayındaki somut bir olguyu kanuni tipteki soyut maddi bir unsura, bu unsuru isabetsiz olarak dar yorumladığı için yanlış altlayan failin, gerçekleştirdiği fiili bu sebeple ilgili kanuni  tip  tarafından  kapsanmayan  bir  hareket  olarak  görmesine  denir. Altlama hatası derken, kanaatimizce anlaşılması gereken anlam budur.   III. ALTLAMA HATASININ HUKUKİ ANLAMI Kavramsal anlamı ortaya konan altlama hatasının hukuki anlamı da belirlenmelidir. Ancak öncesinde bazı dogmatik esasların belirlenmesi gerekir.   A. DOGMATİK ESASLAR Kusur teorisine göre haksızlık bilinci ve kast birbirinden ayrılır. Bu sebeple haksızlık bilinci kapsamındaki hatalar kastı engellemez. Halbuki kast teorisini savunanlara göre haksızlık bilinci kastın bir unsurudur. Aşağıda kast, kusur ve hata konularının açıklanmasında kusur teorisi baz alınmıştır. 1. Kastın Bilme Unsuru  Kast,  suçun  tanımındaki  unsurların  bilerek  ve  istenerek gerçekleştirilmesidir (TCK m. 21/1). Konumuz açısından bilme unsuru önem arz etmektedir. TCK  m.  21/1,  bilinmesi  gereken  şeyin  suçun  kanuni  tanımındaki unsurlar olduğunu belirtmektedir. TCK m. 30/1-2 ise bu bağlamda suçun kanuni tanımındaki maddi unsurlardan bahseder. Bu hata kastın öbür yüzü olduğundan, kasten hareket edebilmesi için failin bilmesi gereken tipikliğin maddi unsurlarıdır.   Suçun kanuni  tanımında  yer  alan  maddi  unsurlar   kanunda  yazılı olarak bulunurlar. Fail ise hukukçu olmadığından kanunlarda yer alan bu soyut  134  Rönnau,  Thomas/Faust,  Florian/Fehling  Michael  (2004)   Der  Irrtum  und  seine Rechtsfolgen , Juristische Schulung, s.667. 135  Koca, Üzülmez, s.159.  111İsmail ÇINAR  YBHD 2021/2  suç tanımlarını bilemez; esasen bilmek zorunda da değildir. Peki failin bilmesi gereken nedir?  Semantik üçgen açısından bakıldığında, birer kavram olan tipikliğin maddi  unsurlarının  kanundaki  yazılı  halleri  göstergedir  (Zeichen).  Bu göstergelerin (kelimelerin) kavramsal anlamları (içlem-Bedeutung-Intension) vardır. Bu anlamlar bizzat kanun tarafından belirlenebildiği gibi (örneğin, TCK m. 6 daki tanımlar), kavramsal anlamın belirlenmesi uygulamaya ve literatüre de  bırakılmış  olabilir.  Bu  kelimelerin  bir  de  kaplamı  (varlık-GegenstandExtension) vardır. Failin bilmesi gereken, kanundaki unsurların kaplamıdır. Örneğin,  A, B ye ait telefonu gizlice aldı  şeklinde yaşanan hadise, somut bir olay olup, telefonun B ye ait olması ve telefonun gizlice alınmasından oluşur. Suç tipi (TCK m. 141) olayı tasvir eder. Tipikliği oluşturan ögelere unsur (Merkmal) denmektedir. Kanuni tipe tekabül eden, onu gerçekleştiren olayı oluşturan ögelere ise biz olgu (Umstand) demek istiyoruz. Bu durumda suç tipindeki başkasına ait taşınır mal ve bulunduğu yerden alma tipikliğin maddi unsurları  olurken,  yaşanmış  gerçek  olaydaki  telefonun  B ye  ait  olması  ve telefonun gizlice alınması olayın maddi olguları olmaktadır. Somut olaydaki her bir maddi olgu, tipiklikteki maddi bir unsura tekabül eder. Kastın bilme unsuru açısından failin işi maddi unsurlarla değil, maddi olgularladır. Failin suçun kanuni tanımındaki unsurları değil, bu unsurların kavramsal kapsamına giren  maddi  olguları  bilerek  hareket  etmesi  gerekir.  Bu  sebeplerle  kastı engelleyen hata hali olarak (maddi) unsurda hata kavramı yerine, (maddi) olguda hata kavramını kullanmayı tercih ediyoruz. Öyle ise fail, suçun kanuni tanımında yer alan maddi unsurları gerçekleştiren maddi olguları bilerek ve isteyerek hareket etmişse, kastı var demektir. Her kavramda olduğu gibi maddi unsurların kapsamına da iki tür varlık girebilir: somut, dış dünyaya ait ve dolayısıyla duyusal olarak algılanabilir varlıklar ile soyut, düşünsel dünyaya ait ve dolayısıyla aklî olarak algılanabilir varlıklar. Herhangi bir maddi unsurun kapsamına giren maddi olgu duyusal  136  Kaufmann (1982), s.16; Hettinger, L.18. 137  Karşılaştırınız: Erdem, s.45. 138  Krş. Erdem, s.45; Tunç, s.134 vd. 139  Kastın kapsamı ile ilgili ayrıntılı bilgi için bkz. Koca/Üzülmez, s.159 vd.; Tunç, s.134 vd.  112YBHD 2021/2  İsmail ÇINAR  olarak algılanabiliyorsa, bu unsura deskriptif unsur denir. Deskriptif kavramını bu sebeple  betimleyici  olarak Türkçeye çevirebiliriz. Zira deskriptif unsurların kapsamına giren maddi olgular, nitelikleri itibariyle betimlenebilir özelliklere sahiptir. Betimleyici unsurların kapsamına giren olgulara da betimlenen olgular denebilir. Buna karşılık herhangi bir maddi unsurun kapsamına giren maddi olgu, duyusal olarak değil, aklî olarak algılanabiliyorsa, bu unsura da normatif unsur denir. Normatif kavramını da bu sebeple  belirleyici  olarak Türkçeye çevirebiliriz. Zira normatif unsurların kapsamına giren maddi olguların hangi olgular  oldukları,  nitelikleri  itibariyle  buna  ilişkin  bir  belirleme  yapmayı gerektirebilmektedir. Mahiyetleri bir norm tarafından belirlendiğinden, bu olguları  kapsamına  alan  maddi  unsurlara  bu  sebeple  de  belirleyici  unsur denebilir.  Belirleyici  unsurların  kapsamına  giren  olgulara  ise  belirlenen olgular denebilir.  Fail, betimlenen olgularda fiili olgu bilgisi ile, belirlenen olgularda ise anlam bilgisi ile hareket etmişse, kastı vardır. Kast için ne yasak bilgisi ne de kanun  bilgisi  gereklidir.  Somut  olayda  betimlenen bir  olgu  fail  tarafından duyusal olarak algılanmışsa, bu olguya ilişkin doğal anlam; yani fiili olgu bilgisi failde var kabul edilmelidir. Somut olayda belirlenen bir olgu hukuk dışı alanda paralel  değerlendirilmişse  (Parallelwertung  in der Laiensphäre),  bu  olguya ilişkin sosyal anlam; yani anlam bilgisi failde var kabul edilmelidir. Dolayısıyla fail her iki durumda da kasten hareket etmiş olur.  2. Haksızlık Bilinci Herhangi bir hukuka uygunluk durumuna dayanmadan haksızlık teşkil eden  tipi  bilerek  ve  isteyerek  gerçekleştiren  kişi,  haksızlık  bilinci (Unrechtsbewusstsein) ile hareket etmiş sayılır. Haksızlık bu yönüyle kusurun temelini  oluşturur.  Zira  kusur  yargısı  ile  faile  isnat  edilen  kusuru  değil, gerçekleştirdiği haksızlıktır.  140  Hoffmann-Holland, kn.156, 157.; Koca/Üzülmez, s.108 vd.; Erdem, s. 46. 141  Ayrıntılı bilgi için bk. Çınar (2019), s.169 vd.; Tunç, s.135 vd. 142  Wessels/Beulke/Satzger, kn.649. 143  Meraklı, Serkan (2020), Ceza Hukukunda Kusur, 2. Baskı, Ankara, Seçkin, s.45.  113İsmail ÇINAR  YBHD 2021/2  Failin bilgi düzeylerinden yasak bilgisi, haksızlık bilinci kapsamında değerlendirilir. Yasak bilgisi, failin gerçekleştirdiği eyleme yönelik yasaklılık bilgisidir.  Fail  bu  bilgiyi  (bilinci)  hukuk  düzeninin  buna  ilişkin  maddi normlarından alır.  Yasak  bilgisi  ile  yakın  ilişki  içinde  olduğundan,  haksızlık  bilinci bağlamında kanun bilgisine de değinmek gerekir. Hem yasak bilgisi hem de kanun bilgisi norma ilişkin bilgilerdir. Kanun bilgisi ile cezai yasaklılık bilinci elde edildiğinden, kanun bilgisine sahip olan biri zaten yasak bilgisine de sahiptir. Bu sebeple her iki bilgi düzeyini de kusur açısından değerlendirmek gerekebilir. Zira bazen yasak bilgisinin elde edilmesi, kanun bilgisine sahip olmayı gerektirebilir.   3. Ceza Hukuku Hata Öğretisi Günümüzde fiili hata-hukuki hata (Tatirrtum-Rechtsirrtum) ayrımı yaygın olarak kabul edilmemektedir. Bu hata ayrımına göre duyusal olarak algılanabilen maddi olgulara yönelik hata fiili hata, fiili hata olmayan diğer tüm hatalara da hukuki hata denir. Alman İmparatorluk Mahkemesi bu ayrıma dayanarak bir hata öğretisi geliştirmiş, literatürde yapılan yoğun eleştiriler ile zamanla ayrımın terk edilmesi baskın görüş olmuştur. Bugün  hata  öğretisinin  esasını  olguda  hata-yasak  hatası (Tatbestandsirrtum-Verbotsirrtum) ayrımı oluşturmaktadır. Bugün TCK da bu ayrımı  baz  almaktadır.  M.  30/1 de  olguda  hata,  30/4 te  ise  yasak  hatası düzenlenmiştir.       144  Bu ayrım, Paulus un Corpus iuris teki şu cümlesine dayanmaktadır:  Regula est iuris quidem ignorantiam cuique nocere, iacti vero ignorantiam non nocere. , D 22, 6, 9, pr., buna ilişkin bilgi için bkz. Hobe, s.55. 145  Çınar (2019), s.181 vd.  114YBHD 2021/2  İsmail ÇINAR  B. ALTLAMA HATASININ HUKUKİ ÖNEMİ 1. Altlama Hatası Kavramsal anlamını belirlediğimiz altlama hatasının, yine ana hatlarını aktardığımız kast-kusur-hata alanlarında hukuken ne ifade ettiği tartışılmalıdır. Zira altlama hatası etrafından dönen tartışmaların büyük kısmı, onun hukuki niteliği ile ilgilidir.  Altlama hatası, kelime anlamına uygun olarak ele alındığında, bu hatanın aslında mevcut hata türlerinin hepsinde söz konusu olabilecek, hatanın oluşum tarzı ile ilgili bir hata olduğu kanısına varılabilir. Zira bu hata, büyük önermenin yanlış-dar yorumlanması ya da değerlendirilmesi sebebiyle küçük önermenin büyük  önerme  altında  değerlendirilmemesi  olarak  kabul  edildiğinde,  fiili olguda hata, anlam hatası, yasak hatası ve cezalandırılabilirlik hatası, bir altlama hatası şeklinde oluşabilir. Fiili olguda hataya örnek: B, restoran çıkışı arabasını getiren çalışan Ç ye az evvel çıktıkları restorana gidip unuttuğu siyah ceketini almasını söyler. Ç gittiğinde askıda siyah bir ceket ve siyah bir mont vardır. Ceket ve montu sürekli karıştıran Ç, montu ceket sanarak başkasına ait montu alıp B ye getirir. Ç başkasına ait taşınır bir malı aldığını bilmemektedir. Aldığı montu (küçük önerme) esasen algılamış, ancak algıladığı bu şeyin ceket mi mont mu (büyük önerme) olduğu konusunda yaptığı değerlendirme yanlış olunca, sonuç da hatalı olmuştur. Fiili olguda hata bu şekilde gerçekleştiğinde, teorik olarak buna altlama hatası denebilir. Anlam hatasına örnek: A terziden beden ölçülerini ve parasını peşin vererek özel bir ceket sipariş eder. Teslim günü terziye giden A, kendisi için dikilen ceketin askıda hazır olduğunu görünce ister, ancak terzi sebepsizce teslimden kaçınır. Birkaç defa gidip ceketi alamayan A, nihayet bir gün terzi dükkanının önünden geçerken terzinin olmadığını fırsat bilir ve ceketi alıp gider. A kendisi için dikilen, parasını verdiği ceketi kendisinin addederek almıştır. A, aldığı şeyin hangi ceket olduğu konusunda tam bilgi sahibi olmasına rağmen, ceketin (küçük önerme) kime ait olduğu (büyük önerme) konusunda yanılmıştır. Zira teslim edilmeden mülkiyet kendisine geçmediği  146  Benzer örnekler için Hinderer, s.866, 867.  115İsmail ÇINAR  YBHD 2021/2  halde, yaptığı değerlendirme ile ceketi kendisine ait sanmıştır. Anlam hatasının bu şekline teorik olarak altlama hatası denebilir. Yasak hatasına örnek: Terzi örneğinde A nın ceketin mülkiyetinin hala terzide olduğunu bilmesi ihtimalinde kendisinde anlam bilgisi tam olur. Eğer A bu hareketini (küçük önerme) ceketin parasını verdiği için haksızlık (büyük önerme) olarak görmezse, yasaklılığa yönelik yaptığı değerlendirme sebebiyle yasak hatasına düşmüş olur. Teorik olarak bu hataya da altlama hatası denebilir. Cezalandırılabilirlik hatasına örnek: A komşusunun köpeğini öldürür. Köpeğin  komşusuna  ait  olduğunu  bilen  A,  bu  hareketi  ile  özel  hukuk anlamında komşusunun hakkına girdiğini de düşünmektedir. Ne var ki A, bu hareketinin (küçük önerme) cezasız (büyük önerme) kalacağını sanmaktadır. Zira ona göre köpek bir canlı olduğundan mal sayılamaz ve dolayısıyla mala zarar verme suçunu; bir insan olmadığından öldürme suçunu işlemiş olmaz. A cezai norma yönelik yaptığı yanlış yorum sebebiyle bu hataya düşmüştür. Bu hata da teorik olarak altlama hatası olarak nitelendirilebilir.    Görüldüğü gibi tüm bu hatalar teorik olarak altlama hatası olarak kabul edilebilirler. Fiili olguda hataya verilen örnek için ayrı bir nitelendirme yapmak gerekmez. Kastı engellediği için olguda hata olarak kabul edilecektir. Anlam hatasına verilen örneği ise yukarıda değerlendirme hatası olarak nitelendirmiş ve anlam hatasına yol açtığı zaman kastı engelleyeceğini ifade etmiştik. Yasak hatasına verilen örnekte ise ayrı bir nitelendirme yapmak gerekli değildir, zira bu hata da bir yasak hatasıdır ve onun sonuçlarına tabidir. Cezalandırılabilirlik hatasına verilen örnek için ise yukarıda yorum hatası nitelemesi yapmıştık.  Tespit ettiğimiz kavramsal anlamına göre altlama hatası, olguya ilişkin bir  hata  olamaz.  Altlama  hatası  mahiyeti  itibariyle  bir  hatanın  özel  şekli olduğuna  göre,  bu  hatanın  cezalandırılabilirlik  hatası  olması  gerekir.  Zira kavramsal anlamı bunu gerektirmektedir: Suç olayındaki somut bir olguyu kanuni  tipteki  soyut  maddi  bir  unsura,  bu  unsuru  isabetsiz  olarak  dar yorumladığı için yanlış altlayan failin, gerçekleştirdiği fiili bu sebeple ilgili kanuni tip tarafından kapsanmayan bir hareket olarak görmesine altlama hatası denir. Öyle ise altlama hatası, cezalandırılabilirlik hatasının özel bir oluşum şeklidir.  147  Benzer örnekler için Hinderer, s.867; Kaufmann (1949), s.175.  116YBHD 2021/2  İsmail ÇINAR  Cezalandırılabilirlik hatası ise TCK m. 4/1 uyarınca hem kast hem de kusur için önemsiz bir hatadır. Peki altlama hatası hukuken tamamen cezalandırılabilirlik hatası olarak mı nitelendirilmelidir, yoksa ondan ayrılan herhangi bir yönü var mıdır?   Eğer fail cezai normları doğrudan ya da yaptığı isabetli paralel yorumla bilirse,  kendisinde  cezalandırılabilirlik  bilinci  var  demektir.  Ancak  eğer yaptığı paralel yorum, örneğimizde olduğu gibi isabetsiz ise bu durumda failde cezalandırılabilirlik  bilinci  yok  demektir.  Ne  var  ki  kusur  için  failin cezalandırılabilirlik bilinci ile hareket etmesi gerekmez.  Failde cezalandırılabilirlik bilinci varsa haksızlık bilinci de vardır. Ancak eğer failde cezalandırılabilirlik bilinci yoksa bu, kendisinde haksızlık bilincinin de  olmadığı  sonucunu  doğurmaz.  Buradan  çıkan  ilk  sonuç, cezalandırılabilirlik hatalarının mazur görülmeyen, kusuru etkilemeyen birer yasak hatası olduklarıdır. Bu durumda fail altlama hatasına düştüğünde, kural olarak kusuru etkilemeyen yasak hatası (cezalandırılabilirlik hatası) hükümleri uygulanır. Ancak fail altlama hatasına düştüğünde, bu hatası hukuken kusuru etkileyen  yasak  hatası  da  olabilir.  Eğer  fail  altlama  hatasına  düştüğü  için cezalandırılabilirlik bilincinin yanında ayrıca haksızlık bilincini de yitirmişse, hukuken TCK m. 30/4 kapsamında yasak hatasına düşmüş sayılır. Dolayısıyla altlama hatası kural olarak cezalandırılabilirlik hatasının özel bir hali olmasına rağmen, somut olayda yasak hatası olarak da karşımıza çıkabilir. Bu sebeple altlama hatasının cezalandırılabilirlik hatasına eşdeğer görülmemesi gerekir.  Örnek:  Terzi  örneğinde  A,  kendisi  için  dikilmiş  ceketi  terziden habersizce aldığında, bu ceketin mülkiyetinin hala terzide olduğunu biliyorsa, bu durumda olguda hataya düşmüş değildir. Dolayısıyla kastı vardır. Ancak A örnekte hırsızlık suçunu işlemediğini düşünmektedir. Zira ona göre parası verilen malların mülkiyeti teslimden önce geçmese de bu malı almak hırsızlık olmaz.  Zira  onun  için  dikildiğinden,  en  nihayetinde  zaten  ona  teslim edilecektir. A bu durumda cezalandırılabilirlik hatasına düşmüştür. Ancak bu hataya  düşmesinin  sebebi  cezai  norm  (hırsızlık)  hakkında  yaptığı  yanlış  148  Ebert, s.467. 149  Hoffmann-Holland, kn.431.  117İsmail ÇINAR  YBHD 2021/2  yorumdur. Bu sebeple bu hata altlama hatasıdır. Failde altlama hatası sebebiyle cezalandırılabilirlik bilinci oluşmamıştır. Fail ayrıca bu hareketi ile terziye herhangi  bir  zarar  da  vermediğini,  tazmin  edilecek  bir  durumun  da olmayacağını, kınanacak ve utanılacak bir şey yapmadığını düşünmektedir. Altlama  hatasına  düşen  A,  yaptığı  bu  yorumlar  nedeniyle  sadece cezalandırılabilirlik bilincini yitirmemiş, aynı zamanda haksızlık bilincini de yitirmiştir. Bu sebeple TCK m. 30/4 uyarınca failin bu hatasından kaçınamadığı da  saptanırsa,  altlama  hatasının  kusurunu  engellediği  sonucuna  varmak gerekecektir. Altlama hatasının temel ceza hukukunda (Kernstrafrecht) yasak hatası olarak değerlendirilmesi ihtimali düşüktür. Ancak bu ihtimalin düşük olması, bu hatanın önemsiz olduğunu göstermez. Altlama hatasının yasak hatasına yol açması daha çok yan ceza hukukunda (Nebenstrafrecht) gündeme gelir. Zira yan ceza hukukunda yasaklanan fiillerin yasak olmasının sebebi, haklarında bu yönde düzenlemelerin olmasıdır. Yoksa bu fiiller doğaları gereği çirkin ve sosyal anlamda zararlı fiiller değildir. Bu tarz fiiller kural olarak TCK da değil, yan ceza kanunlarında düzenlenmişlerdir. Örneğin, Karayolları Trafik Kanunu m. 46151, karayollarında  trafiğin  akışına  yönelik  emredici  düzenlemeler  getirmiş  ve aksine  davranmayı  yaptırım  altına  almıştır.  Burada  yasaklanan  fiiller  bu düzenlemeden önce yasak olmadıkları gibi, başka ülkelerde (Birleşik Krallık gibi) bu fiiller emredici norm kapsamında dahi olabilir. Bu sebeple yan ceza hukukunda  cezalandırılabilirlik  bilinci  ile  haksızlık  bilinci  eşdeğer addedilebilir. Bir başka deyişle yan ceza hukukunda failin haksızlık bilinci ile hareket etmesi, buna ilişkin cezai normu bilmesini gerektirebilir. Dolayısıyla temel ceza hukukunda tespit edilen, yan ceza hukukunda ise ihdas edilen haksızlıklar söz konusudur. İhdas edilen haksızlıklarda failin yorum yapması ve yorumunun yanlış olması durumunda haksızlık bilincini de yitirmesi ihtimali, tespit  edilen  haksızlıklara  nazaran  çok  daha  yüksektir.  Altlama  hatasının haksızlık  yanılgısı  (yasak  hatası)  olarak  sonuç  doğurabilmesi  için  hataya düşmenin fail için kaçınılmaz olması gerekir.    150  Ebert, s.29; Schwegler, s.45. 151  Madde 46:  Karayollarında trafik sağdan akar. … Bu maddenin … hükümlerini ihlal eden sürücülere … idari para cezası verilir. …   118YBHD 2021/2  İsmail ÇINAR  Yargıtay verdiği kararlarda altlama hatasına verdiğimiz anlama uygun düşen  hataları  doğrudan  yasak  hatası  olarak  nitelendirmektedir.  Bazı kararlarındaki şu ifadeler bunun açık göstergesidir:  …haksızlık yanılgısında fail somut olayda ne yaptığının bilincindedir. Fakat davranışını yasaklayan normun varlığında veya yorumunda … hataya düşmekte, böylece davranışının meşru olduğu düşüncesiyle hareket etmektedir. 152  …unsur hatası bir algılama hatası olduğu halde, yasak hatası bir değerlendirme hatasıdır. 153 Ne var ki yorum ya da değerlendirme hatası olarak nitelendirilen, altlama hatası olarak izah  ettiğimiz  hatanın  doğrudan  yasak  hatası  olarak  kabul  edilmemesi gerektiğini düşünüyoruz. Bu sebeple bu hatanın, cezalandırılabilirlik hatasının özel  bir  görünüş  şekli  olduğundan  kural  olarak  önemsiz  addedilmesi gerektiğini,  ancak  duruma  göre  yasak  hatasına  yol  açabilecek  bir  hata olabileceğini tekrar vurgulamak gerekir.  Alman Federal Mahkemesi (Bundesgerichtshof-BGH) kararlarında ise değerlendirme  hatası  ile  altlama  hatası  olarak  nitelendirdiğimiz  hataların ikisine de Subsumtionsirrtum denmekte ve hukuken kural olarak önemsiz addedilse de yasak hatasının bir görünüş şekli gibi kabul edilmektedir. Biz bu değerlendirmeye  de  katılmıyoruz.  Zira  değerlendirme  hatası  kural  olarak önemsiz,  ancak  duruma  göre  olguda  hataya  yol  açabilmekte  ve  kastı engellemekte iken altlama hatası, aynı şekilde kural olarak önemsiz olmasına rağmen duruma göre yasak hatasına yol açabilmektedir. Bu sebeple iki hata türünün birbirinden ayrılması gerektiğini düşünüyoruz. Zira bu iki hatanın birbiri  ile  karıştırılması  sebebiyle  bu  tarz  hata  hallerinin  olguda  hatanın kapsamına  mı  yoksa  yasak  hatası  kapsamına  mı  girdiği  konusu  sürekli tartışılmaktadır.       152  Yargıtay 16. CD, 2019/9681 E., 2021/490 K. 153  Yargıtay 16. CD, 2020/84 E., 2021/1909 K. 154  Her iki hatanın benzerlik sebebiyle karıştırılması ve Subsumtionsirrtum başlığı altında tek bir hata gibi algılanmasına öğretide de sıklıkla rastlanmaktadır. Örneğin bkz. Engisch (1930b) s.82 vd.; Welzel (1954) s.279; Baumann, s.17; Nierwetberg, s.239; Hinderer, s.864 vd. 155  Örnek olarak bkz. BGHSt. 7, s.23; 9, s.347; 13, s.138; 15, s.338.  119İsmail ÇINAR  YBHD 2021/2  2. Değerlendirme Hatası Teorik  olarak  altlama  hatası  olarak  nitelendirilmesi  mümkün  olan değerlendirme hatası, literatürde bu sebeple sıklıkla, kavramsal ve hukuki anlam  ve  önemini  belirlediğimiz  altlama  hatası  (Subsumtionsirrtum)  ile karıştırılmakta ve bu sebeple hukuken çoğu kez önemsiz addedilmektedir. Halbuki değerlendirme hatası olguya ilişkin yapılan değerlendirmenin yanlış olması, altlama hatası ise norma ilişkin yapılan yorumun yanlış olması halinde söz konusu olur ve ikisi karıştırılmamalıdır.  Değerlendirme hatası, anlam hatasının (olguda hata) özel bir şeklidir. Fail bu değerlendirme sebebiyle olguya ilişkin anlam hatasına düşerse, kastı ortadan  kalkar.  Bir  önceki  başlıkta  anlam  hatasına  verdiğimiz  örnekte değerlendirme hatası vardır.  SONUÇ Altlama  hatası  etrafında  varlıksal,  kavramsal  ve  hukuksal  anlamda tartışmalar mevcuttur. Bu hatanın hem kavramsal hem de hukuki olarak var kabul edilmesi gerektiğini düşünüyoruz.  Semantik bilimine istinaden objektif kriterlere dayanarak belirlediğimiz altlama hatasının kavramsal anlamı şudur: Suç olayındaki somut bir olguyu kanuni  tipteki  soyut  maddi  bir  unsura,  bu  unsuru  isabetsiz  olarak  dar yorumladığı için yanlış altlayan failin, gerçekleştirdiği fiili bu sebeple ilgili kanuni tip tarafından kapsanmayan bir hareket olarak görmesine altlama hatası denir. Bu  sebeple  altlama  hatasının  sadece  normatif  unsurlarda  mı  yoksa  aynı zamanda  deskriptif  unsurlarda  da  söz  konusu  olacağı  tartışması  önemini yitirmektedir.  Kavramsal anlamını verdiğimiz bu hata türü, bugün hâkim olan suç teorisi  içinde  hukuki  olarak  cezalandırılabilirlik  hatasının  özel  bir  şeklini oluşturmakta ve özellikle yan ceza hukukunda yasak hatası olarak karşımıza çıkabilmektedir.  156  Konu ile ilgi geniş bilgi için bkz. Çınar (2019), s.3 vd., 145, 175 vd., 186 vd.  120YBHD 2021/2  İsmail ÇINAR  Ayrıca, altlama hatası ve değerlendirme hatası iki ayrı hata türüdür. İlki norma ilişkin, ikincisi olguya ilişkindir. Bu iki hata türü arasındaki fark iyi kavranmazsa, literatürde sürekli tartışılan olguda hata-yasak hatası ayrımı da iyi  kavranamaz.  Zira  bu  tartışmaların  çoğu  bu  iki  hatanın  birbirine karıştırılmasından  ileri  gelmektedir.  Altlama  hatası-değerlendirme  hatası ayrımı ile birlikte, olguda hata-yasak hatası ayrımının anlaşılması daha kolay olmaktadır. Olguya  ilişkin  hatalar  şunlardır:  Fiili  olgu  hatası,  anlam  hatası, değerlendirme hatası. Bu hatalar kast konusuna dairdir. İlk ikisi kastı daima kaldırır. Bu sebeple ikisine birlikte olguda hata denir. Değerlendirme hatası ise anlam hatasının özel bir halidir, ancak ondan ayrı konumlandırılmalıdır. Zira hukuken her zaman anlam hatası gibi sonuç doğurmaz. Değerlendirme hatası, altlama hatası olarak nitelendirilmemelidir. Norma ilişkin hatalar şunlardır: Yasak hatası, cezalandırılabilirlik hatası, altlama hatası. Bu hatalar haksızlık bilinci konusuna dairdir. Altlama hatası, cezalandırılabilirlik  hatasının  özel  bir  şeklidir;  ancak  ondan  ayrı  olarak konumlandırılmalıdır. Zira hukuken her zaman onun gibi önemsiz değildir. Aksine  eğer  sırf  bu  hata  sebebiyle  fail  işlediği  fiilin  haksızlık  teşkil  ettiği hususunda kaçınılmaz bir hataya düşmüşse, altlama hatası yasak hatası şeklinde etki  doğurur.  Altlama  hatası  değerlendirme  hatası  olarak nitelendirilmemelidir.      157  Literatürde değerlendirme hatasını altlama hatası olarak nitelendirenler vardır. Örneğin bkz. Schmidt, kn.211, 279a, 284; Tunç, s.30. 158  Literatürde altlama hatasını değerlendirme hatası olarak nitelendirenler vardır. Örneğin bkz. Traub, s.117; Schmidt, kn. 279a.  121İsmail ÇINAR  YBHD 2021/2",
     "Kaynakça": "Bachmann,  Jochen  (1993)  Vorsatz  und  Rechtsirrtum  im  Allgemeinen Strafrecht und im Steuerstrafrecht, Berlin, Duncker & Humblot. Backmann Leonhard E. (1973)  Grundfälle zum strafrechtlichen Irrtum , Juristische Schulung, 1973, s.30 34; s.299 303. Baumann,  Jürgen  (1962)   Das  Umkehrverhältnis  zwischen  Versuch  und Irrtum im Strafrecht , Neue Juristische Wochenschrift, 1962, s.16 18. Baumann,  Jürgen/Weber,  Ulrich/Mitsch,  Wolfgang/Eisele,  Jörg  (2016), Strafrecht Allgemeiner Teil, Lehrbuch, 12. Auflage, Bielefeld, Verlag Ernst und Werner Gieseking. Binding, Karl (1918) Die Normen und Ihre Übertretungen, Dritter Band, Der Irrtum, Leipzig, Scientia Verlag. Binding, Karl (1913)  Über den Irrtum bei Delikten im heutigen Strafrecht und in dem der Zukunft , Der Gerichtssaal, S: 81, s. 19 62. Bung, Jochen (2004) Subsumtion und Interpretation, Baden Baden, Nomos. Busche, Hubertus (2003) Gottfried Wilhelm Leibniz. Frühe Schriften zum Naturrecht, Lateinisch Deutsch, Hamburg, Felix Meiner Verlag. Cevizci, Ahmet (1999)  Felsefe Sözlüğü , Altakoyma, Paradigma, s.41. Çınar,  İsmail  (2019)  Der  Subsumtionsirrtum  und  seine  Stellung  in  der strafrechtlichen Irrtumslehre. Ein Beitrag zur Irrtumslehre durch eine dogmatisch begriffliche  Untersuchung  des  Subsumtionsirrtums  und seine  rechtliche  Qualifikation  innerhalb  der  strafrechtlichen Irrtumslehre, Berlin: Logos Verlag Berlin. Çınar,  İsmail  (2020)   Hırsızlık  Suçunun  Maddi  Unsurlarından  ‘Malın Başkasına  Aidiyeti   ve  Bu  Unsurun  Kast  Bağlamında  Yol  Açtığı Sorunlar , Selçuk Hukuk Kongresi 2020, Kamu Hukuku Tebliğleri Tam Metin Kitabı, Ankara, Nobel Akademik Yayıncılık, s.177 228.  122YBHD 2021/2  İsmail ÇINAR  Demko, Daniela (2002) Zur „Relativität der Rechtsbegriffe  in strafrechtlichen Tatbeständen, Berlin, Duncker & Humblot. Dopslaff, Ulrich (1985) Wortbedeutung und Normzweck als die maßgeblichen Kriterien für die Auslegung von Strafrechtsnormen, Frankfurt am Main (u.a), Lang. Ebert, Udo (1973) Untersuchungen zur Struktur und rechtlichen Relevanz des sogenannten  Subsumtionsirrtums,  (Yayımlanmamış  Doçentlik  Tezi), Mainz. Eichmann, Fritz (1929) „Der Vorsatz bei normativen Tatbestandselementen , (Doktora), Marbug Üniversitesi, Breslau. Engisch, Karl (1930a)  Besprechung der Schrift Eichmanns , Monatsschrift für Kriminalpsychologie und Strafrechtsreform, S: 21, s.117 20. Engisch, Karl (1954)  Die normativen Tatbestandselemente im Strafrecht , Festschrift für Edmund Mezger zum 70. Geburtstag, München und Berlin: C. H. Beck sche Verlagsbuchhandlung, s.127 62. Engisch, Karl (1963) Logische Studien zur Gesetzesanwendung, 3. Auflage, Heidelberg, Winter. Engisch, Karl (1930b) Untersuchungen über Vorsatz und Fahrkässigkeit im Strafrecht, Berlin, Scientia Verlag. Erdem, Mustafa Ruhan (2019)  Suçun Konusunda Yanılma ve Sapma , D.E.Ü Hukuk Fakültesi, Prof. Dr. Durmuş TEZCAN a Armağan, C:21, S:Özel Sayı, s.43. Erman,  Ragıp  Barış  (2006)  Yanılmanın  Ceza  Sorumluluğuna  Etkisi, (Doktora), İstanbul, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü. Exner,  Thomas  (2009)   Kompendium  der  strafrechtlichen  Irrtumslehre , Zeitschrift für das Juristische Studium, S:5, s.516 27. Frank, Reinhard (1931) Das Strafgesetzbuch für das Deutsche Reich: nebst dem Einführungsgesetz, 18. Auflage, Tübingen, Mohr.  123İsmail ÇINAR  YBHD 2021/2  Freund, Georg (2009) Strafrecht Allgemeiner Teil. Personale Straftatlehre, 2. Auflage, Berlin/Heidelberg, Spreinger Verlag. Gast, Wolfgang (2015), Juristische Rhetorik, 5. Auflage, Heidelberg, C. F. Müller. Gettler,  Wilhelm  Heinrich  (1932)   Schuld  und  Unrechtsbewußtsein  im Strafrecht , (Doktora), Köln Üniversitesi, Würzburg. Gropp,  Walter  (2015)  Strafrecht  Allgemeiner  Teil,  4.  Auflage, Berlin/Heidelberg, Springer Verlag. Hatz, Helmut (1963) Rechtssprache und juristischer Begriff: vom richtigen Verstehen des Rechtssatzes, Stuttgart, Kohlhammer. Heidingsfelder, Thomas (1991) Der umgekehrte Subsumtionsirrtum, Berlin, Duncker & Humblot. Heinrich, Bernd (2016) Strafrecht Allgemeiner Teil, 5. aktualisierte Auflage, Stuttgart, Verlag W. Kohlhammer. Hettinger, Michael (1989)  Der Irrtum im Bereich der äußeren Tatumstände  eine Einführung , Juristische Schulung, L.17 24. Hinderer,  Patrick  Alf  (2009)   Tatumstandsirrtum  oder  Verbotsirrtum? , Juristische Arbeitsblätter, s.864 868. Hobe, Konrad (1962) Der Vorsatz bei den normativen Tatbestandsmerkmalen, Heidelberg. Hoffmann Holland,  Klaus  (2017)   §22 ,  Münchener  Kommentar  zum Strafgesetzbuch, Band 1, §§1 51, 3. Auflage, München, 2017. Hoffmann Holland, Klaus (2015) Strafrecht Allgemeiner Teil, 3. Auflage, Tübingen, Mohr Siebeck. Jakobs, Günther (1991) Strafrecht Allgemeiner Teil, Lehrbuch, 2. Auflage, Berlin/New York, Walter de Gruyter. Jenull,  Sebastian  (1820) Das  Österreichische  Criminal Recht  nach  seinen Gründen und seinem Geiste I, 2. Baskı, Grätz, Ferstl.  124YBHD 2021/2  İsmail ÇINAR  Jescheck, Hans Heinrich/Weigend, Thomas (1996) Lehrbuch des Strafrechts Allgemeiner Teil, 5. Auflage, Berlin, Duncker & Humblot. Joerden, Jan C. (2018) Logik im Recht, Grundlagen und Anwendungsbeispiele, 3. Auflage, Berlin/Heidelberg, Springer. Kalinowski, Georges (1979)  Zur Semantik der Rechtssprache , Krawietz, Werner/Opalek,  Kazimierz/Peczenik,  Aleksander/Schramm,  Alfred, Rechtstheorie, Argumentation und Hermeneutik in der Jurisprudenz, Beiheft 1, Berlin, s.238 vd. Kasiske, Peter (2011) Strafrecht I: Grundlagen und Allgemeiner Teil, Stuttgart, Verlag W. Kohlhammer. Kaufmann, Arthur (1949) Das Unrechtsbewußtsein in der Schuldlehre des Strafrechts:  zugleich  ein  Leitfaden  durch  die  moderne  Schuldlehre, Mainz, Krach. Kaufmann,  Arthur  (1982)  Die  Parallelwertung  in  der  Laiensphäre.  Ein sprachphilosophischer  Beitrag  zur  allgemeinen  Verbrechenslehre, München, Verlag der Bayerischen Akademie der Wissenschaften. Kıygı, Osman Nazım (1999)  Hukuk ve Ekonomi Terimleri Sözlüğü II , Subsumtion, München, C. H. Beck sche Verlagsbuchhandlung. Kindhäuser, Urs (2017) Strafrecht Allgemeiner Teil, 8. Auflage, Baden Baden, Nomos Verlagsgesellschaft. Koca, Mahmut/Üzülmez, İlhan (2020) Türk Ceza Hukuku Genel Hükümler, 13. Baskı, Ankara, Seçkin. Koch,  Hans Joachim/Rüssmann,  Helmut  (1982)  Juristische Begründungslehre.  Eine  Einführung  in  Grundprobleme  der Rechtswissenschaft, München, Beck. Köhler, August (1917) Deutsches Strafrecht Allgemeiner Teil, Leipzig, Veit. Kunert, Karl Heinz (1958) Die normativen Merkmale der strafrechtlichen Tatbestände, Berlin, De Gruyter.  125İsmail ÇINAR  YBHD 2021/2  Kühl, Kristian (2017) Strafrecht Allgemeiner Teil, 8. Auflage, München, Verlag Franz Vahlen. Larenz, Karl (1991) Methodenlehre der Rechtswissenschaft, 6. Auflage, Berlin, Heidelberg/New York, Springer. Leibniz, Gottfried Wilhelm (1667) Nova methodus discendae docendaeque jurisprudentiae II, Francofurti, Zunnerus. Lesch,  Heiko  H.  (1996)   Dogmatische  Grundlagen  zur  Behandlung  des Verbotsirrtums , Juristische Arbeitsblätter, s.346 52; 504 9; 607 12. v. Lilienthal, Karl (1908) Grundriß zur Vorlesung über deutsches Strafrecht, 3. Auflage, Marburg, Liebmann. v. Liszt, Franz (1912) Lehrbuch des Deutschen Strafrechts, 19. Auflage, Berlin, J. Guttentag. Maurach,  Reinhart/Zipf,  Heinz  (1992)  Strafrecht  Allgemeiner  Teil  I,  8. Auflage, Heidelberg, C. F. Müller Juristischer Verlag. Meraklı, Serkan (2020) Ceza Hukukunda Kusur, 2. Baskı, Ankara, Seçkin. Mezger,  Edmund  (1949)  Strafrecht.  Ein  Lehrbuch,  3.  Auflage, Berlin/München, Duncker & Humblot. Nierwetberg,  Rüdiger  (1985)   Der  strafrechtliche  Subsumtionsirrtum  Tatbestands   oder  Verbotsirrtum,  Wahndelikt  oder  untauglicher Versuch? , Juristische Ausbildung, s.238 243. Nowakowski,  Friedrich  (1953),   Rechtsfeindlichkeit,  Schuld,  Vorsatz , Zeitschrift für die gesamte Strafrechtswissenschaft, S:65, s.379 402. Ölmez,  Gökhan  (2020)   Suçun  Tanımlanabilir  ve  Değerlendirilebilir Unsurları ,  (Doktora),  Ankara  Hacı  Bayram  Veli  Üniversitesi, Lisansüstü Eğitim Enstitüsü. Özbek, Veli Özer/Doğan, Koray/Bacaksız, Pınar (2020) Türk Ceza Hukuku Genel Hükümler, 11. Baskı, Ankara, Seçkin. Puppe,  Ingeborg  (1990)   Tatirrtum,  Rechtsirrtum,  Subsumtionsirrtum , Goltdammer s Archiv für Strafrecht, s.145 182.  126YBHD 2021/2  İsmail ÇINAR  Radbruch, Gustav (1923)  Rechtsidee und Rechtsstoff , Archiv für Rechts  und Wirtschaftsphilosphie, S:17, s.343 50. Rengier, Rudolf (2017) Strafrecht Allgemeiner Teil, 9. Auflage, München, Verlag C. H. Beck. Rolshoven,  Fritz  (1934)  Die  Stellung  des  Subsumtionsirrtums  im Gesamptirrtumsproblem des Strafrechts, Zeulanroda: Bernhard Sporn, Buchdruckerei und Verlag. Roxin, Claus (2006) Strafrecht Allgemeiner Teil I, 4. Auflage, München, Verlag C. H. Beck. Rönnau, Thomas/Faust, Florian/Fehling Michael (2004)  Der Irrtum und seine Rechtsfolgen , Juristische Schulung, s. 667 674. Rudolphi,  Hans  Joachim/Stein,  Ulrich  (2007)   §17  Verbotsirrtum , Laufhütte, Heinric Wilhelm/Saan, Ruth Rissing van/Tiedeman, Klaus, Leipziger Kommentar StGB Band 1, Einleitung §§1 31, C:1, Berlin, De Gruyter. Rudolphi, Hans Joachim (1969) Unrechtsbewusstsein, Verbotsirrtum und Vermeidbarkeit des Verbotsirrtums, Göttingen, Schwartz. v. Savigny, Eike (1974) Die Philosophie der normalen Sprache, 1. Auflage, Frankfurt am Main, Suhrkamp. v. Savigny, Friedrich Carl V. (1840) System des heutigen Römisches Rechts III, Berlin, Veit. Schmidt, Rolf (2018) Strafrecht Allgemeiner Teil, 19. Auflage Bremen, Verlag Dr. Rolf Schmidt. Schmidt Leichner, Erich (1935) Unrechtsbewußtsein und Irrtum, BreslauNeukirch, Kurtze. Schwegler, Isabell (1995) Der Subsumtionsirrtum, Frankfurt am Main: Peter Lang. Serozan, Rona (2013)  Hukukta Yöntem , Journal of Yaşar University, C:8, S.Özel, s.2423 2440.  127İsmail ÇINAR  YBHD 2021/2  Sözüer Adem (1995)  Hukuki Hata , Yargıtay Dergisi, C. 21, S. 4 (1995), ss. 466 90. Traub, Fritz (1967)  Die umgekehrte „Parallelwertung in der Laiensphäre  – Wahndelikt oder untauglicher Versuch? – BGHSt 13, 235 , Juristische Schulung, s.113 17. Tunç, Kübra (2020) Ceza Hukukunda Kastı Engelleyen Hata, Ankara, Adalet. Walter, Tonio (2006) Der Kern des Strafrechts. Die allgemeine Lehre vom Verbrechen und die Lehre vom Irrtum, Tübingen, Mohr Siebeck. Wank, Rolf (1985) Die juristische Begriffsbildung, München, Beck. Weinberg, Hans (1928) Der Verbotsirrtum, Bonn, Verlag Ludwig Röhrscheid. Weiz, Gerhart (1931)  Die Arten des Irrtums. Ein Beitrag zur allgemeinen Strafrechtslehre , (Doktora), Bonn Üniversitesi, Breslau. Welzel, Hans (1969) Das Deutsche Strafrecht, Eine Systematische Darstellung, 11. Auflage, Berlin, De Gruyter. Welzel, Hans (1954)  Der Parteiverrat und die Irrtumsprobleme (Tatbestands, Verbots  und Subsumtionsirrtum) , Juristenzeitung, 1954, s.276 280. Wessels,  Johannes/Beulke,  Werner/Satzger,  Helmut  (2017)  Strafrecht Allgemeiner Teil, 47. Auflage, Heidelberg, C. F. Müller. Wittgenstein, Ludwig (1967) Philosophische Untersuchungen, Frankfurt am Main, Suhrkamp. Wolter,  Thomas  (1994)  Die  juristische  Subsumtion  als  institutioneller Zeichenprozeß. Eine interdisziplinäre Untersuchung der richterlichen Rechtsanwendung und der forensischen Kommunikation, Frankfurt am Main, Lang. Yerdelen,  Erdal  (2014)   Ceza  Hukukunda  Yorum  Hatası  (Der Subsumtionsirrtum) , Ceza Hukuku Dergisi, C:9, S:25, s.69 101.   128"
}