{
     "Tip": "Makale",
     "Dergi İsmi": "Yıldırım Bayazıt Üniversitesi ",
     "Üniversite İsmi": "",
     "Gün": "01",
     "Ay": "12",
     "Yıl": "2020",
     "Cilt": "1",
     "Sayı": "2021/1",
     "Başlık": "ANONİM ŞİRKET GENEL KURULUNA KATILMAYA YETKİLİ  VE KATILMAK ZORUNDA OLANLAR İLE KATILMAMANIN HUKUKİ SONUÇLARI",
     "Title": "THE PERSONS AUTHORIZED AND OBLIGED TO PARTICIPATE IN  GENERAL ASSEMBLY OF JOINT STOCK COMPANY AND LEGAL  CONSEQUENCES OF NON PARTICIPATION",
     "Yazar İsmi": [

          "  Arş. Gör. Merve SARIKAYA"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          " Genel Kurul", "Katılım", "Bakanlık Temsilcisi", "Murahhas Üye", "Murahhas Müdür", "Denetçi"

     ],
     "Keywords": [
          " General Assembly", "Attendance", "The Representatives of the Ministry of Trade", "Executive Director", "Auditor"

     ],
     "Özet": "Türk Ticaret Kanunu ( TTK ) m. 407 ile Anonim Şirketlerin Genel Kurul  Toplantılarının  Usul  ve  Esasları  ile  Bu  Toplantılarda  Bulunacak Gümrük  ve  Ticaret  Bakanlığı  Temsilcileri  Hakkında  Yönetmelik ( BakTemYön )  m.  32/4  birlikte  değerlendirildiğinde  genel  kurul  ( GK ) toplantısına  katılacak  olan  süjelerin  ikili  bir  ayrıma  tabi  tutulduğu görülmektedir. Murahhas üyeler ile en az bir yönetim kurulu ( YK ) üyesinin, denetçinin ve BakTemYön de sayılan hallerde bakanlık temsilcisinin GK ya katılımı  zorunlu  iken;  diğer  YK  üyeleri  ile  pay  sahiplerinin  toplantıya katılması isteğe bağlıdır. Diğer bir ifade ile pay sahipleri ile diğer YK üyeleri açısından genel kurula katılım bir hak iken; murahhas üyeler ile en az bir YK üyesi,  denetçi  ve  bakanlık  temsilcisi  açısından  aynı  zamanda  bir zorunluluktur. Çalışmamızda öncelikle GK ya katılmaya yetkili ve zorunlu olanlar tek tek ele alınacak, daha sonra toplantıya katılmak zorunda olanların katılımı olmaksızın GK toplantısı yapılması halinde hangi hukuki müeyyidelerin söz konusu  olabileceğine  ve  bu  toplantıda  alınan  kararların  akıbetine  ilişkin doktrindeki  görüşler  ortaya  konulacak  ve  varılan  sonuçlar  gerekçeleri  ile sıralanacaktır.",
     "Abstract": "When evaluated together Art. 407/1 of the Turkish Commercial Code and Art. 32/4 of  Regulation on Procedures and Principles of the General Assembly Meetings of the Joint Stock Companies and the Representatives of the  Ministry  of  Customs  and  Trade  in  these  Meetings   (hereinafter  Regulation ), it can be seen that the ones who attend the general assembly meeting  are  subjected  to  a  dual  distinction.  Despite  the  participation  of executive directors as well as at least one of the board members, auditor and representative of the Ministry are mandatory; the attendance of other board members and shareholders is optional. In other words, while the attendance to the general assembly is a right for shareholders, the auditor and other board members; executive directors and at least one board member the ministry representative are obliged to attend the meeting. In our study, firstly, those who are authorized and obliged to participate in the General Assembly will be handled one by one, then, in case of a general assembly  meeting  without  participation  of  those  under  obligation,  the opinions  in  the doctrine regarding  which  legal  sanctions  may  come into question and the legal consequences of general assembly resolutions will be revealed and the conclusions reached will be listed.",
     "Metin": "TTK  m.  407/1  uyarınca  pay  sahipleri,  bu  konumlarından  doğan haklarını  kural  olarak  genel  kurulda  kullanırlar.  Bu  sebeple  GK,  şirketin işleyişine ilişkin bazı meselelerin görüşülüp karara bağlandığı bir platform niteliği taşır. Özellikle şirketin mali durumu, YK üyelerinin ve denetçilerin görevlerini layıkıyla yerine getirip getirmediği gibi hususlar GK da görüşülür ve varılan sonuçlar pay sahiplerine haklarını kullanırken yol gösterir. Örneğin YK  üyelerinin  üzerlerine  düşen  görev  ve  yükümlülükleri  yerine  getirip getirmedikleri  finansal  tabloların  görüşülmesi  ile  tespit  edilebilir  (TTK  m 424). Bu saptama, YK üyelerinin ibrası yahut azli konusunda yapılacak bir oylamada pay sahiplerinin hangi yönde oy verecekleri hususunda belirleyici olacaktır. Bu yönüyle GK nın en önemli işlevlerinden biri bilgi ve karar alma mekanizması olmasıdır. GK  tarafından  verilen  kararlar  toplantıda  hazır  bulunmayan  veya olumsuz oy veren pay sahiplerini de bağlar (TTK m. 423). GK kararları, çoğunluğun iradesi doğrultusunda şekillenir (TTK m 418/2, m. 421). Her ne kadar pay sahipleri GK ya katılma yükümlülüğü altında bulunmasalar da, GK toplantısına  katılma  ve  oy  kullanma  hakları,  şirketin  vereceği  kararların şekillenmesinde kilit role sahip olacaktır. Bu sebepledir ki GK toplantısına çağrının yapılış şekli (TTK m. 414) , gündeme bağlılık (TTK m. 413), hangi kararların  hangi  nisaplarla  alınacağı  (TTK  m.  418, m.  421)  gibi  hususlar kanun koyucu tarafından sıkı şekil şartlarına tabi tutulmuştur.                                                            1   Tekinalp, Ünal (2013) Sermaye Ortaklıklarının Yeni Hukuku, 3. Baskı, İstanbul, Vedat, N. 13-08. 2   Pulaşlı, Hasan (2018) 6102 sayılı Türk Ticaret Kanunu na Göre Şirketler Hukuku Şerhi, C. 1, 3. Baskı, Ankara, Adalet, s. 826. 3   Arslanlı Halil (1960) Anonim Şirketler II-III Anonim Şirketin Organizasyonu ve Tahviller, 3. Baskı, İstanbul, Fakülteler Matbaası, s. 106. TTK m. 1527 ile ortaklık haklarının GK da kullanımının artırılması suretiyle özellikle çok pay sahipli şirketlerin GK larında yaşanan güç boşluklarının önlenmesi amacıyla elektronik ortamda GK yapılması hukuki zemine kavuşturulmuştur, Yayla, Ümit (2013) Yeni Türk Ticaret Kanunu ve Sermaye Piyasası Kanunu Uyarınca Anonim Ortaklık Genel Kurulları Elektronik Genel Kurullar, İstanbul, On İki Levha, s, 41. 4   Arslanlı, s. 106.  417Merve SARIKAYA  YBHD 2021/1  TTK  m.  407 ye  göre,  murahhas  üyeler  ile  en  az  bir  YK  üyesinin, denetçiler  ve  bakanlık  temsilcisinin  GK ya  katılması  bir  zorunluluktur. Böylece  6762  sayılı  Türk  Ticaret  Kanunu  ( eTTK )  döneminde  GK ya katılmak zorunda olan, diğer bir ifade ile GK ya katılımın bir yükümlülük haline  geldiği  kimselerin  var  olup  olmadığı  tartışması  da  açık  bir  yasal düzenlemeye kavuşmuş olmaktadır. Pay sahipleri ve diğer YK üyeleri ise genel kurula katılma hakkına sahip kişilerdir.   I. GENEL KURULA KATILMAK ZORUNDA OLANLAR  A. MURAHHAS ÜYELER İLE EN AZ BİR YK ÜYESİ 1. eTTK Dönemindeki Durum  Toplantıya İştirak Hakkı  başlığı taşıyan eTTK m. 360, pay sahiplerinin şirket işlemlerine ilişkin haklarını kullanmaları için GK toplantısına katılma hakkını düzenlemekte, YK üyelerinin GK ya katılımını bir zorunluluk olarak öngörmemekteydi. Bu sebeple doktrinde bir görüş, YK üyelerinin de tıpkı pay sahipleri gibi GK toplantısına katılmayabilecekleri yönündeydi.                                                             5   7/8/1996 tarih ve 22720 sayılı RG de yayımlanan  Sermaye Şirketlerinin Genel Kurul Toplantıları  ve  Bu  Toplantılarda  Bulunacak  Sanayi  ve  Ticaret  Bakanlığı  Komiserleri Hakkında  Yönetmelik   m.  20/2 de  YK  üyelerinden  en  az  birisinin  olağan  GK toplantılarında hazır bulunma yükümlülüğünden söz edildiğinden anılan yükümlülüğün olağanüstü GK lar için de söz konusu olup olmadığı konusunda tereddüt bulunmakta idi. TTK döneminde ise ilgili yükümlülüğün hem olağan hem olağanüstü GK toplantıları bakımından  geçerli  olduğu  kabul  edilmektedir,  Poroy,  Reha/Tekinalp,  Ünal /Çamoğlu/Ersin (2019) Ortaklıklar Hukuku I, 14. Baskı, İstanbul, Vedat, N. 680. 6   Bir GK kararı yahut esas sözleşme ile pay sahiplerinin GK ya katılımının bir yükümlülük olarak belirlenmesi mümkün değildir. Öte yandan bu yükümlülük pay sahiplerinin üçüncü kişilerle yapacağı oy sözleşmeleri ile kararlaştırılabilirse de bu halde de yükümlülük şirkete karşı değil, oy sözleşmesinin diğer tarafına karşıdır, Teoman, Ömer (2012)  Yürürlükteki Hukukumuza ve Türk Ticaret Kanunu Tasarısına Göre Anonim Ortaklık Genel Kurul Toplantılarına Katılmak Zorunda Olanlar , Tüm Makalelerim C.3, İstanbul, On İki Levha, s. 222, dn. 1. 7   eTTK m. 353/1.9 uyarınca denetçilerin GK toplantısına katılma yükümlülüğünün açıkça düzenlenmiş  olması  YK  üyeleri  için  de  benzer  bir  yorumun  yapılıp  yapılamayacağı noktasında  tereddütlere  sebep  olmakta  idi.  Nitekim  bu  anlamda  asıl  bilgi  verme  418YBHD 2021/1  Merve SARIKAYA  Diğer görüşe göre, YK üyeleri ile şirket arasındaki hukuki ilişkinin vekâlet akdine dayanması nedeniyle YK üyelerinin GK toplantısına katılma zorunluluğu bulunduğundan hatta bu yükümlülüğün bizzat yerine getirilmesi gerektiğinden  bu  kişilerin  GK  toplantısında  hazır  bulunması  gerektiği savunulmakta idi.  Ayrıca YK üyelerinin şirkete karşı bağlılık (sadakat) borcu ve özen yükümlülüğü bulunduğundan ve bunlar 818 sayılı mülga Borçlar Kanunu ( eBK ) uyarınca sözleşmeye konu işin bizzat yapılması noktasında kendini gösterdiğinden (eBK m. 390/3; TBK m. 506/1) üyelerin, YK toplantılarına bizzat  katılmakla  mükellef  oldukları,  katılımın  bir  temsilci  aracılığı  ile gerçekleştirilemeyeceği (eTTK m. 330; TTK m. 390/2)10; bu kuralın GK ya katılım için de uygulanması gerektiği ifade edilmekte idi.  Son  ve  belki  de  en  önemli  husus,  bilgi  alma  hakkının  muhatabı doğrudan YK üyeleri olduğundan ve özellikle bu kişilerin ibraları, azli gibi konularda  sağlıklı  bir  karar  alınabilmesi  için  GK  toplantısında  hazır                                                                                                                                            yükümlüsünün  şirketin  temsil  ve  ilzama  yetkili  olan  YK  olması  gerektiği  doktrinde savunulmaktaydı, Kaya, Arslan (2001) Anonim Ortaklıkta Pay Sahibinin Bilgi Alma Hakkı, Ankara, Banka ve Ticaret Hukuku Araştırma Enstitüsü, s. 179 vd. 8   Doğanay, İsmail (1990) Türk Ticaret Kanunu Şerhi C. 1, 3. Baskı, Ankara, Feryal Matbaası, s. 929. 9   Teoman, Ömer (2012)  Anonim Ortaklıklarda Yönetim Kurulu Üyelerinin Genel Kurul Toplantılarına Bizzat Katılma Yükümü Var Mıdır?  Tüm Makalelerim C. 1-2 içinde, İstanbul, On İki Levha, s. 415 vd; Kaya, s. 184-185. YK üyeleri ile şirket arasında hizmet, adi ortaklık ilişkisi yahut nevi şahsına münhasır bir ilişki olabileceği görüşleri yanında, bu ilişkinin vekalet akdine dayandığı hakkında bkz. Akdağ Güney, Necla (2016) Anonim Şirket Yönetim Kurulu, 2. Baskı, İstanbul, Vedat, s. 279 vd.; Poroy/Tekinalp/Çamoğlu, C. 1, N. 544; Kırca, İsmail/Şehirali Çelik, Feyzan Hayal/Manavgat, Çağlar (2013) Anonim Şirketler Hukuku C. 1, Ankara, Banka ve Ticaret Hukuku Enstitüsü, s. 454. 10   Bu konu hakkında ayrıntılı bilgi ve YK üyesinin toplantılara katılmaması durumunda sorumluluğunun ortaya çıkma şartları için bkz. Çamoğlu, Ersin (2010) Anonim Ortaklık Yönetim Kurulu Üyelerinin Hukuki Sorumluluğu, 3. Baskı, İstanbul, Vedat, s. 77-80; Teoman, (2012a), s.418; Teoman, (2012b), s. 226. 11   Teoman, (2012a), s. 418; Bahtiyar, Mehmet/Hamamcıoğlu, Esra (2014) Yeni TTK ya Göre Anonim Ortaklık Genel Kurul Toplantıları, İstanbul, Beta, s. 72.  419Merve SARIKAYA  YBHD 2021/1  bulunmaları gerektiğinden eTTK döneminde, kanunun lafzında açıkça yer bulmasa da YK üyelerinin GK ya bizzat katılımı bir zorunluluk olarak kabul edilmekteydi. Bu  tartışmanın  sona  erdirilmesi  amacıyla  TTK da  GK  toplantısına katılımı zorunlu olan kişiler sayılmıştır. TTK m. 407/2 ye göre, murahhas üyeler ile en az bir YK üyesinin GK toplantısına katılması zorunludur. Aynı zorunluluk  BakTemYön m.  17 de  de  ifade  edilmektedir.  Aşağıda  TTK döneminde  murahhas  üyeler  ile  en  az  bir  YK  üyesinin  GK  toplantısına katılması zorunluluğu irdelenecektir: 2. Murahhasların Katılım Zorunluluğu Kanun a göre murahhas üye, kendisine temsil yetkisi devredilmiş YK üyesidir (TTK m. 370/2)15. Temsil yetkisinin YK üyesi olmayan üçüncü bir kişiye devri halinde ise murahhas müdürden söz edilmektedir (TTK m.370/2).                                                             12   Teoman, (2012a), s. 419. YK üyesinin katılımı olmaksızın alınan GK kararının iptali dahi gündeme gelebilir, Kaya, s. 185. 13   Teoman, (2012b), s. 225; Teoman, (2012a), s. 417. 14   RG, 28.11.2012 S. 28481  Anonim Şirketlerin Genel Kurul Toplantılarının Usul ve Esasları ile  Bu  Toplantılarda  Bulunacak  Gümrük  Ve  Ticaret  Bakanlığı  Temsilcileri  Hakkında Yönetmelik . 15   Murahhas sıfatının yönetim ve/veya temsil yetkisini haiz kişilerden hangisine ait olacağına ilişkin tartışmanın temelinde eTTK m. 319 yatmaktadır. Hüküm uyarınca yönetim ve temsil birlikte devrildiğinden murahhas sıfatı hem yönetim hem temsil yetkisi bulunan kişiye ait olmaktadır.  Yine  de  Ünal,    hükmün  yönetim  ve  temsilin  birbirinden  ayrı  olarak devredilemeyeceği şeklinde yorumlanamayacağını ifade etmekteydi, Ünal, Mustafa (1982)  Anonim Ortaklıklarda Yönetim ve Yönetim Görevlerinin Murahhaslara Bırakılması , BATİDER,  C.  10,  S.3,  s.  66.  TTK da  yönetim  ve  temsilin  ayrı  ayrı  devrine  olanak sağlanmasına karşın tartışma sona ermiş değildir. Tekinalp e göre, murahhas sıfatının doğabilmesi için yalnızca yönetim yetkisinin devri yeterli olmamaktadır, TTK m. 370/2 uyarınca murahhas üye ya da müdürden bahsedilebilmesi için yürütme ve imza yetkilerinin beraberliği gerekmektedir. Dolayısıyla TTK m. 370/2 hükmü ile TTK m. 367 hükmü birlikte ele alınmalı; bu sebeple temsil yetkisinin devri için de esas sözleşmede bu yönde bir hüküm bulunmalı ve bir iç yönerge çıkarılmalıdır, N. 12-68, 12-75. Bu yönde bkz. Arslanlı, s. 135. Kanun da yalnızca temsil yetkisinin devri hükmünde murahhaslıktan bahsedildiğine dikkat çeken Kırca da, temsil yetkisi devredilmeksizin yalnızca yönetimin devri ile murahhas sıfatının kazanılamayacağını ifade etmektedir, Kırca, (Şehirali Çelik/Manavgat), s. 595.  420YBHD 2021/1  Merve SARIKAYA  Hüküm,  bazı  hususların  muğlaklığı  sebebiyle  doktrinde eleştirilmektedir. Teoman, TTK m. 407/2 hükmünün murahhas üyelerden söz edip  murahhas  müdürleri  göz  ardı  etmesini  bir  eksiklik  olarak nitelendirmektedir.  Yazara  göre  her  ne  kadar  hükmün  lafzı  murahhas müdürleri dışlasa da katılım zorunluluğunun hem murahhas üye hem de murahhas müdürler için söz konusu olması gerekir. Nitekim hem murahhas üyeler hem de murahhas müdürler temsil görevlerinin ifası ile ilgili olarak GK ya bilgi verme yükümü altındadırlar.  Kanaatimizce, bilgi verme yükümlülüğü bakımından murahhas üyeler ile  murahhas  müdürler  arasında  bir  fark  bulunmamaktadır.  Diğer  bir anlatımla her iki grup da kendilerine bırakılan konularda yürütülen iş ve işlemler  hakkında  GK ya  bilgi  verme  yükümlülüğü  altındadır.  Dolayısıyla TTK  m.  407/2 de  yalnızca  murahhas  üyelerden  bahsedilmesi  karşısında, kanun koyucunun bir bilinçli susma halinde olduğu ve murahhas müdürlerin toplantıya  katılmak  zorunda  olmadığı  şeklinde  bir  yoruma  gidilmemesi gerekir.  Yine  de  TTK  m.  407/2 de  murahhas  müdürlerin  de  açıkça zikredilmesi mevcut tartışmaların sona ermesi bakımından gereklidir.   Önemle belirtmek gerekir ki murahhaslar kendilerine yetki devredilen konularda  en  geniş  bilgi  sahibi  olan  kimselerdir;  bu  bağlamda  anılan konularda  tüm  yetki  ve  sorumluluğu  devralmış  olmaktadırlar.  Ayrıca murahhaslar, organ sıfatını kazanarak tıpkı YK üyeleri gibi bağlılık ve özen                                                                                                                                            Yönetimin devri halinde murahhas sıfatının ortaya çıktığı yönünde bkz. Pulaşlı, C. 2 s. 1360-1361; Çamoğlu (Poroy/Tekinalp), C. 1, N. 536. 16   Teoman, (2012b), s. 232. 17   Bilinçli susma halinde kanunda herhangi bir boşluk bulunmayıp kanun koyucu meseleyi olumsuz şekilde sonuca bağlamaktadır. Kavram hakkında detaylı bilgi için bkz. Antalya, Gökhan/Topuz,  Murat  (2019)  Medeni  Hukuk  Giriş  Temel  Kavramlar  Başlangıç Hükümleri, 3. Baskı, Ankara, Seçkin, s. 317, 326. Murahhas müdürlerin de toplantıya katılma zorunluluğu bulunduğu yönünde bkz. Bilgili, Fatih/Demirkapı, Ertan (2013) Şirketler Hukuku, 9. Baskı, Bursa, Dora, s. 299. 18   Bu yönde bkz. Orbay Ortaç, Nurdan/Al Kılıç, Şengül (2018)  Anonim Şirket Yönetim Kurulu Üyelerinin ve Murahhasların Genel Kurula Katılması , TFM, C.4, S. 2, s. 217.  19   Pulaşlı, C. 2, s. 1382.  421Merve SARIKAYA  YBHD 2021/1  yükümlülüğü altına girerler. Bu sebeple, murahhasların GK ya katılması, kendilerine bırakılan hususlarla ilgili pay sahiplerine bilgi verme ve yöneltilen sorulara cevap verme noktasında zaruridir. 3. En Az Bir YK Üyesinin Katılım Zorunluluğu TTK m. 407/2 ye göre GK ya en az bir YK üyesinin de katılması şarttır. Kanaatimizce  kanun  koyucunun  böyle  bir  hüküm  sevk  etmesinin  altında yatan sebeplerden ilki YK nın üst gözetim yükümlülüğüdür. Her ne kadar TTK m. 553/2 kanundan veya esas sözleşmeden doğan bir görevi veya yetkiyi, kanuna dayanarak, başkasına devreden organlar veya kişilerin, bu görev ve yetkileri devralan kişilerin seçiminde makul derecede özen göstermediklerinin ispat  edilmesi  hâli  hariç,  bu  kişilerin  fiil  ve  kararlarından  sorumlu olmayacaklarını  öngörse  de  hükmün  dar  yorumlanmaması  lazım  gelir. Nitekim TTK m. 375/1.e uyarınca YK nın devredilemez görev ve yetkilerinden biri de  üst  gözetim  yükümlülüğüdür.  Bu  yükümlülük,  murahhas  üyelerin seçimini  müteakip,  bu kişilerin  gözetimi ile  onlara talimat  verilmesini de kapsar. Bu bağlamda en azından bir YK üyesinin GK toplantısında hazır bulunması, kendisine yetki devredilen konularda murahhas üye/müdürlerin görevlerini  layıkıyla  ifa  edip  etmediklerinin  değerlendirilmesi  noktasında etkili yollardan biri olacaktır. Kanun koyucunun YK üyelerinden en az birine GK toplantısında hazır bulunma mükellefiyeti yüklemesinin altında yatan bir diğer sebep, TTK 370/2. c. 2 dir. Buna göre, temsil yetkisinin YK üyelerine devrinin yanı sıra üçüncü kişilere devri de mümkündür. Temsil yetkisinin üçüncü kişilere devrinde, kanun koyucu en az bir YK üyesinin de temsil yetkisini haiz olmasını şart koşmuştur.  Anılan  düzenleme  ile  kanun  koyucu,  temsil  yetkisinin  YK üyelerinden alınarak tamamen üçüncü kişilerin eline verilmesini engellemek istemiştir. Öyleyse, murahhas müdüre yetki devri halinde, GK toplantısına                                                            20   Kırca (Şehirali Çelik/Manavgat), s. 629. 21   Kırca (Şehirali Çelik/Manavgat), s. 612-613. 22   Tekinalp, s. 382-383; Pulaşlı, C. 2, s. 1382; Kırca (Şehirali Çelik/Manavgat), s. 613; Bahtiyar, Mehmet (2019) Ortaklıklar Hukuku, 13. Baskı, İstanbul, Beta, s. 231. 23   Çamoğlu  (Poroy/Tekinalp),  C.  1,  N.  540;  Kırca  (Şehirali  Çelik/Manavgat),  s.  628; Bahtiyar, s. 232.  422YBHD 2021/1  Merve SARIKAYA  murahhas müdürün yanı sıra en az bir YK üyesinin de katılması gerekir. Böylelikle, hükmün lafzında yer almayan murahhas müdürlerin de murahhas üyeler gibi GK toplantısına katılımının zorunlu olup olmadığı noktasındaki tereddütler de giderilmiş olmaktadır.  Bu düzenlemenin altında yatan nedenlerden biri de yönetim ve temsil yetkisinin bölünerek devredilmesi olasılığıdır. Bu noktada birtakım yetkilerin murahhaslara  devredilip,  diğer  yetkilerin  YK da  bırakıldığı  hallerde, devredilmeyen konularda pay sahiplerine bilgi verme yükümlülüğünü YK nın yerine getirmesi gerekecektir. Bu görevin ifası için en azından bir YK üyesinin GK da hazır bulunması gerekir. Ayrıca TTK m.375 te düzenlenen hususların murahhaslara devri mümkün olmadığından bu konularda da YK üyesinin GK da hazır bulunarak bilgi verme yükümünü ifa etmesi gerekecektir.  Kanun da  GK ya  katılacak  bir  YK  üyesinin  nasıl  belirleneceği konusunda  açıklık  bulunmamaktadır.  Hükmün  mehazını  teşkil  eden Aktiengesetz ( AktG ) § 118/3 e göre, yönetici kurul üyelerinin tamamının GK toplantısına katılımı zorunlu tutulmuştur. Buna rağmen TTK, tüm YK üyeleri için değil, içlerinden en az biri için bu yükümlülüğü düzenleme yolunu tercih  etmiş  fakat  GK ya  katılacak  bir  YK  üyesinin  nasıl  belirleneceği konusuna bir açıklık getirmemiştir. Teoman a göre bu zorunluluk, kurul olarak çalışma yükümlülüğünün bir uzantısı olarak tüm YK üyelerine ait olmalıdır. Dolayısıyla, diğer YK üyelerinin  en az bir  ibaresinden faydalanarak sorumluluktan kurtulamaması gerekir. İlgili üyenin bir YK kararıyla da seçilemeyeceğini ifade eden yazar, hukuki  sorunların  önüne  geçilmesi  için  murahhasların  yanı  sıra  tüm  YK üyelerinin de toplantıda hazır bulunması zorunluluğunun getirilmesi gerektiği düşüncesindedir.  Kanaatimizce  de,  kanun  koyucu  tarafından  tüm  YK üyelerinin GK toplantısına katılımının öngörülmesi hukuken daha isabetli olmakla birlikte, fiili durumda GK toplantısına katılacak olan YK üyesinin YK tarafından seçilmesinin önünde de herhangi bir engel yoktur. Bu şekilde GK                                                            24   Teoman, (2012b), s. 233. 25   Teoman, (2012b), s. 235. 26   Bu yönde bkz. Orbay Ortaç/Al Kılıç, s. 218.  423Merve SARIKAYA  YBHD 2021/1  toplantısından  önce  YK  tarafından  hangi  üyenin  toplantıya  katılacağı belirlenebileceği  gibi,  böyle  bir  belirleme  olmaksızın  üyelerden  birinin toplantıya fiilen katılımı da mümkün olmalıdır.  YK  kararı  ile  belirlenen  üyenin  GK ya  katılmaması  halinde sorumluluğun yalnızca ilgili üyeye mi yoksa tüm YK ya mı ait olacağı sorusu akla  gelmektedir.  Her  ne  kadar  doktrinde,  YK nın  alacağı  bir  karar  ile belirlenen üyenin GK ya katılmaması halinde sorumluluğun sadece katılımı öngörülen üyeye ait olması gerektiği görüşünü savunan yazalar bulunmakta ise  de kanaatimizce  her  durumda  YK nın  alacağı  böyle  bir  kararın  YK üyelerinin sorumluluğu üzerinde bir etkisi olmayacak; GK ya katılacak YK üyesi ismen belirlense dahi bu üyenin toplantıya katılmaması sonucu tüm YK müteselsilen sorumlu olacaktır (TTK m. 553). GK  toplantısına  bir  murahhas  üyenin  katıldığı  ihtimalde,  anılan murahhas  üye  aynı  zamanda  YK  üyesi  de  olduğundan  TTK  m.  407/2 de öngörülen her iki katılım şartının gerçekleşip gerçekleşmediği sorusu akla gelebilir. Ancak kanundaki ifade  murahhas üyelerle en az bir yönetim kurulu üyesinin  şeklinde olduğundan kullanılan  -le  bağlacı  ve  olarak algılanmalı; murahhas  üyenin  yanında  bir  başka  YK  üyesinin  de  katılımı  zorunlu görülmelidir.  B. DENETÇİ TTK  m.  407/2 ye  göre,  GK  toplantılarında  hazır  bulunması  gerekli olanlardan bir diğeri denetçidir. TTK da denetçi, anonim şirketin bir organı olmaktan çıkarılmış ve denetimin TTK m. 399 a göre GK tarafından seçilecek bağımsız  denetleme  kuruluşları  ile  yeminli  mali  müşavir  yahut  serbest                                                            27   Orbay Ortaç/Al Kılıç, s. 218-219. 28   Hükmün ilk halinde denetçi ile kendisini ilgilendiren konularda işlem denetçisinin de GK da hazır bulunacağı öngörülmüştü. İlk kez TTK Tasarısı nda düzenlenen işlem denetçisi, şirketin kuruluşu, sermaye artırımı, azaltılması, yapısal değişiklikler, menkul kıymet ihracı gibi konularda şirket işlem ve kararlarını denetlemek ile görevli kılınmış idi. İşte bu konuların görüşülüp karara bağlandığı GK larda işlem denetçisinin toplantıya katılma yükümü düzenlenmişti. Ancak 6335 sayılı Kanun un 41. maddesi ile işlem denetçisi madde metninden çıkarılmıştır,  424YBHD 2021/1  Merve SARIKAYA  muhasebeci  mali  müşavirler  eliyle  yapılacağı  yeni  bir  denetim  sistemi öngörülmüştür.  Anonim  şirketlerde  denetçilerin  görevlerini  düzenleyen  eTTK  m. 353/1.9,  GK  toplantısına  katılma  yükümlülüğünü  düzenlemekte  idi. Doktrinde bu yükümlülüğün denetçilerin birden fazla olması halinde tamamı için geçerli olduğu ifade edilmekte idi. Anonim şirkette zorunlu bir organ olan  denetçiler,  eTTK döneminde  pay  sahiplerinin  bilgi  alma  taleplerinin öncelikli muhatabı kabul edilmekteydi. Bu anlamda pay sahiplerinin bilgi alma hakkını kullandığı platform olan GK ya, denetçilerin bizzat katılımı bir kanuni  yükümlülük  olarak  karşımıza  çıkmaktaydı.  Bu  durum  mülga Sermaye  Şirketlerinin  Genel  Kurul  Toplantıları  ve  Bu  Toplantılarda Bulunacak Sanayi ve Ticaret Bakanlığı Komiserleri Hakkında Yönetmelik ( KomY ) m. 20 de de açıkça ifade bulmaktaydı. AŞ lerde denetim TTK m. 397 vd. nda düzenlenmektedir. Buna göre, kanun koyucu ikili bir ayrım benimsemiş; TTK m. 398 kapsamında denetime tabi  tutulacak  AŞ lerin  Cumhurbaşkanınca belirleneceği,  TTK  m.  398/4 kapsamı dışında kalan AŞ ler ile 4572 sayılı Kanun kapsamındaki kooperatifler ve bunların bağımsız denetime tabi olmayan üst kuruluşlarının ise bu fıkra hükümlerine göre denetleneceği hükme bağlanmıştır.                                                            29   Teoman, (2012b), s. 223; Kaya, s. 170. 30   Kaya, s. 168. 31   Kaya, s. 168-169. 32   RG, 7/8/1996 S. 22720.  33   TTK m. 397/4 ile daha önceden Bakanlar Kuruluna verilen yetki, 700 sayılı Anayasada Yapılan Değişikliklere Uyum Sağlanması Amacıyla Bazı Kanun ve Kanun Hükmünde Kararnamelerde Değişiklik Yapılması Hakkında Kanun Hükmünde Kararnamenin (RG, 02.07.2018 S. 30471) 192 inci maddesiyle Cumhurbaşkanına verilmiştir.  34   Cumhurbaşkanınca henüz bir belirleme yapılmamıştır. Ancak hâlihazırda yürürlükte olan 2018/11597 sayılı Bakanlar Kurulu kararının 3. maddesi ile aktif toplamı 35 milyon TL, yıllık net satış hasılatı 70 milyon TL ve çalışan sayısı 175 kişi olma kriterlerini üst üste iki hesap dönemi aşan AŞ lerin bağımsız denetim kapsamında olacağı düzenlenmiştir. Ne var ki TTK m. 397/5 uyarınca, bu Kanun kapsamında denetimin ve denetim raporlarının içeriğine ve raporun GK ya sunulmasına ilişkin hususların Cumhurbaşkanınca çıkarılacak yönetmelikle düzenleneceği belirtilse de bu konuda henüz bir düzenleme yapılmış değildir.  425Merve SARIKAYA  YBHD 2021/1  Bağımsız  denetim,  şirket  ve  diğer  menfaat  sahipleri  bakımından zaruridir. Şüphesiz, bu gereklilik en çok şirket içerisinde kendini gösterir zira finansal tabloların denetlenmesi özellikle şirketin yönetimini üstlenen kişilerin daha dikkatli davranmasını sağlar ve hukuka aykırılıklara karşı caydırıcı bir mekanizma öngörür. Böylece, mevzuata uygun hazırlanan finansal raporlar ile menfaat sahipleri, şirketin ekonomik durumunun gidişatı hakkında sağlıklı bilgiye kavuşmuş olurlar.  Denetim,  pay  sahiplerinin  de  menfaatine  yapılır  ve  bu  denetim neticesinde  elde  edilen  sonuçlar  pay  sahiplerinin  bilgi  ve  incelemesine sunulur.  Nitekim  TTK  m.  437/2 de  pay  sahibinin  GK da  denetçilerden denetimin  yapılma  şekli  ve  sonuçları  hakkında  bilgi  isteyebileceği düzenlenmektedir. Denetçinin raporu pay sahiplerinin bilgi edinme hakkının kaynaklarından biridir. Bu önem sebebiyledir ki TTK m. 407/2 de denetçilerin GK toplantısına katılımı bir zorunluluk olarak öngörülmüştür. Birden çok denetçi bulunması durumunda denetçilerin tamamının katılımı gereklidir zira  YK  üyelerinde  olduğu  gibi  en  az  bir  denetçinin  yükümlülüğünden bahsedilmemesi ilgili yükümlülüğün bütün denetçiler bakımından söz konusu olduğunun bir ispatıdır.  C. BAKANLIK TEMSİLCİSİ Anonim şirket GK larına katılımı zorunlu tutulan son grup Bakanlık temsilcisidir. TTK m. 407/3 e göre, TTK m. 333 hükmü gereğince belirlenen şirketlerin GK toplantılarında Ticaret Bakanlığının temsilcisi de yer alacak; diğer şirketlerde, hangi durumlarda Bakanlık temsilcisinin GK da bulunacağı ve buna ilişkin genel esaslar Ticaret Bakanlığınca çıkarılacak bir yönetmelikle düzenlenecektir. BakTemYön m. 32/1 uyarınca,                                                             35   Kocabıyık, Sami (2018) Bağımsız Denetçinin Üçüncü Kişilere Karşı Hukuki Sorumluluğu, Ankara, Seçkin, s. 43. 36   Bağımsız denetimin diğer işlevleri hakkında ayrıntılı bilgi için bkz. Kocabıyık, s. 43-50. 37   Bahtiyar, s. 247. 38   Teoman, (2012b), s. 236.   426YBHD 2021/1  Merve SARIKAYA    Kuruluş ve esas sözleşme değişikliği işlemleri Bakanlık iznine tabi ,olan şirketlerin bütün GK toplantılarında,    Diğer  şirketlerde  ise  gündeminde,  sermayenin  arttırılması  veya ,azaltılması, kayıtlı sermaye sistemine geçilmesi ve kayıtlı sermaye sisteminden  çıkılması, kayıtlı  sermaye  tavanının  arttırılması veya faaliyet konusunun değiştirilmesine ilişkin esas sözleşme değişikliği ile    Birleşme,  bölünme  veya  tür  değişikliği  konuları  bulunan  GK ,toplantılarında,   GK ya elektronik ortamda katılım sistemini uygulayan şirketlerin ,genel kurul toplantılarında,   Yurt dışında yapılacak bütün GK toplantılarında, ,  Yurt  dışında  yapılacak  imtiyazlı  pay  sahipleri  özel  kurul ,toplantılarında  ve  bunların  ertelenmesi  halinde  yapılacak  ikinci  toplantılarda  Bakanlık temsilcisinin bulunması bir zorunluluktur. Bunun dışındaki toplantılarda ise kural  olarak  temsilci  bulundurma  zorunluluğu  bulunmaz.  Ancak  GK yı toplantıya  çağıranların  talep  etmeleri  ve  bu  taleplerin  görevlendirme makamınca  uygun  görülmesi  halinde  Bakanlık  temsilcisi  görevlendirilir (BakTemYön m. 32/2).  TTK  m.  422 ye  göre,  GK  toplantı  tutanağı,  Bakanlık  temsilcisi tarafından  imza  edilmediği  takdirde  geçersizdir.  BakTemYön  de,  anonim şirket GK larına katılımı zorunlu olan kişiler arasında Bakanlık temsilcisini sayarak, bu kimselerin katılmadığı yahut toplantıyı terk ettiği hallerde alınan kararların geçerli olmayacağını ifade etmiştir (BakTemYön m. 32/4).       427Merve SARIKAYA  YBHD 2021/1  II. GENEL KURULA KATILMAYA YETKİLİ OLANLAR  A. PAY ÜZERİNDE HAK SAHİBİ OLANLAR  1. Pay Sahipleri Pay sahiplerinin GK toplantısına katılma hak ve yetkisi bulunsa da bu durum bir zorunluluk arz etmez. Diğer bir ifade ile pay sahiplerinin GK ya katılımı TTK da bir yükümlülük olarak öngörülmediğinden katılımı zorunlu olan kimseler hariç olmak üzere, pay sahiplerinin GK toplantısına katılmaları ve toplantının bitimine kadar GK da bulunmaları şart değildir. GK,  pay  sahiplerinden  müteşekkil  bir  organdır.  Dolayısıyla,  GK ya katılma hakkı kural olarak pay sahiplerine aittir. Gerçekten de TTK nın ilgili hükümleri, GK toplantısına katılabilmek için pay sahipliğinin ispatını şart koşar.  GK ya  katılım  vazgeçilmez  hak mahiyetinde  olup,  oy  hakkı  başta olmak üzere çeşitli pay sahipliği haklarının kullanım yeri de GK dır. Pay sahibinin  GK ya  katılma,  asgari  oy,  dava  ve  kanundan  kaynaklanan vazgeçilmez nitelikteki haklarını sınırlandıran veya ortadan kaldıran kararlar batıldır (TTK m. 447). GK ya katılım aynı zamanda kişisel nitelikte bir haktır. Bu durum TTK m. 425 in başlığından da anlaşılmaktadır. Kişisel nitelikte olması hem hakkın                                                            39   Teoman, (2012b), s. 221; Bahtiyar/Hamamcıoğlu, s. 55. 40   Pay sahibinin iradesinin önem taşımadığı, yalnızca pay sahibinin değil aynı zamanda ortaklığın temel yapısını da koruyan haklar vazgeçilmez nitelikte haklardır, Tekinalp, s. 301; Tekinalp (Poroy/Çamoğlu), C. 1, N. 870e vd. Vazgeçilmez hak kavramını detaylı bir şekilde ele alan Kırca, bu kavramı, müktesep hak kavramı ile birlikte incelemektedir. Yazara göre bir hakkın müktesep hak mı yoksa vazgeçilmez hak mı olduğunun tespiti ancak hakkın süjesinin kendi iradesi ile bu hakları kullanmaktan yoksun kalıp kalamayacağı sorusunun cevabı ile yapılabilir. Bununla birlikte bir hakkın tek sefere mahsus olarak kullanılmaması o haktan vazgeçildiği anlamına da gelmemektedir. Vazgeçme ile ifade edilmek istenen hakkın kullanımından  önceden  feragat  edilmesidir,  Kırca,  İsmail/Şehirali  Çelik,  Feyzan Hayal/Manavgat,  Çağlar  (2016)  Anonim  Şirketler  Hukuku  C.  2/II  -  Genel  Kurul Kararlarının Hükümsüzlüğü, Ankara, Banka ve Ticaret Hukuku Enstitüsü, s. 28-29. Yazar, vazgeçilmez haklara aykırı GK kararlarının münferit yahut süreklilik arz edip etmediğine bakılmaksızın TTK m. 447/1.b uyarınca her halükarda butlanla sakat olması gerektiğini de ifade etmektedir, s. 74.  428YBHD 2021/1  Merve SARIKAYA  bireysel niteliğini hem paya bağlılığını ifade eder. Bu bağlamda örneğin pay üzerinde  intifa  hakkı  bulunsa  dahi  pay  sahibinin  GK ya  katılması engellenemez. GK ya katılma; oy hakkı, iptal davası açma, bilgi alma ve görüş bildirme, müzakerelere katılma gibi diğer birçok hakkın kaynağıdır. GK ya katılım, oy hakkının  varlığı  şartına  bağlanamaz.  Bu  doğrultuda  oydan  yoksunluk hallerinde dahi pay sahibi yahut temsilcilerinin de GK ya ve müzakerelere katılma hakları bulunmaktadır zira oy hakkını kullanamayacak olsa da pay sahibinin  GK ya  katılmak  suretiyle  diğer  birçok  pay  sahipliği  hakkını kullanması engellenemez. TTK m. 494 uyarınca borsaya kote edilmemiş nama yazılı payların devri halinde pay sahipliği sıfatı ve haklar ancak devralanın şirkete başvurusu ve şirketin kabulü üzerine devralana geçecektir. İşte bu halde iktisap edilme tarihi ile şirketin devri tanıması arasında geçecek sürede payı devralan kimse oy hakkından yoksun pay sahibi olarak pay defterine yazılır ve söz konusu paylar GK da temsil edilemez. Öyleyse bu kişiler şirketçe tanınıncaya kadar GK ya katılma hakkını da haiz olmayacaktır. Aynı durum borsaya kote nama                                                            41   Tekinalp, s. 312. 42   Bu durum, daha ziyade pay sahibinin iptal davası açma hakkından ileri gelmektedir, Tekinalp, s. 312; Kendigelen, Abuzer (1994) Anonim Ortaklık Payı Üzerinde İntifa Hakkı, İstanbul, Beta, s. 326, dn. 550 de zikredilen yazarlar. Aksi yönde bkz. Kendigelen, (1994), s. 326, dn. 548 ve 549 da zikredilen yazarlar.  43   Moroğlu, Erdoğan (2017) Anonim Ortaklıkta Genel Kurul Kararlarının Hükümsüzlüğü, 8. Baskı, İstanbul, On İki Levha, s.122. 44   Teoman, Ömer (1983) Anonim Ortaklıkta Pay Sahibinin Oy Hakkından Yoksunluğu, Ankara, Banka ve Ticaret Hukuku Enstitüsü, s. 173-174; Arslanlı, s. 25; Moroğlu, (2017) s. 122, dn. 199; Doğanay, s. 929; Poroy,  Reha/Tekinalp,  Ünal/Çamoğlu,  Ersin  (2019) Ortaklıklar Hukuku II, 14. Baskı, İstanbul, Vedat, N. 953; Kaya, s. 133. Oy hakkından yoksun  kimselerin  GK  toplantısına  katılamayacağı  yönünde  esas  sözleşme  hükmü geçersizdir, Yargıtay TD., 4.3.1965, E. 64/3347, K. 727 (Teoman, (1983), s. 174, dn. 4). 45   Mülga Sermaye Piyasası Kanunu nda yer bulan oydan yoksun pay kavramına, 6362 sayılı Sermaye Piyasası Kanunu ile yer verilmemiştir. Esasen TTK m. 494 ve 497 de zikredilen teknik anlamda oydan yoksun pay olmayıp, devrin GK ca tanınması anına kadar mevcut payların GK da temsil edilememesi halidir. 46   Tekinalp (Poroy/Çamoğlu), C. 2, N. 946.  429Merve SARIKAYA  YBHD 2021/1  yazılı paylar bakımından da geçerli olacak ve bu paylar da GK da temsil edilemeyecektir (TTK m. 497/3). Oy hakkının donduğu hallerde ise GK ya katılma ve ona bağlı hakların kullanımına gelince: Bilindiği üzere TTK da oy hakkının donması iki halde mümkündür. İlk olarak, şirketler topluluğunda birbirlerinin paylarını iktisap ederek  karşılıklı  iştirak  oluşturan  sermaye  şirketleri,  iştirak  konusu  olan paylardan doğan toplam oy ve bedelsiz pay alma hakkı hariç olmak üzere diğer  pay  sahipliği  haklarının  sadece  dörtte  birini  kullanabilir.  Bu  halde donmaya konu olmayan dörtte birlik pay oranına ilişkin hakların kullanımı bakımından pay sahibinin GK ya katılımı gereklidir. İkinci donma hali ise TTK m. 389 da düzenlenen şirketin kendi paylarını iktisabı halidir. Hükmün lafzı  şirketin  edindiği  kendi  paylarının   hiçbir  pay  sahipliği  hakkı vermeyeceğini  ifade etmektedir. Sonuç olarak bu halde şirketin kendi GK sına katılma hakkını haiz olmayacağı açıktır.  GK ya katılabilmek için, katılma hakkının belgelenmesi gerekir. Hangi pay sahiplerinin bu yetkiyi haiz olduğu, YK tarafından düzenlenen  hazır bulunanlar listesi ne göre belirlenir. Buna göre, hazır bulunanlar listesinde adı  bulunan  senede  bağlanmamış  payların,  ilmühaberlerin,  nama  yazılı payların sahipleri ve 6362 sayılı Sermaye Piyasası Kanunu ( SPK ) m. 1350                                                             47   Bu yönde bkz. Okutan Nilsson, Gül (2009) Türk Ticaret Kanunu Tasarısı na Göre Şirketler Topluluğu Hukuku, İstanbul, On İki Levha, s. 200 vd. eTTK döneminde tüm pay sahipliği hakları donduğundan, ilgili pay sahibinin GK ya katılımı kabul edilmemekte idi, Teoman, (1983), s. 174. 48   Hem TTK m. 201 hem m. 389 bakımından GK ya katılma haklarının da donacağına ilişkin bkz. Tekinalp (Poroy/Çamoğlu), C. 2, N. 946. 49   Bahtiyar/Hamamcıoğlu na göre, hazır bulunanlar listesi isimlendirmesi isabetli olmayıp hazırlanan liste, katılanları değil, katılma hakkı olan pay sahiplerini ortaya koymaktadır, s. 56. Teoman a göre, hazır bulunanlar listesinin düzenlenme amacı, toplantıda hazır bulunan veya temsil olunan pay sahiplerinin adlarının ve sahip olunan payların adedi hakkında diğer ortakları  bilgilendirmek  ve  katılma  hakkına  ilişkin  itirazların  ve  alınan  kararların geçerliliğinin  denetimi  için  hukuki  bir  kaynak  yaratmaktır,  Teoman,  Ömer  (2012)  Anonim Ortaklık Genel Kurul Toplantısına İlişkin Hazirun Cetveli , Tüm Makalelerim C. 1-2, 2. Baskı, İstanbul, On İki Levha, s.1015 vd. 50   TTK m. 415/2 de 2499 sayılı mülga Sermaye Piyasası Kanunu nun 10/A maddesine atıf yapılmaktadır. Anılan düzenlemenin meri Kanun da karşılığı 13. maddedir.  430YBHD 2021/1  Merve SARIKAYA  uyarınca kayden izlenen pay sahipleri veyahut anılanların temsilcileri GK ya katılır.  Gerçek  kişilerin  kimlik  göstermeleri,  tüzel  kişilerin  temsilcilerinin vekâletname ibraz etmeleri şarttır (TTK m. 415/2). YK, SPK m. 13 uyarınca GK ya katılabilecek kayden izlenen payların sahiplerine ilişkin çizelgeyi ise Merkezi Kayıt Kuruluşundan sağlar. (TTK m. 417/1). Senede bağlanmamış bulunan  veya  nama  yazılı  olan  paylar  ile  ilmühaberler  bakımından  pay defterinde kayıtlı olan pay sahibi, hak sahibi kabul edilir (TTK m 417/2).   Hamiline yazılı pay senedi sahipleri, GK nın toplantı gününden en geç bir gün önce bu senetlere zilyet olduklarını ispatlayarak giriş kartı alırlar ve bu kartları  ibraz  ederek  GK  toplantısına  katılabilirler.  Ancak,  giriş  kartının verilmesinden sonraki bir tarihte hamiline yazılı pay senedini devraldığını ispatlayan pay sahipleri de GK ya katılabilirler (TTK m. 415/3). İlgili hükümlere göre GK toplantısına katılma haklarının bulunduğunu gerekli  vasıtalarla  ispatlayamayan  kişiler  ile  temsilcileri  GK  toplantısına alınmazlar. Ne var ki bu kişilerin GK ya katılımı bizatihi alınan kararların iptalini gerektirmemektedir. TTK m. 446/1.b ye göre alınan kararlar ancak yetkisiz  katılanın,  kararın  alınmasına  etkili  olduğu  hususunun  ispatı  ile mümkün olur.                                                            51   Kanun da her ne kadar  kayden izlenen pay sahipleri  terimi kullanılsa da kayden izlenen, pay sahibi değil pay olduğundan bu ifade,  kayden izlenen payların sahipleri  olarak anlaşılmalıdır. 52   Moroğlu, (2017), s. 125-126. Burada etkili olmanın salt bir yeter sayı problemi olmadığı, anılan  kimselerin  toplantıya  katılmaları  halinde  diğer  pay  sahiplerinin  kararlarının şekillenmesine de etkili olabileceğinin ispatlanması halinde GK kararının iptali kabil olması gerektiği yönünde bkz. Moroğlu, (2017), s. 251. Kırca da hükümde bahsedilen  etki nin aslında illiyet bağı olduğunu vurgulamakta; iptal yaptırımı bakımından ise niteliksel ve niceliksel (sayısal) olmak üzere ikili bir ayrıma gitmektedir. Niceliksel olarak yapılan inceleme sonucu, 446/1-b de sayılan aykırılıklar sebebiyle iptal davası açamayanların sayısı, fiilen kullanılan olumsuz oyları aşıyorsa karar iptal edilmelidir. Öte yandan niteliksel hukuka aykırılığın tespitinde sayısal etkiye bakılmamalı, pay sahibinin davranışını etkileyen normatif illiyetin varlığı araştırılmalıdır, Kırca/Şehirali Çelik/Manavgat, (2016),  s. 152157.  431Merve SARIKAYA  YBHD 2021/1  2. İntifa Hakkı Sahipleri TTK  m.  432/2 ye  göre,  bir  payın  üzerinde  intifa  hakkı  bulunması hâlinde, aksi kararlaştırılmamışsa oy, intifa hakkı sahibi tarafından kullanılır. Oy hakkı ve oy hakkına bağlı iptal davası açma gibi haklar intifa hakkı sahibine tanınmış olduğundan, intifa hakkı sahibinin GK ya katılma yetkisi de bulunmaktadır. Bu yetkisini kullanırken intifa hakkı sahibinin pay sahibinin menfaatlerini  gözetmesi  ve  hakkaniyet  doğrultusunda  hareket  etmesi gereklidir.  Aksi  yönde  hareket  halinde  intifa  hakkı  sahibi  malike  karşı sorumludur.  Bu  doğrultuda  intifa  hakkı  sahibinin  GK  toplantısına katılmaması da malikin çıkarlarını zedeliyorsa intifa hakkı sahibinin malike karşı sorumluluğu doğar (TTK m. 432/2).   TTK m. 499/1 e göre, intifa hakkı sahiplerinin adı, soyadı, unvan ve adresleri de pay defterine kaydedilir. GK ya katılmaya yetkili olanlar, pay defterine bakılarak saptanacağından bu kişiler de hazır bulunanlar listesinde yer alacaklardır. İntifa hakkı sahiplerinin bir sebeple pay defterine kaydının gerçekleşmemesi  halinde  hakkın  kurulması  için  pay  defterine  kayıt                                                            53   Payın bir bölümü üzerinde intifa hakkı bulunması durumunda Yargıtay, vermiş olduğu bir kararında, intifa hakkının var olmasını yeterli görerek payın hangi oranda intifa hakkına konu olduğunu araştırmamış, oy hakkının sahibinin intifa hakkı sahibi olduğu sonucuna varmıştır.  Bkz.  Yargıtay  11.  HD.,  28.5.1981,  E.  81/2243,  K.  812678  [Tekinalp (Poroy/Çamoğlu), C. II, N. 972]. Kendigelen de, eTTK döneminde pay üzerindeki intifa hakkının yüzde elli ve altında olması halinde oy hakkının pay sahibine ait olması gerektiğini savunarak  oy  hakkının  her  halde  intifa  hakkı  sahibine  ait  olduğu  görüşüne  karşı çıkmaktadır, (1994), s. 256. Kanaatimizce de, TTK m. 432/2 intifa hakkı sahibinin, pay sahibinin menfaatlerini hakkaniyete uygun bir şekilde göz önünde tutarak hareket etmesini düzenlediğinden payın tümü yahut büyük bölümü üzerinde intifa hakkı sahibi olan bir kimsenin sorumluluğu ile daha küçük oranda intifa hakkı bulunan bir kimsenin sorumluğu hakkaniyet gereği aynı ölçüde olmamalıdır.  54   İntifa hakkı sahibinin iptal davası açma hakkının olup olmadığı yönünde ayrıntılı bir inceleme için bkz. Teoman, Ömer (2012)  Anonim Ortaklıkta Paylar Üzerinde İntifa Hakkı Bulunması  Durumunda  Oy  Hakkı  Dışındaki  Yönetim  Haklarının  Kimin  Tarafından Kullanılacağı Sorunu , Tüm Makalelerim C. 1-2, 2. Baskı, İstanbul, On İki Levha, s. 365 vd. Moroğlu, pay sahibi ile intifa hakkı sahibinin münferiden dava açmaya yetkili olduğunu, bu durumda bu kişiler arasında ihtiyari dava arkadaşlığı bulunduğunu ifade etmektedir, (2017), s. 270.  432YBHD 2021/1  Merve SARIKAYA  zorunluluğu bulunmadığından bu kimselerin intifa hakkı sahibi olduklarını ispatlayıcı belgelerle GK toplantısına katılabilmeleri gerekir. Aksi halde, bu kişilerin  GK ya  katılımı  haksız  olarak  engellendiğinden  şartları  oluşması durumunda TTK m. 446/1.b uyarınca ilgili GK da alınan kararların iptali dava edilebilecektir. Pay üzerinde intifa hakkı kurulmasına rağmen payın mülkiyeti pay sahibine  ait  olduğundan  doktrinde,  intifa  hakkı  sahibinin  yanı  sıra  pay sahibinin  de  GK  toplantısına  katılabileceği,  müzakerelere  katılarak  görüş bildirebileceği ifade edilmektedir, zira burada pay sahibinin şirkete ilişkin iş ve işlemlerle  ilgili  bilgi  almasında  hukuken  korunmaya  değer  menfaati sürmektedir. 3. Rehin ve diğer hak sahipleri  Rehin hakkı, hak sahibine yalnızca alacağı tahsil edemediğinde rehne konu  malvarlığı  unsurunu  paraya  çevirme ve bu  tutar  ile  alacağını  tahsil                                                            55   TTK m. 499/4 uyarınca, sadece pay defterinde kayıtlı bulunan kimse pay sahibi ve intifa hakkı sahibi olarak kabul edilir. Pay senetlerinin bağlamlı olması durumunda, bu sınırlama intifa hakkı kurulurken de geçerli olacaktır (TTK m. 492/2). Bu halde şirket, bağlı nama yazılı payların şirket onayıyla devredileceğini öngördüğünden devre (dolayısıyla intifa hakkı kurulmasına) onay verilmemesi halinde tüm haklar payın malikinde kalacaktır (TTK m. 494). 56   Pay üzerinde intifa hakkının kurulması için pay defterine kaydın kurucu olmadığı yönünde bkz. Narbay, Şafak (2003) Anonim Ortaklıkta Pay Defteri, Ankara, Seçkin, s. 68-69; Kendigelen, (1994), s. 105. İntifa hakkının kurulması bakımından değişik olasılıklar için bkz. Kendigelen, (1994), s. 77-101. 57   Moroğlu, (2017), s. 272. GK toplantısına katılımla payı üzerinde intifa hakkı bulunan pay sahibinin ayrıca bilgi alma, azınlık haklarını kullanma, GK kararlarının iptalini dava etme vb. hakları da sürmektedir, Kendigelen, (1994), s. 327-328; Tekinalp(Poroy/Çamoğlu), C. 2, N. 974. İntifa hakkı sahibinin iştirak ettiği bir GK toplantısında oy kullanma yetkisi aksi kararlaştırılmadıkça intifa hakkı sahibine ait olduğundan pay sahibinin karara olumsuz oy kullanma şartını sağlamasa da muhalefetini tutanağa geçirerek iptal davası açabileceği hakkında bkz. Moroğlu, (2017), s. 272-273. Oy hakkından yoksun pay sahibinin hukuki durumuna  paralel  olarak  (TTK  m.  436)  oy  hakkından  bağımsız  olarak  iptal  davası açılacağından pay sahibinin de iptal davası açabileceği yönünde bkz. Kendigelen, (1994), s. 307.   433Merve SARIKAYA  YBHD 2021/1  yetkisi  veren  bir  ayni  haktır.  Pay  üzerinde  rehin  hakkı  bulunması durumunda oy hakkı kural olarak pay sahibine aittir. Ancak taraflar bunun aksini kararlaştırabilirler. Dolayısıyla, rehin hakkı sahibine sözleşme ile oy hakkının tanınması halinde bu kimselerin de GK ya katılma hakkı bulunacağı kuşkusuzdur.  Rehin hakkı sahibi, GK ya katılıma hakkını haiz olduğunu belgelemek durumundadır. Zira TTK m. 427/2, hamiline yazılı pay senedini, rehin, hapis hakkı,  saklama  sözleşmesi  veya  kullanım  ödüncü  sözleşmesi  ve  benzeri sözleşmeler  sebebiyle  elde  bulunduran  kimsenin,  pay  sahipliği  haklarını, ancak  pay  sahibi  tarafından  özel  bir  yazılı  belge  ile  yetkilendirilmişse kullanabileceğini düzenlemektedir.  Bilindiği üzere hamiline yazılı pay senetlerinin devri ve diğer hukuki işlemlere konu olabilmesi için zilyetliğin devri yeterli olup başkaca bir işleme gerek bulunmamaktadır. Hamiline yazılı bir pay senedi üzerinde rehin hakkı, rehin cirosu ile tesis edilebileceği gibi doğrudan zilyetliğin geçirilmesiyle de kurulabilir. Bu halde hamiline yazılı senede zilyet olduğunu ispat ederek giriş kartı  alan  yahut  hak  sahipliğini  sonradan  ispat  eden  kişilerin  GK ya katılabileceklerini kabul etmek gerekir. Rehin hakkının, intifa hakkı gibi pay defterine  kaydı  da  söz  konusu  olmadığından  ayrıca  bildirim  yapılmadığı sürece şirketin, hamiline yazılı bir pay senedinde rehin hakkı bulunduğunu tespit  edebilmesi  mümkün  olmayacaktır.  Bu  sebeple,  TTK  m.  427/2 de                                                            58   Oğuzman, Kemal/Seliçi, Özer/Oktay Özdemir Saibe (2017) Eşya Hukuku 20. Baskı, İstanbul, Vedat,  N. 3176. 59   Çamoğlu (Poroy/Tekinalp), s. 486-487. Rehin hakkı sahibi ile pay üzerinde vedia yahut ariyet bulunması halinde bu kimselerin iptal davası açma hakkının bulunup bulunmadığını tartışan Moroğlu, soruyu olumsuz yanıtlamaktadır, (2017), s. 273-274. Ancak tabi ki, TTK m. 427/2 ye göre rehin, hapis hakkı, saklama sözleşmesi yahut kullanım ödüncü sözleşmesi ile pay üzerinde hak sahibi olan kişilere pay sahipliği haklarının kullanılabilmesi konusunda özel temsil yetkisi ya da vekâlet verilebilecektir. 60   Bu yönde bkz. Karamanlıoğlu, Argun (2016) Anonim Ortaklıkta Pay Sahibinin Genel Kurul Toplantısında Temsili, İstanbul, Vedat, s. 250. Hamiline yazılı pay senetlerinde rehin hakkı rehin cirosuyla da tesis edilebilir. Bu halde GK ya katılmak isteyen rehin hakkı sahibinin bu hakkı senet metninden anlaşılacağından anılan kişinin GK ya katılma hakkının varlığına  ilişkin  yetkiyi  belgelendirmesi  gerekecektir.  Yılmaz a  göre,  pay  sahibi  rehin sözleşmesini ibrazı yanında rehin hakkı tesis edilirken hamiline yazılı senedin noter onaylı  434YBHD 2021/1  Merve SARIKAYA  aranan yazılı belgenin mevcudiyetinin araştırılması da söz konusu olmayacak, senede  zilyet  bulunan  rehin  hakkı  sahibi  bu  şekilde  GK  toplantısına katılabilecektir.  Tekinalp, hükmün düzenlenme amacının senede zilyet olan bir finansal kurumun, pay sahibi ile aralarındaki saklama, rehin vs. sözleşmesinde yer alan hükümler  uyarınca  pay  sahipliği  haklarını  pay  sahibinin  bilgisi  dışında kullanmasının önüne geçilmesi olarak ifade etmiştir. Ne var ki yukarıda izah ettiğimiz  sebeple  bu  düzenlemenin  uygulamada  amacını  ne  kadar gerçekleştireceği tartışmalıdır. Rehin hakkı sahibine tanınan GK toplantısına katılma ve oy verme hakkı, rehin hakkı sahibi ile payın maliki arasında borçlar hukuku anlamında bir  temsil  yetkisi  verilmesinden  ibarettir.  Bu  anlamda  rehin  hakkını  haiz kimsenin sahip olduğu hak, özünde GK ya katılma ve oy kullanma hakkını içermediğinden, bu hak ancak bir borçlar hukuku sözleşmesi ile rehin hakkı sahibine  tanınabilir.  Kanun  koyucu  rehin  hakkı  sahibine  tanınacak  bu yetkinin, TTK m. 427/2 uyarınca ancak özel yazılı bir belge ile verileceğini öngördüğünden taraflar, bu belgeye oyun hangi yönde kullanılacağına ilişkin hükümler de koyabilirler. Bu hükümlere aykırılık, tıpkı temsil ilişkisinde                                                                                                                                            bir örneğinin de ibrazı GK ya katılım noktasında çıkabilecek sorunları ortadan kaldırması bakımından önemlidir, Yılmaz, Abdüssamet (2020) Anonim Ortaklık Payının Rehin ve Hapis Haklarına Konu Olması, İstanbul, On İki Levha, s. 135. 61   TTK m. 426/2 karşısında GK ya katılım için zilyetliğe ek bir başka hususu talep hükmün lafzı ve amacıyla bağdaşmayacaktır. Nitelim hamiline yazılı senetlerin tedavülü kanun koyucu tarafından kolaylaştırılmıştır. Örneğin TTK m. 415/4 Genel kurula katılma ve oy kullanma hakkının, pay sahibinin, payların sahibi olduğunu kanıtlayan belgeleri veya pay senetlerini  şirkete  bir  kredi  kuruluşuna  veya  başka  bir  yere  depo  edilmesi  şartına bağlanamayacağının düzenlenmesi de bunu bir başka ispatıdır. Aynı durum nama yazılı pay senedini görünürde temlik cirosuyla devralan gizli rehin hakkı sahibi bakımından da geçerlidir, Yılmaz, s. 133-134. 62   Tekinalp (Poroy/Çamoğlu), C. 2, N. 975a. 63   Benzer şekilde borcu için payını rehneden pay sahibinin de oyunu rehnalanın talimatları doğrultusunda kullanacağına ilişkin bir oy sözleşmesi yapılması da mümkündür. Moroğlu bu  durumu  doktrinde  sürekli nitelikte  oy  sözleşmesi  olarak  tanımlamıştır,  Moroğlu, Erdoğan (2015) Oy Sözleşmeleri, 5. Baskı, İstanbul, Vedat, s. 41.   435Merve SARIKAYA  YBHD 2021/1  olduğu gibi  taraflar  arasında  borçlar  hukukuna  ilişkin  bir  talep  gündeme getirebilirse de oyun geçerliliğine etki etmemelidir.   B. YÖNETİM KURULU ÜYELERİ Yukarıda da belirtildiği üzere, eTTK döneminde YK üyelerinin GK toplantısına katılmasının bir zorunluluk olup olmadığı konusunda kanunda bir açıklık bulunmamakta idi. Bu sebeple YK üyelerinin GK toplantılarına katılmayarak,  pay  sahiplerinin  bilgi  alma  haklarını  kullanılamaz  duruma getirmesini  eleştiren  Teoman,  hiç  olmazsa  bilançonun  görüşüldüğü toplantılarda YK üyelerinin bizzat bulunma yükümlülüğü olduğunun kabulü gerektiğini ifade etmiştir. Yazar, bu noktada kanundaki boşluğun bilinçsiz olduğunu kabul ederek, şirket ile YK üyelerinin arasındaki vekalet ilişkisi dolayısıyla  YK  üyelerinin  GK  toplantısına  katılmalarının  aynı  zamanda kendileri açısından bir yükümlülük olduğunu belirtmiştir.  Anılan  tartışma,  TTK  m.  407/2  ile  giderilmeye  çalışılmış,  yalnızca murahhas  üyeler  ile  bir  YK  üyesinin  GK  toplantısına  katılımı  zorunlu tutulmuştur. Bu düzenleme ile YK üyelerinin tamamı için değil yalnızca bir YK üyesi için katılım hem hak hem bir yükümlülük olarak düzenlenmekte iken, kalan YK üyeleri için yalnızca GK toplantısına katılım ve görüş bildirme hakkı tanınmıştır.  C.  PAY  ÜZERİNDE  HAK  SAHİBİ  OLAN  KİMSELERİN TEMSİLCİLERİ 1. Adi Temsilci Pay sahiplerinin ilke olarak GK ya bizzat katılımı zorunlu olmadığından kendisini  pay  sahibi  olan  yahut  olmayan  bir  temsilci  aracılığı  ile  temsil ettirmesi  de  mümkündür  (TTK  m.  425).  Pay  sahibinin  temsiline  ilişkin hükümler TTK  m.  427  vd. nda  düzenlenmektedir. Kanunun  sistematiğine                                                            64   Tekinalp(Poroy/Çamoğlu), C. 2, N. 987d. 65   Teoman, (2012b), s. 225; Teoman, (2012a), s. 417. 66   Teoman, (2012b), s. 226; Teoman, (2012a), s. 417. 67   Bkz. I.a.3.  436YBHD 2021/1  Merve SARIKAYA  bakıldığında bu hükümler,  Pay Sahibinin Kişisel Hakları  başlığı altında yer aldığından doktrinde, söz konusu hakkın  pay sahibinin temsil hakkı  adı altında vazgeçilmez bir kişisel pay sahipliği hakkı olarak değerlendirileceği ifade  edilmektedir.  Oyun  kullanılamaması  sonucuna  yol  açacak  şekilde temsil hakkını kısıtlayan yahut ortadan kaldıran esas sözleşme hükümleri geçersizdir. Temsil yetkisinin verilme şekli TTK m. 426/1 ile TTK m. 427/2 de gösterilmektedir. Buna göre, senede bağlanmamış paylardan, nama yazılı pay senetlerinden  ve  ilmühaberlerden  doğan  pay  sahipliği  haklarının  temsilci aracılığı  ile  kullanılabilmesi  için  pay  sahibinin  temsilciyi  yazılı  olarak yetkilendirmesi gereklidir (TTK m. 426/1)70. Bu şekilde TTK m. 426/1, TBK m.  40  vd. daki  temsile  ilişkin  genel  hükümlerdeki  şekil  serbestisinden sapmakta ve temsil yetkisinin verilmesini adi yazılı şekle tabi tutmaktadır. Bunun yanında, TTK m. 426/1, m. 427/2 nin aksine bu yetkinin ayrı bir belgede yer alması zorunluluğunu şart koşmamaktadır.  Yetkiyi verecek olan kişi ise hiç kuşkusuz pay defterine kayıtlı olan pay sahibidir. Yine de pay defterine kayıt kurucu olmayıp açıklayıcı nitelikte olduğundan, gerçekte pay sahibi olan kimseler de maddi anlamda hak sahipliklerini ispat ederek temsil yetkisi verebileceklerdir.  GK ya katılım ve oy kullanma hakkı bakımından alt temsilin mümkün olup olmayacağı da sorulabilir. TBK m. 506 uyarınca, temsilci, temsil yetkisini bizzat  ifa  etmekle  yükümlü  ise  de  temsil  olunan  tarafından  bizzat  yetki verildiği veya durumun zorunlu ya da teamülün mümkün kıldığı hâllerde                                                            68   Karamanlıoğlu, s. 144; Bahtiyar, s. 171; Kırca (Şehirali Çelik/Manavgat), C. 2, s. 46; Bahtiyar/Hamamcıoğlu, s. 58. 69   Bahtiyar/Hamamcıoğlu, s. 58; Narbay, s. 214. 70   Yetkinin hangi toplantı için verildiği mutlaka belirtilmelidir, toplantı ertelendiği takdirde yeni bir yetkilendirme gerekir, Tekinalp (Poroy/Çamoğlu), C. 2, N. 979. 71   Çamoğlu (Poroy/Tekinalp), C. 1, N. 681c; Pulaşlı, C. 1, s. 961; Bahtiyar/Hamamcıoğlu, s. 59. Örneğin temsil yetkisi taraflar arasında yapılan bir sözleşmenin içeriğine de dahil olabilir, Karamanlıoğlu, s. 233. 72   Narbay,  s.  215;  Karamanlıoğlu,  s.  235.  Temsil  yetkisi  verenin  maddi  anlamda  hak sahipliğini ispat eden temsilcinin GK ya katılma ve oy kullanma talebini reddeden YK üyelerinin hukuki sorumluluğu söz konusudur, Narbay, s. 216.  437Merve SARIKAYA  YBHD 2021/1  temsilci, temsil yetkisini başkasına devredebilir. Buna alt temsil adı verilir. Şirketler hukukunda da pay sahibinin açık rızası ile alt temsil mümkündür. Bu izin  yetki  belgesinde  açıkça  yer  almalıdır.  Bu  durumda  alt  temsilci  GK toplantısına  katılma  hakkını  haiz  olacaktır.  Karamanlıoğlu na  göre  GK ya katılım  hakkının  varlığı  bakımından  sorun  yaşanmaması  için  alt  temsil yetkisinin yetki belgesinin zorunlu içeriğinden olduğunun kabulü gerekir. TTK, temsil yetkisinin verilmesi için yalnızca yazılı şekli gerekli ve yeterli saymakta iken BakTemYön m. 18/7 de gerek nama gerek hamiline yazılı  pay  senetlerine  ilişkin  verilecek  temsil  yetkisinin  noter  onaylı vekâletname ile olması yahut vekâletnameye vekâlet verenin imza beyanının eklenmesi  şart  koşulmuştur.  BakTemYön  m.  18/7 nin  Kanun da öngörülmeyen  bir  şekil  şartı  öngörmesi  ve  düzenlemenin  normlar hiyerarşisine  aykırı  olması  doktrinde  eleştirilmiştir.  Kanaatimizce,  anılan düzenleme, TTK da düzenlenen pay sahibinin temsiline ilişkin vazgeçilmez hakkın  özüne  aykırı  olup,  bu  hakkı  hükmün  amacını  aşar  şekilde sınırlandırmaktadır.  Nama  yazılı  pay  senetleri  açısından  adi  yazılı  temsil yetkisinin varlığı temsilcinin GK ya katılımı için yeterli olmalıdır.                                                             73   Karamanlıoğlu, s. 192. 74   Pulaşlı,  temsil  belgesindeki  imzanın  noter  onaylı  olmasının  esas  sözleşme  ile  de  bir zorunluluk  olarak  öngörülemeyeceğini  zira  bu  durumda  oy  hakkının  özünün  zarar gördüğünü ve böyle bir maddenin kanuna aykırılık teşkil ettiğini ifade etmektedir, C. 1, s. 961; Tekinalp (Poroy/Çamoğlu), C. 2, N. 977; Bahtiyar/Hamamcıoğlu, s. 60. Hükmün normlar hiyerarşisi, TBK m. 12 ve m. 503 e aykırı olduğu yönünde bkz. Helvacı, Mehmet (1997) Anonim Şirket Genel Kurul Toplantıları ve Bu Toplantılarda Bulunacak Sanayi ve Ticaret  Bakanlığı  Komiserleri  Hakkında  Yönetmelik  Gereği  Ticaret  Ortaklıklarının Özellikle Anonim Ortaklıkların Genel Kurullarının Yapılması, İstanbul, Beta, s. 47-49; Çamoğlu (Poroy/Tekinalp), C. 1, N. 681c; Karamanlıoğlu, s. 238. 75   Aykırılık durumunda GK da alınan kararların batıl mı yoksa iptal edilebilir mi olduğu doktrinde tartışmalıdır. Kırca, münferit de olsa pay sahibinin kanundan kaynaklanan vazgeçilmez haklarını sınırlandıran veya ortadan kaldıran kararların TTK  m. 447/1.a uyarınca  batıl  olduğu  görüşündedir,  Kırca(Şehirali  Çelik/Manavgat),  C.  2,  s.  74. Moroğlu na göre ise doğrudan mutlak emredici olup kamu düzenine ilişkin bulunan GK kararları ile nispi emredici kuralların ilerisi için de kaldırılması sonucunu doğuran genel nitelikte kararlar batıl olup, münferit olarak nispi emredici kullara aykırı alınan GK kararları iptal edilebilirdir, (2017), s. 63 vd.  438YBHD 2021/1  Merve SARIKAYA  Hamiline yazılı pay senetleri bakımından kanun koyucunun amacı bu senetlerin  içerdiği  hakkın  kullanımının  kolaylaştırılmasıdır.  Bunun  bir örneğini, TTK m. 415/4 hükmünde görmek mümkündür. eTTK döneminden farklı olarak TTK m. 415/4, GK ya katılım ve oy hakkı kullanımı bakımından pay  senetlerinin  şirkete,  bir  kredi  kuruluşuna  veya  başka  bir  yere  depo edilmesinin şart koşulamayacağını düzenlemektedir. Buna paralel şekilde ve senedin zilyetliğinin mevcudiyetini yeterli gören TTK m. 426/2 nin varlığı karşısında hamiline yazılı senedi rehin hakkı dolayısıyla elinde bulunduran kimsenin pay sahipliği haklarını kullanmasının ek bir taleple zorlaştırılmaması icap eder. Noter onaylı vekâletname ibraz edilmediği gerekçesiyle temsilcinin GK ya alınmaması halinde pay sahibinin, GK da alınan kararların iptalini dava edebilmesi gerekir. Anılan  hüküm,  rehin,  hapis  hakkı  ile  saklama  ve kullanım  ödüncü sözleşmelerinin varlığında dahi GK ya katılma ve oy kullanma hakkının pay sahibinde olduğu gerçeğinden hareketle, hamiline yazılı pay senedine zilyet olan hak sahibinin mülkiyet karinesinden faydalanarak bu hakları kendi adına kullanamayacağının  altını  çizmektedir.  Temsil  yetkisinin  verilmesine  dair şekli düzenlemeler pay sahibi ile temsilci arasındaki iç ilişkiye yönelik olup, temsilcinin  toplantıya  katılabilmesi  için  yalnızca  zilyetliğin  anonim  şirket bakımından yeterli olması gerekir.  GK da  pay  sahibini  temsil  edecek  temsilci,  tam  ehliyetli  olmalıdır. Ayrıca farklı gündem maddelerine ilişkin konularda oy kullanma hakkını haiz birden çok temsilci de GK toplantısında bulunabilir. Buna karşın birden çok temsilci atanması durumunda BakTemYön m. 18/8 uyarınca, oy bunlardan yalnızca birisi tarafından kullanabilir ve yetki belgesinde hangi temsilcinin oy                                                            76   Karamanlıoğlu na göre, TTK m. 426/1 de senede bağlanmamış paylardan, nama yazılı pay senetlerinden ve ilmühaberlerden bahsedilmesine karşın hamiline yazılı pay senetlerinin kapsama dahil edilmemesi bilinçli bir tercihtir, zira TTK m. 427/2 saklı kalmak üzere, hamiline  yazılı  paylarda  temsil  yetkisi  verilmesi  için  herhangi  bir  şekil  şartı öngörülmemektedir, s. 251. 77   Narbay, s. 216; Karamanlıoğlu, s. 249-250. 78   Karamanlıoğlu, s. 228.  439Merve SARIKAYA  YBHD 2021/1  kullanmaya yetkili olduğu gösterilir. Ayrıca BakTemYön m. 18/9 a göre, durumun belgelendirilmesi şartı ile kanuni temsilci olan veli yahut vasinin de GK ya katılma hakkı vardır. TTK m. 432 ye göre bir pay, birden çok kişinin ortak mülkiyetindeyse bunlar içlerinden birini veya üçüncü bir kişiyi, GK da paydan doğan haklarını kullanması  için  temsilci  olarak  atayabilirler.  Bahtiyar/Hamamcıoğlu;  haklı olarak, kanunun lafzından bu atamanın ihtiyari olduğunun anlaşıldığını, ne var  ki  pay  üzerinde  ortak  mülkiyet  bulunması  halinde  bir  müşterek temsilcinin atanmasının zorunlu olduğunu ifade etmektedirler. Kayden izlenen paylara ilişkin temsil yetkisi SPK m. 30/2 ile  Vekaleten Oy Kullanılması ve Çağrı Yoluyla Vekalet Toplanmasına  ilişkin SPK II-30.1 sayılı Tebliğ hükümleri uyarınca verilir. Buna göre, hamiline ya da nama olması fark etmeksizin halka açık ortaklıklarda vekâletname ile temsil, en az Tebliğ  Ekinde  yer  alan  bilgileri  içeren  vekâletname  formlarının kullanılmasıyla  mümkündür  (m.  6/1)81.  Oy  hakkını  haiz  pay  sahipleri elektronik GK sistemi vasıtasıyla veya fiziki olarak düzenlenen vekâletname formunda yer alan imzayı onaylattırarak veya noter huzurunda düzenlenmiş                                                            79   Birden çok temsilci bulunması halinde toplantı başkanlığının oy hakkını haiz olmayan temsilcileri GK ya almamasının pay sahibinin toplantıya katılma hakkının ihlali olmadığı yönünde bkz. Bilgili/Demirkapı, s. 322. 80   Bahtiyar/Hamamcıoğlu, s. 61. Pay üzerinde birden fazla malikin bulunması halinde TTK m. 432/I in, genel kurulda paydan doğan hakların kullanılması için temsilci atanabileceğini öngördüğü; eTTK m. 373/II ün ise, bu halde hakların temsilci ile kullanımının zorunlu olduğu anlamını çıkarak şekilde  ancak bir temsilci marifetiyle rey haklarını kullanabilirler  düzenlemesini haiz olduğu; Gerekçe de, hükmün, m. 373/II nin tekrarı olduğu ifadesi ile yetinildiği ve ifade farklılığına ilişkin bir açıklama yapılmadığı; bu sebeple doktrinin, payın birden fazla malikinin bulunması halinde, paya ilişkin hakların genel kurulda yalnızca bir temsilci aracılığıyla kullanılabileceği kanaatinde olup, hükmün önceki ve şimdiki versiyonu arasındaki farklılık dikkate alınmaksızın bu kanaatin muhafaza edildiği; oysa TTK m. 432/I den böyle bir sonuç çıkarmanın mümkün olmadığı yönünde bkz. Sarıkaya, Sinan (2019) Şirket Birleşmelerinde Ortakların Dava Yoluyla Korunması, İstanbul, Vedat, s. 276. 81   Vekaletname formunda vekil tayin edilen kişinin ad, soyad/ticaret unvanı ve T.C. Kimlik numarası/ticaret sicili ve numarası/vergi kimlik numarası ile Merkezi Sicil Kayıt Sistemi (MERSİS) numarasının açıkça belirtilmesi ve yabancı uyruklu vekiller için anılan bilgilerin varsa muadillerinin sunulması zorunludur.  440YBHD 2021/1  Merve SARIKAYA  imza  beyanını  imzalı  vekâletname  formuna  eklemek  suretiyle  vekil  tayin ederler (m. 8). TTK  m.  427/2 de,  adi  temsilcinin  pay  sahibinden  talimat  alması zorunluluğu düzenlenmemiştir. Yine de talimatın varlığı halinde temsilcinin, temsil  edilenin  talimatlarına  uyması  gerekir.  Bu  talimat  her  bir  gündem maddesine  ilişkin  yahut  genel  olarak  verilebilir.  Talimata  aykırılık  oyu geçersiz kılmaz  yalnızca  temsil  edilene karşı  sorumluluk söz  konusu  olur (TTK m.427/1). 2. Tevdi Eden Temsilcisi  Tevdi eden temsilcisi (TTK m. 429)83, adi temsilci ile birlikte bireysel temsilcilerin  diğer  bir  türü  olup,  kendisine  bir  hukuki  ilişki  sebebiyle devredilmiş bulunan pay yahut pay senetlerinden doğan GK ya katılım, oy kullanma  haklarının  özel  bir  yetkilendirme  ile  kullanımının  devredildiği kimselerdir.  Pay  sahibinin,  pay  senetlerini  saklamak  üzere  bankalara, yönetilmek  üzere  portföy  danışmanlarına,  yatırım  yöneticilerine,  saklama kuruluşlarına, rehin alacaklısına, aracı kurumlara ve avukatlara tevdi etmesi                                                            82   Çamoğlu (Poroy/Tekinalp), C. 1, N. 681c; Karamanlıoğlu, s. 438. 83   Pulaşlı, tevdi eden temsilcisi ifadesinin, kimin temsil edildiğinin tam olarak anlaşılmaması sebebiyle tevdi temsilcisi olması gerektiğini ifade etmektedir. Nitekim İsviçre ve Alman hukukunda yer alan  Depotvertreter  ifadesinin tam karşılığı da tevdi temsilcisidir, C. 1, s. 967, dn. 381. 84   7099 sayılı Kanunla yapılan değişiklikten önce temsil, bireysel ve kurumsal temsil olarak ikiye ayrılmakta; bireysel temsil türleri adi temsilci ile tevdi eden temsilcisi iken kurumsal temsilci olarak organın temsilcisi, bağımsız temsilci ve kurumsal temsilci düzenlenmekte idi. Ne var ki 10.3.2018 tarihli RG de yayımlanan 7099 sayılı Kanun ile TTK nın  Organın Temsilcisi, Bağımsız Temsilci ve Kurumsal Temsilci  başlığını taşıyan 428. maddesi ile  Bildirge  başlıklı 430. ve  Bildirim  başlıklı 431. maddeleri yürürlükten kaldırılmıştır. Organın temsilcisi ve bağımsız temsilci hakkında ayrıntılı bir çalışma için bkz. Ayan, Özge (2012)  6102 sayılı Türk Ticaret Kanunun 428 Maddesinde Düzenlenen Organın Temsilcisi ve Bağımsız Temsilci , Gazi Üniversitesi Hukuk Fakültesi Dergisi C. 16, S. 3, s. 7 vd. 85   Çamoğlu (Poroy/Tekinalp), C. 1, N. 681d. Tevdi, kural olarak GK ya katılma ve oy hakkı vermemekle birlikte tevdi olunanlar ancak kendilerine pay sahibince özel yetki verilmişse bu hakları kullanabilirler, Kendigelen, Abuzer (2012) Türk Ticaret Kanunu Değişiklikler, Yenilikler ve İlk Tespitler, 2. Baskı, İstanbul, On İki Levha, s. 33; Bahtiyar (2020), s. 174; Bahtiyar/Hamamcıoğlu, s. 63.  441Merve SARIKAYA  YBHD 2021/1  mümkündür. Kimlerin tevdi eden temsilcisi olabileceği BakTemYön m. 44 te yer almaktadır. Tevdi olunan kişiler, bağlı olacakları esas ve usuller ve temsil belgesinin içeriği Ticaret Bakanlığı nca bir yönetmelikle düzenlenir (TTK m. 429/3).  BakTemYön m. 45 e göre, GK toplantısına katılma ve oy hakkının, tevdi edilen  tarafından  kullanılabilmesi  için,  taraflar  arasındaki  sözleşmede  bu hususta  açık  bir  hükmün  yer  alması  veya  BakTemYön  Ek-6 da  yer  alan örnekteki  içeriğe  uygun  şekilde  düzenlenecek  temsil  belgesinin  verilmesi zorunludur. Dolayısıyla burada hamiline yazılı pay senetleri bakımından TTK m. 427/2 de aranan ayrı bir yazılı belge şartının aranmadığı görülmektedir. Kanaatimizce, tevdi eden temsilcisi esasen TTK m. 427/2 ye göre kendisine saklama sözleşmesi uyarınca pay senedini elde bulundurma hakkı verilen kişi olduğundan, temsil yetkisinin verilme şekli ve hukuki sonuçlarının tevdi eden temsilcisine  de  uygulanması  gerektiği  sonucuna  varılmalıdır.  Bu  nedenle, normlar  hiyerarşisine  aykırı  BakTemYön  m.  45 in  değil,  TTK  m.  427/2 hükmünün tatbik edilmesi gerekmektedir. TTK m. 429/1 ve BakTemYön m. 46 ya göre, tevdi olunan, nasıl hareket etmesi gerektiği konusunda talimat almak için, her GK toplantısından önce, tevdi  edene  başvurmak  zorundadır.  Zamanında  istenmiş  olup  da  talimat alınamamışsa, tevdi edilen kişi, katılma ve oy haklarını, tevdi edenin genel talimatı uyarınca kullanır; böyle bir talimatın yokluğu hâlinde oy, YK nın yaptığı öneriler yönünde verilir (TTK m. 429/2).  Ne var ki tevdi eden temsilcisinin pay sahibinin talimatına yahut YK üyelerinin  önerilerine  uygun  hareket  etmemesi  halinde  nasıl  bir  hukuki sonucun  meydana  geleceği  konusunda  hükümde  bir  açıklık                                                            86   TTK m. 429 gerekçesi. 87   Tevdi olunan kişiler, bağlı olacakları esas ve usuller ve temsil belgesinin içeriği BakTemYön m. 44 ila 47 arasında düzenlenmektedir. 88   Bu yönde bkz. Karamanlıoğlu, s. 253. 89   Tevdi eden temsilcisinin hiç talimat almadığı hallerde oyunu dilediği yönde kullanabileceği görüşü için bkz. Özdemir, Türkay/Yiğit, İlhan (2007) Anonim Şirket Genel Kurullarında Pay  Sahibinin  Temsili  ve  Türk  Ticaret  Kanunu  Tasarısı,  Prof.  Dr.  Hüseyin  Ülgen e Armağan C.1, İstanbul, s. 461.  442YBHD 2021/1  Merve SARIKAYA  bulunmamaktadır.  Kendigelen,  gerekçede  hükmün   sosyal  politika  ile doğrudan ilgili emredici bir hüküm  olduğunun belirtilmesi nedeniyle talimata aykırı olarak oy kullanılması halinde TTK m. 427/1 in uygulanması sonucu oyun geçersiz sayılmaması gerektiğini; ancak aynı saptamanın talimat yokluğu yahut YK nın önerilerine aykırı oy kullanılması ihtimalinde yapılamayacağını; aksi halde GK da alınan kararların iptali kabil olabileceğini belirtmektedir.   III. GK YA KATILABİLECEK DİĞER KİŞİLER TTK nın  407.  maddesinde  zikredilen  pay  sahipleri,  temsilcileri, murahhas  üyeler,  YK  üyeleri  ve  denetçiler  dışında,  GK ya  katılma  hakkı bulunan başkaca kimseler olup olmadığı gerek Türk gerek Alman doktrininde tartışma  konusu  olmuştur.  Uygulamada  şirketin  veya  pay  sahiplerinin avukatlarının, muhasebecilerinin, mali müşavirlerinin toplantıya katıldıkları sıklıkla gözlemlenmektedir. TTK  m.  407  hükmünün  gerekçesinde  GK ya  katılma  hakkının hükümde zikredilen kişilerden başkalarına tanınmasının  ratio legis e uygun düşmediği ifade edilmektedir. Konu hakkında detaylı bir çalışma kaleme alan  Teoman,  GK  toplantısına  dinleyicilerin  katılıp  katılamayacağını,  bu konuda karar vermeye yetkili olan merciin kim olduğunu tartışmıştır. Konuyu eTTK döneminde ele alan yazar, bu hususta açık bir esas sözleşme hükmünün bulunması durumunda dinleyicilerin de GK toplantısına katılabileceğini ifade etmiştir. Yazar, esas sözleşmede açık bir hüküm bulunmaması halinde de dinleyicilerin GK ya katılabilmesini olanaklı görmekte, GK nın pay sahipleri ve  YK  üyelerinden  oluşan  kapalı  bir  organ  konumunda  olmasının  basın mensupları  gibi  dinleyicilerin  katılımına  engel  oluşturmayacağını                                                            90   Bahtiyar/Hamamcıoğlu, s. 64. 91   Kendigelen (2012), s. 332.  92   İlgili  tartışmalar  için  bkz.  Teoman,  Ömer  (2012)   Anonim  Ortaklık  Genel  Kurul Toplantılarına Dinleyicilerin Katılması , Tüm Makalelerim C. 1-2, İstanbul, On İki Levha, s. 247. 93   Pulaşlı, C. 1, s. 921; Bahtiyar/Hamamcıoğlu, s. 79. 94   TTK m. 407 gerekçesi. 95   Teoman (2012e), s. 247.  443Merve SARIKAYA  YBHD 2021/1  belirtmektedir. Bu halde dinleyicilerin GK ya alınıp alınmayacağı konusunda yetkili kişi GK başkanıdır (TTK m. 419)96. TTK döneminde ise bu husus  Emredici Hükümler  başlıklı m. 340 kapsamında değerlendirilmektedir. Buna göre doktrinde, esas sözleşme ile dinleyicilere de GK ya katılma hakkı öngörülmesinin, TTK m. 340 ın varlığı karşısında  şüpheli  olduğunu  savunanların  yanında;  esas  sözleşmede  bu yönde bir hükmün bulunabileceğini ve bu hususun emredici hükümler ilkesi ile  çelişki  yaratmayacağını  ifade  eden  yazarlar  da  bulunmaktadır.  Bu yazarlara göre durumun esas sözleşme ile çözüme kavuşturulmaması halinde ise toplantı başkanı yahut GK nın alacağı bir kararla dinleyicilerin GK ya katılımı sorunu çözümlenebilecektir. Dinleyicilerin  GK ya  katılımları  konusunda  BakTemYön  ekinde  yer alan  Toplantı Yerine Giriş ve Hazırlıklar  başlıklı m. 5 e göre de, toplantı başkanlığına  seçilecek  veya  görevlendirilecek  diğer  kişilerin  toplantıya girebileceği belirtilmektedir. Buna göre, şirketin diğer yöneticileri, çalışanları, misafirler, ses ve görüntü alma teknisyenleri, basın mensupları gibi kişilerin de toplantı yerine girmesi öngörülüyorsa bu durum ayrıca İç Yönerge de (TTK m. 419/2) belirtilmelidir.                                                                96   Teoman, (2012e), s. 253. 97   Emredici hükümler hakkında monografik bir çalışma olarak bkz. Karasu, Rauf (2015) Anonim Şirketlerde Emredici Hükümler İlkesi, 2. Baskı, Ankara, Yetkin. 98   Moroğlu (2017), s. 134. Tekinalp ise üçüncü kişilerin AŞ GK sına girmeye hakları olmadığı görüşündedir, Tekinalp (Poroy/Çamoğlu), C. 2, N. 949. 99   Pulaşlı, C. 1, s. 921; Bahtiyar/Hamamcıoğlu, s. 83. 100  Pulaşlı, C. 1, s. 921; İmregün, s. 129. 101  Moroğlu ve Pulaşlı ya göre, dinleyicilerin toplantıya alınması yahut alınmaması tek başına GK da alınan kararların geçerliliğine etki etmez. Kararın iptali ancak bu kimselerin kararın alınmasında bir şekilde etkili olduklarının ispatı ile mümkün olacaktır, Moroğlu (2017), s. 135; Pulaşlı, C. 1, s. 921.  444YBHD 2021/1  Merve SARIKAYA  VI. GK YA KATILMAMANIN HUKUKİ SONUÇLARI TTK  m.  407,  GK ya  katılması  zorunlu  bulunan  kimseler  ile  GK ya katılmaya yetkili olan kişileri açıkça hükme bağlamasına karşın; katılımı bir yükümlülük  olan  kişilerin  GK  toplantısına  iştirak  etmemeleri  halinde yaptırımının ne olacağı hususunda suskundur.  İfade ediliş şekli, hükmün emredici olduğu izlenimi uyandırmakta ise de madde gerekçesi incelendiğinde, murahhas üyelerle en az bir YK üyesi ve denetçinin GK ya katılımının bir zorunluluk olduğu ancak bu yükümlülüğe aykırı hareket edilmesinin GK da alınan kararların geçerliliğini etkilemeyeceği ifade edilmektedir. Hükmün lafzı ile gerekçe arasındaki bu uyumsuzluk, yükümlülüğe  aykırı  hareketin  hukuki  sonuçları  hususunda  tartışmalara gebedir.  Aşağıda  GK  toplantısına  katılma  yükümlülüğüne  aykırılığın yaptırımları  ilgili  görüşler  ve  kanaatimiz,  murahhas  üyeler  ile  denetçi  ve bakanlık temsilcisi bakımından ayrı ayrı ele alınacaktır.  A. MURAHHAS ÜYELER VE DENETÇİNİN GK TOPLANTISINA KATILMAMASI HALİNDE ALINAN KARARLARIN YAPTIRIMI İkincil  düzenlemelere  bakıldığında  tartışmaların  özellikle  KomY nin yürürlükte  olduğu  dönemde  ön  plana  çıktığı  görülmektedir.  Zira  burada olağan  GK  toplantılarında  YK  üyeleri  ile  denetçilerden  en  az  birisinin toplantıda hazır bulunması bir zorunluluk olarak öngörülmekte (KomY m. 20/2);  aksi  halde  komiserin  toplantının  açılmamasına  karar  vereceği düzenlenmekte idi (KomY m. 31). eTTK da, anılan kişilerin GK toplantısına katılım zorunluğuna ilişkin herhangi bir hüküm bulunmazken; Yönetmelik maddesi  ile  komisere  toplantının  açılmasına  engel  olma  yetkisi  verilmesi doktrinde, haklı olarak, eleştirilmekte idi.                                                            102  Moroğlu, Erdoğan (2012) 6102 sayılı Türk Ticaret Kanunu Değerlendirme ve Öneriler, 7. Baskı, İstanbul, On İki Levha, s. 209; Teoman, (2012b), s. 238. 103  TTK m. 407/2 gerekçesi. Kendigelen, ifade tarzının farklı yorumlara sebebiyet verebileceği gerekçesiyle hükmü eleştirmektedir, (2012), s. 306. 104  Helvacı, s. 42-46. Yaptırımın yerinde olmadığı ve komiserin görevi ile bağdaşmadığı yönünde bkz. Teoman, (2012b), s. 230; Bahtiyar, Mehmet (2007)  Anonim Ortaklıkta Denetçilerin Rapor Hazırlamamaları ve Olağan Genel Kurul Toplantısına Katılmamaları  445Merve SARIKAYA  YBHD 2021/1  Hâlihazırda yürürlükte olan BakTemYön m. 17, GK toplantılarında murahhas üyeler ile en az bir YK üyesinin hazır bulunmasının şart olduğunu; diğer YK üyelerinin de GK toplantısına katılabileceğini, ayrıca denetime tabi olan şirketlerin GK toplantılarında denetçinin de hazır bulunması gerektiğini düzenleyerek  ilgili  TTK  hükmünü  tekrar  etmekte;  bakanlık  temsilcisinin görevleri  arasında  toplantıya  katılması  zorunlu  olan  kişilerin  katılmaması durumunda  toplantının  açılmamasına  karar  verme  yetkisine  yer verilmemektedir. Ayrıca   Toplantının Yapılamaması   başlıklı  m.  27 de  ise yalnızca,  gerektiği  halde  Bakanlık  temsilcisi  bulunmamasının  toplantının yapılmasına engel olacağı ifade edilmektedir. eTTK  ve  KomY nin  yürürlükte  olduğu  dönemde  katılması  zorunlu kimselerin GK ya katılmamasının hukuki sonuçlarını tartışan Kaya, konuyu bilgi alma hakkı bakımından değerlendirmektedir. Yazara göre, denetçiler ve YK üyeleri bilgi verme yükümlüsüdürler ve pay sahipleri bilgi alma haklarını GK da  kullanırlar.  eTTK da  denetçilerin  bu  yükümü  açıkça  zikredilmektedir. Zira yükümlülüğün asıl muhatabı denetçilerdir. Bu sebeplerdir ki denetçilerin GK ya katılmaması halinde yeteri kadar bilgi sahibi olamadığını ifade eden pay sahibinin, bu hususu toplantı tutanağına kaydettirerek iptal davası açabilmesi gerekir. YK üyeleri açısından da konuyu ele alan yazar, kanunun YK ya GK nın toplanması ile ilgili vermiş olduğu ödevler ve YK nın da geniş anlamda bilgi verme yükümlüsü olması karşısında, YK üyelerinin de GK toplantısına katılmasının bir zorunluluk olduğunu ve katılmama halinde somut gündem maddesi ile ilgili iptal davası açılabileceğini ifade etmiştir. Teoman a göre, toplantıya katılma yükümlülüğüne aykırılık tek başına GK kararlarının geçerliliğine etki etmez, bu bir düzen hükmüdür. Yine de pay                                                                                                                                            Nedeniyle  Komiserin  Toplantıyı  Açamamasının  Sonuçları  (Somut  Bir  Olaya  İlişkin Notlar) , Maltepe Üniversitesi Hukuk Fakültesi Dergisi, Prof. Dr. Aydın Aybay a Armağan, s. 374; Alışkan, Murat (2007) Türk Ticaret Kanunu na Göre Sanayi ve Ticaret Bakanlığı nın Anonim Şirketleri Denetlemesi ve İlgili Fesih Davaları, İstanbul, Legal, s. 110. 105  Kaya, s. 169. 106  Kaya, s. 170. 107  Kaya, s. 172. 108  Kaya, s. 185.  446YBHD 2021/1  Merve SARIKAYA  sahipleri  bilgi  alma  haklarını  gereği  gibi  kullanamadıklarını  ileri  sürmek suretiyle  iptal  davası  açabilmelidirler.  Aynı  zamanda  bu  yükümlülüğün ihlali,  murahhaslar  ile  YK  üyeleri  ve  denetçilerin  sorumluluğuna  da  yol açabilmelidir. Moroğlu,  Tekinalp,  Bahtiyar  ve  Bilgili/Demirkapı ya  göre,  kanunen katılması  zorunlu  olan  kimselerin  GK  toplantısına  katılmamalarının yaptırımının kanunda gösterilmemesi ve gerekçede bu hükmün bir düzen hükmü  olduğunun  ifade  edilmesi  karşısında  alınan  kararların  iptali  söz konusu  olmayıp,  bu  durum  olsa  olsa  GK ya  katılmayan  YK  üyeleri  ve denetçilerin sorumluluğuna yol açabilir. Pulaşlı,  murahhas  üyeler  ile  en  az  bir  YK  üyesi  ve  denetçinin  GK toplantısında  hazır  olmamasının  doğrudan  toplantının  ve  alınan  kararın geçerliliğini  etkilemeyeceğini  ifade  etmektedir.  Yazara  göre,  gündemin müzakeresine geçilmeden önce, pay sahiplerinden birinin murahhas üyeler ile en az bir YK üyesinin GK toplantısında bulunmamasına yönelik bir itirazının bulunması ve bu itirazın tutanağa geçirilmesi şartıyla GK da anılan kararların iptal edilebilmesi gerekir. Zira bu kimselerin toplantıda bulunmaması pay sahiplerinin bilgi alma hakkının ihlalidir ve mutlak bir iptal sebebi teşkil eder.  Denetçilerin de GK toplantısında hazır bulunmasının şart olduğunu belirten  Pulaşlı,  denetçinin  özellikle  olağan  GK  toplantılarına  katılması                                                            109  Teoman,  (2012b),  s.  238.  Orbay  Ortaç/Al  Kılıç a  göre  de  yalnızca  ilgililerin  GK ya katılmaması sebebiyle pay sahibinin vazgeçilemez nitelikteki bilgi alma hakkının ihlal edildiği durumlarda ilgili madde ve bununla bağlantılı gündem maddeleri bakımından karara muhalif kalarak ve bu muhalefetini tutanağa geçirerek iptal edilebilirlik yaptırımı kabul  edilmelidir.  Yazarlar,  toplantıya  katılmama  halinde  ise  446/1-b  hükmünün işletilemeyeceği kanaatindedir, s. 230. 110  Teoman, (2012b), s. 238. Ayrıca yükümlülüğe aykırı hareket azil için haklı bir sebep de teşkil edecektir, Bahtiyar/Hamamcıoğlu, s. 75. YK üyelerine karşı açılacak olan sorumluluk davasında yükümlülüğün en az bir YK üyesine getirilmiş olması, diğer YK üyelerinin sorumluluğuna gidilemeyeceği anlamına gelmez. Bu durumda dava tüm YK üyelerine yöneltilecektir, Teoman, (2012b), s. 235. 111  Moroğlu (2017), s. 131-132; Tekinalp, s. 259; Bilgili/Demirkapı, s. 299. 112  Pulaşlı, C. 1, s. 919.  447Merve SARIKAYA  YBHD 2021/1  gerektiğini, bu katılım zorunluluğunun İsvBK düzenlenmesinde olduğu gibi alınacak bir GK kararı ile de kaldırılamayacağını belirtmektedir. Bu sebeple, denetçinin  GK da  hazır  bulunmaması  halinde  GK nın  finansal  tabloların tasdiki ve bilanço karının kullanımına ilişkin GK kararları iptali kabildir. Çamoğlu na  göre  ise  TTK nın  407.  maddesinin  ikinci  ve  üçüncü fıkraları  emredici  nitelikte  olduğundan  GK  toplantısına  katılması  zorunlu olan kişilerden yoksun bir GK toplantısında alınan kararlar batıldır. Konuyu  son  dönemde  ele  alan  Kendigelen/Çonkar a  göre,  mehaz kanunlardaki düzenlemeler, hukuk güvenliği ve butlanın ikincilliği prensibi dikkate alındığında hükmün yaptırımının yokluk, butlan yahut her halükarda iptal  edilebilirlik  olmaması  gerekir.  Alınan  kararın  bilgi  alma  hakkı  ile doğrudan  bağlantılı  olması  halinde  ise  yaptırımın  iptal  edilebilirlik  olup olmayacağı değerlendirilebilir. Yazarlar TTK m. 407 ye aykırılığın kategorik bir iptal sebebi olmasına gerek bulunmadığını nitekim önemli olan hususun bilginin kimin tarafından verildiği değil, somut olayda bilgi alma hakkının kullanılıp  kullanılamadığı  olduğunun  altını  çizmekte;  bu  sebeple  TTK  m.                                                            113  Pulaşlı, C. 1, s. 919. 114  Çamoğlu (Poroy/Tekinalp), C. 1, N. 680. Yazar, her ne kadar toplantının batıl olduğunu ifade etse de kanaatimizce toplantıda alınan kararların butlanından bahsetmek daha isabetli olacaktır. Yazar, aynı eserin 2013 basısında toplantının geçersizliğinden söz etmekte fakat bu  geçersizliğin  yaptırımını  belirtmemektedir.  Hükmün  ikinci  ve  üçüncü  fıkrasının emredici  olması,  bu  fıkralarda  bakanlık  temsilcisinin  de  zikredilmesi  ve  Bakanlık temsilcisinin  bulunmadığı  toplantılarda  alınan  kararların  genellikle  yoklukla  malul olmasından  yola  çıkarak  Kendigelen/Çonkar,  yazarın  yokluk  görüşünü  benimsediği kanaatine varmışlardır. Kendigelen, Abuzer/Çonkar, Halil (2019)  Genel Kurula İlişkin Uygulamada Karşılaşılan İki Güncel Sorun , Prof. Dr. Sabih Arkan a Armağan, s. 679. Aynı eserin son basısında ise Çamoğlu, açıkça hükme aykırılığın yaptırımının butlan olduğunu belirtmiştir. 115  Örneğin, Alman hukukunda YK üyesinin GK ya katılmaması halinde haklı sebeple azli yahut sorumluluğu gündeme gelirken; denetçinin toplantıya katılma yükümlülüğü yalnızca bilançonun onaylanması kararının GK ya bırakıldığı hallerde mevcut olup bu yükümlülüğe aykırılık  yalnızca  bilançonun  onaylanmasına  ilişkin  GK  kararının  iptaline  neden olmaktadır, Kendigelen/Çonkar, s. 683.  116  Kendigelen/Çonkar, s. 684-685.  448YBHD 2021/1  Merve SARIKAYA  407 ye aykırılığın bir sorumluluk yahut haklı sebeple azil nedeni olacağını belirtmektedirler.  B.  BAKANLIK  TEMSİLCİSİNİN  GK  TOPLANTISINA KATILMAMASI HALİNDE ALINAN KARARLARIN YAPTIRIMI Anonim  şirket  GK  toplantılarına  katılması  bir  zorunluluk  olarak öngörülen diğer grup ise Bakanlık temsilcisidir. Bu zorunluluk hem TTK m. 407/3 hem de BakTemYön m. 32 de düzenlenmektedir.  BakTemYön  uyarınca,  Bakanlık  temsilcisinin  bulunmasının  zorunlu olduğu GK larda, temsilcinin yokluğunda alınan kararlar geçerli olmayacaktır. Temsilci  bulunması  zorunlu  olmayan  hallerde  de  GK yı  toplantıya çağıranların  talep  etmeleri  halinde  Bakanlık  temsilcisi  görevlendirilir.  Bu hallerde  de  temsilcinin  yokluğunda  alınan  GK  kararları  geçersiz  olup (BakTemYön  m.  32/4)  temsilcinin  katıldığı  fakat  toplantı  tutanağını imzalamadığı hallerde de alınan kararlar geçersizdir (BakTemYön m. 26/5).  BakTemYön m. 26/5 ile m. 32/4,  geçersizlikten  söz etmekte fakat bu geçersizliğin türünün ne olacağını belirtmemektedir. Doktrinde çoğunlukla kabul edildiği üzere Bakanlık temsilcisinin GK toplantısında bulunmamasının (yahut  tutanağa  imza  atmamasının)  yaptırımı  GK da  alınan  kararların yokluğudur. Buna göre,  toplantı tutanağının kanunda öngörülen şekilde tutulması ve temsilci tarafından imzalamasının alınan kararların geçerlilik şartı olduğu  ifade edilmekte; bu görüş, Yargıtay ca da kabul görmektedir.                                                            117  Kendigelen/Çonkar, s. 686. 118  Arslanlı, s. 44; Moroğlu (2017), s. 132, 146; Teoman, (2012b), s. 239; Helvacı, s. 30; Bahtiyar, (2020), s. 167, dn. 230; Bahtiyar/Hamamcıoğlu, s. 77; Alışkan, s. 89; Şener, Oruç Hami (2019) Teorik ve Uygulamalı Ortaklıklar Hukuku, 4. Baskı, Ankara, Seçkin, s. 485. eTTK dönemi bakımından aynı değerlendirme için bkz. İmregün, s. 142; Yiğit, İlhan (2005) Anonim Ortaklık Genel Kurullarının İşleyişi ve Ortaya Çıkan Sorunlar, İstanbul, Vedat, s. 140. 119   865 sayılı TK nın 482. maddesi yoluyla kooperatiflerin umumi heyetleri hakkında da tatbik olunan 297 ve 378. maddeleri hükmünce Ticaret Vekaleti komiserini toplantılarda bulunup zabıtları imzalamış olması kararların muteberliği için zaruri bir şarttır. Demek ki bu zaruri şart gerçekleşmiş olmadığı takdirde artık bir karar söz konusu olmayacaktır. Yani ortada  449Merve SARIKAYA  YBHD 2021/1  Son  dönemde  konuyu  ele  alan  Bahtiyar a  göre  ise  sorun,  şirket iradesinin ortaya çıkma anı bakımından değerlendirilmelidir. Zira ancak bu halde bakanlık temsilcisinin yokluğunda alınan yahut onun tarafından imza edilmemiş bulunan kararların hukuki akıbeti ortaya çıkabilir. Yazara göre, eTTK nın  aksine  yalnızca  kanunda  sayılan  GK  toplantılarına  Bakanlık temsilcisinin katılımının öngörülmesi temsilcinin varlığının GK kararlarının kurucu  bir  unsuru  olmadığının  kanıtıdır.  Bu  bakımdan  tescilin  yahut                                                                                                                                            keenlemyekün bir karar bulunacaktır.  Yargıtay HGK 6.2.1957, E. 50, K. 20 (Moroğlu, Erdoğan/Kendigelen,  Abuzer  (2014)  İçtihatlı  Notlu  Türk  Ticaret  Kanunu  ve  İlgili Mevzuat, 10. Baskı, İstanbul, On İki Levha, s. 335).    T.T.K.'nun  378.  maddesinin  kendisine  atıfta  bulunduğu  aynı  kanunun  297.  maddesi sarahatine  göre,  genel  kurul  toplantılarında  hükümet  komiserinin  o  toplantının başlangıcından sonuna kadar hazır bulunması ve müzakere zabıtlarının kanuna uygun bir şekilde tutulmalarına nezaret etmesi ve yapılan toplantının kanunun öngördüğü şekil ve şartlara göre toplanıp toplanmadığını kontrol ve nezaret etmesi gerekli olup, olayda ise vazifeli hükümet komiserinin genel kurul toplantı zabtında yazılı olduğu şekilde kanunun öngördüğü şartlara, riayet edilmeden toplantı yapıldığını belirtmiş ve toplantıda hazır bulunanların toplantıya devam etmekte ısrar etmeleri üzerine keyfiyeti zapta geçirerek genel kurulu terketmiş olmasına, hükümet komiserinin yukarıda değinildiği şekilde toplantıda bulunmaması TTK nın 297 ve 378. maddelerinin gerekçesinde ve bu maddelerin kenar başlıklarında açıkça yazılı olduğu şekilde ( kararların muteberlik şartı ) olmasına göre, ticaret sicil memurunun geçerli olmayan böyle bir kararı tescil etmemesi yerinde iken, mahkemece aksine düşünce ile ticaret sicil memurluğu kararının kaldırılmasına ve olağanüstü genel kurul zabıtlarının  tescil  ve  ilanına  karar  verilmesi  doğru  görülmemiş  ve  kararın  bozulması gerekmiştir.  Yargıtay 11. HD., 5.4.1982, E. 1512, K. 1491 (Kazancı İBB, Erişim Tarihi: 7.5.2018).    Komiserin toplantıda bizzat hazır bulunduğunun zabıtlardan anlaşılması yeterli olmayıp ancak komiserin zabıtları imzalamış olması halinde alınan kararlar muteber hale gelir.  Yargıtay 11. HD., 14.5.1964, E. 1963/4265, K. 1775 (Moroğlu (2017), s. 132, dn. 217). KoopK. m. 87 dolayısıyla Kooperatif şirketlerde bu yönde bkz.   Görevlendirilen bakanlık temsilcisinin gelmemesi üzerine mahalli idare amirine durum bildirilmeli, temsilcinin bu bildirime ve bir saat beklenmesine rağmen yine gelmemesi halinde toplantıya başlanmalıdır. Bu prosedür uygulanmadan alınan kararların yok hükmünde sayılacağı…  Yargıtay 23. HD., 24.2.2014, E. 737, K. 1273 (Kazancı İBB, Erişim Tarihi: 7.5.2018). 120  Bahtiyar, Mehmet (2019)  Anonim Şirketlerde Genel Kurul Toplantı Tutanağı ve Özellikle Kararların Hükümsüzlüğüne Etkileri , Prof. Dr. Ersin Çamoğlu na Saygı Günü- Şirketler Hukukunun Güncel Sorunları Sempozyumu, İstanbul, Seçkin, s. 56. 121  Bahtiyar, (2019), s. 57.  450YBHD 2021/1  Merve SARIKAYA  bakanlık  temsilcisinin  tutanağı  imzalamasının  her  durumda  GK da  alınan kararın  ortaya  çıkması  için  zaruri  olduğu  yorumunda  isabet bulunmamaktadır. Bu açıdan daha önce kendisinin de iştirak ettiği yokluk yaptırımının her halükarda kabul edilmesinin sakıncalı olacağını ifade eden yazar, Bakanlık temsilcisinin katılımının zorunlu olduğu hallerde onun yokluğunda alınan kararların yok olması gerektiğini savunmakla birlikte temsilcinin toplantıda bulunup da çeşitli gerekçelerle toplantı tutanağını imzalanmaması halinde alınan  kararların  batıl  olması  gerektiğini  ifade  etmektedir.  Zira  tutanak emredici nitelikte bir şekil kuralıdır ve şekle aykırılığın yaptırımı TBK m. 12 uyarınca butlandır.   C. KANAATİMİZ i.  Kanaatimizce,  AŞ lerde  GK ya  katılımı  bir  zorunluluk  olarak öngörülen murahhas üyeler ile –kabulümüzce murahhas müdürlerin- en az bir YK üyesinin ve denetçinin GK toplantısına iştirak etmemesi, ilgili GK da alınan kararların geçerliliğini etkilememelidir. Bu doğrultuda TTK m. 407 bir düzen  hükmüdür.  Böyle  bir  yükümlülüğün  ikincil  bir  düzenleme  olan yönetmelikle  getirilmesi  ise  hukuk  tekniğine  uygun  değildir.  Nitekim, KomY nin yürürlükte olduğu dönemde komiserin, katılımı zorunlu kişilerin bulunmadığını  tespiti  ile  GK  toplantısının  açılmamasına  karar  vermesi doktrinde yoğun eleştirilere tabi tutulmuştur. Bu doğrultuda ilgili hükmün BakTemYön e  alınmaması,  TTK  m.  407 nin  bir  düzen  hükmü  olduğunu destekler niteliktedir ve bilinçli bir tercihtir. Kaldı  ki  katılması  zorunlu  kişilerin  toplantıya  katılmamalarının yaptırımının  GK nın  yapılamaması  yahut  alınan  kararların  mutlak  olarak iptali  olduğu  sonucuna  varılması  bazı  sakıncaları  da  beraberinde getirmektedir.  Bu  kişiler,  toplantıya  sürekli  olarak  katılmayıp  GK nın çalışmasını  engelleyerek  hükmü  kötüye  kullanabilirler.  Dolayısıyla,  ilgili                                                            122  Bahtiyar, (2019), s. 63. 123  Bahtiyar, (2019), s. 45. Aynı yönde bkz. Kırca(Şehirali Çelik/Manavgat), C. 2, s. 54. 124  Bu yönde bkz. Bahtiyar, (2019), s. 61; Kendigelen/Çonkar, s. 685; Helvacı, s. 44-45  451Merve SARIKAYA  YBHD 2021/1  hükmün bir düzen  hükmü  olduğunun kabulü  daha  isabetlidir.  Hal  böyle olmakla  birlikte  GK ya  katılma  yükümlülüğü  altında  bulunan  kişilerin toplantıya katılmamasının pay sahiplerinin bilgi alma ve inceleme hakkını zedelemesi de söz konusu olabilir.  Bilgi alma hakkı toplantı dışında kullanılabileceği gibi GK toplantısı sırasında bilgi verme yükümlülerine soru sormak suretiyle de kullanılabilir. TTK m. 437/2 ye göre, bilgi verme yükümlüleri YK ve denetçilerdir. TTK m. 437/6 ye  göre  bilgi  alma  ve  inceleme  hakkı,  esas  sözleşmeyle  ve  şirket organlarından  birinin  kararıyla  kaldırılamayacağı  yahut sınırlandırılamayacağı gibi hakkın kullanımının zorlaştırılmaması da gerekir. Bu bağlamda bilgi verme yükümlülerinin GK toplantısında hazır bulunması bir zorunluluktur. Bu yükümlülüğe aykırı davranış halinde GK ya katılmakla birlikte  ilgili  konuda  bilgi  edinemeyen  (örneğin  finansal  tabloların onaylanması maddesinde denetçilere soru yöneltemeyen) pay sahibinin TTK m. 437/5 uyarınca bilgi alma hakkını dava yoluyla kullanabilme imkanının yanı sıra karara olumsuz oy verip muhalefetini tutanağa geçirerek iptal davası açabilmesi gerekir (TTK m.446/1.a). Bu noktada Kendigelen/Çonkar ın haklı olarak ifade ettiği üzere açılacak olan bir iptal davasında esasen bilgi alma hakkının  ihlalinin  alınan  karar  üzerinde  etkili  olup  olmadığı inceleneceğinden, TTK m. 407 ye aykırılığın ayrıca bir iptal sebebi olarak öngörülmesi gerekli de değildir. Örneğin, pay sahibi tarafından YK ya toplantı öncesi  sorular  yöneltilmiş  ve  buna  bilgi  alma  hakkının  gereğine  uygun cevaplar  verilmişse,  artık  bilgi  verme  yükümlülerinin  toplantıya katılmadıklarından bahisle iptale gidilememelidir. Tüm bu açıklamalar doğrultusunda TTK m. 407/1-2 hükmünün varlık sebebi  sorgulanabilirse  de  anılan  hükmün  tamamen  işlevsiz  olduğundan bahsedilemez. Kanaatimizce burada, YK üyeleri ve denetçilerin görevlerinin doğası gereği yükümlülüğü olan GK ya katılma, hukuki bir düzenleme ile pekiştirilmiş  ve  açılacak  olan  sorumluluk  davalarında  YK  üye  ve denetçilerinin GK ya katılma zorunluluğunun bulunup bulunmadığının; YK üyelerinin  azli  halinde  ise  haklı  sebebin  mevcudiyetinin  ayrıca  tartışma konusu yapılmasının önüne geçilmiştir.  452YBHD 2021/1  Merve SARIKAYA  ii. Bakanlık temsilcisinin bulunmadığı yahut GK toplantı tutanağını imzalamadığı hallerde alınan kararların akıbetinin ne olacağı sorusu ise TTK m.  422,  BakTemYön  m.  26/5,  m.  32/4  ve  kanun  koyucunun  GK toplantılarında  bakanlık  temsilcisinin  bulunmasına  ilişkin  iradesi  ışığında cevaplandırılmalıdır. BakTemYön m. 32/4, Bakanlık temsilcisinin yokluğunda alınan  kararların  geçerli  olmadığını  düzenlemektedir.  Kanaatimizce,  bu geçersizliğin  türü  yokluktur.  eTTK da  Bakanlık  temsilcisinin  tüm  GK toplantılarında hazır bulunması bir zorunluluktu. BakTemYön m. 32 uyarınca ise yalnızca hükümde sayılan gündem maddelerinin söz konusu olduğu GK toplantılarında  Bakanlık  temsilcisi  bulunmalıdır.  eTTK dan  farklı  olarak yalnızca bazı gündem maddelerinin müzakere edileceği GK toplantılarında Bakanlık temsilcisinin hazır bulunmakla yükümlü olması, kanaatimizce bu zorunluluğun mevcut olduğu hallerde Bakanlık temsilcisinin iradesinin, GK iradesinin tamamlayıcı bir kurucu unsuru olduğuna işaret eder. Nasıl ki bir sözleşmenin kurucu unsuru tarafların karşılıklı ve birbirine uygun iradelerini beyan etmeleri ise hukuken geçerli bir GK kararının ortaya çıkabilmesi için pay sahiplerinin yanı sıra Bakanlık temsilcisinin de iradesinin GK kararına yansıması gereklidir. Bu nedenle, Bakanlık temsilcisinin katılmak zorunda olduğu bir GK toplantısına iştirak etmemesi halinde GK da alınan kararlar yoklukla sakat olacaktır. BakTemYön  m.  32/4,  Bakanlık  temsilcisinin  GK  toplantısına katılmaması halini düzenlemekte, temsilcinin katılmasına karşın GK toplantı tutanağını  imzalamaması halinden  ise söz  etmemektedir. TTK  m.  422  ve BakTemYön m. 26/5, GK toplantı tutanağının Bakanlık temsilcisi tarafından imzalanacağını  aksi  halde  tutanağın  geçersiz  olacağını  düzenlemektedir.                                                            125  Bahtiyar,   geçersizdir   sözcüğünün  butlan  yaptırımını  karşılaması  gerektiğini  ifade etmektedir, (2019), s. 59. Kanaatimizce anılan ifade  yokluk  yaptırımını işaret etmektedir. 126  Bahtiyar ise aynı gerekçeyle farklı sonuca varmaktadır, (2019), s. 57. 127  Kırca/Şehirali Çelik/Manavgat, C. 2, s. 10, Bakanlık temsilcisinin mevcudiyetinin gerekli olduğu ifade edilmek suretiyle bu yönde bkz. Poroy, Reha/Tekinalp, Ünal /Çamoğlu, Ersin (2003) Ortaklıklar ve Kooperatif Hukuku, 9. Baskı, İstanbul, Vedat, N. 696. 128  Her ne kadar hükmün lafzı tutanağın geçersizliğinden bahsetse de doktrinde, tutanağın geçersizliğinin GK kararlarının geçersizliğine yol açtığı kabul edilmektedir. Tutanağın işlevi ve önemi hakkında detaylı bilgi için bkz. Pulaşlı, C. 1, s. 1000 vd.  453Merve SARIKAYA  YBHD 2021/1  Her  ne  kadar  doktrinde  hemen  hemen  ihtilafsız  biçimde Bakanlık temsilcisinin toplantıya katılmaması ile tutanağa imza atmaması hali bir ayrım yapılmaksızın  yokluk  yaptırımına  tabi  tutulsa  da  kanaatimizce  Bakanlık temsilcisinin  toplantıya  katılmaması  ile  toplantı  tutanağını  imzalamaması hallerini birbirinden ayırmak isabetli olacaktır.  Bu bağlamda zorunlu hallerde bakanlık temsilcisinin GK toplantısına katılmasına karşın tutanağı herhangi bir sebeple imzalamamış olmasına yokluk yaptırımının uygulanması tutanağa, GK kararının ortaya çıkışı bakımından bir kuruculuk atfeder ki bu her zaman isabetli olmayan bir tespittir. Bu sebeple tutanağın kararın ortaya çıkması bakımından kurucu mu olduğu yoksa yalnızca GK da alınan kararların, pay sahiplerinin özelliklerinin ve verdikleri oyların yönünün tespitini mi sağladığı sorusu önem taşımaktadır.  Doktrinde bir GK kararının ortaya çıkması için bir kurulun yapılması ve bu kurulda bir karar alınmış olması gerektiği ifade edilmektedir. TTK m. 422 de de tutanağın, toplantıya katılan pay sahipleri, payların itibari değerleri gibi  bilgilerin  tespitini  içeren  bir  belge  olduğu  düzenlenmektedir.  Ticaret siciline  tescilin  kurucu  olduğu  sermaye  artırımı  gibi  ayrıksı durumlar bir kenara bırakıldığında GK da alınan kararlar, alındıkları anda hüküm ve sonuç doğurur. Esas sözleşme değişiklikleri bakımından bu husus, TTK m. 455 te düzenlenmektedir. Hükmün mefhumu muhalifinden değiştirme kararının iç ilişkide  alınma  anından  itibaren  hüküm  ve  sonuç  doğurmaya  başlayacağı anlaşılmaktadır.  Kanaatimizce,  Bakanlık  temsilcisinin  sonuna  kadar  nezaret  ederek kanuni  vazifesini  ifa  ettiği  fakat  tutanağı  imzalamadığı  hallerde,  alınan kararların  yoklukla  malul  olduğunu söylemek  hakkaniyete  aykırı  sonuçlar doğurabilecektir.  Zira  Bakanlık  temsilcisinin  kanunda  sayılan  hallerde yükümlülüğü ilgili toplantıda hazır bulunarak, toplantıya nezaret etmek ve BakTemYön m. 34 teki görev ve sorumlulukları yerine getirmektir. Bunun sonucunda ilgili hususların şerh düşüldüğü tutanağın ilgililer ve son tahlilde Bakanlık temsilcisi tarafından imzalanması tamamlayıcı bir şekil şartı niteliği                                                            129  İmregün, s. 152; Moroğlu (2017), s. 147; Arslanlı, s. 65; Poroy/Tekinalp/Çamoğlu, C.1, N. 722a; Pulaşlı, C. 2, s. 1013; Alışkan, s. 89. 130  Moroğlu (2017), s. 77, 135.  454YBHD 2021/1  Merve SARIKAYA  taşımaktadır. Dolayısıyla Bakanlık temsilcisinin sonuna kadar katıldığı bir GK toplantısından  zorunlu  bir  hal  nedeniyle  ayrılması  sonucu  tutanağı imzalamamış olması durumunda alınan kararların yokluğundan değil, şekil şartına aykırılık nedeniyle butlanından bahsedilmelidir. Bu ayrımın yapılması önemlidir zira pratikte butlan ile yokluk arasında sonuç itibariyle bir fark olmadığı ileri sürülse de yokluğun aksine butlanı ileri sürmek hakkın kötüye kullanılması  (TMK  m.2)  teşkil  edebilir.  Bu  itibarla,  pay  sahiplerinin iradelerinin  yok  sayılması  suretiyle  Bakanlık  temsilcisinin  sonuna  kadar nezaret ettiği bir toplantıdan mazereti sonucu tutanağı imzalamadan ayrılması halinde alınan kararların batıl olduğu ileri sürülebilirse de pay sahiplerince bu iddianın  ileri  sürülmesinin  hakkın  kötüye  kullanılması  niteliğinde  olduğu savunması yapılabilecektir. Hemen belirtmek gerekir ki bu halde Bakanlık temsilcinin  BakTemYön  m.  39  uyarınca  sorumluluğu  da  gündeme gelebilecektir.  SONUÇ Anonim  şirket  GK ları  bir  pay  sahipleri  kurulu  olup,  olağan katılımcıları  pay  sahipleridir.  Pay  sahiplerinin  yanında  hiç  kuşkusuz  pay sahiplerinin temsilcileri, intifa hakkı sahipleri ve kendilerine bu hususta yetki verilmiş ise rehin, hapis hakkı vb. sözleşmenin taraflarının da GK ya katılma hakkı bulunmaktadır.  Bu kimseler için öngörülmüş bulunan GK ya katılma hakkı diğer bazı kişiler  için  ise  hem  bir  hak  hem  de  bir  yükümlülük  olarak  karşımıza çıkmaktadır. TTK nın 407. maddesi uyarınca murahhas üyeler ile en az bir YK üyesinin,  denetçilerin  ve  Bakanlık  temsilcisinin  GK ya  katılması  bir zorunluluk olarak öngörülmüştür. Mehaz Alman hukukuna bakıldığında bu yükümlülük tüm YK üyelerine ait iken; Türk hukukunda niçin yalnızca bir YK üyesi bakımından bu zorunluluğun getirildiği net değildir. Kanaatimizce                                                            131  Butlan ile yokluk arasındaki farklılık kendini, tahvil imkânının varlığı ve geçersizliği ileri sürmenin hakkın kötüye kullanılması teşkil edip etmediği noktalarında göstermektedir. Hukuki sonuç bakımından iki yaptırım türünün bir farkı olmadığı yönünde bkz. Pulaşlı, C. 2, s. 1013, dn. 525.  455Merve SARIKAYA  YBHD 2021/1  olması gereken hukuk bakımından madde metni  YK üyelerinin tamamı ile murahhas müdürlerin  GK toplantısına katılım zorunluluğunu açıkça ifade etmelidir. Bu zorunluluğa uyulmaması halinde ilgili kişilerin nasıl bir yaptırımla karşılaşacakları  hususunda  ise  kanun  koyucu  bir  düzenleme  yapmamıştır. TTK m. 407, gerekçede de belirtildiği üzere bir düzen hükmü olup, YK ile denetçilerin GK toplantısına katılımlarına ilişkin olağan yükümlülüklerinin kanuni düzenleme ile pekiştirilmesine hizmet etmektedir. Bu noktada, YK üyelerinden en az biri, murahhas üyeler ile müdürler ve denetçilerin GK toplantısına  katılmaması,  GK  kararlarının  geçerliliğine  kural  olarak  etkili değildir, ancak bu kişilerin sorumluluğunu doğurabilir. Ne var ki toplantıya katılmama  sonucu  pay  sahiplerinin  bilgi  alma  hakkının  zedelenmesi  söz konusu ise, GK da alınan kararlar iptal davasına konu olabilecektir. Katılma yükümü her ne kadar YK üyelerinden en az biri için söz konusu olsa da, katılmama durumunda sorumluluk tüm YK üyelerine ait olmalıdır.    Bakanlık  temsilcisinin  katılması  zorunlu  olan  GK  toplantısına katılmaması durumunda, alınan kararlar, Bakanlık temsilcisinin varlığının bu kararların  ortaya  çıkışı  bakımından  bir  kurucu  unsur  olması  nedeniyle yoklukla  sakat  olmalıdır.  Buna  karşın,  toplantıya  nezaret  görevini  yerine getiren Bakanlık temsilcisinin tutanağı imzalamaması ise ancak şekil şartına aykırılık teşkil eder. Bu durumda kararın yok olmayıp, şekil şartına aykırılık nedeniyle batıl olacağının ve ancak hakkın kötüye kullanılması söz konusu değil  ise  ileri  sürülebileceğinin  ilgililerin  menfaatine  olduğunun  kabulü gerekir.      456YBHD 2021/1  Merve SARIKAYA",
     "Kaynakça": "Akdağ  Güney,  Necla  (2016)  Anonim  Şirket  Yönetim  Kurulu,  2.  Baskı, İstanbul, Vedat. Alışkan,  Murat  (2007)  Türk  Ticaret  Kanunu na  Göre  Sanayi  ve  Ticaret Bakanlığı nın Anonim Şirketleri Denetlemesi ve İlgili Fesih Davaları, İstanbul, Legal. Antalya,  Gökhan/Topuz,  Murat  (2019)  Medeni  Hukuk  Giriş  Temel Kavramlar Başlangıç Hükümleri, 3. Baskı, Ankara, Seçkin.  Arslanlı,  Halil  (1960)  Anonim  Şirketler  II III  Anonim  Şirketin Organizasyonu ve Tahviller, 3. Baskı, İstanbul, Fakülteler Matbaası. Ayan,  Özge  (2012)   6102  sayılı  Türk  Ticaret  Kanunun  428  Maddesinde Düzenlenen  Organın  Temsilcisi  ve  Bağımsız  Temsilci ,  Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. 16, S. 3, s. 1 46. Bahtiyar,  Mehmet  (2007)   Anonim  Ortaklıkta  Denetçilerin  Rapor Hazırlamamaları ve Olağan Genel Kurul Toplantısına Katılmamaları Nedeniyle Komiserin Toplantıyı Açamamasının Sonuçları (Somut Bir Olaya İlişkin Notlar) , Maltepe Üniversitesi Hukuk Fakültesi Dergisi, Prof. Dr. Aydın Aybay a Armağan. Bahtiyar,  Mehmet  (2019)   Anonim  Şirketlerde  Genel  Kurul  Toplantı Tutanağı ve Özellikle Kararların Hükümsüzlüğüne Etkileri , Prof. Dr. Ersin Çamoğlu na Saygı Günü  Şirketler Hukukunun Güncel Sorunları Sempozyumu, İstanbul, Seçkin, s. 35 65. Bahtiyar, Mehmet (2020) Ortaklıklar Hukuku, 13. Baskı, İstanbul, Beta. Bahtiyar, Mehmet/Hamamcıoğlu, Esra (2014) Yeni TTK ya Göre Anonim Ortaklık Genel Kurul Toplantıları, İstanbul, Beta. Bilgili, Fatih/Demirkapı, Ertan (2013) Şirketler Hukuku, 9. Baskı, Bursa, Dora. Çamoğlu, Ersin (2010) Anonim Ortaklık Yönetim Kurulu Üyelerinin Hukuki Sorumluluğu, 3. Baskı, İstanbul, Vedat. Doğanay, İsmail (1990) Türk Ticaret Kanunu Şerhi C.1, 3. Baskı, Ankara, Feryal Matbaası.  457Merve SARIKAYA  YBHD 2021/1  Helvacı,  Mehmet (1997) Anonim Şirket Genel Kurul Toplantıları Ve Bu Toplantılarda  Bulunacak  Sanayi  ve  Ticaret  Bakanlığı  Komiserleri Hakkında Yönetmelik Gereği Ticaret Ortaklıklarının Özellikle Anonim Ortaklıkların Genel Kurullarının Yapılması, İstanbul, Beta. İmregün, Oğuz (1989) Anonim Ortaklıklar, 4. Baskı, İstanbul, Yasa. Karamanlıoğlu, Argun (2016) Anonim Ortaklıkta Pay Sahibinin Genel Kurul Toplantısında Temsili, İstanbul, Vedat. Kaya, Arslan (2001) Anonim Ortaklıkta Pay Sahibinin Bilgi Alma Hakkı, Ankara, Banka ve Ticaret Hukuku Araştırma Enstitüsü. Kendigelen, Abuzer (1994) Anonim Ortaklık Payı Üzerinde İntifa Hakkı, İstanbul, Beta.  Kendigelen, Abuzer (2012) Türk Ticaret Kanunu Değişiklikler, Yenilikler ve İlk Tespitler, 2. Baskı, İstanbul, On İki Levha.   Kendigelen, Abuzer/Çonkar,Halil (2019)  Genel Kurula İlişkin Uygulamada Karşılaşılan İki Güncel Sorun , Prof. Dr. Sabih Arkan a Armağan, s. 675 690. Karasu, Rauf (2015) Anonim Şirketlerde Emredici Hükümler İlkesi, 2. Baskı, Ankara, Yetkin. Kırca,  İsmail/Şehirali  Çelik,  Feyzan  Hayal/Manavgat,  Çağlar  (2013) Anonim  Şirketler  Hukuku  C.1,  Ankara,  Banka  ve  Ticaret  Hukuku Enstitüsü. Kırca,  İsmail/Şehirali  Çelik,  Feyzan  Hayal/Manavgat,  Çağlar  (2016) Anonim  Şirketler  Hukuku  C.  2/II   Genel  Kurul  Kararlarının Hükümsüzlüğü, Ankara, Banka ve Ticaret Hukuku Enstitüsü. Kocabıyık, Sami (2018) Bağımsız Denetçinin Üçüncü Kişilere Karşı Hukuki Sorumluluğu, Ankara, Seçkin. Köksal,  Aytaç  (2010)   Türk  Ticaret  Kanunu  Tasarısının  309  ila  406. Maddeleri Arasında Düzenlenen  Denetçinin Anonim  Ortaklığın  Bir Organı Olup Olmadığı Sorunu , Prof. Dr. Fırat Öztan a Armağan C.1, Ankara, s. 1387 1419. Moroğlu, Erdoğan/Kendigelen, Abuzer (2014) İçtihatlı Notlu Türk Ticaret Kanunu ve İlgili Mevzuat, 10. Baskı, İstanbul, On İki Levha.  458YBHD 2021/1  Merve SARIKAYA  Moroğlu, Erdoğan (2012) 6102 sayılı Türk Ticaret Kanunu Değerlendirme ve Öneriler, 7. Baskı, İstanbul, On İki Levha. Moroğlu,  Erdoğan  (2017)  Anonim  Ortaklıkta  Genel  Kurul  Kararlarının Hükümsüzlüğü, 8. Baskı, İstanbul, On İki Levha. Moroğlu, Erdoğan (2015) Oy Sözleşmeleri, 5. Baskı, İstanbul, Vedat.   Narbay, Şafak (2003) Anonim Ortaklıkta Pay Defteri, Ankara, Seçkin. Oğuzman, Kemal/Seliçi, Özer/Oktay Özdemir Saibe, (2017) Eşya Hukuku 20. Baskı, İstanbul, Vedat. Okutan Nillson, Gül (2009) Türk Ticaret Kanunu Tasarısı na Göre Şirketler Topluluğu Hukuku, İstanbul, On İki Levha. Orbay  Ortaç,  Nurdan/Al  Kılıç,  Şengül  (2018)   Anonim  Şirket  Yönetim Kurulu Üyelerinin ve Murahhasların Genel Kurula Katılması , TFM, C.4, S. 2, s. 211 238. Özdemir, Türkay/Yiğit, İlhan (2007) Anonim Şirket Genel Kurullarında Pay Sahibinin temsili ve Türk Ticaret Kanunu Tasarısı, Prof. Dr. Hüseyin Ülgen e Armağan C.1, İstanbul, s. 433 466. Poroy, Reha/Tekinalp, Ünal /Çamoğlu, Ersin (2019) Ortaklıklar Hukuku I, 14. Baskı, İstanbul, Vedat (C.1)  Poroy, Reha/Tekinalp, Ünal/Çamoğlu, Ersin (2019) Ortaklıklar Hukuku II, 14. Baskı, İstanbul, Vedat (C.2). Poroy,  Reha/Tekinalp,  Ünal  /Çamoğlu,  Ersin  (2003)  Ortaklıklar  ve Kooperatif Hukuku, 9. Baskı, İstanbul, Vedat. Pulaşlı,  Hasan  (2018) 6102 sayılı Türk Ticaret Kanunu na Göre Şirketler Hukuku Şerhi, C. 1, 3. Baskı, Ankara, Adalet (C. 1). Pulaşlı,  Hasan  (2018) 6102 sayılı Türk Ticaret Kanunu na Göre Şirketler Hukuku Şerhi, C.2, 3. Baskı, Ankara, Adalet (C. 2). Sarıkaya,  Sinan  (2019)  Şirket  Birleşmelerinde  Ortakların  Dava  Yoluyla Korunması, İstanbul, Vedat. Şener, Oruç Hami (2019) Teorik ve Uygulamalı Ortaklıklar Hukuku, 4. Baskı, Ankara, Seçkin. Tekinalp,  Ünal  (2013)  Sermaye  Ortaklıklarının  Yeni  Hukuku,  3.  Baskı, İstanbul, Vedat.   459Merve SARIKAYA  YBHD 2021/1  Teoman, Ömer (2012)  Anonim Ortaklık Genel Kurul Toplantısına İlişkin Hazirun Cetveli , Tüm Makalelerim C.1 2, 2. Baskı, İstanbul, On İki Levha, s. 1015 1034 (2012c). Teoman, Ömer (2012)  Anonim Ortaklıklarda Yönetim Kurulu Üyelerinin Genel Kurul Toplantılarına Bizzat Katılma Yükümü Var Mıdır?  Tüm Makalelerim C.1 2 içinde, İstanbul, On İki Levha, s. 415 421 (2012a). Teoman,  Ömer (2012)  Anonim Ortaklıkta Paylar Üzerinde İntifa Hakkı Bulunması  Durumunda  Oy  Hakkı  Dışındaki  Yönetim  Haklarının Kimin Tarafından Kullanılacağı Sorunu , Tüm Makalelerim C.1 2, 2. Baskı, İstanbul, On İki Levha, s. 365 375 (2012d). Teoman, Ömer (2012)  Yürürlükteki Hukukumuza Ve Türk Ticaret Kanunu Tasarısına Göre Anonim Ortaklık Genel Kurul Toplantılarına Katılmak Zorunda Olanlar , Tüm Makalelerim C.3, İstanbul, On İki Levha, s. 221 239 (2012b). Teoman,  Ömer  (1983)  Anonim  Ortaklıkta  Pay  Sahibinin  Oy  Hakkından Yoksunluğu, Ankara, Banka ve Ticaret Hukuku Enstitüsü. Teoman,  Ömer  (2012)   Anonim  Ortaklık  Genel  Kurul  Toplantılarına Dinleyicilerin Katılması , Tüm  Makalelerim  C.1 2, İstanbul,  On  İki Levha. s. 245 262 (2012e). Ünal,  Mustafa  (1982)   Anonim  Ortaklıklarda  Yönetim  ve  Yönetim Görevlerinin Murahhaslara Bırakılması , BATİDER, C.10, S.3, s. 49 89. Yayla, Ümit (2013) Yeni Türk Ticaret Kanunu ve Sermaye Piyasası Kanunu Uyarınca Anonim Ortaklık Genel Kurulları Elektronik Genel Kurullar, İstanbul, On İki Levha. Yılmaz,  Abdüssamet  (2020)  Anonim  Ortaklık  Payının  Rehin  ve  Hapis Haklarına Konu Olması, İstanbul, On İki Levha. Yiğit, İlhan (2005) Anonim Ortaklık Genel Kurullarının İşleyişi ve Ortaya Çıkan Sorunlar, İstanbul, Vedat.    460"
}