{
     "Tip": "Makale",
     "Dergi İsmi": "Yıldırım Bayazıt Üniversitesi ",
     "Üniversite İsmi": "",
     "Gün": "02",
     "Ay": "12",
     "Yıl": "2020",
     "Cilt": "1",
     "Sayı": "2021/1",
     "Başlık": "ALMAN HUKUKUNDA  KÜÇÜKLERİN EVLAT EDİNİLMESİNDE YENİ DÖNEM",
     "Title": "NEW ERA FOR THE ADOPTION OF MINORS IN GERMAN LAW",
     "Yazar İsmi": [

          "  Dr. Öğr. Üyesi Eda ŞAHİN ŞENGÜL"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          " Alman Aile Hukuku", "Evlat Edinme", "Küçüklerin Evlat Edinilmesi", "Almanya Federal Anayasa Mahkemesi Kararı", "Evli Olmayan Çiftlerin Evlat Edinmesi"
     ],
     "Keywords": [
          " German Family Law", "Adoption", "Adoption of Minors", "Decision of the Federal Constitutional Court", "Adoption by non-marital families"
     ],
     "Özet": "Alman  Medeni  Kanunu nun  (Bürgerliches  Gesetzbuch)  ‘Küçüklerin Evlat Edinilmesi  başlığı altında yer alan 1741.maddesinin ikinci fıkrası evli olmayan bir kimsenin yalnızca tek başına evlat edinebileceğini, evli kimselerin ise ancak birlikte evlat edinebileceklerini, eşlerden birinin tek başına diğerinin çocuğunu  evlat  edinebileceğini,  evli  bir  kimsenin  eşinin  fiil  ehliyetinden yoksun veya henüz 21 yaşını doldurmamış olması durumunda tek başına evlat edinebileceğini düzenler. 26 Mart 2019 tarihinde Almanya Federal Anayasa Mahkemesi  (Bundesverfassungsgericht)  evli  olmayan  çiftlerden  oluşan ailelerde  yaşayan  çocukları  evlat  edinilmeleri  noktasında  haklı  bir  neden olmaksızın  dezavantajlı  duruma  getiren  bu  maddeyi  Federal  Almanya Cumhuriyeti Anayasasının (Grundgesetz für die Bundesrepublik Deutschland) bütün  insanların  yasa  önünde  eşit  olduğunu  düzenleyen  3.maddesinin 1.fıkrasına aykırı bulmuş ve yasama organına 31 Mart 2020 tarihine kadar yeni hükümler ihdas etme talimatı vermiştir. Çalışmamız önce genel olarak Alman Hukukunda küçüklerin evlat edinilmesinin koşullarını, daha sonra Mahkemenin verdiği bu kararı, 31 Mart 2020 de yürürlüğe giren yeni hükmü ve hükmün gerekçesini inceleyecektir.",
     "Abstract": "In relation to the adoption of minors in the article of 1741/II of German Civil Law, a person who is not married may adopt a child only alone. A married couple may adopt a child only jointly. A spouse may adopt a child of his spouse alone. He may also adopt a child alone if the other spouse cannot adopt the child because he is incapable of contracting or has not yet reached the age of twenty-one. In a decision of 26 March 2019, the German Federal Constitutional Court held that the Civil Code provisions violate the equal treatment clause of article 3, paragraph 1 of the Basic Law, because they unjustifiably disadvantage children in families in which the couple are not married and instructed the legislature to enact new provisions by 31 March 2020. This study aims to first examine the conditions for the adoption of minors in German Law in general, then the Court's ruling and the new provision that came into force on 31 March 2020 and the legislative intention.",
     "Metin": "Batı  Avrupa da  evlat  edinmenin  ilk  olarak  kabul  edildiği  ülke Almanya dır. 1900 öncesi dönemde bazı Alman eyaletlerinde evlat edinmeye izin  verildiği  görülmektedir.1 Örneğin,  Prusya da  1794  tarihli  Umumi Memleket Kanunu nda hem erginlerin hem de küçüklerin evlat edinilmesi düzenlemiş olup  az  sayıda  da  olsa  üvey  çocukların  da  evlat  edinildiği gözlemlenmiştir.3 1.1.1900  tarihli  Alman  medeni  kanunu  Alman  eyalet kanunlarının yerine geçerek uyumlaştırılmış bir medeni mevzuat oluşturmuş ve hem erginlerin hem de küçüklerin evlat edinilmesine izin vermiştir.4 Bu kanunda  erginlerin  ve  küçüklerin  evlat  edinilmesi  aynı  koşullara  tabi kılınmıştır.5 1910 lu yıllara kadar evlat edinmenin büyük çoğunluğu erginlerin evlat  edinilmesi  şeklindeyken  1920 lerden  beri  genellikle  küçükler  evlat edinilmektedir.6 1900 lerde evli çiftler veya 50 yaşın üstünde olmak ve altsoyu bulunmamak kaydıyla evli olmayanlar evlat edinecekleri kimseden en az 18 yaş büyük iseler evlat edinebilmekteydiler. Evlatlığın genetik ailesiyle soybağı ilişkisi sona ermiyor, iki taraf da birbirine mirasçı olabiliyordu. Evlatlık aynı zamanda evlat edinenin soyadını alıyor ve ona da mirasçı olabiliyordu. 1961 yılında altsoyu bulunanların da evlat edinmesine izin verilmiş,7 evlat edinme yaşı 35 e inmiş, sonra yaş giderek düşürülmüş ve sonunda 1973 yılında yaş sınırı 25 e çekilmiştir.8                                                             1   Mignot, Jean-François (2019) ‘Child Adoption in Western Europe 1900-2015 , Cliometrics of  the  Family,  <https://halshs.archives-ouvertes.fr/halshs-02008838/file/Child%20 Adoption%20in%20Western%20Europe.pdf> s.e.t. 18.11.2020, s. 5. 2   İnce-Akman, Nurten (2019)  Alman ve Türk Hukukunda Ergin veya Kısıtlıların Evlat Edinilmesi ,  Dokuz  Eylül  Üniversitesi  Hukuk  Fakültesi  Dergisi,  Prof.  Dr.  Durmuş TEZCAN a Armağan, C: 21, Özel Sayı, s. 2360. 3   Mignot, s. 5. 4   Mignot, s. 5. 5   Zamanla erginler bakımından farklı bir düzenleme yapılması gerektiği anlaşılmıştır, İnceAkman, s. 2361.  6   Mignot, s. 5.  7   Mignot, s. 5.  8   Lettmaier,  Saskia  (2019)  Adoption  and  Assisted  Reproduction  in  Germany:  Legal Framework and Current Issues, Leiden, Brill, s. 6.   329Eda ŞAHİN ŞENGÜL  YBHD 2021/1  Almanya  1976  yılında  kabul  edilip  1977 de  yürürlüğe  giren  yasayla (Evlat Edinme Yasası)9 küçükler bakımından tam evlat edinmeyi, yani evlat edinilen  küçüğün  genetik  ailesiyle  hısımlık  bağının  kalmamasına  ilişkin düzenlemeyi kabul etmiştir.10 Söz konusu düzenleme evlat edinilen küçüklerin ideal  gelişimleri  için  kendilerini  ailenin  ayrılmaz  bir  parçası  olarak hissetmeleri gerektiği düşüncesinin bir sonucudur. Evlat edinilen küçük ile evlat edinenler arasındaki soybağının doğumla kurulan soybağı ile aynı olması gerektiği  ifade  edilmiştir. 11  Bu  gerekçeyle  evlatlığın  biyolojik  ailesiyle arasındaki  soybağının  tamamen  sona  erdirilmesi,  evlatlık  sanki  evlat edinenlerin  biyolojik  çocuğuymuş  gibi  aralarında  soybağı  kurulması  ve böylece  evlatlığın  evlat  edinenlerin  geniş  ailesine  dahil  edilmesi  esası benimsenmiştir. 12  Evlat  edinme  yasası  genel  olarak;  mahkeme  kararı olmaksızın evlat edinmenin mümkün olmadığını, evlat edinmenin taraflar arasında gerçekleşecek bir müzakere ya da sözleşmeyle kurulamayacağını,13 kural olarak biyolojik aileyle küçük arasındaki hısımlık ilişkisinin ortadan kalkacağını ve tam evlat edinmeyle küçüğün evlat edinenlerin ailesine dahil edileceğini,  mahkeme  kararı  için  evlat  edinecek  kimsenin  noter  onaylı başvurusu  ve/veya  ilgili  kimselerin  rızasının  gerekliliğini,  evlat  edinmeye ancak  ev  incelemesi  yapıldıktan  ve  evlat  edinmenin  evlatlığın  menfaatine olduğu tespit edildikten sonra karar verilebileceğini düzenlemektedir.14                                                            9   Adoptionsgesetz  (Gesetz  über  die  Annahme  als  Kind  und  zur  Änderung  anderer Vorschriften) vom 2. Juli 1976, (BGBl. I S. 1749).  10   Lettmaier, s. 7; Mignot, s. 5.  11   Lettmaier, s. 7. 12   Lettmaier, s. 7. 13   1  Ocak  1977  öncesi  evlat  edinme  taraflar  arasında  yapılan  bir  sözleşmeyle  ile gerçekleşmekteymiş, Scholz, Harald / Kleffmann, Norbert / Doering-Striening, Gudrun (2019) Praxishandbuch Familienrecht, München, C.H.Beck, § V, rn. 1. Türk hukukunda da 743 sayılı Medeni Kanun evlat edinmeyi resmi şekle tabi medeni hukuk sözleşmesi olarak düzenlemişti, Birsen, Kemalettin (1959) Medeni Hukuk Dersleri Umumi Esaslar – Şahsın Hukuku – Aile Hukuku, İstanbul, Ahmed Said Matbaası, s. 166; Velidedeoğlu, Hıfzı Veldet (1969) Medeni Hukuk, İstanbul, Gün Matbaası, s. 162; Feyzioğlu, Feyzi Necmeddin (1986) Aile Hukuku, İstanbul, Filiz Kitabevi, s. 462; Turhan, Nedim (2000)  Evlat Edinme , Yargıtay Dergisi, C: 26, S: 1-2, s. 55. 14   Lettmaier, s. 7.  330YBHD 2021/1  Eda ŞAHİN ŞENGÜL  Çalışmamızda  küçüklerin  evlat  edinilmesi  Alman  Medeni  Kanunu (BGB)15 kapsamında incelenecektir. Küçüklerin evlat edinilmesi BGB 17411766 maddeleri arasında düzenlenmekte olup bu kapsamda ilk bölüm, evlat edinmenin koşulları ve sonuçları üzerinde duracaktır. İkinci bölümde evli olmayan  çiftlerin  evlat  edinmesiyle  ilgili  Almanya  Federal  Anayasa Mahkemesi (BVerfG) kararı ayrıntılı olarak analiz edilerek, mahkemenin öne sürdüğü  sebepler  ve  vardığı  sonuç  açıklanacaktır.  Sonrasında  mahkeme kararına istinaden BGB ye eklenen yeni hüküm, bu hükmün gerekçesi ve içeriği ele alınacaktır. Çalışmamız Almanya da evli olmayan çiftlerden oluşan ailelerde  üvey  çocuğun  evlat  edinilmesine  ilişkin  yeni  düzenlemeyi  ve düzenlemenin  bu  şekliyle  kabul  edilmesine  yön  veren  tartışmaların değerlendirilmesine yöneliktir.    I.  GENEL  OLARAK  ALMAN  HUKUKUNDA  KÜÇÜKLERİN EVLAT EDİNİLMESİNİN KOŞULLARI VE SONUÇLARI  A. KÜÇÜĞÜN MENFAATİ VE EBEVEYN - ÇOCUK İLİŞKİSİNİN KURULMASI Almanya nın evlat edinilen bakımından ikili bir ayrım yaptığı ve ergin veya  kısıtlılar  ile  küçüklerin  evlat  edinilmesi  farklı  koşullara  tabi  tuttuğu görülmektedir. Örneğin, küçüklerin evlat edinilmesinde aranmayan ‘ahlaka uygunluk  şartı erginler bakımından aranmaktadır.16 Ergin veya kısıtlılar ile küçüklerin  evlat  edinilmesi  arasındaki  diğer  önemli  fark  BGB  1741/I de ifadesini bulan evlat edinmenin küçüğün menfaatine olması ve evlat edinen                                                            15   Bürgerliches Gesetzbuch in der Fassung der Bekanntmachung vom 2. Januar 2002 (BGBl. I S. 42, 2909; 2003 I S. 738), das zuletzt durch Artikel 1 des Gesetzes vom 12. Juni 2020 (BGBl. I S. 1245) geändert worden ist. 16   Schermaier-Stöckl, Barbara / Stock, Christof, (2014)  Soziale Arbeit mit Paaren, Familien, Kindern  und  Jugendlichen ,  <https://www.rdgs.de/app/download/5805464200/ HF_2_Teil_Einf_Paare_Familien_KiJu.pdf> s.e.t. 18.11.2020, s. 33; İnce-Akman, s. 2361. 17   Evlat edinmeyle küçük için en azından daha iyi yaşam standartları sağlanıyor olmalıdır, Scholz / Kleffmann / Doering-Striening, § V, rn. 13.  331Eda ŞAHİN ŞENGÜL  YBHD 2021/1  ile  küçük  arasında  ebeveyn-çocuk  ilişkisinin  kurulmasının  gerekmesidir.18 Küçüklerin evlat edinilmesi bakımından bu iki koşul ayrı ayrı değil kümülatif olarak değerlendirilmekte, ikisinin de varlığı halinde evlat edinmeye karar verilmektedir.19  Küçüğün menfaati evlat edinme bakımından aranılan şartlardan ilki ve en önemlisi olarak ifade edilmektedir.20 Evlat edinmenin küçüğün menfaatine olup olmadığı hususu araştırılırken küçüğün halihazırdaki yaşam koşulları ile evlat  edinildiğinde  oluşacak  yaşam  koşulları  karşılaştırılmaktadır.21 Evlat edinmenin küçüğün şu anki durumunu fiziki ve psikolojik olarak iyileştirmesi ve  gelişimini  olumlu  yönde  etkileyecek  olması  beklenmektedir.22 Evlat edinenin hayat standardı, yaşı, bir çocuğa bakabilecek psikolojik ve fiziksel yeterlilikte olması, aile ilişkileri ile mesleki, sosyal ve ekonomik durumu evlat edinme kararında göz önünde tutulan hususlardır.23 Ebeveyn-çocuk ilişkisinin kurulup  kurulmadığı  araştırılırken  küçüğe  uzun  süreli  bakım,  eğitim  ve yetiştirme  gibi  hususlar  dikkate  alınmaktadır.24 Aile  Mahkemesi  her  olayı kendi  özellikleri  kapsamında  değerlendirerek  evlat  edinmenin  küçüğün                                                            18   Schermaier-Stöckl / Stock, s. 33; İnce-Akman, s. 2361. 19   Scholz  /  Kleffmann  /  Doering-Striening,  §  V,  rn.  16;  Teklote,  Stephan  (2020)  Stiefkindadoption in  nichtehelichen  Lebensgemeinschaften  nach  neuem  Recht   Neue Zeitschrift für Familienrecht C: 10, s. 410. 20   Bassenge, Peter / Brudermüller, Gerd / Ellenberger, Jürgen / Götz, Isabell / Grüneberg, Christian / Sprau, Hartwig / Thorn, Karsten / Weidenkaff, Walter / Weidlich, Dietmar  (2014) Palandt Bürgerliches Gesetzbuch, Beck sche Kurz Kommentare, München, C.H.Beck (Palandt) s. 2119.  21   Säcker, Franz Jürgen / Rixecker, Roland / Oetker, Hartmut / Limperg, Bettina (2020) Münchener Kommentar zum Bürgerlichen Gesetzbuch, München, C.H.Beck, BGB § 1741 rn. 75; ; Stürner, Rolf / Berger, Christian / Budzikiewicz, Christine / Mansel, Heinz-Peter /  Stadler,  Astrid  /  Teichmann,  Arndt  (2018)  Jauernig  Bürgerliches  Gesetzbuch Kommentar, München, C. H. Beck, (Jauernig) BGB § 1750 rn. 2.  22   Schermaier-Stöckl / Stock, s. 33. 23   Scholz / Kleffmann / Doering-Striening, § V, rn. 16. 24   İnce-Akman, s. 2370.   332YBHD 2021/1  Eda ŞAHİN ŞENGÜL  menfaatine olup olmadığını takdir eder. Mahkeme, kararını etkileyecek ilgili hususları re sen araştırır.25  Küçüğün evlat edinilmesi bakımından önemli bir diğer husus da birden fazla veya çifte evlat edinme yasağıdır. BGB 1742 uyarınca evlat edinilen küçük, evlat edinenin hayatta olduğu ve evlatlık ilişkisi devam ettiği sürece yalnızca onun eşi tarafından evlat edinilebilir. Bu hüküm evlatlığın zincir şeklinde  evlat  edinilmesinin  ve  kendisiyle  ilgili  bir  hoşnutsuzluk  olması durumunda tekrar evlat edinilmek üzere şu anki ailesinden ayrılmasının ve ailesiz kalmasının önüne geçmeyi amaçlamaktadır.26   B. YAŞ KOŞULU VE EVLİLİK Hem  evli  hem  de  evli  olmayan  kimseler  BGB deki  yaş  koşulunu sağlamak  suretiyle  evlat  edinebilirler.  BGB  1743 e  göre  evlat  edinecek kimsenin  en  az  25  yaşını  doldurmuş  olması  gerekmekte  olup,  evli  çiftler birlikte evlat edinirlerken birinin 25, diğerinin ise 21 yaşını doldurmuş olması aranır. Eşlerden birinin diğerinin çocuğunu evlat edinmesi bakımından da aynı esas uygulanır; evlat edinecek kimsenin en az 21 yaşında olması gerekir.27 Yaş bakımından bir üst sınır yoktur, fakat aradaki yaş farkı ebeveyn-çocuk ilişkisinin kurulması noktasında dikkate alınır.28   Evlat edinenlerin evli olup olmamasına göre düzenleme yapan, BVerfG kararına konu madde BGB 1741/II dir. Bu maddeye göre, evli olmayan (bekar,                                                            25   Gesetz über das Verfahren in Familiensachen und in den Angelegenheiten der freiwilligen Gerichtsbarkeit vom 17. Dezember 2008 (BGBl. I S. 2586, 2587), das zuletzt durch Artikel 4 des Gesetzes vom 19. März 2020 (BGBl. I S. 541) geändert worden ist, § 26. 26   Schulz,  Werner  /  Hauß,  Jörn (2018) Familienrecht, Handkommentar, Baden-Baden, Nomos, BGB § 1742; Palandt, s. 2119. 27   Säcker / Rixecker / Oetker ve diğerleri, BGB § 1743 rn. 23. 28   Hotz,  Sandra  (2018)  Selbstbestimmung  im  Vertragsrecht  unter  besonderer Berücksichtigung  von  Verträgen  zu  «Liebe»,  Sex  und  Fortpflanzun:  Rechtliche  und kulturelle (Schweiz, Deutschland, Japan) sowie theoretische Perspektiven zu den Grenzen der Autonomie, Bern, Stämpfli, s. 37; Säcker / Rixecker / Oetker ve diğerleri, BGB § 1741 rn. 127. Evlatlık ile evlat edinen arasında yalnızca 15 yaş  fark olması bu kimseler arasında ebeveyn-çocuk değil kardeş ilişkisi kurulabileceği şeklinde yorumlanmaktadır, Säcker / Rixecker / Oetker ve diğerleri, BGB § 1741 rn. 130.  333Eda ŞAHİN ŞENGÜL  YBHD 2021/1  boşanmış  ya  da  eşi  vefat  etmiş)29 bir  kimse  yalnızca  tek  başına  evlat edinebilir,30 evli kimseler ancak birlikte evlat edinebilirler, eşlerden biri tek başına  diğerinin  çocuğunu  -üvey  çocuğu-  evlat  edinebilir,31 evli  bir  kimse eşinin fiil ehliyetinden sürekli yoksun veya henüz 21 yaşını doldurmamış olması  durumunda  tek  başına  evlat  edinebilir.  Madde  kapsamında  Aile Mahkemesince evlat edinmeye karar verildiği anda evliliğin devam ediyor olması aranmaktadır. Eşler ayrı yaşıyorsa bile kanunen evlilik birliği devam ettiği için evli kabul edilirler, fakat bu durumda evlat edinmenin küçüğün menfaatine olup olmadığı hususunun araştırılması önem arz eder.32 Evli olmayan çiftlerin birlikte evlat edinememesine ilişkin doktrinde farklı görüşler ileri sürülmektedir. Bir görüş boşanmaların yaygınlaşmasının evliliğin süreklilik arz eden ya da uzun soluklu bir ilişki anlamına gelmediğini gösterdiği, bekar annelerden doğan çocukların sayısının arttığı ileri sürülerek evli  olmayan  çiftlerin  birlikte  evlat  edinmesinin  kapsam  dışı  bırakılması eleştirilmiştir.33 Diğer görüş, eşlerin birlikte evlat edinmesini istemenin doğru olduğunu  savunmuştur.34 Kanunun  bu  düzenlemesindeki  amacın  küçüğün hem eşlerden yalnızca birinin çocuğu olmasının önüne geçmek ve böylece diğer eş bakımından üvey çocuk olmasını engellemek hem de tam manasıyla bir aile ortamında büyümesini sağlamak olduğunun altı çizilmiştir.35                                                             29   Scholz / Kleffmann / Doering-Striening, § V, rn. 22. 30   En az 25 yaşında olması gerekir, BGB § 1743. 31   Eşlerden birinin tek başına diğerinin biyolojik çocuğunu evlat edinmesi kayıtlı hayat ortaklığı içerisinde yaşayanlara da tanınmıştır. Lebenspartnerschaftsgesetz vom 16. Februar 2001 (BGBl. I S. 266), das zuletzt durch Artikel 3 des Gesetzes vom 18. Dezember 2018 (BGBl. I S. 2639) geändert worden ist, § 9(7). Bu kimselerin birlikte bir küçüğü evlat edinmelerine izin verilmemiştir. Ancak 19 Şubat 2013 tarihli Almanya Federal Anayasa Mahkemesi kararıyla kayıtlı hayat ortaklığı içinde yaşayan çiftlerden önce birinin evlat edinmesine,  daha  sonra  diğerinin  bu  çocuğu  hayat  ortağının  çocuğu  olarak  evlat edinmesine izin verilmiştir. Schermaier-Stöckl / Stock, s. 34. 32   Säcker / Rixecker / Oetker ve diğerleri, BGB § 1741 rn. 11-12. 33   Gsell, Beate / Krüger, Wolfgang / Lorenz, Stephan / Reymann, Christoph (2019) beckonline. GROSSKOMMENTAR, München, C. H. Beck, BGB § 1741 rn. 76-77; Dethloff, Nina (2015) Familienrecht, München, C. H. Beck, § 15 rn. 17. 34   Säcker / Rixecker / Oetker ve diğerleri, BGB § 1741 rn. 11. 35   Säcker / Rixecker / Oetker ve diğerleri, BGB § 1741 rn. 11.  334YBHD 2021/1  Eda ŞAHİN ŞENGÜL  Görüldüğü üzere, BGB 1741/II uyarınca evli olmayan çiftlerin birlikte evlat edinmeleri mümkün değildir.36 Madde metninde geçen ‘yalnızca  ifadesi de  bunu  güçlendirmiş,  evli  olmayan  birinin  ancak  tek  başına  evlat edinebileceğini düzenlemiştir. Ayrıca çiftlerden birinin diğerinin çocuğunu evlat edinmesi de yine eşlere tanınmış bir haktır. Dolayısıyla, BGB 1754 vd. maddeleri gereğince çiftler evli değillerse biyolojik ebeveyn ile soybağı ilişkisi sona  ermeden biri  diğerinin  çocuğunu  evlat  edinemez,  çünkü  hem  evli olmayan bir kimse ancak tek başına evlat edinebilir hem de üvey çocuğu evlat edinmek  yalnızca  evli  çiftler  bakımından  mümkündür.  Düzenleme  böyle olunca da evlat edinilince küçük, evlat edinenin birlikte yaşadığı biyolojik ebeveyni ve onun hısımlarıyla arasındaki soybağı ilişkisini kaybetmektedir, bu da doktrinde ‘absürt  bir sonuç olarak nitelenmektedir.38  C.  KÜÇÜĞÜN  EVLAT  EDİNMEK  İSTEYENLER  TARAFINDAN BAKIMI Küçüklerin evlat edinilmesi bakımından aranan bir diğer önkoşul da BGB 1744 te yer alan bakım süresidir. Buna göre, mahkemece evlat edinmeye ilişkin karar verilmeden önce evlat edinmek isteyenler ile küçüğün birbirine uyum  sağlayıp  sağlamadığını  ve  aralarında  gerçek  bir  ebeveyn-çocuk                                                            36   Söz  konusu  maddede  çiftlerin  aynı  veya  farklı  cinsten  olması  arasında  bir  ayrım yapılmamıştır. Säcker / Rixecker / Oetker ve diğerleri, BGB § 1741 rn. 47. 37   Küçüklerin  evlat  edinilmesi  bakımından  Almanya da  tam  evlat  edinme  sistemi benimsenmiştir. Bkz. dipnot 10 ve buna bağlı metin. 38   Eckebrecht,  Marc  (2020)   Die Stiefkindadoption in nichtehelichen  Familien ,  Neue Juristische Wochenschrift, C: 20, s. 1403 (Eckebrecht, 2020). 39   Bu  kapsamda  bir  mahkeme  bu  süre  zarfında  küçüğe  bakımın  evlat  edinme  kararı bakımından önkoşul olduğunu, ancak bu kuralı sistematik olarak uygulamaktansa her olayın kendine has koşullarının dikkate alınması gerektiğini belirtmiştir. Mahkemeye göre, küçüğün menfaati ve ebeveyn-çocuk ilişkisinin kurulması bakımından hakimin bu kuralın sağlanıp sağlanmadığı noktasında takdir hakkı vardır. Karara konu olayda, kendisini evlat edinen ailede anneyi öldüren ve bundan 10 yıl hüküm giyen küçükle ceza yargılaması sırasında tanışan rahip arasında iki yıldır süren ve en az haftada bir görüştükleri yakın bir ilişki  kurulmuştur.  Küçüğü  evlat  edinmek  isteyen rahibin  başvurusunu  değerlendiren mahkeme  BGB  §  1744 te  yer  alan  kriterin  sağlandığı  sonucuna  varmıştır.  AG Arnsberg, Beschluss vom 21.02.1987 - 16 XVI 11/86, BeckRS 2009, 11022.  335Eda ŞAHİN ŞENGÜL  YBHD 2021/1  ilişkisinin  kurulup  kurulmadığını  görmek  bakımından  evlat  edineceklerin koruyucu aile olarak makul bir süre küçüğe bakmaları gerekmektedir. Madde metninde geçen ‘bakım  ifadesi ile kastedilen bir aile kendi (biyolojik/evlatlık) çocuğuna nasıl bakıyorsa evlat edinilecek küçüğe de aynı şekilde bakması anlamdadır.40 Dolayısıyla, bu süre zarfında evlat edinecek kişiye tıpkı velayet hakkına sahip ana-baba gibi hareket etme hakkı tanınır ve bu kişi küçüğün bakımı için gerekli kararları alma ve onu bu amaç doğrultusunda temsil etme yetkisine sahip olur.41 Bu süreyi öngörmekte Kanunun güttüğü amaç hem sahte evlat edinmelerin önüne geçmek hem de küçüğün ve evlat edinecek kimselerin  birbirine  olan  uyumunu  test  etmektir.42 Bakım  süresi  boyunca küçük kendisini evlat edinecek kimselerle birlikte yaşamakta ve ailenin bir parçası olmaktadır.43  Bakım  süresinin  ne  kadar  olacağı  her  durumun  kendine  has özelliklerine göre belirlenmektedir.44 Örneğin, engelli ya da özel gereksinimi olan bir çocuk için belirlenecek süre ile sağlıklı bir çocuk için belirlenecek süre aynı  olmaz.45 Benzer  şekilde,  bebekler  kendine  bakan  kimselerle  (eski aileleriyle) yaş itibarıyla daha zayıf duygusal bağlar kuracakları için bu süre daha kısa, ancak çocukluk çağındaki küçükler bakımından bu süre bebeklere nazaran daha uzun belirlenir.46 Bu kapsamda çocuk esirgeme kurumu önemli bir  rol  üstlenmekte  olup,  evlat  edinecek  ailenin  seçimi,  yönlendirmesi  ve desteklenmesi noktasında görev yapar.47 Genel olarak, bakım süresinin bir yılı aşmaması gerektiği, en geç bir yıl içinde küçüğün yeni ailesine alışmış olacağı ileri sürülmektedir.48                                                            40   Säcker / Rixecker / Oetker ve diğerleri, BGB § 1744 rn. 31. 41   Palandt, s. 2118. 42   Säcker / Rixecker / Oetker ve diğerleri, BGB § 1744 rn. 1. 43   Säcker / Rixecker / Oetker ve diğerleri, BGB § 1744 rn. 1. 44   Schermaier-Stöckl / Stock, s. 34; Säcker / Rixecker / Oetker ve diğerleri, BGB § 1744 rn. 30. 45   Säcker / Rixecker / Oetker ve diğerleri, BGB § 1744 rn. 30. 46   Säcker / Rixecker / Oetker ve diğerleri, BGB § 1744 rn. 30. 47   Schermaier-Stöckl / Stock, s. 34. 48   Gsell / Krüger / Lorenz ve diğerleri, BGB § 1744 rn. 22; Säcker / Rixecker / Oetker ve diğerleri, BGB § 1744 rn. 30.  336YBHD 2021/1  Eda ŞAHİN ŞENGÜL  D. EVLAT EDİNMEYE İZİN VERİLMEMESİ GEREKEN HALLER Evlat  edinmeye  izin  verilmemesi  gereken  haller  BGB  1745 te  evlat edinmenin  evlat  edinenin  altsoyunun ya  da  evlatlığın  tercihen daha  ağır basan  çıkarlarına  ters  düşmesi  veya  evlatlığın  çıkarlarının  evlat  edinecek kimselerin  altsoyu  tarafından  tehlikeye  düşürüleceği  korkusu  olarak  ifade edilmiştir.  Maddeye  göre  mali  haklara  ilişkin  çıkarlar  belirleyici  değildir. Altsoyun  miras  ve  bakım  nafakasına  ilişkin  paylarının  azalacak  olması küçüğün evlat edinilmesine engel değildir.50 Görüldüğü üzere, evlat edinecek kimselerin altsoyunun olması evlat edinmeye engel değildir. Kaldı ki, evlat edinme  için  altsoyun  rızasının  alınmasına  da  gerek  yoktur.51 Yalnızca  söz konusu madde uyarınca altsoyun ve evlat edinilecek küçüğün çıkarlarının dengesi  göz  önünde  tutulmalıdır.  Örneğin,  evlat  edinecek  kimsenin halihazırda bakımını üstlendiği çok sayıda çocuğu varsa, evlat edinme sonrası bir çocuğun daha yükümlülüğünü almak makul olarak diğer çocukların ihmal edileceği tereddüdünü ortaya çıkarır.52  E. RIZA Rızaya ilişkin düzenlemeler BGB 1746-1751 arasında yer almaktadır. Sırasıyla küçüğün rızası, küçüğün ebeveynlerinin rızası, ebeveynlerin rızasının aranmayacağı  haller,  eşin  rızası,  rızanın  şekli  ve  rızanın  etkisi  ile  bakım yükümlülüğü hususları düzenlenmektedir. Evlat edinmeye karar verilebilmesi için öncelikle çocuğun rızasının alınması gerekmektedir (BGB 1746/I). Ancak çocuk 14 yaşından küçük veya ayırt etme gücüne sahip değilse yalnızca yasal temsilcisi evlat edinmeye rıza gösterebilir (BGB 1746/I).54 Ayırt etme gücüne                                                            49   Evlat edinenin altsoyu, biyolojik ve evlat edindiği çocukları kapsamaktadır. Hau, Wolfgang / Poseck, Roman (2020) Beck scher Online-Kommentar BGB, München, C. H. Beck, BGB § 1745 rn. 2, 2.1. 50   Scholz / Kleffmann / Doering-Striening, § V, rn. 14. 51   Hau / Poseck, BGB § 1745 rn. 1. 52   Hau / Poseck, BGB § 1745 rn. 3. 53   Prensipte küçüğün yasal temsilcisi ana-babadır ve bu noktada birlikte hareket edeceklerdir. Säcker / Rixecker / Oetker ve diğerleri, BGB § 1746 rn. 26.  337Eda ŞAHİN ŞENGÜL  YBHD 2021/1  sahip  14  yaşını doldurmuş  olan  küçük için  ise kendisinin  rızası ile  yasal temsilcisinin izninin alınması gerekmektedir (BGB 1746/I). Burada küçük tek başına evlat edinmeye rıza göstermektedir, fakat 14 yaşını dolduran ve ayırt etme gücünde eksiklik olmayan küçüğün evlat edinilmesine verdiği bu rızaya yasal temsilcisinin de katılması şarttır. Küçüğün tek başına evlat edinmeye rıza göstermesi kişiye sıkı sıkıya bağlı bir hakkı kullanması nedeniyledir, yasal temsilcinin rızası da aynı şekilde temsilci sıfatı ile değil kendisine tanınan hak nedeniyledir.  Rızası alınmadan önce küçüğe evlat edinmenin sonuçları, özellikle de isim ve soyadıyla ilgili olanların anlatılması gerekmektedir. Küçüğün menfaati gerektirse dahi rızası aksi yönde olursa evlat edinmeye karar verilmez.55 Evlat edinme kararı için çocuğun rızasının aranmasındaki amaç ayırt etme gücüne sahip küçüğün kendi kaderini belirleme hakkının diğer unsurlardan üstün tutulmasıdır.56 Yasal temsilci rızasını değiştiremezken ayırt etme gücüne sahip 14 yaşını doldurmuş küçük yasal temsilcisinin iznine ihtiyaç duymaksızın evlat edinmeye karar verilene kadar rızasını geri alabilir (BGB 1746/II).57 Küçüğün  biyolojik  ana-babasının  da  rızasına  ihtiyaç  duyulmaktadır (BGB 1747).58 Evlat edinmeyle küçüğün biyolojik ana-baba ve hısımlarıyla ile olan  soybağı  ilişkisi  sona  erdiği  için  ana-babanın  rızası  alınmaktadır.59 Doktrinde madde kapsamında yalnızca biyolojik ana-baba olmanın yeterli olduğu, bu yüzden ana-babanın evli olup olmamasının ya da velayet hakkına şu  anda  veya  daha  önce  hiç  sahip  olup  olmadıklarının  önem  taşımadığı                                                                                                                                            54   Zira bu durumda çocuğun rızasını kendisinin beyan etmesi beklenemez, onun yerine yasal temsilcisi  beyan  edecektir.  Soergel,  Hans-Theodor  /  Liermann,  Stephan (2000) Burgerliches  Gesetzbuch  Mit  Einfuhrungsgesetz  Und  Nebengesetzen  (Bgb):  Band  20, Familienrecht 4: 1741-1921 Bgb, Stuttgart, Kohlhammer. BGB §1746, rn.3.   55   Säcker / Rixecker / Oetker ve diğerleri, BGB § 1746 rn. 34, 36. 56   Jauernig, § 1750 rn. 8. 57   Jauernig, § 1750 rn. 8. 58   Bu  koşul  yalnızca  küçükler  bakımından  aranmaktadır,  zira  erginler  bakımından aranmasının bir anlamı yoktur,  59   Ancak rızanın aranması yalnızca ebeveynler ile sınırlı tutulmuş, diğer hısımlar ve küçüğe bakanlar bakımından aranmamıştır. Säcker / Rixecker / Oetker ve diğerleri, BGB § 1747 rn. 1.  338YBHD 2021/1  Eda ŞAHİN ŞENGÜL  belirtilmektedir.60 BGB 1741/I uyarınca rıza gösterebilmek için ana-babanın ayrıca velayet hakkına da dayanmasının gerekli olmadığı, zira rızanın velayet hakkına sahip oldukları için değil, biyolojik ana-baba oldukları için arandığı, biyolojik  ana-babanın  bu  hakkının  Federal  Almanya  Cumhuriyeti Anayasasının (GG) m. 6/I uyarınca korunduğu ifade edilmektedir.62 Biyolojik  ana-babanın  evlat  edinecek  kimselerin  kimliğini,  evlat edinecek  kimsenin  de  biyolojik  ebeveynlerin  kim  olduğunu  bilmesi gerekmez.63 Yasal  olarak  kimlik  gizleyerek  evlat  edinmek  mümkündür. Böylece biyolojik ana-babanın ileride küçük ile evlat edinen kimseler arasında kurulacak ebeveyn-çocuk ilişkisini engellememeleri amaçlanmıştır.64 Küçüğün tabi ki biyolojik ana-babasını öğrenme hakkı vardır,65 bu hak küçüğe hem GG m. 2/I ve 1/I hem de BGB m. §1618a kapsamında tanınmaktadır.66 Biyolojik ana-babanın özgür ve herhangi bir zorlama olmadan karar vermelerini sağlamak adına rızanın en erken verilebileceği zaman doğumdan sekiz hafta sonra olarak belirlenmiştir (BGB 1747/II).67 Görüldüğü üzere, evlat edinilmesi  bakımından  küçük  için  belirlenmiş  bir  minimum  yaş  kriteri olmamakla birlikte biyolojik ana-babanın evlat edinmeye rıza göstermesi için küçüğün en az sekiz haftalık olması gerekli görülmüştür.68 İstisnai durumlarda biyolojik ana-babasının rızası aranmaz, onların yerine Aile Mahkemesi karar                                                            60   Säcker / Rixecker / Oetker ve diğerleri, BGB § 1747 rn. 6; Hau / Poseck, BGB § 1747 rn. 3. 61   GG m. 6/I  Evlilik ve aile, devlet düzeninin özel korumasi altındadır  şeklindedir. 62   Säcker / Rixecker / Oetker ve diğerleri, BGB § 1747 rn. 12; Hau / Poseck, BGB § 1747 rn. 3. 63   Scholz / Kleffmann / Doering-Striening, § V, rn. 41. 64   Scholz / Kleffmann / Doering-Striening, § V, rn. 41. 65   Bu hak Almanya da 1988 yılından beri bulunmaktadır, detaylı bilgi için bkz. Besson, Samantha (2007)  Enforcing the child s right to know her origins: contrasting approaches under the convention on the rights of the child and the European convention on human rights  International Journal of Law, Policy and the Family, C: 21, s. 155. 66   Blauwhoff, Richard J. (2008)  Tracing down the historical development of the legal concept of the right to know one s origins: Has ‘to know or not to know  ever been the legal question? , Utrecht Law Review, C: 4, S: 2, s. 112. 67   Evli olmayan biyolojik babanın sınırlı bazı hallerde sekiz haftadan daha önce de rıza gösterebileceği düzenlenmiştir, bkz. BGB § 1747/III. 68   Säcker / Rixecker / Oetker ve diğerleri, BGB § 1741 rn. 62.  339Eda ŞAHİN ŞENGÜL  YBHD 2021/1  verir.69 Rıza bir kere verildikten sonra bundan dönmek mümkün değildir. Ancak rıza verildikten sonra evlat edinme başvurusu reddedilmiş ya da geri çekilmişse veya rızanın verilmesinden itibaren üç yıl içinde mahkemece evlat edinmeye karar verilememişse rıza etkisini kaybeder. Rızanın noter onaylı ve bizzat verilmesi gerekmekte olup bir şarta ya da süreye bağlanması mümkün değildir (BGB 1750).  F. EVLAT EDİNME BAŞVURUSUNUN ŞEKLİ VE KARAR Evlat edinmek isteyen kimsenin Aile Mahkemesine bizzat başvurması aranmakta  olup  başvurunun  noterce  onaylanması  gerekmektedir.  Ayrıca başvuru herhangi bir süre ya da koşula bağlı olarak yapılamaz. Evlat edinme ilişkisi Aile Mahkemesi vereceği karar üzerine kurulur (BGB 1752). Bu karar inşai  (yenilik  doğurucu)  bir  karardır.70 Evlat  edinme  kararı  küçüğün ölümünden  sonra  verilemez,  fakat  eğer  evlat  edinecek  kişi  mahkemeye başvurmuş  ya  da  noterce  onaylanmış  başvurusunu  noterin  mahkemeye iletmesini istemişse evlat edinenin ölümünden sonra verilen evlat edinme kararı kendisi hayattayken verilmiş gibi etki gösterir (BGB 1753). Ancak evlat edinecek kişi noterden başvurusunu ölümünden sonra mahkemeye sunmasını istemişse, yani ölüm anında başvuru Aile Mahkemesine ulaşmamışsa, buna istinaden evlat edinmeye karar verilemez.71 Evlat edinme kararının etkileri BGB 1754 e düzenlenmiştir. Buna göre, evli  bir  çiftin  birlikte  evlat  edindiği  ya  da  eşlerden  birinin  diğerinin çocuğunu  evlat  edindiği  hallerde  küçük,  eşlerin  ortak  çocuğu  hukukî statüsünü  kazanır,73 evlat  edinen  ailenin  bir  üyesi  olur ve  eşler  velayet hakkını birlikte kullanırlar.75 Bunun dışındaki tüm hallerde evlatlık yalnızca                                                            69   BGB § 1748. 70   Scholz / Kleffmann / Doering-Striening, § V, rn. 51. 71   Scholz / Kleffmann / Doering-Striening, § V, rn. 25. 72   Kayıtlı  hayat  ortaklıklarında,  hayat  ortaklarından  birinin  diğerinin  çocuğunu  evlat edinmesinde de geçerlidir, Scholz / Kleffmann / Doering-Striening, § V, rn. 69. 73   BGB § 1754/I. 74   Lettmaier, s. 11. 75   BGB § 1754/III.  340YBHD 2021/1  Eda ŞAHİN ŞENGÜL  evlat edinenin çocuğu (altsoyu) hukukî statüsünü kazanır ve velayet hakkı evlat edinene tanınır.76  G. EVLAT EDİNMENİN SONUÇLARI Çalışmamız bakımından önemli bir husus da BGB 1755 te yer alan evlat edinilen  küçüğün  biyolojik  ebeveynleri  ve  onların  aileleri  ile  arasındaki hısımlık  ilişkisinin  sona  ermesidir.  Almanya da  küçükler  bakımından  tam evlat edinme sistemi benimsenmiştir.77 Tam evlat edinme sisteminde, evlenme yasağına  ilişkin  hükümler  istisna  olmak  üzere,78 evlatlığın  biyolojik  anababasıyla  olan  hısımlık  ilişkisinin  sona  erdirilmesi  ve  evlat  edinenler  ile arasında doğumla kurulan soybağı gibi tam bir hısımlık ilişkisinin kurulması söz  konusudur.79 Buna  göre,  evlatlık  biyolojik  ana-babasına  ya  da  kan hısımlarına mirasçı olamamakta, biyolojik ana-babanın çocukla kişisel ilişki kurma  hakkı  da  ortadan  kalkmaktadır.80 BGB  1755/I e  göre  evlat  edinme kararının  kesinleşmesiyle  birlikte,  kural  olarak,  küçüğün  önceki  ailesi  ve onların  soyundan  gelen  kimselerle  olan  hısımlık  bağı  ve  bu  bağdan                                                            76   BGB § 1754/II-III. 77   Erinlerin evlat edinilmesi bakımından sınırlı evlat edinme sistemi benimsenmiş  olup evlatlığın biyolojik/yasal ailesiyle olan hısımlık bağı sona ermediği gibi evlat edinenle arasında da tam bir hısımlık bağı kurulmamaktadır. Aydoğdu, Murat (2009) Çağdaş Hukukî Gelişmeler Işığında Evlat Edinme, Ankara, Günaydın Hukuk Yayınları, s. 69; Kaya, Cengiz (2009) Türk Hukukunda Evlat Edinme, İstanbul, Beta Yayıncılık, s. 20. 78   BGB § 1307. Dolayısıyla, bu sistemde evlat edinilen küçüğün biyolojik ailesi ile arasında kalan tek bağ biyolojik ailesinin fertleriyle evlenme yasağıdır, Serozan, Rona (2017) Çocuk Hukuku, İstanbul, Vedat Kitapçılık, s. 232. 79   Aydoğdu, s. 68; Şıpka,  Şükran (1999)  4721 Sayılı Türk Medeni Kanunu nun Evlat Edinmeye  ilişkin  Hükümlerinin  İncelenmesi   İstanbul  Üniversitesi  Hukuk  Fakültesi Mecmuası, C: LVII, S: 1-2, s. 314; Ruhi, Ahmet Cemal (2002) Türk Hukukunda Evlat Edinme ve Evlat Edinme ile ilgili Yabancı Mahkeme Kararlarının Türkiye de Tanınması, Ankara, Seçkin Yayıncılık, s. 19; Serozan, s. 232; Akyüz, Emine (1995)  Evlat Edinmeye ilişkin Uluslararası Sözleşmeler, Çağdaş Hukuk Sistemleri ve Türk Medeni Kanunu , Ankara Üniversitesi Hukuk Fakültesi Yayınları, Prof. Dr. Hamide Topçuoğlu na Armağan, s. 155. 80   Baygın, Cem (2003)  Evlat Edinmenin Sonuçları , Atatürk Üniversitesi Erzincan Hukuk Fakültesi Dergisi, C: VII, S: 3 – 4, s. 627.   341Eda ŞAHİN ŞENGÜL  YBHD 2021/1  kaynaklanan hak ve ödevler (bakım yükümlülüğü ve mirasçılık gibi)81 ortadan kalkar. Küçüğün evlat edinme öncesi var olan hakları, aldığı emekli maaşı, yetim  ödeneği  ve  diğer  benzeri  yinelenen  ödemeler,  evlat  edinmeden etkilenmez; ancak bu nafaka talepleri için geçerli değildir (BGB 1755/I). Benzer şekilde, BGB 1755/II uyarınca bir eşin diğerinin çocuğunu evlat edindiği hallerde hısımlık ilişkisinin ortadan kalkması sadece dışarıda kalan diğer  ebeveyn  ve  hısımlarına  ilişkin  olur.  Bu  durumda  dışarıda  kalan ebeveynin  velayet  hakkı  da  ortadan  kalkar.82 Eğer  evlat  edinmek  isteyen kimselerin  çocukla  kan  veya  evlenme  dolayısıyla  ikinci  ya  da  üçüncü dereceden akrabalığı varsa (örneğin evlat edinenlerin küçüğün dayısı ya da amcası  olması  gibi)  küçükle  yalnızca  biyolojik  ebeveynleri  arasındaki  bağ kopar, küçüğün biyolojik ailesinin diğer üyeleriyle arasındaki bağ devam eder (BGB 1756/I).83 Benzer şekilde, BGB 1756/II gereği, velayet hakkına sahip olan ebeveyn  ölür  ve  diğer  ebeveynin  eşi  küçüğü  evlat  edinirse  küçüğün  ölen ebeveyn  ve  hısımlarıyla  olan  soybağı  ortadan  kalkmaz.  Doktrinde  BGB 1756/II nin  evliliğin  ölüm  nedeniyle  sona  erdiği  hallerde  de  uygulanacağı kabul edilmektedir.84 Bu durumda eşi ölen ebeveyn tekrar evlenir ve yeni eş küçüğü  evlat  edinmek  isterse  BGB  1756/II  uygulanacak  ve  küçüğün  ölen ebeveyni ve onun hısımlarıyla arasındaki soybağı ortadan kalkmayacaktır. Evlat  edinme  kararı  sonrası  küçüğün  adına  ilişkin  düzenleme  BGB 1757 de yer almaktadır. Kural olarak, küçüğün soyadı değişir, küçük evlat edinenin  soyadını  alır.  Küçüğün  rızası  alınmak  kaydıyla  talep  üzerine mahkeme küçüğün menfaatini dikkate alarak arasında orta çizgi (-) bulunmak suretiyle eski ve yeni soyadlarını, istediği sırayla, almasına izin verebilir. Yine talep üzerine ve küçüğün rızası alınmak kaydıyla, mahkeme küçüğün menfaati gerektiriyorsa adını değiştirebilir ya da adına yeni isim(ler) ekleyebilir.                                                            81   Schermaier-Stöckl / Stock, s. 37.  82   Säcker / Rixecker / Oetker ve diğerleri, BGB § 1755 rn. 10.  83   Örneğin, teyzesi tarafından evlat edinilen bir küçüğün biyolojik annesiyle olan bağı ortadan kalkarken, büyük anne ve babasıyla ya da kardeşleriyle olan bağı devam eder. SchermaierStöckl / Stock, s. 37. 84   Säcker / Rixecker / Oetker ve diğerleri, BGB § 1755 rn. 7.  342YBHD 2021/1  Eda ŞAHİN ŞENGÜL  II. ESKİ YASA: EVLİ OLMAYAN ÇİFTLERDE ÜVEY ÇOCUĞUN EVLAT EDİNİLEMEMESİ Evlat edinme bakımından BGB 1741 hükmünün evli olmayan çiftleri tamamen  kapsam  dışında  bırakması  BVerfG  tarafından  anayasanın  eşitlik ilkesine aykırı bulunmuştur.85 Yukarıda açıklandığı üzere BGB kapsamında evli olmayan çiftler hem birlikte evlat edinemezler hem de birinin diğerinin çocuğunu ortak çocukları gibi evlat edinmesi mümkün değildir. İşte anayasaya aykırı bulunan durum evli olmayan çiftlerde birinin diğerinin çocuğunu ortak çocukları gibi evlat edinememesidir. Bu bölümde BVerfG i bu kararı vermeye yönelten olay ve kararın gerekçesi incelenecektir.  Öncelikle  karara  konu  olayda  1  numaralı  başvurucu  olarak nitelendirilen kişi, iki küçük çocuğun biyolojik annesidir (çocuklar da 2 ve 3 numaralı başvuruculardır). Biyolojik anneyle evli olan biyolojik baba 2006 yılında vefat etmiştir. 2007 yılından beri anne ve 4 numaralı başvurucu birlikte yaşamaktadırlar. İfadelerine göre, çift annenin yaşamını devam ettirebilmesi için  gerekli  olan  ve  ölen  eşinden  aldığı  dul  aylığının  kesilmemesi  için evlenmemişlerdir. Çiftin 2009 yılında bir oğulları da olmuştur.86 2013 yılında çift  iki  küçük  çocuğun  da  müşterek  çocukları  olması  için  mahkemeye başvurmuş, ancak mahkeme BGB gereğince evli olmayan çiftlerde birinin diğerinin çocuğunu evlat edinmesinin mümkün olmadığını sebep göstererek davayı reddetmiştir. Çiftin daha sonrasında başvurdukları temyiz yolları da başarılı sonuç vermemiştir.87  Kararında  BVerfG,  mevcut  yasal  durumda  evlilik  dışı  bir  ilişkide yaşayan çocukla evlilik birliğinde yaşayan çocuğun farklı muamele gördüğünü                                                            85   BVerfG, Beschluss des Ersten Senats vom 26. März 2019 - 1, BvR 673/17, rn. 1-134, ECLI:DE:BVerfG:2019:rs90326.1bvr317, <https://www.bundesverfassungsgericht.de/SharedDocs/Entscheidungen/EN/2019/03/rs190326_1bvr317en.html> s.e.t. 18.11.2020 (BVerfG, Karar). 86   BVerfG, Karar, rn. 14.  87   BVerfG, Karar, rn. 15-18. Bu sırada 28 Aralık 2018 de 2 numaralı başvurucu olan çocuk erginlik yaşına ulaşmış, artık kendisi hakkında küçüklerin evlat edinilmesi hükümleri uygulanamayacak duruma gelmiştir, isterse kendisinin erginlerin evlat edinilmesi yoluna başvurması mümkündür.  343Eda ŞAHİN ŞENGÜL  YBHD 2021/1  tespit  etmiştir.88 Buna  göre,  evlilik  dışı  bir  ilişkide  yaşayan  çocuğun  yasal ebeveyni ile olan soybağı ortadan kalkmadan hiçbir koşulda üvey ebeveyni tarafından evlat edinilmesi mümkün değildir. Örneğin, annesiyle evli olmayan bir  kimse  tarafından  küçük  evlat  edinilirse  annesiyle  arasındaki  soybağı ortadan kalkar, zira bu kimse küçüğü yalnızca tek başına evlat edinebilir. Ancak evlilik birliği içinde yaşayan çocuk için durum farklıdır. Bu çocuk yasal ebeveyni  ile  evlenen  üvey  ebeveyni  tarafından  evlat  edinildiğinde,  yasal ebeveyni  ile  arasındaki  soybağı  devam  eder  ve  böylece  her  iki  ebeveynin müşterek  çocuğu  statüsünü  kazanır.89 BVerfG e  göre,  her  ne  kadar  evli olmayan bir ailede yaşayan üvey çocuğun evlat edinilememesi meselesi çiftler evlendikleri anda çözülse de çiftlerin evlilikle ilgili vereceği kararı çocuklara atfetmek doğru olmaz. Evlat edinme isteğinin evlilik kararını etkilememesi gerekir.90 Dolayısıyla,  evlilik  birliğinde  yaşamayan  çocuğun  bu  haktan mahrum  bırakılması  GG  m.3(1) de  ifadesini  bulan  eşit  muamele  ilkesine aykırılık teşkil eder.91 BGB nin söz konusu düzenlemeleri karşısında evlilik dışı bir  birliktelikte  yaşayan  çocuklar,  evlilik  birliği  içinde  yaşayanlara  göre dezavantajlı duruma getirilmektedirler.92  Bu kapsamda BVerfG, bütün insanların yasa önünde eşit olduğunu düzenleyen  GG  m.3 ün  yasa  koyucunun  farklı  düzenlemeler  yapmasını engellemediğini, ancak bu düzenlemelerin farklı muameleyi haklı çıkaracak ölçüde  olması  gerektiğine  vurgu  yapmıştır.93 Buna  göre,  küçüklerin  evlat edinilmesi  onların  temel  haklarını  ilgilendiren  bir  husustur,  çünkü  evlat edinme küçüğün kişilik gelişimini etkileyen önemli bir faktörüdür.94 Ebeveyni ile evli olmadığı için aynı evde birlikte yaşamını devam ettirdiği çocuğu evlat edinemeyen  kimse  bu  çocuğun  gelişimi  bakımından  gerekli  sorumluluğu almaz.  Ayrıca  bu  durum  çocuğun  aile  hayatını  da  zorlaştırır,  zira  evlat                                                            88   BVerfG, Karar, rn. 62. 89   BVerfG, Karar, rn. 62. 90   BVerfG, Karar, rn. 75. 91   BVerfG, Karar, rn.  48, 62. 92   BVerfG, Karar, rn. 65. 93   BVerfG, Karar, rn. 64. 94   BVerfG, Karar, rn. 66.  344YBHD 2021/1  Eda ŞAHİN ŞENGÜL  edinemeyen kimse ile yasal ebeveyn çocuğa karşı velayet sorumluluğunu eşit şartlarda üstlenmezler.95 Ayrıca  BVerfG,  kayıtlı  hayat  ortaklığına  ilişkin  yasa 96  tasarısı görüşülürken  mecliste  üvey  çocuğun  evlat  edinilmesinin  kendine  has avantajlarından bahsedilen bölüme de atıf yapmıştır. Buna göre, çocuk tek bir ebeveyni ile yaşıyorken, bu ebeveyn bir hayat ortaklığı ilişkisine başladığında çocuk anne ya da babasının hayat ortağı ile bir aile gibi aynı evde yaşamaya başlamaktadır. Böyle bir yaşam düzeninde ebeveyn olmayan hayat ortağı da çocuk bakımından sorumluluk almaktadır. Söz konusu hayat ortaklığı ayrılık veya taraflardan birinin ölümü sebebiyle sona erdiğinde, özellikle biyolojik ebeveynin  vefatı  durumunda,  çocuk  belirsiz  bir  durumla  karşı  karşıya kalmakta,  çünkü  çocuğun  kendisini  evlat  edinemeyen  kimseyle  arasında herhangi bir hukuki ilişki bulunmamaktadır. Çocuk yıllardır bu kişiyle aynı evi paylaşmış olsa da, onu gerçek ebeveyni gibi görse de hukuken durum değişmemektedir. Dolaysıyla, BVerfG e göre yasal/biyolojik ebeveyn olmayan hayat  ortağı  tarafından  evlat  edinilmek,  çocuğun  hukuki  durumunu daha güçlü  hale  getirir,  zira  bu  durumda  hayat  ortağı  da  evlat  edindiği çocuk bakımından velayet hakkına sahip olur.97 Kaldı ki, uzmanlar da aile olarak birlikte  yaşayan  çiftlerin  her  ikisinin  de  çocuğun  bakımı  ve  yetiştirilmesi noktasında  eşit  hukuki  statüde  olmalarının  hem  çocuk  hem  de  aile bakımından  istikrar  sağlayıcı  etkileri  olduğunu  savunmaktadırlar.98 Söz konusu çiftlerin kendi müşterek çocuklarının da olduğu ve hepsinin aynı evde birlikte  yaşadıkları  bir  durumda  BGB nin  kısıtlayıcı  düzenlemelerinin  aile yapısına zarar verdiği belirtilmiştir. Zira ebeveyni ile evli olmadığı için evlat edinilemeyen  çocuk  ile  müşterek  çocuklar  eşit  olmayan  velayet sorumluluklarına tabidir. Bu da evlat edinilemeyen çocuğun ana veya baba bir kardeşleri  karşısında  kendisini  o  aileye  ait  hissetmemesi  sonucunu doğurabilir.99                                                             95   BVerfG, Karar, rn. 67. 96   Lebenspartnerschaftsgesetz. 97   BVerfG, Karar, rn. 69, 71. 98   BVerfG, Karar, rn. 70. 99   BVerfG, Karar, rn. 70.  345Eda ŞAHİN ŞENGÜL  YBHD 2021/1  Kararda  üvey  çocuğun  evlat  edinilmesi  ekonomik  yönden  de değerlendirilmiştir. İlk olarak, evlat edinme sebebiyle eski ebeveynine karşı hem nafaka hem de miras haklarını yitiren çocuk, bu hakları kendisini evlat edinene karşı ileri sürebilecektir. Yine çocuk, kendisini evlat edinene nafaka ödeme  yükümlüğü  altına  girebilecekken,  evlat  edinme  sonrası  soybağı ilişkisinin  ortadan  kalktığı  ebeveyne  karşı  bu  yükümlülükten  kurtulmuş olacaktır.100 Böylece ebeveynlerin evli olmadığı bir ailede evlat edinilmekle, evli  olduğu  bir  ailede  evlat  edinilmek  arasında  fark  bulunmadığı  hususu ortaya konmuştur.101  Karar  üvey  çocuğun  evlat  edinilmesinin  taşıdığı  bazı  risklerin  de üzerinde durmuştur. Örneğin, yeni ebeveyn ile küçük arasında kalıcı ve özerk bir bağın oluşmadığı ve ailenin aslında çiftin ilişkisi üzerine kurulduğu bir durumda, ebeveynler ayrılırsa evlat edinme yoluyla meydana gelen ebeveynçocuk ilişkisinin devam etmemesi küçük üzerinde zararlı bir etkiye sahip olabilir. Böyle bir durumda söz konusu zararlı etki evlat edinme yoluyla diğer ebeveyni ve onun ailesiyle hısımlık ilişkisi ortadan kalkan küçüğün hayatından bu kimselerin hukuken çıkması anlamında da kendini gösterir.102 Gerçekten de BGB 1755/I uyarınca evlat edinme sonucu küçüğün önceki akrabaları ile olan bağı ortadan kalkmaktadır. Ancak BVerfG, haklı olarak, BGB 1741/I e göre zaten evlat edinmeye evlat edinmenin küçüğün menfaatine uygun olması durumunda karar verildiğine dikkat çekmiştir. Dolayısıyla, evlat edinmenin yalnızca bu yönü üvey çocukların durumunun evlat edinme sonrası daha kötü olacağı sonucuna varmaya neden olmaz.103 Şu anki hukuki düzenleme üvey çocuğun evli olmayan bir ailede çiftin ortak çocuğu gibi evlat edinilmesine kati  surette  izin  vermediği  için  her  olayın  kendi  özelliklerine  göre  bir değerlendirme yapmayı mümkün kılmamaktadır. Bu nedenle BVerfG, sayılan risklerin  başvuru  bazında  incelenerek  ortadan  kaldırılabilecek  riskler olduğunu ifade etmiştir.104                                                             100  BVerfG, Karar, rn. 72. 101  BVerfG, Karar, rn. 77. 102  BVerfG, Karar, rn. 73. 103  BVerfG, Karar, rn. 84. 104  BVerfG, Karar, rn. 74.  346YBHD 2021/1  Eda ŞAHİN ŞENGÜL  Yasa koyucunun 1975 yılında yalnızca evli çiftlerin evlat edinmesine izin vermesinin altında yatan iki haklı sebep bulunduğuna dikkat çekilmiştir. Bunlardan ilki evlilik kurumunun sağladığı yasal garanti, diğeri ise evlilik birliği içerisinde sürdürülen ilişkinin evlilik olmayan duruma nazaran daha güçlü  olmasıdır.  O  zamanki  hükümetin  taslak  yasaya  ilişkin  yayınladığı gerekçe  neden  üvey  çocukların  evlat  edinilmesini  evli  çiftler  bakımından sınırladıklarını şöyle açıklamıştır:  Evlat edinilecek çocuk uyumlu ve işleyen bir aileye  kabul  edilmelidir.  Söz  konusu  aile  genellikle  evli  çiftler  bakımından görülür; bu nedenle bir çocuğun evli bir çift tarafından evlat edinilmesi çocuğun büyüyüp yetişmesi için en iyi önkoşulları sunar. Evlilik dışındaki ilişkiler yasa ile güvence altına alınmadığı için böyle bir ilişkinin üyelerince bir çocuğun birlikte evlat edinilmesinin haklı bir gerekçesi yoktur. Bir çocuğu yasal olarak böyle  bir  topluluğa  yerleştirmeyi  gerekli  gösterecek  bir  durum  da bulunmamaktadır. 105 BVerfG e göre gerçekten de evlilik bağı çocuklara iki ebeveynin de bakacağı yönünde hukuki bir güvence sağlamaktadır. Zaten BGB  1360  gereği  eşler  kanunen  kazanç  ve  varlıkları  ile  aileye  bakma yükümlülüğü altındadırlar.106 Ne var ki evli olmayan bir ailede büyüyen üvey çocukların  durumu  evlat  edinildiklerinde  daha  kötü  olmayacaktır.  Aksine evlat edinilmediklerinde hukuki statülerinin daha kötü olacağı söylenebilir, çünkü kişisel ve ekonomik açıdan küçük ile üvey ebeveyn arasında hukuki bağ kurulması engellenmiş olmaktadır.107  İstatistiki verilere de yer verilen kararda, evli olmayan çiftlerden oluşan aile sayısının evli çiftlere oranla çok daha yüksek olduğu, çocuğu olan evli çift sayısı sürekli azalırken, çocuklu bekar ebeveyn veya çocuklu evli olmayan çift sayısının arttığı belirtilmiştir. Bu da evli olmayan çiftlerin de evli çiftler gibi bir aile  oluşturduğunu  ve  evli  olmamanın  istikrarsız  bir  ilişkiye  sahip  olmak anlamına gelmediğini göstermektedir.108 BVerfG, yasa koyucunun çocukları mümkün olduğunca istikrarlı ve ebeveyn ile üvey ebeveyn arasındaki ilişkinin uzun vadeli olabileceği ailelere yerleştirme amacını doğru bulmuş, fakat bu                                                            105  BVerfG, Karar, rn. 79. 106  BVerfG, Karar, rn. 80. 107  BVerfG, Karar, rn. 83. 108  BVerfG, Karar, rn. 98.  347Eda ŞAHİN ŞENGÜL  YBHD 2021/1  amacın evli olmayan ailelerde mutlak surette sağlanamayacağını düşünmenin yanlış  olduğunu  ifade  etmiştir.109 Halihazırda  yürüklükte  olan  kanunun (BGB nin)  evli  olmayan  çiftlerin  kısa  vadeli  ve  istikrarsız  aile  yapısı oluşturduğuna dair aksi ispatlanamaz bir karine ihdas ettiği vurgulanmıştır.110 BVerfG,  evli  olmayan  çiftleri  tamamen  kapsam dışı  bırakmak  yerine, söz konusu amaca hizmet eden istisnaların kanunda yer almasının daha makul bir çözüm  sunacağı  kanaatindedir.111 Örneğin,  minimum  bir  süre  belirlenerek belirli bir zamandır birlikte yaşayanların evlat edinmesine izin verilebilir.112 Bu kapsamda  uzun  süreli  ve  gerçekten  istikrarlı  bir  ilişkinin  bulunduğu  evli olmayan çiftler bakımından evlat edinmenin mümkün hale getirilmesine ve Aile Mahkemesinin önüne gelen davada olayın özelliklerine göre inceleme yaparak çocuğun menfaati kriterini değerlendirmesinin önünün açılmasının gerektiğine karar verilmiştir.114 Doktrinde bu kararın günümüz yaşam koşul ve formlarına uygun olduğu belirtilmiştir.115 Sonuç  olarak,  BGB nin  söz  konusu  hükümleri  anayasanın  eşitlik ilkesine aykırı bulunmuştur.116 Yasama organının 31 Mart 2020 tarihine kadar yeni hükümler çıkarmak zorunda olduğu belirtilmiştir. Yasama organı yeni hükümler  çıkarıncaya  kadar  devam  eden  işlemlerin  askıya  alınması  ve yürürlükteki yasanın evlilik dışı birlikteliklere uygulanmaması gerektiği ifade edilmiştir.117 Bu  karara  istinaden  Federal  Adalet  ve  Tüketiciyi  Koruma Bakanlığı (BMJV) bir tartışma dokümanı yayınlayarak kararı uygulamanın iki yolu olduğunu belirtmiştir: ilk yol, evli olmayan çiftlerde de evli çiftlerdeki gibi küçüğün yasal ebeveyni ile soybağı ilişkisini devam ettirmek suretiyle                                                            109  BVerfG, Karar, rn. 86. 110  BVerfG, Karar, rn. 128. 111  BVerfG, Karar, rn. 86. İrlanda, Hollanda, Norveç, Avusturalya gibi pek çok ülkenin çiftlerin birliktelik süresini dikkate alarak istikrar noktasında değerlendirme yapıp evlat edinmeye izin verdiğine ilişkin bkz. BVerfG, Karar, rn. 108.  112  BVerfG, Karar, rn. 106, 107, 122. 113  BVerfG, Karar, rn. 97, 99. 114  BVerfG, Karar, rn. 105, 122. 115  Teklote, s. 410. 116  BVerfG, Karar, rn. 131. 117  BVerfG, Karar, rn. 132.  348YBHD 2021/1  Eda ŞAHİN ŞENGÜL  evlat edinilmesine olanak tanınması, ikinci yol ise hem üvey çocukların hem de  başka  bir  küçüğün  evli  olmayan  çiftler  tarafından  birlikte  evlat edinilmesinin önünün açılması, böylece evli olan ve olmayan çiftler arasındaki ayrımcılığın bu yönüyle tamamen kaldırmasıdır.118 Her ne kadar ilgili dernek, vakıf ve çalışma grupları büyük çoğunlukta ikinci yolu savunmuş olsalar da yasaya ilişkin taslakta ilk yol benimsenmiştir.119 Taslak yasalaşmış ve 31 Mart 2020 tarihinde BGB ye eklenen 1766a maddesi yürürlüğe girmiştir.120 BGB 1766a maddesi gereğince artık evlilik, çiftlerden birinin diğerinin çocuğunu evlat  edinmesinin  önkoşulu  olmaktan  çıkmıştır.121 Aşağıdaki  bölümde  söz konusu  madde  ve  bu  maddenin  kabulünün  ardında  yatan  gerekçeler incelenecektir.  III. YENİ YASA: EVLİ OLMAYAN ÇİFTLERDE ÜVEY ÇOCUĞUN EVLAT EDİNİLEBİLMESİ Anayasaya aykırılığı gidermek amacıyla BGB ye eklenen 1766a maddesi istikrarlı bir ilişki içinde ve aynı evde yaşayan iki insana evli çiftlerde bir eşin diğerinin çocuğunu evlat edinmesine uygulanan kuralların uygulanacağına ilişkindir (BGB 1766a/I). Böylece BVerfG in kararında vurguladığı gibi evli olmayan çiftlerde de biri diğerinin çocuğunu evlat edinirken çocuğun yasal                                                            118  Keuter, Wolfgang (2020)  Stiefkindadoption 2.0 – Gesetzgeberische Reformüberlegungen  C: 2, s. 49; Teklote, s. 412. 119  Keuter, s. 49. Dolayısıyla, Almanya da hala evli olmayan çiftlerin birlikte evlat edinmesi mümkün değildir, bu kapsamda ayrımcılık devam etmektedir, bkz. Hau / Poseck, BGB § 1766a rn. 14. 120  Deutscher Bundestag,  Entwurf eines Gesetzes zur Umsetzung der Entscheidung des Bundesverfassungsgerichts vom 26. März 2019 zum Ausschluss der Stiefkindadoption in nichtehelichen  Familien   D.  19/15618,  02.12.2019,  <https://dip.bundestag.de/ dip/btd/19/156/1915618.pdf> s.e.t. 18.11.2020 (Gesetzentwurf, 2019). 121  Eckebrecht, 2020, s. 1404. 122  Maddede kullanılan verfestigten Lebensgemeinschaft ifadesinin BGB 1579/II de nafakayla ilgili tamamen farklı bir amaçla kullanıldığı, bu durumun yasa taslağında da vurgulandığı ve o nedenle BGB 1766a/I ya ayrıca ‘aynı evde  ibaresi eklendiği ancak yine de farklı bir ifadenin kullanılmasının daha iyi olacağı yönünde bkz. Keuter, s. 50. Aynı yönde bkz. Teklote, s. 410.  349Eda ŞAHİN ŞENGÜL  YBHD 2021/1  ebeveyni  ile  olan  soybağı  ortadan  kalkmayacaktır.123 Söz  konusu  evlat edinmelere  yine  BGB  1741/I  uygulanacak,  evlat  edinmenin  küçüğün menfaatine olup olmadığı ve evlatlık ile evlat edinen arasında ebeveyn-çocuk ilişkisi  kurulup  kurulamayacağı  araştırılacaktır.124 Yasanın  gerekçesinde özellikle  bir  eşin  diğerinin  çocuğunu  evlat  edindiği  durumlarda  evlat edinmenin  küçüğün  menfaatine  olup  olmadığının  daha  sıkı  incelenmesi gerektiği,  zira  evlat  edinmenin  altında  yatan  sebebin  eşi  hoşnut  etmek olabileceği  ifade  edilmiştir.125 Bir  çocuğun  müşterek  olarak  sorumluluğu alınacağı için maddeye giderlerin ortak olarak karşılandığı aynı evde yaşama kriterinin eklendiğine de dikkat çekilmiştir. Bu kapsamda çiftlerin gerçekten (fiilen) aynı evde birlikte yaşamaları aranacak, ikisinin de ikametgahlarının aynı evde olması yeterli olmayacaktır. İşleri nedeniyle birden fazla evi olan çiftler  için  fiilen  birlikte  yaşama  kriteri  bakımından  özel  inceleme yapılacaktır.126 ‘Aynı evde  yaşama kriterini yerinde bulan görüşler olduğu gibi  modern  dünyada  eşlerin  bile  farklı  evlerde  yaşamasının  mümkün olduğunu gerekçe göstererek eleştirenler de olmuştur.128                                                            123  Gesetzentwurf, 2019, s. 12.  124  Eckebrecht,  Marc  (2019)   Die  künftige Stiefkindadoption in  der stabilen PatchworkFamilie  Neue Zeitschrift für Familienrecht, C: 22, s. 979 (Eckebrecht, 2019). 125  Gesetzentwurf, 2019, s. 12. 126  Gesetzentwurf, 2019, s. 12. 127  Bundesarbeitsgemeinschaft  Landesjugendämter  (2019)   Entwurf  eines Gesetzes zur Umsetzung der Entscheidung des Bundesverfassungsgerichts vom 26.03.2019 zum Ausschluss  der  Stiefkindadoption  in  nichtehelichen  Familien  <http://www.bagljae.de /content/stellungnahmen/> s.e.t. 21.11.2020, s. 2;. Kinderrechtekommission des DFGT (Wolfgang Keuter / Tobias Helms) (2019)  Stellungnahme zum Referentenentwurf des Bundesministeriums  der  Justiz  und  für  Verbraucherschutz  zur  Umsetzung  der Entscheidung  des  BVerfG  vom  26.3.2019  –  1  BvR  673/17  <https://www.dfgt.de/resources/SN-KiKo_Entscheidung%20des%20BVerfG%20vom% 2026.3.2019%20%E%80%93%201%20BvR%2067317.pdf> s.e.t. 21.11.2020, s. 3. 128  Deutschen Instituts für Jugendhilfe und Familienrecht e.V. (DIJuF) (2019)  Stellungnahme des Deutschen  Instituts  für  Jugendhilfe  und  Familienrecht  e.V.  (DIJuF)  vom  8.  Juli  2019  zum Diskussionspapier des BMJV zur Umsetzung der Entscheidung des Bundesverfassungsgerichts vom 26.3.2019  –  Stiefkindadoption  in  nichtehelichen  Familien  <https://www.bmjv.de/SharedDocs/Gesetzgebungsverfahren/Stellungnahmen/2019/Downloads/070819_Stellungnahme_DIJuF_RefE_Stiefkindadoption.pdf?__blob=publicationFile&v=2> s.e.t. 21.11.2020, s. 4.  350YBHD 2021/1  Eda ŞAHİN ŞENGÜL  Madde evlat edinme için istikrarlı bir ilişkinin varlığı aramaktadır, zira tutarsız  bir  ailevi  durumun  bulunduğu,  çiftin  ilişkisinin  uzun  vadeli olmayacağı bir eve küçük evlatlık olarak gitmemelidir. Gerekçeye göre, çiftler evli olmasa da küçüğün evlat edinilmesindeki amaç hala çocuğa sağlıklı ve mutlu bir şekilde büyüyebileceği istikrarlı ve dengeli bir ev ortamı temin etmektir. Ayrıca BVerfG in de kararında belirttiği gibi, evlilik çiftin ilişkinin daha uzun süreceğini garanti eder, fakat bu evli olmayan çiftlerin düzenli ve uzun  süreli  bir  ilişkisi  olmadığı  anlamına  gelmez.  Dolayısıyla,  evlilikteki garanti  evli  olmayan  çiftler  bakımından  ‘istikrar   kriteri  ile  sağlanmaya çalışılmıştır.129 Uzun süredir devam eden bir ortak yaşam, çiftlerin birbirine manevi olarak bağlı olması, evin idame ettirilmesine ilişkin hususlar ile parasal meselelerin ötesinde birbirlerine destek olmaları istikrarın göstergeleri olarak tanımlanmıştır.130 Yeni madde BGB 1766a/II ye göre, istikrarlı bir ilişki genellikle iki insan en az dört yıldır birlikte yaşıyorsa ya da ortak bir çocuğun ebeveynleri olarak aynı evde birlikte yaşıyorlarsa var sayılır. Yasanın gerekçesi bu kuralların kesin olmadığını, dört yıldan daha kısa süredir devam eden ama uzun soluklu ve istikrarlı  olacağı  tespit  edilen  ilişkiler  bakımından  da  ilgili  maddenin uygulanabileceğini ifade etmektedir. Her olayın kendi özellikleri kapsamında BGB  1766a/II de  zikredilen  kuraldan  sapılabilecektir. 131  Evli  çiftler bakımından  böyle  kurallara  gerek  olmadığı,  zira  ilişkinin  hukuken  tasdik edilmesinin istikrarlı bir birlikteliğin göstergesi olduğu ifade edilmiştir. Bazı mahkemelerin  en  az  iki  yıldır  süren  bir  evliliğin  daha  uzun  süre  devam edeceğine  ilişkin  değerlendirme  yaptıkları,132 fakat  bu  değerlendirmelerin kanunen aranmadığının da altı çizilmiştir.133 Gerekçeye göre, evlat edinme kararı verilirken evliliğin istikrarlı olup olmadığı, yani süresi dikkate alınır,                                                            129  Gesetzentwurf, 2019, s. 13-14. 130  Gesetzentwurf, 2019, s. 14. 131  Gesetzentwurf, 2019, s. 14. 132  OLG Nürnberg, 7 UF 958/18, 5.11.2018. 133  Gesetzentwurf, 2019, s. 14.  351Eda ŞAHİN ŞENGÜL  YBHD 2021/1  fakat  katı  kurallardan  ziyade  ‘küçüğün  menfaati   kriterini  araştırmak bakımından olay bazında inceleme yapmak daha önemlidir.134  Doktrinde de madde metninde geçen en az dört yıldır birlikte yaşama ya da ortak çocukla birlikte aynı evde yaşama olarak sayılan kriterlerin örnek olarak verildiği belirtilmiştir.135 Buna göre, söz konusu kriterlerden biri varsa karine olarak istikrarlı bir ilişkinin bulunduğu kabul edilir, ama bunların ikisi de sağlanmıyorsa, örneğin daha kısa süreli bir birliktelik varsa bile başka koşullar ilişkinin istikrarlı olduğunu gösteriyorsa o ilişki istikrarlı olarak kabul edilecektir.136 Yine,  örneğin,  ortak  hayatın  sürdürüleceği  bir  evin  inşasına başlanması  halinde  daha  kısa  süreli  bir  birliktelik  istikrarlı  bir  ilişkinin olduğunu gösterebilir.137 Tam tersi de söz konusu olabilir. Aynı evde en az dört yıldır birlikte yaşama ya da ortak bir çocuğun ebeveynleri olarak birlikte yaşama kriterleri sağlansa da ilişkinin istikrarlı olmadığını gösteren emareler bulunabilir. Örneğin, sık sık ayrılma ya da başkalarıyla da birlikte olma gibi unsurlar dikkate alınarak ilişkinin madde metninde belirtilen örneklere uygun olsa bile istikrarlı olmadığı ileri sürülebilir.140 Yasanın  gerekçesinde  istikrar  bakımından  BGB  1766a/II nin  neden belirli  bir  süre  birlikte  yaşamayı  esas  aldığı  da  açıklanmıştır.  Maddede evlilikvari bir ilişki içinde ve aynı evde dört yıldır birlikte yaşama kriteri getirilmiştir.  Böylece  aynı  evde  yaşandığı  süre  boyunca  ilişkide  pek  çok sorunun aşılmış olacağı, çiftin amacının kısa süreli bir birliktelik olmadığı anlaşılacaktır.141 Bu  noktada  birçok  ülke  kanunlarında  böyle  bir  süreye rastlandığı, söz konusu sürenin genellikle iki ila dört yıl arasında değiştiği ifade edilmiştir. Örneğin, İspanya iki yıllık bir süre öngörürken, Danimarka,                                                            134  Gesetzentwurf, 2019, s. 14. 135  Teklote,  s.  410;  Steinbach,  Anja  /  Helms,  Tobias  (2020)   Stabilität  nichtehelicher Lebensgemeinschaften aus Soziologischer Perspektive vor dem Hintergrund des neuen § 1766a BGB  Zeitschrift für das gesamte Familienrecht, C: 7, s. 477. 136  Teklote, s. 410; Anja / Helms, s. 477. 137  Teklote, s. 410. 138  Teklote, s. 410. 139  Eckebrecht, 2020, s. 1406. 140  Teklote, s. 410. 141  Gesetzentwurf, 2019, s. 14.  352YBHD 2021/1  Eda ŞAHİN ŞENGÜL  İsviçre, Belçika ve Kanada da bu süre en az üç yıldır.142 Portekiz de ise üvey çocuğun  evlat  edinilebilmesi  için  eşlerin  dört  yıldır  evli  olması aranmaktadır. 143  Doktrinde,  haklı  olarak,  yalnızca  dört  yıldır  birlikte yaşamanın  o  ilişkinin  istikrarlı  olduğunu  göstermeyeceğinin, 144  asıl göstergenin  krizler  ile  diğer  sıkıntıların  ortak  yönetilmesi  olduğunun  altı çizilmiştir.145 Söz  konusu  ortak  yönetim,  istikrarlı  bir  aile  ilişkisinin gelişiminin  ön  koşulu  olup  yalnızca  ilişkinin  süresine  bağlı  değildir.146 Bu nedenle,  çiftlerin  nasıl  iletişim  kurduğunun  ve  hangi  çatışma  yönetimi stratejilerini  kullanıldıklarının  incelenmesi  gerekir.147 Kaldı  ki  bu  sürenin, biyolojik  ebeveyn  ile  evli  olmadan  birlikte  yaşadığı  kimsenin  ilişkisi bakımından  dikkate  alındığına,  küçüğün  bu  süre  boyunca  onlarla  birlikte yaşamasının da aranmadığına vurgu yapılmıştır.148  İstikrar bakımından BGB 1766a/II de dört yıldır yaşama yerine aranan koşul ise çiftin ortak çocuklarının olması ve ebeveynler ile çocukların aynı evde  yaşamalarıdır.  Yasanın  gerekçesine  göre,  çiftin  ortak  bir  çocuğunun olması da ilişkinin kısa süreli bir birliktelik olmadığının göstergesidir. Zira bu durumda çiftler zaten ortak bir çocuğun sorumluluğunu birlikte üstlenmiş ve hâlihazırda bir aile hayatı sürdürmektedirler.149 Ancak çiftin ortak bir çocuğun ebeveynleri  olarak  birlikte  yaşamaları  bakımından  minimum  bir  süre aranmaması  doktrinde  eleştirilmiştir.150 Keuter,  annenin  doğum  sonrası                                                            142  Gesetzentwurf, 2019, s. 14-15. 143  Keuter, s. 51. 144  Teklote, s. 411. 145  Teklote, s. 411; Bundesarbeitsgemeinschaft Landesjugendämter (2019)  Empfehlungen zur Adoptionsvermittlung  8. neu bearbeitete Fassung, beschlossen auf der 126. Arbeitstagung der  Bundesarbeitsgemeinschaft  Landesjugendämter,  m.  7.4.2.5  <http://www.bagljae.de /assets/downloads/190724-142_empfehlungen-zur-adoptionsvermittlung.pdf>  s.e.t. 21.11.2020 (Empfehlungen zur Adoptionsvermittlung). 146  Empfehlungen zur Adoptionsvermittlung, m. 7.4.2.5. 147  Teklote, s. 411; Empfehlungen zur Adoptionsvermittlung, m. 7.4.2.5.  148  Teklote, s. 411. 149  Gesetzentwurf, 2019, s. 15. 150  Keuter, s. 51; Frank, Rainer (2019)  Stellungnahme zum Entwurf eines Gesetzes zur Umsetzung der Entscheidung des Bundesverfassungsgerichts vom 26. März 2019 zum Ausschluss  der  Stiefkindadoption  in  nichtehelichen  Familien  im  Auftrag  der  353Eda ŞAHİN ŞENGÜL  YBHD 2021/1  hastaneden çıkıp bebekle birlikte ilk kez ortak yaşamın sürdürüleceği eve gelmesi halinde de BGB 1766a/II nin uygulanabileceğini, fakat bir çocuğa ilk kez  beraber  bakacak  olan  çiftlerin  karşılaşacağı  zorlukların  krizlere  sebep olması  muhtemelken  aynı  dönemde  geri  dönülmez  sonuçları  olan  üvey çocuğu evlat edinemeye de izin verilmesinin doğru olmadığı savunmaktadır.151 Yazar  bunun  yerine,  ortak  çocukla  birlikte  yaşamada,  istikrarlı  ilişki bakımından  aranan  dört  yıl  yerine  iki  yıllık  minimum  bir  sürenin aranmasının daha makul olacağını ifade etmektedir.152 Aynı şekilde, Frank e göre  çiftlerin  ortak  bir  çocuklarının  olması  ilişkinin  istikrarlı  olduğunu göstermez,  bu  kapsamda  da  minimum  iki  yıllık  bir  süre  aransa  daha  iyi olurdu.153  Yeni  madde  BGB  1766a/II nin  son  cümlesine  göre  birlikte  yaşayan çiftlerden biri başkasıyla evli ise kural olarak istikrarlı bir ilişki yoktur. İlk taslakta bu cümle aslında ‘kural olarak  ibaresini içermiyor, taraflardan birinin üçüncü bir kimseyle evli olması halinde istikrarlı bir ilişkinin olamayacağını ifade ediyordu.154 Ancak meclis Şubat 2020 yılında taslak yasayı görüşürken hem bunu değiştirmiş hem de BGB 1766a ye üçüncü bir paragraf eklemiştir.155 Bu kapsamda ikinci paragraftaki düzenlemeye bir istisna getirmiş ve birlikte yaşayan  çiftlerden  birinin  evli  olması  halinde  de  başkasıyla  evli  olan  bu                                                                                                                                            Wissenschaftlichen  Vereinigung  für  Familienrecht   <https://www.bmjv.de/ SharedDocs/Gesetzgebungsverfahren/Stellungnahmen/2019/Downloads/092019_Stellungnahme_wiss-Vereinigung_BVerfGE_Ausschlus-Stiefkindadoption.pdf?__blob=publication File&v=2> s.e.t. 21.11.2020, s. 3. 151  Keuter, s. 51. 152  Keuter, s. 51-52. 153  Rainer, s. 3. 154  Gesetzentwurf, 2019, s. 6. 155  Deutscher Bundestag,  Entwurf eines Gesetzes zur Umsetzung der Entscheidung des Bundesverfassungsgerichts vom 26. März 2019 zum Ausschluss der Stiefkindadoption in nichtehelichen  Familien ,  D.  19/17154,  12.02.2020, <http://dip.bundestag.de/dip/btd/19/171/1917154.pdf>  s.e.t.  18.11.2020 (Gesetzentwurf, 2020). 156  Bunun bir istisna olduğunun ve hala çiftlerden birinin başkasıyla evli olması halinde kural olarak istikrarlı bir ilişkinin bulunmadığı hususunun altı çizilmiştir, Gesetzentwurf, 2020, s. 7.   354YBHD 2021/1  Eda ŞAHİN ŞENGÜL  kimsenin tek başına diğerinin çocuğunu evlat edinebileceğini, bu kapsamda (evli  olduğu)  eşinin  rızasının  alınmasının  gerekli  olduğunu  belirtmiştir. Dolayısıyla, eşlerin yalnızca birlikte evlat edinebileceklerine ilişkin kurala da bu  şekilde  bir  istisna  gelmiştir.  BGB  1766a/III  kapsamında  eşin  rızası zaruridir, çünkü kendisi bir çocuk evlat edindiğinde eşinin hakları, özellikle mirasa ilişkin olanlar, etkilenmektedir.157  Gerekçeye göre BGB 1766a/III ün eklenmesinin nedeni yalnızca şeklen var olan bir evliliğin küçüğün menfaati gerektiriyorsa onun evlat edinilmesini engellememesi  gerektiğidir.  Hükmün  uygulanabilmesinin  önkoşulu  eşlerin daimi  olarak  ayrı  yaşamalarıdır.  Bunun  yanı  sıra  spesifik  koşullar  da değerlendirilmeli,  yani  evliliğin  neden  hala  devam  ettiği  araştırılmalıdır. Örneğin,  boşanma  davası  açılması  halinde  diğer  eşin  intihar  edeceğinden korkulması  ya  da  dini  nedenlerle  şeklen  de  olsa  devam  eden  evliliğin sürdürülmesi nedeniyle eşler ayrılmamış olabilirler. Kısacası, tüm olasılıklar değerlendirilip küçüğün refahı dikkate alındığında yalnızca şeklen var olan bir evlilik  nedeniyle  evlat  edinmenin  reddedilmesi  haksız  bulunuyorsa  BGB 1766a/III uygulanmalıdır.158  Evli olmayan çiftlerin de evli çiftler gibi evlat edinmesine imkân veren yeni hükmün üvey çocukların evlat edinilmesini artıracağı öngörülmektedir. 2017 yılında evli çiftlerin üvey çocuk evlat edinme sayısı 2373 olarak tespit edilmiştir. Aynı yıl Almanya da küçük bir çocuğa sahip 8.2 milyon ailenin %11 i evli olmayan çiftlerden oluşmaktaymış. Bu da istatistiki hesaplamalar yapıldığında küçük çocuklu evli olmayan çiftlerin sayısının 902.000 ve yeni hüküm  sayesinde  yaklaşık  olarak  evlat  edinme  sayısının  da  298  olması anlamına  gelmektedir.  Evli  olmayan  çiftler  bakımından  aranan  ek  şartlar nedeniyle bu sayı evli çiftlerdeki kadar olmayacağı tahmin edilmektedir. Bu sebeple, BGB 1766a nın evlat edinme sayısını ortalama 250 kadar artırması beklenmektedir.159                                                            157  Gesetzentwurf, 2020, s. 7. 158  Gesetzentwurf, 2020, s. 7. 159  Gesetzentwurf, 2019, s. 9.  355Eda ŞAHİN ŞENGÜL  YBHD 2021/1  Bu noktada vurgulanmalıdır ki her yeni düzenleme yeni sorunları da beraberinde getirecektir. Evli çiftlerin birlikte evlat edinmesine izin verilirken, evli  olmayan  çiftlerin  birlikte  evlat  edinmelerine  BGB  1766a  ile  de  izin verilmemektedir.  Yapılan  düzenlemenin  bu  yönüyle  ayrımcılık  yaptığı söylenebilirse de durumun bir de başka boyutu bulunmaktadır. Evli olmayan çiftler  birlikte  evlat  edinemeyecekleri  için  kendilerine  tek  başlarına  evlat edinme  yolu  açıktır. Fakat  evli  kimseler,  kural  olarak,  tek  başlarına  evlat edinemezler.  Eşlerin  ancak  belirli  koşulların  gerçekleşmesi  halinde  tek başlarına evlat edinmelerine izin verilmiştir.160 Bu noktada da evli çiftlere evli olmayanlara  göre  ayrımcılık  yapıldığı  savunulabilir.161 Bir  diğer  husus  da başkasıyla  evli  olan  birinin  birlikte  yaşadığı  kimsenin  çocuğunu  evlat edinirken  miras  vb.  haklarının  korunması  için  eşinin  rızasına  ihtiyaç duymasıdır.  Aynı  kişi  evlilik  dışı  bir  ilişki  sonucu  çocuk  sahibi  olsaydı biyolojik çocuğu bakımından eşinin miras haklarını korumak için eşinden rıza almak  zorunda  kalmayacaktı.162 Eşi  dışındaki  kimsenin  çocuğunu  evlat edinirken aranan eşin rızası biyolojik çocuk bakımından aranmamaktadır. Dolayısıyla, bu da çocuklar açısından yapılan bir ayrımcılık olarak karşımıza çıkmaktadır.  SONUÇ Küçüklerin  evlat  edinilmesine  ilişkin  Alman  hukukundaki düzenlemeleri  ve  geçtiğimiz  aylarda  yürürlüğe  giren  evli  olmayan  çiftler bakımından  üvey  çocuğun  evlat  edinilmesine  ilişkin  yeni  hükmü  ve  bu hükmün ihdas edilmesinin aşamalarını ve gerekçelerini inceleyen çalışmamız öncelikle  BGB deki  ilgili  maddeleri  ele  almıştır.  BGB  1741-1766  arasında bulunan  küçüklerin  evlat  edinilmesine  ilişkin  hükümlere  bakıldığında  ilk olarak 1741/I de evlat edinmenin küçüğün menfaatine olması ve evlat edinen ile edinilen küçük arasında ebeveyn-çocuk ilişkisinin kurulmasının arandığı görülmektedir. BGB 1742 ise evlat edinilen küçüğün zincir şeklinde evlat                                                            160  Bkz. yukarıda I.B. Yaş koşulu ve evlilik. 161  Keuter, s. 52. 162  Örneğin, tanıma için BGB 1594 ve 1595 eşin rızasını aramamaktadır.  356YBHD 2021/1  Eda ŞAHİN ŞENGÜL  edinilmesinin önüne geçmek için kısıtlayıcı bir düzenleme getirmiş ve evlat edinenin  hayatta  olduğu  ve  evlatlık  ilişkisi  devam  ettiği  sürece  küçüğün yalnızca onun eşi tarafından evlat edinilebileceğini belirtmiştir.  Evlat edinme bakımından belirli bir yaşta olmayı arayan BGB ye göre, evlat edinecek kimsenin en az 25, eşler birlikte evlat edinirlerken birinin 25, diğerinin  ise  21  yaşında  olması  gerekir.  Ek  olarak  bir  bakım  süresi  de öngörülmüş ve bu süre boyunca evlat edineceklerin küçüğe bakmaları şartı getirilmiştir. Bunun yanında, evlat edinme bakımında rıza hususu ayrıntılı olarak  düzenlenmiş  ve  küçüğün  rızası,  küçüğün  ebeveynlerinin  rızası, ebeveynlerin rızasının aranmayacağı haller, eşin rızası, rızanın şekli ve etkisi hüküm altına alınmıştır. Ayrıca evlat edinmenin evlat edinenin altsoyunun ya da  evlatlığın  daha  ağır  basan  çıkarlarına  ters  düşmesi  veya  evlatlığın çıkarlarının  evlat  edinecek  kimselerin  altsoyu  tarafından  tehlikeye düşürüleceği korkusu varsa evlat edinmeye izin verilmemesi gerektiğine yer verilmiştir.  Evlat  edinmenin  sonuçları  bakımından  ise  küçüklerin  evlat edinilmesinde  tam  evlat  edinme  sistemi  benimsendiği  için  evlat  edinilen küçüğün  biyolojik  ebeveynleri  ve  onların  aileleri  ile  arasındaki  hısımlık ilişkisinin sona ereceği hususu düzenlenmiştir.  Evli olup olmamaya göre de evlat edinmenin nasıl olacağını belirleyen BGB  1741/II ye  göre,  evli  olmayanlar  tek  başına,  evli  kimseler  birlikte, eşlerden  biri  tek  başına  diğerinin  çocuğunu  ve  evli  bir  kimse  eşinin  fiil ehliyetinden  sürekli  yoksun  veya  henüz  21  yaşını  doldurmamış  olması durumunda tek başına evlat edinebilir. İşte bu hüküm BVerfG kararına konu olmuş ve mevcut yasal durumda evlilik dışı bir ilişkide yaşayan çocukla evlilik birliğinde  yaşayan  çocuğun  farklı  muamele  gördüğü  tespit  edilmiştir. Gerçekten de evlilik dışı bir birlikteliğin bulunduğu evde yaşayan çocuk, üvey ebeveyni tarafından yalnızca tek başına evlat edinebilir, bu da küçüğün yasal ebeveyni ile olan soybağının ortadan kalkması anlamına gelir. Böylece evli olmayan  çiftlerin  tamamen  kapsam  dışı  bırakılması  BVerfG  tarafından anayasanın eşitlik hükmüne aykırı bulunmuştur. Karara göre, evli olmayan çiftleri  kapsam  dışı  bırakırken  BGB,  evli  olmayan  çiftlerin  kısa  vadeli  ve istikrarsız bir aile yapısı oluşturduğuna dair aksi ispatlanamaz bir karine ihdas etmektedir. BVerfG, bunun yerine, uzun soluklu ve istikrarlı ilişkilere izin  357Eda ŞAHİN ŞENGÜL  YBHD 2021/1  verilen  istisnaların  kanunda  yer  alması  gerektiğini  savunmaktadır.  Bu kapsamda, çiftler arasında böyle bir ilişkinin bulunduğu tespit edilirse evli olmayan çiftler bakımından üvey çocuğun evlat edinilmesinin mümkün hale getirilmesi  ve  böylece  Aile  Mahkemesine  önüne  gelen  davada  olayın özelliklerini  göz  önüne  alıp  evlat  edinmenin  küçüğün  menfaatine  olup olmadığını araştırma yetkisi tanınması yönünde karar verilmiştir. Kararda sonuç olarak yasama organına 31 Mart 2020 tarihine kadar yeni hükümler çıkarmak için süre tanınmıştır. Bu kapsamda Anayasaya aykırılığı gidermek amacıyla BGB ye 1766a maddesi eklenmiştir. Buna göre, istikrarlı bir ilişki içinde ve aynı evde yaşayan iki  insana  evli  çiftlerde  bir  eşin  diğerinin  çocuğunu  evlat  edinmesine uygulanan kurallar uygulanacaktır. BGB 1766a/II uyarınca istikrarlı bir ilişki genellikle iki insan aynı en az dört yıldır birlikte yaşıyorsa ya da ortak bir çocuğun ebeveynleri olarak aynı evde birlikte yaşıyorlarsa var sayılır. BGB 1766a/II nin son cümlesine göre, birlikte yaşayan çiftlerden biri başkasıyla evli ise kural olarak istikrarlı bir ilişki yoktur. Bu cümleye ilişkin istisnaya üçüncü paragrafta  yer  verilmiş  ve  birlikte  yaşayan  çiftlerden  birinin  evli  olması halinde de başkasıyla evli olan bu kimsenin tek başına diğerinin çocuğunu evlat edinebileceği, bu kapsamda eşin rızasının alınmasının gerekli olduğu belirtilmiştir. Böylece, eşlerin yalnızca birlikte evlat edinebileceklerine ilişkin kurala bir istisna getirilmiştir. Sonuç olarak, yeni hüküm evli olmayan çiftlerin de evli çiftler gibi üvey çocuğu evlat edinmesine imkan vererek anayasanın eşitlik ilkesine aykırılığı ortadan kaldırmış ve BGB 1766a da sayılan koşullar yerine getirildiğinde evli olmayan birlikteliklerde yaşayan küçüklerin de evlilik birliği içinde yaşayan küçükler gibi evlat edinilmesinin önünü açmıştır.    Ancak her yeni düzenleme yeni sorunları da beraberinde getirmiştir. Kanunda evli çiftlerin birlikte evlat edinmesine izin verilirken, evli olmayan çiftlerin birlikte evlat edinmelerine hala izin verilmemektedir. BGB 1766a bu yönüyle ayrımcılık yapmaya devam etmektedir. Bunun bir diğer boyutu da evli olmayan çiftlerin birlikte evlat edinemeyecekleri için tek başlarına evlat edinmelerinin mümkün olmasıdır. Halbuki evli kimseler, kural olarak, tek başlarına evlat edinemezler. Ancak belirli koşulların gerçekleşmesi halinde eşlerin tek başlarına evlat edinmelerine izin verilmiştir. Dolayısıyla, evli çiftler  358YBHD 2021/1  Eda ŞAHİN ŞENGÜL  evli olmayanlara göre dezavantajlı duruma getirilmişlerdir. Bir diğer husus da BGB 1766a/III kapsamında karşımıza çıkan başkasıyla evli olan birinin birlikte yaşadığı kimsenin çocuğunu evlat edinirken miras haklarının korunması için eşinin rızasına ihtiyaç duymasıdır. Aynı kişi evlilik dışı bir ilişki sonucu çocuk sahibi olsaydı biyolojik çocuğu bakımından miras haklarını korumak için eşinin rızasına ihtiyaç duymayacaktı. Eşi dışındaki kimsenin çocuğunu evlat edinirken aranan eşin rızası biyolojik çocuk bakımından aranmamaktadır, bu da biyolojik ve evlatlık çocuk arasında yapılan bir ayrımcılıktır.       359Eda ŞAHİN ŞENGÜL  YBHD 2021/1",
     "Kaynakça": "Akyüz,  Emine  (1995)   Evlat  Edinmeye  İlişkin  Uluslararası  Sözleşmeler, Çağdaş  Hukuk  Sistemleri  ve  Türk  Medeni  Kanunu ,  Ankara Üniversitesi Hukuk Fakültesi Yayınları, Prof. Dr. Hamide Topçuoğlu na Armağan, s. 153 – 169. Aydoğdu, Murat (2009) Çağdaş̧ Hukukî Gelişmeler Işığında Evlat Edinme, Ankara, Günaydın Hukuk Yayınları. Bassenge, Peter / Brudermüller, Gerd / Ellenberger, Jürgen / Götz, Isabell / Grüneberg,  Christian  /  Sprau,  Hartwig  /  Thorn,  Karsten  / Weidenkaff, Walter / Weidlich, Dietmar  (2014) Palandt Bürgerliches Gesetzbuch,  Beck sche  Kurz  Kommentare,  München,  C.H.Beck (Palandt). Baygın,  Cem  (2003)   Evlat  Edinmenin  Sonuçları ,  Atatürk  Üniversitesi Erzincan Hukuk Fakültesi Dergisi, C: VII, S: 3 – 4, s. 627 – 650. Besson, Samantha (2007)  Enforcing the child s right to know her origins: contrasting approaches under the convention on the rights of the child and the European convention on human rights  International Journal of Law, Policy and the Family, C: 21, s. 137 –159. Birsen, Kemalettin (1959) Medeni Hukuk Dersleri Umumi Esaslar – Şahsın Hukuku – Aile Hukuku, İstanbul, Ahmed Said Matbaası. Blauwhoff, Richard J. (2008)  Tracing down the historical development of the legal concept of the right to know one s origins: Has ‘to know or not to know  ever been the legal question? , Utrecht Law Review, C: 4, S: 2, s. 99 – 116. Dethloff, Nina (2015) Familienrecht, München, C. H. Beck. Eckebrecht,  Marc  (2019)   Die  künftige Stiefkindadoption in der stabilen Patchwork Familie  Neue Zeitschrift für Familienrecht, C: 22, s. 977 – 981 (Eckebrecht, 2019). Eckebrecht, Marc (2020)  Die Stiefkindadoption in nichtehelichen Familien , Neue Juristische Wochenschrift, C: 20, s. 1403 – 1407 (Eckebrecht, 2020).  360YBHD 2021/1  Eda ŞAHİN ŞENGÜL  Feyzioğlu, Feyzi Necmeddin (1986) Aile Hukuku, İstanbul, Filiz Kitabevi. Gsell, Beate / Krüger, Wolfgang / Lorenz, Stephan / Reymann, Christoph (2019) beck online. GROSSKOMMENTAR, München, C. H. Beck. Hau,  Wolfgang  /  Poseck,  Roman  (2020)  Beck scher  Online Kommentar BGB, München, C. H. Beck. Hotz, Sandra (2018) Selbstbestimmung im Vertragsrecht unter besonderer Berücksichtigung  von  Verträgen  zu  «Liebe»,  Sex  und  Fortpflanzun: Rechtliche  und  kulturelle  (Schweiz,  Deutschland,  Japan)  sowie theoretische  Perspektiven  zu  den  Grenzen  der  Autonomie,  Bern, Stämpfli. İnce Akman,  Nurten  (2019)   Alman  ve  Türk  Hukukunda  Ergin  veya Kısıtlıların Evlat Edinilmesi , Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Prof. Dr. Durmuş TEZCAN a Armağan, C: 21, Özel Sayı, s. 2357 – 2393. Kaya,  Cengiz  (2009)  Türk  Hukukunda  Evlat  Edinme,  İstanbul,  Beta Yayıncılık. Keuter,  Wolfgang  (2020)   Stiefkindadoption 2.0  –  Gesetzgeberische Reformüberlegungen  C: 2, s. 49 – 53. Lettmaier, Saskia (2019) Adoption and Assisted Reproduction in Germany: Legal Framework and Current Issues, Leiden, Brill. Mignot,  Jean François (2019) ‘Child Adoption in Western Europe 19002015 ,  Cliometrics  of  the  Family,  <https://halshs.archivesouvertes.fr/halshs02008838/file/Child%20Adoption%20in%20Western%20Europe.pdf> s.e.t. 18.11.2020. Ruhi, Ahmet Cemal (2002) Türk Hukukunda Evlat Edinme ve Evlat Edinme ile ilgili Yabancı Mahkeme Kararlarının Türkiye de Tanınması, Ankara, Seçkin Yayıncılık. Säcker, Franz Jürgen / Rixecker, Roland / Oetker, Hartmut / Limperg, Bettina (2020) Münchener Kommentar zum Bürgerlichen Gesetzbuch, München, C.H.Beck.  361Eda ŞAHİN ŞENGÜL  YBHD 2021/1  Schermaier Stöckl, Barbara / Stock, Christof, (2014)  Soziale Arbeit mit Paaren,  Familien,  Kindern  und  Jugendlichen , <https://www.rdgs.de/app/download/5805464200/HF_2_Teil2_Einf_Paare_Familien_KiJu.pdf> s.e.t. 18.11.2020. Scholz, Harald / Kleffmann, Norbert / Doering Striening, Gudrun (2019) Praxishandbuch Familienrecht, München, C.H.Beck. Schulz, Werner / Hauß, Jörn (2018) Familienrecht, Handkommentar, BadenBaden, Nomos. Serozan, Rona (2017) Çocuk Hukuku, İstanbul, Vedat Kitapçılık. Soergel,  Hans Theodor  /  Liermann,  Stephan (2000)  Burgerliches Gesetzbuch Mit Einfuhrungsgesetz Und Nebengesetzen (Bgb): Band 20, Familienrecht 4: 1741 – 1921 Bgb, Stuttgart, Kohlhammer. Steinbach,  Anja  /  Helms,  Tobias  (2020)   Stabilität  nichtehelicher Lebensgemeinschaften  aus  Soziologischer  Perspektive  vor  dem Hintergrund  des  neuen  §  1766a  BGB   Zeitschrift  für  das  gesamte Familienrecht, C: 7, s. 476 – 480. Stürner, Rolf / Berger, Christian / Budzikiewicz, Christine / Mansel, HeinzPeter  /  Stadler,  Astrid  /  Teichmann,  Arndt  (2018)  Jauernig Bürgerliches Gesetzbuch Kommentar, München, C. H. Beck (Jauernig). Şıpka, Şükran (1999)  4721 Sayılı Türk Medeni Kanunu nun Evlat Edinmeye ilişkin  Hükümlerinin  İncelenmesi   İstanbul  Üniversitesi  Hukuk Fakültesi Mecmuası, C: LVII, S: 1 2, s. 301 – 322. Teklote,  Stephan  (2020)   Stiefkindadoption in  nichtehelichen Lebensgemeinschaften  nach  neuem  Recht   Neue  Zeitschrift  für Familienrecht C: 10, s. 409 – 414. Turhan, Nedim (2000)  Evlat Edinme , Yargıtay Dergisi, C: 26, S: 1 2, s. 48 – 67. Velidedeoğlu, Hıfzı Veldet (1969) Medeni Hukuk, İstanbul, Gün Matbaası.     362YBHD 2021/1  Eda ŞAHİN ŞENGÜL  İnternet Kaynakları  Bundesarbeitsgemeinschaft  Landesjugendämter  (2019)   Entwurf eines Gesetzes  zur Umsetzung  der  Entscheidung  des Bundesverfassungsgerichts  vom  26.03.2019  zum  Ausschluss  der Stiefkindadoption  in  nichtehelichen  Familien  <http://www.bagljae.de/ content/stellungnahmen/> s.e.t. 21.11.2020.  Bundesarbeitsgemeinschaft  Landesjugendämter  (2019)   Empfehlungen  zur Adoptionsvermittlung  8. neu bearbeitete Fassung, beschlossen auf der 126. Arbeitstagung der Bundesarbeitsgemeinschaft Landesjugendämter, m. 7.4.2.5 <http://www.bagljae.de/assets/downloads/190724 142_empfehlungen zur  adoptionsvermittlung.pdf>  s.e.t.  21.11.2020  (Empfehlungen  zur Adoptionsvermittlung).  BVerfG, Beschluss des Ersten Senats vom 26. März 2019   1, BvR 673/17, rn. 1 –  134,  ECLI:DE:BVerfG:2019:rs20190326.1bvr067317,  <https://www.bundes verfassungsgericht.de/SharedDocs/Entscheidungen/EN/2019/03/rs20190326_1bvr067317en.html> s.e.t. 18.11.2020 (BVerfG, Karar).  Deutscher  Bundestag,   Entwurf  eines  Gesetzes  zur  Umsetzung  der Entscheidung  des  Bundesverfassungsgerichts  vom  26.  März  2019  zum Ausschluss der Stiefkindadoption in nichtehelichen Familien  D. 19/15618, 02.12.2019, <https://dip21.bundestag.de/dip21/btd/19/156/1915618.pdf>  s.e.t. 18.11.2020 (Gesetzentwurf, 2019).  Deutscher  Bundestag,   Entwurf  eines  Gesetzes  zur  Umsetzung  der Entscheidung  des  Bundesverfassungsgerichts  vom  26.  März  2019  zum Ausschluss der Stiefkindadoption in nichtehelichen Familien , D. 19/17154, 12.02.2020,  <http://dip21.bundestag.de/dip21/btd/19/171/1917154.pdf>  s.e.t. 18.11.2020 (Gesetzentwurf, 2020).  363Eda ŞAHİN ŞENGÜL  YBHD 2021/1  Deutschen Instituts für Jugendhilfe und Familienrecht e.V. (DIJuF) (2019)  Stellungnahme des Deutschen Instituts für Jugendhilfe und Familienrecht e.V.  (DIJuF)  vom  8.  Juli  2019  zum  Diskussionspapier  des  BMJV  zur Umsetzung der Entscheidung des Bundesverfassungsgerichts vom 26.3.2019 – Stiefkindadoption  in  nichtehelichen  Familien   <https://www.bmjv.de/ SharedDocs/Gesetzgebungsverfahren/Stellungnahmen/2019/Downloads/070819_Stellungnahme_DIJuF_RefE_Stiefkindadoption.pdf?__blob=publicationFile&v=2> s.e.t. 21.11.2020.  Kinderrechtekommission des DFGT (Wolfgang Keuter / Tobias Helms) (2019)  Stellungnahme zum Referentenentwurf des Bundesministeriums der Justiz und für Verbraucherschutz zur Umsetzung der Entscheidung des BVerfG vom  26.3.2019  –  1  BvR  673/17   <https://www.dfgt.de/resources/SNKiKo_Entscheidung%20des%20BVerfG%20vom%2026.3.2019%20%E2%80%93%201%20BvR%2067317.pdf> s.e.t. 21.11.2020.  Frank,  Rainer  (2019)   Stellungnahme  zum  Entwurf  eines  Gesetzes  zur Umsetzung der Entscheidung des Bundesverfassungsgerichts vom 26. März 2019 zum Ausschluss der Stiefkindadoption in nichtehelichen Familien im Auftrag  der  Wissenschaftlichen  Vereinigung  für  Familienrecht  <https://www.bmjv.de/SharedDocs/Gesetzgebungsverfahren/Stellungnahmen/2019/Downloads/092019_Stellungnahme_wiss Vereinigung_BVerfGE_Auss chlus Stiefkindadoption.pdf?__blob=publicationFile&v=2> s.e.t. 21.11.2020, s. 1–4.   364"
}