{
     "Tip": "Makale",
     "Dergi İsmi": "Maltepe Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2021",
     "Cilt": "",
     "Sayı": "2",
     "Başlık": "Abluka ve Sivil Halkın Açlığa Mahkûmiyeti",
     "Title": "The Blockade and the Sentence of the Civil People to Hunger",
     "Yazar İsmi": [
          "Prof. Dr. A. Füsun ARSAVA"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Abluka",
          "Açlığa Mahkûmiyet",
          "Roma Statüsü",
          "İnsanlığa Karşı İşlenen Suçlar",
          "Uluslararası Ceza Hukuku."
     ],
     "Keywords": [
          "Blockade",
          "Doomed to Hunger",
          "Rome Statute",
          "Crimes Against Humanity",
          "International Criminal Law."
     ],
     "Özet": "Uluslararası silahlı çatışmalarda sivil halkın açlığa mahkûmiyeti İnsani Uluslararası Hukuka göre savaş suçu teşkil ederken uluslararası niteliği olmayan silahlı çatışmalarda sivil halkın açlığa mahkûmiyeti konusunda boşluk bulunmaktadır. Oysa sivil halkın açlı-ğa mahkûmiyeti iç savaşta sıklıkla olağan bir savaş yıldırma yöntemi olarak kullanılmak-tadır. Makalede Codex Lieber, Cenevre Konvansiyonları ve Uluslararası Ceza Mahkeme-sine ilişkin Roma Statüsü hükümleri esas alınarak orantısız abluka uygulamalarının yol açtığı Uluslararası Hukuk ihlâllerine ışık tutulmaktadır. Söz konusu metinlerde öngörülen koruma her ne kadar uluslararası niteliği olmayan silahlı çatışmalar için zayıflatılmış olsa da bu çerçevede ortaya çıkan insanlığa karşı suç teşkil eden diğer eylemler asgari ulus-lararası teamül hukuku ışığında sorumluluk doğurma niteliğine sahiptir. uluslararası hu-kukta ablukanın caiz bir savaş yöntemi olarak kabul edilmesi, sivil halkın dolaylı olarak açlığa mahkûmiyetine yol açmaktadır.",
     "Abstract": "While the condemnation of the civilian population to starvation in international armed conflicts constitutes a war crime according to International Humanitarian Law, there is a gap in the condemnation of the civilian population to starvation in non-international armed conflicts. However, the condemnation of the civilian population to starvation is often used as a regular method of war intimidation in the civil war. The article sheds light on the violations of International Law caused by disproportionate blockade practices, based on the provisions of the Codex Lieber, the Geneva Conventions and the Rome Statute on the International Criminal Court. Although the protection envisaged in the said texts has been weakened for non-international armed conflicts, other acts constituting crimes against humanity that occur within this framework are at least capable of creating liability in the light of customary ınternational law. The acceptance of the blockade as a (*)  Atılım Üniversitesi, Hukuk Fakültesi, Öğretim Üyesi.  E-posta: mahmutarsava@hotmail.com.  Orcid Id: https://orcid.org/0000-0003-2275-7664.  Hakem denetiminden geçmiştir.  Makale Gönderim Tarihi: 08.09.2021.  Makale Kabul Tarihi: 23.11.2021.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 12 Prof. Dr. A. Füsun ARSAVApermissible method of war in ınternational law leads to the indirect condemnation of the civilian population to starvation.",
     "Metin": "AÇLIĞA MAHKÛMİYETİN SİLAH ÇATIŞMA YÖNTEMİ OLARAK KULLANILMASISuriye iç savaşı yatışması zaman alacak gibi gözüken günümüzün silahlı çatışma  örneklerinden  birini  oluşturmaktadır.  Çatışma  Suriye’de,  çatışmanın tüm taraflarınca askeri uygulamada uzun zamandır görülmeyen en ağır silahlar ve yöntemlerle yürütülmüştür. Sivillere karşı kullanılan varil bombası,1 zehirli gazlar,2 hapishanelerde yapılan işkenceler ve kitlesel idamlar kullanılan yöntem-lerden kimileri olarak karşımıza çıkmaktadır.3 Bu bağlamda kullanılan en acıma-sız yöntemlerden biri şüphesiz tüm şehirlerin işgal edilmesi ve sivil halkın siyasi amaçlarla aç bırakılarak baskı altına alınmasıdır. 29 Ekim 2016’da BM insani iş-ler ve acil yardım koordinatörü Stephan O’Brien Güvenlik Konseyi toplantısında farklı güçler tarafından işgal edilen Doğu-Halep ve diğer şehirler için söz konusu olan endişeyi dile getirmiştir.4 Hemen hemen 4 ay BM yardımı bu şehirlerde ya-şayan sivil halka ulaşamamıştır. Ekim 2016’da işgal edilen şehirlerde yaşayan yüzbinlerce insan her türlü insani ve tıbbi yardımdan mahrum bırakılmıştır. Su-riye güçleri tarafından işgal edilen şehirler dışında aynı tarihlerde İslam devleti (Islamic State) takribi 200.000 sivilin yaşadığı Deyr Ez-Zour’u ve diğer muhalif güçler de Fua ve Kefra’yı işgal etmiştir.BM Güvenlik Konseyi 2014’te savaşan taraflara ablukadan vazgeçerek, sivil halka yardım olanağı yaratmaları için çağrı yapmıştır.5 Suriye’deki duruma ilişkin olarak 2015’ten itibaren BM tarafından hazırlanan raporlar sivil halkın durumunu açıkça ortaya koymuştur.6 Birçok insan da iç savaşta açlık nedeniyle değil, tıbbi yar-dım alamama nedeniyle hayatını kaybetmiştir. Devam eden bombardımanlar yahut keskin nişancıların kullanılması sivil halkın sadece fiziksel zarar görmesine değil, psikolojik rahatsızlıklarına da yol açmıştır. Birçok kişi de ablukayı aşma denemesin-de ölmüştür. Deir Al-zour’da yaşayan sivil halkın kimileri, çocuklar da dahil olmak 1  Der Spiegel, 28.09.2015, https://www.spiegel.de (erişim tarihi 15.05.2021).2  UN Doc. S/2017/440, 12.05.2017.3  Matt Wade, Cyber Armies, info wars and fake news add to Syria’s suffering, 07.11.2017 tarihli The Sydney Morning Herald.4  15.01.2016, UN Doc. SC/12203.5  Resolution, 2139, UN Doc. S/RES/2139, 22.02.2014.6  UN Doc. SC/12203, 15.01.2016.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1Abluka ve Sivil Halkın Açlığa Mahkûmiyeti 3üzere yiyecek ararken keskin nişancılar tarafından vurulmuştur. Uluslararası Kızıl-haç Komitesi çocuklarını emziren annelerin yeterli beslenememesi nedeniyle işgal edilen bölgelerdeki bebeklerin birçoğunun öldüğünü rapor etmiştir.7 Suriye’deki si-vil halkın durumuyla ilgili olarak sadece BM yayınları ve raporları ile değil, sosyal medya üzerinden yapılan yayınlarla da uluslararası kamuoyunun dikkati çekilmiştir. Bu yayınlar işgal altında yaşayan sivil halkın kedi, köpek, ağaç kökleri, çimen ve toprak yiyerek yaşamlarını sürdürdüğünü gözler önüne sermiştir. Suriye’de ortaya çıkan bu tablo insani hukuk ve uluslararası ceza hukuku muvacehesinde sivil halkın açlığa mahkûmiyeti yasağının yeniden gündeme gelmesine yol açmıştır.II. ABLUKANIN TARİHSEL AÇIDAN CAİZ BİR SAVAŞ YÖNTEMİ OLARAK KABUL EDİLMESİAbluka tahkim edilmiş yerleri yahut şehirleri ele geçirmeyi kolaylaştıran operasyonel bir yöntem olarak tarif edilmektedir.8 Ablukanın amacı bir yeri, ihti-yaçlarının teminini ve aynı zamanda savunma güçlerinin gelmesini engelleyerek izole etmektir. Tarihte çok sayıda kurban veren acımasız abluka örnekleri görül-mektedir.9 MÖ 3000’de Mısır’da yapılan duvar fresklerinde abluka sahnelerinin canlandırıldığı görülmektedir; Eski İncil Kudüs’ün Babil kralı Nebukadnezar ta-rafından MÖ 586’da abluka altına alınmasını ve Kudüs’ün tahrip edilmesini ve üst sınıf Yahudi ahalinin köle haline getirilmesini tasvir etmektedir. MÖ 332’de Büyük İskender’in Fenikelilere ait Tyros (Sur) kenti ve Jül Sezar’ın MÖ 52’de Galya savaşlarında Alesia kuşatması tarih öncesi abluka örnekleridir.10 Her iki tarihi örnekte de dünya imparatorluklarına karşı yapılan direniş abluka ile kırıl-mıştır. Ortaçağda da abluka örnekleri karşımıza çıkmaktadır. 1453’te İstanbul’un, Osmanlı orduları tarafından işgali esnasında uygulanan kuşatma ve 1529 ve 1683 Viyana kuşatmaları bu dönemdeki örneklerden kimileridir.Birinci Dünya Savaşı esnasında bir milyon kurbana (bunun 250.000’i öl-müştür) yol açan Verdun savaşı esnasında uygulanan abluka, 1942-1943 yılları arasında Leningrad’ın Alman İmparatorluğu tarafından abluka altına alınması (Hitler, ideolojisinin yol açtığı körlükle şehrin teslim olmasının hiçbir şekilde ka-bul edilmemesini emretmiştir. Abluka ile şehrin ele geçirilmesi değil, sivil halkın aç bırakılarak ölmesi hedeflenmiştir) yakın döneme ait örnekleridir.11 Hitler’in 7  Pawel Krzysiek, Madaya-Syria: Aid Convoy Reaches Besieged Town, BBC News (interview), 11 January 2016.8  James Kraska, Siege, MPEPIL, 2009 (Max Planck Encyclopedia of Public International Law), 2009, sıra no.1.9  Kraska, sıra no.4 vd.10  Sezar Commentarii de bello Gallico”da Alesia ablukasını tasvir etmiştir.11  Jörg  Ganzenmüller,  Hunger  als  Waffe,  Zeit  Online,  24.05.2011,  http://www.zeit.de/zeit-geschichte/2011/02/kriegsziele-generalplan-ost (erişim tarihi 15.05.2021).T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 14 Prof. Dr. A. Füsun ARSAVALeningrad’a uyguladığı abluka Sovyet güçlerinin direnişi ve Rusya’nın kışı ile kırılmıştır. Leningrad her ne kadar teslim olmamışsa da 871 gün devam eden abluka en uzun 1.100.000 kurban verilen abluka olarak modern tarihte yerini almıştır. Nürnberg askeri mahkemesi top atışları ile sivil halkın geri püskürtül-mesini (süvari birliklerinin sivillere gereksiz saldırısını kınamakla beraber) huku-ka aykırı görmemiştir.12 Yakın tarihte 1990’lı yıllarda Saraybosna ve Srebrenica ablukaları ve 1999-2000’de Grozny’de cereyan eden savaş hafızalarda yer alan örneklerdir. Bütün bu zikredilen örneklerde uluslararası örgütler ve AİHM abluka altına alan devletleri kınamıştır. Saraybosna banliyösünün topçu atışına tutulması Eski Yugoslavya Uluslararası Ceza Mahkemesi tarafından Galić-Case davasın-da savaş suçu olarak nitelendirilmiştir.13 BM Güvenlik Konseyi de aynı şekilde 15.000 muharip yanı sıra 20.000 sivil sığınmacının yaşadığı Srebrenica güvenli bölgesinin vurulmasını savaş suçu olarak kabul etmiştir.14Çeçen direnişçilere karşı Rusya’nın uyguladığı ablukada Grozny buna kar-şılık topçu atışı ile değil, Aerosol bombaları ve taktik balistik roketlerle vurul-muştur. AİHM (Avrupa İnsan Hakları Mahkemesi), çatışma ile bağlantılı olarak şehirleşmiş yerlerde etki gösteren söz konusu silahların kullanılmasını ayrım yapmaksızın AİHK’nın (Avrupa İnsan Hakları Konvansiyonu) 2. maddesi muva-cehesinde yaşam hakkının ihlâli olarak kabul etmiştir.15III. ULUSLARARASI SİLAHLI ÇATIŞMALARDA AÇLIĞA MAHKÛMİYETİN HUKUKİ DEĞERLENDİRİLMESİ - CENEVRE KONVANSİYONLARI VE I NO.LU EK PROTOKOLA. Prensip Olarak Abluka Yasağının BulunmamasıGeçerli İnsani Hukuk prensip olarak abluka yasağı öngörmemektedir. İnsani Uluslararası Hukukta sivil halkın korunmasına ilişkin kurallara riayet edildiği ölçüde abluka ve hatta düşman güçlerinin aç bırakılması meşru olarak gözük-mektedir.16 Açık şekilde benzer etki gösteren savaş yöntemleri, örneğin deniz ab-lukası/ambargo caiz olarak görülmektedir. Yürürlüğe girmemiş olmakla beraber uluslararası teamül hukukunu büyük ölçüde kodifiye eden 1909 tarihli Londra deklarasyonunun 9, 11, 12. maddeleri deniz ablukasını, ablukanın tarafsız devlet-lere bildirilmesi kaydıyla meşru kabul etmiştir,17 Cenevre Konvansiyonlarına ek 12  XI Nuernberg Military Tribunals, US v. Wilhelm von Leeb ve diğerleri, 27.10.1948, No.1, 462 (562).13  Trial Chamber, Prosecutor v. Stanislaw Galić, Urteil, 05.12.2003, IT-98-29-T, sıra no.41-62.14  819 sayılı Güvenlik Konseyi rezolüsyonu için bknz.: UN Doc. S/RES/819, 16.04.1993.15  AİHM, Isayeva v. Russia, karar 24.02.2005, App. No. 57950/00, sıra no.191.16  Kraska, sıra no.9.17  Wolff Heintschel von Heinegg, The Law of Armed Conflict at Sea, bknz.: D.Fleck (ed.), The Handbook of International Humanitarien Law, 2. Baskı, Oxford 2008, sıra no.1051 vd.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1Abluka ve Sivil Halkın Açlığa Mahkûmiyeti 5I no.lu protokolün 54 I maddesiyle bağlantılı olarak 49.III maddesinde sivil halkı açlığa mahkum etme, yaşam için vazgeçilmez ürünlere ulaşmanın zorlaştırılması yasaklanmıştır. Abluka bakımından özellikle savaş eylemlerinin anlam ve amacı önem taşımaktadır. Abluka ile savaşın yürütülmesi için önem taşıyan malların tedarikinin engellenmesi, düşmana ulaşmaması amaçlanır. Ablukanın sivil halkın aç kalması hedefi gütmemesi gerekir.18 IV no.lu Cenevre Konvansiyonunun 14. maddesine göre ambargo altında olanlara insani yardım sağlama mükellefiyeti bulunmaktadır. Denizlerdeki silahlı çatışmalara ilişkin San Remo Manual’in 102 - 104, maddeleri de aynı yükümlülüğü öngörmektedir.19B. Codex Lieber’den 1949 Tarihli Cenevre Konvansiyonlarına Kadar Geçen Süredeki GelişmelerSivil halkın kasıtlı olarak aç bırakılmasını ablukadan ayırmak gerekmekte-dir. Gerek La Haye Kara Savaşı Kurallarının 22. maddesi, gerekse I no.lu ek protokolün 35I maddesi savaşan tarafların savaşı yürütme bağlamında araç ve yöntemler bakımından haklarının sınırsız olmadığını öngörmektedir. Silahlı ça-tışmada savaşa bağlı ıstırapları gerekli olanla sınırlamak için savaşan tarafların belli insani hukuk kurallarına uyması gerekmektedir. İnsani uluslararası hukukun en tartışmasız kardinal prensibi sivillerin prensip olarak korunması ve sivillerin askeri saldırıların hedefleri dışında tutulmasıdır. Bu açıklamaların mantıki so-nucu olarak Cenevre Konvansiyonlarının Abluka esnasında sivil halkın açlığa mahkûm edilmesini yasakladığı ortaya çıkmaktadır.20Acımasız  ablukaların  uzun  geçmişinde  açlığa  mahkûm  etmenin  İnsani Uluslararası Hukukta başlangıçta meşru ve gerekli bir yöntem olarak görülmesi şaşırtıcı değildir. 1863 tarihli ilk askeri Manual Codex Lieber de Amerikan iç savaşında Kuzey devletlerinin askeri güçlerine düşman güçlerinin -silahlı veya silahsız olsun- hızlı bir şekilde teslim olmalarını sağlamak için açıkça açlığa mahkûm etmeye izin vermiştir.21 İlk kez 1907’de Kara Savaşı Kurallarının 23. madde, b-bendinde özenli bir düzenleme ile bu bağlamda mallara el konulması-na veya tahrip edilmesine savaş gereklilikleri icap ettirmediği nispette sınırlama getirildiği görülmektedir. Mallara el koyma yasağının, yaşam için gerekli ihtiyaç maddelerine el konulmasını da doğal bir sonuç olarak kapsaması nedeniyle bu 18  Yves  Sandoz  /  Christophe  Swinarski  /  Bruno  Zimmermann  (ed.),  Commentary  on  the Additional Protocols of 8 June 1977 to the Geneva Conventions of 12 August 1949, Military Legal Resources, Geneva 1987, sıra no.2095.19  International Law Applicable to Armed Conflict at Sea (San Remo Manual 1994).20  Michael Cottier / Emilia Richard, War Crimes, bknz.: Otto Triffterer/Kai Ambos (ed.), Commentary on the Rome Statute of the ICC, 3. Baskı, Oxford/Baden-Baden/München 2016, Art.8, sıra no.758.21  Bknz.: Art.17 Instructions fort the Government of Armies of the United States in the Field (Lieber Code), 24 April 1863.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 16 Prof. Dr. A. Füsun ARSAVAyasak IV no.lu Cenevre Konvansiyonunun 53. maddesi tarafından üstlenilmiştir. Bu madde, IV no.lu Konvansiyonun 23. maddesi ile birlikte sivil halka yardımla-rın ulaşımını sağlama, 55. maddesi ile sivil halkın temel ihtiyacı olan yiyecek ve ilaçların işgal gücü tarafından tedarik edilme mükellefiyetini öngörmesi nedeniy-le, sivil halkı aç bırakma yasağının ilk adımları olarak değerlendirilmiştir.Bu normlar sivil halkın ilaç, yiyecek, giyecek hatta dini materyale insani yar-dım olarak ulaşmasını temin etmektedir. IV no.lu Cenevre Konvansiyonu 59-62. maddelerinde işgal durumu için biraz daha ileri giderek işgal gücünü, sivil halkın ihtiyaçlarını tam karşılayamaması durumunda üçüncü tarafların insani yardımla-rına (devletler yahut yardım kuruluşları) izin verme mükellefiyeti getirmekte ve sivil halkın sıkıntılarını azaltacak bu tür önlemlerin bir koruyucu gücün kontrolü altında yapılmasını öngörmektedir. IV no.lu Cenevre Konvansiyonunun 108 vd., 142. maddeleri, III no.lu Cenevre Konvansiyonunun 72. madde vd., 125. mad-deleri gözaltına alınanlar ve savaş tutsakları için aynı şekilde sadece yiyecek ve ilaçla, giyimle sınırlı değil, dini, eğitim yahut hobi amaçlı kitapların temini bakı-mından kapsamlı düzenlemeler öngörmektedir.C. 1977 Tarihli I No.lu Ek Protokolün 54. Maddesi ve Açlığa Mahkûm Etme YasağıAçlığa mahkûm etme yasağı en kapsamlı şekilde 1977 tarihli I no.lu ek pro-tokolün 54. maddesinde temin edilmiştir. Cenevre Konferansında içerik konu-sunda birbirine ters düşen görüşler nedeniyle uzun tartışmalar yapılmış olsa da yeni olarak addedilen düzenleme mutabakatla kabul edilmiştir.22 Madde hükmü açıkça sivillerin aç bırakılmasını savaş yürütme yöntemi olarak yasaklamaktadır. Bu yasak özellikle yiyecek kaynaklarına, depolara el konulmasını yasaklamakta-dır. I no.lu ek protokolün 54. maddesi tarım alanlarına, yiyecek üretimine, tahıl ve hayvan mevcuduna, içme suyu şebekelerine ve sulama tesislerine zarar verilme-sini yasaklamaktadır. I no.lu ek protokol 54. maddesine göre münhasıran askeri amaçlara hizmet eden, diğer bir ifade ile iaşeye değil, askeri bir eylemin doğru-dan desteklenmesi için kullanılabilen yiyecek kaynakları açık şekilde aç bırakma yasağı kapsamında mütalâa edilmemektedir. Ancak bu objelere el konulması sivil halkın aç kalmasına yol açacaksa, bu objelerin de korunması gerekmektedir.İşgal güçlerinin ihtiyaçlarının teminini zorlaştırmak için tarım arazilerinin yakılması I no.lu ek protokolün 54. madde V. fıkrasının kapsamında görülme-mektedir. Sivil halka değil, düşman güçlerine karşı uygulanan bu yöntem mantıki bir istisna olarak kabul edilmektedir.2322  Jean-Marie Henckaerts / Lousie Doswald-Beck (ed.), Customary International Humanitarian Law, Volume I, Rules, Cambridge 2009, Rule 53.23  Cottier / Richard, sıra no.788.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1Abluka ve Sivil Halkın Açlığa Mahkûmiyeti 7IV. ULUSLARARASI NİTELİĞİ OLMAYAN SİLAHLI ÇATIŞMALAR - CENEVRE KONVANSİYONLARININ ORTAK 3. MADDESİ, II NO.LU EK PROTOKOL VE ULUSLARARASI TEAMÜL HUKUKUUluslararası niteliği olmayan silahlı çatışmaların durumu uluslararası niteliği olan silahlı çatışmalara göre daha fazla boşluk içermektedir. İç savaşlarda 1949 Cenevre Konvansiyonlarının Mini Konvansiyon” olarak nitelendirilen ortak 3. maddesi yanı sıra, uygulama koşullarının mevcudiyeti halinde 1977 tarihli II no.lu ek protokol ve İnsani Uluslararası Teamül Hukuku uygulanmaktadır. Ce-nevre Konvansiyonlarının ortak 3. maddesi savaşın araç ve yöntemleri konusun-da açık bir düzenleme içermeyip, sadece sivillerin insani muamele görmesi ile sınırlı bir düzenleme öngörmektedir. Ancak bu bağlamda da tartışmasız olarak bu hükmün, sivillerin aç bırakılmasını savaşın insanlık dışı bir yöntem ile yürütül-mesi anlamını taşıması nedeniyle yasakladığı kuşkusuzdur.II no.lu ek protokolün 14. maddesi bu nedenle I no.lu ek protokolün 54. mad-desine paralel bir düzenleme olarak konuyu açıklığa kavuşturmuştur. II no.lu pro-tokolün 1. maddesinin uygulanması için öngörülen eşik kriterler (devlet niteliği olmayan tarafın emir komuta zinciri içinde prensip olarak yeterli bir organizasyo-na sahip olması ve toprak talebinin olması) birçok durumda sivil halkı aç bırak-ma yasağının Uluslararası Teamül Hukuku olarak uluslararası niteliği olmayan silahlı çatışmalarda da geçerli olduğunu kanıtlanması gereğini doğurmaktadır. Eski Yugoslavya Uluslararası Ceza Mahkemesi Tadić kararında kendi yetkisini gerekçelendirmek için uluslararası silahlı çatışmalar hukukunun aç bırakma ya-sağına ilişkin kardinal prensibinin uluslararası niteliği olmayan silahlı çatışma-lar için de Teamül Hukuku olarak geçerli olduğu yaklaşımını benimsemiştir.24 Uluslararası Kızılhaç Komitesi Eski Yugoslavya Uluslararası Ceza Mahkemesi tarafından temsil edilen tezi üstlenmiş ve 2005 tarihli kendi Uluslararası Teamül Hukuku çalışmasında devletlerin uygulamaları ve askeri el kitapları üzerinden bu çerçevede geçerli İnsani Uluslararası Teamül Hukukunu ortaya koymaya çalış-mıştır. Uluslararası Kızılhaç örgütünün hazırladığı çalışmanın 53. maddesi, sivil halkın aç bırakılması yasağını gerek uluslararası silahlı çatışmalar için, gerekse uluslararası niteliği olmayan silahlı çatışmalar için Uluslararası Teamül Hukuku niteliği kazanmış kural olarak dile getirmiştir. Bu norm 54-56. maddelerde yer alan sivil halk için yaşamsal öneme sahip şeylere zarar verilmesini yasaklayan, aynı zamanda yardımlara ve tıbbi personele ulaşımı temin eden normlarla ta-mamlanmıştır. Literatürde hâkim olan görüşe göre sivil halkı aç bırakma yasağı Uluslararası Teamül Hukuku niteliği kazanmıştır.2524  ICTY, Chamber of Appeal, Dusko Tadić, kararı 02.01.1995, IT-94-1.25  Cottier / Richard, sıra no.761.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 18 Prof. Dr. A. Füsun ARSAVAV. ROMA STATÜSÜNÜN ÖNGÖRDÜĞÜ BİR SUÇ OLARAK SİVİL HALKIN AÇ BIRAKILMASIA. Cezai Kovuşturma Bağlamında Uluslararası Ceza Mahkemesinde Uygulanan Prosedürün Dayanaklarıİnsani Uluslararası Hukuk’un icra özelliği olmayan bir hukuk alanı olduğu sıkça dile getirilmektedir. Sivil halkı aç bırakma yasağı için bu nedenle en önemli unsur şüphesiz hukuka aykırı saldırıların ceza hukukuna göre de takip edilebi-lir olmasıdır. 1998’de Roma’da bir araya gelen devletler ilk sürekli Uluslararası Ceza Mahkemesinin kurulması için bir adım atmıştır. 17.07.2002’de Uluslararası Ceza Mahkemesinin kurulmasına ilişkin Roma Statüsü için 120 devlet evet” oyu vermiştir. Roma Statüsünün yürürlüğe girmesi ile beraber savaş suçlarının, soykırım, insanlığa karşı işlenen suçların faillerinin ceza hukuku muvacehesin-de takibi önemli ölçüde kolaylaşmıştır. 2010 yılında gerçekleştirilen denetim Konferansında saldırı suçu bu suçlara eklenmiştir.26 Statüye taraf devletlerin va-tandaşları ana kategori olarak zikredilen dört suçtan birinin unsurlarının oluştu-ğu konusunda yeterli bir şüphe doğduğu takdirde her zaman Uluslararası Ceza Mahkemesi savcılığının soruşturmasına tâbi olabilir (Roma Statüsünün 13. md., c-bendi). Statüye taraf olmayan devletlerin vatandaşları da aynı şekilde BM Gü-venlik Konseyinin konuyu Uluslararası Ceza Mahkemesine havale etmesi yahut suçun işlendiği devletin konuyu Uluslararası Ceza Mahkemesine getirmesi halin-de potansiyel olarak soruşturmaya uğramak durumundadır (Roma Statüsü md.13, a-bendi). Bu çerçevede dikkate alınması gereken husus Roma Statüsünün 17-I maddesine göre Uluslararası Ceza Mahkemesinin suçun işlendiği devletin suç-ları takip yetkisine nazaran sadece ikâme edici bir role sahip olmasıdır, diğer bir ifade ile suçun işlendiği devletin suçları takip konusunda benzer bir uluslararası ceza mekanizmasını işletmek bakımından yetkili yahut istekli olmaması, Ulusla-rarası Ceza Mahkemesinin devreye girmesi için ön koşuludur.27 Roma Statüsüne taraf olmama ve Güvenlik Konseyi’nin konuyu Uluslararası Ceza Mahkemesine havale etmekten uzak durması durumunda tek seçenek statüye taraf devletlerin ulusal ceza mahkemelerinin yargılama yetkisini kullanmasıdır. Yönetimde olan suç faillerinin ancak ulusal cezai soruşturma bağlamında yargı bağışıklığına isti-nat etmesi mümkündür.26  Sergey Sayapin, The Crime of Aggression in International Criminal Law, Den Haag, Asser Press, Springer Verlag, 2014, s. 253 vd.27  Mark Steven Ellis, Sovereignty and Justice: Balancing the Principle of Complementarity between International and Domestic War Crimes Tribunals, Cambridge Scholar Publishing, Newcastle upon Tyne, 2014, s. 62 vd.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1Abluka ve Sivil Halkın Açlığa Mahkûmiyeti 9B. Uluslararası Silahlı Çatışmalarda Aç Bırakma YasağıRoma Statüsünün 8. madde II, b-bendi (xxv) uluslararası silahlı çatışmalar-da sivil halkın aç bırakılmasını savaş suçu olarak kabul etmektedir. Sivil halkın aç bırakılmasının cezalandırılmasının kabulü Roma Statüsünün kabul edildiği uluslararası konferansta büyük tartışmalara yol açmıştır.28 Uluslararası silahlı ça-tışmalarda sivil halkın açlığa mahkûmiyetinin savaş yöntemi olarak uygulanma-sı, uluslararası silahlı çatışma yasalarının ve teamülünün ağır ihlâli olarak kabul edilmiştir.1. Objektif Suç UnsuruAçlığa mahkûm edilme yaşam için gerekli ihtiyaçlardan mahrum edilmeyi, özellikle kasıtlı olarak Cenevre Konvansiyonlarında öngörülen yardımların ula-şımının engellenmesini ifade etmektedir. Suç teşkil eden eylem bu tanım ışığında sadece yiyecek ve su gereksinimlerinden mahrum edilmeyi değil, yaşam için ge-rekli diğer ihtiyaçlardan mahrum edilmeyi de kapsamaktadır. Roma Statüsünün kabul edildiği konferansta örneğin tıbbi ihtiyaç rezervleri ve soğuk havalar için battaniye ihtiyacı da bu çerçevede mütalâa edilmiştir.29 Yaşam için gerekli ihti-yaçların kapsamının tayini bağlamında Cenevre Konvansiyonlarına ek I no.lu protokolün 54-V maddesi esas alınacak mahiyettedir.30 I no.lu ek protokolün ku-rallarının birçoğunun aradan geçen zaman içinde Uluslararası Teamül Hukuku olarak kabul edilmesi ve bunların aynı şekilde uluslararası Kızılhaç örgütü tara-fından hazırlanan Uluslararası Teamül Hukuku çalışmasında içerik olarak (53. kural) kabul edilmesi Roma Statüsünün 8. maddesinde yer alan açlığa mahkûm etme kavramının tanımlanmasında I no.lu ek protokolün 54. maddesinin anlaşma tarafları arasında tartışmasız şekilde Uluslararası Hukuk dayanağı olarak kabul edilmesine yol açmıştır.31I no.lu ek protokolün 54-II. maddesi Roma Statüsünün 8. maddesine naza-ran mahrum etme kavramını daha net olarak tanımlamıştır. Yaşam için gerekli olan şeylerin tahrip edilmesi, yararsız hale getirilmesi ve uzaklaştırılması caiz olmayan eylemlerdir. Yasak olan bu eylemlere özellikle hasadı yapılan ürünlere zarar verilmesi yahut çeşme sularının veya kaynak sularının zehirlenmesi dahil-dir.32 Yaşam için önemli şeylerden yoksun bırakılmaya, örneğin yardımların ula-şımının durdurulması gibi sıkıntıları azaltan önlemlerin engellenmesi dahildir. 28  Bknz. UN Summary Records of the Meetings of the Committee of the Whole, 5th Meeting, UN Doc.A/CONF.183/C.1 SR.5, 18 June 1998, sıra no.75.29  Cottier / Richard, sıra no.768.30  William A. Schabas, The International Criminal Court, A Commentary on the Rome Statute, 2. Baskı, Oxford 2016, s. 251 vd.31  Krşt.: Viyana Anlaşmalar Hukuku Sözleşmesi md.31 III, bent c.32  Cottier / Richard, sıra no.775.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 110 Prof. Dr. A. Füsun ARSAVABu yardımların insani amaçlı ve tarafsız karakter taşıması, düşmanca bir amaç taşımaması gerekmektedir. I no.lu ek protokolün 70. maddesine göre yardımların ulaştırılması prensip olarak savaşan tarafların onayına bağlıdır. Ancak sivil halkın gereksinimlerinin (iaşesinin) tam sağlanamaması halinde, onaydan kaçınılmama-sı gerekmektedir.33Uluslararası silahlı çatışmalarda aç bırakma savaşın yürütülmesi bağlamında bir yöntem olarak uygulandığı takdirde kural olarak suç unsuru oluşmaktadır. Ey-lemin hedefi münhasıran düşman devletin sivil halkı olduğu takdirde suç unsuru oluşmuş kabul edilmektedir. Kendi halkının aç kalması veya uluslararası niteliği olmayan bir silahlı çatışmada (örneğin Sovyetler Birliğinin Ukrayna halkı ile baş etmek için 1930’lu yılların başında uyguladığı yöntem) sivil halkın aç kalması örneklerinde söz konusu olan sivil halk ratione personae I no.lu ek protokolün kapsamına girmemektedir. I no.lu ek protokolün 54. maddesinde yer alan hüküm muvacehesinde münhasıran askeri amaçlara hizmet eden erzak rezervlerine el konulması söz konusu aç bırakma yasağının dışında kalmaktadır. Askeri yarar sağlamak için askeri amaçlara hizmet eden erzak stokları saldırı hedefi olabilir. Bu durum yaşamsal öneme sahip şeyler için de söz konusudur. Yaşamsal öneme sahip şeyler ancak hem sivil halkın gereksinimlerine, hem de askeri amaçlara hizmet edebilir.34Uluslararası Kızıl Haç örgütünün görüşüne göre erzak stoklarının askeri ope-rasyonları doğrudan desteklemek için kullanılmaması durumunda sivil halkın ge-reksinimini karşılayan stoklardan söz edilebilir.35 Yaşamsal öneme sahip şeylerin kasti olmayan şekilde dolaylı olarak zarara uğraması, bu şeyler tam olarak askeri hedeflerin dışında olmadığı takdirde yasak kapsamında kabul edilmemektedir.362. Subjektif UnsurObjektif unsur yanı sıra failin cezalandırılabilmesi için buna ilave olarak ka-sıt unsuru da aranmaktadır. Bu çerçevede koşullu bir kasıt yeterli görülmektedir. Roma Statüsü (md.8 II, b-bendi) muvacehesinde açlığa mahkûm etmenin savaş icra etme yöntemi olarak kullanılması gerekmektedir. Suç failinin aç bırakılmayı düşmana karşı bir silah gibi kullanma bilinci ile bu eylemi gerçekleştirmesi ge-rekmektedir.373. Bu Bağlamda İşlenmiş Kabul Edilen Diğer Savaş SuçlarıSivil halkın açlığa mahkûm edilmesi Roma Statüsünün 8. madde, II-b bendi (xxv) yanı sıra kural olarak başka savaş suçlarının unsurlarının oluşumuna da 33  Cottier / Richard, sıra no.775.34  Cottier/Richard, sıra no.786.35  Sandoz / Swinarski / Zimmermann, sıra no.2110.36  Cottier / Richard, sıra no.788.37  Schabas, s. 788.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1Abluka ve Sivil Halkın Açlığa Mahkûmiyeti 11yol açmaktadır. Besin maddelerine veya üretim tesislerine zarar verilmesi sivil objelere zarar verme yasağı kapsamına girmektedir.38 Söz konusu şeylere zarar vermeyip el konulması halinde düşman malının yasal olmayan yolla ele geçiril-mesi durumu ortaya çıkmaktadır.39 Kapsamlı dolaylı zararın cezalandırılmasını öngören Roma Statüsü düzenlemesi zarar gören objenin ilgili bölgede yaşayan sivil halkın gereksinimleri için önem taşıdığı takdirde uygulanacaktır.40 Nihayet kural olarak aç bırakmanın verdiği ağır ıstırapla bedenin ve sağlığın zarar gör-mesine kasten yol açılması savaş suçu sayılmaktadır.41 Bunun ötesinde açlığa mahkûmiyet nedeniyle göç etmek zorunda bırakılma, sürgün yahut kitlesel yer değiştirme savaş suçu olarak sayılmaktadır.424. Açlığa Mahkûmiyetin Soykırım Olarak NitelendirilmesiSivil halkın aç bırakılması bir ulusal, etnik, ırk yahut dini grubun tamamen veya kısmen yok edilmesi amacı ile gerçekleştirildiği takdirde Roma Statüsünün 6. madde, b-bendine (bedensel ve ruhsal sağlığın ağır zarar görmesi) ve c-bendine göre (kasten kısmen veya tamamen beden sağlığına zarar veren yaşam koşulları-na tâbi tutmak) soykırım suçu oluşmaktadır. Roma Statüsüne taraf olmayan dev-letler de Uluslararası Teamül Hukuku olarak geçerli olan 1948 tarihli soykırımı önleme ve cezalandırma sözleşmesinin hükümleriyle bağlıdır.43 Abluka ile kimi spesifik grupların yahut siyasi muhaliflerin kısmen veya tamamen yok edilmesine ilişkin bir amaç kanıtlanmadığı takdirde soykırım kabul edilmemektedir. Münfe-rit durumlarda bu eylemler etnik gruplara yönelse de bu eylemlerin amacının söz konusu grubu kısmen veya tamamen yok etmek olduğu kabul edilmemektedir.5. Aç Bırakmanın İnsanlığa Karşı Suç Teşkil EtmesiBu bağlamda sivil halkın aç bırakılmasının Roma Statüsünün 8. maddesine göre insanlığa karşı işlenen bir suç teşkil edip etmediğinin de değerlendirilmesi gerekmektedir. Bu maddenin uygulanmasının önkoşulu sivil halkı kasten öldür-me, köleleştirme, işkence ve tecavüz gibi akraba suçlar işleyerek kapsamlı ya-hut sistematik saldırı altında tutmaktır. Abluka altında olan şehirlerin birçoğunun sivil halkı ile birlikte BM’nin de onayladığı üzere kasten öldürme, aç kalma, keskin nişancıları hedefi olma gibi yöntemlerle saldırı altında olduğu tartışılmaz bir durumdur. Bu durum insanlığa karşı suç işlendiğine karine oluşturmaktadır.38  Roma Statüsü md.8 II, b-bendi ii.39  md.8 II, b-bendi (xiii); a-bendi (iv).40  md.8 II, b-bendi (iv).41  Roma Statüsü md.8 II, a-bendi (iii).42  Roma Statüsü md.8 II, a- bendi (vii).43  Gerhard Werle / Florian Jeßberger, Principles of Criminal Law, 3. Baskı, Oxford 2014, sıra no.780 vd.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 112 Prof. Dr. A. Füsun ARSAVAC. Sivil Halkın Açlığa Mahkûm Edilmesi Yasağının Uluslararası Niteliği Olmayan Silahlı Çatışmalarda GeçerliliğiRoma Statüsüne ilişkin hazırlık komitesinin çalışmalarına karşın statüde uluslararası niteliği olmayan silahlı çatışmalar için açlığa mahkûm etme yasağı ile ilgili olarak açık bir düzenlemeye yer verilmemiştir.44 Bu nedenle uluslararası niteliği olmayan silahlı çatışma örneklerinde diğer ana suç kategorilerinin ko-şullarının mevcut olup olmadığının incelenmesi gerekmektedir. İnsanlığa karşı işlenen suçlar bakımından fail devletin kendi vatandaşlarına karşı koruma sağla-maması büyük önem taşımaktadır.45Uluslararası niteliği olmayan silahlı çatışmalarda açlığa mahkûm etmenin savaş suçu olarak kabul edilmemesi, uluslararası camianın böyle bir eylemi ce-zalandırmayı reddetmesi anlamını taşımadığı gibi, soykırım ve insanlığa karşı işlenen suçların uluslararası niteliği olmayan savaşlarda cezasız kalacağı veya bu suçlara hafifletilmiş ceza verileceği gibi bir sonucun çıkartılması da mümkün değildir. Savaş suçlarından farklı olarak soykırım ve insanlığa karşı işlenen suç-ların silahlı bir çatışma bağlamında işlenmesi koşulunun bulunmaması, soykırım ve insanlığa karşı işlenen suçlara ilişkin cezalarla farklı bir amaç güdüldüğünü göstermektedir. Bu suçların cezalandırılması insani hukuka değil, insan hakları ihlâllerine istinat etmektedir.VI. ALMAN ULUSLARARASI CEZA KANUNU ÖRNEĞİRoma Statüsünün önemli bir işlevi de uluslararası ana suç kategorilerine iliş-kin evrensel hukuk yaklaşımının etkilerini ulusal ceza mahkemelerini kapsaya-cak şekilde genişletmesidir.46 Roma statüsüne taraf devletler statüde yer alan ana suç kategori ve unsurlarını ulusal ceza hukuklarına entegre etmeyi ve kendi ege-menlik alanları dışında cereyan eden bu eylemleri kendi ceza hukukları ışığında takip etmeyi taahhüt etmiştir. Almanya bu taahhüdünü uluslararası ceza kanunu ihdas ederek yerine getirmiştir.İlginç şekilde Alman Uluslararası Ceza Kanununun (§11 I Nr.5) ilgili dü-zenlemesi Roma statüsünün içeriğini aşarak sivil halkın açlığa mahkûm edilmesi bağlamında uluslararası silahlı çatışmalar ve uluslararası niteliği olmayan silahlı çatışmalar arasında açık bir ayrım yapmamıştır. Bu şekilde iç savaş durumların-da da sivil halkın açlığa mahkûm edilmesi cezaya mucip bir savaş suçu olarak Uluslararası Ceza Mahkemesine getirilebilecektir. Ancak evrensel hukuk yaklaşı-mının bu şekilde genişletmesi, eylemin cereyan ettiği devletin, diğer bir ifade ile failin vatandaşlığını taşıdığı devletin içişlerine müdahale edildiği iddiasını, do-44  Preparatory Committee Draft Statute, s. 21.45  Bruce Broomhall, International Justice and the International Criminal Court: Between Souvereignty and the Rule of Law, Oxford 2003, s. 49.46  Broomhall, s. 49.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1Abluka ve Sivil Halkın Açlığa Mahkûmiyeti 13layısıyla BM Şartı’nın 2. madde 7. fıkrasının ihlâlini gündeme getirilmesine yol açabilir. Bununla beraber söz konusu problemin, eylemin soykırım” yahut in-sanlığa karşı işlenen suç” olarak nitelendirilmesi suretiyle aşılması mümkündür.SONUÇAçlığa mahkûm etme yasağının ortaya çıkan gelişimi İnsani Uluslararası Hukukta tartışmasız bir şekilde özel bir durum olarak görülmektedir. Savaşın ic-rasında genel olarak kabul gören bir yöntemden savaş suçuna doğru giden 120 yıllık gelişme uluslararası camiada beklenen bir gelişme olarak değerlendiril-memektedir. Tarihte verdikleri acılarla iz bırakan ablukalar, sivil halka inanıl-maz acılar çektirmiştir; özellikle uluslararası camianın zayıf üyelerini ıstıraba sürükleyen bugünkü ablukalar insanî felaket olarak nitelendirilmektedir. Roma Statüsünün analizi iç savaş durumlarında sivil halkın aç bırakılması konusunda boşluklar bulunduğunu ortaya koymaktadır. Bununla birlikte cezalandırma konu-sunda ortaya çıkan bu boşlukların diğer ana suç kategorileri üzerinden, özellikle insanlığa karşı işlenen suçlar ve soykırım suçu üzerinden prensip olarak telafi edilmesi mümkündür. Her ne kadar BM Güvenlik Konseyi kararı ile iç savaşta işlenen suçların günümüzde Uluslararası Ceza Mahkemesine havale edilme ve bu suçlarla ilgili olarak Uluslararası Ceza Mahkemesi Savcılığının soruşturma açma ihtimali zayıf olsa da Almanya örneğinde olduğu gibi bu çerçevede Roma Statüsüne taraf devletlerin ulusal ceza mahkemelerinde yargılanma olanağının bulunduğunun göz ardı edilmemesi gerekmektedir.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 114 Prof. Dr. A. Füsun ARSAVAKAYNAKÇABROOMHALL, Bruce, International Justice and the International Criminal Court: Bet-ween Souvereignty and the Rule of Law, Oxford 2003.COTTIER, Michael / RICHARD, Emilia, War Crimes, bknz.: Otto Triffterer/Kai Am-bos (ed.), Commentary on the Rome Statute of the ICC, 3. Baskı, Oxford/Baden-Ba-den/München, 2016.ELLIS, Mark Steven, Sovereignty and Justice: Balancing the Principle of Complemen-tarity between International and Domestic War Crimes Tribunals, Cambridge Scholar Publishing, Newcastle upon Tyne, 2014.GANZENMÜLLER, Jörg, Hunger als Waffe, Zeit Online, 24.05.2011,  (erişim tarihi 15.05.2021).HENCKAERTS, Jean-Marie / DOSWALD-BECK, Lousie (ed.), Customary Internati-onal Humanitarian Law, Volume I, Rules, Cambridge 2009.KRASKA, James, Siege, MPEPIL, 2009.KRZYSIEK, Pawel, Madaya-Syria: Aid Convoy Reaches Besieged Town, BBC News (mülâkat), 11 Ocak 2016.SANDOZ, Yves / SWINARSKI, Christophe / ZIMMERMANN, Bruno (ed.), Com-mentary on the Additional Protocols of 8 June 1977 to the Geneva Conventions of 12 August 1949, Military Legal Resources, Geneva 1987.SAYAPIN, Sergey, The Crime of Aggression in International Criminal Law, Den Haag, Asser Press, Springer Verlag, 2014.SCHABAS, William A., The International Criminal Court, A Commentary on the Rome Statute, 2. Baskı, Oxford 2016.von HEINEGG, Wolff Heintschel, The Law of Armed Conflict at Sea, bknz.: D.Fleck (ed.), The Handbook of International Humanitarien Law, 2. Baskı, Oxford 2008.WADE, Matt, Cyber Armies, info wars and fake news add to Syria’s suffering, The Sydney Morning Herald, 07.11.2017.WERLE, Gerhard / JEßBERGER, Florian, Principles of Criminal Law, 3. Baskı, Ox-ford, 2014.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1",
     "Kaynakça": "BROOMHALL, Bruce, International Justice and the International Criminal Court: Bet-ween Souvereignty and the Rule of Law, Oxford 2003.COTTIER, Michael / RICHARD, Emilia, War Crimes, bknz.: Otto Triffterer/Kai Am-bos (ed.), Commentary on the Rome Statute of the ICC, 3. Baskı, Oxford/Baden-Ba-den/München, 2016.ELLIS, Mark Steven, Sovereignty and Justice: Balancing the Principle of Complemen-tarity between International and Domestic War Crimes Tribunals, Cambridge Scholar Publishing, Newcastle upon Tyne, 2014.GANZENMÜLLER, Jörg, Hunger als Waffe, Zeit Online, 24.05.2011,  (erişim tarihi 15.05.2021).HENCKAERTS, Jean-Marie / DOSWALD-BECK, Lousie (ed.), Customary Internati-onal Humanitarian Law, Volume I, Rules, Cambridge 2009.KRASKA, James, Siege, MPEPIL, 2009.KRZYSIEK, Pawel, Madaya-Syria: Aid Convoy Reaches Besieged Town, BBC News (mülâkat), 11 Ocak 2016.SANDOZ, Yves / SWINARSKI, Christophe / ZIMMERMANN, Bruno (ed.), Com-mentary on the Additional Protocols of 8 June 1977 to the Geneva Conventions of 12 August 1949, Military Legal Resources, Geneva 1987.SAYAPIN, Sergey, The Crime of Aggression in International Criminal Law, Den Haag, Asser Press, Springer Verlag, 2014.SCHABAS, William A., The International Criminal Court, A Commentary on the Rome Statute, 2. Baskı, Oxford 2016.von HEINEGG, Wolff Heintschel, The Law of Armed Conflict at Sea, bknz.: D.Fleck (ed.), The Handbook of International Humanitarien Law, 2. Baskı, Oxford 2008.WADE, Matt, Cyber Armies, info wars and fake news add to Syria’s suffering, The Sydney Morning Herald, 07.11.2017.WERLE, Gerhard / JEßBERGER, Florian, Principles of Criminal Law, 3. Baskı, Ox-ford, 2014.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1"
}