{
     "Tip": "Makale",
     "Dergi İsmi": "Maltepe Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2020",
     "Cilt": "",
     "Sayı": "2",
     "Başlık": "ÖN ÖDEMELİ KONUT SATIŞI SÖZLEŞMELERİNDE DÖNME ve SONUÇLARI",
     "Title": "Avoidance Of Home Sale Contracts Involving Advance Payment And Effects Of Avoidance",
     "Yazar İsmi": [
          "Av. İrem Gürbüz Erel"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Ön Ödeme",
          "Konut",
          "Satış Sözleşmesi",
          "Dönme",
          "Dönme Cezası."
     ],
     "Keywords": [
          "Advance Payment",
          "Home",
          "Sale Contract",
          "Avoidance",
          "Penalty for Avoidance of Contract."
     ],
     "Özet": "Uygulamada maketten satış veya sat-yap olarak bilinen ön ödemeli konut satışı sözleşmeleri, inşaat sektörünün gelişmesiyle birlikte sıklıkla yapılan satışlardan biri olmuştur. Satışların yaygınlaşmasıyla inşaatların tamamlanamaması, yarıda kalması ve bu nedenle tüketiciler hem taşınmazını elde edememiş hem de çekmiş oldukları  kredi  borcuyla  baş  başa  kalmaktadır.  Bu  mağduriyet  sonucunda  tüketiciyi  korumak  adına  bazı hükümlerin  getirilmesi  gerekmiştir.  6502  sayılı  Tüketicinin  Korunması  Hakkındaki  Kanun’un  40  ila  46. maddeleri arasında bu sözleşme türü düzenlenmiş ve ayrıca Ön Ödemeli Konut Satışları Hakkında Yönetmelik çıkartılmıştır. Tüketici  kanunlarında  tüketici  yararına  hükümler  düzenlenmekte  olup,  ön  ödemeli  konut  satışı sözleşmelerinde  de  edimlerin  dengesini  korumak  amacıyla  inşaat  şirketleri  karşısında  tüketicinin  yararı gözetilmiştir. Buna göre tüketiciye ön ödemeli konut satışı sözleşmelerinde dönme hakkı verilmiştir. Söz konusu dönme hakkı kanun hükmünde kararname ile birçok değişikliğe uğramış olup, çalışmamızda değişiklik öncesi ve sonrası karşılaştırılacak, hukuki gerekçeleri ile birlikte tüketiciye getirilen dönme hakkının niteliği, şekli, süresi ve sonuçlarına geçilerek edimlerin iadesi, tazminat yükümlülüğü, tazminat istenemeyecek haller ve dönmenin bağlı krediye etkisi incelenecektir.",
     "Abstract": "Home sale contracts involving an advance payment element that are known as house model sale or build-sell in practice have become one of the commonly executed transactions  along with the development of construction industry. Yet, spreading of sales ends up with non-completion of constructions, half- finished constructions, which is ensued by inability of consumers to acquire their property, leaving them alone as well with the outstanding bank loan they have taken out. Such grievance led to necessity to introduce certain provisions for the sake of protecting the customer. This type of contract is regulated in articles 40 through 46 of Consumer Protection Law no. 6502 and moreover, Regulation on Home Sales With Advance Payment is issued. The consumer laws prescribe provisions that are in favor of customers and home sale contracts with advance payment do also observe customers’ best interest vis-à-vis construction companies in order to maintain balance between the parties. Therefore, the right of avoidance is granted to the consumers in home sale contracts with advance payment. The aforesaid right of avoidance has undergone numerous amendments by means of statutory decrees and our essay will contain a before-and-after-amendments comparison, and then examine the nature, form, duration and consequences of the right of avoidance conferred on consumers as well as the legal grounds thereof, restitution of performances, indemnity obligation, situations where indemnity claims can’t be made and effect of avoidance on the associated loan.",
     "Metin": "ÖN ÖDEMELİ KONUT SATIŞI SÖZLEŞMELERİNDE DÖNME  A.   Genel Olarak  Ön ödemeli konut satışı sözleşmelerinde dönme TKHK m. 45 hükmünün ilk hali ile ‘ön ödemeli konut satışında, devir veya teslim tarihine kadar tüketicinin herhangi bir gerekçe göstermeksizin sözleşmeden dönme hakkı vardır.’ şeklinde düzenlenmiş olup, tüketiciye geniş kapsamlı,  istediği  zaman  ve  herhangi  bir  sebep  belirtmeksizin  dönme  hakkı  verildiği anlaşılmaktadır.  Dönme hakkı getirilmesinin sebebi kanun gerekçesinde8 belirtilmemişse de, İsviçre Borçlar Kanunu 227f hükmünün örnek alındığı belirtilmiştir. Ancak gerekçede bahsedilen eİBK m. 227/f hükmü yürürlükten kalkmakla birlikte, süresi bir yıldan uzun veya belirsiz süreli sözleşmelerde, alıcıya her zaman ve haklı bir sebep olmaksızın fesih hakkı tanımış olup, TKHK  hükümlerinde  ise  sözleşmenin  süresine  bakılmaksızın  geçmişe  etkili  sona erdirilebileceği düzenlenmiş, bu nedenle kimi yazarlar her iki düzenlemenin farklı olduğunu  7 Bkz. RG. 08.03.2018, S. 30354. 8İlgili maddenin gerekçesi İsviçre Borçlar Kanununun 227/f maddesi örnek alınarak tüketiciye tanınan diğer bir imkân, konutun devir ve teslim edilmesine kadar herhangi bir gerekçe göstermeden sözleşmeden dönme hakkıdır. Kuşkusuz bu hallerde satıcıyı korumak açısından tüketicinin bir dönme cezası ve konutun satışı veya satış vaadi sözleşmesi nedeniyle oluşan vergi, harç ve benzeri yasal yükümlülüklerden doğan masrafları ödemesi sözleşme ile kararlaştırılabilir. Fakat kararlaştırılacak olan dönme cezası en fazla toplam satış bedelinin % 2’si oranında istenebilecektir.” şeklindedir. 3belirterek eleştirmiştir9. Buna ilave olarak, bir görüş TBK m. 269/1’de yer alan ödeme süresi bir yıldan daha uzun veya belirsiz olan sözleşmelerde alıcıya, malın devrine kadar her zaman sözleşmeden cayma hakkı tanınmasına ilişkin hükmün gerekçe olarak gösterilmesinin daha yerinde  olacağını  belirtmiştir10.  Aynı  şekilde  diğer  bir  görüş,  tüketiciye  verilen  dönme hakkının ikinci bir cayma hakkı” olduğunu11, ancak hakların kullanıldığında sonuçlarının farklılık arz ettiği, cayma hakkı herhangi bir tazminat ödemeksizin kullanılabilirken, dönme hakkında tüketiciye tazminat yükümlülüğüne yol açtığı belirtmiştir12. Başka bir görüş ise, eTKHK m. 7/IV yürürlükte iken kampanyalı satışlarda Tüketici kampanyadan ayrılmaya karar verdikten sonra kampanyayı düzenleyen, mal veya hizmetin tüketiciye teslim tarihini geçmemek  şartıyla  tüketicinin  o  ana  kadar  ödediği  tüm  bedeli  ödemekle  yükümlüdür.” şeklindeki  malın  teslim  tarihine  kadar  ayrılma  hakkının  dönmenin  bir  şekli  olduğu savunulmuştur13.   Doktrinde çokça eleştiri14 alan dönme hakkını düzenleyen TKHK m. 45 için hiçbir sebep gösterilmeksizin, tamamen subjektif saiklerle bu hak kullanılabildiğinden kimi yazarlar keyfi dönme hakkı” tabirini kullanmakta15, kimi yazarlar ise ahde vefa” ilkesini askıya almış olması nedeniyle hükmün gerekçesini sorgulamaktadır16. Ayrıca tüketiciye istediği zaman dönme  serbestisi  tanınmasının  sözleşmenin  kaderini  tamamen  bir  tarafın  keyfiyetine bırakılması  olarak  değerlendirilmiş  ve  bu  durumun  tüketici  için  sözleşmeye  bağlanma ciddiyeti bulunmadığından sözleşmenin geçerli olarak doğmadığı görüşü de belirtilmiştir17. Katıldığımız  görüşe  göre,  tüketiciye  verilen  dönme  hakkının  hiçbir  gerekçe  veya  şarta bağlanmamasını sözleşmelerde tüketici lehine dengeyi bozduğu ve hakkın kötüye kullanımı ile yükleniciler için telafisi güç zararlara olanak tanıyabileceği yönündedir18.   9Sezer Çabri, 6502 Sayılı Kanuna Göre Tüketicinin Korunması Hakkında Kanun Şerhi,  Adalet Yayınevi, Ankara, 2016, s. 697; Mustafa Alper Gümüş,  6502 Sayılı Tüketicinin Korunması Hakkında Kanun Şerhi, Cilt 1, (Madde 1-46), Vedat Kitapçılık, İstanbul, 2014, s. 270 vd. 10Sezer Çabri / Maya Turgut-Öz / Murat Aydoğdu / Ömer Çınar / Umut Yeniocak / Turan Şahin, Ön Ödemeli Konut Satışı Sözleşmeleri,  Konut Sektöründe Tüketici Uygulamaları, Aristo Yayınevi, İstanbul, 2016, s. 112. 11Gümüş, s. 270; Yeşim M. Atamer, Kredi ve Diğer Finansman Sözleşmelerinde Tüketicinin Korunması, On İki Levha Yayıncılık, İstanbul, 2016, s. 242 vd. 12Sezer  Çabri,  6502  Sayılı  Tüketicinin  Korunması  Hakkında  Kanun  Uyarınca  Ön  Ödemeli  Konut  Satışı Sözleşmeleri 4. Tüketici Hukuku Kongresi, Sektörel Bazda Tüketici Hukuku ve Uygulamaları, (Ed. Tokbaş, Hakan/ Üçışık, Fehim), Ankara, 2014-2015, s. 223, 229. 13Aslı Makaracı, Taşınır Mallara İlişkin Kampanyalı Satış Sözleşmesi, Seçkin Yayınevi, Ankara, 2007, s. 159. 14Hakan Acar, 6502 Sayılı Tüketicinin Korunması Hakkında Kanun Çerçevesinde Ön Ödemeli Konut Satış Sözleşmesi”, Fatih Üniversitesi Hukuk Fakültesi Dergisi, C. 3, S. 1, 2015, s. 34; Gümüş, s. 271; Etem Saba Özmen/ Gülşah Vardar-Hamamcıoğlu, 6502 Sayılı Tüketici Korunması Hakkında Kanun Uyarında Ön Ödemeli Konut Satışı Sözleşmesi, On İki Levha Yayıncılık, İstanbul, 2016, s. 82. 15Özmen/ Vardar-Hamamcıoğlu, s. 79 vd. 16Atamer, s. 242. 17 Özmen/ Vardar-Hamamcıoğlu, s. 82. 18 Mehmet Doğar, Ön Ödemeli Konut Satışı, On İki Levha Yayıncılık, İstanbul, 2018, s. 276. 4İlgili hükümde düzenlenen dönme hakkı, kanundan doğan dönme hakkı olup, TBK’da yer alan düzenlemelerin (TBK m. 125, m. 227) aksine herhangi bir sebebe bağlanmaksızın bu hakkın verilmesi hatalı bulunmuştur19. Tüm bu nedenlerle, her ne kadar kanun koyucu zayıf taraf  olan  tüketiciyi  koruma  düşüncesiyle  hareket  etmişse  de,  hiçbir  şart  ve  gerekçe olmaksızın sözleşmeden dönme hakkı verilmesi, sözleşmede tarafların dengesini bozduğu eleştirilerine katılmaktayız.  Tüketici  ile  satıcı  arasındaki  dengenin  sağlanması20  ve  tüketiciye  verilen  dönme hakkının sınırlandırılması düşüncesi ile 684 sayılı KHK m. 8/1 ile hüküm değişikliğe uğramış ve Ön ödemeli konut satışında sözleşme tarihinden itibaren yirmi dört aya kadar tüketicinin herhangi bir gerekçe göstermeden sözleşmeden dönme hakkı vardır Sözleşmeden dönülmesi durumunda satıcı; konutun satışı veya satış vaadi sözleşmesi nedeniyle oluşan vergi, harç ve benzeri yasal yükümlülüklerden doğan masraflar ile sözleşme tarihinden itibaren ilk üç ay için sözleşme bedelinin yüzde ikisine, üç ila altı ay arası için yüzde dördüne, altı ila oniki ay arası için yüzde altısına ve oniki ila yirmidört ay arası için de yüzde sekizine kadar tazminatın ödenmesini isteyebilir.” şeklinde güncel halini alarak, süre bakımından sınırlandırılmış ve satıcıya sözleşmenin aşamasına göre artan bedellerde tazminat talep etme hakkı tanınmıştır. Tüketici  aleyhine  artan  oranlarda  getirilen  tazminat  hükmü,  kanımızca  da,  tüketicinin sözleşmeden rahatça dönmesini engellemek ve mali yönden külfetlerine katlanmak üzere tekrar  düşünmesini  sağlamayı  amaçlamaktadır21.  Ancak  bu  sınırlandırma  haklı  olarak doktrinde  yeterli  görülmemiş,  süre  bakımından  sınırlandırma  yerine  gerekçe  bakımından sınırlandırma yapılması gerektiği belirtilmiştir22.  Ön  ödemeli  konut  satış  sözleşmelerinde  tüketiciye  tanınan  dönme  hakkı,  nispi emredici  nitelikte23  olup,  tüketici  aleyhine  değiştirilemez.  Sözleşme  ile  dönme  hakkı sınırlandırılamaz,  kaldırılamaz  ancak  tüketici  lehine  değişiklik  yapılabilir.  Buna  göre, kanunda sözleşme tarihinden itibaren yirmi dört aya kadar tanınan dönme hakkı, taraflarca sözleşme  ile  tüketici  lehine  otuz  aya  kadar  serbestçe  uzatılabilir.  Bunun  aksine,  dönme  19 Özmen/ Vardar-Hamamcıoğlu, s. 82. 20 Murat Aydoğdu, Tüketici Hukuku Dersleri, Adalet Yayınevi, Ankara, 2015, s. 278-279; Aslı Makaracı, 6502 Sayılı Tüketicinin Korunması Hakkında Kanun Uyarınca Ön Ödemeli Konut Satışı, Yeni Tüketici Hukuku Konferansı, İnceoğlu/Murat (der.), On İki Levha Yayıncılık, İstanbul, 2015, s. 257 vd.; Çabri, Tüketici Hukuku Uygulamaları, s. 142; Çabri, s. 701-702; Doğar, s. 289 vd.; Özel, s. 194. 21 Doğar, s. 290. 22 Doğar, s. 278. 23 Gümüş, s. 264; Çabri, s. 682. 5hakkını  sınırlayan,  kaldıran  sözleşme  hükümleri  tüketici  aleyhine  olacağından  kesin hükümsüzdür.   B.   Dönme Hakkının Hukuki Niteliği  Sözleşmeden  dönme,  iradi  dönme  ve  kanuni  dönme  olarak  ikiye  ayrılır.  Taraflar sözleşme akdederken başlangıçta veya bir şekilde sonradan irade serbestisi ile dönmeyi saklı tuttukları takdirde iradi dönme olur iken, 6098 Sayılı Türk Borçlar Kanunu24 ve TKHK hükümlerinde belirtilen taraflara tanınmış olan sözleşmeden dönme hakkı ise kanuni dönme olmaktadır. Kanuni dönme, belirli şartlara tabi tutulmuş, temerrüt veya ayıplı ifaya bağlı olarak tek tarafa tanınmış bir haktır. Sözleşmeden doğan dönme ise tarafların iradi anlaşması ile subjektif nedenlere dayanmaktadır.   Sözleşmeden  dönme  hakkı,  hukuki  niteliği  itibariyle  yenilik  doğuran  bir  hak niteliğindedir25. Dönme hakkı tek taraflı ve varması gerekli bir irade beyanı olup, kullanılması şarta bağlanamaz ve bu hak kullanıldıktan sonra artık geri alınamaz26. Buna göre, dönme bildiriminin ulaşmasıyla birlikte hüküm ve sonuçlarını doğurur.  Doktrinde  sözleşmeden  dönmenin  hukuki  sonuçları  açısından  dört  görüş  ileri sürülmüştür27;  bunlar klasik  dönme28, ayni  etkili dönme29, kanuni  borç30 ve  yeni dönme (dönüşüm) görüşleridir. Bu görüşlerden ağırlıklı olarak klasik dönme görüşü ile yeni dönme görüşü benimsenmiştir.   24 Bkz. RG. 04.02.2011, S. 27836. 25 Vedat Buz, Borçlunun Temerrüdünde Sözleşmeden Dönme, Yetkin Yayınları, Ankara, 1998, s. 72-74; Özmen/ Vardar-Hamamcıoğlu, s. 80 vd.; Doğar, s. 273; Bkz. Yarg. 23. HD. E. 2013/3588 K. 2013/5446 T. 17.9.2013, sözleşmelerden dönmek isteyen taraf, dönme iradesini karşı tarafa bildirdiği an, bozucu yenilik doğuran bu hak ( sözleşmeden dönme hakkı) kendiliğinden hükmünü ... eder.” www.lexpera.com.tr, (erişim tarihi: 08.05.2020); Yarg. 13. HD, E. 2014/37603, K. 2015/31534, T. 02/11/2015, Dönme hakkı, bir hukuksal ilişkiye son veren yenilik doğurucu haklardandır”, www.kazanci.com , (erişim tarihi: 08.05.2020); Bu hakkın bozucu yenilik doğuran hak mı değiştirici yenilik doğuran hak niteliğine ilişkin tartışmalar için bkz. Rona Serozan, Sözleşmeden Dönme, Vedat Kitapçılık, İstanbul, 2007, s. 59. 26 Fikret Eren, Borçlar Hukuku Genel Hükümler, 24. Baskı, Yetkin Yayınları, Ankara, 2019, s. 1150 vd. 27 Gülgün Anık, Borçlunun Temerrüdünden Dolayı Sözleşmeden Dönme”, TBB Dergisi, S. 59, 2005, s. 225 vd.; Buz, s. 117 vd. 28 Halûk Nomer, Borçlar Hukuku Genel Hükümler, Gözden Geçirilmiş ve Genişletilmiş 16. Bası, Beta Yayınları, İstanbul, 2018, s. 407; Kemal Oğuzman/ Turgut Öz, Borçlar Hukuku Genel Hükümler, 16. Baskı, Vedat Kitapçılık, İstanbul, 2018, s. 517. 29 Buz, s. 121 vd.; Eren, s. 1257. 30 Serozan, s. 62 vd.; Buz, s. 120 vd.; Etem Saba Özmen, 2014/12321 Başvuru Numaralı Faik Tari ve Sultan Tari Başvurusuna İlişkin Anayasa Mahkemesi’nin Fahiş Hatalı Kararı’nın Eleştirisi”, TBB Dergisi, C. 30, S. 135, 2018, s. 501; Gülşah Sinem Aydın, Arsa Sahibinin Arsa Payı Karşılığı İnşaat Sözleşmesinden Dönmesinin Yükleniciden  Arsa  Payı  Satın  Alan  Üçüncü  Kişilere  Etkisi  ve  Bu  Etkinin  Yargı  Kararları  Çerçevesinde Değerlendirilmesi”, TBB Dergisi, S. 141, 2019, s. 429. 6Klasik dönme görüşü, dönme hakkını bozucu yenilik doğuran hak olarak ele almakta olup, dönme bildirimi ile sözleşme geçmişe etkili olarak sona erer ve tarafların henüz ifa etmemiş olduğu edimler ortadan kalkarken, ifa edilmiş olan edimlerin ise iadesi gerekir31. Bu görüşe göre, sözleşmenin geçmişe etkili olarak sona ermesiyle ifa edilmiş edimler hukuki sebepten  yoksun  olacağı  için  sebepsiz  zenginleşme  teşkil  eder  ve  taraflar  kazandıkları edimleri sebepsiz zenginleşme hükümlerine (TBK m. 77) dayanarak iadesini isteyebilir32. Bu görüşü  savunan  yazarlara  göre  dönmede  amaç,  mümkün  olduğu  ölçüde  sözleşmenin kurulmasından önceki durumu yeniden sağlamaktır33.  Ayni etkili dönme görüşü, doktrinde istihkak görüşü olarak da adlandırılmaktadır. Bu görüşe göre, klasik dönme teorisinde olduğu gibi dönme ile birlikte sözleşme geriye etkili bir şekilde sona erer. Ancak klasik dönme görüşünden farklı olarak, ifa edilmiş olan edimlerin iadesinin ayni hakka dayanacağını savunurlar34. Dönme beyanı ile ifa edilmemiş borçlar ile ifa  edilmiş  borçlar  da  ortadan  kalkar.  Buna  göre,  karşı  tarafa  kazandırılan  ayni  haklar kendiliğinden  eski  hak  sahibine  döner.  Örneğin,  mülkiyet  hakkı  devredilen  sözleşmeden dönülmesi ile mülkiyet el değiştirmemiş olacağından yapılan tescil yolsuz tescil haline gelir35. Tarafların ifa etmiş olduğu edimlerin iadesi istihkak davası ile talep edilir36.  Kanuni borç görüşünü savunan yazarlara göre, dönme ile birlikte sözleşme ilişkisi yasal borç ilişkisine döner. Bu görüş savunucularına göre, sözleşmeden dönme ile tasarruf işleminin geçerliliği etkilenmeyecek ve sebepten yoksun hale gelmeyecektir37. Buna göre iade borcu, TBK m. 125’den kaynaklanan özel bir iade borcudur. Ancak iadenin kapsamı ile ilgili bir düzenleme mevcut olmadığından sebepsiz zenginleşme hükümleri kıyasen uygulanır38. Klasik görüşten farklı olarak bu görüşü ileri sürenlere göre dönme halinde müspet zararın tazmini talep edilebilecektir39.  31Rona Serozan, Borçlar Hukuku Genel Bölüm, İfa- İfa Engelleri- Haksız Zenginleşme, C. 3, 7. Bası, Filiz Kitabevi, İstanbul, 2016, s. 236; Buz, s. 78. 32 Oğuzman/ Öz, s. 521; Nomer, s. 278. 33 Buz, s. 78; Oğuzman/ Öz, s. 437 vd. 34 Buz, s. 133 vd.; Anık, s. 225; Nomer, s. 408. 35 Buz, s. 140; Oğuzman/ Öz, s. 519; Özmen, s. 501. 36 Anık, s. 225. 37 Özmen, s. 501; Serozan, s. 91; Aydın, s. 434. 38 Eren, s. 1257; Kaynağını TBK m. 136/2 c. 1, Karşılıklı borç yükleyen sözleşmelerde imkânsızlık sebebiyle borçtan kurtulan borçlu, karşı taraftan almış olduğu edimi sebepsiz zenginleşme hükümleri uyarınca geri vermekle  yükümlü  olup,  henüz  kendisine  ifa  edilmemiş  olan  edimi  isteme  hakkını  kaybeder.”  şeklindeki hükmünden aldığını savunan görüş için Bkz. Özmen, s. 499, 505; Aydın, s. 433. 39 Buz, s. 134 vd.; Özmen, s. 505. 7Yeni dönme (dönüşüm) görüşüne göre ise, dönme değiştirici yenilik doğuran hak niteliğinde40 olup, sözleşmeyi ne geriye ne de ileriye etkili olarak sona erdirmez aksine içerik değiştirerek tasfiye ilişkisine dönüştürür41. Tarafların ifa etmediği edimler ortadan kalkarken ifa edilen edimler ise sözleşmeden doğan iade yükümlülüğü çerçevesinde geri verilir42. Bir başka deyişle, sözleşmeden doğan verme” yükümlülüğü, sözleşmeden doğan geri verme” yükümlülüğüne dönüşür43. Ancak, bu görüşe eleştiri olarak, tasfiye ilişkisinin devamı için tarafların  karşılıklı  ve  birbirine  uygun  irade  mutabakatı  içinde  olmaları  gerektiği,  aksi durumda tasfiye ilişkisinin devamının nasıl olacağının belirsiz olacağı ileri sürülmüştür44. Bu görüşü savunan yazarlara göre, dönme hakkının kullanılması, sözleşmenin bir kere geçerli olarak kurulmuş olduğu gerçeğini değiştiremeyeceğinden sözleşmenin hiç kurulmamış gibi ortadan  kalkması  kabul  edilemez45.  Dönme  bildirimi  üzerine  borç  ilişkisi  ortadan kalkmadığına göre alacaklı müspet zararının tazminini isteyebilecektir46.  Yargıtay ise kararlarında, dönme beyanının kullanılması ile sözleşmenin geriye etkili olarak  ortadan  kalkacağını  ve  sebepsiz  zenginleşme  hükümlerine  göre  iadesini istenebileceğini belirtmiştir47. Ancak, istisnai olarak birkaç kararında arsa payı karşılığı inşaat sözleşmelerinde  dönme  hakkının  kullanılmasıyla  yükleniciye  devredilen  taşınmaz  40 Oğuzman/ Öz, s. 521. 41 Nomer, s. 409. 42 Serozan, s. 68 vd.; Buz, s. 123; Eren, s. 1258. 43 Serozan, s. 90; Eren, s. 1258. 44 Buz, s. 134; Oğuzman/ Öz, s. 522. 45 Eren, s. 1258. 46 Anık, s. 226. 47 Bkz. Yarg. 15. HD. E. 2018/4947, K. 2019/3227, T. 08.07.2019 Burada feshin geriye ve ileriye etkili olmasının  sonuçları  üzerinde  durulmasında  yarar  vardır.  Bilindiği  üzere  fesih,  sözleşme  ilişkisini  sona erdirmeye yönelik, bozucu yenilik doğuran bir haktır. Feshin geriye etkili olması durumunda, sözleşme hiç yapılmamış  (yok)  farz  edilerek  hüküm  doğuracağından  taraflar  karşılıklı  olarak  birbirlerine  verdiklerini sebepsiz  zenginleşme  hükümlerince  geri alabilir.”;  Bkz.  Yarg.  23.  HD.  E.  2015/9708,  K.  2018/3902,  T. 03.07.2018, Geriye etkili feshe, sözleşmeden dönme” denir. Dönme halinde, sözleşme, geçmişe etkili olarak son  bulur.  Başka  bir  anlatımla,  sözleşmenin  yapıldığı  andaki  duruma  dönülür.”  şeklinde  tanımlamıştır. www.kazanci.com, (erişim tarihi: 08.05.2020).  8mülkiyetinin  kendiliğinden  eski  malikine  döneceğini  kabul  ederek48,  ayni  etkili  dönme görüşüne yaklaştığı da söylenebilir49.   Kanaatimizce de, dönme bildiriminin kullanılması ile sözleşme geriye etkili olarak sona erer. Sözleşmenin kurulduğu esnada geçerli olan borçlandırıcı işlem, dönme ile sonradan geçersiz hale gelmektedir. Borçlandırıcı işlemin sonradan ortadan kalkmasıyla geçerli yapılan tasarruf  işlemi  geçersiz  hale  gelmez  ve  ifa  edilmiş  edimler  kendiliğinden  hak  sahibine dönmez50. Kusursuz ifa imkansızlığını düzenleyen TBK m. 136/2 hükmünde de sözleşmeden dönmede olduğu gibi borçlandırıcı işlem sonradan ortadan kalkmakta ve edimlerin iadesi ilgili kanun  hükmüne  göre  sebepsiz  zenginleşme  hükümlerine  dayanmaktadır.  Bu  hükme dayanarak51  sözleşmeden  dönme  sonucunda  henüz  ifa  edilmemiş  olan  edimler  ortadan kalkarken ifa edilen edimlerin iadesi ise hukuki sebebin sonradan ortadan kalkması neticesine göre sebepsiz zenginleşme hükümlerine (TBK m. 77/2) göre istenebilecektir.  C.    Cayma Hakkından Farkı  Ön ödemeli konut satış sözleşmelerinde cayma TKHK m. 43 ve Ön Ödemeli Konut Satışları Hakkında Yönetmelik m. 8 hükümlerinde düzenlenmiş olup, söz konusu hükme göre, tüketici, on dört gün içinde herhangi bir gerekçe göstermeksizin ve ceza koşulu ödemeksizin sözleşmeden cayma hakkına sahiptir.   Tüketicilerin  reklamlar  ve  pazarlama  teknikleri  karşısında  üzerinde  uzun  süre düşünmeden ve büyük ekonomik borç altına girerek yaptıkları sözleşmeden sonradan pişman olunması halinde cayma beyanının kullanılması ile sözleşmeyi gerekçesiz ve herhangi bir tazminat  ödemeksizin  sonlandırabilmektedir52.  Gerçekten  de  yoğun  reklamlarla  cazibesi  48 Bkz. Yarg. HGK, E. 2001/1-422, K. 2001/434, T. 23.05.2001, …Bilindiği üzere; yüklenicinin kendisine devredilen paya hak kazanabilmesi için edimini yerine getirmesi gerekir, edimi ise binayı imal ve teslimdir. Yüklenici edimini yerine getirmediği takdirde arsa sahibine sözleşmenin feshi ve tapunun iptalini isteyebilme hakkı  doğar.  Hemen  belirtmek  gerekir  ki,  yüklenicinin  hakkını  temellük  eden  üçüncü  kişi,  onun  halefi olacağından selefinin haiz olduğu hakkı arsa sahibine karşı ileri sürülebilir. Öte yandan, arsa sahibi de yüklenici sözleşmeden doğan edimini yerine getirmediği takdirde sözleşmenin feshi ile üçüncü kişi üzerine oluşan tapunun iptalini isteyebilir. Diğer bir deyişle üçüncü kişinin mülkiyet hakkının doğabilmesi için kendisine pay devreden yüklenicinin edimini yerine getirmesi ve mülkiyete hak kazanması gerekir. Aksi halde, yüklenici ve ondan pay alan üçüncü kişi üzerine yazılan tapu kaydı illiyetten yoksun hale gelir ve yapılan işlem yolsuz tescil durumuna düşer.” 49 Buz, s. 131 vd.; Yargıtay’ın benimsediği ayni etkili dönme görüşüne karşı eleştiriler için bkz. Özmen, s. 495 vd.; Aydın, s. 427 vd. 50 Serozan, s. 91; Özmen, s. 505. 51 Özmen, s. 499, 505; Aydın, s. 433. 52 Bkz. TKHK m. 43 gerekçesi  Genellikle yoğun reklamlarla cazibesi arttırılan ve maket üzerinden proje aşamasında çeşitli tanıtımlarla satışları yapılan bu satışların düşünülmeden akdedilmiş olması ihtimali yüksek 9arttırılan ve maket üzerinden projeden satışı yapılan bu sözleşmelerin düşünülmeden yapılma ihtimalinin yüksek olduğu doktrinde de belirtilmiştir53.  Cayma hakkı, sözleşmenin kuruluş aşamasından itibaren sadece özel korumaya layık görülen54 tarafa tanınmış bir haktır, genel olarak dönme hakkı ise sözleşmenin her iki tarafına sağlanan bir haktır. Cayma hakkı yenilik doğuran hak niteliğinde olup55, kullanılıp karşı tarafa vardıktan  sonra  bundan  dönülmesi  mümkün  değildir56.  Cayma  hakkı  hükümleri  de  aynı dönme hakkı gibi nispi emredici nitelikte olduğundan, cayma hakkını kaldıran ve sınırlayan hükümler  geçersizdir,  ancak  bu  hakların  kullanımı  için  verilen  süre  tüketici  lehine uzatılabilir57.  Cayma  hakkı,  sözlük  anlamı58  ile  kararından  dönmek,  vazgeçmek”  anlamına gelmekte olup, doktrindeki ağırlıklı olan görüşe göre, cayma, irade beyanının geri alınması niteliği taşır ve geri alma hakkı” olarak isimlendirilmelidir59. Başka bir görüş60 ise, cayma hakkını, kanunda sonuçları düzenlenen dönmenin özel bir şekli olduğu savunmuştur.   Serozan’a göre61, cayma hakkı borçlanma işlemine münhasır dolaylı etkileri bulunan dönme hakkının geniş anlamda tasarruf işlemine dolaysız bir güçle etkili kılınmış bir türüdür. Başka bir deyişle, cayma hakkı borçlanma işlemini ortadan kaldırırken, bu borçlanma işlemi nedeniyle yapılmış tasarruf işlemini de etkiler ve bu sebeple cayma, ayni etkilidir. Diğer bir görüşe göre, cayma ile sözleşme öncesindeki hukuki durumun yeniden sağlanması amaçlanır  olabilmektedir. Bu tür sözleşmelerde özellikle yazılı sözleşme metninin okunmasından ve uzun süre ödeme yaptıktan sonra ancak edime hak kazanılacağının algılanmasından sonra, bu sözleşmeden kurtulması isteğinin doğması muhtemeldir.” 53 Mehmet Akçaal, Borçlar Kanununa Göre Ön Ödemeli Taksitle Satış Sözleşmesi”, TBB Dergisi, 2014/110, s. 102; Çağlar Özel, Mukayeseli Hukuk Işığında Tüketiciyi Koruyan Geri Alma Hakkı, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara, 1999, s. 70; Aydoğdu, s. 275. 54 Serozan, s. 124; Buz, s. 89 vd.; Özel, Geri Alma Hakkı, s. 110. 55 Mustafa Ünlütepe, 6502 Sayılı Tüketicinin Korunması Hakkında Kanun’a Göre Taksitle Satış Sözleşmesi”, Ankara Barosu Dergisi, S. 2014/2, 2014, s. 334; Çağlar Özel, Tüketicinin Korunması Hukuku, 4. Baskı, Seçkin Yayıncılık, Ankara, 2018, s. 153; Serozan, s. 124; Özel, Geri Alma Hakkı, s. 75; Gümüş, s. 164; Çabri, 4. Tüketici Hukuku Kongresi, s. 224; Doğar, s. 263. 56 Çabri, s. 683; Gümüş, s. 264; Doğar, s. 259; Çabri, 4. Tüketici Hukuku Kongresi, s. 224. 57 Atamer, s. 239; Çabri, 4. Tüketici Hukuku Kongresi, s. 224. 58 Bkz. https://sozluk.tdk.gov.tr/, (erişim tarihi: 09.05.2020). 59 Akçaal, s. 102; Özel, Geri Alma Hakkı, s. 168; Özel, s. 208; Ünlütepe, s. 333; Çabri, 4. Tüketici Hukuku Kongresi, s. 224. 60 Savaş Bozbel / Murat Atalı, Mesafeli Sözleşmelerde Cayma Hakkının Kullanılması ve Ortaya Çıkan Hukuki Sorunları”, AÜHFD, C. 9, S. 1-2, 2005, s. 455. 61 Serozan, s. 137 vd.; Doğar, s. 263. 10ve genel kabule göre cayma hakkının kullanılması sözleşmeyi sona erdirirken, ifa edilmiş edimlerin iadesi edimin niteliğine göre istihkak veya sebepsiz zenginleşme yoluyla istenir62.  Sözleşmenin  kurulduğu  andan  itibaren  başlayan  cayma  süresi  içerisinde  sözleşme hükümlerinin niteliği tartışmalıdır. Bir görüşe göre63, cayma süresi bitene kadar sözleşme askıdadır, diğer bir görüşe göre64 ise sözleşme hükümleri baştan itibaren hüküm ve sonuç doğurur, ancak cayma hakkının kullanılmasıyla sözleşme geçersiz hale gelir.  Cayma hakkının kullanılmış sayılması için TKHK m. 43/1 gereği satıcıya yöneltilmiş olması yeterli iken, dönme beyanının ise yirmi dört aylık süre içerisinde satıcıya varması gereklidir. Her ne kadar kanun metninde cayma bildiriminin yöneltilmesinin yeterli olacağı belirtilmişse de, caymanın hüküm ve sonuçlarını doğurması için cayma beyanının satıcıya ulaşması gereklidir aksi durumda sözleşme geçerliliğini koruyacaktır65.  On  dört  günlük  cayma  süresinin  ne  zaman  başlayacağına  ilişkin  kanun  metninde düzenleme bulunmasa da, ÖÖKSHY m. 8 uyarınca ve doktrindeki ağırlıklı olan görüşe göre cayma süresi sözleşme kurulduğu tarihten itibaren başlayacaktır66. Dönme hakkı ise, cayma hakkı  sona  erdikten  sonra  sözleşme  akdedildiği  tarihten  itibaren  yirmi  dört  aya  kadar kullanılabilen bir haktır67.  Dönme hakkı ile cayma hakkı birbirine benzerlik taşısa da sonuçları açısından farklılık arz etmektedir. Dönme hakkının süresi daha uzun olmakla birlikte, cayma hakkının aksine tazminat yükümlülüğü de doğurmaktadır. Sözleşmenin niteliği gereği otuz altı ay gibi uzun bir süreye tabi olması nedeniyle tüketiciye cayma hakkı yanında dönme hakkı da getirildiği savunulmaktadır68.   D.   Dönme Hakkının Süresi   62Serkan Ayan, Ön Ödemeli Konut Satış Sözleşmesinde Alıcının Sözleşmeden Cayma Hakkı”, Ankara Hacı Bayram Veli Üniversitesi Hukuk Fakültesi Dergisi, C. 23, S. 3, 2019, s. 78; Özel, Geri Alma Hakkı, s. 115. 63 Akçaal, s. 102; Özel, Geri Alma Hakkı s. 70; Ayan, s. 64. 64 Özmen/ Vardar Hamamcıoğlu, s. 104-105; Bozbel/ Atalı s. 455. 65 Çabri, s. 680; Çabri, Tüketici Hukuku Uygulamaları, s. 129. 66 Atamer, s. 239; Gümüş, s. 262; Kara, s. 896; Çabri, s. 104. 67 Gümüş, s. 271. 68 Kara, s. 897. 11Ön  ödemeli  konut  satışı  sözleşmelerinde  tüketiciye,  konutun  devir  veya  teslimine kadar sözleşmeden dönme hakkı tanınmış ancak TKHK m. 45 hükmü, 02.01.2017 tarihli 684 sayılı KHK ile değişikliğe uğramıştır. Söz konusu değişiklik ile dönme hakkının kullanılması sözleşme  tarihinden  itibaren  yirmi  dört  ayla  sınırlandırılmıştır.  Böylece,  TKHK  m.  44/1 gereği konutun devir veya teslim süresi otuz altı ayı geçemeyeceğinden dönme hakkı da otuz altı  ay  boyunca  devam  ederken,  değişiklik  ile  dönme  hakkı  yirmi  dört  aylık  süre  ile sınırlandırılmıştır69.   Doktrinde bir görüşe göre, geçersiz yapılan sözleşmelerde, dönme süresi işlemeyecek ve  ancak  sözleşmenin  geçerli  olarak  kurulduğu  tarih  itibariyle  dönme  hakkının  süresi başlayacaktır70.  Şekle  aykırılık  nedeniyle  geçersiz  olan  sözleşmelerde  ise,  TKHK  m.  41 uyarınca  ön  ödemeli  konut  satış  sözleşmelerinin  tapu  siciline  tescil71  ile  satış  vaadi sözleşmelerinin ise noterde düzenlenmesi yönünde şekil şartına aykırılık iddiasını sadece tüketici ileri sürebilecektir72. Satıcının şekle aykırılık nedeniyle sözleşmenin geçersizliğini ileri sürmesi hakkın kötüye kullanımı niteliğinde görülmektedir73. Satıcının şekle aykırılık nedeniyle geçersizlik iddiasını ileri süremeyeceği gibi hakim de önüne geldiği davada re’sen nazara alamaz74. Buna göre geçersiz şekilde yapılan sözleşmelerde ortada geçerli bir sözleşme olmadığından  tüketicinin  dönme  hakkını  kullanmasına  gerek  kalmayacaktır75.  Geçerli olmayan  sözleşmeye  dayanarak,  ifa  edilmiş  edimlerin  iadesi  sebepsiz  zenginleşme hükümlerine  göre  istenebilecektir,  ayrıca  sözleşmenin  kesin  hükümsüzlüğü  nedeniyle tüketicinin tazminat ödemesi de söz konusu olmayacaktır.    69 Değişiklikten önce dahi bu hakkın belirli süre ile sınırlandırılmasını savunan bkz. Atamer, s. 243. 70 Sezer Çabri / Turgut-Öz / Şebnem Akipek Öcal/Murat Aydoğdu / Ömer Çınar / Umut Yeniocak / Turan Şahin/ Hakan Tokbaş/ Ali Suphi Kurşun, İnşaat Sektöründe Tüketici Hukuku Uygulamaları, 2. Baskı, (Ed. Tokbaş, Hakan/ Kurşun, Ali Suphi) İstanbul, Aristo Yayınları, 2018, s. 137. 71 Sözleşmenin tapu siciline tescil edilmesi” ifadesinin hatalı olduğuna ilişkin eleştiriler için bkz.  Umut Yeniocak, 6502 Sayılı Tüketicinin Korunması Hakkındaki Kanuna Göre Ön Ödemeli Konut Satış Sözleşmesinin Şekli”, Terazi Hukuk Dergisi, C. 10, S. 102, 2015, s. 46 vd.; Lale Sirmen, Yeni Tüketicinin Korunması Hakkında  Kanunun  Genel  Olarak  Değerlendirilmesi”,  Terazi  Hukuk  Dergisi,  C.  9,  I.  Tüketici  Hukuku Sempozyumu Özel Sayısı, 2014, s. 161; Doğar, s. 100 vd.; Özmen/ Vardar-Hamamcıoğlu, s. 30-31; Aydoğdu, s. 88-89; Çabri, s. 659; Makaracı, Konferans, s. 249; Acar, s. 19. 72 Bkz. Yarg. 3. HD, E. 2018/3286, K. 2018/13028, T.  20/12/2018,  Davaya konu sözleşmenin, ön ödemeli konut satış sözleşmesi olduğu, noterden resmi şekilde yapılması zorunluluğu bulunmakla birlikte, noterde resmi şekilde  yapılmadığı,  ancak  satıcının  sonradan  sözleşmenin  resmi  şekilde  yapılmadığını  beyan  ederek sözleşmenin geçersizliğini ileri süremeyeceği TKHK m. 41/1. de belirlenmiştir.”, www.kazanci.com, (erişim tarihi: 10.05.2020). 73 Gümüş, s. 256; Burak Koçaker, Ön Ödemeli Konut Satış Sözleşmeleri, Yayımlanmamış Yüksek Lisans Tezi, Anadolu Üniversitesi Sosyal Bilimler Enstitüsü, Eskişehir, 2015, s. 69. 74 Makaracı, Konferans, 252; Hakimin tüketici lehine geçersizliği re’sen nazara alması gerektiği görüşünde bkz. Aydoğdu, s. 272. 75 Özmen/ Vardar-Hamamcıoğlu, s. 83. 12Getirilen süre sınırlandırmasının var olan sözleşmelere etkisi için, Ön Ödemeli Konut Satışları Hakkında Yönetmelikte Değişiklik Yapılmasına Dair Yönetmelik76, geçici m. 1 Ön ödemeli  konut  satış  sözleşmelerine,  sözleşmenin  akdedildiği  zaman  yürürlükte  bulunan yönetmelik hükümleri uygulanır.” şeklindeki hükmüne bakmamız gerekecektir. Buna göre, değişiklik  yayım  tarihi  11  Mart  2017  tarihi  olduğundan,  bu  tarihten  önce  imzalanan sözleşmeler için dönme hakkını kullanma süresi, devir veya teslim tarihine kadar iken, bu tarihten sonra imzalanan sözleşmeler için ise dönme beyanı yirmi dört aylık süre içerisinde kullanılması gerekmektedir.  Tüketicinin dönme hakkında, bu yirmi dört aylık süre geçtikten sonra dahi dönme hakkının tamamen kalktığı söylenemeyecektir. TKHK m. 45’de düzenlenen dönme hakkı, gerekçesiz sözleşmeden dönmeyi sağlamaya yönelik olup77, satıcının yükümlülüklerini hiç ya da gereği gibi ifa etmediği durumda, tüketici yirmi dört aylık süre ile sınırlı olmaksızın haklı sebeplere dayanarak sözleşmeden dönebilecektir. Keza, burada tüketici, satıcıya uygun bir süre  vererek  ya  da  süre  vermeye  gerek  olmayan  halin  varlığında  derhal  TBK  m.  125 hükmünde yazılı olan seçimlik haklarından dönme hakkını kullanabilecektir.   Ön ödemeli konut satış sözleşmesinin yirmi dört aylık dönme süresinden daha kısa süreli yapılması halinde, dönme hakkının konutun devir veya tesliminden sonra dahi yirmi dört  aya  kadar  kullanılıp  kullanılamayacağı  sorusu  akla  gelmektedir.  Böyle  bir  durumda dönme hakkının var olup olmadığı doktrinde tartışmalıdır. Bir görüşe göre78, dönme hakkı ön ödemeli  konut  satış  sözleşmesinde  konutun  teslimine,  ön  ödemeli  konut  satış  vaadi sözleşmesinde ise kat irtifakı veya kat mülkiyetinin tesciliyle birlikte zilyetliğin devrine kadar sözleşmeden dönme hakkını kullanabilecektir. Bir diğer görüşe göre ise, konut teslim edilse dahi mülkiyetin devri yapılmadıkça dönme hakkı sona ermeyecektir79.   Başka bir görüş ise, tek başına zilyetlik ya da tek başına mülkiyet devrini dönme süresinin sona ermesi için yeterli bulmuştur80. Aksi görüşte ise, konutun teslimi ile birlikte tapu  tüketici  adına  tescil  edilinceye  dek  dönme  hakkının  sona  ermeyeceğini,  tek  başına zilyetliğin  devri  veya  tapuya  tescilin  yeterli  olmayacağını  savunmaktadır81.  Aynı  şekilde  76 Bkz. RG. 11.03.2017, S. 30004. 77 Doğar, s. 279. 78 Çabri, 4. Tüketici Hukuku Kongresi, s. 229; Gümüş, s. 272. 79 Çabri, 4. Tüketici Hukuku Kongresi, s. 229. 80 Özmen/ Vardar- Hamamcıoğlu, s. 85 vd. 81 Öz, 4. Tüketici Hukuku Kongresi, s. 155; Makaracı, Konferans, s. 257. 13TKHK m. 45 hükmünün ilk hali olan devir veya teslime kadar” ifadesinden yola çıkarak, konutun  mülkiyetinin  devredilmesine  rağmen  zilyetliğin  teslim  edilmemiş  olması  ya  da zilyetlik  teslim  edilmesine  rağmen  mülkiyetin  devredilmemiş  olması  halinde  tüketicinin dönme hakkını kullanabileceği görüşü82 yer alsa da, burada mülkiyet devri yapılmadan konutu teslim alarak tüketicinin içinde oturmaya başlamasından sonra bu hakkın kullanımının 4721 Sayılı  Türk Medeni  Kanunu83 m.  2 gereği  hakkın  kötüye kullanılması teşkil edebileceği belirtilmiştir84.  Kanaatimizce  de,  iyiniyete  aykırılık  itirazı  yerinde  görülebileceği  gibi tüketiciye mülkiyetin devriyle birlikte konutun teslimi yapılmadıkça dönme hakkı sona ermez.  Daha önce de belirttiğimiz gibi, cayma hakkında TKHK m. 43/1 c. 2’de bildirimin cayma süresi içerisinde satıcıya yöneltilmiş olması yeterli görülmüş iken, dönme beyanında böyle bir düzenleme bulunmamaktadır. Dönme beyanı tek taraflı ve varması gerekli bir irade beyanı olduğundan satıcıya ulaştığı tarih esas alınmaktadır85. Bu nedenle, cayma hakkında olduğu  gibi  süresi  içerisinde  yöneltilmesi  yeterli  olmayıp,  beyanın  yirmi  dört  aylık  süre içerisinde satıcıya varması gereklidir86. Aksi takdirde, dönme beyanı hüküm ve sonuçlarını doğurmayacak, sözleşme geçerliliğini koruyacaktır.  E.   Dönme Hakkının Şekli  6502 Sayılı Kanun m. 45 ile dönme hakkının kullanılmasına ilişkin bir şekil şartı getirilmemesine  rağmen,  ÖÖKSHY  m.  9/2’de  sözleşmeden  dönme  bildiriminin  satıcıya noterlikler aracılığıyla yöneltilmesinin yeterli olacağına ilişkin düzenleme mevcuttur. Açıkça görüleceği üzere, kanunda yer almayan şekil şartı, yönetmelikle getirilmiş olup, bu durumun normlar  hiyerarşisine  aykırı  olduğu,  kanunda  düzenlenmeyen  şekil  şartının  yönetmelikle getirilemeyeceği eleştirilmişse87 de, çoğunluk görüş yönetmelikte belirtilen bu şekil şartının geçerlilik şartı olacağını belirtmiştir88. Bu konuda, farklı öneri olarak, önemli olan dönme beyanının kullanıldığının ispat edilebilir olmasını esas alarak  yazılı veya iadeli taahhütlü mektupla89 veya ispatlanmak kaydıyla e-posta yoluyla90 bildirimin geçerli olması gerektiği  82 Doğar, s. 281. 83 Bkz. RG. 08.12.2001, S. 24607. 84 Doğar, s. 281. 85 Eren, s. 1151. 86 Doğar, s. 281; Çabri, s. 699. 87 Özmen/ Vardar-Hamamcıoğlu, s. 86; Doğar, s. 282. 88Çabri, 4. Tüketici Hukuku Kongresi, s. 229; Doğar, s. 282; Çabri, s. 699; Çabri, Tüketici Hukuku Uygulamaları, s. 138. 89 Çabri, Konut Sektöründe Tüketici Uygulamaları, s. 114; Çabri, 4. Tüketici Hukuku Kongresi, s. 229. 90 Doğar, s. 282. 14ileri sürülmüştür. Kanaatimizce de, şekil şartının yönetmelikle getirilmesi yerinde değilse de, noterlikler aracılığıyla bildirim tüketiciler için masraflı ve daha zor bir yol olup, bunun yerine ispatlanabilir şekilde iadeli taahhütlü mektup, e-posta veya faksın geçerli olması gerekirdi.  Sözleşmeye  konu  konutun  aile  konutu  olması  halinde,  dönme  hakkının kullanılabilmesi için TMK m. 194 Eşlerden biri, diğer eşin açık rızası bulunmadıkça, aile konutu ile ilgili kira sözleşmesini feshedemez, aile konutunu devredemez veya aile konutu üzerindeki hakları sınırlayamaz” hükmü gereği eşin rızasına bağlı olacaktır91. Eşin rızası alınmadan kullanılan dönme beyanı kesin hükümsüzdür.  II.  ÖN  ÖDEMELİ  KONUT  SATIŞI  SÖZLEŞMELERİNDE  DÖNME  HAKKININ SONUÇLARI  A.  Genel Olarak  Borçlar  hukukunun  temel  ilkelerine  göre,  sözleşmeye  bağlılık  ilkesi  gereğince gerekçesiz  veya  bazı  ihbar,  ihtar  veya  mehil  gibi  şartlar  aranmaksızın,  dönme  hakkının kullanılması mümkün değilken, TKHK m. 45 ile gerekçesiz şekilde sözleşmeden dönme mümkün hale gelmiştir. Klasik dönme görüşüne göre, dönme hakkının kullanılması ile ön ödemeli konut satış veya satış vaadi sözleşmesi geçmişe etkili olarak hükümsüz hale gelir92. Buna  göre  taraflar  edimlerin  iadesini  sebepsiz  zenginleşme  hükümlerine  göre  talep edebilecekken, yeni dönme teorisinde, dönme beyanı, sözleşme ilişkisini değiştirici yenilik doğuran hak olarak tasfiye ilişkisine dönüştürür ve buna göre edimlerin iadesi sözleşmeden doğan borca dayanarak talep edebileceklerdir93. Kanaatimizce de, Yargıtay’ın94 benimsediği görüşe göre, dönme beyanı ile sözleşme geriye etkili olarak hükümsüz hale gelir ve edimlerin iadesi sebepsiz zenginleşme hükümlerine göre talep edilebilir.  Dönme beyanının kullanılması ile birlikte TKHK m. 45/1 c. 2’de tüketiciye tazminat yükümlülüğü getirilmekle birlikte, TKHK m. 45/3 hükmü uyarınca her iki tarafa edinimlerin  91 Gümüş, s. 272; Çabri, 4. Tüketici Hukuku Kongresi, s. 229. 92 Oğuzman/ Öz, s. 530; Doğar, s. 273. 93 Oğuzman/ Öz, s. 521. 94 Bkz. Yarg. 23. HD, E. 2015/925, K. 2016/1721, T. 18.03.2016, Geriye etkili feshe, sözleşmeden dönme” denir. Dönme halinde, sözleşme, geçmişe etkili olarak son bulur. Başka bir anlatımla, sözleşmenin yapıldığı andaki duruma dönülür.”; Yarg. 15 HD. E. 2018/4947, K.2019/3227, T. 08.07.2019, Feshin geriye etkili olması durumunda, sözleşme hiç yapılmamış (yok) farz edilerek hüküm doğuracağından taraflar karşılıklı olarak birbirlerine verdiklerini sebepsiz zenginleşme hükümlerince geri alabilir.” www.kazanci.com , (erişim tarihi: 10.05.2020). 15iadesi yükümlülüğü getirilmiştir. Aşağıda, öncelikle edimlerin iadesi, daha sonrasında ise, sözleşmeden dönme nedeniyle tüketicinin ödemekle yükümlü olduğu tazminat ve diğer vergi, harç ve masraflar açıklanacaktır.  B.  Edimlerin İadesi  Ön ödemeli konut satış ve satış vaadi sözleşmelerinde dönme halinde TKHK m. 45/3 Sözleşmeden dönülmesi durumunda, tüketiciye iade edilmesi gereken tutar ve tüketiciyi borç altına sokan her türlü belge, dönme bildiriminin satıcıya ulaştığı tarihten itibaren en geç yüz seksen gün içinde tüketiciye geri verilir. Satıcının aldığı bedeli ve tüketiciyi borç altına sokan her türlü belgeyi iade ettiği tarihten itibaren, tüketici on gün içinde edinimlerini iade eder.”  hükmü ile taraflara iade yükümlülüğü getirilmiş ve iadenin süresi, iadenin sırası söz konusu hükümde  düzenlenmiş  ancak  tarafların  edinimlerini  nasıl  iade  edeceklerine  ilişkin  bir açıklama yapılmamıştır ve edinimlerin iadesi”  borcunun niteliği doktrinde tartışmalıdır95.   Klasik dönme görüşüne96 göre, daha önce de açıkladığımız üzere, sözleşmeden dönme beyanının  iletilmesi  sonucunda,  ifa  edilmiş  edimlerin  iadesi  sebepsiz  zenginleşme hükümlerine  (TBK  m.  77)  göre  talep  edilebilecektir.  Aynı  şekilde,  TBK  sistematiğinde düzenlenen sözleşmeden dönme hükümlerinde (TBK m. 125) iade yükümlülüğünün kaynağı yine  sebepsiz  zenginleşme  hükümleri  olacaktır97.  Ayni  etkili  dönme  görüşünü  savunan yazarlar, edimlerin iadesinin hukuki sebebini ayni hakka dayanarak istenebileceğini ifade etmişlerdir98. Buna göre, iade alacaklısı yerine getirilmiş edimlerin iadesi için istihkak davası açmak suretiyle iadesini talep edebilecektir99. Yeni dönme teorisini savunan yazarlar ise, edinimlerin iadesi borcunun tasfiye ilişkisi çerçevesinde yapılması gerektiğini100, dönme ile sözleşmenin  geriye  etkili  olarak  ortadan  kalkmadığını,  sadece  içeriğinin  değiştiğini belirtmişler,  buna  göre  sözleşme  devam  etmekte  olduğundan  ifa  edilmiş  olan  edimlerin sözleşmeden doğan iade borcu kapsamında iadesi talep edilebilecektir101.    95 Doğar, s. 283; Oğuzman/ Öz, s. 517. 96 Oğuzman/ Öz s. 517; Özmen/ Vardar-Hamamcıoğlu, s. 81, dn. 110; s. 87. 97 Özmen/ Vardar-Hamamcıoğlu, s. 87. 98 Buz, s. 133 vd.; Anık, s. 225. 99 Anık, s. 225. 100 Özmen/ Vardar-Hamamcıoğlu, s. 87, dn. 116; Gümüş, s. 276; Serozan, s. 74 vd. 101 Serozan, s. 90; Eren, s. 1258. 16Edimlerin iadesini düzenleyen ilgili hüküm incelendiğinde, kanun koyucunun aynı anda ifa kuralı yerine öncelikli ifa yükümlüsünün satıcı olarak belirlediğini görmekteyiz102. Buna göre, önce satıcı tüketiciden almış olduğu satış bedeli ve tüketiciyi borç altına sokan her türlü  belgeyi  iade  etmekle  yükümlü  olacak,  satıcı  tarafından  iade  yükümlülüğü  yerine getirildikten  sonra  tüketici  edimlerini  iade  edecektir.  Doktrinde  öncelikli  ifa  şeklindeki düzenleme eleştirilmiş ve sözleşmede taraflar arasındaki dengeyi bozduğu belirtilmiştir103. Tarafların, sözleşme ile ifa sırasını değiştirmeleri mümkün değildir104.   Tüketiciye iade edilmesi gereken tutar ve tüketiciyi borç altına sokan her türlü belge, dönme bildiriminin satıcıya ulaştığı tarihten itibaren en geç doksan gün içinde iade edilmesi şeklinde düzenleme mevcut iken bu sürede 684 Sayılı KHK ile değişiklik yapılarak satıcı lehine  uzatılmış  ve  yüz  seksen  güne  çıkartılmıştır.  Satıcı  iade  etme  yükümlülüğünü  yüz seksen  gün  içerisinde  ifa  etmediği  takdirde  temerrüde  düşer  ve  temerrüt  dolayısıyla tüketicinin önceden ödemiş olduğu satış bedeli alacağından mahrum kalınan her gün için temerrüt  faizi  ödemekle  yükümlü  olur105.  Satıcı,  ön  ödemeli  konut  satış  sözleşmesinde mesleki ya da ticari amaçla hareket etmiş olduğundan tacir konumundadır ve sözleşme 6102 sayılı TTK106 m. 3 bir ticari işletmeyi ilgilendiren bütün işlem ve fiiller ticari işlerdendir” hükmü gereği ticari iş niteliğindedir. Ayrıca, TTK m. 19 hükmü Bir tacirin borçlarının ticari olması asıldır. Ancak, gerçek kişi  olan  bir tacir, işlemi yaptığı anda bunun ticari işletmesiyle ilgili olmadığını diğer tarafa açıkça bildirdiği veya işin ticari sayılmasına durum elverişli olmadığı takdirde borç adi sayılır. Taraflardan yalnız biri için ticari iş niteliğinde olan sözleşmeler, Kanunda aksine hüküm bulunmadıkça, diğeri için de ticari iş sayılır.” uyarınca tüketici, satıcının temerrüdü halinde temerrüt faizi istenebileceğini belirtmiştir107. Aynı şekilde Yargıtay da, satıcının tacir olması ve taraflardan biri için işin ticari iş niteliğinde olan sözleşmelerde kanunda aksine hüküm bulunmadıkça diğer taraf için de ticari iş sayıldığı gerekçesiyle tüketicinin ticari temerrüt faizi isteyebileceğine karar vermiştir108. Buna göre,  102 Doğar, s. 288; Gümüş, s. 101; Çabri, s. 686; Bu düzenleme hakkında eleştiriler için bkz. Atamer, s. 247. 103Tüketicinin üzerine düşen yükümlülükleri yerine getirmeden satış bedelini iade aldığının anlaşılmasının mümkün olmadığı ifade edilmiştir. Bkz. Atamer, s. 247; Tüketicinin kendi yükümlülüğünü yerine getirmesine müteakiben satıcının satış bedelini faizi ile ödemesi hk. bkz. Doğar, s. 288, dn. 828. 104 Doğar, s. 289. 105 Gümüş, s. 275; Çabri, s. 686. 106 Bkz. RG. 14.02.2011, S. 27846. 107 Mehmet Bahtiyar/ Levent Biçer, Adi İş/Ticari İş/Tüketici İşlemi Ayrımı ve Bu Ayrımın Önemi”, 6098 Sayılı Türk Borçlar Kanunu Hükümlerinin Değerlendirilmesi Sempozyumu, Prof. Dr. Cevdet Yavuz‟a Armağan, 2012, s. 413 vd. 108 Bkz. Yarg. 13. HD. E. 2016/18376, K. 2017/306, T. 19.01.2017 Davacı eldeki dava ile, alacağının avans faizi ile birlikte ödenmesini istemiş olup, mahkemece yasal faize hükmedildiği anlaşılmakta ise de, yeni Türk Ticaret Kanunu 19. maddesi (mülga TTK 21.madde) hükmü uyarınca tacir olan davalı şirketin borçlarının da ticari olması asıl olup, taraflardan yalnız biri için ticari iş niteliğinde olan sözleşmelerin, kanunda aksine hüküm 17satıcının yüz seksen günlük iade süresinde temerrüde düşmesi halinde, tüketici satıcıdan ticari temerrüt faizi isteyebilecektir.  Öncelikli  ifa  düzenlemesi  gereği,  satıcı  tüketiciye  olan  iade  borcunu  yerine getirmedikçe,  tüketicinin  iade  borcu  doğmayacaktır.  Tüketici,  satıcı  iade  yükümlülüğünü yerine getirdiği tarihten itibaren on gün içinde her türlü edinimi iade etmekle yükümlüdür. Ancak,  iade  sürelerine  ilişkin  getirilen  düzenlemenin,  nispi  emredici  nitelikte  olması nedeniyle  kısaltılması  veya  kaldırılması  mümkün  değilse  de,  tüketici  lehine  uzatılması mümkün olabilir109. Satıcı iade yükümlülüğünü yerine getirdikten sonra tüketici, edinmişse taşınmazın mülkiyeti veya zilyetliğini ve diğer edinimlerini iade etmelidir. Örneğin; satıcı, sözleşmeye bağlı olarak promosyon ürünler vermişse, tüketici bu ürünleri satıcıya iade süresi içerisinde  iade  etmelidir110,  aksi  durumda  tüketici  de  temerrüde  düşeceğinden,  satıcının uğramış  olduğu  zararlarını  tazmin  etmek  zorunda  kalacaktır.  Ürünler  tüketilmişse,  iade yükümlülüğü sebepsiz zenginleşme hükümlerine tabi olarak bedel üzerinden devam edecektir.  Ön ödemeli konut satışı sözleşmesinde taşınmaz zilyetliği veya mülkiyeti tüketiciye devredildikten sonra tüketicinin dönme hakkını kullanması halinde bu edinimlerin nasıl iade edileceğine  ilişkin  bir  düzenleme  bulunmamaktadır.  Usulüne  uygun  olarak  tüketiciye devredilen mülkiyet  hakkı,  sözleşmeden dönme hakkının kullanılması ile mülkiyet hakkı kendiliğinden satıcıya geri dönmez111. İfa edilmiş olan edimin iadesi için, ayni etkili dönme görüşüne göre112, tüketici adına olan tescil dönme hakkının kullanılmasıyla TMK m. 1024 uyarınca  yolsuz  hale  gelir  ve  TMK  m.  1025  uyarınca  tapu  sicilinin  düzeltilmesi  davası açılarak iadesini sağlanır113.   Klasik dönme görüşüne göre, sözleşmeden dönülmesi ile önceden ifa edilen edimlerin iadesi sona ermiş sebebe dayalı sebepsiz zenginleşme hükümlerine tabi olur114 ve buna göre  bulunmadıkça diğer taraf içinde ticari iş sayıldığı anlaşılmakla, davacının ticari faiz talep edebileceğinin kabulü gerekir. Bu nedenle mahkemece hükmolunan alacağa avans faizi yürütülmesi gerekirken kabule göre yasal faize hükmedilmiş olması da usul ve yasaya aykırı olup, davacı yararına bozmayı gerektirir.” 109Aydın  Yılmaz,  6502  Sayılı  Tüketicinin  Korunması  Hakkındaki  Kanun  Uyarınca  Ön  Ödemeli  Konut Satışlarında Dönme Hakkı ve Sonuçları, Yüksek Lisans Tezi, Kocaeli Üniversitesi Sosyal Bilimler Enstitüsü, Kocaeli, 2019, s. 59; dn. 249; Doğar, s. 289. 110 Gümüş, s. 267. 111 Serozan, s. 91; Doğar, s. 286. 112 Buz, s. 134 vd. 113 Buz, s. 140; Oğuzman/ Öz, s. 519;  114 Doğar, s. 286; Özmen/ Vardar-Hamamcıoğlu, s. 89; Oğuzman/ Öz, s. 518; Yarg. 23. HD. E. 2015/7649, K. 2017/1715, T. 07.06.2017, ... Sözleşmeyi geçmişe etkili şekilde feshetme, diğer bir anlatımla sözleşmeden dönme hakkını kullandığı, sözleşme geçmişe etkili şekilde feshedildiği için taraflar fesih anına kadar ifa ettikleri 18tüketicinin mülkiyeti devirden kaçınması halinde satıcı, 4721 Sayılı Türk Medeni Kanunu115 m. 716’ya göre tescile zorlama davası açarak ön ödemeli konut satış sözleşmesine konu taşınmazın mülkiyetini kendi adına geçirilmesini talep edebilir116. Aynı şekilde, yeni dönme görüşüne göre117, sözleşmeden dönme halinde taşınmaz mülkiyeti ne kendiliğinden satıcıya geri dönecek ne de kendiliğinden yolsuz hale gelecektir. Tasfiye ilişkisi içerisinde taraflar iade konusunda anlaşacak, aksi takdirde açılacak ifa davası ile TMK m. 716’ya dayalı olarak mülkiyet satıcıya dönecektir.  Tüketiciye mülkiyetin geçirilmediği ancak zilyetliğin devredildiği durumda ise satıcı, zilyetliğin  iadesi  için  TMK  m.  993-995  hükümlerine  dayanarak  dava  yoluna  gitmesi gerekecektir118. Bu açıdan sözleşmeden dönmeyle birlikte, satıcı, zilyetliğin iadesini istihkak talebi ile sağlayabilecektir119.  Tüketicinin  kendi  rızasıyla  tapuya  giderek  kat  irtifakının  terkinini  ve  satıcı  adına tescilini istediğinde, tapu müdürlükleri bu işlemi yeniden satış şeklinde yapabileceklerini söyleyeceklerdir120,  bu  kısımda  tapu  masraflarına  kimin  katlanacağı  ise  bir  muammadır. TKHK m. 45/1 c. 2 hükmü Sözleşmeden dönülmesi durumunda satıcı; konutun satışı veya satış vaadi sözleşmesi nedeniyle oluşan vergi, harç ve benzeri yasal yükümlülüklerden doğan masrafların ... ödenmesini isteyebilir” şeklinde olup, bu hüküm uyarınca tüketicinin dönme hakkını kullanmasıyla ön ödemeli konut satışı sözleşmesinden dönülmesi nedeniyle doğan her türlü masraf, vergi ve harç tüketici tarafından karşılanmalıdır. Bu nedenle, tüketici gerekçesiz olarak dönme hakkının ekonomik sonuçlarına katlanarak121, edinimini iade ederken oluşan devir masraflarını bizzat kendisi ödemek zorunda kalacaktır. Aynı doğrultuda, ön ödemeli konut satış vaadi sözleşmesi nedeniyle oluşan vergi, noter masrafları TKHK m. 45/1 c. 2 hükmü gereği tüketici tarafından ödenecektir.   edimleri  sebepsiz  zenginleşme  hükümlerine  göre  isteyebileceği,  sebepsiz  zenginleşmenin  sebebin  ortadan kalkması esasına dayandığı...” www.lexpera.com.tr (erişim tarihi: 14.05.2020). 115 Bkz. RG. 08.12.2001, S. 24607. 116 Özmen/ Vardar-Hamamcıoğlu, s. 89; Çabri, s. 701; Çabri, Tüketici Hukuku Uygulamaları, s. 140; Çabri, 4. Tüketici Hukuku Kongresi, s. 230; Oğuzman/ Öz, s. 518; Özmen, s. 505. 117 Serozan, s. 91 vd. 118 Kemal Oğuzman/ Özer Seliçi/ Saibe Oktay-Özdemir, Eşya Hukuku, 20. Bası, Filiz Kitabevi, İstanbul, 2017, s. 115 vd. 119 Özmen/ Vardar-Hamamcıoğlu, s. 89. 120 Özmen/Vardar-Hamamcıoğlu, s. 89; Atamer, s. 247; Sirmen, s. 161. 121 Doğar, s. 287; Çabri, s. 702; Çabri, Tüketici Hukuku Uygulamaları, s. 140-141. 19Bu  masrafların  satıcı  tarafından  istenebilmesi  için  sözleşmede  bir  düzenleme yapılmasının  gerekip  gerekmeyeceği  bir  başka  sorudur.  İlgili  hükmün  gerekçesinden122, masrafların istenebilmesi için sözleşmede yazılması gerektiği söylenebilir. Ancak, bizim de katıldığımız görüşe göre123, satıcı sözleşmede masrafların ödeneceğine dair hüküm olmasa dahi, bu masrafları talep edebilmelidir.  Satıcı tarafından satış bedelinin tüketiciye iadesinde faiz talep edilip edilemeyeceğine ilişkin kanunda düzenleme bulunmamakta olup, bu hususu da cevaplanması gereken ayrı bir sorudur. Doktrinde TBK m. 269/2 ‘Alıcı, yapmış olduğu ödemelerin cayma parasını aşan kısmının,  getirileri  ile  birlikte  kendisine  geri  verilmesini  isteyebilir.’  şeklindeki  hükme dayandırarak faiz istenebileceği ve ayrıca dönme cezası ödemek zorunda kalan tüketicinin karşısında menfaat dengesi de gözetilerek satıcının da ödenmiş olan bedeli faiziyle birlikte iade etmesi gerektiği görüşü mevcuttur124. Kanımızca, kanun metninde dönme bildiriminin yapıldığı sözleşmenin aşamasına göre tüketiciye artan oranlarda dönme cezası niteliğinde tazminat yükümlülüğü getirilmiş olduğundan, bunun karşılığında satıcı da satış bedelini faizi ile iade etmesi gerekir.  C.  Tazminat Yükümlülüğü  1.  Genel Olarak  Tüketicinin  sözleşmeden  dönme  hakkını  kullanması  halinde,  TKHK  m.  45/1  c.  2 gereği ...Sözleşmeden dönülmesi durumunda satıcı; ... sözleşme tarihinden itibaren ilk üç ay için sözleşme bedelinin yüzde ikisine, üç ila altı ay arası için yüzde dördüne, altı ila on iki ay arası için yüzde altısına ve on iki  ila yirmi  dört  ay arası için de yüzde sekizine  kadar tazminatın  ödenmesini  isteyebilir.  şeklinde  tazminat  yükümlülüğü  getirilmiştir.  İlgili hükmün  ilk  halinde,  tazminat  miktarı,  dönme  beyanının  kullanılmış  olduğu  sözleşmenin aşamasına göre değişmemekte, sözleşme süresi boyunca azami tazminat tutarı satış bedelinin yüzde  ikisi  tutarında  idi.  Görüleceği  üzere,  tüketiciye  getirilen  tazminat  yükümlülüğü arttırılmış  durumdadır.  Satıcı  lehine  konulan  bu  hüküm  ile  inşaat  sektöründe  yaşanan  122 Bkz. TKHK m. 45/1 gerekçesi Kuşkusuz bu hallerde satıcıyı korumak açısından tüketicinin bir dönme cezası ve konutun satışı veya satış vaadi nedeniyle oluşan vergi, harç ve benzeri yasal yükümlülüklerden doğan masrafları ödemesi sözleşme ile kararlaştırılabilir.” 123 Özmen/ Vardar-Hamamcıoğlu, s. 92; Çabri, 4. Tüketici Hukuku Kongresi, s. 231; Doğar, s. 288; Acar, s. 34. 124 Özmen/ Vardar-Hamamcıoğlu, s. 87; Makaracı, s. 161. 20ekonomik sıkıntıları önlemek ve bir nebze tüketicinin dönme hakkını sınırlamak amaçlanmış ve taraflar arasındaki sözleşme dengesi sağlanmaya çalışılmıştır125.   Kanun metninde tazminat olarak tabir edilen yükümlülük, hükmün gerekçesinde126 de belirtildiği üzere hukuken dönme cezası niteliğindedir. Doktrinde, gerekçede dönme cezası” tabiri kullanılmakta iken, hüküm metninde tazminat” tabirinin kullanılması eleştirilmiştir127. TBK m. 179/3 hükmünde Borçlunun, kararlaştırılan cezayı ifa ederek sözleşmeyi, dönme veya fesih suretiyle sona erdirmeye yetkili olduğunu ispat etme hakkı  saklıdır.” şeklinde dönme  cezası  düzenlenmiştir.  Buna  göre,  borçlu,  karşı  tarafın  herhangi  bir  borca  aykırı davranışı olmaksızın sözleşmede kararlaştırılan belirli miktarda parayı ödeyerek sözleşmeden dönme hakkına sahiptir. Burada amaç, tüketiciye ilişkiden sıyrılmak için ferahlık” sağlamak ve onu belirli ceza bedelini ödemesi koşuluyla sözleşmeden beri kılabilmektedir128.   Dönme cezası  niteliğinde olan tazminatın talep edilebilmesi için, kanunda hüküm bulunduğundan  ayrıca  sözleşmeye  hüküm  konulmasına  gerek  bulunmamaktadır.  Hükmün gerekçesinde bu masrafların ödemesi sözleşme ile kararlaştırılabilir” şeklinde olsa dahi, doktrinde, kanun koyucunun iradesi sözleşme ile kararlaştırılması yönünde olsa idi, TKHK m. 37/2 ... sözleşmede yer verilmek suretiyle...” şeklinde açık bir düzenleme yapacağı, ancak ilgili hükümde açıkça sözleşmede kararlaştırılmış olma şartını aramadığını belirtmiştir129.   Söz konusu dönme cezası, satıcının zararı doğmasa dahi, sözleşmenin aşamasına göre talep  edilebilecektir,  yargılama  aşamasında  da  satıcının  zararının  doğup  doğmadığı araştırılmayacaktır130. Satıcının zararı, belirtilen miktarlardan daha fazla dahi olsa, kanunda belirtilen tazminatın üst sınırından fazlasını tüketiciden talep edemeyecektir131. Aksi yönde, satıcının dönme cezasını aşan zararını ispat etmesi koşuluyla, aşan kısım için genel hükümlere  125Aydoğdu, s. 278-279; Doğar, s. 289 vd.; Çabri, 701 vd.; Çabri, Tüketici Hukuku Uygulamaları, s. 142; Makaracı, Konferans, s. 257. 126Bkz. TKHK m. 45 gerekçesi;” satıcıyı korumak açısından tüketicinin bir dönme cezası ve konutun satışı veya satış vaadi sözleşmesi nedeniyle oluşan vergi, harç ve benzeri yasal yükümlülüklerden doğan masrafları ödemesi sözleşme ile kararlaştırılabilir.” 127Özmen/ Vardar-Hamamcıoğlu, s. 92. 128Serozan, s. 221; Nomer, s. 479. 129 Çabri, s. 703; Çabri, Tüketici Hukuku Uygulamaları, s. 142. 130 Orhan Sekmen, Türk Fikri Mülkiyet Hukukunda Zararı Aşan Tazminat ve Belirlenmesi”, İstanbul Kültür Üniversitesi Hukuk Fakültesi Dergisi, 2015, C. 14, S. 2, s. 76. 131Gümüş, s. 273; Aydoğdu, s. 279; Çabri, 4. Tüketici Hukuku Kongresi, s. 231; Özmen/ Vardar-Hamamcıoğlu, s. 93; Doğar, s. 291. 21göre  talep  edebileceği  görüşü  de  ileri  sürülmüştür132.  Taraflar,  dönme  cezası  miktarını sözleşmede serbestçe daha aşağı oranlarda kararlaştırabilirler133.   Ön  ödemeli  konut  satışı  sözleşmesinden  dönülmesi  sonucunda  tarafların  karşılıklı olarak para borcu iadesi söz konusu olur. Satıcının satış bedelini iade borcu mevcut iken, tüketicinin ise dönme cezası ve diğer masrafları ödeme yükümlülüğü söz konusu olur. Buna göre,  TKHK  m.  45/3  uyarınca  öncelikli  ifa  yükümlüsü  olarak  belirlenen  satıcının  satış bedelini  iade  ederken  tüketicinin  ödemekle  yükümlü  olduğu  dönme  cezası  ve  diğer masraflarına ilişkin alacağını satış bedelinden mahsup edebilecektir134.  Kanunda  belirtilen  ismiyle  tazminat  yükümlülüğü,  cayma  hakkı  süresinin  sona ermesinden itibaren başlamaktadır135. Keza, tüketici on dört günlük cayma süresi içerisinde cayma hakkını kullandığı durumda tazminat ödeme yükümlülüğü bulunmamaktadır. TKHK m. 43/1 gereği cayma hakkının kullanılması için cayma beyanının yöneltilmesi yeterli olup136, tüketicinin cayma süresi içerisinde beyanını yöneltmesi ancak on dört günlük süre geçtikten sonra  varması  durumunda  dahi  sözleşmeden  cayma  beyanı  hüküm  ve  sonuçlarını doğuracağından tüketicinin tazminat ödeme yükümlülüğü doğmayacaktır. Kanaatimizce de, cayma hakkının kullanılmasında herhangi bir ceza koşulu getirilmemiş olması ve beyanın yöneltilmesinin yeterli görülmesi nedeniyle cayma süresi içerisinde dönme beyanı bildirilmiş olsa dahi, tüketicinin dönme cezasını ödeme yükümlülüğü söz konusu olmamalıdır137. Keza, kanun koyucu cayma beyanının on dört günlük süre geçtikten sonra satıcıya ulaşmasının riskini ve oluşacak hak kaybını tüketiciye bilinçli olarak yüklememiştir138.  2.  Tazminat İstenemeyecek Haller  Tüketicinin ön ödemeli konut satış ve satış vaadi sözleşmelerinden dönmesi halinde, satıcı dönme zamanına bağlı olarak sözleşme bedelinin belirli bir yüzdesi kadar tazminat ile sözleşme nedeniyle oluşan vergi, harç ve benzeri yasal yükümlülüklerden doğan masrafları talep  edebilir.  Ancak  bu  kuralın  istisnaları  söz  konusudur.  Bu  haller,  TKHK  m.  45/2 hükmünde  Satıcı,  yükümlülüklerini  hiç  ya  da  gereği  gibi  yerine  getirmezse  tüketiciden  132 Sekmen, s. 76. 133 Özmen/ Vardar-Hamamcıoğlu, s. 92; Çabri, Tüketici Hukuku Uygulamaları, s. 143. 134 Özmen/ Vardar-Hamamcıoğlu, s. 94. 135 Gümüş, s. 271; Çabri, s. 698; Çabri, 4. Tüketici Hukuku Kongresi, s. 229. 136 Doğar, s. 265; Makaracı, s. 253. 137 Yılmaz, s. 64 vd. 138 Koçaker, s. 82. 22herhangi bir bedel talep edemez. Tüketicinin ölmesi veya kazanç elde etmekten sürekli olarak yoksun kalması sebebiyle ön ödemeleri yapamayacak duruma düşmesi ya da sözleşmenin yerine  olağan  koşullarla  yapılacak  bir  taksitle  satış  sözleşmesinin  konulmasına  ilişkin önerisinin satıcı tarafından kabul edilmemesi yüzünden sözleşmeden dönülmesi hâllerinde tüketiciden  herhangi  bir  bedel  talep  edilemez.”  şeklinde  belirtilmiş,  bunlara  ek  olarak ÖÖKSHY  m.  9/4  fıkrasında   Satıcının  yükümlülüklerini  hiç  ya  da  gereği  gibi  yerine getirmemesi” ve ÖÖKSHY m. 9/5 fıkrasında Bir konutun birden fazla tüketiciye satılması” hali ve son olarak ÖÖKSHY m. 11 hükmünde proje değişikliği” düzenlenmiştir. Aşağıda tazminat istenemeyecek hallerin her biri ayrı konu başlığında ayrıntılı şekilde incelenecektir.  a.  Satıcının Yükümlülüklerini Hiç Ya Da Gereği Gibi Yerine Getirmemesi  6502 sayılı Tüketicinin Korunması Hakkındaki Kanun m. 45/2 c. 1 ile ÖÖKSHY m. 9/4 hükmünde belirtildiği üzere satıcı sözleşme ile edinmiş olduğu yükümlülüklerini hiç ya da gereği gibi yerine getirmemesi halinde tüketiciden herhangi bir bedel talep edemeyecektir. Ancak bu hüküm düzenlemeseydi dahi, genel hükümler gereği (TBK m. 117 vd.) satıcının temerrüdü  veya  ayıplı  ifası  halinde  herhangi  bir  bedel  ödenmeksizin  alıcı,  sözleşmesel ilişkiden dönebilecekti. Dolayısıyla, bu durumun tüketici kanununa özgü olmadığı, borçlar kanunundan kaynaklanan genel dönme sebebi olduğu söylenebilir139.  Satıcı, ön ödemeli konut satışı sözleşmesi uyarınca kararlaştırılan tarihte (TKHK m. 44 uyarınca sözleşme tarihinden itibaren otuz altı ay içinde) ayıpsız şekilde tüketiciye devir ve teslim  etmekle  yükümlüdür.  Satıcı  bu  yükümlülüğünü  hiç  veya  gereği  gibi  ifa  etmediği durumda,  tüketicinin  sözleşmeden  dönmesi  halinde  satıcının  tazminat  talep  etme  hakkı doğmayacaktır140.   Satıcının konutu ayıplı olarak teslim etmesi veya teslimin ayıplı olacağı anlaşılıyorsa bu  durum  satıcının  yükümlülüğünü  gereği  gibi  ifa  etmediğinin  ve  tazminat  talep edemeyeceğinin bir göstergesidir. Örneğin; maketten satışlarda reklamlarda aşırı lüks siteler gösterilerek,  klimalı,  ankastreli  ve  beyaz  eşyalı  olarak  tanıtılmış  ve  satışı  yapılmış  olan konutta inşa edildikten sonra bu özelliklerin yer almaması, reklamlarda gösterilen konuta hiçbir şekilde uymaması halinde ayıplı ifa nedeniyle, sözleşmede konutun yüz m2 olarak  139 Atamer, s. 244; Gümüş, s. 274; Özmen/Vardar-Hamamcıoğlu, s. 99; Çabri, 4. Tüketici Hukuku Kongresi, s. 232; Doğar, s. 279. 140 Aydoğdu, s. 279; Çabri, 4. Tüketici Hukuku Kongresi, s. 232; Çabri, s. 704; Doğar, s. 292. 23belirtilmesine karşı, doksan m2 olarak tesliminde eksik ifa nedeniyle tüketici dönme hakkını kullanabilecek ve tazminat ödemekten kurtulacaktır.   Sözleşmede belirtilen tarihte konutun devir veya tesliminin gerçekleşmemesi halinde satıcı temerrüde düşmüş olur. Bu durumda satıcının temerrüdü nedeniyle tüketici TBK m. 117 hükümlerine dayanarak sözleşmeden dönme hakkı bulunmaktadır141. Tüketici, TBK m. 123 hükmü uyarınca satıcıya uygun bir süre verebilir, süre sonunda veya uygun bir süre vermeye gerek kalmayan hal varsa derhal TBK m. 125 uyarınca sözleşmeden dönebilir ve uğramış olduğu menfi zararları da talep edebilir142. Buna göre, tüketicinin ön ödemeli konut satışı için yaptığı masraflar, ödenen harç ve vergiler ile kaçırmış olduğu sözleşme fırsatları menfi zarar kapsamındadır143. Satıcı borcuna aykırı davranışında kusurlu olmadığını ispatlayabiliyorsa, bu durumda tüketicinin menfi zararlarını ödemekle sorumlu olmayacaktır144.  Konutun  kararlaştırılan  sürede  teslim  edilememesi  veya  zamanında  teslim edilemeyeceğinin önceden anlaşılması  halinde tüketicinin  süre vermeye gerek olmaksızın sözleşmeden dönme hakkı mevcuttur145. Sözleşme devam ederken dönme hakkı, TBK m. 473/1 hükmü146 gereği eser sözleşmelerinde söz konusu olmaktadır147. Ön ödemeli konut satışı sözleşmelerinde, eser sözleşmelerine uygulanan TBK m. 473/1 hükmünün uygulanması mümkün  olup  olmayacağına  ilişkin  açıklama  yapabilmek  için,  ön  ödemeli  konut  satışı sözleşmelerinin hukuki niteliğini incelemek gerekecektir.  Yargıtay, emek unsurunun ağır bastığı hallerde sözleşmenin eser sözleşmesi niteliğinde; mal tesliminin ağır bastığı hallerde ise satış sözleşmesi niteliğinde olduğunu belirtir148. Yüklenici ve satıcı sıfatlarının aynı kişide toplanması halinde, sözleşme eser sözleşmesine yakınlaşmakta ise de, ön ödemeli konut satışı sözleşmesinde  konutun  devri  ve  teslimi  borcu  ağır  basmaktadır.  Ancak,  son  dönemlerde  141 Doğar, s. 292; Çabri, Tüketici Hukuku Uygulamaları, s. 145. 142Gümüş,  s.  274;  Çabri,  4.  Tüketici  Hukuku  Kongresi,  s.  232;  Çabri,  s.  705;  Çabri,  Tüketici  Hukuku Uygulamaları, s. 145; Öz, 4. Tüketici Hukuku Kongresi, s. 155. 143 Doğar, s. 293; Çabri, s. 705. 144 Atamer, s. 245; Çabri, 4. Tüketici Hukuku Kongresi, s. 232; Çabri, s. 705. 145 Çabri, s. 704; Çabri, Tüketici Hukuku Uygulamaları, s. 145.   146 Bkz. TBK m. 473/1, Yüklenicinin işe zamanında başlamaması veya sözleşme hükümlerine aykırı olarak işi geciktirmesi ya da işsahibine yüklenemeyecek bir sebeple ortaya çıkan gecikme yüzünden bütün tahminlere göre yüklenicinin işi kararlaştırılan zamanda bitiremeyeceği açıkça anlaşılırsa, işsahibi teslim için belirlenen günü beklemek zorunda olmaksızın sözleşmeden dönebilir.” 147 Aydın Zevkliler/ Emre Gökyayla, Borçlar Hukuku Özel Borç İlişkileri, 19. Bası, Turhan Kitabevi, Ankara, 2019, s. 518 vd. 148 Bkz. Yarg. İBK. E. 1978/3, K. 1978/4, T. 24.04.1978 Bağımsız bölüm satış vaadi, inşa edilecek veya edilmekte olan binalardaki katlara ilişkindir. Topraktan kat satışı denilen bu hukuki ilişki; bir eser sözleşmesi değil, bir satım sözleşmesidir. Çünkü bunda önceden belli bir projeye göre işin yerine getirilmesi söz konusudur ve emek (çalışma), satılan kat için özel bir nitelik taşınmamaktadır. Bu nedenle sözleşmede emek değil, nesne teslimi edimi üstün bulunmaktadır.”, www.kazanci.com , (erişim tarihi: 15.01.2020). 24yapılan projelerde belirtilen akıllı bina gibi teknolojilerin uygulanması, peyzaj çalışmaları gibi hususlar  göz  önüne  alındığında  sözleşmenin  satış  sözleşmesi  yanında  eser  sözleşmesini içerisinde barındırdığı aşikardır. Bu nedenle, kanımızca TBK m. 473/1 hükmü ve ayrıca TKHK  m.  45/2  gereği  konutun  belirlenen  zamanda  teslim  edilemeyeceğinin  önceden anlaşılması  hali  satıcının  edimini  gereği  gibi  ifa  etmediği  kapsamına  sokularak  tüketici sözleşmeden tazminat ödemeksizin dönebilir.   b.  Tüketicinin Ölmesi  Sözleşmelerde  taraflardan  birinin  ölümü,  kural  olarak  sona  erme  sebebi  değildir. Ancak vekalet sözleşmeleri gibi şahsen ifa borçlu olunan sözleşmelerde (TBK m. 440, 513) ölüm  ile  kendiliğinden  sona  erme  söz  konusu  olacaktır.  Ön  ödemeli  konut  satışı sözleşmesinde de tüketicinin ölümü ile sözleşme kendiliğinden sona ermeyecektir149, miras bırakan tüketicinin mirasçıları sözleşmeye külli halef olarak taraf olacaktır. Buna göre, miras bırakan tüketicinin mirasçıları satış bedelini ödemekle yükümlü olacaktır. Ancak TKHK m. 45/2 gereği mirasçılar talep ederse tazminat ödemeksizin dönme hakkını kullanabilecektir. İlgili hükmün ihtiyaç duyup duymadıkları meçhul bir edim için mirasçıların geleceğe dönük yükümlendirilmesi doğru bulunmamıştır.” şeklindeki gerekçesinde mirasçılara dönme hakkı verilmesinin sebebi belirtilmiştir.   Tüketicinin ölümü halinde, ÖÖKSHY m. 9/4 hükmünde tazminatın yanı sıra vergi, harç, masraf ve benzeri adlar altında herhangi bir bedel ödemeksizin mirasçıların dönme hakkını  kullanabileceği  şeklinde  düzenleme  yapılmış  olsa  da,  kanun  metninde  ve gerekçesinde dönme cezası ödenemeyecek haller” şeklinde belirtilmiş olduğundan dönme cezası  hariç  kalan  masrafların  tüketiciden  istenip  istenemeyeceği  belirsizdir.  Doktrindeki hakim  görüşe  göre  dönme  hakkını  kullanan  mirasçıların  dönme  tazminatını  ödemekten kurtulmuş olsalar da, sözleşme gereği yapılan vergi, harç ve benzeri yasal yükümlülüklerden doğan  masrafları  da  ödemek  zorunda  kalacağı  şeklindedir150.  Sözleşmeden  dönülmesinde hiçbir  kusuru  bulunmayan  satıcıya  bu  masrafların  yükletilmesi  adil  bulunmamıştır151. Kanaatimizce de, gerekçe metni göz önüne alındığında söz konusu masrafları tüketicinin mirasçılarının ödemesi daha adil olacaktır.   149 Atamer, s. 245; Çabri, 4. Tüketici Hukuku Kongresi, s. 232; Özmen/Vardar Hamamcıoğlu, s. 95; Kara, s. 899; Doğar, s. 293. 150 Özmen/ Vardar-Hamamcıoğlu, s. 96; Doğar, s. 293; Çabri, Tüketici Hukuku Uygulamaları, s. 146;  Çabri, s. 705. 151 Çabri, 4. Tüketici Hukuku Kongresi, s. 233; Özmen/ Vardar-Hamamcıoğlu, s. 96. 25Konutun devir ve teslim edildiği durumlarda, tüketicinin dönme hakkından söz konusu olamayacağı için ölümünden sonra mirasçıların da dönme hakkından söz edilemeyecektir. Zira ilgili hükmün gerekçesinde konutun devir ve tesliminden önce tüketicinin ölmesi halinde mirasçıların  sözleşmeden  dönme  hakkı  mevcut  olduğu  belirtilmiştir.  Konutun  mülkiyeti tüketiciye  devredilmekle  teslimi  yapılmamışsa  veya  teslimi  yapılarak  mülkiyetin devredilmediği durumda dönme hakkının kullanılıp kullanılmayacağına ilişkin bir hüküm yoktur.  Katıldığımız  görüşe  göre,  tüketicinin  sağlığında  konutun  mülkiyeti  tüketiciye devredilse dahi teslimi yapılmadıkça tüketicinin mirasçılarının dönme hakkını kullanabileceği ileri sürülmüştür152.  c.  Tüketicinin Kazanç Elde Etmekten Sürekli Olarak Yoksun Kalması  Tüketicinin dönme hakkını kullanması halinde tazminat ödemeyeceği hallerden bir diğeri, tüketicinin sürekli olarak kazanç elde etmekten yoksun kalmasıdır. İlgili düzenlemenin gerekçesi, tüketicinin maddi imkanları son derece kısıtlanmış olmasına rağmen, gelecekte kavuşacağı  bir  edim  için  ödemelere  devam  etme  yükümlülüğü  altında  bırakılması engellenmek istenmiştir.” şeklinde ifade edilmiştir.    Kazanç elde etmekten sürekli yoksun kalma tabiri doktrinde eleştirilmiş olup153, bu tabir yerine, TBK m. 98’de ‘ifa güçsüzlüğü’ başlığı altında borçlunun borcunu ifa etmede güçsüzlüğe  düşmesi  ve  özellikle  iflas  etmesi  ya  da  hakkındaki  haciz  işleminin  sonuçsuz kalması” halleri şeklindeki sınırlandırılmış tabirin kullanılmasının daha yerinde olacağı ileri sürülmüştür.   Tüketicinin bu sebebe dayanarak sözleşmeden dönebilmesi için her iki şartın birlikte varlığı aranır, bunlardan ilki, sürekli olarak kazanç elde etmekten yoksun hale gelme olup, diğer  şart  ise  bu  yoksunluk  nedeniyle  tüketici  ön  ödemelerini  yapamayacak  duruma gelmelidir. Doktrinde kazanç elde etmekten yoksun kalmanın sürekli olarak ve önemli ölçüde olmasının bir kriter olarak uygulanması gerektiği ileri sürülmektedir154. Tüketicinin yaşadığı  152 Yılmaz, s. 69. 153 Özmen/ Vardar-Hamamcıoğlu, s. 96. 154 Gümüş, s. 274. 26yoksunluk geçici süreliğine olması halinde dönme hakkını kullanmasıyla tazminat ödemek zorunda kalacaktır155.   Kötüye kullanıma açık olan bu hüküm karşısında, hakim takdir hakkını kullanarak dönme  cezasının  ödenip  ödenmeyeceğine  karar  verirken,  tüketicinin  sözleşme  kurulması aşamasındaki kazancı ile sözleşmeden döndüğü zaman arasındaki kazancın karşılaştırılması halinde  önemli  ölçüde  ve  sürekli  olarak  bir  azalma  meydana  gelmesi  aranmalıdır156. Tüketicinin  kazanç  elde  etmekten  yoksun  kalmasında  kusurunun  olup  olmadığına bakılmaz157. Bu durumda kusuruyla da olsa, kazanç elde etmekten sürekli olarak yoksun kalan tüketici, dönme hakkını kullanırsa tazminat ödemekten kurtulacak ancak kendinden kaynaklı bir sebeple dönme hakkını kullandığı için sözleşmeden doğan vergi, harç ve benzeri yasal yükümlülüklerden doğan masrafları ödeyecektir158.   d.   Tüketicinin  Kazanç  Elde  Etmekten  Sürekli  Olarak  Yoksun  Kalması  Sebebiyle Sözleşmenin  Yerine  Olağan  Koşullarla  Yapılacak  Bir  Taksitle  Satış  Sözleşmesi Önerisinin Satıcı Tarafından Kabul Edilmemesi  Tüketicinin dönme cezası ödemekten kurtulduğu hallerden biri de tüketicinin kazanç elde etmekten yoksun hale düşmesi halinde sözleşmede değişiklik teklifinin satıcı tarafından kabul edilmemesi halidir.   Bu şartı düzenleyen ÖÖKSHY m. 9/4-ç hükmü değişiklikten önce Ön ödemeli konut satışının  taksitle  yapılması  durumunda,  mevcut  sözleşmenin  yerine  konut  teslim  tarihini geçmeyen ve tüketicinin mevcut sözleşmeye göre talep edilen vade farkını ödemeyi de kabul ettiği yeni bir taksitle satış sözleşmesinin kurulmasına ilişkin önerisinin, satıcı tarafından kabul  edilmemesi  nedeniyle  sözleşmeden  dönülmesi”  şeklindeki  düzenleme  ile  tüketiciye somut bir sebep yokken dahi değişiklik teklif edebilme yetkisi vermekteydi159. Buna göre teklifin  satıcı  tarafından  kabul  edilmemesi  üzerine  tüketici  dönme  cezası  ödemeksizin sözleşmeden dönebilmekteydi.    155 Çabri, s. 706; Doğar, s. 297. 156 Özmen/ Vardar-Hamamcıoğlu, s. 97. 157 Gümüş, s. 274; Doğar, s. 297. 158 Atamer, s. 245; Çabri, 4. Tüketici Hukuku Kongresi, s. 233; Özmen/Vardar-Hamamcıoğlu, s. 97; Gümüş, s. 274. 159 Özmen/ Vardar- Hamamcıoğlu, s. 97. 27Kanun koyucu bu düzenlemede, TBK m. 138 aşırı ifa güçlüğü” hükmüne benzer bir durum yaratmaya çalışmıştır. Ancak bu hükmün koşulları ağır olduğundan hakim bu koşullara bakmaksızın, tüketicinin yeni sözleşme önerisinin satıcı tarafından kabul edilmemesinin haklı sebeplere dayanıp dayanmadığını araştırması gerekir160. Mülga yönetmelik hükmüne göre, tüketicinin  mevcut  sözleşmeye  göre  talep  edilen  vade  farkını  ödemeyi  kabul  etmesi gerekecektir.  Buna  göre,  tüketici  sadece  vadelerin  uzatılması  ve/veya  taksit  bedellerinin düşürülmesi şeklinde teklifte bulunabilecektir161. Bu öneriler dışında (satış bedelinde indirim, vade farkı ödemeksizin taksit sayısı arttırılması, konutun erken teslimi vb162.) tüketicinin öneri sunması ve satıcının bu öneriyi kabul etmemesi halinde tüketiciye dönme cezası ödemeksizin dönme hakkı vermeyecektir.   Tüketicinin dönme hakkını kullanabileceği bu duruma 11 Mart 2017 tarihli değişiklik ile  tüketicinin  kazanç  elde  etmekten  sürekli  olarak  yoksun  kalması  sebebiyle”  ibaresi eklenerek  Tüketicinin  kazanç  elde  etmekten  sürekli  olarak  yoksun  kalması  sebebiyle sözleşmenin yerine olağan koşullarla yapılacak bir taksitle satış sözleşmesinin konulmasına ilişkin  önerisinin  satıcı  tarafından  kabul  edilmemesi”  şeklindeki  güncel  halini  almıştır. Görüleceği üzere, değişiklikten önce tüketicinin yeni sözleşme önerisinde bulunurken vade farkını ödemeyi göze alması gerekirken bu husus kaldırılmıştır.  İlgili düzenleme, tüketici tarafından ön ödemeli konut satış sözleşmesi yerine taksitle satış sözleşmesi yapma hususunda satıcıya teklif sunma yetkisi vermiştir163. Tüketicinin sahip olduğu  bu  hakkın  yenilik  doğuran  bir  hak  olmadığı  belirtilmiştir164.  Satıcı,  tüketicinin önerisini kabul etmesi halinde ise sözleşme yenilenmiş olur ve ön ödemeli konut satış veya satış vaadi sözleşmesi hükümsüz hale gelir165.   Bir  başka  görüş  olarak,  tüketiciye  tanınan  bu  hakkın  ön  ödemeli  konut  satış sözleşmesini TBK m. 269/3 hükmüne benzer şekilde ön ödemeli taksitle satış sözleşmesine çevirme imkanı vermekte olduğu ileri sürülmüştür166. Ancak taşınırlar açısından geçerli olan bu  hükmün  taşınmazlar  açısından  nasıl  uygulanacağı  belirsizdir.  Tamamlanmış  konut bakımından  bu  hükmün  uygulanabileceği  belirtilmiş  ise  de  henüz  inşa  aşamasında  olan  160 Özmen/ Vardar- Hamamcıoğlu, s. 98. 161 Doğar, s. 296; Özmen/ Vardar- Hamamcıoğlu, s. 99. 162 Özmen/ Vardar- Hamamcıoğlu, s. 99. 163 Gümüş, s. 274; Çabri, s. 707; Doğar, s. 294. 164 Çabri, 4. Tüketici Hukuku Kongresi, s. 233 vd.; Acar, s. 34; Çabri s. 707.  165 Çabri, s. 707; Doğar, s. 295. 166 Doğar, s. 294. 28konutun teslim edilip taksitle bir sözleşme yapma imkanı bulunmamaktadır167. Bazı yazarlara göre168 ise, taksitle satış sözleşmesi tabirinden kısmi ödemeli tüketici sözleşmesi anlaşılması gerekir.  Tüketici tarafından yapılan ön ödemeli konut satış sözleşmesinin ya da satış vaadi sözleşmesinin yerine olağan koşullarda yapılacak bir taksitle satış sözleşmesinin konulması yönündeki teklifin satıcı tarafından reddi her durumda tüketiciye tazminatsız dönme hakkı vermez.  Tüketicinin  yapacağı  öneriden  dolayı  satıcının  zararının  oluşmaması  gerekmekte olup, şayet satıcının zararı oluşmakta ise tüketicinin sözleşmeden dönmesi nedeniyle satıcı tüketiciden tazminat talep edebilecektir169.  Tüketicinin yeni sözleşme önerisinin, satıcı tarafından haklı bir sebep olmaksızın reddi halinde tüketici dönme cezası ödemeksizin sözleşmeden dönebilecektir ve ayrıca sözleşmeden doğan  vergi,  harç  ve  benzeri  yasal  yükümlülüklerden  doğan  masraflar  tüketiciden  talep edilemeyecektir170.  Bu  durumun  gerekçesi  bizim  de  katıldığımız  görüşe  göre,  tüketici kanunun kendisine tanıdığı hakkı amacına uygun kullanmak istemesine karşı, satıcı haklı bir sebep  olmaksızın  öneriyi  kabul  etmemesi  nedeniyle  sözleşmeden  dönülmekte  olup171, dolayısıyla satıcı bu durumun sonuçlarına katlanmalıdır.  e.   Konutun Birden Fazla Tüketiciye Satılması  6502 Sayılı Kanun hükmünde bulunmayan, ancak ÖÖKSHY m. 9/5 fıkrası ile bir konutun  birden  fazla  tüketiciye  satılması”  halinde  tüketiciye  tazminatsız  dönme  hakkı verilmiştir.  İlgili  düzenleme  sadece  ön  ödemeli  konut  satış  vaadi  sözleşmelerinde uygulanabilecektir172. Keza, ön ödemeli konut satışı sözleşmesinin tapuya tescil ile yapıldığı halde konutun birden fazla kişiye satışı mümkün değildir. Oysaki, noterde yapılan tüm satış vaadi  sözleşmeleri  geçerlidir173  ve  bu  halde  tüketici  tazminat  ödemeksizin  sözleşmeden dönme hakkını kullanabilecektir.   167 Atamer, s. 245 vd.; Doğar, s. 294. 168 Gümüş, s. 274; Çabri, 4. Tüketici Hukuku Kongresi, s. 233. 169 Çabri, Tüketici Hukuku Uygulamaları, s. 148; Çabri, s. 707. 170 Çabri, 4. Tüketici Hukuku Kongresi, s. 234; Doğar, s. 296; Aydoğdu, s. 280; Makaracı, s. 258; Çabri, s. 707 vd; Dönme tazminatı dışında satıcının yapmış olduğu diğer masrafları tüketicinin ödemek zorunda olduğuna dair görüş için Bkz. Özmen/ Vardar-Hamamcıoğlu, s. 99. 171 Doğar, s. 296; Acar, s. 34; Çabri, 4. Tüketici Hukuku Kongresi, s. 234. 172 Çabri, 4. Tüketici Hukuku Kongresi, s. 234; Doğar, s. 297 173 Özmen/ Vardar-Hamamcıoğlu, s. 100. 29Satıcının  tüketiciye  taahhüt  ettiği  konutu  bir  başkasına  satması,  satıcının yükümlülüğünü hiç veya gereği gibi yerine getirmeme sebebi de oluşturacağından bu sebebe dayanarak  da  tüketici  sözleşmeden  dönme  hakkını  kullanabilir.  Dolayısıyla,  getirilen  bu hüküm olmasaydı dahi, tüketici ÖÖKSHY m. 9/4-a hükmü uyarınca sözleşmeden tazminatsız dönebilecekti174. Çifte satış durumları ile sıklıkla karşılaşılması nedeniyle bu dönme hakkı verilmiş  olup,  buna  göre  satıcının  temerrüt  yahut  ayıplı  ifasını  beklemeksizin  tüketici kendisine  taahhüt  edilen  konutun  başkasına  da  taahhüt  edildiğini  öğrenir  öğrenmez sözleşmeden dönebilecektir175.  Konutun birden fazla tüketiciye satılması nedeniyle tüketicinin sözleşmeden dönmesi halinde ÖÖKSHY m. 9/5 hükmünde tüketiciden vergi, harç, masraf, tazminat ve benzeri adlar altında herhangi bir bedelin istenemeyeceği düzenlenmiş ancak tüketicinin yapmış olduğu masrafların talep edilip edilemeyeceğine ilişkin düzenleme öngörülmemiştir. Sözleşmeden dönme  haklı  bir  sebebe  dayandığından,  tüketicinin  sözleşme  yapılması  sırasında  ödemiş olduğu  noter  masrafları  gibi  yapmış  olduğu  masrafları  satıcıdan  isteyebileceği görüşündeyiz176.  f.   Proje Değişikliği   Ön ödemeli konut satış sözleşmesi akdedildikten sonra projede değişiklik olması hali ÖÖKSHY m. 11 ile düzenlenmiştir. İlgili hükümde, Sözleşmeye konu konutun yer aldığı projede sonradan değişiklik yapılması durumunda, bu değişikliğin tüketiciye yazılı olarak veya kalıcı veri saklayıcısı ile bildirilmesi zorunludur. Tüketici yapılan proje değişikliğini kabul etmeyerek bir ay içinde vergi, harç, masraf, tazminat ve benzeri adlar altında hiçbir bedel ödemeksizin sözleşmeden dönebilir. Proje değişikliğinin yasal zorunluluklardan veya mücbir sebep hallerinden kaynaklanması durumunda, satıcı tüketiciden bu Yönetmeliğin 9 uncu maddesinin üçüncü fıkrasında yer alan masraf ve tazminat tutarını dikkate alarak kesinti yapabilir.” şeklinde düzenleme yapılarak, tüketiciye dönme cezası ödemeksizin dönme hakkı verilmiştir.  Proje değişikliğini kendisine yazılı veya kalıcı veri saklayıcısı ile bildirilen tüketici söz konusu bu değişikliği kabul etmek zorunda değildir, tüketici isterse bir ay içinde vergi, harç,  174 Özmen/ Vardar-Hamamcıoğlu, s. 101; Atamer, s. 247; Çabri, 4. Tüketici Hukuku Kongresi, s. 234 175 Özmen/ Vardar-Hamamcıoğlu, s. 101. 176 Çabri, 4. Tüketici Hukuku Kongresi, s. 234; Çabri, s. 708. 30masraf, tazminat ve benzeri adlar altında hiçbir bedel ödemeksizin sözleşmeden dönebilir. Ancak  proje  değişikliğinin  yasal  zorunluluk  veya  mücbir  sebeplerden  meydana  gelmesi halinde satıcı sözleşme nedeniyle oluşan vergi, harç ve benzeri yasal yükümlülüklerden doğan masraflar ile sözleşme tarihinden itibaren ilk üç ay için sözleşme bedelinin yüzde ikisine, üç ila altı ay arası için yüzde dördüne, altı ila on iki ay arası için yüzde altısına ve on iki ila yirmi dört ay arası için de yüzde sekizine kadar tazminat tutarınca kesinti yapabilecektir. Buna göre, tüketicinin de elinde olmayan sebepler nedeniyle proje değişikliği bir nevi tüketiciye tazminat ve diğer tüm masraflar dayatılmak suretiyle kabul ettirilmeye zorlanmaktadır.   Doktrinde  bir  görüşe  göre,  söz  konusu  proje  değişikliğinde  satıcının herhangi  bir kusuru  yoksa  tüketicinin  sözleşmeden  dönmesiyle  oluşan  masraflara  taraflar  eşit  şekilde katlanmalıdır177. Aksi görüşe göre ise, TBK düzeninde kusursuz ifa imkansızlığı sonucunda hasar borçlu üzerinde iken TKHK sistematiğinde tüketiciyi koruma amacına aykırı olarak düzenleme yapıldığı ve yönetmelik hükmünün dikkate alınmaması gerektiği belirtilmiştir178. Kanaatimizce de, her ne kadar satıcının kusuruyla meydana gelmeyen bir proje değişikliği yer alsa da, bu durumun mali sonuçlarının tamamen tüketiciye yükletilmesi kabul edilemez. Zira, proje değişikliği hususu, tüketicinin kendisinden de kaynaklanmayan bir durumdur, buna göre hakkaniyetli olması açısından masraflara eşit oranda katlanılması görüşüne katılıyoruz.  Proje  değişikliğini  kabul  etmeyen  tüketici  için  akdedilen  ön  ödemeli  konut  satışı sözleşmesi geçerliliğini korumakta olduğundan bu durumun satıcının sözleşmede yer alan yükümlülüklerini  gereği  gibi  ifa  etmediği  sonucuna  varılabilir.  Bu  durumda,  satıcının kusursuz olması önem arz etmemektedir. Dolayısıyla, gereği gibi ifa yükümlülüğünün yerine getirilmemesinden  dolayı  tüketici  yine  tazminatsız  sözleşmeden  dönme  hakkını kullanabilecektir179.  Proje değişikliği  nedeniyle tüketicinin  tazminat talep etme hakkı  olup olmadığına ilişkin bir düzenleme yapılmamıştır. Doktrinde yer alan bir görüşe göre, proje değişikliğini  177 Doğar, s. 299. 178 Özmen/ Vardar-Hamamcıoğlu, s. 102; Aynı yönde bkz. Çabri, 4. Tüketici Hukuku Kongresi, s. 237; Bkz. 6502 sayılı Kanun’un tüketiciyi koruma amacına aykırı ve tüketici aleyhine uygulanmaması gerektiği yönünde Aylin  Süzen,  Ön  Ödemeli  Konut  Satış  Sözleşmesi,  Tüketici  Hukuku  Davaları  Teori-Uygulama,  Seçkin Yayıncılık, İstanbul, 2017, s. 440. 179 Özmen/ Vardar-Hamamcıoğlu, s. 102. 31kabul etmeyen tüketici, sözleşmeden dönmesi nedeniyle uğramış olduğu menfi zararlarını satıcıdan talep edebilmelidir180.  D.  Dönme Hakkının Bağlı Kredi Sözleşmesine Etkisi  Ön  ödemeli  konut  satış  sözleşmesinden  dönmenin  bağlı  krediye  etkisini açıklayabilmek için öncelikle bağlı kredi sözleşmesini açıklamak gerekir. Üretimin artması ve teknolojinin gelişmesiyle birlikte tüketicilerin ihtiyacını nakit olarak karşılayamaması yeni finansman yöntemlerinin ortaya çıkmasına sebebiyet vermiştir181. Bu yöntemlere taksitle satış, tüketici kredisi, finansal kiralama sözleşmeleri örnek gösterilebilir. Bağlı kredi sözleşmesi de taksitle satışa alternatif olarak ortaya çıkmış bir finanse yöntemidir. Doktrinde bağlı kredi sözleşmesine  finanse  edilmiş  taksitle  satış  sözleşmesi”  şeklinde  adlandırıldığı görülmektedir182.  Bağlı kredi ilişkisinde, satıcı ile tüketici arasında yer alan satış sözleşmesi, tüketici ile kredi  veren  arasında  yer  alan  kredi/konut  finansman  sözleşmesi,  kredi  veren  ile  satıcı arasındaki çerçeve sözleşme olmak üzere üç ayrı sözleşme bulunmaktadır183. Bağlı kredi ilişkisinin satıcı, tüketici ve finansman kuruluşuna birçok avantajı bulunmaktadır184. Satıcı finansman  kuruluşunun  sağladığı  finansman  ile  tüketiciye  daha  rahat  ulaşma  ve  satışları arttırabilme  imkanına  kavuşmakta185,  finansman  şirketi  ise,  satıcının  marka  gücünden faydalanarak  tüketiciye  kredi  sağlama  ve  bu  krediden  faiz  geliri  elde  edebilmektedir186. Tüketici ise peşin ödeme ile alamayacakları mal veya hizmetleri, bağlı kredi sözleşmesi ile alabilmekte ve tüketici kredilerinden daha düşük oranlarda faiz ödemektedir187. Söz konusu avantajların  yanı  sıra,  bağlı  kredi  sözleşmesinin  tüketiciye  getirdiği  dezavantajlar  da  söz  180 Çabri, 4. Tüketici Hukuku Kongresi, s. 237 vd.; Çabri, s. 694. 181 Rabia Sanem Üzeler, Türk Hukukunda Bağlı Kredi Sözleşmesi, Yayımlanmamış Yüksek Lisans Tezi, Ankara Üniversitesi Sosyal Bilimler Enstitüsü, Ankara, 2011, s. 21. 182 Çabri, s. 459; Üzeler, s. 21; Hüseyin Kılınç, Tüketici Hukukunda Bağlı Kredi Sözleşmesi ve Kredi Verenin Sorumluluğu, Yayınlanmamış Yüksek Lisans Tezi, Marmara Üniversitesi Sosyal Bilimler Enstitüsü, İstanbul, 2018, s. 44. 183 Şebnem Akipek, Türk Hukuku ve Mukayeseli Hukuk Açısından Tüketici Kredisi, Seçkin Yayıncılık, Ankara, 1999, s. 182; Özel, s. 193; Üzeler, s. 48; Kılınç, s. 45; Yarg. 13. HD. E. 2006/11331, K. 2006/15280, T. 22.11.2006,Tarafların bağlı kredi sözleşmesi sayesinde kurdukları bileşik sözleşmede birbirinden bağımsız ve birbirinden farklı üç akit kendi özel nitelik ve yapılarını bozmaksızın ve tarafların iradeleri ile birbirine bağlanmıştır.” www.lexpera.com.tr , (erişim tarihi: 12.05.2020); Aynı şekilde bkz. Yarg. HGK. E. 2017/623, K. 2019/488, T. 18.04.2019, https://karararama.yargitay.gov.tr , (erişim tarihi: 14.05.2020). 184 Çabri, s. 460; Üzeler, s. 25. 185Gönül Kapağan, Bağlı Tüketici Kredileri, Yayınlanmamış Yüksek Lisans Tezi, Ankara Üniversitesi Sosyal Bilimler Enstitüsü, İstanbul, 2004, s. 45. 186 Akipek, s. 183; Kılınç, s. 45; Üzeler, s. 25; Çabri, s. 460. 187 Üzeler, s. 25; Çabri, s. 460; Akipek, s. 183. 32konusudur.  Satış  sözleşmesi  yapılacağı  esnada  satıcının  tüketiciyi  anlaşma  yaptığı  kredi kuruluşuna  yönlendirerek  kredi  sözleşmesi  yapması  hususunda  özendirmesi  ve  kredi kullanmaya  teşvik  etmesi,  kredi  tutarının  ekonomik  bağlılık  nedeniyle  doğrudan  satıcıya ödenmesi ve tüketicilerin krediyi başka bir  amaçla kullanmasının mümkün  olmaması bu dezavantajlardan bazılarıdır188.  Bağlı  kredi  sözleşmesi  TKHK  m.  35  ve  ÖÖKSHY  m.  4/1-a  fıkrasında,  Konut finansmanı  kredisinin  münhasıran  belirli  bir  konutun  satın  alınması  durumunda  bir sözleşmenin finansmanı için verildiği ve bu iki sözleşmenin objektif açıdan ekonomik bir birlik oluşturduğu  sözleşme”  şeklinde  tanımlanmıştır.  2008/48  sayılı  AB  Direktifinin189  3/n maddesinde  bağlı  kredi  sözleşmesi,  belirli  bir  malın  satın  alınması  ya  da  bir  hizmetin sağlanmasını  finanse  etmek  amacıyla  verilen  ve  kredi  sözleşmesi  ile  satış  sözleşmesinin objektif olarak ekonomik birlik oluşturduğu kredi” olarak tanımlanmıştır.   Tüm  bu  tanımlara  göre,  bağlı  kredi  sözleşmesinin  üç  unsuru  bulunmaktadır.  Bu unsurlardan ilki, tüketicinin  bir malın veya hizmetin  finansmanı için kredi  verenle kredi sözleşmesi yapmasıdır190. Diğer bir unsur, tüketicinin satıcı ile yaptığı sözleşme ve kredi sözleşmesi arasında ekonomik birliğin varlığıdır191. Birbirinden bağımsız iki sözleşme192 aynı amaca  hizmet  ederek193  birleşik  sözleşme194  niteliğindeki  bağlı  kredi  sözleşmesini oluşturmaktadır. Bağlı kredi sözleşmesinden bahsedebilmek için son unsur ise, satıcı ile kredi veren  arasında  mal  veya  hizmetin  finansmanı  konusunda  çerçeve  sözleşmenin  yapılmış olmasıdır195.   Kanuni düzenlemenin yanı sıra, Yargıtay bazı kararlarında kredinin bağlı kredi olarak kabul edilmesi için bir takım kriterler öne sürmüştür. Satış vaadi sözleşmesinde bankanın kredi veren olarak gösterilmesi196, tüketicinin satıcıdan kredi talep etmesi halinde kredi verene  188 Çabri, s. 460; Gümüş, s. 207; Üzeler, s. 27; Kılınç, s. 45. 189İlgili  direktifin  orijinal  metni  için  bkz.  https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX%3A32008L0048 , (erişim tarihi : 13.05.2020). 190 Çabri, s. 463; Üzeler, s. 62; Kara, s. 1209; Kılınç, s. 53. 191 Çabri, s. 583 vd.; Üzeler, s. 65; Gümüş, s. 208; Doğar, s. 197; Atamer, s. 152; Numan Tekelioğlu, Ön Ödemeli Konut Satış Sözleşmesinde Satıcının Teminat Sağlama Zorunluluğu”, AÜHFD, C. 67, S. 1, 2018, s. 95. 192 Çabri, s. 461-462. Üzeler, s. 31, 38; Doğar, s. 197. 193 Çabri, s. 584; Gümüş, s. 232. 194 Gümüş, s. 209; Oğuzman/ Öz, s. 47; Zevkliler/ Gökyayla, s. 21; Mustafa Alper Gümüş, Borçlar Hukuku Özel Hükümler , (Kısa Ders Kitabı), 3. Baskı, Filiz Kitabevi, İstanbul, 2018, s. 5. 195 Çabri, s. 467; Aydoğdu, s. 252, 263; Atamer, s. 154 vd. 196Bkz. Yarg. 13. HD. E. 2014/25922, K. 2015/18106, T. 04.06.2015,  www.kazanci.com , (erişim tarihi: 14.05.2020). 33yönlendirileceği  hususunda  protokolün  varlığı197,  aynı  projeden  daire  satın  alan  başkaca kişilerin  de  ilgili  bankadan  kredi  kullanıp  kullanmadıkları,  kredi  kullanma  amaçlarının araştırılması198, satış sözleşmesi ve broşürlerde kredi verenin adının geçip geçmediği, kredi veren ile satıcı arasında çerçeve sözleşme olup olmadığı199 hallerinin araştırılması ve buna göre bağlı kredi olarak kabul edilmesi gerektiğini belirtmiştir.  Bağlı  kredi  sözleşmesinde  asıl  amaç  ön  ödemeli  konut  satış  veya  satış  vaadi sözleşmesinin yapılması olup,  kredi  sözleşmesi,  ön ödemeli  konut  satış veya satış vaadi sözleşmesinin kurulması şartıyla yapılmaktadır200.  Tüketici  kredilerinde  bağlı  kredi  şartlarını  düzenleyen  TKHK  m.  30  hükmünün gerekçesinde  ise,  Bu  tür  kredilerde  tüketici  mal  veya  hizmeti  tedarik  ettiği  satıcı  veya sağlayıcıdan  kredi  almamakta,  onun  işbirliği  içinde  olduğu  kredi  verenden  finansman sağlamaktadır. Sıklıkla, tüketiciye nakit ödemesi hiç yapılmadan para doğrudan satıcı veya sağlayıcıya  transfer  edilmekte,  tüketici  ise  taksitleri  kredi  verene  ödemektedir.” denilmektedir. Buna göre, satıcı ile tüketici arasında ön ödemeli konut satış veya satış vaadi sözleşmesinin  kurulması  nedeniyle  tüketici  satıcının  yönlendirmiş  olduğu  finansman kuruluşundan  kredi  alacak,  söz  konusu  kredi  bedeli  tüketici  yerine  doğrudan  satıcıya ödenecek, tüketici ise kullanmış olduğu kredi bedelini taksitler halinde finansman kuruluşuna geri ödeyecektir.  Ön ödemeli konut satış sözleşmesinin bağlı kredi ile yapıldığı hallerde tüketicinin sözleşmeden  dönmesinin  bağlı  krediye  etkisini  açıklayan  TKHK  hükümlerinde  açık  bir düzenleme yoktur. Konuya ilişkin ÖÖKSHY m. 9/7 hükmü şu şekildedir;   Konut bedelinin bir kısmının bağlı kredi ile karşılanması durumunda, tüketicinin ödediği satış bedeli, satıcı tarafından dönme bildiriminin kendisine ulaştığı tarihten itibaren en geç yüz seksen gün içinde yalnızca üçüncü fıkrada belirtilen masraf ve tazminat tutarı düşülerek  ilgili  konut  finansmanı  kuruluşuna  iade  edilir.  Konut  finansmanı  kuruluşu  söz konusu tutarı, Kanunun 37 nci maddesine uygun olarak tüketiciye derhal geri öder.”  197Bkz.  Yarg.  13.  HD.  E.  2013/22234,  K.  2014/3709,  T.  13.02.2014,  www.kazanci.com  ,  (erişim  tarihi: 14.05.2020). 198Kılınç, s. 54, dn. 346, Bkz. Yarg. 13. HD. E. 2013/20232, K. 2013/16876, T. 20.06.2013. 199Yarg. HGK. E. 2013/2431, K. 2015/2341, T. 23.10.2015, https://karararama.yargitay.gov.tr , (erişim tarihi: 14.05.2020). 200Çabri, s. 464, 709-710; Çabri, Tüketici Hukuku Uygulamaları, s. 150. 34Buna göre, ön ödemeli konut satış sözleşmesinin bağlı kredi ile yapılması durumunda, tüketicinin  keyfi  dönme  hakkını  kullanmasıyla  birlikte  satıcı  masraf  ve  tazminat  tutarını kesinti yaparak almış olduğu satış bedelini yüz seksen gün içerisinde tüketici adına konut finansman  kuruluşuna  iade  eder.  Tüketicinin  haklı  nedenlerle  veya  ÖÖKSHY  m.  9/4 hükmünde belirtilen hallerden birisi sebebiyle sözleşmeden dönerse, satıcının satış bedelini iade ederken kesinti yapma hakkı bulunmamaktadır201. Satıcının iade yükümlülüğünü yerine getirmesinin ardından satış bedeli konut finansman kuruluşu tarafından tüketiciye derhal iade edilmesi  gerekir.  O  halde,  tüketicinin  bağlı  kredi  ile  alınan  ön  ödemeli  konut  satışı sözleşmesinden dönmesi halinde, bağlı kredi sözleşmesi ile ön ödemeli konut satış sözleşmesi bir  birlik  oluşturduğundan  bağlı  kredi  sözleşmesi  de  dönmenin  hukuki  sonuçlarını doğuracaktır202. Dolayısıyla, dönme nedeniyle bağlı kredi sözleşmesi de sona ereceğinden klasik  görüş  sahiplerine  göre  henüz  ifa  edilmemiş  edimlerin  ifa  yükümlüğü  ortadan kalkacağından,  tüketicinin  henüz  ödemediği  taksit  bedellerini  ödeme  borcu  ortadan kalkacaktır203.   Tüketicinin dönme hakkını kullanması ile satıcı ÖÖKSHY m. 9/2 c. 2 uyarınca konut finansman kuruluşuna, sözleşmeden dönüldüğünü derhal bildirmekle yükümlüdür. Bildirim yükümlülüğü  getirilmesine  karşı,  satıcının  bu  yükümlülüğe  aykırı  davranması  halinde herhangi  bir yaptırım öngörülmemiştir, ancak  her halde satıcının bildirim  borcuna aykırı davranışı halinde ortaya çıkacak zararlardan sorumlu olacaktır204.   Konut finansman kuruluşu tüketiciye karşı iade borcunu yerine getirirken iade anına kadar  olan  anaparayı  iade  edeceği  kuşkusuzdur.  Ancak  tüketicinin  anapara  dışında  faiz ödemelerini geri isteyip isteyemeyeceği hususunda açık bir düzenleme yoktur. Doktrinde bu hususta farklı görüşler mevcuttur. Özmen/ Vardar-Hamamcıoğlu’na göre TKHK m. 37 erken ödemeyi  düzenleyen  hükümden  yola  çıkarak,  konut  finansman  kuruluşunun  gerekli  faiz indirimini  yapmalıdır205.  Aksi  görüş  ise,  konut  finansman  kuruluşunun  krediyi kullandırmasından  ötürü  elde  ettiği  karşılığın  faiz  olduğu  ve  bu  nedenle  yapılan  faiz  201 Doğar, s. 300; Aydoğdu, s. 280; Çabri, 4. Tüketici Hukuku Kongresi, s. 235; Özmen/ Vardar-Hamamcıoğlu, s. 103. 202 Çabri, Tüketici Hukuku Uygulamaları, s. 150; Çabri, s. 709. 203 Yılmaz, s. 82. 204 Doğar, s. 301; Çabri, 4. Tüketici Hukuku Kongresi, s. 235; Çabri, Tüketici Hukuku Uygulamaları, s. 150 vd.; Çabri, s. 709. 205 Özmen/ Vardar-Hamamcıoğlu, s. 104. 35ödemelerinin iade alınamayacağını savunmaktadır206. Yargıtay tarafından verilen kararlarda da, kredi borcunun anapara ile sınırlı olacağı şeklinde içtihat edilmiştir207. Kanımızca da, yirmi dört ay gibi uzun bir süre boyunca finansman kuruluşunun dönme hakkının sonuçlarına katlanması hakkaniyete aykırı olduğundan, tüketiciye kullandırmış olduğu kredinin karşılığı olan faizlerin iadesi istenemeyecektir.    Konut finansman kuruluşu söz konusu tutarı, ilgili hüküm uyarınca TKHK m. 37’ye göre tüketiciye ödemelidir. TKHK m. 37/2 Faiz oranının sabit olarak belirlenmesi hâlinde, sözleşmede yer verilmek suretiyle, bir ya da birden fazla ödemenin vadesinden önce yapılması durumunda, konut finansmanı kuruluşu tarafından tüketiciden erken ödeme tazminatı talep edilebilir.  Erken  ödeme  tazminatı  gerekli  faiz  indirimi  yapılarak  hesaplanan  ve  tüketici tarafından  konut  finansmanı  kuruluşuna  erken  ödenen  tutarın  kalan  vadesi  otuz  altı  ayı aşmayan kredilerde yüzde birini, kalan vadesi otuz altı ayı aşan kredilerde ise yüzde ikisini geçemez. Oranların değişken olarak belirlenmesi hâlinde tüketiciden erken ödeme tazminatı talep  edilemez”  şeklinde  konut  finansman  kuruluşunun  erken  ödeme  halinde  tüketiciden erken  ödeme  cezası  kesilebileceğini  düzenlemiştir.  Buna  göre,  bir  görüş,  tüketicinin  ön ödemeli  konut  satış  sözleşmesinden  dönmesinin  erken  ifa  sayılması  nedeniyle  konut finansman kuruluşunun erken ödeme cezasını keserek kalan bedeli tüketiciye ödeyebileceği görüşündedir208. Aksi yönde görüşe göre ise, bu konuda açık bir hükmün olmaması ve TKHK m.  37’ye  yapılan  göndermenin  iade  borcu  olması  nedeniyle  erken  ödeme  cezası kesilemeyeceği görüşündedir209.  Satıcının iade borcu olan ÖÖKSHY metninde tüketicinin ödemiş olduğu satış bedeli” şeklinde yer alan ifadesinden, kredi bedeli mi yoksa satıcıya ödenmiş olan toplam satış bedeli mi kastedildiği anlaşılmamaktadır. Konut finansman kuruluşları, konut bedelinin her zaman tamamını kredilendirmemekte, satış bedelinin belirli bir oranında kredi vermektedir. Örnek vermek gerekirse, 300.000-TL satış bedelli bir ön ödemeli konut satış sözleşmesi yapıldığını varsayarsak, konut finansman kuruluşu bu bedelin 250.000-TL kısmı için tüketici ile bağlı kredi sözleşmesi yapması ve kalan 50.000-TL bedel tüketici tarafından satıcıya doğrudan peşin olarak verilmesi halinde, satıcının 300.000-TL bedelin tamamını finansman kuruluşuna mı iade edeceği yoksa tüketici tarafından kendisine doğrudan peşin verilen 50.000-TL bedelin  206 Çabri, 4. Tüketici Kongresi, s. 236; Çabri, s. 710. 207Bkz. Yarg. 13. HD. E. 2006/14920, K. 2007/4783, T. 05.04.2007,   www.kazanci.com , (erişim tarihi: 14.05.2020). 208 Özmen/ Vardar-Hamamcıoğlu, s. 104; Atamer, s. 248; Acar, s. 36; Doğar, s. 300. 209 Çabri, 4. Tüketici Kongresi, s. 236; Çabri, s. 711; Makaracı, Konferans, s. 260 vd. 36tüketiciye  mi  iade  edileceği  belirsizdir.  Konut  finansmanı  kuruluşunun  iade  borcu kullandırdığı krediyle sınırlı olduğuna göre tüketicinin bağlı kredi miktarı olan 250.000-TL bedel dışında kalan satıcıya peşin verilen 50.000-TL tutarı doğrudan satıcıdan talep etmesi gerekecektir210.  Yargıtay211  da  bir  kararında  kredi  veren  finansman  kuruluşunun  iade borcunun krediyle sınırlı olduğuna hükmetmiştir. Buna göre, satıcının bağlı kredi ile ödenen kısmı  finansman  kuruluşuna,  peşin  ödenen  satış  bedelini  ise  ön  ödemeli  konut  satış sözleşmesinin tarafı olan tüketiciye iade etmesi gerektiğini düşünmekteyiz.  Konut finansman kuruluşunun tüketiciye iade yükümlülüğü için süre öngörülmemiş, derhal iade etmesi gerektiği belirtilmiştir. Buna göre, konut finansman kuruluşunun tüketiciye gecikmeksizin bedeli iade etmesi gerektiği, aksi durumda temerrüt oluşacağından temerrüt faizi istenebileceği belirtilmelidir.  Tarafların  iade  yükümlülüğüne  aykırı  davranması  halinde  ne  olacağına  ilişkin mevzuatta bir hüküm bulunmamaktadır. Satıcının yüz seksen günlük iade süresi içerisinde satış bedelini iade etmemesi durumunda tüketicinin kime başvuracağı belirsizdir. Doktrinde yer  alan  bir  görüşe  göre,  satıcı,  kredi  miktarını  finansman  kuruluşuna  iade  etmese  bile, kanunda yazılı olan yüz seksen günlük iade süresinin geçmesiyle birlikte, tüketici konut finansman kuruluşundan bedelin iadesini talep edebilecektir212. Diğer bir görüşe göre ise, tüketicinin ödemiş olduğu kredi ile sınırlı olan satış bedelinin tahsili, TBK m. 185 uyarınca alacağın  temliki  olarak  değerlendirilerek  konut  finansman  kuruluşuna  yüklendiğini  ileri sürmektedir213. Alacağın temliki hükümlerine göre değerlendirilirse, satıcının yükümlülüğünü yerine getirmemesi halinde, dava açma ve icra takibinde bulunma hakkı da TBK m. 189 gereği  konut  finansman  kuruluşuna  geçecektir.  Ancak  bu  durumda  da,  konut  finansman kuruluşunun  bedeli  satıcıdan  tahsil  edememesi  halinde,  tüketicinin  kredi  bedelini  konut finansman kuruluşundan iadesini talep edip edemeyeceği sorunu doğmaktadır.  Konutun hiç veya gereği gibi teslim edilmediği haline özgü TKHK m. 35/2 hükmü, Bağlı kredilerde, konutun hiç ya da gereği gibi teslim edilmemesi nedeniyle tüketicinin bu Kanunun 11 inci maddesinde belirtilen seçimlik haklarından birini kullanması hâlinde, satıcı  210 Çabri, 4. Tüketici Kongresi, s. 236; Çabri, s. 711; Tekelioğlu, s. 97. 211Bkz.  Yarg.  13.  HD.  E.  2013/22234,  K.  2014/3709,  T.  13.02.2014,    Mahkemece,  davalı  bankanın kullandırdığı kredi miktarı ile sınırlı olarak sorumlu tutulması gerekirken yanlış değerlendirme ile diğer davalı M.. C...A.Ş’ ye ödenen peşinat tutarı da dahil olmak üzere tüm borçtan sorumlu olacak şekilde hüküm kurulması usul ve yasaya aykırı olup, bozmayı gerektirir.”, www.kazancı.com.tr, (erişim tarihi: 14.05.2020). 212 Çabri, Tüketici Hukuku Uygulamaları, s. 153. 213 Acar, s. 36. 37ve konut finansmanı kuruluşu müteselsilen sorumludur. Ancak, konut finansmanı kuruluşunun sorumluluğu; konutun teslim edilmemesi durumunda konut satış sözleşmesinde veya bağlı kredi sözleşmesinde belirtilen konut teslim tarihinden, konutun teslim edilmesi durumunda konutun teslim edildiği tarihten itibaren, kullanılan kredi miktarı ile sınırlı olmak üzere bir yıldır.” şeklinde düzenlenmiş olup, bu sebebe dayanarak tüketicinin sözleşmeden dönmesi halinde, tüketicinin o güne kadar ödemiş olduğu bedelin iadesi hususunda satıcı ile kredi vereni birlikte sorumlu tutmuştur.   İlgili  hükmün  gerekçesi,  …tüketici,  bedelin  indirimi  veya  sözleşmeden  dönme haklarını kullanmayı tercih etmişse, konut finansman kuruluşuna da başvurma imkânının olması büyük önem taşır. Aksi takdirde tüketici, elde etmek istediği konutun ayıplı olmasına veya hiç ifa edilmemiş olmasına rağmen kredi taksitlerini ödemeye devam etmek ve ödediği parayı bu sefer satıcıdan geri almaya çalışmak zorunda kalacaktır. Satıcının iflas riskini de tüketici taşımak zorunda kalacaktır. Bu nedenle tüketicinin, bedelin indirilmesi olasılığını seçtiği  hallerde,  konut  finansman  kuruluşuna  yapacağı  taksit  ödemelerini  de  o  oranda indirebileceği; sözleşmeden dönmesi halindeyse, o ana kadar yapmış olduğu bütün ödemeleri geri talep edebileceği kabul edilmiştir. Paranın tüketiciye iade edilmesi konusunda konut finansman kuruluşu ve satıcı müteselsilen sorumludur. Ancak, konut finansmanı kuruluşunun sorumluluğu konutun teslim edildiği tarihten itibaren bir yıl süre ve kullanılan kredi miktarı ile sınırlıdır. Ödemede bulunan kredi kurumu olursa, onun satıcıya rücu etmesi imkânı her zaman vardır...”şeklindedir.  Kredi verenin bağlı kredi sözleşmelerinde yer alan sorumluluğuna ilişkin düzenlemeler emredici  nitelikte  düzenlenmiş  olup,  bu  sorumluluğun  sorumsuzluk  kaydı  ile  ortadan kaldırılması mümkün değildir214. Bu hükümden yola çıkarak, tüketicinin dönme anına kadar ödemiş olduğu taksit bedelleri için finansman kuruluşu ile satıcının birlikte sorumlu olacağını söylemek mümkündür215. Bağlı kredi nedeniyle tüketicinin talebini yerine getiren finansman kuruluşunun tüketiciye ifada bulunduktan sonra satıcıya rücu etme hakkı bulunmaktadır216. Keza,  Yargıtay  da  bir  kararında217  finansman  kuruluşunun  satıcıya  rücu  etme  imkanının  214 Akipek, s. 302; Üzeler, s. 122. 215 Atamer, s. 163. 216 Akipek, s. 298-299; Üzeler, s. 155.       217 Bkz. Yarg. HGK. E. 2017/623, K. 2019/488, T. 18.04.2019 Yeri gelmişken belirtmek gerekir ki tüketicinin uğradığı  zararları  (mal  veya  hizmetin  hiç  veya  zamanında  teslim  ve  ifa  edilmemesi  yahut  ayıplı  olması nedeniyle) bağlı kredi ilişkisi nedeniyle ödemek zorunda kalan banka, bu ödemesini 818 sayılı Borçlar Kanunu (BK)  51/2  maddesine  göre  (TBK  m.  62/2)  sözleşmeden  dolayı  sorumlu  olan  satıcı  ve  sağlayıcıya  rücu edebilecektir.”,  https://karararama.yargitay.gov.tr , (erişim tarihi: 14.05.2020). 38bulunduğunu belirtmiştir. TKHK m. 35/2 hükmü konutun teslim edilmemesi veya gereği gibi teslim edilmeme sebebiyle tüketicinin dönme hakkını kullanılması hali ile sınırlı olmak üzere kredi verenle satıcıyı birlikte sorumlu tutmuş ise de, kanımızca satıcının yüz seksen günlük iade süresi  geçtikten sonra tüketicinin  ödediği  kredi  taksit bedelleri konusunda satıcı  ile finansman kuruluşu birlikte sorumlu olmalıdır. SONUÇ    İlk defa 6502 sayılı Kanunun m. 40-46 hükümleri ile düzenlenen ön ödemeli konut satış sözleşmeleri, televizyon, radyo, internet aracılığıyla reklam yapılmak suretiyle henüz konut inşa edilmeksizin maketten gösterilmek suretiyle, tüketicinin satış bedelini kısmen veya tamamen önceden ödediği, satıcının da bedelin tamamen veya kısmen ödenmesinden sonra taşınmazı tüketiciye devir veya teslim edildiği sözleşmelerdir. Buna bağlı olarak, ön ödemeli konut satışı sözleşmesi tüketiciye konut amaçlı taşınmazı maliyetine daha yakın bir bedelde satın alma hakkı verir. Satıcılar da konut inşasına başlamadan önce finansman ihtiyacını banka kuruluşları yerine tüketicilerden karşılayarak daha avantajlı hale gelir.   Kanun koyucu tarafından tüketiciye sözleşmeden vazgeçmesine imkan veren iki hak tanınmıştır,  bu  haklar  TKHK  m.  43’de  düzenlenen  cayma  hakkı  ile  TKHK  m.  45’de düzenlenen dönme hakkıdır. Cayma hakkı, sözleşmenin kurulduğu tarihten itibaren on dört günlük süre içerisinde kullanılabilmekte iken bu hakkın yanı sıra taraflar arasındaki dengeyi bozacak  şekilde  tüketiciye  daha  uzun  süreli  dönme  hakkı  da  tanınmıştır.  Genel  olarak kanundan doğan dönme hakkı, belirli şartların gerçekleşmesi veya ihbar, ihtar veya mehil verilmesini  gerekli  kılsa  da,  TKHK  m.  45  düzeninde  herhangi  bir  gerekçe  ve  koşul aranmaksızın tüketici dönme hakkını kullanabilecektir.  Dönme hakkını düzenleyen TKHK m. 45 hükmünün ilk halinde, tüketici herhangi bir gerekçe göstermeksizin devir veya teslime kadar bu hakkını kullanabiliyordu. Ancak taraflar arasındaki  dengeyi  sağlamak  ve  inşaat  sektöründe  yaşanan  ekonomik  sıkıntıları  önlemek amacıyla  tüketiciye  tanınan  gerekçe  göstermeksizin  sözleşmeden  dönme  hakkı  kısa  süre içerisinde 684 sayılı KHK ile değişikliğe uğramıştır. Söz konusu değişiklikler neticesinde, tüketici dönme hakkını sözleşme tarihinden itibaren yirmi dört aylık süre ile kullanabileceği şeklinde sınırlandırılmıştır. Ancak tüketiciye verilen dönme hakkının süre ile sınırlandırılması yerine sözleşmeden dönme için belirli şartların aranması şeklinde değiştirilmesi daha yerinde 39olacaktı. Ayrıca dönme hakkının her halükarda konutun devir veya teslimine kadar olacağı şeklinde bir sınır getirilmemiştir, kanun metninde bu konuya da açıklık getirilmesi gerekirdi.   Dönme  hakkının  hüküm  ve  sonuçlarını  doğurabilmesi  için  yirmi  dört  aylık  süre içerisinde  satıcıya  dönme  beyanının  varması  gereklidir.  Tüketici,  dönme  bildirimini noterlikler  aracılığıyla  yöneltmesi  gerekmektedir.  Bu  şekil  zorunluluğu  Kanun’da  yer almayıp, ÖÖKSHY ile düzenlenmiştir. Bu durumun normlar hiyerarşisine aykırı olduğunu belirtmekle  birlikte  tüketiciler  için  ek  maddi  külfet  getiren  bu  gereklilik  yerine ispatlanabilecek  şekilde  iadeli  taahhütlü  mektup,  faks  veya  e-postanın  da  geçerli  kabul edilmesi görüşündeyiz.  Tüketicinin dönme hakkını kullanmasının sonuçlarından biri, tarafların almış oldukları edimleri iade yükümlülüğüdür. 684 sayılı KHK ile tüketicinin dönme hakkını kullanmasıyla satıcının satış bedeli ve tüketiciyi borç altına sokan belgeleri iade etme süresi satıcı lehine uzatılmıştır. Kanunun ilk halinde, iade borcunun süresi doksan gün iken, tüketici aleyhine bu süre yüz seksen güne çıkartılmıştır. Tüketicinin dönme beyanının satıcıya ulaşması ile yüz seksen  gün  içerisinde  satıcı  satış  bedeli  ve  tüketiciyi  borç  altına  sokan  belgeleri  iade yükümlülüğü olup, satıcı iade yükümlülüğünü yerine getirdikten sonra tüketicinin on günlük iade süresi başlayacaktır.   Dönme hakkının kullanılmasının sonuçlarından bir diğeri ise tüketiciye dönme cezası niteliğinde getirilen tazminat ödeme yükümlülüğüdür. Önceki düzenlemeye göre tüketicinin dönme hakkını kullanmasıyla ödeyeceği tazminat miktarı azami sözleşme bedelinin yüzde ikisi iken, satıcıya ödenecek tazminat miktarı da sözleşmeden dönüldüğü aşamaya göre yüzde ikiden yüzde sekize kadar artan oranlarda belirlenmiştir. Bu değişikliğin amacı kanımızca, tüketicinin  sözleşmeden  dönmesini  bir  nebze  engellemek  ve  bir  kez  daha  düşünmesini sağlamaktır. Tüketiciye belirli şart ve hallerde tazminat ödemeksizin sözleşmeden dönme imkanı da tanınmış olup, bu şartlar TKHK ve ÖÖKSHY hükümlerinde tek tek sayılmıştır.    Son olarak, tüketicinin ön ödemeli konut satışı sözleşmesini bağlı kredi ile akdetmesi halinde,  ön  ödemeli  konut  satışı  sözleşmesinden  dönülmesi  ile  kredi  sözleşmesinden  de dönüldüğü kabul edilmektedir. Tüketici dönme beyanını satıcıya iletecek olup, satıcı ise bağlı kredi  ile  yapılan  sözleşmeden  tüketicinin  döndüğünü  konut  finansman  kuruluşuna bildirecektir. Satıcı için bildirim süresi ve bildirime aykırılık halinde herhangi bir yaptırım 40öngörülmemiştir. Bağlı kredi ile akdedilen ön ödemeli konut satışı sözleşmesinde yer alan üçlü ilişkide, satıcının kredi bedeli ile sınırlı olmak üzere satış bedelini iade borcu konut finansman  kuruluşuna  karşı  olup,  satıcı  iade  yükümlülüğünü  ifa  ettikten  sonra  konut finansman kuruluşu da derhal tüketiciye iade borcunu yerine getirmelidir. Satıcı ve finansman kuruluşundan edimleri iade alan tüketici ise edinmiş olduğu edimleri on gün süre içerisinde satıcıya iade etmekle yükümlüdür. 41KISALTMALAR  AB     : Avrupa Birliği AÜHFD   : Ankara Üniversitesi Hukuk Fakültesi Dergisi Bkz.     : Bakınız  C.     : Cilt dn.    : Dipnot E.    : Esas  eİBK     : eski İsviçre Borçlar Kanunu eTKHK.   : 4077 Sayılı Tüketicinin Korunması Hakkında Kanun HGK.     : Hukuk Genel Kurulu Hk.     : Hakkında  İBK     : İçtihadı Birleştirme Kararı K.    : Karar KHK.     : Kanun Hükmünde Kararname m.    : Madde  ÖÖKSHY   : Ön Ödemeli Konut Satışları Hakkında Yönetmelik RG.    : Resmi Gazete s.     : Sayfa S.    : Sayı  T.    : Tarih  TBB    : Türkiye Barolar Birliği TBK     : 6098 Sayılı Türk Borçlar Kanunu TKHK    : 6502 Sayılı Tüketicinin Korunması Hakkında Kanun 1TMK     : 4721 Sayılı Türk Medeni Kanunu TTK     : 6102 Sayılı Türk Ticaret Kanunu vd.    : Ve devamı Yarg.    : Yargıtay  2KAYNAKÇA  ACAR,  Hakan,6502  Sayılı  Tüketicinin  Korunması  Hakkında  Kanun  Çerçevesinde  Ön Ödemeli Konut Satış Sözleşmesi”, Fatih Üniversitesi Hukuk Fakültesi Dergisi, C. 3, S. 1, 2015, s. 11-40. AKÇAAL, Mehmet, Borçlar Kanununa Göre Ön Ödemeli Taksitle Satış Sözleşmesi”, TBB Dergisi, C. 26, S. 110, 2014, s. 57-108. AKİPEK, Şebnem, Türk Hukuku ve Mukayeseli Hukuk Açısından Tüketici Kredisi, Seçkin Yayıncılık, Ankara, 1999. ANIK, Gülgün, Borçlunun Temerrüdünden Dolayı Sözleşmeden Dönme”, TBB Dergisi, S. 59, 2005, s. 214-235. ATAMER, Yeşim M., Kredi ve Diğer Finansman Sözleşmelerinde Tüketicinin Korunması, On İki Levha Yayıncılık, İstanbul, 2016. AYAN,  Serkan,  Ön  Ödemeli  Konut  Satış  Sözleşmesinde  Alıcının  Sözleşmeden  Cayma Hakkı”, Ankara Hacı Bayram Veli Üniversitesi Hukuk Fakültesi Dergisi, C. 23, S. 3, 2019, s. 53-96. AYDIN,  Gülşah  Sinem,  Arsa  Sahibinin  Arsa  Payı  Karşılığı  İnşaat  Sözleşmesinden Dönmesinin Yükleniciden Arsa Payı Satın Alan Üçüncü Kişilere Etkisi ve Bu Etkinin Yargı Kararları Çerçevesinde Değerlendirilmesi”, TBB Dergisi, S. 141, 2019, s. 417- 453. AYDOĞDU, Murat, Tüketici Hukuku Dersleri, Adalet Yayınevi, Ankara, 2015. BAHTİYAR  Mehmet/  BİÇER,  Levent  ,Adi  İş/Ticari  İş/Tüketici  İşlemi  Ayrımı  ve  Bu Ayrımın  Önemi”,  6098  Sayılı  Türk  Borçlar  Kanunu  Hükümlerinin  Değerlendirilmesi Sempozyumu, Prof. Dr. Cevdet Yavuz’a Armağan, 2012, s. 395-436. BOZBEL, Savaş/ ATALI, Murat, Mesafeli Sözleşmelerde Cayma Hakkının Kullanılması ve Ortaya Çıkan Hukuki Sorunları”, AÜHFD, C. 9, S. 1-2, 2005, s. 451-474. BUZ, Vedat, Borçlunun Temerrüdünde Sözleşmeden Dönme, Yetkin Yayınları, Ankara, 1998. ÇABRİ,  Sezer  /ÖZ,  Turgut/  AKİPEK  ÖCAL,  Şebnem/  AYDOĞDU,  Murat  /ÇINAR, Ömer/YENİOCAK, Umut/ ŞAHİN, Turan/ TOKBAŞ, Hakan/ KURŞUN, Ali Suphi, İnşaat Sektöründe Tüketici Hukuku Uygulamaları, 2. Baskı, (Ed. Tokbaş, Hakan/Kurşun, Ali Suphi) İstanbul, Aristo Yayınları, 2018. (Çabri, Tüketici Hukuku Uygulamaları). ÇABRİ, Sezer, 6502 Sayılı Tüketicinin Korunması Hakkında Kanun Uyarınca Ön Ödemeli Konut Satışı Sözleşmeleri 4. Tüketici Hukuku Kongresi, Sektörel Bazda Tüketici Hukuku ve 1Uygulamaları, (Ed. Tokbaş, Hakan/ Üçışık, Fehim), Ankara, 2014-2015, s. 205- 240. (Çabri, 4. Tüketici Hukuku Kongresi). ÇABRİ, Sezer, 6502 Sayılı Kanuna Göre Tüketicinin Korunması Hakkında Kanun Şerhi, Adalet Yayınevi,  Ankara, 2016. ÇABRİ, Sezer/ ÖZ, Maya-Turgut/ AYDOĞDU, Murat /ÇINAR, Ömer/YENİOCAK, Umut/ ŞAHİN,  Turan,  Ön  Ödemeli  Konut  Satışı  Sözleşmeleri,  Konut  Sektöründe  Tüketici Uygulamaları, Aristo Yayınevi, İstanbul, 2016, s. 67-132. (Çabri, Konut Sektöründe Tüketici Uygulamaları). DOĞAR, Mehmet, Ön Ödemeli Konut Satışı, On İki Levha Yayıncılık, İstanbul, 2018. EREN, Fikret, Borçlar Hukuku Genel Hükümler, 24. Baskı, Yetkin Yayınları, Ankara, 2019. GÜMÜŞ, Mustafa Alper, 6502 Sayılı Tüketicinin Korunması Hakkında Kanun Şerhi, Cilt 1 (Madde 1-46), Vedat Kitapçılık, İstanbul, 2014. GÜMÜŞ, Mustafa Alper, Borçlar Hukuku Özel Hükümler (Kısa Ders Kitabı), 3. Baskı, Filiz Kitabevi, İstanbul, 2018. KAPAĞAN, Gönül, Bağlı Tüketici Kredileri, Yayınlanmamış Yüksek Lisans Tezi, Ankara Üniversitesi Sosyal Bilimler Enstitüsü, İstanbul, 2004. KARA, İlhan, Yeni Kanuna Göre Tüketici Hukuku, Engin Yayıncılık, Ankara, 2015. KILINÇ,  Hüseyin,  Tüketici  Hukukunda  Bağlı  Kredi  Sözleşmesi  ve  Kredi  Verenin Sorumluluğu, Yayınlanmamış Yüksek Lisans Tezi, Marmara Üniversitesi Sosyal Bilimler Enstitüsü, İstanbul, 2018. KOÇAKER, Burak, Ön Ödemeli Konut Satış Sözleşmeleri, Yayımlanmamış Yüksek Lisans Tezi, Anadolu Üniversitesi Sosyal Bilimler Enstitüsü, Eskişehir, 2015. MAKARACI,  Aslı,  6502  Sayılı  Tüketicinin  Korunması  Hakkında  Kanun  Uyarınca  Ön Ödemeli Konut Satışı, Yeni Tüketici Hukuku Konferansı, İnceoğlu/Murat (der.), On İki Levha Yayıncılık, İstanbul, 2015, s. 241-259. (Konferans). MAKARACI, Aslı, Taşınır Mallara İlişkin Kampanyalı Satış Sözleşmesi, Seçkin Yayınevi, Ankara, 2007. NOMER, Halûk, Borçlar Hukuku Genel Hükümler, Gözden Geçirilmiş ve Genişletilmiş 16. Bası, Beta Yayınları, İstanbul, 2018. OĞUZMAN, Kemal / ÖZ, Turgut, Borçlar Hukuku Genel Hükümler, Cilt 1, 16. Bası, Vedat Kitapçılık, İstanbul, 2018. OĞUZMAN, Kemal / SELİÇİ, Özer / OKTAY-ÖZDEMİR, Saibe, Eşya Hukuku, 20. Bası, Filiz Kitabevi, İstanbul, 2017. 2ÖZEL, Çağlar, Mukayeseli Hukuk Işığında Tüketiciyi Koruyan Geri Alma Hakkı, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara, 1999. (Geri Alma Hakkı). ÖZEL, Çağlar, Tüketicinin Korunması Hukuku, 4. Baskı, Seçkin Yayıncılık, Ankara, 2018. ÖZMEN, Etem Saba, 2014/12321 Başvuru Numaralı Faik Tari ve Sultan Tari Başvurusuna İlişkin Anayasa Mahkemesi’nin Fahiş Hatalı Kararı’nın Eleştirisi”, TBB Dergisi, C. 30, S. 135, 2018, s. 491-516. ÖZMEN,  Etem  Saba/VARDAR-HAMAMCIOĞLU,  Gülşah,  6502  Sayılı  Tüketici Korunması Hakkında Kanun Uyarında Ön Ödemeli Konut Satışı Sözleşmesi, On İki Levha Yayıncılık, İstanbul, 2016. SEROZAN, Rona, Borçlar Hukuku Genel Bölüm, İfa- İfa Engelleri- Haksız Zenginleşme, C. 3, 7. Bası, Filiz Kitabevi, İstanbul, 2016. (İfa Engelleri). SEROZAN, Rona, Sözleşmeden Dönme, Vedat Kitapçılık, İstanbul, 2007. SİRMEN,  Lale,  Yeni  Tüketicinin  Korunması  Hakkında  Kanunun  Genel  Olarak Değerlendirilmesi”,  Terazi  Hukuk  Dergisi,  C. 9,  I.  Tüketici  Hukuku  Sempozyumu  Özel Sayısı, 2014, s. 156-162. SÜZEN,  Aylin,  Ön  Ödemeli  Konut  Satış  Sözleşmesi,  Tüketici  Hukuku  Davaları  Teori-Uygulama, Seçkin Yayıncılık, İstanbul, 2017. TEKELİOĞLU,  Numan,  Ön  Ödemeli  Konut  Satış  Sözleşmesinde  Satıcının  Teminat Sağlama Zorunluluğu”, AÜHFD, C. 67, S. 1, 2018, s. 81-104. TOKBAŞ, Hakan, Maketten Konut Satış Sözleşmelerinin Hukuki Niteliği ve Neticeleri”, https://www.tuketicihukuku.org/images/tuketiciHukuku/Maketten-Konut-Satis-Sozlesmeleri.pdf (erişim tarihi: 08.05.2020). ÜNLÜTEPE, Mustafa, 6502 Sayılı Tüketicinin Korunması Hakkında Kanun’a Göre Taksitle Satış Sözleşmesi”, Ankara Barosu Dergisi, 2014/2, s. 293-358. ÜZELER, Rabia Sanem, Türk Hukukunda Bağlı Kredi Sözleşmesi, Yayımlanmamış Yüksek Lisans Tezi, Ankara Üniversitesi Sosyal Bilimler Enstitüsü, Ankara, 2011. YENİOCAK,  Umut,  6502  Sayılı  Tüketicinin  Korunması  Hakkındaki  Kanuna  Göre  Ön Ödemeli Konut Satış Sözleşmesinin Şekli”, Terazi Hukuk Dergisi, C. 10, S. 102, 2015, s. 42-53. YILMAZ,  Aydın,  6502  Sayılı  Tüketicinin  Korunması  Hakkındaki  Kanun  Uyarınca  Ön Ödemeli  Konut  Satışlarında  Dönme  Hakkı  ve  Sonuçları,  Yüksek  Lisans  Tezi,  Kocaeli Üniversitesi Sosyal Bilimler Enstitüsü, Kocaeli, 2019. ZEVKLİLER, Aydın/ GÖKYAYLA, Emre, Borçlar Hukuku Özel Borç İlişkileri, 19. Bası, Turhan Kitabevi, Ankara, 2019. 3İnternet Kaynakları  https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX%3A32008L0048  https://karararama.yargitay.gov.tr  www.kazanci.com  www.lexpera.com.tr                     4",
     "Kaynakça": "ACAR,  Hakan,6502  Sayılı  Tüketicinin  Korunması  Hakkında  Kanun  Çerçevesinde  Ön Ödemeli Konut Satış Sözleşmesi”, Fatih Üniversitesi Hukuk Fakültesi Dergisi, C. 3, S. 1, 2015, s. 11-40. AKÇAAL, Mehmet, Borçlar Kanununa Göre Ön Ödemeli Taksitle Satış Sözleşmesi”, TBB Dergisi, C. 26, S. 110, 2014, s. 57-108. AKİPEK, Şebnem, Türk Hukuku ve Mukayeseli Hukuk Açısından Tüketici Kredisi, Seçkin Yayıncılık, Ankara, 1999. ANIK, Gülgün, Borçlunun Temerrüdünden Dolayı Sözleşmeden Dönme”, TBB Dergisi, S. 59, 2005, s. 214-235. ATAMER, Yeşim M., Kredi ve Diğer Finansman Sözleşmelerinde Tüketicinin Korunması, On İki Levha Yayıncılık, İstanbul, 2016. AYAN,  Serkan,  Ön  Ödemeli  Konut  Satış  Sözleşmesinde  Alıcının  Sözleşmeden  Cayma Hakkı”, Ankara Hacı Bayram Veli Üniversitesi Hukuk Fakültesi Dergisi, C. 23, S. 3, 2019, s. 53-96. AYDIN,  Gülşah  Sinem,  Arsa  Sahibinin  Arsa  Payı  Karşılığı  İnşaat  Sözleşmesinden Dönmesinin Yükleniciden Arsa Payı Satın Alan Üçüncü Kişilere Etkisi ve Bu Etkinin Yargı Kararları Çerçevesinde Değerlendirilmesi”, TBB Dergisi, S. 141, 2019, s. 417- 453. AYDOĞDU, Murat, Tüketici Hukuku Dersleri, Adalet Yayınevi, Ankara, 2015. BAHTİYAR  Mehmet/  BİÇER,  Levent  ,Adi  İş/Ticari  İş/Tüketici  İşlemi  Ayrımı  ve  Bu Ayrımın  Önemi”,  6098  Sayılı  Türk  Borçlar  Kanunu  Hükümlerinin  Değerlendirilmesi Sempozyumu, Prof. Dr. Cevdet Yavuz’a Armağan, 2012, s. 395-436. BOZBEL, Savaş/ ATALI, Murat, Mesafeli Sözleşmelerde Cayma Hakkının Kullanılması ve Ortaya Çıkan Hukuki Sorunları”, AÜHFD, C. 9, S. 1-2, 2005, s. 451-474. BUZ, Vedat, Borçlunun Temerrüdünde Sözleşmeden Dönme, Yetkin Yayınları, Ankara, 1998. ÇABRİ,  Sezer  /ÖZ,  Turgut/  AKİPEK  ÖCAL,  Şebnem/  AYDOĞDU,  Murat  /ÇINAR, Ömer/YENİOCAK, Umut/ ŞAHİN, Turan/ TOKBAŞ, Hakan/ KURŞUN, Ali Suphi, İnşaat Sektöründe Tüketici Hukuku Uygulamaları, 2. Baskı, (Ed. Tokbaş, Hakan/Kurşun, Ali Suphi) İstanbul, Aristo Yayınları, 2018. (Çabri, Tüketici Hukuku Uygulamaları). ÇABRİ, Sezer, \"6502 Sayılı Tüketicinin Korunması Hakkında Kanun Uyarınca Ön Ödemeli Konut Satışı Sözleşmeleri\" 4. Tüketici Hukuku Kongresi, Sektörel Bazda Tüketici Hukuku ve 1Uygulamaları, (Ed. Tokbaş, Hakan/ Üçışık, Fehim), Ankara, 2014-2015, s. 205- 240. (Çabri, 4. Tüketici Hukuku Kongresi). ÇABRİ, Sezer, 6502 Sayılı Kanuna Göre Tüketicinin Korunması Hakkında Kanun Şerhi, Adalet Yayınevi,  Ankara, 2016. ÇABRİ, Sezer/ ÖZ, Maya-Turgut/ AYDOĞDU, Murat /ÇINAR, Ömer/YENİOCAK, Umut/ ŞAHİN,  Turan,  Ön  Ödemeli  Konut  Satışı  Sözleşmeleri,  Konut  Sektöründe  Tüketici Uygulamaları, Aristo Yayınevi, İstanbul, 2016, s. 67-132. (Çabri, Konut Sektöründe Tüketici Uygulamaları). DOĞAR, Mehmet, Ön Ödemeli Konut Satışı, On İki Levha Yayıncılık, İstanbul, 2018. EREN, Fikret, Borçlar Hukuku Genel Hükümler, 24. Baskı, Yetkin Yayınları, Ankara, 2019. GÜMÜŞ, Mustafa Alper, 6502 Sayılı Tüketicinin Korunması Hakkında Kanun Şerhi, Cilt 1 (Madde 1-46), Vedat Kitapçılık, İstanbul, 2014. GÜMÜŞ, Mustafa Alper, Borçlar Hukuku Özel Hükümler (Kısa Ders Kitabı), 3. Baskı, Filiz Kitabevi, İstanbul, 2018. KAPAĞAN, Gönül, Bağlı Tüketici Kredileri, Yayınlanmamış Yüksek Lisans Tezi, Ankara Üniversitesi Sosyal Bilimler Enstitüsü, İstanbul, 2004. KARA, İlhan, Yeni Kanuna Göre Tüketici Hukuku, Engin Yayıncılık, Ankara, 2015. KILINÇ,  Hüseyin,  Tüketici  Hukukunda  Bağlı  Kredi  Sözleşmesi  ve  Kredi  Verenin Sorumluluğu, Yayınlanmamış Yüksek Lisans Tezi, Marmara Üniversitesi Sosyal Bilimler Enstitüsü, İstanbul, 2018. KOÇAKER, Burak, Ön Ödemeli Konut Satış Sözleşmeleri, Yayımlanmamış Yüksek Lisans Tezi, Anadolu Üniversitesi Sosyal Bilimler Enstitüsü, Eskişehir, 2015. MAKARACI,  Aslı,  6502  Sayılı  Tüketicinin  Korunması  Hakkında  Kanun  Uyarınca  Ön Ödemeli Konut Satışı, Yeni Tüketici Hukuku Konferansı, İnceoğlu/Murat (der.), On İki Levha Yayıncılık, İstanbul, 2015, s. 241-259. (Konferans). MAKARACI, Aslı, Taşınır Mallara İlişkin Kampanyalı Satış Sözleşmesi, Seçkin Yayınevi, Ankara, 2007. NOMER, Halûk, Borçlar Hukuku Genel Hükümler, Gözden Geçirilmiş ve Genişletilmiş 16. Bası, Beta Yayınları, İstanbul, 2018. OĞUZMAN, Kemal / ÖZ, Turgut, Borçlar Hukuku Genel Hükümler, Cilt 1, 16. Bası, Vedat Kitapçılık, İstanbul, 2018. OĞUZMAN, Kemal / SELİÇİ, Özer / OKTAY-ÖZDEMİR, Saibe, Eşya Hukuku, 20. Bası, Filiz Kitabevi, İstanbul, 2017. 2ÖZEL, Çağlar, Mukayeseli Hukuk Işığında Tüketiciyi Koruyan Geri Alma Hakkı, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara, 1999. (Geri Alma Hakkı). ÖZEL, Çağlar, Tüketicinin Korunması Hukuku, 4. Baskı, Seçkin Yayıncılık, Ankara, 2018. ÖZMEN, Etem Saba, 2014/12321 Başvuru Numaralı Faik Tari ve Sultan Tari Başvurusuna İlişkin Anayasa Mahkemesi’nin Fahiş Hatalı Kararı’nın Eleştirisi”, TBB Dergisi, C. 30, S. 135, 2018, s. 491-516. ÖZMEN,  Etem  Saba/VARDAR-HAMAMCIOĞLU,  Gülşah,  6502  Sayılı  Tüketici Korunması Hakkında Kanun Uyarında Ön Ödemeli Konut Satışı Sözleşmesi, On İki Levha Yayıncılık, İstanbul, 2016. SEROZAN, Rona, Borçlar Hukuku Genel Bölüm, İfa- İfa Engelleri- Haksız Zenginleşme, C. 3, 7. Bası, Filiz Kitabevi, İstanbul, 2016. (İfa Engelleri). SEROZAN, Rona, Sözleşmeden Dönme, Vedat Kitapçılık, İstanbul, 2007. SİRMEN,  Lale,  Yeni  Tüketicinin  Korunması  Hakkında  Kanunun  Genel  Olarak Değerlendirilmesi”,  Terazi  Hukuk  Dergisi,  C. 9,  I.  Tüketici  Hukuku  Sempozyumu  Özel Sayısı, 2014, s. 156-162. SÜZEN,  Aylin,  Ön  Ödemeli  Konut  Satış  Sözleşmesi,  Tüketici  Hukuku  Davaları  Teori-Uygulama, Seçkin Yayıncılık, İstanbul, 2017. TEKELİOĞLU,  Numan,  Ön  Ödemeli  Konut  Satış  Sözleşmesinde  Satıcının  Teminat Sağlama Zorunluluğu”, AÜHFD, C. 67, S. 1, 2018, s. 81-104. TOKBAŞ, Hakan, Maketten Konut Satış Sözleşmelerinin Hukuki Niteliği ve Neticeleri”, https://www.tuketicihukuku.org/images/tuketiciHukuku/Maketten-Konut-Satis-Sozlesmeleri.pdf (erişim tarihi: 08.05.2020). ÜNLÜTEPE, Mustafa, 6502 Sayılı Tüketicinin Korunması Hakkında Kanun’a Göre Taksitle Satış Sözleşmesi”, Ankara Barosu Dergisi, 2014/2, s. 293-358. ÜZELER, Rabia Sanem, Türk Hukukunda Bağlı Kredi Sözleşmesi, Yayımlanmamış Yüksek Lisans Tezi, Ankara Üniversitesi Sosyal Bilimler Enstitüsü, Ankara, 2011. YENİOCAK,  Umut,  6502  Sayılı  Tüketicinin  Korunması  Hakkındaki  Kanuna  Göre  Ön Ödemeli Konut Satış Sözleşmesinin Şekli”, Terazi Hukuk Dergisi, C. 10, S. 102, 2015, s. 42-53. YILMAZ,  Aydın,  6502  Sayılı  Tüketicinin  Korunması  Hakkındaki  Kanun  Uyarınca  Ön Ödemeli  Konut  Satışlarında  Dönme  Hakkı  ve  Sonuçları,  Yüksek  Lisans  Tezi,  Kocaeli Üniversitesi Sosyal Bilimler Enstitüsü, Kocaeli, 2019. ZEVKLİLER, Aydın/ GÖKYAYLA, Emre, Borçlar Hukuku Özel Borç İlişkileri, 19. Bası, Turhan Kitabevi, Ankara, 2019. 3İnternet Kaynakları  https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX%3A32008L0048  https://karararama.yargitay.gov.tr  www.kazanci.com  www.lexpera.com.tr                     4"
}