{
     "Tip": "Makale",
     "Dergi İsmi": "Maltepe Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2020",
     "Cilt": "",
     "Sayı": "2",
     "Başlık": "Fransız Banka Hukukunda Müşteri Sırrını Saklama Yükümlülüğü Ve Özel Hayatın Korunması İle İlişkisi",
     "Title": "The Obligation To Keep A Customer's Secret And Its Relation To The Protection Of Privacy In French Banking Law",
     "Yazar İsmi": [
          "Arş. Gör. Dr. İlknur KAYA"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Sır",
          "Müşteri Sırrı",
          "Banka Sırrı",
          "Fransız Hukuku",
          "Özel Hayatın Korunması."
     ],
     "Keywords": [
          "Secret",
          "Customer Secret",
          "Bank Secret",
          "French Law",
          "Protection Of Privacy."
     ],
     "Özet": "Fransız hukukunda müşteri sırrının saklanması yükümlülüğü 14.12.2000 tarih ve 2000-2013 sayılı Para ve Finans Kanunu’nun (Code monétaire et financiere, CMF) mesleki sır” başlıklı L. 511-33. maddesinde yer almaktadır. Söz konusu maddede; kredi kuruluşu ve finansman şirketlerinin yönetim veya gözetim kurulu üyeleri, bu şirketlerin herhangi bir şekilde yönetimine katılanlar veya bu kuruluşlarda çalışanlar müşteri sırrını saklama yükümlülüğüne tâbi olan kişiler olarak sayılmıştır. Ayrıca aynı maddede sırrın açıklanabileceği hâllerle ilgili önemli bazı istisnalara da yer verilmiştir. Ancak maddede sır saklama yükümlülüğünün ihlâli hâlinde uygulanacak yaptırımlarla ilgili bir düzenleme bulunmadığından, genel hükümlerde yer alan düzenlemelerin dikkate alınması gerekmektedir. Hemen hemen tüm hukuk sistemlerinde sırrın saklanması ile özel hayatın korunmasının bağlantılı olduğu kabul edilmektedir. Fransız hukukunda özel hayatın korunması ile ilgili temel düzenleme ise Fransız Medeni Kanunu’nun (Code Civil, CC) 9. maddesinde yer almaktadır. Maddeye göre; herkes özel hayatına saygı gösterilmesini isteme hakkına sahiptir. Hâkim özel hayatın mahremiyetine dair saldırıyı durdurmak veya engellemek için yediemine tevdi, el koyma gibi gerekli tüm tedbirlere karar verebilir. Eğer bir zarar meydana gelmişse bu zararın haksız fiil hükümlerince tazminine ve kararın yayımlanmasına da karar verilebilir. Biz bu çalışmada genel hükümler kapsamında yer alan özel hayatın korunması hükümlerinin müşteri sırrı ile ilişkisini inceleyeceğiz.",
     "Abstract": "The obligation to keep the customer's secret in French law is governed by the article L. 511-33 titled as \"professional secret\" of the Monetary and Financial Law (Code monétaire et financiere, CMF) dated 14.12.2000 and numbered 2000-2013. In this article, the members of the administrative or supervisory board of the credit institutions and financing companies, those who participate in the management of these companies in any way or those who work in these organizations are deemed as persons subject to the obligation to keep the customer secret. In addition, some  * Bu çalışma Yazar’ın Banka Hukukunda Müşteri Sırrını Saklama Yükümlülüğü (Fransız İsviçre ve Türk Hukukunda) adlı doktora tezine dayanmaktadır. **  Anadolu  Üniversitesi  Hukuk  Fakültesi,  Ticaret  Hukuku  Anabilim  Dalı  Araştırma  Görevlisi,  ORCID  No. http://orcid.org/0000-0002-9218-5473, E-posta: ilknurkaya@anadolu.edu.tr.  Makale Gönderim Tarihi: 26.06.2020  Makale Kabul Tarihi: 22.10.2020.  important exceptions are included in the same article regarding the cases in which the secret can be disclosed. However, since there is no regulation on the sanctions to be applied in case of violation of the obligation to keep secrets in the article, the regulations contained in the general provisions need to be taken into account. In almost all judicial systems, it is acknowledged that the keeping of the secret and the protection of privacy are linked. The basic regulation for the protection of privacy in French law is the Article 9 of the French Civil Code (Code Civil, CC). According to the article, everyone has the right to ask that his/her privacy be respected. A judge may decide on all necessary measures, such as intrust or distrainment, to stop or prevent a violation on the privacy. If a loss has occurred, it may be decided that the damages will be compensated s per the tort provisions and that the decision will be published. In this study, we investigate the relationship between the protection of privacy provisions within the scope of the general provisions and the customer secret.",
     "Metin": "MÜŞTERİ SIRRINA İLİŞKİN TEMEL HUKUKİ DÜZENLEME  Fransız banka hukukunda müşteri sırrı 14.12.2000 tarih ve 2000-2013 sayılı Para ve Finans Kanunu’nun (Code monétaire et financiere, CMF)1 mesleki sır” başlıklı L. 511-33. maddesiyle2 korunmaktadır3. Belirtilen maddede müşteri sırrını saklamakla yükümlü olanlar sayılmıştır. Kredi  1 Kanun için bkz., https://www.legifrance.gouv.fr/affichCode.do?cidTexte=LEGITEXT000006072026 (erişim tarihi: 19.04.2019). 2 I. Kredi kuruluşu ve finansman şirketleri ile Kanun’un L. 511-6 maddesinin 5. ve 8. bendinde sayılan kuruluşların yönetim veya gözetim kurulu üyesi olan veya herhangi bir şekilde yönetime katılan veya bu kuruluşlarda çalışan kişiler mesleki sır saklama yükümlülüğüne tâbidir. Mesleki sır, İhtiyati Denetim ve Çözümleme Kurumu’na, Fransa Merkez Bankası’na, Fransa Deniz Aşırı Bölgesi Merkez  Bankasına,  ceza  soruşturması  veya  yargılamasını  yürüten  makama,  17.11.1958  tarih  ve  58-1100  sayılı Parlamenterler Meclisi’nin İşleyişi’ne Dair Kararname’nin 6. maddesince açılan meclis soruşturma komisyonuna karşı ileri sürülemez.  Kredi kuruluşu ve finansman şirketleri mesleki sır kapsamındaki bilgileri, kredi derecelendirme kuruluşlarıyla derecelendirme işlemlerinin yapılması amacıyla paylaşabilir. Ayrıca söz konusu bilgiler aşağıda sayılan işlemlerin yapılması için zorunlu olduğu takdirde, kendisiyle görüşme yapılan, sözleşme imzalanan veya işlemi gerçekleştirilen kişilerle paylaşılabilir.  1. Doğrudan veya dolaylı olarak bir veya daha fazla kredi kuruluşu veya finansman şirketince gerçekleştirilen kredi işlemleri 2. Finansal araçlara ilişkin işlemler, kredi rizikosu için yapılan teminat veya sigorta işlemleri 3. Bir kredi kuruluşu veya finansman şirketinde yönetim hâkimiyetini sağlayan veya sermayenin çoğunluğunu temsil eden payların devri 4. Aktiflerin veya ticari işletmenin devri  5. Alacağın veya sözleşmenin devri  6. Önemli bazı işlemlerin yapılmasının üçüncü kişilere bırakıldığı hizmet sözleşmeleri  7. Müşteriyle ilgili banka işlem ve sözleşmelerinin, şirketler topluluğunca incelenmesi ve hazırlanması Finansman sözleşmeleriyle ilgili olarak Avrupa Birliği’ne üye olmayan bir Devletin mevzuatı gereği, veri depolama merkezine bildirimin zorunlu olduğu hâllerde, kredi kuruluşu veya finansman şirketi, mesleki sır kapsamında yer alan bilgileri paylaşabilir. Bu bilgiler, 06.01.1978 tarih ve 78-17 sayılı Bilişim, Veri Kayıt Sistemi ve Özgürlüklere İlişkin Kanun’a göre kişisel veri niteliğindeyse, bildirim söz konusu Kanun’da öngörülen şekilde gerçekleştirilir.  Yukarıda belirtilen hâller dışında, kredi kuruluşları ve finansman şirketleri, mesleki sır kapsamında yer alan bilgileri, her somut olayda ve ilgili kişilerin bu yöndeki onayı ile paylaşabilir.  Yukarıda belirtilen işlemler gerçekleşmiş olsun veya olmasın, mesleki sır kapsamında yer alan bilgileri öğrenen kişiler, bu bilgileri gizlilikle saklamalıdır. Ancak işlem gerçekleşmiş olursa, söz konusu kişiler mesleki sır kapsamında yer alan bilgilerin tümünü, bu maddede sözü edilen kişilerle ve aynı koşullarda paylaşabilirler.  II. İhtiyati Denetim ve Çözümleme Kurumu’nun denetimine tâbi kredi kuruluşu, finansman şirketi, saf finansal holding şirketi, karma finansal holding şirketi ve finansman şirketinin ana işletmelerinin çalışanları ile bunların hizmet sağlayıcılarının çalışanları, potansiyel veya kesin ihlalleri 26.06.2013 tarih ve 575/2015 sayılı, 15.05.2014 tarih ve 600/2014 sayılı Avrupa Parlamentosu ve Konseyi Tüzüklerine ve bu Kanun’un birinci kitabının mevcut bölümü ile III. bölümlerinde yer alan düzenlemelere uygun olarak Kurum’a bildirmelidir. Bildirimler yazılı olarak yapılmalı ve vakıanın aydınlatılması için gerekli tüm unsurlar bildirime eklenmelidir. İhtiyati  Denetim  ve  Çözümleme  Kurumu,  kendisine  yapılan  bildirimler  için,  bildirimde  bulunan  kişinin korunması, özellikle kimliğinin öğrenilmemesi ve bildirimle ilgili diğer kişilerin kişisel verilerinin korunması için gerekli tüm tedbirleri alır.” 3 Bununla birlikte CMF’nin yürürlüğe girmesinden önce de, bankaların banka sözleşmesinden kaynaklanan sır saklama yükümlülüğünün olduğu kabul edilmekteydi. Ayrıca Ceza Kanunu’nun (Code pénal, CP) 378. maddesinde doktorlar, eczacılar ve avukatlar için öngörülen sır saklama yükümlülüğünün bankacılar için de uygulanabilir olduğu ifadekuruluşu ve finansman şirketlerinin yönetim veya gözetim kurulu üyeleri, herhangi bir şekilde yönetimine katılanlar ile belirtilen şirketlerde çalışanlar müşteri sırrını saklama yükümlülüğüne tâbi olan kişilerdir.  Ayrıca aynı maddede sırrın açıklanabileceği bazı banka işlemleri de sıralanmış ve yine bazı yetkili kurumlara karşı müşteri sırrına ilişkin hükmün ileri sürülemeyeceği belirtilmiştir. Buna göre sır saklama yükümlülüğü İhtiyati Denetim ve Çözümleme Kurumu’na, Fransa Merkez Bankası’na, Fransa  Deniz  Aşırı  Bölgesi  Merkez  Bankasına,  ceza  soruşturması  veya  yargılamasını  yürüten makama, meclis soruşturma komisyonuna karşı ileri sürülemez.  Ancak kredi kuruluşu ve finansman şirketleri sır kapsamındaki bilgileri, kredi derecelendirme kuruluşlarıyla derecelendirme işlemlerinin yapılması amacıyla paylaşabilir.  Bankaların  sözleşme  öncesi  görüşme  yaptığı,  sözleşme  imzaladığı  veya  işlemini gerçekleştirdiği kişilere, söz konusu işlem veya sözleşmenin yapılması için zorunlu olarak verilmesi gereken bilgiler sebebiyle, müşteri sırrı hükümleri ihlâl edilmiş olmayacaktır. Maddede tahdidi olarak sayılan işlem veya sözleşmeler; doğrudan veya dolaylı olarak bir veya daha fazla kredi kuruluşu  veya  finansman  şirketince  gerçekleştirilen  kredi  işlemleri,  finansal  araçlara  ilişkin işlemler,  kredi  rizikosu  için  yapılan  teminat  veya  sigorta  işlemleri,  bir  kredi  kuruluşu  veya finansman şirketinde yönetim hâkimiyetini sağlayan veya sermayenin çoğunluğunu temsil eden payların devri, malvarlığının veya ticari işletmenin devri, alacağın veya sözleşmenin devri, önemli bazı  işlemlerin  yapılmasının  üçüncü  kişilere  bırakıldığı  hizmet  sözleşmeleri,  müşteriyle  ilgili bankacılık  işlem  ve  sözleşmelerinin,  şirketler  topluluğunca  incelenmesi  ve  hazırlanması işlemleridir.  II. MÜŞTERİ SIRRININ TANIMI  CMF  art.  L.  511-33’te  müşteri  sırrı  tanımlanmamıştır.    Hükmün  madde  başlığında  ve metninde mesleki sır (secret professionnel)” kavramı yer almakla birlikte, mesleki sır saklama yükümlülüğünün  konusunu  bankanın  müşterilerine  veya  hakkında  bilgi  sahibi  olduğu  üçüncü  edilmekteydi. Joseph Hamel, Banques et Opérations des Banques, Ed. Rousseau, Paris, 1933, s. 141; Anatole Sacker, Le Secret Professionnel du Banquier, Ed. Rousseau, Paris, 1933, s. 9; Paris İstinaf Mahkemesi de 17.10.1931 tarihli eski bir kararında, bankaların müşteri sırrını saklama yükümlülüğünün bulunduğuna işaret etmiştir.   Jérôme Lasserre-Capdeville, Le Secret Bancaire, Banque& Droit, Hors Series, 30 Ans de Loi bancaire, mars 2014, s. 16.kişilere ait sırlar oluşturmaktadır4. Bir başka deyişle bankanın müşteri sırrını (secret bancaire)5 6 saklama yükümlülüğü, mesleki sır saklama yükümlülüğünün özel bir türüdür7.  Buradan  hareketle  Farhat  müşteri  sırrının,  bankacılık  faaliyetinin  yürütülmesi  sırasında öğrenilen bilgilerden ibaret olduğunu ifade etmiştir8.  Alavi  müşteri  sırrını;  bankanın  yönetici,  temsilci  ve  çalışanlarının  mesleki  faaliyetlerini yürütürken öğrendikleri, müşteri veya bankayla işbağlantısı olan kişiler hakkındaki kişisel veya ekonomik özellikli ve gizli nitelikteki bilgiler olarak tanımlamıştır9.  Lasserre-Capdeville’e göre ise müşteri sırrı; kredi kuruluşlarının yönetim, denetim organı üyeleri  ile  kuruluşun  çalışanlarının  mesleki  faaliyetlerini  yerine  getirirken  üçüncü  kişilerden öğrendikleri, gözlem ya da sonuç çıkarma yoluyla edindikleri veya kendilerine açıklanmış olan,  4 Alexandre Alavi, Le secret bancaire Etude de Droit Comparé (France-Suisse), Thèse Doctorat, Paris, Université Paris Est,  2017,    s.10;  Jérôme  Lasserre-Capdeville,  Le  Secret  Bancaire,  Etude  de  Droit  Comparé  (France,  Suisse, Luxembourg), Aix En Provence, Presses Universitaire D’aix-Marseille, 2006, s. 31; Raymond Farhat,  Le Secret Bancaire: Etude de Droit Comparé (France, Suisse, Liban), LGDJ, Paris, 1980, s. 11. 5 Fransız hukukunda bankanın müşterileri ve hakkında bilgi sahibi olduğu üçüncü kişilerle ilgili sırlar için secret bancaire” kavramının kullanıldığı görülmektedir. Esasen bu kavramın kelime karşılığı banka sırrı”dır. Ancak kavram müşterilerin ve üçüncü kişilerin sırlarının saklanmasında kullanılmakta ve bankanın kendi sırları ise iş sırrına (secret des affaires)” ilişkin hükümlerle korunmaktadır. Yani Türk hukukundan farklı olarak Fransız hukukunda, bankanın kendisine, bir başka deyişle iç işleyişine dair sırlar için banka sırrı” kavramı kullanılmamakta ve bankanın iş sırrı” denmekle  yetinilmektedir.  Alavi,  s.14;  Jérôme  Lasserre-Capdeville,  Le  Secret  Bancaire:  Approche  Nationale  et İnternationale, Edition Revue Banque, Paris, 2013, s.15; Anne Teissier, Le Secret Professionnel du Banquier, Aix En Provence, Presses Universitaire D’aix-Marseille, 1999, s.18;  6 Türk hukukunda ise Bankacılık Kanunu’nun sırların korunması” başlıklı 73. maddesinde, banka ve müşterilere” ait sırları öğrenenlerin söz konusu sırları saklamakla yükümlü oldukları hükme bağlanmıştır. Madde metninde iki farklı sır türünün  düzenlenmiş  olması  doktrinde  banka  sırrı”,  bankacılık  sırrı”  ve  müşteri  sırrı”  gibi  kavramların benimsenmesine sebep olmuştur. Bir görüşe göre, geniş anlamda banka sırrının” kapsamında hem bankaya hem de müşterilere ait sırlar yer almaktadır. Ünal Tekinalp, Banka Hukukunun Esasları, 2. Baskı, Vedat Kitapçılık, İstanbul, 2009, s. 411; A. Sait Yüksel/Aslı Yüksel/Ülkü Yüksel, Bankacılık Hukuku ve İşletmesi, 10. Baskı, Beta Basım Yayım Dağıtım  A.Ş,  İstanbul,  2004,  s.  193;  Pınar  Çağla  Kandıralıoğlu,  Türk  Hukukunda  Bankaların  Sır  Saklama Yükümlülüğü, On iki Levha Yayıncılık, İstanbul,  2011, s. 84; İbrahim Kaplan, Banka Gizliliği-Bankanın Sır Saklama Borcu”, Batider, Cilt:15, Sayı:4, Yıl:1990, Ankara, s. 4; Faruk Erem/Akın Altınok/Haluk Tandoğan, Bankalar Kanunu Şerhi, 7. Baskı, BTHAE Yayınları, Ankara, 1989, s. 176; Doktrinde bir başka görüşe göre ise, bankanın kendisine ait olan sırlar için banka sırrı” müşterilerine ait olan sırlar için müşteri sırrı” kavramını kullanmak gerekmektedir. Seza Reisoğlu, Bankacılık Kanunu Şerhi, 2. Cilt, 2. Baskı, Yaklaşım Yayınları, Ankara, 2015, s. 1498; Ulusoy ise; banka sırrı kavramının bankaya ait sırları, müşteri sırrının müşteriye ait sırları, bankacılık sırrının ise, her iki sır türünü de kapsayan üst kavram olduğunu söylemektedir. Erol Ulusoy, Bankacılık Sırrı Kavramı, Hukuki Niteliği Ve Korunması,  Ersin Çamoğlu’na Armağan, C.1, Vedat Kitapçılık, İstanbul, 2013, s. 509-511; Biz çalışmamızda, bankanın müşterilerine dair sırlarına karşılık olarak banka sırrı” değil müşteri sırrı” kavramını kullanıyoruz. 7 Alavi, s.10; Lasserre-Capdeville, s. 31. 8 Farhat, s. 65. 9 Alavi, s. 38.müşterilerle veya bankayla aralarında sözleşmesel ilişki bulunmayan üçüncü kişilerle ilgili belirli ve kamuya açıklanmamış olan bilgilerdir 10.  III. MÜŞTERİ SIRRI KAPSAMINDA YER ALAN BİLGİLER  Fransız hukukunda müşteri sırrını saklama yükümlülüğü bankacılık mesleğinin/faaliyetinin ifası sırasında öğrenilen gizli nitelikteki bilgilerle ilgilidir. Doktrinde bazı yazarlar, gizli nitelikteki bilgilerin  teker  teker  sayılarak  gösterilmesi  gerektiğini  ifade  etmişlerdir.  Böylece,  sır  saklama yükümlülüğü  kapsamında  yer  alan  bilgilere  ilişkin  sıralama  oluşturmuşlardır.  Bu  kapsamda; müşterinin kimlik bilgileri, hesaplarının durumu ve sayısı, hesap hareketleri, menkul kıymetlerle ilgili işlemleri, banka hesabının açılması veya kredi sözleşmeleri ile ilgili olarak başvuruyu yapan müşterinin ekonomik durumu hakkında bir başka banka veya müşteri tarafından verilen bilgiler, şirketin cirosu, mal veya hizmet sağlayıcıları, iskonto veya ödenen kambiyo senetlerinin toplamı ve mahiyeti, kasa kirasına ait bilgiler, müşteri tarafından yapılan ödemeler ve havale talimatları, şahsi ve ayni teminat sözleşmeleri,  müşterinin bankacılık işleminin karşı tarafı olan üçüncü kişilerin kimlik ve hesap bilgileri,  üçüncü kişilerin bir başka banka aracılığı ile gerçekleştirmiş oldukları işlemler neticesinde banka tarafından elde edilen bilgiler, ticari sırra ilişkin bilgiler, işletmenin organizasyonu, üretim yöntemi, buluş, diğer işletmelerle ilgili sözleşme veya anlaşma, işletmeyle ilgili finansal projeler, müşteri sırrı sayılmıştır11.   Sözü edilen yöntem, müşterilerle ilgili bilgilerin belirlenmesine yardımcı olmakla beraber, tek başına tüm belirsizlikleri ortadan kaldıramayacağı gerekçesiyle eleştirilmektedir. Bankacılık sektörünün hızlı gelişimi karşısında, müşterilerin gerçekleştirebileceği işlemlerin tamamının teker teker sayılması neredeyse imkânsızdır12. O hâlde, müşteri sırrı niteliğinde olan bilgilerle ilgili genel ölçütlerin  belirlendiği  bir  yöntemi  tercih  ederek,  müşteri  sırrının  konu  bakımından  kapsamını belirlemek  gerekmektedir.  Söz  konusu  yönteme  göre;  mesleki  faaliyet  dolayısıyla  öğrenilmiş olan”, gizli olan” ve belirli nitelikte olan” bilgiler müşteri sırrıdır.     10 Lasserre-Capdeville, s. 416.  11 Farhat, s. 84; Sacker, s.19.  12 Lasserre-Capdeville, s. 257; Teissier, s. 81; Olivier Jerez, Le Secret Bancaire, Revue Banque, Paris, 2000, s. 52; Üstelik müşteri sırrı kapsamında yer alan bilgilerin sıralanması yöntemi ilk kez Alman hukukundaki yazarlar tarafından önerilmiş olmakla birlikte, Alman hukukunda da bu yöntemden vazgeçilmiştir. Bunun yerine, genel ölçüt olarak, iş bağlantısı dolayısıyla öğrenilen” ve gizli kalmasında müşterinin menfaatinin” olduğu bilgiler müşteri sırrı olarak kabul edilmiştir. Aurélia Joyce Rappo, Le Secret Bancaire, Sa Portée Dans Le Temps, Dans L’espace et Dans Les Groupes De Sociétés, Staempfli, Berne, 2002, s. 118.A. Mesleki Faaliyet Dolayısıyla Öğrenilen Bilgi Müşteri sırrı kapsamındaki bilgi mesleki faaliyet dolayısıyla13 öğrenilmiş olmalıdır. Nitekim Fransız hukukunda, CMF art. L. 511-33’ün müşteri sırrını saklama yükümlülüğüne aykırı hareket edilmesi hâlinde uygulanacak ceza yaptırımları konusunda atıf yaptığı Ceza Kanunu’nun (Code pénal, CP) 226-13. maddesine göre; bir durum, meslek, sürekli veya geçici görev nedeniyle gizli nitelikteki bilgileri saklayan, söz konusu bilgileri açıklarsa, bir yıl hapis cezası ve 15.000 Avro para cezası ile cezalandırılır”.  Fransız  doktrini  ve  mahkemelerince,  mesleki  faaliyet  neticesinde  öğrenilen  bilgilerin  ne şekilde elde edilmesi gerektiği hususu uzun yıllar tartışılmıştır. Gerçekten Eski CP art. 378’de verilen  bilgiler”  ifadesi  yer  almış,  doktrinde  ve  mahkeme  kararlarında  ilgili  madde  dar yorumlanmış ve yalnızca müşterinin iradesi ile bankacıya verdiği” bilgilerin gizli bilgi olduğu kabul edilmişti.  Tarihsel süreç içinde bilgilerin kapsamı, gözlemleme, sonuç çıkarma ve üçüncü kişilerden öğrenme”  şeklinde  elde  edilmiş  tüm  bilgileri  kapsayacak  şekilde  genişlemiştir14.  Bu  durum mesleki faaliyet sebebiyle müşteriyle veya üçüncü kişilerle ilgili bilgilerin, diğer bankalardan, bankanın  istihbarat  biriminden  veya  üçüncü  kişilerden  öğrenilmesinin  mümkün  olmasıyla açıklanmıştır. Zira banka çalışanı müşteri tarafından kendisine açıkça teslim edilen bilgilerden, eriştiği finansal raporlardan, müşterinin tüm ticari ve bireysel işlemlerini de inceleyerek sonuç çıkarabilecektir15. Fransız Kanun Koyucusu da, CP art. 226-13’te bir değişiklik yaparak, verilen bilgi”  yerine  gizli  nitelikteki  bilgiler”16  ifadesini  getirerek  Fransız  mahkeme  kararlarına  ve doktrinine uygun bir düzenleme yapmıştır17.  B. Gizli Bilgi  Herkesin  bildiği  veya  gazetelerde  yayımlanmış  vakıalar  gizli  nitelikte  değildir.  Ticari işletmeler, anonim veya limited şirketlerle ilgili herkese açık olan ve talep hâlinde ticaret sicili  13 Bununla birlikte, bankacının müşterilere ait gizli bilgileri, mesleğinin ifası sebebiyle değil de şahsi (arkadaş veya akraba) ilişkileri neticesinde öğrenmiş olduğu iddia ediliyorsa, sorumluluktan kurtulmak için bu iddianın ispat edilmesi gerekecektir. Lasserre-Capdeville, s. 261; Rappo, s.119.  14 Sacker, s. 19; Farhat, s. 27 ve s.86; Teissier, s. 75. 15 Lasserre-Capdeville, s. 259. 16 Konuyla ilgili olarak Senato’da Yasa Hazırlama Komisyonu’ndan gelen rapor üzerine, verilen, görülen, dinlenen ya da  anlanan  gizli  bilgi”  şeklinde  daha  belirgin  bir  düzenleme  yapılması  önerilmiştir.  Ancak  düzenleme  teklifi reddedilmiştir.  Yine  de  Komisyon’un,  gizli”  kavramı  ile  sır”  kavramının  kapsamına  katkıda  bulunduğu  ifade edilmektedir. Lasserre- Capdeville, s. 260.   17 Lasserre-Capdeville, s. 259.müdürlüklerince  verilen  belge  ve  bilgiler  gizli  değildir.  Müşteri  sırrının  saklanması yükümlülüğünün ihlali, açıklanma anına kadar kimsenin bilmediği bilgileri açıklamaktan ibaret de değildir.  Bazı  bilgiler  genel  hatları  ile  biliniyor,  fakat  ayrıntılar  hakkında  kamuya  açıklama yapılmamış olabilir. Bu son durumda da, müşteri sırrının saklanması gerekmektedir18.   Banka  çalışanı  bir  müşterisi  hakkında  bazı  kişilerce  ortaya  atılan  söylentileri,  kamuya açıklanmış olduğu  gerekçesiyle olumlu  veya olumsuz şekilde cevaplayamaz19. Belirtilen husus müşteri sırrının korunması açısından önem arz etmektedir. Zira aksinin kabulü söz konusu bilgilerin tartışılmalı hâle getirilerek kamuya açıklanması yolunun kullanılmasına sebep olabilir. Bir basın kuruluşu tarafından kamuya açıklanan bilgilerle ilgili banka çalışanınca bilgi verilmesi, müşteri sırrına dair kanunla öngörülmeyen bir istisnanın yaratılması anlamına gelecektir20. C. Belirli Bilgi  Belirli bilgi” kavramı doktrinde, özel ve ekonomik hayatın gizliliğine dair belirli veriler” olarak tanımlanmaktadır21. Yani yapılan işlemin türünü, isim ve sayısal verilerini içeren bilgiler gizli olarak kabul edilmektedir22. Belirli bilgi’nin açıklanması; banka işlemlerinin ayrıntıları ile açıklanması ya da ilgili tüm diğer işlemlerle birlikte açıklanarak bir hesabın varlığının onaylanması şeklinde gerçekleşebilir. Daha somut bir örnekle Fransız Yargıtay’ının 21.02.2012 tarihinde verdiği bir kararla belirtmek gerekirse; bir tescil kaydının veya bir tüzel kişinin merkezinin açıklanması, banka tarafından gerçekleştirilen bir havale işleminin alıcısı olan müşterisinin açıklanmasına neden oluyorsa müşteri sırrının ihlali söz konusudur23. Dolayısıyla belirli bilgi niteliğinde olmayan müşterinin genel mali durumu ile ilgili bilgiler” gizli bilgi olarak kabul edilmemektedir. Genel nitelikte kabul edilen bu bilgilerden bazılar düzenli ödemeler, ödenmemiş çekler vs. olabilir24. Genel nitelikli bilgilerin bankalar arası bilgi paylaşımı  18  Benzer  şekilde  işletme  hesapları  ve  şirket  bilançoları  da  açıklandıkları  andan  itibaren  sır  kapsamında  yer almayacaktır. Lasserre-Capdeville, s. 272. 19 Fakat Angers İstinaf Mahkemesi 19.09.1989 tarihli kararında; kredi borcunu ödemeyen bir müşterisinin durumu ile ilgili bilgileri basın kuruluşlarına açıklayan bankacının sorumluluğunun bulunmadığına hükmetmiştir. Zira söz konusu bilgiler daha önce yayımlanan bir gazete röportajında bizzat müşteri tarafından açıklanmıştır. Lasserre-Capdeville, s. 272. 20 Lasserre-Capdeville, s. 272. 21 Francis Crédot, Le Secret Bancaire Son Étendue et Ses Limites. Les Petites Affiches, no: 35, 1994,  s. 10.  22 Paris İstinaf Mahkemesi bir kararında; bankacının müşterisi ile ticari ilişkileri bulunan ve müşterisine dava açmaya hazırlanan bir şirketin yönetim kurulu başkanına, müşterisi ile banka işlemlerini gerçekleştirirken yaşamış olduğu sıkıntıları anlatan mektup yazmasını, müşteri sırrının ihlali olarak değerlendirmiştir. Ancak mahkeme, kararda belirli bilgi” kavramına yer vermemiştir. Lasserre-Capdeville, s. 275. 23 Lasserre-Capdeville, Le secret bancaire, s. 36.  24 Sacker, s. 24.için  kullanılması  noktasında  bir  tereddüt  bulunmazken,  banka  çalışanının  bir  müşterisini bilgilendirmek,  tavsiyelerde  bulunmak  üzere  bir  başka  müşterisiyle  ilgili  gizli  bir  bilgiden yararlanıp yararlanamayacağı konusu özellik arz etmektedir. Yani banka çalışanının sır saklama yükümlülüğü ile aydınlatma yükümlülüğünün çatışmasında, hangi müşterinin menfaatine üstünlük tanınması gerektiği önemlidir. Belirtmek gerekir ki, banka çalışanının bilgi verme yükümlülüğü ile müşteri  sırrını  koruma  yükümlülüğü  arasındaki  çatışmanın,  her  somut  vakıada  tarafların menfaatleri- menfaat dengeleri göz önünde bulundurularak çözülmesine gerek yoktur.  Zira düzenli ödemeler, ödenmemiş çekler gibi bir müşteriyle ilgili genel nitelikteki bilgilerin üçüncü kişilerle paylaşılması mümkündür. Sözü edilen bilgiler gizli bilgi olarak kabul edilmezler25. Gizlilik kapsamında yer alan belirli bilgiler çoğunlukla; hesap işlemleri, portföy, kredi işlemleri gibi çeşitli banka işlemleri türleri ile ilgilidir. Benzer şekilde, müşterinin mali durumu ile ilgili açıklamalar, ödemeleri, para çekme işlemleri, havale talimatları, hesap hareketleri, hesap türü, hesap numarası da bu kapsamda yer almaktadır. İşlemin gerçekleşmiş olmasının gizliliğe etkisi bulunmamaktadır. Örneğin kredi başvurusu ile ilgili görüşmeler neticesinde öğrenilen bilgiler de, görüşmeler bir sonuca ulaşmış olmasa da bankacının sır saklama yükümlülüğü kapsamında yer alacaktır26. Müşterinin gerçekleştirmiş olduğu işlemin ulusal veya uluslararası olmasının bir önemi bulunmamaktadır27.  Müşterinin  ticari  sırlarına,  işletmenin  organizasyonuna,  üretim  yöntem  ve süreçlerine, müşterilerin ve sağlayıcılarının banka hesapları ve yatırım projelerine dair bilgiler de müşteri sırrı bağlamında korunan gizli bilgilerdendir28.   Müşteri sırrı olarak kabul edilen bilgiler yalnızca malvarlığı değerleri ile sınırlı değildir. Müşterinin ailesi, sağlığı ve özel hayatıyla ilgili bilgiler bu kapsamda yer almaktadır. Bankacı, kendisine  sözleşme  ile  bağlı  olmayan  bir  kişinin  veya  müşterisinin  özel  hayatını  etkileyecek bilgilerin  anlamlandırılmasına  olanak  sağlayan  sayısal  verileri”  açıklamama  yükümlülüğüne tâbidir29. Örneğin bir kişinin düzenli ödemelerinin olup olmadığı sorusunu cevaplamak Fransız hukuku açısından mümkün iken; evli bir müşteri tarafından evlilik dışı çocuğuna yapılan düzenli ödemelerin öğrenilmesine sebep olacak şekilde açıklama yapmak müşteri sırrına dair hükümlerin  25 Aynı husus, Fransız Yargıtay’ının kredi kuruluşlarının, müşterinin ödeme gücüyle ilgili bilgiler dışındaki bilgileri açıklamamakla” yükümlü olduklarına hükmettiği 18.09.2007 tarihli kararında da vurgulanmıştır. Paris Asliye Ceza Mahkemesi 1975 tarihli bir kararında; bankacının dava konusu çekle ilgili olarak, bir gerçek veya tüzel kişinin, bankanın müşterisi olup olmadığına dair sorulan soruyu cevaplamasının müşteri sırrına aykırılık teşkil etmeyeceğine hükmetmiştir. Lasserre- Capdeville, s. 275. 26 Lasserre-Capdeville, s. 273.  27 Teissier, s. 75.  28 Lasserre-Capdeville, s. 274. 29 Sacker, s. 20; Lasserre-Capdeville, s. 274; Farhat, s. 85.ihlal edildiği anlamına gelmektedir. Benzer şekilde müşterinin bir siyasi partiye sağladığı fonları açıklamak da müşteri sırrının saklanması yükümlülüğüne aykırılık teşkil eder30.   IV. MÜŞTERİ SIRRININ ÖZEL HAYATIN KORUNMASI HÜKÜMLERİYLE İLİŞKİSİ  CMF art. L. 511-33’te, kredi  kuruluşu ve finansman şirketlerinin yönetim  veya gözetim kurulu üyesi olan veya herhangi bir şekilde yönetime katılan veya bu kuruluşlarda çalışan kişiler müşteri sırrını saklama yükümlülüğüne tâbi olan kişiler olarak sayılmıştır.  CMF art. L. 511-33’te, sır saklama yükümlülüğüne tâbi olanların hukuka aykırı olarak sırrı açıklamaları durumunda uygulanacak yaptırımlarla ilgili bir düzenleme bulunmadığından31, genel hükümlerde yer alan hükümlerin dikkate alınması gerekecektir.  Fransız  hukukunda  özel  hayatın  korunmasına  ilişkin  olarak  Anayasa’da  açık  bir  hüküm bulunmamaktadır32.  Ancak  özel  hayatın  uluslararası  alanda  pek  çok  bildirge  ve  sözleşme  ile güvence altına alınmış olduğuna işaret edilir33. Konuya ilişkin temel ulusal düzenleme ise Fransız Medeni Kanunu’nun 9. maddesinde bulunmaktadır. Maddeye göre;34 herkes özel hayatına saygı gösterilmesini isteme hakkına sahiptir. Hâkim özel hayatın mahremiyetine dair saldırıyı durdurmak veya engellemek için yediemine tevdi, el koyma gibi gerekli tüm tedbirlere karar verebilir. Eğer bir zarar meydana gelmişse bu zararın haksız fiil hükümlerince tazminine ve kararın yayımlanmasına da karar verilebilir”. Çalışmamız kapsamında yer alan temel sorun müşteri sırrı niteliğindeki bilgilerin özel hayatın bir parçası olarak değerlendirilip değerlendirilemeyeceği ve mahkemece CC art. 9’da yer alan tedbirlere karar verilip verilemeyeceği noktasında toplanmaktadır.    30 Lasserre-Capdeville, s. 274. 31 Bununla birlikte CMF’nin ceza yaptırımlarına dair art. L. 571-4’ü, CP art. 226-13’e atıf yapmaktadır. CP art. 226-13’e göre; bir durum, meslek, sürekli veya geçici görev nedeniyle gizli nitelikteki bilgileri saklayan, bu bilgileri açıklarsa, bir yıl hapis cezası ve 15.000 Avro para cezası ile cezalandırılır. Ayrıca, çalışanın fiilinden sorumlu olan kredi kuruluşu da, sırrın açıklanmasından zarar gören kişinin zararını tazmin etmelidir”. 32 Alavi, s. 36.  33  Uluslararası  bildirge  ve  sözleşmelerin  özel  hayatın  korunmasıyla  ilgili  hükümleri  şu  şekilde  sıralanmaktadır: 10.12.1948 tarihli İnsan Hakları Evrensel Bildirgesi’nin” 12. maddesi, 04.11.1950 tarihli İnsan Hakları ve Temel Hakların Özgürlüklerin Korunmasına İlişkin Sözleşme’nin” 8. maddesi, 16.12.1966 tarihli Medeni ve Siyasal Haklara İlişkin Uluslararası Sözleşme’nin” 17. maddesi ve 07.12.2000 tarihli Avrupa Birliği Temel Haklar Şartı’nın” 7. maddesi. Lasserre-Capdeville, s. 89 vd.    34 CC art 9 hükmü Vatandaşların Kişisel Haklarının Güçlendirilmesine Yönelik 17.07.1970 tarih ve n.70-643 sayılı Kanun (Loi n° 70-643 du 17 juillet 1970 tendant à renforcer la garantie des droits individuels des citoyens)” ile getirilmiştir.  Kanun  için  bkz.,  https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=JORFTEXT000000693897 (Erişim tarihi: 02.07.2019).Kişilerin maddi ve manevi bütünlüğüne, sağlığına, onuruna, özel yaşamın gizliliğine dair bilgilerin kişilik haklarının kapsamında yer aldığı konusunda tartışma  bulunmamaktadır. Fakat malvarlığına dair bilgilerin, kişilerin gizlilik alanı içinde olup olmadığı ve bu bilgilerin hukuka aykırı olarak açıklanmasının kişilik haklarının ihlali anlamına gelip gelmediği hususunda uzun yıllar  görüş  birliği  sağlanamamıştır.  Önceleri  bankanın  müşterisi  ile  yapmış  olduğu  işlemi açıklamasının,  sır  saklama  yükümlülüğünün  ihlali  anlamına  geldiği  ve  fakat  aynı  açıklamanın kişilik haklarına aykırılık teşkil etmesinin istisnai bir durum olacağı ifade edilmiştir. Belirtilen istisnai  duruma  bankanın,  evli  bir  müşterisi  tarafından  evlilik  dışı  çocuğuna  yapılan  düzenli ödemeleri  açıklaması  örnek  olarak  gösterilmiştir.  Söz  konusu  bilginin  verilmesi  kişinin  özel hayatına dair mahrem bilgilerinin onayı olmadan açıklanması anlamına geleceğinden, sır saklama yükümlülüğüne dair hükümlerle birlikte CC art. 9’un da ihlal edilmiş olacağı söylenmiştir35.  Oysa gizlilik alanının tespiti ve kişilik haklarının ihlali nedeniyle meydana gelen zarar, çoğu kez verilen örnekteki kadar belirgin değildir. Fakat malvarlığı yönetimi veya malvarlığı ile ilgili işlemler gerçekleştiren bankalar gibi meslek grupları için mesleki sır saklama yükümlülüğünün düzenlenmiş  olduğu  açıktır.  Bu  faaliyetleri  yürüten  kişiler  için  kanuni  düzenlemelerle  ceza yaptırımları da öngörülmüştür. Ayrıca kişisel verilerin korunması ile ilgili düzenlemelerden biri olan  Veri  Kayıt  Sistemi  Hakkında  Kanun”un36  1.  maddesinde  yer  alan  …  gerçek  kişilerin malvarlığı unsurları ve özel hayatları ilgili diğer bilgileri içeren veri kayıt sistemi…” hükmü bu yöndeki görüşü güçlendirmiştir37.  Malvarlığına dair bilgilerin özel hayatın bir parçası olarak kabul edilip edilemeyeceği hususu Fransız mahkeme kararlarında da tartışılmıştır. Fransız Yargıtayı Hukuk Dairesi bazı kararlarında, kişilerin  malvarlığına  dair  bilgilerin  özel  hayatın  bir  parçası  olduğuna38,  bazı  kararlarında  söz konusu bilgilerin açıklanmasının kamu yararı gerektirdikçe ve bu yararla orantılı oldukça mümkün  35 Lasserre-Capdeville, s. 274.  36Loi n° 79-18 du 3 janvier 1979 sur les archives” için bkz. https://www.legifrance.gouv.fr/affichTexte.do;jsessionid=3DA3918B1389C13FBFAC47442565E30A.tpdjo16v_3?cidTexte=JORFTEXT000000322519&dateTexte=19940228 (erişim tarihi: 07.07.2019). 37 Lasserre-Capdeville, s.101; Teissier, s. 43-44; Azınlıkta kalan bir görüşe göre; CC art.9, açıkça özel hayatın korunmasını hedeflemektedir. Müşterilerin malvarlığı değerleri bu korumanın kapsamı dışında kalmaktadır. Üstelik söz konusu değerler çoklukla ticari sırların korunmasına dair hükümler kapsamında yer almaktadır. Reda Abdel Hamid, Le Secret Bancaire: Étude De Droit Comparé. France, Egypte, Université de Rennes 1, Thèse de doctorat, 1989, s. 37-38. 38 Kararlar için bkz., Cass. civ. 1, 29.05.1984, 82-12.232 ve Cass. civ. 1, 31.05.1988, 87-11772.olduğuna,  politika  ve  iş  dünyasından  kişilerle  ilgili  bilgilerin  öğrenilmesinin  kamu  yararına olduğuna39 hükmetmiştir.  Fransız  Yargıtayı  Ticaret  Dairesi  08.07.2003  tarih  ve  00-11.993  sayılı  kararında40, malvarlığına ilişkin bilgilerin özel hayatın korunması kapsamında yer aldığına karar vermiştir. Karara konu olan olayda; müşteri banka tarafından ödenen çeklerin arka yüzlerinin fotokopisinin teslimini istemiştir. Talebi reddedilen müşteri bankaya karşı sorumluluk davası açmış ve çekin hukuka uygun şekilde ödenmiş olup olmadığının anlaşılması için çeklerin mahkemeye teslimini talep  etmiştir.  Nimes  İstinaf  Mahkemesi,  çekin  arka  yüzünde  yer  alan  üçüncü  kişilerle  ilgili bilgilerin gizli nitelikte olmadığına” karar vermiştir. Yargıtay Ticaret Dairesi söz konusu kararı bozmuştur. Mahkeme,  CMF art. L. 511-33, CC art. 1041 ve CPC art. 1142 ile birlikte özellikle CC art.  9’a  atıf  yaparak;  bankanın,  üzerinde  üçüncü  kişilerin  kimlik  ve  hesap  numarası  bilgileri bulunan çekin arka yüzünü davacıya ve mahkemeye43 teslim edemeyeceğine, aksi takdirde müşteri sırrını saklama yükümlülüğüne aykırı hareket etmiş olacağına” karar vermiştir. Çekin arka yüzünde, lehtarın ismi, imzası ve ödemeler çoğunlukla hesaba ödeme şeklinde olduğu için lehtarın banka hesap numarası yer almaktadır. Bu yönüyle karar açık şekilde; malvarlığı değerlerinin özel hayatın korunması kapsamında yer aldığına işaret etmektedir44. Fransız Yargıtayı Ticaret Dairesi 15.05.2019 tarih ve 18-10.491 sayılı kararında da45 çekin arka yüzünde yer alan kimlik ve hesap numarası bilgilerinin özel hayatın korunması kapsamında yer aldığına karar vermiştir. Karara konu olan olayda müşteri, banka tarafından ödenen dört adet çekin fotokopisinin teslimini talep etmiştir. Talebi reddedilen müşteri bankaya karşı sorumluluk davası açmış  ve  çekin  hukuka  uygun  şekilde  ödenmiş  olup  olmadığının  anlaşılması  için  çeklerin mahkemeye teslimini talep etmiştir. Bordeaux İstinaf Mahkemesi; CMF art. L. 511-33 ve CC art. 9’a atıf yaparak bankanın çekin arka yüzünde ismi yazılı olan üçüncü kişilerle ilgili bilgileri mahkemeye  teslim  edemeyeceğine  aksi  takdirde  müşteri  sırrını  saklama  yükümlülüğüne  aykırı  39 Kararlar için bkz., Cass. civ. 1, 19.12.1995, 93-18.939 ve Cass. civ. 1, 28.05.1991, 89-19.818.  40 Karar için bkz., Cass. com. 08.07.2003, 00-11.993.  41 CC art. 10 hükmü şöyledir: Herkes gerçeğin ortaya çıkarılması için yargılama makamlarına yardımcı olmakla yükümlüdür. Hukuki neden bulunmaksızın, mecbur olduğu halde yükümlülükten kaçınanlar bunu yerine getirmeye mecbur edilebilir”.  42  Fransız  Medeni  Usul  Kanunu’nun  (Code  de  procédure  civile,  CPC)  11.  maddesi  şöyledir:  taraflar  koruma tedbirlerinin yerine getirilmesine yardımcı olmalıdır”.  43 CMF art. L. 511-33 müşteri sırrının ceza soruşturma ve yargılamasını yürüten makama karşı ileri sürülemeyeceğini düzenlemektedir. Ancak sırrın hukuk mahkemesinde ileri sürülebilmesi hususu tartışmalıdır. Tartışmalar için bkz. Alavi, s. 169 vd.  44Alavi, s. 37.  45 Karar için bkz. Cass. com. 15.05.2019, 18-10.491.hareket etmiş olacağına” hükmetmiştir. Yargıtay Ticaret Dairesi de; CMF art. L. 511-33 ve CC art. 9’a  uygun  olarak  bankanın  çekin  arka  yüzünde  yer  alan  üçüncü  kişilerle  ilgili  tüm  bilgileri saklamakla  yükümlü  olduğuna,  bu  yükümlülüğünün  hukuk  mahkemesine  karşı  da  ileri sürülebileceğine  karar  vermiştir.  Ancak  aynı  kararda  mahkeme;  müşteri  sırrının  korunması hükümlerinden  müşteri  ve  üçüncü  kişilerin  yararlanabileceğine,  bankanın  bu  korumadan yararlanmasının  mümkün  olmadığına,  dolayısıyla  bankaya  karşı  açılan  sorumluluk  davasında müşteri sırrının saklanması yükümlülüğünün ileri sürülemeyeceğine hükmetmiştir. Doktrinde  ise  çekte  yer  alan  bilgilerin  malvarlığı  değerlerinden  sayılıp  sayılamayacağı hususunda ikili bir ayrım yapılmıştır. Eğer emre yazılı çek söz konusu ise, banka çekin ön yüzünün fotokopisini  çeki  düzenleyene  teslim  edebilir.  Bu  hâlde  banka,  müşteri  sırrını  saklama yükümlülüğüne aykırı hareket etmemektedir. Zira çeki düzenleyen lehtarın kimliği hakkında bilgi sahibidir.  Ön  kısmının  fotokopisinin  alınması  çekin  ödendiği  konusunda  delil  teşkil  edecektir. Çekin arka yüzü içinse, içerdiği bilgiler nedeniyle aynı sonuca ulaşılması mümkün değildir. Yani lehtarın banka hesabına dair bilgiler, çeki düzenleyen tarafından en başta bilinmediği için, gizli niteliktedir ve bir uyuşmazlık hâlinde çeki düzenleyene verilemez. Sonuç olarak, çeki düzenleyen çekin arka yüzünün fotokopisini almak istiyorsa, ismini bildiği lehtarın yazılı iznini almalıdır46.  Hamiline  yazılı  çeklerde,  müşterinin  kimlik  bilgileri  gizli  nitelikte  bilgi  olarak  kabul edilmektedir. Zira çeki düzenleyen hamili tam anlamıyla tanımıyor olabilir. Üstelik çekin arka yüzünde cirantanın imzası olduğu gibi hesap numarası da olabilir. Crédot ve Gerard’a göre artık tedavüle  çıkmış  olması  dolayısıyla  hesap  numarasının  müşteri  sırrı  kapsamında  olmadığı düşünülmelidir.  Üstelik  bu  bilgiler  ilgili  kişi  tarafından  kanuni  bir  zorunluluk  olmadan yazılmaktadır47. Lasserre- Capdeville’e göre ise; hamiline yazılı çeklerin ön ve arka yüzlerinin fotokopilerinin verilmesinin müşteri sırrının saklanmasına dair hükümleri ihlal edeceği açıktır. Zira hamil,  hamiline  yazılı  çekin  sağladığı  avantajdan  yararlanarak,  kimliğinin  çeki  düzenleyen tarafından bilinmesinin önemi olmadığını ileri sürebilecektir. Üstelik hamilin çekin arkasına hesap numarasını yazmasının nedeni, hakkındaki bilgilerin banka tarafından açıklanması için değil, çekin ödenmesi içindir. Yani çekin arkasında hesap numarası bulunan kişi, bilgilerinin açıklanmasını  46 Lehtar söz konusu çeki teslim almadığını ileri sürerse, bankada bulunan çekin fotokopisinin çeki düzenleyene verilmesine itirazı olmayacaktır. Bu hâlde, çekin lehtar dışında üçüncü bir kişi tarafından bulunup veya çalınıp tahsil edildiği  varsayılabilir.  Ayrıca,  hastalık  seyahat  vb.  sebeplerle  lehtarın  izninin  alınmasının  mümkün  olmaması durumunda banka çeki düzenleyene, çekin önyüzünde ismi bulunan lehtar lehine belirli tarihli çek düzenlenmiş olduğunu ve çekin banka tarafından ödendiğini gösteren bir belge verebilmelidir. Lasserre-Capdeville, s. 252; Lasserre-Capdeville, Le secret bancaire, s. 32. 47 Francis Crédot ve Yves Gerard, Observations Sous Cour d’appel de Nimes, 9 Decembre 1999, Revue de Droit Bancaire et Financier, n. 3, 2001, s. 151.onaylamadığı sürece bu bilgilerin üçüncü kişilere  verilmemesi  gerekir48. Bununla birlikte çeki düzenleyen,  çeki  ödeme  için  ibraz  eden  hamilin  ismini  biliyorsa,  kendisinden  müşteri  sırrının sağladığı korumanın sona ermesi için, yazılı izin talep edebilir49.  Ancak, çekin çalınması veya kaybolması sonrasında, ödemenin gerçekleşmiş olması nedeniyle, hamilin izninin alınması mümkün olmayabilir. Bu durumda çeki düzenleyenin, çekteki tahrifatı tespit ettirme hakkına sahip olduğu kabul edilmektedir50  Fransız  hukukunda  tüzel  kişi  müşterilere  ait  gizli  nitelikteki  bilgilerin  de  CC  art.  9 kapsamında yer alıp almayacağı tartışılmıştır. Azınlıkta kalan bir görüşe göre tüzel kişilere ait ticari sırların  özel  hayata  dair  hükümlerle  korunması  mümkün  değildir.  CC’in  amaçlarından  biri vatandaşlarının”  kişisel  haklarının  güçlendirilmesine  yönelik  olmasıdır.  Buradan  yola  çıkarak, tüzel kişilerin özel hayatlarının CC art. 9 kapsamında olmayacağı söylenebilir. Zira Kanun gerçek kişilerin fiilleri, kişisel ve ailevi durumları ile ilgilenmektedir. Üstelik Anayasa Mahkemesi’nin 11.10.1984  tarihli  kararında51  basın  işletmelerinin  şeffaflığına  dair  bir  kanunun,  bazı  kişilere işletmenin hesaplarını inceleme hakkını vermesinin anayasal değerlere ilişkin kurallara aykırılık teşkil etmeyeceğine” hükmedilmiştir52.  Doktrinde hâkim olan görüşe göre ise, tüzel kişilerin müşteri sırlarının CC art. 9 kapsamında yer alamayacağına dair açık bir ifade bulunmamaktadır. Ayrıca CC’nin yalnızca gerçek kişilerin fiilleri, kişisel ve ailevi durumlarını düzenlediği görüşü, gerçek kişilerin malvarlıkları ile bilgilerinin de art. 9 kapsamı dışında kalacağı sonucunu doğurabilir. O hâlde tüzel kişiler de, tıpkı gerçek kişiler gibi, sırlarına, isim, şeref ve itibarlarına saygı gösterilmesini talep hakkına ve belirtilen hakkın korunması için CC art. 9’dan yararlanma hakkına sahiptir. Zira tüzel kişilerin iç işleyişlerine dair hayatları olabilir, bu hayatları dış dünyaya açık olan hayatlarından bağımsız olduğundan CC art. 9 kapsamında yer alabilir53.  Tüzel  kişilerin  özel  hayatlarının  CC  art.  9  kapsamında  korunabileceğine  dair  mahkeme kararları mevcuttur. Bir derneğin şubesine dinleme cihazı yerleştirmek suretiyle, özel hayatının gizliliğinin ihlal edildiğine dair Limoges İstinaf Mahkemesi’nin 04.03.1988 tarihli kararı ile tüzel  48 Lasserre-Capdeville, s. 248.  49 Lasserre-Capdeville, 253; Lasserre-Capdeville, Le secret bancaire, s.32.  50 Lasserre-Capdeville, s. 253.  51 Anayasa Mahkemesi’nin (Le Conseil constitutionnel) kararı için bkz. CC. 11.10.1984, 84.181.  52 Abdel-Hamid, s. 37-38.  53 Alavi, s. 37; Lasserre-Capdeville, s. 117-118.kişilerin adları veya iç işleyişlerine yönelik saldırıların CC. art. 9 kapsamında yer aldığına dair Aix-en-Provence İstinaf Mahkemesi’nin 10.05.2001 tarihli kararı belirtilen görüş yönündedir 54.  Ayrıca Paris Ticaret Mahkemesi 12.02.2004 tarihinde verdiği Louis Vuitton kararında da55 tüzel kişi şirketin, şeref, haysiyeti ve saygınlığına yönelik saldırılar karşısında CC art. 9 kapsamında koruma altında olduğuna hükmetmiştir. Karara konu olayda; Morgan Stanley Yatırım Bankası’nın bir yöneticisi, Financial Times ile gerçekleştirdiği röportajında, Louis Vuitton Moët Hennessy Anonim Şirketi’nin (LVMH) mali durumuyla ilgili, yanlış bilgilerle yapılan finansal analizleri açıklamıştır. Açıklamada rakip şirket Gucci” ile karşılaştırma da yapılmıştır. Üstelik bankanın finansal analizleri dünya genelinde yayın yapan başka bir dergide de yayımlanmıştır. Mahkeme; bankanın yatırım danışmanlığı ve finansal analiz hizmetlerini birlikte yürüttüğüne, bu durumun yatırımcıların karar alma süreçlerini doğrudan etkilediğine, bankanın rakip şirket Gucci” ile 1999-2002 yılları arasında iş bağlantısının olduğuna, bu yönüyle yapılan finansal analizlerin objektif olmaktan uzak olduğuna, bankanın finansal analizlerini tarafsız şekilde yapma yükümlülüğü ile analize konu olan verilerin güncelliğini, doğruluğunu kontrol etme yükümlülüğüne aykırı hareket ettiğine  karar  vererek,  30.000.000  Avro  manevi  tazminata  hükmetmiştir.  Kararda  yapılan analizlerden  LVMH’nin  kredibilitesi  ile  saygınlığının  önemli  ölçüde  etkilendiği  ve  şirketin saygınlığının  korunması  için  pahalı  iletişim  yöntemlerine  başvurulmak  zorunda  kalındığı vurgulanmıştır56. Söz konusu karar Paris İstinaf Mahkemesi’nce de onanmıştır57.   Fransız  doktrininde  hâkim  olan  görüş  ve  mahkeme  kararları  incelendiğinde  hem  gerçek kişilerin hem de tüzel kişilerin isim, şeref ve itibarlarına saygı gösterilmesini isteme hakkına sahip oldukları ve bu hakkın korunması için CC art. 9’un uygulanacağı anlaşılmaktadır. Müşteri sırrının da, gerçek ve tüzel kişiler ayrımı yapılmadan, sahip olunan gizlilik alanı ile ilişkilendirilerek özel hayatın korunması bağlamında değerlendirildiği görülmektedir.     54 Alavi, s. 37; Lasserre-Capdeville, s.117-118. 55 Paris Ticaret Mahkemesi’nin 12.01.2004 tarihli kararı için bkz., https://www.dalloz.fr (erişim tarihi: 03.06.2019).  56 Karara ilişkin değerlendirme için bkz., Nicolas Rontchevsky, Du Coût D'un Conflit D'intérêts Non Révélé: Le Tribunal De Commerce De Paris Condamne Une Banque D'affaires À Payer Des Dommages-İntérêts Considérables À Une Société Cotée Pour Avoir Manqué Gravement Et À De Multiples Reprises À Ses Devoirs D'indépendance, D'impartialité Et De Rigueur Dans Ses Analyses Financières, Revue trimestrielle de droit commercial, 2004(2), s. 337-348.  57 Karar için bkz., CA, 30.06.2006, 04/060308; Karara ilişkin değerlendirme için bkz., Nicolas Rontchevsky, LVMH c/ Morgan Stanley: Retour À L'orthodoxie Juridique: La Cour D'appel De Paris İnfirme Sur L'essentiel Le Jugement Du Tribunal De Commerce De Paris Du 12 Janvier 2004, Revue trimestrielle de droit commercial, 2006 (4), s. 875-887.SONUÇ  Fransız  hukukunda  müşteri  sırrının  saklanması  yükümlülüğü  CMF  art.  L.  511-33’te düzenlenmiştir. Maddede kredi kuruluşu ve finansman şirketlerinin yönetim veya gözetim kurulu üyelerinin,  herhangi  bir  şekilde  bu  şirketlerin  yönetimine  katılanların  veya  bu  kuruluşlarda çalışanların müşteri sırrını saklama yükümlülüğüne tâbi olan kişiler olduğu düzenlenmiş ve aynı maddede sırrın açıklanabileceği hâllerle ilgili istisnalara yer vermiştir. Fakat  CMF  art.  L.  511-33’te,  sır  saklama  yükümlülüğünün  ihlâli  hâlinde  uygulanacak yaptırımlarla ilgili hüküm bulunmamaktadır. Bu sebeple genel hükümlerde yer alan düzenlemelerin dikkate alınması gerekmektedir.  CC art. 9’daki; herkes özel hayatına saygı gösterilmesini isteme hakkına sahiptir. Hâkim özel hayatın mahremiyetine dair saldırıyı durdurmak veya engellemek için yediemine tevdi, el koyma gibi gerekli tüm tedbirlere karar verebilir. Eğer bir zarar meydana gelmişse bu zararın haksız fiil hükümlerince tazminine ve kararın yayımlanmasına da karar verilebilir” hükmü kişilerin gizlilik alanına dâhil olan maddi, manevi veya ekonomik bilgilerinin tümüne uygulanabilir. Zira müşteri sırrının  kapsamında,  belirli  olmak  kaydıyla  kişinin  özel  hayatıyla,  ailesiyle,  sağlığıyla  ve malvarlığıyla ilgili bilgileri yer almaktadır. Ayrıca banka müşterisinin gerçek veya tüzel kişi olması arasında da fark bulunmamaktadır. Tüzel kişiler de gerçek kişiler gibi gizlilik alanlarına yapılan hukuka  aykırı  saldırılar  nedeniyle  manevi  zarara  uğrayabilir.  Söz  konusu  zararın  mahkemece verilen karar ile giderilmesi mümkündür.   KAYNAKÇA  ABDEL HAMİD, Reda, Le Secret  Bancaire:  Étude De Droit  Comparé. France, Egypte, Université de Rennes 1, Thèse de doctorat, 1989.  ALAVİ,  Alexandre,  Le  secret  bancaire  Etude  de  Droit  Comparé  (France-Suisse),  Thèse Doctorat, Université Paris Est, Paris, 2017. CRÉDOT, Francis, Le Secret Bancaire Son Étendue et Ses Limites. Les Petites Affiches”, 1994, no: 35, s. 8-15.  CRÉDOT,  Francis  /  GÉRARD,  Yves,    Observations  Sous  Cour  d’appel  de  Nimes,  9 Decembre 1999, Revue de Droit Bancaire et Financier, 2001, n. 3, s. 151-153.EREM, Faruk /ALTINOK, Akın/TANDOĞAN, Haluk, Bankalar Kanunu Şerhi, 7. Baskı, BTHAE Yayınları, Ankara, 1989. FARHAT, Raymond, Le Secret Bancaire: Etude de Droit Comparé (France, Suisse, Liban), Paris, LGDJ, 1980. HAMEL, Joseph, Banques et Opérations des Banques, Ed. Rousseau, Paris, 1933.   JEREZ, Olivier, Le Secret Bancaire, Revue Banque, Paris, 2000.  KANDIRALIOĞLU, Pınar Çağla, Türk Hukukunda Bankaların Sır Saklama Yükümlülüğü, On iki Levha Yayıncılık, İstanbul,  2011.  KAPLAN, İbrahim, Banka Gizliliği-Bankanın Sır Saklama Borcu”, Batider, Cilt:15, Sayı:4, Yıl:1990, s.3-22. LASSERRE-CAPDEVİLLE, Jérôme, Le Secret Bancaire, Etude de Droit Comparé (France, Suisse, Luxembourg), Presses Universitaire D’aix-Marseille, Aix En Provence,  2006. LASSERRE-CAPDEVİLLE,  Jérôme,  Le  Secret  Bancaire:  Approche  Nationale  et İnternationale, Paris, Edition Revue Banque, 2013. LASSERRE-CAPDEVİLLE, Jérôme, Le Secret Bancaire, Banque& Droit, Hors Series, 30 Ans de Loi bancaire, mars 2014, s.16-20. (Anılış: Le secret bancaire) RAPPO, Aurélia Joyce, Le Secret Bancaire, Sa Portée Dans Le Temps, Dans L’espace et Dans Les Groupes De Sociétés, Staempfli, Berne, 2002. REİSOĞLU, Seza, Bankacılık Kanunu Şerhi, Cilt:2, 2. Baskı, Yaklaşım Yayınları, Ankara, 2015. RONTCHEVSKY, Nicolas, Du Coût D'un Conflit D'intérêts Non Révélé: Le Tribunal De Commerce De Paris Condamne Une Banque D'affaires À Payer Des Dommages-İntérêts Considérables À Une Société Cotée Pour Avoir Manqué Gravement Et À De Multiples Reprises À Ses Devoirs D'indépendance, D'impartialité Et De Rigueur Dans Ses Analyses Financières” Revue trimestrielle de droit commercial, 2004(2), s.337-348.  RONTCHEVSKY, Nicolas, LVMH C/ Morgan Stanley: Retour À L'orthodoxie Juridique: La Cour D'appel De Paris İnfirme Sur L'essentiel Le Jugement Du Tribunal De Commerce De Paris Du 12 Janvier 2004”, Revue trimestrielle de droit commercial, 2006 (4), s. 875-887.SACKER, Anatole, Le Secret Professionnel du Banquier, Ed. Rousseau, Paris, 1933. TEİSSİER, Anne, Le Secret Professionnel du Banquier, Presses Universitaire D’aix-Marseille, Aix En Provence, 1999.  TEKİNALP, Ünal, Banka Hukukunun Esasları, 2. Baskı, Vedat Kitapçılık, İstanbul, 2009.  ULUSOY,  Erol,  Bankacılık  Sırrı  Kavramı,  Hukuki  Niteliği  ve  Korunması”,  Ersin Çamoğlu’na Armağan, Cilt:1, Vedat Kitapçılık, İstanbul, 2013, s. 509-543.  YÜKSEL, A. Sait/ YÜKSEL, Aslı/ YÜKSEL, Ülkü, Bankacılık Hukuku ve İşletmesi, 10. Baskı, Beta Basım Yayım Dağıtım A.Ş, İstanbul, 2004.  Yazar’ın İletişim Bilgileri  Arş. Gör. Dr., İlknur KAYA, Anadolu Üniversitesi Hukuk Fakültesi, Ticaret Hukuku Anabilim  Dalı, Orcid Id: http://orcid.org/0000-0002-9218-5473,  E-mail: ilknurkaya@anadolu.edu.tr Anadolu üniversitesi Hukuk Fakültesi Yunus Emre Kampüsü Tepebaşı Eskişehir",
     "Kaynakça": "ABDEL HAMİD, Reda, Le Secret  Bancaire:  Étude De Droit  Comparé. France, Egypte, Université de Rennes 1, Thèse de doctorat, 1989.  ALAVİ,  Alexandre,  Le  secret  bancaire  Etude  de  Droit  Comparé  (France-Suisse),  Thèse Doctorat, Université Paris Est, Paris, 2017. CRÉDOT, Francis, Le Secret Bancaire Son Étendue et Ses Limites. Les Petites Affiches”, 1994, no: 35, s. 8-15.  CRÉDOT,  Francis  /  GÉRARD,  Yves,    Observations  Sous  Cour  d’appel  de  Nimes,  9 Decembre 1999, Revue de Droit Bancaire et Financier, 2001, n. 3, s. 151-153.EREM, Faruk /ALTINOK, Akın/TANDOĞAN, Haluk, Bankalar Kanunu Şerhi, 7. Baskı, BTHAE Yayınları, Ankara, 1989. FARHAT, Raymond, Le Secret Bancaire: Etude de Droit Comparé (France, Suisse, Liban), Paris, LGDJ, 1980. HAMEL, Joseph, Banques et Opérations des Banques, Ed. Rousseau, Paris, 1933.   JEREZ, Olivier, Le Secret Bancaire, Revue Banque, Paris, 2000.  KANDIRALIOĞLU, Pınar Çağla, Türk Hukukunda Bankaların Sır Saklama Yükümlülüğü, On iki Levha Yayıncılık, İstanbul,  2011.  KAPLAN, İbrahim, Banka Gizliliği-Bankanın Sır Saklama Borcu”, Batider, Cilt:15, Sayı:4, Yıl:1990, s.3-22. LASSERRE-CAPDEVİLLE, Jérôme, Le Secret Bancaire, Etude de Droit Comparé (France, Suisse, Luxembourg), Presses Universitaire D’aix-Marseille, Aix En Provence,  2006. LASSERRE-CAPDEVİLLE,  Jérôme,  Le  Secret  Bancaire:  Approche  Nationale  et İnternationale, Paris, Edition Revue Banque, 2013. LASSERRE-CAPDEVİLLE, Jérôme, Le Secret Bancaire, Banque& Droit, Hors Series, 30 Ans de Loi bancaire, mars 2014, s.16-20. (Anılış: Le secret bancaire) RAPPO, Aurélia Joyce, Le Secret Bancaire, Sa Portée Dans Le Temps, Dans L’espace et Dans Les Groupes De Sociétés, Staempfli, Berne, 2002. REİSOĞLU, Seza, Bankacılık Kanunu Şerhi, Cilt:2, 2. Baskı, Yaklaşım Yayınları, Ankara, 2015. RONTCHEVSKY, Nicolas, Du Coût D'un Conflit D'intérêts Non Révélé: Le Tribunal De Commerce De Paris Condamne Une Banque D'affaires À Payer Des Dommages-İntérêts Considérables À Une Société Cotée Pour Avoir Manqué Gravement Et À De Multiples Reprises À Ses Devoirs D'indépendance, D'impartialité Et De Rigueur Dans Ses Analyses Financières” Revue trimestrielle de droit commercial, 2004(2), s.337-348.  RONTCHEVSKY, Nicolas, LVMH C/ Morgan Stanley: Retour À L'orthodoxie Juridique: La Cour D'appel De Paris İnfirme Sur L'essentiel Le Jugement Du Tribunal De Commerce De Paris Du 12 Janvier 2004”, Revue trimestrielle de droit commercial, 2006 (4), s. 875-887.SACKER, Anatole, Le Secret Professionnel du Banquier, Ed. Rousseau, Paris, 1933. TEİSSİER, Anne, Le Secret Professionnel du Banquier, Presses Universitaire D’aix-Marseille, Aix En Provence, 1999.  TEKİNALP, Ünal, Banka Hukukunun Esasları, 2. Baskı, Vedat Kitapçılık, İstanbul, 2009.  ULUSOY,  Erol,  Bankacılık  Sırrı  Kavramı,  Hukuki  Niteliği  ve  Korunması”,  Ersin Çamoğlu’na Armağan, Cilt:1, Vedat Kitapçılık, İstanbul, 2013, s. 509-543.  YÜKSEL, A. Sait/ YÜKSEL, Aslı/ YÜKSEL, Ülkü, Bankacılık Hukuku ve İşletmesi, 10. Baskı, Beta Basım Yayım Dağıtım A.Ş, İstanbul, 2004.  Yazar’ın İletişim Bilgileri  Arş. Gör. Dr., İlknur KAYA, Anadolu Üniversitesi Hukuk Fakültesi, Ticaret Hukuku Anabilim  Dalı, Orcid Id: http://orcid.org/0000-0002-9218-5473,  E-mail: ilknurkaya@anadolu.edu.tr Anadolu üniversitesi Hukuk Fakültesi Yunus Emre Kampüsü Tepebaşı Eskişehir"
}