{
     "Tip": "Makale",
     "Dergi İsmi": "Maltepe Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2021",
     "Cilt": "",
     "Sayı": "2",
     "Başlık": "Türk Hukukunda Aile Hekimliği Sistemi ve Aile Hekiminin İşveren Sıfatına İlişkin Bir İnceleme",
     "Title": "The Family Physician System in Turkish Law and a Review of the Employer Capacity of Family Physicians",
     "Yazar İsmi": [
          "Dr. Öğr. Üyesi Yasemin TAŞDEMİR"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Aile Hekimi",
          "Aile Sağlığı Merkezi",
          "Aile Sağlığı Çalışanı",
          "Hukuki Statü",
          "İşveren."
     ],
     "Keywords": [
          "Family Physician",
          "Family Health Center",
          "Family Health Worker",
          "Legal Status",
          "Employer."
     ],
     "Özet": "Türk hukukunda 2008 yılında genel sağlık sigortası kurulmuş ve genel sağlık si-gortası ile üç basamaklı sağlık sisteminin birinci basamağında aile hekimleri görevlen-dirilmiştir. Birinci basamak sağlık hizmetleri ve aile hekimleri, tüm sağlık sisteminin temelini oluşturduğu için sağlık sisteminin işleyişi açısından özel bir öneme sahiptir. Aile hekimliği sistemi uygulamaya konulduğu andan itibaren ilgili mevzuatta sıkça değişik-lik yapılmış ve aile hekimlerinin görev alanı giderek genişletilmiştir. Aile hekimlerinin görev alanı açısından irdeleme yapıldığında İngiltere hukukundaki aile hekimliği sistemi ile önemli noktalarda benzerlik olması sebebiyle Türk hukukundaki aile hekimliği siste-mi, İngiltere hukukundaki aile hekimliği sistemi ile birlikte çalışmamızın ilk bölümünde incelenmiştir. Aile hekimlerinin yükümlülükleri arasında, aile sağlığı merkezlerinde ça-lıştırılması gereken işçilerle iş ilişkisinin kurulması ve sürdürülmesi de yer almaktadır; ancak bu iş ilişkisi sebebiyle açılan davalarda, aile hekimlerinin işveren sıfatına sahip olup olmamasıyla ilgili Yargıtay’ın 9. ve 10. Hukuk Daireleri arasında görüş farklılığı ortaya çıkmıştır. Çalışmamızda daha sonra, uygulama açısından önem arz eden bir konu olan aile hekimlerinin işveren sıfatına ilişkin değerlendirme yapılmıştır.",
     "Abstract": "In Turkish law, general health insurance was established in 2008, and family physicians were assigned to the primary tier of the three-tier health system via general health insurance. Primary healthcare services and family physicians are of special significance in terms of the functioning of the health system since they constitute the basis of the entire health system. Since the family medicine system was put into practice, changes have been made frequently in the relevant legislation, and family physicians’ area of duties has been expanded gradually. Upon (*)  Sakarya Üniversitesi, Hukuk Fakültesi, İş ve Sosyal Güvenlik Hukuku Anabilim Dalı.  E-posta: ybasmanav@sakarya.edu.tr.  Orcid Id: https://orcid.org/0000-0001-9334-5232.  Hakem denetiminden geçmiştir.  Makale Gönderim Tarihi: 17.11.2021.  Makale Kabul Tarihi: 05.01.2022.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2262 Dr. Öğr. Üyesi Yasemin TAŞDEMİRreviewing family physicians’ area of duties, similarities were observed between the family medicine systems in British law and Turkish law. Therefore, the family medicine systems in Turkish law and British law were analyzed in the first section of our study. The obligations of family physicians also include the establishment and maintenance of employment relationships with the workers who should be employed in family health centers. However, in cases filed owing to this employment relationship, a difference of opinion appeared between the Civil Chambers 9 and 10 of the Supreme Court regarding whether family physicians assumed the employer capacity. In our study, an evaluation was then made on the employer capacity of family physicians, which is a significant matter in respect of practice.",
     "Metin": "AİLE HEKİMLİĞİ SİSTEMİA. Aile Hekimliğinin Tarihçesi ve TanımıTıp tarihi incelendiğinde gelişen yeni disiplinler arasında yer alan aile he-kimliği, tıbbın eski bir dalı olan genel pratisyenlikten evrilmiştir.4 Avrupa ve Ku-zey Amerika’da on dokuzuncu yüzyılda doktorların büyük bir çoğunluğunu genel pratisyenler oluşturduğu için bu dönem, genel pratisyenlik çağı olarak nitelendi-rilebilir.5 İlerleyen süreçte teknolojik gelişim, araştırmalara yapılan yatırımlar ile birlikte tıp biliminde ana uzmanlık dalları, tanımlanmış eğitim programları ve yeterlilik sınavları ortaya çıkmış ve böylece 1930’larda genel pratisyenlik rağ-bet görmeyen bir alan haline gelmiş, pratisyenlerin sayısı azalmıştır.6 Bununla birlikte tıbbın bölümlere ayrılmasının ve teknolojiye odaklanmanın hasta-hekim ilişkisine olumsuz etkileri olmuş ve genel yaklaşım gösteren yeni hekim tipine ihtiyaç doğmuştur. Ayrıca 1960’larda sağlık hizmetlerinde, genel pratisyenlerin bireye sürekli ve kapsamlı bakım sağladığı birinci basamak; genellikle birinci basamak hekiminin sevk ettiği hastalara uzmanlık alanlarına göre hizmet veren uzman hekimlerin bulunduğu ikinci basamak; oldukça uzmanlaşmış hizmetleri veren çoğunlukla bölgesel merkezlerin olduğu üçüncü basamak şeklinde bir sınıf-landırmaya gidilmiştir.7 Böylece aynı dönemde aile hekimliği ile ilgili akademik kürsüler İngiltere, Kanada, Hollanda ve Amerika’da oluşturulmuş ve 1972’de de Dünya Genel Pratisyen/Aile Hekimliği Akademileri ve Kolejleri Örgütü (WON-CA) kurulmuştur.8 Nitekim son yıllarda da aile hekimleri, hastaların sağlık hiz-4  Thomas R. Freeman, McWhinneyy’in Aile Hekimliği, A. Dilek Güldal (Ed.), Dördüncü Baskı, Çukurova Nobel Tıp Kitabevi, Adana, 2016, s. 3.5  Freeman, ss. 6-7.6  Freeman, s. 7; Aynı yönde Haluk Çağlayaner, ‘Aile Hekimliğine Zemin Hazırlayan Koşullar’, Türkiye Aile Hekimliği Dergisi, Cilt: 1, Sayı: 2, Yıl: 1997, Ankara, s. 106.7  Freeman, ss. 7-8.8  Freeman, s. 8; Aile hekimliğinin tarihçesi hakkında bkz. Okay Başak/ Esra Saatçi/ Gülsen Ceyhun, ‘Akademik Aile Hekimliği ve Gelişme Özellikleri: Türkiye Deneyimi’, Türkiye Aile Hekimliği Dergisi, Cilt: 9, Sayı: 4, Yıl: 2005, Ankara, s. 174 vd.; Esra Saatçi/ Nafiz Bozdemir/ Ersin Akpınar, ‘Amerika Birleşik Devletleri’nde Aile Hekimliği’, Türkiye Aile Hekimliği Dergisi, Cilt: 10, Sayı: 2, Yıl: 2006, Ankara, ss. 79-80; Pelin Tuaç, Genel Sağlık Sigortası Kapsamında Aile Hekimliği: Hukuki Bir Değerlendirme, Yayımlanmamış Yüksek Lisans Tezi, Dokuz Eylül Üniversitesi Sosyal Bilimler Enstitüsü, İzmir, 2009, s. 137 vd.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2264 Dr. Öğr. Üyesi Yasemin TAŞDEMİRmetine erişimini iyileştirmek ve daha büyük bir popülasyona daha geniş sağlık hizmeti sunabilmek için ağlar ve federasyonlar oluşturmaktadır.9Aile hekimliği tüm yaş, cins, organ ve hastalığı kapsayan bir uygulama alanında, kişileri fiziksel, ruhsal ve sosyal yapısıyla bütün olarak değerlendiren uzmanlık alanı” şeklinde tanımlanabilir.10 WONCA tarafından aile hekimliğinin/genel pratisyenliğin tanımı kendine özgü eğitim içeriği, araştırması, kanıt temeli ve klinik uygulaması olan akademik ve bilimsel bir disiplin ve birinci basamak yönelimli klinik bir uzmanlıktır” şeklinde yapılmaktadır.11 Aile hekimleri esas ola-rak yaşa, cinsiyete ve rahatsızlığa ilişkin herhangi bir ayrım yapmaksızın tedavi ihtiyacı olan her kişiye kapsamlı ve sürekli bakımın sağlanması hususunda mesu-liyeti olan kişisel doktorlardır ve söz konusu sorumluluklarını sağlığı geliştirerek, hastalıkları önleyerek ve rahatsızlıklarda hafifleme sağlayarak ifa ederler.12 Aile he-kimliği, ülkeden ülkeye değişmekle birlikte genellikle tıp eğitimden sonra 2 ila 5.5 yıllık uzmanlık eğitimini gerektiren birinci basamak sağlık hizmeti uzmanlığıdır.13 Aile hekimleri kural olarak hastaların ilk temas noktasıdır ve ikinci basamak sağlık hizmetlerine erişimde bekçilik (gatekeeper)” görevini üstlenmektedirler.14Toplum sağlığı için özel bir sorumluluk üstelenen aile hekimliği disiplini sağlık sistemiyle ilk tıbbi temas noktası olma; sağlık kaynaklarının etkili kulla-nımını temin etme; bireye, ailesine ve topluma yönelik kişi merkezli yaklaşımın gelişmesine yol açma; hastalıkların akut ve kronik sağlık problemlerini aynı anda idare etme; uygun ve etkili süreç yönetimi ile toplumun sağlık durumunu iyileş-tirme; sağlık sorunlarını fiziksel, ruhsal, toplumsal, kültürel ve varoluş kapsamıy-la birlikte inceleme özelliklerini haizdir ve esasen şimdiye kadar belirtilen tüm özellikleri bir arada yerine getirebilecek tek disiplindir.159  Ruth Robertson/ Holly Holder/ Shilpa Ross/ Chris Naylor/ Sílvia Machaqueiro, Clinical Commissioning  GPs  in  Charge?,  https://www.kingsfund.org.uk/sites/default/files/field/field_publication_file/Clinical_commissioning_web_pdf.pdf,  London,  2016  (erişim  tarihi 02.04.2021), s. 11.10  Nil Tekin/ Okay Başak/ Ahmet Yıldırım, ‘Türkiye’de Aile Hekimliğinin Kökenleri ve Gelişimi: Yarım Yüzyıllık Bir Hekim Deneyimi’, Türkiye Aile Hekimliği Dergisi, Cilt: 14, Sayı: 1, Yıl: 2010, Ankara, s. 13.11  Aile Hekimliği/Genel Pratisyenlik Avrupa Tanımı, Wonca-Europe, 2002, s. 10; Aile hekimliği için yapılan tanımlar hakkında bkz. Saatçi/ Bozdemir/ Akpınar, ss. 80-82.12  Aile Hekimliği/Genel Pratisyenlik Avrupa Tanımı, Wonca-Europe, 2002, ss. 18-19.13  Çağlayaner, s. 106.14  Seán Boyle, The UK Health Care System, https://www.commonwealthfund.org/sites/default/files/documents/___media_files_resources_2008_health_care_system_profiles_uk_country_profile_2008_pdf.pdf, 2008 (erişim tarihi 23.04.2021), s. 1; Aynı yönde A. W. Macara, ‘İngiliz Sağlık Sistemi ve İngiltere’de Genel Pratisyen Hekimlik’, Toplum ve Hekim, Cilt: 12, Sayı: 78, Yıl: 1997, Ankara, s. 35.15  Aile Hekimliği/Genel Pratisyenlik Avrupa Tanımı, Wonca-Europe, 2002, ss. 10-11, 19; Ayrıca bkz. Saatçi/ Bozdemir/ Akpınar, s. 82 vd.; Janice K. Fisher, ‘Yirmi Birinci Yüzyıl İçin Nasıl Bir T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2Türk Hukukunda Aile Hekimliği Sistemi ve Aile Hekiminin İşveren Sıfatına İlişkin Bir İnceleme 265Ülkemizde birinci basamak hekimliği, özellikle 1960’lı yıllardan itibaren ku-rulmaya başlayan ve giderek tüm Türkiye’ye yayılan memleket/hükümet/sağlık ocağı tabipliği ekseninde gelişmiştir.16 Aile hekimliğine ilk olarak 1983 yılında, Tababet Uzmanlık Tüzüğü’nde17 yer verilmiş ve 1985 yılında Ankara, İstanbul ve İzmir’deki eğitim hastanelerinde aile hekimliği uzmanlık eğitimi başlamıştır.18 YÖK’ün tavsiye kararı ile birlikte 1993 yılından itibaren tıp fakültelerinde aile hekimliği anabilim dalları oluşturulmaya başlamıştır.19Kavramsal açıdan aile hekiminin, genel pratisyenlik/pratisyen hekimlik (ge-neral practice) yerine kullanıldığını vurgulamakta fayda görmekteyiz. Örneğin aile hekimliği kavramının ortaya çıkması sürecinde ABD’deki Genel Pratisyen-lik Akademisi”nin adı, Aile Hekimliği Akademisi”; Kanada’daki Genel Pratis-yenlik Koleji”nin adı, Aile Hekimliği Koleji” olarak değiştirilmiştir.20 Ülkemiz-de aile hekimliği kavramını, uzmanlık dalı olan aile hekimliği ile hizmet modeli olan aile hekimliği şeklinde ikiye ayırarak incelemek gerekmektedir. Uzmanlık dalı olan aile hekimliği klinik tıp dalıdır ve yukarıda ifade edildiği üzere, diğer ülkelerde bu uzmanlık dalı için genel pratisyenlik kavramı da kullanılmaktadır. Aile hekimi uzmanlığında, Tıpta Uzmanlık Sınavında aile hekimi uzmanlığı ka-zanıldıktan sonra belirli bir süre eğitim alınır ve bu eğitim bittikten sonra aile he-kimi uzmanı olan kişiler, birinci basamak iyileştirici hizmeti sunmak üzere sağlık hizmeti kuruluşlarında görev alırlar. Bu kuruluşlar aile sağlığı merkezi gibi kamu kuruluşu ya da özel bir kuruluş olabilir.21 Hizmet modeli olan aile hekimliğinde ise aile sağlığı merkezlerinin hizmet alanında yaşayan aileler, aile hekimlerinden hem koruyucu hem tedavi edici sağlık hizmeti almaları durumu kast edilmekte-dir. Aile sağlığı merkezinde çalışacak olan doktorlar genel pratisyen olabileceği gibi aile hekimi uzmanı da olabilmektedir.22 Aile hekimi uzmanı olmayan genel pratisyenler, tıp fakültesinden mezun olduktan sonra Tıpta Uzmanlık Sınavına Genel Pratisyen Hekimlik’, Kayıhan Pala (çev.), Toplum ve Hekim, Cilt: 11, Sayı: 74, Yıl: 1996, Ankara, s. 65 vd.; Mustafa Fevzi Dikici/ Mehtap Kartal/ Serap Alptekin/ Mahcube Çubukcu/ Akın Serhat Ayanoğlu/ Füsun Yarış, ‘Aile Hekimliğinde Kavramlar, Görev Tanımı ve Disiplininin Tarihçesi’, Türkiye Klinikleri Journal of Medical Sciences, Cilt: 27, Yıl: 2007, s. 412 vd.16  Tekin/ Başak/ Yıldırım, s. 14.17  RG. 18.04.1973, 14511.18  Çağlayaner, s. 106.19  Pemra C. Ünalan/ Arzu Uzuner, ‘Türkiye’de Aile Hekimliğinin Geleceğine Yönelik Planlar’, Türkiye Aile Hekimliği Dergisi, Cilt: 9, Sayı: 1, Yıl: 2005, Ankara, s. 38.20  Freeman, s. 12; General practice” ifadesi esas olarak pratisyen hekim” anlamına gelmekle birlikte aile hekimi kavramı için general practice” ifadesinin kısaltması olan GP” ibaresinin kullanıldığı görülmektedir.21  Zafer Öztek, ‘Sağlıkta Dönüşüm ve Aile Hekimliği’, Toplum Hekimliği Bülteni, Cilt: 25, Sayı: 2, Yıl: 2006, Ankara, s. 2; Aynı yönde Tuaç, s. 150.22  Öztek, s. 2.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2266 Dr. Öğr. Üyesi Yasemin TAŞDEMİRgirmeden Birinci Aşama Aile Hekimliği Uyum Eğitimi” sertifika programını tamamlayarak aile sağlığı merkezlerinde çalışabilmektedirler.23 Doktrinde katıl-dığımız görüş uyarınca aile hekimliği hizmetlerinin öneminin her geçen gün dik-kat çektiği günümüzde aile hekimi uzmanı olmayan, sadece Sağlık Bakanlığı’nın sertifika programını tamamlayan hekimlerin, aile hekimliği hizmeti sunmasına imkân vermek doğru bir uygulama değildir.24B. İngiltere’de Aile Hekimliği Sistemi1. Genel OlarakGünümüzde oldukça dikkat çeken bir uzmanlık dalı olan aile hekimliği, ABD, Küba, İngiltere, Çin gibi pek çok ülkede farklı finansal modellerle uygu-lanmaktadır.25 Aile hekimliği sisteminin daha iyi anlaşılabilmesi için öncelikle sağlık sistemleri hakkında bilgi vermek gerekmektedir. Sağlık sistemi, sağlık hiz-metlerinin arzı, finansmanı, mevzuat ve politikasından oluşan bütün şeklinde ta-nımlanabilir.26 Dünyadaki mevcut sağlık sistemleri, ulusal sağlık sistemi, hastalık sigortası sistemi ve karma ve yerel örgütler sistemi olmak üzere üç büyük gruba ayrılarak tasniflendirilmektedir.2723  Akbayram, s. 72; Aynı yönde Tuaç, s. 150; Aile Hekimliği Uygulama Yönetmeliği’nin Eğitim” başlıklı 21. maddesine göre, (1) Aile hekimlerine iki aşama halinde eğitim verilir ve bu eğitimlerin içeriği Kurum tarafından belirlenir. Birinci aşama eğitim programının süresi en çok on gündür. Üniversitelerde bir ay süre ile aile hekimliği stajı yapmış olarak mezun olan hekimler birinci aşama eğitimden muaf tutulur. İkinci aşama eğitimi ise uzaktan eğitim tarzında yapılacak şekilde planlanarak birinci aşama eğitiminin bitiminden sonra başlar ve süresi en az on iki aydır. Bu eğitimlerde Kurumun belirlediği kriterlere göre başarılı olmak esastır. (2) Aile hekimliği uzmanlarının birinci ve ikinci aşama eğitimlere katılması zorunlu değildir. Sözleşme imzalamış aile hekimliği uzmanları, uzman tabip, tabip ve aile sağlığı elemanları; içeriği, süresi ve standartları Kurum tarafından belirlenen diğer hizmet içi eğitimlere alınabilirler. (3) Aile hekimleri ve aile sağlığı elemanları bu madde kapsamında alınması öngörülen her eğitim süresinin en az %80 ine devam etmek zorundadırlar.”; Eğitim hakkında bkz. Ali Nazım Sözer, ‘Genel Sağlık Sigortasının Organizasyonu’, Osman Güven Çankaya’ya Armağan, Ankara, 2010, ss. 438-439.24  Ali Rıza Okur/ Hediye Ergin, ‘Türkiye’de Sağlık Reformunun Geçmişi ve Geleceği’, Prof. Dr. Devrim Ulucan’a Armağan, İstanbul, 2008, s. 634; Sözer, Genel Sağlık Sigortasının Organizasyonu, s. 438; Tuaç, s. 150.25  Çağlayaner, s. 106.26  Halil İbrahim Çiftçi, Çeşitli Ülkelerde Sağlık Sistemi ve Finansmanı, https://docplayer.biz.tr/36802801-Cesitli-ulkelerde-saglik-sistemi-ve-finansmani-halil-ibrahim-ciftci.html  (erişim tarihi 22.07.2013), s. 1.27  Ali Rıza Okur, Sağlık Hakkı ve Sağlık Sigortaları, Yayımlanmamış Monografi, 1992, s. 3; Ali Güzel/ Ali Rıza Okur/ Nurşen Caniklioğlu, Sosyal Güvenlik Hukuku, Yenilenmiş 17. Bası, Beta Yayıncılık, İstanbul, 2018, ss. 740-741; İlhan Serin, Genel Sağlık Sigortası ve Uygulanabilirliği, Kazancı Hukuk Yayınları: 184, İstanbul, 2004, ss. 7-10; Doktrinde sağlık sistemlerinin Batı Avrupa tipi, Amerika tipi, Sovyet Rusya tipi, gelişmemiş ülkeler tipi ve özel sigorta ağırlıklı, sosyal sigorta ağırlıklı, ulusal sağlık sistemi, sosyalist sağlık sistemi, karmaşık yapıda sağlık T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2Türk Hukukunda Aile Hekimliği Sistemi ve Aile Hekiminin İşveren Sıfatına İlişkin Bir İnceleme 267İngiltere, Danimarka, İsveç, İtalya, Norveç, Finlandiya, İzlanda ve İspanya’da uygulanan ulusal sağlık sisteminin temel özellikleri, sistemin herkesi kapsaması, merkezi örgütlenmenin olması, sağlık örgütünün ücretsiz hizmet vermesi ve ver-gilerden finanse edilmesidir.28 Fransa, Almanya, Belçika, Avusturya, Lüksemburg ve Japonya’da uygulanan hastalık sigortası sistemi bağımsız sandık veya kurum tarafından yönetilmekte ve sistem, gelir üzerinden alınan sigorta primleri ve vergi yoluyla finanse edilmektedir.29 Hastalık sigortası sisteminin geçerli olduğu ülke-lerde kapsam ve finansman bakımından önemli farklılıklar mevcuttur.30 Amerika, Kanada ve İsviçre’de uygulanan karma ve yerel örgütleri sisteminde özel sigorta şirketleri çoğunlukta olup; sosyal sigorta, nüfusun küçük bir bölümünü kapsa-makta ve sistem büyük oranda sigorta primlerinden ve kısmen de vergilerden finanse edilmektedir.31Çalışmamızda örnek olarak aldığımız İngiltere’nin sağlık sistemi, Ulusal Sağlık Hizmetleri Sistemi (National Health Service-NHS)’dir. NHS, İngiltere’de 1948 yılından beri uygulanmaktadır, NHS’den önce Lloyd George tarafından yü-rürlüğe koyulan ve sadece düşük gelirli işçilerin işverenleri tarafından sigortalan-masını zorunlu kılan Sağlık Sigortası Yasası yürürlükteydi.32NHS, kendisine özgü temel bir felsefeyi ve örgütlenmeyi haiz olması hase-biyle özel bir öneme sahiptir. Şöyle ki NHS, ödeyebilme gücüne bakmaksızın sistemi, ilkel yapıda sağlık sistemi şeklinde gruplandırılmaları ve diğerleri hakkında bkz. Çiftçi, s. 1 vd.; Sağlık sistemleri hakkında ayrıca bkz. A. Erdal Sargutan, ‘Sağlık Sektörü ve Sağlık Sistemlerinin Yapısı’, Hacettepe Üniversitesi Sağlık İdaresi Dergisi, Cilt: 8, Sayı: 3, Yıl: 2005, Ankara, s. 406 vd.28  Okur, s. 4; Güzel/ Okur/ Caniklioğlu, s. 740; Serin, s. 7; Yalçın Bostancı, Sosyal Güvenlik Hukukunda Genel Sağlık Sigortası, Yayımlanmamış Doktora Tezi, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü, Konya, 2007, s. 54; Ayrıca bkz. Can Tuncay/ Ömer Ekmekçi, Sosyal Güvenlik Hukuku Dersleri, Yenilenmiş 20. Bası, Beta Yayıncılık, İstanbul, 2019, s. 585.29  Okur, s. 5; Güzel/ Okur/ Caniklioğlu, s. 740; Serin, s. 8; Ayrıca bkz. Tuncay/ Ekmekçi, s. 584; Bostancı, s. 55 vd.30  Okur, s. 5; Güzel/ Okur/ Caniklioğlu, s. 740; Serin, s. 8.31  Okur, s. 7; Serin, s. 9; Ayrıca bkz. Güzel/ Okur/ Caniklioğlu, s. 741; Tuncay/ Ekmekçi, s. 584; Bostancı, s. 57.32  Bülent Kılıç/ Çiğdem Bumin, ‘İngiltere Ulusal Sağlık Sistemi’, Toplum ve Hekim, Yıl: 1993, Ankara, s. 32; İngiltere’nin sağlık sistemi hakkında detaylı bilgi için bkz. Gwyn Bevan/ Marina Karanikolos/ Jo Exley/ Ellen Nolte/ Sheelah Connolly/ Nicholas Mays, The Four Health Systems of the United Kingdom: How do They Compare?, 2014, file:///C:/Users/sau/Desktop/TheFourHealthSystemsOfTheUKHowDoTheyCompare_fullversion.pdf  (erişim tarihi 05.02.2021), s. 9 vd.; Konstantina Grosios/ Peter B. Gahan/ Jane Burbidge, ‘Overview of Healthcare in the UK’, EPMA Journal, Cilt: 1, Yıl: 2010, s. 529 vd.; Okur, s. 159 vd.; Kılıç/ Bumin, s. 32 vd.; Bostancı, s. 68 vd.; Serin, s. 121 vd.; Daniel K. Onion/ Robert M. Berrington, ‘Comparisons of UK General Practice and US Family Practice’, JABFP, Cilt: 12, Sayı: 2, Yıl: 1999, s. 162 vd.; Gazanfer Aksakoğlu, ‘İngiltere Sağlık Sistemi’, Toplum ve Hekim, Cilt: 9, Sayı: 64-65, Yıl, 1995, Ankara, s. 96 vd.; Macara, s. 35 vd.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2268 Dr. Öğr. Üyesi Yasemin TAŞDEMİRtüm vatandaşları kapsamakta ve herkese eşit sağlık hizmeti sunmayı hedefle-mektedir.33 Bu doğrultuda NHS kapsamında sağlık hizmetleri büyük bir oranda34 ücretsizdir ve NHS, İngiltere’de ikamet eden herkese koruyucu hekimlik hiz-metlerini, birinci basamak sağlık hizmetlerini, hastane hizmetlerini, diş sağlığı hizmetlerini ve ruh sağlığı hizmetlerini sağlamaktadır.35NHS’yi diğer sağlık sistemlerinden ayıran temel özellikler arasında çoğu batılı ve gelişmiş ülkelerin aksine, NHS’nin genel vergilendirme ile finanse edilmesi36 ve sigortacılığın çok az uygulanması ile İngiltere’de Gayri Safi Milli Hasıla’dan sağlığa ayrılan payın, diğer batılı ülkelerden daha az olmasına rağ-men sağlık düzeyi göstergelerinin daha iyi olması sıralanabilir.37 NHS’nin dikkat çekici diğer özellikleri arasında sağlık kurumlarının tamamına yakının kamulaş-tırılmasını, sağlık hizmetinin nüfusa orantılı olacak şekilde düzenlenmesini ve en uç noktada genel pratisyen - aile hekimi (GP - general practitioner) olmak üzere, sağlık sistemindeki basamaklar arasındaki akışın son derece iyi gerçekleştirildiği bir sevk zincirinin bulunmasını vurgulamak gerekmektedir.382. Sağlık Hizmetlerinin Organizasyonuİngiltere’de sağlık hizmetlerinin yönetiminde merkezi sorumluluk Sağlık ve Sosyal Hizmet Bakanlığı’na ait olmakla birlikte39 söz konusu sorumluluğu Ba-kanlık, Bakanlık’tan bağımsız yasal kuruluş olan İngiltere Ulusal Sağlık Kurumu (National Health Service England - NHS England) ile paylaşmaktadır.40Bölgesel düzeyde Sağlık ve Sosyal Hizmet Bakanlığı, Stratejik Sağlık Merci - (Strategic Health Authority - SHA) ve SHA’ya bağlı Birinci Basamak Sağlık Hiz-33  Kılıç/ Bumin, s. 32.34  Türk sağlık sisteminde olduğu üzere İngiltere sağlık sisteminde de reçeteli ilaç alımında ya da diş tedavisinde katkı payı gibi özellikler bulunmaktadır. Bkz. Boyle, The UK Health Care System, s. 1.35  Seán Boyle, ‘United Kingdom (England) Health System Review’, https://www.researchgate.net/publication/50939381_United_Kingdom_England_Health_System_Review/link/5440ecfc0cf228087b69a105/download, 2011 (erişim tarihi 23.04.2021), s. 21; Boyle, The UK Health Care System, s. 1; Ulusal Sağlık Hizmetleri Sistemi Kanunu m.1, f.4’te yasal istisnalar dışında, sağlık hizmetlerinin ücretsiz olduğu vurgulanmaktadır.36  İngiltere’de sağlık hizmetleri esas olarak NHS aracılığıyla yürütülmekte ise de özel hastanelerin ve özel sağlık sigortalarının sistemde önemli bir payı bulunmaktadır; Boyle, United Kingdom (England) Health System Review, s. 225.37  Kılıç/ Bumin, s. 32; Bostancı, s. 69; Serin, s. 121.38  Kılıç/ Bumin, s. 33; Serin, ss. 122-123.39  Grosios/ Gahan/ Burbidge, s. 530; Kılıç/ Bumin, s. 33; Bostancı, s. 70.40  NHS  England  2019-2020  Annual  Report,  https://www.england.nhs.uk/wp-content/uploads/2021/01/nhs-england-annual-report-2019-20-full.pdf  (erişim  tarihi  23.04.2021),  s. 10; İngiltere Ulusal Sağlık Kurumu hakkında detaylı bilgi için bkz. NHS England 2019-2020 Annual Report, s. 10 vd.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2Türk Hukukunda Aile Hekimliği Sistemi ve Aile Hekiminin İşveren Sıfatına İlişkin Bir İnceleme 269meti Tröstleri (Primary Care Trust - PCT) aracılığıyla faaliyet göstermekteydi.41 Bu-nunla birlikte 2012 tarihli Sağlık ve Sosyal Hizmet Kanunu ile (Health and Social Care Act 2012- HSCA) 2006 tarihli Ulusal Sağlık Hizmetleri Sistemi Kanunu’nda (National Health Service Act - NHSA) değişiklik yapılmak suretiyle SHA’lar ve PCT’ler kaldırılmış, bu kuruluşların yerini 1 Nisan 2013’ten itibaren Clinical Com-missioning42 Groups43 (Bölgesel Sağlık Hizmetleri Merci - CCG) almıştır.44CCG’lerin sağlık hizmetlerinin sunumunda, organizasyon işlevi bulunmakta-dır (NHSA m.1I). CCG’ler NHS bütçesinden harcama yetkisi de olan yerel aile he-kimi uygulamalarından oluşan kuruluşlardır. Bu kuruluşlar, yerel sağlık hizmetleri-nin tasarımının ve finansmanının sorumluluğunu aile hekimlerine bırakmaktadır.45 CCG’ler aynı zamanda ikinci basamak sağlık hizmetleri, akıl sağlığı hizmetleri, acil bakım ve sosyal bakım hizmetlerinin gerçekleştirilmesinden sorumlu oldukla-rı gibi HSCA ile CCG’lere özellikle birinci basamak sağlık hizmetlerinin iyileşti-rilmesi görevi verilmiştir.46 Aile hekimliği hizmeti, CCG’lerin bünyesinde mevcut 41  SHA ve PCT hakkında detaylı bilgi için bkz. Boyle, United Kingdom (England) Health System Review, s. 21 vd.; Grosios/ Gahan/ Burbidge, s. 530 vd.42  NHS’nin resmi internet sayfasında commissioning” ifadesi ile hizmetlerin planlanması ve izlenmesi için sürekli bir sürecin ve bir popülasyon için sağlık ihtiyaçları değerlendirmesinden, hasta bakımının klinik temelli tasarımına, hizmet şartnamesine, sürekli kalite değerlendirmesiyle sözleşme müzakerelerine ve tedarik etmeye kadar pek çok eylemin kastedildiği vurgulanmaktadır: https://www.england.nhs.uk/commissioning/what-is-commissioning/ (erişim tarihi 01.04.2021).43  NHS’nin resmi internet sayfasında CCG’nin görev tanımı, sorumlu bulundukları yerel bölgenin sağlık hizmetlerinin planlanması ve hizmetleri yürütecek birimlerin görevlendirilmesiyle yükümlü olan NHS’ye bağlı yasal kuruluşlar olarak ifade edilmiştir. Bkz. https://www.nhscc.org/ccgs/ (erişim tarihi 05.02.2021). Bu nedenle çalışmamızda CCG’nin Türkçe karşılığına yer verilirken yerine getirdiği görevden hareketle Bölgesel Sağlık Hizmetleri Merci” terimi tercih edilmiştir.44  https://en.wikipedia.org/wiki/Health_care_in_the_United_Kingdom (erişim tarihi 05.02.2021); https://www.england.nhs.uk/commissioning/who-commissions-nhs-services/ccgs/ (erişim tarihi 05.02.2021).45  Robertson/  Holder/  Ross/  Naylor/  Machaqueiro,  s.  10;  CCG’ler  NHS  standartlarını  ve maliyetlerini karşılayan herhangi bir hizmet sağlayıcıdan hizmet satın alır ki bu hizmet sağlayıcıları NHS hastaneleri, sosyal girişimler, gönüllü kuruluşlar veya özel sektör sağlayıcıları olabilmektedir,  https://www.england.nhs.uk/commissioning/who-commissions-nhs-services/ccgs/ (erişim tarihi 01.04.2021).46  Robertson/ Holder/ Ross/ Naylor/ Machaqueiro, s. 10; https://www.england.nhs.uk/commissioning/who-commissions-nhs-services/ccgs/ (erişim tarihi 01.04.2021); CCG’lerin görev alanının genişliği ve bu nedenle ortaya çıkan sorunlar hakkında bkz. Robertson/ Holder/ Ross/ Naylor/ Machaqueiro, s. 10 vd.; CCG’lerin görevlerinin düzenlendiği NHSA m.3’e göre CCG’ler sorumluluk alanlarında olan kişilerin sağlık hizmetlerinin sağlanması için şu hususların düzenlenmesinden sorumludur: a) hastanede konaklama, b) NHSA kapsamında sağlanan bir sağlık hizmeti için gerekli olan diğer konaklama, c) tıp, ağız ve diş, oftalmik, hemşirelik ve ambulans hizmetleri, d) hamile ve emziren kadınlar ile çocukların sağlık hizmetleri için uygun olan hizmetler ve tesisler, e) sağlık sisteminin uygunluğu doğrultusunda önleyici sağlık hizmetleri ve önleyici sağlık hizmetleriyle ilgili tesisler, hastaların bakımı ve hastaların sonradan bakımı ile ilgili hizmetler ve tesisler, f) hastalığın teşhis T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2270 Dr. Öğr. Üyesi Yasemin TAŞDEMİRolan aile hekimliği birimleri” tarafından gerçekleştirilmektedir,47 bir başka deyişle tüm aile hekimliği birimleri bir CCG’nin üyesi olmalıdır (Genel Sağlık Hizmetleri Sözleşmesi Yönetmeliği48 m.21)49 ve CCG ile aile hekimliği biriminin iletişiminde, birimi temsil etmek üzere bir aile hekimi görevlendirilmelidir.50HSCA ile CCG’ler ile birlikte Ulusal Sağlık Hizmetleri Komisyonu Kurulu da (The National Health Service Commissioning Board - Kurul) kurulmuştur. NHSA m.1H, f.2’de Kurulun, Sağlık ve Sosyal Hizmet Bakanı ile birlikte halk sağlığının temini ve NHSA’nın 1. Bölümünde51 belirtilen görevlerden sorumlu olduğu belirtilmektedir. Kurul’un da CCG’ler gibi sağlık hizmetinin sunumunda organizasyon işlevi bulunmaktadır (NHSA m.1H, f.3).52 Esasen Kurul, NHS’nin mevcut kaynaklar dâhilinde hastalar için daha iyi sonuçlar elde etmesini sağ-lamakla görevli ulusal bir kuruluştur.53 CCG’ler ulusal düzeyde sağlık hizmeti yürütümünün sorumluluğunu alamayacakları için Kurul oluşturulmuştur. Kurul, hem sağlık hizmetinin yönetimi hem de sağlık sisteminin uyumlu, koordineli ve verimli olmasını sağlama açısından önemli bir role sahiptir.54Kurul, bir CCG’nin kurulması için gerekli onayı verme yetkisini (NHSA m.14B) ve bir CCG’yi feshetme yetkisini (NHSA m.14Z21, f.7) haizdir. Kurulun konumuz açısından önem arz eden görevi ise aşağıda da ifade edileceği üzere aile hekimliği birimleriyle, ilgili sözleşmeleri imzalamaktır (NHSA m.84).55İkinci basamak sağlık hizmetleri hastanelerde çalışan uzman doktorlar, hemşire-ler ve fizyoterapist veya radyolog gibi diğer sağlık uzmanları tarafından sağlanmakta ve tedavisi için gerekli olan diğer hizmetler veya tesisler. NHSA m.3A’ya göre CCG’ler fiziksel ve zihinsel sağlık ile hastalığın önlenmesi, teşhis ve tedavisinde sağlık hizmetinin iyileştirilmesi amacıyla uygun görülen hizmetleri veya tesisleri devreye alma yetkisini haizdir.47  https://www.england.nhs.uk/ccgs/ (erişim tarihi 01.04.2021).48  Yönetmelik hakkında I.B.3’te bilgi verilecektir.49  CCG’lerin, aile hekimliği sistemine olumlu katkılarını ortaya koyan araştırmalar hakkında bkz. Robertson/ Holder/ Ross/ Naylor/ Machaqueiro, s. 17, 33.50  Robertson/ Holder/ Ross/ Naylor/ Machaqueiro, s. 20.51  NHSCA ile getirilen değişiklerle birlikte NHSA’nın 1. Bölümünde Sağlık ve Sosyal Hizmet Bakanına sağlık hizmetinin kapsamını genişletme, hizmet kalitesinde iyileştirme, yetersizlikleri azaltma, özerkliği teşvik etme, araştırmayı geliştirme, eğitim ve öğretimin iyileştirilmesi görevleri verilmiştir.52  NHSA  m.13C  ve  devamında  Kurulun  genel  yükümlülükleri  düzenlenmiştir.  Buna  göre Kurul görevlerini etkin, verimli ve ekonomik bir şekilde yerine getirmeli, hizmet kalitesini iyileştirmeli, özerkliği teşvik etmeli, yetersizlikleri azaltmalı, hasta katılımını - inovasyonu - araştırmayı - eğitim ve öğretimi- entegrasyonu teşvik etmelidir. Aynı yükümlülükler NHSCA m.14P ve devamında CCG’ler için de kural altına alınmıştır.53  Developing the NHS Commissioning Board, https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/216408/dh_1281920.pdf (erişim tarihi 1.4.2021), s. 7, 23.54  Developing the NHS Commissioning Board, s. 5.55  Kurul hakkında detaylı bilgi için bkz. Developing the NHS Commissioning Board, s. 5 vd.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2Türk Hukukunda Aile Hekimliği Sistemi ve Aile Hekiminin İşveren Sıfatına İlişkin Bir İnceleme 271ve hastaların ikinci basamak sağlık kuruluşlarına, acil sağlık hizmeti gerektiren du-rumlar hariç olmak üzere, aile hekimleri tarafından sevk edilmeleri gerekmektedir.56 Aile hekiminin sevki olmadan üst basamağa başvuru durumunda hastalar, sağlık hiz-metlerinin bedelini ödemek zorunda kalırlar.57 Üçüncü basamak sağlık hizmetlerinde ise üst ihtisas sahibi doktorlar bulunmaktadır ve bu hizmetler her hastanede değil, yüksek nüfus yoğunluğunun bulunduğu bölgelerde sunulmaktadır. Üçüncü basamak-ta tıp fakülteleri ve eğitim-araştırma hastaneleri de yer almaktadır. Hastalar üçüncü basamaktaki sağlık kuruluşlarına genellikle ikinci basamaktaki uzmanlar tarafından sevk edilmekle birlikte üçüncü basamaktaki sağlık kuruluşlarına aile hekimlerinin doğrudan sevk yetkisi de bulunmaktadır.58 Yukarıda da ifade edildiği üzere İngiliz sağlık sisteminin dikkat çekici özellikleri arasında, sağlık sistemindeki basamaklar arasındaki akışın son derece iyi gerçekleştirildiği bir sevk zincirinin bulunması yer almaktadır. Şöyle ki ülkemizde de basamaklandırılmış sağlık sistemi bulunmakta ve fakat mevzuatta yer alan basamaklar arasındaki sevk zinciri, uygulamada yerini he-nüz almamıştır.59 Katıldığımız görüş uyarınca sevk zincirinin uygulanmaması ülke-mizdeki aile hekimliği sisteminin en zayıf noktasıdır. Zira sevk zinciri olmadan mali açıdan etkili birinci basamak sağlık hizmetlerinden ve aile hekiminin sağlık hizmeti-nin koordinasyonu tam olarak sağlamasından bahsedilemez.60 Nitekim yapılan çalış-malarda, kişiye yönelik koruyucu sağlık hizmetleri ile birinci basamak teşhis, tedavi ve rehabilite edici sağlık hizmetleri verilmesi gereken aile sağlığı merkezlerinin en fazla ilaç yazdırmak için kullanıldığı sonucuna ulaşılmıştır.613. Aile Hekimliği Sisteminin İşleyişiİngiliz sağlık sisteminin en güçlü yönlerinden biri olan aile hekimleri,62 sağlık sisteminin ilk temas noktasıdır; akut ve kronik rahatsızlığı olanlar ile ölümcül has-talığı olanların tedavisi, aile planlaması, doğum öncesi bakım, obstetrik bakım gibi birçok genel tıbbi sorunla ilgilenirler. Aynı zamanda aile hekimleri, aşılama, kanser taraması gibi önleyici sağlık hizmetlerinin sunumundan da sorumludurlar.63İngiliz sağlık sisteminde aile hekimleri genellikle birim ortağı” (GP Part-ners) olarak çalışmaktadırlar ve bu sistem için ortaklık modeli” (partnership 56  Boyle, United Kingdom (England) Health System Review, s. 234, 240; Aynı yönde Serin, ss. 124-125.57  Kılıç/ Bumin, s. 34.58  Boyle, United Kingdom (England) Health System Review, s. 234, 240.59  Bkz. Güzel/ Okur/ Caniklioğlu, s. 801; Tuncay/ Ekmekçi, ss. 639-640.60  Akman, s. 76.61  Akbayram, s. 76.62  General Practice Forward View April 2016, NHS England, https://www.england.nhs.uk/publication/general-practice-forward-view-gpfv/ (erişim tarihi 15.04.2021), s. 6.63  Boyle, United Kingdom (England) Health System Review, s. 229; Aynı yönde Kılıç/ Bumin, s. 34-35.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2272 Dr. Öğr. Üyesi Yasemin TAŞDEMİRmodel) ifadesi kullanılmaktadır.64 Üç veya dört aile hekimi bir araya gelerek aile hekimliği birimi” (general practice) oluşturmakta; birimin bünyesinde hemşire, fizyoterapist gibi diğer sağlık personelleri ile idari personel de bulunmakta ve birinci derece sağlık hizmeti verilmektedir.65Ortaklık modeli, aile hekimleri için ana yasal yapı olma özelliğini taşımak-tadır. Ortaklıklar bağımsız işletmelerdir ve işletmenin nasıl yürütüleceğine iliş-kin hüküm ve koşulları belirleyen ilgili aile hekimliği birimi ile Kurul arasında-ki ortaklık anlaşmasına dayanmaktadır. Söz konusu anlaşma General Medical Services-GMS,66 (Genel Sağlık Hizmetleri Sözleşmesi-ulusal düzeyde müzakere edilmiş sözleşme türü), Personal Medical Services-PMS67 (yerel düzeyde mü-zakere edilmiş sözleşme türü), Alternative Provider Medical Services-APMS68 (özel hastaneler gibi alternatif sağlık hizmetleri sağlayıcısı ile müzakere edilmiş sözleşme türü) şeklinde gerçekleşebilmektedir.69 GMS için NHS (NHS England and NHS Improvement)70 ile İngiliz Tabipleri Birliği71 Aile Hekimliği Komitesi (British Medical Association- BMA” General Practitioners Committee) arasın-da müzakere gerçekleşmekte ve aile hekimliği birimleri ile Kurul arasında imza-lanacak ortaklık anlaşması için çerçeve sözleşme oluşturulmaktadır.72 Nitekim bu 64  https://www.healthcareers.nhs.uk/explore-roles/doctors/roles-doctors/general-practice-gp (erişim tarihi 14.04.2021); Boyle, United Kingdom (England) Health System Review, s. 119; Bu sistemin son yıllarda popülerliğinin azalması hakkında bkz. GP Partnership Review - Final Report, 2019, https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/770916/gp-partnership-review-final-report.pdf (erişim tarihi 14.04.2021), s. 8.65  Kılıç/ Bumin, ss. 34-35; Boyle, United Kingdom (England) Health System Review, s. 226.66  Sözleşme hakkındaki Yönetmelik için bkz. The National Health Service (General Medical Services Contracts) Regulations 2015, https://www.legislation.gov.uk/uksi/2015/1862/contents (erişim tarihi 16.04.2021).67  Sözleşme hakkındaki Yönetmelik için bkz. The National Health Service (Personal Medical Services  Agreements)  Regulations  2015,  https://www.legislation.gov.uk/uksi/2015/1879/contents (erişim tarihi 16.04.2021); NHS’nin 2019 yılında yayımladığı standart PMS için bkz. Standard Personal Medical Services Agreement October 2019, https://www.england.nhs.uk/wp-content/uploads/2019/11/pms-contract-october-20120.pdf (erişim tarihi 16.04.2021).68  Sözleşme hakkındaki Yönerge için bkz. The Alternative Provider Medical Services Directions 2020,  https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/923596/The-Alternative-Provider-Medical-Services-Directions-2020-1-Oct-2020.pdf (erişim tarihi 16.04.2021).69  GP Partnership Review - Final Report, s. 20; Boyle, United Kingdom (England) Health System Review, s. 119.70  GMS’nin müzakerelerinde daha önce NHS Employers görevliydi: https://www.nhsemployers.org/pay-pensions-and-reward/primary-care-contacts (erişim tarihi 15.04.2021).71  İngiliz Tabipleri Birliği hakkında bkz. Serin, s. 122.72  Boyle, United Kingdom (England) Health System Review, ss. 120-121; 2021 yılının sözleşmesi için bkz. https://www.bma.org.uk/pay-and-contracts/contracts#gp-contract (erişim tarihi 15.04.2021).T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2Türk Hukukunda Aile Hekimliği Sistemi ve Aile Hekiminin İşveren Sıfatına İlişkin Bir İnceleme 273doğrultuda 31 Ocak 2019 tarihinde beş yıllık çerçeve sözleşme73 yayımlanmış ve her yıl söz konusu sözleşmeye güncellemeler getirilmektedir.74Ortaklık modelinde aile hekimliği birimine, kayıtlı kişi sayısı esas alınarak belirlenen bütçe tahsis edilmektedir.75 Esasen işletme giderleri ve belirli hizmet-ler için temel ödenek ve aile hekimliği birimine kayıtlı hastalara göre belirlenen ödenek, ilgili birime özgülenmektedir. Aile hekimliği birimlerinin gelişmiş sağlık hizmetleri için ekstra ödeme alma imkânı da bulunmaktadır.76 Aile hekimliği bi-rimlerine kalite standartlarını yükseltebilmek amacıyla ayrıca Kalite Standartları Çerçevesi (Quality and Outcomes Framework - QOF) geliştirilmiştir. 1 Nisan 2004 tarihinde Genel Sağlık Hizmetleri Sözleşmesi’nin bir parçası olarak tanıtı-lan QQF ile klinik bakımla ilgili belirlenen bir dizi göstergeye dayalı olarak aile hekimliği birimlerinin hastalara sundukları bakım kalitesi doğrultusunda, her bi-rime ekstra fon sağlanmaktadır.77 Ek olarak bilgi teknolojisi ve klinikte istihdam konuları için ortaklıklara finansman temin edilmektedir. Aile hekimliği birimine ortak olan aile hekimleri, giderlerin ödenmesinden sonra kalan karı paylaşmak-tadırlar.78 Aynı zamanda söz konusu birimlerde maaş alarak çalışan aile hekimleri de (Salaried GPs) bulunmaktadır.79 Aile hekimliği birimleri hastalardan veya baş-ka herhangi bir kişiden ücret talep etmemeli ve kendilerine teklif edilen ücreti kabul etmemelidir (Genel Sağlık Hizmetleri Sözleşmesi Yönetmeliği m.24/2).73  Sözleşme  metni  için  bkz.  https://www.england.nhs.uk/publication/gp-contract-five-year-framework/ (erişim tarihi 15.04.2021).74  Bkz. https://www.england.nhs.uk/gp/investment/gp-contract/ (erişim tarihi 15.04.2021); Nisan 2021’deki  güncelleme  için  bkz.  https://www.bma.org.uk/pay-and-contracts/contracts/gp-contract/gp-contract-england-202122 (erişim tarihi 15.04.2021).75  GP Partnership Review - Final Report, s. 19.76  Boyle, United Kingdom (England) Health System Review, ss. 120-121.77  https://digital.nhs.uk/data-and-information/publications/statistical/quality-and-outcomes-framework-achievement-prevalence-and-exceptions-data/2019-20  (erişim  tarihi  15.04.2021); Boyle, United Kingdom (England) Health System Review, s. 121; Boyle, The UK Health Care System, s. 2; QQF’ye katılım gönüllü olmakla birlikte en son yayımlanan QQF Raporu’na göre 2019-2020 döneminde aile hekimliği ortaklıklarının %96,2’si QQF’ye katılmıştır. Söz konusu Rapor’da ayrıca QQF’nin performans yönetim aracı değil hasta bakımını iyileştirmeyi amaçlayan teşvik şeması olduğu vurgulanmıştır: Quality and Outcomes Framework 2019-20, https://digital.nhs.uk/data-and-information/publications/statistical/quality-and-outcomes-framework-achievement-prevalence-and-exceptions-data/2019-20 (erişim tarihi 15.04.2021), s. 7, 26.78  Boyle, United Kingdom (England) Health System Review, s. 120, 122.79  https://www.healthcareers.nhs.uk/explore-roles/doctors/roles-doctors/general-practice-gp (erişim tarihi 14.04.2021); Boyle, United Kingdom (England) Health System Review, s. 120; GMS Contract Yönetmeliği m.49 uyarınca aile hekimliği muayenehaneleri, maaşlı aile hekimlerini BMA tarafından yayımlanan Bir Aile Hekimi Muayenehanesi Tarafından İstihdam Edilen Maaşlı Aile Hekimlerinin Çalışma Hüküm ve Koşulları Modeli”nde belirtilen koşullardan daha avantajlı olacak şekilde istihdam etmelidir. Söz konusu belge için bkz. https://www.bma.org.uk/sessionalgps (erişim tarihi 21.04.2021).T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2274 Dr. Öğr. Üyesi Yasemin TAŞDEMİROrtaklık modelindeki aile hekimliği birimleri ortak olanların sayısına, ortak-ların birimin maliki veya birimde kiracı olup olmamalarına, kullandıkları tekno-lojiye ve hizmet ettikleri nüfusa göre çeşitlilik arz etmektedir.80Her İngiliz vatandaşı bir aile hekimi birimine kaydolma ve aile hekimliği hiz-metlerinden ücretsiz olarak yararlanma hakkına sahiptir.81 Aile hekimliği birimleri-ne kayıtlı hastaların listeleri hazırlığından ve güncel tutulmasından Kurul sorumlu-dur (Genel Sağlık Hizmetleri Sözleşmesi Yönetmeliği Ek 3- m.17). Aile hekimliği birimleri, listelerine kayıt olma başvurularını kabul etmekte özgür oldukları gibi (GMS Contract Yönetmeliği Ek 3- m.18/1) kabul ettikleri bir başvuruyu, en kısa sürede yazılı olarak Kurul’a bildirmelidirler (Genel Sağlık Hizmetleri Sözleşmesi Yönetmeliği Ek 3- m.18/5). Aynı şekilde bir kişi kayıtlı olduğu aile hekimliği biri-minden talebi doğrultusunda ayrılabilir (Genel Sağlık Hizmetleri Sözleşmesi Yö-netmeliği Ek 3- m.23), hasta şiddeti gibi istisnai durumlarda aile hekimliği birimi bir kişiyi listesinden çıkarabilir (Genel Sağlık Hizmetleri Sözleşmesi Yönetmeliği Ek 3- m.24) ve her iki durumda da Kurul’a yazılı bildirim yapılmalıdır.C. Türkiye’de Aile Hekimliği Sistemi1. Genel OlarakTüm dünyada olduğu gibi Türk Sosyal Güvenlik Sistemi de başta finansman olmak üzere çok ciddi ve karmaşık sorunlarla karşı karşıya geldiği için 2004 yılından itibaren Sosyal Güvenlik Reformu” önerileri kapsamında, Türk Sosyal Güvenlik Sisteminde önemli değişiklikler yapılmıştır.82 İlk olarak 5502 sayılı Sosyal Güvenlik Kurumu Kanunu83 yürürlüğe girmiş; Sosyal Sigortalar Kurumu, Esnaf ve Sanatkârlar ve Diğer Bağımsız Çalışanlar Sosyal Sigortalar Kurumu ile Türkiye Cumhuriyeti Emekli Sandığı kaldırılarak, sosyal güvenlik sistemi Sosyal Güvenlik Kurumu bün-yesinde tek çatı altında toplanmıştır. Sosyal Güvenlik Reformu doğrultusunda ikinci olarak, primli rejim sistemini birleştiren ve genel sağlık sigortası sistemini oluşturan 5510 sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu84 kabul edilmiştir.85Sosyal Güvenlik Reformunun konumuz açısından özellikle önem arz eden kısmı ise aile hekimliği düzeninin oluşturulmasıdır. 5510 sayılı Kanun kabul edil-meden önce, 2004 yılında 5258 sayılı Aile Hekimliği Pilot Uygulaması Hakkında 80  GP Partnership Review - Final Report, s. 20.81  Boyle, United Kingdom (England) Health System Review, s. 231.82  Güzel/ Okur/ Caniklioğlu, s. 71.83  Sosyal Güvenlik Kurumu Kanunu’nun adı 02.07.2018 tarihli ve 703 sayılı KHK’nin 88. maddesi ile Sosyal Güvenlik Kurumuna İlişkin Bazı Düzenlemeler Hakkında Kanun” şeklinde değiştirilmiştir; RG. 20.05.2006, 26173.84  RG. 16.06.2006, 26200.85  Güzel/ Okur/ Caniklioğlu, ss. 71-72; Tuncay/ Ekmekçi, ss. 97-98; Ali Nazım Sözer, Türk Genel Sağlık Sigortası, Güncellenmiş 3. Bası, Beta Yayıncılık, İstanbul, 2020, s. 12.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2Türk Hukukunda Aile Hekimliği Sistemi ve Aile Hekiminin İşveren Sıfatına İlişkin Bir İnceleme 275Kanun86 yürürlüğe girmiştir. Belirtilen düzenleme ile genel sağlık sigortasının ilk adımı atılmış ve sağlık sisteminde sağlık ocaklarının yerini aile hekimliği mer-kezleri almıştır.875258 sayılı Aile Hekimliği Pilot Uygulaması Hakkında Kanun’un adı 663 sayılı KHK’nin88 58. maddesi ile Aile Hekimliği Kanunu” olarak değiştirilmiş-tir. Aile Hekimliği Kanunu uyarınca yürürlüğe giren Aile Hekimliği Uygulama Yönetmeliği’nde89 (Uygulama Yönetmeliği) ve Aile Hekimliği Sözleşme ve Öde-me Yönetmeliği’nde90 (Sözleşme ve Ödeme Yönetmeliği) aile hekimliği sistemi-nin işleyişi ile ilgili düzenlemeler yer almaktadır.Aile Hekimliği Kanunu’nun 2. maddesinin 1. fıkrasında, aile hekimi, kişiye yö-nelik koruyucu sağlık hizmetleri ile birinci basamak teşhis, tedavi ve rehabilite edici sağlık hizmetlerini yaş, cinsiyet ve hastalık ayrımı yapmaksızın her kişiye kapsamlı ve devamlı olarak belli bir mekânda vermekle yükümlü, gerektiği ölçüde gezici sağlık hizmeti veren ve tam gün esasına göre çalışan aile hekimliği uzmanı veya Sağlık Ba-kanlığının öngördüğü eğitimleri alan uzman tabip veya tabiptir.” şeklinde tanımlan-mıştır. Düzenlemenin 2. fıkrasında da aile sağlığı çalışanının,91 aile hekimi ile birlikte hizmet veren hemşire, ebe, sağlık memuru gibi sağlık elemanı olduğu ifade edilmiştir.Sözleşmeli olarak çalıştırılan92 aile hekimi ve aile sağlığı çalışanlarında aranan genel şartlar Sözleşme ve Ödeme Yönetmeliği m.5’te düzenlenmektedir. Anılan hüküm uyarınca, yukarıda da ifade edildiği üzere, aile hekimi uzmanları ile Sağlık Bakanlığı’nın öngördüğü eğitimleri alan diğer uzman tabip ve tabipler aile hekimi olabilmektedir. Sağlık meslek liseleri veya yükseköğrenim kurumlarının ebelik, hemşirelik, sağlık memurluğu (toplum sağlığı) veya acil tıp teknisyenliği bölüm-lerinden mezun olanlar aile sağlığı çalışanı olabilmektedir. Ek olarak, aile hekim-lerinin ve aile sağlığı çalışanlarının 657 sayılı Devlet Memurları Kanunu’nun93 48. maddesinin (A) bendinin (4), (5) ve (7) numaralı alt bentlerinde94 belirtilen şartları 86  RG. 09.12.2004, 25665.87  Tuaç, s. 92.88  RG. 02.11.2011, 28103 M.89  25.01.2013, 28359.90  RG. 30.06.2021, 31527.91  Aile Hekimliği Kanunu’ndaki yasal değişiklikle, aile sağlığı elemanı” ifadesi, aile sağlığı çalışanı”  şeklinde  değiştirilmiş  ve  fakat  söz  konusu  değişiklik  ilgili  Yönetmeliklerde gerçekleştirilmemiştir.92  Aile hekimlerinin ve aile sağlığı çalışanlarının sözleşmeli çalışmaları ile ilgili I.C.2.’de bilgi verilecektir.93  RG. 23.07.1965, 12056.94  657 sayılı Devlet Memurları Kanunu’nun 48. maddesinin (A) bendinin (4), (5) ve (7) numaralı alt bentlerine göre devlet memurluğuna alınacaklarda, Kamu haklarından mahrum bulunmama; Türk Ceza Kanununun 53’üncü maddesinde belirtilen süreler geçmiş olsa bile; kasten işlenen bir T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2276 Dr. Öğr. Üyesi Yasemin TAŞDEMİRtaşımaları gerekmektedir. Sözleşme ve Ödeme Yönetmeliği’nden önce 2010 yılın-da Aile Hekimliği Ödeme ve Sözleşme Yönetmeliği” yürürlüğe girmiştir ve fakat 2021 yılında, 2010 tarihli Yönetmeliğin bazı hükümlerinin değiştirilmesi suretiyle, Aile Hekimliği Sözleşme ve Ödeme Yönetmeliği” adı altında yeni Yönetmelik yürürlüğe girmiş ve önceki Yönetmelik yürürlükten kaldırılmıştır.95 Yeni Yönetme-lik ile yapılan değişikliklerden biri de sözleşmeli çalıştırılacak aile hekimleri ve aile sağlığı çalışanları için 65 yaşını doldurmamış olma şartının getirilmesidir.962. Aile Hekimlerinin Hukuki StatüsüAile hekimlerinin istihdam şekilleri ve hukuki statüleri çalışmamızın açı-sından önem arz eden bir husus olup, konu ile ilgili mevzuat oldukça karışık niteliktedir.97 Aile Hekimliği Kanunu m.3/1’e göre, Sağlık Bakanlığı; Bakanlık veya diğer kamu kurum veya kuruluşları personeli olan uzman tabip, tabip ve aile sağlığı çalışanı olarak çalıştırılacak sağlık personelini, kendilerinin talebi ve kurumlarının veya Bakanlığın muvafakatı üzerine, 657 sayılı Devlet Memur-ları Kanunu ile diğer kanunların sözleşmeli personel çalıştırılması hakkındaki hükümlerine bağlı olmaksızın, sözleşmeli olarak çalıştırmaya veya bu nitelikteki Bakanlık personelini aile hekimliği uygulamaları için görevlendirmeye veya aile hekimliği uzmanlık eğitimi veren kurumlarla sözleşme yapmaya yetkilidir”.Aile Hekimliği Kanunu m.3/2’ye göre, Aile sağlığı çalışanları, aile hekimi tarafından belirlenen ve Sağlık Bakanlığı tarafından uygun görülen, kurumlarınca da muvafakatı verilen Bakanlık veya diğer kamu kurum ve kuruluşları personeli arasından seçilir ve bunlar sözleşmeli olarak çalıştırılır. Bu suretle eleman temin edilememesi halinde, Sağlık Bakanlığı, personelini bu hizmetler için görevlendi-rebilir. İhtiyaç duyulması halinde, Türkiye’de mesleğini icra etmeye yetkili ve 657 sayılı Devlet Memurları Kanununun 48’inci maddesinin (A) bendinin (4), (5) ve (7) numaralı alt bentlerindeki şartları taşıyan kamu görevlisi olmayan uzman tabip, tabip ve aile sağlığı çalışanları; Sağlık Bakanlığının önerisi, Maliye Bakanlığının suçtan dolayı bir yıl veya daha fazla süreyle hapis cezasına ya da affa uğramış olsa bile devletin güvenliğine karşı suçlar, Anayasal düzene ve bu düzenin işleyişine karşı suçlar, zimmet, irtikâp, rüşvet, hırsızlık, dolandırıcılık, sahtecilik, güveni kötüye kullanma, hileli iflas, ihaleye fesat karıştırma, edimin ifasına fesat karıştırma, suçtan kaynaklanan malvarlığı değerlerini aklama veya kaçakçılık suçlarından mahkûm olmama; 53’üncü madde hükümleri saklı kalmak kaydı ile görevini devamlı yapmasına engel olabilecek akıl hastalığı bulunmama” şartları aranmaktadır.95  Aile Hekimliği Ödeme ve Sözleşme Yönetmeliği için bkz. RG. 30.12.2010, 27801.96  65 yaşını doldurmamış olma şartı ile ilgili Yönetmeliğin anılan düzenlemesinde, Sağlık Hizmetleri Kanunu’nun ek 17. maddesine atıf yapılarak, aile hekimlerine istisna getirilmiştir. Sağlık Hizmetleri Kanunu’nun ek 17. maddesine göre, Sağlık Bakanlığı ve bağlı kuruluşlarına ait sağlık kurum ve kuruluşlarında görev yapan tabip ve uzman tabipler ile 24/11/2004 tarihli ve 5258 sayılı Aile Hekimliği Kanunu hükümlerine göre istihdam edilen aile hekimleri, her yıl Bakanlıkça uygun görülmek şartıyla yetmiş iki yaşına kadar çalışabilir”.97  Aile  hekimlerinin  hukuki  statüleri  ile  ilgili  doktrindeki  görüşler  hakkında  bkz.  Cengiz Dağlaraştı, Türkiye’de Aile Hekimliği Kurumu, Adalet Yayınevi, Ankara, 2020, s. 101 vd.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2Türk Hukukunda Aile Hekimliği Sistemi ve Aile Hekiminin İşveren Sıfatına İlişkin Bir İnceleme 277uygun görüşü üzerine sözleşme yapılarak aile hekimliği uygulamalarını yürütmek üzere hekimleri ve aile sağlığı çalışanları altmış beş yaşına kadar çalıştırılabilir”.Belirtilen düzenlemeler incelendiğinde, aile hekimlerinin üç çalışma şekli oldu-ğu anlaşılmaktadır.98 İlk olarak Sağlık Bakanlığı veya diğer kamu kurum veya kuru-luşları personeli olan hekimlerin talebi ve kurumlarının da muvafakatiyle sözleşme temeline dayanarak; ikinci olarak Sağlık Bakanlığı’nın aile hekimliği niteliklerine sahip olan personelini görevlendirmesi suretiyle ve son olarak da kamu görevlisi ol-mayan ancak yukarıda kamu görevliliğine ilişkin belirtilen özellikleri haiz olan he-kimlerle Sağlık Bakanlığı’nın sözleşme yapmasıyla aile hekimleri Sağlık Bakanlığı tarafından istihdam edilmektedir.99 Daha açık deyişle aile hekimleri, kamu görevlisi olan veya kamu görevlisi olmayan hekimlerin Sağlık Bakanlığı ile yapılan sözleşme doğrultusunda veya sözleşme olmaksızın Sağlık Bakanlığı’nda çalışan hekimin, aile hekimliğinde görevlendirilmesi suretiyle istihdam edilmektedirler.100Aile Hekimliği Kanunu’nun 3. maddesi irdelendiğinde, hem kamu görev-lisi iken talebi doğrultusunda sözleşme ile aile hekimi olarak çalışanların hem de Sağlık Bakanlığı’nın görevlendirmesiyle aile hekimi olarak çalışanların, aile hekimliğinden önceki statülerinin memur veya sözleşmeli personel statüsü olabi-leceği anlaşılmaktadır.Aile Hekimliği Kanunu’nda kamu görevlisi olup sözleşme ile çalışan aile hekimlerinin kurumlarında aylıksız veya ücretsiz izinli sayılacağı ve bunların kadroları ile ilişkilerinin devam edeceği ifade edilmektedir. Ayrıca bu personelin, sözleşmeli statüde geçen süreleri kazanılmış hak derece ve kademelerinde veya kıdemlerinde değerlendirilerek her yıl işlem yapılır ve bunlar talepleri halinde eski görevlerine atanırlar. Sözleşmeli personel statüsünde çalışmakta iken aile hekimi statüsüne geçenlerden önceki sözleşmeli personel statüsüne dönmek iste-yenler, eski kurumlarındaki boş pozisyonlara öncelikle atanırlar ve aile hekimli-ği statüsündeki çalışmaları hizmet sürelerinde dikkate alınır (m.3/3). Sözleşmeli olarak çalışmaya başlayan aile hekimlerinin, daha önce bağlı oldukları sosyal güvenlik kuruluşlarıyla ilişkileri aynı şekilde devam ettirilir (m.3/6).Aile hekimlerinin hukuki statülerinin tespiti bakımından yukarıda yer veri-len düzenlemeler incelendiğinde, sözleşmeli olarak çalışan aile hekimlerinin ida-ri hizmet sözleşmesi ile çalıştığını ve dolayısıyla diğer kamu görevlileri” kap-samındaki sözleşmeli personel statüsünde oldukları sonucuna ulaşılmaktadır.10198  Tuaç, s. 156.99  Tuaç, s. 156.100  Aynı yönde Sözer, Genel Sağlık Sigortasının Organizasyonu, ss. 439-440.101  Tuaç, ss. 192-193; Aynı yönde Sözer, Türk Genel Sağlık Sigortası, ss. 108-109; Dağlaraştı, s. 102, 108; ... Aile hekimi, bu kapsamda devletin görevi olan sağlık hizmetini sunmasında organ” olarak görev yapmaktadır. Bu anlamda yapılan işin kamu hizmeti, Hekiminde kamu görevlisi olduğu açıktır...”, Yargıtay 9. HD. 09.11.2020, 17912/15317, Legalbank Elektronik Hukuk Bankası.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2278 Dr. Öğr. Üyesi Yasemin TAŞDEMİRSağlık Bakanlığı’nın görevlendirmesiyle sözleşme yapılmadan aile hekimi olarak çalışanlar ise kadroya bağlı çalışan devlet memuru ise kadroya, sözleşmeli personel olarak çalışmakta ise sözleşmeli personel statüsüne tabi olmaya devam etmektedir.102Aile hekimlerinin istihdam şekilleri ve hukuki statüleri ile ilgili düzenleme-ler aile sağlığı çalışanları için de geçerlidir.3. Aile Hekimlerinin Çalışma Koşulları ile İlgili Genel EsaslarBirinci basamak sağlık hizmetlerinin yürütücüsü olan aile hekimlerinin103 ve aile sağlığı çalışanlarının104 görevleri Uygulama Yönetmeliği’nde detaylı olarak 102  Tuaç, s. 159; Aynı yönde Sözer, Türk Genel Sağlık Sigortası, ss. 108-109; Dağlaraştı, s. 118.103  Uygulama Yönetmeliği m.4/3’e göre, Aile hekiminin Kurumca belirlenen usul ve esaslar çerçevesinde  görev,  yetki  ve  sorumlulukları  aşağıda  belirtilmiştir.  a)  Çalıştığı  bölgenin sağlık hizmetinin planlamasında bölgesindeki toplum sağlığı merkezi ile işbirliği yapmak. b) Hekimlik uygulaması sırasında karşılaştığı toplum ve çevre sağlığını ilgilendiren durumları bölgesinde bulunduğu toplum sağlığı merkezine bildirmek. c) Kendisine kayıtlı kişilerin ilk değerlendirmesini yapmak için altı ay içinde ev ziyaretinde bulunmak veya kişiler ile iletişime geçmek. ç) Kişiye yönelik koruyucu sağlık hizmetleri ile birinci basamak teşhis, tedavi, rehabilitasyon ve danışmanlık hizmetlerini vermek. d) Sağlıkla ilgili olarak kayıtlı kişilere rehberlik yapmak, sağlığı geliştirici ve koruyucu hizmetler ile ana çocuk sağlığı ve üreme sağlığı hizmetlerini vermek. e) Periyodik sağlık muayenesi yapmak. f) Kayıtlı kişilerin yaş, cinsiyet ve hastalık gruplarına yönelik izlem ve taramaları (kanser, kronik hastalıklar, gebe, lohusa, yenidoğan, bebek, çocuk sağlığı, adölesan (ergen), erişkin, yaşlı sağlığı ve benzeri) yapmak. g) Evde takibi zorunlu olan engelli, yaşlı, yatalak ve benzeri durumdaki kendisine kayıtlı kişilere evde veya gezici/yerinde sağlık hizmetlerinin yürütülmesi sırasında kişiye yönelik koruyucu sağlık hizmetleri ile birinci basamak teşhis, tedavi, rehabilitasyon ve danışmanlık hizmetlerini vermek. ğ) Aile sağlığı merkezi şartlarında teşhis veya tedavisi yapılamayan hastaları sevk etmek, sevk edilen hastaların geri bildirimi yapılan muayene, tetkik, teşhis, tedavi ve yatış bilgilerini değerlendirmek, ikinci ve üçüncü basamak tedavi ve rehabilitasyon hizmetleri ile evde sağlık hizmetlerinin koordinasyonunu sağlamak. h) Tetkik hizmetlerinin verilmesini sağlamak ya da bu hizmetleri vermek. ı) Verdiği hizmetlerle ilgili olarak sağlık kayıtlarını tutmak ve gerekli bildirimleri yapmak. i) Kendisine kayıtlı kişileri yılda en az bir defa değerlendirerek sağlık kayıtlarını güncellemek. j) Gerektiğinde hastayı gözlem altına alarak tetkik ve tedavisini yapmak. k) Entegre sağlık hizmetinin sunulduğu merkezlerde gerektiğinde hastayı gözlem amaçlı yatırarak tetkik ve tedavisini yapmak. l) İlgili mevzuatta birinci basamak sağlık kuruluşları ve resmî tabiplerce kişiye yönelik düzenlenmesi öngörülen her türlü sağlık raporu, sevk evrakı, reçete ve sair belgeleri düzenlemek. m) Kurumca belirlenen konularda hizmet içi eğitimlere katılmak. n) Kurumca ve ilgili mevzuat ile verilen diğer görevleri yapmak.”104  Uygulama Yönetmeliği m.5/2’ye göre, Aile sağlığı elemanının Kurumca belirlenen usul ve esaslar çerçevesinde görev, yetki ve sorumlulukları aşağıda belirtilmiştir. a) Kişilerin hayati bulgularını ölçmek ve kaydetmek. b) Aile hekiminin gözetiminde, talimatı verilen ilaçları uygulamak. c) Yara bakım hizmetlerini yürütmek. ç) Tıbbi alet, malzeme ve cihazların hizmete hazır bulundurulmasını sağlamak. d) Poliklinik hizmetlerine yardımcı olmak, tıbbi sekreter bulunmadığı hallerde sevk edilen hastaların sevk edildiği kurumla koordinasyonunu sağlamak. e) Gereken tetkikler için numune almak, eğitimini aldığı basit laboratuvar tetkiklerini yapmak veya aldığı numunelerin ilgili laboratuvar tarafından teslim alınmasını sağlamak. f) Gezici ve yerinde sağlık hizmetleri, sağlığı geliştirici ve koruyucu hizmetler ile ana çocuk sağlığı ve üreme sağlığı hizmetlerini vermek, evde sağlık hizmetlerinin verilmesinde aile hekimine yardımcı olmak. T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2Türk Hukukunda Aile Hekimliği Sistemi ve Aile Hekiminin İşveren Sıfatına İlişkin Bir İnceleme 279düzenlenmiştir. Aile hekimleri, aile sağlığı merkezini yönetmek, birlikte çalıştığı ekibi denetlemek ve hizmet içi eğitimlerini sağlamak, Bakanlıkça ve Türkiye Halk Sağlığı Kurumunca yürütülen özel sağlık programlarının gerektirdiği kişiye yöne-lik sağlık hizmetlerini yürütmekle yükümlüdür (m.4/1). Aile hekimleri, kendilerine kayıtlı kişileri bir bütün olarak ele alıp kişiye yönelik koruyucu, tedavi ve rehabilite edici sağlık hizmetlerini bir ekip anlayışı içinde sunmalıdır (m.4/2). Aile sağlığı çalışanları da aile hekimlerinin görevlerinin yerine getirilmesinde aile hekimleri ile birlikte çalışmakla yükümlüdür (m.5/1). Aile hekimi ile aile sağlığı çalışanı ekip anlayışı içinde çalışır. Aile hekimi, birlikte çalıştığı aile sağlığı çalışanını yönlen-dirme ve denetleme yetkisine sahiptir (Sözleşme ve Ödeme Yönetmeliği m.17).Aile hekimleri ve aile sağlığı çalışanları görevlerini, çalışma süreleri haf-talık kırk saatten az olmayacak şekilde Bakanlıkça belirlenen usul ve esaslar çerçevesinde yerine getirir (Sözleşme ve Ödeme Yönetmeliği m.12). Uygulama Yönetmeliği’nin 10. maddesine göre, aile hekimleri ve aile sağlığı çalışanları tam gün esasına göre çalışırlar. Mesai saatleri ve günleri, çalışma yerinin şartları da dikkate alınmak suretiyle çalıştığı bölgedeki kişilerin ihtiyaçlarına uygun olarak aile hekimi tarafından teklif edilir ve Halk Sağlığı Müdürlüğü’nce uygun görül-mesi halinde onaylanır. Yapılacak ev ziyaretleri ve gezici/yerinde sağlık hizmet-leri105 çalışma süresine dâhil edilir. Aile hekimlerine ve aile sağlığı çalışanlarına ihtiyaç halinde haftalık çalışma süresi dışında nöbet görevi verilir (Aile Hekimli-ği Kanunu m.5/2; Uygulama Yönetmeliği m.10/4).g) Kurumca belirlenen hizmet içi eğitimlere katılmak. ğ) Sağlık hizmetlerinin yürütülmesi ile ilgili olarak görev, yetki ve sorumlulukları kapsamında aile hekiminin verdiği diğer görevleri yerine getirmek. h) Kurumca ve ilgili mevzuat ile verilen diğer görevleri yapmak.”105  Gezici sağlık hizmeti, aile hekimi ve/veya aile sağlığı çalışanının, Halk Sağlığı Müdürlüğü’nce tespit edilen uzak mahalle, belde, köy, mezra gibi yerleşim birimlerine, Türkiye Halk Sağlığı Kurumunca  belirlenen  usul  ve  esaslara  göre  giderek  mahallinde  vereceği  sağlık  hizmetini (Uygulama Yönetmeliği m.3/1-l); yerinde sağlık hizmeti ise aile hekimi ve/veya aile sağlığı çalışanının, Halk Sağlığı Müdürlüğü’nce tespit edilen cezaevi, çocuk ıslahevi, huzurevi, korunmaya muhtaç çocukların barındığı çocuk yuvaları ve yetiştirme yurtları gibi toplu yaşam alanlarına Kurumca belirlenen usul ve esaslara göre giderek, yerinde vereceği sağlık hizmetini (Uygulama Yönetmeliği m.3/1-r) ifade etmektedir. Yerinde sağlık hizmeti sunulacak yerlerde, her 100 kişi için ayda üç saatten az olmamak üzere; 750 kayıtlı kişiye kadar haftada en az bir kez, 750 ve üzeri kayıtlı kişiye ise haftada en az iki kez yerinde sağlık hizmeti verilir. Cezaevi ve çocuk ıslahevi için bu süre iki kat olarak uygulanır (Uygulama Yönetmeliği m.6/2, c.3). Aile hekimlerinin gezici sağlık hizmeti sunacakları bölgelerdeki yerleşim birimlerine bir plan dâhilinde periyodik aralıklarla ulaşmaları ve hizmet vermeleri esastır. Gezici sağlık hizmetine ilişkin planlama; coğrafi durum, iklim ve ulaşım şartları ile kendisine bağlı yerleşim birimlerinin sayısı dikkate alınarak ve gezici sağlık hizmeti sunulacak yerleşim yerine ulaşmak amacıyla yolda geçen süreler hariç olmak üzere her 100 kişi için ayda iki saatten az olmamak kaydıyla o yerleşim yerinde aile hekimi tarafından yapılır. Nüfusu 250 kişiye kadar olan yerleşim yerlerine en az ayda bir kez, 250 ile 500 kişi arasında olan yerleşim yerleri için en az ayda iki kez, nüfusu 500 ve üzeri olan yerleşim yerlerine ise en az haftada bir kez gezici sağlık hizmeti verilir. Gezici sağlık hizmeti bölgesinde Bakanlığa ait sağlık tesisi var ise bu tesisler hizmet için kullanılabilir (Uygulama Yönetmeliği m.6/3).T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2280 Dr. Öğr. Üyesi Yasemin TAŞDEMİRSözleşmeli olarak çalıştırılan aile hekimleri ve aile sağlığı çalışanları, bu gö-revleri dışında, bilimsel faaliyetler ve telif hakları hariç olmak üzere, meslekle-rinin icrasından menfaat temin edemezler. Sanatsal ve sportif faaliyetler dışında esnaf veya tacir sayılmayı gerektiren herhangi bir faaliyette bulunamazlar. Her-hangi bir yerde hizmet akdi ile çalışamazlar. Ticaret ve sanayi müesseselerinde görev alamazlar, ticarî mümessil, ticarî vekil, kollektif şirketlerde ortak veya ko-mandit şirketlerde komandite ortak olamazlar (Sözleşme ve Ödeme Yönetmeliği m.15/1). Sözleşmeli olarak çalıştırılan aile hekimlerinin, 1219 sayılı Tababet ve Şuabatı San’atlarının Tarzı İcrasına Dair Kanunun106 12. maddesi kapsamında ve-rilen izin dışında işyeri hekimliği yapamayacakları son değişiklikle Yönetmeliğe eklenmiştir (Sözleşme ve Ödeme Yönetmeliği m.15/2). Atıf yapılan düzenleme-ye göre, yöneticilik görevi bulunmayan aile hekimleri, kurum ve kuruluşlarındaki çalışma saatleri dışında ve kurumlarının izniyle aylık otuz saati geçmemek üzere iş yeri hekimliği yapabilir. Sözleşme ve Ödeme Yönetmeliği’nin 15. maddesinde belirtilen bu kurallara aykırı davranış halinde aile hekimi ve aile sağlığı çalışa-nının sözleşmesi, fiilin kişiye tebliği tarihinden itibaren yedi gün içinde alınan savunma uygun görülmediği takdirde ya da süresi içinde savunma yapılmaması durumunda, il sağlık müdürü tarafından herhangi bir ihbar veya ikaza gerek du-yulmadan sona erdirilir (Sözleşme ve Ödeme Yönetmeliği m.10).4. Sözleşmenin Sona ErmesiSözleşmeli olarak çalıştırılan aile hekimleri ve aile sağlığı çalışanları ile ya-pılacak sözleşmeler, Sözleşme ve Ödeme Yönetmeliği’nin ekinde yer alan söz-leşmelere göre düzenlenmektedir. Belirtilen sözleşmeleri Bakanlık adına imzala-maya ve sözleşmeleri sona erdirmeye il sağlık müdürü yetkilidir107 (Sözleşme ve Ödeme Yönetmeliği m.6/3). Sözleşmenin süresi ve dönemi iki mali yıldır (Söz-leşme ve Ödeme Yönetmeliği m.6/4).Sözleşme ve Ödeme Yönetmeliği’nde yapılan son değişiklikte, Yönetmeli-ğe, sözleşmelerin yenilenmesi ile ilgili yeni bir düzenleme getirilmiştir. Yönet-meliğin 7. maddesine göre kural olarak sözleşme süresi sonunda, aile hekimi ve aile sağlığı çalışanı olarak görevine devam etmek isteyenlerin sözleşmesi yenile-nir. Bununla birlikte düzenlemenin devamında sözleşmenin yenilenmeyeceği iki duruma yer verilmektedir. İlkine göre bir sözleşme döneminde, bu Yönetmeliğin ekinde yer alan fiillerden 5 ve daha fazla kez ihtar puanı verilen veya toplamda 150 ve üzerinde ihtar puanına ulaşan aile hekimleri ve aile sağlığı çalışanları hak-kında müdürlükçe komisyon oluşturularak değerlendirme yapılır. Değerlendirme neticesinde komisyon tarafından; yeniden sözleşme imzalanmasına veya sözleş-106  RG. 14.04.1928, 863.107  Yönetmeliğin önceki halinde sözleşmeleri Bakanlık adına imzalamaya, sona erdirmeye vali yetkiliydi. Vali, sözleşme yapma yetkisini, vali yardımcılarından birine veya halk sağlığı müdürüne devredebilmekteydi.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2Türk Hukukunda Aile Hekimliği Sistemi ve Aile Hekiminin İşveren Sıfatına İlişkin Bir İnceleme 281menin yenilenmemesine karar verilir. Aile sağlığı çalışanları için verilecek karar-larda aile hekiminin görüşü de alınır (m.7/1). İkinci olarak ise Bakanlık müfet-tişlerince yapılacak inceleme ve soruşturma neticesine göre aile hekimlerinin ve aile sağlığı çalışanlarının sözleşmenin yenilenmemesi kararı verilebilir (m.7/2). Sözleşmenin yenilenmemesine cevaz veren bu düzenlemeler kanaatimizce özel-likle eleştiriye açık bir düzenlemedir. Zira sözleşmenin yenilenmemesi gibi ağır bir müeyyidenin yasa ile kural altına alınması gerektiği gibi ikinci durumda sa-dece soruşturmadan bahsedilmiş ve fakat sözleşmenin yenilenmemesine neden olacak soruşturmanın içeriği ve niteliğine ilişkin başka herhangi bir bilgiye yer verilmemiştir. Kanaatimizce kanunilik ilkesine ve hukuk tekniğine aykırı söz ko-nusu düzenlemenin bir an önce değiştirilmesi gerekmektedir.Sözleşmeli çalışan aile hekimlerinin ve aile sağlığı çalışanlarının sözleşmeleri-nin sona ermesi ile ilgili Sözleşme ve Ödeme Yönetmeliği’nin diğer düzenlemele-ri incelendiğinde sözleşmenin kendiliğinden108 sona erebileceği gibi sözleşmelerin, çalışan tarafından109 ve Sözleşme ve Ödeme Yönetmeliği’nde belirtilen hallerde110 il 108  Sözleşme ve Ödeme Yönetmeliği m.8’e göre, (1) Sözleşmeyle çalıştırılan aile hekimi ve aile sağlığı çalışanının sözleşmesi, aşağıdaki hallerde herhangi bir işleme gerek kalmaksızın kendiliğinden sona erer: a) Ölüm halinde. b) Tabi olduğu mevzuata göre zorunlu olarak emekli olma yaşını doldurması halinde.”109  Sözleşme ve Ödeme Yönetmeliği m.9’a göre, (1) Sözleşmeyle çalıştırılan aile hekimleri veya aile sağlığı çalışanları askerlik, doğum, emeklilik ve sair sebeplerle iki ay önceden bildirmek kaydıyla sözleşmenin sona erdirilmesini talep edebilirler. Müdürlük, şartların uygun olması durumunda, iki aylık süreyi beklemeden sözleşmenin sona erdirilmesini kabul edebilir. Müdürlüğün sözleşmenin sona erdirilmesi talebini kabul etmemesi halinde, iki aylık süreyi doldurmadan görevden ayrılan aile hekimi ve aile sağlığı çalışanı, bir yıl süreyle sözleşmeli aile hekimi veya aile sağlığı çalışanı olmak üzere başvuruda bulunamaz. (2) Aile sağlığı çalışanları, sözleşme imzaladığı aile hekiminin görevinden ayrılması veya yer değiştirmesi durumunda, bu sebeple sözleşmesini sona erdirmek istemesi durumunda birinci fıkranın üçüncü cümlesi hükmü uygulanmaz.”110  Sözleşme ve Ödeme Yönetmeliği’nin Sözleşmenin feshi” başlıklı 10. maddesine göre, (1) Sözleşmeyle çalıştırılan aile hekimi ve aile sağlığı çalışanının; a) 657 sayılı Kanunun 48’inci maddesinin birinci fıkrasının (A) bendinin (4), (5) ve (7) numaralı alt bentlerinde yer alan şartlar ile bu Yönetmelikte belirtilen şartları taşınmadığının veya bu şartların sonradan kaybedilmiş olduğunun tespit edilmesi, b) 15’inci maddede belirtilen faaliyetlerde bulunulduğunun tespit edilmesi, c) Kurumundan aylıksız veya ücretsiz izinli sayılanlardan, haklarında yüksek disiplin kurullarınca verilen devlet memurluğundan çıkarma cezasına veya sözleşmesinin sona erdirilmesine dair kararın ilgili müdürlüğe bildirilmesi, ç) Çalışanın kadrosu veya pozisyonundan istifa etmesi, d) Mücbir sebepler hariç, özürsüz ve kesintisiz olarak on gün görev başında bulunmadığının tespit edilmesi, e) Sağlık sebebiyle yüz seksen günü aşan süreyle görevini ifa edememesi, f) Eczane veya medikal firmaları, beşeri ilaç firmaları veya özel sağlık kuruluşları gibi mesleği ile ilgili alanlarda faaliyet gösteren gerçek kişiler veya özel hukuk tüzel kişilerinin temsilcileri ile etik dışı haksız çıkar ilişkisinde bulunulduğunun tespit edilmesi, g) Menfaat karşılığında gerçeğe aykırı rapor ve belge düzenlendiğinin tespit edilmesi, ğ) 657 sayılı Kanunun 125’inci maddesinin birinci fıkrasının (E) bendinde yer alan fiil ve hallerin işlendiğinin tespit edilmesi, h) Gözaltına alınma, tutuklanma, hükümlülük veya 8/3/2012 tarihli ve 6284 sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun kapsamında uzaklaştırma kararı verilmesi nedeniyle görevi başında T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2282 Dr. Öğr. Üyesi Yasemin TAŞDEMİRbulunamama süresinin sekiz haftayı aşması, ı) Görevi başında bulunduğu halde entegre sağlık hizmetlerinde mazeretli olup olmadığına bakılmaksızın beş nöbet görevini yerine getirmediğinin/getiremediğinin tespit edilmesi, hallerinde bu durum, aile hekimi veya aile sağlığı çalışanına tebliğ edilir. Tebliğ tarihinden itibaren savunma yapmak üzere yedi gün süre verilir. Yapılan savunmalar uygun görülmediği takdirde veya süresi içinde savunma yapılmaması durumunda, aile hekimi ve aile sağlığı çalışanının sözleşmesi, il sağlık müdürü tarafından başkaca herhangi bir ihbar veya ikaza gerek duyulmadan sona erdirilir. (2) Birinci fıkranın; a) (a), (c), (f), (g) ve (ğ) bentlerine göre sözleşmesi sona erdirilenler, beş yıl süreyle, b) (b), (ç) (d) ve (ı) bentlerine göre sözleşmesi sona erdirilenler, bir yıl süreyle, c) (e) bendine göre sözleşmesi sona erdirilenler, sağlık durumunun görevin sürekli ifasına engel olmadığına dair sağlık kurulu raporu ibraz edilinceye kadar, sözleşmeli aile hekimi veya aile sağlığı çalışanı olmak üzere başvuruda bulunamaz. (3) Birinci fıkranın (f), (g) ve (ğ) bentlerine münhasır olmak üzere, aile hekimliği hizmetlerinin gerektirdiği hallerde, görevi başında kalmasında sakınca görülen aile hekimleri ve aile sağlığı çalışanları, Sağlık Bakanı, İl Sağlık Müdürü, Bakanlık Müfettişi tarafından, sözleşmeleri askıya alınmak suretiyle iki aya kadar görevden uzaklaştırılabilir. İhtiyaç halinde ve gerekmesi durumunda bu süre bir defaya mahsus olmak üzere iki ay daha uzatılabilir. Bu süre içinde tamamlanacak idari soruşturma neticesinde ilgililerin anılan bentlerde yer alan fiilleri işledikleri sabit görülür ise sözleşmeleri sona erdirilir, aksi halde ilgililer görevlerine iade edilir. (4) 7179 sayılı Kanuna istinaden bedelli askerlik yapmak üzere ayrılmak isteyen sözleşmeli aile hekimi veya aile sağlığı çalışanının sözleşmesi feshedilir. Pozisyonlarının korunması talebinde bulunarak sözleşmesi feshedilenler hakkında 7’nci maddenin dördüncü fıkrası hükümleri uygulanır. (5) Aile hekimine kayıtlı kişi sayısının aralıksız üç ay süreyle bin kişinin altına düşmesi halinde bu durum, aile hekimi ve/veya aile sağlığı çalışanına tebliğ edilir. Tebliğ tarihinden itibaren savunma yapmak üzere yedi gün süre verilir. Yapılan savunmalar uygun görülmediği takdirde veya süresi içinde savunma yapılmaması durumunda, aile hekimi ve aile sağlığı çalışanının sözleşmesi, il sağlık müdürü tarafından başkaca herhangi bir ihbar veya ikaza gerek duyulmadan sona erdirilir. Ancak; a) Bakanlıkça bölgede çalışan aile hekimi sayısında değişiklik yapılması nedeniyle ihtiyaç duyulması halinde sözleşme yapılan aile hekimi hakkında, b) Aile hekimine kayıtlı kişi sayısının aralıksız üç ay süreyle bin kişinin altında seyretmesi nedeniyle sözleşmesi sona erdirilen aile hekimi yerine sözleşme yapılan aile hekimi hakkında, birinci cümle hükmü sözleşme tarihini takip eden birinci yılın sonundan itibaren uygulanır. (6) Bu maddede yer alan fiillerin işlendiğinin sözleşme döneminden sonra öğrenilmesi veya sözleşme döneminde öğrenilse dahi başlatılan soruşturmanın ilgili sözleşme döneminden sonra aile hekimi veya aile sağlığı çalışanının aleyhine sonuçlanması durumunda mevcut sözleşme sona erdirilir. (7) Bu maddede yer alan fiillerin işlendiğinin öğrenildiği tarihten itibaren en geç iki ay içinde gerekli işlemin başlatılarak, takip eden altı ay içerisinde sonuçlandırılması esastır. Belirtilen fiillerin işlendiği tarihten itibaren iki yıl içinde sözleşme feshedilmediği takdirde fesih yetkisi zamanaşımına uğrar.”  Sözleşme ve Ödeme Yönetmeliği’nin Sözleşmenin ihtaren sona erdirilmesi” başlıklı 11. maddesine göre, (1) Bu Yönetmeliğin eki (EK-3 AİLE HEKİMLİĞİ UYGULAMASINDA UYGULANACAK İHTAR PUANI CETVELİ)’nde yer alan fiilleri işlediği tespit edilen sözleşmeli aile hekimi ve aile sağlığı çalışanına; a) Müdürlüğün halk sağlığı hizmetlerinden sorumlu başkanınca, b) Tespitin Bakanlık tarafından yapılması halinde Bakanlıkça, yazılı ihtar yapılır. (2) Sözleşmeli aile hekimi veya aile sağlığı çalışanına, ihtarın tebliğinden itibaren savunma yapması için yedi gün süre verilir. Yapılan savunmalar uygun görülmediği takdirde veya süresi içinde savunma yapılmaması durumunda ihtar puanı verilir. Bir sözleşme dönemi içerisinde herhangi bir fiilin ikinci ve devam eden ihlallerinde, ihtar puanı iki kat olarak uygulanır. (3) İhtar puanının kendisine tebliğ edilen ilgili aile hekimi ve aile sağlığı çalışanı, tebliğ tarihinden itibaren yedi gün içinde; a) Müdürlüğün halk sağlığı hizmetlerinden sorumlu başkanının verdiği ihtar puanına karşı, il sağlık müdürüne, b) Bakanlığın verdiği ihtara karşı Bakan T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2Türk Hukukunda Aile Hekimliği Sistemi ve Aile Hekiminin İşveren Sıfatına İlişkin Bir İnceleme 283sağlık müdürü tarafından sona erdirilebileceği anlaşılmaktadır. Yukarıda sözleşme-nin yenilenmemesi ile ilgili ileri sürdüğümüz eleştiriler, esasen Sözleşme ve Ödeme Yönetmeliği’nin sözleşmenin sona ermesine ilişkin diğer hükümleri için de geçerlidir.5. Aile Sağlığı MerkeziBir aile hekimi ile en az bir aile sağlığı çalışanından oluşan yapı, aile hekim-liği birimi olarak tanımlanmaktadır (Uygulama Yönetmeliği m.3/1-b, Sözleşme ve Ödeme Yönetmeliği, m.4/1-b). Aile sağlığı merkezi ise bir veya birden fazla aile hekimi ile aile sağlığı elemanlarınca aile hekimliği hizmetinin verildiği sağ-lık kuruluşunu ifade etmektedir (Uygulama Yönetmeliği m.3/1-ç, Sözleşme ve Ödeme Yönetmeliği, m.4/1-ç). Aile sağlığı merkezi, Türkiye Halk Sağlığı Kuru-mu tarafından öngörülen nüfus kriterleri esas alınmak suretiyle sözleşme yapmış bir ya da daha fazla aile hekimi tarafından açılabilmekte (Uygulama Yönetme-liği m.22/1) ve Uygulama Yönetmeliği’nde bir aile sağlığı merkezinde olması gereken fiziki şartlar111 ve teknik donanım112 hakkında detaylı düzenlemeler yer almaktadır.Aile sağlığı merkezlerinin oluşturulması ile ilgili olarak Aile Hekimliği Ka-nunu m.4’e göre, Hazine, belediye veya il özel idaresine ait taşınmazlardan aile sağlığı merkezi olarak kullanılması uygun görülenler, Maliye Bakanlığı, belediye veya il özel idarelerince bu amaçla kullanılmak üzere doğrudan aile hekimine kiraya verilebilir”.113 Konu ile ilgili bir diğer düzenlemeye göre de aile hekimle-Yardımcısına, itirazda bulunabilir. İtiraz mercileri otuz gün içinde itirazı inceleyerek karara bağlar ve karar ilgilisine yazılı olarak bildirilir. (4) Bakanlıkça yapılan ihtarlar ve sonuçları, işlem yapılmak üzere ilgili müdürlüğe bildirilir. (5) Bir sözleşme dönemi içinde verilen ihtar puanlarının iki yüz puana ulaşması halinde sözleşme, il sağlık müdürü tarafından sona erdirilir. (6) Mali yıl başladıktan sonra sözleşme imzalayarak göreve başlayan aile hekimi ve aile sağlığı çalışanının, sözleşme dönemi sonuna kadar kalan sürenin iki yıllık çalışma süresine oranının, iki yüz puan ile çarpılmasıyla bulunacak puana ulaşması halinde de sözleşme, il sağlık müdürü tarafından ihtaren sona erdirilir. Hesaplamalarda kesirler tama iblağ edilir. (7) Bu madde hükümleri gereğince sözleşmesi ihtaren sona erdirilen aile hekimi ve aile sağlığı çalışanı, bir yıl süreyle sözleşmeli aile hekimi veya aile sağlığı çalışanı olmak üzere başvuruda bulunamaz. (8) Bir sözleşme dönemi içinde ihtar puanlarının iki yüz puana ulaştığının, sözleşme dönemi sona erdikten sonra tespit edilmesi halinde, tespit tarihinde geçerli olan sözleşme sona erdirilir. (9) İhtarı gerektiren fiilin işlendiğinin öğrenildiği tarihten itibaren en geç iki ay içinde gerekli işlemin başlatılarak, takip eden altı ay içerisinde sonuçlandırılması esastır. İhtarı gerektiren fiillerin işlendiği tarihten itibaren iki yıl içinde ihtar puanı verilmemesi halinde ihtar puanı verme yetkisi zamanaşımına uğrar.”111  Bkz. Uygulama Yönetmeliği m.23.112  Bkz. Uygulama Yönetmeliği m.24.113  Sözleşme ve Ödeme Yönetmeliği’nin Kiralama” başlıklı 27. maddesine göre, (1) Bakanlığa tahsisli veya Bakanlığın kullanımındaki taşınmazlardan müdürlükçe uygun görülenler, aile hekimliği birimi olarak kullanmak üzere aile hekimlerine kiralanabilir. (2) Kira bedeli; yerleşim yeri, çalışan aile hekimi sayısı, aile hekimliği birimi gruplandırma sınıfı, bölgesel satın alma gücü paritesi, binanın yaşı, bina rayiç bedeli, kiralamaya tabi alan gibi kriterler dikkate alınarak T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2284 Dr. Öğr. Üyesi Yasemin TAŞDEMİRri, Uygulama Yönetmeliği’ndeki asgari fiziki şartları haiz, öncelikle Sağlık Ba-kanlığı, Türkiye Halk Sağlığı Kurumu veya bağlı kuruluşlara ait sağlık hizmeti vermek amacıyla yapılan veya Halk Sağlığı Müdürlüğü’nce bu amaçla kiralanan binalarda hizmet verirler. Bu imkânın sağlanamaması halinde müdürlüğün onayı ile uygun standartlara sahip bölgedeki diğer mekânlarda da hizmet verebilirler (Uygulama Yönetmeliği m.25/1). Belirtilen düzenlemeler doğrultusunda aile sağlığı merkezlerinin, kamuya ait taşınmazın, kamuya ait taşınmaz bulunmaması doğrultusunda kamuya ait olmayan ve fakat standartlara uygun bir taşınmazın aile hekimi tarafından kiralanması suretiyle oluşturulacağı anlaşılmaktadır. Aile sağlığı merkezinin kira, elektrik, su, yakıt, telefon, internet, bilgi-işlem, temizlik, büro malzemeleri, küçük onarım, danışmanlık, sekretarya, iş sağlığı ve güvenliği hizmetleri ve tıbbi sarf malzemeleri gibi giderleri için aile hekimlerine ödeme yapılmaktadır (Sözleşme ve Ödeme Yönetmeliği m.18/2-c)114 ve aile hekimleri söz konusu giderlerin ödenmesinden sorumludur.115Uygulama Yönetmeliği Ek-1’de yer alan tablodaki şartları haiz olma durum-larına göre aile sağlığı merkezleri, A-B-C-D grubu şeklinde sınıflandırılmıştır. Söz konusu gruplandırma esas alınarak Sözleşme ve Ödeme Yönetmeliği’ndeki oranlama doğrultusunda aile hekimlerine ek ödeme yapılmaktadır.116belirlenir. Kiralama ve tahsilata ilişkin usul ve esaslar Bakanlıkça belirlenir. (3) Bakanlığa tahsisli veya Bakanlığın kullanımındaki taşınmazlarda hizmet vermek üzere yerleştirilen aile hekimlerince kiralama sözleşmesi imzalanmadan hizmet sözleşmesi imzalanamaz. (4) 18’inci maddenin ikinci fıkrasının (c) bendinin (8) numaralı alt bendi çerçevesinde Müdürlükçe oluşturulan aile sağlığı merkezlerinin kira ödemeleri, aile hekimlerinin aile sağlığı merkezi gider ödemesinden kesilerek müdürlükçe yapılır. Ancak aile hekiminden kesilecek kira bedeli, il genelinde bir önceki yıl haziran ayında kamu binalarında görev yapan aile hekimlerinin ödediği ortalama kira bedelinin iki buçuk katından fazla olamaz. Bu yerlerde görev yapacak aile hekimleri ile müdürlük arasında alt kira/kullanım sözleşmesi yapılır.”114  Ödeme ve Sözleşme Yönetmeliği’nin 18. maddesine göre, aile hekimlerine, kendilerine kayıtlı kişi sayısına göre hesaplanan ücret, sosyoekonomik gelişmişlik düzeyi ücreti ve aile sağlığı merkezi giderleri kalemlerinden oluşan tutarda ödeme yapılır.115  ... Aile Hekimliği Pilot Uygulaması Kapsamında Sağlık Bakanlığınca Çalıştırılan Personele Yapılacak Ödemeler ve Sözleşme Şartları Hakkındaki Yönetmelik de dikkate alındığında aile hekimlerinin sağlık merkezini kendilerinin kiralayacakları, elektrik, su, yakıt gibi giderleri kendileri karşılayacakları, temizlik, büro malzemeleri gibi giderlerin kendileri tarafından karşılanacağı, ancak Sağlık Bakanlığının her ay bunlar için ücret ödeyeceği düzenlemesine göre aile hekiminin tüm giderlerden kendisinin sorumlu olduğu...”, Yargıtay 10. HD. 30.01.2015, 26061/1668, Legalbank Elektronik Hukuk Bankası.116  Sözleşme ve Ödeme Yönetmeliği m.18/2, c-3’e göre, ... her aile hekimine ayrıca yukarıdaki tutara ek olarak her ay, Bakanlıkça belirlenen aile hekimliği birimleri gruplandırmasına göre tavan ücretin;  i) D grubu aile hekimliği birimleri için tavan ücretin %10’u,  ii) C grubu aile hekimliği birimleri için tavan ücretin %20’si,  iii) B grubu aile hekimliği birimleri için tavan ücretin %35’i,  iv) A grubu aile hekimliği birimleri için tavan ücretin %50’si, oranı kadar ödeme yapılır.”T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2Türk Hukukunda Aile Hekimliği Sistemi ve Aile Hekiminin İşveren Sıfatına İlişkin Bir İnceleme 285Aile sağlığı merkezinde birden çok aile hekimi hizmet veriyor ise, aile he-kimleri kendi aralarında bir yönetim planı oluşturarak yönetici belirler ve yönetici ismini müdürlüğe bildirirler. Yönetici seçimi zorunlu haller dışında yılda bir kez yapılır. Yönetim tarafından alınan kararlar karar defterine işlenir. Yönetici, aile sağ-lığı merkezinin işletilmesinden birinci derecede sorumlu olduğu gibi bu merkezin müdürlük ve toplum sağlığı merkezi ile koordinasyonunu sağlamakla da görevli-dir.117 Yöneticinin diğer aile hekimleri ve aile sağlığı elemanları üzerinde herhangi bir idari görev ve sorumluluğu bulunmaz (Uygulama Yönetmeliği m.26).Aile hekimliği sistemi nezdinde İngiltere sağlık sistemi irdelendiğinde, Türki-ye’deki aile sağlığı merkezleri” ile İngiltere’deki aile hekimliği birimlerinin” işleyiş bakımından önemli benzerlikleri olduğu fark edilmektedir. İngiltere’de de aile hekimli-ği birimlerinin kiralanmasından ve yönetiminden birimdeki aile hekimleri sorumludur. Aile hekimliği birimlerine aile sağlığı merkezlerinde olduğu üzere, kayıtlı kişi sayısı esas alınarak ve genel olarak işletme giderleri için bütçe tahsis edilmektedir. Yine aile hekimliği birimlerinin, aile sağlığı merkezlerindeki gruplandırma sistemindeki gibi ge-lişmiş sağlık hizmetleri için ekstra ödeme alma imkânı bulunmaktadır. Daha açık deyiş-le Türk hukukunda da İngiliz hukukunda da aile hekimlerine, bağımsız çalışmaya dair sorumluluklar yüklenmektedir. Bununla birlikte aile hekimliği birimlerinin, yukarıda da ifade edildiği üzere, bağımsız işletmeler olduğu kabul edilmektedir. Ülkemizdeki aile hekimliği sisteminde ise her ne kadar doktrinde farklı görüşler olsa da aile hekimleri kamu görevlisidir ve aile sağlığı merkezleri de kamu kurumudur. Bu noktada aile he-kimliği birimleri ile aile sağlığı merkezleri ayrışmaktadır.II. AİLE HEKİMİNİN İŞVEREN SIFATIAile sağlığı merkezini yönetmekle görevli olan aile hekimlerine, aile sağlığı merkezinde işçi çalıştırma yetkisi verilmiştir. Şöyle ki Uygulama Yönetmeliği Ek-1’de yar alan tabloya göre, A-B-C-D grubu aile sağlığı merkezlerinde haftalık asgari 10 saat temizlik personeli çalıştırılmalıdır. Söz konusu tabloya göre, B-C grubu aile sağlığı merkezlerinde ebe, hemşire, acil tıp teknisyeni, sağlık memuru (toplum sağlığı) veya tıbbi sekreterden birisi aile hekimi başına haftalık on saat, A grubu aile sağlığı merkezlerinde ise aile hekimi başına haftalık yirmi saat çalış-tırılmalıdır. Uygulama Yönetmeliği’nin belirtilen düzenlemeleri incelendiğinde, aile sağlığı merkezlerinde sağlık hizmetlerinin ve diğer hizmetlerin ifası için ek personel çalıştırılması gerektiği anlaşılmaktadır. Söz konusu personel grubu, aile sağlığı çalışanlarına ek olarak istihdam edilmesi gereken aile sağlığı merkezinin diğer çalışanlarıdır. Aile sağlığı çalışanları idari sözleşme ile çalışır iken aile sağ-lığı merkezinin diğer çalışanları iş sözleşmesi ile çalışmaktadır.118117  İngiltere’deki aile sağlığı birimlerinde de CCG ile aile hekimliği biriminin iletişiminde, birimi temsil etmek üzere bir aile hekimi görevlendirilmelidir.118  Dağlaraştı, s. 100.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2286 Dr. Öğr. Üyesi Yasemin TAŞDEMİRAile sağlığı merkezinin diğer çalışanlarının istihdamı ile ilgili olarak Aile Hekimliği Kanunu m.3/11’e göre, Aile hekimleri ferden veya müştereken per-sonel çalıştırabilir ve işveren olabilir”. Uygulama Yönetmeliği m.22/3’e göre, Aile hekimleri, sağlık hizmetlerine yardımcı olmak amacıyla ebe, hemşire, sağlık memuru, tıbbi sekreter gibi ilave sağlık hizmetleri personeli ile güvenlik, temizlik, kalorifer, sekretarya ve benzeri hizmetler için ferden veya müştereken personel çalıştırabilir ya da hizmet satın alabilirler”. Anılan düzenlemeler doğrultusunda aile sağlığı merkezinin diğer çalışanlarının işvereninin, aile hekimi olacağı so-nucuna varılmaktadır. Uygulama Yönetmeliği’nde aile hekimlerine, aile sağlığı merkezinin diğer çalışanlarının yapacağı işle ilgili hizmet satın alabilme yetkisi de verilmiştir. Hizmet satın alma ifadesi ile alt işverenlik ilişkisi kast edilmekte-dir.119 Daha açık deyişle aile hekimleri, diğer çalışanları doğrudan istihdam etmek yerine diğer çalışanların çalışma alanı için alt işveren ilişkisi de kurabileceklerdir. Bu yetkinin, Aile Hekimliği Kanunu’nda değil de Uygulama Yönetmeliği’nde kural altına alınması kanaatimizce eleştiriye açık bir husustur.Kamu görevlisi olan aile hekimlerinin işveren olup olmaması hususu dikkat çekici bir konu olup, çalışmamızın ikinci kısmını oluşturmaktadır. Yukarıda yer verilen yasal düzenlemeler, özellikle Aile Hekimliği Kanunu’na 2018 yılında ek-lenen aile hekimlerinin işveren olabileceğine ilişkin açık kural nezdinde irdeleme yapıldığında, aile hekimlerinin işveren sıfatını haiz olacağı sonucuna varılmakta-dır. Bu sonuç doğrultusunda aile sağlığı merkezlerinde istihdam edilmesi gereken diğer çalışanlar ile iş ilişkisinin kurulması, iş ilişkisinin sürdürülmesi ve sona erdirilmesi konularında aile hekimleri işveren tarafı olarak hareket etmektedir. Diğer çalışanların ücreti, Sözleşme ve Ödeme Yönetmeliği m.18/2-c uyarınca aile hekimlerine verilen aile sağlığı merkezi giderleri ödemesinden karşılanmak üzere aile hekimleri tarafından ödenmektedir. Yine diğer çalışanların sosyal gü-venlik bildirimleri aile hekimleri tarafından yapılmaktadır.Bununla birlikte aile sağlığı merkezinde çalışan işçiler tarafından açılan da-valar neticesinde Yargıtay daireleri arasında görüş ayrılığı ortaya çıkmış bulun-maktadır. Şöyle ki işçilerin aile sağlığı merkezinde çalıştıkları dönem için aç-tıkları hizmet tespit davalarında, Yargıtay 10. Hukuk Dairesi aile hekimlerinin işveren sıfatını haiz olduğunu kabul etmekte iken;120 yine bu işçilerin kıdem taz-minatı, ihbar tazminatı vb. alacak kalemleri için açılan davalarda Yargıtay 9. Hu-kuk Dairesi aile hekimini işveren vekili, Sağlık Bakanlığı’nı işveren olarak kabul etmektedir.121 Aile hekimine Kanun’da açıkça işveren sıfatı yüklenmiş olmakla 119  Dağlaraştı, s. 180.120  Yargıtay 10. HD. 30.01.2015, 26061/1668, Legalbank Elektronik Hukuk Bankası; Aynı yönde Yargıtay 10. HD. 20.10.2014, 14785/20017, Legalbank Elektronik Hukuk Bankası.121  Yargıtay 9. HD. 27.09.2018, 7550/16826, Legalbank Elektronik Hukuk Bankası; Aynı yönde Yargıtay 9. HD. 09.11.2020, 17912/15317, Legalbank Elektronik Hukuk Bankası.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2Türk Hukukunda Aile Hekimliği Sistemi ve Aile Hekiminin İşveren Sıfatına İlişkin Bir İnceleme 287birlikte iş ilişkisinin somut özellikleri nezdinde değerlendirme yapıldığında da aynı sonuca varılıp varılamayacağı hususunu değerlendirmek gerekmektedir.Yargıtay 10. Hukuk Dairesi’ne göre, ... aile hekimlerinin sağlık merkezini kendilerinin kiralayacakları, elektrik, su, yakıt gibi giderleri kendileri karşılaya-cakları, temizlik, büro malzemeleri gibi giderlerin kendileri tarafından karşılana-cağı, ancak Sağlık Bakanlığının her ay bunlar için ücret ödeyeceği düzenlemesi-ne göre aile hekiminin tüm giderlerden kendisinin sorumlu olduğu, aile hekiminin temizlik elemanı, sekreter gibi kişileri çalıştırması halinde bununla ilgili gider-lerin de kendisi tarafından karşılanmasının gerektiği, bu nedenle aile hekiminin çalıştıracağı işçi açısından işveren sıfatına haiz olacağı anlaşılmaktadır...”.122 10. Hukuk Dairesi’nin gerekçesi irdelendiğinde, mevzuatta aile hekimine yüklenen sorumluluk dikkate alınarak söz konusu sonuca ulaşıldığı anlaşılmaktadır.Yargıtay 9. Hukuk Dairesi ise aile hekimi ile işçi arasındaki hukuki ilişkinin somut özellikleri nezdinde değerlendirme yapmıştır. Buna göre, ... işveren olma-da; * İş sözleşmesini kimin düzenlediği, kimin işe aldığı ve iş sözleşmesini sona erdirdiği, * Ücretin kim tarafından ödendiği, * İş görme ediminin kime karşı yerine getirildiği, kimin işinin yapıldığı, *Çalışma koşullarını kimin belirlediği ve bu an-lamda kime bağımlı olarak çalıştığı önemlidir. İşverenin kayden başka bir gerçek ya da tüzel kişi olarak görünmesi, ona işveren sıfatı vermez. Diğer taraftan işçi açısından bir işyeri veya işletmenin bağımsız işveren sıfatından söz edilebilmesi için; ** Hukuki ve ekonomik açıdan bağımsız olması, bu konuda karar mekaniz-masının kendinde bulunması, ** En önemlisi de bağımsız bir organizasyona sa-hip olması gerekir... Yasal mevzuat hükümleri dikkate alındığında, aile hekimliği ve aile sağlık elemanları için önce sözleşme, sonra faaliyetin gösterileceği uygun bir yerin (işyeri) oluşturulması ve düzenlenmesi gerekecektir. Sözleşme, çalışma şartları, çalışacakların nitelikleri ve ücretleri yukarda belirtilen ve ... tarafından uygulanan mevzuat hükümleri ile belirlenmiştir. Aile Hekimliğine dönüştürülen ya da yeni kurulan işyerinin 4857 sayılı İş Kanunu ve 5510 sayılı kanun kapsamında bir işyeri olduğu açıktır. Ancak bu işyerinin sözleşme imzalanan aile hekimine mi, yoksa yasal koşullarını belirleyen Bakanlığa mı ait olacağı çözülmesi gereken bir sorundur... İş hukuku ve 4857 sayılı İş Kanunu yönünden değerlendirmede ise; il-gili hükümler değerlendirildiğinde bu işyerinde çalışan aile sağlık elemanları, sevk ve idare yönünden aile hekimlerine bağlı olmakla birlikte çalışma koşullarının Ba-kanlık tarafından belirlendiği, ücretlerini aile hekimlerinden değil, aile hekimi gibi sağlık müdürlerinin onayı ile devletten aldıkları, bu anlamda aile hekiminin işveren vekili konumunda kaldığı, işveren olan ...’nın temsilcisi konumunda olduğu kabul edilmelidir... Aile hekimi ise işveren vekili konumunda kaldığından söz konusu ala-caklardan şahsen sorumlu değildir...”.123122  Yargıtay 10. HD. 30.01.2015, 26061/1668, Legalbank Elektronik Hukuk Bankası.123  Yargıtay 9. HD. 27.09.2018, 7550/16826, Legalbank Elektronik Hukuk Bankası.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2288 Dr. Öğr. Üyesi Yasemin TAŞDEMİRYargıtay’ın ilgili dairelerinin görüş ayrılığını belirttikten sonra konu ile ilgili değerlendirmeye geçmeden önce iş hukukunda işveren tanımına ve işverenlik-ten bahsedebilmek için gerekli unsurlara kısaca yer vermekte fayda görmekteyiz. 4857 sayılı İş Kanunu’nun124 2. maddesinin 1. fıkrasına göre, Bir iş sözleşmesine dayanarak ... işçi çalıştıran gerçek veya tüzel kişiye yahut tüzel kişiliği olmayan kurum ve kuruluşlara işveren ... denir”. Kanun’da işveren tanımı, işçi tanımında-ki gibi iş sözleşmesine dayanarak” esasına bağlanmak suretiyle yapılmıştır.125 İş sözleşmesi bir kişinin işçi sıfatını belirli kıldığı gibi sözleşmenin diğer tarafı olan işveren sıfatını da belirli kılmaktadır.126İşveren gerçek kişi olabileceği gibi özel hukuk tüzel kişisi, kamu hukuku tü-zel kişisi veya tüzel kişiliği olmayan kuruluşlar da olabilir.127 Bir işyerinin maliki olmak ya da o işyerinde kiracı olmak işveren sıfatını etkilemediği gibi bir işyerin-de alt işveren olarak faaliyette bulunmak da işveren sıfatını etkilememektedir.128İş sözleşmesi iş görme, ücret ve bağımlılık unsurlarından oluşan bir söz-leşmedir. Diğer iş görme sözleşmelerinden farklı olarak iş sözleşmesinin özün-de otorite ilişkisinin bulunması ve işçinin kişiliğinin ayrılmaz bir unsuru olan işgücünün işverenin yararlanmasına sunulması sebebiyle bağımlılık unsurunu, ekonomik veya teknik bağımlılık olarak değil kişisel/hukuki bağımlılık şeklinde anlamak uygun düşmektedir.129 İşçinin işverene söz konusu kişisel/hukuki bağım-lılığının sonucu olarak işveren iş görme ediminin alacaklısıdır ve işçiye emir ve 124  RG. 22.05.2003, 25134.125  Nuri Çelik/ Nurşen Caniklioğlu/ Talat Canbolat/ Ercüment Özkaraca, İş Hukuku Dersleri, Yenilenmiş 34. Bası, Beta Yayıncılık, İstanbul, 2021, s. 94, 105.126  E. Murat Engin, Türk İş ve Sosyal Güvenlik Hukukunda İşveren, Basisen Eğitim ve Kültür Yayınları, İstanbul, 1993, s. 33; Sarper Süzek, İş Hukuku, Yenilenmiş 21. Baskı, İstanbul, 2021, s. 148; Sarper Süzek, ‘Türk İş Hukukunda İşveren’, Sicil İş Hukuku Dergisi, Sayı: 17, Yıl: 2010, İstanbul, s. 17; 854 sayılı Deniz İş Kanunu ve 5953 sayılı Basın İş Kanunu’na (Basın Mesleğinde Çalışanlarla Çalıştıranlar Arasındaki Münasebetlerin Tanzimi Hakkında Kanun) göre de bir iş sözleşmesine dayanarak işçi çalıştıran kişiler işveren sayılırlar. 6356 sayılı Sendikalar ve Toplu İş Sözleşmesi Kanunu’nda da işverenin, İş Kanunu’nda tanımlandığı gibi olduğu ifade edilerek İş Kanunu ile aynı içerikte tanım yapılmıştır. Bununla birlikte 6356 sayılı Kanun’da işveren adına işletmenin bütününü yönetenlerin işveren vekili olduğu (m.2/1-e) ve işveren vekillerinin, 6356 sayılı Kanunun uygulanması bakımından işveren sayıldığı belirtilmiştir (m.2/2). Bkz. Engin, ss. 33-36; Süzek, İş Hukuku, ss. 148-149; Çelik/ Caniklioğlu/ Canbolat/ Özkaraca, s. 106; Hamdi Mollamahmutoğlu/ Muhittin Astarlı/ Ulaş Baysal, İş Hukuku Ders Kitabı, Güncellenmiş 5. Baskı, Lykeıon Yayıncılık, Ankara, 2021, s. 40; Süzek, Türk İş Hukukunda İşveren, ss. 17-18.127  Süzek, İş Hukuku, s. 148; Çelik/ Caniklioğlu/ Canbolat/ Özkaraca, s. 105; Mollamahmutoğlu/ Astarlı/ Baysal, s. 61; Süzek, Türk İş Hukukunda İşveren, s. 17; Engin, ss. 32-33; Ercan Akyiğit, Bireysel İş Hukuku Ders Kitabı, Güncellenmiş 2. Baskı, Seçkin Yayınları, Ankara, 2021, s. 60.128  Süzek, İş Hukuku, s. 148; Süzek, Türk İş Hukukunda İşveren, s. 17; Aynı yönde Engin, ss. 33-34; Akyiğit, s. 60.129  Süzek, İş Hukuku, s. 235; Bkz. Engin, s. 59 vd.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2Türk Hukukunda Aile Hekimliği Sistemi ve Aile Hekiminin İşveren Sıfatına İlişkin Bir İnceleme 289talimat verme yetkisine sahip olan kişidir.130 İşveren kanun, toplu iş sözleşmesi ve iş sözleşmesine aykırı olmamak üzere işçiyi çalıştırmak üzere talimat verme ve işçilerin davranışlarını düzenleyebilme hakkı olan yönetim hakkını haizdir.131Yukarıda verilen bilgiler ışığında işveren sıfatına sahip olabilmek için ge-reken unsurları iki başlık altında toplayabiliriz. İlk unsur iş sözleşmesinin tarafı olmaktır, bir başka deyişle işveren olabilmek için iş sözleşmesine dayanarak işçi çalıştırmak gerekmektedir. İkinci unsur ise işverenin iş görülmesini isteme hakkı ve buna bağlı olarak en üst düzeyde emir ve talimat verme yetkisine sahip olma-sıdır.132 Yönetim hakkının kullanılması taraflar arasında iş sözleşmesinin mevcut olup olmaması ve dolayısıyla işveren sıfatının bulunup bulunmadığı ile ilgili et-kin ve önemli bir kıstastır.133İşveren niteliğini haiz olabilmek için gerekli olan unsurlara genel olarak de-ğindikten sonra somut olay özelinde irdeleme yapılacak olur isek ilk olarak, aile hekimlerinin iş sözleşmesinin tarafı olma unsurunu sağladığını söyleyebiliriz. Aile sağlığı merkezinde çalışacak işçilerin belirlenmesi ve onlarla iş ilişkisinin kurulması noktasında aile hekimleri serbesttir, aynı şekilde aile hekimleri iş söz-leşmesinin sona erdirilmesinde de yetkilidirler. Daha açık ifade etmek gerekirse, aile sağlığı merkezinde çalıştırılması gereken işçilerin görev alanları ve haftalık çalışma süreleri ile ilgili her ne kadar ilgili Yönetmelik’te detaylar belirlenmiş olsa da o işi görecek işçinin belirlenmesi, iş ilişkisinin kurulması ve sonlandırıl-ması ile ilgili takdir hakkı aile hekimindedir. Bununla birlikte iş sözleşmesinin ücret unsuru ile ilgili özel bir durum bulunmaktadır. Söz konusu işçilerin ücret-leri, Sağlık Bakanlığı’nın aile sağlığı merkezi gideri olarak aile hekimlerine tah-sis ettiği tutardan aile hekimi tarafından ödenmektedir. Her ne kadar 10. Hukuk Dairesi sorumluluğun aile hekiminde olmasına vurgu yaparak bu durumun aile hekiminin işveren sıfatını etkilemediği sonucuna ulaşmış olsa da kanaatimizce bu özel duruma aşağıda değineceğimiz işverenin bağımsızlığı açısından dikkat edilmesi gerekmektedir.İkinci olarak işverenin iş görülmesini isteme hakkı ve en üst düzeyde emir ve talimat verme yetkisine sahip olma bakımından inceleme yapmak gerekmekte-130  Süzek, İş Hukuku, s. 149; Aynı yönde Akyiğit, s. 108; ... İş sözleşmesini belirleyen kriter hukuki-kişisel bağımlılıktır. Gerçek anlamda hukuki bağımlılık, işçinin işin yürütümüne ve işyerindeki davranışlarına ilişkin talimatlara uyma yükümlülüğünü üstlenmesi ile doğar. İşçi edimini işverenin karar ve talimatları çerçevesinde yerine getirmektedir. İşçinin bu anlamda işveren karşı kişisel bağımlılığı ön plana çıkmaktadır. Bu anlamda işveren ile işçi arasında hiyerarşik bir bağ vardır. İş sözleşmesine dayandığı için hukuki, işçiyi kişisel olarak işveren bağladığı için kişisel bağımlılık söz konusudur...”, Yarg. 9. HD. 25.03.2010, 1023/8014, Legalbank Elektronik Hukuk Bankası.131  Çelik/ Caniklioğlu/ Canbolat/ Özkaraca, s. 284; Süzek, İş Hukuku, s. 85; Engin, s. 69.132  Engin, s. 40.133  Engin, s. 70.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2290 Dr. Öğr. Üyesi Yasemin TAŞDEMİRdir. Aile hekimleri aile sağlığı merkezinin diğer çalışanlarından işin görülmesini isteme hakkını haiz olmakla birlikte aile hekimlerinin en üst düzeyde emir ve talimat verme yetkisine sahip olup olmadığı kanaatimizce dikkat edilmesi gere-ken bir meseledir. Şöyle ki işveren sıfatına sahip olabilmek için işveren, kendi ad ve hesabına işçi çalıştırmalıdır,134 Yargıtay’ın 9. Hukuk Dairesi’nin gerekçesinde de ifade edilen işverenin ... Hukuki ve ekonomik açıdan bağımsız olması, bu konuda karar mekanizmasının kendinde bulunması, ** En önemlisi de bağımsız bir organizasyona sahip olması...” gereği, işverenin en üst düzeyde emir ve ta-limat verme yetkisine sahip olması, yönetim hakkını tam olarak haiz olmasıyla doğrudan ilgilidir. Aile hekimleri ise bu noktada bu unsuru kanaatimizce karşı-lamamaktadırlar. Zira işçilerin çalışma koşulları ile ilgili serbest olunmadığı gibi işçilerin ücretleri ile ilgili özel durum ve mevzuatta belirlenen aralıklarla Bakan-lık denetimine135 tabi olunması hususları bir arada düşünüldüğünde, aile hekim-lerinin bağımsız bir yönetim hakkına sahip olmadıkları sonucuna varmaktayız. İşverenin kendi ad ve hesabına işçi çalıştırması ve işverenin en üst düzeyde emir ve talimat verme yetkisinin bulunması gereği karşısında aile hekimlerinin işveren sıfatına sahip olabilmek bakımından gerekli unsurları karşılamamaları sebebiyle işveren sıfatını değil, işveren vekili sıfatını haiz olduğu şeklindeki 9. Hukuk Da-iresi kararının isabetli olduğu kanaatindeyiz. Bu noktada, çalışmamızda işleyiş bakımından önemli benzerlikler bulunması hasebiyle incelediğimiz İngiltere’de-ki aile hekimliği birimlerinde de iş sözleşmesi ile çalışan personelin bulunduğu 134  Engin, s. 40.135  Aile Hekimliği Kanunu m.6, c.1’e göre, Aile hekimleri ve aile sağlığı çalışanları, mevzuat ve sözleşme hükümlerine uygunluk ile diğer konularda Bakanlık, ilgili mülkî idare ve sağlık idaresinin denetimine tâbidir”. Uygulama Yönetmeliği m.33’e göre (1) Aile sağlığı merkezi, aile hekimleri ve aile sağlığı elemanları, mevzuat ve sözleşme hükümlerine uygunluk ile diğer konularda Kurum, ilgili mülkî idare amirleri ve yerel sağlık idare amirleri veya bunların görevlendireceği personelin denetimine tâbidir. Denetim yapmaya yetkili amir, ilgili mevzuat ve sözleşme şartlarına aykırılığı doğrudan kendisi tespit edebileceği gibi, tespiti yapmak üzere incelemeci veya soruşturmacı da görevlendirebilir. Bu denetimler Kurum tarafından belirlenen denetleme formları ile gerçekleştirilir. Mevzuat ve sözleşme şartlarına aykırılık tespit edildiği takdirde, Aile Hekimliği Uygulaması Kapsamında Sağlık Bakanlığınca Çalıştırılan Personele Yapılacak Ödemeler ile Sözleşme Usul ve Esasları Hakkında Yönetmelikte belirtilen hükümler çerçevesinde ilgililer hakkında işlem tesis edilir”. Sözleşme ve Ödeme Yönetmeliği m.14’e göre (1) Aile sağlığı merkezi, aile hekimleri ve aile sağlığı çalışanları, asgari altı ayda bir, mevzuat ve sözleşme hükümlerine uygunluk ile diğer konularda Bakanlık, ilgili mülki idare amirleri ve yerel sağlık idare amirleri veya bunların görevlendireceği personelin denetimine tabidir. İlgili mevzuat ve sözleşme şartlarına aykırılık halinde müdürlükçe/Bakanlıkça incelemeci veya soruşturmacı görevlendirilir. İlgili mevzuat ve sözleşme şartlarına aykırı fiillerin tespit edilmesi halinde aykırılığın mahiyetine göre; a) Adli yönden; 2/12/1999 tarihli ve 4483 sayılı Memurlar ve Diğer Kamu Görevlilerinin Yargılanması Hakkında Kanun, b) İdari yönden; 10’uncu ve 11’inci madde, c) Kamu zararı oluşturan mali hususlar yönünden; 27/9/2006 tarihli ve 2006/11058 sayılı Bakanlar Kurulu Kararıyla yürürlüğe konulan Kamu Zararlarının Tahsiline İlişkin Usul ve Esaslar Hakkında Yönetmelik, hükümlerine göre, gerekli işlemler tesis edilir”.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2Türk Hukukunda Aile Hekimliği Sistemi ve Aile Hekiminin İşveren Sıfatına İlişkin Bir İnceleme 291hususunu vurgulamakta fayda görmekteyiz. Ancak daha önce de ifade ettiğimiz üzere, İngiltere’de aile hekimliği birimlerinin bağımsız olması, ülkemizdeki aile hekimlerinin işveren sıfatına sahip olup olmadığı tartışmasında İngiltere’deki aile hekimliği sistemi ile kıyaslamaya engel olmaktadır.SONUÇSağlık sistemlerinin günümüzde karşı karşıya kaldığı önemli sorunlar arasın-da kronik hastalıklarla mücadele ve entegre sağlık hizmeti sunumu, multimorbi-dite ve ilişkili kompleks sağlık ihtiyaçlarının karşılanması, artan maliyetler, yaş-lanan toplum sıralanabilir.136 Söz konusu sorunlar karşısında başarı kazanabilmek için bütüncül, kapsamlı ve sürekli bir sağlık hizmetini kişisel ihtiyaçları dikkate alarak sunabilecek; hastasıyla süreç içerisinde güvene dayalı, iyileştirici özelliği olan kişisel bir ilişki kurabilecek aile hekimlerinin yer aldığı güçlü bir birinci basamağa sahip olmak gerekmektedir.137 Nitekim İngiltere sağlık sistemi üzerine yapılan araştırmalar da aile hekimlerini de kapsayacak şekilde klinisyenleri yö-netim ve planlama kararlarına dahil etmenin sağlık hizmeti kalitesinin geliştirme-sinde önemli rol üstlendiğini göstermiştir.138Güçlü bir sağlık sistemi için ehemmiyeti oldukça fazla olan aile hekimliği-nin ülkemizdeki durumunu incelediğimiz çalışmamız sonucunda öncelikle, Türk hukukundaki aile hekimliği sisteminde aile hekimlerinin üzerine çok fazla yü-kümlülük yüklendiği kanaatine ulaşılmaktadır. Şöyle ki bir kamu görevlisi olan aile hekimlerinin aile sağlığı merkezlerinin kira sözleşmesinin tarafı olması, aile sağlığı merkezinde çalıştırılması gereken personelin iş sözleşmesini yapması, ge-rekirse iş sözleşmesini sona erdirmesi, iş sözleşmesinin sona ermesi ve konunun yargıya taşınması durumunda bu süreci takip etmesi gerekmektedir. Yukarıda yer verdiğimiz yargı kararlarında aile hekimlerine işveren sıfatı yüklendiği de görülmektedir ki bu durum, aile hekimlerinin mali yükümlülük altında kalması sonucunu da doğurmaktadır. Aile hekimlerinin bu yükümlülükleri, çalışmamız-da yer verdiğimiz İngiliz sağlık sistemindeki ortaklık modelinde yer alan aile hekimlerinin yükümlülükleri ile oldukça benzemektedir. İngiltere Sağlık ve Sos-yal Hizmetler Bakanlığı tarafından hazırlanan raporda ortaklık modelinin sür-dürülebilir olmadığı ve aile hekimliği birimlerini ve ortaklık modelini esas alan bir değişiklik olmadığı sürece ilerleme kaydedilemeyeceği ifade edilmektedir.139 Açıkçası rapordaki sürdürülebilirliğe ilişkin vurgunun Türk hukukundaki aile he-kimliği sistemi için de geçerli olduğu kanaatindeyiz. Zira kamu görevlisi olan aile hekimlerine hem kamu görevliliğine hem de bağımsız çalışmaya dair yüküm-136  Akman, s. 71.137  Akman, s. 71.138  Robertson/ Holder/ Ross/ Naylor/ Machaqueiro, s. 16.139  GP Partnership Review - Final Report, s. 9.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2292 Dr. Öğr. Üyesi Yasemin TAŞDEMİRlülükleri yüklemek, asıl görevi sağlık hizmeti sunmak olan aile hekimlerinin bu görevlerini, olması gerektiği gibi ifa etmelerinde zorlanmalarına neden olacaktır. Aile hekimlerinin görevlerini olması gerektiği gibi ifa edememesi de sağlık siste-minin temelden sarsılması anlamına gelmektedir. Belirtilen sorunun bertaraf edi-lebilmesi için kanaatimizce, aile hekimlerine yüklenen bağımsız çalışmaya dair sorumlulukların aile hekimlerinden alınması ve söz konusu faaliyetlerin Bakanlık eliyle yürütülmesi gerekmektedir.Aile hekimliği sitemine ilişkin dikkat çeken bir diğer husus da aile hekimliği-ne ilişkin mevzuatın yetersiz olması ve sistemin yönetmeliklerle yürütülmesidir. Özellikle aile hekimlerinin idari yaptırımlarının ve sözleşme ile çalışan aile he-kimlerinin sözleşmelerinin sona erdirilmesine ilişkin düzenlemelerin, yönetme-likte değil kanaatimizce bir an önce kanunda kural altına alınması gerekmektedir.Aile hekimlerinin görev alanının geniş olması da ele alınması gereken bir meseledir. Zira kişiye yönelik koruyucu sağlık hizmetleri ile birinci basamak teş-his, tedavi, rehabilite edici sağlık hizmetlerini ve gerektiği ölçüde gezici/yerinde sağlık hizmeti veren aile hekimlerine hastane acillerinde nöbet zorunluluğu gibi örneklendirebileceğimiz aile sağlığı merkezi dışında ek görevler verilmesi, birin-ci basamağa gereken önemin verilmediği sonucunu ortaya çıkarmaktadır.140 Ar-tan hasta sayısı ve beklentileri, kısıtlı finansman ve değişken bakım kalitesi gibi konularla da mücadele eden aile hekimlerinin141 desteklenmesiyle, aynı zamanda diğer basamaklardaki sağlık hizmeti sunucularının da destekleneceği hususu ka-naatimizce göz ardı edilmemelidir.140  Akman, s. 75.141  Robertson/ Holder/ Ross/ Naylor/ Machaqueiro, s. 32.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2Türk Hukukunda Aile Hekimliği Sistemi ve Aile Hekiminin İşveren Sıfatına İlişkin Bir İnceleme 293KAYNAKÇAAile Hekimliği/Genel Pratisyenlik Avrupa Tanımı, Wonca-Europe, 2002, https://www.woncaeurope.org/file/28b50fc9-f884-44ef-963d-128d14b5fb98/WONCA%20defini-tion%20Turkish%20version.pdf (erişim tarihi 23.04.2021).AKBAYRAM, Hatice Tuba, ‘Neden Diğer Uzmanlıklar, Neden Aile Hekimliği Değil?’, Türkiye Aile Hekimliği Dergisi, Cilt: 23, Sayı: 2, Yıl: 2019, Ankara.AKMAN, Mehmet, ‘Türkiye’de Birinci Basamağın Gücü’, Türkiye Aile Hekimliği Der-gisi, Cilt: 18, Sayı: 2, Yıl: 2014, Ankara.AKSAKOĞLU, Gazanfer, ‘İngiltere Sağlık Sistemi’, Toplum ve Hekim, Cilt: 9, Sayı: 64-65, Yıl: 1995, Ankara.AKYİĞİT, Ercan, Bireysel İş Hukuku Ders Kitabı, Güncellenmiş 2. Baskı, Seçkin Ya-yınları, Ankara, 2021.BAŞAK, Okay / SAATÇİ, Esra / CEYHUN, Gülsen, ‘Akademik Aile Hekimliği ve Ge-lişme Özellikleri: Türkiye Deneyimi’, Türkiye Aile Hekimliği Dergisi, Cilt: 9, Sayı: 4, Yıl: 2005, Ankara.BEVAN, Gwyn / KARANİKOLOS, Marina / EXLEY, Jo / NOLTE, Ellen / CON-NOLLY, Sheelah / MAYS, Nicholas, The Four Health Systems of the United King-dom: How do They Compare, 2014, file:///C:/Users/sau/Desktop/TheFourHealthS-ystemsOfTheUKHowDoTheyCompare_fullversion.pdf (erişim tarihi 05.02.2021).BOSTANCI, Yalçın, Sosyal Güvenlik Hukukunda Genel Sağlık Sigortası, Yayımlanma-mış Doktora Tezi, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü, Konya, 2007.BOYLE, Seán, ‘The UK Health Care System’, https://www.commonwealthfund.org/sites/default/files/documents/___media_files_resources_2008_health_care_system_profiles_uk_country_profile_2008_pdf.pdf, 2008 (erişim tarihi 23.04.2021).BOYLE, Seán, ‘United Kingdom (England) Health System Review’, https://www.rese-archgate.net/publication/50939381_United_Kingdom_England_Health_System_Re-view/link/5440ecfc0cf228087b69a105/download, 2011 (erişim tarihi 23.04.2021).ÇAĞLAYANER, Haluk, ‘Aile Hekimliğine Zemin Hazırlayan Koşullar’, Aile Hekimliği Dergisi, Cilt: 1, Sayı: 2, Yıl: 1997, Ankara.ÇELİK, Nuri / CANİKLİOĞLU, Nurşen / CANBOLAT, Talat / ÖZKARACA, Ercü-ment, İş Hukuku Dersleri, Yenilenmiş 34. Bası, Beta Yayıncılık, İstanbul, 2021.ÇİFTÇİ, Halil İbrahim, Çeşitli Ülkelerde Sağlık Sistemi ve Finansmanı, https://docp-layer.biz.tr/36802801-Cesitli-ulkelerde-saglik-sistemi-ve-finansmani-halil-ibrahim-ciftci.html (erişim tarihi 22.07.2013).DAĞLARAŞTI, Cengiz, Türkiye’de Aile Hekimliği Kurumu, Adalet Yayınevi, Ankara, 2020.Developing the NHS Commissioning Board, https://assets.publishing.service.gov.uk/go-vernment/uploads/system/uploads/attachment_data/file/216408/dh_1281920.pdf  (eri-şim tarihi 1.4.2021).DİKİCİ, Mustafa Fevzi / KARTAL, Mehtap / ALPTEKİN, Serap / ÇUBUKCU, Mahcube / AYANOĞLU, Akın Serhat / YARIŞ, Füsun, ‘Aile Hekimliğinde Kavramlar, Görev Tanımı ve Disiplininin Tarihçesi’, Türkiye Klinikleri Journal of Medical Sciences, Cilt: 27, Yıl: 2007.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2294 Dr. Öğr. Üyesi Yasemin TAŞDEMİRENGİN, E. Murat, Türk İş ve Sosyal Güvenlik Hukukunda İşveren, Basisen Eğitim ve Kültür Yayınları, İstanbul, 1993.FİSHER, Janice K., ‘Yirmi Birinci Yüzyıl İçin Nasıl Bir Genel Pratisyen Hekimlik’, Ka-yıhan Pala (çev.), Toplum ve Hekim, Cilt: 11, Sayı: 74, Yıl: 1996, Ankara.FREEMAN, Thomas R., McWhinneyy’in Aile Hekimliği, A. Dilek Güldal (Ed.), Dördün-cü Baskı, Çukurova Nobel Tıp Kitabevi, Adana, 2016.General Practice Forward View April 2016, NHS England, https://www.england.nhs.uk/publication/general-practice-forward-view-gpfv/ (erişim tarihi 15.04.2021).GP Partnership Review - Final Report, 2019, https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/770916/gp-partnership-review-final-report.pdf (erişim tarihi 14.04.2021).GROSİOS, Konstantina / GAHAN, Peter B. / BURBİDGE, Jane, ‘Overview of Healt-hcare in the UK’, EPMA Journal, Cilt: 1, Yıl: 2010.GÜZEL, Ali / OKUR, Ali Rıza / CANİKLİOĞLU, Nurşen, Sosyal Güvenlik Hukuku, Yenilenmiş 17. Bası, Beta Yayıncılık, İstanbul, 2018.KILIÇ, Bülent / BUMİN, Çiğdem, ‘İngiltere Ulusal Sağlık Sistemi’, Toplum ve Hekim, Yıl: 1993, Ankara.MACARA, A. W., ‘İngiliz Sağlık Sistemi ve İngiltere’de Genel Pratisyen Hekimlik’, Top-lum ve Hekim, Cilt: 12, Sayı: 78, 1997, Ankara.MOLLAMAHMUTOĞLU, Hamdi / ASTARLI, Muhittin / BAYSAL, Ulaş, İş Hukuku Ders Kitabı, Güncellenmiş 5. Baskı, Lykeıon Yayıncılık, Ankara, 2021.NHS England 2019-2020 Annual Report, https://www.england.nhs.uk/wp-content/uplo-ads/2021/01/nhs-england-annual-report-2019-20-full.pdf (erişim tarihi 23.04.2021).OKUR, Ali Rıza / ERGİN, Hediye, ‘Türkiye’de Sağlık Reformunun Geçmişi ve Gelece-ği’, Prof. Dr. Devrim Ulucan’a Armağan, İstanbul, 2008.OKUR, Ali Rıza, Sağlık Hakkı ve Sağlık Sigortaları, Yayımlanmamış Monografi, İstan-bul, 1992.ONİON, Daniel K. / BERRİNGTON, Robert M., ‘Comparisons of UK General Practice and US Family Practice’, JABFP, Cilt: 12, Sayı: 2, Yıl: 1999.ÖZTEK, Zafer, ‘Sağlıkta Dönüşüm ve Aile Hekimliği’, Toplum Hekimliği Bülteni, Cilt: 25, Sayı: 2, Yıl: 2006.Quality and Outcomes Framework 2019-20, https://digital.nhs.uk/data-and-information/publications/statistical/quality-and-outcomes-framework-achievement-prevalence-and-exceptions-data/2019-20 (erişim tarihi 15.04.2021).ROBERTSON, Ruth / HOLDER, Holly / ROSS, Shilpa / NAYLOR, Chris / MAC-HAQUEİRO, Sílvia, Clinical Commissioning GPs in Charge?, 2016, https://www.kingsfund.org.uk/sites/default/files/field/field_publication_file/Clinical_commissio-ning_web_pdf.pdf (erişim tarihi 02.04.2021).SAATÇİ, Esra / BOZDEMİR, Nafiz / AKPINAR, Ersin, ‘Amerika Birleşik Devletleri’nde Aile Hekimliği’, Türkiye Aile Hekimliği Dergisi, Cilt: 10, Sayı: 2, Yıl: 2006, Ankara.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2Türk Hukukunda Aile Hekimliği Sistemi ve Aile Hekiminin İşveren Sıfatına İlişkin Bir İnceleme 295SARGUTAN, A. Erdal, ‘Sağlık Sektörü ve Sağlık Sistemlerinin Yapısı’, Hacettepe Üni-versitesi Sağlık İdaresi Dergisi, Cilt: 8, Sayı: 3, Yıl: 2005, Ankara.SERİN, İlhan, Genel Sağlık Sigortası ve Uygulanabilirliği, Kazancı Hukuk Yayınları: 184, İstanbul, 2004.SÖZER,  Ali  Nazım,  ‘Genel  Sağlık  Sigortasının  Organizasyonu’,  Osman  Güven Çankaya’ya Armağan, Ankara, 2010.SÖZER, Ali Nazım, Türk Genel Sağlık Sigortası, Güncellenmiş 3. Bası, Beta Yayıncılık, İstanbul, 2020.Standard Personal Medical Services Agreement October 2019, https://www.england.nhs.uk/wp-content/uploads/2019/11/pms-contract-october-20120.pdf  (erişim  tarihi 16.04.2021).SÜZEK, Sarper, ‘Türk İş Hukukunda İşveren’, Sicil İş Hukuku Dergisi, Sayı: 17, Yıl: 2010, İstanbul.SÜZEK, Sarper, İş Hukuku, Yenilenmiş 21. Baskı, İstanbul, 2021.TEKİN, Nil / BAŞAK, Okay / YILDIRIM, Ahmet, ‘Türkiye’de Aile Hekimliğinin Kö-kenleri ve Gelişimi: Yarım Yüzyıllık Bir Hekim Deneyimi’, Türkiye Aile Hekimliği Dergisi, Cilt: 14, Sayı: 1, Yıl, 2010, Ankara.TUAÇ, Pelin, Genel Sağlık Sigortası Kapsamında Aile Hekimliği: Hukuki Bir Değerlen-dirme, Yayımlanmamış Yüksek Lisans Tezi, Dokuz Eylül Üniversitesi Sosyal Bilim-ler Enstitüsü, İzmir, 2009.TUNCAY, Can / EKMEKÇİ, Ömer, Sosyal Güvenlik Hukuku Dersleri, Yenilenmiş 20. Bası, Beta Yayıncılık, İstanbul, 2019.ÜNALAN, Pemra C. / UZUNER, Arzu, ‘Türkiye’de Aile Hekimliğinin Geleceğine Yö-nelik Planlar’, Türkiye Aile Hekimliği Dergisi, Cilt: 9, Sayı: 1, Yıl: 2005, Ankara.İnternet Kaynaklarıhttps://legalbank.net/arama, Legalbank Elektronik Hukuk Bankası.https://www.england.nhs.uk/commissioning/what-is-commissioning/ (erişim tarihi 01.04.2021).https://www.nhscc.org/ccgs/ (erişim tarihi 05.02.2021).https://en.wikipedia.org/wiki/Health_care_in_the_United_Kingdom (erişim tarihi 05.02.2021).https://www.england.nhs.uk/commissioning/who-commissions-nhs-services/ccgs/  (erişim tarihi 05.02.2021).https://www.england.nhs.uk/ccgs/ (erişim tarihi 01.04.2021).https://www.legislation.gov.uk/uksi/2015/1862/contents (erişim tarihi 16.04.2021).https://www.legislation.gov.uk/uksi/2015/1879/contents (erişim tarihi 16.04.2021).https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attach-ment_data/file/923596/The-Alternative-Provider-Medical-Services-Directions-2020-1-Oct-2020.pdf (erişim tarihi 16.04.2021).https://www.nhsemployers.org/pay-pensions-and-reward/primary-care-contacts  (erişim tarihi 15.04.2021).T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2296 Dr. Öğr. Üyesi Yasemin TAŞDEMİRhttps://www.bma.org.uk/pay-and-contracts/contracts#gp-contract (erişim tarihi 15.04.2021).https://www.england.nhs.uk/publication/gp-contract-five-year-framework/ (erişim tarihi 15.04.2021).https://www.england.nhs.uk/gp/investment/gp-contract/ (erişim tarihi 15.04.2021).https://www.bma.org.uk/pay-and-contracts/contracts/gp-contract/gp-contract-england-202122 (erişim tarihi 15.04.2021).https://digital.nhs.uk/data-and-information/publications/statistical/quality-and-outcomes-framework-achievement-prevalence-and-exceptions-data/2019-20 (erişim tarihi 15.04.2021).https://www.healthcareers.nhs.uk/explore-roles/doctors/roles-doctors/general-practice-gp (erişim tarihi 14.04.2021).https://www.bma.org.uk/sessionalgps (erişim tarihi 21.04.2021).T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2",
     "Kaynakça": "Aile Hekimliği/Genel Pratisyenlik Avrupa Tanımı, Wonca-Europe, 2002, https://www.woncaeurope.org/file/28b50fc9-f884-44ef-963d-128d14b5fb98/WONCA%20defini-tion%20Turkish%20version.pdf (erişim tarihi 23.04.2021).AKBAYRAM, Hatice Tuba, ‘Neden Diğer Uzmanlıklar, Neden Aile Hekimliği Değil?’, Türkiye Aile Hekimliği Dergisi, Cilt: 23, Sayı: 2, Yıl: 2019, Ankara.AKMAN, Mehmet, ‘Türkiye’de Birinci Basamağın Gücü’, Türkiye Aile Hekimliği Der-gisi, Cilt: 18, Sayı: 2, Yıl: 2014, Ankara.AKSAKOĞLU, Gazanfer, ‘İngiltere Sağlık Sistemi’, Toplum ve Hekim, Cilt: 9, Sayı: 64-65, Yıl: 1995, Ankara.AKYİĞİT, Ercan, Bireysel İş Hukuku Ders Kitabı, Güncellenmiş 2. Baskı, Seçkin Ya-yınları, Ankara, 2021.BAŞAK, Okay / SAATÇİ, Esra / CEYHUN, Gülsen, ‘Akademik Aile Hekimliği ve Ge-lişme Özellikleri: Türkiye Deneyimi’, Türkiye Aile Hekimliği Dergisi, Cilt: 9, Sayı: 4, Yıl: 2005, Ankara.BEVAN, Gwyn / KARANİKOLOS, Marina / EXLEY, Jo / NOLTE, Ellen / CON-NOLLY, Sheelah / MAYS, Nicholas, The Four Health Systems of the United King-dom: How do They Compare, 2014, file:///C:/Users/sau/Desktop/TheFourHealthS-ystemsOfTheUKHowDoTheyCompare_fullversion.pdf (erişim tarihi 05.02.2021).BOSTANCI, Yalçın, Sosyal Güvenlik Hukukunda Genel Sağlık Sigortası, Yayımlanma-mış Doktora Tezi, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü, Konya, 2007.BOYLE, Seán, ‘The UK Health Care System’, https://www.commonwealthfund.org/sites/default/files/documents/___media_files_resources_2008_health_care_system_profiles_uk_country_profile_2008_pdf.pdf, 2008 (erişim tarihi 23.04.2021).BOYLE, Seán, ‘United Kingdom (England) Health System Review’, https://www.rese-archgate.net/publication/50939381_United_Kingdom_England_Health_System_Re-view/link/5440ecfc0cf228087b69a105/download, 2011 (erişim tarihi 23.04.2021).ÇAĞLAYANER, Haluk, ‘Aile Hekimliğine Zemin Hazırlayan Koşullar’, Aile Hekimliği Dergisi, Cilt: 1, Sayı: 2, Yıl: 1997, Ankara.ÇELİK, Nuri / CANİKLİOĞLU, Nurşen / CANBOLAT, Talat / ÖZKARACA, Ercü-ment, İş Hukuku Dersleri, Yenilenmiş 34. Bası, Beta Yayıncılık, İstanbul, 2021.ÇİFTÇİ, Halil İbrahim, Çeşitli Ülkelerde Sağlık Sistemi ve Finansmanı, https://docp-layer.biz.tr/36802801-Cesitli-ulkelerde-saglik-sistemi-ve-finansmani-halil-ibrahim-ciftci.html (erişim tarihi 22.07.2013).DAĞLARAŞTI, Cengiz, Türkiye’de Aile Hekimliği Kurumu, Adalet Yayınevi, Ankara, 2020.Developing the NHS Commissioning Board, https://assets.publishing.service.gov.uk/go-vernment/uploads/system/uploads/attachment_data/file/216408/dh_1281920.pdf  (eri-şim tarihi 1.4.2021).DİKİCİ, Mustafa Fevzi / KARTAL, Mehtap / ALPTEKİN, Serap / ÇUBUKCU, Mahcube / AYANOĞLU, Akın Serhat / YARIŞ, Füsun, ‘Aile Hekimliğinde Kavramlar, Görev Tanımı ve Disiplininin Tarihçesi’, Türkiye Klinikleri Journal of Medical Sciences, Cilt: 27, Yıl: 2007.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2294 Dr. Öğr. Üyesi Yasemin TAŞDEMİRENGİN, E. Murat, Türk İş ve Sosyal Güvenlik Hukukunda İşveren, Basisen Eğitim ve Kültür Yayınları, İstanbul, 1993.FİSHER, Janice K., ‘Yirmi Birinci Yüzyıl İçin Nasıl Bir Genel Pratisyen Hekimlik’, Ka-yıhan Pala (çev.), Toplum ve Hekim, Cilt: 11, Sayı: 74, Yıl: 1996, Ankara.FREEMAN, Thomas R., McWhinneyy’in Aile Hekimliği, A. Dilek Güldal (Ed.), Dördün-cü Baskı, Çukurova Nobel Tıp Kitabevi, Adana, 2016.General Practice Forward View April 2016, NHS England, https://www.england.nhs.uk/publication/general-practice-forward-view-gpfv/ (erişim tarihi 15.04.2021).GP Partnership Review - Final Report, 2019, https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/770916/gp-partnership-review-final-report.pdf (erişim tarihi 14.04.2021).GROSİOS, Konstantina / GAHAN, Peter B. / BURBİDGE, Jane, ‘Overview of Healt-hcare in the UK’, EPMA Journal, Cilt: 1, Yıl: 2010.GÜZEL, Ali / OKUR, Ali Rıza / CANİKLİOĞLU, Nurşen, Sosyal Güvenlik Hukuku, Yenilenmiş 17. Bası, Beta Yayıncılık, İstanbul, 2018.KILIÇ, Bülent / BUMİN, Çiğdem, ‘İngiltere Ulusal Sağlık Sistemi’, Toplum ve Hekim, Yıl: 1993, Ankara.MACARA, A. W., ‘İngiliz Sağlık Sistemi ve İngiltere’de Genel Pratisyen Hekimlik’, Top-lum ve Hekim, Cilt: 12, Sayı: 78, 1997, Ankara.MOLLAMAHMUTOĞLU, Hamdi / ASTARLI, Muhittin / BAYSAL, Ulaş, İş Hukuku Ders Kitabı, Güncellenmiş 5. Baskı, Lykeıon Yayıncılık, Ankara, 2021.NHS England 2019-2020 Annual Report, https://www.england.nhs.uk/wp-content/uplo-ads/2021/01/nhs-england-annual-report-2019-20-full.pdf (erişim tarihi 23.04.2021).OKUR, Ali Rıza / ERGİN, Hediye, ‘Türkiye’de Sağlık Reformunun Geçmişi ve Gelece-ği’, Prof. Dr. Devrim Ulucan’a Armağan, İstanbul, 2008.OKUR, Ali Rıza, Sağlık Hakkı ve Sağlık Sigortaları, Yayımlanmamış Monografi, İstan-bul, 1992.ONİON, Daniel K. / BERRİNGTON, Robert M., ‘Comparisons of UK General Practice and US Family Practice’, JABFP, Cilt: 12, Sayı: 2, Yıl: 1999.ÖZTEK, Zafer, ‘Sağlıkta Dönüşüm ve Aile Hekimliği’, Toplum Hekimliği Bülteni, Cilt: 25, Sayı: 2, Yıl: 2006.Quality and Outcomes Framework 2019-20, https://digital.nhs.uk/data-and-information/publications/statistical/quality-and-outcomes-framework-achievement-prevalence-and-exceptions-data/2019-20 (erişim tarihi 15.04.2021).ROBERTSON, Ruth / HOLDER, Holly / ROSS, Shilpa / NAYLOR, Chris / MAC-HAQUEİRO, Sílvia, Clinical Commissioning GPs in Charge?, 2016, https://www.kingsfund.org.uk/sites/default/files/field/field_publication_file/Clinical_commissio-ning_web_pdf.pdf (erişim tarihi 02.04.2021).SAATÇİ, Esra / BOZDEMİR, Nafiz / AKPINAR, Ersin, ‘Amerika Birleşik Devletleri’nde Aile Hekimliği’, Türkiye Aile Hekimliği Dergisi, Cilt: 10, Sayı: 2, Yıl: 2006, Ankara.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2Türk Hukukunda Aile Hekimliği Sistemi ve Aile Hekiminin İşveren Sıfatına İlişkin Bir İnceleme 295SARGUTAN, A. Erdal, ‘Sağlık Sektörü ve Sağlık Sistemlerinin Yapısı’, Hacettepe Üni-versitesi Sağlık İdaresi Dergisi, Cilt: 8, Sayı: 3, Yıl: 2005, Ankara.SERİN, İlhan, Genel Sağlık Sigortası ve Uygulanabilirliği, Kazancı Hukuk Yayınları: 184, İstanbul, 2004.SÖZER,  Ali  Nazım,  ‘Genel  Sağlık  Sigortasının  Organizasyonu’,  Osman  Güven Çankaya’ya Armağan, Ankara, 2010.SÖZER, Ali Nazım, Türk Genel Sağlık Sigortası, Güncellenmiş 3. Bası, Beta Yayıncılık, İstanbul, 2020.Standard Personal Medical Services Agreement October 2019, https://www.england.nhs.uk/wp-content/uploads/2019/11/pms-contract-october-20120.pdf  (erişim  tarihi 16.04.2021).SÜZEK, Sarper, ‘Türk İş Hukukunda İşveren’, Sicil İş Hukuku Dergisi, Sayı: 17, Yıl: 2010, İstanbul.SÜZEK, Sarper, İş Hukuku, Yenilenmiş 21. Baskı, İstanbul, 2021.TEKİN, Nil / BAŞAK, Okay / YILDIRIM, Ahmet, ‘Türkiye’de Aile Hekimliğinin Kö-kenleri ve Gelişimi: Yarım Yüzyıllık Bir Hekim Deneyimi’, Türkiye Aile Hekimliği Dergisi, Cilt: 14, Sayı: 1, Yıl, 2010, Ankara.TUAÇ, Pelin, Genel Sağlık Sigortası Kapsamında Aile Hekimliği: Hukuki Bir Değerlen-dirme, Yayımlanmamış Yüksek Lisans Tezi, Dokuz Eylül Üniversitesi Sosyal Bilim-ler Enstitüsü, İzmir, 2009.TUNCAY, Can / EKMEKÇİ, Ömer, Sosyal Güvenlik Hukuku Dersleri, Yenilenmiş 20. Bası, Beta Yayıncılık, İstanbul, 2019.ÜNALAN, Pemra C. / UZUNER, Arzu, ‘Türkiye’de Aile Hekimliğinin Geleceğine Yö-nelik Planlar’, Türkiye Aile Hekimliği Dergisi, Cilt: 9, Sayı: 1, Yıl: 2005, Ankara.İnternet Kaynaklarıhttps://legalbank.net/arama, Legalbank Elektronik Hukuk Bankası.https://www.england.nhs.uk/commissioning/what-is-commissioning/ (erişim tarihi 01.04.2021).https://www.nhscc.org/ccgs/ (erişim tarihi 05.02.2021).https://en.wikipedia.org/wiki/Health_care_in_the_United_Kingdom (erişim tarihi 05.02.2021).https://www.england.nhs.uk/commissioning/who-commissions-nhs-services/ccgs/  (erişim tarihi 05.02.2021).https://www.england.nhs.uk/ccgs/ (erişim tarihi 01.04.2021).https://www.legislation.gov.uk/uksi/2015/1862/contents (erişim tarihi 16.04.2021).https://www.legislation.gov.uk/uksi/2015/1879/contents (erişim tarihi 16.04.2021).https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attach-ment_data/file/923596/The-Alternative-Provider-Medical-Services-Directions-2020-1-Oct-2020.pdf (erişim tarihi 16.04.2021).https://www.nhsemployers.org/pay-pensions-and-reward/primary-care-contacts  (erişim tarihi 15.04.2021).T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2296 Dr. Öğr. Üyesi Yasemin TAŞDEMİRhttps://www.bma.org.uk/pay-and-contracts/contracts#gp-contract (erişim tarihi 15.04.2021).https://www.england.nhs.uk/publication/gp-contract-five-year-framework/ (erişim tarihi 15.04.2021).https://www.england.nhs.uk/gp/investment/gp-contract/ (erişim tarihi 15.04.2021).https://www.bma.org.uk/pay-and-contracts/contracts/gp-contract/gp-contract-england-202122 (erişim tarihi 15.04.2021).https://digital.nhs.uk/data-and-information/publications/statistical/quality-and-outcomes-framework-achievement-prevalence-and-exceptions-data/2019-20 (erişim tarihi 15.04.2021).https://www.healthcareers.nhs.uk/explore-roles/doctors/roles-doctors/general-practice-gp (erişim tarihi 14.04.2021).https://www.bma.org.uk/sessionalgps (erişim tarihi 21.04.2021).T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2"
}