{
     "Tip": "Makale",
     "Dergi İsmi": "Maltepe Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "",
     "Cilt": "",
     "Sayı": "2",
     "Başlık": "ULUSLARARASI HUKUK VE KARŞILAŞTIRMALI HUKUKTA SU HAKKININ KAPSAMI VE TÜRKİYE’DEKİ UYGULAMA",
     "Title": "The Scope of the Human Right to Water in International Law and Comparative Law and Implementation of the Right in Turkey",
     "Yazar İsmi": [
          "Arş. Gör. Damla TİMUR"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Su hakkı",
          "uluslararası insan hakları",
          "Türkiye’de su hakkının görünümü"
     ],
     "Keywords": [
          "Human right to water",
          "international human rights",
          "the apparance of human right to water in Turkey"
     ],
     "Özet": "Bir insan hakkı olarak su hakkı, günümüzde doğanın ve çevrenin korunmasına ilişkin hak taleplerinin yanı sıra özellikle dikkat çekmektedir ve özel bir öneme sahiptir. Şimdiki  ve  gelecekteki  kuşakların  sağlıklı  bir  çevrede  yaşaması  için  talep  edilen çevresel haklar, tüm dünyada yaşanan doğal kaynakların kirletilmesi ve tüketilmesi, iklim değişikli kaynaklı felaketler ve doğal afetler düşünüldüğünde son derece önemlidir. Doğanın esenliğinin insan sağlığı ve insan yaşamı açısından arz ettiği önem göz ardı edilemeyecek olmakla birlikte, insanın günlük yaşamında vazgeçilemez olan en önemli unsur su olarak karşımıza  çıkmaktadır.  Çünkü  özellikle  temiz  içme  suyunun  yokluğunda  insan  hayatının sürdürülebilmesinden söz edilemeyecektir. İnsanların temiz suya erişimi olmadan sağlıklı ve insan onuruna yaraşır bir hayat sürmesi mümkün görünmemektedir. Dünyanın birçok yerinde suya erişim halen ciddi bir sorun olarak tezahür etmemekle birlikte, özellikle az gelişmiş ve gelişmekte olan ülkeler ile kurak ülkeler açısından temiz suya erişim sorunu halen varlığını sürdürmektedir.  Gelişen farkındalıkla hem uluslararası belgeler  düzeyinde hem de çeşitli ülkelerin anayasalarında su hakkı” tanınmaya başlamıştır. Toplumların sağlıklı bir çevrede yaşamasıyla beraber temiz suya erişimini temin etmeyi amaçlayan bu düzenlemelerle ilham verici emsal kararlar karşımıza çıkmaktadır.  Bu makalede amaçlanan, özellikle bireylerin temiz suya ve sıhhi temizliğe erişim hakkı çerçevesinde diğer insan haklarıyla ilişkisini, bu hakkın düzenlenmesine duyulan ihtiyacın nedenlerini ve uluslararası belgelerde edindiği yeri tespit etmek; buna müteakiben Türkiye’de su hakkına ilişkin ileri sürülebilecek düzenlemeleri ve uygulamayı incelemek ve okuyucuya konu hakkında ışık tutmaktır.   1 T.C. Maltepe Üniversitesi Hukuk Fakültesi Milletlerarası Hukuk Anabilim Dalı Araştırma Görevlisi. E-posta: damlatimur@maltepe.edu.tr I",
     "Abstract": "Among the demands of environmental rights concerning the protection of nature and environment, the right to water especially draws attention and has a special importance. Considering the constant polluting and consuming of natural resources, climate change and natural disasters, the request of environmental rights for present and future generations to live in a healthy environment is extremely important. Eventhough nature’s well-being is completely vital for human life and health, water seems to be the most important element which people cannot inalianate from their daily lives. Although reaching for water resources has not been a major issue at most of the regions of the world, there are still issues to access water, especially for underdeveloped, developing and drought countries. As awareness increased, the human right to water” has started to be recognized both at the international documents level and in the constitutions of several States. In tandem with these regulations, which intend to guarantee societies to live in a healthy environment and access to clean water, an inspiring case-law is emerging.  The aim of this article is to determine the human right to water in the frame of accessing to clean water and sanitation, its relation with other human rights, the need for regulation of such a right and its ground on international documents. Finally, Turkish regulations and practices which can be considered to be related to human right to water wil be examined.",
     "Metin": "SU HAKKININ KAPSAMI, GELİŞİMİ VE İNSAN HAKLARINDAKİ YERİ  Su, hayat ve sağlığın esası olan kısıtlı bir doğal kaynaktır ve bir kamu malıdır. Bir insan hakkı olarak su hakkı, insanlık onuruna uygun bir hayat sürdürülebilmesi için zaruridir.  Ayrıca  bu  hak,  diğer  insan  haklarının  gerçekleştirilmesi  için  bir önkoşuldur. Komite, gelişmekte olan ülkeler kadar gelişmiş ülkelerde de su hakkının yaygın bir şekilde yadsındığı durumlarla sürekli olarak karşılaşmaktadır. Dünya üzerinde bir milyardan fazla kişi, temel su kaynaklarına erişimden yoksunken, yine birkaç milyar kişi yeterli sağlık koruma hizmetlerine erişememektedir ki bu durum, su kirliliğinin ve su ile alakalı hastalıkların en başta gelen nedenidir. Suyun sürekli olarak kirlenmesi, tükenmesi ve eşitsiz dağılımı, mevcut yoksulluğu daha da kötü bir hale getirmektedir. Taraf Devletler, su hakkının gerçekleştirilmesi için gerekli olan etkili tedbirleri bu genel yorumda düzenlendiği gibi ve hiçbir ayırım gözetmeksizin almak durumundadır.”13  A.  Neden Bir İnsan Hakkı Olarak Su Hakkı?  13 Birleşmiş Milletler Ekonomik, Sosyal ve Kültürel Haklar Komitesi, 15 No’lu Genel Yorum, paragraf 1 3Su  hakkı,  bireyi  kaynakların  yönetiminin  merkezine  koymasıyla,  modern  tarihin  suyun yönetimine ilişkin attığı en yenilikçi adımdır.14 Şehirleşme, aşırı tüketim ve kaynakların kirletilmesi, insanlığı suyu çıkarmak, muhafaza etmek ve işlemek bağlamında yeni yollara itmiştir. Bu yollar artık o kadar karmaşık bir hal almıştır ki, suyun yönetimi, bu sistemi işletebilecek teknik kapasiteye sahip kişilerin eline bırakılmıştır. Öncesinde suya erişim bireylerin kendi ellerinde olan bir şeyken, çoğu bölgede artık suya erişmek için birtakım bürokrasilerle uğraşılması gerekmektedir. Dünyanın birçok yerinde, temiz suya erişimin en kolay ve bazen de tek yolu, suyu satın almaktır.15 Ancak, halen kırsal  alanlarda yaşayan iki milyarın üzerinde insan ciddi su kıtlığı çekmekte,  dört  milyar  insan  ise  her  sene  en  az  bir  ay  ciddi  susuzlukla  karşı  karşıya kalmaktadır.16 Öte yandan, özellikle hane halkı kullanımında suya olan talebin, nüfusun ve ekonomilerin büyümesiyle son 50 yılda %600 oranında arttığı ifade edilmektedir.17 Suyun miktar olarak sabit kalan bir kaynak olması ise, arzın talebi ne kadar karşılayacağı hususunda soru işaretleri yaratmaktadır. Suyun bir insan hakkı olduğuna dair yaklaşım, devletin sorumluluğuna gidebilir olmak ve çevreye ilişkin en temel hakların (örneğin temiz içme suyuna erişim hakkı) olabildiğince geniş bir kapsamda ve ayrımcılık olmaksızın korunmasını sağlamak amacındadır.18 Tam da bu bağlamda su hakkı, herkesin yeterli, güvenli ve kabul edilebilir nitelikteki suya fiziksel ve ekonomik olarak erişebilmesinin sağlanmasını ifade etmektedir.19 Bu tanımdan yola çıkarak su hakkından bahsedilebilmesi için suyun yeterli miktarda ve belirli bir kalitede olması, ayrımcılığa uğramaksızın herkesin fiziksel, ekonomik ve bilgisel olarak suya erişiminin sağlanması gerekir.20 Temiz içme suyuna ve sıhhi temizliğe erişimin insan onurunun ayrılmaz bir parçası oluşu düşüncesiyle, bu hususa ilişkin uluslararası bir anlayış gelişmeye başlamıştır.21 Dolaylı yollarla türetilen çevresel haklar, çevrenin korunması ve eşitliğin sağlanması açısından yeterli olmayabilmektedir. Su hakkının açıkça tanınmaması ve çevresel hakların yorumu yoluyla türetilmesi, dünyanın mevcut iklim ve su krizinde etkili bir yöntem olmayabilir.  14 McGraw, sf. 134 15 McGraw, sf. 128-129 16 The United Nationals World Water Development Report, UNESCO, 2019, sf. 1 17 https://www.wri.org/blog/2020/02/growth-domestic-water-use (Son Erişim Tarihi: 19.06.2020) 18 McGraw, sf. 132 19 BM Ekonomik, Sosyal ve Kültürel Haklar Komitesi Genel Yorum No 15, para. 2. 20 Ayşenur Ocak, Bir Doğa Ve İnsan Hakkı Olarak Su Hakkı, Yayımlanmamış Yüksek Lisans Tezi, Galatasaray Üniversitesi SBE, 2018, sf. 61. 21 Mcgraw, sf. 138 4Hakkın doğrudan ve bağlayıcı olarak tanınması, korunacak değerler üzerinde etkin bir kontrol mekanizması kurulmasının önünü açacaktır.22 Buna ek olarak hakkın açıkça düzenlenmesi, suya erişimin yönetimlerin insafına kalmadan ileri sürülebilen bir hak ve yükümlülük olmasını sağlayacak, özellikle dezavantajlı kesimlerin temiz suya ve sıhhi temizliğe erişebilmesini bir lütuftan bir göreve çevirecektir.23 Su hakkının evrensel düzeyde tanınmasının bir başka faydası, suyun politik bir silah olmaktan çıkarılmasıdır. Örneğin, işgali altında bulundurduğu topraklarda İsrail, bölgedeki Arapların göç etmeye mecbur kalması için suya erişimlerini kısıtlamış, dolayısıyla bölgedeki Arap halklarının en az yarısı içme suyu kaynaklarına ulaşamamıştır. Bu durum, çevresel huzursuzluğa sebep olduğu gibi, ciddi sağlık problemlerine de yol açmıştır. Bu uygulama Arapların  susuz  kalmasına  ve  bölgeyi  rızaları  hilafına  terk  etmek  zorunda  kalmalarıyla sonuçlanmıştır.24 Bu ve buna benzer örnekler, su kaynaklarının nasıl bir politik silah olarak kullanılabileceğinin  göstergesidir.  Ancak  temiz  içme  suyuna  erişimin  insan  hakkı  olarak tanındığı bir senaryoda, halkları su kaynaklarından mahrum bırakan bir devletin uluslararası insan haklarından doğan sorumluluğuna gidilebilecektir. Tüm bu sebeplerle temiz içme suyu ve sıhhi temizliğe erişim bir insan hakkı olarak tanınması, insanların yaşamları için vazgeçilmez olan bu kaynağa adil ve sürdürülebilir bir şekilde ulaşabilmesinin en etki yolu olarak gözükmektedir.  B.  Su Hakkının Hukuki Niteliği, Ortaya Çıkışı ve Gelişimi Su hakkının hangi haklar kategorisinde olduğuna dair bir uzlaşı yoktur. Tolga Şirin, suyun, yaşam hakkı ile bağından dolayı birinci kuşak, sosyal bir güvence bağlamında ikinci kuşak  ve  çevresel  bir  element  oluşundan  dolayı  üçüncü  kuşak  hak  olma  niteliğine  haiz olduğunu,  bu  nedenle  kuşaklar-arası  özelliği  bulunduğunu,  böylece  farklı  kategorideki belgelerde dolaylı olarak kendine yer bulduğunu ifade etmektedir.25 Gerçekten de suyun, İnsan Hakları Evrensel Bildirisi (kısaca İHEB)’nin 25. maddesinde ve BM Ekonomik, Sosyal ve Kültürel Haklar Sözleşmesi’nin (kısaca ESKHS) 11. maddesinde ifade edilen bireylerin sağlık ve esenlikleri için yeterli hayat şartlarında yaşaması hakkının ve BM Medeni ve Siyasal Haklar  22 John Scanlon/Angela Cassar/Noémi Nemes, Water as a Human Right?, 7th International Conference on Environmental Law, Sao Paulo, 2003, sf. 18  23 Joyeeta Gupta/Rhodante Ahlers/Lawal Ahmed, The Human Right to Water: Moving Towards Concensus in a Fragmanted World, Review of European Community & International Environmental Law 19 (3), 2010, sf. 299 24 McCaffrey, sf. 6 25 Tolga Şirin, Su Hakkı Ve Suyun Özelleştirilmesine İlişkin Anayasal Tecrübeler, Çevre, İnsan, Devlet, Tekin Yayıncılık, 2015, sf. 27 5Sözleşmesi’nin (kısaca MSHS) 6. maddesinde düzenlenen yaşam hakkının örtülü bir koruması altında  olduğuna  ilişkin  savlar  mevcuttur.26  Buradan  da  hakkın,  farklı  kuşak  haklarla ilişkilendirilerek somutlaştırılmaya çalışıldığı anlaşılmaktadır.  Su hakkı bağlamında doktrin ve uluslararası belgeler olmak üzere hatırı sayılır bir yazın bulunmasına karşın, devletlerin konuya dair uygulaması oldukça kısıtlı olduğundan, hakka ilişkin net bir sonuca varılamadığı görülmektedir.27 Ne  yazık  ki,  bir  insan  hakkı  olarak  su  hakkından  edinilecek  fayda,  iki  sebeple sınırlanmaktadır. Bunlardan ilki hukuki standardizasyondur. Su hakkının tanınmasına ilişkin uluslararası düzeyde normatif bir literatür oluşmaya başlamış olmasına karşın, bu konuda referans  alınabilecek  oturaklı  bir  içtihat  bulunmadığından  dolayı,  hakkın  iç  hukuka yansımasında problem yaşanmasıdır. İkinci olarak, uluslararası normlara dayanarak su hakkını koruma altına almak söz konusu olduğunda, su hakkının hiçbir sözleşmede açıkça ifade edilmemiş olması dolayısıyla kavramsal bir boşluk göze çarpmaktadır.28 Bireylerin su hakkının var olup olmadığına ilişkin yakın tarihe kadar bir tartışma zemini bulunmamakta  olup,  önceleri  üzerinde  fazla  durulmadığı  görülmekle,  1970’li  yıllarda, uluslararası kalkınma örgütlerinin temel ihtiyaçlara dikkat çekmesi ve çevresel sorunlara artan ilgi ile suya erişim konusu uluslararası camia bakımından önem arz etmeye başlamıştır. Zira dünyada genel bir su kıtlığı gözlemlenmektedir.29 BM’nin 1977 yılında gerçekleştirdiği Su Konferansı’nda oluşturulan Mar Del Plata Eylem Planı, ilk defa ve açıkça halkların içme suyuna yeterli  miktar  ve  kalitede  erişme  hakkı  olduğunu  ifade  etmesiyle,  en  çok  atıf  yapılan bildirgelerden  biri  olma  özelliğini  taşımaktadır.30.  Konferansta,  ekonomik  koşullarına bakılmaksızın, herkesin temel gereksinimleri için eşit miktarda ve kalitede içme suyuna erişim hakkı olduğu vurgusu yapılmış, ancak öncelikle suya erişim sıkıntısı yaşayan savaş ve silahlı çatışma  mağdurları,  kadınlar,  çocuklar  ve  mahkûmlar  için  uluslararası  alanda  güvence yaratılmaya çalışılmıştır.31 Buna ek olarak, suyun ve su ekosistemlerinin korunması için etkili hukuki düzenlemeler yapılması gerektiği ifade edilmiştir.32  26 McCaffrey, sf. 8, 9, 11 27 Malgosia Fitzmaurice, The Human Right to Water, Fordham Environmental Law Review, Vol. XVII, New York, 2007, sf. 537 28 Mcgraw, sf. 133 29 Ibid, sf. 538 30 Mcgraw, sf.140 31 Eral Topçu, Bir İnsan Hakkı Olarak Su Hakkı, Yayımlanmamış Doktora Tezi, Ankara Üniversitesi SBE, 2009, sf. 31 32 1977 Mar Del Plata Eylem Planı, sf. 9, para.7  https://www.ircwash.org/sites/default/files/71UN77-32720.pdf  (Son Erişim Tarihi: 8.06.2020) 61980’li yıllar İçme Suyunun Temini ve Sanitasyon için Uluslararası On Yıl33 ilan edilmiş ve su altyapısı için daha önce görülmemiş yatırımlar yapılmaya başlanmıştır. Ancak, az bir süre sonra altyapının geliştirilerek suya erişimin geliştirilmesinin kendi başına yeterli olmadığı, olaya  bir  de  erişimden  faydalanacak  insan”  yönünden  bakılmasıyla  beraber  idare  ve sürdürülebilirliğin de göz önünde bulundurulması gerekliliği anlaşılmıştır.34  1992 yılında gerçekleştirilen Rio de Janeiro Dünya Zirvesi, Mar Del Plata Eylem Planı’nda alınan kararlara destek çıkmakla, halkların temiz suya erişimine ek olarak, suyun ekolojik  anlamda  korunma  ihtiyacına  yer  vermiştir.  Buna  göre,  su  kaynaklarının geliştirilmesinde, ekosistemin korunması ve temel su ihtiyaçlarının giderilmesinin öncelik olması gerekliliği ifade edilmiştir.35  1992  yılında  Dublin’de  Su  ve  Sürdürülebilir  Kalkınma  Konferansı  düzenlenmiş, bildirinin 4. maddesinde tüm insanların su ve sıhhi temizliğe ödenebilir bir fiyata erişebilme hakkı ifade edilmiştir.36 Ancak Dublin Bildirisi’nin su hakkına açıkça değinmesine karşın, suyu ekonomik bir meta olarak tanıması nedeniyle sonradan eleştirilerle karşılaşılmıştır.37 Zira bu tanım,  genel  olarak  suyun  özel  şirketler  tarafından  idare  edilmesi  ve  tüketicilerin  su kullanımının tamamının ücretlendirilmesi olarak yorumlanmıştır. Dünya Bankası ve Dünya Su Konseyi  tarafından  da  teşvik  edilen  suyun  özelleştirilmesi,  su  idaresinin  gittikçe neoliberalleşmesi, başka bir deyişle piyasa odaklı hale gelmesi olarak yorumlanmıştır. Suyun bu şekilde özelleştirilmesine karşı direnişler oluşmuştur. Bunlardan geniş çaplı yürütülen protestolar özellikle dikkat çekicidir. 38   Özelleştirmeye  karşıt  görüş,  piyasa  mantığı  üzerinden  hareket  edecek  şirketlerin, vatandaşların su hakkını korumakla bağdaşacak bir yöntem izlemeyeceklerini, kar amacı güden bu şirketlerin sürdürülebilir ve ucuz su sağlamakta kamu yönetimlerine nazaran daha başarısız olacağını ileri sürmektedir.39 Özelleştirmeye karşıt görüşün suyun bir insan hakkı olduğu savı  33 International Drinking Water Supply and Sanitation Decade, Thirty-Fourth World Health Assembly, WHA 34.25, 22.05.1981 https://apps.who.int/iris/bitstream/handle/10665/156603/WHA34_R25_eng.pdf?sequence=1&isAllowed=y (Son Erişim Tarihi: 06.06.2020) 34 Oriok Mirosa & Leila M. Harris, Human right to water: comtemporary challenges and contours of a global debate. Antipode Vol. 00 No. 00, 2011, sf. 4 35 Gleick, sf. 83 36 The Dublin Statement on Water and Sustainable Development, 31.01.1992, Dublin, Ireland http://www.un-documents.net/h2o-dub.htm (Son Erişim Tarihi: 10.06.2020) 37 Topçu, sf. 132 38 Mirosa & Harris, s.4 39 Karen Bakker, The Commons” Versus the Commodity”: Alter-globalization, Anti-privatization and the Human Right to Water in the Global South, Antipode, 2007, sf. 437 7üzerinden gittiği görülmektedir. Bu sava dayanak olarak ise, içme suyunun ikame edilemezliği ve BM Sözleşmelerinde tanınan hakların suya erişimi de örtülü olarak kapsamasıdır. 40 Maude  Barlow,  suya  ekonomik  bir  meta  olarak  yaklaşan  görüşü  sert  bir  şekilde eleştirmekte ve suyun özel sektörle tek ilişkisinin kamusal emanet doktrini”41 çerçevesinde olması gerektiğini belirtmektedir.42 Magna Carta da dâhil olmak üzere birçok metinde tekrar edilen kamusal emanet doktrini, doğal kaynakların insan varlığının temelini oluşturduğu ve bu sebeple  tüm  kamunun  malı  olduğundan  hareketle  bu  kaynakların  muhafazasını amaçlamaktadır. Bu doktrin, suyun bir insan hakkı olma özelliği ile örtüşmektedir.43 Suyun metalaşmasına karşı hak temelli bakış, suyun kamusal bir varlık olduğunu ifade ederek, suyun özelleştirilmesine karşı çıkmıştır.44 Özelleştirme yanlısı görüş ise, şirketlerin daha iyi bir yönetim ve performansa sahip olacağını,  daha  ucuz  suya  erişimin  sağlanabileceğini,  özel  sektör  tarafından  sağlanan imkânların geliştirilmeye daha açık olduğunu ileri sürmektedir. Suyun dağıtımının özel sektöre bırakılması,  dağıtım  sistemlerinin  daha  kısa  sürede  geliştirilmesi  ve  yaygınlaştırılmasının önünü açacak, böylece erişim güçlüğü yaşayan bölgelerin sıkıntısı daha çabuk giderilecektir. 45  1994 tarihli, BM Uluslararası Nüfus ve Kalkınma Konferansı’nda, yaşam standardı hakkına vurgu yapılmakla, özellikle BM Ekonomik, Sosyal ve Kültürel Haklar Sözleşmesi’nin 11. maddesinde öngörülen gıda, giyim, barınma gibi haklara ek olarak, su ve sıhhi temizlik hakkının kapsam içerisine eklendiği görülmektedir.46   40 Bakker, sf. 437. 41 Kamusal emanet doktrini, doğal kaynakların insan varlığının temelini oluşturduğu ve bütün kamunun malı olduğu gerekçesinden hareketle bu kaynakların korunmasını sağlayan bir araçtır. Magna Carta da dâhil olmak üzere birçok metinde ve mahkemede tekrar edilen bu ilkenin özünde, kamusal emanete ait kaynakların devletin gözetiminde olması gerektiği anlayışı vardır. Dolayısıyla bu görüşte su ticaretine ve suyun özelleştirilmesine yer yoktur, fakat doğal kaynaklara telafisi imkânsız zararlar verme ve gereğinden fazla kullanma konusunda hükümet tarafından kesin ve net sınırlamaların olduğu bir sistem içerisinde kaynakların tekelleştirilmesine müsaade etmeyen bir emanet etme durumu vardır. İlgili doktrin, su piyasasını durdurmanın, önceliği şirketlere değil insanlara ve ekosisteme vermenin, buna paralel olarak mevcut su krizinin çözülmesinin en etkili yollarından biridir. ABD hukukunda köklü bir geçmişi bulunmaktadır. Doğal kaynakların korunmasında etkili bir araç olan kamusal emanet doktrini, suyun bir insan hakkı olma özelliği ile uyum içerisindedir. Çünkü suyun kamusal bir varlık olduğunun kabulü, bireylerin su tüketiminden dışlanamaması anlamına gelmektedir. Bireylerin su talebinin esnek olmadığı, yaşamın devamı için suyun bir zorunluluk olduğu gerçeği bu görüşü pekiştirmektedir. (Ocak, sf. 21; Maude Barlow, Blue Covenant: The Global Water Crisis and the Coming Battle for the Right to Water, McClelland & Stewart, 2009, sf. 10; https://www.right2water.eu/about (Son Erişim Tarihi: 06.07.2020)) 42 Ocak, s. 22; Barlow, sf. 10 43 Ibid. 44 Ocak, s. 21 45 Bakker, sf. 438. 46 The Human Right to Water and Sanitation Milestones, s. 2 8BM Ekonomik, Sosyal ve Kültürel Haklar Komitesi’nin (kısaca ESKHK) 2002 tarihli 15 No’lu Genel Yorumu ile ortaya konulan standartlar, hakkın akademisyenler, uygulayıcılar ve devlet organları tarafından artan bir ilgi görmesinde en önemli gelişmeyi ve itici gücü meydana getirmiştir.47 Komite, yaptığı bu Genel Yorum ile ESKHS’nin su hakkını açıkça tanıyan bir Sözleşme olmasını sağlamıştır.  BM Genel Kurulu 2010 yılında aldığı kararla, 0,9 milyar insanın temiz suya, 2,6 milyar insanın ise gelişmiş sıhhi temizlik hizmetlerine erişemediğine vurgu yaparak, bireylerin temiz içme suyuna ve sıhhi temizlik imkânlarına ulaşmasını bir insan hakkı olarak tanımıştır.48 İşbu süregelen tartışmalar ışığında, bir insan hakkı olarak su, günümüzde uluslararası hukuk belgelerinde, birçok ülkenin anayasasında, yasalarında ve yargı içtihatlarında doğrudan veya dolaylı olarak korunmaya başlanmıştır.   C.   Su Hakkının Diğer İnsan Haklarıyla İlişkisi Su  hakkının  yeni  bir  hak  olması  dolayısıyla,  hakla  ilgili  düşünülebilecek  hukuk kaynaklarının ortaya konması önem arz etmektedir. Bu şekilde, hakkın hukuki zemini ve kapsamını daha sağlam bir şekilde ortaya koymak mümkün olacaktır.49  1.  Yaşama Hakkının Bir Parçası Olarak Su Hakkı Ioanna Kuçuradi, kişilerin hayatını sürdürmesini engelleyen, tehdit eden veya imkânsız kılan her şeye karşı kişilerin korunmasına yönelik taleplerin yaşam hakkının gerekleri arasında olduğunu  ifade  etmiştir.  Yaşama  hakkının  korunmasının  gereklerinden  biri  de,  kişilerin yaşamlarını  sürdürebilmeleri  için  gereken  minimum  koşulların  sağlanmasıdır.  Dolayısıyla yaşama hakkı, dokunulmazlıklar olarak da bahsedilen negatif haklardan ibaret olmamalı, aynı zamanda pozitif bir hak olarak ele alınmalıdır. .50  47 Amanda Cahill-Ripley, The Human Right to Water and its Application in the Occupied Palestinian Territories. Oxon: Routledge, 2011. s. 1 48 Resolution on Human Right to Water and Sanitation (UN General Assembly Resolution A/64/292, 28 July, 2010) 49 McGraw, sf. 135 50 İoanna Kuçuradi, İnsan Hakları Kavramları ve Sorunları, Türkiye Felsefe Kurumu, Ankara, 2007, sf. 123 9İHEB’in 3. maddesine göre, yaşamak… her ferdin hakkıdır”. MSHS’nin 6/1. maddesi de, Her insanın doğuştan gelen yaşama hakkı vardır. Bu hak hukuk tarafından korunur. Hiç kimse yaşama hakkından keyfi olarak yoksun bırakılamaz.” ifadeleriyle, İHEB’i tamamlar niteliktedir.  BM İnsan Hakları Komitesi, 1982 tarihli 6 No’lu Genel Yorumu’nda, MSHS’nin 6. maddesini yorumlayarak, maddede belirtilen yaşama hakkının çok dar yorumlandığını, ilgili hakkın sosyo-ekonomik bir unsur içerdiğini ve devletin pozitif yükümlülüğünü gerektirdiğini ifade etmiştir.51  McCaffrey, yaşam hakkının geniş yorumlanmasının, başka hakları da koruma altına alan ve kapsayan bir yorum olmak zorunda olmadığını ifade etmiştir. Bu görüşe göre yaşam hakkının korunması, diğer medeni, siyasal ve sosyal hakların kullanılabilmesi için bir önkoşul olarak yorumlanabilir. Bu sebeple, geniş yorumun da su hakkı bağlamında çok net bir bağlantı vermediğini ileri sürmektedir.52 Su hakkının yaşam hakkı bağlamında değerlendirilmesine ilişkin karşıt görüşler de bulunmaktadır. Yaşam hakkının korunması için yeterli suya erişim hakkı, MSHS’nin yapısı dolayısıyla, Taraf Devletlere derhal tedbir alma yükümlülüğü doğurmaktadır. Başka bir deyişle, Sözleşme’de öngörülen hakların aşamalı bir şekilde yerine getirilmesi mümkün değildir.53 Karşıt  görüşün  gıdaya  erişim  üzerinden  giden  değerlendirmesine  göre,  yaşam  hakkının korunma  kapsamı,  devletin  kasten  kişiyi  bu  haktan  mahrum  bırakmaması  şeklinde  bir yükümlülük doğurmakta, bu sebeple kişinin devletin yönetimi yüzünden kötü besleniyor olması yaşam hakkının ihlalini oluşturmamaktadır. Başka bir deyişle yaşam hakkı, devlete kişiye yeterli gıda sağlama yükümlülüğü öngörmemektedir. Bu yorum, temiz suya ve sıhhi temizliğe erişim bağlamında da kullanılabilecektir.54   2.  İnsan Onurunun Bir Parçası Olarak Su Hakkı  51 Doğuştan gelen yaşama hakkı şeklindeki ifade dar yorumlandığı takdirde net olarak anlaşılamaz. Söz konusu hakkın korunması devletlerin olumlu tedbirler almasını  gerektirir. Bu çerçevede, Taraf Devletlerin bebek ölümlerini azaltmak, yaşam süresini uzatmak ve özellikle yetersiz beslenme ve salgın hastalık durumlarını ortadan kaldırmak için mümkün olan tüm tedbirleri alması gerekmektedir.” (İnsan Hakları Komitesi GY 6, para. 1 ve 5) 52 Fitzmaurice, sf. 541 53 McCaffrey, sf. 9 54 Idem. 10Bütün insanlar hür, haysiyet ve haklar bakımından eşit doğarlar. Akıl ve vicdana sahiptirler ve birbirlerine karşı kardeşlik zihniyeti ile hareket etmelidirler.”55 İHAM, Campbell ve Cosans v. İngiltere başvurusunda, Onur kırıcı muamele veya ceza bireyi, başkalarının ya da kendi gözünde küçük düşüren muameledir.” demektedir.56 Her ne kadar uluslararası hukuk belgelerinde açıkça bir hak olarak ele alınmamış olsa da, insan onuru, insan hakların kaynağı olarak kabul edilir. Nitekim, Jack Donnely, insan haklarına hayat için değil, fakat onurlu bir hayat için ihtiyaç duyulduğunu ifade etmiştir.57 1975 tarihli Helsinki Nihai Senedi’nin VII. Bölümü’nün ikinci paragrafında da, medeni, siyasal, ekonomik, sosyal, kültürel ve diğer hak ve özgürlüklerin hepsinin, bireyin özgürlüğü ve tam gelişimi için vazgeçilmez olan insan onurundan türediği ifade edilmiştir.58 BM Genel Yorum No 15’te de, Bir insan hakkı olarak su hakkı, insanlık onuruna uygun bir hayat sürdürülebilmesi için zaruridir.” denilerek insan onuru ile su hakkı arasındaki ilişki vurgulanmıştır. BM İnsan Hakları Komitesi’nin 6 Ekim 2010 tarihli kararında, temiz içme suyu ve sıhhi temizliğe erişimin, yaşam hakkı, fiziksel ve ruhsal olarak olabilecek en yüksek seviyede sağlık hakkı ve insan onurundan türeyen bir hak olduğu ifadelerine yer verilmiştir.59 Dünya Sağlık Örgütü (WHO) ve UNICEF raporlarına göre, Bugün halen üç milyar insanın, evinde ellerini yıkayabileceği temel düzeneğe sahip değilken, 1.6 milyar insanın suya ve  sabuna  kısıtlı  erişimi  bulunmakta,  1.4  milyar  insanın  ise  bu  imkâna  hiç  erişimi bulunmamaktadır.60 Yine Dünya Sağlık Örgütü’ne göre, 770 milyon insan temiz içme suyuna erişememektedir. Suyun yokluğuna bağlı sıkıntıları çeşitlendirmek mümkündür, ancak hepsinin ortak noktası, bu yokluğun onurlu bir yaşam sürdürmeye elverişsiz koşullar yarattığı gerçeğidir. Su hakkı bu sebeple, insan onuruna da hizmet etmektedir. 3.  Temel Sağlık Standardı Hakkının Bir Parçası Olarak Su Hakkı  55 İHEB 1. Madde 56 Hüsnü Öndül, İnsan Onuru, İnsan Hakları Derneği http://www.ihd.org.tr/insan-onuru/ , 1998 (Erişim Tarihi: 10.11.2019) 57 Jack Donnelly, Teoride ve Uygulamada Evrensel İnsan Hakları (Çev.) Mustafa Erdoğan & Levent Korkut), Ankara, Yetkin Yayınları, 1995 s. 27, 29, 37. 58 Conference on Security and Co-Operation in Europe Final Act, Helsinki, 1975, sf. 6 59 Resolution Adopted by the Human Rights Council, Human Rights and Access to Safe Drinking Water and Sanitation, (A/HRC/RES/15/9), 6 Ekim 2010, sf. 2 60 UNICEF and WHO, 2019., Progress on household drinking water, sanitation and hygiene 2000-2017: special focus on inequalities. New York, ABD  11Uluslararası hukuktaki en geniş formuyla düzenlenen sağlık hakkı, ESKHS’nin 12. maddesinde düzenlenmiştir. Burada Taraf Devletlere, herkesin ulaşılabilecek en yüksek fiziksel ve zihinsel sağlık standartlarını tanıma ve bu hakkın tam anlamıyla kullanılmasını sağlamak için gerekli tedbirleri alma yükümlülüğü yükler. Dünya Sağlık Örgütü’nün kurucu belgesinin girişinde de sağlık, sadece hastalık veya zafiyet sahibi olmamak değil, aynı zamanda fiziksel, akli ve sosyal açıdan da tam anlamıyla iyi durumda olma” şeklinde nitelendirilmiştir.61  BM Genel Yorum No 15’e göre,62 ESKHS’nin 12/2/b. maddesi, sağlık hakkının bir parçası olan çevre sağlığı, güvenli olmayan sular ve zehirli sular sebebiyle insan sağlığını tehdit eden durumlarla ilgili gerekli adımların atılmasını içerir.  Sonuç olarak, ilgili sözleşme metinleriyle değindiğimiz sağlık hakkı, Taraf Devletlere yurttaşlarının sağlıklarını gözetmeyi, bundan dolayı da sağlıklı bir çevrede yaşamalarını temin etme  yükümlülüğünü  yüklemektedir.  Bireylerin  temiz  su  kaynaklarına  erişimi  olmaması, hijyenik olmayan sular veyahut susuzluk sebebiyle birçok hastalığa sebebiyet verecek olup, su hakkı bu şekilde sağlık hakkıyla ilintilenmektedir.  4.  Konut Hakkının Bir Parçası Olarak Su Hakkı ESKHS’nin 11/1. maddesine göre, yeterli bir yaşam standardı hakkının uzantısı olan yaşamaya elverişli konut hakkının uygulamaya geçirilebilmesi için su hakkı büyük öneme sahiptir.63  Yaşamaya elverişli konut, yalnızca barınma hakkı kapsamında değerlendirilmemelidir. Burada  hedeflenen,  bireyin  yalnızca  maddi  anlamda  bir  konuta  sahip  olmasından  ibaret olmayıp, aynı zamanda güvenli bir yerde barış içinde ve onurlu bir yaşam sürebilmesidir.64 Buna ilişkin çok sayıda uluslararası belge, elverişli konut hakkına farklı açılardan değinmiştir.65  61  Constitution  of  the  World  Heatlh  Organization,  2006,  sf.  1 https://www.who.int/governance/eb/who_constitution_en.pdf?ua=1#:~:text=hereby%20establish%20the%20World%20Health,Charter%20of%20the%20United%20Nations.&text=The%20objective%20of%20the%20World,highest%20possible%20level%20of%20health. (Son Erişim Tarihi: 06.07.2020) 62 BM, GY No 15 para. 8 63 BM, GY No 15, para, 7, Topçu, s. 117 64 Ibid. 65 Örneğin bkz. İnsan Hakları Evrensel Bildirgesi’nin 25. Maddesi, Her Türlü Irk Ayrımcılığının Ortadan Kaldırılmasına İlişkin Uluslararası Sözleşme’nin 5/e/iii. Maddesi, Kadınlara Karşı Her Türlü Ayrımcılığın Önlenmesi Sözleşmesi’nin 14/2. Maddesi, Çocuk Hakları Sözleşmesi’nin 27/3. Maddesi, Sosyal Kalkınma ve Gelişme Bildirgesi’nin 10. Maddesi, Vancouver İnsan Yerleşimleri Bildirgesi’nin 3. Bölümü, Kalkınma Hakkı Bildirgesi’nin 8/1. Maddesi ve Uluslararası Çalışma Örgütü’nün Çalışanların Konutlarına İlişkin Tavsiye Kararı, 1961 (No. 115) 12BM Ekonomik, Sosyal ve Kültürel Haklar Komitesinin yayınladığı Genel Yorum No. 4’ün  7  ve  8b  paragraflarında,  yaşamaya  elverişli  konut  hakkı  sahipleri  doğal  ve  ortak kaynaklara, temiz içme suyuna66, yemek pişirmek, ısınmak, aydınlanmak için gerekli elektrik enerjisine, sağlık ve temizlik hizmetlerine, yiyecek saklama araçlarına, çöp atma tesisatına, drenaja ve acil durumlarda gerekli hizmetlere ulaşabilme imkanına sahip olabilmelidir.” Genel  Yorum  No.  15’in  27.  paragrafında,  suyun  maddi  olarak  erişilebilir  olması gerektiği belirtilmiştir. Bu erişilebilirlik, dezavantajlı grupları da içerek şekilde belirlenmeli, suyu karşılamak bağlamında toplumun her kesiminde bir eşitlik söz konusu olmalıdır. Yoksul evler temiz içme suyuna ve sıhhi temizliğe erişebilmek için, varlıklı evlere nazaran daha fazla yük altına girmemelidir.67 Diyelim ki bir su faturası yoksul bir haneye veya varsıl bir haneye aynı miktarda geldiyse, yoksul hanenin bu faturayı ödemek için sahip olduğu gelirden vereceği oran kaçınılmaz olarak daha yüksektir. Bu sebeple temiz suya erişimde eşitlik bağlamında ele alınan bir çıta bulunmaktadır. Buna göre, yoksul bir ailenin, suya erişebilmek için, sağlık ve esenlik içinde bir hayat sürebilmek için ihtiyaç duyduğu diğer temel gereksinimlerinden feragat etmiyor olması aranmaktadır. Eğer bir hane, maddi durumu ne olursa olsun temel ihtiyaçlarını karşılayabilecek düzeyde bir bedelle karşılaşıyorsa, o zaman yoksul bir aileye gereğinden fazla yük bindirilmemiş olacaktır.68  5.  Yeterli Beslenme Hakkının Bir Parçası Olarak Su Hakkı Temiz  suya  erişim,  bireylerin  salt  su  tüketme  ihtiyaçlarının  yanı  sıra,  gıdaların hazırlanmasında da olmazsa olmaz konumdadır. Bu sebeple, temiz suya erişim olmadan, kişilerin sağlıklı ve yeterli beslenebilmesi mümkün görünmemektedir.  ESKHS VE MSHS’nin 1/2. Maddesinde bütün halkların, kendi doğal zenginlik ve kaynaklarından özgürce yararlanabileceği, hiçbir durumda, kendi varlığını sürdürmesi için başat  olan  şahsi  olanaklarından  yoksun  bırakılamayacağı  ifade  edilmiştir.  Maddenin anlamından, kişilerin geçimlik tarım alanlarına ve yerli halkların geçim kaynaklarına müdahale edilemeyeceği, buna ek olarak burada geçimlerini sağlayabilmeleri açısından yeterli suya erişimin de güvenceye alınması gerekliliği anlaşılmaktadır69.  66 Vurgu yazar tarafından eklenmiştir. 67 Fitzmaurice, sf. 552 68 McCaffrey, sf. 151 69 BM, GY No. 15, para. 7 136.  Çevresel Hakların Bir Parçası Olarak Su Hakkı Her ne kadar BM Genel Yorumu No. 15, bir insan hakkı olarak su hakkının çevresel haklar ile bağlantılı olduğunu kabul etmemiş olsa da, su ve çevre arasında çok yakın bir bağ vardır. Su kaynaklarına verilen bir zararın çevresel haklara dokunmayacağı düşünülemez. Zira ekosistemin su kaynaklarının zarar görmesiyle etkilenmesi kaçınılmazdır.70  Bu anlayış, temelini Stockholm Deklarasyonu’ndan almaktadır. Deklarasyon’un 1. ilkesine göre, İnsanın; hürriyet, eşitlik ve yeterli yaşam koşulları sağlayan onurlu ve refah içinde bir çevrede yaşamak temel hakkıdır. İnsanın, bugünkü ve gelecek nesiller için çevreyi korumak ve geliştirmek için ciddi bir sorumluluğu vardır.”71 Ancak  su  hakkı,  diğer  haklarla  ilişkisinden  de  anlaşılacağı  üzere,  yalnızca  doğanın korunmasından öte bir kapsama sahiptir. Suyu diğer çevresel haklardan ayıran en önemli unsurlardan biri, suyu kendi halinde bırakmanın yeterli olmaması, belli bir kalitede tüketime hazır olması gerekliliğidir. Suyun sağlıklı bir şekilde insanlara temin edilmesi, devlete bunu gerçekleştirmesi adına pozitif bir yükümlülük yüklemektedir.72 Taraf Devletlere vatandaşlarının suya erişmesi için sistemler kurması, birtakım yatırımlar yapması  gerekmekte,  bu  anlamıyla  çevresel  haklarla  tam  açıklanamayan  bir  özellik taşımaktadır. Su hakkının kendi başına bir hak olarak düzenlenmesi ihtimalinde, buna ilişkin hükümlerin tanım ve kapsam açısından çok açık olması gerekmektedir. Aksi takdirde, hali hazırda tanınmış çevresel haklar altında değerlendirilmesi olasılığı söz konusu olabilecektir.73  D.  Su Hakkını Açıkça Tanıyan Başlıca Uluslararası Sözleşmeler  1.  İnsan Hakları Evrensel Bildirisi  İnsan Hakları Evrensel Bildirisi, her ne kadar tek taraflı bir bildiri özelliği taşısa ve bağlayıcı bir belge olmasa da, İnsan Hakları Avrupa Sözleşmesi, BM Ekonomik, Sosyal ve Kültürel Haklar Sözleşmesi ve BM Medeni ve Siyasal Haklar Sözleşmesi gibi birçok bağlayıcı metnin  70 Murat Perçin,Bir İnsan Hakkı Olarak Su Hakkının Gelişimi Ve Türkiye’deki Uygulama, Yayımlanmamış Yüksek Lisans Tezi, Kocaeli Üniversitesi SBE, 2019, sf. 76 71 Günther Handl, Declaration of the United Nations Conference on the Human Environment (Stockholm Declaration), 1972 and the Rio Declaration on the Environment and Development, 1992, United Nations Audiovisual Library of International Law, 2012, sf. 4 72 James R. May & Erin Daly, Dünyada Çevresel Anayasacılık. T. Şirin & N.U. Orcan (Çev.) Ankara: Ekoloji Kolektifi Derneği (orijinal basım tarihi 2015), 2018, s. 159. 73 Scanlon/Cassar/Nemes, sf.12 14ilham kaynağı olmuştur. Ayrıca metin, uluslararası topluluk tarafından birçok hükmüyle jus cogens bir nitelik taşımaktadır. Bildiri’nin 25. maddesiyle ESKHS’nin 11. maddesi arasındaki dil benzerliği ve iki maddenin de yaşama hakkı standardına ilişkin düzenlemeler içermesi, Bildiri’nin ilham kaynağı oluşunun bir göstergesidir.  McCaffrey, su hakkının ileri sürülebileceği en elverişli uluslararası hukuk metninin Bildiri’nin 25.  maddesi  olduğunu  ifade  etmektedir.74  Bunun  nedeni,  maddenin,  bireylerin  temel ihtiyaçlarının sınırlandırılmamasından öte,  sosyal güvenliğini merkeze koyan bir dile sahip olmasıdır. Maddenin 1. paragrafında, sağlık ve esenlik içinde yaşamak için yeterli bir hayat standardına  sahip  olmak  düzenlenirken,  suya  erişim  hakkının  açıkça  sayılmadığı görülmektedir.75  Ancak,  bu  yaşam  standardının  sağlanması  için  yapılması  ve  sağlanması gereken hususlar, tüketici bir biçimde ifade edilmemektedir. Gıda, giyim, barınma, sosyal hizmetler  gibi  sayılan  güvencelerin  birçoğu,  temiz  içme  suyuna  ve  sıhhi  temizliğe erişilemedikten sonra tatmin edilmesi zor güvencelerdir. Sosyal güvenliğe yapılan vurguyla birlikte, suyun örtülü olarak bu kıstaslar arasında sayıldığı ifade edilebilir.76 Fitzmaurice ise, Bildiri’den su hakkının türetilmesine ilişkin farklı bir yoruma sahiptir. Bu yoruma  göre,  Bildiri’de  düzenlenen  hakların  çoğu,  özellikle  de  özgürlük  hakları”,  tüm devletler için bağlayıcı kabul edilmektedir. Yazar, 25. maddedeki gibi esenlik hakları”nın ise, devletler nezdinde bağlayıcılığının ve hukuki niteliğinin netlikten uzak olduğunu ifade etmiştir. McCaffrey’nin  gözlemlediği  gibi  bu  hakların  da  devletler  bakımından  bağlayıcı  olduğu düşünüldüğünde bile, açıkça ifade alanı bulamamış su hakkının, Bildiri’nin  25. Maddesi kapsamında kabul edildiğinin deklare edilmesi gerektiğini belirtmektedir.77  2.  BM Ekonomik, Sosyal ve Kültürel Haklar Sözleşmesi & BM Medeni ve Siyasal Haklar Sözleşmesi  Su hakkı bakımından önem arz eden sözleşmelerin başında, BM Genel Kurulu’nda 1966 yılına kabul edilen ve ikiz sözleşmeler olarak da anılan, Medeni ve Siyasal Haklar Sözleşmesi ile Ekonomik, Sosyal ve Kültürel Haklar Sözleşmesi gelmektedir.   74 McCaffrey, sf. 149 75  Universal  Declaration  of  Human  Rights,  m.  25  https://www.un.org/en/universal-declaration-human-rights/index.html (Son Erişim Tarihi: 20.06.2020) 76 McCaffrey, sf. 149 77 Fitzmaurice, sf. 540 15Bir insan hakkı olarak su hakkı, suyun sahip olduğu biricik nitelik ve insan yaşamındaki vazgeçilmezliği sebebiyle, hakkın tartışılmaya başlanmasından önce insan hakları belgelerinde tanınmış bazı haklarla bağlantı halindedir. Bu yönde ilk uluslararası belge,  ESKHS’nin 11. ve 12. maddelerine ilişkin Ekonomik, Sosyal ve Kültürel Haklar Komitesi’nin (kısaca ESKHK) 2002 yılında yayınlamış olduğu 15 No’lu Genel Yorum’dur (kısaca GY 15)78. Bu Genel Yorum ile, su hakkının hukuki tanımına ilişkin en kapsamlı açıklamaya ulaşılmıştır.79  ESKHS’nin 11. maddesinin 1. paragrafı, yeterli beslenme, giyim ve konut dâhil olmak üzere yeterli bir yaşam seviyesine sahip olma hakkını ve bu hakkın ayrılmaz bir parçası olan hakları içermektedir. Taraf Devletler, hakkın hayata geçirilebilmesi için gerekli tedbirleri almayı taahhüt etmiştir. Maddede, yeterli bir yaşam seviyesinin sağlanması için gerekli şartların katalog  bir  biçimde  sıralanmadığı  görülmektedir.  Bunun,  yaşam  standartlarının  ve  hak kapsamlarının sürekli değişir niteliği göz önünde bulundurularak devletlere zamanla farklılaşan yeterli yaşam koşullarına uyum sağlanması beklenmektedir.80 Su hakkı, insanın yaşamını sürdürebilmesinin en temel gereksinimlerinden biri olduğu için, GY 15’e göre, açıkça yeterli yaşam  düzeyinin  sağlanması  için  gerekli  güvenceler  arasında  değerlendirilmelidir.81 Sözleşme’nin 11. maddesinden yola çıkılarak su hakkının varlığını tanıyan ilk Genel Yorum bu değildir. 1995 tarihinde ESKHK’nin 6 No’lu Genel Yorumu’yla da, suyun bir insan hakkı olduğu belirtilmiştir.82 ESKHS’nin 12. maddesinin 1. paragrafı ise, herkesin  mümkün olan en yüksek seviyede bedensel ve ruhsal sağlık standartlarına sahip olma hakkını tanımaktadır. 11. maddede olduğu gibi,  bireylerin  mümkün  olan  en  yüksek  sağlık  standartlarına  sahip  olması  için  alınacak tedbirler, Taraf Devletler tarafından yerine getirilecektir. Maddede detaylı olarak düzenlenen çevre sağlığı ve sanayi temizliğinin geliştirilmesi ile salgın hastalıkların önlenmesi ve kontrolü gibi yükümlülükler, su kirliliğinin önlenmesi konusunda Taraf Devletlere pozitif yükümlülük yüklemektedir.83  78 General Comment No.15: The Right to Water (Arts. 11 and 12 of the Covenant) (Office of the High Commissioner for Human Rights E/C.12/2002/11) 79 McGraw, sf. 133 80 Lema Uyar, Birleşmiş Milletler’de İnsan Hakları Yorumları, İnsan Hakları Komitesi ve Ekonomik, Sosyal ve Kültürel  Haklar  Komitesi,  1981-2006,  İstanbul  Bilgi  Üniversitesi  Yayınları  145,  İnsan  Hakları  Hukuku Çalışmaları 5, İstanbul, 2006, sf. 265 81 Idem 82 General Comment No.6: The Economic Social and Cultural Rights of Older Persons, (Committee on Economic Social and Cultural rights, 1995) para. 5, 32 83 Örneğin, Dünya Sağlık Örgütü tarafından 2015 yılında yayınlanan ve 2015-2020 yılları arası çalışmaları hedef alan Tropikal Hastalıklara İlişkin Çalışmaların Hızlandırılması ve Sürdürülmesi için Su Sanitasyonu ve Hijyen” gelişim raporunda, 17 adet görmezden gelinen tropikal hastalıkla mücadelede su, sıhhi temizlik ve hijyenin hayati 16Tüm bu hususlara değinen GY 15, su hakkının uluslararası camiada hali hazırda tanınmış haklarla iç içe geçen özelliklerini göstermekle, çok değerli bir yorum niteliği taşımaktadır. Buna karşın, Genel Yorumlar hukuken bağlayıcı değildir, bu sebeple Taraf Devletlere yeni haklar ve yükümlülükler  getirebilmeleri  mümkün  görünmemektedir.  Ancak  yine  de  bu  yorumlar, Sözleşme’nin  yorumlanmasına  ilişkin  belli  bir  ağırlık  taşımaktadır.  GY  15,  su  hakkının normatif  içeriğini  belirlemesi,  Taraf  Devletlere  temel  yükümlülüklerini  açıklaması, Sözleşme’nin uygulanmasına dair özel konulara yer vermesi ve ulusal su yönetimi konusunda yol gösterici özellikler taşımaktadır.84 MSHS’de, halkların kendi kaderlerini tayin etme haklarının85 bulunduğu belirtilmekle, tüm halkların doğal kaynakları ve zenginlikleri üzerinde tasarruf edebilecekleri, bu haktan yoksun bırakılamayacakları86 ifade edilmiştir. Su da bir doğal kaynak olduğundan ötürü, Sözleşme’nin yerli halkların geleneksel olarak sahip oldukları yerlerde suya erişim haklarının korunduğu, bu şekilde su hakkını kapsadığı belirtilmektedir.87 İki Sözleşme’nin de Taraf Devletlere yönelttiği yükümlülükler açısından, ESKHK’nin 3 No’lu Genel Yorumu’na değinmek gerekmektedir. Yorum, 1. paragrafında sözleşmelerden doğan  yükümlülüklerinin  bazılarının  derhal  etki  doğurmasını  (immediate  application) beklerken, diğerlerinin (özellikle sosyo-ekonomik hakların) ise aşamalı olarak uygulamaya sokulmasını (progressive realization) beklemektedir. Zira bazı hakların korunması, devletin birtakım  yatırımlar  yapmasını,  dolayısıyla  belli  bir  süreç  geçmesini  gerektirmektedir.  Bu yükümlülükler arasında taahhüdü üstlenmek ve hakların ayrımcılık yapılmadan korunması ise, özel bir önem arz etmektedir.88 Yorum’un 5. paragrafında, ESKHS’nin derhal etki doğuracak yükümlülükler arasında, su hakkının dayandırıldığı 11 ve 12. maddeler bulunmadığından, bu haklar bağlamında su hakkının aşamalı olarak uygulamaya sokulması beklenecek bir hak olduğu söylenebilir.89 Hakkın aşamalı olarak uygulanmasında ise, haklardan doğan yükümlülüklerin her Taraf Devlette aynı oranda uygulanamamasına ilişkin bir tehdit bulunmaktadır. Zira, ESKHS’nin 2.  önem  taşıdığı  ifade  edilmekle,  temiz  suya  erişimin  sağlık  hakkı  bağlamında  önemine  vurgu  yapılmıştır. https://www.who.int/water_sanitation_health/publications/wash-and-ntd-strategy/en/  (Son  Erişim  Tarihi: 19.06.2020) 84 McGraw, sf. 149 85 Sözleşme’nin 1/1. maddesi 86 Sözleşme’nin 1/2. maddesi 87 Perçin, s. 49 88 Office of the High Commissioner for Human Rights, General Comment No.3: The Nature of State Parties’ Obligations (Art.2, Para.1 of the Covenant, E/1991/23), 1990, para. 1 89 Idem, para. 5 17maddesinin 1. paragrafı, hakların Sözleşme’ye uygun olarak yerine getirilmesi ve iç hukuk düzenlemelerinde korumalarının sağlanmasının, Taraf Devletin kaynaklarının el verdiği kadar gerçekleştirilmesini öngörmüştür. McGraw’a göre, bu hüküm, Sözleşme’de yasal bir boşluk oluşturmakta ve uluslararası infaz mekanizmalarını zora sokmaktadır.90 3.  Cenevre Sözleşmeleri ve Ek Protokolleri Uluslararası hukukta su hakkı, doğrudan ilk defa insancıl hukuka ilişkin düzenlemeler içeren Cenevre Sözleşmeleri’nde bulunmaktadır. Bu sözleşmeler, savaş halinde bile suya erişebilme, içme ve kullanma suyuna ilişkin detaylı düzenlemelerle su hakkı konusunda ayrı bir öneme sahiptir.91  4.  BM Kadınlara Karşı Her Türlü Ayrımcılığın Tasfiye Edilmesine Dair Sözleşme 18 Aralık 1979 tarihli Sözleşme’nin 14/2. maddesinde, taraf devletlere kırsal alanda kadın erkek eşitliğini sağlama yükümlülüğü getirilmiş, bunun için özellikle tanınması gereken haklar  arasında  konut,  sağlık....  ve  içme  suyu…  hizmetleri  bakımından  yeterli  yaşam standartlarından yararlanma hakkı”92 sayılmıştır.  Birçok  yerde,  kadınların,  erkeklere  göre  orantısız  bir  şekilde  suyun  temini  ve  ev işlerinde  kullanım  yükünü  üstlenmesinin,  Sözleşme’nin  düzenlenmesinde  etkili  bir  unsur olduğu belirtimiştir.  5.  BM Çocuk Hakları Sözleşmesi 20 Kasım 1989 kabul tarihli Sözleşme, su ile olabilecek en iyi sağlık düzeyi” arasında açık bağlantı kurmuştur. 93 Sözleşme’nin 24/2/c. maddesinde, …ve besleyici yiyecekler ve temiz içme suyu sağlanması yoluyla ve çevre kirlenmesinin tehlike ve zararlarını göz önüne alarak,  hastalık  ve  yetersiz  beslenmeye  karşı  mücadele  edilmesi…”94  gerektiği  ifade edilmektedir. Bu ifadeyle, çocukların temiz suya erişim hakkı alenen kabul edilmiş olmaktadır.   6.  Afrika Çocuk Hakları ve Esenliği Şartı 11 Temmuz 1990 tarihli Sözleşme’nin 14/2. maddesinde, Taraf Devletlerin almaları gereken tedbirler arasında çocuklara güvenli içme suyu sağlama da bulunmaktadır.   90 McGraw, sf. 153 91 Topçu, s. 125 92 http://www.unicankara.org.tr/language/tr/belgeler/#.XcgQyTMzbIV (10.11.2019) 93 Perçin, s. 42 94 http://www.unicef.org.tr/files/bilgimerkezi/doc/Cocuk%20Haklarina%20Dair%20Sozlesme.pdf (10.11.2019) 187.  Engellilerin Haklarına İlişkin Sözleşme BM  Genel  Kurulu’nca  13  Aralık  2006  tarihinde  kabul  edilen  Sözleşme’nin  28/2. maddesinde, engellilere yeterli yaşam standardı ve sosyal koruma95 başlığı altında, engelli olmalarından sebep bir ayrımcılığa maruz kalmadan sosyal korunma haklarının tanınması gerektiği ifade edilmiştir.96 Sözleşme’ye göre, Taraf Devletlerin bu hakkın korunmasını temin etmek için yapması gerekenler arasında, engellilerin temiz su hizmetlerine ve uygun ve bedeli ödenebilir hizmetlere eşit erişimlerini sağlamak…” da bulunmaktadır.  Bir uluslararası insan hakkı olarak su hakkını tanımlamak çok kolay görünmemektedir. Bu zorluğun  sebebi,  temel  hakları  koruma  altına  alan  Sözleşmelerde  su  hakkının  açıkça belirtilmesine dair yaşanan eksikliktir. Gerçekten de, temiz, iyi kalitede ve yeterli miktarda suyun  insanlara  teminini  açık  garanti  eden  bir  uluslararası  hukuk  sözleşmesine rastlanamamaktadır. Yine de bir hakkın açıkça düzenlenmemiş olması, o hakkın olmadığına veya  tanınmadığına  işaret  etmez.  Tam  tersine,  yukarıdaki  Sözleşmelere  ve  ilgili  haklara baktığımızda, suyun aslında pozitif hukukta kendine yer bulduğu görülmektedir.97   II.  DÜNYADA SU HAKKININ TANINMASINA DAİR YEREL ÖRNEKLER VE TÜRKİYE’DE SU HAKKININ GELİŞİMİ A.  Dünyada Su Hakkının Tanınmasına Dair Yerel Örnekler Dünyada bir insan hakkı olarak su hakkı, çeşitli aşamalardan geçerek kimi ülkelerde anayasal düzeyde korunmaya başlanmışken, kimi ülkelerde de yasal düzeyde kendine yer bulmaktadır. Bazı ülkelerde ise, yasal düzenleme bulunmamakla birlikte Yüksek Mahkemelerin yorum  vasıtasıyla  su  hakkını  tanıyıp  içtihat  oluşturduğu  görülmektedir.  Bu  bölümün  ilk başlığının amacı, bu düzenlemelere ilişkin birtakım örneklerle su hakkının uygulamadaki tezahürünü yansıtmaktır. 1.  Suyu Anayasasında Açıkça İnsan Hakkı Olarak Tanıyan Ülkelere Örnekler  95  United  Nations,  Convention  on  the  Rights  of  Persons  with  Disabilities, https://www.un.org/development/desa/disabilities/convention-on-the-rights-of-persons-with-disabilities.html (10.11.2019) 96 Perçin, s. 44 97 McGraw, 137 19Anayasalar, temel hak ve hürriyetlerin korunmasını sağlayan en temel metinlerdir, bu sebeple eğer ulusal bir güvenceden bahsedilecekse, su hakkının anayasal düzlemde korunması esastır.  Kimi anayasalarda korunan su” iken, daha sınırlı düzenlemelerde açıkça su hakkı” korunmaktadır.98 Uruguay, 2004 yılında anayasa değişikliği referandumu ertesinde su hakkını anayasal düzlemde tanıyan ilk ülkedir.99 Uruguay ertesinde anayasal olarak su hakkına yer veren ülkeler arasında, Ekvador, Demokratik Kongo Cumhuriyeti, Maldivler, Nikaragua, Bolivya, Uganda, Güney Afrika, Tunus, Kenya ve Slovenya yer almaktadır.  Su hakkını anayasal düzlemde koruma altına alan ülkelerin, çoğunlukla Afrika kıtasında yer alan veya suyun özelleştirilmesine yönelik deneyimler geçişmiş ülkeler olmaları dikkat çekmektedir. Slovenya, bir insan hakkı olarak su hakkını anayasasında tanıyan ilk Avrupa ülkesidir. Aşağıda suyun anayasal  bir hak olduğu  ülkelere  ve ilgili  anayasa maddelerine birtakım örnekler verilecektir:100 Uruguay Anayasası Madde 47: Çevrenin korunması kamu yararıdır. Kişiler, çevrenin hasarına, yıkımına ve kirletilmesine sebep olacak eylemlerden kaçınmalıdır. Buna ilişkin koşullar kanunla düzenlenir ve ihlal eden kişilere ceza öngörülebilir. Su, yaşam için temel bir doğal kaynaktır.  İçme suyuna ve sıhhi temizliğe erişim temel insan hakkıdır.  1.  Su ve sıhhi temizliğe ilişkin ulusal politika şu temellere dayanmalıdır: a.  Bölge düzenlemesi, çevrenin korunması ve doğanın onarılması. b.  Kamu yararının bir parçası olan su kaynakları ve su döngüsünün korunmasının, gelecek nesillerle dayanışma içerisinde ve sürdürülebilir bir biçimde yönetimle gerçekleştirilmesi.  98 Ocak, s. 119 99 Uruguay Anayasası (1966) https://www.constituteproject.org/constitution/Uruguay_2004?lang=en (Son Erişim Tarihi: 09.11.2019) 100 Burada dikkat edilmesi gereken husus, belirtilen anayasa maddelerinin o anayasada su hakkına değinen tek madde olmak zorunda olmayışıdır. Bu çalışma metninde yer verilen maddeler su hakkını doğrudan düzenlemeleri sebebiyle önem arz etmekte olup, hakkın etkili bir biçimde korunması için anayasaların diğer maddelerinde birtakım hükümler öngörülmüştür. Hakkın ilgili devlet açısından kapsamlı bir şekilde değerlendirilebilmesi için, tüm maddeler beraber okunarak çıkarım yapılması isabetli olacaktır. 20c.  Topluma içme suyunun sağlanması birinci öncelik olmak üzere, su kullanımında bölgelere ve havzalara göre öncelikler oluşturulması. d.  İçme suyu ve sıhhi temizliğe ilişkin hizmetlerin ekonomik düzenden ziyade sosyal düzenin sağlanmasına uygun bir biçimde gerçekleştirilmesi. Bu hükümleri ihlal eden herhangi bir yetki, imtiyaz veya izin yok hükmündedir. (…)”101 Bolivya Anayasası Madde 20:        1.  Herkes temel hizmetler olan içme suyu, kanalizasyon sistemleri, elektrik, doğalgaz (konut çerçevesinde), posta ve telekomünikasyon hizmetlerine evrensel ve eşit bir biçimde erişme hakkına sahiptir. 2.  Temel hizmetleri kamu kurumları, işbirlikleri ve bölgesel kuruluşlar vasıtasıyla sunmak devletin sorumluluğundadır(…). 3.  Su  ve  kanalizasyona  erişim  insan  hakkıdır  ve  bu  hizmetlerin  özelleştirilmesi yasaktır.”102 Ekvador Anayasası Madde 12: Su hakkı temel bir insan hakkıdır ve bu haktan feragat edilemez. Su, kamu kullanımı için stratejik  ve  devredilemez  bir  varlıktır.  Su  sınırlanamaz,  gasp  edilemez  ve  yaşam  için vazgeçilmezdir.”103 Slovenya Anayasası Madde 70/a:  Herkes içme suyu hakkına sahiptir. Su kaynakları devlet tarafından yönetilen kamusal bir mal olacak ve tabi olacağı koşullar kanunla düzenlenecektir. Su kaynakları, öncelikli olarak topluma içme suyu ve konutta su kullanımı sağlamak amacıyla sürdürülebilir bir biçimde kullanılmalı, bu bakımdan ticari bir meta haline getirilmemelidir.  101 Uruguay Anayasası (1966) https://www.constituteproject.org/constitution/Uruguay_2004?lang=en (Son Erişim Tarihi: 09.11.2019) Uruguay Anayasası’nda su hakkının korunmasına ilişkin tek düzenleme 47. maddede yer almamaktadır. Anayasa’nın 189. maddesinde içme suyu ve sıhhi temizliğe ilişkin başka önlemler öngörülmüştür. 102  Bolivya  Anayasası  (2009),  https://www.constituteproject.org/constitution/Bolivia_20020.pdf  (Son  Erişim Tarihi: 09.11.2019) Bolivya Anayasası’nın 20. maddesine ek olarak 16, 189, 299, 309, 373 ve 374. maddelerinde de su hakkının korunmasına ilişkin düzenlemeler yer almaktadır. 103  Ekvador  Anayasası  (2008),  https://www.constituteproject.org/constitution/Ecuador_20020.pdf  (Son  Erişim Tarihi: 09.11.2019) Ekvador Anayasası’nın 12. maddesine ek olarak 15, 32, 66, 264, 276, 282, 313, 314, 318, 326, 375, 411, 413 ve 415. maddelerinde de su hakkının korunmasına ilişkin düzenlemeler yer almaktadır.  21İçme suyunun ve konutta kullanılacak suyun sağlanması, kar amacı gütmeyen bir biçimde ve özerk yerel yönetimler vasıtasıyla devlet tarafından güvence altına alınır.”104 maddeleri,  su  hakkının  açıkça  bir  insan  hakkı  olarak  tanınmasının  örneklerini  teşkil etmektedirler.    2.  Başka Anayasal Hükümler Yoluyla Suyun Korunduğu Ülkelere Örnekler Suyun açıkça bir insan hakkı olarak düzenlendiği anayasalar dışında, suyun açıkça insan hakkı olarak düzenlenmemekle birlikte başka anayasal düzenlemeler yoluyla korunduğu ülkeler bulunmaktadır.  Bu  düzenlemeler  doğrudan  su  hakkına  dair  olmasa  da,  su  kaynaklarının korunması ve su hizmetleri gibi yine su hakkının koruma alanında olan hallerdir.105 Bu anayasalardan bazıları; Filipinler, Gambiya, Dominik Cumhuriyeti, Belçika, Nijer, Kenya, Ekvador, Etiyopya, Zambiya, Uruguay, Meksika, Panama, Kolombiya, Venezüella, Eritre,  Gana,  Guatamala,  Macaristan,  İran  anayasalarıdır.  Bu  anayasa  maddelerine  örnek vermek gerekirse; Etiyopya Anayasası, 90. Madde: Politikalar, ülkenin kaynakları izin verdiği ölçüde, tüm Etiyoplalıların kamusal sağlık ve eğitim, temiz su, barınma, gıda ve sosyal güvenliğe erişimini sağlamayı amaçlar.”106 Macaristan Anayasası, 20. Madde: Herkes fiziksel ve zihinsel sağlık hakkına sahiptir. Devlet (…) sağlıklı yiyeceğe ve içme suyuna erişimi sağlayarak, (…) 1. paragrafta düzenlenen hakkın etkili bir şekilde uygulanmasını sağlayacaktır.”107 Yukarıda örneklenen anayasal hükümlerin su hakkına ilişkin olmadıkları açıktır. Buna ek olarak, temel hak ve hürriyetler başlığından ziyade, devletin yükümlülükleri başlığı altında düzenlenmişlerdir.   104 Slovenya Anayasası (1991), https://www.us-rs.si/media/constitution.-.2016.-.precisceni.dokument.dodan.70a.clen.pdf  (Son Erişim Tarihi: 09.11.2019) 105 Ocak,s. 122 106Etiyopya  Anayasası  (1994),    https://www.constituteproject.org/constitution/Ethiopia_1994?lang=en (09.11.2019) 107  Macaristan  Anayasası  (2011)  ,  https://www.constituteproject.org/constitution/Hungary_2016?lang=en (09.11.2019) 223.   Yasal Mevzuat Yoluyla Su Hakkını Tanıyan Ülkelere Örnekler Anayasal düzenlemeler, uygulamada hakkın korunması açısından tek başına yeterli olmamaktadır. Ancak somut  ve detaylı  düzenlemelerle hak daha faydalanılabilir bir hale bürünecektir. Günümüzde git gide suya ilişkin yasal düzenlemelerin artması, suyun bir hak olarak gelişimini göstermektedir.  Bugün Cezayir, Endonezya, Rusya, Fransa, su kanunlarının düzenlenmesi açısından örnek teşkil etmektedir. Avrupa’da su hakkını ilk olarak Fransa 2016 yılında tanımıştır.   4.  Yargı İçtihadı Yoluyla Su Hakkının Gelişimi Yargı içtihadıyla su hakkının muhafaza altına alınmasında en dikkat çeken ülkelerden biri Hindistan’dır. İnsan hakkı olarak su hakkı, Hindistan’da anayasal veyahut yasal bir hak olarak düzenlenmemiş olmakla beraber, mahkemelerin su hakkına ilişkin ihlalleri, Hindistan Anayasası’nın başka maddeleriyle harmanlayarak korudukları görülmektedir.  Örneğin, Hindistan’da Yüksek Mahkeme, birçok sefer suyun yaşam hakkının önemli bir parçası  olduğunu  ifade  etmiştir:  Su,  insanların  hayatta  kalabilmeleri  için  temel  bir gereksinimdir  ve  Hindistan  Anayasası’nın  21.  Maddesindeki  yaşama  hakkının  koruması altındadır…”(Narmada Bachao Andolan v. Union of India).108 Mahkemeye göre, insanların temiz su ve havadan yararlanması da yaşama hakkına içkindir.109 Olay özetle şu şekildedir: Narmada Nehri, Hindistan’daki en büyük nehirlerden beşincisidir. 1955 yılında Su ve Enerji Komisyonu, nehrin hidroelektrik potansiyelinin tespit edilmesi amacıyla çalışmalar yapmıştır.  Çalışmalar  sonucunda  dönemin  Bombay  Hükümeti  ile  birlikte  bölgede  baraj inşaatları yapılmasına karar verilmiştir. Buna göre 30 adet büyük, 135 adet orta ve 3000 adet küçük ölçeklerde baraj inşa edilmesi onaylanmıştır. Dünya Bankası’ndan da fon desteği alan projenin  başlangıçtaki  amacı,  özellikle  bölge  halkının  elektrik  ve  sulama  ihtiyaçlarının karşılanmasıdır. Bölgede ayrıca inşaatlara ulaşım için yeni yollar yapılması ve personelin kalabileceği tesislerin de inşa edilmesi söz konusudur. Ancak proje devreye sokulduktan ve inşaatlara başlandıktan sonra, birçok bölge yerlisinin yer değiştirmek zorunda kaldığı, devlet  108 Narmada Bachao Andolan v. Union of India and Others, Supreme Court of India, Judgement: 18.10.2000, https://indiankanoon.org/doc/1938608/ (Erişim Tarihi: 16.03.2020)  109 May & Daly, s. 171 23tarafından da bu kişilerin başka bölgelere yerleştirilmesinin taahhüt edildiği ancak bu vaatlerin tam anlamıyla yerine getirilmediği görülmüştür. Ayrıca proje sebebiyle nehir kıyıları eski verimliliğini kaybetmiştir. Bu durum bölgede eylemlerin gerçekleşmesine sebep olmuş ve sonunda baraj karşıtlığı büyük bir direniş halini almıştır. Direnişin getirdiği baskılarla Dünya Bankası projeye sunduğu desteği geri çekmiştir. Hindistan Yüksek Mahkemesi ise, Sardar Sarovar Barajı’nın, baraj yüksekliğinin planlanandan daha kısa tutulması suretiyle inşasını onaylamıştır. Dünya Bankası’nın desteğini çekmesi ertesinde baraj, devlet destekleri ve ticari borçlanmalarla  inşa  edilmeye  devam  etmekte  olup,  2025  yılında  bitirilmesi hedeflenmektedir.110 Hindistan Yüksek Mahkemesi önüne gelen dosya, kamu yararı davası (public interest litigation) olarak açılmış bir dava olup, bu dava türü kendi haklarını ileri süremeyen bireylerin maruz kaldıkları hak ihlallerinin tespit edilebilmesinin önünü açan yeni bir sistemdir. Mahkeme olaya ilişkin kararında, dünyada faydalanılabilen üç su kaynağı olduğunu ifade etmiş ve bunları, yağış, nehirler ve yeraltı suları olarak saymıştır. Mahkemelerin, devletin bu tarz projelere ilişkin aldığı kararlar esnasında hukukun ihlal edilmediğinden ve halklarının haklarının Anayasa’da öngörülmeyen bir şekilde çiğnenmediğinden emin olması gerektiğini ifade edilmiştir. Baraj yapımı  bir  yandan  bölgedeki  yerleşimi  arttıracak,  su  kıtlığı  çeken  bölgelere  su  erişimi sağlayacakken, bir yandan da bölge yerlilerinin yerleşimlerinin sular altında kalmasına ve tarım alanlarından olmalarına sebebiyet verecektir. Ayrıca elektriğin, günümüz hayatında kişilerin vazgeçilmez  bir  ihtiyacı  olduğuna  belirtilmiştir.  Burada  bir  haklar  çatışması  olduğuna Mahkeme de dikkat çekmiştir. Nihayetinde Mahkeme, projenin olabildiğince erken bir şekilde Mahkemece onaylandığı koşullarla bitirilmesi, çevrenin korunması, rehabilite edilmesi ve dengeleyici önlemlerin alınması yönünde karar vermiştir.111  Hindistan Mahkemelerinin bu yöndeki kararlarına atıf yaparak Pakistan, Nepal ve Bangladeş’te  de  su  hakkının  yaşama  hakkının  bir  sonucu  olarak  içtihatta  yer  aldığı görülmektedir.112 Başka  bir  örnek  olarak  Sawhoyamaxa  Yerli  Topluluğu  v.  Paraguay  davasına değinilebilir. İnsan Hakları Amerikalılar-Arası Mahkemesi’nde görülen davada, Sawhoyamaxa yerlileri, nesillerden beri Paraguay’ın Chaco bölgesinde hayatlarını sürdürmektedir. Ancak  110 https://www.legalindia.com/narmada-bachao-andolan/ (Son Erişim Tarihi: 17.03.2020) 111 Narmada Bachao Andolan v. Union of India and Others, Supreme Court of India, 18.10.2000, para. 238 https://www.casemine.com/judgement/in/5609ad84e4b01497114118c5 (Son Erişim Tarihi: 16.06.2020) 112 Ocak, s. 127 24Paraguay otoriteleri tarafından 1991 yılında zorla yerlerinden edilmiş ve yaşadıkları yere geri dönmek için Amerikalılar-Arası İnsan Hakları Komisyonu’na başvurmuşlardır. Başvuru, 2005 yılında İnsan Hakları Amerikalılar-Arası Mahkemesi’ne taşınmıştır. Yerliler bu bekleme süreci içerisinde,  su,  gıda,  eğitim  ve  sağlık  hizmetleri  gibi  temel  ihtiyaçlarına  erişme  imkanı bulamamış, hem topluluğun üyeleri hem de geleneksel yaşam tarzları tehlikeye girmiştir. 2006 yılında  Mahkeme,  Sawhoyamaxa  yerlilerinin  İnsan  Hakları  Amerika  Sözleşmesi’nde düzenlenen yaşam hakkı, kanun önünde tanınma hakkı, adil yargılanma ve yargısal korunma hakkı ve mülkiyet hakkının ihlal edildiğini, devletin haklara saygı yükümlülüğünün Paraguay tarafından ihlal edildiğini tespit etmiştir.113 Bu kararın önemi, kişilerin devlet eliyle temel yaşam standartlarına uygun bir hayat sürmelerinin engellenmesi, içme suyu, gıda gibi temel ihtiyaçlarına  erişememeleri  dolayısıyla  özellikle  yaşam  hakkının  ihlal  edildiğine hükmedilmesidir.  Burada  da  su  hakkının,  yaşam  hakkı  bağlamında  değerlendirildiği görülmektedir.   B.   Türkiye’de Su Hakkının İleri Sürülebilirliği  Türkiye, Falkenmark Göstergesi’ne göre su stresi altındaki bir ülkedir. 2015 yılında kişi başına 1422 metreküp yıllık su düşmekteyken, 2017 yılı itibariyle bu miktar 1386 metreküpe kadar düşmüştür. 2023 yılında Türkiye’nin 100 milyon nüfusa ulaştığı varsayıldığında, kişi başına düşen yıllık su miktarının 1120 metreküpe düşeceği öngörülmektedir.114 Bu da, gerekli önlemler ve farkındalık oluşturulmadığı takdirde, Türkiye’nin çok yakın bir tarihte su kıtlığı çekmeye başlayacağını açıkça göstermektedir.  Türkiye, temiz suya ve sıhhi temizliğe erişim hakkını anayasal veya yasal düzeyde açıkça tanımış bir ülke olmadığı gibi, yukarıda verdiğimiz Hindistan veya Paraguay kararları gibi bir içtihada rastlamak da zordur. Dolaylı yollardan su hakkı ile bağlantılı kabul edilebilecek düzenlemelerin genel olarak çevresel haklarla ve çevrenin korunmasıyla ilgili düzenlemeler olduğu  aşağıda  incelenecektir.  Elbette  ki,  yukarıda  ifade  edildiği  üzere,  su  hakkı,  insan hayatındaki özel yeri ve suyun belirli bir kalitede muhafaza edilmesi için gereken pozitif edimler düşünüldüğünde, çevresel hakların korunmasıyla yetinilmemelidir.   113 Case of the Sawhoyamaxa Indigenous Community v. Paraguay, Inter-American Court of Human Rights, 2006, https://www.escr-net.org/caselaw/2013/case-sawhoyamaxa-indigenous-community-v-paraguay  (Son  Erişim Tarihi: 20.06.2020) 114 TSKB, sf. 11 251.  Su Hakkına İlişkin Öne Sürülebilecek Mevzuat  Türkiye  Cumhuriyeti’nin  ilanından  sonra  1926  yılında  yürürlüğe  giren  743  sayılı TMK’nın 641. maddesinde, Sahipsiz şeyler ile menfaati umuma ait olan mallar Devletin hüküm ve tasarrufu altındadır. Hilafı sabit olmadıkça manfaatı umuma ait olan sular ile ziraate elverişli olmıyan yerler, kayalar, tepeler, dağlar ve onlardan çıkan kaynaklar kimsenin mülkü değildir….”115 ifadeleri ile, ülke için sosyal ve ekonomik açıdan önemli görülen suyun özel mülkiyete konu olamayacağı anlaşılmaktadır.  1960 yılında, Köy  İçme Suları  Hakkında  Kanun ile köylerin içme suyuna ilişkin düzenlemeler yapılmış, 1985 yılına kadar köylere su temini bu kanunla gerçekleştirilmiştir.  1961 Anayasası dönemine gelindiğinde, tabii servet ve kaynakların devletin hüküm ve tasarrufunda olduğu kabul edilmekle beraber, 1961 Anayasası, herkesin yaşama, maddi ve manevi varlığını geliştirme hakkına sahip olduğunu düzenlemiştir. Bireylerin maddi ve manevi varlığını geliştirme hakkı, su gibi temel bir ihtiyacın doğru bir şekilde temini var olmadan, kullanılabilir görünmemektedir. Aynı anayasanın İktisadi ve Sosyal Hayatın Düzeni” İktisadi ve Sosyal Hayatın Düzeni” yan başlıklı bölümünde devlete iktisadi ve sosyal hayatı herkes için insanlık haysiyetine yaraşır bir yaşayış seviyesi sağlanması amacına göre düzenlenmesi gerektiği116 belirtilmiştir. Çalışmanın başında da incelediğimiz gibi, su hakkı ile insanlık haysiyetine yaraşır bir yaşayış seviyesi birbirine bağlı haklar olmakla, dolaylı olarak suya erişim hakkı bu ibarelerden ileri sürülebilir.  1982 Anayasası’nda su hakkı bir insan hakkı olarak düzenlenmemektedir. Su ile yapılan düzenlemelere genel bir bakıldığında ise, suya ilişkin düzenlemelerin haklardan ziyade suyun metalaştırılmasına yönelik düzenlemeler olduğu görülmektedir. Bu sebeple suyun bir hak olarak doğrudan öne sürülebilmesi mümkün görünmemektedir.  Burada, su hakkının ihlal edildiğinin dolaylı yolla öne sürülebilir. İlk olarak, Anayasa 90/5. Maddesi uyarınca, temel hak ve hürriyetlere ilişkin imzalanmış uluslararası sözleşmelerde düzenlenen hükümlerle  iç hukuk düzenlemeleri arasında bir çatışma bulunduğu  takdirde, sözleşme hükümleri esas alınacaktır. Böylece, Türkiye’nin taraf olduğu ilgili sözleşmelere atıf yoluyla yargı yollarına hak ihlali başvuru yapılabilmesi mümkündür. Türkiye’nin taraf olduğu  115 https://www.mevzuat.gov.tr/MevzuatMetin/5.3.7420.pdf (08.11.2019) 116 1961 Anayasası’nın 41. maddesi 26uluslararası sözleşme ve belgelerde suyun bir insan hakkı olarak tanınması dolayısıyla, su ve sıhhi temizliğe erişimin sosyal bir hak olarak dava edilebileceği öne sürülebilir.117  Yine Anayasa’da düzenlenen sosyal ve ekonomik haklar bölümündeki hakların önemli bir kısmı İHAS’taki medeni haklar niteliğinde olmaları sebebiyle, yansımalı koruma” denilen, medeni ve siyasal hakların yorumu ile korunabileceği belirtilmektedir.118 Ancak, Anayasa’nın 65. maddesinde düzenlendiği üzere devlet, sosyal ve ekonomik alanlarda Anayasa’da gösterilen görevlerini, mali kaynaklarının yeterliliği ölçüsünde yerine getirecektir. Bu da ESKHS’de olduğu gibi, su hakkının uygulanabilmesi için alınması gereken tedbirlerde  devlete  bir  takdir  alanı  bırakmakta,  mali  kaynakların  yetersizliği  söz  konusu olduğunda hakkın korunmasının da teorik olarak güçleşeceği düşüncesi ortaya çıkmaktadır. Hindistan Mahkemesi’nde örneğinde incelendiği gibi, her ne kadar su bir insan hakkı olarak anayasalarında düzenlenmemiş olsa da, suya erişimin yaşam hakkıyla bağıntılı olduğuna dair  görüşü,  içtihatla  oluşmuştur.  Türkiye’deki  mahkemeler  bakımından  bu  yorum  tarzı geliştirilirse, yaşam hakkının korunması adına su hakkının korunması, ülkede çok daha sağlam bir güvencenin  önünü  açacaktır. Yaşam  hakkına ek olarak Anayasa’nın 63. maddesinde, Devlet, tarih, kültür ve tabiat varlıklarının ve değerlerinin korunmasını sağlar, bu amaçla destekleyici ve teşvik edici tedbirleri alır.” ibaresi bulunmaktadır. Suyun da bir tabiat varlığı olduğu göz önünde bulundurulduğunda, madde geniş yorum yapmaya müsait görünmektedir. 119  İdari Yargılama Usul Kanunu’na göre, idari işlemler hakkında menfaati ihlal edilenler iptal davası açabilirler. 120Ancak su hakkının kendine has özelliği sebebiyle menfaati ihlal edilen  kişinin  doğrudan  etkilenen  biri  olması  gerekip  gerekmediğine  ilişkin  bir  netlik olmamakla beraber, bu duruma netlik kazandırılması önem arz etmektedir.   Su hakkındaki düzenlemeler, temel kanun olarak 2002 yılında yürürlüğe giren 4721 sayılı Türk Medeni Kanunu (TMK)’da yer almaktadır. TMK’nın 715. Maddesine göre,  Sahipsiz yerler ile yararı kamuya ait mallar, Devletin hüküm ve tasarrufu altındadır. Aksi ispatlanmadıkça, yararı kamuya ait sular ile kayalar, tepeler, dağlar, buzullar gibi tarıma  117 Perçin, s. 92 118 Perçin, s. 94 119 Tolga Şirin, Su Hakkı ve Su Varlığının Korunması İçin Hukuki Dayanaklar, Su Kanunu Tasarısı, Eleştirisi ve Alternatif Su Kanunu Tasarısı, Sosyal Değişim Derneği, 1. Baskı, 2014, s. 158 120 İYUK 2. madde 27elverişli olmayan yerler ve bunlardan çıkan kaynaklar, kimsenin mülkiyetinde değildir ve hiçbir şekilde özel mülkiyete konu olamaz…”121 Düzenlemenin, 1926 tarihli ve 743 sayılı TMK ile aynı olduğu görülmektedir.  Kaynak  ve  yeraltı  sularına  ilişkin  hükümler  TMK’nın  756  ile  761.  maddelerinde düzenlenmiştir. TMK’nın 756/4. maddesi uyarınca, yeraltı suları kamu yararına aittir.  Yine TMK’nın 757/1. maddesi uyarınca, su kaynaklarına zarar veren kimsenin bu zararı giderme yükümlülüğü vardır.  Maden Kanunu’na 5177 sayılı Kanun ile eklenen maddeye göre, Jeotermal kaynaklar ve  mineral  suların  bulunduğu  yerlerde  bu  kaynakların  işletilmesi  ve  değerlendirilmesine yönelik tesisler için ihtiyaç duyulan araziler, çevresinde bulunan arazilere zarar vermeyecek tedbirlerin alınması şartıyla kullanım şekline ve niteliğine ve vasfına bakılmaksızın bu amaca kullanılmak üzere tahsis edilmektedir.” 122denilmektedir. Buna  ek  olarak,  suyun  kullanımına  ilişkin  genellikle  belediyecilik  işlemlerine  ve  suyun pazarlanmasına dair değişik kanunlarda kısa düzenlemeler mevcuttur. Görülmektedir ki, su hakkı  veyahut  suyun  korunmasına  ilişkin  Türkiye’de  kapsamlı  bir  düzenleme bulunmamaktadır.   Düzenlemelerin medeni hukuk boyutu olduğu gibi, bir de cezai boyutu bulunmaktadır. Çevre ceza hukukunda korunan hukuksal değerin ne olduğu konusunda farklı görüşler ortaya atılmaktadır.  Bu  görüşlerin  genel  anlamda  ekolojik  merkezli  ve  insan  merkezli  görüşler etrafında toplandığı görülmektedir. Ekolojik hukuk anlayışını benimseyen yazarlar çevreyi oluşturan  hava,  su,  toprak  ve  bu  alanda  yaşayan  canlıların  korunduğu  hukuksal  görüşü savunmaktayken,  insan  merkezli  görüşü  benimseyen  yazarlar,  korunan  hukuksal  değerin yaşam, sağlık ve vücut bütünlüğü gibi kişisel hukuksal değerler olduğunu savunmaktadır. Nebahat Kayaer’in görüşüne göre, çevre suçlarıyla korunmak istenen hukuki yarar, iki görüşü de kapsayan, yani insan merkezli görüşlerle birlikte çevre kirliliğiyle meydana gelebilecek zararların ihlal ettiği diğer çevreyi oluşturan hava, su, toprak ve hayvan ve bitkilerin, özetle çevrenin bizzat kendisinin korunmasıdır.123 Medeni kanundaki düzenlemelere ek olarak 5237 sayılı Türk Ceza Kanunu (TCK)’nun 181. maddesinde124 Çevrenin Kasten Kirletilmesi” suçunun düzenlendiği görülmektedir. Aynı  121 https://www.mevzuat.gov.tr/MevzuatMetin/1.5.47220.pdf (08.11.2019) 122 Maden Kanunu’na 5995 sayılı Kanun ile eklenen geçici 4. madde 123 Nebahat Kayaer, Atık ve Artıklarla Çevrenin Kasten Kirletilmesi Suçu (TCK m. 181/1),  Dokuz Eylül Üniversitesi HFD, Cilt: 21, Sayı: 1, 2019, s. 143 124 TCK m. 181 – (1) İlgili kanunlarla belirlenen teknik usullere aykırı olarak ve çevreye zarar verecek şekilde, atık veya artıkları toprağa, suya veya havaya kasten veren kişi, altı aydan iki yıla kadar hapis cezası ile cezalandırılır.  28şekilde  yine  TCK’nın  182.  maddesinde125  Çevrenin  Taksirle  Kirletilmesi”  suçu düzenlenmiştir. TCK bakımından bir değerlendirme yapmak gerekirse, bu suçta korunan hukuki yararın ne olduğunu anlamak için suçun düzenlendiği alt başlık önem arz etmektedir. İlgili suç TCK’nın ikinci kitabının Topluma Karşı Suçlar” başlıklı üçüncü kısmının ikinci bölümünde Çevreye Karşı Suçlar” başlığı altında düzenlenmiştir. TCK m. 181’in gerekçesinde, kişilerin sağlıklı bir  çevrede  yaşama  hakları  korunmuş  olduğu”  açıkça  ifade  edilmiş,  sağlıklı  ve  dengeli yaşamanın hak olduğu vurgulanmıştır. İlgili maddede öngörülen suçla birden fazla hukuki yararın korunmasının amaçlandığı görüldüğünden, korunan hukuki yarar karma niteliktedir.  TCK m. 181/1-2 ve 3. fıkralarında düzenlenen suçlarda öncelikle su, toprak ve havanın korunduğu görülmektedir. Bu şekilde dolaylı yoldan kişilerin temiz ve sağlıklı bir çevrede yaşayabilmeleri sağlanacak, böylece de sağlıklı yaşam hakkı korunacaktır.  TCK m. 181/4’e bakıldığında ise suça konu fiillerin insanlar, hayvanlar ve bitkiler açısından olumsuz etki doğurması halinde verilecek suçun ağırlaşmış bir halinin mevcudiyeti söz konusudur. Buradan anlaşılacağı üzere, TCK m. 181/4 ile korunan hukuki değer, insan, hayvan veya bitki fark etmeksizin canlıların yaşam hakkının korunmasıdır. Yine bu maddeyle korunan bir hukuki değer de, idari birimlerin koyduğu kuralların uygulanması açısından çevre ceza hukukuna başvurulması sebebiyle kamu düzenidir.126  TCK m. 182 vasıtasıyla suçun taksir yoluyla işlenebileceği de öngörülmüştür. Bu durum,  ilgili  eylemlerin  suç  teşkil  etmesinin  kamu  düzeninden  olduğunun  bir  başka göstergesidir.  Zira,  suça  konu  eylemleri  gerçekleştirebilecek  süjelerin  istemeden  de  olsa meydana getirecekleri zarar, insan, hayvan ve bitki  örtüsünün esenliğini zedeleyebilecek, çevrede tahribata yol açabilecek ve yaygın bir kamu tehdidi oluşturabilecektir.    (2) Atık veya artıkları izinsiz olarak ülkeye sokan kişi, bir yıldan üç yıla kadar hapis cezası ile cezalandırılır.  (3) Atık veya artıkların toprakta, suda veya havada kalıcı özellik göstermesi halinde, yukarıdaki fıkralara göre verilecek ceza iki katı kadar artırılır.  (4) Bir ve ikinci fıkralarda tanımlanan fiillerin, insan veya hayvanlar açısından tedavisi zor hastalıkların ortaya çıkmasına, üreme yeteneğinin körelmesine, hayvanların veya bitkilerin doğal özelliklerini değiştirmeye neden olabilecek niteliklere sahip olan atık veya artıklarla ilgili olarak işlenmesi halinde, beş yıldan az olmamak üzere hapis cezasına ve bin güne kadar adli para cezasına hükmolunur.  (5) Bu maddenin iki, üç ve dördüncü fıkrasındaki fiillerden dolayı tüzel kişiler hakkında bunlara özgü güvenlik tedbirlerine hükmolunur.  125 TCK m. 182 – (1) Çevreye zarar verecek şekilde, atık veya artıkların toprağa, suya veya havaya verilmesine taksirle neden olan kişi, adlî para cezası ile cezalandırılır. Bu atık veya artıkların, toprakta, suda veya havada kalıcı etki bırakması halinde, iki aydan bir yıla kadar hapis cezasına hükmolunur. (2) İnsan veya hayvanlar açısından tedavisi zor hastalıkların ortaya çıkmasına, üreme yeteneğinin körelmesine, hayvanların veya bitkilerin doğal özelliklerini değiştirmeye neden olabilecek niteliklere sahip olan atık veya artıkların toprağa, suya veya havaya taksirle verilmesine neden olan kişi, bir yıldan beş yıla kadar hapis cezası ile cezalandırılır.  126 Kayaer, s. 144 29Çevrenin  unsurlarından  biri  olan  su,  canlıların  yaşam  kaynağıdır.  Ancak  tüm  su kaynakları suçun koruma kapsamına girmemektedir. Yatağından akan veya doğal olarak çıkan yüzey suyu, yeraltı suyu, ev kuyularındaki durgun su, denizler, göller ve nehirler suçun koruma kapsamında kabul edilmekteyken, sulak çayırlar, bataklıklar, sazlıklar gibi sularla bağlantısı olmayan sular koruma kapsamına girmemektedir. Burada ayırıcı husus, ilgili kaynakların su döngüsüne girip girmediğidir. İçme ve kullanma amacıyla kullanılan yeraltı suları canlıların yaşamlarını  sürdürebilmeleri  açısından  özellikle  önem  arz  etmektedir.  Bu  tür  suların kirlenmesi, toplumu sosyo-ekonomik açıdan ağır zarara uğratabilecektir. 127     2.   Türkiye’de Su Hakkının Pratiği  Türkiye’nin su hakkının ileri sürülebilirliğine dair doğrudan uygulaması rastlamak pek mümkün değildir. Ancak kat edilen aşamalar bağlamında uygulamaya örnek gelişmelere bu başlık altında yer verilecektir.  Günümüzde halen temiz suya ve sıhhi temizliğe erişim hakkı bağlamında birtakım gelişmeler olduğu  gibi,  sorunlar  da  yaşanmaktadır.  Örneğin,  İstanbul  Büyükşehir  Belediyesi’nin, 15.05.2019 tarihli İSKİ 5128 kararı, doğrudan su hakkının pratiğine ilişkindir. İSKİ 5 kararında, vatandaşların su faturalarına %40 indirim sağlayacak hanede yaşayan kişi bazlı dinamik bir tarife modeline geçileceği kararlaştırılmıştır. Kararda, Suyun maddi olarak daha karşılanabilir hale getirilmesi ve böylece erişiminin kolaylaştırılması, belediye gibi halkın doğrudan sosyal hizmetlere eriştiği makamlar açısından, son derece anlamlıdır. Daha da önemlisi aynı kararda, İstanbul’un kişi başı aylık su tüketiminin 2,5 metreküp olduğu tespiti üzerinden, hanede tüketilen her 2,5 metreküp suyun 0,5 metreküpünün insanı su hakkı kapsamında ücretsiz verilmesi,  insani  su  hakkı  kapsamında  konut  abonelerinin  aylık  30  metreküpe  kadar  su kullanımında  bu  uygulamanın  gerçekleştirilmesi  kararlaştırılmıştır.  İstanbul  Büyükşehir Belediyesi  bu  uygulamasıyla,  su  hakkını  açıkça  tanımış  ve  bireylerin  suya  daha  rahat erişebilmesi için gereken adımı atmış ilk belediye olmasıyla, diğer yerel yönetimlere de ilham olması ve hakkın yerel yönetim bazında gelişerek genel bir uygulamaya dönüşmesi ümit edilmektedir. Türkiye’de  su  hakkına  en  yakın  içtihat,  ÇED  süreçleri  sayesinde  oluşmaktadır. Danıştay’ın, çevre ve tarihsel varlıklarla ilgili iptal davalarında, hak arama özgürlüğünü geniş  127 Kayaer, s. 151 128 https://www.ibb.istanbul/CouncilDecision/RefIdIndex?refId=52839 (Son Erişim Tarihi: 19.06.2020) 30yorumlayarak  bazı  iptal  davalarının  her  vatandaş  tarafından  açılabileceğine  karar  verdiği görülmektedir.129 Anayasa Mahkemesi (AYM)’ne yapılan Demirdöven Köyü Tüzel Kişiliği ve Diğerleri Başvurusu’nda130, Artvin ili Yusufeli ilçesinde yapılan Damla Regülatörü ve Hidroelektrik Santrali (HES) projesiyle ilgili olarak Rize İdare Mahkemesi’ne başvurulmuştur. Olayda, santral inşaatı kararı Artvin Valiliği ilan panosunda 21.05.2009 tarihinden itibaren on gün süreyle ilan edilmiş, bölge halkına başka bir duyuruda bulunulmamıştır. Başvurucular karardan 16.10.2009 tarihinde proje işlemleri başladığı zaman haberdar olduklarını ifade ederek Çevre ve  Orman  Bakanlığı’na  itirazda  bulunmuşlardır.  Ancak  başvuruları  12.11.2009  tarihinde reddedilmiştir.  Bunun  üzerine  başvurucular,  Rize  İdare  Mahkemesi’ne  yürütmenin durdurulması talepli iptal davası açmışlardır. Rize İdare Mahkemesi, dosyanın derdestliği esnasında  yürütmenin  durdurulmasına  karar  vermiştir.  Kararın  gerekçesinde,  yapılan araştırmaların, keşif ve bilirkişi incelemelerinin sonucunda ÇED raporunda taahhüt edilen ve idare tarafından onaylanan Damla HES Projesi’nin hayata geçmesinden sonra geriye kalacak hayat  suyu  miktarının,  akarsudaki  canlı  yaşamının  sürdürülebilirliği  açısından  yeterince değerlendirilmediği belirtilmiştir. Buna ek olarak, proje sebebiyle oluşacak hafriyatın sucul ekosisteme  zarar  vermeden  nasıl  uzaklaştırılacağı  ve  bununla  ilgili  alınacak  tedbirlerin açıklanması gerekirken açıklanmadığı ifade edilmiştir.  Tüm bu sebeplerle ÇED raporunun idare tarafından kabul edilmesinde bir hukuka uygunluk bulunmadığı sonucuna varılmıştır. Bu durum, Türkiye sınırları içerisinde sucul ekosistemi ve temiz su kaynaklarını ilgilendiren projelerin sağlaması gereken koşullar açısından aydınlatıcıdır.  Rize  İdare  Mahkemesi,  yukarıdaki  gerekçelerle  yürütmeyi  durdurma  kararı  almış olmasına  karşın,  ÇED  raporuna  karşı  süresinde  başvuru  yapılmaması  nedeniyle  davayı reddetmiştir. Karar, Danıştay’da oyçokluğuyla onanmıştır. Onama kararının ertesinde AYM’ye bireysel başvuru yoluna gidilmiştir. AYM, 25.12.2018 tarihli kararında, ÇED raporunun Valilik ilan panosuna asılmasının yeterli olmadığını, tesisin yapıldığı köyde köy halkının ve diğer ilgililerin konu hakkında bilgilendirilmeleri ve durumdan haberdar edilmelerini sağlayacak duyurunun yapılması gerektiğini belirtmiş ve başvuruculardan bir kısmının mahkemeye erişim haklarının engellendiğine karar vermiştir.   129 Perçin, s. 91 130 Demirdöven Köyü Tüzel Kişiliği ve Diğerleri Başvurusu, T.C. Anayasa Mahkemesi (Başvuru No: 2014/14359) https://kararlarbilgibankasi.anayasa.gov.tr/BB/2014/14359 (Son Erişim Tarihi: 06.07.2020) 31Bu davaya bireysel başvuruya konu edilen husus, suya erişim hakkı kapsamında bilgi edinme  hakkı  ile  ilgilidir.  Yöre  halkının  su  kaynaklarını  etkileyecek  olan  tesisin  yapımı aşamasında ÇED raporu ile ilgili olarak bilgilendirilmemiş olmaları başlı başına su haklarının ihlali anlamını taşımaktadır. BM 15 No’lu Genel Yorum’da izah edildiği üzere, su hakkını ilgilendiren konularda bireylerin sürecin her aşaması ile ilgili olarak bilgilendirilmeleri, alınan kararlara katılımlarının sağlanması gerekmektedir.  Çevresel süreçlere ilişkin bilgi edinme hakkı konusunda uygulamada yaşanan başka sorunlar da vardır. Burada konuya ilişkin uygulama sorunu olarak addedilebilecek iki olaya yer verilecektir. Bunlardan birincisi, Bülent Şık özelinde gerçekleşmiştir. Sağlık Bakanlığı’nın kanser vakalarının endüstriyel çevre kirliliğiyle bağlantısını inceleyen projenin sonuçlarını açıklayan Bülent Şık, mevzuata aykırı bir biçimde ve yüksek oranda pestisit kullanımının, kanser başta olmak üzere kişiler üzerinde yarattığı sağlık sorunlarına değinmiştir. İçme suyu olarak kullanılan birtakım su kaynaklarında da pestisit, ağır metaller gibi toksik bileşenler bulunduğu tespit edilmiştir.131 İnsan ve doğal hayatın karşılaştığı risklerin bertaraf edilmesi ve halkın  bilinçlendirilmesi  gerektiğini  ifade  eden  Bülent  Şık’a,  yasaklanan  gizli  bilgileri açıklama, temin etme ve göreve ilişkin sırrı açıklama suçlarından dolayı Sağlık Bakanlığı tarafından suç duyurusunda bulunulmuş, 5 yıldan 12 yıla kadar hapsi istenmiştir. Yapılan yargılama  sonucunda  Şık  hakkında  mahkûmiyet  kararı  verilmiş,  15  ay  hapis  cezasına çarptırılmıştır.132 Yargılama halen derdesttir. Bireylerin sağlıklı bir çevrede yaşama ve temiz suya erişim haklarını ilgilendiren böyle bir olaya sır olarak bakmak, bu hakların amacı ve doğasıyla açıkça bağdaşmamaktadır. Bülent Şık olayına benzer ve Anayasa Mahkemesi’ne kadar gitmiş bir başka olay ise, 2008 yılında Tıp Kurumu Derneği Genel Sekreteri Ali Rıza Üçer’in Kızılırmak suyunda arsenik olduğu, bu arseniğin mesane, akciğer, cilt, böbrek ve karaciğer kanserine sebebiyet verdiğini öne süren basın açıklaması ertesinde yaşanmıştır. Ankara’nın içme suyunun Kızılırmak’tan temin edilmesi dolayısıyla, Ankara’nın içme suyunun da arsenik tehlikesiyle karşı karşıya olduğunu ifade eden Ali Rıza Üçer’e, dönemin Ankara Büyükşehir Belediye Başkanı Melih Gökçek, hakaret iddiasıyla tazminat davası açmıştır. Gökçek’in beyanlarına göre, yapılan basın açıklamasındaki birtakım ifadeler, kendisine yönelik hakaret içermektedir. Ankara 10. Sulh  131 Bilim insanı Bülent Şık’a skandal dava: Kanser raporunu halka açıklamaya 12 yıl hapis istemi, T24, 02.01.2019 https://t24.com.tr/haber/bilim-insani-bulent-sika-skandal-dava-kanser-raporunu-halka-aciklamaya-12-yil-hapis-istemi,788055 132  Kanser  raporunu  açıklayan  Şık’a  15  ay  hapis  cezası,  Deutche  Welle  Türkiye,  26.09.2019 https://www.dw.com/tr/kanser-raporunu-a%C3%A7%C4%B1klayan-%C5%9F%C4%B1ka-15-ay-hapis-cezas%C4%B1/a-50596671 (Son Erişim Tarihi: 21.06.2020) 32Hukuk Mahkemesi, görülen davada, basın açıklamasında yer alan Ali Rıza Üçer ve diğer uzmanların Melih Gökçek’e 750’şer Türk Lirası manevi tazminat ödemelerine hükmetmiştir.133 Ali Rıza Üçer, yargı yollarını tüketerek, Anayasa Mahkemesi’ne ifade özgürlüğünün ihlal edildiği gerekçesiyle bireysel başvuruda bulunmuştur.134 Anayasa Mahkemesi Genel Kurul’u tarafından  02.07.2015  tarihinde  alınan  kararda,  ifade  özgürlüğünün  büyük  ölçüde  eleştiri özgürlüğünün  koruma  altına  alınmasını  amaçladığını,  kamuoyunu  yakından  ilgilendiren meseleleri tartışma özgürlüğü olduğunu  ve bunun demokratik sistemlerde bir gereksinim olduğunu ifade ederek, Anayasa’nın 26. maddesinde koruma altına alınan ifade özgürlüğünün ihlal edildiğine karar vermiştir.  Kişilerin  sağlıklı  bir  çevrede  yaşama  hakkı  ve  temiz  içme  suyuna  erişim  hakkı, ekonomik veya politik gayelerle sınırlanmamalı, bireyler bu konularda bilgi edinmeye ve haklarını talep etmeye yöneldiklerinde bunu serbestçe gerçekleştirebilmeleri sağlanmalıdır. Nitekim bu haklar, devletin korumayı taahhüt ettiği haklar arasındadır. Türkiye’de su hakkının doğrudan  korunduğu  uygulamalar  çok  kısıtlı  da  olsa,  çevresel  haklar  bağlamında  ileri sürülmektedir.  İleriki  dönemlerde  içtihat,  bize  daha  çok  fikir  verebilecek  bir  kapsama evrilecektir. SONUÇ Bir insan hakkı olarak su, her bireyin yeterli, güvenli ve kabul edilebilir nitelikteki suya fiziksel ve ekonomik olarak erişebilmesinin sağlanmasını ifade etmektedir. Bu hakkın varlığına ilişkin yakın tarihe kadar bir tartışma zemini oluşmamış olmakla birlikte, bugün karşımıza çıkan iklim değişikliği ve bunun yansıması olan artan kuraklık ve buzul erimeleri, nüfus artışı ve tüm bunların karşısında sınırlı ve ikame edilemez bir kaynak olan su rezervleri, gittikçe önem kazanmaya başlamıştır. 1970’li yıllarla beraber tartışmaya açılan bu süreç, suyun ekonomik bir meta  olarak  değerlendirilmesinden  başlayıp,  bugün  çeşitli  ülkelerde  anayasal  veya  yasal düzlemde insani bir hak olarak suyun tanınması noktasına gelmiştir. Ekonomik çıkarların hakkın  korunmasına  ağır  basacağı  endişesi  haksız  olmadığından,  suyun  bir  hak  olarak değerlendirilmesi daha isabetlidir. Uluslararası belgelerle de su hakkı, diğer haklardan ayrı bir mevcudiyet kazanmıştır. Özellikle BM Ekonomik, Sosyal ve Kültürel Haklar Komitesi’nin 15 No’lu Genel Yorumu, su hakkına ilişkin çok önemli değerlendirmeler içermektedir. Her ne  133 AYM’den Gökçek’e ders gibi karar, OdaTV, 12.08.2015 https://odatv4.com/aymden-gokceke-ders-gibi-karar-1208151200.html (Son Erişim Tarihi: 21.06.2020) 134  Ali  Rıza  Üçer  Başvurusu  (2)  (Başvuru  No:  2013/8598), https://kararlarbilgibankasi.anayasa.gov.tr/BB/2013/8598 (Son Erişim Tarihi: 21.06.2020) 33kadar devletler arasında imzalanmış uluslararası sözleşmelerde temiz içme suyuna ve sıhhi temizliğe erişim hakkı açıkça düzenlenmese de, suyun önemi itibariyle uluslararası insan haklarında çoktan kabul görmüş ve yukarıda incelenmiş hakların gerçekleştirilmesinden ayrı kabul edilemeyeceği söylenebilir. BM’nin değişik karar ve yorumlarla su hakkına yaptığı vurgu ise, hakkın önemi ve ciddiyetine özellikle değinilmesi açısından çok önemlidir. Su hakkı kapsamı itibariyle, yaşam hakkı, sağlık hakkı, konut hakkı, insanlık onuru gibi çok daha önceden tanınırlık kazanmış insan haklarıyla özgün bir bağa sahiptir. Bu sebeple bu hakkın, daha geniş kitlelerce talep edilmesi ve daha çok devlet tarafından tanınması önemlidir. Çünkü  su,  ülkelerin  sınırlarını  dinlemeyen,  tüm  insanlığın  ihtiyaç  duyduğu  hayati  bir elementtir. Hindistan, Bolivya, Ekvador ve daha birçok ülkenin bugün yarattığı hukuk ve içtihat, insan hakkı olarak suya erişimin geleceği yönünden ilham vericidir. Türkiye’de ise özellikle TMK  ve TCK ile su hakkının ileri sürülebileceği birtakım düzenlemelere yer verilmektedir. TMK’daki düzenlemeler her ne kadar bir insan hakkı olarak su hakkının ileri sürülebilmesinde ancak dolaylama yoluyla kısıtlı bir etkide bulunabilecekse de, TCK’da Topluma Karşı Suçlar” başlığı  altında  düzenlenen  Çevrenin  Kasten  Kirletilmesi”  suçu,  cezai  yükümlülükler yüklemesiyle, kapsamına suyun da kaçınılmaz olarak girdiği doğanın kirletilmesine ekolojik ve insani  boyutlarla  birtakım  yaptırımlar  getirebilmektedir.  Ancak  bu  düzenlemeler,  su kaynaklarının  kirletilmesinden  sonra  devreye  girmesi  açısından,  var  olan  temiz  su kaynaklarının korunması hakkında daha sıkı ve önleyici mekanizmaların düzenleme altına alınması daha verimli olacaktır. Bu sebeple çevre suçları olarak düzenlenen TCK m. 181 ve 182’nin, iklim felaketi ve sanayileşmenin en doğrudan sonuçlarını karşımıza çıkaracak olan su kaynakları sıkıntısını bertaraf etmede yeterli olmayacağı söylenebilir.  Uluslararası  kaynaklardan,  karşılaştırmalı  hukuktan  ve  Türkiye’deki  mevzuat  ve içtihattan yola çıkarak, Türkiye’de suyun sosyal ve insani bir hak oluşuna ilişkin kapsamlı ve güçlü bir şekilde koruyucu düzenlemeler bulunmadığı, suyun halen ağırlıklı olarak ekonomik bir  meta  olarak  değerlendirilmesi  anlayışının  devam  ettiği  değerlendirmesini  yapmak mümkündür. Bunda, henüz suya erişime ilişkin dramatik bir tabloyla karşılaşılmamış olması da bir etkendir. İklim değişikliğinin gözle görülür etkilerini hali hazırda yaşamaya başlayan ülkemizde, var olan kaynakların korunması, ancak suyun anayasal bir insan hakkı olarak tanınması ve bundan yola çıkarak yapılacak yasal düzenlemelerle önlemlerin alınmasıyla gerçekleşecektir. Bunun için, özellikle tatlı su kaynaklarının korunmasına ilişkin ek bir kanun yoluna gidilmesi, su kaynaklarının kirletilmesi riski taşıyan işletmelere, işletmeler hali hazırda 34faaliyete başladıktan sonra değil, başlayabilmelerine izin verilebilmesi için başta koruyucu tedbirleri  almış  olmalarının  tesis  edileceği  denetim  mekanizmalarının  güçlendirilmesi  ve düzenli denetimlerin tesis edilmesi gerekmektedir. Bu şekilde, su kaynakları  hali hazırda kirletildikten sonra yaptırım yoluna gidilmektense, tüm insanlığın ortak kıymeti olan suyun temiz ve sağlıklı bir şekilde korunması sağlanacaktır. Tüm bunlara ek olarak, bireylerin suyun önemi ve taşıdığı riskler hakkında daha bilinçli davranmasını sağlayacak önlemlerin hayata geçirilmesi yerinde olacaktır.  Uygulamada  çevrenin  kasten  kirletilmesi  suçunun  en  elverişli  failleri,  kurum  ve kuruluşlardır. Sanayi, tarım gibi uygulamalarda çevreye ve su kaynaklarına zarar verecek ölçekte kimyasal kullanımı, bu güce sahip kurumları gerektirir. Bu kurum ve kuruluşlarının denetlendiği bir mekanizma çok değerlidir. Ancak suçun denetimi, suç işlendikten sonra devreye girdiğinden, çevre gibi tahribi çok kolay ama rehabilitasyonu çok zor hususlarda, önleyici mekanizmaların daha da geliştirilmesi gerekmektedir. Bireylerin de temiz ve sağlıklı suya erişim hakkını etkin olarak kullanabilmesi için, halkın  bilinçlendirilmesi  ve  bilgilendirilmesi  yoluna  gidilmeli,  doğal  kaynaklara  ilişkin uygulamalarda sürece katılımlarının sağlanması ve nerede olursa olsun herkesin haklarından faydalanabilmesi için bir standart oluşturulması gerekmektedir.  Tüm  bu  temennilerin  gerçekleşmesinde  büyük  rol,  yasama,  yürütme  ve  yargı makamlarının  aktif  katılımındadır.  Bu  şekilde,  Anayasal  haklarımızın  kanunlarla detaylandırılması ve içtihat oluşması mümkün olacak ve su hakkı hukuk devleti olmaya yaraşır bir şekilde korunacaktır.         35KAYNAKÇA  BAER, 2015, From Water Wars To Water Rights: İmplementing the Human Right To Water in Bolivia, Journal of Human Rights, Routledge, 2015. BAKKER, The Commons” Versus the Commodity”: Alter-globalization, Anti-privatization and the Human Right to Water in the Global South, Antipode, 2007. BARLOW, Blue Covenant: The Global Water Crisis and the Coming Battle for the Right to Water, McClelland & Steward, 2009. Birleşmiş Milletler Ekonomik, Sosyal ve Kültürel Haklar Komitesi, 15 No’lu Genel Yorum, 2002. Birleşmiş Milletler İnsan Hakları Komitesi, 6 No’lu Genel Yorum, 1982. CAHILL-RIPLEY, The Human Right to Water and its Application in the Occupied Palestinian Territories. Oxon: Routledge, 2011. Constitution of the World Health Organization, 2006. DONNELLY, Teoride ve uygulamada evrensel insan hakları (Çev.) Mustafa Erdoğan & Levent Korkut), Ankara, Yetkin Yayınları, 1995. DUYMAZ, İklim Değişikliği, Afetler ve İnsan Hakları: Çevresel Zorunlu Göç, Yayınlanmamış Doktora Tezi, Marmara Üniversitesi SBE, İstanbul, 2019. FITZMAURİCE, The Human Right to Water, Fordham Environmental Law Review, Vol. XVII, New York, 2007. GUPTA/ AHLERS/ AHMED, The Human Right to Water: Moving Towards Concensus in a Fragmanted World, Review of European Community & International Environmental Law 19 (3), 2010. KAYAER, Atık Ve Artıklarla Çevrenin Kasten Kirletilmesi Suçu (TCK m. 181/1), Dokuz Eylül Üniversitesi HFD, Cilt: 21, Sayı: 1, (s. 139-203), 2019. KUÇURADİ, İnsan Hakları Kavramları Ve Sorunları, Ankara, Türkiye Felsefe Kurumu, 2007. MAY/DALY, Dünyada Çevresel Anayasacılık. T. Şirin & N.U. Orcan (Çev.) Ankara: Ekoloji Kolektifi Derneği (Orijinal Basım Tarihi 2015), 2018. MCCAFFREY, A Human Right to Water: Domestic and International Implications, Georgetown International Environmental Law Review, Vol. 5:1, 1992. 36MCGRAW, Defining and Defending the Right to Water and Its Minimum Core: Legal Constuction and the Role of National Jurisprudence, Loyola University Chicago International Law Review, Vol. 8 Issue: 2, 2011. MİROSA/HARRIS, Human Right to Water: Comtemporary Challenges and Contours of a Global Debate. Antipode, 2011.  OCAK, Ayşenur, Bir Doğa ve İnsan Hakkı Olarak Su Hakkı, Yayımlanmamış Yüksek Lisans Tezi. Galatasaray Üniversitesi SBE, 2018. Office of the High Commissioner for Human Rights, General Comment No.3: The Nature of State Parties’ Obligations (Art.2, Para.1 of the Covenant, E/1991/23), 1990. ÖNDÜL, İnsan Onuru, İnsan Hakları Derneği, 1998. PERÇİN, Bir İnsan Hakkı Olarak Su Hakkının Gelişimi ve Türkiye’deki Uygulama, Yayımlanmamış Yüksek Lisans Tezi, Kocaeli Üniversitesi SBE, 2019. Resolution Adopted by the Human Rights Council, Human Rights and Access to Safe Drinking Water and Sanitation, 6.10.2010, (A/HRC/RES/15/9) SCANLON, CASSAR, NEMES, Water as a Human Right?, 7th International Conference on Environmental Law, Sao Paulo, 2003. ŞİRİN, Çevre, İnsan, Devlet, İstanbul, Tekin Yayıncılık, 2015. ŞİRİN, Su Hakkı Ve Su Varlığının Korunması İçin Hukuki Dayanaklar, Su Kanunu Tasarısı, Eleştirisi Ve Alternatif Su Kanunu Tasarısı, Sosyal Değişim Derneği, (1. Baskı), 2014 TOPÇU, Bir İnsan Hakkı Olarak Su Hakkı, Yayımlanmamış Doktora Tezi, Ankara Üniversitesi SBE, 2009. UYAR, Birleşmiş Milletler’de İnsan Hakları Yorumları, İnsan Hakları Komitesi ve Ekonomik, Sosyal ve Kültürel Haklar Komitesi, 1981-2006, İstanbul Bilgi Üniversitesi Yayınları 145, İnsan Hakları Hukuku Çalışmaları 5, İstanbul, 2006.  Raporlar UNESCO, The United Nationals World Water Development Report, 2019. UNICEF and WHO, Progress on Household Drinking Water, Sanitation and Hygiene 2000-2017: Special Focus on Inequalities. New York, 2019. 37Türkiye Sanayi Kalkınma Bankası A.Ş. (TSKB), Su: Yeni Elmas, Ekonomik Araştırmalar, 2019.  Uluslararası Sözleşmeler ve Bildiriler Birleşmiş Milletler Çocuk Haklarına Dair Sözleşme, 1989. Birleşmiş Milletler Ekonomik, Sosyal ve Kültürel Haklar Sözleşmesi, 1966. Birleşmiş Milletler Medeni ve Siyasal Haklar Sözleşmesi, 1966. Çevre ve Kalkınmaya Dair Rio Deklarasyonu, 1992.  Engellilerin Haklarına İlişkin Sözleşme, 2006. Helsinki Nihai Senedi, 1975. İnsan Hakları Evrensel Bildirisi, 1948. Stokholm Deklarasyonu, 1972.  Yargı Kararları Ali Rıza Üçer Başvurusu (2), T.C. Anayasa Mahkemesi’ne Bireysel Başvuru (Başvuru No: 2013/8598) Campbell ve Cosans v. İngiltere, İnsan Hakları Avrupa Mahkemesi (Başvuru No: 7511/76; 7743/76) Demirdöven Köyü Tüzel Kişiliği ve Diğerleri, T.C. Anayasa Mahkemesi’ne Bireysel Başvuru (Başvuru No:  2014/14359) Narmada Bachao Andolan v. Union of India and Others, Supreme Court of India, 18.10.2000 Sawhoyamaxa Yerli Topluluğu v. Paraguay, İnsan Hakları Amerikalılar-Arası Mahkemesi, 2006  38",
     "Kaynakça": "BAER, 2015, From Water Wars To Water Rights: İmplementing the Human Right To Water in Bolivia, Journal of Human Rights, Routledge, 2015. BAKKER, The Commons” Versus the Commodity”: Alter-globalization, Anti-privatization and the Human Right to Water in the Global South, Antipode, 2007. BARLOW, Blue Covenant: The Global Water Crisis and the Coming Battle for the Right to Water, McClelland & Steward, 2009. Birleşmiş Milletler Ekonomik, Sosyal ve Kültürel Haklar Komitesi, 15 No’lu Genel Yorum, 2002. Birleşmiş Milletler İnsan Hakları Komitesi, 6 No’lu Genel Yorum, 1982. CAHILL-RIPLEY, The Human Right to Water and its Application in the Occupied Palestinian Territories. Oxon: Routledge, 2011. Constitution of the World Health Organization, 2006. DONNELLY, Teoride ve uygulamada evrensel insan hakları (Çev.) Mustafa Erdoğan & Levent Korkut), Ankara, Yetkin Yayınları, 1995. DUYMAZ, İklim Değişikliği, Afetler ve İnsan Hakları: Çevresel Zorunlu Göç, Yayınlanmamış Doktora Tezi, Marmara Üniversitesi SBE, İstanbul, 2019. FITZMAURİCE, The Human Right to Water, Fordham Environmental Law Review, Vol. XVII, New York, 2007. GUPTA/ AHLERS/ AHMED, The Human Right to Water: Moving Towards Concensus in a Fragmanted World, Review of European Community & International Environmental Law 19 (3), 2010. KAYAER, Atık Ve Artıklarla Çevrenin Kasten Kirletilmesi Suçu (TCK m. 181/1), Dokuz Eylül Üniversitesi HFD, Cilt: 21, Sayı: 1, (s. 139-203), 2019. KUÇURADİ, İnsan Hakları Kavramları Ve Sorunları, Ankara, Türkiye Felsefe Kurumu, 2007. MAY/DALY, Dünyada Çevresel Anayasacılık. T. Şirin & N.U. Orcan (Çev.) Ankara: Ekoloji Kolektifi Derneği (Orijinal Basım Tarihi 2015), 2018. MCCAFFREY, A Human Right to Water: Domestic and International Implications, Georgetown International Environmental Law Review, Vol. 5:1, 1992. 36MCGRAW, Defining and Defending the Right to Water and Its Minimum Core: Legal Constuction and the Role of National Jurisprudence, Loyola University Chicago International Law Review, Vol. 8 Issue: 2, 2011. MİROSA/HARRIS, Human Right to Water: Comtemporary Challenges and Contours of a Global Debate. Antipode, 2011.  OCAK, Ayşenur, Bir Doğa ve İnsan Hakkı Olarak Su Hakkı, Yayımlanmamış Yüksek Lisans Tezi. Galatasaray Üniversitesi SBE, 2018. Office of the High Commissioner for Human Rights, General Comment No.3: The Nature of State Parties’ Obligations (Art.2, Para.1 of the Covenant, E/1991/23), 1990. ÖNDÜL, İnsan Onuru, İnsan Hakları Derneği, 1998. PERÇİN, Bir İnsan Hakkı Olarak Su Hakkının Gelişimi ve Türkiye’deki Uygulama, Yayımlanmamış Yüksek Lisans Tezi, Kocaeli Üniversitesi SBE, 2019. Resolution Adopted by the Human Rights Council, Human Rights and Access to Safe Drinking Water and Sanitation, 6.10.2010, (A/HRC/RES/15/9) SCANLON, CASSAR, NEMES, Water as a Human Right?, 7th International Conference on Environmental Law, Sao Paulo, 2003. ŞİRİN, Çevre, İnsan, Devlet, İstanbul, Tekin Yayıncılık, 2015. ŞİRİN, Su Hakkı Ve Su Varlığının Korunması İçin Hukuki Dayanaklar, Su Kanunu Tasarısı, Eleştirisi Ve Alternatif Su Kanunu Tasarısı, Sosyal Değişim Derneği, (1. Baskı), 2014 TOPÇU, Bir İnsan Hakkı Olarak Su Hakkı, Yayımlanmamış Doktora Tezi, Ankara Üniversitesi SBE, 2009. UYAR, Birleşmiş Milletler’de İnsan Hakları Yorumları, İnsan Hakları Komitesi ve Ekonomik, Sosyal ve Kültürel Haklar Komitesi, 1981-2006, İstanbul Bilgi Üniversitesi Yayınları 145, İnsan Hakları Hukuku Çalışmaları 5, İstanbul, 2006.  Raporlar UNESCO, The United Nationals World Water Development Report, 2019. UNICEF and WHO, Progress on Household Drinking Water, Sanitation and Hygiene 2000-2017: Special Focus on Inequalities. New York, 2019. 37Türkiye Sanayi Kalkınma Bankası A.Ş. (TSKB), Su: Yeni Elmas, Ekonomik Araştırmalar, 2019.  Uluslararası Sözleşmeler ve Bildiriler Birleşmiş Milletler Çocuk Haklarına Dair Sözleşme, 1989. Birleşmiş Milletler Ekonomik, Sosyal ve Kültürel Haklar Sözleşmesi, 1966. Birleşmiş Milletler Medeni ve Siyasal Haklar Sözleşmesi, 1966. Çevre ve Kalkınmaya Dair Rio Deklarasyonu, 1992.  Engellilerin Haklarına İlişkin Sözleşme, 2006. Helsinki Nihai Senedi, 1975. İnsan Hakları Evrensel Bildirisi, 1948. Stokholm Deklarasyonu, 1972.  Yargı Kararları Ali Rıza Üçer Başvurusu (2), T.C. Anayasa Mahkemesi’ne Bireysel Başvuru (Başvuru No: 2013/8598) Campbell ve Cosans v. İngiltere, İnsan Hakları Avrupa Mahkemesi (Başvuru No: 7511/76; 7743/76) Demirdöven Köyü Tüzel Kişiliği ve Diğerleri, T.C. Anayasa Mahkemesi’ne Bireysel Başvuru (Başvuru No:  2014/14359) Narmada Bachao Andolan v. Union of India and Others, Supreme Court of India, 18.10.2000 Sawhoyamaxa Yerli Topluluğu v. Paraguay, İnsan Hakları Amerikalılar-Arası Mahkemesi, 2006  38"
}