{
     "Tip": "Makale",
     "Dergi İsmi": "Maltepe Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2020",
     "Cilt": "",
     "Sayı": "2",
     "Başlık": "TÜRK VE FRANSIZ CEZA MUHAKEMESİ HUKUKLARINDA SERİ MUHAKEME USULÜNE KARŞILAŞTIRMALI BAKIŞ",
     "Title": "A Comparative Look At The Accelerated Procedures In Turkish And French Criminal Procedure Law",
     "Yazar İsmi": [
          "Ar. Gör. Melike Ezgi Yetimoğlu"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Ceza Muhakemesi",
          "Seri Muhakeme Usulü",
          "Fransız Hukuku",
          "Alternatif Uyuşmazlık Çözümü",
          "Adil Yargılanma Hakkı."
     ],
     "Keywords": [
          "Criminal Procedure",
          "Accelerated Procedure",
          "French Law",
          "Alternative Dispute Resolution",
          "Right to a Fair Trial."
     ],
     "Özet": "7188 sayılı Kanun ile ceza muhakemesi hukukumuza dahil edilen seri muhakeme usulü Fransız hukukunda 2004 yılından beri uygulanmakta olan suçluluğun ön kabulü üzerine duruşma” usulüne benzer bir kurum olarak  ihdas  edilmiştir.  Çalışmada  seri  muhakeme  usulünün  koşulları  ve  genel  özelliklerinin  Fransız hukukundaki örnekle karşılaştırılarak uygulamada yol gösterici sonuçlara ulaşılması amaçlanmıştır. Bu amaç doğrultusunda yapılan çalışmada Türk hukukundaki seri muhakeme usulünün Fransız hukukundaki örnekten farklı  kaleme  alındığı  tespit  edilmiş,  bu  farklılıkların  özellikle  şüphelinin  savunmasını  hazırlama  ve müdafiden  yararlanma  hakkının  kapsamı,  savcılığın  yargısal  yetkilerinin  genişliği  ve  yeterli  yargısal denetimin tesis edilmemiş olması gibi yönlerden adil yargılanma hakkı ve ceza muhakemesinin temel ilkeleriyle her noktada uyum göstermediği sonucuna ulaşılmıştır.",
     "Abstract": "Accelerated procedure is incorporated into Turkish criminal procedure system with the Law No. 7188 and created as a similar institution to the appearance upon prior recognition of guilt” which is applied in French law since 2004. The study aims for drawing conclusions, which would provide guidelines for the application of  the  accelerated  criminal  procedure  in  Turkish  law,  via  comparison  between  the  conditions  and characteristics of the two procedures. Throughout the study it is ascertained that the accelerated procedure in Turkish law is established with certain differences compared to French law and that these differences do not always comply with the fundamental principles of criminal procedure and the right to a fair trial, especially on the subjects of the right to defense and to a defense counsel of the accused, the vast area of competence given to the prosecutor and establishment of an adequate judicial control.",
     "Metin": "FRANSIZ  HUKUKUNDA  ALTERNATİF  MUHAKEME  USULLERİNİN ORTAYA ÇIKIŞI VE CEZA MUHAKEMESİ SİSTEMİNDEKİ YERİ    Ceza muhakemesi sürecinin sadeleştirilmesi ve hızlandırılması eğilimi özellikle son yıllarda çoğu Avrupa ülkesinde kanunlaştırma faaliyetlerine yansıyan ortak bir gelişmedir. Bu gelişme ceza mahkemelerindeki iş yükünün fazlalığı ve adalet sisteminin genel olarak yavaş  işleyişi  nedeniyle  Fransız  hukukunda  da  basitleştirilmiş  muhakeme  yollarının çoğaltılması  şeklinde  kendini  göstermiştir 8 .  Bu  süreçte  Fransız  hukukunda  ceza muhakemesi  süjelerine  önlerindeki  olayların  çeşitliliklerine  daha  uygun  çözümler bulabilecekleri geniş bir seçenek yelpazesi sunmak ön plana alınmış9 ve iki temel amaç öne çıkmıştır10. Bu amaçlardan ilki ülkenin ceza adaleti sisteminin suçluluğa karşı daha etkili  bir  cevap  vermesini  sağlamaktır.  Fransa’da  ceza  yargılamasına  konu  olan uyuşmazlıkların sayıca artışına rağmen yargı makamlarındaki sayının sabit kalması Fransız adli yargı organlarında önemli bir iş yükü sorununu beraberinde getirmiş11, bu iş yükü fazlalığı savcılık makamını, aslında kovuşturulmasına geçilmesi mümkün olabilecek bazı hafif suçlarda bile takipsizlik kararı vermeye yöneltmiştir12. İş yükünün takipsizlik kararı vererek  hafifletilmeye  çalışılması  ve  takipsizlik  kararıyla  sonuçlanan  olaylardaki  artış, kamuoyunda  hafif  suçların  cezasız  kaldığı  yönünde  bir  genel  izlenim  yaratmış13;  bu izlenim vatandaşların ceza adaletine duydukları güvenin azalmasına yol açmıştır14. Bu nedenle  özellikle  hafif  suçların  muhakemesindeki  usulün  kolaylaştırılarak  savcılığın kovuşturma  evresine  geçilmesindeki  tereddüdüne  son  verilmesi  amaçlanmıştır.  İkinci olarak, ceza muhakemesi sürecinin makul sürede sonlandırılması amacı etkili olmuştur. Avrupa İnsan Hakları Sözleşmesi’nde (AİHS) yer alan (m. 5/3, m. 6/1) makul sürede yargılanma  hakkının  vatandaşlara  temin  edilmesi  için  gerekli  ceza  adaleti  sistemini sağlama  görevini  yerine  getirme  yükümlülüğü,  Fransa  devletinin  bu  yönde  harekete  8 François Zocchetto, Rapport d’Information du Sénat Relatif aux Procédures Accélérées de Jugement en Matière Pénale, 2005-2006, s. 11; Farklı ülkelerdeki örneklere ilişkin Fransız Senatosu Bilgi Notu için bkz. Les documents de Travail du Sénat - Étude de législation comparée n° 146 - mai 2005 – Les procédures pénales accélérées, https://www.senat.fr/lc/lc146/lc1460.html (erişim tarihi: 13.12.2019). 9 Molins, parag. 2.  10 Zocchetto, s. 9.  11 Jean Pradel, Procédure Pénale, 16. Bası, Editions Cujas, Paris, 2011, s. 525.  12 Zocchetto, s. 9; Muriel Giacopelli,  Les Procédures Alternatives aux Poursuites, Essai de Théorie Générale”, Revue de Science Criminelle et de Droit Pénal Comparé, No. 3, 2012/3, Editions Dalloz, Paris, s. 505-521, s. 507-508.  13 Diane Floréancig, Les Alternatives en Procédure Pénale, Yüksek Lisans Tezi, Université Paris II – Panthéon Assas, Paris, 2013, s. 16.  14 Zocchetto, s. 9.    4geçmesi  için  bir  itici  güç  olmuştur15.  Bu  çerçevede  Fransız  kanun  koyucusu  ceza muhakemesi  süresinin  kısaltılabilmesini  veya  işlemlerin  hızlandırılmasını  sağlayan kurumlara ağırlık vermeye başlamıştır.   Fransız  kanun  koyucusunun  ceza  muhakemesi  sistemini  değiştirmeye  yönelik olarak  geliştirdiği  bu  kurumlardan  bir  kısmı  kovuşturma  evresine  alternatif  olarak uygulanabilecek  yöntemleri,  diğer  kısmı  kovuşturmaya  geçildikten  sonra  kovuşturma usulünün basitleştirilmesini veya hızlandırılmasını sağlayan yöntemleri içermektedir16.   Kovuşturma evresine alternatif uygulamalar Fransa’da ilk defa 80’li yıllarda bazı yargı  makamlarının,  önlerindeki  ceza  uyuşmazlığının  taraflarını  uzlaştırmaya  yönelik uygulamalara başvurmasıyla başlamıştır17. Bu dönemden önce Fransız hukukunda uzun yıllar  cumhuriyet  savcısının  önündeki  bir  dosyayla  ilgili  olarak,  kovuşturmaya  devam edilmesini yerinde gördüğünde kamu  davası  açılmasına karar verme ve kovuşturmaya geçilmemesini uygun gördüğünde takipsizlik kararı verme olmak üzere iki yönde ilerleme imkanı  bulunmaktaydı 18 .  Zaman  içerisinde,  yukarıda  da  belirtildiği  gibi,  yargı organlarındaki iş yükünün artışına bağlı olarak, özellikle hafif suçlarda takipsizlik kararı verilmesi yoluna daha sık başvurulmaya başlanmasıyla birlikte, hafif suçlar bakımından yargının  iş  yükünü  artırmaksızın  bir  çözüm  sunabilmeyi  sağlamak  için  savcılığa kovuşturmaya devam etme ile takipsizlik kararı verme arasında bir üçüncü yönde ilerleme imkanı yaratma yoluna gidilmiştir19. Böylece savcı kovuşturmaya devam etmek yerine alternatif yollarla ceza uyuşmazlığına yargı makamı önüne gidilmeden çözüm sunabilir hale gelmiştir.   Fransız ceza muhakemesi hukukunda maslahata uygunluk (takdirilik) ilkesi geçerli olup (Fransız CMK m. 40); bu ilkeye göre yargı bağışıklıkları, muhakeme şartlarının varlığı gibi istisnalar hariç olmak üzere, cumhuriyet savcısının önüne gelen olayla ilgili  15 Zocchetto, s. 10.  16 Zocchetto, s. 10-11. 17 Floréancig, s. 16. 18 Emmanuel  Dreyer/  Olivier  Mouysset,  Procédure  Pénale,  LGDJ,  Lextenso  Editions,  2016,  s.  79; Giacopelli, s. 505; Floréancig, s. 16; Molins, parag. 1.  19 Pradel, s. 525; Dreyer/ Mouysset, s. 79; Kovuşturmaya seçenek uygulamalar bu doğrultuda üçüncü yol” (troisème voie) olarak da anılmaktadır. Zocchetto, s. 10.    5olarak kamu davası açılmasının yerindeliğini takdir yetkisi bulunmaktadır20. Savcılığın takdir  yetkisi  bu  alternatif  yollarla  birlikte  artık  kovuşturmaya  devam  etmeme, kovuşturmaya alternatif yollardan birinin uygulanması veya kovuşturmayı başlatma olmak üzere  üç  yönde  kullanılabilmektedir  (Fransız  CMK  m.  40-1).  Takdir  yetkisini kovuşturmaya alternatif yolları izleme yönünde kullanan savcı, bu kapsamda Fransız CMK m. 41-1, 41-1-2 veya m. 41-2 hükümlerine başvurabilecektir21. Bu doğrultuda Fransız CMK m. 41-1 kapsamında savcıya, faile kanundan doğan yükümlülüklerinin hatırlatılması, failin sağlıkla ilgili, sosyal veya mesleki bir eğitime tabi tutulması, mağdurun zararının giderilmesi veya eski hale getirme, fail-mağdur uzlaşması (médiation pénale), aile içi veya eşler arası işlenen bazı suçlarda failin evden uzaklaştırılması gibi farklı alternatif tedbirlere başvurma imkanı getirilmiştir22. Yine bu alternatif yollar kapsamında 1999 yılında Fransız CMK’ye eklenen ve m. 41-2 ve devamında düzenlenen ceza uygulaması” (composition pénale) teklif etme imkanı getirilmiştir23.   Fransız hukukunda ceza muhakemesi sistemindeki basitleştirme ve hızlandırmaya yönelik  değişimin  diğer  bir  ayağı,  kovuşturma  usullerinin  çeşitlendirilmesine  yönelik olmuştur 24 .  Bunlar  kovuşturma  alternatiflerinden  farklı  olarak  kovuşturma  evresine geçildikten sonra yargının yükünü ve sürecin yavaşlığını giderebilmek için geliştirilen kurumlardır. Fransız hukukunda savcı kamu davası açılmasına karar verdiğinde, farklı suç kategorileri için25 öngörülmüş olan kovuşturma usullerini takip eder. Buna göre cürüm niteliğindeki suçlar bakımından olağan kovuşturma evresine hazırlık soruşturması açılarak devam edilir, cünha ve kabahat niteliğindeki suçlar bakımından ise olağan kovuşturma  20 Bazı hallerde ise savcı istemediği halde kovuşturmaya devam etmek durumundadır. Gaston Stefani/ Georges Levasseur/ Bernard Bouloc, Procédure Pénale, 26. Bası, Editions Dalloz, Paris, 2018, s. 174-175; Dreyer/Mouysset, s. 80, 84-85.  21 Giacopelli, s. 506. 22 Floréncig, s. 18; Alternatif yöntem çeşitleri hakkında bkz. Molins, parag. 1; Duran, s. 115-119; Dreyer/ Mouysset, s. 82-83. 23 Duran, s. 118; Dreyer/ Mouysset, s. 82-83; Floréancig, s. 17-18. 24 Zocchetto, s. 11.  25 Fransız ceza muhakemesi hukuku sisteminin gerek teşkilat yapısı gerekse kurumların uygulanma koşulları Fransız ceza hukukunda benimsenen üçlü suç tasnifi üzerine inşa edilmiştir. Fransız Ceza Kanunu’nda açıkça belirtildiği  şekilde  suçlar  (infractions),  ağırlıklarına  göre  cürüm  (crime),  cünha  (délit)  ve  kabahat (contravention) olmak üzere üç kategoriye ayrılmıştır (Fransız Ceza Kanunu m. 111-1). Yves Mayaud, Droit Pénal Général, Güncelleştirilmiş 5. Bası, PUF, Paris, 2015, s. 332. Fransız hukukunda, Türk hukukundan farklı olarak suç” kavramı (infraction) bu üç kategorideki eylemlerin tamamını karşılayacak bir üst kavram olarak kullanılmakta, kabahatler de suç kavramının içerisinde kalmaktadır. Bu nedenle çalışmada Fransız hukukuna ilişkin açıklamalarda suç ve kabahat kavramları Fransız hukukundaki karşılıkları dikkate alınarak kullanılmıştır.   6usulü yollarını izleme veya onun yerine alternatif kovuşturma usullerinden birine başvurma seçeneği bulunur26.   Fransız hukukunda kovuşturma evresinde izlenebilecek yollar, diğer bir deyişle kamu  davasını  açma  yöntemleri,  çeşitlidir27.  Bunlardan  bir  kısmı  olağan  kovuşturma sürecini başlatırken, diğer bir kısmı olağan kovuşturma sürecinin hızlandırılmasına yönelik olarak  geliştirilmiştir 28 .  Suçluluğun  ön  kabulü  üzerine  duruşma  ve  basitleştirilmiş muhakeme usulleri de Fransız hukukunda kovuşturma sürecinin hızlandırılmasına yönelik olarak geliştirilen bu alternatif usullerdendir. Fransız hukukunda basitleştirilmiş muhakeme usulü ilk olarak 1972 yılında kabahatler için öngörülmüş (Fransız CMK m. 524 ila m. 528-2), daha sonra 2002 yılında belirli cünhalar bakımından da uygulanabilir hale getirilmiştir (Fransız CMK m. 495 ila m. 495-6)29. Buna göre basitleştirilmiş muhakeme usulü, bazı hafif suçların yargılamasında belirli koşulların sağlanması halinde, şüphelinin mahkeme önüne çıkmadan savcılıkça belirlenen cezanın mahkemece duruşma yapılmaksızın dosya üzerinden  verilen  bir  ceza  kararnamesi  ile  hükme  bağlanmasını  öngörmektedir 30 . Çalışmanın konusunu oluşturan suçluluğun ön kabulü üzerine duruşma usulü ise 2004 yılında  hızlandırılmış  ve  basitleştirilmiş  usuller  arasına  eklenmiş  olup,  koşulları  ve özellikleri devam eden bölümde ayrıca ele alınmıştır.  II. FRANSIZ CEZA MUHAKEMESİ HUKUKUNDA SUÇLULUĞUN ÖN KABULÜ ÜZERİNE DURUŞMA USULÜ  A.   Tanımı  Fransız hukukuna 2004 yılında 2004-204 sayılı Kanun31 ile getirilen suçluluğun ön  kabulü  üzerine  duruşma”  (Comparution  sur  Reconnaissance  Préalable  de  la Culpabilité) usulü, olağan kovuşturma usulünden farklı olarak savcılığın kovuşturmaya devam  etmeye  karar  verirken  faile  suçunu  ikrar  etmesi  karşılığında  önerdiği  cezanın  26 Dreyer/ Mouysset, s. 84.  27 Stefani/ Levasseur/ Bouloc, s. 910.  28 Kamu davasının açılma yolları için bkz. Stefani/ Levasseur/ Bouloc, s. 910-911; Dreyer/ Mouysset, s. 350-355.  29 Dreyer/ Mouysset, s. 354; Jean Volff, Ordonnance Pénale En Matière Correctionnelle”, Recueil Dalloz, 2003, s. 2777. 30 Bu yönüyle ihtiyari, yazılı ve çelişmesiz bir yargılama usulüdür. Volff, s. 2777, parag. 20.  31 09.03.2004 tarih, 2004-204 sayılı Kanun, JORF No. 59, 10.03.2004.    7mahkeme tarafından açılan kamu davasında onaylanarak kovuşturmanın tamamlanmasını öngörmektedir32.  Bu kurum kaynağını başta Amerika Birleşik  Devletleri olmak üzere Anglosakson  hukuk  sistemlerindeki  cezalandırmada  suçluluğun  kabulüne  dayalı  bir pazarlık ve uzlaşmanın benimsendiği kurumlardan almakta, bu doğrultuda bazı yazarlar tarafından iddia pazarlığı (plaider-coupable) olarak da adlandırılmaktadır33. Her ne kadar Anglosakson hukuk sistemindeki iddia pazarlığı (plea-bargaining) kurumuna benzetilse de, Fransız hukukundaki suçluluğun ön kabulü üzerine duruşma, klasik iddia pazarlığından farklı  şekilde  düzenlenmiş,  koşulları  ve  uygulama  şekli  Fransız  hukukunun  yapısına uyarlanarak kaleme alınmıştır. Bu doğrultuda öğretide bazı yazarlar tarafından bu usulün Fransız iddia pazarlığı olarak adlandırılmasına karşı çıkılmaktadır34.     Fransız  hukuk  öğretisinde  suçluluğun  ön  kabulü  üzerine  duruşma  usulünün düzenlenme şeklinin iki temel amaca hizmet ettiği vurgulanmaktadır. Bir yandan ikrarın varlığına dayanan bu usul failin suçluluğu üzerindeki tartışma sürecini ortadan kaldırdığı için yargılama süresinin kısaltılmasını, diğer yandan eylemini önceden kabul eden fail eylemin cezai sonuçlarıyla kısa sürede karşılaştığı ve cezasında kanuni indirim yapılarak cezaevinde  uzun  süre  kalmaktan  kurtulduğu  için,  suçlunun  topluma  yeniden kazandırılmasını  sağlamaktadır 35 .  Ayrıca  bu  usulde,  failin  suçluluğu  gibi  cezanın belirlenmesi  de  hakim  önünde  ayrıca  tartışmaya  açılmadığı  için,  bu  özelliğiyle  de yargılama süresinin kısaltılmasına hizmet etmektedir36.    B.   Koşulları   Suçluluğun ön kabulü üzerine duruşma usulünün uygulanabilmesi için aranan ilk koşul, eylemin bu usul kapsamındaki suçlardan birine dahil olmasıdır. Fransız hukukunda bu  usulün  yalnızca  kanunda  gösterilen  suçlar  bakımından  uygulanabileceği  kabul edilmiştir.  Buna  göre  bu  usul  yalnızca  cünha  niteliğindeki  suçlar  bakımından  32 Zocchetto, s. 11; Molins, parag. 5.  33 Laurence Leturmy/ Jerome Bossan, La Comparution sur Reconnaissance Préalable de la Culpabilité: Bilans et Perspectives, (Rapport de recherche), Mission de Recherche Droit et Justice, 2019, s. 7; Jean Paul Céré, De La Composition Pénale A La Comparution Sur Reconnaissance Préalable De Culpabilité: Le Plaider Coupable” A La Française”, AJ Pénal, Editions Dalloz, 2003, s. 45 vd. 34 Bouloc  da  bu  usulün  iddia  pazarlığı  (plaider  coupable)  olarak  anılmasının  hatalı  olduğunu  ifade etmektedir. Bouloc, s. 845.  35 Dreyer/ Mouysset, s. 348; Leturmy/ Bossan, s. 3.  36 Delage, s. 1970.    8uygulanabilmekte, kapsamına cürüm ve kabahatler  dahil  edilmemektedir37. Bu usulün uygulanabileceği cünhalar da Fransız CMK m. 495-7 ve m. 495-16’da sınırlandırılmıştır. Suçluluğun ön kabulü üzerine duruşma usulünün yürürlüğe ilk girdiği dönemde, bu usulün yalnızca adli para cezasını gerektiren veya kanunda beş yıl ya da daha az süreli hapis cezasının öngörüldüğü” cünhalar bakımından uygulanacağı belirtilerek genel bir yaptırım sınırı gösterilmiştir38. Daha sonra 2011 yılında çıkarılan Kanunla39 birlikte, bu usul Fransız CMK m. 495-7 ve m. 495-16’da sayılan birkaç istisna dışında tüm cünhalar bakımından uygulanabilir hale getirilmiş, uygulama kapsamı genişletilmiştir. 2018 yılında kurumun uygulama alanı m. 495-16’da yapılan bir değişiklikle40 ikinci kez genişletilmiş ve daha önce uygulama kapsamının dışında bırakılmış olan kovuşturma usulünün özel kanunla belirlendiği  cünhalar”  yeniden  bu  usul  kapsamına  alınmıştır.  Mevcut  son  haliyle suçluluğun  ön  kabulü  üzerine  duruşma  usulünün  kapsamı  Fransız  CMK  m.  495-7’de belirtildiği üzere; m. 495-16’da sayılan basın suçları, kasıtsız öldürme suçu ve siyasal suçlar, beş yılın üzerinde hapis cezasını gerektiren kişilerin vücut bütünlüğüne karşı kasıtlı ve kasıtsız saldırı suçları ile Fransız Ceza Kanunu (Fransız CK) m. 222-9 ila m. 222-31-2 arasında  düzenlenen  cinsel  saldırı  suçları  hariç  olmak  üzere  tüm  cünhalar  olarak belirlenmiştir41.   Görüldüğü üzere Fransız hukukunda bu usulün uygulama kapsamı, hariç tutulan suç tiplerinin sayılması yöntemiyle gösterilmiştir. Bazı suçların bu şekilde suçluluğun ön kabulü üzerine duruşma usulü kapsamı dışında bırakılmasının nedeni, bu suçlara konu olan eylemlerin yarattığı ihlalin ağırlığı ve bu suçların karmaşık yapısının araştırılması için hızlandırılmış bir usulün yeterli olmayacağı ile açıklanmaktadır42.    37 Cürümlerin ağırlığı, kabahatlerin ise diğer birçok hızlı usul kapsamında yer alması nedeniyle dışarıda bırakıldığı ifade edilmektedir. Céré, s. 45 vd.  38 Maddenin  ilk  düzenlenme  şekli  için  bkz.  09.03.2004  tarih,  2004-204  sayılı  Kanun,  JORF  No.  59, 10.03.2004. https://www.legifrance.gouv.fr/affichCodeArticle.do;jsessionid=885C08BE7F8A720AC8E00FE84CE870B7.tplgfr30s_1?idArticle=LEGIARTI000006576739&cidTexte=LEGITEXT000006071154&categorieLien=id&dateTexte=20111214 (erişim tarihi: 10.12.2019). 39 13.12.2011 tarih, 2011-1862 sayılı Kanun, JORF No. 0289, 14.12.2011.  40 23.10.2018 tarih, 2018-898 sayılı Kanun, JORF No. 0246, 24.10.2018.  41 Dreyer/ Mouysset, s. 349; Leturmy/Bossan, s. 8; Molins, parag. 6, 11-16.  42 Molins, parag. 14-16.    9İkinci koşul, şüphelinin kendisine isnat edilen eylemleri kabul etmesi, üstlenmesidir (Fransız CMK m. 495-7). Bu doğrultuda şüpheli hem savcılığın teklifinde kendisine isnat edilen eylemleri hem de savcılığın eylemlere ilişkin hukuki nitelemesini kabul etmiş olur43.     Üçüncü koşul failin on sekiz yaşını doldurmuş olmasıdır. Bu usule on sekiz yaşını doldurmamış küçükler hakkında başvurulması kabul edilmemiştir (Fransız CMK m. 495-16). Bu kuralın getirilme nedeni, bir yandan fiil ehliyeti olmayan küçüklerin isnat edilen eylemleri ve savcılığın teklifini kabul etme beyanının geçerliliğinin tartışmalı olması, diğer yandan küçükler hakkındaki yaptırımın belirlenebilmesi ve bireyselleştirilebilmesi için, hızlandırılmış  usulün  yapısına  uygun  düşmeyen  kapsamlı  bir  araştırmanın  gerekmesi olarak açıklanmaktadır44.   C.   Uygulanma Usulü  Suçluluğun  ön  kabulü  üzerine  duruşma  ihtiyari  olarak  başvurulan  bir  usuldür. Cumhuriyet savcısı re’sen veya şüpheli ya da onun müdafiinin talebi üzerine bu usule başvurmaya karar verebilir” (Fransız CMK m. 495-7). Burada takdir yetkisi savcıya ait olup,  savcı  üst  başlıkta  belirtilen  koşulların  oluşup  oluşmadığını  (failin  isnat  edilen eylemleri üstlenip üstlenmediği, ceza üst sınırları vb.) gözeterek yerinde görmesi halinde bu usule başvurabilir45. Savcının bu usule başvurmaya karar vermiş olması aynı zamanda olağan usulde kovuşturmayı başlatmasına engel değildir. Savcı faile suçluluğun ön kabulü üzerine  duruşma  usulü  kapsamında  teklifini  sunarken  diğer  yandan  teklifin  kabul edilmemesi veya kabul edilen teklifin hakim tarafından onaylanmaması ihtimalinde olağan usulde  kamu  davası  açılarak  yargılamaya  devam  edilebilmesi  için  olağan  kovuşturma sürecini  de  başlatır  (Fransız  CMK  m.  495-15-1).  Bu  imkan  ile  bir  yandan  da  faile savcılığın  teklifini  kabul  etmemesi  halinde  hakkında  hala  kamu  davası  açılabileceği hatırlatılmış olur46.   Bu usule başvurulmasının bir istisnai yolu da soruşturma hakiminin tüm tarafların rızasını  alarak  soruşturmayı  sonlandırması  ve  dosyayı  suçluluğun  ön  kabulü  üzerine  43 Molins, parag. 6.  44 Molins, parag. 8.  45 Bu hususta savcının tam bir takdir yetkisi bulunmaktadır. Céré, s. 45 vd.  46 Bu  noktada  failin  savcılığın  teklifini  kabul  etme  yönündeki  iradesinin  ne  ölçüde  özgür  olduğu tartışılmaktadır. Dreyer/ Mouysset, s. 349.    10duruşma  usulüyle  kovuşturmaya  devam  edilebilmesi  amacıyla  savcılığa  göndermesidir (Fransız CMK m. 180-1)47.   1.   Savcılığın Talebinin Oluşturulması    Bu usule başvurmaya karar veren savcı, faili huzuruna çağırır ve fail hakkında uygulanacak olan, türünü ve miktarını Fransız CK m. 130-1 ve 132-148 uyarınca belirlediği bir veya birden fazla cezayı teklif eder (Fransız CMK m. 495-8, f. 1) 49. Bu noktada savcı Fransız  CK  m.  132-24  kapsamında  cezanın  bireyselleştirilmesine  ilişkin  ilkeleri  göz önünde bulundurur50. Savcı cezayı teklif etmeden önce, isterse şüpheliyi veya müdafiini hazırlayacağı teklifi hakkında önceden bilgilendirebilir (Fransız CMK m. 495-8, f. 7). Burada bilgilendirme ihtiyaridir.     Savcının bu usul kapsamında belirleyebileceği yaptırım miktarının kanuni sınırı bulunmaktadır. Bu sınır hapis cezası bakımından, Fransız CMK m. 495-8, f. 2’de ilgili suç için kanunda öngörülen hapis cezası miktarının yarısından fazla olamayacağı” ve her halde bir yılı aşamayacağı” biçiminde düzenlenmişti. Bu düzenleme 2019 yılında 2019-222  sayılı  Adli  Yargı  Reformu  Kanunu  ile  değiştirilerek,  verilebilecek  hapis  cezası miktarının kanunda öngörülen miktarın yarısından fazla olamayacağı korunmuş, ancak azami  miktarın  bir  yıl  yerine  üç  yılı  aşamayacağı  belirlenmiştir51.  Adli  para  cezası bakımından  ise  sınır,  ilgili  suç  için  kanunda  öngörülen  adli  para  cezası  miktarının aşılamayacağı  biçiminde  gösterilmiştir  (Fransız  CMK  m.  495-8,  f.  3).  Fransız  kanun koyucusu adli para cezası bakımından kanun tasarısının ilk halinde önerilen, para cezasının yarısı oranında indirim yapılmasına nihai metinde yer vermemiştir. Bunun nedeni olarak hapis  cezası  yerine  de  adli  para  cezasına  hükmedilebildiği  hallerin  bulunması gösterilmiştir52.  Savcı  bu  maddeye  göre  belirlediği  ana  cezanın  yanı  sıra  ek  ceza  ve  47 Stefani/ Levasseur/ Bouloc, s. 927; Dreyer/ Mouysset, s. 349.  48 Fransız CK m. 130-1’de cezanın amacı ve m. 132-1’de hakimin cezayı belirleme yetkisi ile cezanın belirlenmesinde dikkate alınacak hususlar (failin kişiliği, ekonomik ve ailevi durumu, suçun işleniş biçimi vb.) gösterilmiştir.  https://www.legifrance.gouv.fr/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000029363615&dateTexte=&categorieLien=cid (erişim tarihi: 20.12.2019). 49 Dreyer/ Mouysset, s. 350.  50 Bouloc, s. 846; Stefani/ Levasseur/ Bouloc, s. 927.  51 23.03.2019 tarihli, 2019-222 sayılı Kanun, JORF No. 0071, 24.03.2019. Molins, parag. 6.  52 Molins, parag. 28.    11seçenek  yaptırımları  da  teklif  edebilmekte,  cezanın  infazına  ilişkin  hususları  da belirleyebilmektedir (Fransız CMK m. 495-8, f. 2, 4).   Şüphelinin, hakkında isnat edilen eylemleri kabul ettiğine ilişkin açıklamaları ve savcı  tarafından  belirlenen  cezanın  şüpheliye  teklifi,  şüphelinin  seçtiği  veya  baro tarafından kendisine atanan müdafii huzurunda gerçekleştirilir (Fransız CMK m. 495-8, f. 5). Bu esnada şüpheliye yargılama giderlerinin -adli yardıma başvurmadığı sürece- kendisi tarafından  üstlenileceği  de  ayrıca  bildirilir.  Kanun  maddesinde  açıkça  şüphelinin müdafiden yararlanma hakkından feragat edemeyeceği, müdafiin bulunmasının zorunlu olduğu, müdafiin dosyayı yerinde inceleme imkanının olması gerektiği belirtilmektedir (Fransız CMK m. 495-8, f. 5)53.  Benzer şekilde şüphelinin teklifle ilgili kararını vermeden önce, savcının bulunmadığı bir ortamda müdafii ile serbestçe görüşebileceği de maddenin devam eden fıkrasında açıkça belirtilmiştir. Şüpheli ayrıca teklifi düşünmek ve kararını bildirmek  için  on  günlük  bir  düşünme  süresi  isteme  hakkına  sahiptir;  bu  hakkı  savcı tarafından şüpheliye ayrıca hatırlatılır (Fransız CMK m. 495-8, f. 6). On günlük düşünme süresi savcı önünde geçen süreçte şüphelinin acele etmesini veya baskı altında hissetmesini önlenme amacıyla getirilmiştir54.   Eğer şüpheli, on günlük düşünme süresini talep ederse, bu durumda savcı gerekli görürse  şüpheliyi  hakkında  adli  kontrol  veya  tutuklama  tedbiri  uygulanması  için özgürlükler  hakiminin  (juge  des  libertés  et  de  la  déténtion)  önüne  sevk  edebilir. Özgürlükler hakimi konutta elektronik izleme tedbirine, adli kontrole veya istisnai olarak -eğer teklif edilen ceza veya cezalardan biri iki ay veya daha fazla hapis cezası olup savcılık derhal infazını talep etmişse- tutuklanmasına (déténtion provisoire) karar verebilir (Fransız CMK m. 495-10). Bu tür bir kararının alınması halinde hakkında tedbir uygulanan şüpheli, tedbir kararının alındığı tarihten  başlayarak on ila yirmi gün  içerisinde  yeniden savcı huzuruna çıkarılır55.       53 Bouloc, s. 846; Dreyer/ Mouysset, s. 350; Stefani/ Levasseur/ Bouloc, s. 927; Molins, parag. 30.  54 Céré, s. 45 vd.  55 Dreyer/ Mouysset, s. 350; Stefani/ Levasseur/ Bouloc, s. 927, dn. 2.    122.   Savcılığın Talebinin Mahkemeye Sunulması ve Değerlendirilmesi   Şüpheli, savcının teklifini kabul ederse bu usulün yargısal aşamasına geçilir. Savcı kabul edilen teklifini, onaylanarak hükme bağlanması talebiyle yetkili mahkemeye sunar. Bunun üzerine şüpheli derhal savcının yazılı talebiyle başvurulan mahkeme başkanının veya onun tarafından görevlendirilen bir hakimin önüne çıkarılır. Eğer şüpheli tutuklu değilse mahkeme başkanı veya görevlendirdiği hakim önüne çıkmak üzere çağrılması en fazla  bir  ayı  bulabilir  (Fransız  CMK  m.  495-9,  f.  1).  Bu  hükümden  yola  çıkılarak şüphelinin  tutuklu  olması  halinde  yetkili  mahkeme  önüne  çıkarılmasının  bir  aylık  bir sürece yayılamayacağı, derhal mahkeme önüne çıkarılmasının güvence altına alındığı ifade edilmektedir56.   Şüphelinin yetkili mahkeme veya görevlendirilmiş hakim önüne çıkmasıyla birlikte savcının yazılı talebinin onaylanmasına ilişkin bir duruşma görülür. Bu duruşma alenidir (Fransız CMK m. 495-9, f. 2). Maddenin ilk düzenlendiği halinde, savcılığın talebinin mahkeme heyetinin odasında” görüleceği ifade edilmiş, bu ifade Kanun’un hazırlanma sürecinde Parlamento’da pek çok tartışmaya konu olmuştur57. Bu tartışmalardan sonra ilgili maddeyi inceleyen Fransız Anayasa Mahkemesi (Fransız AYM) 2 Mart 2004 tarihli kararında58 hürriyeti bağlayıcı cezaya hükmedilebilen bir duruşmanın kamuya açık ve aleni olması gerektiğini vurgulayarak Anayasa’ya aykırı bulmuştur59. Bu karar doğrultusunda madde  metninde  suçluluğun  ön  kabulü  üzerine  duruşma  usulündeki  duruşmanın  aleni olduğu açıkça belirtilmiştir.   Bu usuldeki duruşmalarda hakim, şüpheli ve müdafiin bulunması zorunlu olsa da60, savcının  hazır  bulunması  zorunlu  değildir  (Fransız  CMK  m.  495-9,  f.  2).  Savcının duruşmalarda  hazır  bulunup  bulunmayacağı  Fransız  yargı  organları  önünde değerlendirilmiş,  en  son  kanun  koyucu  tarafından  yapılan  26.07.2005  tarihli  kanun  56 Dreyer/ Mouysset, s. 350.  57 Parlamentodaki tartışmalara ilişkin olarak bkz. François Desprez, La Comparution Sur Reconnaissance Préalable de Culpabilité: 18 Mois d’Application à Montpellier (1er Octobre 2004-1er Avril 2006)”, Archives de Politique Criminelle, Editions A.Pédone, No. 28, 2006/1, s. 109-134, s. 112, dn. 11.  58 Fransız AYM Kararı No. 2004-492DC, 02.03.2004, JO 10.03.2004, s. 4637.  59 AYM kararının dışında AİHS m. 6/1 uyarınca adil yargılanma hakkı kapsamında yargılamanın aleniyeti ilkesi de bu durumu desteklemektedir. Pradel, s. 771. Kararda ayrıca AİHS m. 8, 9 ve 16’ya gönderme yapılarak hapis cezasına hükmedilebilen bir yargılamanın özel durumlar gerektirmediği sürece kamuya açık olması gerektiği vurgulanmıştır. Desprez, s. 112, dn. 11.  60 Dreyer/ Mouysset, s. 350-351.    13değişikliğiyle  birlikte  savcının  hazır  bulunmasının  zorunlu  olmadığı  maddeye eklenmiştir61. Burada özellikle, duruşmaların basitleştirilerek sürecin hızlandırılmasının suçluluğun ön kabulü üzerine duruşma usulünün varlık nedenlerinden biri olduğunun altı çizilmiş, savcının duruşmalarda bulunarak söz alması ve bir taraf olarak hareket etmesi halinde bu amacın anlamsız kalacağı ifade edilmiştir62. Aynı şekilde, maddi olaya ilişkin hususlar  şüpheli  tarafından  kabul  edildiği  ve  sürecin  hızlandırılması  amaçlandığı  için tanıkların da duruşmaya çağırılması söz konusu değildir63. Ancak mağdurun kimliği belli ise  mağdur  bu  usulün  uygulandığından  derhal  haberdar  edilerek  duruşmaya  çağrılır (Fransız  CMK  m.  495-13,  f.  1).  Fransız  hukukunda  mağdurun  suç  nedeniyle  oluşan tazminat hakkını talep amacıyla şahsi dava açma hakkı da bulunmakta (Fransız CMK m. 2)64, bu durumda ceza davasında mahkeme tarafından tazminata da hükmedilebilmektedir. Bu doğrultuda suçluluğun ön kabulü üzerine duruşma usulündeki duruşmada hem ceza davası  hem  de  mağdurun  şahsi  davası  hakkında  hüküm  verilir65.  Eğer  mağdur  bu duruşmaya  katılma  hakkını  kullanamadıysa,  failin  olağan  usulde  mahkeme  önüne çıkarılmasını sağlamak üzere doğrudan  davet (citation directe) yoluna gitme imkanını kullanabilecektir (Fransız CMK m. 495-13, f. 2)66.   Bu usulde hakim şüpheli ile müdafiini kamuya açık duruşmada dinler ve olaya konu eylemlerin gerçek olup olmadığı ile hukuki nitelendirmesini değerlendirir (Fransız CMK m. 495-9, f. 2)67. Bu değerlendirme kapsamında olayla ilgili bilgilerin gerçeğe uygunluğunu, failin teklifi kabulünde samimi olup olmadığını68, kabul beyanının müdafiin hazır bulunduğu anda yapılıp yapılmadığını, beş yıllık hapis cezası üst sınırına riayet edilip edilmediği  gibi,  bu  usul  kapsamında  bir  suç  olup  olmadığını  gösteren  hususları  da denetler69.    61 Fransız AYM’nin 22.07.2005 tarih, 2005-520 sayılı kararıyla anılan kanun değişikliğinin Anayasa’ya uygun olduğuna hükmedilmiştir. Desprez, s. 123, dn. 42; Bu konudaki görüşler için bkz. Molins, parag. 35-37.  62 Desprez, s. 123.  63 Pradel, s. 772.  64 Pamuk, s. 38.  65 Pradel, s. 774; Pamuk, s. 118.  66 Stefani/ Levasseur/ Bouloc, s. 928; Dreyer/ Mouysset, s. 352; Pamuk, s. 118.  67 Stefani/ Levasseur/ Bouloc, s. 928.  68 Dreyer/ Mouysset, s. 351.  69 Céré, s. 45 vd.; Pradel, s. 772; Molins, parag. 39.   143.   Talebin Mahkemece Karara Bağlanması   Değerlendirmesi  sonucunda  eylemler  ve  hukuki  sonucu  teyit  eden  mahkeme başkanı veya görevli hakim savcı tarafından teklif edilen cezayı veya cezaları yazılı olarak onaylamaya karar verirse, kararını aynı  gün gerekçeli bir kararname (ordonnance) ile açıklar  (Fransız  CMK  m.  495-9,  f.  2).  Bu  noktada  maddedeki  onaylamaya  karar verebileceği”  ifadesinin  de  belirttiği  şekilde,  hakimin  değerlendirmesi  sonucunda savcılığın  teklifini  onaylamak  konusunda  takdir  yetkisi  bulunduğu,  onay  zorunluluğu bulunmadığı anlaşılmaktadır70.   Mahkeme başkanı veya görevli hakim tarafından hükmedilen onay kararnamesinin gerekçeli  olması  gerektiği  ve  gerekçelerin  içeriği  Fransız  CMK  m.  495-11,  f.  1’de gösterilmiştir.  Bu  hükme  göre  hakim,  şüphelinin  kendisine  isnat  edilen  eylemleri  ve savcılık tarafından teklif edilen cezai yaptırımları müdafii huzurunda kabul ettiğini, ayrıca, hükmedilen  cezai  yaptırımların  suçun  işlendiği  koşullar  ve  failin  kişiliği  yönünden temellendirilmiş olduğunu içeren bir gerekçe sunmalıdır. 2019 yılındaki kanun değişikliği ile  Fransız  CMK’ye  eklenen  m.  495-11,  f.  1  ile  birlikte  hakimin  duruşma  esnasında yapacağı  denetimin  içeriği  de  yeniden  formüle  edilmiş  olmaktadır.  Böylece  hakimin, somut olayın koşullarıyla bağlantısını kurmak için savcılığın teklif ettiği cezayı da gözden geçirmesi  beklenmektedir 71 .  Mahkeme  başkanı  veya  hakimin  savcılığın  teklifini değerlendirmesinin  kapsamı,  2004  yılında  Adalet  Bakanlığı  tarafından  çıkarılan Suçluluğun  Ön  Kabulü  Üzerine  Duruşma  Usulü  Hakkındaki  Sirküler’de  de  ayrıca açıklanarak belirlenmiştir72. Sirküler’de hakimin denetiminin kapsamı failin suçluluğunun tespiti, isnat edilen eylemleri  kabul  etmiş  olduğunun, eylemlerin  hukuki  nitelemesinin yerinde olduğunun, belirlenen cezanın kanuna uygun ve orantılı olduğunun teyit edilmesi olarak  açıklanmıştır73.  Sirküler’de  de  vurgulandığı  üzere  hakim  eğer  suçun  işlenme koşulları ve failin kişiliğine uygun ve orantılı bir cezanın bulunmadığına kanaat getirirse  70 Molins, parag. 38.  71 Gerekçe zorunluluğu kapsamında hakim, savcının cezayı Fransız CK m. 130-1 ve 132-1’e uygun olarak belirleyip  bireyselleştirdiğini  ve  cezanın  ağırlığının  somut  olayın  koşullarıyla  orantılı  olduğunu  da denetleyecektir. Molins, parag. 39.  72 02.09.2004 Tarihli, Crim-04-12-E8-02.09.04 Sayılı Sirküler,  http://www.textes.justice.gouv.fr/art_pix/circulaire020904comparution.pdf (erişim tarihi: 10.12.2019). 73 Pradel, s. 774, dn. 1. Sirküler’de denetim kapsamında eylemin hukuki nitelemesinin yerinde olmadığına kanaat getiren hakim talebi reddetmek zorundadır. Çünkü iddia pazarlığından farklı olarak hukuki niteleme üzerinde anlaşılması mümkün değildir. Ayrıca Sirküler’de (2.3.3.1.3.) verilen cezanın orantılılığının hakimin, olağan usulde kendisinin öngörebileceği ceza miktarıyla savcının teklifi arasındaki farkın büyük olması halinde bozulduğunun kabul edileceği de vurgulanmıştır.     15talebin  reddi  kararı  verir.  Hakimin  savcının  belirlediği  cezayı  değiştirme  yetkisi bulunmamaktadır.   Mahkeme  başkanı  veya  görevli  hakim,  m.  495-11’de  sayılan  bu  koşulların oluşmadığı hallerin yanı sıra, olayın mahiyetinin, sanığın kişiliğinin, mağdurun durumunun veya kamu menfaatinin olağan usulde duruşma yapılmasını gerektirdiğini düşündüğünde de savcılığın teklifini karara bağlamayı reddedebilir (Fransız CMK m. 495-11-1). Aynı şekilde mağdurun belli olması halinde, duruşmaya gelmesi ve mağdurun Fransız CMK m. 495-13 kapsamında bu usuldeki duruşmada dinlenmesi sırasında suçun işlenme şekline veya failin kişiliğine ilişkin yeni bir bilginin ortaya çıkması halinde de hakimin ret kararı vermesi  mümkündür  (Fransız  CMK  m.  495-11-1).  Hakim  eylemlerin  hukuki nitelendirmesinin  farklı  olması  gerektiğini  veya  savcılığın  takdir  ettiği  cezanın  failin kişiliği ve olayın koşullarına nazaran orantısız olduğunu tespit ederse yine yukarıda da belirtildiği üzere ret kararı verecektir74. Şüphelinin savcılığın teklifini kabul etmemesi veya hakimin yukarıda belirtilen herhangi bir nedenle ret kararı vermesi halinde, savcılık olağan usullerden biriyle muhakemeye devam edilmek üzere dosyayı yetkili mahkemeye sevk eder (Fransız CMK m. 495-12, f. 1).    Duruşmanın sona ermesiyle birlikte verilen hükmün yanı sıra sürece ilişkin yapılan işlemlerin ve bilhassa sanığın ikrarıyla cezaları kabul ettiğine ilişkin beyanının yer aldığı bir  tutanak  düzenlenir.  Ancak  savcılığın  teklif  ettiği  cezaların  kabul  edilmemesi  veya mahkemenin savcılığın talebini reddetmesi halinde, tutanak olağan yargılama usulünün devam ettiği makamlar önüne gönderilmeyecek, taraflar tutanakta yer alan hususları ileri süremeyecektir (Fransız CMK m. 495-14). Aynı şekilde şüphelinin kabul etmediği veya onaylanarak hükme bağlanmayan suçluluğun ön kabulü üzerine duruşma usulünde sunmuş olduğu ikrarının diğer yargılama süreçlerinde dikkate alınması mümkün değildir75. Bu hükmün  amacı  failin  diğer  yargılama  süreçlerinde  savunma  hakkını  serbestçe kullanabilmesi, bu usulün uygulanması sırasında eylemleri üstlenmiş veya hakkında belirli bir cezanın verilmesini kabul etmiş olmasının daha sonraki süreçlerde bu hususlara karşı savunma  yapma  imkanını  engellememesidir76.  Ayrıca  Kanun’da  açıkça  yer  verilmiş olmasa da, adil yargılanma hakkı kapsamında korunan mahkemenin tarafsızlığı ilkesinin  74 Dreyer/ Mouysset, s. 351.  75 Pradel, s. 774.  76 Molins, parag. 49.    16bir  gereği  olarak,  suçluluğun  ön  kabulü  üzerine  duruşma  usulünün  uygulanmasının herhangi bir nedenle tamamlanamadığı hallerde fail hakkında başlatılan olağan yargılama usulünde aynı hakimin görev yapmaması gerektiği ifade edilmektedir77.   Mahkemenin savcılığın teklif ettiği cezayı onaylayan kararnamesinin (ordonnance d’homologation)  mahkumiyet  hükmünün  tüm  sonuçlarını  doğuracağı  ve  derhal  infaz edilebilir olduğu Fransız CMK m. 495-11’de açıkça belirtilmiştir. Aynı maddede hapis cezasının  onaylanması  halinde  bu  hükmün  infazına  ilişkin  hususlara  da  açıklık getirilmiştir. Bu doğrultuda eğer hapis cezası söz konusu ise hükümlü infaz hakimi önüne çıkarılır veya derhal tutukevine (maison d’arret) alınır (Fransız CMK m. 495-11, f. 2). Bu yollardan  hangisinin  takip  edileceğine  daha  önce  belirtildiği  üzere  savcılığın  cezayı belirleyen teklifinde karar verilir (Fransız CMK m. 495-8, f. 2)78.   Savcılığın  teklifinin  onaylandığı  kararnameye  karşı  hem  hükümlünün  hem  de savcılığın olağan kanun yolu olan istinaf (appel) yoluna başvurması mümkündür79. Ret kararnamesine karşı ise hükümlünün de savcılığın da kanun yoluna başvurması mümkün değildir80. Bu durumda savcılık olağan usulde kovuşturmaya devam edilmesi için görevli mahkemeye başvuracaktır. Ancak bu durumda masumiyet karinesinin de bir gereği olarak failin suçluluğun ön kabulü üzerine duruşma usulünde yapmış olduğu açıklamalar ve ikrarı dikkate alınmayacaktır81.  III.   TÜRK HUKUKUNDA SERİ MUHAKEME USULÜ   A.   Tanımı    Seri  muhakeme  usulü  CMK’nin  250.  maddesinde  düzenlenmektedir.  CMK  m. 250’de on beş fıkra içerisinde seri muhakeme usulünün uygulanma koşulları ve genel kurallarına  yer  verilmiş,  ancak  kurumun  uygulanmasına  ilişkin  bazı  ilke  ve  kurallar yönetmeliğe  bırakılmıştır  (CMK  m.  250/15).  Maddede  sözü  edilen  yönetmelik  Ceza  77 Molins, parag. 50.  78 Pradel, s. 774.  79 Esasında cezayı baştan kabul eden şüphelinin daha sonra kanun yoluna başvurabilmesi imkanı çelişkili gibi gözükse de hem hükümlüye son kez kabulünden dönme imkanı tanınması hem de adil yargılanma hakkı kapsamında mahkumiyet hükmüne karşı kanun yoluna başvuru hakkının tanınması yükümlülüğünün bir gereği olarak dahil edildiği ifade edilmektedir. Molins, parag. 51, 52; Bouloc, s. 847.  80 Molins, parag. 45. 81 Dreyer/ Mouysset, s. 351.    17Muhakemesinde  Seri  Muhakeme  Usulü  Yönetmeliği”  (Yönetmelik)  adıyla  31.12.2019 tarihli  Resmi  Gazete’de  yayımlanarak  yürürlüğe  girmiştir 82 .  Bu  doğrultuda,  henüz uygulamasına  yeni  başlanılmış  olan  bu  usulün  uygulama  esas  ve  usullerine  ilişkin açıklamalarımızda CMK m. 250 ile birlikte Yönetmelik’te yer verilen hükümler temel alınmış, kurumun genel özellikleri Fransız hukukundaki örnek ile karşılaştırılmasına imkan verecek  ölçüde  sınırlandırılarak  ortaya  konulmaya  çalışılmıştır.  Bu  bölümde  seri muhakeme usulüne ilişkin açıklamalarda yeri geldikçe Fransız hukukundaki suçluluğun ön kabulü  üzerine  duruşma  usulüne  ilişkin  düzenlemeyle  arasındaki  farklılıklara  da değinilmiştir.  Seri muhakeme usulü, madde gerekçesinde belirtildiği şekliyle, şüphelinin daha az bir yaptırım beklentisiyle bu usulü kabul etmesiyle başlamakta, bir tarafta şüpheli diğer tarafta savcılık ile hüküm ve denetim makamı olarak mahkemenin bulunduğu bir süreci ifade etmektedir”83.   B.   Koşulları   Seri muhakeme usulünün uygulanma koşulları, CMK m. 250’den yola çıkılarak, bu usul kapsamında sayılan suçlardan birinin söz konusu olması, kamu davasının açılmasının ertelenmesine karar verilmemiş olması, şüphelinin bu usulün uygulanmasını kabul etmesi ve bu usulün uygulanmasına engel hallerin bulunmaması olarak belirlenebilir.   Seri muhakeme usulünün uygulanabilmesinin ilk koşulu bu usul kapsamındaki suç tiplerinden birinin söz konusu olmasıdır. Bu usul yalnızca CMK m. 250/1 –a bendinde katalog halinde sayılarak belirlenen sınırlı sayıdaki suçlarda uygulanabilmektedir84. Bu  82 Ceza Muhakemesinde Seri Muhakeme Usulü Yönetmeliği, R.G. 31.12.2019, S. 30995 (4. Mükerrer). 83https://mevzuat.tbmm.gov.tr/mevzuat/faces/kanunmaddeleri?pkanunlarno=256570&pkanunnumarasi=7188  (erişim tarihi: 10.12.2019). 84 Bu suçlar CMK m. 250/ 1-a’da aşağıdaki şekilde sayılmış, Yönetmelik m. 6/1’de tekrar edilmiştir:  a) Türk Ceza Kanununda yer alan; 1. Hakkı olmayan yere tecavüz (madde 154, ikinci ve üçüncü fıkra), 2. Genel güvenliğin kasten tehlikeye sokulması (madde 170), 3. Trafik güvenliğini tehlikeye sokma (madde 179, ikinci ve üçüncü fıkra), 4. Gürültüye neden olma (madde 183), 5. Parada sahtecilik (madde 197, ikinci ve üçüncü fıkra), 6. Mühür bozma (madde 203), 7. Resmi belgenin düzenlenmesinde yalan beyan (madde 206), 8. Kumar oynanması için yer ve imkan sağlama (madde 228, birinci fıkra),   18suçlar dışındaki suçlarda, aynı hafiflikte veya daha hafif olduğu düşünülse bile85, seri usulün  uygulanması  mümkün  değildir.  CMK  m.  250’de  sayılan  suçların  haricinde Yönetmelik  m.  5/1’de  ayrıca  ön  ödeme  ve  uzlaştırma  kapsamındaki  suçların  seri muhakeme  usulü  kapsamında  olmadığı  belirtilmiştir.  Maddeye  bakıldığında  Türk hukukunda seri usulün kapsamının belirlenmesinde Fransız hukukundakinden farklı bir yol izlendiği görülmektedir. Fransız hukukunda suçluluğun ön kabulü üzerine duruşma usulü kapsamındaki suçların belirlenmesinde sayma yöntemi yerine yaptırım çeşidi ve miktarı yönünden  kanuni  üst  sınırların  gösterilmesi  tercih  edilmiş,  yalnızca  kapsam  dışında bırakılan birkaç suç tipi sayılmıştır. Bu noktada bir yandan Türk kanun koyucusunun seri muhakeme  usulü  kapsamındaki  suçların  belirlenmesinde  yalnızca  ceza  yaptırımının miktarını ölçüt almadığı86, diğer yandan kapsamın Fransız hukukundaki suç kapsamından daha dar tutulduğu görülmektedir. Türk hukukunda seri muhakeme usulüne tabi suçların hafifliğinin belirlenmesinde cezanın tür ve miktarından ziyade suç tiplerindeki eylemlerin karmaşık yapıda olmamaları ve bu suçlarda delil elde etmenin kolay olmasının da dikkate alındığı düşünülebilir87. Gerekçe’de bu usulün belirli bir önem derecesinin altında olan suçlarda uygulanmak üzere getirildiği ifade edilmiştir88.   Seri muhakeme usulüne başvurulabilmesinin ikinci koşulu, şüpheli hakkında kamu davasının  açılmasının  ertelenmesine  karar  verilmemiş  olmasıdır.  Bu  durumda  savcı öncelikle  şüpheli  bakımından  daha  lehe  sonuç  doğuran  kamu  davasının  açılmasının  9. Başkasına ait kimlik veya kimlik bilgilerinin kullanılması (madde 268), suçları. b) 10/7/1953 tarihli ve 6136 sayılı Ateşli Silahlar ve Bıçaklar ile Diğer Aletler Hakkında Kanunun 13 üncü maddesinin birinci, üçüncü ve beşinci fıkraları ile 15 inci maddesinin birinci, ikinci ve üçüncü fıkralarında belirtilen suçlar. c) 31/8/1956 tarihli ve 6831 sayılı Orman Kanununun 93 üncü maddesinin birinci fıkrasında belirtilen suç. d) 13/12/1968 tarihli ve 1072 sayılı Rulet, Tilt, Langırt ve Benzeri Oyun Alet ve Makinaları Hakkında Kanunun 2 nci maddesinde belirtilen suç. e) 24/4/1969 tarihli ve 1163 sayılı Kooperatifler Kanununun ek 2 nci maddesinin birinci fıkrasının (1) numaralı bendinde belirtilen suç.” 85 Hüsnü Aldemir, Ceza Yargılamasında Seri Muhakeme ve Basit Yargılama Usulleri, 2. Baskı, Adalet Yayınevi, Ankara, 2020, s. 28.  86 Kızılarslan, s. 1920. 87 Seri usuldeki suçların mağdursuz suçlar ve uzlaşma kapsamında olmayan suçlar arasından seçildiğine ilişkin olarak bkz. Feridun Yenisey, Adli Teşkilat ve Muhakeme Usulü”, Ayşe Nuhoğlu (der.),  Ceza Muhakemesi Hukuku Başvuru Kitabı, 5. Baskı, Bilge Yayınevi, Ankara, 2020, s. 15-34, s. 27; Kanun koyucunun tercihinde şahsi mağduriyetin doğmadığı, kamuya karşı işlenen, genellikle düzenleyici işlemlerle de önlenmesi mümkün suçları dikkate aldığına ilişkin olarak bkz. Kızılarslan, s. 1923.  88https://mevzuat.tbmm.gov.tr/mevzuat/faces/kanunmaddeleri?pkanunlarno=256570&pkanunnumarasi=7188  (erişim tarihi: 10.12.2019). Bu usul kapsamında gösterilen suçların yaptırımlarının hafif olmadığı, bu suçların önemsiz görülmesi halinde cezalarının indirilmesi gerektiği hakkında bkz. Nur Centel/ Hamide Zafer, Ceza Muhakemesi Hukuku, 17. Bası, Beta Yayınları, İstanbul, 2020, s. 607.   19ertelenmesinin koşullarının oluşup oluşmadığına bakarak uygulanması mümkün değilse seri muhakeme usulüne başvuracaktır89. CMK m. 250/1’de belirtilen bu koşuldan, seri muhakeme usulüne başvurulabilmesi için savcının kovuşturma evresine geçme yönünde bir iradesinin oluşmasının, diğer bir deyişle kamu davası açılacak yeterli şüpheye ulaşılmış olmasının arandığı sonucuna ulaşılmaktadır90. Kanun’da açıkça ifade edilmeyen bu husus, Yönetmelik m. 5/2’de vurgulanmış, bu usulün kamu davası açılabilmesi için yeterli şüphe oluşturacak delil elde edilmesi üzerine kamu davasının açılmasının ertelenmesine karar verilmediği  takdirde”  uygulanabileceği  ifade  edilmiştir.  Bu  noktada  yeterli  delile ulaşılmasına yönelik gerekli tüm soruşturma işlemlerinin tamamlanmış olması gerektiği de bu koşul kapsamında belirtilmelidir91.   Seri muhakeme usulünün diğer bir koşulu şüphelinin bu usulün uygulanmasını kabul  ettiğini  beyan  etmesidir  (CMK  m.  250/3,  Yönetmelik  m.  5/3).  Müdafiin  kabul sırasında  hazır  bulunması  zorunluluğu  da  bu  koşul  kapsamında  kanunda  açıkça düzenlenmiştir. Bu noktada belirtmek gerekir ki kabul beyanının içeriği yönünden Türk hukukundaki seri muhakeme usulü Fransız hukukundaki örnekten farklı düzenlenmiştir. Fransız  hukukunda  suçluluğun  ön  kabulü  üzerine  duruşma  usulünde  şüpheli  yalnızca hakkında bu usulün uygulanmasını kabul etmemekte, aynı zamanda kendisine isnat edilen eylemleri  gerçekleştirdiğini  de  ikrar  etmektedir.  Bu  usulün  uygulanmasını  açıkça şüphelinin isnat edilen eylemleri kabul etmesi koşuluna bağlamayan92 Türk hukukunda savcılığın elinde Fransız hukukundan farklı olarak ikrar beyanı bulunmamaktadır.   Son olarak CMK m. 250/11-13 ile Yönetmelik m. 7’de seri muhakeme usulünün uygulanmasına engel haller gösterilmiştir. Buna göre bu usulün yaş küçüklüğü, sağır-dilsizlik ve akıl hastalığı hallerinin varlığı halinde uygulanması mümkün değildir (CMK m. 250/12, Yönetmelik m. 7/1). Suç faillerinden birinin bile bu haller kapsamında olması bu usulün  uygulanmasına  engeldir  (Yönetmelik  m.  7/2).  Bu  engel  hallere  yer  verilme gerekçesi, Fransız hukukundakine benzer şekilde, kabul beyanında bulunma iradelerinin  89 Aldemir, s. 63.  90 Yenisey, Adli Teşkilat, s. 28.  91 Kızılarslan, s. 1916, 1917; Soruşturmanın genel muhakeme sürecinde olduğu gibi yürütülmesi ve delillerin toplanması gerektiği hakkında bkz. Centel/ Zafer, s. 598, 600.  92 Kızılarslan, s. 1930; Teklifi kabul etmenin şüphelinin eylemleri gerçekleştirdiğini ve sorumluluğu da kabul ettiği anlamına geldiği yönündeki görüş için bkz. Cumhur Şahin/ Neslihan Göktürk, Ceza Muhakemesi Hukuku II, 10. Bası, Seçkin Yayınları, Ankara, 2020, s. 205.    20geçerliliği sorunudur93. Ancak Fransız hukukunda yalnızca yaş küçüklüğü engel haller arasında sayılmıştır. Bu yönüyle Türk hukukundaki düzenlemenin daha kapsamlı ve usulün getirilme  amacına  daha  uygun  olduğu  görülmektedir.  Zira  yaş  küçüklüğü  gibi  sağır-dilsizlik veya akıl hastalığının varlığı halinde de gerek kabul iradesinin geçersizliği gerekse bu  kişiler  hakkındaki  cezanın  bireyselleştirilebilmesi  için  hızlandırılmış  bir  usuldeki sürecin elverişli olmadığı ifade edilebilir. Bu hallerin yanı sıra Türk hukukunda şüpheliye ulaşılamaması hali de bu usulün uygulanması engellerinden biridir (CMK m. 250/13). Diğer  bir  uygulama  engeli  suçun  iştirak  halinde  işlenmesi  söz  konusu  olduğunda şeriklerden birinin bu usulü kabul etmemesidir (CMK m. 250/11, Yönetmelik m. 7/2). Bu durumda hiçbir şerik hakkında seri muhakeme usulüne başvurulamaz.   C.   Uygulanma Usulü  Türk hukukundaki seri muhakeme usulüne başvurulması Fransız hukukundan farklı olarak  ihtiyari  değildir.  CMK  m.  250/1  uyarınca  yukarıda  belirtilen  koşulların  varlığı halinde  seri  muhakeme  usulü  uygulanır”.  Yönetmelik  m.  5/2’de  koşulları  oluştuğu takdirde  uygulanmasının  zorunlu  olduğu  açıkça  ifade  edilmiştir.  Savcılığın  bu  usulün uygulanmasını  teklif  edip  etmeme  yönünde  bir  takdir  yetkisi  bulunmamaktadır94.  Bu doğrultuda savcının seri muhakeme usulüne başvurulması mümkün olduğu halde bu usule başvurmayarak iddianame düzenlemesi iddianamenin iadesi nedeni olarak düzenlenmiştir (CMK m. 174/1-c). Şüphelinin de henüz hakkındaki soruşturma devam ederken, iddianame düzenlenene  kadar  savcılığa  başvurarak  seri  muhakeme  usulünün  uygulanmasını  talep etmesi mümkündür (Yönetmelik m. 5/11).   1.   Savcılığın Talebinin Oluşturulması   Seri  muhakeme  usulünün  uygulanması  için  gereken  kanuni  koşulların  varlığını tespit eden savcı, ya şahsen ya da kolluk görevlilerine talimat vererek, öncelikle şüpheliye seri  muhakeme  usulü  hakkında  bilgi  verir  (CMK  m.  250/2,  Yönetmelik  m.  8/2).  93 Kızılarslan, s. 1925; Burada kanun koyucunun maddede sayılan kişilerin yargılamalarındaki özellikleri öne çıkarmayı amaçladığı hakkında bkz. Erdener Yurtcan, Ceza Yargılaması Hukuku, 16. Bası, Seçkin Yayınevi, Ankara, 2019, s. 719.  94 Aldemir, s. 282; Gülsün A. Aygörmez Uğurlubay/ Nuran Haydar/ Mehmet Korkmaz, Seri Muhakeme Usulüne İlişkin Sorunlar”, ASBÜ Hukuk Fakültesi Dergisi, Sayı: 2019/2, s. 255-306, s. 263; Kızılarslan, s. 1915; Yurtcan, s. 714; Yenisey, Adli Teşkilat, s. 28.    21Devamında savcı bu usulün uygulanmasına yönelik teklifini yapmak üzere şüpheliyi en kısa  zamanda”  davet  eder,  şüphelinin  mazeretsiz  olarak  gelmemesi  veya  kendisine ulaşılamaması hallerinde soruşturmaya olağan usulde devam edilir (Yönetmelik m. 9). Savcının daveti üzerine gelen şüpheliye teklifi sunmadan önce savcı öncelikle bilgi verir (Yönetmelik m. 10/1). Teklif öncesinde yapılan bu bilgilendirmenin içeriği Yönetmelik m. 10’da  ayrıntılı  olarak  düzenlenmiştir.  Savcı  bizzat  gerçekleştirdiği  bu  bilgilendirme sonrasında  şüpheliye  teklifini  sunar  ve  şüpheli  müdafii  huzurunda  teklifi  kabul  veya reddeden beyanını açıklar (CMK m. 250/3, Yönetmelik m. 10/1-d, m. 11). Görüldüğü üzere müdafiin hazır bulunması, CMK m. 250/3’in kaleme alınış şekli takip edildiğinde savcının teklifi sunduğu  anda değil95, teklifin kabul  edildiği  anda zorunlu kılınmıştır. Anılan Yönetmelik hükümlerinde de müdafiin hazır bulunmasının  yine teklifi kabul” anında aranacağı belirtilmiştir (Yönetmelik m. 10/1-d, m. 11). Her ne kadar 250. maddenin gerekçesinde müdafiin teklif sırasında hazır bulunmasının zorunlu olduğu ifade edilmişse de  gerekçenin  yalnızca  bir  yorum  aracı  olduğu  ve  teklif  ile  kabul  zamanları  arasına düşünme  süresi  girebileceği  düşünüldüğünde,  bu  hususun  mevzuat  metnine  açıkça eklenmesinin  daha  yerinde  olduğu  vurgulanmalıdır 96 .  Bunun  yanı  sıra  şüphelinin bilgilendirme  esnasında  müdafi  güvencesinden  yararlanmasına  ilişkin  bir  hüküm getirilmediği,  bilgilendirmenin  doğru  ve  kapsamlı  olarak  gerçekleştirilip gerçekleştirilmediği  veya  bu  esnada  şüphelinin  iradesi  üzerinde  olumsuz  bir  etkinin yaratılıp yaratılmadığının97 denetlenmesi konusunda bir güvencenin yaratılmadığının da altı  çizilmelidir.  Bu  noktada  hükmün  Fransız  hukukundaki  düzenlemeden  ayrıldığı görülmektedir.  Fransız  hukukundaki  usulde  zorunlu  bir  bilgilendirme  aşaması bulunmamakta,  ancak  kanunda  şüphelinin  eylemleri  kabul  ettiğine  ilişkin  beyanının yapıldığı an ile savcının cezayı teklif ettiği anda” müdafiin bulunmasının zorunlu olduğu açıkça düzenlenmektedir (Fransız CMK m. 495-8, f. 5). Hatta aynı maddede şüphelinin müdafi  hakkından  feragat  edemeyeceği,  müdafiin  dosyayı  her  zaman  yerinde inceleyebileceği ve şüphelinin savcının olmadığı bir ortamda müdafiiyle görüşme hakkının bulunduğu da açıkça belirtilerek güvence altına alınmıştır. Türk hukukundaki seri usule  95 Kızılarslan, s. 1929.  96 Teklifin müdafiin de hazır bulunduğu bir ortamda yapılmasının kanuni zorunluluk olduğu hakkında bkz. Aldemir, s. 64; Teklifin müdafiin hazır bulunduğu sırada yapılması gerektiği ve bu durumda şüpheliye ayrıca teklifi değerlendirme süresi verilmemesi gerektiği hakkında bkz. Şahin/ Göktürk, s. 205; Savcının teklifini şüphelinin  müdafii  hazır  bulunmaksızın  yapamayacağı,  teklif  sırasında  şüpheli  ve  müdafiin  savcının huzurunda bulunması gerektiği hakkında bkz. Yurtcan, s. 715.  97  Müdafiin  hazır  bulunmadığı  bilgilendirme  aşamasında  bilgilendirme  adı  altında  tehditle  itirafa yönlendirmesi tehlikesi bulunmaktadır. Kızılarslan, s. 1928.    22ilişkin  düzenlemeler  müdafi  zorunluluğu  getirse  de  Fransız  hukukunda  şüphelinin müdafiden yararlanma hakkını sağlayan bu kanuni güvenceleri içermemektedir.   Fransız hukukundaki gibi savcılığın teklifini düşünmek üzere süre talep edilmesi imkanına  CMK  metninde  yer  verilmemiş,  ancak  daha  sonra  çıkarılan  Yönetmelik’te şüphelinin talebi üzerine savcılığın teklifini değerlendirmek amacıyla bir ayı aşmayacak makul bir süre verilebileceği öngörülmüştür (Yönetmelik m. 10/3). Fransız hukukunda on gün olan düşünme süresi, Türk hukukunda bir ayı aşmayacak şekilde savcı tarafından takdir edilecek bir süre olarak belirlenmiştir. Bu durumda savcının birkaç saat düşünüp cevap verilmesini istemesi veya bir ay içerisinde cevap verilmesini beklemesi mümkün olup, makul sürenin neye göre belirleneceği veya uzatılmasının talep edilip edilemeyeceği açık değildir. Bu durumun uygulamada eşitsizliğe yol açabilecek nitelikte olduğunun altı çizilmelidir.    Savcılığın  teklifini  kabul  eden  şüphelinin  bu  beyanını  geri  alıp  alamayacağı hususuna  da  yine  Kanun  metninde  yer  verilmemiş,  Yönetmelik  m.  5/4’te  hüküm kuruluncaya kadar kabul beyanının geri alınabileceği düzenlenmiştir.  Şüpheliye  yöneltilen  teklifle  ilgili  olarak  ele  alınması  gereken  diğer  bir  husus teklifin  içeriğine  ilişkindir.  CMK  m.  250/3’te  savcılığın  şüpheliye  seri  muhakeme usulünün uygulanmasını” teklif edeceği belirtilmekte, bu ifadeden şüphelinin kabul etmeyi değerlendireceği teklifin yalnızca hakkında olağan usulden farklı bir usulün uygulanmasını ve  kabul  ederse  cezasında  kanunda  gösterilen  oranda  indirim  yapılacağını  içerdiği sonucuna  ulaşılmaktadır.  Ancak  her  ne  kadar  bu  ifadeden  savcılığın  seri  usulün uygulanması  teklifinin,  şüpheli  hakkında  talep  edilen  ceza  miktarını  içermediği anlaşılmaktaysa  da 98 ,  Yönetmelik  m.  10/2’de  savcının  teklifi  yaparak  şüpheliye yaptırımların  neler  olduğunu  açıklayacağı  ifadesine  yer  verilmiştir.  Aynı  doğrultuda Yönetmeliğe ek olarak yayımlanan kabul tutanağı örneklerinde, teklif metninin savcılığın belirlediği  temel  cezayı  da  içerdiği  görülmektedir 99 .  Yine  Yönetmelik  m.  10/8’de şüphelinin teklifi kabul etmesi üzerine kabul tutanağına savcı tarafından hesaplanan sonuç cezanın  da  yazılacağı  ve  kabul  eden  tarafından  imzalanacağı  belirtilmiştir.  Bu  98  Maddedeki  ifadeden  teklifin  yalnızca  seri  muhakeme  usulünün  uygulanmasına  yönelik  olduğu anlaşılmaktadır. Kızılarslan, s. 1930.  99 https://www.resmigazete.gov.tr/eskiler/2019/12/20191231M4-2-20.pdf  (erişim tarihi: 20.02.2020).   23hükümlerden  anlaşıldığı  üzere,  Türk  hukukunda  da  Fransız  hukukunda  olduğu  gibi, şüpheliye savcılığın belirlemiş olduğu ve hakkında uygulanmasını talep edeceği yaptırım tür ve miktarının  açıklanması ve şüphelinin  bu yaptırım  ile olağan usulde alabileceği yaptırım arasında bir öngörüde bulunarak tercihte bulunması söz konusudur. Buna karşılık Fransız hukukundan farklı olarak Türk hukukunda seri muhakeme usulünde, indirimli ceza teklifi karşılığında şüphelinin eylemleri üstlenmesi, ikrarı  açıkça aranmamıştır. Burada cezada doğrudan indirim imkanı karşılığında, şüphelinin eylemleri üstlenerek suçluluğuna ilişkin  delil  elde  edilmesi  değil,  daha  kısa  süren  ve  olağan  muhakeme  işlemlerinin bazılarının dahil edilmediği farklı bir usulün uygulanması teşvik edilmektedir100.   Seri  muhakeme  usulünde,  olağan  yargılama  usulünden  farklı  olarak,  şüpheli hakkında uygulanacak cezayı savcı belirler. CMK m. 250/4 açıkça TCK m. 61’nin birinci fıkrasında yer alan hususları dikkate alarak, hükmedilecek cezanın türünü ve miktarını belirleme  yetkisinin  savcı  tarafından  kullanılacağını  düzenlemektedir.  Bu  hükme  göre savcı yalnızca m. 61/1 uyarınca alt ve üst sınırlar arasında ceza miktarını takdir etmekte serbest  olup,  maddenin  diğer  fıkralarındaki  hususları  dikkate  alamayacaktır101.  Ceza miktarını belirleyen savcı, belirlediği cezadan kanunda yer alan oranda indirim  yapar. Kanunda bu usule başvurulması halinde yapılacak indirim oranı savcının belirlediği temel cezanın  yarısı  olarak  belirlenmiş  olup  (CMK  m.  250/4),  bu  indirimin  yapılması zorunludur102. Kanunda belirlenen orandaki indirimin haricinde başka bir indirim veya artırım  yapılması  mümkün  değildir103.  Bu  noktada  CMK  sistemindeki  ceza  belirleme yöntemi  Fransız  hukukundan  ayrılmaktadır.  Fransız  hukukunda  savcı  ilgili  suçlar  için kanunda öngörülen ceza miktarının alt ve üst sınırları arasında cezayı genel hükümlere göre  belirleyebilmekte  ancak  belirlenen  sonuç  ceza  miktarı  belirli  bir  üst  sınırı  100 Ceza indiriminin adil yargılanma kapsamındaki bazı haklardan vazgeçilmesi karşılığında bir ödül olarak öngörüldüğü izlenimini yarattığı görüşü için bkz. Centel/Zafer, s. 607.  101 Gerekçe metni için bkz.  https://mevzuat.tbmm.gov.tr/mevzuat/faces/kanunmaddeleri?pkanunlarno=256570&pkanunnumarasi=7188 (erişim tarihi: 10.12. 2019); Savcının cezayı TCK m. 61/1’i göz önünde bulundurarak belirleyeceğine ilişkin bu düzenlemenin maddenin diğer fıkralarının uygulanmayacağı anlamına gelmediği yönündeki görüş için bkz. Şahin/ Göktürk, s. 205, dn. 332.  102 Savcının indirim yapılmamasını takdir etme yetkisi veya indirim oranını değiştirme ya da takdiri indirim nedenlerini uygulama imkanı bulunmaz. Aldemir, s. 284.  103 Gerekçe metni için bkz.  https://mevzuat.tbmm.gov.tr/mevzuat/faces/kanunmaddeleri?pkanunlarno=256570&pkanunnumarasi=7188 (erişim tarihi: 10.12. 2019).   24aşamamaktadır.  Türk  hukukunda  bu  şekilde  ceza  miktarına  üst  sınır  getirilmediği görülmektedir104.   Temel cezayı belirledikten sonra, şüpheli hakkında belirlenen yaptırımın seçenek yaptırımlara çevrilmesi veya ertelenmesi ya da hükmün açıklanmasının geri bırakılmasının koşulları oluşmuş ise bunların uygulanmasına karar vermek de yine savcının takdirindedir (Yönetmelik m. 10/6, 7). Fransız hukukunda da savcının cezanın yanında ek cezalara ve ertelemeye  karar  vermesi  mümkün  olup,  savcı  cezanın  infazına  ilişkin  hususları  da belirleyebilmektedir (Fransız CMK m. 495-8, f. 2, 4).   2.   Savcılığın Talebinin Mahkemeye Sunulması ve Değerlendirilmesi  Şüphelinin teklifi kabul etmesi ve kabul tutanağının imzalanmasını takiben savcılık seri  muhakeme  usulünün  uygulanması  amacıyla  görevli  mahkemeye  talep  yazısını (Talepname”, Yönetmelik m. 4, 12) sunar. Talepnamede yer alması zorunlu hususlar CMK m. 250/8 ve Yönetmelik m. 12/2’de gösterilmiştir105. Bu hususlar arasında savcılığın elde ettiği delillerin olayla ilişkilendirilmesine veya cezanın ertelenmesi, güvenlik tedbirine karar verme gibi yetkilerini kullanmasının gerekçelerine açıkça yer verilmemiştir106.   Yönetmelik’te  mahkemenin  seri  muhakeme  usulünü  talepnameyi  aldığı  gün inceleyerek değerlendireceği düzenlenmiştir. Bu doğrultuda  talepnameyi alan mahkeme, aynı gün değerlendirerek talepnamenin usulüne uygun olduğuna karar verirse şüpheliyi müdafi huzurunda dinlemek üzere çağırır (CMK m. 250/9). Şüpheli mazeretsiz olarak gelmezse bu usulden vazgeçmiş sayılır (CMK m. 250/9, Yönetmelik m. 13/5), bu durumda savcılığın  talebinin  reddine  karar  verilir107.  Şüpheli  ile  müdafiin  mahkemeye  gelmesi  104 Kızılarslan, s. 1933.  105 Buna göre talep yazısında: a) Şüphelinin kimliği ve müdafii, b) Mağdur veya suçtan zarar görenlerin kimliği ile varsa vekili veya kanuni temsilcisi, c) İsnat olunan suç ve ilgili kanun maddeleri,  ç) İsnat olunan suçun işlendiği yer, tarih ve zaman dilimi, d) Şüphelinin tutuklu olup olmadığı; tutuklanmış ise, gözaltına alma ve tutuklama tarihleri ile bunların süreleri, e) İsnat olunan suçu oluşturan olayların özeti, f) Cumhuriyet savcısı tarafından bu usulün uygulanmasının şüpheliye teklif edildiği ve şüphelinin müdafii huzurunda teklifi kabul ettiği, g) Belirlenen ceza ve/veya güvenlik tedbirleri ile uygulanmış ise hükmün açıklanmasının geri bırakılması, hapis cezasına seçenek yaptırımlar veya hapis cezasının ertelenmesine ilişkin hususlar,” yer alır.  106 Kızılarslan, s. 1939.  107 Aldemir, s. 286.    25halinde mahkeme şüpheliyi müdafi huzurunda seri muhakeme usulü ile ilgili olarak dinler (Yönetmelik m. 13/1).   Burada mahkemenin bu usul kapsamında gerçekleştirdiği dinleme işleminin niteliği veya  duruşma  açılarak  gerçekleştirilip  gerçekleştirilmeyeceği  kanun  metninde  açıkça belirlenmemiştir108.  Bu  durum  seri  muhakeme  usulünün  Fransız  hukukundaki  örnekle arasındaki iki temel farklılığını ortaya çıkarmaktadır. İlki, kurumların ceza muhakemesi sistemlerindeki  yeri  ve  hukuki  niteliği  ile  ilgilidir.  Fransız  hukukunda  suçluluğun  ön kabulü  üzerine  duruşma  usulü,  ilgili  başlıkta  değinildiği  üzere,  kovuşturma  evresine alternatif yol olarak değil, kovuşturma evresinin yürütülmesi çeşitlerinden biri olarak, bir alternatif kovuşturma usulü olarak, düzenlenmiştir. Bu doğrultuda Fransız hukukundaki usulde  savcılığın  talebini  alan  mahkeme  kovuşturma  evresinde  duruşma  açarak  talebi incelemekte ve hüküm vermektedir. Türk hukukunda mevzuat hükümlerine bakıldığında, seri muhakeme usulü soruşturma sonunda uygulanmakta109 ancak devamında kovuşturma evresine geçildiğine yönelik bir açıklık içermemektedir. Yönetmelik m. 13/1 hükmünde mahkemece yapılacak dinlemenin içeriği seri muhakeme usulü ile ilgili” olacak şekilde sınırlandırıldığı, mahkeme önündeki işlemlerle ilgili olarak duruşma”dan söz edilmediği ve bu aşamalarda da şüpheli” kavramının kullanıldığı göz önünde bulundurulduğunda CMK  metninden  mahkemenin  talepnameyi  almasıyla  birlikte  kovuşturma  evresine geçildiği anlaşılmamaktadır110. Yönetmelik m. 13/4’te talepnamenin reddedilmesi halinde dosyanın savcılığa gönderilerek soruşturmanın genel hükümlere göre sonuçlandırılacağı” ifadesi  de  bu  tespiti  desteklemektedir.  Zira  ceza  muhakemesinde  evrelerden  geri dönülememesi  kuralı  uyarınca  mahkemenin  talepnameyi  kovuşturma  evresinde incelediğinin kabul edilmesi halinde, talepnamenin reddi üzerine soruşturmaya yeniden dönülerek  devam  edilmesi  mümkün  olmayacaktır.  Her  ne  kadar  Gerekçe’de  hakimin şüpheliyi  dinlemesi  sırasında  bu  usule  uygun  düştüğü  ölçüde  duruşmaya  ilişkin  usul hükümlerinin kıyasen uygulanabileceği belirtilmişse de111, gerekçenin bağlayıcı olmadığı  108 Kızılarslan, s. 1941; Duruşmalı yapılacağına ilişkin olarak bkz. Aldemir, s. 174-175, s. 286. 109 Seri usulün soruşturma evresinin sonunda” uygulanacağına ilişkin ifadenin, bir sonraki evreye geçildiği izlenimi yarattığı ve bunun CMK m. 170/2’deki hatalı ifadeden kaynaklandığı hakkında bkz. Şahin/ Göktürk, s. 208, dn. 335.  110 Burada yeni bir soruşturmayı sona erdiren hal” yaratıldığı hakkında bkz. Kızılarslan, s. 1943; Seri muhakeme usulünün dava şartları kapsamında ele alınması hakkında bkz. Ahmet Gökcen/ Murat Balcı/ M. Emin Alşahin/ Kerim Çakır, Ceza Muhakemesi Hukuku, Adalet Yayınevi, Ankara, 2020, s. 89.  111 Gerekçe metni için bkz.  https://mevzuat.tbmm.gov.tr/mevzuat/faces/kanunmaddeleri?pkanunlarno=256570&pkanunnumarasi=7188 (erişim tarihi: 10.12. 2019).   26dikkate alındığında, yalnızca bu ifadeden seri muhakeme usulünün kovuşturma evresinde duruşmalı yürütülen bir usul olarak anlaşılacağı sonucuna ulaşmak mümkün değildir112.   İkinci  farklılık  mahkemenin  yaptırım  hükmünü  aleni  duruşmada  vermesi konusunda ortaya çıkmaktadır. Fransız hukukundaki usulün duruşma açılarak yürütülmesi kabul edilmiş, hatta Fransız CMK hükmünün ilk halinde dinlemenin mahkeme odasında yapılacağına ilişkin hüküm, kişi hakkında hürriyeti bağlayıcı bir cezaya hükmedilen bir sürecin  aleni  duruşmada  yürütülmesi  gerektiği  gerekçesiyle  Fransız  AYM  tarafından Anayasa’ya aykırı bulunmuştur. Bu doğrultuda kanun metni dinlemenin aleni duruşmada” yapılacağı şeklinde değiştirilmiştir. Seri muhakeme usulünde ise mahkemenin incelemesi sonucunda  savcının  belirlediği  ceza  doğrultusunda  hürriyeti  bağlayıcı  bir  yaptırıma hükmedilebilmekte,  ancak  bu  hükmün  aleni  duruşmada  verileceği  kanunda düzenlenmemektedir. Bu yönüyle kurum esasında 1412 sayılı mülga Ceza Muhakemeleri Usulü  Kanunu’nda  (m.  386-391)  yer  verilen  sulh  ceza  hakiminin  ceza  kararnamesi uygulamasına  benzer  özellik  göstermektedir113.  Duruşmasız  bir  usul  olan  ve  hürriyeti bağlayıcı bir cezaya hükmedilebilen ceza kararnamesi usulüne ilişkin AYM’nin yaklaşımı, bu konuda Fransız AYM’den ayrılan bir bakış açısı ortaya koymaktadır. AYM bu konuda 2004 yılında verdiği kararında ceza kararnamesi usulünde basit suçlarla ilgili olarak aleni duruşma yapılmaksızın hüküm verilebilmesinin Anayasa’ya aykırı olmadığını kabul etmiş, önemli olanın maddi gerçeğin araştırılmasına engel olunmaması olduğunu vurgulamıştır114. Bu nedenle olağan muhakeme usulünün dışında kalan alternatif usullerde aleni duruşmaya yer verilmesi konusunda Türk hukuku ile Fransız hukuku arasında yaklaşım farklılığının olduğu ifade edilebilecektir.    112 Bu usulde mahkeme önündeki sürecin soruşturma evresine dahil olduğu ve duruşmaya ilişkin hükümlerin usule uygun olduğu ölçüde uygulanabileceği görüşü için bkz. Şahin/ Göktürk, s. 208.  113 Duruşmasız ceza kararnameleri: Madde 386 – (Değişik: 5/3/1973 - 1696/49 md.) (Değişik birinci ve ikinci fıkralar: 7/1/1981 - 2369/10 md.): Sulh mahkemelerinin görevi içinde bulunan suçlara sulh hakimi, duruşma yapmaksızın bir ceza kararnamesi ile karar verebilir. Bu ceza kararnamesi ile ancak hafif veya ağır para cezasına veya nihayet üç aya  kadar hafif hapis veya bir meslek ve sanatın icrasının tatiline veya müsadereye yahut bunlardan bir kaçına veya hepsine hükmedilebilir. Ceza kararnamesiyle hükmedilecek hafif hapis cezası yerine Cezaların infazı hakkında Kanun gereğince para  cezası  da  hükmolunabilir.”  https://www.mevzuat.gov.tr/MevzuatMetin/5.3.14120.pdf  (erişim  tarihi: 25.03.2020). Seri muhakeme usulünün genel olarak sulh ceza hakiminin ceza kararnamesi ile benzerlik gösterdiği hakkında bkz. Yenisey, Adli Teşkilat, s. 27; Gökcen/ Balcı/ Alşahin/ Çakır, s. 92.  114  AYM  Kararı,  Esas  Sayısı:  2004/36,  Karar  Sayısı:  2004/92,  30.6.2004. https://www.resmigazete.gov.tr/eskiler/2005/11/20051117-23.htm (erişim tarihi: 25.03.2020).   27Seri  muhakeme  usulünde  mahkeme  önündeki  sürece  mağdurun  katılmasının mümkün olup olmadığına ilişkin düzenlemeye de yer verilmemiş, mağdurun seri usuldeki konumu ve katılma imkanına ilişkin hükümler bakımından da bu usul Fransız hukukundan ayrılmıştır. Fransız hukukunda mağdurun belirli olması halinde duruşma tarihinin tebliğ edileceği ve dilerse duruşmaya katılabileceği veya Fransız hukukunda tanınan şahsi dava hakkını  kullanabileceği  açıkça  düzenlenmiştir  (Fransız  CMK  m.  495-13,  f.  1).  Seri muhakeme  usulünde  ise  mağdurlarla  ilgili  olarak  CMK’de  talepnamede  mağdur  veya suçtan  zarar  görenlerin  kimliklerine  yer  verileceği  belirtilmiş  (CMK  m.  250/8-b), Yönetmelik’te ise seri usul sonunda verilen hükmün mağdur ve suçtan zarar görenlere veya katılma hakkını kullanabilecek kişilere tebliğ  edileceği  öngörülmüştür (Yönetmelik m. 14/2). Seri muhakeme usulü kapsamındaki suçların genellikle şahısların mağdur olduğu suçlardan oluşmadığı tespit edilmekteyse de hakkı olmayan yere tecavüz (TCK m. 154/ 2, 3) suçu gibi mağdurun belirli bir şahıs olabildiği suç tipleri bakımından bu şahısların zararının giderilebilmesi ve katılma hakkını kullanabilmesine ilişkin olarak ayrı düzenleme ve açıklık bulunmadığı görülmektedir. Her ne kadar, yukarıda değinildiği gibi, Fransız hukukunda mağdurun konumu ve ceza yargılaması sürecine dahil olma imkanları Türk hukukundan  yapısal  olarak  farklı  olsa  da,  olağan  usulün  dışına  çıkan  bir  muhakeme usulünde mağdurun bu usule nasıl dahil edileceğinin kendi yapısal özelliklerine uygun şekilde ayrıca gözetilmemesi bir eksiklik olarak görülebilecektir115.    Mahkeme dinlemeyi gerçekleştirdikten sonra seri muhakeme usulünün koşullarının oluşup  oluşmadığını  denetleyerek  değerlendirir.  Bu  kapsamda  hakim  şüphelinin bilgilendirilip bilgilendirilmediğini, teklifin müdafi huzurunda kabul edilip edilmediğini, bu  usulün  uygulama  alanındaki  suçlardan  birinin  söz  konusu  olup  olmadığını denetleyecektir.  Burada  hakimin  savcılığın  talepnamesini  hükme  bağlaması  için değerlendireceği üç husus belirlenmiştir. Bunlar eylemin seri muhakeme usulü kapsamında olması, bu usulün uygulanmasının kanuna uygun olarak teklif edilmiş olması ve teklifin şüphelinin müdafii huzurunda özgür iradesiyle kabul edilmiş olmasıdır (CMK m. 250/9, Yönetmelik  m.  13/4,  m.  14/1).  Bu  üç  husus  dışında  bir  denetim  veya  yargı  faaliyeti kapsamında başkaca bir işlem yapması mümkün olmayıp, hüküm kurma veya reddetme  115 Mağdur, müşteki ve diğer ilgililerin dinlenilmesine ilişkin hüküm bulunmamasına yönelik eleştiriler için bkz. Aldemir, s. 175; Seri muhakeme usulünde suçtan zarar görenin menfaatlerinin korunmamış olmasına yönelik eleştiriler için bkz. Yenisey, Adli Teşkilat, s. 30.    28nedenleri  yalnızca  bu  hususlarla  sınırlıdır116.  Hakimin  denetim  yetkisi  kapsamında şüpheliye isnat edilen eylemlerin hukuki nitelendirmesinin farklı olduğunu tespit ederek, bu  durumda  katalog  suçlar  arasında  yer  almayan  bir  suç  bakımından  bu  usulün uygulanamayacağına  karar  vermesi  de  mümkündür.  Ayrıca  Gerekçe’de  mahkemenin savcılığın  hukuki  nitelendirmesiyle  bağlı  olmadığı,  farklı  bir  sonuca  ulaşması  halinde hukuki  nitelemenin  yerinde  olmadığına  dayanarak  reddetmesinin  mümkün  olduğu belirtilmiştir. Yine Gerekçe’de mahkemenin olaya ilişkin maddi gerçeği araştırmak üzere delil toplaması, tanık dinlemesi gibi işlemlere başvurması imkanının olmadığı, hakimin maddi gerçeğin araştırılmasını gerekli gördüğünde talebi reddedeceği de belirtilmiştir117. Bu şekilde Türk hukukunda hakimin talepnameyi denetleme ve değerlendirme yetkisinin kapsamının önemli bir kısmının madde metni yerine Gerekçe’de açıklanması, mahkeme önündeki faaliyetin içeriğinin ve niteliğinin belirlenmesinde karışıklık yaratabilecektir.   Yönetmelik m. 13/2 uyarınca, talepnamenin gerekli şekil ve içerikte olmadığını, maddi hata bulunduğunu, erteleme, hükmün açıklanmasının geri bırakılması veya seçenek yaptırımların  koşullarının  oluşmadığını  veya  cezanın  mahiyetine  uygun  bir  güvenlik tedbirinin eksik olduğunu tespit ettiğinde mahkemenin ret kararı vermeksizin talepnameyi düzeltilmesi için savcılığa iade etmesi gerekir. Bunun üzerine eksiklikleri veya hataları gideren savcılık talepnameyi yeniden mahkemeye gönderecektir (Yönetmelik m. 13/3).   3.   Talebin Mahkemece Karara Bağlanması   Mahkeme  koşulların  oluşmadığını  tespit  ederse,  talebin  reddine  karar  vererek dosyayı soruşturmanın olağan usulle tamamlanması için savcılığa gönderir. Bu durumda şüphelinin seri muhakeme usulünü kabul ettiğine ilişkin beyanları ve bu usul kapsamındaki diğer belgeler takip eden soruşturma ve kovuşturma işlemlerinde delil olarak kullanılamaz (CMK m.  250/10, Yönetmelik m.  5/8). Benzer bir hüküm  Fransız hukukunda da yer almakta,  şüphelinin  seri  usuldeki  beyanları  ile  belgelerin  ileri  sürülemeyeceği  ve tutanakların gönderilemeyeceği açıkça düzenlenmektedir.    116  Madde  metnindeki  emirden  hakimin  hüküm  kurmak  konusunda  takdir  yetkisinin  olmadığı anlaşılmaktadır. Uğurlubay/ Haydar/ Korkmaz, s. 272.  117 Gerekçe metni için bkz.  https://mevzuat.tbmm.gov.tr/mevzuat/faces/kanunmaddeleri?pkanunlarno=256570&pkanunnumarasi=7188 (erişim tarihi: 10.12. 2019).   29Mahkeme koşulların oluştuğuna kanaat getirdiğinde ise, savcılığın talepnamesinde sunduğu  yaptırım  doğrultusunda  şüpheli  hakkında  hüküm  kurar  (CMK  m.  250/9). Hakimin, koşulların oluştuğuna karar verdiği bir talepnamedeki yaptırımı değiştirmek gibi bir  yetkisi  bulunmamaktadır.  Bu  durumda  esasında,  teklif  ve  kabul  edilen  yaptırımın belirlenmesinde maddi hata dışında, bir orantısızlık veya hakkaniyete aykırı bir sonuç tespit eden hakimin, yaptırımda değişiklik yapamayacağı için, talepnamenin reddine karar verebilmesi gerekir. Ancak Yönetmelik m. 14/1’deki ifadeden hakimin denetim yetkisi kapsamında  olan  üç  hususun  varlığını  tespit  ettiği  sürece  hüküm  vermesi  gerektiği anlaşılmaktadır.  Dolayısıyla  cezanın  eylemin  ağırlığıyla  orantısız  veya  yeterince temellendirilmemiş  olduğunu  tespit  etse  dahi  hakimin  talebi  reddetmesi  mümkün gözükmemektedir118. Hükmün Fransız hukukundaki düzenlemeden bu yönüyle de ayrıldığı görülmektedir. İlgili bölümde açıklandığı üzere Fransız CMK uyarınca hakim savcının talebini denetim yetkisi kapsamında cezanın orantılılığını da ret sebebi olarak dikkate alabilmektedir.   Mahkemenin  savcılığın  talep  ettiği  yaptırımı  onaylayan  kararı  CMK  ve Yönetmelik’te hüküm” olarak ifade edilmekte, CMK m. 223 kapsamında mahkumiyet hükmü niteliği taşıdığı kabul edilmektedir119. Bu doğrultuda hakimin onay kararı doğrudan icra  edilebilecek  ve  adli  sicile  işlenecektir120.  Bununla  birlikte,  savcılık  makamının belirlediği  cezanın  mahkeme  tarafından  kamu  davası  açılmaksızın  ve  tartışılmaksızın onaylandığı bir kararın hüküm niteliği taşıdığının açık olduğu söylenemeyecektir. Hüküm genel tanımı itibariyle ceza uyuşmazlığının esasını çözen kararları ifade etmektedir121. Bu yönüyle  seri  muhakeme  usulünde  hakimin  uyuşmazlığın  esasıyla  ilgili  faaliyetinin sınırlandırılmış  olmasının  onay  kararının  hüküm  niteliği  taşıdığı  konusunda  tereddüt oluşturduğuna dikkat çekilmelidir. Fransız hukukundaki usulde Türk hukukundan farklı olarak  hakimin  verdiği  onay  kararnamesinin  mahkumiyet  hükmünün  sonuçlarını doğuracağı  ve  derhal  infaz  edilebilir  olduğu  kanun  metninde  açıkça  düzenlenmiştir  118 Savcının belirlediği ceza miktarının isabetli olmadığı kanaatine varıldığında talepnamenin reddine karar verilmesinin yerinde olacağına ilişkin bkz. Aldemir, s. 177; Mahkemenin savcının talebini aynen kabul etmek zorunda  olmadığı  ve  dosyadaki  bilgi  ve  belgelere  göre  savcının  ortaya  koyduğu  sonuçları,  cezanın belirlenmesi de dahil olmak üzere, her yönüyle değerlendirebileceğine ilişkin görüş için bkz. Yurtcan, s. 718.  119 Aldemir, s. 285-286.  120 Hükmün adli sicile kaydedileceği Yönetmelik m. 10/1-f’de bilgilendirme kapsamındaki hususlardan biri olarak gösterilmiştir.  121 Feridun Yenisey/ Ayşe Nuhoğlu, Ceza Muhakemesi Hukuku, Güncellenmiş 7. Bası, Seçkin Yayınevi, Ankara, 2019, s. 750; Hükümler mahkemelerin bir uyuşmazlığı çözen sonuç kararları niteliğindedir. Yurtcan, s. 719.    30(Fransız CMK m. 495-11, f. 2). Fransız hukukunda hakimin esasla ilgili denetim yetkisi sınırlandırılmış olsa da mağdurun da katılabildiği aleni duruşmada cezanın orantılılığının dikkate alındığı bir usul söz konusudur.    CMK m. 250/14 uyarınca mahkemenin talepname doğrultusunda kurduğu hükme karşı itiraz yoluna başvurulması mümkündür. Yukarıda belirtildiği üzere hüküm olarak nitelendirilen bir karara karşı istinaf kanun yolunun açılmamış olması  ve itiraz kanun yoluna tabi tutulmuş olması düzenlemeyi bu yönden de karışık hale getirmektedir122. Türk hukukundan farklı olarak Fransız hukukundaki usulde hakimin onay kararnamesine karşı olağan kanun yolu olan istinafa başvurma imkanı tanınmış (Fransız CMK m. 495-11, f. 3), böylece bu usulde verilen kararla ilgili olarak bir üst derece mahkemesi önünde denetim imkanı veren bir kanun yolu sunulmuştur123.  IV.   TÜRK VE FRANSIZ HUKUKLARINDAKİ DÜZENLEMELERE YÖNELİK ÖNE ÇIKAN DEĞERLENDİRMELER     Türk  ve  Fransız  hukuklarındaki  seri  usullerin  yukarıda  ele  alınan  düzenlenme şekilleri ve özellikleri karşılaştırıldığında, bu iki kurumun özellikle adil yargılanma hakkı kapsamında yer alan bazı güvencelerle, ceza muhakemesi sisteminin genel yapısı ve bu yapıdaki süjelerin rolleriyle ve nihayet ceza muhakemesinin etkinliğiyle ilgili bazı tespitler öne çıkmaktadır. Bu bölümde, öne çıkan bu tespitlerin karşılaştırmalı bir yolla genel bir çerçevede ele alınmasına çalışılmıştır.   A.    Adil Yargılanma Hakkı Kapsamındaki Güvenceler  Seri veya basitleştirilmiş bir muhakeme usulü öngören kurumların her biri  süreci hızlandırmak  amacıyla  olağan  muhakeme  sürecinin  işlemlerini  ve  düzenini değiştirmektedir. Bu değişime bağlı olarak olağan usulde temin edilen adil yargılanma  122 İtiraz kanun yolu öngörülmesi bu usulde verilen kararın hükümden ziyade hakim kararı gibi bir karar niteliğinde olduğunu göstermekte, bu nedenle kararın hüküm niteliğinde de bir belirsizlik yaratmaktadır. Kızılarslan, s. 1942, 1944; Hüküm niteliğindeki kararlara karşı öngörülmesi gereken kanun yolunun istinaf olması gerektiği hakkında bkz. Yurtcan, s. 719.  123 Cünhaların  yargılanmasında  olağan  kanun  yolu  olarak  istinaf  (appel)  başvurusu  bir  üst  dereceli mahkemeye yapılır. Pradel, s. 825.    31hakkı  kapsamındaki  güvencelerin  de  bazıları  devre  dışı  bırakılmakta  veya sınırlandırılmaktadır.   Avrupa  İnsan  Hakları  Mahkemesi  (AİHM)  bu  konuda,  sanığın  suçluluğunun hızlandırılmış bir usulle tespit edilmesine yönelik bir muhakeme sürecinin bazı haklardan feragat  edilmesini  gerektirdiğini  ve  AİHS  m.  6’nın  şüpheli  veya  sanığın  kendi  özgür iradesiyle  ceza  muhakemesindeki  bazı  güvencelerden  bu  şekilde  feragat  etmesini engellemediğini  ifade  etmiştir 124 .  Natsvlishvili  ve  Togonidze/  Gürcistan  kararında Mahkeme,  Gürcistan’da  muhakemenin  hızlandırılmasına  yönelik  alternatif  usuller kapsamında  uygulanan  iddia  pazarlığı  benzeri  kurumu  adil  yargılanma  hakkına  etkisi yönünden değerlendirmiş, AİHS m. 6’ya aykırılık bulunmadığı sonucuna ulaşmıştır125. Bu kararda AİHM öncelikle, failin soruşturma makamlarıyla işbirliği veya ikrarı karşılığında cezada  indirim  almasını  sağlayan  usuli  yöntemlerin  Avrupa  ceza  adaleti  sistemlerinin genelinde bulunan bir özellik olduğunun altını çizmiştir. Buradan yola çıkarak Mahkeme iddia  pazarlığı  usulünün  yerinde  olmayan  bir  usul  olduğunun  otomatik  olarak söylenemeyeceğini, doğru icra edildiği takdirde hem muhakeme sürecini hızlandırmak ve mahkemelerin iş yükünü azaltmak hem de yolsuzluk ve örgütlü suçlulukla mücadelede faydalı bir araç olacağını belirtmiştir126. Ancak AİHM’e göre bu usulün adil yargılanma hakkının ihlaline yol açmaması için şüpheli veya sanığın bu usul kapsamındaki anlaşmayı hukuki sonuçları hakkında yeterince bilgilendirilmiş olarak özgür iradesiyle kabul etmesi ve anlaşmanın kapsamı ile adil şekilde gerçekleştirilmiş olduğunun mutlaka yeterli yargısal denetime  tabi  tutulmuş  olması  gerekir127.  Bu  yaklaşım  doğrultusunda  AİHM,  iddia pazarlığı benzeri hızlandırılmış bir alternatif usulle ilgili olarak, bu usulün şüphelinin kendi iradesiyle tercih ve teklif edilmesi, şüpheliye dosyayla ilgili verilere erişim imkanının sağlanması, şüphelinin muhakeme sürecinin tamamında müdafiden yararlanma imkanının tanınması,  savcılık  ile  anlaşma  ve  kabul  sırasında  herhangi  bir  baskıya  maruz  kalıp kalmadığının mahkeme tarafından denetlenmiş olması hususlarını dikkate alarak olayda adil yargılanma hakkının ihlal edilmediğine karar vermiştir128. Ayrıca bu usulün yargısal denetime  tabi  olma  koşulunu  sağlaması  bakımından,  mahkemenin  savcılık  ve  şüpheli arasındaki  anlaşmayı  onaylamak  zorunda  olmamasını,  mahkemenin  savcılığın  eylem  124 AİHM bu konudaki yaklaşımı için ayrıca bkz. Kwiatkowska/İtalya (Başvuru No. 52868/99, 30.11.2000) Scoppola/ İtalya (No.2) (Başvuru No. 10249/03, 17.09.2009, parag. 135). 125 AİHM 29.04.2014 Natsvlishvili-Togonidze/Gürcistan kararı Başvuru No. 9043/05. Molins, parag. 5.  126 AİHM 29.04.2014 Natsvlishvili-Togonidze/Gürcistan kararı Başvuru No. 9043/05, parag. 90.  127 AİHM 29.04.2014 Natsvlishvili-Togonidze/Gürcistan kararı Başvuru No. 9043/05, parag. 92.  128 AİHM 29.04.2014 Natsvlishvili-Togonidze/Gürcistan kararı Başvuru No. 9043/05, parag. 93-94.   32karşılığında  önerdiği  cezanın  yerindeliğini  denetlemesini  ve  değiştirebilmesini, mahkemenin  sanık  hakkındaki  suçlamaların  yeterli  delille  desteklenmiş  olduğunu denetlemesini de olumlu özellikler olarak değerlendirmiştir129.   Fransız  hukukunda  da  suçluluğun  ön  kabulü  üzerine  duruşma  usulünün  adil yargılanma hakkını bazı yönlerden ihlal ettiği Fransız AYM önünde ileri sürülmüştür. Bu usulün  adil  yargılanma  hakkı  kapsamındaki  güvenceleri  taşıyıp  taşımadığını  inceleyen Fransız  AYM,  2004  yılında  verdiği  kararında  suçluluğun  ön  kabulü  üzerine  duruşma usulünün yargı önünde eşitlik ilkesi, masumiyet karinesi ve adil yargılanma hakkını ihlal etmediğine hükmetmiştir130. Fransız AYM, bu usulde müdafiin gerek savcılık önünde teklifi değerlendirme ve kabul aşamasında gerekse mahkeme önündeki aşamada her zaman hazır bulunmasını, şüphelinin müdafii ile serbestçe görüşebilmesini ve müdafiin her zaman dosyayı  inceleme  imkanının  bulunmasını,  şüphelinin  teklifi  düşünmek  için  on  günlük süreden istifade edebilecek olmasını ve bu usulde verilen mahkumiyet hükmüne karşı on gün içerisinde kanun yoluna başvurma hakkının bulunmasını gerekçe göstererek, Fransız CMK’de  yer  verilen  bu  usuli  imkanların  bir  bütün  olarak  değerlendirildiğinde  adil yargılanma hakkının ihlal edilmediğini belirtmiştir131. Fransız AYM’nin bu kararında ele alınan  diğer  bir  husus  Fransız  hukukundaki  usulün  failin  ikrarı  karşılığında uygulanabilmesinin  masumiyet  karinesini  ihlal  edip  etmediği  sorununa  ilişkindir. Mahkeme  bu  konuda  şüphelinin  kendisine  isnat  edilen  eylemleri  kabul  etmeyi  özgür iradesiyle ve müdafii huzurunda tercih ettiği ve daha sonraki aşamada şüphelinin kabul beyanının  samimiyeti  ve  geçerliliğinin  mahkeme  tarafından  ayrıca  denetleneceği,  bu usulün uygulanmasının tamamlanamadığı takdirde devam eden olağan usuldeki muhakeme süreçlerinde şüphelinin ikrarının delil olarak kullanılamayacağı gibi güvenceler kanunda düzenlendiği için masumiyet karinesini ihlal etmediği sonucuna ulaşmıştır132. Bu kararda Fransız  AYM,  suçluluğun  ön  kabulü  üzerine  duruşma  usulünde  savcılığın  cezayı belirlemesinin iddia ve yargı makamlarının ayrılığı ilkesini ihlal ettiği iddiasını, bu usulde savcılığın belirlediği cezanın yalnızca hakim tarafından onaylandığı sürece geçerli olacağı, hakimin  savcılığın  belirlediği  cezanın  olaydaki  veriler  ve  failin  kişiliğine  göre  129 AİHM 29.04.2014 Natsvlishvili-Togonidze/Gürcistan kararı Başvuru No. 9043/05, parag. 95.  130 Molins,  parag.  5;  Fransız  AYM  02.03.2004  tarihli,  2004-492  DC  sayılı  kararı,  JO  10.03.2004. https://www.conseil-constitutionnel.fr/decision/2004/2004492DC.htm (erişim tarihi: 05.02.2020). 131  Fransız  AYM  02.03.2004  tarihli,  2004-492  DC  sayılı  kararı,  JO  10.03.2004,  parag.  108. https://www.conseil-constitutionnel.fr/decision/2004/2004492DC.htm (erişim tarihi: 05.02.2020). 132  Fransız  AYM  02.03.2004  tarihli,  2004-492  DC  sayılı  kararı,  JO  10.03.2004.  parag.  111. https://www.conseil-constitutionnel.fr/decision/2004/2004492DC.htm (erişim tarihi: 05.02.2020).   33temellendirilmiş olup  olmadığını denetleyeceğini,  olağan usulde yargılama yapılmasını daha yerinde görmesi halinde veya mağdur tarafından olaya ilişkin yeni bir olgu sunan delillerin  getirilmesi  halinde  teklifi  reddedebileceğini  gerekçe  göstererek  geçerli bulmamıştır133.   Fransız  hukukunda  bu  usul  ayrıca,  adil  yargılanma  hakkı  kapsamında  korunan savunma hakkının bir parçası olan delil elde etme ve araştırılmasını talep etme imkanını sınırladığı  gerekçesiyle  eleştirilmiştir.  Bazı  yazarlar  tarafından  suçluluğun  ön  kabulü üzerine  duruşma  usulünde  ikrarın  delil  değerine  bağlanan  sonucun,  maddi  gerçeğin araştırılması bakımından sakıncalı olduğuna dikkat çekilmiştir134. Bu usulde şüphelinin ikrar  etmesinin,  daha  sonra  mahkeme  önündeki  aşamada  gerçekleştirilecek  suçluluğun tespitine yönelik faaliyeti kısaltacağı ve basitleştireceği anlaşılabilir olsa da, ikrarı her zaman  geri  alabileceği  düşünüldüğünde  ikrarı  destekleyecek  delillerin  de  mutlaka sunulması  gerektiği  ifade  edilmiştir.  Hakimin  suçluluğun  ön  kabulü  üzerine  yapılan duruşmada ikrarın varlığının yanı sıra onu destekleyen delillerin bulunup bulunmadığını da incelemesi  gerektiği,  bunun  mahkemenin  ceza  yargılamasındaki  asli  görevi  olduğu vurgulanmaktadır135.   Türk hukukunda da seri muhakeme usulünün düzenleniş şekli dikkate alındığında delil elde etme ve sunma imkanı bakımından benzer sonuca ulaşılması mümkündür. Seri muhakeme  usulünde  şüphelinin  isnat  edilen  eylemleri  gerçekleştirdiğini  kabul  etmesi, ikrarı CMK’de açıkça bir koşul olarak aranmamıştır. Bu durumda Türk hukukunda Fransız hukukundan farklı olarak savcının talepnamesinde bir ikrar delili de yer almayacağı için savcının yürüttüğü delil toplama faaliyetinin, şüphelinin delil araştırılmasını isteme veya delil sunma hakkını kullanabilmesinin önemi daha fazladır. Her ne kadar Yönetmelik m. 8/1’de savcının maddi gerçeği araştırma yükümlülüğünün ortadan kalkmadığı tekrar edilse de,  özellikle  mahkeme  önündeki  aşamada  delil  ikamesinin  yapılamaması,  tanık dinlenememesi136 şüphelinin üstlenmemiş olduğu isnatlara karşı savunmasını hazırlama  133  Fransız  AYM  02.03.2004  tarihli,  2004-492  DC  sayılı  kararı,  JO  10.03.2004,  parag.  107. https://www.conseil-constitutionnel.fr/decision/2004/2004492DC.htm (erişim tarihi: 05.02.2020).  134 İkrar kişilerin yaptıkları nedeniyle değil, yaptığını söyledikleri nedeniyle mahkum olmaları anlamına gelmekte, bu nedenle ceza yargılamasında diğer daha güvenilir delil çeşitleriyle desteklenmedikçe maddi gerçeğe götürdüğü kabul edilmeyen bir delil çeşidi olarak dikkate alınmalıdır. Desprez, s. 134. 135 Delage, s. 1970.  136  Madde  gerekçesinde  seri  muhakeme  usulünü  uygulamayı  kabul  eden  hakimin  maddi  gerçeğin araştırılması amacıyla  soruşturmanın  genişletilmesi,  yeni  delillerin  toplanması  veya tanık  dinleme  gibi yetkilerinin bulunmadığı belirtildiği için yargı makamının savcılığın sunduğu delillerle sınırlı bir hüküm   34imkanını önemli ölçüde kısıtlamaktadır. Bu nedenle Türk hukukunda seri muhakeme usulü düzenlenirken  Fransız  hukukundaki  şüphelinin  eylemleri  ikrar  etmesi  koşulunun alınmamasının,  şüphelinin  aklanma  hakkı  ve  bu  yönde  savunma  geliştirme  imkanı bakımından bir fark yaratmadığı sonucuna ulaşılabilecektir. Şüpheli ikrar etmiş olmasa dahi savcının teklifini kabul ettikten sonraki aşamalarda eylemlere karşı çıkma olanağı bakımından ikrar etmiş biriyle aynı güvencelere sahiptir. Bu durum Türk hukukunda kanun koyucunun  Fransız  hukukundaki  örnekten  ikrar  koşulu  noktasında  ayrılmayı  tercih etmesinin nedeninin şüphelilerin seri muhakeme usulünü kabul etme konusunda daha az çekince göstermelerini istemesi olduğunu düşündürmektedir.   Şüphelinin savunma hakkı ve adil yargılanma hakkı açısından dikkat çekilmesi gereken diğer bir husus, seri muhakeme usulünde savcının talepnamesinde belirlediği ceza miktarının  veya  uygulanan  tedbirlerin  gerekçelerinin  yer  alması  zorunluluğuna  veya cezanın delillerle açıkça temellendirilmiş olmasına yer verilmemiş olmasıdır137. Savcının talebinin içerdiği dayanakları gösterme zorunluluğuna yer verilmemiş olmasının hakimin denetimini kısıtladığı ve keyfiliğe yol açma ihtimali taşıdığı için yerinde olmadığı ifade edilmelidir 138 .  Aynı  sorun  mahkemenin  savcının  talebini  onayladığı  kararındaki gerekçelerin içeriğinin veya hakimin denetiminin kapsamında kalan hususların kanunda ayrıca  belirtilmemiş  olmasında  da  görülebilir.  Fransız  hukukunda  hakimin  onay kararnamesinin gerekçeli olması gerektiği ve gerekçenin içermesi gereken hususların neler olduğu Fransız CMK’de açıkça düzenlenmiştir. Buna göre gerekçe cezanın orantılılığını ve somut olayla temellendirilmiş olduğunu da içermelidir. Yukarıda da belirtildiği gibi bu hüküm hem sanık açısından savunma hakkı ve kanun yoluna başvuru hakkının etkin bir şekilde kullanılmasını güvence altına almakta hem de hakimin hangi hususları denetleme yetkisi olduğunu gösterdiği için yargı makamı güvencesini de sağlamaktadır. Zira gerek AİHM içtihadında gerekse Avrupa Konseyi’nin 17 Eylül 1987 tarihli Ceza Yargılamasının  verme süreci olacağı anlaşılmaktadır. Hakim maddi gerçeğin ayrıca araştırılmasını gerekli gördüğü takdirde seri muhakeme usulünün uygulanması talebini reddedecektir.  https://mevzuat.tbmm.gov.tr/mevzuat/faces/kanunmaddeleri?pkanunlarno=256570&pkanunnumarasi=7188 (erişim tarihi: 10.12. 2019). Teklifi kabulden sonra herhangi bir delil sunma imkanı yaratılmadığı hakkında bkz. Uğurlubay/ Haydar/ Korkmaz, s. 287. 137 CMK m. 250/8 ile Yönetmelik m. 12’de yer verilen talepnamede yer verilmesi zorunlu hususlar arasında delillerin olayla ilişkilendirilmesi sayılmamıştır. Yönetmeliğe Ek Talepname metninde (Ek-2) ise yalnızca delillerin gösterileceği bir bölüme yer verilmiştir.  https://www.resmigazete.gov.tr/eskiler/2019/12/20191231M4-2-20.pdf (erişim tarihi: 20.01.2020). 138 Kızılarslan, s. 1939.    35Basitleştirilmesine İlişkin Tavsiye Kararında139 savcı ile şüphelinin anlaşmasıyla şekillenen usullerde mahkeme denetiminin tesis edilmiş olması olmazsa olmaz bir koşuldur. CMK’de savcının cezayı belirleme ve bireyselleştirmesinin dayanaklarının, yeterli şüpheyi oluşturan delillerin  olayla  bağlantısının  gerekçelendirilerek  sunulması  zorunluluğunun  açıkça belirtilmemiş olması, hakimin  de bu hususları denetlemek zorunda olduğu,  değiştirme yetkisi bulunmayan ceza miktarının somut olay koşullarına göre orantılı olup olmadığını gözetme yetkisinin açıkça yer almaması bu usuldeki yargısal denetim güvencesini etkisiz hale getirmektedir. Bu nedenle aslında, hakimin denetlemek zorunda olduğu gösterilmediği için savcının talepnamesinde delillerin olayla ilişkilendirilmiş olmasının dahi yeterli bir güvence  oluşturacağını  belirtmek  güçtür.  Dolayısıyla  Yönetmelik’te  yer  alan,  hakimin yalnızca  üç  hususu  değerlendirerek  hüküm  kuracağı  şeklindeki  ifade140 hakimin  bu usuldeki denetim makamı rolünü oldukça sınırlamaktadır. Bu noktada ayrıca mahkemenin denetimine savcının belirlediği düşünme süresinin dahil edilmediğine de dikkat çekmek gerekir. Savcılığın bir aya kadar geniş bir aralıkta belirleyebileceği düşünme süresinin yeterli ve makul olup olmadığı, şüphelinin kabul iradesi üzerindeki baskının bir göstergesi de  olabileceği  için,  denetime  tabi  olmalıdır.  Öte  yandan  hakimin  savcının  soruşturma evresinde edindiği yeterli şüpheye dayanarak tespit ettiği maddi olguları ve cezayı yeni delil elde etmeksizin ve tartışmaksızın kabul etmesi, yeterli şüphenin hükmü oluşturacak kesin kanaate ulaşmış olduğunu da göstermemektedir. Kanun’da seri muhakeme usulü sonucunda şüphenin sanık aleyhine yenilmiş olması gerektiğini temin eden bir düzenleme bulunmaması şüpheden sanık yararlanır ilkesinin ihlali anlamına da gelmektedir141.   Adil  yargılanma  hakkı  kapsamında  değinilmesi  gereken  diğer  bir  husus,  Türk hukukunda  Fransız  hukukundan  farklı  olarak,  müdafiin  teklif  yapılırken  hazır bulunmasına, dosyayı inceleme yetkisinin seri usulde nasıl kullanılabileceğine veya bu usulde şüphelinin müdafii ile bağımsız olarak görüşebilmesinin mümkün olduğuna ilişkin güvence  sağlayan  hükümlere  kanunda  açıkça  yer  verilmemiş  olmasıdır.  Her  ne  kadar müdafiin  genel  hükümler  kapsamındaki  yetkilerini  kullanması  mümkünse  de,  savcının maddi gerçeği araştırma yükümlülüğünü yineleyerek güvence altına alan Yönetmelik m. 8  139 Recommandation  No.  R(87)  18,  17  Eylül  1987  tarihli Avrupa  Konseyi  Bakanlar  Komitesi  Kararı https://rm.coe.int/16804e3ccf (erişim tarihi: 01.02.2020) 140 Yönetmelik m. 14/1 uyarınca mahkeme, eylemin seri muhakeme usulü kapsamında olup olmadığını, bu usulün şüpheliye kanundaki koşullar çerçevesinde teklif edilip edilmediğini ve şüphelinin teklifi müdafi huzurunda  özgür  iradesiyle  kabul  edip  etmediğini  tespit  eder.  Bu  koşullar  sağlandığı  takdirde  talep doğrultusunda hüküm kurar”.  141 Uğurlubay/ Haydar/ Korkmaz, s. 298.    36gibi, müdafiin yetkilerinin de ayrıca gösterilmesinin savunma hakkı kapsamında güvence sağlayabileceği ifade edilebilir. Savunma hakkı ve müdafi güvencesi bakımından özellikle müdafiin teklifin yapıldığı sırada hazır bulunmasına ilişkin olarak Fransız hukukundaki örnektekine benzer şekilde açık bir düzenlemenin yer alması önemlidir.   B.   Ceza Muhakemesinin Yapısı ve Süjelerin Rollerindeki Değişim  Kıta  Avrupası  ceza  muhakemesi  sistemini  benimseyen  Türk  ve  Fransız hukuklarında yer verilen seri usullerin her ikisinin de ceza muhakemesi sisteminin klasik yapısını değiştirdiği görülmektedir. Ceza muhakemesinde rol üstlenen makamların amacı olaya ilişkin maddi gerçeğe şüpheli ve sanığın haklarına saygılı biçimde ulaşmaktır ve bu amaca  yönelik  soruşturma  ve  kovuşturma  faaliyeti  kamu  adına  yürütülür 142 .  Ceza muhakemesinin  kamusallığı  nedeniyle  şüphelinin  irade  açıklamalarının  ceza muhakemesinin  yapılıp  yapılmaması  konusunda  süreci  yönlendirmesi  her  iki  hukuk düzenine  de  kural  olarak  yabancıdır 143 .  Bu  nedenle  şüpheliyle  anlaşılarak,  ceza muhakemesi usulünün ve hükmedilecek ceza miktarının değiştirilebilmesini öngören bu seri usullerle birlikte Kıta Avrupası hukuk sistemine yabancı bir kurumun sisteme dahil edilmesi eleştiri konusu edilmektedir. Özellikle Fransız hukukunda suçluluğun ön kabulü üzerine duruşma usulüne başvurulabilmesi açıkça ikrarın varlığı koşuluna bağlandığı ve şüphelinin  ikrar  etmesi  karşılığında  ona  daha  hafif  bir  ceza  teklif  edildiği  için, Anglosakson  hukuk  sistemindeki  iddia  pazarlığı  (plea  bargaining)  ile  aynı  mahiyette olduğu, bu usulle Fransız hukukunun geleneksel yapısına uygun düşmeyen bir usule yer verildiği144 ve Fransız ceza muhakemesi sisteminin Amerikanlaştırıldığı” iddiasıyla karşı çıkılmıştır145.   Bu  noktada  belirtmek  gerekir  ki  gerek  Fransız  hukukundaki  gerekse  Türk hukukundaki seri usul Anglosakson hukukundaki iddia pazarlığı kurumunun tam karşılığı  142 Centel/Zafer, s. 6-7.  143 Feridun Yenisey, Ceza Muhakemesi Süjelerinin İradelerinin Ceza Muhakemesinin Yürüyüşüne Etkisi Sorunu”, Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Sayı: 19/2, Aralık 2013, s. 453-470, s. 454.  144 Desprez, s. 110.  145  Pradel,  s.  775;  Lydie  Ancelot/  Myriam  Doriat-Duban,  La  Procédure  de  Comparution  Sur Reconnaissance Préalable de Culpabilité: L’Eclairage de L’Economie du Droit Sur L’Equité du Plaider Coupable”, Archives de Politique Criminelle, Editions A. Pédone, No. 32, 2010/1, s. 269-287, s. 271.    37değildir146.  Bununla  birlikte  ceza  muhakemesinin  olağan  usulünün  kısaltılmasını  ve belirlenecek cezanın miktarını şüphelinin kabulüne ve savcılık veya yargı makamlarıyla karşılıklı anlaşılmasına bağladığı için klasik Kıta Avrupası tahkik sisteminin yapısından uzak  Anglosakson  hukuk  sistemine  ait  özellikler  göstermektedir147.  Ancak  hem  Türk hukuku  hem  de  Fransız  hukukunda  şüphelinin  ikrarı  veya  kısaltılmış  bir  usulün uygulanmasını kabul beyanı karşılığında, verilecek cezanın miktarı üzerinde veya isnat edilen eylemlerin hukuki nitelemesi üzerinde herhangi bir pazarlık yapılması söz konusu değildir148.   Fransız  hukukunda  seri  usulle  birlikte  getirilen  yapısal  değişiklik  ceza muhakemesinde maddi gerçeğe ulaşılmasının başlı başına bir amaç olmaktan çıkarıldığı, yargılamanın amacının delil elde etmek olmaya başladığı yönünden de eleştirilmektedir149. Türk  hukukundaki  seri  muhakeme  usulü  bakımından  da  benzer  bir  değerlendirmenin geçerli olduğunu söylemek mümkündür. Seri muhakeme usulünde delillerin soruşturma evresinde savcılık tarafından edinilenlerle sınırlı olduğu, seri usulün uygulanması sırasında hakim önünde delillerin sunularak tartışılması veya soruşturmanın genişletilmesi imkanının bulunmaması  maddi  gerçeğe  ulaşılması  amacının  ne  ölçüde  devam  ettiğini sorgulatmaktadır.     Türk ve Fransız hukuklarındaki seri usullerin yukarıda belirtilen özellikleri ceza muhakemesindeki süjelerin rolleri ve konumlarını da önemli  ölçüde değiştirmiştir. Bu konuda Fransız hukukunda ileri sürülen tespit ve eleştiriler Türk hukuku bakımından da geçerlidir. Bu usuller kapsamında olağan ceza yargılamasında hakimin, savcının ve bazen müdafiin  de  yargılama  faaliyetine  katılma  şekli  değişmektedir.  Özellikle  ceza muhakemesinde  yargı  makamının  konumunun  zayıflatıldığı,  iddia  makamı  olarak savcılığın yetki ve rolünün öne çıktığı tespit edilmektedir150. Her iki hukuk sistemindeki seri usul kapsamında, mahkeme ceza yargılamasına konu olan olayla ilgili olarak yalnızca savcılığın  takdir  ve  talep  ettiği  cezayı  gözden  geçirerek  onaylamakla  sınırlı  bir  işlev  146 İddia pazarlığı kurumu ile farklarına ilişkin olarak bkz. Desprez, s. 110, dn. 5.  147 Avrupa ülkelerinde de uzun zamandır ceza yargılaması sürecini kısaltabilmek için ceza uyuşmazlığı taraflarının karşılıklı anlaşmalarına ve pazarlığa dayanılarak ceza hükmünün verilebilmesi imkanı yaratma yoluna yer verilmeye başlandığı görülmektedir. 1987 yılında Portekiz, 1988 yılında İtalyan, 2002 yılında İspanyol ceza yargılaması kanunlarına getirilen düzenlemeler bunun örneğidir. Ayrıntılı bilgi için bkz. Leturmy/ Bossan, s. 7. 148 Pradel, s. 772, 775; Desprez, s. 110, dn. 5; Zocchetto, s. 54.  149 Desprez, s. 111.   150 Zocchetto, s. 62.    38üstlenmektedir. Anglosakson hukuk sistemlerinde benimsenen iddia pazarlığı benzeri diğer usullerden  farklı  olarak  burada  hakim  savcılığın  talep  ettiği  cezayı  değiştirme,  talep üzerinde pazarlık etme veya tartışma imkanına sahip değildir. Bu nedenle, yalnızca talebi onaylama  veya  reddetmekten  ibaret  bir  yargılama  yetkisine  sahip  olması,  hakimi  bir denetim makamına indirgemektedir. Halbuki Avrupa Konseyi’nin 17 Eylül 1987 tarihli Tavsiye Kararında ceza muhakemesi sürecinin basitleştirilmesi failin ikrarına dayalı bir usule  bağlanacaksa  bunun  ceza  yargılamasının  temel  ilkelerini  gözeten  bir  yargı makamının merkezde olduğu bir sistemi öngörmesi gerektiği vurgulanmıştır151. Yine aynı şekilde hükmü veren makam olarak hakime tanınan  temel cezayı belirleme ve cezayı seçenek  yaptırımlara  çevirme,  erteleme  yetkilerinin  de  bu  usulle  savcıya  aktarılması hakimin  ceza  muhakemesindeki  konumunu  zayıflatmakta,  muhakemedeki  ağırlığın savcılığa kaymasına yol açmaktadır. Özellikle Türk hukuku bakımından, hakim ve savcı arasındaki bu konum ve yetki değişikliğinin sınırlarının kanunda yeterince belirlenmemiş olmasının  sorun  yarattığı  ifade  edilmelidir.  Bu  kapsamda,  özellikle  seri  muhakeme usulünde  savcının  hükmün  açıklanmasının  geri  bırakılması  kararı  vermeye  kıyasen yetkilendirilmiş olması, aslen hükmü açıklama yetkisine sahip makama ait olan bu yetkinin kanunda  sınırları  gösterilmeksizin  devredilmesi  anlamına  geldiği  ve  hukuk  tekniği açısından tartışılır olduğu tespit edilmiştir152.   Fransız hukukunda, suçluluğun ön kabulü üzerine duruşma usulünde şüphelinin kendisine verilecek cezanın daha ağır olması ihtimaliyle karşı karşıya kalması nedeniyle, teklifi kabul etme iradesinin tam olarak özgür olmadığına da dikkat çekilmiştir153. Bu usulde aslında kanun koyucu, ceza yargılaması sürecinin hızlandırılabilmesi için şüphelinin normalde  alacağı  cezanın  ağırlığının  baskısı  karşısında  daha  hafif  bir  ceza  imkanı sunularak  ikrara  yönelmesini  sağlamaktadır 154.  Bu  nedenle  bu  usuldeki  asıl  amaç, suçluluğu ikrar eden faile daha uygun ve etkili bir cezanın verilmesini sağlamaktan ziyade ağır ceza korkusu altındaki sanığın ikrara yönelmesini sağlamaya dönüşmekte, şüpheli  151 Desprez, s. 111, dn. 10. Recommandation No. R(87) 18, 17 Eylül 1987 tarihli Avrupa Konseyi Bakanlar Komitesi Kararı https://rm.coe.int/16804e3ccf (erişim tarihi: 01.02.2020). 152 Kızılarslan, s. 1936; Genel olarak savcının yargısal nitelikte yetkiler edinmesinin Anayasaya aykırılığı hakkında bkz. Uğurlubay/ Haydar/ Korkmaz, s. 296-297; Bu usulde hakimin bazı yetkilerinin savcıya tanındığı ve savcı ile sanık arasındaki mesafenin kısaltıldığı hakkında bkz. Centel/ Zafer, s. 607; Türk hukukunda  seçenek  yaptırımların  uygulanması,  hükmün  açıklanmasının  geri  bırakılması  ve  cezanın ertelenmesi gibi yetkilerin mahkemelere verildiği, bunların savcıya bırakılmasının teknik hukuk yönünden hatalı olduğu hakkında bkz. Yurtcan, s. 716.  153 Desprez, s. 128.  154 Desprez, s. 130-131.    39ceza yargılamasından daha az cezayla nasıl çıkabileceğini hesaplamaya yönelik bir tutum sergilemektedir.  Bu  durum  ceza  yargılamasında  müdafiin  rolünü  de  önemli  ölçüde değiştirmekte, müdafi savunmadan ziyade tavsiye verme ve stratejik yönlendirme işini üstlenmektedir. Bu doğrultuda, aslında müdafi yardımını zorunlu kılan bu usulün ceza yargılamasındaki  savunma  hakkının  güvencelerini  sağladığı  ifade  edilse  de,  müdafiin üstlendiği savunma görevinin içeriğinin değiştiği ve ikinci planda kaldığı görülmektedir155. Benzer  bir  tespit  Türk  hukukundaki  seri  muhakeme  usulü  için  de  yapılabilir.  Türk hukukunda da şüpheli açıkça eylemleri ikrar edecek olmasa dahi hakkında uygulanacak yaptırımı öğrenerek olağan usulde alabileceği yaptırıma oranla ne kadar indirim alacağını kabul esnasında dikkate alacaktır. Burada şüpheli ile müdafiin seri usul ile olağan usul arasında  yaptırımı  hafifletme  imkanı  ile  bağlantılı  bir  strateji  geliştirmesi  söz  konusu olacaktır. Şüpheliye teklifin yapılması esnasında müdafiin hazır bulunması zorunluluğunun açıkça güvenceye alınmadığı ve bir aya kadar olan düşünme süresinin uzunluğunun savcı tarafından  takdir  edilerek  belirleneceği  de  göz  önünde  bulundurulduğunda  şüphelinin savcının teklifini kabul etme iradesinin ne ölçüde özgür olacağı Fransız hukukundaki kadar geçerli bir tartışmadır.    C.    Cezanın ve Ceza Muhakemesinin Etkinliği       Fransız  hukukunda  suçluluğun  ön  kabulü  üzerine  duruşma  usulünün getirilmesinden beklenen fayda 2 Eylül 2004 tarihli Sirküler’de duruşma aşamasındaki iş yükünü  hafifletmek,  hüküm  verme  sürecini  kısaltmak  ve  hükmedilen  cezanın bireyselleştirilmesini ve etkinliğini güçlendirmek olarak tarif edilmiştir156. Bu faydanın ne ölçüde  sağlandığı  konusunda  Fransız  hukukunda  farklı  görüşler  ve  değerlendirmeler bulunmaktadır. Bir yandan sürecin kısalması ve ekonomik hale gelmesinde  bu usulün başarılı olduğu belirtilirken, diğer yandan bu usule tabi suçlar bakımından yapılan olağan yargılamadan farklı olmadığı ifade edilmektedir. Türk hukukunda seri muhakeme usulünün yargılama  süresinin  kısaltılması  ve  usul  ekonomisi  sağlanması  konularındaki  başarısı zaman  içerisinde  ortaya  çıkacak  olsa  da,  Fransız  hukukundaki  yaklaşık  on  beş  yıllık tecrübeden bazı sonuçların çıkarılması mümkündür.    155 Desprez, s. 131.  156 Leturmy/Bossan, s. 34.   40Yargılama süresinin kısaltılması konusunda, Fransız hukukunda  özellikle, failin isnat  edilen  eylemleri  kabul  ettiğine  ilişkin  beyanını  duruşma  aşamasında  geri  alması halinde yargılamanın baştan başlayacak olmasının fazladan zaman kaybettirdiğine dikkat çekilmektedir157.  Bu sorunun  Türk hukukundaki  seri muhakeme usulü bakımından ne ölçüde  geçerli  olduğu  tartışılabilir.  Seri  muhakeme  usulünde  şüphelinin  mahkeme önündeki aşamada kabul beyanını geri alması halinde talebin reddedilerek soruşturmanın olağan usulle sonuçlandırılacağı düzenlenmiştir (Yönetmelik m. 13/4). Bu durumda Türk hukukunda  yargılamaya  baştan  başlanmayacağı  anlaşılmakta,  savcılığın  aynı  dosyayla ilgili olarak, şüphelinin seri usulü kabul ettiğine ilişkin beyanları ve bu usulde elde edilen belgeler dışında kalan (CMK m. 250/10, Yönetmelik m. 5/8) deliller ile birlikte olağan usule  devam  edebileceği  sonucuna  ulaşılmaktadır.  Bu  nedenle  muhakeme  sürecinin tamamının baştan gerçekleştirilmesi ile vakit kaybedilmesi söz konusu olmayacaktır. Hatta bu doğrultuda, seri usulde elde edilen beyan ve belgelere ilişkin delil yasağının (CMK m. 250/10,  Yönetmelik  m.  5/8)  yalnızca  bu  usulün  kabulüyle  bağlantılı  olan  beyan  ve belgelerle  sınırlı  olarak  uygulanması  sürecin  hızlandırılması  amacı  bakımından  daha yerindedir.  Bununla  birlikte  Türk  hukukundaki  hükümler  dikkate  alındığında  seri muhakeme  usulü  bakımından  sürecin  hızlandırılmasına  yönelik  bazı  engellerin oluşabilmesi  de  mümkündür.  Seri  muhakeme  usulünde  esasen  yargı  makamına  ait  iş yükünün  savcılık  tarafından  üstlenilmesi,  savcılığın  cezayı  belirleme,  bireyselleştirme, hükmün  açıklanmasının  geri  bırakılmasının  uygulanması  gibi  yetkilerini  kullanırken şüpheliyle  görüşme  veya  yazışma  mesaisinin  artması  süreci  hızlandırmanın  önüne geçebilecektir158.      Suçluluğun ön kabulü üzerine duruşma usulüyle ilgili olarak Fransız hukukunda tartışılan diğer bir husus da bu usulde verilen cezaların etkinliğidir. Bir yandan bu usul sürecinde failin alacağı cezanın mahiyeti ve sonuçlarıyla ilgili devamlı bilgilendirilmesi nedeniyle cezanın etkinliğini artıran bir usul olması öne çıkarılmaktadır159. Zira failin eylemleri ve cezayı kabulüne dayanan bu usulde, fail kabul edip etmeme sürecinde birçok kez  kendisine  teklif  edilen  cezayı  hem  miktarı  hem  de  diğer  sonuçları  itibariyle incelemekte, kendisine gerek teklifi veren savcılık gerekse müdafii ve duruşma aşamasında  157 Leturmy/Bossan, s. 36; Delage, s. 1970.  158 Uğurlubay/ Haydar/ Korkmaz, s. 269-270.  159 Leturmy/Bossan, s. 36; Desprez, s. 130.    41mahkeme tarafından açıklanmaktadır160. Burada failin eyleminin kınanırlığı ve cezanın sonuçları ile ilgili olarak ayrıca bilgilendirilebilmesinde bu usuldeki duruşma süreçlerinin daha samimi ve birebir iletişime imkan veren ortamlarda yapılabilmesi etkilidir. Savcı kendi odasında şüpheliyle görüşürken hakim olağan muhakeme sürecinden farklı olarak kalabalık olmayan bir duruşma salonunda neredeyse birebir şüpheliyle görüşerek hükmü ve sonuçlarını açıklayabilmektedir161. Buna karşılık uygulamada failin her zaman cezanın mahiyetini veya bu usulün uygulanma şeklini kavrayamadığı, özellikle faillerin savcılıkla anlaştıktan  sonra  mahkeme  aşamasının  işlevini  kavramakta  zorlandıkları  ifade edilmektedir162. Aynı şekilde esasen mahkeme aşamasında yapılan duruşmada salonun kalabalık olmayışı ve savcının bulunmayışının failin yargılama süreci ve yargı makamının ağırlığını ve ciddiyetini hissetmesini engellediği de ifade edilmiştir163.  Türk hukukunda da seri muhakeme usulünün ağırlıklı olarak savcılıkta gerçekleştiği ve şüphelinin eylemlerinin cezai  sonuçları  ile  ilgili  olarak  mahkeme  önünde  yüzleştirilmekten  ziyade  savcılık makamıyla  iletişim  içerisinde  olduğu  göz  önünde  bulundurulduğunda,  verilen  cezanın caydırıcılık  yönünden  etkinliğinin  azaldığı  ifade  edilebilir164.  Bu  doğrultuda  cezanın mahiyeti  ve  sonuçlarının  açıklanarak  caydırıcılığın  sağlanabilmesi  bakımından,  Türk hukukunda savcılığın teklif sırasında yapması gereken ceza miktarını ve sonuçlarını” içeren bilgilendirmenin doğru ve kapsamlı olarak yapılmasının önemi vurgulanmalıdır.   Son olarak, Fransız hukukunda suçluluğun ön kabulü üzerine duruşma usulü genel olarak  ceza  muhakemesinin  etkinliğini  sağlamada  başarılı  bir  uygulama  olarak addedilmekle birlikte bazı etik sorunları içerip içermediği üzerine de düşünülmektedir. Suçluluğun  önceden  kabul  edilmesi  halinde  cezada  indirimin  uygulanacak  olmasının, failleri gerçeğe uygun olmadığı halde savcılığın teklifini kabul etme fırsatını kaçırmamak için eylemleri kabul etmeye yöneltip yöneltmediği dikkat edilmesi gereken bir noktadır165. Yine benzer şekilde, süreci hızlandırma ve dosyayı kapatma arzusunun savcılığı teklifini hazırlarken ve müdafii şüpheliye verilen teklifi değerlendirirken nasıl etkileyeceği de ayrı bir  sorundur.  Fransız  hukukundaki  uygulamada  hakimlerin  de  savcıların  o  ana  kadar  160 Leturmy/Bossan, s. 36-37; Desprez, s. 132.  161 Desprez, s. 132.  162 Leturmy/Bossan, s. 37-38; Şüphelinin ceza yargılamasında değişen roller nedeniyle savcılık ve hakim önündeki işlemleri karıştırdığı ve muhatap olduğu makamın işlevini, hangi talebine karşılık vereceğini bilemediği  görülmekte,  bu  nedenle  ceza  adaletinin  kavranmasında  sorun  yarattığı  ifade  edilmektedir. Desprez, s. 125.  163 Desprez, s. 132.  164 Uğurlubay/ Haydar/ Korkmaz, s. 265.  165 Pradel, s. 775.    42yürütmüş  oldukları  karşılıklı  anlaşma  sürecindeki  çabalarını  ve  sonuçlanmaya  hazır durumdaki bir dosyanın akıbetini bozmayı istemedikleri ifade edilmektedir. Hakimlerin genellikle yeni bir delil veya bilgi ortaya çıkmadığı sürece savcılıktan gelen teklifleri onaylamakta tereddüt etmedikleri ve uygulamada bu usule başvurulan dosyalarda teklifin reddi kararına çok nadiren rastlandığı tespit edilmiş, bu durumun hakimlerin yargılamadaki rolünün  bir  tasdik  makamına  dönüşmesine  yol  açtığı  ileri  sürülmüştür 166 .  Fransız hukukunda seri usulde muhakemenin hızlandırılması ve etkinliğin artırılması kaygısıyla muhakeme süjelerinin olağan usuldeki görevleriyle ilgili etik sorunların ortaya çıkmasının Türk hukuku bakımından da bir sorun oluşturup oluşturmayacağı zaman içerisinde ortaya çıkacaktır.  SONUÇ   Çalışmada ele alınan karşılaştırma sonucunda, Türk hukukundaki seri muhakeme usulünün  Fransız  hukukundaki  örnekten  esinlenilmekle  birlikte  bazı  konularda  farklı şekilde kaleme alındığı tespit edilmiştir. Bu farklılıkların bir kısmının iki hukuk sisteminin yapısal özellikleriyle ve kanun koyucunun beklentisiyle açıklanabilir, anlaşılabilir olduğu; ancak diğer bazı farklılıkların ceza muhakemesi hukukunun amacı, temel ilkeleri ve adil yargılanma  hakkının  gerekleri  yönünden  birtakım  sorunları  barındırdığı  sonucuna ulaşılmıştır.   Bu  doğrultuda,  ilgili  bölümdeki  açıklamalar  ışığında,  seri  muhakeme  usulünün kapsamında  yer  alan  suçların  ağırlığı  ve  çeşitlerinin  belirlenmesi,  ikrar  koşulunun aranması, bu usulün uygulanmasına engel hallerin kapsamı, savcılığın cezayı belirleme yöntemi, sınırları ve sonuç cezada indirim yapılması, aleni bir duruşmaya yer verilmesi ve mağdurun  katılma  usulüne  ilişkin  düzenlemeler  bakımından  her  iki  ülkenin  ceza muhakemesi  sistemlerindeki  yapısal  farklılıkların  ve  kanun  koyucunun  seri  usulden beklentilerinin  farklılık  yaratmasının  olağan  olduğu  ifade  edilebilir.  Ancak,  Türk hukukunda mağdurun seri usule katılma imkanları ve usulü ile aleni duruşmanın bulunup bulunmadığı hususlarında kanun koyucunun Fransız hukukundakinden farklı yaklaşımda olması  mümkünse  de,  mevzuatta  bu  hususlara  ilişkin  açık  düzenlemelere  yer verilmemesinin bir eksiklik olduğunun altı çizilmelidir.   166 Desprez, s. 115-116.    43Bunun yanı sıra, diğer bazı hususlarda Türk hukukunda Fransız hukukundakine benzer  kurallara  yer  verilmekle  birlikte,  bu  kuralların  içeriği  yönünden  farklılık  veya eksikliklerin bulunduğu tespit edilmiştir. Bu kapsamda, müdafiin bulunması zorunluluğu, savcının  talebinin  hakim  önünde  denetime  tabi  tutulması,  hakimin  talebi  onaylama zorunluluğunun olmaması, kanun yoluna başvuru imkanı her iki hukuk sisteminde de yer verilen hususlardır. Bu yönüyle düzenlemelerin özellikle AİHM içtihadı ve anılan Avrupa Konseyi  Tavsiye  Kararı’nda  vurgulanan  koşulları  sağlamaya  yönelik  olduğu görülmektedir.  Ancak  anılan  hususlardaki  düzenlemelerin  içeriğine  bakıldığında,  Türk hukukundaki hükümlerin AİHM ve Avrupa Konseyi kararında şüphelinin iradesine veya karşılıklı anlaşmaya dayalı alternatif usullerin adil yargılanma hakkını ihlal etmemesi için aranan  koşulları  sağlamakta  yetersiz  olduğu  sonucuna  ulaşılmaktadır.  Bu  kapsamda müdafiin  hazır  bulunması  zorunluluğu  Fransız  hukukundan  farklı  olarak,  CMK’de bilgilendirme veya teklif aşamasını kapsayacak şekilde ifade edilmemiş, müdafiin dosyaya erişimi veya bu usuldeki yetkilerinin kapsamı ile ilgili özel düzenlemeye yer verilmemiştir. Yine Türk hukukundaki usulde yargısal denetime yer verilmiş olmasına rağmen, Fransız hukukundan farklı olarak hakimin savcının talepnamesini denetleme yetkisi Yönetmelik’te gösterilen hususlarla geniş ölçüde sınırlandırılmış ve denetim yetkisinin içeriğine ilişkin bazı hususlar Kanun metni yerine Gerekçe’ye bırakılmıştır. Ayrıca cezanın orantılılığı, cezanın  somut  olayla  ve  failin  kişiliğiyle  temellendirilmiş  olup  olmadığı  konularını içermemektedir.  Bu  hususlarda  Fransız  hukukundaki  düzenlemelerden  ayrılması,  adil yargılanma hakkının sağlanması için aranan koşullar kapsamında olan şüphelinin bu usulü yeterince  aydınlatılmış  olarak  ve  özgür  iradesiyle  kabul  etmiş  olması,  yeterli  yargısal denetimin  tesis  edilmiş  olması,  şüphelinin  verilere  erişimi  ile  müdafiden  yararlanma hakkının sağlanması gibi güvenceleri etkisiz bırakmaktadır. CMK hükümlerinin içeriğinin bu hususlarda eksik veya muğlak olması yargısal faaliyeti zayıflatarak savcılığın rolünün öne çıkmasına da yol açmaktadır. Etkin bir yargısal denetimin sağlanabilmesi için AİHM içtihadında  da  vurgulandığı  üzere,  cezanın  yerindeliğinin  ve  şüpheli  hakkındaki suçlamanın yeterli delille desteklenmiş olmasının da denetim kapsamına alınması yerinde olacaktır.  Etkin  ve  yeterli  bir  yargısal  denetimden  söz  edilebilmesi  için  seri  usulde savcılığa  devredilen  yargısal  yetkilerin  aslen  mahkemelere  ait  olduğunun  göz  ardı edilemeyeceği  bir  denetim  yetkisi  tanınması  zorunludur.  Çalışmada  karşılaştırılan düzenlemelere ve sonuçlarına bakıldığında, Türk hukukunda adil yargılanma hakkı ve ceza muhakemesinin  temel  ilkelerinin  sağladığı  güvenceleri  ortadan  kaldırmayan  etkin  bir   44alternatif  tesis  edilebilmesi  için,  mevzuattaki  düzenlemelerin  çizdiği  genel  çerçevenin içeriğinin  daha  açık,  anlaşılır  ve  kapsamlı  olarak  düzenlenmesinin  gerektiği  ifade edilmelidir.   Son  olarak,  seri  muhakeme  usulünde  Fransız  hukukundan  farklı  olarak  gerek şüphelinin  ikrarının  varlığının  açıkça  aranmamış  olması,  gerekse  cezada  otomatik  bir indirim  yapılması  yönteminin  tercih  edilmesinin  kanun  koyucunun  öncelikli  amacının şüpheliyi seri usulü kabul etmeye teşvik etmek olduğuna işaret etmektedir. Bu doğrultuda seri muhakeme usulünün düzenlenmesinde kanun koyucunun ceza muhakemesi sürecini hızlandırma kaygısının ağır bastığı söylenebilir. Ancak bu kaygı, ceza muhakemesinin makul sürede sonuçlanması, iş yükünün azaltılarak özellikle yeni suçluluk türlerine daha etkin  bir  cevap  verilebilmesini  sağlama  menfaatleri  ile  muhakemenin  adil  yargılama güvencelerini  sağlayacak  şekilde  yürütülmesindeki  menfaat  arasındaki  dengenin bozulmasına yol açabilmektedir. Bu noktada ceza muhakemesinde çabukluğun tek başına bir amaç olmadığı, muhakemenin hakikatin araştırılması bakımından mümkün olduğu kadar  çabuk  sonuçlanmasına” 167  izin  veren  bir  yaklaşımın  benimsenmesi  gerektiği vurgulanmalıdır168.   167 Nurullah Kunter/ Feridun Yenisey/ Ayşe Nuhoğlu, Muhakeme Hukuku Dalı Olarak Ceza Muhakemesi Hukuku, 18. Bası, Beta Yayınları, İstanbul, 2010, s. 39.  168 Yargılama sürecinin hızlandırılmasının adil yargılama çerçevesinde sağlanması gerektiğine ilişkin bkz. Centel/Zafer, s. 607.    45KAYNAKÇA  ALDEMİR,  Hüsnü,  Ceza  Yargılamasında  Seri  Muhakeme  ve  Basit  Yargılama Usulleri, 2. Baskı, Adalet Yayınevi, Ankara, 2020.  ANCELOT, Lydie/ DORIAT-DUBAN, Myriam, La Procédure de Comparution Sur Reconnaissance Préalable de Culpabilité: L’Eclairage de L’Economie du Droit Sur L’Equité du Plaider Coupable”, Archives de Politique Criminelle, Editions A. Pédone, No. 32, 2010/1, s. 269-287.  CENTEL,  Nur/  ZAFER,  Hamide,  Ceza  Muhakemesi  Hukuku,  17.  Bası,  Beta Yayınları, İstanbul, 2020.  CERE,  Jean  Paul,  De  La  Composition  Pénale  A  La  Comparution  Sur Reconnaissance Préalable De Culpabilité: Le Plaider Coupable” A La Française”, AJ Pénal, Editions Dalloz, 2003, s. 45 vd.  DELAGE,  Pierre-Jerôme,  La  Comparution  Sur  Reconnaissance  Préalable  de Culpabilité: Quand la Pratique Ramène A La Théorie”, Recueil Dalloz, 2005, s. 1970. DESPREZ,  François,  La  Comparution  Sur  Reconnaissance  Préalable  de Culpabilité:  18  Mois  d’Application  à  Montpellier  (1er  Octobre  2004-1er  Avril 2006)”, Archives de Politique Criminelle, Editions A.Pédone, No. 28, 2006/1, s. 109-134.  DREYER, Emmanuel/ MOUYSSET, Olivier, Procédure Pénale, LGDJ, Lextenso Editions, 2016.  DURAN, Mustafa, Fransız Adli Yargı Sistemi, Adalet Yayınevi, Ankara, 2014.  FLOREANCIG, Diane, Les Alternatives en Procédure Pénale, Yüksek Lisans Tezi, Université Paris II – Panthéon Assas, Paris, 2013.  GIACOPELLI,  Muriel,  Les  Procédures  Alternatives  aux  Poursuites,  Essai  de Théorie Générale”, Revue de Science Criminelle et de Droit Pénal Comparé, No. 3, 2012/3, Editions Dalloz, Paris, s. 505-521.  GÖKCEN, Ahmet/ BALCI, Murat/ ALŞAHİN, M. Emin/ ÇAKIR, Kerim, Ceza Muhakemesi Hukuku, Adalet Yayınevi, Ankara, 2020.  KIZILARSLAN,  Hakan,  7188  Sayılı  Kanun’la  Ceza  Muhakemesi  Hukukuna Getirilen  Seri  Muhakeme  ve  Basit  Yargılama  Usulleri”,  Bahçeşehir  Üniversitesi Hukuk Fakültesi Dergisi, Sayı: 183-184, Cilt: 14, Kasım-Aralık 2019, s. 1885-1960.    46KUNTER, Nurullah/ YENİSEY, Feridun/ NUHOĞLU, Ayşe, Muhakeme Hukuku Dalı Olarak Ceza Muhakemesi Hukuku, 18. Bası, Beta Yayınları, İstanbul, 2010.  LETURMY,  Laurence/  BOSSAN,  Jerome,  La  Comparution  sur  Reconnaissance Préalable de la Culpabilité: Bilans et Perspectives, (Rapport de recherche), Mission de Recherche Droit et Justice, 2019.  MAYAUD, Yves, Droit Pénal Général, Güncelleştirilmiş 5. Bası, PUF, Paris, 2015.  MOLINS, François, Comparution Sur Reconnaissance Préalable de la Culpabilité, Repertoire de Droit Pénal et de Procèdure Pénale, Editions Dalloz, 2018.  PAMUK,  Gülfem,  Türk  ve  Fransız  Ceza  Muhakemesi  Hukuku’nda  Mağdurun Makam Olarak Yeri, Beta Yayınları, İstanbul, 2012.  PRADEL, Jean, Procédure Pénale, 16. Bası, Editions Cujas, Paris, 2011. STEFANI,  Gaston/  LEVASSEUR,  Georges/  BOULOC,  Bernard,  Procédure Pénale, 26. Bası, Editions Dalloz, 2018.  ŞAHİN, Cumhur/ GÖKTÜRK, Neslihan, Ceza Muhakemesi Hukuku II, 10. Bası, Seçkin Yayınları, Ankara, 2020.  UĞURLUBAY, Gülsün A. Aygörmez/ HAYDAR, Nuran/ KORKMAZ, Mehmet, Seri Muhakeme Usulüne İlişkin Sorunlar”, ASBÜ Hukuk Fakültesi Dergisi, Sayı: 2019/2, s. 255-306.  VOLFF, Jean, Ordonnance Pénale En Matière Correctionnelle”, Recueil Dalloz, 2003, s. 2777.  YENİSEY,  Feridun,  Ceza  Muhakemesi  Süjelerinin  İradelerinin  Ceza Muhakemesinin Yürüyüşüne Etkisi Sorunu”, Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Sayı: 19/2, Aralık 2013, s. 453-470.  YENİSEY, Feridun, Adli Teşkilat ve Muhakeme Usulü”, Ayşe Nuhoğlu (der.), Ceza Muhakemesi Hukuku Başvuru Kitabı, 5. Baskı, Bilge Yayınevi, Ankara, 2020, s. 15-34. (Adli Teşkilat) YENİSEY, Feridun/ NUHOĞLU, Ayşe, Ceza Muhakemesi Hukuku, Güncellenmiş 7. Bası, Seçkin Yayınevi, Ankara, 2019.  YURTCAN, Erdener, Ceza Yargılaması Hukuku, 16. Bası, Seçkin Yayınevi, Ankara, 2019.  ZOCCHETTO, François, Rapport d’Information du Sénat Relatif aux Procédures Accélérées de Jugement en Matière Pénale, 2005-2006.    47",
     "Kaynakça": "ALDEMİR,  Hüsnü,  Ceza  Yargılamasında  Seri  Muhakeme  ve  Basit  Yargılama Usulleri, 2. Baskı, Adalet Yayınevi, Ankara, 2020.  ANCELOT, Lydie/ DORIAT-DUBAN, Myriam, La Procédure de Comparution Sur Reconnaissance Préalable de Culpabilité: L’Eclairage de L’Economie du Droit Sur L’Equité du Plaider Coupable”, Archives de Politique Criminelle, Editions A. Pédone, No. 32, 2010/1, s. 269-287.  CENTEL,  Nur/  ZAFER,  Hamide,  Ceza  Muhakemesi  Hukuku,  17.  Bası,  Beta Yayınları, İstanbul, 2020.  CERE,  Jean  Paul,  De  La  Composition  Pénale  A  La  Comparution  Sur Reconnaissance Préalable De Culpabilité: Le Plaider Coupable” A La Française”, AJ Pénal, Editions Dalloz, 2003, s. 45 vd.  DELAGE,  Pierre-Jerôme,  La  Comparution  Sur  Reconnaissance  Préalable  de Culpabilité: Quand la Pratique Ramène A La Théorie”, Recueil Dalloz, 2005, s. 1970. DESPREZ,  François,  La  Comparution  Sur  Reconnaissance  Préalable  de Culpabilité:  18  Mois  d’Application  à  Montpellier  (1er  Octobre  2004-1er  Avril 2006)”, Archives de Politique Criminelle, Editions A.Pédone, No. 28, 2006/1, s. 109-134.  DREYER, Emmanuel/ MOUYSSET, Olivier, Procédure Pénale, LGDJ, Lextenso Editions, 2016.  DURAN, Mustafa, Fransız Adli Yargı Sistemi, Adalet Yayınevi, Ankara, 2014.  FLOREANCIG, Diane, Les Alternatives en Procédure Pénale, Yüksek Lisans Tezi, Université Paris II – Panthéon Assas, Paris, 2013.  GIACOPELLI,  Muriel,  Les  Procédures  Alternatives  aux  Poursuites,  Essai  de Théorie Générale”, Revue de Science Criminelle et de Droit Pénal Comparé, No. 3, 2012/3, Editions Dalloz, Paris, s. 505-521.  GÖKCEN, Ahmet/ BALCI, Murat/ ALŞAHİN, M. Emin/ ÇAKIR, Kerim, Ceza Muhakemesi Hukuku, Adalet Yayınevi, Ankara, 2020.  KIZILARSLAN,  Hakan,  7188  Sayılı  Kanun’la  Ceza  Muhakemesi  Hukukuna Getirilen  Seri  Muhakeme  ve  Basit  Yargılama  Usulleri”,  Bahçeşehir  Üniversitesi Hukuk Fakültesi Dergisi, Sayı: 183-184, Cilt: 14, Kasım-Aralık 2019, s. 1885-1960.    46KUNTER, Nurullah/ YENİSEY, Feridun/ NUHOĞLU, Ayşe, Muhakeme Hukuku Dalı Olarak Ceza Muhakemesi Hukuku, 18. Bası, Beta Yayınları, İstanbul, 2010.  LETURMY,  Laurence/  BOSSAN,  Jerome,  La  Comparution  sur  Reconnaissance Préalable de la Culpabilité: Bilans et Perspectives, (Rapport de recherche), Mission de Recherche Droit et Justice, 2019.  MAYAUD, Yves, Droit Pénal Général, Güncelleştirilmiş 5. Bası, PUF, Paris, 2015.  MOLINS, François, Comparution Sur Reconnaissance Préalable de la Culpabilité, Repertoire de Droit Pénal et de Procèdure Pénale, Editions Dalloz, 2018.  PAMUK,  Gülfem,  Türk  ve  Fransız  Ceza  Muhakemesi  Hukuku’nda  Mağdurun Makam Olarak Yeri, Beta Yayınları, İstanbul, 2012.  PRADEL, Jean, Procédure Pénale, 16. Bası, Editions Cujas, Paris, 2011. STEFANI,  Gaston/  LEVASSEUR,  Georges/  BOULOC,  Bernard,  Procédure Pénale, 26. Bası, Editions Dalloz, 2018.  ŞAHİN, Cumhur/ GÖKTÜRK, Neslihan, Ceza Muhakemesi Hukuku II, 10. Bası, Seçkin Yayınları, Ankara, 2020.  UĞURLUBAY, Gülsün A. Aygörmez/ HAYDAR, Nuran/ KORKMAZ, Mehmet, Seri Muhakeme Usulüne İlişkin Sorunlar”, ASBÜ Hukuk Fakültesi Dergisi, Sayı: 2019/2, s. 255-306.  VOLFF, Jean, Ordonnance Pénale En Matière Correctionnelle”, Recueil Dalloz, 2003, s. 2777.  YENİSEY,  Feridun,  Ceza  Muhakemesi  Süjelerinin  İradelerinin  Ceza Muhakemesinin Yürüyüşüne Etkisi Sorunu”, Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Sayı: 19/2, Aralık 2013, s. 453-470.  YENİSEY, Feridun, Adli Teşkilat ve Muhakeme Usulü”, Ayşe Nuhoğlu (der.), Ceza Muhakemesi Hukuku Başvuru Kitabı, 5. Baskı, Bilge Yayınevi, Ankara, 2020, s. 15-34. (Adli Teşkilat) YENİSEY, Feridun/ NUHOĞLU, Ayşe, Ceza Muhakemesi Hukuku, Güncellenmiş 7. Bası, Seçkin Yayınevi, Ankara, 2019.  YURTCAN, Erdener, Ceza Yargılaması Hukuku, 16. Bası, Seçkin Yayınevi, Ankara, 2019.  ZOCCHETTO, François, Rapport d’Information du Sénat Relatif aux Procédures Accélérées de Jugement en Matière Pénale, 2005-2006.    47"
}