{
     "Tip": "Makale",
     "Dergi İsmi": "Maltepe Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2020",
     "Cilt": "",
     "Sayı": "2",
     "Başlık": "Sınai Mülkiyet Kanunu’nun 155. Maddesi Karşısında Marka Tescili Üzerine Düşünceler",
     "Title": "Some Reflections on The Trademark Registration vis-à-vis Article 155 of Industrial Property Code",
     "Yazar İsmi": [
          "Mahmut Arif KOÇAK"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Marka",
          "Tescil",
          "Marka Sicilinin İşlerliği",
          "Sınai Mülkiyet Kanunu m. 155",
          "Önceki Hakların Etkisi."
     ],
     "Keywords": [
          "Trademark",
          "Registration",
          "Functionality of Trademark Registry",
          "Article 155 of Industrial Property Code",
          "Effect of Previous Rights."
     ],
     "Özet": "Bu çalışmada, Sınai Mülkiyet Kanunu’nun 155’inci maddesi karşısında marka tescili ve marka sicilinin işlerliği üzerine eğileceğiz. Marka tescili ve buna bağlı olarak oluşturulan marka sicili, temelinde bir hukuki güvenlik ihtiyacından doğmuştur. Fakat gelinen noktada, marka sicilinin bu ihtiyaca cevap olmakta yetersiz kaldığı rahatlıkla gözlemlenebilir. İşte yukarıda anılan madde, marka sicilinin şeffaflaştırılması noktasında önemli bir adım olmuştur. Bu bağlamda, ilk olarak marka tescilinin tarihine inilerek, tescile neden ihtiyaç duyulduğu ortaya çıkarılacaktır. Akabinde, marka tescilinin fonksiyonları analiz edilecek ve son olarak, maddenin marka sistemine etkisi marka sicili temelinde incelenecektir.",
     "Abstract": "In this study, we will focus on trademark registration and functionality of trademark registry against article 155 of Industrial Property Code. Trademark registration and the registry have emerged from a legal security need. However, it can be easily observed that the trademark registry is insufficient to respond to this need. The above mentioned article has been an important step in making the trademark registry transparent. In this context, first of all, it will be pointed out why the trademark registration is required by going down to the history of trademark and its registration. Subsequently, the functions of the trademark registration will be analyzed. Finally, the effect of the article on the trademark system will be examined on the basis of the trademark registry.",
     "Metin": "MARKA VE MARKA TESCİLİNE TARİHİ BİR BAKIŞ Marka kavramının temeli Antik Çağ’a kadar uzanmaktadır4. Fakat marka kavramına yüklenen anlam ve marka sisteminin işleyişi, toplumların sosyoekonomik yapısının değişimine paralel olarak zaman içerisinde farklılaşmıştır. İşte marka tescilinin ortaya çıkışı, bu sosyoekonomik yapı değişiminin bir neticesidir. Eski çağlarda marka olarak kabul edebileceğimiz işaretler, bilhassa eşyaların, nesnelerin veya üretilen ürünlerin bir gruba veya bir kimseye aidiyetini göstermek amacıyla kullanılmakta idi5. Orta Çağ’da ise, lonca sisteminin şekillendirdiği ekonomik yapı sebebiyle marka kullanımı yaygınlaşmıştır. Loncaların denetimi altındaki kişilere, ürettikleri ürünler üzerinde, ürünün kendisinden sadır olduğunu gösteren bir işaret kullanmayı zorunlu kılması sayesinde marka kullanımı bir hayli artmıştır6.  Modern manasıyla marka kavramının ve tescil olgusunun ortaya çıkışı ise Fransız İhtilali ve Sanayi Devrimi ile kesişmektedir. Fransız İhtilali’nin yeşerttiği eşitlik düşüncesi loncaları ve sahip olduğu ayrıcalıkları silerken, Sanayi Devrimi ile ilkel üretim yöntemleri yerini modern-seri üretim yöntemlerine terk etmiştir7. Bu gelişmeler ticareti belirli bir kesimin tekelinden çıkararak daha geniş kitlelere yaymış ve ticaretin evrensel boyutlara ulaşmasının, hızlanmasının  4   Eugène Pouillet, Traité des Marques de Fabrique et da la Concurrence Déloyale en Tout Genres, Imprimerie et Libraire Générale de Jurisprudence Marchal, Billard et Cie, Imprimeurs-Éditeurs, Paris, 1875, s. 1-2; Philippe Dunant, Traité des Marques de Fabrique et de Commerce, Ch. Eggiman & Cie Éditeurs, Cenevre, 1898, s. 1; Paul Reynoard, Précis Théorique et Pratique des Marques de Fabrique, Dunod, Paris, 1939, s. 1; Haydar Arseven, Nazari ve Tatbiki Alameti Farika Hukuku, İsmail Akgün Matbaası, İstanbul, 1951, s. 2; Sidney A. Diamond, ‘The Historical Development of Trademarks’, TMR, Vol. LXV, No. 4, 1975, s. 266; Sabih Arkan, Marka Hukuku, C. I, AÜHFY, Ankara, 1998, s. 1; Andrée Puttemans, Droits Intellectuels et Concurrence Déloyale, Bruylant, Brüksel, 2000, s. 76; Arslan Kaya, Marka Hukuku, Arıkan Yayınları, İstanbul, 2006, s. 4; Joanna  Schmidt-Szalewski,  ‘Marque  de  Fabrique,  de  Commerce  ou  de  Service’,  Répertoire  de  Droit Commercial, Dalloz, 2006, N. 16; Jacques Azéma/ Jean-Christophe Galloux, Droit de la Propriété Industrielle, 8. Édition, Dalloz, Paris, 2017, N. 1549. 5   Diamond, s. 266-267; Puttemans, s. 81; Salvatore Di Palma, L’Histoire des Marques depuis l’Antiquité jusqu’au Moyen Âge, Société des Écrivains, Paris, 2014, s. 17. İnsanların kişisel eşyalarını/mallarını soygun riskine karşı korumak (rôle de police) saikiyle işaretler kullandığına dair bkz. Azéma/Galloux, N. 1549; Schmidt-Szalewski, N. 16. Söz gelimi, devekuşu yumurtalarının belirli bir gruba ait olduğunu işaret etmek üzere yapılan çizimler (Di Palma, s. 18), kavanoz, vazo, tabak, porselen, çanak, çömlek üzerine konulan çeşitli desenler (Pouillet, s. 2; Dunant, s. 4; Diamond, s. 267; Kaya, Marka, s. 4; David Bainbridge, Intellectual Property, 5. Edition, Pearson Longman, Essex, 2002, s. 531), hayvanların kimin olduğunu teşhis etmek için kullanılan damgalar (Arseven, s. 2; Diamond, s. 266-267). 6   Pouillet, s. 9; Dunant, s. 9; Reynoard, s. 1; Puttemans, s. 77; Azéma/Galloux, N. 1550; Schmidt-Szalewski, N. 17. 7   Arseven, s. 3; Azéma/Galloux, N. 1551; Schmidt-Szalewski, N. 18; Benoit Heilbrunn, ‘Histoire et Fonctions des Marques’, La Marque, ed. Benoit Heilbrunn, Presses Universitaires de France, Paris, 2010, N. 2. 3yolunu açmıştır. Ticaretin gelişmesi ile üretici ve tüketici arasındaki fiziki bağ ortadan kalkmış ve bu bağı temine yarayan bir enstrüman ihtiyacı hasıl olmuştur8. İşte bu (hayali) bağın merkezinde marka” kavramı modern anlamıyla ortaya çıkmıştır. Markanın iktisadi hayatın ayrılmaz bir parçası olmaya başladığı bu son dönemde hukuki güvenlik” endişeleri baş göstermiştir. Bir yandan yeni marka kullanmak isteyen teşebbüsler halihazırda kullanılan markaları tespit edebilmek ve seçimlerini ona göre yapabilmek isterken, öte yandan markalarını uzun süredir kullanan kişilerin bu öncelik hakkını” rahatlıkla ispat edebilmeye duydukları ihtiyaç ekseninde kanunlaşma faaliyetleri başlamış ve tescil kavramı ortaya çıkmıştır9. Hatta giderek tescil, marka hakkının elde edilmesinde tek imkân olarak sunulur hale gelmiş ve ilk kullanma” ile marka hakkının elde edilmesine dayalı sistem terk edilmek zorunda kalınmıştır10, 11. Nitekim, bugün başta Kıta Avrupası olmak üzere birçok ülkede marka koruması tescil ile elde edilebilmektedir12.   8   Diamond, s. 280-281; Puttemans, s. 78. 9   Schmidt-Szalewski, N. 23. Bu meyanda bkz. Ali Paslı, Uluslararası Antlaşmaların Türk Marka Hukukunun Esasına İlişkin Etkileri, Vedat Kitapçılık, İstanbul, 2014, s. 35-40. Marka korumasının şekillenmesinde korunmaya  değer  3  temel  unsur  yatmaktadır:  marka  sahiplerinin  korunması,  muhtemel  teşebbüslerin korunması ve kamunun korunması (International Trademark Association (INTA), ‘The Need for Trade-Mark Protection and What the Patent Office Can Do to Furthur It’, TMR, S. 36, 1946, s. 58). 10  Pattishall’a göre tescil sistemi, ilk kullanım sistemine kıyasla daha etkili, daha basit, daha kesin ve daha belirli bir sistem oluşmasına hizmet etmektedir (Beverely W. Pattishall, ‘The Use Rationale and the Trademark Registration Treaty’, ABAJ, Vol. 61, No. 1, 1975, s. 83). Benzer şekilde Callman da, güvenliğin ve adaletin temini için, bir işaretin korunması noktasında tescilin zorunlu olması gerektiğini belirtmektedir (Rudolf Callman, ‘Registration and Use in the Trademark Laws of Different Countries’, Section of International and Comparative Law Bulletin, Vol. 2, No. 2, 1958, s. 23). Bunların yanında, Amerika’da tescilli olmayıp kullanımda bulunan markaların dahi kayıt altına alınmasını önerenler vardır (INTA, s. 59). Buna karşın önemle belirtmek gerekir ki, marka korumasının temelinde tescil olgusu yatsa da, birçok ülke tescilli olmayan markalara da göreceli bir koruma sahası bahşetmektedir (Robert Burrell, ‘Trade Mark Bureaucracies’, The University of Queensland, TC Beirne School of Law Legal Studies Research Paper Series, Research Paper No. 07-25, 2007, http://ssrn.com/abstract=1027504 (erişim tarihi, 7 Haziran 2020), s. 3. Bu çalışma aynı zamanda şu kaynakta yayımlanmıştır: Trademark Law & Theory: A Handbook of Contemporary Research, ed. Mark D. Janis, Graeme B. Dinwoodie, Edward Elgar, UK, 2008, s. 95-131). 11  Bütün bu açıklamalarımızı tevsik eder nitelikte, 1857 tarihli Fransız Fabrika ve Ticaret Markaları Hakkında Kanun (Loi du 23 juin 1857 sur les Marques de Fabrique et de Commerce)’da tadil yapılmasına dair komisyon raporundan bir alıntı yapalım: Il est évident que la législation devenait insuffisante, car il était bien difficile de s’assurer qu’une marque déterminés n’avait pas déja fait l’objet d’un dépôt au greffe de l’un des nombreux Tribunaux de Commerce de France. Par surplus, la loi de 1857 laissant le dépôt facultatif et ne le rendant obligatoire qu’avant des poursuites en contrefaçon, il devenait matériellement impossible à un industriel de savoir si une marque n’existait pas déjà quelque part. Ce seul inconvénient suffisait à justifier un remaniement de la loi.” (M. Henri Bastit, Projet de Loi Portant Modification de la Loi du 23 juin 1857 sur les Marques de Fabrique  et  de  Commerce  Rapport  Présenté  au  Nom  de  la  Commission  d’Initiative,  Typographie  et Lithographie Bablatier, Marsilya, 1907, s. 4). 12  Pattishall, s. 83; Ellen P. Winner, ‘Trademark Registration – What’s the Use’, IDEA: The Journal of Law and Technology, Vol. 23, No. 2, s. 25 4Sonuç  itibarıyla,  marka  tesciline  duyulan  ihtiyacın  temelinde,  tarihsel  süreç  içerisinde ekonominin  ve  ticaretin  gelişmesinin  beraberinde  getirdiği  çeşitlilikten  kaynaklanan güvensizliğin”  ortadan  kaldırılması  ve  marka  sistemindeki  yapı  bozukluğunu  giderme amaçları yatmaktadır13. Şimdi bu hukuki güvenlik” şemsiyesinin altında, marka tescilinin fonksiyonlarını teşhis edelim. II. MARKA TESCİLİNİN FONKSİYONLARI Marka tescili olgusunun altında işleyen hukuki güven” kaygısı çeşitli meselelere dair olabilir. İşte marka tescili bu kaygıları gidermek noktasında çeşitli fonksiyonlar ile donatılmıştır.  A. Tanımlama Fonksiyonu Marka tesciline duyulan ihtiyacın ilk sebebi, bir yandan marka hakkının konusu olan işaretin ve  işarete  sağlanan  korumanın  kapsamını  belirleyecek  olan  mal  veya  hizmetlerin tanımlanması/belirlenmesi14 iken, öte yandan hakkın sahibinin kim olduğunun tespitine yönelik ihtiyaçtır15. Marka hakkı, mutlak bir haktır16 ve sahibine marka olarak tescil edilen işareti, tescile konu mal veya hizmetler (ve benzerleri) nazarında kullanma ve üçüncü kişilerin kullanımını engelleme konusunda inhisari (tekelci) bir yetki bahşeder17. Marka hakkının bu mutlak ve inhisari niteliği, belirli  işaretlerin  belirli  mal  veya  hizmetler  nazarında  topluma  kapatılması  sonucunu doğurduğundan,  hangi  işaretin  hangi  mal  veya  hizmetler  tahtında  topluma  kapatıldığının  13  Benzer  yönde  bkz.  Rebecca  Tushnet,  ‘Registering  Disagreement:  Registration  in  Modern  American Trademark Law’, Harvard Law Review, Vol, 130, No. 3, 2017, s. 871-872. 14  Marka olarak tescili talep edilen işaretin sicilde açık ve kesin olarak gösterilmesi zaruretinin de tescilin tanımlama fonksiyonuna hizmet ettiği yönünde bkz. Robert Burrell/ Michael Handler, ‘Making Sense of Trade Mark Law’ IPQ, No. 4, 2003, s. 393; Burrell, s. 18. Benzer yönde bkz. CJUE, C-273/00, 12 Aralık 2002, Ralf Sieckmann, http://curia.europa.eu/juris/document/document.jsf?docid=47585&mode=req&pageIndex=1&dir=&occ=first&part=1&text=&doclang=EN&cid=2921368 (erişim tarihi, 6 Haziran 2020), para. 48.  15  Şehirali Çelik, tescilin işlevini hakkın konusu ve süjesi bakımından ikiye ayırarak hakkın konusu ve kapsamına ilişkin bilgi işlevi” ve hak sahibini teşhis ve yetkilendirme işlevi” olarak iki başlık altında incelemektedir (Feyzan Hayal Şehirali Çelik, ‘Sınai Mülkiyet Hakkının Tescilinin Anlamı Üzerine-SMK m. 155 Vesilesiyle Bir İnceleme-’, BATİDER, C. XXXIV, S. 2, 2018, s. 36-45). 16  Arseven, s. 15; Kaya, Marka, s. 39; Uğur Çolak, Türk Marka Hukuku, 4. Baskı, On İki Levha Yayıncılık, İstanbul, 2018, s. 11; Sevilay Uzunallı, Marka Hukuku, Adalet Yayınevi, Ankara, 2019, s. 23; Hayrettin Çağlar, Marka Hukuku, Adalet Yayınevi, Ankara, 2013, s. 34; Hakan Karan/ Mehmet Kılıç, Markaların Korunması 556 Sayılı KHK Şerhi ve İlgili Mevzuat, Turhan Kitabevi, Ankara, 2004, s. 28; Hamdi Yasaman/ Sıtkı Anlam Altay/ Tolga Ayoğlu/ Fülürya Yusufoğlu/ Sinan Yüksel, Marka Hukuku: 556 Sayılı KHK Şerhi, C. I, Vedat Kitapçılık, İstanbul, 2004, s. 175; Ivan Cherpillod, Le Droit Suisse des Marques, CEDIDAC, Lozan, 2007, s. 169; François Dessemontet,  La Propriété Intellectuelle, CEDIDAC, Lozan, 2000, s. 229. 17  Kaya, Marka, s. 37; Çolak, s. 11; Uzunallı, s. 23; Çağlar, s. 35; Yasaman/Altay/Ayoğlu/Yusufoğlu/Yüksel, s. 176; Şehirali Çelik, SMK m. 155, s. 64-71; Cherpillod, s. 160. 5tanımlanması/teşhisi/belirlenmesi  büyük  önem  arz  eder18.  Zira  ancak  konusu  ve  kapsamı (sınırları) belirli olan bir hak, sahibine inhisari yetkiler bahşedebilir.  Marka tescilinin hakkın konusu ve kapsamını tanımlama işlevine SMK’nin sair hükümlerinde temas  edilmiştir.  Söz  gelimi,  SMK’nin  marka  olabilecek  işaretleri”  tanımlayan  4’üncü maddesinde, marka olarak tescili talep edilen işaretin marka sahibine sağlanan korumanın konusunun açık ve kesin olarak anlaşılmasını sağlayabilecek şekilde sicilde gösterilebilir olması” gerektiği vurgulanmakta ve tescilin hakkın konusu olan işareti teşhis noktasındaki fonksiyonu  ortaya  konulmaktadır19.  Yine  benzer  şekilde,  SMK’nin  başvuru  şartlarını düzenleyen 11’inci maddesinde, marka başvurusunun marka örneğini ve başvuruya konu mal veya hizmetlerin listesini” göstermesi gerektiği serdedilerek, tescilin tanımlama fonksiyonunun işlerliği  sağlanmaktadır.  Antrparantez,  bu  örneklerde  zikredilen  düzenlemeler  yalnızca markanın  tanımlama  fonksiyonunu  işler  kılmak  için  değil,  aynı  zamanda  aşağıda  yer vereceğimiz bürokratik fonksiyon ve bilgi fonksiyonunu da çalışır kılma amacına hizmet eder.  Öte  yandan,  tanımlama  fonksiyonu  sayesinde  hakkın  sahibinin  teşhisi  de  mümkün kılınmaktadır20.  Fakat  önemle  belirtmek  gerekir  ki,  tescilin  hakkın  sahibini  tanımlama fonksiyonu, sicilde hak sahibi gözüken kişiye şekli bir hak sahipliği kazandırmaktadır21. Daha açık bir deyişle, sicilde hak sahibi gözüken kişi maddi anlamda hak sahibi olmayabilir. Nitekim SMK m. 155 hükmü bu hususu açıkça ortaya koyar niteliktedir. Marka tescili, tanımlama fonksiyonu sayesinde marka olarak korunan işareti ve bu korumanın kapsamını  teşhise olanak sağlar ve marka hakkının sahibine sağladığı korumayı  hukuki güvenlik” ilkesi ekseninde şekillendirir. Son olarak, ifade etmek gerekir ki, marka tescilinin tanımlama fonksiyonu aşağıda zikredeceğimiz diğer iki fonksiyonun temelini teşkil eder. Marka  tescilinin  tanımlama  fonksiyonu  ne  denli  açık,  kesin  ve  doğru  bir  şekilde  yerine getirilmişse tescilin diğer fonksiyonları da bu nispette işler kılınabilecektir. B. Bürokratik Fonksiyon  18  Bu meyanda eşya hukukuna (ayni haklara) hâkim olan belirlilik (muayyenlik) ilkesi de aynı ihtiyaçtan kaynaklanmaktadır. Bu ilke hakkında bkz. A. Lale Sirmen, Eşya Hukuku, 7. Baskı, Yetkin Yayınları, Ankara, 2019, s. 32 vd. Fakat eşya hukukundaki belirlilik ilkesi, eşyanın somut” bir varlığının olması sebebiyle hakkın konusu noktasında tam bir kesinlik sağlamaktadır. 19  Benzer yönde bkz. Şehirali Çelik, SMK m. 155, s. 39.  20  Şehirali Çelik, SMK m. 155, s. 41-42; Şehirali Çelik, Tescilli Tasarım, s. 42; Alıca, s. 677; Tushnet, s. 876. 21  Bu hususta etraflıca bilgi ve örnekler için bkz. Şehirali Çelik, SMK m. 155, s. 42-45; Alıca, s. 687. SMK m. 7.2. hükmü bu husus şöyle ifade eder: Marka tescilinden doğan haklar münhasıran marka sahibine aittir.” 6Marka tescilinin bürokratik fonksiyonu ile ifade etmeye çalıştığımız husus, tescilin idari ve adli makam ve otoritelerin önüne gelen uyuşmazlıklarda/değerlendirmelerde marka siciline bakarak hakkın konusu ve kapsamını net bir şekilde tayin edebilmelerine imkân sağlamasıdır22. İşte, marka  tesciline  duyulan  ihtiyacın  altında  yatan  ikinci  sebep  idari  ve  adli  otoritelerin incelemelerini kolaylaştırmak ve süreçleri hızlandırmaktır. Bu meyanda, marka başvurularının değerlendirilmesinden, yayıma itiraz prosedürlerinin işler kılınmasına; marka tecavüzünden hükümsüzlük uyuşmazlıklarının incelenmesine kadar geniş bir yelpazeyi marka tescilinin bürokratik fonksiyonu kapsamına dahil etmek mümkündür. Görüldüğü üzere marka tescili, başta TÜRKPATENT23 olmak üzere idari makamlar ve adli makamların önüne gelen uyuşmazlıklarda inceleme konusu olan marka hakkının konusunu ve kapsamını  rahatlıkla  belirleyebilmesine  olanak  tanımakta  ve  inceleme  süreçlerinin kolaylaşmasına ve hızlanmasına yardımcı olmaktadır. Söz gelimi, marka olarak tescil edilen işaretin  ayırt  edici  unsurları  değiştirilmeden  kullanımı  SMK  m.  9  bağlamında  markanın kullanımı olarak mütalaa edilmekte ve marka korunmaktadır (SMK m. 9.2.a)24. İşte markanın kullanılıp kullanılmadığına ilişkin bir uyuşmazlıkta, ilk olarak incelenecek hususlardan biri markanın tescil edildiği biçimiyle kullanılıp kullanılmadığıdır. Bu noktada, tescilin bürokratik fonksiyonu devreye girmektedir. Tescilin bürokratik fonksiyonunun işler kılınması, ancak marka olarak tescili talep edilen işaretlerin  ve  tescile  konu  mal  veya  hizmetlerin  açık,  kesin,  anlaşılabilir  olması  ile mümkündür25.   C. Bilgi Fonksiyonu Marka tesciline duyulan ihtiyacın altında çalışan üçüncü ve son sebep, kamunun ve bilhassa muhtemel rakiplerin/piyasa aktörlerinin mevcut markalar hakkında bilgi sahibi olma isteğidir26.   22  Burrell/Handler, s. 393; CJUE, C-273/00, para. 50. 23  Bakanlıklara Bağlı, İlgili, İlişkili Kurum ve Kuruluşlar ile Diğer Kurum ve Kuruluşların Teşkilatı Hakkında Cumhurbaşkanlığı Kararnamesi m. 358 uyarınca Türk Patent ve Marka Kurumu’nun kısa adıdır.  24  SMK m. 9.2 hükmü aynen şöyledir:   Aşağıda belirtilen durumlar da birinci fıkra anlamında markayı kullanma kabul edilir:   a) Markanın ayırt edici karakteri değiştirilmeden farklı unsurlarla kullanılması…” 25  Bu meyanda yukarıda zikrettiğimiz SMK m. 5 ve 11 hükümleri ile sair hükümler bu amaca hizmet etmektedir. 26  Callman, s. 23. 7Marka tescili, kamunun ve muhtemel rakiplerin marka olarak korunan işaretler ve bunlara bahşedilen  korumanın  kapsamına  dair  bilgi  edinmesine  hizmet  eder27.  Potansiyel  bir yatırımcı/teşebbüs faaliyetlerini yürütürken kullanacağı bir işaret seçmek zorundadır28. İşte bu kişi, bir işaret seçmek ve kullanmak istediği zaman, halihazırda mevcut ve seçilmiş işaretleri ve bunların kapsamını bilmek isteyecektir ki, farklı bir işaret seçebilsin ve markanın temel fonksiyonu olan ayırt edicilik fonksiyonunu29 işler kılabilsin30. Mevzunun bir de tüketiciler açısından cari olan boyutu vardır. Şöyle ki, markanın bilgi işlevi sayesinde tüketiciler marka sahiplerini rahatlıkla teşhis edebilmekte31 ve markanın arkasındaki teşebbüse  karşı  haklarını  rahatlıkla  kullanabilmektedir.  Tüketiciler  bir  de  dolaylı  olarak, markanın bilgi işlevinden etkilenmektedir. Zira, markanın bilgi işlevi sayesinde tescile konu markalar birbirinden farklılaşmakta ve markaların ayırt edicilik işlevi etkin kılınarak markada teklik ilkesi32 ekseninde tüketicilerin arzu ettikleri ürünlere (markalara) ulaşımı engellenmemiş olmaktadır.  Sonuç olarak, marka tescilinin bilgi fonksiyonu ve marka sicilinin aleni olması33 kamunun ve üçüncü kişilerin, marka sisteminde faaliyet gösteren aktörleri ve bunların sahip olduğu hakkın konusu ve kapsamı konusunda bilgilendirilmesine hizmet etmektedir.   27  Burrell/Handler, s. 393; Burrell, s. 5; Tushnet, s. 876-877; Şehirali Çelik, SMK m. 155, s. 36 vd.; Şehirali Çelik, Tescilli Tasarım, s. 42; Alıca, s. 677; CJUE, C-273/00, para. 51. Bununla birlikte, patent ve tasarımın tescil edilmesinin altında, marka hakkının aksine, yeni teknolojilerin kamunun bilgisine sunulması idesi olduğu yönünde bkz. Burrell, s. 6. 28  Hemen belirtelim, bu yönde hukuki bir zorunluluk söz konusu değildir. Daha ziyade, günümüz iktisadi hayatının getirdiği maddi bir zorunluluktan bahsedilebilir. Bununla birlikte marka kullanımının kamu düzeni gerekçesiyle zorunlu tutulması mümkündür (551 sayılı Markalar Kanunu, m. 3). Bu meyanda bkz. Schmidt-Szalewski, N. 39-40.  29  Markanın ayırt edicilik fonksiyonu hakkında bkz. Arseven, s. 7; Kaya, Marka, s. 60; Arkan, Marka, s. 38; Çolak, s. 17; Çağlar, s. 33; Uzunallı, s. 20; Cherpillod, s. 60; Bainbridge, s. 533; Schmidt-Szalewski, N. 31. 30  Burrell, s. 5. Bu meyanda tescilin, muhtemel mütecavizlere yönelik örtülü ve caydırıcı bir ihtar/uyarı” niteliğinde olduğu hususunda bkz. Tushnet, s. 877. 31  Modern marka hukukunun temelinde tüketicileri karışıklıktan korumak düşüncesinin yattığı yönünde bkz. Tushnet, s. 873. Bu görüşe biz de katılmaktayız. Gerçekten de, marka hukukunun temelinde tüketicilerin korunması düşüncesi yatmaktadır. Söz gelimi markalar arasında karıştırılma ihtimalinin olup olmadığının tespiti, tüketicinin nazarından yapılan bir değerlendirmeyi gerekli kılmaktadır (SMK m. 6.1).  32  Markanın tekliği ilkesi uyarınca, bir markanın ancak bir tek sahibi olabilir; aynı marka farklı kişiler tarafından ayrı tescillere konu edilemez (Yasaman/Altay/Ayoğlu/Yusufoğlu/Yüksel, s. 189; Arkan, Marka, s. 76; Çolak, s.  424;  Cafer  Eminoğlu,  ‘Marka  Sahibinin  Tekliği  İlkesi  ve  Bu  İlkenin  Markanın  Devri  Bağlamında İncelenmesi: Anayasa Mahkemesi’nin 556 Sayılı KHK’nın m. 16/5 Hükmünü İptal Eden Kararı Bağlamında Bir Değerlendirme’, Yıldırım Beyazıt Hukuk Dergisi, C. I, S. 1, 2016, s. 231). Bununla birlikte, SMK ile markanın tekliği ilkesinin esnetildiğini belirtmek gerekir. SMK m. 5.3 hükmü uyarınca marka sahibinin muvafakati ile kendi markası ile aynı veya ayırt edilemeyecek derecede benzer ikinci bir markanın tescili mümkündür. Bu düzenlemenin eleştirisi için bkz. Tekinalp/Çamoğlu, s. XIX-XX; Sabih Arkan, ‘Sınai Mülkiyet Kanunu’nun 5.3. Maddesiyle İlgili Bazı Düşünceler’, BATİDER, C. XXXIII, S. 3, 2017, s. 10-11. 33  SMK m. 22.3 hükmü bu hususu açıkça tevsik eder: Sicil alenidir. Talep edilmesi ve ücretinin ödenmesi şartıyla sicil örneği verilir.” 8III. MARKA TESCİL SİSTEMİ TAHTINDA ÇATIŞAN MENFAATLER Marka tescilinin fonksiyonlarını ortaya koyduktan sonra, bu başlık altında incelemeyi arzu ettiğimiz husus şudur: Marka tescil süreci (prosedürü) zikrettiğimiz bu fonksiyonları temin noktasında  nasıl  bir  etkiye  sahiptir  ve  giderek  marka  tescil  prosedürü  hangi  menfaatler arasındaki konkurun etrafında şekillenmektedir? Bir işaretin marka olarak tescili, tescil sürecinde öngörülen aşamalar ve bu aşamalarda yerine getirilen  denetim  faaliyetleri  temelde  iki  menfaat  arasındaki  çatışmanın  tezahürünü yansıtmaktadır. Bir yanda, yeni marka başvurusu yapacak olanların marka siciline girişini kolaylaştırma ve bu sayede markalaşmayı korumaktaki menfaat; diğer yanda ise halihazırda tescilli marka sahiplerinin, sahip olduğu işaret üzerindeki tekel hakkının korunması ve bu sayede  marka  fonksiyonlarının  icra  edilebilirliğinin  zedelenmemesi  menfaati.  İşte  bu  iki menfaat  arasındaki  çatışma,  tescil  sistemlerinin  sıkılığını/zorluğunu  şekillendirmekte  ve giderek  marka  tescilinin  yukarıda  zikrettiğimiz  fonksiyonlarının  işlerliğini artırıp/azaltmaktadır.  Türk  hukukunda,  marka  tescil  sisteminde,  işaretin  daha  önce  kullanımının  şart  olarak öngörülmemesi ve giderek kullanma niyetinin dahi aranmaması, Nis Sınıflandırmasında yer verilen ve esasen markada belirlilik ilkesini layıkıyla yerine getirmekten son derece uzak olan geniş ve muğlak terimleri içeren mal veya hizmet listelerinin kabul edilmesi gibi hususlar yeni marka  başvurusunda  bulunacak  kişileri  korumayı  amaçlamaktadır.  Zira  değindiğimiz  bu kolaylıklar  sayesinde,  marka  başvurusu  yapacak  olan  kişiler  ciddi  emek  ve  mesai harcamaksızın, sadece başvuru için öngörülen cüzi ücreti ödeyerek sınırları muğlak ve son derece geniş bir mal veya hizmet listesi kapsamında marka hakkına sahip olabilmektedir ve markayı henüz kullanmasa dahi bir teminat” elde etmektedir.  Bununla birlikte, çatışan bu iki menfaatten mülhem olarak, marka tescil süreçlerinin temelinde ülkenin  iktisadî  gelişmişliğinin  ve  ticari  hayatın  dinamiklerinin  de  etkili  olduğu  gözden kaçırılmamalıdır.  Bilhassa,  Türkiye  gibi  gelişmekte  olan  ülkeler,  iktisadî  gelişimlerini hızlandırmak ve yatırımcıları teşvik etmek amacıyla marka tescilini kolaylaştırma yolunda tercihler sergilemektedirler. Yine benzer şekilde, Türkiye ekonomisinin özgünlükten ziyade taklide/iltibasa dayalı yapısı, marka tescilini kolaylaştırma ve tescilli bir markaya geniş bir 9koruma sahası sağlama tercihini beraberinde getirmiştir34. Fakat, bu tercihler uzun vadede marka sisteminin işlerliğini zedelemektedir.  Nitekim, marka tescilinde sağlanan bu kolaylık, marka siciline girişleri kolaylaştırırken, tescilin temel fonksiyonlarını yerine getirmesine mâni olarak marka sisteminin işleyişini zedeleyecek sarsıntılara sebep olmaktadır35. Zira, marka sicili uzun vadede, aynı veya benzer çok sayıda işaretin  aynı  veya  benzer  mal  veya  hizmetlere  yönelik  tescil  edildiği  bir  ortam  haline gelmektedir36. Böyle bir marka sisteminin hem yeni marka başvurusu yapacak olanları hem halihazırda marka sahibi olanları olumsuz etkilemesi yanında, tüm üçüncü kişileri olumsuz etkileyecek sonuçları olmaktadır37, 38. Öte yandan, altını çizerek önemle değinmek gerekir ki, marka siciline girişin kolay olduğu sistemlerde, sistemin işlerliğini gözetim yükümlülüğü halihazırda sicile kayıtlı olan tescil sahiplerine yüklenmiş iken, aksi senaryoda, yani sicile girişin zor olduğu sistemlerde ise, bu gözetim yükümlülüğü a prori marka başvurusu yapacak kişilere yüklenmiştir39.   34  Bu yönde bilgi için bkz. Arslan Kaya, ‘Tartışmalar’, Fikrî ve Sınai Haklar Sempozyumu, ed. Ayşe Kübra Altıparmak, Yetkin Yayınları, Ankara, 2020, s. 114-116. 35  Benzer yönde Burrell, s. 2, 7. Aynı veya ayırt edilemeyecek derecede benzer işaretlerin, aynı ve aynı türdeki mal veya hizmetlere yönelik tescilini engelleyen SMK m. 5.1.ç hükmü marka sicilinin işlerliğini ve tescilin bilgi fonksiyonunu korumaya yönelik önlem olarak kabul edilebilir. Ancak bu madde bağlamında yapılan inceleme  işaretlerin  aynı”  olması  üzerinde  şekillendiğinden  ve  benzer  olmasını  (karıştırılma  ihtimali bulunmasını) inceleme dışı bıraktığından (SMK m. 6.1) etkisinin sınırlı olduğu rahatlıkla savlanabilir.  36  Tescile dayalı kullanım savunması sebebiyle, tasarım ve faydalı model açısından benzer sorun için bkz. Suluk, s. 414. Nitekim, bu durumun marka hukukundaki en somut örneği, sessiz kalma suretiyle hak kaybı ilkesinin çok sık uygulanır olmasıdır. Esasen temelini dürüstlük kuralı ve hakkın kötüye kullanılması yasağından alan bu ilkenin, SMK ile pozitif düzenlemeye kavuşturulmuş olması (SMK m. 25.6), marka hukukunda aynı veya benzer işaretler üzerinde ne denli fazla kişinin hak sahibi olduğuna işaret etmektedir.  37  Bu meyanda kamunun ne denli olumsuz etkilenebileceğini ilişkin güzel bir örnek için bkz. John H. Lewis, ‘The Need for Trademark Laws’, Legal Chatter, Vol. 2, No. 10, 1939, s. 24. Marka tescili prosedürlerinin, marka sisteminin işlerliği noktasında büyük bir önemi haiz olduğuna ilişkin etraflıca bir çalışma için bkz. Tushnet, s. 867-941.  38  Bu durumun yarattığı olumsuzluklara bu başlık altında ayrıca yer verilmemiştir. Zira son başlık (IV) altında SMK  m.  155  hükmünün  ortaya  çıkaracağı  olumlu  sonuçlar  belirtilirken,  esasen  burada  bahsedilen olumsuzluklara da dolaylı olarak işaret edilmiştir.  39  Bu meyanda marka tescilini zorlaştırma noktasında Türk kanun koyucusunun geçmişte yapmış olduğu bir değişikliği zikretmek yerinde olacaktır. 551 sayılı Markalar Kanunu döneminde, mal veya hizmetler arasındaki benzerlik incelemesi aynı emtia” düzeyinde kalmakta idi (m. 5.c). Söz gelimi, bir işaret su” emtiası için tescilli iken aynı işaret soda” için de başkası tarafından tescil edilebilmekteydi. Bu durumun, marka başvurularını bir hayli kolaylaştıracağı rahatlıkla söylenebilir. Böyle bir tescil sisteminde marka tescilinin yukarıda zikrettiğimiz fonksiyonları taşıyamayacağı aşikardır. Zira birbiriyle aynı tür denilebilecek emtialar nazarında tescilli çok sayıda aynı işaret, markaların temelinde yatan ayırt etme fonksiyonunu zedeleyecek ve tescilin bilgi fonksiyonunu olumsuz etkileyecektir. Nitekim, Türk kanun koyucusu 556 sayılı Markaların Korunması Hakkındaki Kanun Hükmünde Kararname ile benzerlik incelemesinin kapsamını genişleterek (m. 7.1.b; 8.1), bu soruna çözüm bulma noktasında önemli bir adım atmıştır. Benzerlik incelemesinin kapsamının genişlemesi, haliyle yeni marka başvurusu yapacak olanların mal veya hizmet listesini belirlerken daha fazla masraf ve mesai yapmasına sebep olmuştur. Bu süreç hakkında bilgi için bkz. Önder Erol Ünsal, Markaların Tescili Konusunda Uluslararası Nis ve Viyana Sınıflandırmaları: Amaç, İşleyiş ve Uygulamaya İlişkin Değerlendirmeler, Uzmanlık Tezi, Türk Patent Enstitüsü, Ankara, 2001, s. 53-55. 10Türk hukukundaki marka tescili sürecinde cari olan yayıma itiraz aşaması ve iptal müesseseleri halihazırda sicile kayıtlı olanların üstlendiği gözetim yükümlülüğünün en somut örnekleridir. Zira, yayıma itiraz aşaması tescilli marka sahiplerini, her marka bültenini inceleme aynı veya benzer marka başvurularının olup olmadığını tespit etme ve böyle bir durum varsa masrafı üzerine alarak buna itiraz etme yükümlülüğü yüklemektedir. Diğer bir deyişle, halihazırda markasını  tescil  ettirmiş  olan  kişiler,  bu  haklarını  koruyabilmek  için  ciddi  araştırma masraflarına, külfetine katlanmak zorunda kalmaktadır40.  İşte, marka tescil sisteminin altında yatan aşamalar, zikrettiğimiz bu iki menfaat arasındaki çatışmanın gölgesinde şekillenmektedir. SMK m. 155 hükmünün yürürlüğe girmesine kadar olan dönemde (ayrık bir-iki içtihadı41 saymaz isek), bu gözetim yükümlülüğü sicilde tescilli marka sahiplerine yüklenmiş idi. SMK m. 155 hükmü ise bu durumu tersine çevirmiştir.  IV. SMK m. 155 HÜKMÜNÜN ETKİSİ ÜZERİNE KISA TESPİTLER SMK m. 155 hükmü ile markanın tescil edilmiş olması, önceki tarihli marka sahipleri karşısında bir savunma aracı olmaktan çıkarılmıştır. Dolayısıyla artık, markanın tescil ettirilmiş olması, marka sahiplerine bir güvence sağlamayacaktır. İşte, bu durumun uzun vadede marka tescil sisteminin  işlerliğini  ve  fonksiyonlarını  güçlendireceğini  ve  marka  sicilini  daha  şeffaf kılacağını düşünmekteyiz.  SMK m. 155 hükmünden önceki dönemde, işaret bir kere tescil edildiği takdirde hükümsüz kılınana  kadar,  marka  sahibi  tecavüz  davalarına  karşı  korunmaktaydı.  Bu  durum,  marka başvurusu yapacak olan kişileri tabir caiz ise, rehavete sevk etmekte ve marka başvurusunun alelade bir prosedür olarak görülmesine sebebiyet vermekte idi. Çünkü, marka başvurusu yapacak  olan  kişiler,  marka  sicilini  alelade  bir  incelemenin  ötesinde  etraflıca  inceleyip, gerekirse  marka  vekillerinden,  TÜRKPATENT’ten  bu  konuda  yardım  alma  zorunluluğu  40  Hemen belirtelim, yayıma itiraz sürecinin marka tescil sisteminin işlerliğini temin noktasında yeterli ve ölçülü bir enstrüman olmadığı kanaatindeyiz. Kanaatimizce, tescilli marka sistemine girmek isteyenler karşısında halihazırda bu sisteme dahil olanlara daha büyük önem atfedilmeli ve bu iki menfaat arasındaki çatışma halihazırda tescilli marka sahipleri lehine enstrümanlar getirilerek dengelenmelidir. İşte, SMK m. 155 hükmü bu minvalde getirilmiş bir enstrüman olarak görülmelidir. Bu konudaki açıklamalarımız için bkz. aş. IV. Türk marka hukukunda TÜRKPATENT incelemesinin sadece mutlak ret nedenleri ile sınırlı olduğu ve yayıma itiraz süresinin kaçırılması halinde esasen tescil edilemeyecek markaların kolaylıkla tescil edilebildiği yönünde bkz. Alıca, s. 696. İptal müessesesi hakkında bkz. aş. dn. 48. 41  Yargıtay 11. HD, T. 19.04.2002, E. 2001/9903, K. 2002/3699 (Kazancı İçtihat Bilgi Bankası). 11hissetmemekte idi. Zira, işaret bir kere hasbelkader marka olarak tescil edilirse önceki tarihli marka sahiplerine karşı korunur konuma gelmekte idi42.  SMK m. 155 hükmü ile, bu durum tam tersine dönmüştür. Hükmün, sonraki tarihli marka sahiplerinin arkasına sığındığı tescil perdesini (belirli kişilere karşı) aralaması ve tamamen ortadan kaldırması, marka başvurusu yapacak kişileri artık daha nitelikli ve kapsamlı bir araştırma yapmaya sevk eder konuma getirmiştir. Zira, artık markanın tescili ile tabir caiz ise, rahat  bir  soluk  alma  söz  konusu  olmayacak,  sonraki  tarihli  marka  sahibi  önceki  marka sahiplerinin müdahale tehdidi ile karşı karşıya kalmaya devam edecektir. Bu sebeple, yeni marka başvurusu yapacak olan kişiler, artık daha ihtimamlı hareket etmek ve tescilini talep edecekleri  işareti  ve  ilgili  mal  veya  hizmetleri  büyük  bir  titizlikle  seçmek  ve  belirlemek mecburiyetindedirler.  İşte, SMK m. 155 hükmü etkisini, marka tescil sisteminin işlerliğini gözetim yükümlülüğünü yeni  marka  başvurusu  yapacakların  üzerine  atmak  noktasında  göstermektedir.  Giderek denilebilir ki, tescili talep edilen işaretin marka olabilirliğinin denetimi daha başvurudan önceki aşamada doğrudan olası başvurucu tarafından yapılmaktadır43. Hüküm ile marka başvurusu yapacak kişilere zımnen yüklenen bu özen ve dikkat yükümlülüğü uzun vadede marka sicilini daha şeffaf kılmanın yanında bir dizi olumlu sonuca da sebebiyet verecektir. Şimdi yeni marka başvurusu yapacak olanlara yüklenen bu yükümlülüğün ortaya çıkaracağı olumlu sonuçları kısaca belirtelim. A. Daha Şeffaf Marka Sicili Marka başvurusu yapacak kişilere yüklenen araştırma ve inceleme yükümlülüğü arttıkça, yeni yapılan marka başvuruları ile önceki tarihli markalar arasındaki çatışma ve hak ihlalleri asgari seviyeye inecektir44.   42  Burrell şöyle yazar: Although there is a need for more empirical research to be conducted into how different types of business use registered trade mark systems, the evidence that is available suggests that many small and medium-size enterprises undertake few formal steps to check for the existence of prior conflicting trade marks. Rather, firms often assume that registration of a business or company name provides immunity from a claim of trade mark infringement, reflecting considerable confusion about the rules of both trade mark acquisition and trade mark infringement. The fact that small and medium-size enterprises often have little understanding of the mechanics of trade mark protection casts further doubt on the usefulness of the register as a source of information” (Burrell, s. 8-9). 43  Burrell bu noktada şöyle yazar: In the trade mark context, however, deferring questions of validity in this way would largely remove the benefits of registration for both third parties and owners” (Burrell, s. 7). 44  Bu husus ise başlı başına, tescil sisteminin benimsenmesinin altında yatan ihtiyacın tatminine hizmet eder. Zira marka hakkının tescille kazanıldığı ve tescilden önce kullanımın şart olmadığı sistemlerde temel amaç, müstakbel teşebbüslerin rahat bir şekilde ve başkalarının marka haklarına tecavüz edemeyeceğini bilerek yatırım yapmalarının kolaylaştırılmasıdır (Winner, s. 53).   12Marka  başvurusu  yapacak  kişiler,  önceki  tarihli  marka  sahiplerinin  haklarını  mümkün olduğunca ihlal etmemeye odaklanacak ve daha farklı, daha ayırt edici, daha özgün işaretler seçmeye ve daha detaylı mal veya hizmet listeleri belirlemeye özen gösterecektir45. Haliyle, böyle  markalar  sicilde  çoğaldıkça,  uzun  vadede  sicilin  şeffaflığı  ve  fonksiyonları  işler kılınacaktır. Söz gelimi marka tescilinin tanımlama fonksiyonu, özellikle hakkın süjesi ve kapsamı konusunda daha nitelikli ve gerçeğe daha uygun bir görüntü sergiler olacaktır46. Bununla birlikte, ayrıca değinmek gerekir ki, tescil edilmiş fakat uzun süredir kullanılmayan markalar sebebiyle sicilin marka mezarlığına” döndüğü inkâr edilemez bir gerçektir47. Öte yandan,  markanın  tescili  kolay  olduğu  için,  bilhassa  büyük  şirketlerin  kullanma  niyeti olmaksızın yalnızca daha geniş koruma alanı elde etmek amacıyla çok sayıda marka tescili talebinde bulunduğu ve bu durumun uzun vadede birçok işaretin (kullanılmasa dahi) topluma kapatılması  ve  giderek  marka  feodalleri”  oluşması  sonucunu  doğurduğu  rahatlıkla savlanabilir. Böyle bir ortamda, marka siciline girişlerin kolay olması kullanılmayan marka sorununu iyice artırmakta ve tescilin bilgi fonksiyonunu önemli ölçüde işlevsiz kılmaktadır. İşte, SMK m. 155 hükmü getirilen zımni inceleme yükümlülüğü uzun vadede marka sicilini kullanılmayan  marka  probleminden  tamamen  olmasa  da,  kısmen  kurtaracak  ve  bilgi fonksiyonunu işler kılacaktır48. Markanın tescilinin tanımlama fonksiyonuna getirilen bu işlerlik/şeffaflık, marka sisteminde faaliyet  gösteren  teşebbüsler  başta  olmak  üzere,  tüketicileri  de  olumlu  etkileyecektir. Halihazırda faaliyet gösteren teşebbüsler daha az ihlalle ve tecavüzle karşılaşacak, böylelikle faaliyetlerini  daha  emin  bir  şekilde  yerine  getirecek,  markasını  en  iyi  şekilde  piyasada  45  Öğretide marka korumasının temelinde, markaların ayırt ediciliğinin muhafazası olduğu da savlanmaktadır (Tushnet, s. 875). 46  Marka sicilinin, gerçek hak durumunu yansıtması durumunda marka sisteminin daha işler olacağı yönünde bkz. Burrell s. 7. 47  Bu durumu önlemek amacıyla marka iptali müessesesi öngörülmüştür (Hanife Dirikkan, ‘Tescilli Markayı Kullanma Külfeti’, Prof. Dr. Oğuz İmregün’e Armağan, Vedat Kitapçılık, İstanbul, 1998, s. 222-223; Gizem Coşgun, Sınai Mülkiyet Kanunu Kapsamında Markanın Kullanılması, Seçkin Yayıncılık, Ankara, 2018, s. 28; Numan Sabit Sönmez, ‘6769 Sayılı Sınai Mülkiyet Kanununa Göre Markanın Kullanılmaması Neticesinde Ortaya Çıkan Sonuçlar’, İÜHFM, C. LXXVI, S. 1, 2018, s. 279;  Eric Meier, L’obligation d’Usage en Droit des Marques, Schulthess Juristische Medien AG, Lozan, 2005, s. 8; Dessemontet, s. 48).  48  Bununla birlikte, marka her ne kadar kullanılmaması durumunda iptal yaptırımı ile karşı karşıya kalıyor olsa da,  iptal  edilmediği  müddetçe  sicilde  kayıtlı  kalmaya  devam  etmektedir.  Yine,  bu  aşamada  da  sicili kullanılmayan markalardan temizleme görevi başta tescilli marka sahipleri olmak üzere üçüncü kişilere yüklenmiştir. Haliyle, marka iptali müessesesinin marka sicilini kalabalıklaşmaktan korumak noktasındaki işlevi son derece cüzidir. Bunu gören Türk kanun koyucusu, bir nebze de olsa olumsuzlukları gidermek için SMK ile kullanmama def’i kurumunu ittihaz etme ihtiyacı hissetmiştir. Kullanmama def’i hakkında bkz. Çolak, s. 685-687; Sönmez, s. 290-294. Burrell, kullanılmayan markaların yarattığı olumsuzluğu ve etkisini şöyle ifade eder: In the period between a mark being entered on to the register and it being removed at the conclusion of cancellation proceedings, it will be capable of generating false positive results that will shape the decisions of parties searching the register.” (Burrell, s. 17). 13konumlandırabilecek ve giderek emeklerinin karşılığını alabilecektir. Tüketiciler ise markalar birbirinden  farklılaştıkça  arzu  ettikleri  markalara  aldanmadan  rahatlıkla  ulaşabilecek  ve markanın tekliği prensibi gerçek anlamda işler kılınacaktır.  Öte yandan, hükmün kullanımı engellenmiş ve fakat sicilden terkin edilmemiş bir markalar yığını  oluşturacağı  da  savlanabilir49.  Fakat,  maddenin  marka  başvurusu  yapacak  olanlara yüklediği zımni araştırma yükümlülüğü sayesinde, uzun vadede ortaya çıkacak olumlu etkinin, bu endişeleri gölgede bırakacağı kanaatindeyiz.  Sonuç olarak, denilebilir ki, SMK m. 155 hükmünün getirdiği yeni düzen sayesinde, korunmaya daha değer olan işaretler korunur konuma gelecektir.  B. Daha Az Uyuşmazlık SMK m. 155 hükmünün uzun vadede getireceği bir diğer avantaj, gerek idari gerekse adli süreçlerde ortaya çıkan uyuşmazlıkların azalması olacaktır50.  Bu düşüncemizin altında da, yeni marka başvurusu yapacak olanların, önceki tarihli marka sahiplerinin  haklarına  riayet  etmek  noktasında  göstermek  zorunda  oldukları  azami  özen yatmaktadır. Yeni marka başvuruları ne kadar dikkatli bir inceleme ile yapılırsa, önceki tarihli marka sahiplerinin haklarını ihlal etme olasılığı o denli azalacaktır. Haliyle, hem mutlak ret nedenlerine ilişkin inceleme hem de yayıma itiraz aşamalarında daha az uyuşmazlık gündeme gelecektir. Hiç şüphesiz, yargı kanadının yükünün azalacağı da rahatlıkla söylenebilir.  Sonuç Marka tescili temelde hukuki güvenlik” ihtiyacının bir neticesi olarak ortaya çıkmıştır. Bu hukuki güvenlik ihtiyacı tescilin (i) tanımlama, (ii) bürokratik ve (iii) bilgi fonksiyonları yardımıyla karşılanmaktadır.  Tanımlama  fonksiyonu  sayesinde,  marka  sistemi  içerisinde  korunan  işaretlerin,  bunlara bahşedilen korumanın kapsamının ve hak sahiplerinin teşhisine yönelik ihtiyaç -tam olmasa da- giderilmektedir.  Bürokratik  fonksiyonu  sayesinde,  idari  ve  adli  otoritelerin  inceleme  ve değerlendirme yaparken ihtiyaç duydukları rahatlık  temin  edilmektedir. Son olarak, bilgi  49  Ali Paslı, ‘Marka Hukukunda Tescil – Kullanım İlişkisi’, Fikrî ve Sınai Haklar Sempozyumu, ed. Ayşe Kübra Altıparmak, Yetkin Yayınları, Ankara, 2020, s. 114. 50  Tescile dayalı kullanım savunması sebebiyle önceki tarihli hak sahipleri, sonraki tarihli hak sahiplerine karşı tecavüz davası açmadan önce veyahut tecavüz davası ile birlikte hükümsüzlük davası açmak zorunda kalıyor idi. Bu noktada özellikle yargılamaların uzun sürmesi ve yıpratıcı olması önceki hak sahiplerini zor duruma sokmakta idi. Bu meyanda bkz. Suluk, s. 415. 14fonksiyonu sayesinde, en genel anlamıyla üçüncü kişilerin marka olarak korunan işaretler, koruma kapsamı ve süjeleri hakkında bilgi edinmesi ihtiyacı karşılanmaktadır.  Marka tescilinin bu fonksiyonlarının işlerliği marka tescil süreçlerinin zorluğu nispetinde şekillenmektedir. Marka tescilinin kolay olduğu bir sistemde, aynı veya benzer işaretler, aynı veya benzer mal veya hizmetler nazarında birden çok kişi tarafından tescil edilmektedir. Haliyle, marka tescili tanımlama fonksiyonunu layıkıyla yerine getirmekten uzaklaştığı gibi, bürokratik  fonksiyon  ve  bilgi  fonksiyonu  da  arzu  edilen  ihtiyaca  cevap  olamaz  konuma gelmektedir.  Marka  sicili,  markanın  tekliği  ilkesinin  gereklerini  karşılamaktan  bir  hayli uzaklaşmakta ve birçok uyuşmazlığa kapı aralar konuma gelmektedir.  İşte, SMK m. 155 hükmü tescile dayalı kullanım savunması imkanını ortadan kaldırarak, yeni marka  başvurusu  yapacak  olan  kişilere  zımni  bir  araştırma/inceleme  yükümlülüğü getirmektedir.  Zira  artık  markayı  bir  kere  tescil  ettiren  kişiler,  kim  gelirse  gelsin  tescil perdesinin arkasına sığınamayacaktır. Bu sebeple, artık marka başvurusunda bulunulurken daha ihtimamlı hareket etmek gerekmektedir.  Bu sayede, marka sicili uzun vadede birbirinden farklı, özgün, nitelikli markalara ev sahipliği yapar konuma gelecek ve markanın tekliği ilkesi azami derecede işler kılınacak, daha şeffaf bir marka sicili ekseninde tüm aktörlerin menfaatine bir tablo ortaya çıkacaktır.  Bütün bu sebeplerle, hükmün marka tescilini daha işler kılmak noktasında son derece isabetli olduğunu,  özellikle  bazı  ortamlarda  dile  getirildiği  gibi  sonraki  tarihli  marka  sahibinin kötüniyetli” olup olmadığına göre sonuca gidilmesi veya hükmün bu yönde tadil edilmesi gerektiği  yönündeki  şifahi  görüşlerin  hükmün  zikrettiğimiz  bu  olumlu  etkilerini  ortadan kaldıracağını düşünmekteyiz. Son olarak eklemek gerekir ki, çalışmamız boyunca yaptığımız incelemeler marka sicilinin daha güvenilir kılınabilmesi için ciddi mesafe kat edilmesi ve yeni reformların gündeme alınması gerektiğini göstermektedir.",
     "Kaynakça": "ALICA, Türkay, ‘6769 sayılı Sınai Mülkiyet Kanunu’nda Önceki Tarihli Hakların Etkisi’, 6769 sayılı Sınai Mülkiyet Kanunu Sempozyumu 9-10 Mart 2017, ed. Feyzan Hayal Şehirali Çelik, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara, 2017, s. 673-736. ARKAN, Sabih, ‘Sınai Mülkiyet Kanunu’nun 5.3. Maddesiyle İlgili Bazı Düşünceler’, BATİDER, C. XXXIII, S. 3, 2017, s. 1-11. ARKAN, Sabih, Marka Hukuku, C. I, AÜHFY, Ankara, 1998 (Marka” olarak kısaltılmıştır.). 15ARSEVEN, Haydar, Nazari ve Tatbiki Alameti Farika Hukuku, İsmail Akgün Matbaası, İstanbul, 1951. AZÉMA, Jacques/ GALLOUX, Jean-Christophe, Droit de la Propriété Industrielle, 8. Édition, Dalloz, Paris, 2017. BAINBRIDGE, David, Intellectual Property, 5. Edition, Pearson Longman, Essex, 2002. BASTIT, M. Henri, Projet de Loi Portant Modification de la Loi du 23 juin 1857 sur les Marques de Fabrique et de Commerce Rapport Présenté au Nom de la Commission d’Initiative, Typographie et Lithographie Bablatier, Marsilya, 1907. BURRELL, Robert, ‘Trade Mark Bureaucracies’, The University of Queensland, TC Beirne School of Law Legal Studies Research Paper Series, Research Paper No. 07-25, 2007, http://ssrn.com/abstract=1027504 (erişim tarihi, 7 Haziran 2020), s. 1-50. BURRELL, Robert/ HANDLER, Michael, ‘Making Sense of Trade Mark Law’ IPQ, No. 4, 2003, s. 388-410. CALLMAN,  Rudolf,  ‘Registration  and  Use  in  the  Trademark  Laws  of  Different  Countries’,  Section  of International and Comparative Law Bulletin, Vol. 2, No. 2, 1958, s. 20-25. CHERPILLOD, Ivan, Le Droit Suisse des Marques, CEDIDAC, Lozan, 2007. COŞGUN, Gizem, Sınai Mülkiyet Kanunu Kapsamında Markanın Kullanılması, Seçkin Yayıncılık, Ankara, 2018. ÇAĞLAR, Hayrettin, Marka Hukuku, Adalet Yayınevi, Ankara, 2013. ÇOLAK, Uğur, Türk Marka Hukuku, 4. Baskı, On İki Levha Yayıncılık, İstanbul, 2018. DESSEMONTET, François, La Propriété Intellectuelle, CEDIDAC, Lozan, 2000. DI PALMA, Salvatore, L’Histoire des Marques depuis l’Antiquité jusqu’au Moyen Âge, Société des Écrivains, Paris, 2014. DIAMOND, Sidney A., ‘The Historical Development of Trademarks’, TMR, Vol. LXV, No. 4, 1975, s. 265-290. DİRİKKAN, Hanife ‘Tescilli Markayı Kullanma Külfeti’, Prof. Dr. Oğuz İmregün’e Armağan, Vedat Kitapçılık, İstanbul, 1998, s. 219-280. DUNANT, Philippe, Traité des Marques de Fabrique et de Commerce, Ch. Eggiman & Cie Éditeurs, Cenevre, 1898. EMİNOĞLU, Cafer, ‘Marka Sahibinin Tekliği İlkesi ve Bu İlkenin Markanın Devri Bağlamında İncelenmesi: Anayasa  Mahkemesi’nin  556  Sayılı  KHK’nın  m.  16/5  Hükmünü  İptal  Eden  Kararı  Bağlamında  Bir Değerlendirme’, Yıldırım Beyazıt Hukuk Dergisi, C. I, S. 1, 2016, s. 229-254. HEILBRUNN,  Benoit,  ‘Histoire  et  Fonctions  des  Marques’,  La  Marque,  ed.  Benoit  Heilbrunn,  Presses Universitaires de France, Paris, 2010, s. 5-13. INTERNATIONAL TRADEMARK ASSOCIATION (INTA), ‘The Need for Trade-Mark Protection and What the Patent Office Can Do to Furthur It’, TMR, S. 36, 1946, s. 55-61. 16KARAN, Hakan/ KILIÇ, Mehmet, Markaların Korunması 556 Sayılı KHK Şerhi ve İlgili Mevzuat, Turhan Kitabevi, Ankara, 2004. KAYA, Arslan, ‘Tartışmalar’, Fikrî ve Sınai Haklar Sempozyumu, ed. Ayşe Kübra Altıparmak, Yetkin Yayınları, Ankara, 2020. KAYA, Arslan, Marka Hukuku, Arıkan Yayınları, İstanbul, 2006 (Marka” olarak kısaltılmıştır.). LEWIS, John H., ‘The Need for Trademark Laws’, Legal Chatter, Vol. 2, No. 10, 1939, s. 24-29.  PASLI, Ali, ‘Marka Hukukunda Tescil – Kullanım İlişkisi’, Fikrî ve Sınai Haklar Sempozyumu, ed. Ayşe Kübra Altıparmak, Yetkin Yayınları, Ankara, 2020, s. 105-116. PASLI, Ali, Uluslararası Antlaşmaların Türk Marka Hukukunun Esasına İlişkin Etkileri, Vedat Kitapçılık, İstanbul, 2014. PATTISHALL, Beverely W., ‘The Use Rationale and the Trademark Registration Treaty’, ABAJ, Vol. 61, No. 1, 1975, s. 83-87. POUILLET, Eugène, Traité des Marques de Fabrique et da la Concurrence Déloyale en Tout Genres, Imprimerie et Libraire Générale de Jurisprudence Marchal, Billard et Cie, Imprimeurs-Éditeurs, Paris, 1875. PUTTEMANS, Andrée, Droits Intellectuels et Concurrence Déloyale, Bruylant, Brüksel, 2000, MEIER, Eric, L’obligation d’Usage en Droit des Marques, Schulthess Juristische Medien AG, Lozan, 2005. REYNOARD, Paul, Précis Théorique et Pratique des Marques de Fabrique, Dunod, Paris, 1939.  SCHMIDT-SZALEWSKI, Joanna, ‘Marque de Fabrique, de Commerce ou de Service’, Répertoire de Droit Commercial, Dalloz, 2006. SİRMEN, A. Lale, Eşya Hukuku, 7. Baskı, Yetkin Yayınları, Ankara, 2019. ŞEHİRALİ ÇELİK, Feyzan Hayal, ‘Tescilli Tasarım Sahibine Karşı Tecavüz Davası Açılabilir Mi? -Yeni Bir Karar, Yeni Bir Ufuk-’, FMR, C. 12, S. 1, 2011, s. 39-69 (Tescilli Tasarım”). ŞEHİRALİ ÇELİK, Feyzan Hayal, ‘Sınai Mülkiyet Hakkının Tescilinin Anlamı Üzerine-SMK m. 155 Vesilesiyle Bir İnceleme-’, BATİDER, C. XXXIV, S. 2, 2018, s. 33-90 (SMK m. 155”). SÖNMEZ, Numan Sabit, ‘6769 Sayılı Sınai Mülkiyet Kanununa Göre Markanın Kullanılmaması Neticesinde Ortaya Çıkan Sonuçlar’, İÜHFM, C. LXXVI, S. 1, 2018, s. 273-304. SULUK, Cahit, ‘Sınai Mülkiyet Hukukunda Tescil ‘Güvenli Liman’ mıdır?’, Fikri Mülkiyet Hukuku Yıllığı 2013, ed. Tekin Memiş, Yetkin Yayınları, İstanbul, 2015, s. 404-430. TEKİNALP, Ünal/ ÇAMOĞLU, Ersin, Sınai Mülkiyet Kanunu, Vedat Kitapçılık, İstanbul, 2017. TUSHNET, Rebecca, ‘Registering Disagreement: Registration in Modern American Trademark Law’, Harvard Law Review, Vol, 130, No. 3, 2017, s. 867-941. UZUNALLI, Sevilay, Marka Hukuku, Adalet Yayınevi, Ankara, 2019. 17ÜNSAL, Önder Erol, Markaların Tescili Konusunda Uluslararası Nis ve Viyana Sınıflandırmaları: Amaç, İşleyiş ve Uygulamaya İlişkin Değerlendirmeler, Uzmanlık Tezi, Türk Patent Enstitüsü, Ankara, 2001. WINNER, Ellen P., ‘Trademark Registration – What’s the Use’, IDEA: The Journal of Law and Technology, Vol. 23, No. 2, s. 49-68. YASAMAN, Hamdi/ ALTAY, Sıtkı Anlam/ AYOĞLU, Tolga/ YUSUFOĞLU, Fülürya/ YÜKSEL, Sinan, Marka Hukuku: 556 Sayılı KHK Şerhi, C. I, Vedat Kitapçılık, İstanbul, 2004. www.curia.europa.eu  www.kazanci.com (Kazancı İçtihat Bilgi Bankası”) www.ssrn.com                     18"
}