{
     "Tip": "Makale",
     "Dergi İsmi": "Maltepe Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2021",
     "Cilt": "",
     "Sayı": "2",
     "Başlık": "Türk Yabancılar Hukuku Kapsamında Yabancı Kaçak İşçi Kavramı",
     "Title": "The Concept of Illegal Foreigner Worker within the Scope of Turkish Foreigners Law",
     "Yazar İsmi": [
          "Dr. Öğr. Üyesi Gülce GÜMÜŞLÜ TUNÇAĞIL"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Kayıt Dışı İstihdam",
          "Yabancı",
          "Kaçak İşçi",
          "Yabancılar Hukuku",
          "Uluslararası İşgücü Kanunu."
     ],
     "Keywords": [
          "Unregistered Employment",
          "Foreigner",
          "Illegal Worker",
          "Foreigners Law",
          "Law on International Labour Force."
     ],
     "Özet": "Türkiye Cumhuriyeti Devletinin jeopolitik konumu sebebiyle transit ülke ve özellik-le son dönemlerde hem sınır hem yakın coğrafyadaki ülkelerden yoğun şekilde göç alan bir ülke olması sonucunda ülkemizde yaşayan yabancı sayısı giderek artmaktadır. Yaşam-larını sürdürmek amacıyla çalışması gereken yabancılardan hukuken geçerli çalışma izni olmadan çalışan kişiler ‘kaçak işçi’ konumundadırlar. Yabancı kaçak işçi kavramı, temel olarak yabancının çalışma izni veya çalışma izni muafiyeti almadan çalışması veya ça-lışma izni olmasına rağmen hukuken çalışmaması gereken iş ve meslekleri icra etmesini ifade eder ve kayıt dışı istihdamın bir parçasıdır.Kaçak işçi istihdamı ülkemizde ciddi bir sorun teşkil etmektedir. Kaçak işçi olarak çalışma ve çalıştırılma durumu insan hakları hukuku, yabancılar hukuku, iş ve sosyal güvenlik hukuku, vergi hukuku, idare hukuku ve ceza hukuku gibi hukukun farklı dalları açısından da ele alınması gereken çeşitli hukukî sorunlara yol açmaktadır.Düzensiz göçün parçası olan kaçak işçilik kavramı, çalışmamızda yabancılar huku-ku açısından ele alınarak; kaçak işçi olarak çalışma ve çalıştırılma durumunda hem ya-bancı çalışan hem işveren açısından mevzuatımıza göre uygulanan yaptırımlar hakkında değerlendirmelerde bulunulacaktır.",
     "Abstract": "Due to Republic of Turkey’s geopolitical position, the number of foreigners’ in our country is increasing gradually, as a result of its character as being a transit country and a country that receives intensive immigration in recent years. Foreigners working without legally work permit in our country are in position of illegal workers. The concept of (*)  Çankaya Üniversitesi, Hukuk Fakültesi, Milletlerarası Özel Hukuk Anabilim Dalı.  E-posta: ggumuslu@cankaya.edu.tr.  Orcid Id: https://orcid.org/0000-0001-8076-7807.  Hakem denetiminden geçmiştir.  Makale Gönderim Tarihi: 18.08.2021.  Makale Kabul Tarihi: 16.10.2021.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 188 Dr. Öğr. Üyesi Gülce GÜMÜŞLÜ TUNÇAĞILillegal foreign worker basically means that the foreigner performs jobs and professions without having a work permit or work permit exemption and works in a legally prohibited jobs or profession. This concept is a part of unregistered employment.Illegal foreign worker is a serious problem in our country. Working and being employed as an illegal worker leads to various legal problems that need to be addressed in terms of different branches of law such as human rights law, foreigners law, labor and social security law, tax law, administrative law and criminal law.In our study, the concept of illegal worker, which is a part of irregular migration, will be discussed in terms of foreigners’ law and the sanctions both for the illegal worker and his/her employer applied according to our legislation will be evaluated.",
     "Metin": "YABANCI KAÇAK İŞÇİ KAVRAMIYabancı kaçak işçi kavramını ele almadan önce göç, göçmen ve düzensiz göç kavramları üzerinde durmayı uygun görüyoruz. 4.4.2013 tarihli ve 6458 sa-yılı Yabancılar ve Uluslararası Koruma Kanununun (YUKK)10 3/ı. maddesine göre göç, yabancıların, yasal yollarla Türkiye’ye girişini, Türkiye’de kalışını ve Türkiye’den çıkışını ifade eden düzenli göç ile yabancıların yasa dışı yollarla Türkiye’ye girişini, Türkiye’de kalışını, Türkiye’den çıkışını ve Türkiye’de izinsiz çalışmasını ifade eden düzensiz göçü ve uluslararası korumayı” ifade etmektedir. Böylece Türk hukukunda göç, düzenli ve düzensiz göç şeklinde gerçekleşmekte-dir. Genel olarak hukuka uygun şekilde Türkiye’ye giriş yapılması, ikamet veya seyahat edilmesi ya da çalışılması düzenli göç, bunu gerçekleştiren yabancı ise düzenli göçmen; hukuka aykırı şekilde Türkiye’ye giriş yapılması, ikamet veya seyahat edilmesi ya da çalışılması düzensiz göç, bunu gerçekleştiren yabancı ise düzensiz göçmen olarak değerlendirilmektedir.11 Çalışmamızın konusu olan ya-8  İstanbul Serbest Muhasebeci Mali Müşavirler Odası, Yabancı Kaçak İşçiler ve Türkiye’ye Göç Hareketi Raporu”, 24.06.2012, Sayı 2012/9, erişim tarihi Kasım 2020. Ayrıca düzensiz göçe ilişkin çeşitli istatistikî veriler için bkz. İçduygu / Aksel, s. 20 vd.9  Birleşmiş  Milletlerin  raporunda  2016  yılından  itibaren  80.000’nin  üzerinde  çalışma izninin Suriyelilere verildiği belirtilmiştir. UNHCR (Birleşmiş Milletler Mülteciler Yüksek Komiserliği) Durable Solutions for Syrian Refugees July/August 2019, s. 3, https://www.unhcr.org/tr/wp-content/uploads/sites/14/2020/09/SB2019-TR-04092020.pdf, erişim tarihi Ağustos 2021. Öte yandan Dünya Çalışma Örgütü (International Labour Organization) tarafından yapılan bir çalışmaya göre Türkiye’de bulunan Suriyelilerin kayıt dışı çalışma oranının oldukça yüksek olduğu ifade edilmiştir. Bkz. International Labour Organization, Syrians in the Turkish Labour Market, 2017, s. 1, https://www.ilo.org/wcmsp5/groups/public/---europe/---ro-geneva/---ilo-ankara/documents/genericdocument/wcms_738620.pdf,  erişim  tarihi  Ağustos  2021. Ayrıca Türkiye’de bulunan Suriyelilerin durumuna ilişkin yapılan çalışma için bkz. Murat Erdoğan, Suriyeliler Barometresi 2019: Suriyelilerle Uyum İçinde Yaşamanın Çerçevesi, Orion Kitabevi, Ankara,  2020,  s.  42-44,  136-137,  https://www.unhcr.org/tr/wp-content/uploads/sites/14/2020/09/SB2019-TR-04092020.pdf.10  RG. 11.4.2013/28615.11  Nuray Ekşi, Yabancılar ve Uluslararası Koruma Hukuku, 5. Baskı, Beta Basım, İstanbul, 2018, s. 1.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1Türk Yabancılar Hukuku Kapsamında Yabancı Kaçak İşçi” Kavramı 91bancı kaçak işçi düzensiz göçün bir parçasıdır. Ayrıca genel olarak diğer hukuk düzenlerinde bu kişiler hukuk dışı göçmen işçi (illegal migrant workers), bel-gesiz göçmen işçi (non-documented) veya gizli göçmen (clandestine)” olarak da nitelendirilmektedir.12Öğretide, yabancı ülkelerde çalışmak amacıyla hukuka uygun şekilde bulu-nan kişiler göçmen işçi/düzenli işçi” olarak tanımlanmaktadır ve başka ülkelerde kendi rızaları ile bulanmaları ekonomik nedenlere dayandığı için göçmen, aşağıda ele alacağımız, uluslararası koruma veya geçici koruma kavramlarından farklıdır.13 Genel olarak bu kişiler ya hukuka uygun olmayan yollarla ülkeye girenler ya da hukuka uygun yollarla ülkeye girip çalışma izni olmadan çalışanlardır.14Aslında bir ülkede bulunan bütün yabancılar genel olarak göçmen olarak ka-bul edilmektedir.15 Şöyle ki turistler, sağlık ve eğitim amacıyla gelen yabancılar, yabancı işçiler, ülkeye kaçak olarak giriş yapanlar veya kaçak duruma düşen ya-bancılar, yabancı girişimciler, mülteciler, uluslararası doktrinde ve uygulamada göçmen kategorisinde değerlendirilmektedir”.16 Kendi ülkesinde zulme uğrama korkusu olmadan bir başka ülkeye yaşamak için giden kişiler genel olarak göç-men olarak ifade edilmektedir.17 Ancak Türk yabancılar hukuku açısından göç-men tanımı faklıdır18 ve göçmen tanımı, 19.09.2006 tarihli ve 5543 sayılı İskân Kanunu hükümlerine göre yapılmaktadır.19 Söz konusu kanun uyarınca Türk so-yundan ve Türk kültürüne bağlı olan ve Türkiye’ye yerleşmek amacıyla gelen yabancılar göçmendir (m.3/d, m.4). Örneğin 1989 yılında Bulgaristan’dan gelen Türk soyundan kişiler, o dönemde İskân Kanunu kapsamında göçmen olarak iş-lem görmüşlerdir.2012  Işıl Özkan, Göç, İltica ve Sığınma Hukuku, Yabancılar ve Uluslararası Koruma Kanunu ve Uluslararası İşgücü Kanunu ile Getirilen Değişikliklerle, Güncellenmiş 3. Baskı, Seçkin, Ankara, 2018, s. 132’den naklen.13  Özkan, s. 132.14  Özkan, s. 133.15  Ekşi, s. 5.16  Bülent  Çiçekli,  ‘Mülteci,  Sığınmacı  ve  Göçmenler:  Sınıflandırma  ve  Yasal  Statünün Belirlenmesine İlişkin Sorunlar’, Vatandaşlık, Göç, Mülteci ve Yabancılar Hukukundaki Güncel Gelişmeler, Uluslararası Sempozyum Bildirileri, 15-16 Mayıs 2009, Anadolu Üniversitesi, Türkiye Barolar Birliği Yayınları, Yıl: 2010, Ankara, s. 332-333.17  Sibel Özel, ‘Uluslararası Koruma Başvuru Sahibi, Uluslararası Koruma Sahibi ile Geçici Koruma Altına Alınanların Hukuki Statülerinin Sığınmacı ve Göçmen Kavramları Özelinde Değerlendirilmesi’, Uludağ Journal of Economy and Society / B.U.Ü. İktisadi ve İdari Bilimler Fakültesi Dergisi Sayı 37/, Yıl: 2018, s. 269 (Uluslararası Koruma).18  Özkan, 132; Ekşi, s. 5; Sibel Özel, ‘Türkiye’de Suriyelilerin Hukukî Statüsü’, Yeditepe Üniversitesi Hukuk Fakültesi Dergisi, Sayı XVII/2, Yıl: 2020, İstanbul, s. 709, 720 (Hukukî Statü).19  R.G. 26.09.2006/26301.20  Ekşi, s. 5.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 192 Dr. Öğr. Üyesi Gülce GÜMÜŞLÜ TUNÇAĞILA. Kavram Hakkında Ortaya Konan Bazı TanımlarTürk hukukunda yabancı kaçak işçi kavramına ilişkin çeşitli tanımlar söz konusudur. Bu tanımlardan biri; bulunduğu ülkeye vatandaşlık bağı ile bağlı olmadan, mevcut yasal düzenlemelere uygun oturma, çalışma veya konaklama izni bulunmadan çalışan bireyin kaçak işçi olduğu şeklindedir.21 Bir başka tanım ise, çalışması izne tâbi olan ve ülke mevzuatına uygun çalışmayan yabancıdır.22 Bu tanımların dışında Başbakanlık döneminde 2006 yılında çıkarılan genelge ile yabancı kaçak işçi sorunu değerlendirilmiş ve yabancı kaçak işçi olarak kabul edilecek kişiler şu şekilde gruplandırılmıştır:23-  Türkiye’ye hukuka uygun olarak girip, çalışma izni almadan çalışanlar. Ay-rıca, çalışma izni almadan çalışmanın yanında yabancılara yasaklı iş ve mes-lek kollarında çalışmak ve çalışma izninde belirtilen iş veya meslek kolları dışında çalışmak da bu gruba dâhil edilmelidir.24-  Türkiye’ye hukuka uygun olarak girmeyip yine hukuka uygun bir şekilde ça-lışmayanlar. Aslında aynı ilk gruptaki gibi çalışma izni olmadan ve yasaklı iş ve meslek kollarında çalışan yabancılar kastedilmektedir.-  Türkiye’ye yasal yollardan giriş yaparak, vatandaşlık için başvurup ikamet tezkeresi ile oturanlar ve çalışanlar. Şu anda yürürlükte bulunan mevzu-at çerçevesinde artık ikamet tezkeresi kavramı yerine ikamet izni kavramı kullanılmaktadır.25 Bu grup ile hangi kişilerin kastedildiği genelge metnin-de açıkça yer almamaktadır. Burada kastedilen vatandaşlık başvurusunda bulunan kişilerin, Türkiye’de kalabilmeleri için kendilerine verilen ikamet izni ile vatandaşlık başvuruları sonuçlanmadan Türkiye’de çalışmaya baş-lamalarıdır. Burada bahsedilen grubun İskân Kanunu kapsamında göçmen olarak kabul edilen kişiler olduğunu değerlendiriyoruz.26 Bir kişinin göçmen olarak nitelendirilmesinde iki temel unsur söz konusudur, biri kişinin kendi rızası ile bir başka ülkeye göç etmesi; diğeri kişinin geldiği ülkeye yerleşme 21  KADİM Projesi, s. 2.22  Yabancıların Çalışma İzinleri Uygulama Rehberi, T.C. Çalışma ve Sosyal Güvenlik Bakanlığı Yayın No. 10, Ankara 2014, s. 19. Benzer tanımlar için bkz. Hakan Keser, ‘Yabancıların Çalışma İzinleri Hakkında Kanun Tasarısı Işığında Türkiye’de Yabancıların Çalışma Hakkı ve Yabancı Kaçak İşçilik’, Kamu İş (İş Hukuku ve İktisat Dergisi), Sayı 7/2, Yıl: 2003, s. 39; Elçin Savur, Türk-Yabancılar Hukuku Çerçevesinde Yabancıların Çalışma Hakkı ve Buna İlişkin Sınırlamalar, Yayımlanmamış Yüksek Lisans Tezi, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, İstanbul, 2016, s. 196.23  Kayıt Dışı İstihdamla Mücadele (KADİM) Projesi ile ilgili 2006/28 Sayılı Başbakanlık Genelgesi.24  Savur, s. 197.25  Bkz. 4.4.2013 tarihli ve 6458 sayılı Yabancılar ve Uluslararası Koruma Kanunu m.19 vd.26  Aynı yönde bkz. Savur, s. 198.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1Türk Yabancılar Hukuku Kapsamında Yabancı Kaçak İşçi” Kavramı 93niyetidir.27 Nitekim yukarıda üzerinde durduğumuz İskân Kanunu’nun 3/d ve 4. maddeleri kapsamında sınır dışı edilmeyen ve güvenlik bakımından Türkiye’ye gelmeleri sakıncalı olmayan Türk soyundan ve Türk kültürüne bağlı olup yerleşmek amacıyla Türkiye’ye gelen kişiler göçmen olarak kabul edilir. Bu kişilerin yurda kabulüne, yurtta barınmalarına, iskân yardımlarına ve Türk vatandaşlığına kabulüne28 ilişkin düzenlemelere İskân Kanununda yer verilmiştir. Ayrıca bu kişilerin Türkiye’de çalışabilmeleri için ilerleyen kısımlarda üzerinde duracağımız üzere 25 Eylül 1981 tarihli ve 2527 sayılı Türk Soylu Yabancıların Türkiye’de Meslek ve Sanatlarını Serbestçe Yapa-bilmelerine, Kamu, Özel Kuruluş veya İşyerlerinde Çalıştırılabilmelerine İlişkin Kanunun29 3. ve 28 Temmuz 2016 tarihli ve 6735 sayılı Uluslararası İşgücü Kanununun (UİK)30 16/ç maddelerine göre, İçişleri ve Dışişleri Ba-kanlıkları ile diğer ilgili bakanlık ve kuruluşların görüşleri alınarak Çalışma ve Sosyal Güvenlik Bakanlığınca çalışma izni verilmelidir. Aslında yuka-rıdaki iki grupta olduğu gibi bu grup açısından da çalışma iznine ihtiyaç olmadan çalışma söz konusudur.-  Türkiye’ye yasal olarak giriş yapıp, başka ülkeye geçmek için çaba sarf ederken çalışanlardır”. Yine aynı şekilde bu grupta da çalışma izni olmadan çalışma mevcuttur.-  Genelgede bahsedilen son grup mülteci olarak çalışanlar”dır. Bu noktada ülkemizde genel olarak kullanılan mülteci kavramının, hukukî anlamdaki mülteci statüsünden farklı olduğu önemle belirtilmelidir. Türk yabancılar hukuku bakımından mülteci, Türkiye Cumhuriyeti Devletinin taraf olduğu Mültecilerin Hukukî Durumuna Dair 1967 Protokolüyle değişik 28 Tem-muz 1951 tarihli Mültecilerin Hukuki Durumuna Dair Sözleşme kapsamın-da tanımlanmaktadır.31 Sözleşmenin 1. maddesi uyarınca mülteci 1 Ocak 27  Özkan, s. 130.28  Nitekim  bu  konuda  karşılaştırınız:  29.05.2009  tarihli  ve  5901  sayılı Türk Vatandaşlığı Kanununun 12/1/d hükmü. RG. 12.06.2009/27256.29  RG.  29.9.1981/17473.  Ayrıca  bkz.  Türk  Soylu  Yabancıların  Türkiye’de  Meslek  ve Sanatlarını Serbestçe Yapabilmelerine, Kamu veya Özel Kurum, Kuruluş veya İşyerlerinde Çalıştırılabilmelerine  Dair  Kanunun  Uygulanması  Hakkındaki  Yönetmelik  (RG. 14.01.1983/17928).30  RG. 13.08.2016/19800.31  Cenevre’de 28 Temmuz 1951 tarihinde imzalanmış olan Mültecilerin Hukuki Durumuna Dair Sözleşmenin Onaylanması Hakkında Kanun, Kanun No. 359, Kabul Tarihi 29.8.1961; RG. 05.09.1961/10898. Mültecilerin Hukukî Durumuna Dair Sözleşmenin zaman ve mekân bakımından tadilini öngören ve Birleşmiş Milletler Genel Kurulunun 2198 (XXI) sayılı kararıyla kabul edilmiş bulunan «Mültecilerin Hukukî Durumuna Dair Protokol, RG. 05.08.1968/12968. Bu Protokol uyarınca ihtirazî kayıt ve coğrafî sınırlama bakımından Sözleşmenin sadece Avrupa’da cereyan eden hâdiseler neticesinde talep edilen sığınmalara uygulanacağı şartıyla katılma kararlaştırılmıştır.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 194 Dr. Öğr. Üyesi Gülce GÜMÜŞLÜ TUNÇAĞIL1951 den evvel cereyan eden hâdiseler neticesinde ve ırkı, dinî, tabiiyeti, muayyen bir gruba mensubiyeti veya siyasi kanaatleri yüzünden takibata uğ-rayacağından haklı olarak korktuğu için vatandaşı olduğu devletin ülkesi dışında bulunan ve bu devletin korumadan yararlanmayan veya yaşadığı korkuya dayanarak yararlanmak istemeyen ya da vatansız olan ve söz konu-su hâdiseler sonucunda önceden mutaden oturduğu ülke dışına dönemeyen veya yaşadığı korkuya dayanarak dönmek istemeyen kişi” olarak tanımlan-mıştır. Sözleşme hükümlerine uygun olarak YUKK’un 61. maddesine göre mülteci Avrupa ülkelerinde meydana gelen olaylar nedeniyle; ırkı, dini, tabiiyeti, belli bir toplumsal gruba mensubiyeti veya siyasi düşüncelerinden dolayı zulme uğrayacağından haklı sebeplerle korktuğu için vatandaşı oldu-ğu ülkenin dışında bulunan ve bu ülkenin korumasından yararlanamayan ya da söz konusu korku nedeniyle yararlanmak istemeyen yabancıya veya bu tür olaylar sonucu önceden yaşadığı ikamet ülkesinin dışında bulunan, ora-ya dönemeyen veya söz konusu korku nedeniyle dönmek istemeyen vatansız kişidir”. Bu şartları taşıyan yabancılar, Türkiye’de mülteci statüsüne baş-vurabilirler32 ve yetkili mercilerin bu yöndeki kararı kurucu değil açıklayıcı niteliktedir.33Mülteciler, YUKK kapsamında uluslararası korumadan yararlanan bir grup-tur. Uluslararası korumadan yararlanan diğer gruplar, şartlı mülteciler ve ikincil koruma statüsü sahipleridir. Şartlı mülteci statüsü, mültecilerden farklı olarak Avrupa dışında meydana gelen olaylar nedeniyle, ırkı, dini, belirli bir toplumsal gruba mensubiyeti gibi nedenlerle zulme uğramaktan korkan yabancı ve vatansız kişilere verilen statüdür (m.62). Bu özellikleri taşıyan Avrupa dışından gelen baş-vuru sahipleri, üçüncü ülkeye yerleşinceye kadar YUKK kapsamında şartlı mül-  1951 Sözleşmesinde 1 Ocak 1951 tarihinden önce oluşan olaylar ile sınırlıydı (m.1/2). Ancak 1967 Protokolü ile bu zaman sınırlaması kaldırıldı. Türkiye Cumhuriyeti Devletinin 1967 Protokolüne taraf olması ile Türkiye açısından da bu zaman kısıtlaması sona ermiştir. Öte yandan Türkiye mülteci statüsünü sadece Avrupa’da meydana gelen olaylar sebebiyle gelecek kişilere tanımakta olup mültecilere tanınan hakların Türk vatandaşlarına tanınan haklardan fazla olamayacağına ilişkin beyanda bulunmuştur. Sözleşme ve Protokol hakkında değerlendirme ve mülteci tanımı hakkında bkz. Yılmaz Altuğ, Devletler Hususi Hukuku Bakımından Mülteciler, Sermet Matbaası, İstanbul, 1967, s. 5 vd.; Aysel Çelikel/Günseli Öztekin Gelgel, Yabancılar Hukuku, Beta Yayıncılık, İstanbul, 2018, s. 20-23; Rona Aybay; Esra Dardağan Kibar, Yabancılar Hukuku, 3. Baskı, İstanbul Bilgi Üniversitesi Yayınları, İstanbul, 2010, s. 24-27; Özkan, s. 74-78, 84 vd.; Ekşi, s. 41 vd.; Özel, Uluslararası Koruma, s. 256-264; Özel (Hukukî Statü), s. 713-718; Tevfik Odman, Mülteci Hukuku, Ankara Üniversitesi Siyasal Bilgiler Fakültesi İnsan Hakları Merkezi Yayınları No: 15, Ankara, 1995, s. 34-43; 188-198; Neşe Baran Çelik, ‘Türk Hukukunda Uluslararası Koruma Başvurusunda Bulunan veya Uluslararası Korumadan Yararlanan Yabancıların Hak ve Yükümlülükleri’, İnönü Üniversitesi Hukuk Fakültesi Dergisi Özel Sayı, Cilt 1, Yıl: 2015, s. 74-76.32  Ekşi, s. 48.33  Özel, Hukukî Statü, s. 713.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1Türk Yabancılar Hukuku Kapsamında Yabancı Kaçak İşçi” Kavramı 95teci olacaklardır.34 İkincil koruma statüsü ise, mülteci veya şartlı mülteci olarak nitelendirilemeyen, ancak menşe ülkesine veya ikamet ülkesine geri gönderildiği takdirde; ölüm cezasına mahkûm olacak veya ölüm cezası infaz edilecek, işken-ceye, insanlık dışı ya da onur kırıcı ceza veya muameleye maruz kalacak, ulus-lararası veya ülke genelindeki silahlı çatışma durumlarında, ayrım gözetmeyen şiddet hareketleri nedeniyle şahsına yönelik ciddi tehditle karşılaşacak yabancı ve vatansız kişilere (m.63) verilen statüdür. Dolayısıyla mülteci, şartlı mülteci ve ikincil koruma statüsü sahipleri, Türk yabancılar hukukunda uluslararası ko-rumadan yararlanan kişilerdir. YUKK kapsamında bu korumanın yanında bir de geçici koruma statüsü kabul edilmiştir. Geçici koruma statüsü, ülkesinden ayrıl-maya zorlanmış, ayrıldığı ülkeye geri dönemeyen, acil ve geçici koruma bulmak amacıyla kitlesel olarak sınırlarımıza gelen veya sınırlarımızı geçen yabancılara” sağlanabilen korumadır (YUKK m.91). Nitekim günümüzde Suriyeliler, bu ko-rumadan yararlanmaktadır (Geçici Koruma Yönetmeliği35 geçici madde 1). Geçi-ci koruma kararı, İçişleri Bakanlığının teklifi üzerine Cumhurbaşkanı tarafından alınır (Geçici Koruma Yönetmeliği, m.9/1) ve sona erdirilir (Geçici Koruma Yö-netmeliği, m.11/1).Şu anda yürürlükte bulunan 2013 tarihli YUKK hükümleri ile 2006 tarihli Genelge hükümlerini birlikte yorumladığımızda, kanımızca Genelgede bahsedi-len mülteci, hukukî anlamda tek başına mülteci statüsü değildir. Burada, hukukî anlamdan öte Türkiye’de bulunan uluslararası koruma ve geçici korumadan ya-rarlanan herkesi kastetmek istenildiğini değerlendiriyoruz.Bu kapsamda, uluslararası korumadan veya geçici korumadan yararlanan yabancıların Türkiye’de çalışma hakları mevzuatımızda ne şekilde düzenlenmiş-tir? YUKK kapsamında mülteci veya ikincil koruma statüsü sahibi yabancıların, statü almalarından itibaren kendilerine çalışma hakkı tanınmaktadır. Bir diğer deyişle, bu yabancıların sahip oldukları mülteci kimlik kartı ve ikincil koruma statüsü kimlik kartı, çalışma izni yerine geçmektedir (m.89/4/a). Ancak mülte-ci veya ikincil koruma statüsü sahipleri, yabancıların çalışmasının yasak olduğu mesleklerde ve iş kollarında çalışamazlar. Ayrıca bu kişilerin çalışmaları, iş pi-yasasındaki durum, çalışma hayatındaki gelişmeler, istihdama ilişkin sektörel ve ekonomik şartların gerekli kıldığı hâl nazara alınarak belli bir süre için, tarım, sanayi, hizmet sektörleri, belirli bir meslek, iş kolu veya mülkî ve coğrafî alan itibariyle sınırlandırılabilir (YUKK m.89/4/b-c).Buna karşın şartlı mültecilerin sahip oldukları kimlik belgeleri, çalışma izni yerine geçmez ve uluslararası koruma başvurusu tarihinden altı ay sonra çalış-ma izni veya çalışma izni muafiyeti almak için başvurmaları gerekir (YUKK m.89/4/a; UİK m.17). Öte yandan geçici korumadan yararlanan yabancıların 34  Özel, Hukukî Statü, s. 718.35  R.G. 22.10.2014/29153.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 196 Dr. Öğr. Üyesi Gülce GÜMÜŞLÜ TUNÇAĞILTürkiye’de çalışabilmeleri için çalışma izni almaları gerekir; UİK m.17/1 uyarın-ca bu yabancılar, geçici koruma kimlik belgesinin düzenlendiği tarihten itibaren altı ay sonra çalışma izni veya çalışma izni muafiyeti almak için başvurabilirler.36Çalışma izni veya çalışma izni muafiyeti başvuru usulü UİK’de düzenlen-miştir. Buna göre başvuru, yurt içinde doğrudan Çalışma ve Sosyal Güvenlik Bakanlığında, yurt dışında yabancının vatandaşı olduğu veya yasal olarak bu-lunduğu ülkedeki Türkiye Cumhuriyeti büyükelçiliklerine veya başkonsoloslu-ğa yapılır. Yurt dışından yapılan çalışma izni başvuruları Türkiye Cumhuriyeti büyükelçilikleri veya başkonsolosluğu tarafından Çalışma ve Sosyal Güvenlik Bakanlığına iletilir (UİK m.7,13). Uluslararası koruma veya geçici koruma sağ-lanan yabancıların çalışma izni veya çalışma izni muafiyeti verilmesinde İçişleri Bakanlığının olumlu görüşü alınır (UİK m.17/2). Çalışma izni veya çalışma izni muafiyeti, Çalışma ve Sosyal Güvenlik Bakanlığınca verilir (UİK m.6/1, 13/5). Son olarak, uluslararası koruma başvuru sahibi, uluslararası koruma ve geçici korumadan yararlananların çalışmaları, il, süre, sektör, işkolu, iş ve meslek bakı-mından Bakanlığın uluslararası işgücü politikası doğrultusunda İçişleri Bakanlı-ğının görüşü de alınarak Bakanlıkça belirlenir (UİK m.17/6).B. DeğerlendirmeKanımızca yabancı kaçak işçi kavramını tanımlarken, aslında esas alınması gereken yegâne ölçüt, yabancının hukuka uygun bir şekilde çalışmamasıdır. Bir diğer deyişle yabancı kişi çalışma izni olmadan ülkemizde çalışıyorsa, kaçak işçi konumundadır ve yukarıda da değindiğimiz üzere, çalışma izni veya çalışma izin muafiyeti olmadan çalışan yabancılar düzensiz göçmen kapsamındadırlar.37Türk hukukunda yabancı olarak kabul edilen kişiler; diğer devletlerin vatan-daşları, uluslararası koruma veya geçici koruma başvuru sahipleri ile uluslararası korumadan veya geçici korumadan yararlanan kişiler,38 göçmenler39 ve vatansız-lardır.4036  Ayrıca bkz. Geçici Koruma Yönetmeliği m.29 (R.G. 22.10.2014/29153) ve Geçici Koruma Sağlanan Yabancıların Çalışma İzinlerin Dair Yönetmelik (R.G. 15.1.2016/29594).37  Bkz. yuk. Bölüm I.38  Bkz. yuk. Bölüm I/A.39  Türkiye’de ikamet eden Türk soylu yabancıların Türk Silahlı Kuvvetleri ve Güvenlik Teşkilatı hariç olmak üzere kamu veya özel kurum, kuruluş veya işyerlerinde çalışabilmeleri için İçişleri ve Dışişleri Bakanlıkları ile diğer ilgili bakanlık ve kuruluşların görüşleri üzerine Çalışma ve Sosyal Güvenlik Bakanlığından izin verilir. Bkz. 2527 sayılı ve 25.09.1981 tarihli Türk Soylu Yabancıların Türkiye’de Meslek ve Sanatlarını Serbestçe Yapabilmelerine, Kamu, Özel Kuruluş veya İşyerlerinde Çalıştırılabilmelerine İlişkin Kanun (RG. 29.9.1981/17473). Ayrıca Türk Soylu Yabancıların Türkiye’de Meslek ve Sanatlarını Serbestçe Yapabilmelerine, Kamu veya Özel Kurum, Kuruluş veya İşyerlerinde Çalıştırılabilmelerine Dair Kanunun Uygulanması Hakkındaki Yönetmelik (RG. 14.01.1983/17928)’in 3. maddesinde de çalışma izni verilebilmesine ilişkin şartlar belirtilmiştir. Bunlar: İçişleri Bakanlığından ikamet izni T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1Türk Yabancılar Hukuku Kapsamında Yabancı Kaçak İşçi” Kavramı 97Bu noktada Türkiye’de mülteci statüsü hariç olmak üzere, diğer uluslara-rası korumadan ve özellikle geçici korumadan yararlananların sayıları oldukça fazladır. Şöyle ki Birleşmiş Milletlerin hazırlamış olduğu raporda, Türkiye Cum-huriyeti Devleti, 3,6 milyon kişi ile dünyada en fazla, bu korumadan yararlanan kişileri ülkesinde barındırmaktadır.41 Bu noktada söz konusu yabancıların sayıla-rının fazla olmasının, kayıt dışı istihdam sayılarının artışı sonucunu doğurması oldukça muhtemeldir.Bir kişinin hukuka uygun bir şekilde çalışmadığını ne şekilde tespit edebi-liriz? Bir yabancının Türkiye’de hukuka uygun şekilde çalışabilmesi için çeşitli şartlar söz konusudur42 ve bu şartlardan yararlanılarak ve 2006/28 sayılı Başba-kanlık Genelgesi ile de paralellik kurularak, kanımızca kaçak işçi olarak değer-lendireceğimiz kişiler:-  Türkiye’ye hukuka uygun bir şekilde giriş yapmadan çalışanlar;-  Türkiye’ye hukuka uygun şekilde giriş yapıp, hukuka aykırı bir şekilde ika-met edenlerden çalışma izni olmayanlar,-  Türkiye’ye hukuka uygun şekilde giriş yapıp, ülkede hukuka uygun bir şe-kilde ikamet edip, çalışma izni olmadan çalışanlar,almak, belirli meslek ve sanatlar için özel kanunlarda aranan nitelikleri taşıdığını gösteren yetkili Türk makamlarından alınan belge ile kanıtlamak, eğitim durumunu gösteren yabancı okul veya fakültelerden verilen diplomaların veya yabancı ülkelerden alınan kalfalık, ustalık veya dengi belgelerin Çıraklık Kurulunun görüşü ile denkliğini Milli Eğitim Bakanlığından onaylatmak, o mesleği yapmasında güvenlik bakımından sakınca olmamak, yabancılar için olan özel kütüklerde nüfus kayıtlarını tesis etmek ve meslekî kuruluşlara zorunlu kayıt şartı varsa, bu kuruşlara üyeliğini belgelemektir. Ayrıca özel kuruluş ve işyerlerinde çalıştırılmaları, çalışma mevzuatının öngördüğü usul ve esaslara tâbidir (Yön. m.13). Son olarak serbest çalışma izni verilmiş olanların iş yeri kurabilmeleri Türk vatandaşlarına uygulanan hükme bağlı kılınmıştır (Yön. m.14/1).40  Vatansız  kişi,  hiçbir  devlete  vatandaşlık  bağıyla  bağlı  olmayan  kişidir  (YUKK  m.3/ş). YUKK’un 50. maddesinde vatansızlığın tespiti, 51. maddesinde vatansız kişilere tanınan haklar ve güvenceler düzenlenmiştir. YUKK m.51/ç uyarınca vatansız kişilerin çalışma izniyle ilgili iş ve işlemlerde 27.02.2003 tarihli 4817 sayılı Yabancıların Çalışma İzinleri Hakkında Kanun (YÇİHK) (RG 6.3.2003/25040) hükümlerinin uygulanacağı kabul edilmiştir. Nitekim 28.07.2016 tarihli 6735 sayılı Uluslararası İşgücü Kanununun (UİK) yürürlüğü ile YÇİHK yürürlükten kaldırılmıştır. UİK’nun 26. maddesinde diğer mevzuatta YÇİHK’na yapılmış olan atıfların UİK’ya yapılmış sayılacağı kabul edilmiştir. Böylece vatansızların Türkiye’de çalışma esas ve usulleri UİK hükümlerine tâbidir. Böylece vatansızların Türkiye’de çalışabilmeleri için çalışma izni almaları gerekir. Ayrıca UİK’nın 16/f. maddesine göre vatansız kişiler istisnaî çalışma izni alarak Türkiye’de çalışabilirler.41  Bkz. https://www.unhrc.org/Refugee-Statistics, (çalışmanın yayınlandığı tarih 18 Haziran 2020), erişim tarihi 1 Kasım 2020. Bu verilere göre ikinci sırada yer alan Kolombiya’da bu gruptaki kişi sayısı 1.8 milyondur.42  Bkz. Vahit Doğan, Türk Yabancılar Hukuku, Üçüncü Baskı, Savaş Yayınevi, Ankara, 2020, s. 199-201.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 198 Dr. Öğr. Üyesi Gülce GÜMÜŞLÜ TUNÇAĞIL-  Bildirim ve sosyal güvenlik yükümlülüğünü yerine getirmeyenler,-  Son olarak, çalışma izni olup, kendilerine yasaklı iş ve meslek kollarında çalışanlar.43Aslında ilk üç kategoride, çalışma izni olmadan çalışma; son kategoride ise, çalışma izni olup yasaklı iş ve meslek kollarında çalışma durumları söz konusudur.1. Hukuka Uygun Şekilde Çalışma İzni AlmayanlarBir yabancının Türkiye’de çalışma usul ve esasları, 28.07.2016 tarihli ve 6735 sayılı Uluslararası İşgücü Kanunu (UİK) ile düzenlenmiştir.44 İlgili Kanun kapsamında çalışma izni, Çalışma ve Sosyal Güvenlik Bakanlığı (ÇSGB)45 ta-rafından resmî belge şeklinde düzenlenen ve geçerlilik süresi içinde yabancıya Türkiye’de çalışma ve ikamet hakkı veren izin olarak tanımlanmıştır (m.3/c). Bir yabancının Türkiye’de çalışabilmesi için gereken temel koşul, çalışmaya başlamadan önce çalışma izni almasıdır. Çalışma izni olmaksızın yabancıların Türkiye’de çalışması veya çalıştırılması yasaklanmıştır (UİK m.4/2). Çalışma izni olmadan çalışan yabancı, kaçak işçi konumundadır.UİK ile getirilen yeni düzenleme uyarınca, bir yabancıya çalışma izninin verilebilmesi için uluslararası işgücü politikasının esas alınması gerekmektedir. Uluslararası işgücü politikası ise; uluslararası işgücü hareketliliği, bölgesel ge-lişmeler, sektörel ve ekonomik değişiklikler, çalışma hayatına ilişkin gelişmeler, yabancının tâbiiyetini taşıdığı devletle yapılan iki veya çok taraflı anlaşmalar, kamu düzeni, kamu güvenliği ve kamu sağlığı dikkate alınarak Çalışma ve Sos-yal Güvenlik Bakanlığı tarafından belirlenecektir. Dolayısıyla uluslararası işgücü politikasına uygunluk değerlendirmesi, idarenin takdirindedir.UİK genel gerekçesinde,46 uluslararası işgücü politikasının belirlenme ama-cı nitelikli yabancı istihdamı Türkiye’ye çekmek, sektörel esnekliği sağlamayı başararak yabancıların kayıt dışı çalışmalarını engellemek olarak açıklanmıştır. Genel gerekçede, 4817 sayılı Kanun’un yabancının niteliği ile çalıştığı sektör açısından farklı uygulamalara izin vermeyen ve esneklik sağlamayan yapısı ile örneğin ev hizmetinde çalışanlar açısından kayıt dışı istihdamı arttırdığı belirtil-miştir.47 Bu noktada genel gerekçede, YÇİHK döneminde çalışma izninin alınma-sından önce vize ve ikamet izni alınması gerekliliği nedeniyle Çalışma ve Sosyal 43  Keser, s. 6.44  R.G. 13.08.2016/19800.45  Aile ile Sosyal Hizmetler Bakanlığı ile Çalışma ve Sosyal Güvenlik Bakanlığının Kurulması ile Kamu Personel İşlemlerinin Yürütülmesine İlişkin Bazı Cumhurbaşkanlığı Kararnamelerinde Değişiklik Yapılmasına Dair Cumhurbaşkanlığı Kararnamesi, No.73, RG. 21.04.2021/31461.46  Uluslararası İşgücü Kanunu Genel Gerekçesi ve Madde Gerekçeleri için bkz. Sayı 31853594-101- 1309-1696, 23.06.2016, www.tbmm.gov.tr, erişim tarihi Kasım 2020.47  Uluslararası İşgücü Kanunu Genel Gerekçesi, s. 5-6.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1Türk Yabancılar Hukuku Kapsamında Yabancı Kaçak İşçi” Kavramı 99Güvenlik Bakanlığı, Dışişleri ve İçişleri Bakanlıkları tarafından ayrı inceleme yapılmasının eleştirildiği, bunun sonucunda UİK ile artık çalışma izninin, ikamet izni yerine geçeceği (m.12/1) ve geçerli çalışma izni bulunanların ayrı olarak vize almalarının gerekmeyeceği vurgulanmıştır (YUKK m.12/1/b).UİK kapsamında geçerli çalışma izninin alınma süreci ve şartları şu şekil-de özetlenebilir: Bir yabancı, Türkiye’de çalışmak için başvurularını yurt içinde doğrudan ÇSGB’ye, yurt dışında ise, yasal olarak bulunduğu ülkedeki Türkiye Cumhuriyeti büyükelçiliğine veya başkonsolosluklarına yapabilir (m.7/1). Ayrıca meslekî yeterlilik gerektiren sağlık ve eğitim hizmetinde çalışacak yabancılar ile Araştırma Geliştirme (Ar-Ge) Merkezî Belgesi olan firmalarda Ar-Ge persone-li olarak çalışacak yabancılar, çalışma izin başvurularının değerlendirilebilmesi için yetkili makamlardan48 ön izin almaları gerekir (m.8). Çalışma izni başvurusu genel olarak uluslararası işgücü politikasına göre değerlendirilmektedir.49 Ulusla-rarası işgücü politikasına uygunsa ve UİK’da belirtilen ret sebepleri (m.9) kapsa-mına girmiyorsa çalışma izni kabul edilen yabancılara durumlarına uygun olarak süreli (m.10/1-2), süresiz (m.10/3-4), bağımsız (m.10/5-6-7-8) veya istisnaî ça-lışma izni (m.16) verilebilir.50 Diğer taraftan çalışma izni verilmesi ya da çalışma izninin süresinin uzatılması talebinde bulunan yabancıların Türkiye’ye girişine izin verilmeyecek (YUKK m.7), vize verilmeyecek (YUKK m.15) ve hakkında sınır dışı etme kararı alınacak (YUKK m.54) yabancılardan olmaması gerekir (UİK m.9/f; Yabancılar ve Uluslararası Koruma Kanununun Uygulanmasına İliş-kin Yönetmelik51 m.25/2).Sonuç olarak, kanuna uygun şekilde çalışma iznini temin etmeyen veya ön izin usulünü yerine getirmeyen bir yabancının çalışması, kayıt dışı istihdama yol aç-maktadır. Ayrıca çalışma izni olup çalışma izin süresi sona ermesine rağmen çalış-ma iznini yenilemeden çalışanlar ve çalışma izninde veya çalışma izin muafiyetin-de bildirilen iş ve meslek kolları dışında çalışan kişiler de kaçak işçi konumundadır.48  Sağlık  hizmetlerinde  çalışacaklar  Sağlık  Bakanlığından,  yükseköğretim  öncesi  eğitim kurumlarında  çalışacaklar  MEB’den,  yükseköğretim  kurumlarında  akademik  personel olarak çalışacaklar YÖK’ten ve AR-GE personeli olarak çalışacaklar ise Sanayi ve Teknoloji Bakanlığından ön izin almalılardır.49  Bu kuralın istisnası olarak ön izne dayanarak çalışacak yabancı öğretim elemanlarının çalışma izni başvurularının değerlendirilmesinde ‘başvurunun uluslararası işgücü politikasına uygun olup olmadığı’ değerlendirmemektedir (UİK m.8/4).50  Bu konuların ayrıntılı düzenlemeleri üzerinde durulmayacaktır. Nitekim UİK kapsamında çalışma izin türlerine ilişkin değerlendirmeler için bkz. Çelikel / Öztekin Gelgel, s. 230 vd.; Ekşi, s. 230-233; Doğan, s. 207 vd.; Gülce Gümüşlü Tunçağıl, ‘Yabancıların Türkiye’de Eğitim Hizmetinde Çalışması’, Hacettepe Hukuk Fakültesi Dergisi, Sayı 9/1, Yıl: 2019, Ankara, s. 82-83; Ömür Karaağaç, ‘Yabancıların Türkiye’de Çalışmalarına İlişkin Temel Düzenleme Olarak Uluslararası İşgücü Kanununun Genel Değerlendirilmesi’, Çankaya Üniversitesi Hukuk Fakültesi Dergisi, Sayı 3/1, Yıl: 2018, Ankara, s. 103.51  R.G. 17.03.2016/29656. (YUKK Yön.).T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1100 Dr. Öğr. Üyesi Gülce GÜMÜŞLÜ TUNÇAĞIL2. Türkiye’ye Hukuka Uygun Bir Şekilde Giriş Yapmadan ÇalışanlarYUKK kapsamında bir yabancının hukuka uygun şekilde Türkiye’ye giriş yapmış sayılabilmesi için o yabancının geçerli pasaport veya pasaport yerine ge-çen belgelerle ve doksan güne kadar kalacaksa vizeye sahip olarak sınır kapıların-dan ülkeye girmesi gerekmektedir (m.5, m.11). Ayrıca bu yabancının Türkiye’ye girişine izin verilmeyecek (m.7) ya da Türkiye’ye girişi yasaklı (m.9) veya vize verilmeyecek (m.15) yabancılardan da olmaması gerekir.52YUKK’da belirtilen şart ve durumlara uymadan Türkiye’ye giriş yapan ve usu-lüne göre giriş yapmadığı için yine kendisine çalışma izni verilmeyen kişilerin ülke-mizde çalışması durumunda kayıt dışı istihdam/kaçak işçilik söz konusu olacaktır.3. Türkiye’de Hukuka Uygun Şekilde İkamet Etmeden ÇalışanlarÖncelikle, yurt dışında bulunan bir yabancının Türkiye’de çalışmaya başla-madan önce ikamet izni alması gerekmemektedir. Çünkü hukuka uygun şekilde alınan çalışma izni, ikamet izni yerine geçmektedir (UİK m.12/1; YUKK m.27/2; YUKK Yön. m.25). Bir diğer deyişle, geçerli çalışma izni olan yabancının ayrıca ikamet izni almasına gerek yoktur. Çalışma izninin sona erdiği tarih, aynı zaman-da ikamet izninin bittiği tarih olarak da sayılmaktadır (YUKK Yön. m.25/3).Öte yandan, çalışma izni talebi olmadan Türkiye’de bulunan yabancıların daha sonra çalışma talebinde bulunması durumunda bu kişilerin zaten hukuka uygun bir şekilde Türkiye’de bulunması gerekliliği açıktır ve bu kişiler taleplerini doğrudan ÇSGB’ye iletebilirler (m.7/1). Bu başlık altında ele aldığımız ihtimal, Türkiye’de geçerli ikamet iznine sahip olmadan Türkiye’de bulunan kişilerin aynı zamanda kayıt dışı çalışmasına ilişkindir.Genel olarak, Türkiye’de vizenin veya vize muafiyetinin tanıdığı süreden ya da doksan günden fazla kalacak yabancıların ikamet izni almaları gerekmektedir (YUKK m.19). YUKK kapsamında kimlerin ikamet izninden muaf sayılacağı (m.20), ikamet izni başvurularının hangi yetkili makamlara yapılabileceği (m.21-22), ikamet izinlerinin tanzimi ve şekli (m.23), uzatılması (m.24), ikamet izin türleri ve izinleri iptali (m.30-49) konuları düzenlenmiştir.53 Bu hükümleri tek tek incelemek çalışma konumuzun amacını ve sınırlarını aşmaktadır. Sadece şunu 52  Konu hakkındaki açıklamalar için bkz. Çelikel / Öztekin Gelgel, s. 80 vd.; Ekşi, s. 69 vd.; Doğan, s. 45 vd.; Esra Dardağan, ‘An Overview and Discussion of the New Turkish Law on Foreigners and International Protection’, Perceptions, Sayı XVIII/3, Yıl: 2013, Ankara, s. 110-115; Rifat Erten, ‘Yabancılar ve Uluslararası Koruma Kanunu Hakkında Genel Bir Değerlendirme’, Gazi Üniversitesi Hukuk Fakültesi Dergisi, Sayı XIX/1, Yıl: 2015, Ankara, s. 11-19; Barış Teksoy, ‘6458 Sayılı Yabancılar ve Uluslararası Koruma Kanununa Göre Yabancıların Vize Alma Zorunluluğu’, Ankara Üniversitesi Hukuk Fakültesi Dergisi, Sayı 62/3, 2013, Ankara, s. 855-906.53  Konuya ilişkin açıklamalar için bkz. Çelikel/Öztekin Gelgel, s. 98 vd.; Ekşi, s. 83-93; Doğan, 81-707; Dardağan, s. 115 vd.; Erten, s. 19 vd.; Emre Esen, Türk Hukukunda Yabancıların İkamet İzinleri, Beta Basım, İstanbul, 2019.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1Türk Yabancılar Hukuku Kapsamında Yabancı Kaçak İşçi” Kavramı 101söyleyebiliriz ki YUKK’un saydığımız bu hükümlerine aykırı olarak Türkiye’de ikamet eden yabancı, Türkiye’de çalışması durumunda geçerli bir çalışma iznine sahip olmadığından kaçak işçi konumunda olacaktır.4. Çalışmaya/Çalıştırılmaya İlişkin Bildirim ve Sosyal Güvenlik Yükümlülüğünün Yerine GetirilmemesiUİK m.22/1 uyarınca süresiz veya bağımsız çalışma izni bulunan yabancılar ile yabancı çalıştıran işverenler aşağıda belirtilen hususları on beş gün içinde Ça-lışma ve Sosyal Güvenlik Bakanlığı’na bildirmek zorundadır:-  Çalışma izni veya çalışma izni muafiyeti kapsamında çalışmanın başladığını,-  Çalışma izni veya çalışma izni muafiyeti kapsamında çalışmanın sona erdiğini,-  Çalışma izni veya çalışma izni muafiyetinin iptalini gerektirecek halleri.Bildirim yükümlülüğü, süresiz veya bağımsız çalışma izni bulunan yabancı-lar ile yabancı çalıştıran işverenlere aittir. Bunun yanında çalışma izni veya çalış-ma izni muafiyeti alan yabancılar ile yabancı çalıştıran işverenlerin, Türkiye’nin taraf olduğu sosyal güvenlik sözleşmeleri hükümleri saklı kalmak üzere, sosyal güvenlik mevzuatından kaynaklanan yükümlülükleri de söz konusudur.54 Böyle-ce hem çalışma izni alan yabancının hem onu istihdam eden işverenin yukarıda bahsettiğimiz hususlara ilişkin bildirim yükümlülüğünü ve sosyal güvenlik yü-kümlülüğünü55 yerine getirmelilerdir. Nitekim bu kişiler bu yükümlülüklerini ifa etmezlerse idarî yaptırıma maruz kalacaklardır.56Bu noktada, uygulamaya yön veren Sosyal Güvenlik Kurumu tarafından çıkarı-lan 2013/11 sayılı Sigortalılık İşlemleri Genelgesi’nin beşinci kısmında yabancıların sigortalılığına ilişkin açıklamalara değinmekte yarar görmekteyiz.57 Bu Genelge’de belirtildiği üzere, yabancıların çalışma izinlerinin takibi Kayıt dışı İstihdamla Mü-cadele Daire Başkanlığı Uygulamaları” programı içinde yer alan Diğer Kurumlar-Yabancı Çalışan Sorgu” menüsü aracılığıyla yapılacaktır. Çalışma izni alınmadan çalıştırılan ve fakat Kurum’a bildirimi yapılan yabancı sigortalılar ile çalışma izni 54  31.5.2006 tarihli ve 5510 sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanununun (RG. 16.06.2006/26200) m.4/2/c kapsamında mütekabiliyet esasına dayalı olarak uluslararası sosyal güvenlik sözleşmesi yapılmış ülke uyruğunda olanlar hariç olmak üzere, yabancı uyruklu kişilerden hizmet akdi ile çalışanlar” sigortalı sayılmışlardır. Bunun yanında ilgili Kanunun 50/2. maddesindeki şartları taşıyan yabancılar isteğe bağlı sigortalı da olabilmektedir.55  Sosyal güvenlik yükümlülüğü konusundaki açıklamalar için bkz. Çelikel/Gelgel, s. 299-306; Ekşi, s. 264-268; Doğan, s. 238-240;  http://www.sgk.gov.tr/wps/portal/sgk/tr/emekli/yurtdisi_islemler/sosyal_guvenlik_sozlesmeleri, erişim tarihi Haziran 2021.56  Bkz. aşa. Yabancı Kaçak İşçi Çalıştırmanın Yabancılar Hukuku Açısından Sonuçları”.57  Sosyal Güvenlik Kurumu Emeklilik Hizmetleri Genel Müdürlüğü 2013/11 Sayılı Sigortalılık İşlemleri Genelgesinin (07/10/2020 tarihli ve 2020/41 sayılı Genelge İşlenmiş Hâli), Ekim 2020, https://kms.kaysis.gov.tr, s. 219 vd.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1102 Dr. Öğr. Üyesi Gülce GÜMÜŞLÜ TUNÇAĞILolmadan çalıştığı yetkili kontrol ve denetim elemanlarınca belirlenen yabancıların iş-verenler tarafından Sosyal Güvenlik Kurumuna tescili yapılacaktır. Bu noktada sigor-talının geçici görevli olarak gelip gelmediği ile çalışma izninden muaf olup olmadığı hususu araştırılarak sonucunun Sosyal Güvenlik Kurumuna bildirilmesi için tescili yapan Sosyal Güvenlik İl Müdürlüğünce/Sosyal Güvenlik Müdürlüklerince Çalışma Genel Müdürlüğüne, bunlardan yabancı kimlik numarası bulunmayanlar ise yaban-cı kimlik numarası alınmak üzere ayrıca nüfus idarelerine bildirilmelidir.58 Son ola-rak ilgili Genelge’de, isteğe bağlı sigortalı olmak için talepte bulunan yabancıların Türkiye’de yerleşik olma hâlinin belgelendirilmesi” hususuna da yer verilmiştir.595. Yasaklı İş ve Meslek Kollarında ÇalışanlarUİK’nın 9/ç. maddesinde çalışma izni veya çalışma izin muafiyeti başvuruları-nın diğer kanunlarda Türk vatandaşlarına hasredilen iş ve meslekler için yapılması durumunda reddedileceği belirtilmektedir. Türkiye’de yabancılar, sadece kendi-lerine yasaklanmayan iş ve mesleklerini icra edebilirler. UİK kapsamında serbest bölgelerde çalışacak yabancılar (m.18) ve yabancı mühendis ve mimarların (m.20) Türkiye’de çalışabilmelerine ilişkin hükümler kabul edilmiştir. Yabancıların diğer meslekleri icra edip edememelerine ilişkin kurallar, sektörel kanunlarda yer almak-tadır. İlgili sektörel kanunlara baktığımızda ya yabancıların belirli meslek veya iş kollarında çalışması yasaklanmış ya da çalışmaları belli şartlara tâbi tutulmuştur.60 Bu kısımda söz konusu sektörel kanunlar üzerinde tek tek durulmayacaktır, sadece yabancıların çalışmasının yasak olduğu meslek ve iş kolları üzerinde durulacaktır.Bir yabancı kendisinin hukuken çalışmasının yasak olduğu bir mesleği veya işi ifa ederse kaçak işçi konumunda olacaktır.61 Genel olarak yabancıların çalışa-mayacakları iş ve meslek kolları şu şekildedir:62a.  11 Nisan 1928 tarihli ve 1219 sayılı Tababet ve Şuabatı San’atlarının Tarzı İc-rasına Dair Kanun’un63 30. maddesi gereğince Türkiye Cumhuriyeti sınırları dâhilinde diş hekimliği ve dişçilik64 mesleğini sadece Türk vatandaşları yapabilir.58  2013/11 sayılı Genelge, s. 223 vd.59  2013/11 sayılı Genelge, s. 245.60  Çelikel / Gelgel, s. 216-217.61  Başbakanlık Genelgesinde tespit edilen yabancı kaçak işçilerin genel olarak çalıştırıldığı iş kolları küçük ve orta ölçekli işletmeler özellikle inşaat, döküm, deri, tekstil, plastik, tarım, gemicilik, yükleme-boşaltma, temizlik, tezgâhtarlık, otelciliktir. KADİM Projesi, s. 3. Bu iş kolları, yabancıların çalışmasının yasak olmadığı alanlardır.62  Çalışma ve Sosyal Güvenlik Bakanlığı Resmî İnternet Sitesi, https://www.csgb.gov.tr/uigm/sikca-sorulan-sorular/, erişim tarihi Haziran 2021; Çelikel/Gelgel, s. 216-234; Ekşi, s. 244-255; Doğan, s. 234-238.63  R.G. 14.04.1928/ 863.64  2012  tarihli Yabancı  Sağlık  Meslek  Mensuplarının  Türkiye’de  Özel  Sağlık  Kuruluşlarında Çalışma Usul ve Esaslarına Dair Yönetmelik’in (RG. 22.02.2012/28212) 2/1. maddesinde de bu T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1Türk Yabancılar Hukuku Kapsamında Yabancı Kaçak İşçi” Kavramı 103b.  1219 sayılı Tababet ve Şuabatı San’atlarının Tarzı İcrasına Dair Kanun’un 63. maddesi uyarınca Türk vatandaşı olan kadınların hastabakıcı olarak çalı-şabileceği kabul edilerek yabancı kadınların Türkiye’de hastabakıcılık göre-vini ifa edemeyecekleri belirtilmiştir.c.  18 Aralık 1953 tarihli ve 6197 sayılı Eczacılar ve Eczaneler Hakkında Kanun’un65 2. maddesine göre Türkiye Cumhuriyeti sınırları içerisinde ecza-cılık yapabilmek için Türk vatandaşı olma şartı getirilmiştir.d.  9 Mart 1954 tarihli ve 6343 sayılı Veteriner Hekimliği Mesleğinin İcrasına, Türk Veteriner Hekimleri Birliği ile Odalarının Teşekkül Tarzına ve Görece-ği İşlere Dair Kanun’un66 2. maddesinde açıkça Türk vatandaşlarının veteri-ner hekimlik mesleğini yapabileceği kabul edilmiştir.e.  24 Mayıs 1933 tarihli ve 2219 sayılı Hususî Hastaneler Kanunu’nun67 9. maddesi ile özel hastanede müdürlük görevi sadece Türk vatandaşlarına has-redilmiştir. Şöyle ki ilgili hüküm ile hususî hastanenin mesul müdürünün Türkiye’de sanatını yapmaya izinli Türk hekimi olması gerekmektedir.f.  19 Mart 1969 tarihli ve 1136 sayılı Avukatlık Kanunu’nun68 3. maddesi gereğin-ce avukatlık mesleğine kabul edilebilmek için Türk vatandaşı olma şartı kabul edilmiştir. Bu hükmün yanında Avukatlık Kanunu’nun 44/B maddesi ve Türkiye Barolar Birliği Avukatlık Ortaklığı Yönetmeliği69 gereğince yabancı sermayeyi teşvik mevzuatı çerçevesinde ve mütekabiliyet esasına tâbi olarak Türkiye’de yabancı avukatlık ortaklıklarının kurulabileceği kabul edilmiştir. Bu avukatlık ortaklıklarının kurulabilmesi için yabancı ortakların her birinin vatandaşı olduğu ülke ile Türkiye Cumhuriyeti Devleti arasında mütekabiliyet şartının sağlanmış olması ve Türk avukatların da bu kişilerin ülkelerinde eşit şartlarda avukatlık or-taklığı faaliyetinde bulunacaklarına ilişkin ilgili makamlarca bir belgenin temini gerekir (Avukatlık Ortaklığı Yönetmeliği m.7/e/3). Söz konusu avukatlık ortak-lıklarının sadece yabancı hukuklar ve milletlerarası hukuk konularında danışman-Yönetmeliğin diş hekimi, eczacı ve hastabakıcılar hariç özel sağlık kuruluşlarında çalışacak tüm yabancı sağlık meslek mensuplarını kapsadığı belirtilmiştir. Yani yabancı diş hekimleri, Türkiye’de özel sağlık kuruluşlarında çalışamazlar. Aynı maddenin ikinci fıkrasında Türk soylu diş hekimlerinin, eczacıların ve hastabakıcıların Türkiye’de çalışabilmelerinin 2527 sayılı Türk Soylu Yabancıların Türkiye’de Meslek ve Sanatlarını Serbestçe Yapabilmelerine, Kamu, Özel Kuruluş veya İşyerlerinde Çalıştırılabilmelerin İlişkin Kanuna tâbi olduğu belirtilmiştir. Bkz. yuk.1/B.65  R.G. 24.12.1953/8591.66  Bu Kanunun önceki adı, Veteriner Hekimliği Mesleğinin İcrasına, Türk Veteriner Hekimleri Birliği ile Odaların Teşekkül Tarzına ve Göreceği İşlere Dair Kanun” idi. Kanun başlığı 3.4.1984 tarihli ve 2993 sayılı Kanunun 19’uncu maddesi ile 9/3/1954 tarih ve 6343 sayılı Kanuna ek olarak getirilen ek 5’inci madde hükmüyle değiştirilmiştir. RG. 18.3.1954/8661.67  R.G. 05.06.1933/2419.68  R.G. 07.04.1969/13168.69  R.G. 25.11.2001/24594.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1104 Dr. Öğr. Üyesi Gülce GÜMÜŞLÜ TUNÇAĞILlık yapabilecekleri, bu kuralın bu ortaklıklarda çalışan Türk vatandaşı ve yabancı avukatları da kapsadığı belirtilmiştir (Avukatlık Kanunu m.44/B; Avukatlık Or-taklığı Yönetmeliği m.11/4). Ayrıca ortakların baroya kayıtlı olması şartı aranma-maktadır (Avukatlık Kanunu m.44/B; Avukatlık Ortaklığı Yönetmeliği m.11/5). Ancak ortaklığın faaliyette bulunacağı yer Barosunun Avukatlık Ortaklığı Siciline kaydolması zorunludur; aksi durumda ortaklık unvanı kullanılamaz ve ortaklık adına faaliyette bulunulamaz (Avukatlık Ortaklığı Yönetmeliği m.11/5).Bu hükümlerin yanında çalışma izni verilen Türk soylu yabancıların Türk vatandaşlarına hasredilen mesleklerden biri olan avukatlığı yapabilecekleri de kabul edilmiştir (Türk Soylu Yabancıların Türkiye’de Meslek ve Sanatlarını Ser-bestçe Yapabilmelerine, Kamu veya Özel Kurum, Kuruluş veya İşyerlerinde Ça-lıştırılabilmelerine Dair Kanunun Uygulanması Hakkındaki Yönetmelik m.11).70g.  24 Şubat 1982 tarihli ve 2802 sayılı Hâkimler ve Savcılar Kanunu’nun71 hâkim ve savcı adaylarının niteliğine ilişkin hüküm olan 8/1/a maddesinde hâkimlik ve savcılık mesleğini icra edebilmek için Türk vatandaşı olma şartı söz konusudur.h.  18 Ocak 1972 tarihli ve 1512 sayılı Noterlik Kanunu’nun72 7. madde hükmü icabı noterlik stajına kabul edilebilmesi için Türk vatandaşı olma şartı aran-maktadır. Böylece yabancılar, Türkiye’de noter olarak çalışamazlar.i.  10 Haziran 2004 tarihli ve 5188 sayılı Özel Güvenlik Hizmetlerine Dair Kanun’un73 10/1/a. maddesinde özel güvenlik görevlisi görevinde bulunabil-mek için Türk vatandaşı olma şartı kabul edilmiştir.j.  19 Nisan 1926 tarihli ve 815 sayılı Türkiye Sahillerinde Nakliyatı Bahri-ye (Kabotaj) ve Limanlarla Kara Suları Dâhilinde İcrayı San ‘at ve Tica-ret Hakkında Kanunun (Kabotaj Kanunu)74 3. maddesi gereğince kara suları dâhilinde balık, istiridye, midye, sünger, inci, mercan, sedef ve saire saydı, kum ve çakıl ihracı, dalgıçlık, arayıcılık, kılavuzluk, deniz bakkallığı, kap-tanlık, çarkçılık, kâtiplik, tayfalık icrası, iskele, rıhtım hamallığı ve deniz esnaflığı icrası Türk vatandaşlarına aittir.7570  Ayrıca ilgili hükümde avukatlık mesleğinin yanında doktorluk, hemşirelik ve mühendislik meslekleri de örnek olarak sayılmıştır. Bu kişiler, bu sayılan meslekler gibi serbestçe veya kamu veya özel kurum, kuruluş veya işyerlerinde yapabilmek veya memur olabilmek için genel veya özel kanunların aradığı Türk vatandaşı olma şartından muaf tutulmuşlardır. Bakanlar Kurulu Kararı’nın Tarihi 25.10.1982/ 8-5488; RG. 14.01.1983/17928.71  R.G. 26.02.1983/17971.72  R.G. 05.02.1972/14090.73  R.G. 26.06.2004/25504.74  R.G. 29.04.1926/359.75  Ayrıca Kabotaj Kanunu’nun yanında 16 Aralık 1999 tarihli ve 4490 sayılı Türk Uluslararası Gemi Sicili Kanunu ile 491 sayılı Kanun Hükmünde Kararnamede Değişiklik Yapılmasına T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1Türk Yabancılar Hukuku Kapsamında Yabancı Kaçak İşçi” Kavramı 105k.  27 Ekim 1999 tarihli ve 4458 sayılı Gümrük Kanunu’nun76 227. maddesi uyarınca gümrük müşaviri ve gümrük müşavir yardımcısı olabilmek için Türk vatandaşı olma şartı aranmaktadır.l.  7 Haziran 2012 tarihli ve 6326 sayılı Turist Rehberliği Meslek Kanunu’nun77 3. maddesi gereğince turist rehberi unvanını alabilmek için Türkiye Cumhu-riyeti vatandaşı olma şartı kabul edilmiştir.II. YABANCI KAÇAK İŞÇİ OLARAK ÇALIŞMA VE ÇALIŞTIRMANIN YABANCILAR HUKUKU AÇISINDAN SONUÇLARIGenel olarak işçi trafiği veya kaçak işçi ticareti ile başka ülkelere çalışmaya giden işçilerin haklarının bulundukları ülkelerde korunması sıkıntılıdır ve bu ki-şiler sınır dışı edilme müeyyidesi ile karşılaşırlar.78Uluslararası İşgücü Kanunu’nun 23. maddesi kapsamında yabancıların ve iş-verenlerin kanundan doğan yükümlülüklerini yerine getirip getirmediği ÇSGB iş müfettişleri ile Sosyal Güvenlik Kurumu müfettişleri ve denetmenleri tarafından denetlenir. Denetim sonucunda yabancının ve işverenin, UİK’dan doğan yüküm-lülüklerine aykırı davrandığı ve çalışma konumuz açısından yabancının çalışma izni olmadan veya kendisine yasaklı iş ve meslek kollarında çalıştığı tespit edilir-se, durum ÇSGB’ye bildirilir. Yetkili makamlar tarafından çalışma izni olmadığı tespit edilen yabancıların ÇSGB’ye bildirilmesi üzerine UİK ile öngörülen idarî para cezaları, Çalışma ve İş Kurumu İl Müdürünce uygulanır.79 İlgililer, kendile-Dair  Kanun  (RG.  21.12.1999/23913);  Türk  Uluslararası  Gemi  Sicili Yönetmeliği  (RG. 23.06.2000/24088)  ve  Gemiadamları  ve  Kılavuz  Kaptanlar Yönetmeliği  m.42,  69  (RG. 10.02.2018/30328) hakkındaki değerlendirmeler için bkz. Çelikel / Öztekin Gelgel, s. 231-232; Nuray Ekşi, ‘Kabotaj Kanunu Uyarınca Yabancılara Yasaklanan Meslek ve Sanatlar’, Kabotaj, Mavi Vatan ve Türk Denizciliği, İstanbul Barosu Cumhuriyet Araştırmaları Merkezi/Taşıma ve Lojistik Hukuku Komisyonu Ortak Düzenlenen Çevrimiçi Konferans, 1 Temmuz 2021, Tebliğ Kitabı, 2021, s. 357-377.76  R.G. 04.11.1999/23866.77  R.G. 22.06.2012/28331.78  Özkan, s. 133. Ayrıca bkz. Tüm Göçmen İşçilerin ve Ailelerin Korunmasına Dair Birleşmiş Milletler Sözleşmesi, RG. 8.7.2004/25516. (Kanun No. 4662, 26.04.2001) (m.2’de göçmen işçi kavramı tanımı var). Bu Sözleşme kaçak işçileri düzenli göçmen hâline getirecek önlemler almamakta; devletlere kaçak işçiliği önleme yükümlülüğü getirmektedir. Özkan, s. 133.79  Bu noktada 2003 yılında yapılan Çalışma ve Sosyal Güvenlik Bakanlığı İş Teftiş Kurulu Başkanlığı tarafından yabancıların izinsiz çalışmasının önlenmesi teftiş projesi” gerçekleştirilmiştir. Proje sonunda hazırlanan raporda belirtilen teftiş yöntemi üzerinde örnek olarak bahsedilecektir. İlgili raporda yabancı kaçak işçilerin tespiti usulünden bahsedilmiştir. Buna göre belirli işyerlerinin faaliyetlerinin yoğunlaştığı saatlerde ve özellikle gece haber verilmeden gidildiği, çalıştırılan yabancıların bilgilerinin ve ifadelerinin alındığı, bu bilgi ve ifadelerin iş yeri kayıt ve belgeleri ile karşılaştırıldığı ve yabancıların çalışma izinlerinin veya çalışma izin muafiyetinin ya da bu belgelerin geçerli olup olmadığının ve çalışmalarının hukukî düzenlemelere uygun olup olmadığının denetlendiği bildirilmiştir. Çalışma ve Sosyal Güvenlik Bakanlığı İş Teftiş Kurulu Başkanlığı, T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1106 Dr. Öğr. Üyesi Gülce GÜMÜŞLÜ TUNÇAĞILrine tebliğinden itibaren idarî para cezalarını bir ay içinde ödemelidir;80 idarî para cezaları, genel bütçeye gelir olarak kaydedilir.UİK m.23 kapsamında kaçak çalışan yabancılara ve bu yabancıları çalıştıran işverenlerine idarî para cezaları öngörülmektedir. Nitekim UİK’nın genel gerek-çesinde, kayıt dışı istihdamın önlenebilmesi için kanunda kabul edilen hükümle-rin ihlâli durumunda karşılaşılabilecek yaptırımların caydırıcı olma kaygısı açık bir şekilde belirtilmiştir.81 Kaçak işçi çalıştıran işverenlere ve kaçak olarak çalışan yabancılara uygulanan cezalar aşağıda tablo üzerinde gösterilmiştir.82 Bu belirle-nen tutarlar 2021 yılı için belirlenmiş olup her yıl güncellenmektedir.Uygulanacak İdarî Para Cezaları / 2021 yılıÇalışma izni bulunmayan yabancıyı çalıştıran 11796 TLişverenlere her bir yabancı içinÇalışma izni olmaksızın bağımlı çalışan yabancıya 4716 TLÇalışma izni olmaksızın bağımsız çalışan yabancıya 9438 TLKanunda öngörülen bildirim yükümlülüğünü, süresi içinde yerine getirmeyen bağımsız ve süresiz izinle çalışan  784 TLyabancı ile yabancı çalıştıran işverene her bir yabancı içinKaynak: https://www.csgb.gov.tr/uigm/genel-bilgiler/idari-para-cezalari/ (erişim tarihi Haziran 2021)Yabancıların İzinsiz Çalışmasının Önlenmesi Teftiş Projesi Genel Değerlendirme Raporu, Ankara 2008, https://ailevecalisma.gov.tr/medias/5986/2007_220.pdf, s. 9-10, erişim tarihi Mayıs 2021.  Ayrıca belirli illerde ve turizm sektöründe yer alan 590 iş yerinde yapılan teftiş sonucunda 641 yabancının çalışma izni olmadan çalıştırıldığı veya bağımsız çalıştığı tespit edilmiştir. İzinsiz çalıştırılan yabancıların ve bildirim yükümlülüğüne uymayan iş yeri sayıları ve kesilen idarî para cezaları için bkz. Yabancıların İzinsiz Çalışmasının Önlenmesi Teftiş Projesi Genel Değerlendirme Raporu, s. 17-18.  Son olarak ilgili raporda kayıt dışı yabancı istihdamın önüne geçilmesi adına çeşitli öneriler de kaleme alınmıştır. Bunlar kişilerin bilgilendirilmesi için duyurular hazırlanması (yazılı ve görsel basında) ve eğitim seminerleri düzenlenmesi, yetkili kişilerce denetimlerin yapılması ve Türk işçi istihdam edilmesinin yaygınlaşmasıdır.80  UİK m.23/5/b uyarınca çalışma izni olmaksızın yabancı çalıştıran işverenlere yönelik verilen para cezalarının iptaline ilişkin davaların adlî yargı yerinde çözümlenmesine ilişkin Uyuşmazlık Mahkemesi tarafından verilen kararlar için bkz. E. 2019/532, K. 2019/535, T. 30.09.2019; E. 2019/686, K. 2019/729, T. 25.11.2019, https://www.lexpera.com.tr/81  Uluslararası İşgücü Kanunu Genel Gerekçesi ve Madde Gerekçeleri için bkz. Sayı 31853594-101- 1309-1696, 23.06.2016, www.tbmm.gov.tr, erişim tarihi Kasım 2020, s. 5.82  Kaynak https://www.csgb.gov.tr/uigm/genel-bilgiler/idari-para-cezalari/ erişim tarihi Haziran 2021.  5326 sayılı Kabahatler Kanununun 17. maddenin 7. bendine göre, idarî para cezaları her takvim yılı başından geçerli olmak üzere ilgili yıl için 213 sayılı Vergi Usul Kanununun Enflasyon düzeltmesi ve yeniden değerleme oranı başlıklı mükerrer m.298’e göre artırılmaktadır.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1Türk Yabancılar Hukuku Kapsamında Yabancı Kaçak İşçi” Kavramı 107UİK ile öngörülen ve yukarıda tablo ile gösterilen idarî para cezalarının ya-nında çalışma izni olmadan çalışan yabancılar hakkında sınır dışı etme yaptırımı da uygulanır (UİK’nın 23/8 ve YUKK’un 54. maddeleri). Bu uygulanan yaptı-rımları çalışmamızda yabancı kaçak işçi olarak çalışanlar ve bu kişileri çalıştıran kişiler, bir diğer deyişle muhatapları açısından ikiye ayırarak inceleyeceğiz.A. Çalışma İzni Olmaksızın Çalışan Yabancı İşçiye Uygulanacak Yaptırımlar1. İdarî Para CezasıYukarıdaki tabloda gösterildiği üzere 2021 yılı itibariyle çalışma izni veya çalışma izin muafiyeti olmadan bir işverene bağımlı çalıştığı tespit edilen ya-bancıya uygulanacak idarî para cezası 4.716 TL; bağımsız çalışan yabancıya ise uygulanacak idarî para cezası 9.438 TL’dir. Öte yandan UİK m.23/5 uyarınca da bağımsız veya süresiz çalışma izni ile çalışan yabancının bildirim yükümlülüğü-nü yerine getirmemesi durumunda öngörülen idarî para cezası 784 TL’dir.2. Sınır Dışı EdilmeÇalışma izni veya çalışma izin muafiyeti olmadan çalışan yabancıya uygu-lanan idarî para cezasının yanında ilgili kişi hakkında sınır dışı etme kararı da alınır. Sınır dışı etme kararını Göç İdaresi Genel Müdürlüğü’nün talimatı üzerine veya re’sen valilikler alır (YUKK m.53/1).Sınır dışı etme sebepleri ve usulü, YUKK’nda düzenlenmiştir. Bu sebepler-den biri çalışma izni olmadan çalıştığı tespit edilen yabancılar hakkında sınır dışı etme kararının alınmasıdır (YUKK m.54/ğ). Bu sebebin varlığı durumunda yet-kili makamın takdir yetkisi bulunmamaktadır. Ancak kaçak yabancı işçi, YUKK m.55’de gösterilen durumlardan birine dâhilse, sınır dışı etme kararı alınmaz. Bu durumlar: yabancının sınır dışı edileceği ülkede ölüm cezası veya insanlık dışı muameleye maruz kalacağı konusunda ciddi emarelerin varlığı; ciddi sağ-lık sorunları, yaş ve hamilelik durumu nedeniyle seyahat etmesi riskliyse, hayatî tehlike arz eden hastalıkları için tedavisi devam edip sınır dışı edileceği ülkede tedavi imkânına sahip olmaması, mağdur destek sürecinden yararlanmakta olan insan ticareti mağduru veya tedavileri tamamlanıncaya kadar psikolojik, fiziksel veya cinsel şiddet mağduru olmasıdır. Bu durumlardan birinin varlığı hâlinde ilgili kişi hakkında sınır dışı etme kararı alınmaz. UİK m.23/8’e göre, çalışma izni bulunmadan çalıştığı tespit edilen yabancılar sınır dışı edilmek üzere İçişleri Bakanlığı’na bildirilir.Hakkında sınır dışı etme kararı alınan yabancı kaçak işçi, öncelikle Türkiye’yi terke davet edilir (m.56). Yabancının ülkeyi terk etmesi gereken süre kendisine bildirimden itibaren 15 gün ila 30 gün arasındadır. Genel kural doğrultusunda kaçma ve kaybolma riski bulunanlar, yasal giriş veya yasal çıkış kurallarını ihlâl edenler, sahte belge kullananlar, asılsız belgelerle ikamet izni almaya çalışanlar T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1108 Dr. Öğr. Üyesi Gülce GÜMÜŞLÜ TUNÇAĞILveya aldığı tespit edilenler, kamu düzeni, kamu güvenliği veya kamu sağlığı açı-sından tehdit oluşturanlar terke davet edilmez. Bu kişiler ya doğrudan sınır dışı edilir ya da sınır dışı edilene kadar valiliklerce idarî gözetim altına alınır veya idarî gözetime alternatif yükümlülükler getirilir (m.57/2).Eğer ilgili kişi hakkında valilik tarafından idarî gözetim kararı alınmışsa, bu kişi geri gönderme merkezlerine 48 saat içinde götürülür. Geri gönderme merkez-lerindeki idarî gözetim süresi altı ayı geçemez (m.57/3, c.1).83 İdarî gözetim ka-rarının mutlaka gerekçeli olarak ilgiliye veya yasal temsilcisine ya da avukatına bildirilmesi gerekir; bu karara karşı itiraz yolu açıktır (m.57/5-6).Eğer ilgili yabancı kişi hakkında idarî gözetim kararı alınmamışsa ama ilgili kişi m.57/2 kapsamındaysa (m.57/A/3) veya hakkındaki idarî gözetim sonlan-dırılmışsa, bu yabancıya idarî gözetime alternatif yükümlülükler getirilmesi zo-runludur (m.57/4). Bu karar ilgiliye, yasal temsilciye veya avukatına gerekçeleri ile tebliğ edilir (m.57/A/4, c.1).84 İdarî gözetime alternatif yükümlülükler, 2019 yılında eklenen 57/A maddesinde sayılmıştır.85 Bu yükümlülükler, belirli adreste ikamet etme, bildirimde bulunma, aile temelli geri dönüş, geri dönüş danışmanlı-ğı, kamu yararına hizmetlerde gönüllülük esasıyla görev alma, teminat ve elekt-ronik izleme yükümlülüğüdür. Bu yükümlülüklerin süresi yirmi dört ayı geçemez (m.57/A/3). Yabancı, hakkında alınan idari gözetime alternatif yükümlülüklere uymadığı takdirde idarî gözetim altına alınabilir (m.57/A/6).3. Giriş YasağıHakkında sınır dışı etme kararı alınan bir yabancı için ülkeye giriş yasa-ğı da konulabilir. YUKK m.3’e göre Türkiye’den sınır dışı edilen yabancıların Türkiye’ye girişi, Göç İdaresi Genel Müdürlüğü veya valilikler tarafından ya-saklanır. Nitekim YUKK m.7/a uyarınca çalışma izni olmayanların veya bu izni hileli yollarla edinenler ya da bu izinlerin sahte olduğu anlaşılanların Türkiye’ye girişlerine izin verilmez.83  Ancak yabancının iş birliği yapmaması veya ülkesiyle ilgili doğru bilgi veya belgeleri vermemesi ile hakkında alınan sınır dışı işlemi tamamlanamamışsa, idarî gözetim süresi, en fazla altı ay daha uzatılabilir (m.57/3, c.2). Geri gönderme merkezlerinde sağlanacak hizmetler için bkz. YUKK m.59.84  Maddenin devamında hakkında idari gözetime alternatif yükümlülükler getirilen yabancı, bir avukat tarafından temsil edilmiyorsa kendisi veya yasal temsilcisi, kararın sonucu, itiraz usulleri ve süreleri hakkında bilgilendirileceği” belirtilmiştir. Ancak hüküm doğrultusunda sadece hakkında elektronik izleme yükümlülüğü getirilen yabancının veya yasal temsilcisinin ya da avukatının bu karara karşı sulh ceza hâkimliğine itiraz imkânı tanınmıştır. Başvuru yabancının tâbi tutulduğu idarî yükümlülüğü durdurmaz ve sulh ceza hâkimi incelemeyi beş gün içinde sonuçlandırır. Sulh hukuk hâkiminin vereceği karar kesindir (m.57/A/5).85  06.12.2019 tarihli ve 7196 sayılı Bazı Kanunlarda ve 375 Sayılı Kanun Hükmünde Kararnamede Değişiklik Yapılmasına Dair Kanun, m.78. R.G. 24.12.2019/30988.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1Türk Yabancılar Hukuku Kapsamında Yabancı Kaçak İşçi” Kavramı 1094. İş yeri Kapatma CezasıMülga 27 Şubat 2003 tarihli ve 4817 sayılı Yabancıların Çalışma İzinleri Hakkında Kanunun86 (YÇİHK) 21/5. maddesine göre, çalışma izni olmadan ba-ğımsız çalışan yabancının iş yerinin veya iş yerlerinin olması durumunda, Ba-kanlık bölge müdürlerince işyerlerinin kapatılma kararı alınır ve bu karar, ilgili valiliğe bildirilirdi. Bu düzenlemenin UİK ile kaldırılması sonrasında bağımsız çalışan yabancının iş yerinin bulunması durumunda iş yerinin kapatılma kararı artık alınmamaktadır.B. Yabancı Kaçak İşçi Çalıştıran İşveren veya İşveren Vekiline Uygulanacak Yaptırımlar1. İdarî Para Cezası6735 sayılı Kanunun 23. maddesinin 5/b fıkrasına göre hesaplanan bedele göre 2021 yılı itibariyle çalıştırılan her yabancı için işverene 11.796 TL. idarî para cezası uygulanır. Öte yandan UİK m.23/5 uyarınca da yabancı çalıştıran işverene bildirim yükümlülüğünü yerine getirmemesi durumunda her bir yabancı için 784 TL idarî para cezası uygulanmaktadır.2. Sınır Dışı Edilme Masraflarını KarşılamaUİK m.23/9’a göre, işveren veya işveren vekili, yabancı kaçak işçinin ve varsa eş ve çocuklarının konaklama giderlerini, ülkelerine dönmeleri için gerekli masrafları ve gerektiğinde sağlık harcamalarını karşılamakla yükümlüdür.87 Eğer bu giderler, Göç İdaresi Genel Müdürlüğü tarafından karşılanmışsa, bu meblağ, işveren veya işveren vekilinden tahsil edilir.C. DeğerlendirmeKaçak işçi çalıştıran işverene yönelik idarî para cezası ve çalıştırdığı işçinin sınır dışı edilme masraflarını karşılaması dışında başka bir yaptırım mevzuatımız-da kabul edilmemiştir. Bu kişiye yönelik daha ağır sayılabilecek (örneğin kamu ihalelerine girememe, meslekten belirli bir süre yasaklılık ya da işyeri ruhsatının iptali, oda kaydının silinmesi gibi) önlemler alınabilir.88 Böylece yabancı kaçak işçi çalıştırma durumu asgariye indirilebilir.Ayrıca uygulamada çeşitli sorunlarla karşılaşılabilir. Örneğin çalışma izni ol-madan bağımsız çalışan yabancı hakkında sınır dışı etme kararı alınırsa ve karar uygulanırsa, bu kişinin -bir şekilde işlettiği- iş yerinin akıbeti ne olacaktır? Kişi 86  R.G. 06.03.2003/25040.87  Ayrıca gerçek veya tüzel kişiler, Türkiye’de kalmalarını veya dönmelerini garanti ettikleri yabancıların sınır dışı masraflarını karşılamak zorundadırlar (YUKK m.60/6).88  Mehmet Candan, Kayıt Dışı İstihdam, Yabancı Kaçak İşçi İstihdamı ve Toplumumuz Üzerindeki Sosyo-Ekonomik Etkileri, Çalışma ve Sosyal Güvenlik Bakanlığı Türkiye İş Kurumu Genel Müdürlüğü, Ankara 2007, s. 89.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1110 Dr. Öğr. Üyesi Gülce GÜMÜŞLÜ TUNÇAĞILadına iş yeri tasfiye edilecek midir, tasfiye edildiğinde bu bedel kendisine verile-cek midir? Kaçak işçi olarak çalışan kişilerin durumlarının idare tarafından tespiti üzerine her durumda sınır dışı kararı alınacak mıdır; şöyle ki kişi, önceden kayıtlı istihdam edilmezken, sonradan kayıt altına alınmışsa, önceki çalışmaya ilişkin kendisine bir yaptırım uygulanacak mıdır? Çalışma izni olmadan çalışan yabancı daha sonra iş hukukundan doğan yükümlülüklerini yerine getirmek isterse, yine de o kişi sınır dışı edilecek midir?Kayıt dışı ekonomiyle mücadelede en önemli araçlardan biri hiç kuşkusuz o ülkenin hukukî düzenlemelerinin kapsamlı olması ve etkili bir şekilde uygulan-masıdır. Bu sebeple uygulamada karşılaşılabilecek sorun ve uygulamaların tespit edilerek hukukî düzenlemelerin güncellenmesi gerektiği fikrindeyiz.III. GENEL OLARAK YABANCI KAÇAK İŞÇİ ÇALIŞTIRMANIN YABANCILAR HUKUKU DIŞINDA BAZI HUKUK DALLARI İLE İLGİSİÇalışma konumuz, yabancı kaçak işçi çalıştırmanın yabancılar hukuku açı-sından ele alınmasıdır. Ancak bu konu tek boyutlu değildir; insan hakları, vergi hukuku, ceza hukuku ve iş hukuku boyutları söz konusudur. Bütün bunlar ayrı çalışma konusu olduğu için ayrıntıya girmeden bu hususlara sınırlı şekilde temas edilecektir. Kayıt dışı ekonominin görünen yüzlerinden biri olan kaçak yaban-cı işçiliğin önlenmesi veya ciddi şekilde azaltılması sonucunda bütçenin vergi gelirleri artacak ve ülke ekonomisine katkı sağlanacaktır.89 Aksi hâlde kayıt dışı istihdam bütçe açığına sebep olduğundan bütçe açığını kapamak adına devlet-ler çeşitli önlemler almak (örneğin katma değer vergisi oranlarını arttırmak veya borçlanmak) zorunda kalacaklardır.90Konunun iş hukuku boyutunda ise yabancıların çalışma izni almadan ça-lıştırılması ile yasaklı olduğu işlerde çalışmasının iş sözleşmesine etkisi mese-leleri ile karşılaşmaktayız.91 Her iki konunun kamu düzeni kavramı ile ilişkili olup olmadığı, buna göre yapılan iş sözleşmelerinin geçerli olup olmayacağı, ge-çerli olmaması durumunda geçmişe mi geleceği mi etkili olacağı, geçerli bir iş sözleşmesi yoksa yabancının taleplerini (ücret, sigortalılık) hangi hukukî sebebe dayanarak elde edeceği (sebepsiz zenginleşme mi haksız fiil mi?), yabancının yasaklı işlerde çalışması durumunun ehliyet meselesiyle mi ilgili olduğu yoksa iş sözleşmesi yapma serbestisini mi sınırladığı yönünde doktrinde farklı görüşler 89  Keser, s. 44.90  Candan, s. 76. Ayrıca vergi hukukuna ilişkin olarak ortaya çıkan sonuçlar için bkz. Candan, s. 76 vd.91  Konu hakkındaki değerlendirmeler ve doktrindeki görüşler için bkz. Cin Mustafa, ‘Yabancıların Kendilerine Yasak İşlerde veya Çalışma İzni Almadan Çalışmasının İş Sözleşmesine Etkisi’, Kamu İş (İş Hukuku ve İktisat Dergisi), Sayı 8/1, Yıl: 2005, https://www.tuhis.org.tr/pdf/820.pdf, Savur, s. 213-225.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1Türk Yabancılar Hukuku Kapsamında Yabancı Kaçak İşçi” Kavramı 111söz konusudur.92 Kısaca, bir görüş yabancıların kendilerine yasak olan işlerde çalışmasının iş akdi kurma özgürlüğünü sınırlama kapsamında değerlendirmek-tedir.93 Buna karşın yabancıların Türkiye’de yasaklı bir işte çalışması durumunu ehliyet konusu altında değerlendiren bir diğer görüşe göre bu sözleşme bâtıldır ve yabancı kişi, işçi sayılamayacağı için işçilik haklarına da dayanamaz, sadece haksız fiil veya sebepsiz zenginleşme kurallarına dayanarak talepte bulunabilir.94 Öte yandan çalışma izni veya çalışma izin muafiyeti bulunmayan yabancıların, iş sözleşmesi ehliyetine sahip olmadıkları, bu kişilerle yapılan iş sözleşmesinin ileriye dönük olarak geçersiz olduğu; yabancı işçinin çalışma izninin uzatılama-ması durumunda ise çalışmaya devam etmesi hâlinde işverenin haklı sebeple sözleşmeyi feshedebileceği, feshetmezse sözleşmenin askıda kaldığı yönünde değerlendirmeler söz konusudur.95 Buna karşın bu kişilerin iş sözleşmesinin baş-tan geçersiz olduğu, hukuken işçi konumunda sayılamayacakları için sendikalara üye olamayacağı, hak ettikleri ücreti alamadıklarında yargı önünde haklarını da arayamayacağı ve hukuk düzeninin işçiyi koruyan hükümlerinin kapsamında ol-madıkları, mesaî saatleri ve hafta sonu tatillerine sahip olamayacakları, sosyal güvenlik hakkına sahip olamadıkları için hastalandıklarında veya iş veya mes-lek kazasına uğradıklarında sosyal güvenlik kurumlarının sağlamış olduğu tedavi hizmetlerinden yararlanamayacakları ileri sürülmüştür.96 Bu farklılıklar Yargıtay kararlarında da söz konusudur. Yargıtay 2006 tarihli bir kararında, Türk soylu Bulgaristan vatandaşının çalışma izni verilmeden bağımlı çalıştırılması nedeniy-le işçi sayılmayacağını ve İş Kanunu’na dayanan taleplerini İş Mahkemesi’nde davalıdan isteyemeyeceğine karar vermiş.97 Diğer taraftan 2014 yılında Yargıtay, kaçak olarak çalışan kişilerin yabancı olmalarından dolayı çalışamayacakları iş-ler dışındaki işlerde izin almadan çalışmaları veya çalışma izin süresinin bitmesi-ne rağmen çalışmaya devam etmeleri durumlarında bu kişilerin çalışmaları kamu düzenine ilişkin olmamaları nedeniyle kesin hükümsüz sayılmayacağına, çalışma izni almadan çalışılmışsa işçinin sigortalılık hakkından yararlanması gerektiğine hükmetmiştir.98 Bu karardan yola çıkarak öğretide yabancıların kendilerine ya-saklı olan işlerde çalışması durumunda konunun kamu düzenini ilgilendirmesi 92  Cin, s. 1-20; Savur, s. 213-235.93  Sarper Süzek, İş Hukuku (Genel Esaslar, Bireysel İş Hukuku), Yenilenmiş 14. Baskı, Beta Yayınları, İstanbul 2017, s. 319, 321 vd.94  Kenan Tunçomağ / Tankut Centel, İş Hukukunun Esasları (Genel Kavramlar, İş Sözleşmesi, Sendikalar, Toplu İş Sözleşmeleri, Arabuluculuk ve Tahkim, Grev ve Lokavt), 6. Bası, Beta Yayınları, İstanbul, 2013, s. 82.95  Hamdi Mollamahmutoğlu; Muhittin Astarlı; Ulaş Baysal, İş Hukuku, Gözden Geçirilmiş ve Genişletilmiş 6. Bası, Ankara, 2014, s. 501-502, 563.96  Keser, s. 45; Candan, s. 75-76.97  Yargıtay 9. Hukuk Dairesi, E. 2006/1748, K. 2006/22496, T. 14.09.2006, www.lexpera.com.tr.98  Yargıtay 10. Hukuk Dairesi, E. 2013/14038, K. 2014/327, T. 16.01.2014, www.lexpera.com.tr.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1112 Dr. Öğr. Üyesi Gülce GÜMÜŞLÜ TUNÇAĞILnedeniyle sigortalı sayılmayacakları, işçi ile kurulan sözleşmelerin geçersiz sa-yılacağı ve sosyal sigorta yardımlarından yararlanamayacakları ifade edilmiştir.99 Bu kararlarda ve tüm görüşlerde yabancılık unsuru ve milletlerarası özel hukuk konuları göz ardı edilmiştir.100Kaçak olarak çalıştırılan yabancı kişinin işçi sayılıp sayılmayacağı konusu, bu kişilerin çalıştığı süre boyunca emeğinin karşılığını alması gerektiği, işçiyi koruma temel amacı ve insan hakları101 açısından değerlendirilmelidir. Nitekim bu kişiler en temel hakları olan insan haklarından mahrum edilen, ezilen ve sö-mürülen kişilerdir.102Konunun ceza hukuku boyutunda ise 26 Eylül 2004 tarihli ve 5237 sayılı Türk Ceza Kanunu’nda (TCK)103 ayrı suç tipleri olarak kabul edilen insan ticare-ti104 ve göçmen kaçakçılığı105 suçları ile karşılaşılmaktadır. Bu suç tipleri, Türkiye Cumhuriyeti Devleti’nin bulunduğu jeopolitik konum nedeniyle ciddi boyutlara ulaşması açısından özel önem taşımaktadır.106 Bunun yanında Türkiye Cumhu-99  Çağlar Çopuroğlu, ‘Türkiye’deki Yabancı Kayıt Dışı İşçilerin Kısa ve Uzun Vadeli Sosyal Sigortalar Üzerinde Oluşturduğu Riskler’, Antalya Bilim Üniversitesi Hukuk Fakültesi Dergisi, Sayı 9/17, Yıl: 2021, Antalya, s. 277.100  Bireysel iş sözleşmesine milletlerarası nitelik kazandıran unsurlar (yabancılık unsuru) için bkz. Doğa Elçin, Milletlerarası Unsurlu Bireysel ve Toplu İş Sözleşmelerine Uygulanacak Hukuk, Adalet Yayınevi, Ankara, 2012, s. 39-44.101  10 Aralık 1948 tarihinde Birleşmiş Milletler Genel Kurulunca kabul edilen Birleşmiş Milletler İnsan  Hakları  Evrensel  Beyannamesinin  Türkçe  metni  için  bkz.  RG  27.05.1949/7217. Beyannamenin 22. maddesine göre;  her şalısın, cemiyetin bir üyesi olmak itibariyle, sosyal güvenliğe hakkı vardır; haysiyeti için ve şahsiyetinin serbestçe gelişmesi için zaruri olan ekonomik, sosyal ve kültürel hakların millî gayret ve milletlerarası işbirliği yoluyla ve her Devletin teşkilâtı ve kaynaklarıyla mütenasip olarak gerçekleştirilmesine hakkı vardır”.102  Özkan, s. 133’den naklen.103  R.G. 12.10.2004/25611.104  TCK m.80’e göre, zorla çalıştırmak, hizmet ettirmek, fuhuş yaptırmak veya esarete tâbi kılmak ya da vücut organlarının verilmesini sağlamak maksadıyla tehdit, baskı, cebir veya şiddet uygulamak, nüfuzu kötüye kullanmak, kandırmak veya kişiler üzerindeki denetim olanaklarından veya çaresizliklerinden yararlanarak rızalarını elde etmek suretiyle kişileri ülkeye sokan, ülke dışına çıkaran, tedarik eden, kaçıran, bir yerden başka bir yere götüren veya sevk eden ya da barındıran kimseye adlî para cezası ve hapis cezası verilir. Ayrıca bu suçun bir tüzel kişi tarafından işlenmesi hâlinde ise tüzel kişilere özgü güvenlik tedbirlerine hükmolunur. İnsan ticareti durumunda mağdurun rızası geçersiz kılınmıştır (TCK m.80/2).105  TCK m.79 uyarınca doğrudan doğruya veya dolaylı olarak maddi menfaat elde etmek maksadıyla, yasal olmayan yollardan; a) Bir yabancıyı ülkeye sokan veya ülkede kalmasına imkân sağlayan, b) Türk vatandaşı veya yabancının yurt dışına çıkmasına imkân sağlayan kişiye” hapis ve adlî para cezası kabul edilmiştir. Ayrıca bu suçun bir tüzel kişi tarafından işlenmesi hâlinde ise tüzel kişilere özgü güvenlik tedbirlerine hükmolunur.106  Aybay; Dardağan Kibar, s. 29.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1Türk Yabancılar Hukuku Kapsamında Yabancı Kaçak İşçi” Kavramı 113riyeti Devleti, insan ticareti ve göçmen kaçakçılığına karşı çeşitli milletlerarası sözleşmelere de taraf olmuştur.107 Son olarak ülkemizde suç teşkil eden (örneğin uyuşturucu veya silah kaçakçılığı gibi) ve kaçak olarak sayılan işleri yapan ya-bancılar için de cezaî sorumluluk doğmaktadır.SONUÇTürkiye’nin jeopolitik konumu ve son dönemlerde artan hızla göç alan bir ülke niteliğinde olması sonucu yabancı kaçak işçi istihdamı ciddi bir sorun teş-kil etmektedir. Bir diğer deyişle, yabancı kaçak işçi istihdamı konusunun öne-mi, ülkemizin diğer ülkelerde (özellikle Suriye, Afganistan) yaşanan siyasî ve toplumsal süreçlerin sonucu olarak bu ülkelerden son dönemlerde çok fazla göç alan ülke konumuna gelmesinde yatmaktadır. Bunun sonucunda da işverenlerce ihtiyaç duyulan işgücü, yabancı kaçak işçilerle karşılanmaya çalışılmakta ve bu nedenle ülkemiz açısından yerli işgücü istihdam edilemediğinden işsizlik artmak-ta, toplumsal ve ekonomik yaşam olumsuz etkilenmektedir.Çalışma konumuz yabancı kaçak işçiliğin yabancılar hukuku kapsamında ele alınması olduğundan, yabancılar hukukuna ilişkin mevzuatımızda yabancı işçiye ve onu çalıştıran işverene uygulanacak müeyyidelerin yeterliliği veya etkili olup olmadığı tartışılmalıdır. Kanımızca yabancı kaçak işçi olarak çalışma ve çalıştı-rılmanın önlenmesine ilişkin düzenlemeler, uygulamada karşılaşılan hukukî so-runları ve uygulamaları da göz önünde bulundurularak güncellenmelidir. Ancak genel olarak yabancı kaçak işçi çalıştırmakla en önemli mücadele, istihdam eden ve edilenlerin bilinçlendirmesi ile olacaktır.Son olarak, yabancı kaçak işçi istihdamı sadece yabancılar hukuku bakımın-dan değil insan hakları hukuku, ceza hukuku, sosyal güvenlik hukuku ve vergi hukuku açısından ele alınması gereken önemli bir hukukî sorundur ve multi-disipliner bir konu olduğu için sadece hukuk alanında değil ilgili olduğu diğer alanlarda (ekonomi gibi) da dikkatle incelenerek çözümler üretilip uygulamaya geçirilmesi gereken bir gerçekliktir.107  Sınır aşan Örgütlü Suçlara Karşı Birleşmiş Milletler Sözleşmesinin Onaylanmasının Uygun Bulunduğuna Dair Kanun, Kanun No. 4800, Kabul Tarihi 30.01.2003. Sınır Aşan Örgütlü Suçlara Karşı Birleşmiş Milletler Sözleşmesine Ek Kara, Deniz ve Hava Yoluyla Göçmen Kaçakçılığına Karşı Protokolün Onaylanmasının Uygun Bulunduğuna Dair Kanun, Kanun No. 4803, Kabul Tarihi 30.01.2003, Sınır Aşan Örgütlü Suçlara Karşı Birleşmiş Milletler Sözleşmesine Ek İnsan Ticaretinin, Özellikle Kadın ve Çocuk Ticaretinin Önlenmesine, Durdurulmasına ve Cezalandırılmasına İlişkin Protokolün Onaylanmasının Uygun Bulunduğuna Dair Kanun, Kanun No. 4804, Kabul Tarihi 30.01.2003. RG. 4.2.2003/ 25014. Bkz. Özkan, s. 135; İçduygu / Aksel, s. 47-48.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1114 Dr. Öğr. Üyesi Gülce GÜMÜŞLÜ TUNÇAĞILKAYNAKÇAAYBAY, Rona / DARDAĞAN KİBAR, Esra, Yabancılar Hukuku, 3. Baskı, İstanbul Bilgi Üniversitesi Yayınları, İstanbul, 2010.ASLANTÜRK, Oğuzhan / TUNÇ YUSUF, Erdem, ‘Yabancıların Türkiye’de Kayıtdı-şı İstihdamı’, Aksaray Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi, Sayı 10/4, Yıl: 2018, Aksaray, s. 13-20.BARAN ÇELİK, Neşe, ‘Türk Hukukunda Uluslararası Koruma Başvurusunda Bulunan veya Uluslararası Korumadan Yararlanan Yabancıların Hak ve Yükümlülükleri’, İnö-nü Üniversitesi Hukuk Fakültesi Dergisi Özel Sayı, Cilt 1, Yıl: 2015, s. 67-148.BAŞBAKANLIK, Kayıt Dışı İstihdamla Mücadele (KADİM) Projesi ile İlgili 2006/28 Sayılı Genelge, 04 Ekim 2006 Tarihli Resmî Gazete, Sayı: 26309 (KADİM Projesi).CANDAN, Mehmet, Kayıt Dışı İstihdam, Yabancı Kaçak İşçi İstihdamı ve Toplumumuz Üzerindeki Sosyo-Ekonomik Etkileri, Çalışma ve Sosyal Güvenlik Bakanlığı Türkiye İş Kurumu Genel Müdürlüğü, Ankara, 2007.CİN, Mustafa, ‘Yabancıların Kendilerine Yasak İşlerde veya Çalışma İzni Almadan Ça-lışmasının İş Sözleşmesine Etkisi’, Kamu İş (İş Hukuku ve İktisat Dergisi), Sayı 8/1, Yıl: 2005, https://www.tuhis.org.tr/pdf/820.pdf.ÇALIŞMA VE SOSYAL GÜVENLİK BAKANLIĞI İŞ TEFTİŞ KURULU BAŞ-KANLIĞI, Yabancıların İzinsiz Çalışmasının Önlenmesi Teftiş Projesi Genel Değer-lendirme Raporu, Ankara, 2008, https://ailevecalisma.gov.tr/medias/5986/2007_220.pdf, erişim tarihi Mayıs 2021.  https://www.csgb.gov.tr/uigm/genel-bilgiler/idari-para-cezalari/, erişim tarihi Haziran 2021.ÇELİKEL, Aysel / ÖZTEKİN GELGEL, Günseli, Yabancılar Hukuku, Beta Yayıncı-lık, İstanbul, 2018.ÇİÇEKLİ, Bülent, ‘Mülteci, Sığınmacı ve Göçmenler: Sınıflandırma ve Yasal Statünün Belirlenmesine İlişkin Sorunlar’, Vatandaşlık, Göç, Mülteci ve Yabancılar Hukukun-daki Güncel Gelişmeler, Uluslararası Sempozyum Bildirileri, 15-16 Mayıs 2009, Ana-dolu Üniversitesi, Türkiye Barolar Birliği Yayınları, Yıl: 2010, Ankara, s. 327-362.ÇOPUROĞLU, Çağlar, ‘Türkiye’deki Yabancı Kayıt Dışı İşçilerin Kısa ve Uzun Vadeli Sosyal Sigortalar Üzerinde Oluşturduğu Riskler’, Antalya Bilim Üniversitesi Hukuk Fakültesi Dergisi, Sayı 9/17, Yıl: 2021, Antalya, s. 269-285.DARDAĞAN, Esra, ‘An Overview and Discussion of the New Turkish Law on Foreigners and International Protection’, Perceptions, Sayı XVIII/3, Yıl: 2013, Ankara, s. 109-128.DOĞAN, Vahit, Türk Yabancılar Hukuku, Üçüncü Baskı, Savaş Yayınevi, Ankara, 2020.DÖNMEZ, Hasan, Türkiye’de Kayıt Dışı İstihdam, Legal Yayıncılık, İstanbul, 2020.EKŞİ, Nuray, Yabancılar ve Uluslararası Koruma Hukuku, 5. Baskı, Beta Basım, İstan-bul, 2018.EKŞİ, Nuray, ‘Kabotaj Kanunu Uyarınca Yabancılara Yasaklanan Meslek ve Sanatlar’, Kabotaj, Mavi Vatan ve Türk Denizciliği, İstanbul Barosu Cumhuriyet Araştırmaları Merkezi/Taşıma ve Lojistik Hukuku Komisyonu Ortak Düzenlenen Çevrimiçi Konfe-rans, 1 Temmuz 2021, Tebliğ Kitabı, 2021, s. 357-377.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1Türk Yabancılar Hukuku Kapsamında Yabancı Kaçak İşçi” Kavramı 115ELÇİN, Doğa, Milletlerarası Unsurlu Bireysel ve Toplu İş Sözleşmelerine Uygulanacak Hukuk, Adalet Yayınevi, Ankara, 2012.ERDOĞAN, Murat, Suriyeliler Barometresi 2019: Suriyelilerle Uyum İçinde Yaşamanın Çerçevesi, Orion Kitabevi, Ankara, 2020, https://www.unhcr.org/tr/wp-content/uplo-ads/sites/14/2020/09/SB2019-TR-04092020.pdf.ERTEN, Rıfat, ‘Yabancılar ve Uluslararası Koruma Kanunu Hakkında Genel Bir Değerlen-dirme’, Gazi Üniversitesi Hukuk Fakültesi Dergisi, Sayı XIX/1, Yıl: 2015, Ankara, s. 3-51.ESEN, Emre, ‘Türk Hukukunda Yabancıların İkamet İzinler’, Beta Basım, İstanbul, 2019.GÜMÜŞLÜ TUNÇAĞIL, Gülce, ‘Yabancıların Türkiye’de Eğitim Hizmetinde Çalış-ması’, Hacettepe Hukuk Fakültesi Dergisi, Sayı 9/1, Yıl: 2019, Ankara, s. 68 - 109.INTERNATIONAL LABOUR ORGANIZATION, Syrians in the Turkish Labour Mar-ket, 2017, s. 1, https://www.ilo.org/wcmsp5/groups/public/---europe/---ro-geneva/---ilo-ankara/documents/genericdocument/wcms_738620.pdf, erişim tarihi Ağustos 2021.İÇDUYGU, Ahmet / AKSEL, Damla B., Türkiye’de Düzensiz Göç, Uluslararası Göç Örgütü Yayınları, Ankara, 2012.KARAAĞAÇ, Ömür, ‘Yabancıların Türkiye’de Çalışmalarına İlişkin Temel Düzenleme Olarak Uluslararası İşgücü Kanununun Genel Değerlendirilmesi’, Çankaya Üniver-sitesi Hukuk Fakültesi Dergisi, Sayı 3/1, Yıl: 2018, Ankara, s. 89-121.KESER, Hakan, ‘Yabancıların Çalışma İzinleri Hakkında Kanun Tasarısı Işığında Türkiye’de Yabancıların Çalışma Hakkı ve Yabancı Kaçak İşçilik’, Kamu İş (İş Huku-ku ve İktisat Dergisi), Sayı 7/2, Yıl: 2003, s. 2-48.MAHİROĞULLARI, Adnan, ‘Türkiye’de Kayıtdışı İstihdam ve Önlemeye Yönelik Stra-tejiler’, Süleyman Demirel Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi, Sayı 22/2, Yıl: 2017, Isparta, s. 547-565.MOLLAMAHMUTOĞLU, Hamdi / ASTARLI, Muhittin / BAYSAL, Ulaş, İş Hukuku, Gözden Geçirilmiş ve Genişletilmiş 6. Bası, Ankara, 2014.ÖZKAN, Işıl, Göç, İltica ve Sığınma Hukuku, Yabancılar ve Uluslararası Koruma Ka-nunu ve Uluslararası İşgücü Kanunu ile Getirilen Değişikliklerle, Güncellenmiş 3. Baskı, Seçkin, Ankara, 2018.ÖZEL, Sibel, ‘Uluslararası Koruma Başvuru Sahibi, Uluslararası Koruma Sahibi ile Geçici Koruma Altına Alınanların Hukuki Statülerinin Sığınmacı ve Göçmen Kav-ramları Özelinde Değerlendirilmesi’, Uludağ Journal of Economy and Society / B.U.Ü. İktisadi ve İdari Bilimler Fakültesi Dergisi Sayı 37/, Yıl: 2018, s. 249-295.ÖZEL, Sibel, ‘Türkiye’de Suriyelilerin Hukukî Statüsü’, Yeditepe Üniversitesi Hukuk Fakültesi Dergisi, Sayı XVII/2, Yıl: 2020, İstanbul, s. 709-734.SAVUR, Elçin, Türk-Yabancılar Hukuku Çerçevesinde Yabancıların Çalışma Hakkı ve Buna İlişkin Sınırlamalar, Yayımlanmamış Yüksek Lisans Tezi, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, İstanbul, 2016.SOSYAL GÜVENLİK KURUMU EMEKLİLİK HİZMETLERİ GENEL MÜDÜR-LÜĞÜ, 2013/11 Sayılı Sigortalılık İşlemleri Genelgesinin (07/10/2020 tarihli ve 2020/41 sayılı Genelge İşlenmiş Hâli, Ekim 2020.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1116 Dr. Öğr. Üyesi Gülce GÜMÜŞLÜ TUNÇAĞILSÜZEK, Sarpek, İş Hukuku (Genel Esaslar, Bireysel İş Hukuku), Yenilenmiş 14. Baskı, Beta Yayınları, İstanbul 2017.T.C. ÇALIŞMA VE SOSYAL GÜVENLİK BAKANLIĞI, Yabancıların Çalışma İzin-leri Uygulama Rehberi, Yayın No.10, Ankara, 2014.TEKSOY, Barış, ‘6458 Sayılı Yabancılar ve Uluslararası Koruma Kanununa Göre Ya-bancıların Vize Alma Zorunluluğu’, Ankara Üniversitesi Hukuk Fakültesi Dergisi, Sayı 62/3, 2013, Ankara, s. 855-906.TUNÇOMAĞ, Kenan / TANKUT, Centel, İş Hukukunun Esasları (Genel Kavramlar, İş Sözleşmesi, Sendikalar, Toplu İş Sözleşmeleri, Arabuluculuk ve Tahkim, Grev ve Lokavt), 6. Bası, Beta Yayınları, İstanbul 2013.TÜRKİYE İSTATİSTİK KURUMU, İşgücü İstatistikleri, Ağustos 2020, Yayım Tarihi 10 Kasım 2020, S. 33792, Resmi İnternet Sitesi https://data.tuik.gov.tr.UNHCR, Durable Solutions for Syrian Refugees, July/August 2019, s. 1-4, https://www.unhcr.org/tr/wp-content/uploads/sites/14/2020/09/SB2019-TR-04092020.pdf, erişim tarihi Ağustos 2021.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1",
     "Kaynakça": "AYBAY, Rona / DARDAĞAN KİBAR, Esra, Yabancılar Hukuku, 3. Baskı, İstanbul Bilgi Üniversitesi Yayınları, İstanbul, 2010.ASLANTÜRK, Oğuzhan / TUNÇ YUSUF, Erdem, ‘Yabancıların Türkiye’de Kayıtdı-şı İstihdamı’, Aksaray Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi, Sayı 10/4, Yıl: 2018, Aksaray, s. 13-20.BARAN ÇELİK, Neşe, ‘Türk Hukukunda Uluslararası Koruma Başvurusunda Bulunan veya Uluslararası Korumadan Yararlanan Yabancıların Hak ve Yükümlülükleri’, İnö-nü Üniversitesi Hukuk Fakültesi Dergisi Özel Sayı, Cilt 1, Yıl: 2015, s. 67-148.BAŞBAKANLIK, Kayıt Dışı İstihdamla Mücadele (KADİM) Projesi ile İlgili 2006/28 Sayılı Genelge, 04 Ekim 2006 Tarihli Resmî Gazete, Sayı: 26309 (KADİM Projesi).CANDAN, Mehmet, Kayıt Dışı İstihdam, Yabancı Kaçak İşçi İstihdamı ve Toplumumuz Üzerindeki Sosyo-Ekonomik Etkileri, Çalışma ve Sosyal Güvenlik Bakanlığı Türkiye İş Kurumu Genel Müdürlüğü, Ankara, 2007.CİN, Mustafa, ‘Yabancıların Kendilerine Yasak İşlerde veya Çalışma İzni Almadan Ça-lışmasının İş Sözleşmesine Etkisi’, Kamu İş (İş Hukuku ve İktisat Dergisi), Sayı 8/1, Yıl: 2005, https://www.tuhis.org.tr/pdf/820.pdf.ÇALIŞMA VE SOSYAL GÜVENLİK BAKANLIĞI İŞ TEFTİŞ KURULU BAŞ-KANLIĞI, Yabancıların İzinsiz Çalışmasının Önlenmesi Teftiş Projesi Genel Değer-lendirme Raporu, Ankara, 2008, https://ailevecalisma.gov.tr/medias/5986/2007_220.pdf, erişim tarihi Mayıs 2021.  https://www.csgb.gov.tr/uigm/genel-bilgiler/idari-para-cezalari/, erişim tarihi Haziran 2021.ÇELİKEL, Aysel / ÖZTEKİN GELGEL, Günseli, Yabancılar Hukuku, Beta Yayıncı-lık, İstanbul, 2018.ÇİÇEKLİ, Bülent, ‘Mülteci, Sığınmacı ve Göçmenler: Sınıflandırma ve Yasal Statünün Belirlenmesine İlişkin Sorunlar’, Vatandaşlık, Göç, Mülteci ve Yabancılar Hukukun-daki Güncel Gelişmeler, Uluslararası Sempozyum Bildirileri, 15-16 Mayıs 2009, Ana-dolu Üniversitesi, Türkiye Barolar Birliği Yayınları, Yıl: 2010, Ankara, s. 327-362.ÇOPUROĞLU, Çağlar, ‘Türkiye’deki Yabancı Kayıt Dışı İşçilerin Kısa ve Uzun Vadeli Sosyal Sigortalar Üzerinde Oluşturduğu Riskler’, Antalya Bilim Üniversitesi Hukuk Fakültesi Dergisi, Sayı 9/17, Yıl: 2021, Antalya, s. 269-285.DARDAĞAN, Esra, ‘An Overview and Discussion of the New Turkish Law on Foreigners and International Protection’, Perceptions, Sayı XVIII/3, Yıl: 2013, Ankara, s. 109-128.DOĞAN, Vahit, Türk Yabancılar Hukuku, Üçüncü Baskı, Savaş Yayınevi, Ankara, 2020.DÖNMEZ, Hasan, Türkiye’de Kayıt Dışı İstihdam, Legal Yayıncılık, İstanbul, 2020.EKŞİ, Nuray, Yabancılar ve Uluslararası Koruma Hukuku, 5. Baskı, Beta Basım, İstan-bul, 2018.EKŞİ, Nuray, ‘Kabotaj Kanunu Uyarınca Yabancılara Yasaklanan Meslek ve Sanatlar’, Kabotaj, Mavi Vatan ve Türk Denizciliği, İstanbul Barosu Cumhuriyet Araştırmaları Merkezi/Taşıma ve Lojistik Hukuku Komisyonu Ortak Düzenlenen Çevrimiçi Konfe-rans, 1 Temmuz 2021, Tebliğ Kitabı, 2021, s. 357-377.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1Türk Yabancılar Hukuku Kapsamında Yabancı Kaçak İşçi” Kavramı 115ELÇİN, Doğa, Milletlerarası Unsurlu Bireysel ve Toplu İş Sözleşmelerine Uygulanacak Hukuk, Adalet Yayınevi, Ankara, 2012.ERDOĞAN, Murat, Suriyeliler Barometresi 2019: Suriyelilerle Uyum İçinde Yaşamanın Çerçevesi, Orion Kitabevi, Ankara, 2020, https://www.unhcr.org/tr/wp-content/uplo-ads/sites/14/2020/09/SB2019-TR-04092020.pdf.ERTEN, Rıfat, ‘Yabancılar ve Uluslararası Koruma Kanunu Hakkında Genel Bir Değerlen-dirme’, Gazi Üniversitesi Hukuk Fakültesi Dergisi, Sayı XIX/1, Yıl: 2015, Ankara, s. 3-51.ESEN, Emre, ‘Türk Hukukunda Yabancıların İkamet İzinler’, Beta Basım, İstanbul, 2019.GÜMÜŞLÜ TUNÇAĞIL, Gülce, ‘Yabancıların Türkiye’de Eğitim Hizmetinde Çalış-ması’, Hacettepe Hukuk Fakültesi Dergisi, Sayı 9/1, Yıl: 2019, Ankara, s. 68 - 109.INTERNATIONAL LABOUR ORGANIZATION, Syrians in the Turkish Labour Mar-ket, 2017, s. 1, https://www.ilo.org/wcmsp5/groups/public/---europe/---ro-geneva/---ilo-ankara/documents/genericdocument/wcms_738620.pdf, erişim tarihi Ağustos 2021.İÇDUYGU, Ahmet / AKSEL, Damla B., Türkiye’de Düzensiz Göç, Uluslararası Göç Örgütü Yayınları, Ankara, 2012.KARAAĞAÇ, Ömür, ‘Yabancıların Türkiye’de Çalışmalarına İlişkin Temel Düzenleme Olarak Uluslararası İşgücü Kanununun Genel Değerlendirilmesi’, Çankaya Üniver-sitesi Hukuk Fakültesi Dergisi, Sayı 3/1, Yıl: 2018, Ankara, s. 89-121.KESER, Hakan, ‘Yabancıların Çalışma İzinleri Hakkında Kanun Tasarısı Işığında Türkiye’de Yabancıların Çalışma Hakkı ve Yabancı Kaçak İşçilik’, Kamu İş (İş Huku-ku ve İktisat Dergisi), Sayı 7/2, Yıl: 2003, s. 2-48.MAHİROĞULLARI, Adnan, ‘Türkiye’de Kayıtdışı İstihdam ve Önlemeye Yönelik Stra-tejiler’, Süleyman Demirel Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi, Sayı 22/2, Yıl: 2017, Isparta, s. 547-565.MOLLAMAHMUTOĞLU, Hamdi / ASTARLI, Muhittin / BAYSAL, Ulaş, İş Hukuku, Gözden Geçirilmiş ve Genişletilmiş 6. Bası, Ankara, 2014.ÖZKAN, Işıl, Göç, İltica ve Sığınma Hukuku, Yabancılar ve Uluslararası Koruma Ka-nunu ve Uluslararası İşgücü Kanunu ile Getirilen Değişikliklerle, Güncellenmiş 3. Baskı, Seçkin, Ankara, 2018.ÖZEL, Sibel, ‘Uluslararası Koruma Başvuru Sahibi, Uluslararası Koruma Sahibi ile Geçici Koruma Altına Alınanların Hukuki Statülerinin Sığınmacı ve Göçmen Kav-ramları Özelinde Değerlendirilmesi’, Uludağ Journal of Economy and Society / B.U.Ü. İktisadi ve İdari Bilimler Fakültesi Dergisi Sayı 37/, Yıl: 2018, s. 249-295.ÖZEL, Sibel, ‘Türkiye’de Suriyelilerin Hukukî Statüsü’, Yeditepe Üniversitesi Hukuk Fakültesi Dergisi, Sayı XVII/2, Yıl: 2020, İstanbul, s. 709-734.SAVUR, Elçin, Türk-Yabancılar Hukuku Çerçevesinde Yabancıların Çalışma Hakkı ve Buna İlişkin Sınırlamalar, Yayımlanmamış Yüksek Lisans Tezi, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, İstanbul, 2016.SOSYAL GÜVENLİK KURUMU EMEKLİLİK HİZMETLERİ GENEL MÜDÜR-LÜĞÜ, 2013/11 Sayılı Sigortalılık İşlemleri Genelgesinin (07/10/2020 tarihli ve 2020/41 sayılı Genelge İşlenmiş Hâli, Ekim 2020.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1116 Dr. Öğr. Üyesi Gülce GÜMÜŞLÜ TUNÇAĞILSÜZEK, Sarpek, İş Hukuku (Genel Esaslar, Bireysel İş Hukuku), Yenilenmiş 14. Baskı, Beta Yayınları, İstanbul 2017.T.C. ÇALIŞMA VE SOSYAL GÜVENLİK BAKANLIĞI, Yabancıların Çalışma İzin-leri Uygulama Rehberi, Yayın No.10, Ankara, 2014.TEKSOY, Barış, ‘6458 Sayılı Yabancılar ve Uluslararası Koruma Kanununa Göre Ya-bancıların Vize Alma Zorunluluğu’, Ankara Üniversitesi Hukuk Fakültesi Dergisi, Sayı 62/3, 2013, Ankara, s. 855-906.TUNÇOMAĞ, Kenan / TANKUT, Centel, İş Hukukunun Esasları (Genel Kavramlar, İş Sözleşmesi, Sendikalar, Toplu İş Sözleşmeleri, Arabuluculuk ve Tahkim, Grev ve Lokavt), 6. Bası, Beta Yayınları, İstanbul 2013.TÜRKİYE İSTATİSTİK KURUMU, İşgücü İstatistikleri, Ağustos 2020, Yayım Tarihi 10 Kasım 2020, S. 33792, Resmi İnternet Sitesi https://data.tuik.gov.tr.UNHCR, Durable Solutions for Syrian Refugees, July/August 2019, s. 1-4, https://www.unhcr.org/tr/wp-content/uploads/sites/14/2020/09/SB2019-TR-04092020.pdf, erişim tarihi Ağustos 2021.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 1"
}