{
     "Tip": "Makale",
     "Dergi İsmi": "Maltepe Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "",
     "Yıl": "2021",
     "Cilt": "",
     "Sayı": "2",
     "Başlık": "Akreditif Hukukunda Temel İlişkiye Esas Geçersizlik ve Akde Aykırılık Durumlarının Türk Borçlar Kanunu Çerçevesinde İrdelenmesi",
     "Title": "Examination of the Basic Relational Invalidity and Contractual Contradictions in the Letter of Credit Law within the Framework of the Turkish Code of Obligations",
     "Yazar İsmi": [
          "Dr. Hande ATMACA ÜLKÜ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Akreditif İlişkisi",
          "Temel İlişki",
          "Geçersizlik",
          "Akde Aykırılık",
          "Hakkın Kötüye Kullanılması Yasağı."
     ],
     "Keywords": [
          "Letter of Credit Relationship",
          "Basic Relationship",
          "Invalidity",
          "Breach of Contract",
          "The Prohibition on Abuse of Rights."
     ],
     "Özet": "Uluslararası ticarete özgü bir terim olan akreditifin hukuki yapısı, akreditif ilişkisine ve temel ilişkiye esas olmak üzere birbirinden bağımsız nitelikte iki farklı hukuki ilişki-den oluşmaktadır. Temel ilişkiye esas sözleşmenin geçersizliği veya akde aykırı durum-ların varlığı halinde elbette ki akreditif ilişkisinin bu durumlardan etkilenmesi beklen-memelidir. Aksinin kabulü, uluslararası ticaretin işlerliğini kolaylaştırmak amacıyla belli şartlar dahilinde gerçekleşen bir ödeme yöntemi olan akreditif kurumundan beklenilen faydayı ortadan kaldırabilecektir. Konu anlatılırken satım sözleşmesine özgü durumlar akreditif kurumu ile ilişkilendirilmek suretiyle değerlendirme yapılmıştır. Esasen temel ilişkiye esas sözleşmeyi bütünüyle sistemin dışına itmekte hakkaniyete aykırı sonuçlara yol açabilecektir. Bu sebeple Türk Hukukunda, lehtarın ödeme talebinin hakkın kötüye kullanılması yasağına” aykırılık teşkil etmesi halinde bedelin ödenmemesi kabul edilebi-lir. Yani, temel ilişkiye esas akdin geçersizliği ve akde aykırı durumların mevcudiyeti du-rumunda dahi ödeme talebi kabul edilebilir niteliktedir; meğerki bu talep, hakkın kötüye kullanılması yasağına aykırılık teşkil edecek nitelikte olsun. Çalışmamızda hangi hallerde geçersizlik” ve akde aykırılık” kavramlarının gündeme gelebileceği değerlendirilmiş ve bu suretle akreditif ilişkisine özgü hakkın kötüye kullanılması yasağına aykırılık hal-lerinin sistematik şekilde ortaya konulması amaçlanmıştır.",
     "Abstract": "The legal structure of the letter or credit, which is a term specific to international trade, consists of two different legal relationships that are independent of each other. İn case of invalidity of the main contract of the main relationship or the existence of situations contrary to the contract, of course, the letter of credit relationship should not be expected to be affected by these situations. Accepting the contrary may eliminate the expected benefit from the letter of credit institution, which is a payment method realized under certain conditions in order to facilitate the operability of international trade. While explaining the subject, the cases specific to the sales contract were evaluated by associating them with the letter of credit institution. However, pushing the main contract out of the system with its baton may lead to unfair results. In Turkish Law, if the payment request of the beneficiary constitutes a violation of the prohibition on abuse of rights non-payment of the price may be accepted. The request for payment is acceptable even in the case of the invalidity of the contract underlying the basic relationship and the existence of unconstitutional situations; unless this request is in violation of the prohibition on abuse of rights. In our study, by emphasizing invalidity” and contravention of the contract”, cases of violation of the prohibition on abuse of rights systematically",
     "Metin": "maddesinde düzenleme bulan hakkın kötüye kullanılması yasağına aykırılık teşkil edecek nitelikte olduğunun saptanması halinde akreditif ilişkisinin temel ilişkiden bağımsızlığının ileri sürülemeyeceği ilkesi kabul edilmiştir.I. AKREDİTİF İLİŞKİSİ İÇERİSİNDEKİ TEMEL KAVRAMLARIN HUKUKİ NİTELENDİRİLMESİAkreditif ilişkisi içerisindeki temel kavramların tanımlamasını yapacak olur-sak; ihracatçı lehine akreditif açılan kişi; lehtar banka2 (ihracatçı, muhabir) ise akreditifte oluşan şartlara göre ihracatçının bulunduğu ülkede ihracatçıya akredi-tifi teyit eden veya ihbar edene ödemeyi yapan bankadır. Akreditif amiri3 (alıcı, ithalatçı), akreditif açılmasını isteyen ve bunu bankadan talep eden taraftır. Alıcı, 2  Sibel Özel, Akreditif ve Hukuki Niteliği, İstanbul, Beta Basım Yayım, 1991, s. 68. Vahit Doğan, Uluslararası Ticarette Ödeme Aracı Olarak Akreditif, Gözden Geçirilmiş 3. Baskı, Ankara: Seçkin Yayıncılık, 2011, s. 24.3  Ünal Tekinalp, Banka Hukukunun Esasları, Yeniden Yazılmış 2. Baskı, Vedat Kitapçılık, İstanbul, 2009, s. 557; Özel, s. 22.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2300 Dr. Hande ATMACA ÜLKÜakreditifte öngörülen belgeler bankaya ibraz edilmeden banka tarafından ödeme yapılamayacağını teminat altına almaktadır.4Amir banka5 (ithalatçının bankası), doğrudan akreditifi lehtara ihbar ederek; öde-meyi de kendisinin yapabileceğini, ihracatçı konumundaki satıcının belgelerini kabul edeceğini taahhüt edebileceği gibi bu işlemlerin yapılması hususunda bir başka bankayı da yetkilendirebilir. Bu şekilde yetkilendirilen banka, görevli bankadır. Görevli banka, akreditif ya da teyit bankasına karşı akreditifte geçen bütün koşulları yüklenen bankadır.Teyit Bankası6 kendi ülkesindeki bir akreditif bankasından doğrulama isteye-cektir. Teyit bankasının ödeme taahhüdü bulunmamaktadır. Akreditif ilişkisinde akreditif bankası yani amir banka, akreditif açar; akreditif bankası bedeli öder ve amir bankaya rücu edebilir.Akreditif amiri, akreditif bankasını akreditifte belirtilen koşulların gerçekleş-mesi durumunda satış bedelini lehtara ödemekle görevlendirmektedir. Akreditif bankası, üstlendiği bu görevi, akreditif amirinin iradesine uygun olarak kendi ba-ğımsız yetki ve görev alanı içerisinde gerçekleştirmektedir. Akreditif bankası ve amir banka arasında vekalet sözleşmesi mevcuttur.7 Akreditif bankası, amir banka-nın vekili sıfatıyla akreditif açabilir. Akreditif bankası, muhabir banka aracılığıyla lehtar satıcıya akreditifi ulaştırır. Lehtar satıcı akreditifi kabul etmişse, ibraz edilen belgeler akreditif metnine göre de uygunsa teyit bankası akreditifte geçen bedeli ödemek zorundadır. Akreditif bankası, teyit bankasına vekalet vermektedir. Ancak teyit bankası ve amir bankası arasında hiçbir hukuki ilişki yoktur.İhbar Bankası, akreditif bankası için diğer ülkelerde muhabir konumundadır. Yani görevli banka, ihbar bankası görevini de üstlenmektedir. Akreditifin doğruluğu onaylanmış ise teyit bankası hem ihbar bankası hem de görevli banka konumundadır.II. AKREDİTİF SÖZLEŞMESİNİN TEMEL İLİŞKİDEN BAĞIMSIZ OLMASIAmir Banka, akreditif sözleşmesinin yapılması üzerine satıcıya yani lehtara, ak-reditifin açıldığını ihbar eder. Satıcı, amir bankanın talebi üzerine akreditif ilişkisi kapsamında kararlaştırılmış belgeleri8 amir bankaya ibraz ettiğinde amir banka satıcı-4  Doğan s. 39 vd.; Fatma Ceyda Ciray, Akreditifte Bankaların Hukuki Bakımdan Sorumlulukları, Yayımlanmamış Doktora Tezi, MÜBSE, İstanbul 2009, s. 59 vd.; Sevgi Bozkurt, Akreditifin Uygulanması, 1. Baskı, Seçkin Yayıncılık, Ankara 2006, s. 18 vd.5  Cengiz Kostakoğlu, Banka Kredileri, Tüketici ve Konut Kredileri ile Kredi Kartlarından Doğan Uyuşmazlıklar, Beta Yayınları, İstanbul 2013, s. 1087.6  Bazen muhabir banka; teyit bankası, iştira bankası, ödeme bankası, rambursman bankası gibi isimler ve görevler alabilir. Bu görevler muhabir banka tarafından yerine getirilebileceği gibi başka bankalar tarafından da yerine getirilebilir, Oğuz Sadık Aydos, Akreditif, Ankara: Turhan Kitabevi, 2000, s. 25-26.7  Semih Saraç, Akreditifin Hukuki Niteliği, Yayınlanmamış Yüksek Lisans Tezi, İstanbul Ticaret Üniversitesi Sosyal Bilimler Enstitüsü, İstanbul, Haziran 2014, s. 127.8  Saraç, s. 68.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2Akreditif Hukukunda Temel İlişkiye Esas Geçersizlik ve Akde Aykırılık Durumlarının Türk Borçlar Kanunu ... 301ya ödeme yapmakla yükümlüdür. Akreditif ilişkisinin hukuki yapısı, temel ilişkiden bağımsız olmasını gerektirir.9 Yani akreditif açılarak sözleşmeye konu edilmişse te-mel ilişkiye esas borç hiç veya gereği ifa edilmese dahi; akreditif bankası, muhabir banka ile arasındaki sözleşme gereği lehtara akreditif bedelini ödemekle yükümlüdür.Banka akreditif sözleşmesinden doğan borcunu ifa ederken temel ilişki kap-samında geçerli olan durum ve koşulları değil, akreditifin koşullarını esas almak-la yükümlüdür.10 Akreditif bankası; akreditif açıldığını muhabir banka aracılığıy-la akreditif lehtarına bildirir. Banka ile alıcının arasındaki akreditif sözleşmesi geçersiz olmasına rağmen amir banka bir kez lehtara akreditif açıldığını ihbar etmiş, akabinde lehtar akreditif ilişkisi kapsamında amir bankanın talep ettiği belgeleri ibraz etmişse amir bankanın artık akreditif sözleşmesinin geçersizliğine dayanarak lehtara ödeme yapmaktan kaçınması mümkün değildir.III. TEMEL İLİŞKİNİN GEÇERSİZ OLMASININ AKREDİTİF İLİŞKİSİ KAPSAMINDA HUKUKİ OLARAK DEĞERLENDİRİLMESİAkreditifte bir temel ilişki (satış sözleşmesi), bir de bu ilişkiden doğan borcu ifa etmeyi amaçlayan akreditif ilişkisi bulunmaktadır. Bu iki ilişki aralarındaki ekonomik bağlılığa rağmen hukuken birbirinden bağımsızdır.11TBK’nın 27/I maddesindeki çok açık düzenleme gereği; temel ilişkinin konusu kanuna, ahlaka ve kamu düzenine aykırı ise kesin hükümsüzlük yaptırımına bağlıdır. Akreditif sözleşmesinin geçerli şekilde hüküm ve sonuç doğurduğu halde temel ilişki kesin hükümsüz olsa dahi akreditif sözleşmesi temel ilişkiden bağımsız12 olduğu için amir banka, lehtar satıcıya akreditifte öngörülen koşullarla ödeme yapmakla yüküm-lüdür.13 Ancak bu durumda alıcı yani amir de akreditif bankasına yapmış olduğu öde-meyi sebepsiz zenginleşme hükümlerince lehtardan geri alabilir.149  Milletlerarası Ticaret Odası’nın Yeknesak Kuralları 4-a maddesinde, akreditif sözleşmesinin temel ilişkiden tamamen bağımsız olduğu açıkça ifade edilmiştir.10  Doğan, s. 40; Özel, s. 16.11  Sezer Çabri, ‘Akreditifte Temel İlişkiden Doğan Borcun Hiç veya Gereği Gibi İfa Edilmemesinin Akreditif İlişkisine Etkisi’, Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Cilt: 22, Sayı: 3, s. 617.12  Seza Reisoğlu, ‘Hukuki Açıdan Akreditif ve Uygulama Sorunları’, Bankacılar Dergisi, s. 52, 2005, s. 41; Arslan Kaya, Belgeli Akreditifte Lehtarın Hukukî Durumu, Beta Basın Yayım, İstanbul 1995, s. 107; Bozkurt, s. 5, Cevdet Yavuz / Faruk Acar, / Burak Özen, Türk Borçlar Hukuku,  Özel  Hükümler,  6098  Sayılı  Türk  Borçlar  Kanunu’na  Göre  Güncellenmiş  ve Yenilenmiş 10. Baskı, Beta Yayınevi, İstanbul 2014, s. 1353; Akın, Ekici, ‘Akreditifte Lehtarın Dürüstlük Kurallarına Aykırı Olarak (Fraud) Bedeli Talep Etmesi ve Bu Durumda Akreditif Bedelini İştira (İskonto) Eden Bankanın Hukuki Durumu’, Prof. Dr. Hayri Domaniç’e 80. Yaş Günü Armağanı, I. Cilt, Beta Yayınları, İstanbul, 2001, s. 164 vd.13  Gözde  Engin  Günay,  Türk  Hukuku’nda Akreditif, Yayımlanmamış Yüksek  Lisans Tezi, İTÜSBE, İstanbul, 2013, s. 26.14  Doğan, s. 387.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2302 Dr. Hande ATMACA ÜLKÜTemel ilişkinin geçersizliği alıcının ve satıcının her ikisinin birden bilgisi da-hilinde olmasına rağmen lehtarın ödeme talebinde bulunması hakkın kötüye kul-lanılması şeklinde kabul edileceğinden bu durumda alıcı sebepsiz zenginleşme hükümlerine dayanarak hak talep edemeyecektir. Aksinin kabulü hakkın kötüye kullanılması yasağına aykırılık teşkil eder.Temel ilişkiye esas sözleşmede irade fesadı örneğin esaslı yanılma ve aldatma durumları mevcutsa sözleşmenin iptali gündeme gelebilecektir. Esaslı yanılmaya dayanarak sözleşmenin iptal edilmesine rağmen satıcının akreditif bedelini talep etmesi hakkın kötüye kullanılması niteliğindedir. Aldatma söz konusu olduğunda ancak aldatmayı lehtar ya da onun bilgisi dahilinde üçünü bir kişi gerçekleştirirse lehtarın ödeme talebi hakkın kötüye kullanılması yasağına aykırı kabul edilir.Alıcı (amir) ile satıcı (lehtar) arasındaki satış ya da bir hizmetin görülmesine ilişkin temel ilişkiye esas sözleşme kapsamında taraflar, ödemenin akreditif yo-luyla yapılacağını kararlaştırmışlarsa ancak buna rağmen alıcı akreditif açtırmaz-sa15 menfi zararların tazmini genel hükümler çerçevesinde talep edilebilmelidir.IV. TEMEL İLİŞKİYE AYKIRILIK DURUMUNUN AKREDİTİF SÖZLEŞMELERİNE ETKİSİNİN HUKUKSAL AÇIDAN İRDELENMESİBu başlık altında aliud ifa ve ayıplı ifa kavramlarının Türk hukuk uygulama-sındaki tanımlamaları akreditif uygulaması ile ilişkilendirilmek suretiyle yapıla-rak birbirlerinden farklılaştıkları noktalar ortaya konulmaya çalışılacaktır.Türk hukukunda bazı yazarlarca16 aliud ifanın ayıplı yani kötü ifa niteliğin-de olduğu öne sürülse de genel olarak, aliud ifanın”, esasen ifa etmeme olarak kabul edilmesi gerektiği, aliud ifa söz konusu olduğunda zaten geçerli bir ifanın varlığından bahsetmenin mümkün olmadığı düşüncesi17 hakimdir. Yani, satıcı alı-cıya kararlaştırılan şeyden başka bir şey teslim ederse aliud ifanın söz konusu olacağı, borcun hiç veya gereği gibi ifa edilmemesi hallerinde ise ayıplı ifa du-rumlarının mevcut bulunduğu genel olarak kabul görmektedir.18Doktrindeki bir yazar19 ayıptan sorumluluğa ilişkin hükümlerin, aliud teslim söz konusu olduğu hallerde de kıyasen uygulanabileceği belli durumların varlı-15  Akreditif açtırma borcuna aykırılığın hukuki sonuçları için bkz.; Doğan, s. 79-80; Özel, s. 29 vd.16  Rona Serozan, Borçlar Hukuku Özel Bölüm, 2. Baskı, Filiz Kitabevi, İstanbul 2006, s. 140, 141.17  Haluk Tandoğan, Borçlar Hukuku Özel Borç İlişkileri, Cilt I/1, Vedat Kitapçılık, İstanbul 2008, s. 172; Cevdet Yavuz, Türk Borçlar Hukuku Özel Hükümler, Beta Yayıncılık, İstanbul, 2007, s. 101.18  Aliud ifanın hukuki tanımı için bkz.; Kevork Acemoğlu, ‘Aliud” ve Federal Mahkemenin Aliud Üzerindeki Tutumu Üzerine’, İÜMHAD, C. 6, S. 9, 1972, s. 19-20 vd. Gümüş Mustafa Alper, Borçlar Hukuku Özel Hükümler, C. 1, 3. Baskı, Vedat Kitabevi, İstanbul, 2013, s. 71, Cevdet Yavuz, Borçlar Hukuku Özel Hükümler, 14. Baskı, s. 74, Fahrettin Aral, Hasan Ayrancı, Borçlar Hukuku Özel Borç İlişkileri, 9. Baskı, Yetkin Yayınevi, Ankara, 2012, s. 104.19  Rona, Serozan, ‘Yeni Alman İfa Engelleri Hukuku’, 2000, İÜHFM, C. 58, S. 1-2, s. 233-248, Rona Serozan, Sözleşmeden Dönme, 2. Baskı, Vedat Kitapevi, İstanbul 2007, s. 304.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2Akreditif Hukukunda Temel İlişkiye Esas Geçersizlik ve Akde Aykırılık Durumlarının Türk Borçlar Kanunu ... 303ğına işaret etmekte yani aliud teslimi yan edim yükümlüğüne aykırılık haline öz-gülemektedir. Diğer bir yazara20 göre ise aliud teslimin gerçekleşmesi halinde asli edim yükümlülüğü kapsamındaki teslim yükümlülüğüne aykırı bir durum ortaya çıktığından aliud teslim, ayıplı teslimden21 daha farklı bir yaptırıma tabi olmalıdır.Kanaatimizce ayıp kavramı, sözleşmede kararlaştırılandan makul sayılamayacak şekilde nitelikte farklılık olduğunda ortaya çıkacaktır. Nicelik olarak belirlenenden ek-sik şekilde yapılan ifa ise ayıplı ifa değil eksik ifa şeklinde değerlendirilmeli dolayısıyla bu durumda gereği gibi ifa etmemenin hüküm ve sonuçlarının doğduğu kabul edilmeli-dir. Aliud ifada, cins ve parça borcu ayrımı yapılmaksızın sözleşmede kararlaştırılandan tamamen farklı bir edimin ifası gerçekleşmiş olmakla bize göre de bu halde aslında gerçekleşmiş bir ifanın varlığından bahsedilmesi mümkün olmamalıdır.Esasen, mal tesliminin aliud ifa niteliğinde kabul edilip edilmeyeceği husu-sundaki değerlendirmelerin ticari hayatın dinamik yapısı nedeniyle önceden ge-nel geçer belirlenebilir nitelikteki objektif kriterlere oturtulması makul değildir. Bu durumda ancak zamana ve mekana göre değişkenlik gösteren fiiliyattaki ticari uygulamalar, aliud ifanın somut olayda mevcut bulunup bulunmadığının değer-lendirilmesinin yapılmasında belirleyici etken olabilecektir.22Temerrüt, borcun talep ve ifa edilebilirliğini etkilemeyeceğinden alacaklı gecikmiş ifayı kabul etmelidir. Ancak gereği gibi ifa etmeme23 kavramı içerisine gecikmiş ifa ile birlikte miktar, nitelik veya yer itibarıyla sözleşmeye uygun ol-mayan ifa durumları da girmektedir.Akreditif ilişkisinde, ister aliud ifa isterse ayıplı ifa ve gereği gibi ifa etmeme durumları söz konusu olsun, lehtar akreditif sözleşmesinde kararlaştırılan belge-leri amir bankanın talebi üzerine ibraz ederse amir banka ödeme yapmak zorun-dadır. Ancak akreditif sözleşmesinde açıkça kararlaştırılmış olmak kaydıyla em-tia alıcı tarafça teslim alınmadan önce emtianın temel ilişkiye esas sözleşme de belirlenen standartlarda olup olmadığının yani ayıp, eksik ya da aliud ifa durum-larının somut olayda bulunup bulunmadığının, konusunda uzman bilirkişi tara-fından tespit edilmesinden ya da alıcı tarafından yapılan kontrol üzerine emtianın tesliminin kabul edilmesinden sonra bedelin ödenmesi de imkân dahilindedir.2420  Ayıplı teslimin yan edim yükümlülüğüne aykırılık oluşturduğu yönündeki görüş için bkz. Acemoğlu, s. 27 dn. 29.21  Ayıplı teslimin asli edim yükümlülüklerinden olan teslim yükümlülüğüne mi yoksa yan edim yükümlülüğüne mi aykırılık teşkil ettiği hususundaki tartışmalar için bkz. Abdullah Harun Ataşlar, Türk Hukuku ve Viyana Satım Sözleşmesi (CISG) Uyarınca Satış Sözleşmesinde Aliud, Yayımlanmamış Yüksek Lisans Tezi, Ankara Yıldırım Beyazıt Üniversitesi Sosyal Bilimler Enstitüsü, Ankara, 2019, s. 31.22  Ayrıca bkz. Doğanay, s. 100, 101, 106.23  Fikret Eren, Borçlar Hukuku Genel Hükümler, 22. Baskı, Yetkin Yayınevi, Ankara, 2017. s. 1073.24  Yavuz/Acar/Özen, s. 1348.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2304 Dr. Hande ATMACA ÜLKÜViyana Satım Sözleşmesi’nde, sözleşmeye uygun olarak yapılması gerekli ifa”; koşullar halinde belirlenmekle bunun haricinde eksik, ayıplı, geç ifa ve benzeri şekiller-de sözleşmeye aykırılık hallerinin tanımlanması yoluna gidilmemiştir. Yani, ifa sözleş-meye uygun değilse buna yol açan her durum, ayıplı ifa olarak kabul edilecektir.Viyana Sözleşmesi’ne akid olmayanlar arasındaki akreditif ilişkisinden do-ğan uyuşmazlığın çözümünde ise; Türk hukuk sistemine egemen kurallar bütünü uygulanacaktır. Yukarıda değinildiği gibi, Türk Borçlar Hukukunda miktardan eksik teslim” ayıplı ifa değil eksik ifa; sözleşmede belirtilmiş olan türden farklı mal teslim edilmesi” ise aluid ifa olarak kabul edilmekle tüm bu durumlarda TBK m.112’de düzenleme bulan sözleşmeye aykırılık hükümleri devreye girecektir.V. AMİR BANKANIN DENETİM YÜKÜMLÜLÜĞÜNÜN HUKUKSAL BOYUTLARILehtar satıcı, sözleşme uyarınca kararlaştırılan belgeleri hazırlayarak banka-ya ibraz eder; banka belgelerin akreditif şartlarına uygun olduğuna karar verirse ödemeyi yapar. Amir bankanın, lehtar satıcının ibraz etmiş olduğu belgelere iliş-kin denetim yükümlülüğü sadece şekli kriterlere uygunluk kriteriyle sınırlıdır.25 Bankayı akreditif şartlarının lafzı ile bağlayan, ona yorum yapma hakkı vermeyen ilkeye akreditif şartlarına sıkı sıkıya bağlılık” ilkesi denilmektedir.26 Türk huku-kunda şekle ilişkin denetim yükümlülüğünü destekler nitelikte bir kanun madde-si bulunmamakla bu yükümlülüğün hukuksal zemindeki dayanağı; TMK’nın 2/II maddesinde yer alan hakkın kötüye kullanılması” ile alakalı düzenlemedir. Kaldı ki esasen UCP 600 revizyonunda da bahsi geçen şekli denetimin hukuki dayanağı düzenlenmemiş şekle aykırılık unsurları örnek mukabilinde sayılmıştır.Amir banka, esasen önceden bahsetmiş olduğumuz üzere temel ilişkide ka-rarlaştırılan edimsel yükümlülüğün yerine getirilip getirilmemiş olduğu mesele-siyle ilgilenmez, sadece kendisine ibraz edilen belgelerle sınırlı olacak şekilde bir denetim yapar.27 Bunun sonucu olarak, satıcı lehtar uygun ibrazı gerçekleştirdi-ğinde amir banka artık satıcıya ödemeyi yapmakla yükümlüdür.28Sözleşmeye konu emtia temel ilişkide belirlenen nitelik ve nicelikte değilse yani aliud veya ayıplı ifadan kaynaklı akde aykırılık durumları mevcutsa bu noktada so-rumluluk hukuku çerçevesinde başvuru haklarını kullanmak alıcının insiyatifindedir. Bir düşünceye29 göre, akreditif bankası ancak lehtar ile arasındaki hukuki ilişki kapsa-mında bir borca aykırılık durumu varsa buna ilişkin itiraz ve def ‘ileri sürerek ödeme 25  Tekinalp, s. 608.26  Ayrıntılı bilgi için bkz. Tekinalp, s. 583-585;27  Bkz, Nuşen Pelin Dalgıç Atabaş, ‘UCP 600 Açısından Bankaların Belgelerle Bağlı Olması Kuralı’, TBB Dergisi 2018 (134), s. 497-498.28  Atabaş, Pelin, s. 500.29  Tekinalp, s. 621; Reisoğlu, s. 41.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2Akreditif Hukukunda Temel İlişkiye Esas Geçersizlik ve Akde Aykırılık Durumlarının Türk Borçlar Kanunu ... 305yapmaktan imtina edebilir. Bir başka düşünceye30 göre ise, böyle bir def’inin akreditifin temel ilişkiden bağımsızlığı ilkesi ile bağdaşmayacağı sebebiyle emtianın niteliği ve niceliği ile alakalı hususlara yönelik ihtilafların akreditif işleminin dışında bırakılması gerekmektedir. Uygulamada, temel ilişkide borca aykırılık söz konusu ise yani aliud veya ayıplı ifa durumları mevcutsa ödemeyi engelleyici mahiyette ihtiyati tedbir kararı alınarak amir banka açısından denetim mekanizması hayata geçirilmektedir.31Amir banka, akreditif ilişkisi kapsamında, emtianın temel ilişkiye esas söz-leşmeye uygun olmadığını doğrular nitelikte resmi merciler kanalıyla verilmiş bir belge32 bulunduğu kanaatine varırsa yani amir banka tarafından lehtarın (satıcı-nın) kendisine yöneltmiş olduğu ödeme talebi hakkın kötüye kullanılması33 niteli-ğinde kabul edilirse bu durumda amir banka, lehtar satıcıya ödeme yapmamalıdır.Ödeme talebinin hakkın kötüye kullanılması niteliğinde olup olmadığının be-lirlenmesi açısından UCP 600’ün 15. maddesinde örnek mukabilinde sayılı bazı durumlar mevcuttur. Lehtar satıcının ödeme talebinin hakkın kötüye kullanılması niteliğinde olup olmadığının değerlendirilmesi lex fori’ye tabidir. Ülkemizde açı-lan bir uyuşmazlıkta ödeme talebinde bulunulması halinde hakim hakkın kötüye kullanılıp kullanılmadığını ülke hukukuna göre takdir edecektir. Uygun olmayan ibrazda bankanın ödeme yapmaması için amirin talebine veya bu konuda bir ih-tiyati tedbir kararı alınmasına gerek bulunmamaktadır. Şu halde, uygun olmayan ibrazı karşılamanın sonuçlarına ödemeyi yapan banka katlanır.Uygulamada akreditif amirlerinin Türkiye’de akreditif bankasında açtıkları ve yabancı bir banka tarafından teyit edilmiş ödemeli akreditiflerde34 ihtiyati ted-bir talep ettikleri ve bankaların, akreditif bankası ile teyit bankasını bağlayacak şekilde karar verdikleri görülmektedir.30  Kaya, s. 179.31  Bankanın şeklen inceleme neticesi akreditif belgelerinin sahteliği hakkında yeterli şüphe oluşursa bankanın, belgelerin sahteliğine ilişkin ceza yargılaması sonuçlanıp maddi vakıa kesin şekilde ortaya konulana kadar akreditif bedelini lehtara ödememesi ve gerekirse, akreditif bedelini tevdi mahali tayini neticesi mahkeme kanalıyla belirlenecek yere yatırması uygulamada makul çözüm yollarıdır.32  Lehtarın ödeme talebinin hakkın kötüye kullanılması yasağına aykırılık teşkil edecek nitelikte olduğunu açıkça ispatlar nitelikteki belgeler likit kanıt” şeklinde adlandırılmaktadır. Ayrıca bkz. Kaya, s. 171.33  Borcun konusu itibariyle cinsiyle belirlenmiş borçsa TBK’nın 86. maddesi uyarınca aksi anlaşılmadıkça edimin seçimi borçluya ait olmakla birlikte, borçlunun seçeceği edim ortalama nitelikten daha düşük olamaz. Aksi halde alıcının akreditif bedelinin ödenmesini talep etmesi dürüstlük kuralına aykırılık teşkil eder.34  Görüldüğünde ödemeli akreditifte, belgelerin ibrazından itibaren beş iş günü içinde banka ödeme yapmaktadır, ertelemeli ödemeli akreditifte ise ödeme akreditifte belirlenen zamanda yapılmak zorundadır. Hüseyin Ülgen / Mehmet Helvacı / Abuzer Kendigelen / Arslan Kaya / Füsun Nomer Ertan, Ticari İşletme Hukuku, Yeni Türk Ticaret Kanunu’na Göre Güncellenmiş 4. Baskı, On İki Levha Yayınları, İstanbul 2015, s. 346-347; Kostakoğlu, s. 1096, Reisoğlu, s. 46; Doğan, s. 56-57.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2306 Dr. Hande ATMACA ÜLKÜSONUÇAkreditif, uluslararası ticarete özgü bir kavram olup ticari ilişkinin her iki tarafı açısından da karşılıklı edimsel yükümlülüklerin ifa edilmesi noktasında gü-vence teşkil eden bir kurumdur. Akreditif, iki farklı hukuki ilişkinin eş zamanlı olarak varlığını sürdürmesi esasına dayalıdır. Bu ilişkiler, temel ilişki ve akreditif ilişkisidir.Akreditif sözleşmesinin geçerli şekilde hüküm ve sonuç doğurduğu halde temel ilişki kesin hükümsüz olsa dahi akreditif sözleşmesi temel ilişkiden bağım-sız olduğu için amir banka, lehtar satıcıya akreditifte öngörülen koşullarla ödeme yapmakla yükümlüdür. Ancak bu durumda sebepsiz zenginleşme hükümlerinin işletilmesi gündeme gelebilir. Temel ilişkiye esas sözleşmede irade fesadı örne-ğin esaslı yanılma ve aldatma durumları mevcutsa sözleşmenin iptali söz konusu olabilecektir.Akreditif kurumunun yapısı temel ilişkiye esas akde aykırılığın mevcudiye-ti halinde dahi akreditif bedelinin talep edilmesini mümkün kılmaktadır. Akde aykırılık denilince borcun hiç veya gereği gibi ifa edilmemesi kavramları gün-deme gelecektir. Temel ilişkiye esas sözleşmede ayıp kavramının de lege feran-da olması gereken hukuk kapsamında değerlendirilmesinde; ayıbın sözleşmede kararlaştırılandan makul sayılamayacak şekilde nitelikte farklılık olduğunda or-taya çıkacağı sonucuna ulaşılmaktadır. Nicelik olarak belirlenenden eksik şekilde yapılan ifa ise ayıplı ifa değil eksik ifa şeklinde değerlendirilmeli dolayısıyla bu durumda gereği gibi ifa etmemenin hüküm ve sonuçlarının doğduğu kabul edilmelidir. Lehtar satıcı, alıcı (amire) kararlaştırılan şeyden başka bir şey teslim ederse bu halde aliud ifanın söz konusu olacağı da Türk Hukuk uygulamasında genel olarak kabul görmektedir.Türk hukukunda, ödeme talebinin TMK’nın 2/II maddesinde düzenleme bu-lan hakkın kötüye kullanılması yasağına aykırılık teşkil edecek nitelikte olduğu-nun saptanması halinde akreditif ilişkisinin temel ilişkiden bağımsızlığının ileri sürülemeyeceği ilkesi kabul edilmiştir. Yine akreditifin temel ilişkiden bağım-sızlığının ileri sürülemeyeceği durumların irdelenmesinde; likit kanıtın varlığı halinde doğrudan bankanın ibrazı karşılamaktan kaçınabileceği ve alıcının mah-keme kanalı ile alacağı ihtiyati tedbir kararı neticesi ödemenin ifasının durduru-labileceği de kabul edilmektedir.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2Akreditif Hukukunda Temel İlişkiye Esas Geçersizlik ve Akde Aykırılık Durumlarının Türk Borçlar Kanunu ... 307KAYNAKÇAACEMOĞLU, Kevork, ‘Aliud” ve Federal Mahkemenin Aliud Üzerindeki Tutumu Üzerine’, İÜMHAD, C: 6, S: 9, 1972.ARAL, Fahrettin / AYRANCI, Hasan, Borçlar Hukuku Özel Borç İlişkileri, 9. Baskı, Yetkin Yayın Evi, Ankara, 2012.ATAŞLAR, Abdullah Harun, Türk Hukuku ve Viyana Satım Sözleşmesi (CISG) Uyarınca Satış Sözleşmesinde Aliud, Yayımlanmamış Yüksek Lisans Tezi, Ankara Yıldırım Be-yazıt Üniversitesi, Ankara, 2019.AYDOS, Oğuz Sadık, Akreditif, 1. Baskı, Turhan Kitabevi, Ankara, 2000.BOZKURT, Sevgi, Akreditifin Uygulanması, 1. Baskı, Seçkin Yayıncılık, Ankara 2006.CİRAY, Fatma Ceyda, Akreditifte Bankaların Hukuki Bakımdan Sorumlulukları, Yayım-lanmamış Doktora Tezi, MÜBSE, İstanbul 2009.ÇABRİ, Sezer, ‘Akreditifte Temel İlişkiden Doğan Borcun Hiç veya Gereği Gibi İfa Edil-memesinin Akreditif İlişkisine Etkisi’, Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Cilt: 22, S: 3, 2016.DALGIÇ ATABAŞ, Nuşen Pelin, ‘UCP 600 Açısından Bankaların Belgelerle Bağlı Ol-ması Kuralı’, TBB Dergisi 2018 (134).DOĞAN, Vahit, Uluslararası Ticarette Ödeme Aracı Olarak Akreditif, Gözden Geçiril-miş 3. Baskı, Seçkin Yayıncılık, Ankara, 2011.EKİCİ, Akın, ‘Akreditifte Lehtarın Dürüstlük Kurallarına Aykırı Olarak (Fraud) Be-deli Talep Etmesi ve Bu Durumda Akreditif Bedelini İştira (İskonto) Eden Bankanın Hukuki Durumu’, Prof. Dr. Hayri Domaniç’e 80. Yaş Günü Armağanı, I. Cilt, Beta Yayınları, İstanbul, 2001.EREN, Fikret, Borçlar Hukuku Genel Hükümler, 22. Baskı, Yetkin Yayınevi, Ankara, 2017.GÜMÜŞ, Mustafa Alper, Borçlar Hukuku Özel Hükümler, Cilt 1, 3. Baskı, Vedat Kitap-çılık, İstanbul, 2013.GÜNAY, Gözde Engin, Türk Hukuku’nda Akreditif, Yayımlanmamış Yüksek Lisans Tezi, İTÜSBE, İstanbul, 2013.KAYA, Arslan, Belgeli Akreditifte Lehtarın Hukukî Durumu, 1. Baskı, Beta Basım Yayın, İstanbul, 1995.KOSTAKOĞLU, Cengiz, Banka Kredileri, Tüketici ve Konut Kredileri ile Kredi Kartla-rından Doğan Uyuşmazlıklar, Beta Yayınları, İstanbul 2013.ÖZEL, Sibel, Akreditif ve Hukuki Niteliği, Beta Basım Yayım, İstanbul, 1991.REİSOĞLU, Seza, ‘Hukuki Açıdan Akreditif ve Uygulama Sorunları’, Bankacılar Der-gisi, S: 52, 2005.REİSOĞLU, Seza, Türk Hukukunda ve Bankacılık Uygulamasında Akreditif, Gözden Geçirilmiş ve Genişletilmiş 2. Baskı, Ankara, 2009.SARAÇ, Semih, Akreditifin Hukuki Niteliği, Yayınlanmamış Yüksek Lisans Tezi, İstan-bul Ticaret Üniversitesi Sosyal Bilimler Enstitüsü, İstanbul, Haziran 2014.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2308 Dr. Hande ATMACA ÜLKÜSEROZAN, Rona, ‘Parça Borcu, Çeşit Borcu; Aşılması Gereken bir Ayırım’, MHAD, S: 5, s. 212-238.SEROZAN, Rona, ‘Yeni Alman İfa Engelleri Hukuku’, İÜHFM, C. 58, S. 1-2, 2000.SEROZAN, Rona, Borçlar Hukuku Özel Bölüm, 2. Baskı, Filiz Kitabevi, İstanbul, 2006.SEROZAN, Rona, Sözleşmeden Dönme, 2. Baskı, Vedat Kitapçılık, İstanbul, 2007.TANDOĞAN, Haluk, Borçlar Hukuku Özel Borç İlişkileri, Cilt I/1, Vedat Kitapçılık, İstanbul 2008.TEKİNALP, Ünal, Banka Hukukunun Esasları, Yeniden Yazılmış 2. Baskı, Vedat Kitap-çılık, İstanbul, 2009.ÜLGEN, Hüseyin / HELVACI, Mehmet / KENDİGELEN Abuzer / KAYA, Arslan / NOMER ERTAN, Füsun, Ticari İşletme Hukuku, Yeni Türk Ticaret Kanunu’na Göre Güncellenmiş 4. Baskı, On İki Levha Yayınları, İstanbul, 2015.YAVUZ, Cevdet / ACAR, Faruk / ÖZEN, Burak, Türk Borçlar Hukuku, Özel Hükümler, 6098 Sayılı Türk Borçlar Kanunu’na Göre Güncellenmiş ve Yenilenmiş 10. Baskı, Beta Yayınevi, İstanbul, 2012.YAVUZ, Cevdet, Türk Borçlar Hukuku Dersleri Özel Hükümler, 14. Baskı, Beta Yayın-cılık, İstanbul, 2007.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2",
     "Kaynakça": "ACEMOĞLU, Kevork, ‘Aliud” ve Federal Mahkemenin Aliud Üzerindeki Tutumu Üzerine’, İÜMHAD, C: 6, S: 9, 1972.ARAL, Fahrettin / AYRANCI, Hasan, Borçlar Hukuku Özel Borç İlişkileri, 9. Baskı, Yetkin Yayın Evi, Ankara, 2012.ATAŞLAR, Abdullah Harun, Türk Hukuku ve Viyana Satım Sözleşmesi (CISG) Uyarınca Satış Sözleşmesinde Aliud, Yayımlanmamış Yüksek Lisans Tezi, Ankara Yıldırım Be-yazıt Üniversitesi, Ankara, 2019.AYDOS, Oğuz Sadık, Akreditif, 1. Baskı, Turhan Kitabevi, Ankara, 2000.BOZKURT, Sevgi, Akreditifin Uygulanması, 1. Baskı, Seçkin Yayıncılık, Ankara 2006.CİRAY, Fatma Ceyda, Akreditifte Bankaların Hukuki Bakımdan Sorumlulukları, Yayım-lanmamış Doktora Tezi, MÜBSE, İstanbul 2009.ÇABRİ, Sezer, ‘Akreditifte Temel İlişkiden Doğan Borcun Hiç veya Gereği Gibi İfa Edil-memesinin Akreditif İlişkisine Etkisi’, Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Cilt: 22, S: 3, 2016.DALGIÇ ATABAŞ, Nuşen Pelin, ‘UCP 600 Açısından Bankaların Belgelerle Bağlı Ol-ması Kuralı’, TBB Dergisi 2018 (134).DOĞAN, Vahit, Uluslararası Ticarette Ödeme Aracı Olarak Akreditif, Gözden Geçiril-miş 3. Baskı, Seçkin Yayıncılık, Ankara, 2011.EKİCİ, Akın, ‘Akreditifte Lehtarın Dürüstlük Kurallarına Aykırı Olarak (Fraud) Be-deli Talep Etmesi ve Bu Durumda Akreditif Bedelini İştira (İskonto) Eden Bankanın Hukuki Durumu’, Prof. Dr. Hayri Domaniç’e 80. Yaş Günü Armağanı, I. Cilt, Beta Yayınları, İstanbul, 2001.EREN, Fikret, Borçlar Hukuku Genel Hükümler, 22. Baskı, Yetkin Yayınevi, Ankara, 2017.GÜMÜŞ, Mustafa Alper, Borçlar Hukuku Özel Hükümler, Cilt 1, 3. Baskı, Vedat Kitap-çılık, İstanbul, 2013.GÜNAY, Gözde Engin, Türk Hukuku’nda Akreditif, Yayımlanmamış Yüksek Lisans Tezi, İTÜSBE, İstanbul, 2013.KAYA, Arslan, Belgeli Akreditifte Lehtarın Hukukî Durumu, 1. Baskı, Beta Basım Yayın, İstanbul, 1995.KOSTAKOĞLU, Cengiz, Banka Kredileri, Tüketici ve Konut Kredileri ile Kredi Kartla-rından Doğan Uyuşmazlıklar, Beta Yayınları, İstanbul 2013.ÖZEL, Sibel, Akreditif ve Hukuki Niteliği, Beta Basım Yayım, İstanbul, 1991.REİSOĞLU, Seza, ‘Hukuki Açıdan Akreditif ve Uygulama Sorunları’, Bankacılar Der-gisi, S: 52, 2005.REİSOĞLU, Seza, Türk Hukukunda ve Bankacılık Uygulamasında Akreditif, Gözden Geçirilmiş ve Genişletilmiş 2. Baskı, Ankara, 2009.SARAÇ, Semih, Akreditifin Hukuki Niteliği, Yayınlanmamış Yüksek Lisans Tezi, İstan-bul Ticaret Üniversitesi Sosyal Bilimler Enstitüsü, İstanbul, Haziran 2014.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2308 Dr. Hande ATMACA ÜLKÜSEROZAN, Rona, ‘Parça Borcu, Çeşit Borcu; Aşılması Gereken bir Ayırım’, MHAD, S: 5, s. 212-238.SEROZAN, Rona, ‘Yeni Alman İfa Engelleri Hukuku’, İÜHFM, C. 58, S. 1-2, 2000.SEROZAN, Rona, Borçlar Hukuku Özel Bölüm, 2. Baskı, Filiz Kitabevi, İstanbul, 2006.SEROZAN, Rona, Sözleşmeden Dönme, 2. Baskı, Vedat Kitapçılık, İstanbul, 2007.TANDOĞAN, Haluk, Borçlar Hukuku Özel Borç İlişkileri, Cilt I/1, Vedat Kitapçılık, İstanbul 2008.TEKİNALP, Ünal, Banka Hukukunun Esasları, Yeniden Yazılmış 2. Baskı, Vedat Kitap-çılık, İstanbul, 2009.ÜLGEN, Hüseyin / HELVACI, Mehmet / KENDİGELEN Abuzer / KAYA, Arslan / NOMER ERTAN, Füsun, Ticari İşletme Hukuku, Yeni Türk Ticaret Kanunu’na Göre Güncellenmiş 4. Baskı, On İki Levha Yayınları, İstanbul, 2015.YAVUZ, Cevdet / ACAR, Faruk / ÖZEN, Burak, Türk Borçlar Hukuku, Özel Hükümler, 6098 Sayılı Türk Borçlar Kanunu’na Göre Güncellenmiş ve Yenilenmiş 10. Baskı, Beta Yayınevi, İstanbul, 2012.YAVUZ, Cevdet, Türk Borçlar Hukuku Dersleri Özel Hükümler, 14. Baskı, Beta Yayın-cılık, İstanbul, 2007.T.C. MALTEPE ÜNİVERSİTESİ • Hukuk Fakültesi Dergisi • 2021 / 2"
}