{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": " ",
     "Gün": "18",
     "Ay": "01",
     "Yıl": "2021",
     "Cilt": "6",
     "Sayı": "10",
     "Başlık": "DONATANIN SORUMLULUĞUNUN KAYNAKLARI VE SORUMLULUĞUNUN SINIRLANDIRILMASI SİSTEMİ ",
     "Title": "RESOURCES OF THE SHIPOWNER’S RESPONSIBILITY AND  SYSTEM OF LIMITATION LIABILITY",
     "Yazar İsmi": [

          "Prof. Dr. Şaban KAYIHAN", "Dr. Öğretim Üyesi Etem KARA"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Deniz ticareti", "donatan", "gemi işletme müteahhidi sorumluluk"

     ],
     "Keywords": [
          "Maritime", "shipowner", "ship operating contractor (disponent owner)", "responsibility"

     ],
     "Özet": "Özel hukuk sistemimizde sorumluluk iki ana başlıkta ele alınır. Bunlardan ilki borçlunun  sorumluluğunun  kaynağıdır.  İkincisi  ise,  borçlu  hukuken  sorumlu olduğunda alacaklıya ne ile sorumlu olacağı durumudur. Borçlu, alacaklıya karşı hukuken sorumlu olduğunda kural olarak bütün malvarlığı ile sınırsız kişisel sorumluluğu gündeme gelir. Bu kuralın bir dizi başkaca istisnası düzenlenmiş olduğu gibi konumuzu oluşturan donatanın sorumluluğu da bu genel kuralın bir istisnası olarak karşımıza çıkmaktadır. Bu  çalışmamızda  deniz  ticaretinin  başlıca  aktörü  olan  donatanın sorumluluklarının kaynaklarını ortaya koyduktan sonra, donatanın sorumluluğunu deniz ticareti hukuku tekniği açısından sınırlayan ilgili kuralları sistematik olarak ele almayı amaçladık. Ayrıca, bu hükümlerin malik olmayan donatan olarak nitelendirilen gemi işletme müteahhidi için de uygulanacağının kabul edildiğini belirtelim.",
     "Abstract": "In our private legal system, responsibility is addressed in two main headings. The first is the source of the debtor s responsibility. Second, is the case of when the debtor is legally responsible, what he will be liable to the creditor. As a principle, when the debtor is legally responsible for the creditor, unlimited personal liability with all his assets comes into question. As there are a number of other exceptions to this principle, the responsibility of the equipment that constitute our position is an exception to this general rule.  In this essay, it is aimed to systematically address the relevant rules limiting their responsibility in terms of maritime law technique, after revealing the sources of the responsibilities of the shipowner who is the main actor of maritime. It should also be emphasized that these provisions are accepted as applying to the ship operating contractor, who is qualified as non-owner.",
     "Metin": "Borçlar hukuku genel hükümlerinden hatırlayacağımız gibi bir borç ilişkisinde borçlu, alacaklıya karşı, belirli bir davranış biçiminde bulunmak; yani üstlendiği edimi yerine getirmek, yani geniş anlamda ifa etmek yükümlülüğü altına girer. Bununla birlikte borçlunun yüklenmiş olduğu edimi yerine getirmesi borçlunun isteğine  ve  iyi  niyetine  bırakılamaz.  Borçlu,  edimini  kendi  isteğiyle  yerine getirmeyecek olursa hukuk düzeni alacaklıya, borçlunun malvarlığına el atabilme imkânını tanımaktadır ki işte buna  sorumluluk = mesuliyet  adı verilmektedir. Başka bir deyişle sorumluluk, alacaklının alacağını elde edebilmesi için borçluya ait malvarlığına cebri icra yoluyla el koyabilme yetkisi ve borçlunun bunlara katlanmak zorunda olması anlamına gelir. Sorumluluk, esasen borç ilişkisinin yaptırımı (müeyyidesi) olarak karşımıza çıkar. Borçlu, borcunu kendi rızası ile ifa etmediği takdirde alacaklı, kendi gücü ile bu ifayı gerçekleştiremez. Yani ihkak-ı hak (kendi hakkını bizzat kendi gücü ile elde etmek) hukuk düzeni ile ilke olarak yasaklanmıştır.  Borçlu,  yüklendiği  edimi  kendi  isteğiyle  yerine  getirmediği takdirde, alacaklı alacağını devletin yetkili organları vasıtasıyla yani devletin yardımı ile zorla alabilmek yetkisine sahiptir. Öyleyse borcun bir sorumluluğa bağlanarak alacağın elde edilmesine imkân sağlamak suretiyle, alacaklının hakkı hukuken koruma altına alınmıştır. Sorumluluğun gereğini yerine getirmek ise prensip itibariyle devletin yetkili makamlarına aittir. Hukuk literatüründe sorumluluk kavramı, -den ve -ile sorumluluk olmak üzere iki anlamda  kullanılır.  Sorumluluğun  kaynağına  yani  sebebine  göre  ayırımına baktığımızda –den sorumluluğundan bahsedilir. Bu anlamıyla sorumluluk, bir kişinin (bir şeyden veya bir kişiden dolayı) tazminatla sorumlu tutulmasına sebep olan vakıa olarak karşımıza çıkar ve böylece, sorumluluğun kaynağını gösterir. Yani acaba borçlu, hangi sebepten dolayı sorumludur sorusuna, –den sorumluluk cevap verir. Buna göre borçlu, esas itibariyle ya sözleşmeden veya haksız fiilden ya da sebepsiz zenginleşmeden dolayı sorumlu olur.  3 KAYIHAN, Şaban, Deniz Ticareti Hukuku, İstanbul 2020, s. 130-131. 4 KAYIHAN, s.131. 50İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 Borçlunun  hangi  sebepten  dolayı  sorumlu  olacağını  belirledikten  sonra alacaklısına karşı neyi ile sorumlu olacağına da –ile sorumluluk cevap verir. Borçlu, borcunu ifa etmediği takdirde ne ile sorumlu olacaktır? Bu durumda gündeme iki ihtimâl gelir. Borçlu, bu durumda ya şahsı ile ya da malı ile sorumlu olacaktır.  Şahıs  ile  sorumluluk,  alacaklının  alacağını  elde  edebilmesi  için doğrudan  doğruya  borçlunun  şahsına  el  atabilmesi  demektir.  Ülkemizde  ve modern hukuk sistemlerinde borç için hapis veya  şahıs ile sorumluluk  esası geçerli  değildir.  Edimini  ifa  etmeyen  borçlu,  alacaklıya  karşı  kural  olarak malvarlığı ile kişisel, sınırsız sorumlu tutulur. Bu itibarla bir hukuk kişisi olarak gerçek veya tüzel kişi olabilen donatan da tabiatıyla belirttiğimiz şekillerde –den sorumluluk yönünden borç ilişkisine taraf olabilir ve hangi sebepten sorumlu olursa olsun –ile sorumluluğu genel hükümler karşısında  kural  olarak  bütün  malvarlığı  ile  kişisel,  sınırsız  sorumluluktur. Donatanın gemi adamları ve bunlarla bir tutulanlar dışında başka kişilerin kusurlu fiilleri sonucunda borç altına girmesine TBK. m.66 ve 116 hükümleri uygulama alanı bulabilir. Hiç şüphesiz deniz ticaretine ilişkin tehlikeler kara ticaretine ilişkin tehlikelere göre sonuçları itibariyle daha ağır ve öngörülemez nitelik taşır. Bu durum eski çağlardan  bu  yana  böyledir.  Ayrıca  deniz  ticaretinin  küresel  nitelik  taşıdığı ortadadır. Zira bu tehlikeler evrenseldir ve her ülke vatandaşı için aynıdır. Bundan ötürü  çağdaş  ülkeler  donatanları  deniz  ticaretine  ilişkin  faaliyetlerini cesaretlendirip onları teşvik etmek için onların –ile sorumluluğunu sınırlandırmak yöntemine gitmişlerdir. Çünkü donatanların en önemli sermayeleri gemileridir ve bir deniz tehlikesi karşısında gemilerinin batması gerek ticari faaliyetlerinde gerekse başkaca medeni hayatlarında onları çok zor durumda bırakabilir. Bu itibarla borçlunun –ile sorumluluğuna ilişkin genel kural olan tüm malvarlığı ile kişisel  sorumluluk  ilkesinin  donatanlara  uygulanmaması,  onların  deniz ticaretlerine ilişkin sorumluluklarının sınırlandırılması fikri var olagelmiştir. Bu çerçevede ülkeler arasında birçok uluslararası sözleşme akdedilmiştir. Biz de bu çalışmamızda donatanın ve onun gibi sorumlu tutulan malik olmayan donatan olarak nitelendirilen gemi işletme müteahhidinin –den sorumluluğunu belirledikten sonra –ile sorumluluğuna ilişkin sistemi incelemeyi hedefledik.  Çalışmamızı giriş bölümümüzden sonra beş ana paragraf altında topladık. Birinci paragrafımızı konumuzun daha iyi anlaşılabilmesi için donatan ve gemi işletme  5 KAYIHAN, s.131. 6 SÖZER, Bülent, Deniz Ticareti Hukuku – I, (Ders Kitabı), Gözden Geçirilmiş 2. Bası, İstanbul 2013, s.183; KENDER, Rayegan / ÇETİNGİL, Ergon /YAZICIOĞLU, Emine, Deniz Ticareti Hukuku Temel Bilgiler, C.1, Gözden Geçirilmiş ve Genişletilmiş On Dördünü Baskı, İstanbul 2017, s.101; KAYIHAN, s.132. 7 OKAY, Sami, Deniz Ticareti Hukuku II, Navlun Mukaveleleri, Denizde Yolcu Taşıma ve Deniz Ödüncü Mukaveleleri, İkinci Baskı, İstanbul 1971, s.211 vd.; BOZKURT, Tamer, Ticaret Hukuku C. V, Deniz Ticareti Hukuku, Kara Taşıma Hukuku, Güncellenmiş 8. Baskı, İstanbul 2016, 71; İZVEREN, Adil / FRANKO, Nisim / ÇALIK, Ahmet, Deniz Ticaret Hukuku, Ankara 1994, s.100.   51KAYIHAN-KARA/Donatanın Sorumluluğunun Kaynakları ve Sorumluluğunun Sınırlandırılması Sistemi müteahhidi  kavramlarına  ve  gemi  işletme  müteahhidinin  hukuki  konumuna ayırdık. İkinci paragrafta donatanın -den sorumluluğu bağlamında donatanın sorumluluğunun  kaynaklarını  irdeledik.  Üçüncü  paragrafta  donatanın sorumluluğunun sınırlandırılmasına ilişkin yürürlükte olan güncel sistemi ve kapsamını yani –ile sorumluğunu inceledik. Dördüncü paragrafta sınırlamaya tabi alacaklar ve sınırlama hakkını ortadan kaldıran hareketler ile sınırlama dışında bırakılan alacakları ele aldık, beşinci paragrafımızda ise bütün bu düzenlemelerin hukukumuza nasıl uygulanacağını öngören TTK hükümlerini gözden geçirdik ve bunu takiben sonuç kısmımızla çalışmamızı nihayete erdirdik. § I. Donatan ve Gemi İşletme Müteahhidi Kavramları ve Gemi İşletme  Müteahhidinin Hukuki Konumu A. Donatan Kavramı 1. Tanımı ve Unsurları a. Tanımı  Donatmak  terimi  teçhiz etmek  teriminden türer. Gemisini (donatıp) menfaat sağlamak amacıyla suda kullanan gemi malikine donatan denir (TTK. m. 1061/1). Deniz ticareti uygulamasında sektörün günlük konuşma dilinde donatana, daha ziyade  armatör  denilmektedir. Donatan gerçek kişi olabileceği gibi tüzel kişi de olabilir. Yasa metninde geçen  menfaat  teriminin kanımızca bu şekilde kullanılması yeterli değildir,  menfaat sağlamak amacıyla  yerine  ekonomik menfaat sağlamak amacıyla  ibaresi kullanılmış  olsaydı  daha  isabetli  olurdu.  Bu  itibarla,  hükümde  kullanılan  menfaat  terimini  ekonomik çıkar  olarak anlamak gerekir. b. Unsurları Yukarıdaki tanımdan bir gerçek veya tüzel kişinin TTK. m. 1061/1 çerçevesinde donatan sayılabilmesi için şu unsurlara sahip olmasının gerektiği anlaşılır: ●   Geminin maliki olmak, ●  Gemiyi ticari amaçla kullanmak, ●  Gemiyi suda kullanmak, ●  Gemiyi kendi adına ve hesabına işletmek. Şu halde, TTK. m. 1061/1 ile tanımlanan donatan sıfatına sahip olmak için kişinin, geminin mülkiyetine sahip olması, gemisini suda (deniz, göl, nehir vb.) ekonomik  8 KAYIHAN, s.115. 9 KAYIHAN, s.115. 52İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 menfaat (ticari amaç, yük, yolcu taşıma vs.) elde etmek üzere kendi adına ve hesabına kullanması koşulları aranmaktadır. Gemi siciline tescilli gemiler bakımından geminin maliki, o gemiyi kendi adına ve hesabına tescil ettiren kişi varsayılır. Bu varsayılma hukuken kanuni faraziye değil karine olarak nitelendirilir (bkz. TTK. m. 972/1). Böylece bir gemiyi, gemi siciline  kendi  adına  ve  hesabına  kaydettirmiş  olan  kişi  mülkiyete  ilişkin anlaşmazlıklarda ispat yükü (burden of proof) bakımından da avantajlı konumda olur. Gemi siciline tescilli olmayan gemiler açısından ise malik sıfatıyla geminin zilyetliğine sahip olan kişi/kişiler TMK. m. 973/1 marifetiyle o geminin maliki sayılır/lar. Bir başka taraftan, bir kişi maliki olduğu bir gemiyi kendi adına ve hesabına suda ekonomik menfaat sağlamak için işletmiyor, kiraya vermek şeklinde gelir elde ediyorsa,  bu  ihtimalde   kendi  adına  ve  hesabına  suda  işletme   unsuru bulunmadığı için bu kişi donatan sayılmaz, sadece kira geliri elde eden gemi maliki niteliğinde olur. Bu durumda hemen sonraki başlıkta ele aldığımız  malik olmayan donatan  olarak ifade edilen gemi işletme müteahhitliği gündeme gelir.  B. Gemi İşletme Müteahhidi 1. Tanımı ve Unsurları a.Tanımı Türk Ticaret Kanunu m. 1061/2, c.1  kendisinin olmayan bir gemiyi menfaat sağlamak amacıyla suda kendi adına bizzat veya kaptan aracılığıyla kullanan kişi, üçüncü kişilerle olan ilişkilerinde donatan sayılır  diyerek gemiye malik olmayan bir kişinin de deniz ticaretinde bir gemiyi işletebilmesinin yolunu açmıştır. Bu kişiye gemi işletme müteahhidi (GİM.) adı verilmektedir. GİM. esasen gemi kira sözleşmesindeki kiracıdır ve malik olmayan donatan demektir. Zira, TTK.  10 Kara ticareti hukukunda TTK. m. 12/1 düzenlemesine göre kural olarak bir ticari işletmeyi kısmen de olsa kendi adına işleten gerçek kişiye tacir dendiğini biliyoruz. Tacirin deniz ticareti hukukundaki karşılığı donatandır. Bu itibarla bir gerçek kişi TTK. m. 11/1 in belirttiği unsurları muhtevi bir şekilde denizde ticari amaçla gemisini kendi adına ve hesabına kullanıyorsa deniz ticareti hukuku anlamında donatan, ticaret hukukunun geniş anlamıyla da tacir sayılır (karş. TTK. m.12). Tüzel kişi donatanlar da TTK. m. 16 doğrultusunda tacir sayılırlar. 11 HILL, Christopher, Maritime Law, Sixth Edition, New York 2003, Published 2014 s.23; Bkz. KARA, Hacı, Deniz Ticareti Hukuku, İstanbul 2020, s.119. 12 HILL, s.23-24. 13 KARA, Ders Kitabı, s. 119. 14 KARA, Ders Kitabı, s. 119. 15 SÖZER, s.166; BOZKURT, s.70. 16 KARA, Ders Kitabı, s.127. 17 SÖZER, s.166-167.   53KAYIHAN-KARA/Donatanın Sorumluluğunun Kaynakları ve Sorumluluğunun Sınırlandırılması Sistemi m. 1062/2, c.1 bu kişinin üçüncü kişilerle gireceği ilişkilerde donatan hükmünde olacağını açıkça hükme bağlamıştır. b. Unsurları Yukarıdaki tanımdan GİM. de bulunması gereken unsurları şöylece sıralamak mümkündür: ●   Başkasına ait olan bir geminin kullanılması, ●  Geminin suda kullanılması, ●  Geminin  bizzat  veya  kaptan  aracılığı  ile  kendi  adına  ve  hesabına kullanması. C. Gemi İşletme Müteahhidinin Hukuki Konumu 1. Donatan (Gemi Maliki) ile Olan Hukuki İlişkisi Gemi işletme müteahhidi ile gemi maliki arasındaki hukuki ilişki, ikisi arasındaki sözleşmenin niteliğine ve hükümlerine göre belirlenir. Bu sözleşme finansal kiralama sözleşmesi (leasing) olabileceği gibi alışılagelmiş kira sözleşmesi de olabilir.  Bu  kira  sözleşmeleri  deniz  ticaretine  ilişkin  terminoloji  ile  bazen bareboat  charter,  bazen  charter  with  demise  sözleşmeleri  olarak  anılırlar. Esasen bu sözleşmeler hukuki nitelikleri itibariyle kira sözleşmesidir ancak her birinin hükümleri birbirinden farklılık arz edebilmektedir. Bu kavramları konuya ilişkin kısaca tanımlayalım: ●  Bareboat Charter Sözleşmesi: Bir geminin sahibinden personelsiz ve donatılmamış olarak kiralanması sözleşmesine bareboat charter sözleşmesi denir. Bu gemi kira sözleşmesine çıplak gemi kira sözleşmesi de denilmektedir. ●  Charter With Demise (Demise Charterparties) Sözleşmesi: Bir geminin sahibinden  gemi  adamları  ile  donatılmış  bir  şekilde  kiralanmasına  ilişkin sözleşmeye charter with demise sözleşmesi denir. Bareboat charter dan tek farkı; kiralayanın gemiyi bütün donanımıyla birlikte kiralıyor olmasıdır. Bu yüzden bu tür gemi kira sözleşmelerine donatılmış gemi kira sözleşmesi de denilmektedir. 2. Üçüncü Kişilerle Olan Hukuki İlişkisi Kanunkoyucu GİM. i üçüncü kişilerle olan ilişkilerinde donatan saymaktadır (TTK.  m.  1061/2,  c.1).  Öyleyse  GİM.  üçüncü  kişilere  karşı  donatan konumundadır,  onlar ile olan hukuki ilişkilerinde de herhangi bir donatanın sahip olduğu haklara ve borçlara sahiptir. Özellikle donatanın sorumluluğu bakımından ele aldığımız hususlar GİM. için de geçerlidir.  18 SÖZER, s.170. 19 Gemi kira sözleşmeleri için bkz. KAYIHAN, s.163 vd.; KARA, Ders Kitabı, s.149 vd.. 20 WILSON, John F., Carriage of by Sea, Fifth Edition, Edinburg 2006, s.7; ÖNDER, Salih, Gemi Kira Sözleşmesi, Ankara 2016, s.86; Bkz. HILL, s.168. 21 WILSON, s.7-8; ÖNDER, s.88; HILL, s.168. 54İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 Öte yandan TTK. m. 1061/2, c.2 hükmü gereğince, geminin maliki, geminin işletilmesinden dolayı gemi alacaklısı sıfatıyla bir istemde bulunan kişiyi, bu işletilme malike karşı haksız ve alacaklı da kötüniyet sahibi olmadıkça, hakkını istemekten engelleyemez. § II. Donatanın Sorumluluğunun Kaynakları (-den Sorumluluk) A. Genel Olarak Giriş kısmımızda ifade etmiş olduğumuz gibi donatan da diğer hukuk kişileri gibi hukuki ilişkilere taraf olabilir ve sorumluluğunun kaynağı hangi sebep olursa olsun borçlar hukuku genel hükümleri karşısında sorumluluğu kural olarak bütün malvarlığı ile kişisel, sınırsız sorumluluk olarak belirir. Örneğin donatan genel hükümler  çerçevesinden  bir  sözleşmeden,  haksız  fiilden  veya  sebepsiz zenginleşmeden dolayı sorumlu olduğunda bu genel kural uygulama alanı bulur. Buna göre söz gelimi, hukuka aykırı ve kusurlu bir fiille bir başkasına zarar ika eden donatan, hukuka aykırı kusurlu fiili ile oluşan zarar arasında uygun illiyet bağı (sebep – sonuç ilişkisi)  da olduğu takdirde ortaya çıkan bu zararı TBK. m. 49 vd. hükümlerine göre bütün malvarlığı ile kişisel ve sınırsız sorumlu olarak tazmin etme borcu altında olur. Şu hale göre donatanın sorumluluğunun sınırlandırıldığı yerler, sorumluluğun özellikle deniz ticaretine ilişkin özel kaynaklardan doğduğu zaman gündeme gelir. Şimdi bu sebepleri ele alalım. B. Donatanın –den Sorumluluğunun Özel Kaynakları 1. Türk Ticaret Kanunu ndan Doğan Sorumluluk Halleri a.  Gemi  Adamlarının  ve  Kılavuzların  Görevlerini  İfa  Ederlerken Kusurlarından Dolayı Sorumluluğu aa. Genel Olarak Donatan,  gemi  adamlarının,  zorunlu  danışman  kılavuzun  veya  isteğe  bağlı kılavuzun görevlerini yerine getirirken işledikleri kusur sonucunda üçüncü kişilere verdiği zararlardan sorumlu tutulmuştur. Ancak donatanın, yolculara ve yükle  ilgili  kişilere  karşı,  taşıyanın  gemi  adamlarının  kusurundan  doğan sorumluluğuna ilişkin hükümlere göre sorumlu tutulacağı hükme bağlanmıştır (TTK. m. 1062/1). bb. Sorumluluğun Şartları aaa. Kusurlu Zarar Verenin Gemi Adamı veya Kılavuz Olması  22 Fazlası için bkz. KAYIHAN, s.118-119. 23 KARA, Ders Kitabı, s.119.   55KAYIHAN-KARA/Donatanın Sorumluluğunun Kaynakları ve Sorumluluğunun Sınırlandırılması Sistemi  Gemi adamları  tabirinden anlaşılması gereken TTK. m. 934 e göre; kaptan, gemi  zabitleri,  tayfalar  ve  gemide  çalıştırılan  diğer  kişilerdir.  Bu  kişilerin donatanla olan hukuki ilişkileri çoğu zaman hizmet sözleşmesi olarak karşımıza çıkar. Elbette vekâlet akdi de olmasına engel yoktur. Kendi aralarındaki nispi hukuki ilişkiyi kendileri serbest iradeleri ile belirlerler.  Donatanın,  görevlerini  ifa  ederlerken  fiilleri  ile  üçüncü  kişilere  verdikleri zararlardan sorumlu tutulduğu kılavuzlar aşağıdaki gibidir;   Zorunlu danışman kılavuz, ✔  İsteğe bağlı danışman kılavuz, ✔  İsteğe bağlı sevk ve idare kılavuzu, ✔ Çünkü bu üç ihtimalde tüm yetki kaptandadır. Kaptan da bir gemi adamı olduğuna göre,  onun  görevini  ifa  ederken  kusurlu  davranışları  ile  verdiği  zararlardan donatan sorumlu olur. Bu üç kılavuzun yanısıra donatan için zorunlu sevk ve idare kılavuzu da gündeme gelebilir. Hemen belirtelim ki, zorunlu sevk ve idare kılavuzu alınması durumunda tüm sevk ve idare kaptandan alınıp, bu kılavuza verilmek durumunda olunduğu için, donatan bu kılavuzun kusurlu fiillerinden sorumlu tutulamaz, sorumluluk zorunlu kılavuz ve kılavuzluk teşkilatına aittir. bbb.  Gemi Adamları ve Kılavuzların Görevlerini İfa Ederken Kusurlu ve Hukuka Aykırı Fiilleri ile Zarar Vermiş Olmaları Burada sözü edilen kimselerin görevlerini yerine getirirken hukuka aykırı, kusurlu eylemleri  neticesinde  üçüncü  kişilerin  zarara  uğramasından  kaynaklanan sorumluluk söz konusudur. Bu itibarla TBK. m. 49 ile öngörülen haksız fiil sorumluluğunun  tüm  unsurlarının  gerçekleşmesi  gerekir.  Kusurla  ilgili söylenebilecek hususlar borçlar hukukunun haksız fiil hükümlerinde ifadesini bulan  kast  ve  ihmal  halleridir.  Bununla  birlikte,  denizcilikteki  tehlikelerin farklılığı ve ağırlığı karşısında bu işleri yapanlardan daha çok dikkat ve özen beklenmesi doğaldır. ccc. Üçüncü Kişilerin Bu Fiillerden Zarar Görmesi  24 Diğer gemi adamlarından kast edilen, yardımcı zabitler, gemi adamı olmak için eğitim gören stajyerler, kamarot, aşçı gibi yardımcı hizmet personelidir. Bkz. Gemi Adamları ve Kılavuz Kaptan Yönetmeliği m. 3 ve 4.  25  Ülkemizde  İstanbul  ve  Çanakkale  boğazlarında  zorunlu  danışman  kılavuzluk  sistemi uygulanmaktadır. 26 KARA, Ders Kitabı, s.121. 27 Corent Boğazı, Panama Kanalı ve Süveyş kanalında zorunlu sevk ve idare kılavuzluğu hizmeti verilmektedir. 28 YAZICIOĞLU, Emine / KENDER, Rayegan / ÇETİNGİL, Ergon, Deniz Ticaret Hukuku, Gözden Geçirilmiş ve Genişletilmiş 15.Baskı, İstanbul 2020, s.250; KARA, Ders Kitabı, s.121. 29 KAYIHAN, s.133-134. 56İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 Burada esasen vurgulanmak istenen uygun nedensellik (illiyet) bağıdır. Üçüncü kişiler gemi adamları ve kılavuzların görevlerini ifa ettikleri esnada işledikleri kusurlu fiillerinden dolayı zarara uğramış olmalıdır ki, donatan bu maddi veya manevi zararlardan sorumlu tutulabilsin (karş. TBK. m. 53, 54, 56).  cc. Yolculara ve Yükle İlgili Kişilere Karşı Özel Durum Donatanın yükle ve yolcularla ilgili sorumluluğunun  ancak, donatan, yolculara ve  yükle  ilgili  kişilere  karşı,  taşıyanın  gemi  adamlarının  kusurundan  doğan sorumluluğuna  ilişkin  hükümlere  göre  sorumlu  olur   denilerek  daraltıldığını görmekteyiz (TTK. m. 1062/1, c.2). Taşıyanın sorumluluğuna yapılan bu yollama sebebiyle donatan aynı zamanda taşıyan olsun veya olmasın geminin sevk ve idaresi ile başkaca teknik yönetimine ilişkin  eylemin  veya  yangının  sonucunda  yüke  gelen  zararlar  için  sorumlu tutulmamıştır (TTK. m. 1180). çç. Donatanın Sorumluluğunun Niteliği  Donatanın gemi adamları veya kılavuzların görevlerini yerine getirirken üçüncü kişilere verdikleri zararlardan sorumluluğa ilişkin olarak TTK. m. 1062 özel bir düzenleme  öngörmekle  birlikte  bu  düzenleme  TBK  hükümlerinin  de uygulanmayacağı anlamına gelmemektedir.  Zarar gören; adam çalıştıranın kusursuz sorumluğu ile organizasyon sorumluğunu düzenleyen TBK. m. 66 ya veya koşulları varsa yardımcı kişilerin fiillerinden sorumluluğu  öngören  TBK.  m.  116  hükmüne  de  başvurabilir.  TBK.  m.  66 hükmünün uygulanmasında adam çalıştıranın kurtuluş kanıtı getirme imkanına sahip bulunduğu göz ardı edilmemelidir. b. Kaptanın İşlemlerinden Dolayı Sorumluluğu  aa.  Kaptanın  Yasal  Temsil  Yetkisine  Dayanarak  Akdettiği  Hukuki İşlemlerden Doğan Sorumluğu Kaptanın esasen gemi henüz bağlama limanında bulunduğu sırada kural olarak donatanı temsil etme yetkisi bulunmaz, bu itibarla geminin bağlama limanında olduğu esnada kaptanın yapmış olduğu hukuki işlemler de donatanı kural olarak hukuken bağlamaz (TTK. m. 1103/1, c.1). Bununla birlikte donatan bu esnada dahi kaptana ayrıca özel bir temsil yetkisi vermiş olabilir. İşte bu durumda da kaptanın gemi limanda olduğunda yaptığı işlemlerden donatan hukuken bağlı olur (TTK. m. 1103/1, c.2). Dikkat edilirse burada kaptanın donatanı doğrudan temsil yetkisi söz konusudur, bu itibarla kaptanın donatanı temsilen yaptığı hukuki  30 Bu konuda bkz. GÜNERGÖK, Özcan / KAYIHAN, Şaban, Borçlar Hukuku Dersleri (Genel Hükümler), İstanbul 2020, s.400. 31 Bkz. GÜNERGÖK / KAYIHAN, s.416 vd..   57KAYIHAN-KARA/Donatanın Sorumluluğunun Kaynakları ve Sorumluluğunun Sınırlandırılması Sistemi işlemlerden  dolayı  donatanın  sorumluluğunun  kaynağı  da  hukuki  işlem olmaktadır. Öte yandan gemi bağlama limanı dışında bulunduğu sırada kaptan, bu sıfatla, geminin donatılmasına, yakıt ve kumanyasına, gemi adamlarına, geminin denize, yola ve yüke elverişli bir hâlde tutulmasına ve genel olarak yolculuğun güvenli bir şekilde sürdürülmesine ilişkin her türlü işlem ve tasarrufları üçüncü kişilerle donatan adına yapmaya yetkili kılındığı için bu işlemlerden de donatan sorumlu olacaktır (TTK. m. 1104/1).  Yabancı bayraklı gemilerde, geminin malikine veya kiracısına açılacak her türlü dava  veya  takip,  onlar  hakkında  geçerli  olmak  üzere  kaptana  da yöneltilebilmektedir. Ancak bu dava donatana izafeten kaptana yöneltilir (TTK. m. 1104/1). Dava sonucunda alınan ilamların kaptana değil donatana infazı gerekir.   bb. Kaptanın Yükle İlgili İş ve İşlemlerinden Sorumluluğu Kaptan geminin taşıdığı yük üzerinde tasarruf ettiği takdirde donatan, yükleten, taşıtan veya gönderilen gibi yükle ilgili kişilerin uğradığı zararları gidermekle sorumlu tutulmuştur. Kaptanın yükü (eşyayı) satması gerekirse eşyanın satışı ile elde edilen net satış tutarı bu hususta sorumluluk sınırlarını düzenleyen TTK. m.1186 hükmünde gösterilen değeri aşarsa bu değerin yerine net satış tutarı kaim olur. c. Müşterek Avaryada Kurtarılan Gemi ve Navlun Sebebiyle Sorumluluğu  Müşterek avarya hukukun diğer alanlarında pek rastlanmayan, müşterek zararın o deniz  sergüzeştine  (serüvenine)  katılanlar  arasında  paylaştırılması  kurumu niteliğindedir. Müşterek avaryanın yasal tanımı TTK. m.1272 de yapılmıştır. Buna göre ortak bir deniz sergüzeştine atılmış olan  gemiyi, yükü, diğer eşyayı ve navlunu  birlikte tehdit eden bir tehlikeden onları korumak amacıyla ve makul bir hareket tarzı oluşturacak şekilde, bile bile olağanüstü bir fedakârlık yapılması veya olağanüstü bir gidere katlanılması hâlinde  müşterek avarya hareketi var sayılır. Bu bağlamda gemiye, yüke, diğer eşyaya ve navluna karşı birlikte tehdit oluşturan her olay nedeniyle bilerek oluşan her türlü olağan dışı nitelikteki zararlar  ve  masraflar  müşterek  avarya  hareketini  oluşturmaktadır.  İşte  bu hareketin doğrudan doğruya sonucu olan zarar ve giderler müşterek avarya olarak kabul edilir. Müşterek avarya garamesine giren zarar ve giderler gemi, yük, navlun ve diğer eşya arasında paylaşılır. Müşterek avarya garame paylarının kişisel borçluları, garameye girecek olan geminin müşterek avarya hareketinin meydana geldiği andaki donatanı, navlunun boşaltma tarihindeki alacaklısı ve diğer eşyanın boşaltma tarihindeki maliki olarak  32 KARA, Ders Kitabı, s.122. 33 KARA, Ders Kitabı, s.122. 34 KAYIHAN, s.277; KARA, Ders Kitabı, s.126. 58İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 öngörülmüştür (TTK. m. 1274/1). Şu halde müşterek avaryaya ilişkin olarak da müşterek avaryanın meydana geldiği andaki gemi donatanı sorumlu olmaktadır. ç. Çatma ve Kurtarma Sebebiyle Donatanın Sorumluluğu aa. Çatmadan Doğan Sorumluluğu Çatma esasen TBK. m. 49 vd. ile düzenlenen haksız fiilin deniz ticareti hukukuna özgü özel bir halidir. TTK. nın 1286 – 1297 maddeleri çatmayı bu doğrultuda düzenlemiştir.  Kavramsal  olarak   çatma   iki  veya  daha  fazla  geminin çarpışmasını ifade eder. Çatma, TTK. da özel olarak düzenlenmiş bulunan ve fakat niteliği itibarıyla haksız fiil oluşturan bir eylemdir. Çatma konusu TTK .da bu çarpışma sonucu gemilere ve gemilerde bulunan insanlara veya eşyaya verilen zararın tazmini açısından düzenlenmiştir (TTK. m. 1286). Çatma  konusu  modern  çağ  öncesi  dönemlerdeki  gemilerin  teknik  zaafları nedeniyle daha sık görülen bir durum iken, modern çağda bilim ve teknolojideki gelişme nedeniyle çatma olaylarında sayısal olarak çok ciddi miktarda azalma olmuştur, ancak yaşanan çatma olaylarında oluşan hasar ve zararlar çok büyük sorumluluklar doğurur hale gelmiştir.  Çatma  durumunda  çatmaya  karışan  gemilerin  donatanları  çatma  sebebiyle gemilerin  veya  gemide  bulunan  yüklerin  uğradıkları  zarardan  kusurlarının ağırlıkları  oranında  sorumlu  tutulurlar.  Ancak  teknik  olarak  kusur  ağırlığı oranının belirlenmesi mümkün olmaz ise, çatmaya katılan donatanlar ortaya çıkan zarardan tazminat sorumluluğu bakımından eşit oranda sorumlu tutulurlar. Bu tazminat talepleri açısından, donatanlar üçüncü kişilere karşı zincirleme sorumlu değillerdir. bb. Kurtarmadan Doğan Sorumluluğu Kurtarma faaliyeti tıpkı müşterek avarya gibi deniz hukukuna ait bir kavramdır. Gemiler seyrüsefer yaptığı sürece kurtarma faaliyetleri de var olacaktır. Kurtarma faaliyetine  ihtiyaç,  yolculuk  esnasında  gemi  adamlarının  deniz  rizikoları karşısında  yetersiz  kaldığı  ve  ek  bir  yardıma  gerek  duyduğu  zaman  ortaya çıkmaktadır. Hem gemiyi hem de yükü güven altına almayı amaçlayan bu ek yardım denizcilik sektörü için kritik bir öneme sahiptir. Kurtarma hizmeti belirli  35 KAYIHAN, s.136; KARA, Ders Kitabı, s.126. 36 KAYIHAN, s.301. 37 Çarpışmanın seyir halinde gerçekleşmesi şart değildir. Olayın, çatma kabul edilmesi için çarpışma fiili gerekli ve yeterli şarttır. 38 KAYIHAN, s.301. 39 KAYIHAN, s.301. 40 KARA, Ders Kitabı, s.125. 41 KARA, Ders Kitabı, s.125. 42 KAYIHAN, s.309.   59KAYIHAN-KARA/Donatanın Sorumluluğunun Kaynakları ve Sorumluluğunun Sınırlandırılması Sistemi koşullar altında ücretli bir hizmettir. Bu hizmetin ücretli olması kurtarma işinin doğasında vardır ve kurtarma işinin adil sonucu olarak karşımıza çıkar. 28.04.1989  tarihinde  imzalanan  ve  14.07.1996  tarihinde  yürürlüğe  giren  Kurtarmaya  Dair  Uluslararası  Sözleşme   m.  6/2  hükmüne  göre,  kaptan donatanın adına ve hesabına kurtarma sözleşmeleri akdetme yetkisine sahiptir. Keza TTK. m. 1300/1 hükmü gereğince de kaptan aracın kurtarılması için gemi maliki yani donatan adına kurtarma sözleşmesi yapmaya yetkilidir. Bu doğrudan temsil  yetkisi  yasadan  doğmaktadır.  Bu  itibarla  kurtarma  sözleşmesi  ile kararlaştırılan kurtarma ücretinden kaptan değil, bizzat donatan sorumlu olur. d. Denizi Kirletmesinden Doğan Sorumluluğu Hukukumuzda son yıllarda denize gemilerin sebep verdiği petrol kirlenmesinden hukuki sorumluluğa yönelik özel düzenlemeler yapılmıştır. Bu doğrultuda gemi sicilinde kendisi adına tescilli bir gemiyi sahibinden başka biri işletirken denizde petrol kirliliğine neden olsa bile sicilde kayıtlı olan gemi sahibi bunda kusurunun bulunmadığını ileri sürerek sorumluluktan kurtulamaz. Bu durum onun açısından bir  objektif  sorumluluk  hali  teşkil  eder.  Bu  hususta  1992  Tarihli   Petrol Kirliliğinden Doğan Zararın Hukuki Sorumluluğuna İlgili Uluslararası Sözleşme  ve 1992 Tarihli  Petrol Kirliliği Zararının Tazmini İçin Bir Uluslararası Fonun Kurulması ile İlgili Uluslararası Sözleşme  imza edilmiştir. Bu sözleşmelere Ülkemiz  üyedir.  Bu  sözleşmelerin  uygulanmasının  gerektiği  durumlarda, mevzuatımızın bu sözleşmelerde düzenlenen hususlara ilişkin diğer hükümleri uygulama alanı bulmaz. Sözleşme hükümlerinin uygulanması açısından TTK. m. 1336 şu düzenlemeyi öngörmektedir:   (1) 24/7/2001 tarihli ve 24472 sayılı Resmî Gazetede yayımlanan 27/11/1992 tarihli  Petrol  Kirliliğinden  Doğan  Zararın  Hukuki  Sorumluluğu  ile  İlgili Uluslararası Sözleşmenin 1 inci maddesinin altıncı paragrafında tanımlanan  kirlenme zararı  hakkında bu Sözleşme ve 18/7/2001 tarihli ve 24466 sayılı Resmî Gazetede yayımlanan 27/11/1992 tarihli Petrol Kirliliği Zararının Tazmini İçin Bir Uluslararası Fonun Kurulması ile İlgili Uluslararası Sözleşme hükümleri uygulanır. Bu sözleşmelerin doğrudan veya bu Kanun uyarınca uygulandıkları  43 HILL, s.335. 44 KARA, Ders Kitabı, s.125; KAYIHAN, s.318. 45 Fazlası için bkz. KARA, Hacı, Uluslararası Sözleşmeler ve Türk Hukukuna Göre Gemilerin Sebep Olduğu Deniz Kirliliği Zararlarından Doğan Hukuki Sorumluluk, İstanbul 2005; GÜLFER,  Kuyucu  Meriç,  Donatanın  Petrol  Kirliliğinden  Doğan  Sorumluluğu  ve Sınırlandırılması, İstanbul 2017; DEMİR, İsmail, Hukuki Sorumluluk ve Tazminat Esasları Açısından Deniz Çevresinin Petrol ve Diğer Zararlı Maddelerle Kirlenmesinde Acil Durumlarda Müdahale ve Zararlarının Tazmini Esaslarına Dair Kanunun Değerlendirilmesi, İnönü Üniversitesi Hukuk Fakültesi Dergisi Cilt:2 Sayı:1 Yıl: 2011; KARA, Ders Kitabı, s.123. 46 KARA, Ders Kitabı, s.123. 60İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 hâllerde,  mevzuatın,  bu  sözleşmelerde  düzenlenen  hususlara  ilişkin  diğer hükümleri uygulanmaz.  (2) 27/11/1992 tarihli Petrol Kirliliğinden Doğan Zararın Hukuki Sorumluluğu ile İlgili Uluslararası Sözleşmenin Nihai Maddelerinin 14 ve 15 inci maddeleri ile 27/11/1992 tarihli Petrol Kirliliği Zararının Tazmini İçin Bir Uluslararası Fonun Kurulması ile İlgili Uluslararası Sözleşmenin Nihai Maddelerinin 32 ve 33 üncü maddeleri uyarınca yapılacak değişikliklerin Türkiye Cumhuriyeti bakımından yürürlüğe girdikleri tarihten başlayarak, bu madde, anılan değişiklikleri de içine alacak şekilde uygulanır.  (3)  Bu  Kısımda  geçen;  a)   1992  tarihli  Sorumluluk  Sözleşmesi   ibaresi  27/11/1992 tarihli Petrol Kirliliğinden Doğan Zararın Hukuki Sorumluluğu ile İlgili Uluslararası Sözleşme yi ve bu Sözleşmeye ilişkin değişikliklerden Türkiye Cumhuriyeti  bakımından  yürürlüğe  girmiş  olanları,  b)   1992  tarihli  Fon Sözleşmesi  ibaresi  27/11/1992 tarihli Petrol Kirliliği Zararının Tazmini İçin Bir Uluslararası Fonun Kurulması ile İlgili Uluslararası Sözleşme yi ve bu Sözleşmeye ilişkin değişikliklerden Türkiye Cumhuriyeti bakımından yürürlüğe girmiş olanları, topluca ifade eder . Denizin kirlenmesine yönelik zararların tazmini amacıyla kabul edilen bir diğer önemli düzenleme de 5312 sayılı  Deniz Çevresinin Petrol ve Diğer Zararlı Maddelerle Kirlenmesinde Acil Durumlarda Müdahale ve Zararların Tazmini Esaslarına Dair Kanun dur. Bu itibarla söz geçen bu Kanun çerçevesinde de donatanın sorumluluğu gündeme gelebilir. Bunların dışında 09.8.1983 tarihli ve 2872 Sayılı Çevre Kanunu nu da burada zikretmek gerekir. Sözü geçen kanunun 28. maddesi düzenlemesi,  Çevreyi kirletenler ve çevreye zarar verenler sebep oldukları kirlenme ve bozulmadan doğan zararlardan dolayı kusur şartı aranmaksızın sorumludurlar.  Kirletenin, meydana gelen zararlardan ötürü genel hükümlere göre de tazminat sorumluluğu saklıdır. Çevreye verilen zararların tazminine ilişkin talepler zarar görenin zararı ve tazminat yükümlüsünü öğrendiği tarihten itibaren beş yıl sonra zamanaşımına uğrar  hükmünü ihtiva etmektedir.  Yasa  metninden  açıkça  anlaşıldığı  üzere  burada  kanun  koyucu  objektif  bir sorumluluk  öngörmektedir.  Yani  çevreyi  kirletenlerin  sorumluluğu  kusursuz sorumluluk türlerindendir. Kirlenme ve bozulmanın önlenmesi, sınırlandırılması, giderilmesi ve çevrenin iyileştirilmesi  için  yapılan  harcamalar  kirleten  veya  bozulmaya  neden  olan tarafından karşılanır. Kirletenin kirlenmeyi veya bozulmayı durdurmak, gidermek veya  azaltmak  için  gerekli  önlemleri  almaması  veya  bu  önlemlerin  yetkili makamlarca doğrudan alınması nedeniyle kamu kurum ve kuruluşlarınca yapılan  47 Bkz. KARA, Ders Kitabı, s.124. 48 RG. T. 11.8.1983, S.18132.   61KAYIHAN-KARA/Donatanın Sorumluluğunun Kaynakları ve Sorumluluğunun Sınırlandırılması Sistemi gerekli harcamalar 6183 sayılı Amme Alacaklarının Tahsil Usulü Hakkında Kanun hükümlerine göre kirletenden tahsil edilir (ÇK. m. 3/g). § III. Donatanın Sorumluluğunun Sınırlandırılması Sistemi ve Kapsamı (-ile Sorumluluk) A. Genel Olarak Donatanın  sorumluluğunu  sınırlama  hakkının  arkasındaki  temel  fikir, donatanların (armatörlerin) deniz yoluyla işlerini sürdürmeleri için gereken her türlü teşvikin verilmesi düşüncesi olmuştur. Gemilerle denizlerde yol almak, ulusal ve uluslararası ticareti gerçekleştirmek gerçekten deniz tehlikelerine karşı çok cesur olmayı gerektirir. Beklenmeyen her türlü tehlike ihtimaline karşı deniz ticaretinde eşya taşıma işlerini yapan donatanlar için de borçlar hukukundaki sınırsız sorumluluk esasının korunması hiç şüphesiz onların cesaretini kırardı. Böyle bir tutum donatanlar için kumara benzeyen bir durum oluştururdu. Sınırsız sorumluluk ihtimali deniz ticaretindeki girişimci, maceraperest ruhlara sahip olan kişilerin bu duygularını hiç şüphesiz kırardı. Yüzyıllar önce ciddi bir deniz felaketi büyük  olasılıkla  donatanın  derhal  iflas  etmesine  neden  olurdu.  Deniz tehlikelerinin  kendisine  özgü  tehlikeleri  karşısında  donatanları  tıpkı  kara ticaretindeki tacirler gibi alacaklılarına karşı kural olarak sınırsız sorumlu tutmak deniz  ticareti  pratiğini  çok  olumsuz  etkilerdi.  Bundan  dolayı  deniz  ticareti uygulaması için donatanların lehine bir tür sorumluluk ihdas edilmesi ihtiyacı ortaya çıkmıştır. Bu doğrultuda donatanların sorumlulukları dolayısıyla, malvarlıklarını aşan ve zarar görenlerin zararlarının tam olarak karşılayamaması ihtimali karşısında, zararların tazmin edilememesi tehlikesi göz önüne alınarak, donatanların belirli bir malvarlığı ile sorumlu tutulması amacıyla sorumluluğun sınırlandırılması düşüncesinin  doğduğunu  ifade  edebiliriz.  Bu  çerçevede  çeşitli  kanuni düzenlemeler  ve  uluslararası  sözleşmelerle  donatanın  sorumluluğunun sınırlandırılması faaliyetlerine gidilmiştir.  Buna göre şu sınırlı sorumluluk sistemlerinin gündeme geldiğini ifade etmek mümkündür: ❖  Geminin hacmine göre tayin edilen bir meblağla sınırlı    sorumluluk sistemi, ❖  Gemi ve navlun değeriyle sorumluluk sistemi,  49 HILL, s.394. 50 HILL, s.394. 51 HILL, s.394. 52 HILL, s.394. 53 GÜR, Adnan Tevfik, Deniz Alacaklarına Karşı Donatanın Sorumluluğunun Sınırlandırılmasına Dair  1976  Konvansiyonu  ve  1996  protokolü,  (Çevrimiçi) http://dspace.marmara.edu.tr/bitstream/handle/11424/2115/5000001563-5000000620PB.pdf?sequence=1&isAllowed=y, s.451 vd. (27.10.2019). 62İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 ❖  Sınırlı ayni sorumluluk sistemi, ❖  Abandon (terk) sistemi, ❖  Karma sistem. Bu sistemleri kendi iç hukuklarında değişik uygulayan ülkelerin uygulamaları hukuki bakımdan karışıklıklara yol açmaktaydı. 6762 Sayılı TTK. nın yürürlükte bulunduğu zaman diliminde bu hususta hukukumuzda sınırlı ayni sorumluluk sistemi kabul edilmişti. Ancak 6102 sayılı TTK. ile bu sistemden vazgeçilmiş ve küresel gelişmelere koşut olarak TTK. da bu hususa yer verilmemiştir. Deniz ticaretinin  küresel  niteliği  gereği  bu  uygulamaların  yeknesaklığını  sağlama ihtiyacı daha da çok ciddiyet kazanmış ve bunun için uluslararası sözleşmeler akdetme yoluna gidilmiştir.  İlk  olarak  Gemi  Sahiplerinin  Sorumluluklarının  Sınırlanması  İle  İlgili  Bazı Kaidelerin Birleştirilmesi Hakkında 25.08.1924 tarihli Brüksel Konvansiyonu akdedilmiştir. Sonrasında 1924 Konvansiyonu na az sayıda devletin taraf olması nedeniyle  Deniz  Gemileri  Sahiplerinin  Sorumluluklarının  Sınırlandırılması Hakkında 10.10.1957 tarihinde Brüksel de bu kez yeni bir uluslararası sözleşmeye imza atılmıştır. Fakat 1957 tarihli sözü geçen bu Anlaşmanın da sorumluluk sınırlarının düşük ve enflasyon karşısında korunmasız olması nedeniyle Deniz Alacaklarına  Karşı  Sorumluluğun  Sınırlanması  Hakkında  19.11.1976  tarihli Londra  Konvansiyonu  akdedilmiştir.  1976  Londra  Konvansiyonu,  1924 Konvansiyonu ve 1957 Konvansiyonu nun yerine geçmek üzere hazırlanmış olup, 12 devletin onayını takiben 01.12.1986 tarihinde yürürlüğe girmiştir. 1976 Londra Konvansiyonu nu  tadil  eden  1996  Protokolü  ile  bir  kısım  değişiklikler yapılmıştır.  1996  Protokolü,  1976  Protokolü nü  tadil  etmek  amacıyla hazırlanmış  olup,  10  üyenin  onaylamasından  sonra  13.05.2004  tarihinde yürürlüğe girmiştir. 1976 Konvansiyonu na 04.06.1980 tarihli ve 17007 sayılı RG. de yayımlanan 28.02.1980 tarihli Bakanlar Kurulu Kararı ile katılma yoluyla taraf olunmuş ve bu konvansiyon Ülkemizde 01.07.1998 tarihinden itibaren yürürlüğe girmiştir. 1996 Protokolü ne  ise  13.03.2010  tarihli  ve  27520  sayılı  RG. de  yayımlanan 05.02.2010 tarihli Bakanlar Kurulu Kararı ile katılma yoluyla taraf olunmuş ve bu protokol de Ülkemizde 17.10.2010 tarihinden itibaren yürürlüğe girmiştir. Sözü geçen  1976  Konvansiyonu  ve  1996  Protokolü nün  Türkiye  açısından uygulanabilir olduğu 6102 sayılı TTK. m. 1328 ve TTK. nın Yürürlüğü ve Uygulama Şekli Hakkındaki Kanun un 37. maddesinde hükme bağlanmıştır. Bu şekli ile 1976 Konvansiyonu ve 1996 Protokolü, her ne kadar RG. de yayımlanmış olan Bakanlar Kurulu Kararları doğrultusunda Türkiye için yürürlükte kabul  54 KAYIHAN, s.138. 55 Bkz. BERLINGERI, Francesco, International Maritime Conventions: Volume 2, Navigation Securities, Limitation of Liability and Jurisdiction, New York 2015, s.353. 56 GÜR, 1976 Konvansiyonu, s.452; Ayrıca bkz. KENDER / ÇETİNGİL / YAZICIOĞLU, s.110111. YAZICIOĞLU / KENDER / ÇETİNGİL, 2020, s. 261 vd..   63KAYIHAN-KARA/Donatanın Sorumluluğunun Kaynakları ve Sorumluluğunun Sınırlandırılması Sistemi edilse de, 6102 sayılı TTK. ile ilk defa bir Kanun tarafından hükme bağlanmıştır. Bu itibarla bundan böyle donatanın sorumluluğunun sınırlandırılması hususunda bizim de taraf olduğumuz sözü geçen bu uluslararası sözleşmelere gidilmesi gerekir. B. Sorumluluğun Sınırlandırılmasında Sistem  1. Genel Olarak Deniz Alacaklarına Karşı Sorumluluğun Sınırlandırılması Hakkında 1976 tarihli Uluslararası Konvansiyon - (SSHK.) m. 15 hükmü Konvansiyonun uygulama alanını şu şekilde hükme bağlamıştır:  1. İş bu sözleşme, 1. maddede gösterilen bir kişinin taraf bir devletin mahkemesi önünde sorumluluğunu sınırlamak, haczedilmiş veya tedbir konulmuş, bir gemi veya sair herhangi bir malı yahut sözü geçen devlet makamlarına verilmiş olan bir teminatı serbest bıraktırmak istediği her halde uygulanır. Şu kadar ki, her taraf devlet 1 inci maddede zikrolunan ve mahkemeleri huzurunda, iş bu sözleşme hükümlerine  dayanıldığı  anda  mutad  yerleşim  yeri  veya  iş  merkezi  taraf devletlerden birinde bulunmayan yahut ileri sürdüğü sorumluluğunu sınırlamak hakkı ile ilgili veya serbest bırakılmasını sağlamak istediği gemisi yukarıda anılan tarihte  taraf  bir  devletin  bayrağını  taşımayan  bütün  kişileri  bu  sözleşmenin uygulanmasından kısmen veya tamamen hariç bırakmak hakkını haizdir.  2. Sözleşmede taraf olan bir devlet milli mevzuatına koyacağı açık bir hükümle sorumluluğu sınırlama rejimini:  (a)- Kendi mevzuatı gereğince iç sularda seyre tahsis edilmiş, olan gemilere, (b)- 300 tonilatodan küçük gemilere, uygulamayı kabul edebilir. Bu paragrafta öngörülen seçimlik hakkını kullanan taraf devlet, milli mevzuatında kabul edilen  57 GÜR, 1976 Konvansiyonu, s.453. ●   TTK. m. 1062/2:  (2) Donatanın, Türkiye Cumhuriyetinin taraf olduğu sorumluluğun sınırlandırılmasına ilişkin milletlerarası sözleşmelerden doğan sorumluluğunu sınırlandırma hakkı saklıdır . ●  TTK. m. 1328:  (1) Deniz alacaklarından doğan sorumluluk, 4/6/1980 tarihli ve 17007 sayılı Resmî Gazetede yayımlanan 19/11/1976 tarihli Deniz Alacaklarına Karşı Mesuliyetin Sınırlanması Hakkında Milletlerarası Sözleşme ile bu Sözleşmeyi değiştiren 2/5/1996 tarihli Protokol veya onun yerine geçmek üzere hazırlanarak Türkiye Cumhuriyeti tarafından kabul edilen milletlerarası sözleşmelere göre sınırlanabilir.  (2) 1976 tarihli Deniz Alacaklarına Karşı Mesuliyetin Sınırlanması Hakkında Milletlerarası Sözleşmenin 20 ve 21 inci maddeleri ile 1996 tarihli Protokolün 8 inci maddesi uyarınca yapılacak değişikliklerin, Türkiye Cumhuriyeti bakımından yürürlüğe girdikleri tarihten başlayarak, bu madde, anılan değişiklikleri de içine alacak şekilde uygulanır.  (3) Bu Kısımda geçen  1976 tarihli Sözleşme  ibaresi,  19/11/1976 tarihli Deniz Alacaklarına Karşı Mesuliyetin Sınırlanması Hakkında Milletlerarası Sözleşme yi, 2/5/1996 tarihli Protokolü ve bu Sözleşmeye ilişkin değişikliklerden Türkiye Cumhuriyeti bakımından yürürlüğe girmiş olanları topluca ifade eder . 58 Bkz. GÜR, 1976 Konvansiyonu, s.452-453. 64İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 sorumluluğun sınırlarını veya böyle bir sınır öngörülmediğini tevdi merkezine bildirir.  3. Sözleşmede taraf olan bir devlet milli mevzuatına koyacağı açık bir hükümle diğer taraf devletlerin vatandaşı olan kişilerin hiçbir suretle çıkar sağlamadıkları olaylardan doğan alacaklara sorumluluğu sınırlama rejiminin tatbik edileceğini kabul edebilir.  4. Taraf bir devletin mahkemeleri işbu sözleşme hükümlerini sondaj işleri için inşa veya buna elverişli hale getirilmiş olup da bu işlerde kullanılan gemilere:  (a)-  Anılan  devletin  milli  mevzuatında  sözleşmenin  6  ncı  maddesinde öngörülenden daha yüksek bir sorumluluk sınırı kabul etmiş olması veya,  (b)- Anılan devletin bu gemilere uygulanacak bir sorumluluk rejimi tespit eden uluslararası bir anlaşmaya taraf olması halinde uygulamazlar. Yukarıdaki (a) bendinin tatbiki halinde bu devlet durumdan tevdi merciini haberdar eder.  5. İşbu sözleşme: (a)- Hava yastıklı vasıtalara,  (b)- Denizin dibinde veya daha altında bulunan tabii kaynakların araştırılması ve işletilmesine özgülenmiş olan yüzen platformlara, uygulanmaz 59. Konvansiyonun  uygulama  alanını  bu  şekilde  hükme  bağlayan   Deniz Alacaklarına  Karşı  Sorumluluğun  Sınırlandırılması  Hakkında  1976  tarihli Uluslararası Konvansiyon - (SSHK.)  hükümlerine göre sorumluluğun sınırları; (cid:0)  Genel Sınırlar, (cid:0)  Yolcu Alacaklarına Uygulanacak Sınırlar, olmak üzere iki ayrı başlıkta düzenlemeye bağlanmıştır (SSHK. m. 6 ve 7).  SSHK. m. 6 ile genel sınırlar için barem sistemi benimsenmiştir. Buna göre; aynı olaydan kaynaklanan ve 7. madde ile ifade edilen alacaklar dışında kalan alacaklar hakkında sorumluluk sınırı, geminin tonilatosu başına belirli hesap  59 BERLINGERI, 354-355. 60 SSHK. Madde 7:   Yolcuların alacaklarına uygulanacak sınırlar; 1. Bir geminin yolcularının ölüm veya yaralanmasından kaynaklanan ve aynı olaydan doğan alacaklarda  gemi  malikinin  sorumluluğu,  46.666  hesap  biriminin  geminin  resmi  belgesinde taşımasına izin verilen yolcu sayısı ile çarpılmasından elde olunan meblâğla sınırlıdır, ancak bu meblağ yirmi beş milyon hesap birimini aşamaz.  2.  Bu  madde  açısından   bir  geminin  yolcularının  ölüm  veya  yaralanmasından  kaynaklanan alacaklar  sözleri:  a) Bir yolcu taşıma mukavelesine müsteniden,  veya  b) Bir navlun sözleşmesine konu olan bir taşıt veya canlı hayvanlara, taşıyanın muvafakatiyle, refakat etmek suretiyle, söz konusu gemide taşıyan her hangi bir şahıs tarafından veya onun hesabına ileri sürülen alacakları ifade eder .   65KAYIHAN-KARA/Donatanın Sorumluluğunun Kaynakları ve Sorumluluğunun Sınırlandırılması Sistemi birimi olarak tespit edilmiş ve fakat geminin tonilatosu büyüdükçe hesap birimi azaltılmış  ve  sonuç  olarak  sınırın  ihtiyacın  çok  üzerine  çıkmasının  önüne geçilmiştir-62. 1996 Protokolü ile değişik SSHK. m.6/1 nci paragrafına göre; (SSHK. m. 7 ile belirtilen yolcuların alacakları dışında kalan) sorumluluk sınırı gemilerin tonajları dikkate alınarak aşağıdaki şekillerde belirlenmiştir 2. Genel Sınırlar a. Ölüm ve Yaralanmalardan İleri Gelen Alacaklar Hakkında Genel Sınırlar Bu ihtimale yönelik SSHK. m.6 (a) bendi sözleşmenin 7. maddesinde belirtilen yolcuların  alacakları  dışında  kalan  alacaklarda  sorumluluğun  genel sınırlarının hesaplanmasını şöyle hükme bağlanmıştır: (i)- 2.000 tonu geçmeyen bir gemi için 2.000.000 hesap birimi. (ii)- 2.000 tonu geçen bir gemi için 2.000.000 hesap birimine ek olarak ayrıca; §  2.001 den 30.000 tona kadar her bir ton için 800 hesap birimi, §  30.001 den 70.000 tona kadar her bir ton için 600 hesap birimi, §  70.000 tondan yukarı her bir ton için 400 hesap birimi eklenir. b. Ölüm ve Yaralanmadan İleri Gelen Alacaklar Dışında Kalan Diğer Bütün Alacaklar Hakkında Genel Sınırlar Bu ihtimalle SSHK. m.6 (b) bendi ile şu şekilde öngörülmüştür: (i)- 2.000 tonu geçmeyen bir gemi için 1.000.000 hesap birimi, (ii)- 2000 tonu geçen bir gemi için 1.000.000 hesap birimine ek olarak ayrıca; §  2001 den 30.000 tona kadar her bir ton için 400 hesap birimi, §  30.001 den 70.000 tona kadar her bir ton için 300 hesap birimi, §  70.000 den yukarı her bir ton için 200 hesap birimi eklenir. Ölüm ve yaralanmalardan kaynaklanan alacaklar için SSHK. m.6/1, (a) bendi gereğince hesaplanan tutar, burada yazılı alacakları tam olarak karşılamaz ise, ödenmeyen  kısmı  karşılamak  üzere  (b)  bendi  uyarınca  hesaplanan  tutar  61 YAZICIOĞLU / KENDER / ÇETİNGİL, 2020, s.277; GÜR, 1976 Konvansiyonu, s.459. 62 SSHK. m. 8 hükmüyle hesap biriminin, Milletlerarası Para Fonu tarafından tanımlanan SDR. (Special Drawing Rihgts) yani Türkçe ye ÖÇH. kısaltması ile geçmiş olan Özel Çekme Hakkı olduğu belirlenmiştir. (Bkz. BERLINGERI, 377-378). Günümüzdeki kura göre 1 SDR. (ÖÇH.) = 1.5193 USD. tutarındadır. Sınırlamaya tabi bir hesap yapılacağında güncel kur esas alınır. 63 Öte yandan, bir gemiden faaliyet göstermeksizin veya sadece kurtarma ve yardım faaliyetlerine konu olan gemide veya bu gemi ile ilgili olarak faaliyet göstermek suretiyle yardımda bulunan kişilerin  sorumluluklarının  sınırlanmasında  gemi  tonajı  dikkate  alınmamaktadır.  GÜR,  1976 Konvansiyonu. 64 BERLINGERI, s.376; WILSON, s.278; Ayrıca bkz. GOODE, Roy, Commercial Law, Third Edition, London 2004, s.1047 – 1049; KENDER / ÇETİNGİL / YAZICIOĞLU, s.123. 65 Bkz. BERLINGERI, 376; WILSON, s.279; YAZICIOĞLU / KENDER / ÇETİNGİL, 2020, s.277. 66İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 kullanılabilir ve bu ödenmemiş bakiye kısım, diğer tüm alacaklarla beraber garameye (paylaştırmaya) katılır (SSHK. m.6/2).  3. Yolcu Alacaklarına Uygulanacak Sınırlama 1996 Protokolü ile değişiklikle bu ihtimaldeki sınırlama baremi de artırılmıştır. Bu  düzenlemeye  göre  SSHK.  m.  7  hükmünde  yolcuların  alacaklarına uygulanacak sınırların ise şu şekilde hesaplanacağı öngörülmüştür: Bir geminin yolcularının ölüm veya yaralanma alacakları dışında kalan diğer bütün alacaklar hakkında sorumluluk sınırı; ●  2.000 tonu geçmeyen bir gemi için 1.000.000 hesap birimi, ●  Tonajı 2.000 tonu geçen gemiler için ise, 2.000 tondan 30.000 tona kadar her bir ton için 400 hesap birimi, ●  30.001 tondan 70.000 tona kadar her bir ton için 300 hesap birimi, ●  70.000 tondan yukarı her bir ton için 200 hesap birimi dikkate alınır.  Aynı zamanda yolcu alacaklarına uygulanacak sınırlar ile ilgili olarak;   Bir geminin yolcularının ölüm veya yaralanmasından kaynaklanan ve aynı olaydan doğan alacaklarda gemi malikinin sorumluluğu, 175.000 hesap biriminin geminin resmi belgesinde taşımasına izin verilen yolcu sayısı ile çarpılmasından elde olunan meblâğ olacaktır  hükmüne yer verildiği görülmektedir, ancak bu tutarın 25.000.000 hesap birimini aşamayacağı belirtilmiştir (SSHK. m. 7/1)68. 4. Sorumluluğun Sınırlandırılmasında Fon Tesisi a. Fon Tesis Edilerek Sorumluluğun Sınırlandırılması 1976 tarihli SSHK. ile öngörülen sorumluluk; fon tesis edilerek veya fon tesis edilmeksizin def i öne sürülerek sınırlanabilmektedir.  SSHK. m.11 fon tesis edilmek suretiyle sorumluluğun sınırlandırılması faaliyetini düzenlemektedir.  Buna  göre;  sorumluluğu  ileri  sürebilecek  olan  her  kişi, sınırlamaya tâbi bulunan alacaklardan ötürü ülkesinde dava açılan ve sözleşmede taraf olan devletin mahkemeleri veya yetkili sair merciileri nezdinde bir fon tesis edebilecektir. Fon, yukarıda sözünü ettiğimiz 6 ve 7 nci maddelerin mezkûr kişinin  sorumlu  tutulabileceği  alacaklara  uygulanması  kabil  olan  hükümleri uyarınca  hesaplanan  meblağ  ile  sorumluluğunun  doğumuna  yol  açan  olay gününden fonun tesisi tarihine kadar işlemiş olan faizlerin toplamından oluşur. Bu  66 KAYIHAN, s.142. 67 BERLINGERI, s.376. 68 Bkz. YAZICIOĞLU / KENDER / ÇETİNGİL, 2020, s.277.   67KAYIHAN-KARA/Donatanın Sorumluluğunun Kaynakları ve Sorumluluğunun Sınırlandırılması Sistemi suretle tesis olunan fon ancak, haklarında sınırlı sorumluluk ileri sürülebilecek olan alacakların ödenmesinde kullanılabilir.  Fon, tespit olunan meblağın yatırılması yahut fonun tesis olunacağı taraf devletin mevzuatı bakımından şayanı kabul ve mahkeme veya yetkili sair merciilerce yeterli sayılacak olan bir teminatın gösterilmesi ile tesis olunabilir. Fon tesisi, deniz alacaklısı haklarının sahipleri için kusursuz sorumluluk ve mali güvenceden sonra üçüncü aşamada güvence sağlamaktadır.  b. Fon Tesis Edilmeksizin Def i Yoluyla Sorumluluğun Sınırlandırılması SSHK. m. 10 gereğince, fon kurulmadan da sorumluluğu sınırlama hakkı ileri sürülebilir (bkz. TTK. m. 1335). Bu ihtimalde sözleşmede taraf olan bir devlet ulusal mevzuatında, sınırlamaya tabi bir alacağın tahsili için mahkemelerinde dava açılması halinde sorumlu kişinin ancak bu sözleşme hükümlerine uygun olarak sınırlama fonunun tesis edilmiş veya sınırlı sorumluluğun ileri sürülmesi anında tesis edilecek olması takdirinde sorumluluğunu sınırlamak hakkını ileri sürebileceğini hüküm altına alabilir.  Sınırlama fonu tesis edilmeksizin sınırlı sorumluluk ileri sürüldüğü takdirde SSHK. m. 12 hükümlerinin uygulanacağı öngörülmüştür.  Bu maddenin tatbiki için gerekli usuli hükümler, ülkesinde dava açılan taraf devletin milli mevzuatına tâbi kılınmıştır. § IV. Sınırlamaya Tabi Alacaklar ve Sınırlama Hakkını Ortadan Kaldıran Hareketler ile Sınırlama Dışında Bırakılan Alacaklar A. Sınırlamaya Tabi Alacaklar  Sorumluluğun  sınırlanabileceği  alacaklar  SSHK.  m.  2/1  ile  söz  konusu konvansiyonun  3  ve  4  üncü  maddeler  saklı  olmak  üzere  aşağıdaki  şekilde sorumluluğun  temeli  ne  olursa  olsun,  sorumluluk  sınırlamasına  tabi tutulmuşlardır.  (a)- Gemide veya geminin işletilmesi yahut kurtarma ve yardım faaliyetleri ile doğrudan ilgili olarak meydana gelen ölüm, yaralanma, (liman tesisleri, havuzları, seyrüsefere elverişli su yolları ve seyir yardımcı tesislerinin maruz kaldıkları zararlar dâhil olmak üzere) her türlü eşya veya ve hasarı ve sair bütün zararlardan doğan alacaklar;  (b)-  Deniz  yolu  ile  yapılan  yük,  yolcu  ve  bagajlarının  taşınmasında  oluşan gecikmeden ileri gelen bütün zararlardan doğan alacaklar;  69 Bu hususta fazlası için bkz. KULA, Nil, Türk Hukukunda Deniz Alacaklarına Karşı Sorumluluğu Sınırlama Fonu, İstanbul 2015.  68İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  (c)- Sözleşmeden doğmuş olmayan herhangi bir hakkın ihlalinden doğan ve geminin işletilmesi yahut kurtarma ve yardım faaliyetleriyle doğrudan ilgili olarak oluşan diğer bütün zararlardan doğan alacaklar;  (d)- Batmış, enkaz haline gelmiş, oturmuş; veya terk edilmiş bir geminin, içinde bulunan  veya  bulunmuş  olan  şeyler  de  dâhil  olmak  üzere,  yüzdürülmesi, kaldırılması, imha edilmesi veya zararsız hale getirilmesinden doğan alacaklar;  (e)- Gemi yükünün imhası veya zararsız hale getirilmesinden doğan alacaklar;  (f)-  Sorumlu  kişinin  bu  sözleşme  hükümleri  uyarınca  sorumluluğunu sınırlayabileceği bir zararı önlemek veya azaltmak için alınan önlemler ve bu tedbirlerin başkaca sebep oldukları zararlar yüzünden sorumlu kişiden başka bir kimse tarafından ileri sürülen alacaklar.  Burada  ifade  etmiş  olduğumuz  alacaklar,  rücu  hakkına  veya  bir  garantiye dayanan, akdi veya gayrı akdi bir davaya konu olsalar da sorumluluk sınırlamasına tabidir. Ancak, yukarıda zikrettiğimiz (d), (e) ve (f) bentleri kapsamına giren alacaklar,  sorumlu  kişi  ile  akdedilmiş  bir  sözleşmeden  doğan  ücrete  ilişkin oldukları oranda sorumluluk sınırlamasına tabi tutulmaz (SSHK. m. 2/1). Ancak  hemen  belirtelim  ki,  TTK.  m.  1331,  1976  tarihli  SSHK. nın  2  nci maddesinin birinci fıkrasının (d) ve (e) bentleri ile hemen aşağıda ele aldığımız 3 üncü maddesinde sayılan alacaklara karşı sorumluluğun sınırlandırılamayacağını öngörmüştür. Bir başka taraftan, 1976 tarihli SSHK. nın 3. maddesinde sınırlı sorumluluk esasından yararlanılamayacak alacaklar zaten gösterilmişken, TTK. m.  1328  ile  SSHK.  m.  3  ile  sayılan  alacaklara  karşı  sorumluluğun sınırlanmayacağının öngörülmesi, kanun yapma tekniği bakımından tamamen gereksizdir. B. Sınırlama Hakkını Ortadan Kaldıran Hareketler SSHK. m. 4 hükmü sınırlama hakkını ortadan kaldıran hareketleri;  şahsi fiil veya ihmalinden ileri gelen zarara kasten yahut cüretkarane bir şeklide ve muhtemelen böyle bir zarar meydana geleceği bilinci ile sebebiyet vermiş olduğu kanıtlanan sorumlu kişi sorumluluğunu sınırlama hakkını haiz değildir  şeklinde hükme bağlamıştır. Buna göre, donatanın sınırlı sorumluluğunu ortadan kaldıran ve bu düzenleme kapsamında hareketler içinde olduğunu iddia eden davacı bu durumu ispatlarsa artık donatanın tazminat sorumluluğu sınırsız olur. Şu halde ispat yükü (burden of proof) tazminat talebinde bulunan davacıya aittir.  70 BERLINGERI, s.362-364. 71 BERLINGERI, s.364. 72 KENDER / ÇETİNGİL / YAZICIOĞLU, s.121. 73 BERLINGERI, s.369.   69KAYIHAN-KARA/Donatanın Sorumluluğunun Kaynakları ve Sorumluluğunun Sınırlandırılması Sistemi Hükümdeki  kast  ifadesi   kast  veya  kasta  yakın  ağır  kusur   şeklinde anlaşılmaktadır. C. Sınırlama Dışında Bırakılan Alacaklar Sorumluluğun sınırlanması dışında tutulan alacakları SSHK. m. 3  bu sözleşme hükümleri  aşağıdaki  alacaklara  uygulanmaz   diyerek  şu  şekilde düzenlemektedir:  (a)- Kurtarma ve yardım alacakları ile müşterek avarya garame (paylaştırma) alacakları. (b)- Hidrokarbonlar (akaryakıtlar) ile kirletmeden doğan zararlardan sorumluluğa dair 23/11/1969 tarihli milletlerarası sözleşme ile yürürlükte olan tadil ve ekleri anlamında  olmak  üzere  hidrokarbonlarla  kirlenmeden  ileri  gelen  zararlardan doğan alacaklar. (c)- Nükleer zararlardan sorumluluğun sınırlanmasını düzenleyen veya yasak eden bütün uluslararası sözleşmeler veya milli kanunlara tabi olan alacaklar. (d)- Nükleer gemi malikine karşı nükleer zararlardan doğan alacaklar. (e)- Gemi maliki veya yardımda bulunan ile müstahdemleri arasında akdedilmiş hizmet  sözleşmesini  düzenleyen  kanun  hükümlerine  göre  gemi  maliki  veya yardımda  bulunanın  söz  konusu  alacaklara  karşı  sorumluluğunu  sınırlamak hakkını haiz olmaması veya ancak sözleşmenin 6 ncı maddesinde öngörülenden yüksek  bir  meblağla  sınırlayabilmesi  halinde  gemi  maliki  veya  yardımda bulunanın, görevleri gemi hizmetlerine veya kurtarma ve yardım faaliyetlerine ilişkin olan müstahdemlerinin alacakları ile bunların mirasçılarının, haleflerinin veya bu gibi alacakları ileri sürmeye hakkı bulunan diğer kişilerin alacakları. §  V.  Donatanın  Sorumluluğunu  Sınırlayan  Uluslararası  Sistemin  Türk Hukukunda Uygulanması, Görevli ve Yetkili Mahkeme 1976  tarihli  SSHK.  hükümlerinin  ülkemiz  mahkemelerinde  uygulanması hususunda  TTK. nın   Uygulama  alanının  genişletilmesi   yan  başlıklı  1330. hükmünde şu düzenleme öngörülmüştür: ❖   (1) 1328 inci madde, aşağıdaki hâllerde de uygulanır:  (a)- 1976 tarihli Sözleşmenin 15 inci maddesinin birinci paragrafının ikinci cümlesinde sayılan kişiler, bir Türk mahkemesinde sorumluluklarını sınırlamak istediklerinde.    74 KENDER / ÇETİNGİL / YAZICIOĞLU, s.121; YETİŞ ŞAMLI, Kübra, Uluslararası Kara, Hava ve Deniz Yolu ile Eşya Taşımalarında Taşıyıcının / Taşıyanın Sınırlı Sorumluluktan Yararlanma Hakkının Kaybı, İstanbul 2008, 33 vd., 87 vd., 143 vd.; Ayrıca bkz. BERLINGERI, s.369 vd.. 75 Bkz. BERLINGERI, s.366-369. 70İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 (b)- 1976 tarihli Sözleşmenin 15 inci maddesinin ikinci paragrafının (a) bendinde sayılan gemiler hakkında.  (c)- 1976 tarihli Sözleşmenin 15 inci maddesinin ikinci paragrafının (b) bendinde sayılan gemiler hakkında, 1332 nci maddede öngörülen sınırlar dâhilinde.  (d)- 1976 tarihli Sözleşmenin 15 inci maddesinin dördüncü paragrafında sayılan gemiler hakkında, 1333 üncü maddede öngörülen sınırlar dâhilinde.  (2) Alacaklı, birinci fıkranın (a) bendinde söz konusu olan kişinin ülkesinde sorumluluğun  sınırlanmasının  caiz  olmadığını  ispat  ederse,  sorumluluk Türkiye de sınırlanamaz. Alacaklı o kişinin ülkesinde 1976 tarihli Sözleşmeye göre daha yüksek bir sorumluluk sınırının uygulandığını ispat ederse, 1976 tarihli Sözleşme, o yüksek sınır esas alınarak uygulanır . ❖  İç sularda seyre özgülenen gemilere ve 300 tondan küçük gemilere de SSHK. hükümlerinin uygulanacağı kuralı belirlenmiş, ancak 300 tondan küçük sözü geçen gemiler için SSHK. m. 6 /1 (b) bendi gereğince hesap edilecek sorumluluk sınırı 83.500 ÖÇH. dir. Diğer ihtimallerde SSHK. tarafından öngörülen sorumluluk sınırları geçerlidir (TTK. m. 1332). ❖  Sınırlamaya esas olan alacağın, geminin sondaj işlemi için kullanılmak üzere sondaj yerinde bulunduğu sırada doğmuş olması şartıyla, 1976 tarihli SSHK. nın 15 inci maddesinin dördüncü paragrafında sayılan gemiler hakkında aşağıdaki sorumluluk sınırlarının uygulanacağı esası benimsenmiştir:  §  1976  tarihli  Sözleşmenin  6  ncı  maddesinin  birinci  paragrafının  (a) bendinde sayılan alacaklar için 32.000.000 Özel Çekme Hakkı.  §  1976  tarihli  Sözleşmenin  6  ncı  maddesinin  birinci  paragrafının  (b) bendinde sayılan alacaklar için 20.000.000 Özel Çekme Hakkı (TTK. m. 1333).  Öte yandan TTK. m. 1334 hükmü ile sorumluluğun fondan tahsil edilmesinde alacaklılar  arasında  sıra  tesis  edilmiştir.  Buna  göre  ölüm  ve  yaralanmadan kaynaklanan alacakların SSHK. m. 6/2 gereğince sahip oldukları hakların ihlal edilmemesi şartıyla, liman tesislerine havuzlarına, sefere elverişli su yollarına ve seyir yardımcı tesislerine verilen zararlardan doğan alacaklar, SSHK. m.6/1 (b) bendinde yazılı alacaklara oranla önceliklidir. 1976 tarihli SSHK. ve 27/11/1992 tarihli Petrol Kirliliğinden Doğan Zararın Hukuki Sorumluluğu ile İlgili Uluslararası Sözleşme uyarınca fon kurulması konusunda görevli mahkeme, deniz ticareti işlerine bakmakla görevli asliye ticaret mahkemesi, bu mahkemenin bulunmadığı yerlerde bu işle görevlendirilmiş asliye ticaret  mahkemesi,  o  da  yoksa,  fonun  miktarına  bakılmaksızın,  bu  işle görevlendirilmiş asliye hukuk mahkemesidir. 1976 ve sözü geçen 1992 tarihli sözleşmeler uyarınca fon kurulması konusunda, bir Türk Gemi Siciline kayıtlı  76 YAZICIOĞLU / KENDER / ÇETİNGİL, 2020, s.289.   71KAYIHAN-KARA/Donatanın Sorumluluğunun Kaynakları ve Sorumluluğunun Sınırlandırılması Sistemi olan gemilerde, o gemi sicilinin gözetimi altında tutulduğu mahkeme, sicile kayıtlı olmayan Türk gemilerinde malikin yerleşim yeri mahkemesi, yabancı gemilerde ise, deniz ticareti işlerine bakmakla görevli İstanbul Asliye Ticaret Mahkemesi yetkili kılınmıştır (TTK. m. 1348). Yargılama ve takip giderleri için sorumluluğun sınırlandırılamayacağı; bir fon kurulmuş  olsa  bile,  davalı  veya  takip  borçlusunun,  bu  giderlerinin  ayrıca ödenmesinin zorunlu olduğu hükme bağlanmıştır (TTK. m. 1349). Sorumluğu sınırlama fonu kurulmuş ise SSHK. m. 13/1 hükmü çerçevesinde alacaklıların hiçbiri, borçlunun oluşturulan fon dışındaki malvarlığına el atamaz. Petrol kirliliğinden doğan zararlarda sorumluluğun sınırlanmasına dair esaslar 1992 tarihli Petrol Kirliliğinden Doğan Zararın Hukuki Sorumluluğu ile İlgili Uluslararası  Sözleşmenin  V.  maddesinde  öngörülmüştür.  Sözü  edilen düzenlemenin  3.  fıkrasına  göre  petrol  kirliliğine  ilişkin  sorumluluğun sınırlanmasında fon tesisi zorunlu kılınmıştır.  SSHK. ve 1992 tarihli Petrol Kirliliğinden Doğan Zararın Hukuki Sorumluluğu ile İlgili Uluslararası Sözleşmede sınırlı sorumluluk fonunun nasıl kurulacağı ve alacaklılar arasında paylaşılması hususunda genel kurallar belirlenmiştir. 6102 sayılı TTK. ile sadece görevli ve yetkili mahkeme belirlenmiş, fonun tesisi ve paylaştırılması usulüne ilişkin bir düzenleme halen yapılmamıştır. Bu hususta en azından ikincil nitelikte düzenlemeler yapılması yerinde olur. Sonuç Kuşkusuz tarihsel süreçte deniz ticareti hukukuna ilişkin sorumluluk klasik genel sorumluluk ilkelerinden ayrı bir yerde olmuştur. Zira deniz ticaretine özgü teknik hususlar özellikle donatanların ve onlar gibi sorumlu oldukları kabul edilen gemi işletme müteahhitlerinin sorumluluk hallerini ciddi şekilde etkilemektedir. Deniz ticaretine ilişkin kendisine özgü teknik tehlikeler donatanların sorumluluklarını ayrı  bir  şekilde  ele  alınması  gerekliğini  her  zaman  ön  plana  çıkarmıştır. Günümüzde emtiaların küresel ölçekte bir noktadan bir başka noktaya taşınması hususunda devasa gemiler oldukça önemli roller oynamaktadır. Deniz ticaretinin kendisine özgü tehlikeleri doğrultusunda donatanların sorumlulukları zamanın ruhuna göre her zaman normal sorumluluk hukukundan ayrı ele alınmıştır. Bu aynı  zamanda  deniz  ticareti  ile  uğraşan  donatanlar  için  teşvik  edici  olmak durumundadır. Gerçekten normal borçlar hukuku kabulüne göre donatanları da deniz ticareti faaliyetleri için kural olarak sınırsız sorumlu olduklarını kabul edersek, deniz ticaretinin farklı teknik koşulları altında sorumlu olduğu durumda tüm  malvarlığını  bir  anda  yitirme  rizikosu  karşısında  kişiler,  deniz  ticareti faaliyetlerinde bulunmaktan imtina edebilirlerdi. Öte yandan menfaatler dengesini de  nazara  alarak  donatanlara  ilişkin  sorumluluğun  böylece  düzenlenmeye çalışılması bu alanda her dönemin başlıca sorunu olmuştur.  77 KENDER / ÇETİNGİL / YAZICIOĞLU, s.126. 72İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 Bu alan küresel alanda çok tatbiki olan bir alan olduğu için ülkeler kendi iç hukuklarına ilişkin ticaret kanunları ile düzenlemiş olsa bile bu kurallar sadece ilgili  ülkelerin  iç  hukuklarında  uygulanabilir  olduğu  için  deniz  ticaretinin küreselliği karşısında çok da anlam ifade etmemekteydi. Bu hususlarda bütün ülkeleri bağlayıcı supranasyonal kanunlar da olmadığı için ülkeler arasında ciddi uygulama  sorunları  gündeme  gelebilmektedir.  Bu  yüzden  bu  sorunların çözülebilmesi  için  süreç  içerisinde  farklı  alanlarda  oldukça  çok  anlaşmalar yapılmış ve bundan böyle de yapılacaktır. Bu  doğrultuda  konuya  ilişkin  uluslararası  alanda  Deniz  Alacaklarına  Karşı Sorumluluğun Sınırlanması Hakkında 19.11.1976 tarihli Londra Konvansiyonu (SSHK.) akdedilmiştir. İşaret ettiğimiz üzere 1976 Londra Konvansiyonu, 1924 Konvansiyonu ve 1957 Konvansiyonu nun yerine geçmek üzere hazırlanmış olup, 12 devletin onayını takiben 01.12.1986 tarihinde yürürlüğe girmiştir. 1976 Londra Konvansiyonu nu tadil eden 1996 Protokolü ile bir dizi değişiklikler yapılmıştır. 1996 Protokolü, 1976 Protokolü nü tadil etmek amacıyla hazırlanmış olup, 10 üye olmasından  sonra  13.05.2004  tarihinde  yürürlüğe  girmiştir.  1976 Konvansiyonu na  04.06.1980  tarihli  ve  17007  sayılı  RG. de  yayımlanan 28.02.1980 tarihli Bakanlar Kurulu Kararı ile katılma yoluyla taraf olunmuş ve bu konvansiyon ülkemizde 01.07.1998 tarihinden itibaren yürürlüğe girmiştir. 1996 Protokolü ne  ise  13.03.2010  tarihli  ve  27520  sayılı  RG. de  yayımlanan 05.02.2010 tarihli Bakanlar Kurulu Kararı ile katılma yoluyla taraf olunmuş ve bu protokol de ülkemizde 17.10.2010 tarihinden itibaren yürürlüğe girmiştir. Sözü geçen  1976  Konvansiyonu  ve  1996  Protokolü nün  Türkiye  açısından uygulanabilir olduğu 6102 Sayılı TTK. m. 1328 ve TTK. nın Yürürlüğü ve Uygulama Şekli Hakkındaki Kanun un 37. maddesinde hükme bağlanmıştır. Bu şekli ile 1976 Konvansiyonu ve 1996 Protokolü, her ne kadar RG. de yayımlanmış olan Bakanlar Kurulu Kararları doğrultusunda Türkiye için yürürlükte kabul edilse de, 6102 sayılı TTK. ile ilk defa bir Kanun tarafından hükme bağlanmıştır. Görüldüğü  üzere  ülkemiz  bu  alandaki  uluslararası  gelişmeleri  son  dönemde oldukça iyi takip etmiştir. Bu itibarla bundan böyle donatanın sorumluluğunun sınırlandırılması hususunda bizim de taraf olduğumuz sözü geçen bu uluslararası sözleşmelere gidilmesi gerekir düşüncesinden hareketle donatanın sorumluluğuna ilişkin  sözü  geçen  Konvansiyonu  inceledik  ve  donatanın  sorumlu  olduğu durumları belirleyerek, sorumluluğun sınırlanması sistemini ve ele aldık. Güncel kuralları bu şekilde öngörülen donatanın sorumluluğu, deniz ticareti hukukunun  uluslararası  niteliği  karşısında  her  zaman  bu  düzlemde  olacaktır düşüncesindeyiz. 6102 sayılı yürürlükteki TTK. da ülkemizin son dönemde taraf olduğu SSHK. hükümlerini esasen iç hukuka da aktarmıştır. Bu itibarla ülkemizin bu gelişmeleri yakından takip ettiğini ifade edebiliriz.   73KAYIHAN-KARA/Donatanın Sorumluluğunun Kaynakları ve Sorumluluğunun Sınırlandırılması Sistemi EK BEYAN  Araştırmacıların Katkı Oranı Beyanı ve Çatışma Beyanı   Yazar Katkı Oranları  Yazarlar çalışmaya eşit oranda katkı sağlamıştır.   Araştırma ve Yayın Etiği İlkelerine Uygun Hareket Edildiğine Dair Metin  Makalenin tüm süreçlerinde İMHFD araştırma ve yayın etiği ilkelerine uygun olarak hareket edilmiştir.   Çıkar Çatışması Bildirimi  Bu çalışmada herhangi bir potansiyel çıkar çatışması bulunmamaktadır.               74İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10",
     "Kaynakça": "BERLINGERI, Francesco, International Maritime Conventions: Volume 2, Navigation Securities, Limitation of Liability and Jurisdiction, New York 2015. BOZKURT, Tamer, Ticaret Hukuku C. V, Deniz Ticareti Hukuku, Kara Taşıma Hukuku, Güncellenmiş 8. Baskı, İstanbul 2016. DEMİR,  İsmail,  Hukuki  Sorumluluk  ve  Tazminat  Esasları  Açısından  Deniz Çevresinin Petrol ve Diğer Zararlı Maddelerle Kirlenmesinde Acil Durumlarda Müdahale ve Zararlarının Tazmini Esaslarına Dair Kanunun Değerlendirilmesi, İnönü Üniversitesi Hukuk Fakültesi Dergisi Cilt:2, Sayı:1, Yıl: 2011. GOODE, Roy, Commercial Law, Third Edition, London 2004. GÜLFER, Kuyucu Meriç, Donatanın Petrol Kirliliğinden Doğan Sorumluluğu ve Sınırlandırılması, İstanbul 2017. GÜR,  Adnan  Tevfik,  Deniz  Alacaklarına  Karşı  Donatanın  Sorumluluğunun Sınırlandırılmasına Dair 1976 Konvansiyonu ve 1996 protokolü, (Çevrimiçi) http://dspace.marmara.edu.tr/bitstream/handle/11424/2115/50000015635000000620 PB.pdf?sequence=1&isAllowed=y, s.451 vd. (27.10.2019). HILL, Christopher, Maritime Law, Sixth Edition, New York 2003, Published 2014. İZVEREN, Adil / FRANKO, Nisim / ÇALIK, Ahmet, Deniz Ticaret Hukuku, Ankara 1994. KARA, Hacı, Deniz Ticareti Hukuku, İstanbul 2020. (Ders Kitabı). KARA, Hacı, Uluslararası Sözleşmeler ve Türk Hukukuna Göre Gemilerin Sebep Olduğu Deniz Kirliliği Zararlarından Doğan Hukuki Sorumluluk, İstanbul 2005.  KAYIHAN, Şaban, Deniz Ticareti Hukuku, İstanbul 2020. KENDER, Rayegan / ÇETİNGİL, Ergon /YAZICIOĞLU, Emine, Deniz Ticareti Hukuku Temel Bilgiler, C.1, Gözden Geçirilmiş ve Genişletilmiş On Dördünü Baskı, İstanbul 2017. KULA, Nil, Türk Hukukunda Deniz Alacaklarına Karşı Sorumluluğu Sınırlama Fonu, İstanbul 2015. KUYUCU  MERİÇ,  Gülfer,  Donatanın  Petrol  Kirliliğinden  Doğan Sorumluluğu ve Sınırlandırılması, İstanbul 2017. OKAY, Sami, Deniz Ticareti Hukuku II, Navlun Mukaveleleri, Denizde Yolcu Taşıma ve Deniz Ödüncü Mukaveleleri, İkinci Baskı, İstanbul 1971.   75KAYIHAN KARA/Donatanın Sorumluluğunun Kaynakları ve Sorumluluğunun Sınırlandırılması Sistemi ÖNDER, Salih, Gemi Kira Sözleşmesi, Ankara 2016. SÖZER, Bülent, Deniz Ticareti Hukuku – I, (Ders Kitabı), Gözden Geçirilmiş 2. Bası, İstanbul 2013. WILSON, John F., Carriage of by Sea, Fifth Edition, Edinburg 2006.  YAZICIOĞLU, Emine / KENDER, Rayegan / ÇETİNGİL, Ergon, Deniz Ticaret Hukuku, Gözden Geçirilmiş ve Genişletilmiş 15.Baskı, İstanbul 2020. YETİŞ ŞAMLI, Kübra, Uluslararası Kara, Hava ve Deniz Yolu ile Eşya Taşımalarında Taşıyıcının / Taşıyanın Sınırlı Sorumluluktan Yararlanma Hakkının Kaybı, İstanbul 2008.  76"
}