{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "11",
     "Ay": "02",
     "Yıl": "2022",
     "Cilt": "7",
     "Sayı": "12",
     "Başlık": "KARŞILAŞTIRMALI HUKUKTA HÂKİMİN CEZA KOŞULUNU  İNDİRME YETKİSİ ",
     "Title": "DISCRETION OF JUDGE IN REDUCTION OF THE PENALTY CLAUSE IN COMPARATIVE LAW ",
     "Yazar İsmi": [

          "Hasan KARSLIOĞLU"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Ceza Koşulu", "Hakimin Takdir Yetkisi", "Ceza Koşulunun İndirilmesi", ",Ceza Koşulunun İndirilmesinin Hukuki Niteliği", "Hakkaniyet İlkesi,"
     ],
     "Keywords": [
          "Penalty Clause, Judge's Discretion On Penalty Clause, The Reduction Of The Penalty Clause, The Legal Nature Of The Reduction On Penalty"
     ],
     "Özet": "Sözleşmeler hukukunun en tartışmalı konularından biri olan ceza koşulu konusu ve ceza koşulunda hâkimin ceza koşulunu indirme yetkisi, uygulamada da sıkça karşılaşılan bir konudur. Bu nedenle çalışmamızda biz de ceza koşulunun doğumu ve  tarihsel  gelişimi  kapsamında,  hâkimin  takdir  yetkisini,  farklı  ülkelerdeki uygulama örneklerini ele alarak incelemeyi hedefledik. Bu çalışmamızda, ceza koşulunun sadece kıta Avrupası temelinde yer alan Roma Hukuku kapsamında değil aynı zamanda İngiliz Hukuku nda da uzun süredir devam eden ceza koşulu uygulamalarının olduğu, bununla birlikte İngiliz Hukuku nda uygulanan ceza koşulunun  Kıta  Avrupası  ile  ortak  yanları  incelenmiştir.  Burada,  İngiliz Hukuku nu  esas  almamızın  en  önemli  nedenlerinden  birisi,  örfi  hukuku ( common law ) esas alan anlayışın ve kolonileşme dönemi kapsamında dünya üzerinde birçok bölgede uygulanan hukukunun, halen İngiliz Hukuku olmasıdır. İngiliz  Hukukunda  yer  alan  ceza  koşulunun  Amerika  Birleşik  Devletleri  ve Avusturalya da dahil olmak üzere örfi hukuk yargılarında benzer uygulamalar kapsamında benimsendiğini görülmektedir. Roma Hukuku temeli olan İsviçre Hukuku ve Alman Hukuku na da çalışmamızda yer verilmiştir. Bu çalışmamızda, İsviçre ve Türk Hukuku birlikte karşılaştırılmış olup; İngiliz ve Alman Hukuku kapsamında ceza koşulunun tarihsel gelişimi ve ceza koşulunun hâkim tarafından indirilmesi ele alınmıştır. Bu çalışmamızda yapmış olduğumuz incelemeler ile birlikte, son bölümde milletlerarası hukuk kapsamında ceza koşulunun incelemiş olduğumuz  ülkeler  bazında  nasıl  ele  alındığı  ve  kamu  düzeni  kapsamında değerlendirmeye tâbi tutulup tutulamayacağı değerlendirilmiştir.",
     "Abstract": "The issue of penal clause, which is one of the most controversial issues in the law of contracts, and the judge's right to make adjustments in penal clauses are also frequently encountered issues in practice. For this reason, in our study, we aimed to examine the discretion of the judge within the scope of the birth and historical development of the penal clause by considering the application examples in different countries. In this study, we see that the penal clause was not only derived from under Roman law based on continental European law, but also has longstanding penal clause practices in English law. Also, the penal clause applied in English law has common aspects with continental Europe. One of the most indispensable reasons why we especially discussed English law in this study is that the understanding based on common law ( common law ) and the law applied in many regions around the world within the scope of the colonization are derived from English law. It is seen that the penalty clause in English law is adopted with some variants in all common law jurisdictions, including the United States of America and Australia. In our study, Swiss Law and German Law, which are the basis of Roman Law, are also included. Also, in this study you can find that the Swiss and Turkish Law were compared together. Also, the historical development of the sentence under English and German Law and the reduction of the sentence by the judge are discussed. Along with the examinations we have made in this study, it has been evaluated how the penal clause under international law is handled on the basis of the countries we have examined and whether it can be evaluated within the scope of public order.",
     "Metin": "I. TÜRK VE İSVİÇRE HUKUKUNDA HÂKİMİN CEZA KOŞULUNU İNDİRMESİNİN DÜZENLENMESİ  A. CEZA KOŞULU KAVRAMI Alacaklı, genellikle borçlunun edimi hiç veya gereği gibi ifa etmeme ihtimaline karşı alacağını güvence altına alma ve kuvvetlendirme yollarını kullanma niyeti içerisindedir. Örneğin, Türk Borçlar Kanunu nun (TBK) 112. maddesinde yer alan  Borç hiç veya gereği gibi ifa edilmezse borçlu, kendisine hiçbir kusurun yüklenemeyeceğini  ispat  etmedikçe,  alacaklının  bundan  doğan  zararını  1 EREN, Fikret, Borçlar Hukuku Genel Hükümler, 20. Basım, Yetkin Yayınları, Ankara, 2016, s. 1181. 110İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12gidermekle yükümlüdür  hükmü de alacaklının haklarını korumaya yönelik temel düzenlemelerden birisidir. Türk Borçlar Hukuku kapsamında, TBK nın 114 ve 50. maddeleri gereğince kural olarak ispat yükü alacaklıda olup; TBK nın 112. maddesi kapsamında ispat yükümlülüğü  borçlunun borcunu hiç veya gereği gibi ifa etmemiş   kapsamı ile sınırlıdır. İspat yükünün alacaklıda olmasının yanında, her zaman zararın ispatının mümkün olmaması ihtimali göz önüne alındığında, konunun çok net olmadığı açıkça ifade edilebilir. Bu nedenle, alacaklı genellikle borçlunun ifasını yerine getirmesi amacıyla daha farklı yollar izlemektedir. Bu yollardan birisi de ceza koşuludur. TBK nın üçüncü ayırımında düzenlenen ceza koşulu, kanunun 179. ve 182. maddeleri arasında hüküm altına alınmıştır. TBK da ceza koşulunun tanımı bulunmamaktadır. Kanun koyucunun ceza koşulu için herhangi bir tanımdan kaçınmasının asıl sebeplerinden birisi, ceza koşulu terimini  karşılayacak  bir  tanımın  sınırlayıcı  olabileceği  kaygısıdır.  Yargıtay kararları incelendiğinde bazı kararlarda ceza koşulu,  geçerli bir borcun yerine getirilmemesi veya eksik yerine getirilmesi  olarak tanımlanmışken, başka bir kaynakta, borçlunun ödemesi gereken edim  olarak tanımlamıştır. Yargıtay bir başka  kararında  ceza  koşulunun,  sözleşmede  kararlaştırılan  ve  sözleşme koşullarını  ihlal  eden  tarafın  karşı  tarafa  ödemeyi  yükümlendiği,  asıl  edim borcunun fer i niteliğinde olan bir edim borcu olduğunu belirtmiştir. Doktrinde bir görüş ise ceza koşulunun, borçlunun borca aykırı davranışı halinde alacaklıya ödenmesi gereken, önceden kararlaştırılmış kesin miktarlı bir tazminat olduğunu savunmaktadır. Her ne kadar İsviçre ve Alman Hukuku düzenlemelerinde ceza koşuluna ilişkin herhangi  bir  tanım  yer  almasa  da,  İsviçre  Borçlar  Kanunu nun  1905  tarihli taslağının  1185.  maddesinde  ceza  koşulu   borcun  hiç  veya  gereği  gibi  ifa edilmemesi halinde, borçluyu, alacaklıya karşı ceza ya da tazminat olarak belirli bir edimle bulunmaya zorlayan anlaşmadır  şeklinde düzenlenmiş; ancak bu tanım da tasarıdan çıkartılmıştır. Sonuç olarak, ceza koşulunun mahiyetinin tartışmalı olması nedeniyle ceza koşulunu tanımlayan bir hüküm TBK da yer almamaktadır.     2 Bu durumda, Türk Borçlar Kanunu nun 114. maddesinin 2. fıkrası atıfı ile Türk Borçlar Kanunu nun 50. maddesinin 2. fıkrası uygulama alanı bulabilecektir.  3 TUNÇOMAĞ, Kenan, Türk Hukukunda Cezai Şart, Baha Yayınları, İstanbul, 1963, s. 6. 4 Yarg. 3. HD., E. 2017/15056, K. 2017/17040, 05.12.2017(Kazancı İçtihat ve Bilgi Bankası). 5 Yarg. 11. HD., E. 2016/1646, K. 2017/4085, 06.07.2017 (Kazancı İçtihat ve Bilgi Bankası). 6 TUNÇOMAĞ, s. 21-30. 7 KOCAAĞA, Köksal, Ceza Koşulu (Sözleşme Cezası), 2. Basım, Yetkin Yayınları, Ankara, 2018, s. 25. 8 NOMER, Haluk, Borçlar Hukuku Genel Hükümler, 15. Basım, Beta Basım Yayın, İstanbul, 2017, s. 471.    111KARSLIOĞLU/ Karşılaştırmalı Hukukta Hâkimin Ceza Koşulunu İndirme YetkisiB. CEZA KOŞULUNUN İNDİRİLMESİ 1. Genel Olarak Taraflar  sözleşme  serbestisi  ilkesi  gereğince  ceza  koşulunu  diledikleri  gibi belirleyebilirler. Kanunda ceza koşulunun belirlenmesi adına herhangi bir üst sınır öngörülmemiştir. TBK nın 182. maddesinin 1. fıkrası taraflara bu konuda özgürlük tanımaktadır. TBK nın 182. maddesi şu şekildedir:  (1) Taraflar, cezanın miktarını serbestçe belirleyebilirler. (2) Asıl borç herhangi bir sebeple geçersiz  ise  veya  aksi  kararlaştırılmadıkça  sonradan  borçlunun  sorumlu tutulamayacağı bir sebeple imkânsız hâle gelmişse, cezanın ifası istenemez. Ceza koşulunun geçersiz olması veya borçlunun sorumlu tutulamayacağı bir sebeple sonradan imkânsız hâle gelmesi, asıl borcun geçerliliğini etkilemez. (3)Hâkim, aşırı gördüğü ceza koşulunu kendiliğinden indirir .  Maddenin 3. fıkrası ile irade serbestliği  ilkesine  istisna  getirildiği  görülmektedir.  Hâkimin  bu  yetkisini kullanarak ceza koşulunu indirmesi için borçlunun talepte bulunması gerekmez. Hâkim, borçlunun talebi olmaksızın aşırı gördüğü ceza koşulunu resen (ex officio) indirebilir. Türk Hukuku ile oldukça benzerlik gösteren İsviçre Hukukunda ise, ceza koşulu (konventionalstrafe)  İsviçre  Borçlar  Kanunu nun  163.  maddesinde düzenlenmiştir. Türk Hukuku ile birlikte İsviçre Borçlar Kanunu ndaki ceza koşuluna ilişkin düzenlemelerin Alman Hukuku ndan güçlü bir şekilde etkilendiği görülmektedir.  Bilindiği  gibi  Alman  Medeni  Kanunu nda  ceza  koşulunun indirilmesi  aslında  İsviçre  Borçlar  Kanunu ndan  alınmıştır.  İsviçre  Borçlar Kanunu nun 163. maddesi incelendiğinde, ilgili hükmün ilk fıkrasında, Türk Hukuku ile paralel olarak, tarafların ceza koşulunu belirlemekte özgür oldukları görülmektedir. Ancak, her ne kadar İsviçre Borçlar Kanunu nun 163. maddesinin 1. fıkrası kapsamında tarafların sözleşmede ceza koşulunu belirlemede özgür oldukları belirtilmiş olsa da İsviçre Borçlar Kanunu nun 163. maddesinin 3. fıkrası kapsamında ceza koşulu hükmünün, belli şartların varlığı halinde, indirime tabi olabileceği hüküm altına alınmıştır.    9SİPAHİ,  Tolgahan,  Ceza  Koşulunun  İndirilmesi,  İstanbul,  2020,  s.  50  (Çevrimiçi) https://tez.yok.gov.tr/UlusalTezMerkezi/TezGoster?key=wf-FPgY5qjHEzEoOgvMs_ZdsHEpPkzkBYFwGL-Prj-rPmyLyJvWMhVOIOdn E.T. 18.01.2022. 10  Ancak,  bu  kuralın  kanunlardan  kaynaklanan  istisnaları  olabilir.  Örneğin,  Türk  Borçlar Kanunu nun 181. maddesinde yer alan kısmen ifa bölümünde,  Taksitli Satışlar  adlı Türk Borçlar Kanunu nun 260. Hükmüne atıf yapılmış olup; alıcı bedelde temerrüde düşerse satıcının belirli koşullar altında sözleşmeden dönme hakkının olduğu düzenlenmiştir. Satıcı, alıcının peşinatı ödemede temerrüdü nedeniyle satılanı alıcıya teslim etmeden önce sözleşmeden dönecek olursa, sözleşmede bu durumda ödenmesi öngörülen ceza koşulu hükmünün, peşin satış bedelinin %10 unu aşmayacağı kabul edilmiştir. 11  SCHOCH,  Walter;  Begriff,  Anwendung  und  Sicherung  der  Konventionalstrafe  nach Schweizerichem Recht, Staempfli & Cie., Bern, 1935, s. 66. 112İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/122. Ceza Koşulunun İndirilmesinin Hukuki Niteliği Ceza koşulunun indirilmesi hususunda değinilmesi gereken bir diğer husus, ceza koşulunun  indirilmesinin  niteliğidir.  Ceza  koşulunun  indirilmesinin  hukuki niteliği  kapsamında  birden  fazla  görüş  bulunmaktadır.  Bunlardan  ilki,  ceza koşulunun  indirilmesini  kısmi  hükümsüzlük  yaptırımıyla  açıklanmasıdır. Başpınar,  ceza  koşulunun  indirilmesi  hususunu   değiştirilmiş  kısmi hükümsüzlük   olarak  kabul  etmek  olup;  bu  terimi,   kanun  koyucu  bazen sözleşmenin emredici hükümlerine aykırılık nedeniyle sakatlığı halinde, sakat kısmın yerine geçecek hükmü, hâkimin takdir hakkına dayanarak belirlenmesini istemiştir   şeklinde  açıklamıştır.  Bu  kapsamda  hâkim,  eğer  ceza  koşulu TBK nın 27. maddesine aykırılık teşkil ediyorsa, sakat olan ceza koşulu hükmünü kısmi hükümsüzlük kapsamında değerlendirecek ve yeni bir ceza koşulu hükmü belirleyecektir.  İkinci  görüş  ise,  kısmi  hükümsüzlüğün  sözleşme  boşluğu yaratılmaksızın ceza koşulunun kendi içerisinde bölünerek indirime tâbi olmasını savunmaktadırlar. Bu görüşü savunan yazarlar aşırı ceza koşulunun indirilmesi hususunda  hâkimin  takdir  yetkisine  sahip  olduğunu  ve  hâkim  tarafından belirlenen miktarın ceza koşulunun en üst sınırı olduğu kabul edilmektedir.  Biz, TBK 182. maddesinin 3. fıkrası ile TBK nın 27. maddesinin 2. fıkrasında düzenlenen  kısmi  hükümsüzlük  terimlerinin  birbirinden  ayrı  bir  şekilde değerlendirilmesi gerektiğini savunmaktayız. Nitekim, TBK nın 27. maddesinin uygulama alanı bulabilmesi için ceza koşulu hükmünün kanuna ve ahlaka aykırı olması gerekmektedir. Ancak, ceza koşulunun kanuna ve ahlaka aykırı olması, oldukça ağır şartlara tâbi olduğundan uygulama alanı da zorlaşmaktadır. Buna karşın, TBK nın 182. maddesinin 3. fıkrası kapsamında ceza koşulu hükmünün fahiş  olduğuna  ilişkin  değerledirme  farklı  şartlara  tâbi  olup;  somut  olayda uygulanması daha olasıdır.  3. Ceza Koşulunun İndirilmesinin Şartları Taraflar arasında kararlaştırılan ceza koşulunun hâkim tarafından indirime konu olabilmesi için ilk şart, geçerli bir ceza koşulu anlaşmasının olmasıdır. Ceza koşulu fer i  nitelikte olduğundan taraflar arasında akdedilen sözleşme geçersiz olduğunda  ceza  koşulu  da  hüküm  doğurmayacaktır  16.  Ceza  koşulu  asıl sözleşmeye bağlı olarak veya kendiliğinden geçersiz olması durumunda hüküm ve sonuç doğurmayacağından, cezanın indirilmesinden söz edilemez. Asıl borcu doğuran sözleşme, şekil eksikliği ve/veya başka bir sebepten geçersiz olursa, buna bağlı olarak ceza koşulu hükmünün uygulanması da söz konusu olamayacaktır.  12 KIRKBEŞOĞLU, Nagehan, Türk Özel Hukukunda Kısmi Hükümsüzlük, Doktora Tezi, İstanbul,  2010,  s.  162  (Çevrimiçi)  http://nek.istanbul.edu.tr:4444/ekos/TEZ/47148.pdf  E.T. 10.02.2022; KOCAAĞA, s. 324.  13 Bu görüşe  değiştirilmiş kısmi hükümsüzlük  denmektedir (KOCAAĞA, s.324).  14   Düşey  kısmi  hükümsüzlük   kapsamında  ayrıca  TTK  m.1530  (mülga  TK  m.1466) değerlendirmesi için bkz: KIRKBEŞOĞLU, s. 174 vd. 15 KIRKBEŞOĞLU, s.307.   16 SİPAHİ, s. 59.    113KARSLIOĞLU/ Karşılaştırmalı Hukukta Hâkimin Ceza Koşulunu İndirme Yetkisiİsviçre Hukukunda da sözleşme hükmünün geçerli olması halinde ceza koşulunun indirime  konu  olabileceği  söylenebilir.  İsviçre  Medeni  Kanunu nun  27. maddesinin  2.  fıkrasından;  borçlu  tarafından  bağlayıcı  olmayan  sözleşme yükümlülüklerini yerine getirilmemesi nedeniyle alacaklı tarafından sözleşmeye dayalı ceza koşulunun talep edilemeyeceği sonucu çıkartılabilmektedir 17. Ceza koşulunun indirilmesi için gerekli olan bir diğer şart, ceza koşulunun muaccel  olmasıdır.  Hem  Türk  hem  de  İsviçre  Hukuku  düzenlemelerine bakıldığında  bu  kapsamda  herhangi  bir  düzenlemenin  yer  almadığı görülmektedir. Ancak, ceza koşulunun hâkim tarafından indirebilmesi için ceza koşulunun  muaccel  olması  gerektiği  de  savunulmaktadır.  Ceza  koşulunun muaccel  olabilmesi  için  ilk  öncelikle  asıl  borcun  muaccel  hale  gelmesi gerekmektedir. Asıl borç henüz muaccel olmamış ise borçlu tarafından ifa yerine getirilmeyeceğinden, asıl borcun hiç veya gereği gibi ifa edilmemiş olması da söz konusu olmayacaktır. Bu nedenle, ceza koşulunun geçerlilik şartını oluşturan  asıl borcun hiç veya gereği gibi ifa edilmemesi  de gündeme gelemeyecektir.   Ceza  koşulu  muaccel  olana  kadar  bağlılık  ilkesi  gereği  asıl  borca  bağlıdır. TUNÇOMAĞ bunu,  cezai şart muaccel olmadan önce bağımsız bir varlığa sahip değildir ve bu yüzden asıl borcun akıbetine katılır  şeklinde ifade etmiştir. Her ne kadar ceza koşulu muaccel olmadan önce bağımsız bir varlığa sahip olmasa da; miras,  alacağın  temliki,  borcun  nakli,  icra  ve  iflas  alanlarında  bu  hususun istisnalarını görmekteyiz. Ceza koşulu, muaccel olmasıyla birlikte asıl borçtan ayrı bir borç niteliği kazanacak ve indirilmesi de mümkün hale gelecektir.  Ceza koşulunun muaccel olma şartı, ceza koşulunun muaccel olmadan önce uyuşmazlığa  konu  olamayacağı  anlamına  gelmemektedir.  Özellikle,  İsviçre uygulamasında  ceza  koşulunun  talep  edilmesinden  önce  oldukça  yaygın  bir şekilde tespit davasına konu edildiği görülmektedir.  Ceza koşulunun hâkim tarafından indirilmesinin bir diğer şartı ise ceza koşulunun ifa edilmemiş olmasıdır. Bu hususta İsviçre ve Türk Hukuku nda herhangi bir  17 VOGEL, Dominic; Vertragliche Pflichten des professionellen Mannschaftssportlers und Sanktionierung von Vertragsverletzungen durch Konventionalstrafe oder disziplinarische Versetzung, Schulthess Verlag Zürich, 2018. s. 60-63, (SwissLex);  İsviçre Medeni Kanunu nun 27. Maddesinin 2. Fıkrası şu şekildedir:  Hiç kimse, özgürlüğünden feragat edemez veya onun kullanımını kanuna veya genel ahlaka aykırı olacak şekilde kısıtlayamaz.   18 PELLANDA, Roth Katja, Obligationenrecht Handkommentar zum Schweizer Privatrecht Obligationenrecht - Allgemeine Bestimmungen , Art. 1-183 OR, Hrsg. Andreas FURRER/Anton K. SCHNYDER, 3. Basım, 2016 s.932, (SwissLex). 19OĞUZMAN, M. Kemal/ ÖZ, M. Turgut, Borçlar Hukuku Genel Hükümler CİLT II, 10. Basım, Vedat Kitapçılık, İstanbul, 2013, s. 536; KOCAAĞA, s. 337-338.  20 KOCAAĞA, s. 219. 21 TUNÇOMAĞ, s. 87 22Bu konuda ayrıntılı açıklamalar için bkz: TUNÇOMAĞ, s. 87. 23 EREN, s. 1188. 24 PELLANDA, s. 932. 25 EREN, s. 1189. 114İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12düzenleme yoktur ancak ceza koşulunun ödenmesi halinde indirime konu olup olamayacağı tartışmalıdır. Doktrindeki bir görüş, ödenmiş olan ceza koşulunun fahiş olmadığından bahisle ödenen ceza koşulunun indirilmesinin de mümkün olamayacağını savunmaktadır. Bir diğer görüşe göre ise bu hususta açık kanun hükmü olmadığından ceza koşulunda indirim yapılmasını talep etmenin önünde herhangi bir engelin bulunmadığını savunmaktadır. İsviçre Hukukunda da iaynı görüş kabul görmüştür. İsviçre Borçlar Kanunu nun 163. maddesinde yer alan hükmün şartları oluşsa dahi kısmi ödemenin, ceza koşuluna uygulanacak indirim hususunda, feragat anlamına gelmediği belirtilmektedir. Ayrıca, İsviçre Federal Mahkemesi  tarafından  verilen  en  son  kararların  da  bu  doğrultuda  olduğu görülmektedir.  Ceza koşulunun hâkim tarafından indirilmesinin en temel şartı ceza koşulunun aşırı (fahiş) olmasıdır. Kanunda aşırılığa dair açık bir tanımlama yapılmadığından tarafların açık menfaatleriyle kıyaslandığında adalet ve hakkaniyete açıkça aykırı olduğu anlaşılan ceza koşulunda aşırılıktan söz edilebilecektir. Bir başka deyişle alacaklının  korunması  gereken  menfaatleriyle  karşılaştırıldığında  açık  bir oransızlık içeren ceza koşulunun, genel olarak aşırı olduğu kabul edilir. Hâkim hakkaniyet ve adalete göre aşırılığı kendisi tespit edecek, hakkaniyete ve taraf menfaatlerine uygun şekilde aşırı ceza koşulunu indirecektir. Belirli ve kesin ölçütler  kanunda  düzenlenmediğinden,  hâkim  her  olayı  kendi  içinde değerlendirecek, alacaklının her bir menfaati yanında, borçlunun ve alacaklının ekonomik durumu, ceza koşulunun kararlaştırılmasındaki amaç, ceza koşulunun ödenmesi  veya  ödenmemesi  nedeniyle  tarafların  uğrayacağı  zarar  miktarı, borçlunun sözleşmeyi gereği gibi veya hiç ifa etmemesindeki sebepleri göz önünde tutarak karar verecektir.  26 OĞUZMAN/ ÖZ, s. 548; BİLGE, Necip, Cezai Şart, Ahmet Esat Arsebük e Armağan, AHFY, Ankara, 1958, s. 119-120; Ayrıca borçlu tarafından ihtirazi kayıt dermeyan edilmeden ödenen ceza koşulu kapsamında borçlunun ceza koşulunu indirme talebinden feragat ettiğine ilişkin bkz: BİLGE, s.119.  (Çevrimiçi)https://dspace.ankara.edu.tr/xmlui/bitstream/handle/20.500.12575/9142/arma%C%9Fan.pdf?sequence=1&isAllowed=y E.T.01.12.2021.  27 TEKİNAY , Selahattin Sulhi/ AKMAN, Sermet/ BURCUOĞLU, Haluk/ ALTOP, Atilla, Borçlar Hukuku Genel Hükümler Cilt 1, 5. Basım, Filiz Kitabevi, İstanbul, s. 475-476.  28  İlgili  hüküm,  borçlunun  temerrüde  düşmediği  zamanda  yapmış  olduğu  ödemeleri  konu almaktadır.  İsviçre  Borçlar  Kanunu nun  63.  maddesinin  ilk  fıkrası,   Borçlu,  temerrüde düşmemesine rağmen isteyerek ödemede bulunmuşsa ancak hatasının olduğunu ispatlayarak ödemiş olduğu kısmı geri talep edebilir.  şeklinde olup; ikinci fıkrası ise  kanuni bir sınırlama ya da ahlaki yükümlülüklere ilişkin istisna varsa bu durumda uygulanmaz.  şeklindedir. İlgili hüküm ile ceza koşulu arasında bağ incelendiğinde, borçlunun ya da sözleşmeyi ihlal eden tarafın fahiş belirlenen ceza şartını ödemede hataen ödemesi halinde iade talep edebileceği sonucu çıkmaktadır.  29 PELLANDA, s. 932. 30 BGE 88 II 511 E 3a, BGE 109 II 120. 31 TEKİNAY Sulhi/ AKMAN Sermet/ BURCUOĞLU Haluk/ ALTOP Atilla, Borçlar Hukuku Genel Hükümler, Filiz Kitabevi, İstanbul, 1993, s. 355. 32 KOCAAĞA, s. 348; Yarg. 13. HD. E. 2003/78, K.2003/4622, 15.04.2003 (Kazancı İçtihat ve Bilgi Bankası).    115KARSLIOĞLU/ Karşılaştırmalı Hukukta Hâkimin Ceza Koşulunu İndirme YetkisiCeza koşulunun aşırılığı belirlenirken göz önünde bulundurulması gereken bir diğer  husus  ise  ceza  koşulunun  aşırılığının  ahlak  ve  adaba  aykırı  olması durumudur. Nitekim, İsviçre Borçlar Kanunu nun 19. ve 20. maddelerinde ve TBK nın  27.  maddesi  çerçevesinde  ahlaka  ve  adaba  aykırı  ceza  koşulu hükümlerinin hükümsüzlüğü söz konusu olacaktır. Ceza koşulunun yalnızca aşırı olması, TBK nın 27. maddesi çerçevesinde ahlaka ve adaba aykırı olması için yeterli değildir. Ceza koşulunun borçlunun ekonomik yönden yıkımına sebep olacak şekilde aşırı olması gerekmektedir. Ceza koşulunun belirlendiği anda, ceza koşulu borçlunun ekonomik yönden yıkımına sebep olmakta ise TBK nın 27. maddesi çerçevesinde ceza koşulunun hükümsüzlüğü gündeme gelebilecektir.  4. Ceza Koşulunun Hâkim Tarafından İndirilmesi  a. Genel Olarak Ceza  koşulu  genellikle  bir  miktar  para  olarak  kararlaştırılır.  Ancak  ceza koşulunun konusunu para ediminin oluşturması zorunlu olmayıp, paradan başka bir unsur da ceza koşulu olarak belirlenebilir. Ancak, biz bu çalışmada tarafların para ile kararlaştırdıkları ceza koşulunun indirilmesi hususunu inceleyeceğiz.  Hâkimin ceza koşulunu aşırılık sebebiyle indirmesi istisnai bir yetkidir. Hâkim bu yetkiyi kullanırken sözleşme serbestisi ve irade özgürlüğünün sınırları dışına çıkmamalıdır. Hâkim aşırılığı değerlendirirken hakkaniyet ve adalet prensipleri gereğince objektif bir şekilde karar vermelidir. Hâkim ceza koşulunun aşırılığını  33 KARAGÖZ, Veli, İşverenin Tacir Olması Durumunda Cezai Şartin Indirilmesi, EÜHFD, Y. 2014,  C.  18,  S.  3–4  (Çevrimiçi)  https://dergipark.org.tr/tr/download/article-file/1834465 E.T.18.01.2022. 34 Yarg. HGK, E. 2001/9-1175, K. 2001/1166 K., 26/12/2001 :  Öte yandan, dava konusu uyuşmazlığa uygulanması gereken mülga 818 Sayılı Borçlar Kanunu'nun 161. maddesi uyarınca sözleşmenin tarafları cezai şartın miktarını tayinde serbest iseler de hâkim fahiş gördüğü cezaları tenkisle mükelleftir. Ancak, mülga 6762 Sayılı Türk Ticaret Kanunu'nun 24. maddesi uyarınca tacir sıfatını haiz bir borçlu Borçlar Kanunu'nun 161/3. maddesinde yazılı olan cezanın fahiş olduğu iddiasıyla cezanın indirilmesini mahkemeden isteyemez. Sadece cezai şart, miktar itibariyle tacirin ekonomik mahvına sebebiyet verecekse tacir bu nedenle cezai şartın ahlak ve adaba aykırılığından bahisle tenkisini isteyebilir (Kazancı İçtihat ve Bilgi Bankası).  35  Ceza koşulunun bağlı olduğu asıl borcun ifa edilmemesi halinde alacaklıya belirli bir tutarın, çoğunlukla bir miktar paranın tediyesi şartını kapsayan bir taahhüt olarak ifade edildiği Yargıtay kararları mevcuttur bkz: Yarg. HGK, E.2004/19-357, K. 2004/360 K., 16.06.2004:  Cezai Şart esas borca bağlı olarak vücuda gelen ve borçlunun borcunu ifa etmemesi veya geç yerine getirmesi veyahut noksan ifa etmesi ve nihayet şart kılınan mahalde ifa etmemesi halinde, alacaklıya muayyen bir meblağı çoğunlukla bir miktar paranın tediyesi şartını kapsayan bir taahhüttür.  (Kazancı İçtihat ve Bilgi Bankası); Aynı yönde Yarg. HGK., E. 2004/10-104, K. 2004/94 K., 18.02.2004 (Kazancı İçtihat ve Bilgi Bankası). 36 Yarg. HGK., E. 2017/3-998 K. 2017/1459, 29.11.2017:  …Aşırılık tümüyle soyut bir kavramdır. Bu nedenle hâkimin aşırılıkla ilgili değerlendirmesinin taraflarca ve üst yargı mercilerince denetlenmesine imkân sağlayan verilerin karara yansıtılması gerekir. Hâkim cezai şartın indirilmesi hakkını kullanırken alacaklının menfaatlerini, tarafların iktisadi durumunu, borca aykırılığın objektif ağırlığını, borçlunun kusurunun derecesini göz önünde tutarak hareket etmelidir. Bu değerlendirme yapılırken ceza şartının borçluya borcunu yerine getirmeye psikolojik bakımdan 116İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12tespit  ederse,  sonrasında  bu  tespitin  bir  devamı  olarak  objektif  koşullara dayanarak ceza koşulunu makul bir seviyeye indirmelidir. Makul seviye ile amaçlanan  husus,  ceza  koşulunun  alacaklının  bütün  haklı  menfaatlerini karşılaması ve borçlunun aşırı bir ceza koşulu yükü altında ezilmemesidir. Hâkim objektif koşullarla aşırı ceza koşulunu makul bir seviyeye indirirken objektif kriterlere dayanarak her olayı münhasır özellikleriyle değerlendirmelidir. İsviçre  Federal  Mahkemesi nin  özellikle  ceza  koşulu  hükümlerini  indirme hususuna  biraz  çekimser  baktığı  ve  hâkimlerin  kanunun  kendilerine  vermiş olduğu bu yetkiyi ancak gerekli gördüğü durumlarda kullanması gerektiği, bu yetkisini de hukukun öngördüğü çerçeveler kapsamında mantıklı ve adil bir şekilde kullanılması gerektiği kabul görmektedir. b. Esas Alınacak Ölçütler Hâkim  ceza  koşulunu  indirirken  her  iki  tarafın  menfaatini  göz  önünde bulundurmalıdır. Özellikle, İsviçre Borçlar Kanunu nun 163. maddesinin 1. fıkrasında  tarafların  sözleşmesel  özgürlüğü  desteklenmiş  olmasına  rağmen, sadece  taraflardan  birisinin  kararlaştırmış  olduğu  ceza  koşulu  geçersiz sayılabilecektir. Taraflar arasında kararlaştırılan ceza koşulunun hakkaniyete aykırı olmaması için borçlunun ifa etmekle yükümlü olduğu ceza koşulu ile elde edeceği  yarar  ve  alacaklının  asıl  borcun  ifa  edilmesiyle  elde  edeceği  yarar arasındaki  ölçü,  hâkim  tarafından  gözetilmelidir.  Bu  kapsamda,  hâkim tarafından sadece borçlunun ekonomik durumunu göz önünde bulundurmamalı, aynı  zamanda  sözleşmenin  hiç  veya  gereği  gibi  ifa  edilmemesi  nedeniyle alacaklının uğramış olduğu zararlar da göz önüne alınmalıdır.  Bununla birlikte, İsviçre Hukuku nda, sözleşme cezasının uygunluğu, ihlal edilen asıl borç ile sözleşme cezasının miktarı arasındaki ilişkiye bağlı olduğundan, ceza  zorlamak üzere konulmuş olduğu gözden asla uzak tutulmamalıdır…  şeklinde karar vermiştir.  (Kazancı İçtihat ve Bilgi Bankası). 37 ÇINAR, Ömer, Türk Borçlar Kanunu ve Alman Medeni Kanununa Göre Cezai Şartın İndirilmesi, İTÜSBD,  Y.  2009,  C.  8,  S.  16,  s.  106  (Çevrimiçi) http://www.ajindex.com/dosyalar/makale/acarindex-1423904956.pdf E.T. 20.12.2021. 38 BİLGE, s.121; ÇINAR, s. 107. 39 BGE 119 II 162 E 2. 40 KOCAAĞA, s. 342. 41Yarg. HGK, E. 2000/13-749, K. 2000/758, 12.04.2000  … ceza koşulunun taraflar arasındaki ilişkiye uygun düşmeyecek ölçüde yüksek tutulması ve açıkça hakkaniyet ve nesafete aykırı bulunması durumunda aşırılığın varlığı kabul edilmelidir. Böyle bir sonuca kavuşabilmek için alacaklının asıl edimin yerine getirilmesindeki çıkarı ile, ceza koşulu olarak saptanan miktar arasındaki oranın ve borçlunun borca aykırı davranmasındaki kusur derecesinin ve de borçlunun ekonomik durumunun gözönünde tutulması gerekir. Öte yandan alacaklının yararlarının hesabında, borçlunun  ifa  etmeme  yüzünden  sağlayacağı  kazançlarda  gözardı  edilmemelidir.  Aşırılığın belirlenmesinde, ceza koşulunun borcun yerine getirilmesi için borçlu üzerinde manevi bir baskı yaptığı da gözetilmeli, böyle bir baskının ortadan kalmasına yol açacak şekilde indirimden de kaçınmalıdır.     117KARSLIOĞLU/ Karşılaştırmalı Hukukta Hâkimin Ceza Koşulunu İndirme Yetkisikoşulunda indirim yapılması da ancak asıl yükümlülüğün yerine getirilmediği durumlarda söz konusu olabilmektedir.  Hem Türk hem İsviçre Hukuku nda hâkim, ceza koşulunun indirilmesine karar verirken  alacaklının  zararını  da  göz  önünde  bulundurmalıdır.  İsviçre Hukukunda, her ne kadar bu hususta herhangi bir düzenleme yer almasa da, İsviçre  Federal  Mahkemesi  vermiş  olduğu  kararlarda  alacaklının  tüm menfaatlerini  göz  önünde  bulundurarak   gerçekleşmesi  mümkün  zararın miktarını   da  göz  önünde  bulundurmaktadır.  Bu  nedenle,  sözleşmenin taraflarına  yüklenen  herhangi  bir  yükümlülük  veya  ticari  tecrübe  gibi hususların göz önüne alınabileceği İsviçre Federal Mahkemesi kararlarında da belirtilmektedir.  Ceza koşulunun aşırılık nedeniyle indirilmesinde bir diğer ölçüt ise, borçlunun ne ölçüde kusurlu olduğudur. Ceza koşulunun indirilmesi bakımından, kusuru ağır olan  borçlu  ile  kusuru  hafif  olan  borçlu  aynı  değerlendirmeye  tabi tutulmamalıdır. Borçlu borcunu hiç veya gereği gibi ifa etmediği durumlarda hafif kusurlu ise, ceza koşulunun indirilmesinden söz edilebilir, ancak borçlunun kusurunun  hafif  olması,  ceza  koşulunun  indirileceği  sonucunu doğurmamaktadır.  Borçlunun  ağır  kusuruyla  borca  aykırı  davranması  veya alacaklıyı zarara uğratmak kastıyla hareket etmesi hallerinde, ceza koşulundan bir indirim yapmamak veya başka indirim sebeplerinin varlığı halinde sınırlı miktarda indirim yapmak gerekmektedir. Hem Türk hem de İsviçre Hukukunda, sözleşmede kararlaştırılan ceza koşulunda belirtilen  miktarın  hâkim  tarafından  indirilebilmesi  için,  söz  konusu  ceza koşulunun  fahiş  olması  gerekmektedir.  Sözleşmeye  yapılacak  bir  yargı müdahalesi, ancak üzerinde anlaşmaya varılan miktarın hukuka ve hakkaniyete uygun olan makul tutarı aşacak kadar yüksek olması durumunda haklı sebep teşkil edecektir. İsviçre Hukukunda, hâkim, ceza koşulunun indirimi hususunda, ceza koşulunun fahişliği kapsamında karar verirken aynı zamanda mümkün mertebe cezada uygulanabilecek indirimi de hesaplaması gerekmektedir.  Ceza koşulu fahiş  olması  nedeniyle  indirilirken  tarafların  ekonomik  durumlarının  42 BGE 114 II 264. 43 BİLGE, s. 121- 122; Yarg. 15. HD. E. 2008/7818 K. 2009/3871, 26.06.2009 (Kazancı İçtihat ve Bilgi Bankası). 44 BGE 24 II 434. 45 BGE 114 II 264. 46 BGE 102 II 420 . 47 BGE 114 II 264, BGE 68 II 168. 48 KOCAAĞA, s. 342. 49 Ceza koşulunun indirilmesinde esas alınacak ölçütlerden biri olan borçlunun kusurunun ağırlığı, Yargıtay kararlarında borçlunun kusur derecesi olarak anılmaktadır bkz: Yarg. HGK.,  E. 2017/13577 K. 2019/413 K.,04.04.2019; Yarg. 3. HD. E.2019/4267, K. 2019/9155, 14.11.2019; Yarg. 3. HD. E. 2018/683, K. 2018/6692, 19.06.2018 (Kazancı İçtihat ve Bilgi Bankası). 50 TUNÇOMAĞ, s. 149.  51 PELLANDA, s. 932. 118İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12değerlendirilmesi,  özellikle  borçlunun  ekonomik  yönden  yıkımının engellenmesi amacını taşır. Bu ölçütle değerlendirilme yapılması, borçlunun ifa yükümü altına girdiği ceza koşulunun aşırılığı nedeniyle sömürülmesinin önüne geçmeyi hedeflemektedir.  Hâkim,  sözleşmede  belirtilen  ceza  koşulunu  değerlendirirken  tarafların iradelerine saygı duymalı ve ceza koşulu hükmünün sadece  tazmin  amaçlı olmadığını; aynı zamanda sözleşmede yer alan tarafların haklarını koruduğunu göz  önüne  alması  gerekmektedir.  Nitekim,  ceza  koşulu  yapısı  itibari  ile sözleşmede  yer  alan  borcun  yerine  getirilmesi  amacı  ile  düzenleme  alanı bulmaktadır.  Hâkimin  ceza  koşulunun  uygunluğu  kapsamında  vereceği  karar,  Türk Hukuku nda olduğu gibi, İsviçre Medeni Kanunu nun 4. maddesi kapsamında düzenlenen   hâkimin  takdir  yetkisi   kuralına  uygun  olmalıdır.  İlgili  hüküm gereğince,   Kanunun  mahkemeye  takdir  yetkisi  verdiği  veya  koşulların değerlendirilmesine veya haklı nedene atıfta bulunduğu durumlarda, mahkeme kararını adalet ve hakkaniyet ilkelerine uygun olarak vermelidir . Buna göre, hâkim her durumu ayrı ayrı değerlendirecek ve her bir olayın somut özelliğine göre değerlendirme yapacaktır.  c. Borçlunun Tacir Olması Durumu Ceza koşulunun indirilmesine dair istisnai bir durum Türk Ticaret Kanunu nda (TTK) düzenlenmiştir. Bununla birlikte, TBK da borçlunun tacir sıfatına haiz olduğu durumlarda ceza koşulunun indirilmesinin talep edilebilmesiyle ilgili bir hüküm bulunmamaktadır. Bu hususta TTK nın 22. maddesi esas alınmalıdır. Anılan maddede;  Tacir sıfatını haiz borçlu, Türk Borçlar Kanununun 121 inci maddesinin ikinci fıkrasıyla 182 nci maddesinin üçüncü fıkrasında ve 525 inci maddesinde  yazılı  hâllerde,  aşırı  ücret  veya  ceza  kararlaştırılmış  olduğu iddiasıyla ücret veya sözleşme cezasının indirilmesini mahkemeden isteyemez  hükmü bulunmaktadır. TTK nın bu hükmüne göre tacir olan borçlunun hâkimden ceza  koşulunun  aşırılığı  sebebiyle  indirilmesini  talep  etme  hakkı bulunmamaktadır. Tacir sıfatını haiz borçlunun ceza koşulunun indirilmesini isteyememesi, TTK nın 18. maddesinde düzenlenen basiretli iş adamı kuralına  52Yarg.  HGK,  E.  2012/13-821,  K.  2013/409,  27.03.2013 …Hâkim,  cezai  şartın  fahiş  olup olmadığını değerlendirirken, tarafların ekonomik durumları, asıl olarak borçlunun ödeme gücü, alacaklının, kendisine asıl borcun ifasındaki yararıyla cezai şart ödenmesi halindeki yararı arasında makul  ve  adil  ölçü,  sözleşmeye  aykırı  davranılmasından  dolayı  alacaklının  uğradığı  zarar, borçlunun borcunu yerine getirmemiş olması sebebiyle sağladığı menfaat, borçlunun kusuru derecesi  ölçü  alınıp  cezai  şart  miktarı  hak,  adalet  ve  nesafet  kurallarına  uygun  olarak saptanmalıdır…Aşırılığın belirlenmesinde cezai şart borcun yerine getirilmesi için davalı üzerinde bir baskı yaptığı da gözetilip böyle bir baskının ortadan kaldırılması sonucunu doğuracak şekilde indirimden kaçınılmalıdır.  (Kazancı İçtihat ve Bilgi Bankası). 53 KOLLER, Alfred, Konventionalstrafe für Bauverzögerungen (Verspätungsstrafe), In Bau- und Bauprozessrecht: ausgewählte Fragen St. Gallen, Vereinigung für Baurecht, 1996, s. 26 (Çevrimiçi)  http://alfredkoller.ch/sites/default/files/201711/Konventionalstrafe_fuer_Bauverzoegerungen.pdf E.T. 28.12.2021    119KARSLIOĞLU/ Karşılaştırmalı Hukukta Hâkimin Ceza Koşulunu İndirme Yetkisidayanmaktadır. Tacir sıfatını haiz bir borçlunun, sözleşmeyle ceza koşulu borcu altına girerken basiretli iş adamı gibi davranması gerekmektedir.  Tacir, TTK nın 12. ve 16. maddeleri gereğince gerçek kişinin tacir sıfatına haiz olması için bir ticari işletmenin varlığı ve bu ticari işletmenin kısmen dahi olsa kendi adına işletilmesini yeterli görülmüştür. Ceza koşulunda indirim yasağı getiren TTK nın 22. maddesi kapsamında, tacir sıfatını taşıyan kişilerin yanında tacir sayılanlar ve tacir gibi sorumlu tutulanlar da ceza koşulunun aşırı olduğu iddiasıyla indirim talebinde bulunamayacaklardır. Tüzel kişi tacirler ise TTK nın 16.  maddesi  hükmünde  düzenlenmektedir.  Bu  hükme  göre  ticaret  şirketleri yanında amaçlarına ulaşmak için ticari bir işletme işleten dernekler ve vakıflar ile yine bazı şartlarla beraber ticari bir şekilde işletildikleri takdirde kamu tüzel kişileri tarafından kurulan teşekkül ve müesseseler de tacir sayılmıştır. Tacir olmanın sonuçları arasında sayılan, ceza koşulunun indirilmesinin talep edilememesinin  tespitinde  esas  alınacak  an,  ceza  koşulunun  kararlaştırıldığı andır. Ceza koşulunun belirlendiği anda tacir sıfatını haiz borçlu sonradan tacir sıfatını  kaybettiğini  iddia  ederek  ceza  koşulunun  indirilmesini  isteyemez. TTK nın 22. maddesinde belirlenen yasağın uygulanabilmesi için gereken ikinci koşul ise borcun, tacirin ticari işletmesiyle ilgili olması, bunun yanında ticari işle ilgili olmasıdır. Nitekim, basiretli iş adamı gibi hareket etme yükümlülüğünün kıstası olan ticari iş kavramı, TTK nun 3. maddesinde  Bu Kanunda düzenlenen hususlarla bir ticari işletmeyi ilgilendiren bütün işlem ve fiiller ticari işlerdendir  şeklinde açıklanmıştır. İlgili hüküm gereğince, TTK da düzenlenen her türlü iş, ticari işletmeyle veya tacirle herhangi bir ilgisi bulunmasa dahi ticari iş olarak kabul edilmektedir. TTK nın 19. madde hükmünün ilk fıkrasında  Bir tacirin borçlarının ticari olması asıldır  kuralı bir karine olarak öngörülmüş olup, bu karine uyarınca tacirin her işlem ve fiili ticari niteliktedir. Bu doğrultuda, TTK ile düzenlenen veya ticari işletmeyi ilgilendiren tüm işlem ve eylemler ile tacirin  54 AYHAN, Rıza/ HAYRETTİN, Çağlar/ ÖZDAMAR, Mehmet, Ticari İşletme Hukuku Genel Esaslar, 14. Basım, Yetkin Yayınları, Ankara, 2021, s. 175; Tacirin basiretli iş adamı gibi hareket etme yükümlülüğünün objektif ve ağırlaştırılmış bir özen yükümlülüğü temeline oturtulduğuna ilişkin ayrıca bkz:  GÖKSOY, Yaşar Can,  Basiretli İş Adamı Gibi Hareket Etme Yükümlülüğü (TTK M. 18) Bağlamında Covid-19 Pandemisinin Tacirlerin Sözleşmeden Doğan Yükümlülükleri Üzerindeki  Etkileri ,  YHD,  Y.  2020,  C.  2,  S.  2,  s.  7  (Çevrimiçi) https://dergipark.org.tr/en/pub/yhd/issue/57555/817135 , E.T.18.01.2022. 55 Yarg. HGK., 2017/19-922 E.2019/706 K., 18.06.2019:  …mahkemece, cezai şart hususunda bir karar verilmeden önce yukarıda anlatıldığı gibi gerekli bilgi ve belgeler getirilmeli, sözleşmenin düzenlendiği tarihte tarafların iktisadi durumu, davalı borçlunun ödeme gücü ve kabiliyeti, sözleşmenin feshindeki kusur durumu ve yukarıda açıklanan ilkeler göz önüne alınarak, bu yönde davalı defter ve kayıtların incelenmesi tüm deliller birlikte değerlendirilerek varılan sonuç ve verilen kararın denetime elverişli olacak şekilde gerekçeli kararda tartışılmış olması gerektiği hâlde mahkemece eksik inceleme, soyut ve yetersiz gerekçe ile yazılı şekilde verilen direnme kararı doğru değildir.   (Kazancı İçtihat ve Bilgi Bankası). 56 AYHAN/ ÇAĞLAR/ ÖZDAMAR, s. 62. 57 ARKAN, Sabih, Ticari İşletme Hukuku, 24. Basım, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara, 2018, s. 73. 120İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12borçları bakımından, tacirin basiretli iş adamı gibi hareket etme yükümlülüğü bulunmaktadır. Ceza koşulunun borçlunun ticari işletmesiyle ilgili bir borca ilişkin olması şartını gerçek veya tüzel kişiler için ayrı ayrı değerlendirmek yerinde olacaktır. Tüzel kişi tacirlerin bütün işlemleri ticari iş olacağından tüzel kişi tacirler her durumda TTK nın 22. maddesindeki yasağa tabidir. Gerçek kişi tacirler için ise, adi borçticari borç ayrımı yapmak gerekmektedir. TTK da düzenlenen ticari iş karinesine göre, tacirin bütün işlemleri ticari iş olmakla beraber, tacirin karşı tarafa bu işin ticari işletmesiyle ilgili olmadığını açıkça bildirmesi veya işin özelliğinin ticari iş olmaya elverişli olmaması gerekmektedir. Buna göre tacir, ticari işletmesi ile ilgili olmayan işlemi yaparken, bu durumu karşı tarafa bildirmez veya işin adi nitelikte sayılması halin icabına göre mümkün olmazsa yapılan iş ticari iş sayılır ve tacir TTK nın 22. maddesi gereğince ceza koşulunun indirilmesini talep edemez. Bütün  bunların  yanı  sıra  tacir  şartları  varsa,  ceza  koşulu nun  TBK nın  27. maddesinin 2. fıkrası gereğince ceza koşulu hükmünün ahlaka ve adaba aykırı olduğu da ileri sürebilir. Basiretli bir iş adamı gibi davranma yükümlülüğü gereği, tacirin üstlendiği yükümlülüklerin sonuçlarına katlanması, ahlak ve adaba aykırılık oluşturan bir ceza koşulunun dahi ödeneceği anlamına gelmemektedir. Her ne kadar borçlu tacir olsa dahi, sözleşme serbestisi kanunun çizdiği sınırlar çerçevesinde uygulanacak ve sözleşmede yer alan ceza koşulunun ahlaka ve adaba aykırı olacak şekilde fahiş olması halinde ceza koşulunda indirim yapılması söz konusu olabilecektir.  Konu ile ilgili olarak, Yargıtay HGK, 26/12/2001 T., 2001/9-1175  E.,  2001/1166  K.  sayılı  kararında   Öte  yandan,  dava  konusu uyuşmazlığa uygulanması gereken mülga 818 Sayılı Borçlar Kanunu'nun 161. maddesi uyarınca sözleşmenin tarafları cezai şartın miktarını tayinde serbest iseler de hâkim fahiş gördüğü cezaları tenkisle mükelleftir. Ancak, mülga 6762 Sayılı Türk Ticaret Kanunu'nun 24. maddesi uyarınca tacir sıfatını haiz bir borçlu Borçlar  Kanunu'nun  161/3.  maddesinde  yazılı  olan  cezanın  fahiş  olduğu iddiasıyla cezanın indirilmesini mahkemeden isteyemez. Sadece cezai şart, miktar itibariyle tacirin ekonomik mahvına sebebiyet verecekse tacir bu nedenle cezai şartın ahlak ve adaba aykırılığından bahisle tenkisini isteyebilir  şeklinde hüküm kurmuştur.  Buna  göre,  ceza  koşulunun  indirilmesi  ancak  tacirin  ekonomik mahvına sebep olması halinde mümkün olacaktır.  Yargıtay Hukuk Genel Kurulu tarafından verilen bu kararda  Sadece cezai şart, miktar itibariyle tacirin ekonomik mahvına sebebiyet verecekse tacir bu nedenle cezai şartın ahlak ve adaba aykırılığından bahisle tenkisini isteyebilir  cümlesi özellikle önem arz etmektedir. Nitekim, tacirin TTK nın 22. maddesi kapsamında ceza koşulunda indirim isteyememesi söz konusu olmasına rağmen, Yargıtay Hukuk Genel Kurulu kararında ceza koşulunun ahlak ve adaba aykırı olduğu durumlarda indirime tâbi tutulabileceği hüküm altına alınmıştır. Hâkim, önüne gelen  uyuşmazlıkta  ceza  koşulu  hükmünün,  borçlunun  (tacirin)  ekonomik  58 OĞUZMAN/ ÖZ, s. 537; ARKAN, s. 151.    121KARSLIOĞLU/ Karşılaştırmalı Hukukta Hâkimin Ceza Koşulunu İndirme Yetkisimahvına neden olduğuna kanaat getirir ise ceza koşulunun indirilmesi söz konusu olacaktır.  Sözleşmede yer alan ceza koşulunun TBK nın 27. maddesi kapsamında  kısmi hükümsüzlüğe  tâbi tutulması hususuna da ayrıca değinilmesi gerekmektedir. Kısmi hükümsüzlük hükmünün uygulanabilmesi için sözleşmenin bölünebilir nitelikte  olması  gerekmektedir.  Bu  kapsamda,  taraflar  arasında  akdedilen sözleşmede  ceza  koşulu  hükmü  varsa  ve  bu  ceza  koşulu  hükmü  borçlunun ekonomik mahvına sebebiyet verebilecek derecede ise TBK m. 182. maddesinin 2. fıkrasının 2. cümlesi kapsamında geçersiz olabilecektir. Adı geçen madde hükmü şu şekildedir:  Ceza koşulunun geçersiz olması veya borçlunun sorumlu tutulamayacağı  bir  sebeple  sonradan  imkânsız  hâle  gelmesi,  asıl  borcun geçerliliğini  etkilemez .  İlgili  hüküm  gereğince,  TBK nın  27.  maddesi kapsamında  borçlunun  ekonomik  mahvına  neden  olan  ceza  koşulu   kısmi hükümsüzlük   kapsamında  hükümsüz  sayılabilecek  ve  sözleşme  ayakta kalabilecektir.  Buradan,  hâkim  tarafından  TBK  m.  27  kapsamında  indirim yapılmasının mümkün olduğu sonucu çıkmaktadır.  Ayrıca, yukarıda da bahsetmiş olduğumuz  değiştirilmiş kesin hükümsüzlük  veya  düşey kısmi hükümsüzlük  görüşleri, söz konusu hallerde uygulama alanı bulabilecektir. Böylelikle tacir her ne kadar TBK nın 182. maddesinin 3. fıkrası kapsamında, ceza koşulunun indirilmesini talep edemese de, Yargıtay HGK, 26/12/2001 T., 2001/9-1175 E., 2001/1166 K. sayılı kararında belirtilen şartların gerçekleşmesi halinde, hâkim takdir yetkisini kullanacak ve borçlunun (tacirin) ceza koşulu hükmünden makul seviyede sorumluluğu söz konusu olabilecektir. İlgili karar incelendiğinde, Yargtay Hukuk Genel Kurulu kararında yeni bir ceza koşulu hükmünün kararlaştırılması değil, taraflar arasında kararlaştırılan ceza koşulunun hâkim tarafından indirilebileceği belirtilmiştir.  Değiştirilmiş kısmi hükümsüzlük  görüşü ele alındığında, hâkimin yeni bir ceza koşulu hükmünü belirlediği görülürken,  düşey kısmi hükümsüzlük  görüşü kapsamında hâkimin belirlediği  ceza  koşulunun   en  üst   düzeyde  olduğu  kabul  edildiğinden, tarafımızca Yargıtay Hukuk Genel Kurulu nun da  düşey kısmi hükümsüzlük  anlayışının kabul gördüğü ifade edilebilir.      59 KIRKBEŞOĞLU, s. 83 vd.  60 Bu kapsamda bahsedilmesi gereken bir diğer husus ise hâkim tarafından uygulanacak kısmi hükümsüzlüğün uygulanması yerine TTK nın 1530. maddesinin uygulanması savunulduğu görüştür bkz: OĞUZMAN, M. Kemal/ ÖZ, M. Turgut, Borçlar Hukuku Genel Hükümler CİLT II, 15. Basım,  Vedat  Kitapçılık,  İstanbul,  2020,  s.  566;  Ancak,  bir  diğer  görüş  ise   düşey  kısmi hükümsüzlük  kavramının TTK nın 1530 (mülga Ticaret Kanunu nun 1466. maddesi) kapsamında değerlendirilmesi gerektiğini savunmaktadır bkz: KIRKBEŞOĞLU, s. 89. 122İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12II. KARŞILAŞTIRMALI HUKUKTA CEZA KOŞULUNUN İNDİRİLMESİ   A. İNGİLİZ HUKUKUNDA HÂKİMİN CEZA KOŞULUNU İNDİRME YETKİSİ Bu bölümde, ceza koşulunun İngiliz Hukuku kapsamındaki boyutunu irdeleme amacı gütmekteyiz. İngiliz Hukuku nda hâkimin ceza koşulunu indirme yetkisini incelemeden önce, ceza koşulunun yapı itibari ile İngiliz Hukuku nda nasıl bir özellik ihtiva ettiğini incelemek gerekmektedir. İngiliz Hukuku incelendiğinde, özellikle ceza koşulunun  infazı  hususunda oldukça zor bir uygulama olduğunu görmekteyiz. Bu sadece İngiliz Hukuku nda değil aynı zamanda  örfi hukuk  uygulanan diğer hukuk mekanizmaları için de geçerlidir. İngiliz Hukuku nda neredeyse bir asır boyunca incelemeye tabi olmayan bir konu olan  ceza koşulu  ve  ceza koşulunun indirilmesi , uzun bir süre sonra ilk defa Cavendish davası ile tekrar incelemeye konu olmuştur.  Cavendish  davası,  davalının  (borçlu)  hissesini  davacıya  (alacaklıya)  satmayı kabul ettiği bir pazarlama şirketindeki kontrol hissesinin satışını içermektedir. Taraflar  arasında  akdedilen  sözleşme  gereğince,  davacı  147.000.000,00Amerikan Dolarını taksitler halinde ödemeyi taahhüt ederken davalı eski şirketi ile rekabet etmemeyi taahhüt etmiştir. Taraflar arasında akdedilen sözleşmede, davalının eski şirketi ile rekabet etmesi halinde, davacı tarafından geri kalan taksit ödemelerine  el  konulabileceği  ve  aynı  zamanda  şirket  hisselerini  elinde bulundurabileceği  (ceza  koşulu  hükmü  olarak)  kararlaştırılmıştır.  Akabinde, davalı ilgili rekabet yasağı hükmüne aykırı davranışlarda bulunmuştur. Davacı, davalının rekabet yasağına aykırı davranışları nedeniyle geri kalan ödemeler ile yükümlü olmadığının ve şirkette kendisine devredilen hisselerin tümüne sahip olduğunun tespiti amacıyla dava açmıştır. İlgili yargılama sırasında, ilk derece mahkemesi (trial judge) her ne kadar ceza koşulu hükmünün uygulanabilirliği hususunda karar vermişse de temyiz mahkemesi (Court of Appeal) bu kararın bozulmasına karar vermiştir. Temyiz mahkemesi tarafından verilen bu karara karşı  davacı  ilgili  hükmün   ceza  koşulu  olmadığını   ve  ticari  işlemlerde uygulanabilir olduğundan bahisle uyuşmazlığı Yüksek Mahkeme ye (Supreme Court) taşımıştır.  1. Cavendish Davası ve Ticari İlişkilerde Ceza Koşulu  Yüksek Mahkeme de görülen Cavendish davasında Lord Deas ın da belirttiği gibi,  Ceza koşuluna ilişkin hüküm kamu yararı kapsamında değerlendirilir ve oldukça uzun bir geçmişi vardır, bu nedenle ceza koşulunun şimdiki şekli aslında tarihi gelişiminden kaynaklanmaktadır 61. Bizce de, İngiliz Hukuku kapsamında ve örfi hukuk (common law) sistemini haiz ülkelerde uygulanan ceza koşulu yargılamasını anlayabilmek için öncelikle İngiltere de ceza koşulunun tarihini incelememiz gerekmektedir.   61 Cavendish Square Holding BV v. Talal El Makdessi [2015] UKSC 67 para. 250    123KARSLIOĞLU/ Karşılaştırmalı Hukukta Hâkimin Ceza Koşulunu İndirme Yetkisia. İngiltere Tarihinde Ceza Koşulu İngiltere de sözleşme ilişkisine girecek olan taraflar özellikle sözleşmenin gereği gibi veya hiç yerine getirilmemesi halinde doğacak alacağını güvence altına almak amacıyla bir çeşit tahvil düzenlemekteydiler. Genellikle alacaklının düzenlemiş olduğu bu tahvillerin ön yüzünde belirli bir miktar paranın ödenmesi yükümlülüğü yer almaktayken, tahvilin arka yüzünde sözleşme yer almaktaydı. Bu durumda, borçlunun  sözleşmesel  yükümlülüklerini  yerine  getirmesi  halinde,  tahvil üzerindeki ceza koşulu da geçersiz olmaktaydı. Ancak, borçlunun sözleşmesel edimini yerine getiremediği durumda, tahvilin ön yüzünde yer alan para ödeme borcu gündeme gelmekte, bu da ceza koşulu olarak yorumlanmaktaydı. Tahvilin arkasında onaylanan şartlı cayma içeren cezai tahvil, daha sonraki orta çağ ve erken modern dönemlerde  önemli sözleşmeleri düzenlemek için başlıca araç  olarak  değerlendirilmekteydi.  Bu  belge  ile  sözleşmeden  kaynaklanan  ceza koşulu değil, daha ziyade kıymetli evrak niteliğini haiz belge üzerinde yer alan koşula dayanılarak ceza koşulunun talep edilmesi söz konusu olmaktaydı. 13. yüzyılda ise, Roma Hukuku etkilerinin görüldüğü İngiliz Hukukunda uygulanan tahvilde yer alan ceza koşulu ile Roma Hukukunda her alanda uygulama imkanı bulan ceza koşulu hükümleri birbiri ile oldukça farklılık teşkil etmekteydi. Nitekim, tahvilin ön yüzünde yer alan tutar, asıl borç niteliğini haiz iken, Roma Hukuku nda sözleşmesel edim yükümlülüğü ön planda tutulmaktaydı. Özellikle,  1201  yılı  kadar  erken  bir  tarihte,  curia  regis  tutanaklarında  ceza koşulundan kaynaklanan uyuşmazlıkların artık Royal Council da konu olmaya başladığı görülmektedir. Royal Council kayıtlarında görülen en önemli husus, ceza koşulunun alacaklı tarafından talep edilebilmesiydi. Yukarıda da bahsetmiş olduğumuz  kıymetli evrak  niteliğini haiz tahvil ileri sürülerek borçludan ceza koşulunun  ödenmesinin  talep  edilebilmesinin  önü  açılmıştı.  Kıymetli  evrak niteliğinde olan bir belgenin aksini ispat ile yükümlü olan borçlu, sözleşmeden kaynaklanan borcunu yerine getirdiğini ancak kesin delil ile ispat edebilecekti. Kıymetli  evrak  niteliğinde  olan  tahvillerden  kaynaklanan  uyuşmazlıklarda  62 Cavendish Square Holding BV v. Talal El Makdessi [2015] UKSC 67 para. 4 63 BIANCALANA, Joseph, The Development of the Penal Bond with Conditional Defeasance, JoLH, Y. 2005, C. 26, University of Cincinnati Public Law Research Paper No. 06-14, s.1 ( Çevrimiçi) https://ssrn.com/abstract=918531 E.T. 28.12.2021 64 BIANCALANA, s. 1. 65 BIANCALANA, s. 1. 66 BIANCALANA, s. 1. 67 Roma Hukukunda oldukça fazla uygulama alanı bulan ceza koşulu, İngiliz Hukuku nda genellikle ticari hayatta uygulanmaktaydı bkz: BIANCALANA, s. 6. 68  Kraliyet konseyi  veya  kralın mahkemesi  anlamına gelen Latince bir terimdir. Fransa kralları, İngiltere ve Sicilya'nın Norman kralları, Polonya kralları ve İskoçya kralları ve kraliçeleri de dahil olmak üzere krallara hizmet eden Ortaçağ Avrupa'sındaki danışmanlar ve yöneticiler konseylerine verilen isimdi. 69 BIANCALANA, s. 6. 70 BIANCALANA, s. 7.  124İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12borçlunun koruma alanı oldukça düşüktü, bu uygulama 16. yüzyıla kadar devam etmiş ve borçlunun borcunu ifa ettiğine ilişkin ispat koşulu aranmıştı.  Ancak, yukarıda bahsedilen uygulama, 1696 tarihli Adalet İdaresi Yasası'nın 8. Bölümü ile sözleşmelerin ifasını güvence altına almakla beraber, aynı zamanda alacaklının fiili zararlarının değerlendirilmesini mümkün kılan hükümler ihtiva etmekteydi. Bununla birlikte, 1705 tarihli Adalet İdaresi Yasası nda, tahville ilgili uyuşmazlıklarda artık davacının uğramış olduğu zararın miktarını, faiz ve masraflarla birlikte talep edebileceği hüküm altına alınmıştı. Bu hüküm, 18. yüzyılda mahkemeler tarafından oldukça dar yorumlanmış ve sadece bu alacak kalemlerinin talep edilebileceği kabul edilmişti. Sonuç olarak, artık davacı sadece sözleşmeden kaynaklanan asıl zararını talep edebilir hale gelmiştir. Bu nedenle dürüstlük ilkesi kapsamında ceza koşulunun uygulanabilir olup olmadığı nadiren mahkemelerce göz önüne alınmıştır. Bunun bir sonucu olarak da ceza koşulu  hükümleri  artık   tazminat   hükümleri  kapsamında  değerlendirilmeye başlamıştır.  Yukarıda da belirtildiği üzere, örfi hukuk, ceza koşulunu  tazminat  hükümleri içerisinde değerlendirmeye başladığından, salt ceza koşulu talebinin infazında oldukça  zorluklar  yaşanmaya  başlanmıştır.  Ceza  koşulundan  kaynaklanan alacakların talep edilememesi, fahiş kararlaştırılan ceza koşullarının hakkaniyet ilkesi  kapsamındaki  değerlendirmelerinde  de  oldukça  geri  planda  kalmasına neden olmuştur.  Cavendish  davasında  konu  edilen  ahde  vefa  ilkesinin,  dürüstlük  ilkesi  ile yorumlanmasının kabulünden önce değinmek istediğimiz bir diğer uyuşmazlık, New South Wales Temyiz Mahkemesi nde görünmüş olan Interstar Finance v. Integral Home Loans davasıdır. İlgili mahkeme kararında, tarafların sözleşme özgürlüğü ilkesi kapsamında karar vermiş oldukları ceza koşulu artık sözleşmenin bir  parçası  olduğundan,  ceza  koşulu  hükmünün  değiştirilmesi  mümkün görülmemiştir. 2008 yılında verilen bu karardan yaklaşık 7 yıl sonra, Cavendish davasında Yüce Mahkeme nin ne gerekçe ile ceza koşuluna ilişkin yorumlarını değiştirmiş olduğunu aşağıda inceleyeceğiz.  b. Cavendish Davası Cavendish davasında, Yüksek Mahkeme ceza koşulunun söz konusu olabilmesi için,  ceza koşulunun borcun veya zararın gerçek tutarının tahsili için bir güvence  71 HALSON Roger/ LIU Qiao, Agreed Damages, the Penalty Rule, and Unfair Terms: An AngloAustralian  and  Chinese  Comparison,  TCJoCL,  Y.  2019,  C.7,  S.1,  s.  63  (Çevrimiçi)  https://doi.org/10.1093/cjcl/cxz E.T. 15.12.2021.  72 Court of the King s Bench, Hardy v. Bern, 101 E.R. 355, T. 01.01.1794.  73  Ceza  koşulunun  talep  edilemeyeceği,  Kemble  v  Farren  kararının  143.  Paragrafında  da belirtilmiştir bkz: Court of Common Pleas, 130 Eng. Rep. 1234, T. 1829.  74 Cavendish Square Holding BV v. Talal El Makdessi [2015] UKSC 67 para. 6. 75 Interstar Finance v. Integral Home Loans Supreme Court of New South Wales, 27 Nisan 2007, Para 18.    125KARSLIOĞLU/ Karşılaştırmalı Hukukta Hâkimin Ceza Koşulunu İndirme Yetkisiniteliğini  haiz  olması  gerektiğini  belirtmiştir.  Cavendish  davasından  önce görülen  Interstar  davasında,  mahkemelerin  ceza  koşulu  hususunda  yorum yapmaktan ne kadar kaçındıkları üzerine değinmiştik. Cavendish davasında ise, Yüksek Mahkeme nin ceza koşulunun indirimi hususunda yorum yapmaktan kaçındığını görmekteyiz. Ancak, Yüksek Mahkeme her ne kadar ceza koşulu hususunda yorum yapmaktan kaçınmış olsa da örfi hukuk düzenine yeni bir ışık getirmiştir. Cavendish  davası  incelendiğinde,  ilk  olarak   equity   olarak  tanımlanan  ve  hakkaniyet   olarak  çevirisi  mümkün  olan  bir  kavramın  dikkate  alındığını görmekteyiz.  Söz  konusu   equity   kavramı,  Yüce  Mahkemece: Sözleşme konusu mahkeme önüne geldiğinde, mahkeme tarafından etkin bir şekilde elde edilebilecek  belirli  bir  sonucun  güvence  altına  alınabilmesi  ve  bu  sonucun uygulanabilmesi için ilgili hükme uygun tahsil etme ihtimalinin olması durumu  olarak tanımlanmıştır.  Cavendish davasının ilgili bölümünde, İngiltere de şu ana kadar yapılmayan ve ilk  defa  açık  bir  şekilde  belirtilen   hakkaniyet   değerlendirmesi  örfi  hukuk kapsamı içerisinde oldukça önem arz eden hususlardan biri olmuştur. (a)Hukuka Uygunluk İlkesi Testi  Cavendish davasında,  hakkaniyet  ilkesi,  legitimate interest  ile özdeştirilmiş, bu kapsamda ceza koşulu hükmünün uygunluğu değerlendirilmiştir. Hukuka uygunluğun  belirlenebilmesi  için  öncelikle  mağdur  tarafın  yararına bakılmaktadır.  İngiltere de  ceza  koşulunun  tarihsel  gelişimi  göz  önüne alındığında, parasal değerde kararlaştırılan ceza koşulu hükümlerinin bir tazminat olarak değerlendirildiği belirtilmişti. Bu nedenle hem Cavendish davasından önce, hem de Cavendish davasında değerlendirilen önemli ölçütlerden birisi alacaklının parasal anlamda tatmin olabilmesidir. Alacaklının zararı parasal ölçüde tatmin edilebileceği  için  genellikle  hukuka  uygunluğun  alacaklı  tarafından  talep edilebilecek tazminat miktarını aşamayacağı kural olarak kabul edilmektedir.   76 SCHELHAAS, Harriet N., Concluding Comparative Remarks in Relation to UK Supreme Court Cases  on  Penalty  Clauses,  ERoPL,  Y.  2017,  C.25,  S.1,  s.  268  (Çevrimiçi) https://repub.eur.nl/pub/106671/Repub_106671.pdf  E.T.18.01.2022. 77 İngilizcesi için bkz:  Equity, on the other hand, relieves against forfeitures  where the primary object of the bargain is to secure a stated result which can effectively be attained when the matter comes before the court, and where the forfeiture provision is added by way of security for the production of that result . 78 Özellikle, kolonileşen ülkelerde halen bağlı bulundukları ülkelerin hukukunun uygulandığı oldukça fazla görülmektedir bkz: Akpan v. Royal Dutch Shell/Shell Nigeria, District Court Of The Hague, para.4.10, T. 30.01.2013, Çevrimiçi, https://elaw.org/system/files/final-judgment-shell-oilspill-ikot-ada-udo.pdf , E.T.01.12.2021. 79 Cavendish kararında Yüksek Mahkeme, ceza koşulunda büyük bir oransızlık varsa ve hiçbir hukuki yararı yoksa o zaman ceza koşulunun hükümsüz sayılması gerektiğini belirtmiştir.  80 ROWAN, Solene, The  legitimate interest in performance  in the law on penalties, CUJ, Y. 2019, C. 78, S. 1, s. 151 (Çevrimiçi) https://doi.org/10.1017/S8197318000958 E.T. 20.01.2022. 126İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12Sonuç olarak, Türk Hukuku nda her ne kadar ceza koşulu zarardan bağımsız olarak  nitelendirilse  dahi,  İngiliz  Hukuku nda,  ceza  koşulu  mağdur  tarafın uğramış  olduğu  zararları  aşamayacak,  aşması  halinde  aşan  kısım  mahkeme tarafından kabul edilmeyecektir. Her ne kadar bu çıkarım, İngiliz Hukuku tarihinden kaynaklanan bir gelişimden ibaret olsa da bunun aslında ceza koşulu için de bir üst sınır yaratmış olduğunu görmekteyiz.  Ancak, bu üst sınır kesin bir hukuk kuralı olarak kabul edilmemektedir. Nadiren de olsa, hukuka uygunluk kıstasının  da  mağdur  tarafın  uğramış  olduğu  zararı  aşabileceği söylenebilmektedir. Bu tür durumlar da genellikle, mağdur tarafın sözleşmeden kaynaklanan beklentilerinin tam olarak karşılanamaması ihtimalinde söz konusu olabilecektir. Taraflar bu beklentilerini korumak için tazminat yükümlülüğünü de aşacak ceza koşulu belirlemesi yapabilme hakkına sahiptirler.  Cavendish davasında, İngiltere Yüksek Mahkemesi zarar gören tarafın tazminatın ötesinde bir çareyi haklı çıkaran meşru bir menfaatin olduğuna karar vermiştir. Bunun asıl nedeni, ilgili hükümlerin pay satışından sonra eski pay sahiplerinin şirket  ile  rekabet  etmesi  halinde  şirketi  korumayı  amaçlaması  ile ilişkilendirilmiştir. Nitekim, İngiltere Yüksek Mahkemesi burada ceza koşulu hükmünün  şirketin  devamlılığını  koruduğundan  bahisle,  hakkaniyete  uygun olduğunu ve caydırıcı fonksiyonu haiz olduğunu belirterek ceza koşulu hükmünün hukuka aykırı olmadığını belirtmiştir.   Ancak,  yukarıda  da  belirttiğimiz  üzere,  ceza  koşulunun  zararı  aşmasındaki meşruluğu oluşturacak durumlar halen büyük bir belirsizlik yaratmaktadır. Bu belirsizliklerin biraz daha aşılması amacı ile İngiliz Hukuku nda oldukça önem arz eden White&Carter davasını inceleyeceğiz. İlgili davanın konusu, reklam ajansı ile hizmet sözleşmesi akdeden garaj sahibinin, sözleşmeyi imzalaması ile beraber hizmet sözleşmesini feshetmesine ilişkindir. İlgili davada mahkeme, hukuka uygunluk şartının gerçekleştiğinden bahisle, sözleşmeyi fesheden tarafın feshini kabul etmemiş ve bu kapsamda sözleşmeyi ifa eden tarafın sözleşme bedeline hak kazanacağına ilişkin karar vermiştir. Ancak, Aquafaith davasında, sözleşmenin devamının mağdur taraf için maddi olarak daha fazla yük olması durumunda böyle bir hususun kabul edilmeyeceği belirtilmiştir. Yukarıda  belirtilen  davaların,  Cavendish  davası  ile  bağlantısının  tam  olarak kurulamamış  olması,  İngiliz  Hukuku nda  büyük  bir  sorun  teşkil  etmektedir. Nitekim, Cavendish davasında şirketin devamını esas alan tedbirlerin yönetim kurulu tarafından alınması hukuka uygunluk teşkil etmekte iken, taraflar arasında akdedilen  sözleşmenin  devamının  sağlanması  da  hukuka  uygunluk  temelini  81BİLGE, s. 110. 82 Cavendish Square Holding BV v. Talal El Makdessi [2015] UKSC 67 para 28-32, 99.  83 Ruxley Electronics and Construction Ltd. v Forsyth [1996] A.C. 344 (HL); Farley v Skinner [2002] 2 A.C. 732 (HL) davalarında tazminatı da aşabileceği belirtilmiştir.  84 Cavendish Square Holding BV v. Talal El Makdessi [2015] UKSC 67 para. 80-88. 85 White and Carter (Councils) Ltd v McGregor [1962] AC 413. 86 Isabella Shipowner S.A. v Shagang Shipping Co. Ltd.   Aquafaith ) [2012] 1 C.L.C. 899 para.44.    127KARSLIOĞLU/ Karşılaştırmalı Hukukta Hâkimin Ceza Koşulunu İndirme Yetkisioluşturmaktadır.  Her  ne  kadar  bu  iki  olay  arasında  büyük  farklılıklar  yer almaktaysa da, her iki olayda da dürüstlük ilkesini esas alan yorumun uygulama alanı bulduğu ve dürüstlük ilkesi kapsamında korunması gereken yapının (bu sözleşme  olabilir  ya  da  şirketin  kendisi  olabilir)  ayakta  kalması  için  alınan tedbirlerin önemi vurgulanmaktadır.  Ancak bu noktada Yüksek Mahkeme, yine örfi hukuk uygulanan Avustralya Hukuku nu  esas  alarak  ceza  koşuluna  ilişkin  hükmün  genişletilebilir  olup olmadığını  tartışmıştır.  İlgili  dava,  müşterinin  mevcut  fonlarını  veya kararlaştırılan kredili mevduat limitini aşmasına izin verdiğinde ödenecek ceza koşulunun uygulanmasına ilişkindir. Bu davada, Avustralya Yüksek Mahkemesi, örfi hukukun temel aldığı dürüstlük ilkesini baz alarak sözleşmesel bir ihlal olup olmadığına bakılmaksızın ceza koşulu hükmünü geçersiz sayma hususunda şöyle karar vermiştir:  Bir koşulun ceza koşulu sayılabilmesi için sözleşmede esas olan yükümlülüklere aykırı gelinmesi halinde, ihlal eden tarafa ek bir yükümlülük yüklüyorsa o zaman artık bu ceza koşuludur. Bu kapsamda, ceza koşulu artık temel borcun bir teminatı haline gelir.  Eğer zararın tazmini asıl borcun ihlal edilmesine ilişkin yapılmış ise, teminat şartı ve ceza ancak bu tazminat ölçüsünde uygulanır .  Yüksek  Mahkeme nin  vermiş  olduğu  bu  kararın  konusu  olan uyuşmazlık her ne kadar  bankacılık usulsüzlükleri  olarak kabul edilebilir olsa da, olayda tüketici açısından herhangi bir sözleşmesel ihlal olmadığından ceza koşulu hükmünün uygulama alanı bulması mümkün olmamıştır.  Yukarıda da belirttiğimiz üzere, İngiliz Hukuku bazında değerlendirilen örfi hukuk kapsamında aslında hiçbir şekilde uygulanamayan bir ceza koşulu hükmü görülmektedir. Ancak, Yüksek Mahkeme, Cavendish davasının 42. paragrafında Avustralya Yüksek Mahkemesi nin vermiş olduğu karar ile bağlı kalmak zorunda olmadığını belirtmiş ve burada bir değişiklik önermiştir. Bu kapsamda, yıllardır süre gelen dürüstlük kuralının aslında doğru bir şekilde yorumlanmamış olduğu dayanak gösterilmiştir. Nitekim, Cavendish davasında  Hakkaniyet uygulaması kapsamında  ceza  koşulu  hükmünden  tarafları  kurtarmanın  asıl  nedeni sözleşmenin ifasında dahi feshedilebilir sözleşmelerin olmasıdır  şeklindeki ifade ile, aslında yukarıda bahsi geçen White&Carter davasında yapmış olduğumuz açıklamalar kapsamında, yeni bir yorum şekli ortaya atılmıştır. Fakat Yüksek Mahkeme,  ilgili  davada  ceza  koşulu  hususunda  indirim  yapılmasını  kabul etmemekte ve bu kapsamda herhangi bir karar vermeyerek İngiliz Hukuku nda belirsizlik yaratmıştır.  87 White and Carter (Councils) Ltd v McGregor, AC 413, T.1962 ve Cavendish Square Holding BV v. Talal El Makdessi, UKSC 67, T. 2015. 88 Andrews v Australia and New Zealand Banking Group Ltd, High Court of Australia, Dava No. M/2012 T. 2012.  89 Bu karar ile birlikte, Avusturalya Hukuku ve İngiliz Hukuku uygulamalarında oldukça farklı kararlar oluştuğu görülmektedir. Ayrıca bkz: ELDRIDGE, John, The New Law of Penalties: Mapping the Terrain, JoBL, Sydney Law School Research Paper No. 18/56, vol. 8, 2018, s. 5. (Çevrimiçi) https://ssrn.com/abstract=3251706 E.T. 20.01.2022. 128İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12İngiliz  Hukuku nda,  Türk  Hukuku  ile  birlikte  aşağıda  incelemiş  olduğumuz İsviçre ve Alman Hukuku uygulamasının tam tersi bir sistem benimsendiğini görmekteyiz.  Normalde,  tarafların  sözleşme  özgürlüğü  kapsamında kararlaştırdıkları ceza koşulu hükümlerinin fahiş olması nedeniyle ceza miktarının indirimi söz konusu olmaktayken, İngiliz Hukuku tarihi gelişimi neticesinde oldukça sınırlamaya tabi olan ceza koşulu miktarının halihazırda alacaklının uğramış olduğu zararı aşamayacağı örfi hukukun temel prensiplerinden birisini oluşturmuştur. Ancak, bu temel prensip de Cavendish davasına konu olan uyuşmazlık  gibi   hukuka  aykırılık   hallerinde  istisnaya  tabi  olacak  ve  asıl zarardan daha fazla ceza miktarının kararlaştırılmasını da mümkün kılacaktır. Bu tür durumlarda, mahkeme özellikle  hakkaniyet ilkesi  ve  dürüstlük ilkesi  kapsamında somut olayın özelliğine göre değerlendirme yapacaktır. B. ALMAN HUKUKU NDA HÂKİMİN CEZA KOŞULUNU İNDİRME YETKİSİ 1. Tarihçe Alman Hukuku nda düzenlenen ceza koşulunun tarihçesine bakıldığında Roma Hukuku ndan etkilendiği görülmektedir. Özellikle, Roma Hukuku kapsamında görülen ceza koşulu uygulamalarının Alman Medeni Kanunu nun (Al. MK) § 339 ile § 344 hükümleri arasında, ikili bir şekilde düzenlenmiş olması bunu doğrular niteliktedir.  Bunlardan  ilki  gerçek  ceza  koşulu,  diğeri  ise  bağımsız  ceza koşuludur. Gerçek ceza koşulu Al. MK. § 339 ve § 343 kapsamında düzenlenen ceza koşulu olup; Türk Hukuku ile benzer niteliktedir. Ancak, gerçek olmayan ceza koşulunda borçlu yükümlü olmadığı bir fiili üstlenmekten veya yükümlü olmadığı bir fiili yapmaktan kaçınmaktadır. Gerçek olmayan ceza koşulunun ilk Roma Hukuku nda uygulanmaya başlandığı görülmektedir. Alman Hukuku nda ise zamanla,  Selbstständigen Strafversprechen  olarak ifade edilen ceza koşulu bir tür  bağımsız ceza koşulu  olarak kabul edilmiş ve arka plana itilmiştir. Böylelikle, Al. MK  §339. ve §343 arasında düzenlenen  Gerçek Ceza Koşulu  hükümlerinin  sözleşmelerde  kararlaştırılan  asıl  ceza  koşulu  olması  kabul edilmiştir.  2. Ceza Koşulunun İndirilmesi  Alman Hukuku nda ceza koşulunun indirilmesi kanun hükmünden doğmaktadır. Al MK. §343 te ceza kuşulundan indirim konusu şu şekilde düzenlenmiştir:  (1) Ceza koşulu, orantısız olarak yüksekse, borçlunun talebi üzerine ve mahkeme  90 Interstar Finance v. Integral Home Loans, Supreme Court of New South Wales, T. 27.04.2007; VITKUS, Simas, Penalty Clauses Within Different Legal Systems, STICS, Y. 2013, S.1, s. 155156, (Çevrimiçi) http://stics.mruni.eu/wp-content/uploads/2013/06/153-162.pdf E.T. 29.01.2022. 91REBMANN, Kurt/ SAECKER Franz-Jürgen, Münchener Kommentar zum Bürgerlichen Gesetzbuch, C.H.Beck sche Verlagsbuchhandlung, München 1979, s. 960.  92 ARAZ, Nilgün DİNÇER, Roma Hukukunda Ceza Koşulu (Stipulatio Poenae), Doktora Tezi, 2018, s. 3.  93 REBMANN/ SAECKER s. 960. 94 REBMANN/ SAECKER s. 960.    129KARSLIOĞLU/ Karşılaştırmalı Hukukta Hâkimin Ceza Koşulunu İndirme Yetkisikararı ile ceza koşulu makul bir miktara indirilebilir. Yeterlilik değerlendirilirken, alacaklının  sadece  maddi  menfaati  değil,  her  türlü  meşru  menfaati  dikkate alınmalıdır. Para cezası ödendikten sonra, indirim hariç tutulur.(2) Aynı durum, §§ 339, 342 durumları dışında, birinin bir eylemi gerçekleştirmesi veya ihmal etmesi durumunda bir ceza vaat etmesi durumunda da geçerlidir .  İlgili hükmün tamamı incelendiğinde, ceza koşulunun indirilmesinde hem alacaklının hem de borçlunun menfaatinin dikkate alınması gerektiği özellikle vurgulanmıştır. İlgili hükümde ayrıca, indirimin uygulandığı miktarın artık ceza koşulundan hariç tutulduğu da görülmektedir.  Al MK.§343 lafzi olarak sadece sözleşmeye dayalı ceza koşulu için değil, aynı zamanda diğer türdeki (haksız fiil, sebepsiz zenginleşme gibi) sözleşme cezalarına da uygulanmaktadır. Bununla beraber, ceza koşulunu düzenleyen sözleşme hükmünün tarafların iradesine bağlı olduğu ve ancak haklı nedenlerin oluşması halinde ceza koşulunda indirime gidilebileceği hüküm altına alınmıştır.  a. Hâkimin Ceza Koşulunu İndirebilmesi için Gerekli Şartlar Ceza koşulu hükmünde indirimin yapılabilmesi için öncelikle ceza koşulunun geçerli olması gerekmektedir. Al MK. § 34497, Türk Borçlar Kanunu nun aksine, kanunda sadece genel olarak sözleşmenin geçersizliği halinde ceza koşulunun uygulama  alanı  bulamayacağını  hüküm  altına  almaktadır.  Bununla  birlikte, sözleşmeye bağlı ceza koşulunun gündeme gelebilmesi için borçlunun kusurlu olması gerekmektedir.  Ceza koşulunda indirim yapılabilmesi için üçüncü şart, borçlunun talebidir. Türk ve İsviçre Hukuku uygulamalarının aksine Al MK. § 343, borçlu tarafından talepte bulunulmasının  bir  şart  olduğu  hüküm  altına  almaktadır.  Bu  hükümden anlaşılacağı üzere, hâkim re sen ceza koşulunda indirim yapamayacaktır.  Borçlunun ceza koşulunun indirilmesine ilişkin talebi ne zaman yapması gerektiği de önemli bir husustur. Özellikle, borçlunun ceza koşulunu kısmen ödemesi halinde Alman Federal Mahkemesi, borçlu tarafından ödenen miktarın fahiş olmadığını kabul etmektedir. Ancak, borçlu tarafından kısmen ödeme yapılması durumunda kalan miktar tutarı üzerinden de indirim yapılabilir 100.  95 İfa konusu para olmayan edimler için Alman Medeni Kanunu nun 342. Maddesi gereğince yine 339-341 hükümlerinin uygulanacağı ayrıca düzenlenmiştir.  96 İstisnaları için bkz: REBMANN/SAECKER, s. 960.  97  Kanun hükmü gereğince, ifa vaadi geçersiz ise, taraflar vaadinin etkisizliğini bilseler bile, vaadin yerine getirilmemesi durumunda verilen bir ceza da aynı şekilde hükümsüzdür.  98 Alman Hukukunda, borçlunun ceza koşulunun oluşmasında kusuru olması gerektiğine ilişkin bkz: AKSOY, Hüseyin Can, Rethinking the Relationship between the Enforceability of Penalty Clauses and  the  Debtor s  Fault  in  Breach,  CEJSH,  C.  11,  S.  2,  271-288  s.  272  (Çevrimiçi) http://yoksis.bilkent.edu.tr/pdf/files/14894.pdf , E.T. 02.01.2022.  99 BGH I Z R 77/12. 100 REBMANN/SAECKER s. 1383.  130İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12Hâkimin ceza koşulunun indirimine karar verebilmesi için ceza koşulu hükmünde belirtilen miktarın fahiş olması gerekmektedir. Ancak, hâkim tarafından ceza koşulunun fahiş olduğu incelenirken özellikle tarafların ekonomik durumları göz önüne alınmaktadır. Hâkimin bu noktada karar verirken sadece borçlunun değil aynı  zamanda  alacaklının  sözleşmesel  ilişkideki  haklarını  da  koruması gerekmektedir. Bu nedenle, ceza koşulunda zararın oluşup oluşmadığının da bir önemi yoktur. Zarar oluşmamış olsa dahi eğer alacaklının hakları ceza koşulu hükmünde yer alan miktardan daha da çok zedelenmiş ise hâkim bu noktada ceza koşulunun indirilmesi kararını vermeyebilecektir. Ancak, hâkim ceza koşulunun indirilmesine karar vermişse, son kararlaştırılan ceza koşulu miktarı toplamı zarar miktarından  az  olmamalıdır.  Bu  noktada,  sadece  taraflar  açısından  bir değerlendirme yapılması genellikle dar yorum olarak kabul edildiğinden bu tür bir yorumun Alman mahkeme kararlarında uygulama alanı bulması pek mümkün değildir.  b. Borçlunun Tacir Olma Sorunu Alman Hukuku nda, TTK nın 22. maddesi ile paralel olacak şekilde, ilgili ceza koşulunda indirim talebinin tacirler için geçerli olmayacağı Al MK.§ 348 ve 351 de ayrıca düzenlenmiştir. İlgili madde hükümleri gereğince, Alman Hukuku kapsamında tacir olarak değerlendirilen gerçek veya tüzel kişilerin ceza koşulunda indirim talep edemeyeceği açık bir şekilde düzenlenmiştir. Tacirin tanımı Alman Ticaret Kanunu nda (HGB) belirtilmiştir. HGB §1 in ilk fıkrasında ticari işletme yürüten kişilerin tacir olduğu hüküm altına alınmıştır. Ancak, HGB § 348 de yer  alan  hükümde,  sadece  tacir  sıfatını  haiz  olmanın  yeterli  olmadığı,  aynı zamanda  ceza  koşulunun  tacir  tarafından  yapılan  ticari  işlemler  dahilinde kararlaştırılmış olması aranmıştır.  Türk Hukuku nda TTK nın 22. maddesinde ise tacir olmanın bir sonucu olarak ceza  koşulundan  indirim  talep  edilemez  iken,  Alman  Hukuku nda  hâkim borçlunun sadece tacir olduğuna değil aynı zamanda yapmış olduğu işlemin ticari iş olup olmadığını da incelemektedir.  HGB § 348 de düzenlenen yasağın her koşulda uygulanabileceğini söylemek mümkün değildir. Alman Federal Mahkemesi kararlarında, hâkimler tarafından tacirin ticari hayatının mahvına neden olabilecek ceza koşulu hükümlerinin Al MK. § 307 gereğince indirime konu olabileceği belirtilmiştir. İlgili hükümler  101 REBMANN/SAECKER s. 1384. 102 REBMANN/ SAECKER s. 1384. 103 BGH I Z R 77/12 , BGH I ZR 45/11. 104  (1) Bu kanun kapsamında tacir, ticari bir iş yürüten kişidir.  105 STAGL, Jakob Fortunat, Vertragsstrafe und Pauschalierter Schadensersatz im Deutschen Recht, SUBJ,  Y.  2014,  S.  2,  s.  177  (Çevrimiçi) https://heinonline.org/HOL/P?h=hein.journals/stubabe4&i=284 E.T.29.01.2022. 106  Tacirin ticari faaliyeti sırasında taahhüt ettiği sözleşme cezası, Medeni Kanunun 343. maddesi hükümlerine göre indirilemez.  107 BGH I ZR 77/12.    131KARSLIOĞLU/ Karşılaştırmalı Hukukta Hâkimin Ceza Koşulunu İndirme Yetkisigereğince, tacirin ticari işlemlerinde yapmış olduğu sözleşmelerde ceza koşulunun indirilmesi Al MK. § 343 kapsamında değil, Al MK. § 242 (dürüstlük ilkesini düzenleyen hüküm) kapsamında değerlendirilmektedir. HGB § 348 de yer alan atıf ile birlikte, taraflar arasında mutabık kalınan bir ceza koşulu, ihlalden kaynaklanan zarar ile olağanüstü derecede orantısız ise, Al MK. § 242109 ve § 343 uyarınca indirime tabi olabilecektir. Bu durumda, sözleşmede belirlenen ceza koşulu, Al MK.§ 343 e göre değil, sadece Al MK. § 242 e göre indirilecektir.  Al  MK.  §  242 e  göre,  sözleşmede  belirtilen  ceza  koşulu, mahkeme tarafından uygun bir düzeye indirilecek ve dürüstlük ilkesi kapsamında tüm koşullar dikkate alınacaktır.  Sözleşmede yer alan ceza koşulu değerlendirilirken, öncelikle ceza koşulunun yaptırım niteliği ve daha fazla ihlalleri önleme işlevi, ihlalin ağırlığı, ihlalin kapsamı ve alacaklı için tehlikesi, ihlal edenin kusuru ve ceza koşulunun işlevi göz önüne alınmaktadır. Bu kapsamda, sadece Al MK. § 242 de düzenlenen  dürüstlük kuralının  uygulanmayacağı da ayrıca belirtilmelidir. Güncel Alman Federal Mahkemesi kararlarında aynı zamanda Al MK. § 307 nin de uygulama alanı bulacağı da belirtilmiştir. İlgili madde hükmü şu şekilde düzenlenmiştir:  (1) Standart iş koşullarındaki hükümler, iyi niyet şartının aksine, kullanıcı ile yapılan sözleşmenin diğer tarafını makul olmayan bir şekilde dezavantajlı hale getirirse hükümsüzdür. Hükmün açık ve anlaşılır olmaması da makul olmayan bir dezavantaj  doğurabilir.  (2)  Aşağıdaki  durumların  oluşmasında  şüphe  olan durumlarda, makul olmayan bir dezavantajın var olduğu varsayılır.  1. Esas aldığı kanun hükmünün temel ilkelerine uygun değilse veya 2. Sözleşmenin doğasında bulunan temel hak veya görevleri, sözleşmenin amacına ulaşılmasını tehlikeye atacak ölçüde sınırlaması halinde   Al MK§ 307 nin 1. fıkrasına göre, ceza koşulu miktarı, ceza koşulunun öngördüğü ihlal  ve  ilk  bakışta  olası  tehlikeler  ile  orantısız  ise,  sözleşme  ceza  koşulu hükümsüz olmaktadır. Bu bağlamda, ticari işlemlerde Al MK. § 242 uyarınca bir indirimin  de  mümkün  olduğu,  ancak  bu  durumda  daha  katı  bir  standart uygulandığı görülmektedir.   108 BGH, I ZR 78/81, BGH I ZR 71/95. 109  Borçlu, örf ve adetleri göz önünde bulundurarak borcunu iyiniyetin gereklerine göre ifa etmekle yükümlüdür.  110 STAGL, s. 178. 111 BGH I ZR 168/05. 112 BGH I ZR 54/91; 200.000 euro yu aşan ceza koşulunun fahiş olacağına ilişkin bkz: BGH I ZR 168/05. 113 BGH VII ZR 210/01; BGH VII ZR 133/11.  114 Bir uyuşmazlıkta, mahkeme 53.000.000 euro olarak kararlaştırılan ceza koşulunun 200.000 euro dan fazla olamayacağını, aksi takdirde iyi niyet kurallarına aykırı geleceğini belirtmiştir bkz: BGH I ZR 168/05. 115 BGH I ZR 168/05. 132İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12Sonuç olarak, Türk Hukuku ndakine benzer şekilde Alman Hukuku nda da ceza koşulunun ne kadar yüksek olacağı sorusu her olayda spesifik bir şekilde kendi içinde değerlendirilmelidir. Bu kapsamda; sözleşme ihlaline neden olan tarafın kusur oranına ve ticari işletmenin türü ve büyüklüğüne bağlı olarak, alacaklı için taahhüt edilen ihlalin ağırlığına ve boyutuna bakılmalıdır. III.  MİLLETLERARASI  HUKUK  KAPSAMINDA  HUKUKİ DEĞERLENDİRME  Ceza koşulu hükmüne ilişkin, özellikle uluslararası mahiyette uyuşmazlıklar Türk mahkemelerinin önüne geldiğinde uygulanacak hukuk, 5718 sayılı Milletlerarası Özel Hukuk ve Usul Kanunu (MÖHUK) hükümlerine göre belirlenmektedir. MÖHUK un 2. maddesi, kanun ihtilaflarına ilişkin hükümlerin uygulanmasını esas almıştır. Ceza koşulu hükümlerinin MÖHUK un 5. maddesi kapsamında değerlendirilip  değerlendirilemeyeceği  hususu  işbu  çalışmamızda  ayrıca  ele alınmıştır.  Hâkim, MÖHUK kapsamında uygulanacak hukuku belirlerken, aynı zamanda uygulama alanı bulacak hukuk kurallarının Türk kamu düzenine açıkça aykırı olup olmadığını da dikkate alacaktır. İlgili kanun hükmü kapsamında,  Yetkili yabancı hukukun belirli bir olaya uygulanan hükmünün Türk kamu düzenine açıkça aykırı olması hâlinde, bu hüküm uygulanmaz; gerekli görülen hâllerde, Türk Hukuku uygulanır . Bu hükümden de anlaşılacağı üzere, hâkim tarafından uygulanacak hukuk eğer Türk kamu düzenine aykırılık teşkil ediyorsa, hâkim gerekli gördüğü durumda Türk Hukuku nu uygulayabilecektır. Türk Hukuku nda kamu düzenini açıklayan herhangi bir tanım yoktur. Konuyla ilgili bir Yargıtay İçtihadı Birleştirme Kararı nda kamu düzeni,  niteliği gereği zamana, yere göre değişen, içeriğinin tespiti zor, her somut olaya göre değişiklik gösteren bir kavramdır. İlmi açıklamalara ve yargısal kararlara rağmen gelişen hukuk sistemlerinde bile tanımı olmamasına rağmen ‘toplumun temel yapısını ve çıkarlarını koruyan kuralların bütünü  olarak tanımlanmıştır. Öbür taraftan, kamu düzenine aykırılık ise,  Türk Hukukunun temel değerlerine, Türk genel adap ve ahlak anlayışına, Türk kanunlarının dayandığı temel adalet anlayışına, Türk kanunlarının  dayandığı  genel  siyasete,  Anayasada  yer  alan  temel  hak  ve özgürlüklere, milletlerarası alanda geçerli ortak prensip ve özel hukuka ait iyiniyet  prensibine  dayanan  kurallara,  medeni  toplulukların  müştereken benimsedikleri  ahlak  ilkeleri  ve  adalet  anlayışının  ifadesi  olan  hukuk  116 BGH I ZR 168/05.  117  Kamu düzeni genel şekilde ifade edilmiş soyut bir kuraldır ve her somut olayda hâkim tarafından re sen nazara alınır ve bir aykırılığın bulunup bulunmadığını araştırır.  CAN, Hacı/ TOKER, Ali Gümrah, Milletlerarası Özel Hukuk (Ders Notları), Adalet Yayınevi, Ankara, 2015, s.123. 118RG. T. 20.09.2012, S. 28417.    133KARSLIOĞLU/ Karşılaştırmalı Hukukta Hâkimin Ceza Koşulunu İndirme Yetkisiprensiplerine, toplumun medeniyet seviyesine, siyasi ve ekonomik rejimine, insan hak ve özgürlüklerine aykırılık  olarak açıklanmaktadır.  Diğer  ülke  hukuk  düzenlemeleri  incelendiğinde,  İsviçre  Federal  Mahkemesi kararında İsviçre Borçlar Kanunu nun 163. maddesinin 3. fıkrasında düzenlenen hükmün  kamu düzeni  ile ilgili olduğu açıkça kabul görmüştür. Bununla beraber yukarıda incelenen Cavendish davası nın 29. Paragrafında da görüleceği üzere,  ceza  koşulunun   kamu  yararı   kapsamında  değerlendirileceği  de belirtilmiştir. Ancak, bu hususta İngiliz Hukuku nda daha ayrıntılı herhangi bir açıklama yapılmamıştır.  İsviçre  Federal  Mahkemesi nin  vermiş  olduğu  kararlara  bakıldığında  ise, ekonomik olarak güçsüz olan tarafın korunmasız bırakılmasının kamu yararı ile ilişkilendirildiği  görülmektedir.  Ancak  Türk  Hukuku  incelendiğinde,  ilgili hükmün kamu yararı kapsamında düzenlenmiş olduğu kanun koyucu tarafından açık bir şekilde belirtilmemiştir. Nitekim, yukarıda da belirtildiği üzere ceza koşulunun sözleşmenin bir tarafın mahvına neden olacak şekilde kararlaştırılması halinde, Türk Mahkemeleri tarafından Türk Borçlar Kanunu nun 27. maddesi uygulanabilmektedir.  Ayrıca,  kamu  düzenini  oluşturan  hükümler  Türk Hukuku nda pek fazla görülmemekle beraber, kanun koyucunun böyle bir amacı olmadığı  görülmektedir.  Bu  nedenle,  İsviçre  Hukuku nun  aksine,  Türk Hukuku nda hâkim, uygulanacak hukuku tespit ederken MÖHUK un 5. maddesi kapsamında değil, kanun ihtilafları kapsamında karar verecektir.   SONUÇ Bu çalışmamızda, hem Kıta Avrupa sında hem de örfi hukukta ( common law ) yer alan ceza koşulunun tarihsel gelişimi ve hâkimin fahiş kararlaştırılan ceza koşulunu indirme yetkisinin ne şartlarda söz konusu olduğu ele alınmış, farklı hukuk sistemlerine tabi olan uygulamaların aslında birbiri ile birçok hususta bağdaştığını  ancak  yıllar  geçtikçe  bazı  konularda  birbirinden  farklı  şekilde düzenlemelere maruz kalmış olduğuna ilişkin incelemeler yapılmıştır. Özellikle, İngiliz Hukuku nun tahvil aracılığı ile ceza koşulu hükümlerini uygulaması ve Kıta Avrupası nda ceza koşulu uygulamalarını genişletmesi, İsviçre ve Alman Hukuku nun birbiri ile sıkı etkileşimi Roma Hukuku alanında birbiri ile benzer uygulamalara sebebiyet vermiştir. Türk Hukuku nun da temel aldığı İsviçre ve Alman Hukuku kurallarının ise aslında bazı noktalarda Türk Hukuku ile farklılık ihtiva ettiği de ayrıca çalışmamızda ele alınmıştır.   119 Yarg. HGK., 1998/12-287 E., 1998/325 K., 06.05.1998  Ahlak ve dürüstlük kurallarına, toplumun, hukukun, temel ilke ve değer yargılarını, adaleti, ahlak anlayışını, Anayasada yer alan temel hakları, ciddi şekilde sarsan ve aykırılık oluşturan olaylar kamu düzenini ihlal eden olgulardır . 120 BGE 41 II 138. 121 TUNÇOMAĞ, s. 174-175. 122 Yarg. HGK, E. 2001/9-1175, 2001/1166 K., 26.12.2001 (Kazancı İçtihat ve Bilgi Bankası). 123 TUNÇOMAĞ, s. 174-175. 134İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12Karşılaştırmalı hukukta ceza koşulunun, tarihsel gelişimi yanında günümüzde kabul gören uygulama şartları Türk Hukuku ile birlikte değerlendirildiğinde, uluslararası uygulamalarında büyük bir görüş birliği olduğu ifade edilebilir. Bu kapsamda bizce de ceza koşulunun varlığı için genel olarak; sözleşmede belirtilen asıl ifaya bağlı fer i nitelikte bir yükümlülüğün söz konusu olması gerektiği ifade edilebilir. Bununla birlikte, hâkimin takdir yetkisi hususunda ise ikili bir ayrıma gidilmesi  isabetli  olacaktır.  İngiliz  Hukuku nu  temel  alan  örfi  hukuk uygulamalarında, ceza koşulu her ne kadar taraflarca serbestçe kararlaştırılabilse de,  ceza  koşulunun  infaz  kabiliyeti  olmadığı  için,  alacaklı  tarafından  talep edilebilecek en üst tutarı oluşan zarar belirlemektedir. Ancak Cavendish davası ile birlikte  ceza  koşulunu  belirleyen  bu  üst  sınırı  aşan  durumların  hakkaniyet kapsamında mümkün olabileceği belirtilmiştir. Bu nedenle, İsviçre, Alman ve Türk Hukuku mevzuatlarında taraflarca serbest bir şekilde kararlaştırılabilen ceza koşulu İngiliz Hukuku ndan bu kapsamda ayrılmaktadır. Nitekim, bahsi geçen bu hukuk uygulamalarında sözleşme serbestisi kapsamında alacaklı uğramış olduğu zararlar ile birlikte belli şartlar dahilinde ceza koşulunu da talep edebilecektir. Ancak bu noktada, sözü geçen hukuk uygulamalarda hâkimin takdir yetkisini kullanabilmesi için ceza koşulunun geçerli olması ve bahse konu ceza koşulunun fahiş  olarak  kararlaştırılması  gerekmektedir.  Ceza  koşulunun   fahiş   olup olmadığına  ise  hâkim  kanunun  kendisine  vermiş  olduğu  takdir  yetkisini kullanarak karar verecektir. Türk Hukuku kapsamında hâkim ceza koşulunun indirilmesine karar verirken, özellikle hakkaniyet çerçevesinde somut olayın özelliğine göre değerlendirme yapmalı ve hem İsviçre hem de Alman Hukuku nda olduğu  gibi  borçlu  yararına  ceza  koşulunda  indirim  yaparken,  alacaklının menfaatlerini de göz önünde bulundurmalıdır. Bunun yanında elbette, tüm özel hukuk  yargılamalarında  öncelikle  dikkate  alınması  gereken,  Türk  Medeni Kanunu nun  2.  ve  3.  maddelerinde  tanımını  bulan   dürüstlük  ve  iyi  niyet kuralları   da  ceza  koşulunun  indirilmesi  talepleri  değerlendirilirken,  hâkim tarafından göz önünde bulundurulması gereken temel hukuki düzenlemelerdir. ________________________________________________________________ Hakem Değerlendirmesi: Dış bağımsız. Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir. Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.   Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare. Grant Support: The author declared that this study has received no financial support. ________________________________________________________________        135KARSLIOĞLU/ Karşılaştırmalı Hukukta Hâkimin Ceza Koşulunu İndirme Yetkisi",
     "Kaynakça": " AKSOY, Hüseyin Can, Rethinking the Relationship between the Enforceability of Penalty Clauses and the Debtor s Fault in Breach, CEJSH, C. 11, S. 2, (Çevrimiçi) http://yoksis.bilkent.edu.tr/pdf/files/14894.pdf, E.T. 02.01.2022. ARAZ, Nilgün DİNÇER, Roma Hukukunda Ceza Koşulu (Stipulatio Poenae), Doktora Tezi, 2018. ARKAN, Sabih, Ticari İşletme Hukuku, 24. Basım, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara, 2018. BIANCALANA, Joseph, The Development of the Penal Bond with Conditional Defeasance, JoLH, 2005, C. 26, University of Cincinnati Public Law Research Paper No. 06 14 ( Çevrimiçi) https://ssrn.com/abstract=918531 E.T. 28.12.2021. BİLGE, Necip, Cezai Şart, Y. 1958, Ahmet Esat Arsebük e Armağan, AHFY, (Çevrimiçi)https://dspace.ankara.edu.tr/xmlui/bitstream/handle/20.500.12575/9142/arma%C4%9Fan.pdf?sequence=1&isAllowed=y  E.T. 01.12.2021. CAN, Hacı/ TOKER, Ali Gümrah, Milletlerarası Özel Hukuk (Ders Notları), Adalet Yayınevi, Ankara, 2015. ÇINAR, Ömer, Türk Borçlar Kanunu ve Alman Medeni Kanunu na Göre Cezai Şartın  İndirilmesi,  İTÜSBD,  Y.  2009,  Cilt  8,  Sayı  16,  Çevrimiçi) http://www.ajindex.com/dosyalar/makale/acarindex 1423904956.pdf  E.T. 20.12.2021. ELDRIDGE, John, The New Law of Penalties: Mapping the Terrain, JoBL, Sydney  Law  School  Research  Paper,  Y.  2018,  C.  8,  S.  18/56  (Çevrimiçi) https://ssrn.com/abstract=3251706 E.T. 20.01.2022. EREN, Fikret, Borçlar Hukuku Genel Hükümler, 20. Basım, Yetkin Yayınları, Ankara, 2016. GÖKSOY, Yaşar Can, Basiretli İş Adamı Gibi Hareket Etme Yükümlülüğü (TTK M.  18)  Bağlamında  Covid 19  Pandemisinin  Tacirlerin  Sözleşmeden  Doğan Yükümlülükleri Üzerindeki Etkileri, YHD, Y. 2020, C. 2, S. 2, (Çevrimiçi) https://dergipark.org.tr/en/pub/yhd/issue/57555/817135 , E.T.18.01.2022. HALSON, Roger/ Liu, Qiao, Agreed Damages, the Penalty Rule, and Unfair Terms: An Anglo Australian and Chinese Comparison, TCJoCL, Y. 2019, C. 7, S.1, (Çevrimiçi)  https://doi.org/10.1093/cjcl/cxz003 E.T. 15.12.2021.  KARAGÖZ, Veli, Işverenin Tacir Olması Durumunda Cezai Şartin Indirilmesi, EÜHFD,Y.  2014,  C.  18,  S.  3–4  (Çevrimiçi) https://dergipark.org.tr/tr/download/article file/1834465 E.T. 18.01.2022. KIRKBEŞOĞLU,  Nagehan,  Türk  Özel  Hukukunda  Kısmi  Hükümsüzlük, Doktora  Tezi,  İstanbul,  2010,  (Çevrimiçi) http://nek.istanbul.edu.tr:4444/ekos/TEZ/47148.pdf E.T. 10.02.2022. 136İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12KOCAAĞA,  Köksal,  Ceza  Koşulu  (Sözleşme  Cezası),  2.  Basım,  Yetkin Yayınları, Ankara, 2018. KOLLER,  Alfred,  Konventionalstrafe  für  Bauverzögerungen (Verspätungsstrafe), In Bau  und Bauprozessrecht: ausgewählte Fragen. St. Gallen  :  Vereinigung  für  Baurecht,  1996,  (Çevrimiçi) http://alfredkoller.ch/sites/default/files/201711/Konventionalstrafe_fuer_Bauverzoegerungen.pdf E.T. 28.12.2021. NOMER, Haluk, Borçlar Hukuku Genel Hükümler, 15. Basım, Beta Basım Yayın, İstanbul, 2017. OĞUZMAN, M. Kemal/ ÖZ, M. Turgut, Borçlar Hukuku Genel Hükümler CİLT II, 10. Basım, Vedat Kitapçılık, İstanbul, 2013. OĞUZMAN, M. Kemal/ ÖZ, M. Turgut, Borçlar Hukuku Genel Hükümler CİLT II, 15. Basım, Vedat Kitapçılık, İstanbul, 2020. RIZA,  Ayhan/  HAYRETTİN,  Çağlar/  ÖZDAMAR,Mehmet,  Ticari  İşletme Hukuku Genel Esaslar, 14. Basım, Yetkin Yayınları, Ankara, 2021. REBMANN,  Kurt,  Saecker  Franz Jürgen,  Münchener  Kommentar  zum Bürgerlichen  Gesetzbuch,  C.H.Beck sche  Verlagsbuchhandlung,  München, 1979. SCHELHAAS, Harriet N., Concluding Comparative Remarks in Relation to UK Supreme Court Cases on Penalty Clauses, ERoPL, Y.2017, C.25, S.1, (Çevrimiçi) https://repub.eur.nl/pub/106671/Repub_106671.pdf E.T. 18.01.2022. SCHOCH,  Walter,  Begriff,  Anwendung  und  Sicherung  der Konventionalstrafe nach Schweizerichem Recht, Staempfli & Cie., Bern, 1935. SİPAHİ, Tolgahan, Ceza Koşulunun İndirilmesi, İstanbul, 2020. (Çevrimiçi) https://tez.yok.gov.tr/UlusalTezMerkezi/TezGoster?key=wf FPgY5qjHEzEoOgvMs_Z2dsHE4pPkzkBYFwGL Prj rPmyLyJvWM9hVO7IOdn E.T.18.02.2022.  STAGL, Jakob Fortunat, Vertragsstrafe und Pauschalierter Schadensersatz im Deutschen  Recht,  SUBJ,  Y.  2014,  S.  2,  (Çevrimiçi) https://heinonline.org/HOL/P?h=hein.journals/stubabe2014&i=284  E.T.29.01.2022. PELLANDA, Roth Katja, Obligationenrecht Handkommentar zum Schweizer Privatrecht Obligationenrecht   Allgemeine Bestimmungen , Art. 1 183 OR, Hrsg. Andreas FURRER/Anton K. SCHNYDER, 3. Basım, 2016 (SwissLex). ROWAN,  Solene,  The Legitimate  Interest  In  Performance  In  The  Law  On Penalties,  CUJ,  Y.  2019,  C.  78,  S.  1,  (Çevrimiçi) https://doi.org/10.1017/S0008197318000958 E.T. 20.01.2022.    137KARSLIOĞLU/ Karşılaştırmalı Hukukta Hâkimin Ceza Koşulunu İndirme YetkisiTEKİNAY, Selahattin Sulhi/ AKMAN, Sermet/ BURCUOĞLU, Haluk/ ALTOP, Atilla, Borçlar Hukuku Genel Hükümler Cilt I, 5. Basım, Filiz Kitabevi, İstanbul, 1985. TEKİNAY  Sulhi/  AKMAN  Sermet/  BURCUOĞLU  Haluk/  ALTOP  Atilla, Borçlar Hukuku Genel Hükümler, Filiz Kitabevi, İstanbul, 1993. TUNÇOMAĞ, Kenan, Türk Hukukunda Cezai Şart, Baha Yayınları, İstanbul, 1963. VITKUS, Simas, Penalty Clauses Within Different Legal Systems, STICS, Y. 2013,  S.  1,  (Çevrimiçi)  http://stics.mruni.eu/wp content/uploads/2013/06/153162.pdf, E.T. 29.01.2022. VOGEL,  Dominic,  Vertragliche  Pflichten  des  professionellen Mannschaftssportlers und Sanktionierung von Vertragsverletzungen durch Konventionalstrafe  oder  disziplinarische  Versetzung,  Schulthess  Verlag, Zürich, 2018 (SwissLex). 138"
}