{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "30",
     "Ay": "07",
     "Yıl": "2020",
     "Cilt": " ",
     "Sayı": " ",
     "Başlık": "CULPA IN CONTRAHENDO SORUMLULUĞUNUN  “İMKÂNSIZLIK” HALİNDEKİ GÖRÜNÜMÜ ",
     "Title": "APPEARANCE OF CULPA IN CONTRAHENDO RESPONSIBILITY  IN CASE OF IMPOSSIBILITY",
     "Yazar İsmi": [

          "Erkam Haşim BULUT"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Culpa in Contrahendo", "Sözleşme", "İmkânsızlık", "Geçersizlik", "Kusur"
     ],
     "Keywords": [
          "Culpa in Contrahendo", "Agreement", "Impossibility", "Invalidity", "Fault"
     ],
     "Özet": " Culpa  in  contrahendo   kavramına  ilk  olarak  Alman  hukukçu  Rudolf  von Jhering  tarafından  1861  tarihli  makalesinde  yer  verilmiş  olup  Jhering i  bu kavramı  kullanmaya  iten  motivasyon,  sözleşme  görüşmelerinde  kusurlu davranışlarıyla  sözleşmenin  geçersizliğine  yol  açan  tarafın,  karşı  tarafın zararını karşılaması gerektiğine dair görüşüdür. Zira sözleşmenin karşı tarafı, sözleşmenin geçerliliğine güvenerek çeşitli masraflar yapmış olabileceği gibi, bazı menfaatlerden de feragat etmiş olabilir. Bu nedenle, bazı şartların da var olması halinde, sözleşmenin geçerliliğine güvenen tarafın belirli kayıplarının tanzim edilmesi gerekmektedir. İmkânsızlık hali de hukukumuzda sözleşmenin geçersizliğine yol açan bir sebep olarak kabul görmüş olup bu imkânsızlığın çeşitli  halleri  kanunumuzda  kendisine  yer  bulmuştur.  Fakat,  kanundaki düzenleme, imkansızlığın söz konusu olması durumunda sözleşmenin geçersiz olacağını  öngörmekteyse  de  sözleşmenin  karşı  tarafının  sözleşmenin geçersizliğinden kaynaklanan zararı karşısında sahip olduğu bir hukuki imkana yer  vermemektedir.  Doktrinde,  sözleşmenin  konusunun  imkânsız  olması sebebiyle sözleşmenin geçersiz olmasına kusuruyla yol açan tarafın zarardan culpa in contrahendo çerçevesinde sorumlu olması gerektiği kabul edilmektedir. İşbu makalede, hangi imkânsızlık hallerinde sözleşmenin geçersiz olduğu, culpa in  contrahendo  sorumluluğunun  imkânsızlık  halinde  uygulanabilirliği  ve sorumluluğun kapsamı ele alınacaktır. Söz konusu hususlar ele alınırken, her ne kadar  culpa in contrahendo  terimi kanunda yer almasa da genel hükümler itibariyle  kanun  hükümlerinden  yararlanılacak,  bu  terime  mahkeme kararlarında sıkça atıfta bulunulduğu için söz konusu kararlara yer verilecek ve elbette culpa in contrahendo sorumluluk türünün oluşmasında çok önemli rolü oynayan doktrin görüşleri açıklanacaktır.",
     "Abstract": "The notion of  culpa in contrahendo  was first used in the article of German jurist Rudolf von Jhering in 1861 and the motivation that leads Jhering to use this notion is the opinion that the party who makes an agreement invalid with his wrongful  acts  should  compensate  the  loss  of  opposing  party.  Because,  the opposing  party  of  the  agreement  might  either  make  expenses  or  renounce benefits by relying on validity of the agreement. For this reason, in the presence of some other conditions, the certain losses of the party relied on validity of the contract should be compensated. Impossibility has been accepted as a reason for the invalidity of contract in Turkish Law and various aspects of this impossibility have been included in the law. Although the regarded rule in the Turkish Law regulates that the contract will be invalid in case of impossibility, it does not include a legal opportunity that the other side of the contract has due to the loss caused by the invalidity of the contract.In the doctrine, it is accepted that the party that leads to invalidity of a contract its subject is impossible due to its wrongful acts shall be responsible within the scope of  culpa in contrahendo responsibility  for the loss suffered by the opposing party due to the invalidity of the contract.In this article, in which cases of impossibility the contract is invalid, the applicability of culpa in contrahendo responsibility in case of impossibility and the scope of the responsibility will be discussed.While the issues is being discussed, although the notion of culpa in contrahendo does not take a place in the Code of Obligation, the provisions of the code will be utilized with regard to the general provisions, since the notion is cited by the Courts, the verdicts in question will be disclosed and the doctrine arguments which played a significant role  in  being  constituted  the  culpa  in  contrahendo  responsibility  will  be explained.",
     "Metin": "Borç ilişkisi, borçlu ile alacaklı arasında var olan bir hukuki ilişki olup bir borcu doğuran olay veya işlemden ötürü borçluya, bir davranışta bulunma (yapma), bir davranıştan  kaçınma  (yapmama)  veyahut  bir  şey  verme  (verme)  edimlerini yüklemektedir. 6098 Sayılı Türk Borçlar Kanunu (TBK), genel hükümlerde borcun kaynağı olarak üç sebep düzenlemiştir. Bunlar: sözleşme (TBK 1-48), haksız fiil (TBK 49-76) ve sebepsiz zenginleşme (TBK 77-82) dir.2 Culpa in  2 TBK da üç temel borç kaynağı öngörülmesine rağmen, bunlar dışında  kanundan doğan  borçlar   adıyla  borçlarında  doğacağı  kabul  edilmekte;  buna  örnek  olarak vekaletsiz iş görme (TBK 526 vd.), yoksulluk nafakası (TMK 175) örnek verilebilir. Daha fazla bilgi için bkz. KILIÇOĞLU, A; Borçlar Hukuku Genel Hükümler (Yeni 108contrahendo  sorumluluğu  ise  TBK  dâhil  herhangi  bir  kanunda  herhangi  bir düzenlemede yer almayan bir kavram iken; 4721 Sayılı Türk Medeni Kanunu (TMK) nun 2 nci maddesi çerçevesinde dürüstlük kuralından kaynaklanan ve içeriği özen ve koruma yükümlülüğünden ibaret bulunan borç ilişkisinin bir ihlali  şeklinde  değerlendirilmektedir.3  Esasında  doktrinde   akit  öncesi sorumluluk  olarak adlandırılan culpa in contrahendo sorumluluğunun hukuki mahiyetinin ne olduğu tartışılmış; kimi yazarlar bu sorumluluğun sözleşmesel sorumluluk olduğu kanaatindeyken diğer kimi yazarlar ise bu sorumluluğun haksız fiil sorumluluğu olduğunu ileri sürmektedirler. Bir kısım yazar ise, bu sorumluluğun  TMK  m.2 den  doğan  kendine  özgü  bir  sorumluluk  olduğu kanaatindedirler.4  Culpa in contrahendo  terimini ilk kullanan Jhering de, bu sorumluluğun teorik çerçevesini oluştururken, kusurun sözleşme görüşmeleri sırasında gerçekleştiğini ve karşı tarafın bundan zarar gördüğünü ileri sürmüş; böylelikle,  bu  sorumluluk  türünü  sözleşmesel  sorumluluğa  yaklaştırmıştır. Alman kanun koyucu da bu teoriden etkilenerek sözleşme öncesi sorumluluğu sözleşmesel  sorumluluk  altında  kategorize  etmiş;  fakat,  tazminatın hesaplanmasında haksız fiil sorumluluğuna ilişkin ilkeleri esas almıştır. 5 İfade edilmelidir ki, culpa in contrahendonun hukukumuz bakımından bu denli önem kazanmasını sağlayan en önemli etkenlerden birisi, bu kurumun altında yatan sözleşme görüşmelerinin yapısıdır. Zira ekonomik bakımdan en asgari tutarda  bir  malın  konu  olduğu  sözleşmelerde  dahi  tarafların  bir  sözleşme görüşmesi içinde olduğu kabul edilmelidir. Bunun yanında, özellikle ekonomik hayatın gelişmesi sonucu beliren yeni üretim alanları, ticari ve iktisadi alanda yeni girişimlere yol açmaktayken en basit sözleşmeye bile taraf olan kişiler arasındaki psikolojik ve iktisadi ilişkiler, güven duygularının daha yoğun ve içten biçimde oluşmasını zorunlu kılmaktadır.6 Bu durum da, taraflar arasında oluşan bu haklı güvenin bir şekilde hukuken korunmasını gerektirmektedir.7 İşte  Borçlar Kanunu na Göre Hazırlanmış), Genişletilmiş 14. Bası, Turhan Kitabevi, Ankara 2011, s. 37; REMZİ, Mehmet / AYDIN, Sezer; Borçlar Hukuku Genel Hükümler, Güncellenmiş 11. Bası, İkinci Sayfa Yayınları, İstanbul 2018, s. 57. 3OĞUZMAN,  Kemal/  ÖZ,  Turgut:  Borçlar  Hukuku  Genel  Hükümler  C.1,  Gözden Geçirilmiş 13. Bası, Vedat Kitapçılık, İstanbul 2015, s. 38. 4  Tartışmalar  için  bkz.  TEKİNAY,  Selahattin  Sulhi./AKMAN,  Galip  Sermet  /BURCUOĞLU,  Haluk  /  ALTOP,  Atilla.;Borçlar  Hukuku,  7.  Bası,  Filiz  Kitabevi, İstanbul, 1993, s.976 vd.;ALTUNKAYA, Mehmet; Edimin Başlangıçtaki İmkansızlığı, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü, Doktora Tezi, Konya, 2004, s. 158 vd. 5  NEDZEL,  Nadia;  A  Comparative  Study  Of  GoodFaith,  FairDealing, AndPrecontractualLiability, TulaneEuropean& Cıvıl Law Forum, Vol.12, 1995, 113. 6ULUSAN, İlhan;  Culpa in Contrahendo Üstüne , Prof. Dr. Ümit Yaşar Doğanay ın Anısına Armağan, İstanbul Üniversitesi Siyasal Bilimler Fakültesi, Fakülteler Matbaası, İstanbul, 1982, s 297.  7 TRAKMAN, Leo E. / SHARMA, Kunal; The Binding Force Of Agreements To Negotiate in Good Faith, The Cambridge Law Journal, November 2014, Vol. 73, No. 3 pp. 598-628, 2014, p.608.   109culpa in contrahendo sorumluluğu,  bu nev i bir ihtiyacın hasıl olması üzerine tarafların haklı olarak oluşan güvenlerinin boşa çıkarılması sebebiyle uğradığı zararların tazmini amacıyla ortaya çıkmıştır. Culpa in contrahendonun yabancı hukuktaki düzenlenişine baktığımızda, Türk Borçlar Kanunu nun mehazı olma özelliği taşıyan İsviçre Borçlar Kanunu nda da  bu  hususun  düzenlenmediğine  şahit  oluyoruz.    İsviçre  Hukukunda,  bu sorumluluğun temelini teşkil eden ilkeler, çeşitli hükümlerde somutlaşmıştır.8 Hem Türk Hukuku hem de İsviçre Hukuku bakımından çok önemli etkileri bulunan  Alman  Hukukuna  baktığımızda  ise  farklı  bir  manzara  ile karşılaşmaktayız. Alman Medeni Kanunu BGB eski §307 nci maddesine göre, imkânsızlık, -bilinip bilinmemesinden bağımsız olarak- sözleşmenin butlanına sebebiyet  vermekte  idi.  Fakat  2002  yılında  yapılan  değişiklikle  bu  hüküm kaldırılmış ve getirilen yeni §311 ile baştaki imkânsızlığın sözleşmeyi geçersiz kılmadığı  ve  imkânsızlığı  bildiği  halde  aydınlatma  yükümüne  aykırı  olarak sözleşmenin kurulmasını sağlayan tarafın tazminle yükümlü olduğu düzenlemesi getirilmiştir.9 Culpa  in  contrahendo  sorumluluğunun  hukuki  mahiyetinin  genel  olarak tartışılması  konumuz  bakımından  ayrı  bir  özellik  teşkil  etmediğinden  bu konudaki  tartışmalara  girmekten  sarf-ı  nazar  etmekteyiz.  Fakat  imkânsızlık halinin  özellik  arz  ettiği  durumlarda  culpa  in  contrahendo  sorumluluğunun hukuki mahiyetine dair gerekli açıklamalar yapılacaktır.  Bu çalışmada ilk olarak bir kesin hükümsüzlük hali olarak imkânsızlık meselesi ele  alınacak;  imkansızlığın  tanımı  yapılacak  ve  imkânsızlığın  genel  olarak sınıflandırılması  irdelenecektir.  Zira  imkânsızlık,  türüne  göre  akdin hükümsüzlüğüne sebebiyet verecekken konumuz açısından önemli olan husus, hangi imkansızlık türünün sözleşmenin hükümsüzlüğüne sebebiyet vereceğidir. İkinci olarak, sözleşmenin hükümsüzlüğüne sebebiyet veren imkânsızlık hali irdelenecek; buna ilişkin değerlendirmeler yapılacaktır. Zira imkânsızlık hali her durumda  akdin  geçersizliğine  sebebiyet  vermeyecek  olup  akdin  hukuken geçersiz sayılabilmesi için imkansızlığın kanunen sözleşmenin geçersizliğine sebebiyet  vermesi  gerekmektedir.  Hukuki  açıdan  sözleşmenin  geçersizliğine sebebiyet veren imkansızlığın söz konusu olması için, var olması gereken şartlar bu  başlık  altında  değerlendirilecek;  sözleşmenin  imkânsızlık  sebebiyle hükümsüz  olmasında  kusurlu  bulunan  tarafın  culpa  in  contrahendo sorumluluğundan  sorumlu  olup  olamayacağı,  sorumlu  olacaksa  hangi  şartlar altında sorumlu olacağı bahsi ele alınacaktır.  8DEMİRCİOĞLU, Reyhan; Culpa in Contrahendo Sorumluluğu, Ankara Üniversitesi Sosyal Bilimler Enstitüsü, Özel Hukuk, Doktora Tezi, Ankara, 2007, s. 48. 9ALTUNKAYA; s.156. 110Sonuç  bölümünde  ise  kesin  hükümsüzlük  sebebi  olan  imkansızlık  halinde kusurlu  olan  tarafın  sorumluluğuna  ilişkin  nihai  değerlendirmelere  yer verilecektir. 1.  KESİN  HÜKÜMSÜZLÜK  SEBEBİ  OLARAK  İMKÂNSIZLIK HALİ İmkânsızlık kavramının hukuken ne anlama geldiğinin ifade edilebilmesi için öncelikle ifanın hukuken ifade ettiği anlamın irdelenmesi gerekmektedir. 6098 Sayılı TBK da  ifa  nın tanımı yapılmamış iken doktrinde yapılan tanımlara göre ifa,  borçlanılan edimin yerine getirilmesi  şeklinde açıklanabilir. Edim ise borçlanılan borcun konusu, yani borçlunun yerine getirmekle yükümlü olduğu davranış anlamına gelmekte olup bu davranış, yapma, yapmama veya verme tarzında tezahür etmektedir.11 Tıpkı ifa ve edim gibi imkânsızlık kavramı da kanunda tanımlanmamış, bu kavramın  da  tanımlanması  doktrine  bırakılmıştır.  Doktrinde  ise  imkânsızlık kavramı için çeşitli tanımlar yapılmıştır. Bir görüşe göre imkânsızlık,  edimin içeriğinde herhangi bir değişim olmaksızın borçlunun etkinliğiyle ifanın aynen gerçekleştirilmesinin sürekli olarak mümkün olmaması  iken bir başka görüşe göre imkânsızlık,  ya borcun baştan itibaren muteber şekilde doğmasını ya da doğduktan  sonra  ifasını  önleyen  engellerin  ortaya  çıkması   manasına gelmektedir. İmkânsızlık, öğretide objektif ve sübjektif imkânsızlık olmak üzere ikiye ayrılmaktadır. Bu ayrım, borcun kimin için ifa edilemez olduğu hususunda bir fark ortaya koyduğu gibi aynı zamanda borcun akıbeti hususunda da bir farklılık  ortaya  çıkarmaktadır.  Edimin  hiç  kimse  tarafından  ifa  edilememesi objektif imkânsızlık hali iken; edimin bizzat borçlu tarafından ifa edilemediği fakat üçüncü kişiler tarafından ifa edilebildiği/edilebileceği imkânsızlık hali ise sübjektif imkânsızlık halidir.  TBK nın  Genel  Hükümler  kısmında  imkânsızlıkla  ilgili  özellikle  dört  adet düzenleme bulunmaktadır. Bunlar: i.  TBK m. 27 (Sözleşmenin konusunun imkânsızlığı) ii.  TBK m.112 (Borcun hiç veya gereği gibi ifa edilmemesi) iii.  TBK m.136 (Borcun sona erme sebebi olarak imkânsızlık) iv.  TBK m.137 (Borcun kısmi sona erme sebebi olarak imkânsızlık) Bu hükümlerin haricinde ceza koşuluna ilişkin olarak düzenlenmiş TBK m. 182 dışında TBK nun  Özel Borç İlişkileri  kısmında da imkânsızlığa dair çeşitli  10OĞUZMAN / ÖZ; s. 249. 11OĞUZMAN / ÖZ; s.6. 12SEROZAN, Rona.; Borçlar Hukuku Genel Bölüm, C.3, 3. Bası, Filiz Kitabevi, İstanbul 2002, s.14. 13AKINTÜRK, Turgut; Satım Akdinde Hasarın İntikali, Ankara Üniversitesi Hukuk Fakültesi Yayınları No:212, Ankara, 1966, s.33.   111düzenlemeler bulunmaktadır.14 TBK 112, TBK 136 ve TBK 137 nci maddeler sonraki  imkânsızlık  hallerini  düzenlemektedir.  TBK  112  nci  madde  borcun kusurlu olarak sonradan imkânsızlığını; TBK 136 ve 137 ise borcun kusursuz olarak  sonradan  imkânsızlığını  düzenlemektedir.  Culpa  in  contrahendo sorumluluğunun  -ileriki  bölümlerde  açıklanacağı  üzere-  sözleşmenin akdedilmesinden  önceki  davranışlardan  doğan  bir  sorumluluk  tipi  olması hasebiyle, konumuz açısından sonraki imkânsızlık hallerini düzenleyen TBK 112, 136 ve 137 nci maddeler tartışma konusu olmayıp; bu makalede yalnızca  baştaki  imkânsızlık   halini  düzenleyen  TBK  m.  27  çerçevesinde  inceleme yapılacaktır.  6098 Sayılı TBK nın 27/1 hükmüne göre,  Kanunun emredici hükümlerine, ahlaka,  kamu  düzenine,  kişilik  haklarına  aykırı  veya  konusu  imkânsız  olan sözleşmeler  kesin  olarak  hükümsüzdür .  Hükümden  anlaşılacağı  üzere, sözleşmenin yapılması sırasında sözleşmenin konusunu teşkil eden edimlerden herhangi  birisinin  objektif  olarak  imkânsız  olması  halinde  sözleşme  kesin hükümsüzlük yaptırımı ile karşı karşıya kalacaktır. Yukarıda açıklandığı üzere edimin  objektif  olarak  imkânsız  olması  demek,  edimin  ifasının  herkes  için imkânsız olması manasına gelmektedir. Mesela, bir satım sözleşmesine konu edilen  mal,  sözleşmenin  akdedilmesinden  önce  yanıp  yok  olmuşsa  yapılan sözleşme  kesin  hükümsüzdür.  Fakat  satış  sözleşmesine  konu  edilen  malın satıcıya ait olmaması durumunda sübjektif imkânsızlık hali ortaya çıkacak ve sözleşme sırf bu sebepten dolayı kesin hükümsüz olmayacaktır. Bu durumda satıcı borcunu yerine getiremeyecek ve alıcıya karşı TBK 112 hükmü gereğince sorumlu  tutulacaktır.  Buna  karşılık,  taraflarca  sözleşmede  taahhüt  edilen edimlerin  sözleşmenin  kurulmasından  sonra  objektif  veya  sübjektif  olarak imkânsız  hale  gelmesi,  sözleşmeyi  kesin  hükümsüz  kılmayacaktır.15  Kesin hükümsüzlük,  edimlerden  birinin  sözleşmenin  kurulmasından  önce  objektif olarak imkânsız olması halinde sözleşmenin tabi olacağı hukuki haldir. Sözleşmeyi kesin hükümsüz kılan baştaki objektif imkânsızlık fiili olabileceği gibi hukuki de olabilir. Şöyle ki, bir heykeltıraş yaptığı heykeli örneğin Ahmet e satmıştır.  Fakat  satım  sözleşmesine  konu  olan  heykelin  sözleşmenin akdedilmesinden  önce  kırılmış  olduğu  anlaşılmış  ise  bu  durumda  fiili  bir imkânsızlık söz konusudur. Buna karşılık, özel mülkiyete konu olamayan bir arsa (örneğin orman arazisi) satım sözleşmesine konu edilmişse bu durumda hukuki imkânsızlık söz konusudur.   İfade edilmelidir ki, sözleşmenin geçersizliğine etki eden imkânsızlık halinin sözleşmenin  yapıldığı  sırada  mevcut  olması  gerekli  ve  yeterlidir.  Bu imkânsızlığın  sonradan  anlaşılması,  sözleşmenin  kesin  hükümsüz  olacağı  14GÜNDOĞDU, Fatih; Borca Aykırılık Hallerinden Kusurlu İfa İmkânsızlığı ve Hukuki Sonuçları, 1. Bası, Oniki Levha Yayıncılık, İstanbul, Şubat 2014, s.41. 15NOMER,  Haluk  Nami;  Borçlar  Hukuku  Genel  Hükümler,  Gözden  Geçirilmiş  ve Genişletilmiş 15. Bası, Beta Yayınevi, İstanbul, 2017, s.89. 112gerçeğini  değiştirmez.  Fakat  taraflar,  sözleşme  akdedilirken  taahhüt  ettikleri edimin ifa zamanında mümkün hale geleceği düşüncesiyle hareket etmişlerse sözleşme geçerlidir. Bununla beraber, sözleşme yapılırken tarafların böyle bir düşüncesinin olmaması halinde, sözleşme akdedilirken imkânsız olan edimin sonradan şartların değişmesi ile mümkün hale gelmesi sözleşmeye geçerlilik kazandırmaz.  Buna  karşılık,  sözleşme  yapılırken  ifası  mümkün  olan  edim, sözleşmenin yapılmasından sonra imkânsızlaşırsa, bu imkânsızlık, sözleşmenin geçerliliğini  etkilemez.  Bu  durumda  sözleşmenin  kurulmasından  sonra gerçekleşen  imkânsızlık  söz  konusu  olacak  ve  borçlunun  kusurlu  olup olmamasına göre ifa imkânsızlığı (TBK 136 vd.) veya borcun ifa edilmemesi (TBK 112) ne ilişkin hükümler uygulanacaktır.16 Örneğin, sonraki imkânsızlığın borçluya yüklenebilecek bir kusurdan dolayı ortaya çıkması durumunda aynen ifa talebi alacaklı bakımından tazminat talebine dönüşür.17 2.  BAŞTAKİ  İMKÂNSIZLIK  SEBEBİYLE  CULPA  IN CONTRAHENDO ÇERÇEVESİNDE SORUMLULUK Konumuz  açısından  incelenmesi  gereken  mesele,  sözleşme  konusu  edimin sözleşmenin  kurulmasından  önce  imkânsız  olduğunun  taraflardan  birisince bilindiği  halde  karşı  tarafı  bu  husus  hakkında  bilgilendirmeyip  bu  davranış yüzünden  karşı  tarafın  uğradığı  zararı  tazminle  yükümlü  olmasıdır.  Zira sözleşme konusu edimin sözleşmenin akdinden önce imkânsız olması, TBK 27 ye göre sözleşmeyi kesin hükümsüz kılacak ve bu imkânsızlığı bilen tarafın kusurlu  davranışı  (bilgilendirmemesi)  sebebiyle  karşı  taraf  bir  zarara uğrayabilecektir.  Karşı  tarafın  sözleşmenin  geçerli  olduğuna  dair  düşüncesi sebebiyle uğramış olduğu bu zarardan hiç şüphesiz buna kusuruyla yol açan taraf sorumludur.  Doktrinde  bu  sorumluluğun  culpa  in  contrahendo  sorumluluğu olduğu kabul edilmektedir.18 Bir sözleşmenin kurulmasından önce taraflar, çoğu zaman bir araya gelerek sözleşmenin içeriği hakkında görüşme yaparlar. Henüz sözleşmenin kurulmadığı aşamada yani görüşme aşamasında dahi taraflar birbirlerine karşı TMK nın 2 nci maddesine göre özen yükümlülüğü çerçevesinde hareket etmek zorundadırlar. Sözleşmenin henüz kurulmamış olması sebebiyle tarafların birbirlerine karşı göstermek  zorunda  olduğu  özen,  bir  edim  yükümlülüğü  değil;  koruma yükümlülüğüdür.  Tarafların  sözleşme  görüşmelerine  başlamasıyla  beraber  16OĞUZMAN/ÖZ;  s.88-89;  Tarafların  imkânsızlığın  ortadan  kalkacağı  düşüncesiyle sözleşme akdetmeleri durumu için bkz. Yargıtay 15. HD, 05.04.2006 T., 2005/1974 E., 2006/2012 K. (Yargıtay Kararları Dergisi 2006/12, 1944). 17 ÖZÇELİK Ş. Barış; Sözleşmeden Doğan Borçların İfasında Hukukî İmkânsızlık Ve Sonuçları, Ankara Üniversitesi Hukuk Fakültesi Dergisi, C.63, Sa.3, Ss.569-622, Ankara 2014,  s.572. 18NOMER, s.89; OĞUZMAN/ÖZ; s.90.   113birbirleri arasında bir güven ilişkisi hâsıl olur.19 Tarafların özen yükümlülüğüne aykırı hareket etmeleri halinde taraflar nezdinde oluşan haklı güven bir şekilde zedelenir ve bu sebepten dolayı ilgili taraf zarara uğrarsa, kusurlu taraf culpa in contrahendo  çerçevesinde  sorumlu  olur.  Fakat  bu  sorumluluğun  mahiyeti doktrinde tartışılmış olup yukarıda açıklandığı üzere sorumluluğun kaynağını sözleşmeye, haksız fiile, kendine özgü sorumluluk tipine dayandıran üç temel görüş mevcuttur. Biz de, sözleşmenin akdedilmesi öncesi yapılan görüşmelerde, taraflarda  haklı  bir  güvenin  ihdas  edilmesi  sebebiyle  taraflar  arasında  edim yükümlülüklerinden bağımsız sözleşme benzeri bir ilişkinin meydana gelmesi, buna  karşılık  bu  güvenin  özen  yükümlülüğüne  aykırı  davranılmak  suretiyle zedelenmesinden  ötürü  bir  sözleşmesel  sorumluluğun  söz  konusu  olduğunu düşünmekte ve culpa in contrahendo sorumluluğunu sözleşmesel sorumluluğa dayandıran görüşe katılmaktayız. Bunun sonucu olarak; culpa in contrahendo sorumluluğuna ilişkin olarak borca aykırılık hükümleri uygulama alanı bulacak;  kusuru ile zarara sebep olan taraf, kusursuzluğunu ispat külfeti altında olacak, yardımcı  kişinin  verdiği  zararı  tazmin  yükümlülüğünden  gerekli  özenin gösterildiğini ispatlayarak kurtulamayacak ve zamanaşımı süresi 10 sene olarak uygulanacaktır.20 Baştaki imkânsızlık halinde culpa in contrahendo sorumluluğunun uygulanması bakımından  Serozan ın  fikri  de  önem  arz  etmektedir.  Serozan,  baştaki imkânsızlık  sebebiyle  sözleşmenin  batıl  olduğu  durumlarda  kusurlu davranışlarıyla  karşı  tarafı  zarara  uğratan  kimsenin  culpa  in  contrahendo çerçevesinde sorumlu olması gerektiği kanaatinde olmakla birlikte, bu kusur sorumluluğunun sınırlarının belirtilmesi gerektiğini ifade etmektedir. Şöyle ki, baştaki  imkânsızlık  durumunda,  TBK da  sonraki  imkânsızlık  halleri  için düzenlenmiş hükümlerin (TBK 112, 136 ve 137) kıyas yoluyla uygulanması gerektiğini,  böylece  zarara  uğrayan  tarafın  sözleşmenin  kesin  hükümsüzlük yaptırımının olumsuz sonuçlarından kurtulabileceğini ileri sürmektedir. Bunun yanında  bir  diğer  alternatif  çözüm  olarak,  kusurlu  olan  tarafın  garanti sorumluluğu altında olduğunu ve bu nedenle kesin hükümsüzlük yaptırımına başvurmaya gerek kalmaksızın doğrudan bu sorumluluk türü kapsamında karşı tarafa  kusuruyla  zarar  vermiş  olan  tarafı  sorumlu  tutulabileceğini  dile getirmektedir. .  Bu  görüşüne  dayanak  olarak  ise  TBK da  alacağın  devrinde garanti sorumluluğunu hüküm altına alan TBK 191 hükmünü ve taşınır satımına ilişkin olan TBK 219 hükmünü örnek göstermektedir.21 Fakat Serozan ın bu görüşleri öğretide eleştirilmiştir. Yazarın ilk görüşü, konusu başta imkânsız olan  19 KESSLER Friedrich / FINE Edith,  Culpa in Contrahendo, Bargaining in Good Faith, and Freedom of Contract: A Comparative Study , Harvard Law Review, Vol. 77, No: 3, pp: 401-450, January 1964, p.404. 20OĞUZMAN/ ÖZ; s.475. 21SEROZAN, Rona; Borçlar Hukuku Genel Hükümler C.3 (İfa, İfa Engelleri, Haksız Zenginleşme), (Kocayusufpaşaoğlu/Hatemi/Arpacı ile Birlikte) Gözden Geçirilmiş 7. Bası, Filiz Kitabevi, İstanbul, 2016, s,172 vd. 114sözleşmenin TBK m. 27 marifetiyle kesin hükümsüzlük yaptırımına uğrayacağı ve bu sebeple sonraki imkânsızlık hükümlerinin baştaki imkânsızlık hali için kıyasen  uygulanamayacağı  sebebiyle;  ikinci  görüşü  ise  TBK da  garanti sorumluluğu kapsamında düzenlenen hükümlerin belirli durumlar için getirildiği ve  bu  hükümlerin  baştaki  imkânsızlık  lehine  genişletilemeyeceği  sebebiyle eleştirilmiştir. 22 Bu noktada ifade edilmelidir ki, Yargıtay bir kararında culpa in contrahendoyu akit  görüşmelerinden  doğan  sorumluluk  şeklinde  nitelemiş;  sözleşme görüşmeleri sırasında taraflar arasında oluşan güven ilişkisinin zedelenmesinin sorumluluk sebebi olduğu hususunda hüküm kurmuştur. Karara göre tarafların henüz sözleşme imzalamamış olsalar dahi sözleşme görüşmeleri sebebiyle bir araya gelmesiyle birbirleri arasında korunmaya değer hukuki ilişki kurulur. Bu kararın   sözleşmenin  geçersiz  olmasının  tarafların  özen  yükümlüğünü kaldırmadığına   dair  ilk  cümlesi,  olması  gereken  hukuk  bakımından  gayet yerinde olup Yargıtay, aşağıda yer verdiğimiz kararı ile sonradan bu karar ile koyduğu ilkenin aksine hüküm kurmuştur.  22AKŞENER, Fırat; Türk ve İngiliz Hukukunda Borca Aykırı Davranılacağının Önceden Belli Olması Durumu; Yeditepe Üniversitesi Sosyal Bilimler Enstitüsü Yüksek Lisans Tezi, 2018, s. 33. 23 Yargıtay 13. HD, 13.11.1995 T., 1995/9375 E., 1995/9860 K.Kararın ilgili bölümü şu şekildedir:   …Mahkemece  az  yukarda  açıklandığı  şekilde  sözleşme  geçersiz  kabul edilmiş, ne var ki sözleşme geçersiz olsa da (BK. md. 20/1) davacıların sözleşme öncesi sorumluluklarını  gerektirir  bir  kusurları  bulunup  bulunmadığı  üzerinde  durulup düşünülmemiştir.  Oysa;  sav  savunma,  toplanan  delil  ve  belgelerin  ışığında  bir değerlendirme yapıldığında olaya  akit görüşmelerinden doğan sorumluluk  (CULPA IN CONTRAHENDO)  kurallarıyla  bakılması  gerektiğinde  kuşku  ve  duraksamaya  yer olmamalıdır. Gerçekte de; akit bir süreçtir. Bir anda kurulup meydana gelen hukuki bir işlem değildir. Akit kurulmadan önce taraflar; aktin muhtevası, şartları içerdiği hak ve yükümlülükler üzerinde görüşmeler yaparlar; bu görüşmeler kısa veya uzun sürebilir. Görüşmelerin başlamasıyle görüşmeciler arasında hukuki bir ilişki kurulur. Bu ilişki akit benzeri  bir  güven  ilişkisidir.  Güven  ilişkisi  MK.  md.  2/1'de  düzenlenmiş  bulunan dürüstlük kuralına dayanır. Buna göre görüşmeler esnasında, görüşmecilerin akdin muhtevası  ve  şartları  hakkında  birbirlerini  aydınlatması  dürüstlük  kuralına  uygun davranması, birbirlerinin kişilik ve mal varlığı değerlerine zarar vermemek için gerekli özeni  göstermesi,  koruma  yükümlülüklerine  uyması  gerekir.  Görüşmeciler  bu yükümlülüklere kusurlu olarak aykırı davranıp görüşmelerin başlamasıyla aralarında kurulmuş  bulunan  güven  ilişkisini  ihlal  ettikleri  takdirde  bundan  doğan  zarardan sorumludurlar (Bk. Prof. Dr. Fikret Eren, Borçlar Hukuku Genel Hükümler, Cilt: III, Ankara-1990, Sh. 306 vd.). Yanlar arasında sözleşmenin kurulması sırasında belirlenen maddi olgular açıklanan hukuk kuralları ışığında değerlendirildiğinde davacı Yüksel'in öğretmen olduğunu, o nedenle ticaretle iştigal edemeyeceğini davalıya bildirmemekle dürüstlük kuralına uygun davranmadığının kabulü kaçınılmaz olmaktadır. O nedenle, sözleşme görüşmelerinin başlamasıyla vücut bulan güven ilişkisini anılan davacı ihlal ettiğinden,  bundan  doğan  zarardan  da  sorumlu  olduğunun  kabulünde  kuşku  ve duraksamaya yer olmamalıdır…    115Yargıtay, yukarıda alıntılanan karar ile ortaya koyduğu ilkenin aksi yönünde verdiği  kararında,  culpa  in  contrahendo  sorumluluğunun  hukuki  mahiyeti itibariyle  akit öncesi sorumluluk  olduğunu kabul etmiş fakat nihai hükmü itibariyle  kanımızca  isabetsiz  olan  bir  karara  imza  atmıştır.  Karara katılmamaktayız, zira yukarıda açıklandığı üzere, tarafların TMK m. 2 gereğince birbirlerine  karşı  tabi  olduğu   özen  yükümlülüğü   edim  yükümlülüğünden bağımsız bir koruma yükümlülüğüdür. Zira özen yükümlülüğünün yöneldiği amaç, asli ve tali edim yükümlülüklerinin yöneldiği amaçtan tamamen farklı olduğu gibi doğum anı itibariyle de asli ve tali edim yükümlülüklerinden farklı zamanda –somut edim ilişkisi kurulmadan önce- doğmaktadır. Bu nedenle özen yükümlülüğü  edim  yükümlülüğünden  bağımsız  sayılmalıdır.25Dolayısıyla sözleşmede  kararlaştırılan  borçlardan  herhangi  birinin  hatta  sözleşmenin kendisinin  geçersiz  olması  edim  yükümlülüğünden  bağımsız  olan  koruma yükümlülüğünün  ortadan  kalkmasını  gerektirmez.  Tarafların  Yargıtay ın  da belirttiği gibi akit öncesi yükümlülüğü söz konusudur ve bu sorumluluğa aykırı davranmaları  halinde  verdikleri  zarardan  sorumlu  olmaları  gerekmektedir. Aşağıda  etraflıca  açıklanacağı  üzere,  culpa  in  contrahendo  sorumluluğunun imkânsızlık  halindeki  görünümü,  sözleşmenin  başlangıçtaki  imkânsızlık sebebiyle batıl olmasından dolayı, taraflardan birinin bundan zarar görmesinde ortaya çıkacaktır. Yani sözleşmenin hükümsüz olması, imkânsızlık halinde culpa in contrahendo sorumluluğunun doğması için bir engel değil; bilakis bir ön şarttır. Bu sebeple Yargıtay ın bu kararının yerinde olmadığı kanaatindeyiz. Culpa  in  contrahendo  sorumluluğunun  baştaki  imkânsızlık  sebebiyle  ortaya çıkabilmesi için bu sorumluluk tipinin dayanağından bağımsız olarak çeşitli unsurların var olması gerekmektedir. Zira culpa in contrahendo sorumluluğunu ister  sözleşmesel  sorumluluğa,  ister  haksız  fiil  sorumluluğuna  dayandıralım isterse  kendine  özgü  bir  sorumluluk  tipi  olduğunu  kabul  edelim,  her  türlü kabulde  dahi  imkânsızlık  özelinde  culpa  in  contrahendo  sorumluluğundan bahsedebilmemiz için bazı şartların gerçekleşmesi gerekmektedir. Her ne kadar  24 Yargıtay 13. HD. 30.04.2003 T., 2003/176 E., 2003/5376 K.İlgili kararda Yargıtay  …Dava konusu taşınmazın içinde eski eser niteliğinde çeşme bulunması nedeniyle Anıtlar Yüksek Kurulunca ruhsat verilmediği ve bu nedenle taraflar arasında düzenlenen sözleşmenin yapıldığı tarihten itibaren geçersiz olduğu mahkemenin de kabulündedir. Davacı ihaleye girmesinden sonra bir takım hazırlık çalışmaları yaptığını ileri sürerek iyiniyetle  yapmış  olduğu  bu  giderlerin  sözleşme  öncesi  sorumluluğa  dayanarak davalıdan  tahsilini  istemiştir.  Modern  Hukukda   Culpa  ıh  Contraento   olarak nitelendirilen  akit  öncesi  sorumluluk  ancak  geçerli  sözleşmelerde  söz  konusu  olur. Mahkemenin de kabulünde olduğu gibi sözleşme yapıldığı andan itibaren mutlak butlan ile batıl ise yok hükmünde sayılır. Bu sözleşmeye dayanılarak akit öncesi sorumluluk ileri sürülüp hak talep edilemez….  şeklinde bir hüküm kurmuştur. 25 SEROZAN, Rona;  Culpa in Contrahendo ,  Akdin Müsbet İhlali  ve  Üçüncü Kişiyi Koruyucu Etkili Sözleşme  Kurumlarının Ortak Temeli: Edim Yükümlerinden Bağımsız Borç İlişkisi, İstanbul Üniversitesi Mukayeseli Hukuk Araştırmaları Dergisi,, C.2, Sa.3., Ss.108-129, İstanbul 1968, s.119. 116bu makalenin çeşitli satırlarında bu unsurlara atıf yapılmış olsa dahi her bir unsurun  bir  arada  açıklanmasının  faydalı  olduğuna  inanıyoruz.  İmkânsızlık durumunda culpa in contrahendo sorumluluğundan bahsedebilmek için oluşması gereken şartlar şunlardır: i.  Baştaki imkânsızlık söz konusu olmalıdır. Daha önce de ifade edildiği üzere imkânsızlık, zamana göre baştaki ve sonraki imkânsızlık  olmak  üzere  ikiye  ayrılmakta;  hareket  noktasını  sözleşmenin akdedildiği an teşkil etmektedir. Culpa in contrahendo çerçevesinde taraflardan birinin sorumlu olabilmesi için imkânsızlığın sözleşmenin akdedilmesinden önce hâsıl  olmuş  olması  ve  sözleşmenin  akdedilmesi  sırasında  bu  imkânsızlığın mevcut olması gerekmektedir.26 Fakat yine ifade edilmelidir ki, sözleşmenin yapılması  sırasında  borcun  konusu  imkânsız  olmakla  birlikte  taraflar,  borç konusunun  ifa  zamanında  mümkün  hale  geleceği  düşüncesi  ile  hareket etmekteyseler  yapılan  sözleşme  geçerlidir.27  Baştaki  imkânsızlık  halinin  söz konusu olmaması halinde borcun imkânsızlık sebebiyle kesin hükümsüz olması durumu söz konusu değildir.  ii.  İmkânsızlık objektif nitelikte olmalıdır. İmkânsızlık herkes için söz konusu ise objektiftir fakat borçlu için söz konusu olup üçüncü kişiler tarafından borç ifa edilebilir ise sübjektif imkânsızlık söz konusudur. Sözleşme taraflarından birisinin culpa in contrahendo çerçevesinde sorumlu  tutulabilmesi  için  borcun  objektif  nitelikte  imkânsız  olması gerekmektedir.  Şayet  borç  sübjektif  ise  yani,  borç  borçlu  tarafından  ifa edilememesine rağmen üçüncü kişiler için ifa edilebilir ise kesin hükümsüzlük sebebi olan imkânsızlık hali gerçekleşmemiş olur ve  bu durumda somut olaya göre borçlu, borcun ifa edilememesinden sorumlu tutulmalıdır.   iii. İmkânsızlık  halinin  taraflardan  birisince  biliniyor  olması  ve  karşı tarafın  bilgilendirilmemiş  olması  gerekmektedir.  (Kusurluluk şartı) İmkânsızlık  halinin  başta  gerçekleşmiş  olması  ve  objektif  olması  şartları sözleşmenin  kesin  hükümsüz  olması  şartlarından  olup  imkânsızlık  halinin taraflarca bilinip bilinmemesinin kural olarak sözleşmenin hükümsüz olması bakımından bir etkisi yoktur. Borcun konusunun imkânsız olduğu taraflardan birisince  bilindiği  halde  bu  durum  hakkında  karşı  tarafın  aydınlatılmaması, aydınlatmayan tarafın kusurlu olduğuna işarettir. Fakat dikkat edilmelidir ki, bu bahiste kusur, imkânsızlığın bilindiği halde karşı tarafın aydınlatılmaması, yani koruma yükümlülüğünün ihlal edilmesinden ileri gelmektedir. Yoksa baştaki imkânsızlığa  kusuruyla  sebep  olmak  bu  bahis  bakımından  bir  önem  arz etmemektedir. Konumuz açısından önem taşıyan husus da taraflardan birinin  26EREN, Fikret; Borçlar Hukuku Genel Hükümler, 16. Bası, Yetkin Yayınları, Ankara, 2014, s.267. 27OĞUZMAN/ ÖZ; s.89.   117sözleşme  görüşmeleri  süresince  dürüst  davranma  yükümlülüğünü  ihlal etmeleridir.  Zira  sözleşme  taraflarının  birbirleri  ile  sözleşme  görüşmeleri yapmaya  başlamalarıyla  birbirlerine  karşı  dürüst  davranma  yükümlülüğü doğmaktadır. Söz konusu bu dürüst davranma yükümlülüğü kapsamında taraflar birbirlerine karşı ciddi olmalı ve karşı tarafın menfaatlerini olabildiğince himaye etmelidirler.28 Örneğin satım sözleşmesine konu olan bir evin yangında kül olduğunu  bilen  ve  buna  rağmen  karşı  tarafı  aydınlatmayarak  sözleşmenin kurulmasını sağlayan taraf bu anlamda kusurlu addedilecektir. Evin yandığını bilen tarafın yangının gerçekleşmesinde hiçbir kusurun olmaması, sözleşmenin kurulmasında  özen  yükümlülüğüne  aykırı  davranmış  olduğu  gerçeğini değiştirmez.  Dolayısıyla  kusur,  imkânsızlığa  sebep  olmak  bağlamında anlaşılmamalı;  imkânsızlığı  bildiği  halde  karşı  tarafı  aydınlatmayarak sözleşmenin kurulmasını sağlamak şeklinde anlaşılmalıdır. Esasında  Türk/İsviçre  Hukukunda  genel  hüküm  olarak  bir  aydınlatma yükümlülüğü bulunmadığından kural olarak sözleşme taraflarından her birisinin bizzat  sözleşmenin  geçerlilik  koşullarının  var  olduğunu  araştırması gerekmektedir.  Bu  esasa  göre,  taraflardan  herhangi  birisinin  karşı  tarafın yapmadığı  araştırma  hususunda  karşı  tarafı  bilgilendirmek  gibi  bir  görevi bulunmamaktadır.  Ancak  dürüstlük  kuralları,  diğer  tarafa  sözleşmenin geçerliliğini  engelleyebilecek  durumlar  hakkında  bilgi  vermeyi emredebilmelidir.  Eğer  taraflardan  birisi,  diğer  taraftan  geçerlilik  koşulları hakkında bilgi istemesine rağmen yanlış bilgilendiriliyorsa bir istisnanın varlığı kabul edilmeli ve yanlış bilgi veren tarafın aydınlatma yükümlülüğünü ihlal ettiği sonucuna ulaşılmalıdır.  Bu hususta, doktrindeki görüş, şeklen geçersiz bir  sözleşmenin  kuruluşuna  kasten  neden  olan  tarafın  dürüstlük  kuralından kaynaklanan yükümlülüğünü ihlal ettiğini ifade etmektedir.30 İfade  edilmelidir  ki,  yalnızca  taraflardan  birinin  değil  karşı  tarafın  da başlangıçtaki objektif imkânsızlığı bilerek hareket etmesi durumunda, tazminat talep etme hakkı tamamen yok olmaz, bunun yerine artık culpa in contrahendo sorumluluğuna  dayanan  tazminat  talebinde  TBK  m.  52  uyarınca  indirime gidilmesi  uygun  olur.  Zira,  ilgili  taraf  da  objektif  nitelikteki  bu  edimin imkânsızlığını  bilmekte  ve  bu  sebeple  güveni  özel  olarak  korunmayı  hak etmemektedir. Tüm bunların yanında her iki tarafa da imkânsızlık hususunda  28 NOVOA, Rodrigo; Culpa In Contrahendo: A Comparative Law Study: Chilean Law And The United Nations Convention On Contracts For The International Sales Of Goods (CISG), Arizona Journal Of International & Comparative Law Vol. 22, No. 3 2005, p. 593. 29KOCAYUSUFPAŞAOĞLU,  Necip;  Borçlar  Hukuku  Genel  Bölüm,  Birinci  Cilt, Borçlar Hukukuna Giriş, Hukuki İşlem-Sözleşme, Filiz Kitabevi, 4. Bası, İstanbul, 2008, (Hatemi/Serozan/Arpacı İle Birlikte) S.327. 30GEZDER, Ümit; Türk/İsviçre Hukukunda Culpaİn Contrahendo Sorumluluğu, Beta Yayınevi, 1. Baskı, İstanbul, Şubat 2009, s. 160. 118hiçbir kusur atfedilemiyorsa bu takdirde tazminat sorumluluğu doğmayacaktır.31 Zira culpa in contrahendo çerçevesinde sorumluluk için kusurun varlığı şarttır.  iv.  Taraflardan birisi kusur sebebiyle zarara uğramış olmalıdır. Culpa in contrahendo sorumluluğunun doğması için yukarıda sayılan şartların yanında, aydınlatılmayan tarafın imkânsızlık sebebiyle zarara uğramış olması gerekmektedir. Buradan anlaşılması gereken, taraflardan birisinin imkânsızlığı bildiği  halde  karşı  tarafı  aydınlatmayıp  aslında  batıl  olan  bir  sözleşmenin akdedilmesini  sağlaması  ve  sözleşmenin  akdedilmesi  sebebiyle  karşı  tarafın zarara  uğramasıdır.  Yani  taraflardan  birisi  kusurlu  davranışıyla  karşı  tarafı aydınlatmayıp  sözleşmenin  akdedilmesine  sebep  olmakla  birlikte  karşı  taraf bundan herhangi bir zarar görmemişse culpa in contrahendo sorumluluğundan bahsedilemeyecektir.  Sözleşmenin imkânsızlığından dolayı bir zarar ortaya çıkmışsa bu sefer olumlu zarar-olumsuz  zarar  ayrımının  yapılması  gerekmektedir.  Bu  bağlamda  ifade edilmelidir  ki,  kusurlu  tarafın  sözleşmenin  imkânsızlığından  dolayı  tazmin etmekle yükümlü olduğu zarar, karşı tarafın uğradığı olumsuz zarardır.32 Kaldı ki, taraflardan birisinin karşı tarafın kusurlu davranışıyla geçersiz sözleşmeye taraf olmasından dolayı uğramış olduğu zararı tazmin etme yükümlülüğü, culpa in  contrahendonun     imkânsız  ifayı  vadedenin  sorumsuzluğunu  düzeltme fonksiyonu  ndan kaynaklanmaktadır.33 Yalnız ifade edilmelidir ki, doktrinde baştaki  imkânsızlık  halinde  sözleşmenin  butlanı  sonucuna  ulaşmaya  gerek kalmaksızın,  kusurlu  tarafın  garanti  sorumluluğu  altında  olduğu  görüşüne yukarıda yer verilmiş ve bu görüşe yönelik eleştiriler açıklanmıştı.34 Bu görüşün somut  olaya  uygulanması  halinde  –ki  teori  ve  uygulama  buna  pek  31AKBULUT,  Pakize  Ezgi;   Absürt  Edimli  Sözleşmelerin  İmkânsızlığı ,  Süleyman Demirel Üniversitesi Hukuk Fakültesi Dergisi, Vol:8, No:2, 2018, s. 185. 32  Hiç  şüphesiz,  culpa  in  contrahendo  çerçevesinde  doğan  olumsuz  zararın  tazmin edilmesi meselesi, doktrinde ciddi eleştirilere konu olmuştur. Bu eleştirilerden bir kısmı, uygulamada olumsuz zararın hesaplanmasının güçlüğü noktasında toplanmaktayken bir diğer  kısmı  ise;   olumsuz  zarar   adı  altında  talep  edilecek  kalemlerin  alacaklıyı dürüstlük kuralına da aykırı olabilecek şekilde sözleşmeden dönme yoluna itmesine işaret etmektedir. Yine olumlu zarar-olumsuz zarar ayrımının teorik olarak yeterince gerekçelendirilemediği ve bu ayrımın pratik bir yarar sağlamadığı görüşü de doktrinde dile getirilmiş ve gerçekleşen zararın, olumlu-olumuz zarar ayrımından yola çıkılarak değil  de  hakime  geniş  takdir  yetkisi  veren  TBK  51  çerçevesinde  nedensellik  bağı gözetilerek  tespit  edilmesi  gerektiği  ifade  edilmiştir.    Daha  fazla  bilgi  için  bkz. ERGÜNE  Serkan;  Olumsuz  Zarar,  İstanbul  Üniversitesi  Sosyal  Bilimler  Enstitüsü Doktora Tezi, İstanbul, 2007, s. 376 vd.; POSTACIOĞLU, İlhan: Temsilden Doğan Zarar ve Ziyanın Tazmini, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Cilt: VI, S. 1-2, 150 Nüshasından Ayrı Bası, s. 1-9, İstanbul 1950, s. 8-9. 33GEZDER Ümit; s. 157. 34 Bkz. Bölüm 2   119yanaşmamaktadır-  tarafların  imkânsızlığı  bilmesine  rağmen  sözleşme akdetmeleri durumunda tarafların edimlerini yerine getireceği hususunda örtülü bir  garanti  sözleşmesi  akdetmiş  olabileceği  kabul  edilebilir  ve  böylece sözleşmenin butlanı sonucuna gitmeksizin olumlu zarar talebi ileri sürülebilir. 35  Esasında sorumluluğun kapsamı, bu anlamda olumsuz zararın tanımını da ortaya çıkarmaktadır. Olumsuz zarar kavramı ilk defa  akdin yapılamamasındaki menfi menfaat  adıyla Jhering tarafından ortaya atılmış; bu kavram yaratılırken Roma kaynaklarından yararlanılmıştır. Roma hukukunun kabul ettiği  actioexempto  terimi, mülkiyete ve tedavüle konu teşkil etmesi hukuken caiz olmayan bir şeyin satımı durumunda bu hususu bilmeyen alıcının zararlarını telafi amacına hizmet etmekteydi.36  İşte  bu  terimden  yararlanılarak  türetilen  olumsuz  zarar,  geniş anlamda herhangi bir zarar verici olayın meydana gelmemesindeki menfaat iken; dar anlamda ise sözleşme öncesindeki bir yükümlülüğün ihlali sebebiyle ortaya çıkan  zarar  verici  olayın  gerçekleşmemesindeki  menfaattir.  Yani  olumsuz zararın  tazmin  edilmesiyle  zarar  verici  olayın  gerçekleşmemesi  halinde alacaklının içinde bulunacağı durumun tazminat yoluyla yeniden sağlanması hedeflenmektedir.37 Başlangıçtaki  imkânsızlık  sebebiyle  sözleşmenin  baştan  itibaren  hükümsüz olması durumunda kusurlu olan taraf, sözleşmenin geçerliliğine ilişkin olarak karşı tarafta oluşan güveni boşa çıkarmaktadır. Yani olumsuz zarar, hükümsüz sözleşmenin geçerli bir biçimde akdedildiğine, akdedileceğine yahut geçersizlik bilinmesine rağmen edimin ifa edileceğine dair oluşturulan haklı güvenin boşa çıkması  sebebiyle  meydana  gelmektedir.38  Yoksa  kusurlu  tarafın  baştaki imkânsızlık  sebebiyle  sorumluluğu,  sırf  zararın  ortaya  çıkmasından  ileri gelmemekte;  zararın,  oluşturulan  güvenin  sözleşme  öncesi  yükümlülüklere aykırılık sebebiyle boşa çıkarılmasından kaynaklanması gerekmektedir. Ulaşılan bu  sonuç,  kusurlu  tarafın  sözleşmenin  hükümsüzlüğünden  dolayı  uğranılan bütün zarardan değil; yalnızca oluşan güvenin boşa çıkarılması ile nedensellik bağı kurulabilen zarardan sorumlu olduğunu ortaya koymaktadır. Yani sözleşme taraflarından birisinin culpa in contrahendo sorumluluğu çerçevesinde sorumlu tutulabilmesi için ihmal derecesindeki kusuruyla karşı tarafın olumsuz zararına sebep olması gerekmektedir.39 Dolayısıyla örnek vermek gerekirse, geçerli bir sözleşme akdettiğine ilişkin güveni boşa çıkarılarak zarar gören bir kimse, söz  35 ERGÜNE; s.244; SEROZAN Rona, Borçlar Hukuku Genel Bölüm: İfa, İfa Engelleri, Haksız Zenginleşme, Cilt: III, 4. Bası, İstanbul, Filiz Kitabevi, (Kocayusufpaşaoğlu / Hatemi / Arpacı İle Birlikte) 2016, § 14, N. 21. 36ADAL, Erhan; Akit Öncesi Sorumluluk (Culpa in Contrahendo), İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İstanbul, 1970, s. 8. 37ERGÜNE; s. 37. 38ERGÜNE; s.38. 39 FILIPOVIC, Mihaela, Braut / VEHOVEC MarjetaTomulic; Precontractual Liability in EUAnd Croatian Law, UDK 340.137:347.447.5(497.5:4-672EU). pp. 13-32, September 2016, p.15. 120konusu sözleşmeyi kurmaya yönelik yaptığı masrafları (örn. noter masrafı) ve kaçırdığı  fırsatları  olumsuz  zarar  adı  altında  talep  edebilecekken;  ilgili sözleşmeden  elde  edileceği  öngörülen  karı  isteyemeyecektir.  40  Yargıtay  bir kararında,41 geçersiz sözleşmeye dayanarak kaçırılan fırsat kapsamında olumsuz zarar istenmesi olanağının bulunmadığına karar vermiştir. Yargıtay  bir  başka  kararında  da  culpa  in  contrahendo  sorumluluğunun uygulanması halinde yalnızca menfi zararın istenebileceğini ortaya koymuş olup somut olay bakımından menfi zararın sınırının ne olacağını da belirlemiştir. Bu karar  ile  Yargıtay,  sözleşmenin  baştan  itibaren  hukuken  imkânsız  olması sebebiyle  batıl  olduğuna,  tarafların  sözleşmeyi  ifa  amacıyla  birbirlerine verdiklerini  sebepsiz  zenginleşme  hükümleri  uyarınca  geri  alabileceklerine, sözleşmenin  hukuken  imkânsız  olması  sebebiyle  hükümsüz  olmasında kusurunun olması halinde kusurlu tarafın, zarara uğrayan tarafın yalnızca menfi zararını tazminle yükümlü olduğuna karar vermiş olup menfi zararın sınırını somut olayda çizmiştir.     40 ERGÜNE; s.44. 41 Yargıtay 15. HD, 05.04.2006 T., 2005/1974 E., 2006/2012 K. 42 Yargıtay 15. HD, 07.05.1981 T., 1981/331 E., 1981/1050 K.Kararın ilgili bölümü şu şekildedir:  …Bu durumda projesine göre 5 katlı yığına bina yapılmasına ilişkin olarak taraflar arasında kurulmuş olan inşaat sözleşmesi hukuki imkânsızlık nedeniyle BK. nun 20/1. maddesi gereğince baştan itibaren batıldır. Çünkü sözleşmenin yerine getirilmesi 9 Haziran 1975 tarihinde çıkarılmış afet işlerine ilişkin yönetmelik gereğince imkânsız bulunmaktadır. Taraflar ileri sürmeseler bile hâkimin butlanı re'sen nazara alması icap eder. Sözleşme batıl olduğundan herhangi bir hukuki sonuç, başka ifade ile taraflar için bir borç veya alacak meydana getirmez. Ne var ki davalı müteahhitler iktisap ettiklerini  nedensiz  zenginleşme  hükümlerine  göre  iade  etmek  ve  kusurlu  iseler  davacıların sözleşmenin  geçerliliğine  güvenmesi  sonucu  uğradıkları  menfi  zarar  tazmin  etmek zorundadırlar. Müteahhitler bir inşaat taahhüdü altına giren meslek adamı sıfatiyle gerekli özeni göstermeden sözleşmenin uygulanması için inşaat yerindeki eski binaları yıkmaları nedeniyle kusurludurlar ve davacıların uğradığı menfi zarardan sorumlu olmaları gerekir. Ancak burada davacıların tazmini gerekli zararı, eski binaların değeri, başka söyleyişle yıkılmış olan binaların inşaat değeri değil, yıkım sonunda ortaya çıkan ve  davalı  üstencilerin  sattığı  veya  götürdükleri  anlaşılan  enkazın  bedelidir.  Çünkü açıkça  ortaya  koyduklarına  göre  davacıların  amacı  eski  binayı  yıkıp  müteahhit aracılığıyla arsa payı karşılığı burada yeni bir bina yaptırmaktır. Bugün için imar mevzuatı  ve  afet  işlerine  ilişkin  yönetmelik  uyarınca  davacıların  eski  binaların bulunduğu ve tevhit edilmiş arsa üzerinde karkas bir bina yaptırmalarına hukuki ve fiil engel yoktur. Bu nedenle kendileri tarafından da yıkılması zorunlu olan binaların inşaat değeri davacıların menfi zararı olarak kabul edilemez. Şu halde mahkemenin bilirkişi aracılığı ile davanın açıldığı Mart/1979 tarihindeki rayiçlere göre enkaz bedelini tespit etmesi ve bu para tutarının davalılardan alınmasına karar verilmesi gerekir.    121SONUÇ Culpa  in  contrahendo  sorumluluğu  gerek  yargı  kararlarında  gerekse  doktrin görüşlerinde  somutlaşmış  olmasına  rağmen  henüz  kanunlardaki  yerini almamıştır.  Fakat  bu  sorumluluk  tipi,  hem  ülkemiz  hem  de  yabancı  ülke kanunlarında yakın zamanda Almanya da olduğu gibi düzenlenmesi beklenen hususlardan  birisidir.  Bunun  sebebi,  culpa  in  contrahendo  teorisinin,  olması gereken  hukuk  bakımından  özen  yükümlülüğünün  somutlaşması  hususunda önemli bir gelişme teşkil etmesinden kaynaklanmaktadır. Zira TMK m. 2/1 ve 2/2 hükümlerinin yalnızca sözleşme dâhilinde değil; madde metninde olduğu gibi  hakkın  kullanıldığı  her  an  somutlaşabilmesi  için  culpa  in  contrahendo teorisinin uygulanması büyük bir önem arz etmektedir.  Culpa  in  contrahendo  teorisinin  imkânsızlık  sebebiyle  sözleşmenin  geçersiz olması halinde zarar gören tarafın zararının tazminini mümkün kılması, özen yükümlülüğünün  somutlaşması  bakımından  çok  önemli  bir  örnek  olarak karşımıza çıkmaktadır. Zira edimin imkânsızlığı sebebiyle sözleşmenin kesin hükümsüz olduğunu bilmesine rağmen karşı tarafı bilgilendirmeyip sözleşmeyi akdeden  tarafın  özen  yükümlülüğüne  aykırı  davranışı,  culpa  in  contrahendo teorisi sayesinde müeyyidelendirilebilecek ve taraflarda özen yükümlülüğüne uygun hareket etme bilinci uyanacaktır. Elbette culpa in contrahendo temelli tazmin sorumluluğunun gerçekleşebilmesi için işbu makalede açıklanan şartların gerçekleşme zorunluluğu söz konusu olup tazmin edilecek zararın da hukuka uygun olarak belirlenmesi gerekecektir. Culpa in contrahendo sorumluluğunun baştaki imkânsızlık sebebiyle sözleşmenin kesin hükümsüz olması sonucunda ortaya çıktığının kabulüyle, kusursuz tarafın sözleşmenin geçerliliğine duyduğu güvenin boşa çıkmasından doğan zarar, olumsuz zarar olarak adlandırılmakta ve bu zarar talep konusu edilebilmektedir. Doktrinde her ne kadar, olumlu-olumsuz zarar ayrımının gereksizliğine ilişkin eleştiriler ileri sürülmekteyse de, baştaki imkansızlık  halinin  sözleşmenin  geçerliliğine  izin  vermemesi,  sözleşmeden doğan  menfaatin  ortaya  çıkmasına  yani  olumlu  zararın  talep  konusu edilebilmesine engel olmaktadır.  Son  olarak,  culpa  in  contrahendo  sorumluluğunun  hukuki  mahiyetini sözleşmesel sorumluluk, haksız fiil sorumluluğu ve atipik sorumluluk tiplerine dayandıran görüşler mevcut olup bizim de katıldığımız görüş, bu sorumluluğun sözleşmesel sorumluluğa dayandırılması gerektiğine yöneliktir.",
     "Kaynakça": "ADAL, Erhan; Akit Öncesi Sorumluluk (Culpa in Contrahendo), İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İstanbul, 1970. AKBULUT,  Pakize  Ezgi;  Absürt  Edimli  Sözleşmelerin  İmkânsızlığı, Süleyman Demirel Üniversitesi Hukuk Fakültesi Dergisi, Vol:8, No:2, 2018. 122AKINTÜRK, Turgut; Satım Akdinde Hasarın İntikali, Ankara Üniversitesi Hukuk Fakültesi Yayınları No:212, Ankara, 1966. AKŞENER,  Fırat;  Türk  ve  İngiliz  Hukukunda  Borca  Aykırı Davranılacağının  Önceden  Belli  Olması  Durumu,  Yeditepe  Üniversitesi Sosyal Bilimler Enstitüsü Yüksek Lisans Tezi, İstanbul, 2018. ALTUNKAYA,  Mehmet;  Edimin  Başlangıçtaki  İmkansızlığı,  Selçuk Üniversitesi Sosyal Bilimler Enstitüsü, Doktora Tezi, Konya, 2004. DEMİRCİOĞLU,  Reyhan;  Culpa  in  Contrahendo  Sorumluluğu,  Ankara Üniversitesi  Sosyal  Bilimler  Enstitüsü,  Özel  Hukuk,  Doktora  Tezi,  Ankara, 2007. EREN, Fikret; Borçlar Hukuku Genel Hükümler, 16. Bası, Yetkin Yayınları, Ankara, 2014. ERGÜNE,  Serkan;  Olumsuz  Zarar,  İstanbul  Üniversitesi  Sosyal  Bilimler Enstitüsü Doktora Tezi, İstanbul, 2007. FILIPOVIC,  Mihaela,  Braut  /  VEHOVEC  MarjetaTomulic;  Precontractual Liability in EU and Croatian Law, UDK 340.137:347.447.5(497.5:4 672EU). pp. 13 32, September 2016. GEZDER,  Ümit;  Türk/İsviçre  Hukukunda  Culpa  in  Contrahendo Sorumluluğu, Beta Yayınevi, 1. Baskı, İstanbul, Şubat 2009. GÜNDOĞDU, Fatih; Borca Aykırılık Hallerinden Kusurlu İfa İmkânsızlığı ve Hukuki Sonuçları, 1. Bası, Oniki Levha Yayıncılık, İstanbul, Şubat 2014. KESSLER Friedrich / FINE Edith, Culpa in Contrahendo, Bargaining in Good Faith, and Freedom of Contract: A Comparative Study, Harvard Law Review, Vol. 77, No: 3, pp: 401 450, January 1964. KILIÇOĞLU,  A;  Borçlar  Hukuku  Genel  Hükümler  (Yeni  Borçlar Kanunu na  Göre  Hazırlanmış),  Genişletilmiş  14.  Bası,  Turhan  Kitabevi, Ankara 2011. KOCAYUSUFPAŞAOĞLU, Necip; Borçlar Hukuku Genel Bölüm, Birinci Cilt,  Borçlar  Hukukuna  Giriş,  Hukuki  İşlem Sözleşme,  Filiz  Kitabevi, (Hatemi/Serozan/Arpacı ile birlikte), 4. Bası, İstanbul, 2008. NEDZEL, Nadia; A Comparative Study of Good Faith, Fair Dealing and Precontractual Liability, Tulane European & Civil Law Forum, Vol.12, 1995. NOMER, Haluk Nami; Borçlar Hukuku Genel Hükümler, Gözden Geçirilmiş ve Genişletilmiş 15. Bası, Beta Yayınevi, İstanbul, 2017. NOVOA,  Rodrigo;  Culpa  In  Contrahendo:  A  Comparative  Law  Study: Chilean Law And The United Nations Convention On Contracts For The   123International Sales Of Goods (CISG), Arizona Journal Of International & Comparative Law Vol. 22, No. 3 2005. OĞUZMAN, Kemal / ÖZ, Turgut; Borçlar Hukuku Genel Hükümler C.1, Gözden Geçirilmiş 13. Bası, Vedat Kitapçılık, İstanbul 2015. ÖZÇELİK  Ş.  Barış;  Sözleşmeden  Doğan  Borçların  İfasında  Hukukî İmkânsızlık Ve Sonuçları, Ankara Üniversitesi Hukuk Fakültesi Dergisi, C.63, Sa.3, Ss.569 622, Ankara 2014. POSTACIOĞLU,  İlhan:  Temsilden  Doğan  Zarar  ve  Ziyanın  Tazmini, İstanbul  Üniversitesi  Hukuk  Fakültesi  Mecmuası,  Cilt:  VI,  S.  1 2,  150 Nüshasından Ayrı Bası, s. 1 9, İstanbul 1950. REMZİ,  Mehmet  /  AYDIN,  Sezer;  Borçlar  Hukuku  Genel  Hükümler, Güncellenmiş 11. Bası, İkinci Sayfa Yayınları, İstanbul 2018. SEROZAN,  Rona;   Culpa  in  Contrahendo ,   Akdin  Müsbet  İhlali   ve  Üçüncü Kişiyi Koruyucu Etkili Sözleşme  Kurumlarının Ortak Temeli: Edim  Yükümlerinden  Bağımsız  Borç  İlişkisi,  İstanbul  Üniversitesi Mukayeseli Hukuk Araştırmaları Dergisi,, C.2, Sa.3., Ss.108 129, İstanbul 1968. SEROZAN, Rona; Borçlar Hukuku Genel Bölüm, C.3, 3. Bası, Filiz Kitabevi, İstanbul, 2002. SEROZAN, Rona; Borçlar Hukuku Genel Hükümler C.3 (İfa, İfa Engelleri, Haksız Zenginleşme), (Kocayusufpaşaoğlu/Hatemi/Arpacı ile Birlikte) Gözden Geçirilmiş 7. Bası, Filiz Kitabevi, İstanbul, 2016.  TEKİNAY, Selahattin Sulhi / AKMAN, Galip Sermet / BURCUOĞLU, Haluk / ALTOP, Atilla, Borçlar Hukuku, 7. Bası, Filiz Kitabevi, İstanbul, 1993. TRAKMAN, Leo E. / SHARMA, Kunal; The Binding Force Of Agreements To Negotiate in Good Faith, The Cambridge Law Journal, November 2014, Vol. 73, No. 3 pp. 598 628, 2014. ULUSAN,  İlhan;  Culpa  in  Contrahendo  Üstüne,  Prof.  Dr.  Ümit  Yaşar Doğanay ın Anısına Armağan, İstanbul Üniversitesi Siyasal Bilimler Fakültesi, Fakülteler Matbaası, İstanbul, 1982. Yargıtay Kararları Yargıtay  15.  HD,  05.04.2006  T.,  2005/1974  E.,  2006/2012  K.  (Yargıtay Kararları Dergisi 2006/12, 1944). Yargıtay  13.  HD,  13.11.1995  T.,  1995/9375  E.,  1995/9860  K. (www.legalbank.net sitesinden 19.10.2019 tarihinde erişilmiştir. Yargıtay  13.  HD.  30.04.2003  T.,  2003/176  E.,  2003/5376  K.( www.legalbank.net sitesinden 19.10.2019 tarihinde erişilmiştir.) 124Yargıtay  15.  HD,  07.05.1981  T.,  1981/331  E.,  1981/1050  K. (www.legalbank.net sitesinden 21.10.2019 tarihinde erişilmiştir. Yargıtay  15.  HD,  05.04.2006  T.,  2005/1974  E.,  2006/2012  K. (www.legalbank.net sitesinden 21.10.2019 tarihinde erişilmiştir.   125"
}