{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "26",
     "Ay": "01",
     "Yıl": "2021",
     "Cilt": "6",
     "Sayı": "10",
     "Başlık": "COVİD-19 SEBEBİYLE ALINAN ÖNLEMLERİN ÖZEL OKUL SÖZLEŞMELERİNE ETKİSİ",
     "Title": "THE IMPACT OF MEASURES TAKEN DUE TO COVID-19 ON PRIVATE SCHOOL AGREEMENTS",
     "Yazar İsmi": [

          "Prof. Dr. Sezer ÇABRİ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          " Özel okul sözleşmeleri", "mücbir sebep", "ifa imkânsızlığı", "ayıplı hizmetten sorumluluk"
     ],
     "Keywords": [
          "Private school agreements", "force majeure", "impossibility of performance", "liability for defective service"
     ],
     "Özet": "Covid 19 un toplum sağlığı için ciddi risk oluşturması üzerine Milli Eğitim Bakanlığı nı 16 Mart 2020 tarihinde eğitim öğretim faaliyetlerine ara verilmesine, 23 Mart 2020 den itibaren ise eğitim öğretim faaliyetleri uzaktan eğitim yoluyla sürdürülmesine karar vermiştir. 2019 2020 bahar ve 2020 2021 güz dönemi eğitim öğretim yılı uzaktan eğitim yoluyla tamamlanmıştır. Uzaktan eğitime geçilmesi  örgün  eğitim  modeli  esas  alınarak  yapılmış  olan  özel  okul sözleşmelerinden doğan borçları ve taraflar arasındaki menfaat dengesini önemli ölçüde etkilemiştir. Uzaktan eğitim modeli özel okul sözleşmelerinden doğan borçların bir kısmının imkânsız hale gelmesine, bir kısmının ise alınan hizmetin kapsamının daralmasına sebep olmuştur. Bu çalışmada Covid 19 sebebiyle alınan önlemlerin özel okul sözleşmelerine etkisi incelenmiş, bozulan edim dengesinin hangi hukukî sebebe dayalı olarak düzeltilebileceği üzerinde durulmuştur.",
     "Abstract": "After Covid-19 poses a serious risk to public health, The Ministry of National Education has decided to suspend the educational activities on 16th March 2020 and after 23rd March 2020, it was decided to continue educational activities through distance education. The Academic Year of 2020-2021 Fall Semester and 2020-2021 Spring Semester has been completed through distance education. The transition  to  distance  education  has  significantly  affecteddebts  arising  from private school contracts based on the formal education model and the balance of interests between the parties. The distance education model has caused some of the debts arising from private school contracts to become impossible, and some to narrow the scope of the service received. In this study, the impact of measures taken due to Covid-19on contractswith private schools was examined and it has been focused that the balance of impaired performance can be correctedbased on what legal reason.",
     "Metin": "Covid-19 un yayılma hızı ve toplum sağlığı alanında yarattığı ciddi sorunlar her ülkede  çeşitli  önlemlerin  alınmasını  zorunlu  kılmıştır.  Ülkemizde  hastalığın görülmeye başlamasından sonra hastalığın seyri, yayılma hızı ve eğilimine göre ülkeler arası kara, deniz ve hava ulaşımının engellenmesi veya kısıtlanması, şehirlerarası seyahat ve ülke, il, belediye veya mahalle/köy bazında süreli veya süresiz sokağa çıkma yasağı, karantina, bazı işyerlerinin geçici olarak kapatılması veya  faaliyetlerinin  sınırlandırılması  yönünde  kararlar  alınmıştır.  Hastalığın yayılmasının önlenmesi kapsamında alınan en önemli önlemlerden biri de sosyal temasın çok fazla olduğu eğitim ve öğretim faaliyetlerinin uzaktan eğitim yoluyla yürütülmesi kararıdır. Milli Eğitim Bakanlığı 16 Mart 2020 tarihinde eğitimöğretim faaliyetlerine ara verilmesine, 23 Mart 2020 den itibaren ise eğitimöğretim faaliyetleri uzaktan eğitim yoluyla sürdürülmesine karar vermiştir. Covid19 sebebiyle alınan bazı önlemler Haziran 2020 itibariyle kademeli olarak ortadan kaldırılmasına rağmen 2019-2020 eğitim-öğretim yılı uzaktan eğitim yoluyla tamamlanmıştır. 2020-2021 eğitim-öğretim yılına gelindiğinde ise uzaktan eğitim devam etmiş, kademeli olarak örgün eğitime geçilmesi öngörülmesine rağmen, hastalığın  yayılmasına  bağlı  olarak  bundan  vazgeçilmiş,  eğitim-öğretim faaliyetleri uzaktan eğitim yoluyla sürdürülmüştür.  Uzaktan eğitime geçilmesinden sonra özel okullar gerekli hazırlıkları yaparak faaliyetlerini canlı derslerle yürütmeye çalışmıştır. Eğitim-öğretim faaliyetleri uzaktan eğitim yoluyla yürütülmeye çalışılsa da gerek nitelik gerekse nicelik olarak  okulda  örgün  olarak  verilen  eğitimin  kalitesi  ve  kapsamından  çok uzaklaşılmıştır. Örneğin 2019-2020 eğitim-öğretim yılı bahar döneminde okulda günde sekiz saat yapılan dersler uzaktan eğitim yoluyla ortalama dört saat olarak yapılmıştır. Özellikle okul öncesi eğitimde bu sayı çok daha az (günlük ortalama bir bazen iki saat) olmuştur. 2020-2021 eğitim-öğretim yılı güz döneminde günlük ders sayısı sekize çıkarılmış, ancak kırk dakikalık ders saatleri otuz dakikaya düşürülerek eğitimin kapsamı azaltılmıştır. Okulda görülmesi gereken beden eğitimi, müzik, görsel sanatlar, rehberlik gibi dersler uzaktan eğitim yoluyla gereği  gibi  sürdürülememiştir.  Yine  eğitim  ücreti  içinde  yer  alan  yemek hizmetinden uzaktan eğitim süresince yararlanılamamıştır.  Covid-19 sebebiyle uzaktan eğitime geçilmesi, velilerin eğitim-öğretim ücretini tam olarak ödemelerine rağmen eğitim hizmetinde gereği gibi yararlanamamasına sebep  olmuştur.  Bu  da  beraberinde  ödenen  eğitim  ücretlerinin  bir  kısmının iadesini gündeme getirmiştir. Hatta bazı özel okullar ve özel okul dernekleri yemek ve servis ücretlerinin iadesi konusunda karar almış, bazı okullar ise bu  204İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 ücretlerin iadesi veya sonraki eğitim yılı ücretinden düşülmesi konusunda velilerle anlaşmıştır. Oysa eğitim-öğretim ücretine ilişkin herhangi alınmış bir karar veya açıklama söz konusu değildir. Veliler doğal olarak özel okul sözleşmesi uyarınca yararlanamadıkları eğitim-öğretim faaliyetleri kapsamında ücretin indirilmesini ve ödemiş oldukları fazla ücretlerin iadesini beklemektedir.   Covid-19  sebebiyle  alınan  önlemler  özel  okuldan  kaynaklanmayan,  borcun kısmen veya tamamen ifasına geçici olarak engel olan bir haldir. Bu önlemlerin özel  okul  sözleşmelerine  etkisine  bakıldığında,  Covid-19 un  mücbir  sebep oluşturduğu, özel okulların bu durumun ortaya çıkmasında kusurlarının olmadığı, eğitim-öğretim faaliyetinin uzaktan yoluyla yürütülmesi kararının Milli Eğitim Bakanlığı tarafından alındığı ve özel okulların alınan kararlara uymakla yükümlü olduğudur.  Mücbir  sebep  borçlunun  aynen  ifa  yükümlülüğü  ile  tazminat sorumluluğunu ortadan kaldırır. Mücbir sebeple borcun ifasının imkânsız hale gelmesinde en önemli sorun bu duruma kimin katlanacağıdır.  Özel okul sözleşmesi tam iki tarafa borç yükleyen bir sözleşmedir. Covid-19 sebebiyle alınan önlemler özel okul sözleşmelerinde taraflar arasındaki menfaat dengesini önemli ölçüde etkilemektedir. Bundan dolayı mücbir sebep oluşturan Covid-19 un özel okul sözleşmesine etkisinin açıklığa kavuşturulması gerekir. Bu çalışmanın amacı Covid-19 sebebiyle alınan önlemlerin özel okul sözleşmelerine ve  özellikle  sözleşmede  kararlaştırılan  eğitim-öğretim  ücretine  etkisini inceleyerek,  bozulan  edim  dengesinin  hangi  hukukî  sebebe  dayalı  olarak düzeltilebileceğini ortaya koymaktır. Çalışma kapsamında özel okul sözleşmesi, hukukî  niteliği,  sözleşmeden  doğan  borçlar  kısaca  açıklanarak,  Covid-19 kapsamında alınan önlemlerin sözleşmeden doğan borçlara etkisi kusursuz ifa imkânsızlığı  ve  ayıplı  hizmetten  sorumluluk  hükümleri  kapsamında değerlendirilecektir.  Çalışmada  ayıptan  sorumluluğun  hüküm  ve  sonuçları ayrıntılı olarak incelenmeyecek, sadece uygulanabilecek hükümler belirlenmeye çalışılacaktır.   II. GENEL OLARAK ÖZEL OKUL SÖZLEŞMELERİ  2  Öğretide  Akıncı,  Covid-19  sebebiyle  yüz  yüze  eğitime  ara  verilmesi  ve  uzaktan  eğitime geçilmesinin,  sözleşmenin  değişen  şartlara  uyarlanmasından  başka  bir  şey  olmadığını,  bu uyarlamanın idare tarafından yapıldığını, taraflar arasındaki sözleşmenin bir süreliğine de olsa değiştiğini kabul etmektedir. Bkz. AKINCI, Şahin,  Covid 19 un Borç İlişkilerine ve Bazı Borçlar Hukuku Sözleşmelerine Etkisi , İTÜSBT, Y. 19, S. 38, 2020/2 (Covid-19 Özel Ek), s. 95. Uyarlama mahkeme kararıyla veya kanunen yapılabilir. Özel okul sözleşmelerinin konusunu okullarda örgün eğitim verilmesi oluşturmaktadır. Covid-19 sebebiyle alınan önlemler kapsamında uzaktan eğitime geçilmesi sözleşmenin uyarlanması niteliğinde değildir. Uzaktan eğitime geçilmesine rağmen özel okul sözleşmesi aynı koşullarla geçerliliğini sürdürmektedir. Ayrıca özel okul sözleşmeleri eğitim veren her bir sağlayıcıya göre farklılık gösteren, farklı hizmetleri içeren sözleşmelerdir. Bu sözleşmelerin tamamının tek bir düzenleme ile tek bir tipte uyarlandığının kabulü mümkün değildir. Kanaatimizce Milli Eğitim Bakanlığı nın uzaktan eğitim kararı alması özel okullara, sözleşmeden doğan örgün eğitim verme borcunu uzaktan eğitim yoluyla yetki ve yükümlülüğü verilmektedir. Sözleşmeden doğan borcun uzaktan eğitim yöntemiyle verilmesi borcun hiç veya gereği gibi ifa edilmemesinden dolayı velinin sahip olduğu hakları etkilememektedir.    205ÇABRİ/ Covid-19 Sebebiyle Alınan Önlemlerin Özel Okul Sözleşmelerine Etkisi  Özel okul sözleşmesi bir yıllık eğitim-öğretim dönemiyle sınırlı olarak yapılan ve sürekli  borç  ilişkisi  doğuran  belirli  süreli  işgörme  sözleşmesidir.  Bu sözleşmelerin  aylık,  dönemlik,  yıllık  veya  bir  yıldan  uzun  süreli  yapılması mümkündür. Uygulamada özel okul sözleşmeleri genellikle yıllık yapılmaktadır. Bu sözleşme ile veli kararlaştırılan eğitim ücretini ödeme, okul ise örgün eğitimöğretim  hizmeti  ile  yemek  (kahvaltı,  öğle  yemeği)  verme  borcu  altına girmektedir. Bu hizmetlerin kapsamı her bir okula göre farklılık göstermektedir.  Yazılı  olarak  yapılan  özel  okul  sözleşmelerinde  okulun  hangi  hizmetleri vereceğine (borcun kapsamına) ilişkin ayrıntıya yer verilmemektedir. Özel okullar eğitim hizmeti ile bunun kapsamına ilişkin bilgileri daha çok sözlü olarak, internet sitesi veya reklam ve ilanlarla ortaya koymaktadır. Örneğin birçok özel okul haftalık on sekiz veya yirmi saat yabancı dil eğitimi vermektedir. Yine birçok özel okulun web sitesinde iki yabancı dil eğitimi verildiği belirtilmektedir. Oysa sözleşmelerde yabancı dil eğitimine ilişkin açık bir bilgi yer almamaktadır.  Özel okul sözleşmesi kanunda özel olarak düzenlenmeyen karma sözleşmelerin bir türü olan kombine (bileşik edimli) sözleşme niteliğindedir. Bu sözleşme ile özel okul çeşitli tiplere ait birçok edimde (eğitim öğretim hizmeti, yemek verme vb.) bulunma, veli ise ücret ödeme borcu altına girmektedir. Uygulamada özel okullar,  Milli  Eğitim  Bakanlığı nın  hazırlamış  olduğu  tip  sözleşmeyi kullanmaktadır. Yukarıda da ifade ettiğimiz üzere bu sözleşmelerde özel okulun borcunun kapsamına ilişkin ayrıntıya yer verilmemektedir. Bundan dolayı özel okul sözleşmesinin yorumlanması ve okulun borcunun belirlenmesinde ilgili mevzuata, sözleşmede yer alan hükümlere, web sitesi ile reklam ve ilanlarda belirtilen hususlara bakılır. İlgili mevzuatta ve sözleşmede hüküm bulunmayan hallerde Türk Borçlar Kanunu nda düzenlenmiş olan sözleşme tiplerine ilişkin hükümler, nitelikleri elverdiği ölçüde özel okul sözleşmelerine de uygulanır. Uygulanması  mümkün  olan  böyle  bir  sözleşme  tipi  mevcut  değilse  taraflar arasındaki uyuşmazlık Türk Borçlar Kanunu nun genel hükümleri çerçevesinde çözümlenir.  3Bkz. TİFTİK, Mustafa, Türk-İsviçre Hukukunda Okul Sözleşmesi, Ankara 2005, s. 21 vd.; BELLİCAN, Cüneyt/ACAR ÜNAL, Özlem,  Covid – 19 un Okul Sözleşmelerine Etkisi: Olasılıklar Okulu , (Çevrimiçi) www.blog.lexpera.com.tr (29.12.2020). 4Özel okul sözleşmesinin asli edimlerinden biri özel okulun örgün eğitim verme borcu altına girmesidir. Örgün eğitim verme borcunun tam ve gereği gibi uzaktan eğitim yoluyla yerine getirilmesi işin niteliği gereği mümkün değildir.    5  Bkz. TİFTİK, Mustafa, Türk-İsviçre Hukukunda Okul Sözleşmesi, Ankara 2005, s. 126 vd.; BELLİCAN/ACAR ÜNAL, Lexpera, Öğretide yatılı özel okul sözleşmesini kombine sözleşmeye örnek olarak vermektedir. Bkz. TANDOĞAN, Halûk, Borçlar Hukuku, Özel Borç İlişkileri, C.I/1, Tümü Yeniden İşlenmiş ve Genişletilmiş Beşinci Basım dan Altıncı Tıpkı Basım, İstanbul 2008, s. 71; YAVUZ, Cevdet/ACAR, Faruk/ÖZEN, Burak, Türk Borçlar Hukuku Özel Hükümler, Güncellenmiş ve Yenilenmiş 10. Baskı, İstanbul 2014, s. 27; EREN, Fikret, Borçlar Hukuku Özel Hükümler, 7. Baskı, Ankara 2019, s. 957; Yücer Aktürk, benzer nitelikteki uzaktan eğitim sözleşmesinin bileşik tipli karma sözleşme olduğunu kabul etmektedir. Bkz. YÜCER AKTÜRK, İpek, İsimsiz Sözleşme Genel Teorisi ve Uzaktan Öğretim Sözleşmesi, Ankara 2016, s. 195-196.   206İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 Özel  okul  sözleşmeleri  aynı  zamanda  tüketici  işlemi  niteliğindedir,7.  Bu sözleşmelerin bir tarafını sağlayıcı (özel okul), diğer tarafını ise tüketici (veli) oluşturur.  Özel  okul  sözleşmelerinin  tüketici  işlemi  niteliğinde  olması,  bu sözleşmelerden doğan uyuşmazlıklara uygulanacak hükümleri etkiler. Özel okul sözleşmelerine  öncelikle  Tüketicinin  Korunması  Hakkında  Kanun  hükümleri uygulanır. Bu sözleşmelerden doğan uyuşmazlıklar uyuşmazlığın niteliği ve miktarına göre tüketici hakem heyetleri veya tüketici mahkemelerinde görülür. Örneğin veli ile özel okul arasındaki uyuşmazlığın miktarı 11.330 TL nin altında ise tüketici hakem heyetine, bu miktarın üzerindeki uyuşmazlıklarda ise tüketici mahkemesine başvurulması zorunludur. Tüketici mahkemelerinin görev alanına giren  uyuşmazlıklarda  öncelikle  arabulucuya  başvurulması,  arabuluculuğun olumsuz  sonuçlanması  halinde  tüketici  mahkemesine  başvurulması  gerekir (TKHK m. 73/A).  6  AKINCI,  s.  94;  BELLİCAN/ACAR  ÜNAL,  Lexpera;  Tüketici  işlemi,  mal  veya  hizmet piyasalarında kamu tüzel kişileri de dâhil olmak üzere ticari veya mesleki amaçlarla hareket eden veya onun adına ya da hesabına hareket eden gerçek veya tüzel kişiler ile tüketiciler arasında kurulan, eser, taşıma, simsarlık, sigorta, vekâlet, bankacılık ve benzeri sözleşmeler de dâhil olmak üzere her türlü sözleşme ve hukukî işlemi ifade eder (TKHK m. 3/l). Tüketici işlemi kavramı için bkz. ÇABRİ, Sezer, Tüketicinin Korunması Hakkında Kanun Şerhi, Ankara 2016, s. 15 vd.; GÜMÜŞ, M. Alper, 6502 Sayılı Tüketicinin Korunması Hakkında Kanun Şerhi, Cilt 1 (Madde: 1-46), İstanbul 2014, s. 9 vd.; ÇABRİ, Sezer,  Yargıtay Kararları Doğrultusunda Tüketici İşlemi Kavramı , Tüketici Hukukunun Güncel Sorunları Sempozyumu 20 Kasım 2018, Ankara 2019, s. 123 vd.; AYDOĞDU, Murat, Tüketici Hukuku Dersleri, Ankara 2015, s. 65 vd. 7  Tüketici işlemleri kural olarak ivazlı (karşılıklı) işlemlerdir. Eğitim-öğretim hizmetinin ivazsız (burslu) olarak verildiği hallerde de tüketici işleminden söz edilebilir mi? Özel okulların bazı öğrencilere burslu olarak eğitim-öğretim hizmeti vermesinin temelinde okulun başarılı öğrenciler için cazip hale getirilmesi ve başarı durumun yükseltilerek reklamının yapılması vardır. Eğitimöğretim hizmetinin burslu verildiği hallerde de özel okul ile veliler arasında tüketici işlemi veya tüketiciye yönelik uygulama vardır. Ancak uzaktan eğitime geçilmesi sebebiyle eğitim-öğretim hizmetinin sözleşmeye uygun verilememesi halinde veli, ayıplı hizmetten doğan bütün hakları kullanamaz.  Örneğin  sözleşmenin  feshi  mümkünken,  ayıp  oranında  bedelde  indirim  hakkı istenemez. 8Özel okul sözleşmelerinin tüketici işlemi olduğu hakkında bkz.  …Somut olayda; davacıların velisi olduğu  çocuğunun  öğrenimi  için  davalı  şirketin  işletmekte  olduğu  okula  kayıt  yaptırdığı anlaşılmakta  olup,  davacılar  bu  hukuki  işlem  içerisinde  tüketici  konumunda  olup,  taraflar arasındaki hukuki ilişkinin tüketici işlemi olduğunun kabulü gerekir. Bu itibarla uyuşmazlığın Tüketicinin  Korunması  Hakkındaki  Kanun  kapsamında  kaldığına  göre  davaya  bakmaya Tüketici Mahkemesi  görevlidir… .  Bkz.  Yargıtay  13.  HD,  E.  2017/1742,  K.  2020/3792,  T. 14.05.2020, www.kazanci.com (24.12.2020);  …Somut olayda; davacının, velisi olduğu çocuğunun öğrenimi için davalı şirketin işletme olduğu özel okula kayıt yaptırdığı ve dava konusu senetlerin de bu sebeple alındığı anlaşılmakta olup, davacı bu hukuki işlem içerisinde tüketici konumunda olup, taraflar  arasındaki  hukuki  ilişkinin  tüketici  işlemi  olduğunun  kabulü  gerekir.  Bu  itibarla uyuşmazlığın Tüketicinin  Korunması  Hakkındaki  Kanun  kapsamında  kaldığına  göre  davaya bakmaya Tüketici Mahkemesi görevlidir. Görevle ilgili düzenlemeler kamu düzenine ilişkin olup taraflar ileri sürmese dahi yargılamanın her aşamasında resen gözetilir. O halde mahkemece, görevsizlik kararı verilerek dosyanın Tüketici Mahkemesine gönderilmesi gerekirken, işin esasına girilerek hüküm tesisi usul ve yasaya aykırı olup, bozmayı gerektirir… . Bkz. Yargıtay 13. HD, E. 2017/2376, K. 2020/2071, T. 13.02.2020, www.kazanci.com (24.12.2020); Yargıtay 13. HD, E. 2017/2208, K. 2020/1391, T. 06.02.2020, www.kazanci.com (24.12.2020).    207ÇABRİ/ Covid-19 Sebebiyle Alınan Önlemlerin Özel Okul Sözleşmelerine Etkisi  III.  COVİD-19  KAPSAMINDA  ALINAN  ÖNLEMLERİN  ÖZEL OKULLARIN BORCUNA ETKİSİ A. Genel Olarak  Covid-19 un  ülkemizde  görülmeye  başlanması  Milli  Eğitim  Bakanlığı nı  da hastalığın yayılmasının önlenmesi ve etkilerini en aza indirgenmesi amacıyla çeşitli önlemleri almaya zorlamıştır. Bu kapsamda alınan en önemli önlemler ise 16 Mart 2020 itibariyle eğitime ara verilmesi, 23 Mart 2020 den itibaren ise dönem  sonuna  kadar  eğitim  faaliyetlerinin  uzaktan  eğitim  yoluyla sürdürülmesidir. 2020-2021 eğitim-öğretim yılının ilk döneminde eğitim öğretim faaliyetleri  Milli  Eğitim  Bakanlığı nın  kararı  doğrultusunda  uzaktan  eğitim yoluyla sürdürülmüştür. Covid-19 sebebiyle örgün eğitimin yasaklanması ve eğitimin uzaktan eğitim yoluyla sürdürülmesi, özel okulların sözleşmeden doğan borçlarının ifasını önemli ölçüde etkilemiştir.  Covid-19 salgını ve yayıldığı çevre ile alınan önlemler dikkate alındığında bu durumun borcun ifasında mücbir sebep oluşturduğu görülmektedir,12. Öğretide mücbir sebep, borçlunun faaliyet ve işletmesi dışında meydana gelen, borcun ihlaline mutlak olarak kaçınılmaz bir şekilde yol açan, öngörülmesi ve karşı konulması mümkün olmayan dışsal bir olay olarak tanımlanmaktadır. Bir olayın mücbir sebep sayılabilmesi için bazı unsurların gerçekleşmesi gerekir. Bunlardan  9 Uzaktan eğitim sözleşmesi kanunda düzenlenmeyen, ancak sözleşme özgürlüğü ilkesi uyarınca yapılması mümkün olan bir sözleşmedir. Uzaktan eğitim sözleşmesinin tanımı ve unsurları için bkz. YÜCER AKTÜRK, s. 155 vd.  10 Akıncı, Covid-19 sebebiyle yüz yüze eğitime ara verilmesi ve uzaktan eğitime geçilmesinin, sözleşmenin değişen şartlara uyarlanmasından başka bir şey olmadığını, bu uyarlamanın idare tarafından yapıldığını, taraflar arasındaki sözleşmenin bir süreliğine de olsa değiştiğini kabul etmektedir. Bkz. AKINCI, s. 95.  11 AKINCI, s. 95. 12 Covid-19 bütün borçların ifasında mücbir sebep oluşturmamaktadır. Covid-19 un mücbir sebep oluşturup oluşturmadığı her somut olaya göre değerlendirilmelidir. 13 Bkz. EREN, Fikret, Borçlar Hukuku Genel Hükümler, 24. Baskı, Ankara 2019, s. 628-629; OĞUZMAN, M. Kemal//ÖZ, M. Turgut, Borçlar Hukuku Genel Hükümler, Cilt-1, Gözden Geçirilmiş 11. Bası, İstanbul 2013, s. 418-419; İMRE, Zahit, Doktrinde ve Türk Hukukunda Kusursuz Mesuliyet Halleri, İstanbul 1949, s. 201; TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, Tekinay Borçlar Hukuku, Yeniden Gözden Geçirilmiş ve Genişletilmiş Yedinci Baskı, İstanbul 1993, s. 1003-1004; FEYZİOĞLU, Feyzi Necmeddin, Borçlar Hukuku Umumî Hükümler, CiltII, İstanbul 1969, s. 189; ERZURUMLUOĞLU, Erzan, Türk-İsviçre Borçlar Hukuku Sistemine Göre Borçluya Yüklenemeyen Nedenlerden Dolayı Edimin Yerine Getirilememesi, Ankara 1970, s. 14-16; AKINCI, s. 65; ŞAHİN, Hale, Mücbir Sebep Nedeniyle Borcun İfa Edilememesi, Ankara Yıldırım Beyazıt Üniversitesi Sosyal Bilimler Enstitüsü, Basılmamış Yüksek Lisans Tezi, Ankara 2019, s. 11 vd.; OĞUZ, Arzu,  COVID 19, Mücbir Sebep ve Sözleşmelere Etkisi , (Çevrimiçi)www.ankara.edu.tr/wp-content/uploads/sites/6/2020/04/Mücbir-sebep.pdf (29.12.2020), s. 1; ÖZÇELİK, Şemsi Barış, Borçlunun Sorumlu Olmadığı Sebeplerle Borcun İfa Edilmemesi  ve  Mücbir  Sebep  Kayıtları,  Ankara  Üniversitesi  Sosyal  Bilimler  Enstitüsü, Yayımlanmamış Doktora Tezi, Ankara 2009, s. 140-142.   208İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 ilki borcun ifasına engel olan olayın zorunlu veya zorlayıcı nitelikte olmasıdır. Borcun ifasını engelleyen olay doğal veya hukukî olabilir. Savaş, kasırga, tayfun, volkanik etkiler, deprem, tsunami, kuraklık, salgın hastalık mücbir sebep hallerine örnek oluşturur. Covid-19 sebebiyle özel okul sözleşmelerinden doğan borcun kısmen veya tamamen ifa edilememesi Milli Eğitim Bakanlığı nın aldığı karara bağlı olarak gerçekleşen hukukî bir olaydır. Bütün okullar idarenin almış olduğu karara uymak zorundadır. İkincisi, mücbir sebebin, borçlunun faaliyet ve işletmesi dışında kalan harici bir olay olmasıdır. Borcun ifasını kısmen veya tamamen engel olan olay ile işletme arasında bir bağlantı olmamalıdır. Covid-19 sebebiyle Milli Eğitim Bakanlığı nın kararıyla örgün eğitime ara verilmesi ve uzaktan eğitime geçilmesi borçlunun faaliyet ve işletmesi dışında gerçekleşen olağanüstü bir olaydır. Bu olayın ortaya çıkmasında özel okulun hiçbir etkisi veya dâhili söz konusu  değildir.  Üçüncüsü,  mücbir  sebebin  kaçınılmaz  ve  öngörülemez olmasıdır. Covid-19 un kısa sürede dünyanın her yerine yayılması ve ağır sonuçlar meydana getirmesi kimsenin öngöremediği ve beklemediği bir olaydır. Özellikle beklenemezlik ve öngörülemezlik idareyi hastalığın seyrine ve yayılma hızına göre farklı önlemleri almaya zorlamıştır. Zaman zaman örgün eğitime geçilmesi yönünde adımlar atılsa da hastalığın yayılma hızının artması eğitimöğretim faaliyetlerinin uzaktan eğitim yoluyla sürdürülmesini zorunlu kılmıştır. Dördüncüsü ise mücbir sebep teşkil eden olay ile sözleşmeden doğan borcun ihlali  14 Bkz. EREN, Genel Hükümler, s. 629; TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, s. 10031004; OĞUZMAN/ÖZ, s. 418-419; OĞUZ, s. 2; ŞAHİN, s. 52; ÖZÇELİK, s. 85; AKINCI, s. 65. 15 Mücbir sebep hallerine örnek oluşturan haller için bkz. EREN, Genel Hükümler, s. 629; ERZURUMLUOĞLU, s. 37; ŞAHİN, s. 53.  16 Covid-19 salgını aslında doğal bir olaydır. Ancak bu salgının başlı başına özel okulların borcuna etkisi söz konusu değildir. Uzaktan eğitime geçilmesi Milli Eğitim Bakanlığı nın aldığı kararla gerçekleştiğinden borcun ifasına engel olan durum idarenin almış olduğu karar uyarınca örgün eğitimin yasaklanması ve uzaktan eğitime geçilmesidir.  17 OĞUZMAN/ÖZ, s. 418-419; EREN, Genel Hükümler, s. 630-631; FEYZİOĞLU, s. 190; TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, s. 1004; ERZURUMLUOĞLU, s. 38; ŞAHİN, s. 55; ÖZÇELİK, s. 88; AKINCI, s. 65; OĞUZ, s. 2.  18 Bkz. EREN, Genel Hükümler, s. 631-633; TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, s. 1003; OĞUZMAN/ÖZ, s. 418-419; ERZURUMLUOĞLU, s. 39 vd.; FEYZİOĞLU, s. 190; ŞAHİN, s. 59 vd;  OĞUZ, s. 2; ÖZÇELİK, s. 88 vd.; AKINCI, s. 66. 19  2019-2020 eğitim-öğretim yılının ikinci yarısında Covid-19 sebebiyle uzaktan eğitime geçilmiş ve eğitim-öğretim yılı uzaktan eğitim yoluyla tamamlanmıştır. Hastalığın etkileri devam ederken velilerin 2020-2021 eğitim-öğretim yılı için yeni sözleşme yapmaları, öngörülemezlik koşulunu ortadan kaldırır mı? Kanaatimizce kaldırmaz. Milli Eğitim Bakanlığının aldığı kararlar ve yaptığı açıklamalarda en kısa sürede örgün eğitime geçileceği ifade edilmiştir. Hem özel okullar hem de veliler özel okul sözleşmesini örgün eğitimi esas alarak yapmıştır. Hatta 2020-2021 eğitim-öğretim yılı başlayıncaya kadar eğitimin örgün mü uzaktan mı olacağı belli değildi. Dönem içinde kademeli olarak örgün eğitime geçilmesi kararları alınmış, ancak hastalığın artmasına bağlı olarak bu kararlardan dönülerek eğitim-öğretim faaliyetlerinin uzaktan eğitim yoluyla sürdürülmesine karar verilmiştir. Görüldüğü üzere Covid-19 sebebiyle alınan önlemlerde beklenemezlik koşulunun ortadan kalkması söz konusu değildir. Milli Eğitim Bakanlığı tarafından 28.12.2020 tarihinde yapılan açıklamaya göre 15.02.2021 tarihi itibariyle örgün eğitime geçilecektir.    209ÇABRİ/ Covid-19 Sebebiyle Alınan Önlemlerin Özel Okul Sözleşmelerine Etkisi  arasında  uygun  illiyet  bağının  bulunmasıdır.  Covid-19  sebebiyle  alınmak zorunda kalınan önlemler özel okul sözleşmesinden doğan borcun tam ve gereği gibi ifasını engelleyen bir durumdur.  Milli Eğitim Bakanlığı Okul Öncesi Eğitim ve İlköğretim Kurumları Yönetmeliği m. 7 de olağanüstü durumlarda eğitim ve öğretime ara verme düzenlenmiştir. Bu hükme göre,  İlçe, il veya ülke genelinde eğitim ve öğretimi aksatacak nitelikte olağanüstü durum, sel, deprem, elverişsiz hava şartları ve benzeri doğal afetler ile hastalık/salgın hastalık gibi nedenlerle Bakanlıkça veya il/ilçe hıfzıssıhha kurulunun kararına istinaden mahalli mülkî idare amirince okullarda eğitim ve öğretime ara verilir. . Görüldüğü üzere Covid-19 sebebiyle Yönetmelik m. 7 hükmü değiştirilmiş, Bakanlığa veya mahalli mülki idare amirlerine eğitim ve öğretime ara verme yetkisi tanınmıştır. Yine aynı Yönetmeliğin 33. maddesinin 4. fıkrasında olağanüstü durumlarda eğitim ve öğretim faaliyetlerine ara verilmesi halinde eğitim-öğretim faaliyetlerinin uzaktan eğitim yoluyla yürütülebileceği düzenlenmiştir. Milli Eğitim Bakanlığı bu düzenlemeler yapılmadan önce uzaktan eğitime geçilmesi konusunda karar almıştır. Uzaktan eğitime geçilmesi ve farklı kapsamda uzaktan eğitim faaliyetlerinin yürütülmesi, özel okulların sözleşmeden doğan borçlarını tam ve gereği gibi ifa edememesine sebep olmuştur. Örneğin normal eğitim-öğretim zamanında günde sekiz saat ders gören bir öğrenci, uzaktan eğitim yoluyla ortalama dört-beş saat ders görmüş, sonradan ders sayısı artırılsa bile ders saati azaltılmıştır. Özellikle anaokullarında  günlük  ders  sayısı  bir  veya  iki  saat  şeklinde  gerçekleşmiş, sonradan bu sayı artırılmıştır. Uzaktan eğitim yöntemine geçilmesi, özel okul sözleşmelerinden doğan borcun kapsamının önemli ölçüde daralmasına, hatta okul öncesi sözleşmeleri bakımından borcun tamamen imkânsız hale gelmesine sebep olmuştur. Özellikle okul öncesi sözleşmelerde çocuğun sosyalleşmesi, bakım ve gözetiminin ön planda olması dikkate alındığında, uzaktan eğitim yönteminin sözleşmeden doğan borçların ifasını kısmen de olsa karşılayamayacak nitelikte olduğu görülmektedir.  B. Kusursuz İfa İmkânsızlığının Hükümleri 1. İmkânsızlığın Niteliği  20 EREN, Genel Hükümler, s. 631; OĞUZMAN/ÖZ, s. 418-419; ERZURUMLUOĞLU, s. 39; FEYZİOĞLU, s. 191; ÖZÇELİK, s. 92; ŞAHİN, s. 74; OĞUZ, s. 2; AKINCI, s. 16. 21 Hüküm bu haliyle 08.05.2020 tarihinde Resmi Gazete de yayınlanarak yürürlüğe girmiştir.  22 Öğretide Akıncı, okul öncesi eğitimlerin uzaktan eğitim yoluyla sürdürülmesinin mümkün olmadığını,  bu  sözleşmelerim  kusursuz  imkânsızlık  sebebiyle  sona  erdiğinin  kabul  edilmesi gerektiğini ifade etmektedir. Bkz. AKINCI, s. 95. Kanaatimizce burada bir ayırım yapmak gerekir. Veli, okul öncesi eğitimin uzaktan eğitim yoluyla sürdürülmesini kabul edebilir. Velinin kabulü halinde tam imkânsızlık yerine sözleşmenin kısmen imkânsız hale geldiğinin kabul edilmesi gerekir. Ancak velinin kabul etmemesi halinde borcun tamamıyla imkânsız hale geldiğinin kabulü gerekir.    210İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 Uzaktan eğitime geçilmesi özel okulların sözleşmeden doğan borçlarının kısmen imkânsız hale gelmesine sebep olmuştur. Özel okul sözleşmesi, örgün eğitim modeli esas alınarak yapılan bir sözleşmedir. Milli Eğitim Bakanlığı nın aldığı kararla uzaktan eğitime geçilmesi, özel okul sözleşmesinden doğan örgün eğitim verme borcu, normal eğitime geçilinceye kadar kısmen geçici olarak imkânsız hale gelmiştir. Özel okul sözleşmesinde eğitim ve öğretim faaliyetleri kapsamında bilgi aktarılması asıldır. Ancak özel okulların bilgi aktarılması dışında başka borçları da söz konusudur. Öğrencinin belli bir disiplin içinde yetiştirilmesi, rehberlik hizmetleri, çocuğun gözetimi, öğretmenlerin rol model olması, beden eğitimi, müzik, resim, görsel sanatlar gibi uygulamalı derslerin verilmesi, öğrenciöğretmen etkileşiminin sağlanması bu hususlara örnek oluşturur.  Özel  okullar  uzaktan  eğitim  kapsamında  eğitim-öğretim  faaliyetlerini  online derslerle yürütmektedirler. Ancak sunulan hizmetler hiçbir zaman örgün olarak verilen eğitimin yerini tutmamakta veya tutamamaktadır. Online olarak yürütülen derslerin saatinin örgün olarak verilen derslerin saatinden az olması ve bazı derslerin (müzik, spor, beden eğitimi gibi) uzaktan eğitime elverişli olmaması, öğrenci-öğretmen etkileşiminin az olması, derslerin görülmesi sırasında bağlantı sorunlarının  yaşanması  sözleşmeden  doğan  borcun  kısmen  imkânsız  hale gelmesine  sebep  olmuştur.  Kısmen  ifa  imkânsızlığında  borçların  bir  kısmı imkânsız  hale  gelirken  özel  okul  Milli  Eğitim  Bakanlığı nın  aldığı  karar doğrultusunda eğitim-öğretim faaliyetlerini uzakta yürütmekle yükümlüdür. Şu hususu özellikle vurgulamak gerekir. Hiçbir özel okul Covid-19 un borcunu tamamen imkânsız hale getirdiğini ileri sürerek borcu ifa etmekten kaçınamaz. Özel okullar kapsamı daralmış ve yöntemi değişmiş de olsa eğitim faaliyetlerini yürütmekle yükümlüdürler. Okul öncesi sözleşmeler ise işin niteliği gereği uzaktan eğitime elverişli değildir. Bu tür sözleşmelerde borcun tamamen imkânsız hale geldiğinin de ileri sürülmesi mümkündür.  Özellikle  okul  öncesi  sözleşmelerde  (anaokulu,  kreş,  gündüz  23  BELLİCAN/ACAR ÜNAL, Lexpera; Dal, Milli Eğitim Bakanlığı nın yaptığı düzenlemeler doğrultusunda, uzaktan eğitim yapan kurumların, okul kayıt sözleşmeleri kapsamında, eğitim hizmetini hukuki imkânsızlık bağlamında ifa edemedikleri ve bundan dolayı velilerin TBK nın 137. maddesinde açıklanan kısmi imkânsızlık hükümlerine dayanarak imkânsızlık oranında bedelde indirim görüşünün kabul görmeyeceği kanaatindedir. Bkz. DAL, Birnur,  Covid-19 Virüsü Sebebi ile Özel Okullar Tarafından Uygulanan Uzaktan Eğitimin Özel Okul Sözleşmelerine Etkisi , Türkiye Özel Okullar Derneği Dergisi, Temmuz 2020 S. 53, s. 21. Yazarın bu görüşüne katılmam mümkün değildir. Milli Eğitim Bakanlığı nın eğitim-öğretim faaliyetlerinin uzaktan eğitim yoluyla yürütülmesine olanak getirmesi, özel okul sözleşmelerinin uzaktan eğitim hükümlerine tabi olduğu, velilerin bu durumu kabul etmek zorunda oldukları anlamına gelmez.  24 Konusu örgün eğitim olan özel okul sözleşmesiyle uzaktan eğitim sözleşmesi aynı mahiyette değildir. Özel okul sözleşmesinden özel okulun borcunun sadece bilginin aktarılması olarak değerlendirilmesi halinde eğitim öğretim faaliyetlerinin örgün yürütülmesiyle uzaktan eğitim yöntemiyle yürütülmesi arasında çok önemli bir fark bulunmamaktadır. Kanaatimizce eğitimöğretim sözleşmesinden doğan borcun salt bilginin aktarılması olarak değerlendirilmesi sözleşmenin amacıyla bağdaşmaz.  25  BELLİCAN/ACAR ÜNAL, Lexpera; AKINCI, s. 95.    211ÇABRİ/ Covid-19 Sebebiyle Alınan Önlemlerin Özel Okul Sözleşmelerine Etkisi  bakım evi gibi) eğitimden çok çocuğun bakım ve gözetimi ile sosyalleşmesinin ön planda olduğu dikkate alındığında, uzaktan eğitimin sözleşmenin yapılma amacını karşılamadığı açıktır. Okul öncesi sözleşmelerde veli uzaktan eğitimini kabul ederek sözleşme ilişkisini sürdürebileceği gibi tam imkânsızlık hükümlerine de dayanabilir.  2. İmkânsızlığın Karşı Edime Etkisi Kusursuz ifa imkânsızlığı, borçlunun imkânsızlık ölçüsünde ifa yükümlülüğü ile tazminat  sorumluluğunu  ortadan  kaldırır.  Özel  okuldan  sözleşme  uyarınca üstlendiği borçlarını tam veya gereği gibi ifa edememesinden dolayı aynen ifa talep edilemeyeceği gibi tazminat da talep edilemez. Bu durum TBK m. 137/I de  Borcun  ifası  borçlunun  sorumlu  tutulamayacağı  sebeplerle  kısmen imkânsızlaşırsa borçlu, borcunun sadece imkânsızlaşan kısmından kurtulur.  şeklinde düzenlenmiştir. Hükümden de açıkça anlaşıldığı üzere uzaktan eğitim kapsamında yerine getirilemeyen veya getirilmesi mümkün olmayan borçlar sona erer ve bundan dolayı özel okuldan tazminat istenemez. Bu durumu ortaya çıkmasında özel okulun kusuru bulunmamaktadır.   Hükmün devamında kısmi ifa imkânsızlığı önceden öngörülseydi taraflarca böyle bir sözleşmenin yapılmayacağının açıkça anlaşılması halinde borcun tamamının sona ereceği düzenlenmiştir (TBK m. 137/I, c. 2)29. Ülkemizde lise sonuna kadar eğitimin zorunlu olması öngörüldüğünden Milli Eğitim Bakanlığının kararıyla uzaktan eğitime geçilmesi halinde veli, kural olarak uzaktan eğitime geçileceğini öngörseydi sözleşmeyi yapmayacağını ileri süremez. Eğitimin kesintisiz devam etmesi asıl olup, bu durum veliye kural olarak tam imkânsızlık hükümlerinin uygulanmasını sağlama hakkı vermez. Ancak okul öncesi sözleşmeler bakımından TBK m. 137/I, c. 2 nin uygulanması mümkündür. Covid-19 sebebiyle uzaktan eğitime geçileceğinin öngörülmesi halinde çoğu velinin sözleşmeyi yapmayacağı açıktır.  Bundan  dolayı  okul  öncesi  sözleşmeleri  bakımından  16  Mart  2020 tarihinden itibaren tam imkânsızlık hükümleri uygulanabilir.  Kısmi ifa imkânsızlığının karşı edimi etkisi TBK m. 137/II de düzenlenmiştir. Bu hükme göre,  Karşılıklı borç yükleyen sözleşmelerde, bir tarafın borcu kısmen imkânsızlaşır ve alacaklı kısmi ifaya razı olursa, karşı edim de o oranda ifa edilir. Alacaklının böyle bir ifaya razı olmaması veya karşı edimin bölünemeyen nitelikte olması  durumunda,  tam  imkânsızlık  hükümleri  uygulanır. 30.  Karşılıklı  borç  26 Okul öncesi sözleşmelerde çocuğun bakımın, gözetimi ön planda olsa velinin eğitim-öğretim faaliyetlerinin uzaktan eğitim yoluyla yürütülmesine razı olması söz konusu olabilir. Bundan dolayı okul öncesi sözleşmelerin imkânsızlık sebebiyle hükümsüz hale geldiği veya sona erdiğinin kabulü yerine velinin dilerse uzaktan eğitim yoluyla sözleşme ilişkisini sürdürebileceğinin veya TBK m. 137 gereği sözleşmeden doğan borcun tamamıyla imkânsız hale geldiğini ileri sürebileceğinin kabulü gerekir.  27  Kısmi imkânsızlığın borç ilişkisine etkisi için bkz. OĞUZMAN/ÖZ, s. 576 vd. 28 OĞUZMAN/ÖZ, s. 418, dn. 170.   29 OĞUZMAN/ÖZ, s. 576-577.  30 OĞUZMAN/ÖZ, s. 578.   212İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 yükleyen  sözleşmelerde  bir  tarafın  borcunun  kısmen  imkânsız  hale  gelmesi halinde karşı edim de aynı oranda ifa edilir. Bir diğer ifadeyle bir tarafın borcunun kısmen imkânsız hale gelmesi, karşı edimin de aynı oranda sona ermesine sebep olur.  Örneğin  kapsamı  daralan  eğitim  hizmetiyle  orantılı  olarak  ücretin  de indirilmesi,  sözleşmesi  kapsamında  vaat  edilen  yemek  hizmetlerinin  okul ücretinden düşülmesi gerekir.  Alacaklının kısmen ifaya razı olması veya razı olmak zorunda kalması halinde karşı edim TBK m. 137/II gereği aynı oranda ifa edilir. Görüldüğü üzere borcun ifasının kısmen imkânsız hale gelmesi karşı edimin de aynı oranda sona ermesini sağlar. Özel okul, borcu imkânsız hale geldiği oranda alacak hakkını kaybeder. Eğitim ücretinin tamamı daha önce ifa edilmişse, fazladan alınanların sebepsiz zenginleşme hükümlerince iade edilmesi gerekir.   Tam iki tarafa borç yükleyen sözleşmelerde bir tarafın borcunun ifasının kusursuz olarak  imkânsızlaşması  (tam  veya  kısmî)  halinde  karşılıklı  edim  dengesinin korunması  gözetilmiş,  bir  tarafın  borcunun  ifasının  imkânsızlaşmasına  bağlı olarak karşılıklı borçların sona ermesi düzenlenmiştir. Karşılıklı borç yükleyen sözleşmelerde  edimler  tarafların  iradesi  doğrultusunda  bir  denklik oluşturmaktadır. Sonradan ortaya çıkan sebeplerle borcun ifasının imkânsız hale gelmesi  karşılıklı  edimlerin  dengesini  bozmakta,  bir  tarafın  borcunun  sona ermesine bağlı olarak karşı tarafın da borcu sona ermektedir.  Özel okul sözleşmeye mücbir sebep hallerine ilişkin hüküm koyulabilir. Ancak uygulamada özel okullar Milli Eğitim Bakanlığı nın hazırlamış olduğu standart sözleşmeyi kullanmakta ve bu sözleşmede mücbir sebebe ilişkin bir hükme yer verilmemektedir. Yönetmelik m. 7 de olağanüstü durumlarda eğitim ve öğretime ara verilebileceği, m. 33 gereği eğitim ve öğretim faaliyetlerinin uzaktan eğitim yoluyla  yürütülebileceği  düzenlenmişse  de  bu  hükümler  velinin  kısmi  ifa imkânsızlığı uyarınca karşı ediminin de sona ermesini engellememektedir. Diğer bir ifadeyle Yönetmelikte imkânsızlık halinde eğitim-öğretim faaliyetlerinin nasıl yürütüleceği  konusunda  düzenleme  yer  almakla  birlikte,  eğitim-öğretim faaliyetlerinin uzaktan yürütülmesinin sonuçlarına yer verilmemektedir. Bu da  31 OĞUZMAN/ÖZ, s. 577.  32 Mevcut özel okul sözleşmelerinde mücbir sebebe ilişkin hükümler bulunmamaktadır. Ancak kanaatimizce önümüzdeki yıllarda yapılacak sözleşmelere bu yönde hükümler koyulacaktır. Bu tür hükümlerin geçerli olup olmadığı TKHK m. 5 ve TBK m. 20 vd. hükümlerince değerlendirilir.  33 Yukarıda da ifade ettiğimiz üzere öğretide bazı yazarlar uzaktan eğitime geçilmesiyle özel okul sözleşmesinin yasal olarak uyarlandığını ve sözleşmenin içeriğinin değiştiğini kabul etmektedir. Bkz. AKINCI, s. 96. Uyarlamadan söz edebilmek için sözleşme koşullarının olağanüstü sebeplerle değişmesi, yeni duruma uydurulması gerekir. Uyarlama kalıcı olarak yapılan bir işlemdir. Oysa özel okul sözleşmeleri bakımından örgün eğitim yerine uzatan eğitime geçilmesi geçici süre ile uygulanan bir durumdur. Ayrıca Milli Eğitim Bakanlığı eğitim-öğretim faaliyetlerinin uzaktan eğitim yoluyla yürütülmesine karar verse de bu durumun özel okul sözleşmesine etkisine ilişkin özel bir düzenlemeye yer vermemektedir.    213ÇABRİ/ Covid-19 Sebebiyle Alınan Önlemlerin Özel Okul Sözleşmelerine Etkisi  uyuşmazlığın Türk Borçlar Kanunu genel hükümleri uyarınca çözülmesini gerekli kılmaktadır.  Özel okul sözleşmelerinde mücbir sebep oluşturan hallere ilişkin hüküm koyulsa bile bu hükümlerin geçerliliği bakımından şu hususu mutlaka dikkate almak gerekir.  Sözleşmede  özel  okulun  mücbir  sebepten  dolayı  borcunu  ifa edememesine rağmen velinin okul ücretini tam ödeyeceğine ilişkin kayıtlar genel işlem koşulu veya haksız şart olarak dürüstlük kuralına aykırılık oluşturacak kadar veli aleyhine olacağından kesin hükümsüzdür (TBK m. 25, TKHK m. 5)35. Dolayısıyla bu tür hükümlere dayanarak mücbir sebep halinde okul ücretinin tamamı talep edilemez.  C. Ayıplı Hizmet Hükümlerine Gidilmesi  1. Ayıplı Hizmet Kavramı Milli Eğitim Bakanlığı nın Covid-19 sebebiyle eğitim ve öğretim faaliyetlerinin uzaktan eğitim yoluyla sürdürülmesine karar vermesi özel okulun Tüketicinin Korunması  Hakkında  Kanun  uyarınca  ayıptan  sorumluluğuna  sebep  olabilir. Aslında hizmetin ifasının tamamen imkânsız hale gelmesi işin niteliği gereği ayıplı hizmetten sorumluluğa ilişkin hükümlerin uygulanması engeller. Oysa Covid-19 sebebiyle alınan önlemler hizmetin ifasını tamamen imkânsız hale getirmemekte,  sözleşmeden  doğan  borcun  gereği  gibi  ifa  edilememesine  ve kapsamının daralmasına sebep olmaktadır. Özel okul, sözleşmeyle bir eğitim ve öğretim yılında veliye karşı örgün eğitim verme borcu altına girmektedir. Covid19 sebebiyle alınan önlemler kapsamında uzaktan eğitime geçilmesi ve özel okulların sözleşmeden doğan borçlarını kısmen ifa edebilmesi, özel okulun ayıplı hizmetten sorumluluğuna yol açabilir.  34 Tüketici Sözleşmelerinde Haksız Şartlar Hakkında Yönetmelik Ek-1 de haksız şartlara örnek olabilecek haller sınırlı sayıda olmayacak şekilde düzenlenmiştir. Yönetmelik Ek-1, 1/b ya göre, sözleşmeyi düzenleyenin, sözleşmeden kaynaklanan yükümlülüklerinden herhangi birini tamamen veya kısmen ifa etmemesi veya ayıplı ifa etmesi halinde, tüketicinin herhangi bir alacağını sözleşmeyi düzenleyene karşı var olan bir borcuyla takas etme hakkı dâhil, sözleşmeyi düzenleyene veya bir üçüncü şahsa yöneltebileceği yasal haklarını ortadan kaldıran ya da ölçüsüz şekilde sınırlayan şartlar haksız şart sayılır.  35  Benzer açıklamalar için bkz. AKINCI, s. 96; BELLİCAN/ACAR ÜNAL, Lexpera. 36 BELLİCAN/ACAR ÜNAL, Lexpera, AKINCI, Covid-19 sebebiyle özel okullarla yapılan sözleşmelerin idare veya kanun koyucu tarafından değişen şartlara uyarlandığını, örgün eğitimden vazgeçilerek uzaktan eğitime dönüştürüldüğünü, yapılan sözleşmelerin içeriğinin değiştiğini, özel eğitim  kurumlarının  değişen  bu  içeriğe  uygun  olarak  hizmet  vermelerinin  ayıplı  hizmet sayılmayacağını kabul etmektedir. AKINCI, s. 96; Dal ise eğitim-öğretim hizmetlerinin asıl olanın bilgi aktarımı olduğunu, uzaktan eğitimde örgün eğitimle aynı müfredatın takip edildiğini, bundan dolayı ayıptan sorumluluğa ilişkin hükümlerin uygulanamayacağını kabul etmektedir. Bkz. DAL, s. 18-20; Eğitim-öğretim faaliyetlerinin sadece bilgi aktarımı olarak kabul edilmesi halinde bile bu görüşe  katılmamaktayız.  Eğitim-öğretim  faaliyetlerinin  temel  amacı  sadece  öğrenciye  bilgi aktarılması değildir. Eğitim-öğretim faaliyeti içinde öğrenciye bilgi aktarılması, belli bir disiplin içinde yetiştirilmesi, küçük yaş gruplarında çocukla ilgilenilmesi, çocuğun eğilimlerine göre özel destekler verilmesi (spor, müzik, sanat gibi) vardır. Eğitim-öğretim faaliyetlerine sırf bilginin  214İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 Milli  Eğitim  Bakanlığı  Özel  Öğretim  Kurumları  Genel  Müdürlüğü nün 08.05.2020 tarihli yazısı uyarınca uzaktan eğitimin telafi eğitiminin bir parçası olduğu ve uzaktan eğitimin rastgele bir eğitim olmayıp yüz yüze eğitim için hazırlanmış  olan  müfredatın  birebir  takip  edildiği  bir  eğitim  modeli  olduğu belirtilmiştir. Bakanlık, eğitim-öğretim hizmetlerinin uzaktan eğitim yoluyla da verilebileceğini  ifade  etmiştir.  Milli  Eğitim  Bakanlığı nın  eğitim-öğretim faaliyetlerinin  kesintisiz  devam  etmesi  için  gerekli  olan  işlemleri  yapma yükümlülüğü bulunmaktadır. Covid-19 sebebiyle örgün eğitime ara verilmesi, bunun  yerine  uzaktan  eğitime  geçilmesi,  uzaktan  eğitim  yönteminde  aynı müfredatın takip edilmesi, özel okulların borcunu tam ve gereği gibi ifa ettiği anlamına gelmemektedir. Milli Eğitim Bakanlığı eğitim-öğretim faaliyetlerinin kesintiye uğramaması için bazı önlemler almış, bazı düzenlemeler yapmış olabilir. Bu düzenlemelerin veli ile özel okul arasındaki sözleşme hükümlerini değiştirdiği veya ortadan kaldırdığı ya da sözleşmenin yeni duruma uyarlandığı anlamına gelmez.   Özel okul sözleşmesi örgün eğitim modeli esas alınarak yapılan sözleşmelerdir. Milli Eğitim Bakanlığının aldığı kararla belli bir süre ile uzaktan eğitim modeline geçilmesi,  özel  okul  sözleşmesinden  doğan  borcun  tam  ve  gereği  gibi  ifa edilmesini engelleyen bir durumdur. Borcun tam ve gereği gibi ifa edilememesi ise  ayıptan  sorumluluğu  gündeme  getirir.  Ayıptan  sorumluluk,  borçlunun kusuruna dayanmayan, kanundan doğan bir sorumluluktur. Özel okul ile veli arasındaki sözleşmenin tüketici işlemi olduğu ve bu sözleşmenin konusunun bir hizmetin  görülmesi  olduğu  dikkate  alındığında,  Covid-19  sebebiyle  uzaktan eğitime geçilmesi, özel okulun TKHK m. 13 vd. hükümlerince ayıplı hizmetten sorumluluğuna yol açabilir.  Ayıplı hizmet TKHK m. 13/1 de şu şekilde tanımlanmıştır:  Ayıplı hizmet, sözleşmede belirlenen süre içinde başlamaması veya taraflarca kararlaştırılmış olan ve objektif olarak sahip olması gereken özellikleri taşımaması nedeniyle sözleşmeye  aykırı  olan  hizmettir. .  Yine  hükmün  ikinci  fıkrasında   Hizmet sağlayıcısı tarafından bildirilen, internet portalında veya reklam ve ilanlarında yer alan özellikleri taşımayan ya da yararlanma amacı bakımından değerini veya tüketicinin ondan makul olarak beklediği faydaları azaltan veya ortadan kaldıran maddi, hukukî veya ekonomik eksiklikler içeren hizmetler ayıplıdır . Bu hükme göre, sağlayıcının ayıplı hizmetten sorumluluğunun üç halde ortaya çıkabileceği anlaşılmaktadır. Bunlar; hizmetin sözleşmede kararlaştırılan sürede başlamaması, hizmetin  taraflarca  kararlaştırılmış  olan  nitelikleri  taşımaması  ile  hizmetin  aktarılması olarak bakılması halinde bile uzaktan eğitimin örgün eğitimin kapsam ve kalitesinden uzaklaştığı açıkça görülür. Uzaktan eğitim yönteminde öğrenci, örgün eğitimde olduğu gibi öğretmeniyle birebir etkileşim içinde değildir. Ayrıca örgün eğitimde kırk dakika olan ders saati, uzaktan eğitim yönteminde otuz dakika olarak yapılmaktadır. Bu bile başlı başına eğitim-öğretim hizmetinin ders saati başına on dakika kısıldığını, alınan hizmetin kapsamının daraldığını gösterir.  37 Milli Eğitim Bakanlığı Özel Öğretim Kurumları Genel Müdürlüğü nün 08.05.2020 tarih ve 169155068-405.99-E.6847742 sayılı Yazısı.  38 ÇABRİ, s. 326; AYDOĞDU, s. 160.    215ÇABRİ/ Covid-19 Sebebiyle Alınan Önlemlerin Özel Okul Sözleşmelerine Etkisi  objektif  olarak  sahip  olması  gereken  özellikleri  taşımamasıdır.  Covid-19 sebebiyle  alınan  önlemler  özel  okul  sözleşmeleri  uyarınca  alınan  hizmetin daralmasına, kapsamının azalmasına ve sözleşmeden doğan borcun gereği gibi ifa edilememesine sebep olmuştur. Ayıplı hizmetten sorumluluğu yol açan hallerden biri olan hizmetin kararlaştırılan sürede başlamaması Covid-19 sebebiyle alınan önlemler  bakımından  uygulanabilir  değildir.  Bundan  dolayı  açıklamalarımız hizmetin sağlayıcının bildirdiği nitelikler ile objektif olarak sahip olması gereken özellikleri taşımamasıyla sınırlı olacaktır.  Özel okullar bakımından Covid-19 sebebiyle ayıptan sorumluluğa yol açabilecek ilk  hal  hizmetin  taraflarca  kararlaştırılmış  nitelikleri  taşımamasıdır. Kararlaştırılan  niteliklerden  kasıt,  sağlayıcının  hizmete  ilişkin  yaptığı bildirimlerdir.  TKHK  m.  13/2 de   Hizmet  sağlayıcısı  tarafından  bildirilen, internet portalında veya reklam ve ilanlarında yer alan özellikleri taşımayan ya da yararlanma amacı bakımından değerini veya tüketicinin ondan makul olarak beklediği faydaları azaltan veya ortadan kaldıran maddi, hukukî veya ekonomik eksiklikler içeren hizmetler ayıplıdır. . Hizmete ilişkin nitelik bildirimi iki şekilde karşımıza  çıkabilir.  İlk  olarak  sağlayıcı  hizmetin  bazı  özellikleri  taşıdığını sözleşmede bildirmiş olabilir. Özel okul sözleşmelerinde hizmetin niteliklerine ilişkin bilgilere yer verilmediği görülmektedir. İkinci olarak ise sağlayıcı yazılı sözleşmede hizmete ilişkin nitelik bildirimde bulunmamakla birlikte internet portalında veya reklam ve ilanlarında hizmetin özelliklerine yer vermiş olabilir. Nitelik bildiriminin mutlaka yazılı sözleşmede yer alması zorunlu değildir. Özel okulun hizmete ilişkin internet portalında, reklâm ve ilanlarında yer verilen özellikler de nitelik bildirimi kapsamında olup, bu halde bildirilen hususların bulunmaması da özel okulun (sağlayıcının) ayıptan sorumluluğuna yol açar.   39 Nitelik bildirimiyle ilgili olarak bkz. İNCEOĞLU, M. Murat,  Ayıba Karşı Tekeffül ve Garanti Sorumluluğu , Yeni Tüketici Hukuku Konferansı, Derleyen: M. Murat İnceoğlu, İstanbul 2015, s. 210; AYDOĞDU, s. 121-122; ÇABRİ, s. 291 vd.; BAŞ SÜZEL, Ece,  Tüketici Hukukunda İş Görme (Hizmet) Sözleşmelerinde Ayıplı İfa , MÜHF-HAD, C. 24, S. 2, Aralık 2018, s. 982 vd.   40 Bkz. AYDOĞDU, s. 121; İNCEOĞLU, s. 210; ÇABRİ, s. 291;  Davacılar, davalıyla yaptıkları devre tatil sözleşmesi gereğince devre tatil hakkını kullandıklarını belirtmişler ancak ayıplı hizmet nedeniyle sözleşmenin geçersizliğine karar verilmesi için bu davayı açmışlardır. Davacılar 11 Ağustos-18 Ağustos 2001 tarihleri arasında devre tatil hakkını kullandıktan sonra tatilden dönüşte durumu davalı şirkete bildirmişler, daha sonra da 3.9.2001 tarihli ihtarnameyi göndererek, ödedikleri paranın ve verdikleri senetlerin iadesini istemişlerdir. Yargılama sırasında, davacıların tatil yaptıkları davalıya ait tesislerde keşif yapılmış olup bilirkişi raporunda, tanıtım broşüründe vaad edildiği halde tesiste bulunmayan özellikler sayılmıştır. Tanıtım broşüründe davalıya ait tesiste 12 km.ye varan kayak pistlerinin evlerin içinde şöminenin, kapalı yüzme havuzunun, beş yıldızlı bir otelin bulunduğu belirtildiği halde bunların dava konusu tesiste bulunmadığı anlaşılmıştır. Keza tanıtım broşüründe resimleri basılı olan futbol-voleybol-basketbol sahalarının, dava konusu tesiste aynı kalitede olmadığı da yine bilirkişi raporunda açıklanmıştır. Şu halde davalının verdiği hizmet 4077 sayılı yasanın 4/1 maddesinde tanımlanan ayıplı hizmettir. Ayrıca 4077 sayılı yasanın 16. maddesi gereğince tüketiciyi aldatıcı, yanıltıcı veya onun tecrübe ve bilgi noksanlıklarını istismar edici reklam ve ilamlar yapılması da yasaktır. Davacıların sözleşmeyi feshetmeleri haklıdır. Bu durumda davacılar ödedikleri bedelin ve henüz ödenmemiş senetlerle mükerrer olarak düzenlenen senetlerin iadesini isteyebilirler. Ne var ki 4077 sayılı yasanın 4/5 maddesi gereğince ayıplı hizmetin  216İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 Nitelik  bildirimi,  hizmette  belirli  niteliklerin  bulunduğu  veya  bulunmadığı şeklinde olumlu veya olumsuz olabilir. Bildirilen niteliklerin yokluğundan dolayı özel  okulun  sorumluluğuna  başvurulabilmesi  için  bildirimin  ciddî  olması gerekir. Diğer bir ifadeyle bildirilen nitelikler sözleşmenin yapılmasında etkili olmalıdır. Özel okulun hizmeti satmak için teamülden olan ve genel olarak güzel gösterme çabası nitelik bildirimi olarak göz önüne alınmaz. Reklam ve ilanlarda yer verilen nitelik bildiriminin ciddi olmadığı, abartılı olduğu somut olaya göre dürüstlük kuralı çerçevesinde değerlendirilir. Örneğin özel bir okulun yabancı dil eğitimine ilişkin internet sitesinde yer alan bilgiler (dersin niteliği, haftalık saati vb.) özel okulun bildirdiği niteliklerden olup, bunların olmaması sağlayıcının sorumluluğuna yol açar. Günümüzde birçok veli özel okula ilişkin sözleşmeyi yapmadan  önce  hizmete  ilişkin  ilanlara,  internet  portalına  bakarak  eğitimin özellikleri ve kapsamın hakkında bilgi edinmekte, edinmiş olduğu bu bilgiler sözleşmenin yapılmasında önemli bir rol oynamaktadır. Hükmün gerekçesinde de belirtildiği üzere, reklâm, ilan veya internet yoluyla kamuya yapılmış olan bu tür bildirimlerden, sağlayıcının ve tüketicinin haberdar olduğu ve bu bilgiler ışığında sözleşmeyi kurduğu varsayılmaktadır. Ancak hizmeti güzel göstermek amacıyla yapılmış  abartılı  ifadeler  nitelik  bildirimi  kapsamında  değerlendirilemez. Örneğin okulda geleceğin dâhilerinin yetiştirildiğine ilişkin bilgiler, hizmeti güzel göstermek amacıyla yapılmış abartılı beyanlardır.   Özel okul herhangi bir bildirimde bulunması bile eğitim-öğretim faaliyetinin objektif olarak bazı nitelikleri taşıması gerekir. Bu durum TKHK m. 13/1 de  objektif  olarak  sahip  olması  gereken  özellikleri  taşımaması  nedeniyle sözleşmeye aykırı olan  şeklinde, 13/2 de ise  yararlanma amacı bakımından değerini veya tüketicinin ondan makul olarak beklediği faydaları azaltan veya ortadan  kaldıran  maddi,  hukukî  veya  ekonomik  eksiklikler   olarak  ifade  yeniden görülmesi imkânsızlaşmışsa veya amaca aykırı sonuçlar doğuracak nitelikte ise, bedel iadesinde,  tüketicinin  ayıplı  hizmetten  sağladığı  fayda  kadar  indirim  yapılır.  Mahkemece davacıların tatil yaptıkları bir haftalık süreye ilişkin bedel konusunda uzman bilirkişi aracılığı ile saptanarak, bu miktarın iade edilecek satış bedelinden tenzili gerekir. Yazılı şekilde davanın reddi, usul ve yasaya aykırı olup bozma nedenidir. . Bkz. Yargıtay 13. HD, E. 2003/2749, K. 2003/5860, T. 12.05.2003, www.legalbank.net (19.07.2016).  41 Bkz. EREN, Özel Hükümler, s. 109; SCHÖNLE, Herbert/HIGI, Peter/GUT, Beat, Kommentar zum Schweizerichen Zivilgesetzbuch, Obligationenrecht, Kommentar zur 1. Und 2. Abteilung (Art. 1-529), Teilband V 2a, Kauf und Schenkung, Zweite Lieferung Art. 192-204 OR, Dritte, völlig neue bearbeitete Auflage, Zürich 2005, s. 232; ÇABRİ, s. 292. 42 TANDOĞAN, s. 166; HONSELL, Heinrich, Schweizerisches Obligationenrecht, Besonderer Teil, 8. Auflage, Bern 2006, s. 83; ARSLANLI, Halil, Ticarî Bey, 3. Bası, İstanbul 1953, s. 322; BİLGE, Necip, Borçlar Hukuku Dersleri, Özel Borç Münasebetleri, Ankara 1971, s. 75; ÇABRİ, s. 292. 43 GÜMÜŞ, s. 133; ÇABRİ, s. 292.  44 Bk. ÇABRİ, s. 292; GÜMÜŞ, s. 132-133; ATAMER, M. Yeşim/BAŞ, Ece,  Avrupa Birliği ile Karşılaştırmalı Olarak 6502 Sayılı Yeni Tüketicinin Korunması Hakkında Kanun Uyarınca Satım Sözleşmesinde Ayıptan Sorumluluk , İBD, C. 88, 2014, Özel Sayı, s. 24; BAŞ SÜZEL, s. 982.    217ÇABRİ/ Covid-19 Sebebiyle Alınan Önlemlerin Özel Okul Sözleşmelerine Etkisi  edilmiştir. Hükümde hizmetin objektif olarak sahip olması gereken nitelikler bakımından bazı kriterlere yer verilmiştir.  Bunlardan ilki yararlanma amacı bakımından hizmetin değerini azaltan veya ortadan  kaldıran  eksikliklerdir.   Yararlanma  amacı  bakımından   derken hizmetin objektif olarak taşıması gereken nitelikler esas alınmıştır. Her hizmetin taşıdığı bazı nitelikler vardır. Bu nitelikler hizmetten yararlanma amacını ortaya koyar. Bu niteliklerin olmaması sağlayıcının ayıptan sorumluluğuna yol açar. Özel okul sözleşmeleri kapsamında değerlendirecek olursak sözleşmenin amacı, eğitim-öğretim  faaliyetlerinin  okulda  hafta  içi  tam  gün  ve  örgün  olarak yürütülmesidir. Eğitim-öğretim faaliyetlerinin uzaktan eğitim yoluyla yürütülmesi öğrencilerin  bu  hizmetlerden  tam  olarak  yararlanmasını,  sosyalleşmesini  ve gelişimini olumsuz etkilemekte, örgün eğitimin sunduğu avantajların tamamından mahrum kalmalarına sebep olmaktadır.  İkincisi ise tüketicinin hizmetten beklediği faydaları azaltan veya ortadan kaldıran eksikliklerdir.  Tüketicinin  bir  hizmetten  beklentisi  sübjektiftir.  Hizmetten beklenilen faydanın belirlenmesinde tüketicinin her beklentisi değil, ortalama tüketicinin beklentisi esas alınır. Hizmetin objektif olarak taşıması gereken nitelikleri bulundurması halinde tüketicinin beklentisini karşıladığı kabul edilir. Sağlayıcının ayrıca bildirimi yoksa, objektif özellikleri taşıyan bir hizmetin tüketicinin beklentisini karşılamadığı gerekçesiyle sağlayıcının sorumluluğuna başvurulamaz.  Özel  okul  sözleşmeleri  bakımından  değerlendirilecek  olursak, sözleşmede özel bir hüküm olmasa bile günlük sekiz saat örgün eğitim verilmesi  45 Bkz. ÇABRİ, s. 293-294; BAŞ SÜZEL, s. 984;  Davacı, davalının işlettiği otelde tatil yaparken, otel  içindeki  restauranta  giden  yolda  düşerek  yaralandığını,  uzun  süre  tedavi  gördüğünü, yaralanması sebebiyle kazanç kaybı, manevi tazminat, transport masrafı olarak toplam 7797 EURO alacağının tahsili için davalı aleyhine başlattığı İcra takibine davalının haksız itiraz ettiğini öne sürerek  itirazın  iptaline  karar  verilmesini  istemiştir.  Davalı,  davanın  reddini  savunmuştur. Mahkemece, davanın reddine karar verilmiş; hüküm, davacı tarafından temyiz edilmiştir. 1- 4822 Sayılı Yasa ile değişik 4077 sayılı Tüketicinin Korunması Hakkında Kanun'un amaç başlıklı 1. maddesinde yasanın amacı açıklandıktan sonra kapsam başlıklı 2. maddesinde  Bu kanun, birinci madde belirtilen amaçlarla mal ve hizmet piyasalarında tüketicinin taraflardan birini oluşturduğu her türlü tüketici işlemini kapsar  hükmüne yer verilmiştir. Yasanın 3. maddesinde mal; alışverişe konu olan taşınır eşyayı, konut ve tatil amaçlı taşınmaz malları ve elektronik ortamda kullanılmak üzere hazırlanan yazılım, ses, görüntü ve benzeri gayri maddi malları ifade eder. Satıcı; kamu tüzel kişileri de dahil olmak üzere ticari veya mesleki faaliyetleri kapsamında tüketiciye mal sunan gerçek veya tüzel kişileri kapsar. Tüketici ise bir mal veya hizmeti ticari veya mesleki olmayan amaçlarla edinen kullanan veya yararlanan gerçek ya da tüzel kişiyi ifade eder şeklinde tanımlanmıştır. Bir hukukî işlemin 4077 Sayılı Yasa kapsamında kaldığının kabul edilmesi için yasanın amacı içerisinde yukarıda tanımları verilen taraflar arasında mal ve hizmet satışına ilişkin bir hukukî işlemin olması gerekir. Somut olay değerlendirildiğinde, tüketici davacı ile, satıcı davalı arasındaki hizmet satışından kaynaklanan bir uyuşmazlık bulunmaktadır. Hal böyle olunca sözü edilen yasanın 23. maddesi hükmü gereğince davaya bakmaya tüketici mahkemesi görevlidir. Mahkemece görevsizlik kararı verilmesi gerekirken, işin esasına girilerek hüküm kurulması usul ve yasaya aykırı olup bozma  nedenidir .  Bkz.  Yargıtay  13.  HD,  E.  2006/14395,  K.  2007/1951,  T.  14.02.2007, www.legalbank.net (25.12.2020).  46 Bkz. GÜMÜŞ, s. 133; AYDOĞDU, s. 124; ÇABRİ, s. 295.  47 Bkz. ÇABRİ, s. 295-296; GÜMÜŞ, s. 133.  218İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 velinin özel okuldan beklediği faydayı oluşturur. Bunun yanında resim, müzik, beden eğitimi gibi derslerde uygun ortamın sağlanmasının zorunlu olduğu ve öğretmenin  rol  model  olarak  büyük  önem  arz  ettiği,  öğrenciyle  doğrudan iletişimin gerektiği derslerin uzaktan eğitim yoluyla gereği gibi yürütülmesi işin niteliği gereği mümkün değildir. Sözleşmede hüküm olmasa bile bu gibi derslerin uzaktan eğitim yoluyla sürdürülememesi özel okulun ayıptan sorumluluğuna yol açar.  Hizmetin ayıplı olması maddi, hukukî veya ekonomik eksiklik olarak karşımıza çıkabilir. Covid-19 sebebiyle eğitimin uzaktan yoluyla sürdürülmesi hukukî ayıp niteliğindedir. Hukukî ayıp, hizmetten yararlanma imkânını ortadan kaldıran veya sınırlandıran kamu hukukundan doğan eksiklikleri ifade eder. Covd-19 tek başına  örgün  eğitime  ara  verilmesi  ve  uzaktan  eğitime  geçilmesinin  sebebi değildir. Eğitim ve öğretim faaliyetlerinin uzaktan eğitim yoluyla sürdürülmesi kararı  Milli  Eğitim  Bakanlığı  tarafından  alınmış  ve  okullarda  örgün  eğitim verilmesi belli bir süre ile kesin olarak yasaklanmıştır. Milli Eğitim Bakanlığı böyle  bir  karar  almasaydı  Covid-19  tek  başına  borcun  ifasına  engel oluşturmayacaktı. Bundan dolayı özel okulların sözleşmeden doğan borcunu kısmen veya tamamen ifa edememesi kamu hukukundan kaynaklanır.   Sağlayıcının sorumluluğuna başvurabilmek için hizmetteki eksikliklerin önemli olmasının gerekip gerekmediği konusunda hükümde bir açıklık bulunmamaktadır. TKHK m. 13 te sağlayıcının sorumluluğu bakımında  tüketicinin ondan beklediği faydaları azaltan veya ortadan kaldıran  ölçütüne yer verilmiştir. Acaba bu ifade TBK m. 219 da olduğu gibi önemli ayıpları mı kapsamaktadır, yoksa önemli olmayan  ayıplardan  dolayı  da  sağlayıcının  sorumluluğuna  başvurulabilecek midir? Öğretide bazı yazarlar, sağlayıcının sorumluluğunun beklenen faydanın azalmasının sadece önemli olduğu hallerde söz konusu olabileceği, hizmetin görülmesi  sırasında  ortaya  çıkan  önemsiz  eksikliklerin  sağlayıcının  ayıptan sorumluluğuna yol açmayacağı kabul edilmektedir. Bazı yazarlar ise, önemsiz ayıplarda da sağlayıcının ayıptan sorumluluğuna başvurulabileceği, ancak bu halde  tüketicinin  sözleşmeden  dönme  hakkını  kullanamayacağını  kabul etmektedir. Biz ikinci görüşü katılmaktayız. Önemli olmayan ayıplardan dolayı da  tüketici  sağlayıcının  sorumluluğuna  başvurabilir.  Ancak  bu  gibi  hallerde sözleşmeden dönülemez veya sözleşme feshedilemez; dönme veya fesih hakkının kullanılması dürüstlük kuralına aykırı olur. Buna karşılık tüketici, bedelde indirim ve koşulları varsa tazminat isteyebilir.  2. Tüketicinin Sahip Olduğu Haklar  48 ÇABRİ, s. 296; GÜMÜŞ, s. 134.  49 GÜMÜŞ, s. 134; ÇABRİ, s.  296; AKINCI, s. 97.  50 ATAMER/BAŞ,  Avrupa Birliği ile Karşılaştırmalı Olarak 6502 Sayılı Yeni Tüketicinin Korunması Hakkında Kanun Uyarınca Satım Sözleşmesinde Ayıptan Sorumluluk , İBD, C. 88, 2014, Özel Sayı, s. 26-27; AYDOĞDU, s. 144-145; BAŞ SÜZEL, s. 982.   219ÇABRİ/ Covid-19 Sebebiyle Alınan Önlemlerin Özel Okul Sözleşmelerine Etkisi  a. Genel Olarak Ayıplı hizmetten sorumluluk kapsamında tüketicinin sahip olduğu haklar TKHK m. 15 de düzenlenmiştir. Ayıplı hizmetten sorumlulukta tüketiciye dört seçimlik hak tanınmıştır. Bunlar; hizmetin yeniden görülmesi, hizmet sonucu ortaya çıkan eserin ücretsiz onarımı, ayıp oranında bedelde indirim yapılması ve sözleşmeden dönmedir (TKHK m. 15/1). Ayrıca tüketici bu haklardan biriyle birlikte TBK genel hükümlere göre tazminat isteme hakkına da sahiptir (TKHK m. 15/1, son). Tazminat bağımsız olarak talep edilebileceği gibi diğer seçimlik haklarla birlikte de  talep  edilebilir.  Tüketicinin  ayıplı  hizmetten  dolayı  uğradığı  zararların tazminini talep edebilmesi için sağlayıcının borcun gereği gibi ifa edilmemesinde kusurlu olması gerekir (TBK m. 112).  Tüketici, kural olarak sahip olduğu haklardan dilediğini seçme hakkına sahip olup, sağlayıcı tüketicinin tercih ettiği talebi yerine getirmekle yükümlüdür. Bu durum TKHK m. 15/1 de,  Sağlayıcı, tüketicinin tercih ettiği bu talebi yerine getirmekle yükümlüdür.   şeklinde  ifade  edilmiştir.  Aslında  aynı  hükmün  bir  önceki cümlesinde tüketicinin seçimlik haklardan dilediğini kullanma hakkına sahip olduğu açıkça ifade edilmekle birlikte, sağlayıcının tüketiciye istediği hakkı dayatmasının  önüne  geçilmesi  amacıyla  bu  durum  özellikle  vurgulanmıştır. Covid-19 sebebiyle alınan önlemlere bağlı olarak tüketicinin TKHK m. 15 deki  51 GÜMÜŞ, s. 139; ÇABRİ, s. 304; AYDOĞDU, s. 167-168; BAŞ SÜZEL, s. 985;  Davacı, davalıdan satın aldığı aracın sele kapılması sonucu davalı tarafından tamir edildiğini, aracın bu kez 12 defa arıza yaptığını, aracın ayıplı olduğunu, devamlı arızalar verdiğini ileri sürerek aracın yeni bir araçla değişimi talebi ile eldeki davayı açmıştır. Taraflar arasındaki uyuşmazlık 4822 sayılı Kanunla değişik 4077 sayılı Tüketicinin Korunması Hakkında Kanunu´nun 4/A maddesinde tanımlanan ayıplı hizmet sunulduğu iddiasından kaynaklanmakta olup, 4077 sayılı Tüketicinin Korunması Hakkında Kanun (TKHK)´un 4. maddesinde  Ambalajında, etiketinde, tanıtma ve kullanma kılavuzunda yer alan veya satıcı tarafından vaat edilen veya standardında tespit edilen nitelik ve/veya niceliğine aykırı olan ya da tahsis veya kullanım amacı bakımından değerini veya tüketicinin ondan beklediği faydaları azaltan veya ortadan kaldıran maddi, hukukî veya ekonomik eksiklikler içeren mal veya hizmetler, ayıplı mal veya ayıplı hizmet olarak kabul edilir.  denilmekte, devam eden fıkralarda ise buna ilişkin biçimsel koşullar sayılmaktadır. Sanayi Mallarının Satış Sonrası  Hizmetleri  Hakkında  Yönetmeliğin  16.maddesinde   Servis  istasyonlarının  ayrı  bir tüzelkişiliği  olsa  dahi  imalatçı-üretici  ve  /veya  ithalatçılar,  satış  sonrası  hizmetlerin sağlanmasından ve yürütülmesinden servis istasyonları ile birlikte müştereken ve müteselsilen sorumludur. Garanti Belgesi Uygulama Esaslarına Dair Yönetmeliğin 15.maddesinde  imalatçıüretici ve /veya ithalatçılar, garanti belgesi ile sattıkları malların bakım onarım ve kullanımına ilişkin satış sonrası servis hizmetlerini yeterli olarak vermek ve bunun için gerekli tedbirleri almak zorundadır.  Düzenlemeleri mevcuttur. Somut uyuşmazlıkta davacının sele kapılan aracının davalı tarafça tamir edilmesine rağmen 12 kez arıza yaptığı dosyadaki servis iş emirleri ile sabit olduğundan, davalının ayıplı hizmet verdiği sabittir. Hal böyle olunca 4822 sayılı yasa ile değişik 4077 sayılı TKHK´nın 4. maddesi gereğince ayıplı hizmet karşısında tüketici, bedel iadesini de içeren sözleşmeden dönme, malın ayıpsız misliyle değiştirilmesi, ayıp oranında indirimi ücretsiz onarım  isteme  haklarına  sahiptir. .  Bkz.  Yargıtay  13.  HD,  E.  2014/8435,  K.  2014/17631, www.kararara.com (25.12.2020). 52 Bu yöndeki kararlar için bkz. Yargıtay 13. HD, E. 2014/2043, K. 2014/14537, K. 06.05.2014, www.hukukturk.com (25.12.2020); Yargıtay 13. HD, E. 2007/11592, K. 2008/1274, T. 04.02.2008, www.kararara.com (25.12.2020).  220İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 hangi hakları kullanabileceği somut olaya göre değerlendirilmelidir. Örneğin ülkemizde yürürlükte olan zorunlu eğitim gereği veliler kural olarak sözleşmeyi feshedemez.  Ancak  okul  öncesi  sözleşmeler  bakımından  durum  farklıdır. Anaokullarında (kreşlerde, gündüz bakımevinde) çocuğun bakımı, sosyalleşmesi, gözetilmesi ön planda olması ve okul öncesi yaş grubunun uzaktan eğitime elverişli olmaması sebebiyle sözleşmenin feshi mümkündür.  b. Ayıp Oranında Bedelde İndirim İsteme Ayıplı hizmette tüketicinin sahip olduğu seçimlik haklardan biri ayıp oranında bedelden  indirim  istemedir  (TKHK  m.  15/I)53.  Bedelin  indirilmesi  hakkının kullanılması  halinde  özel  okul  sözleşmesi  ve  ona  bağlı  olan  bütün  haklar geçerliliğini korumakla birlikte, özel okul bedeli ayıpla orantılı olarak indirmiş olur.  Ayıp oranında bedelin indirilmesini isteme hakkının hukukî niteliği tartışmalıdır. Öğretide bu hakkın değiştirici yenilik doğuran hak niteliğinde olduğu kabul edilmektedir. Ancak biz bu hakkın hukuken kısmî bozucu yenilik doğuran hak niteliğinde olduğunu kabul etmekteyiz. Bu hakkın kullanılmasıyla sözleşmenin esaslı unsurlarından olan bedel ayıp oranında kısmen hükümsüz hale gelir.   Bedelden indirilecek tutarın belirlenmesinde çeşitli görüşler ileri sürülmüştür. Öğretide ağırlıklı görüşü savunanlar, indirilecek miktarın belirlenmesinde nispi yöntemin uygulanması gerektiğini kabul etmektedir. Bu metoda göre, hizmetin ayıplı  ve  ayıpsız  değeri  arasındaki  oran,  kararlaştırılan  bedele  uygulanarak ödenecek bedel bulunur. Bu metot sözleşme konusu hizmetin bedelinin yüksek veya düşük olmasının indirilecek tutara yansıtılması bakımından adalete en uygun olanıdır. Özellikle özel okullarda fiyat farklılıklarının olduğu dikkate alındığında  53  Bkz. AYDOĞDU, s. 180; ÇABRİ, s. 313 vd.; GÜMÜŞ, s. 141; BAŞ SÜZEL, s. 988.    54 URAL UÇAR, Nihal, Tüketicinin Korunması Hakkında Kanun a Göre Ayıba Karşı Tekeffül, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, Basılmamış Yüksek Lisans Tezi, İstanbul 2007, s. 101. 55 Ayıplı maldan sorumlulukta tüketicinin bedelde indirim hakkını seçmesi halinde ileri sürülen görüşler, ayıplı hizmet için de geçerlidir.  56 Satış sözleşmesi için kabul edilen bu görüş, ayıplı hizmetlerde indirilecek bedelin belirlenmesi için de geçerlidir. Nispi metot hakkında ayrıntılı bilgi için bkz. KELLER, Max/SIEHR, Kurt, Kaufrecht: Kaufrecht des OR und Wiener UN-Kaufrecht, Zürich 1995, s. 92; TANDOĞAN, C. I/1, s . 197; EDİS, Seyfullah, Türk Borçlar Hukukuna Göre Satıcının Ayıba Karşı Tekeffül Borcu, Ankara 1963, s. 124; YAVUZ/ACAR/ÖZEN, s. 200-201; HONSELL, s. 102-103; YAVUZ, Cevdet,  Satıcının  Satılanın  (Malın)  Ayıplarından  Sorumluluğu,  İstanbul  1989,  s.  185; ARSLANLI, s. 339; BUCHER, Besonderer Teil, s. 101-102; ÇABRİ, s. 314-415; AYDOĞDU, s. 171-172;  ZEVKLİLER/GÖKYAYLA,  s.  138;  GÜMÜŞ,  s.  141;  Yargıtay ın  kararları  satış sözleşmelerinde  bedelden  indirilecek  miktarın  belirlenmesinde  nispi  metodun  uygulanması gerektiği yönündedir. Bkz. Yargıtay 13. HD, T. 10.11.1980, E. 5071/5769, YKD, 1981, s. 331; Yargıtay 13. HD, T. 05.03.2015, E. 2014/18179, K. 2015 / 6816, www.hukukturk.com (25.12.2020); Yargıtay 13. HD, T. 13.04.2014, E. 2013/8150, K. 2014/7244, www.hukukturk.com (25.12.2020).   221ÇABRİ/ Covid-19 Sebebiyle Alınan Önlemlerin Özel Okul Sözleşmelerine Etkisi  indirilecek  miktarın  belirlenmesinde  nispi  metodun  uygulanması  taraflar arasındaki menfaat dengesinin gözetilmesinde en uygun olan çözümdür.  Tüketicinin ayıp oranında bedelde indirim hakkını kullanması halinde indirilen kısmın sözleşmeye etkisi bedelin ödenip ödenmemesine göre değişir. Özel okul bedelinin ödenmediği hallerde ayıptan indirilecek miktar oranında borç sona erer; özel okul bedelinin ödemesi halinde ise sebepsiz zenginleşme hükümlerince indirilecek miktarın iadesini isteme hakkı doğar. İade borcu TKHK m. 15/3 de  Tüketicinin sözleşmeden dönme veya ayıp oranında bedelden indirim hakkını seçtiği durumlarda, ödemiş olduğu bedelin tümü veya bedelden yapılan indirim tutarı derhâl tüketiciye iade edilir.  şeklinde ifade edilmiştir. Buna göre bedelde indirim hakkının kullanılmasıyla sağlayıcının iade borcu muaccel olur. Ayıptan sorumluluk kapsamında indirilecek miktarın belirlenmesinde dikkatli hareket edilmesi gerekir. İndirilecek miktarın belirlenmesinde verilen eğitimin daralan kapsamı yanında, özel okulların uzaktan eğitim süresince verdiği fazladan hizmetler ile yapılacak telafi eğitimlerinin dikkate alınır. Milli Eğitim Bakanlığı Ağustos 2020 sonu itibarıyla üç haftalık telafi eğitimi yapılmasını öngörmüştür. Ancak telafi eğitimi olarak yapılması öngörülen üç haftalık eğitimin 2019-2020 eğitim-öğretim yılında yapılmayan üç aylık örgün eğitimin eksiklerini tamamen gidermesini  beklemek  mümkün  değildir.  Diğer  bir  ifadeyle  telafi  eğitimleri indirilecek miktarın belirlenmesinde dikkate alınır; ancak telafi eğitimlerinin eğitim ücretinin indirilmesini isteme hakkını ortadan kaldırma fonksiyonu yoktur.   Eğitim-öğretim faaliyetlerinin uzaktan yürütülmesi kapsamında özel okulların bazı  masraflar  yaptığı,  bazı  dersleri  kaydederek  internet  sitesine  yükleyerek öğrencilerin kullanımına sunduğu ifade edilmektedir. Özel okulların sundukları bu  tür  hizmetlerin  de  indirilecek  ücretin  belirlenmesinde  dikkate  alınması mümkündür. Ancak burada şu hususu özellikle belirtmek gerekir. İndirilecek miktarın belirlenmesinde özel okulun normal zamanlarda sunduğu eğitim-öğretim hizmeti ile Covid-19 sebebiyle alınan önlemler kapsamında sunduğu eğitimöğretim  hizmeti  arasındaki  fark  dikkate  alınır.  Özel  okulun  uzaktan  eğitim faaliyetlerini sürdürmesi için fazladan bazı masraflar yapması, alınan hizmetin kapsamını  artırmaz.  Bundan  dolayı  indirilecek  miktarın  belirlenmesinde, tüketiciye sunulan hizmetin kapsamının esas alınması gerekir.   c. Sözleşmeyi Feshetme Ayıplı hizmetten sorumluluk kapsamında tüketicinin sağlayıcıya yöneltebileceği haklardan biri de sözleşmeden dönmedir. Dönme hakkı hizmet sağlamanın ani edimli  bir  sözleşmeyle  gerçekleştiği  hallerde  söz  konusu  olur.  Örneğin  bir  57 Gümüş, TKHK m. 15/1 in  ayıp oranında  ifadesinin açıkça indirilecek bedeli belirlemede nispi metodun kullanılmasını emrettiğini belirtmektedir. Bkz. GÜMÜŞ, s. 141. Oysa Aydoğdu, ayıplı maldan sorumluluğu konusunda yaptığı açıklamalarda kanunda herhangi bir hesaplama yönteminin belirlenmediği görüşündedir. Bkz. AYDOĞDU, s. 171.  58  AYDOĞDU, s. 180 vd.; GÜMÜŞ, s. 140; ÇABRİ, s. 317 vd.  222İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 otomobilinin  tamirinin  veya  bakımının  yapıldığı  hallerde  hizmetin  ayıplı olmasında tüketici dönme hakkını kullanırsa sözleşme baştan itibaren hükümsüz hale gelir. Oysa özel okul sözleşmelerinden doğan eğitim-öğretim borcu sürekli edimli niteliktedir. Bu tür sözleşmelerde ifaya başladıktan sonra hizmetin ayıplı olduğunun anlaşılması veya ayıbın hizmetin görülmeye başlanmasından sonra ortaya çıkması halinde sözleşmenin feshi söz konusu olur. Sözleşmenin feshi daha önce ifa edilmiş edimlerin geçerliliğini etkilemez.  Özel  okul  sözleşmelerinde  fesih  hakkının  olup  olmadığı  somut  olaya  göre değerlendirilmelidir.  Okul  öncesi  sözleşmelerde  eğitim-öğretim  faaliyetleri yanında çocuğun bakımı, gözetilmesi ve sosyalleşmesi ön plandadır. Okul öncesi eğitimin örgün olarak yürütülememesi halinde veliler sözleşmeyi feshedebilir. Oysa ilkokul, ortaokul ve lise eğitimi zorunludur. Milli Eğitim Bakanlığı nın aldığı karar uyarınca uzaktan eğitime geçilmesi kural olarak sözleşmeyi feshetme hakkını engeller.   Fesih hakkının kullanılması şekle bağlı değildir. Ancak ispat güçlüğü olmaması için fesih beyanının yazılı, kalıcı veri saklayıcısı gibi ispatlanabilen bir yolla yapılmasında tüketicinin yararı bulunmaktadır. Hizmetin ayıplı olmasında özel okulun kusuru olmasa bile tüketicinin sözleşmeyi feshetmesi mümkündür.  Tüketicinin  fesih  hakkını  kullanması  bozucu  yenilik  doğuran  bir  hak  olup, tüketicinin bu yöndeki iradesinin özel okula varmasıyla sözleşme geleceği etkili olarak ortadan kalkmış olur. Fesih hakkının kullanılması koşula bağlanamaz.  Fesih  hakkının  kullanılmasının  sonuçları  TKHK da  özel  olarak düzenlenmemiştir. Fesih hakkı, özel okul sözleşmesini fesih beyanının karşı tarafa vardığı andan itibaren ileriye etkili olarak sona erdirir. Sözleşmenin sona ermesi üzerine, velinin ücret ödeme borcu fesih beyanının hüküm ve sonuç doğurduğu andan itibaren sona erer. Eğitim ücreti ödenmişse özel okul, feshin hüküm ve  59 ÇABRİ, s. 317; GÜMÜŞ, s. 140; İNCEOĞLU, s. 213; Baş Süzel, ifa sürecine girilmiş sürekli edimli sözleşmelerde hizmetin ayıplı olması halinde sözleşmeden dönüleceğini, ancak dönmenin sözleşmeyi ayıplı ifa anından itibaren sona erdireceğini kabul etmektedir. Yazar buna gerekçe olarak ise  sözleşmenin  feshi  halinde  fesihten  önceki  dönemde  ayıp  oranında  ödenen  bedelin istenemeyeceğini ileri sürmektedir. Bkz. BAŞ SÜZEL, s. 989-990;  Davacılar, davalı şirketle 31.01.1999 tarihli devre tatil sözleşmesi yapmışlardır. Davacı taraf, 2003 yılında tatil hakkını kullanmak için Rezervasyon yaptırdığı halde, davalı şirketin  herşey dahil  sistemine geçtiğini bildirerek, ek ücretler talep ettiğini, kendilerinin bunları kabul etmemesi üzerine Rezervasyonun iptal edildiğini, ayrıca davalının kendilerini RCI'ya kayıt ettirme ve üç yıllık üyelik bedelini ödeme yükümlülüğünü de yerine getirmediğini belirterek bu davayı açmıştır. Davacı iddiaları dosyadaki delillerle kanıtlanmış olup, davacılar haklı nedenlerle sözleşmeyi feshetmişlerdir. Mahkemenin buna göre davacıların taleplerini değerlendirmesi gerekirken, yazılı şekilde davanın reddine karar verilmesi, usul ve yasaya aykırı olup, bozma nedenidir. . Bkz. Yargıtay 13. HD, E. 2004/10609, K. 2005/1658, T. 07.02.2005, www.legalbank.net (25.12.2020).  60 Öğretide okul öncesi sözleşmelerde imkânsızlık sebebiyle borcun sona ereceğini kabul etmektedir. Bkz. BELLİCAN/ACAR ÜNAL, Lexpera.   61 GÜMÜŞ, s. 140. 62  ÇABRİ, s. 318.    223ÇABRİ/ Covid-19 Sebebiyle Alınan Önlemlerin Özel Okul Sözleşmelerine Etkisi  sonuç doğurduğu andan sonraki döneme denk gelen bedeli faiziyle iade etmek zorundadır.  Bedele uygulanacak faizin türü, faizin oranı ve faizin ne zamandan itibaren işletilmeye  başlanacağının  ayrı  ayrı  açıklığa  kavuşturulması  gerekir.  Ayıplı maldan  sorumlulukta  uygulanacak  faizin  türü  öğretide  tartışmalı  olup,  ileri sürülen görüşler ayıplı hizmette iade borcu bakımından da geçerlidir. Buna göre bazı  yazarlar  iade  borcunu  bakımından  anapara  faizinin  uygulanacağı  kabul ederken,  bazı  yazarlar  ise  temerrüt  faizinin  söz  konusu  olduğu  kabul etmektedir. Kanaatimizce, burada anapara değil temerrüt faizi söz konusudur. Faiz oranı ise yasal faiz oranıdır. Ancak sağlayıcı tacir olduğundan tüketici, bedel için ayrıca ticari faiz oranı üzerinden uygulanacak faizi talep edebilir. Faiz eğitim öğretim ücretinin sağlayıcıya ödendiği andan itibaren işletilir.  d. Tazminat İsteme Tüketici, seçimlik haklardan biri ile birlikte Türk Borçlar Kanunu hükümleri uyarınca tazminat da talep edebilir (TKHK m. 15/I, c. son)66. Ancak tazminat isteme  hakkı  genel  hükümlere  tabi  olduğundan,  tüketicin  uğramış  olduğu zararların  tazminini  istemesi  hizmetin  ayıplı  ifasında  sağlayıcının  kusurlu olmasına  bağlıdır.  TBK  m.  112 de  getirilen  karine  gereği,  sağlayıcı kusursuzluğunu  ispatlayamazsa,  tüketicinin  uğramış  olduğu  zararları  tazmin etmek zorundadır. Covid-19 sebebiyle örgün eğitime ara verilmesi ve uzaktan eğitime geçilmesinde özel okulun kusuru bulunmadığından velilerin uğramış olduğu zararları istemesi mümkün değildir.  e. Zamanaşımı Tüketici,  ayıplı  hizmetten  dolayı  sahip  olduğu  seçimlik  hakları  iki  yıllık zamanaşımına  tabidir.  TKHK  m.  16/1 e  göre,   Kanunlarda  veya  taraflar arasındaki  sözleşmede  daha  uzun  bir  süre  belirlenmediği  takdirde,  ayıplı hizmetten sorumluluk, ayıp daha sonra ortaya çıkmış olsa bile, hizmetin ifası tarihinden itibaren iki yıllık zamanaşımına tabidir. 67. İki yıllık süre hizmetin ifa edildiği andan itibaren işlemeye başlar.  Ayıptan dolayı sorumlulukta tüketici sahip olduğu hakları iki yıl içinde kullanması gerekir. Süre kural olarak hizmetin ifası tarihinden itibaren işlemeye başlar. Görüldüğü üzere kanun koyucu sürenin başlangıcında hizmetin ifası tarihini esas  63 Bu görüş için bkz. GÜMÜŞ, s. 112, dn. 124.  64 ATAMER/BAŞ, s. 48. 65 ATAMER/BAŞ, s. 48; ÇABRİ, s. 322.  66 AYDOĞDU, s. 180; ÇABRİ, s. 325-326; GÜMÜŞ, s. 139-140. 67  AYDOĞDU, s. 188; GÜMÜŞ, s. 147 vd.; ÇABRİ, s. 329-330; BAŞ SÜZEL, s. 993.  68 TÜRKMEN, Ahmet,  Tüketici İşlemlerinde Ayıplı Mal ve Hizmetten Doğan Seçimlik Hakların Tabi Olduğu Zamanaşımı ve Bunun Garanti Taahhütleriyle İlişkisi , DEÜHFD, C. 16, Özel Sayı, 2014, Prof. Dr. Hakan Pekcanıtez e Armağan, s. 2400; AYDOĞDU, s. 188; ATAMER/BAŞ, s. 58; GÜMÜŞ, s. 147; ÇABRİ, s. 330.  69 TÜRKMEN, s. 2400; ATAMER/BAŞ, s. 58; GÜMÜŞ, s. 147; AYDOĞDU, s. 188.   224İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 almıştır. Ancak TKHK m. 13 de hizmetin sözleşmede kararlaştırılan zamanda başlamamasını da ayıplı ifa olarak kabul etmiştir. Sürenin başlangıcında hizmetin ifa edildiği an esas alındığına göre, hizmetin hiç ifa edilmediği hallerde iki yıllık süre  sözleşmede  kararlaştırılan  ifa  zamanından  itibaren  işlemeye  başlar. Sözleşmede  ifa  zamanının  kararlaştırıldığı,  ancak  hizmetin  kararlaştırılan zamandan sonra başladığı hallerde ise iki yıllık süre yine hizmetin ifasının fiilen başladığı tarihten itibaren işlemeye başlar. Sürekli edimli nitelikteki hizmetlerin görülmesine ilişkin sözleşmelerde hizmetin görülmesi sırasında ayıp ortaya çıkarsa, tüketicinin ayıptan doğan haklarını ayıbın ortaya  çıktığı  andan  itibaren  iki  yıl  içinde  kullanması  gerekir.  Özel  okul sözleşmelerinde ayıp hizmetin ifasına başlandıktan belli bir süre ortaya çıkmıştır. Eğitim öğretim döneminin tamamı dikkate alınırsa dokuz aylık eğitim öğretim döneminin  altı  aylık  kısmı  sorunsuz  ifa  edilmiş,  Covid-19  sebebiyle  alınan önlemler kalan üç aylık kısmın gereği gibi ifasını engellemiştir. Bundan dolayı iki yıllık zamanaşımının başlangıcında Covid-19 a ilişkin tedbirlerin alındığı 16 Mart 2020 tarihinin esas alınması gerekir. 2020-2021 eğitim yılı için ise hakların iki yıllık zamanaşımı süresi içinde ayrıca ileri sürülmesi gerekir.  İki  yıllık  süre  zamanaşımı  niteliğindedir.  Sürenin  geçmesi  ayıptan  doğan hakların ileri sürülmesini ortadan kaldırmaz; ancak satıcı, zamanaşımını def ini ileri sürerek tüketicinin kullandığı hakkı etkisiz hale getirebilir. Zamanaşımının durması ve kesilmesi sebepleri burada da uygulama alını bulur.  Ayıplı hizmetten sorumlulukta genel zamanaşımı süresi iki yıl olsa da tarafların sözleşmeyle daha uzun bir süre kararlaştırmaları mümkündür. Sözleşmeyle daha uzun sürenin kararlaştırıldığı hallerde tüketici ayıptan doğan haklarını bu süre içinde ileri sürebilir. Ancak sözleşmeyle sürenin tüketicinin aleyhine olacak şekilde  kısaltılması  mümkün  değildir;  aksine  anlaşmalar  kesin  olarak hükümsüzdür.  IV.  ÖZEL  OKUL  BEDELİN  KREDİLİ  MEVDUAT  HESABI ARACILIĞIYLA  ÖDENMESİ  HALİNDE  BANKANIN SORUMLULUĞUNA GİDİLİP GİDİLEMEYECEĞİ SORUNU Özel okul sözleşmelerinde velilere eğitim-öğretim bedelini ödeme konusunda genellikle dört seçenek sunulmaktadır. Bunlar peşin ödeme, kredi kartıyla tek çekimle ödeme, kredi kartına taksit yapılarak ödeme ve kredili mevduat hesabı yoluyla  ödemedir.  Seçilen  ödeme  türüne  göre  de  eğitim-öğretim  ücreti değişmektedir.  Sözleşmede  her  yıl  yapılan  artışlar  bakımından  somut  örnek  70 TÜRKMEN, s. 2401. 71 Benzer örnekler için bkz. TÜRKMEN, s. 2401. 72 GÜMÜŞ, s. 147; TÜRKMEN, s. 3392. 73 TÜRKMEN, s. 3419; ÇABRİ, s. 330.  74 TÜRKMEN, s. 3411 vd.; ÇABRİ, s. 330. 75 TÜRKMEN, s. 3396; ÇABRİ, s. 330; AYDOĞDU, s. 189.  76 GÜMÜŞ, s. 147; TÜRKMEN, s. 3396; ÇABRİ, s. 330; AYDOĞDU, s. 189; BAŞ SÜZEL, s. 994.    225ÇABRİ/ Covid-19 Sebebiyle Alınan Önlemlerin Özel Okul Sözleşmelerine Etkisi  vermek gerekirse 2020-2021 eğitim-öğretim yılı için bir özel okul eğitim ücretinin peşin ödenmesi halinde artışın yıllık %12, kredi kartıyla tek çekimle ödenmesi halinde %13, kredi kartına peşin fiyatına taksit yapılarak ödenmesi halinde %18, anlaşmalı bankayla yapılacak kredili mevduat hesabı aracılığıyla ödeme halinde %19 oranında olacağı belirlenmiştir. Görüldüğü üzere ücretin peşin ödenmesi ile anlaşmalı banka ile yapılacak kredili mevduat hesabıyla ödenmesi arasında artış bakımından %7 lik bir fark söz konusudur. Bu fark ise özel okulun ücret alacağını garanti altına almak amacıyla kredili mevduat hesabı anlaşması uyarınca bankaya ödediği komisyonu ifade eder. Kredili mevduat hesabı sözleşmesi hem velinin okul bedelini taksitle ödeme hem de okulun ücret alacağını garanti altına almak için başvurulan bir yoldur. Kredili mevduat hesabı sözleşmesiyle sağlanan güvenceyle okul, veli ile kararlaştırılan bedelin  taksitle  ödenmesi  konusunda  anlaşmaktadır.  Kredili  mevduat  hesabı sözleşmesi  uyarınca  veli  sözleşmede  kararlaştırılan  zamanda  taksidi  banka hesabına  yatırmakta  ve  zamanı  gelince  taksit  kendiliğinden  hesaptan çekilmektedir. Velinin okul ücretini hesaba yatırmaması halinde ise banka okul ücretini kredili mevduat hesabından ödemekte ve tüketici bankaya borçlanmış olmaktadır. Banka garanti taahhüdü için özel okulla yapmış olduğu çerçeve sözleşme uyarınca belli bir ücret belirlenmekte ve banka okul ücretinin ödenmeme riskini üzerine almaktadır.  Görüldüğü üzere kredili mevduat hesabı sözleşmesiyle banka, okula karşı eğitim ücretini ödemeyi taahhüt etmektedir.  Okul bedelinin kredili mevduat hesabı sözleşmesiyle ödenmesi halinde bağlı kredi sözleşmesinden söz edilemez. Şöyle ki, kredili mevduat hesabı sözleşmesiyle banka, okula karşı velinin borcunu ifa etmemesi, taksidi yatırmaması halinde eğitim bedelini ödeme borcu altına girmekte, bankanın borcu, velinin borcunu zamanında ifa etmemesine bağlı olarak doğmaktadır. Kredili mevduat hesabı sözleşmesi, kendine özgü bir kişisel teminat sözleşmesi niteliğinde olup, bağlı kredi sözleşmesinin unsurlarını taşımamaktadır. Bundan dolayı sözleşmenin feshi veya bedelde indirim hakkının kullanması halinde bankaya başvurma olanağının bulunmamaktadır.  V. SONUÇ Covid-19 sebebiyle alınan önlemler uyarınca 16 Mart 2020 tarihinde eğitimöğretim faaliyetlerine ara verilmesi, 23 Mart 2020 tarihinden itibaren ise uzaktan eğitim yoluyla sürdürülmesi, 2020-2021 eğitim-öğretim yılında uzaktan eğitime devam edilmesi özel okul sözleşmelerinden doğan borçların ifasını kısmen veya tamamen  (okul  öncesi  sözleşmeler  bakımından)  imkânsız  hale  getirmiştir. Uzaktan eğitime geçilmesinden sonra özel okullar da gerekli hazırlıkları yaparak eğitimi canlı derslerle sürdürmeye çalışmış, her bir özel okulun sahip olduğu olanaklara göre 2019-2020 eğitim-öğretim yılı tamamlanmış, 2020-2021 eğitimöğretim yılında uzaktan eğitime devam edilmiştir. Eğitim-öğretim faaliyetleri uzaktan eğitim yoluyla sürdürülmeye çalışılsa da gerek nitelik gerekse nicelik olarak örgün eğitimin kalitesi ve kapsamından çok uzaklaşılmıştır.   226İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 Covid-19 sebebiyle alınan önlemler uyarınca uzaktan eğitime geçilmesinin özel okul sözleşmeleri bakımından iki ihtimali gündeme getirebilir. Bunlardan ilki, mücbir sebep nedeniyle borcun ifasının kısmen imkânsız hale gelmesi ve imkânsız hale denk gelen özel okul ücretinin iadesidir. İkincisi isi ayıptan sorumluluk kapsamında TKHK m. 15 teki seçimlik hakların kullanmasıdır. Özellikle ayıptan sorumlulukta en çok uygulaması olacak seçimlik hak bedelde indirim isteme olacaktır. İndirilecek miktarın belirlenmesinde özel okul sözleşmesi kapsamında sunulmayan (yemek) veya kapsamı daralan hizmetler dikkate alınır. Okul önceki sözleşmeler bakımından ise bedelde indirim yanında sözleşmenin feshi de söz konusu olabilecektir.  Okul bedelinin kredili mevduat hesabıyla ödendiği hallerde bağlı krediden söz edilemeyecek ve bankanın sorumluluğuna başvurulamayacaktır. Tüketici ödemiş olduğu  bedelin  iadesi  için  sadece  sözleşmenin  tarafı  olan  özel  okula başvurabilecektir.  Özel okul sözleşmeleri tüketici işlemi niteliğindedir. Özel okul ile veli arasındaki uyuşmazlığa öncelikle TKHK hükümleri uygulanacak, uyuşmazlığın miktarına göre tüketici hakem heyetine veya tüketici mahkemesine başvurulabilecektir. Uyuşmazlığın  miktarının  tüketici  hakem  heyetinin  görevini  aşması  halinde tüketici, öncelikle zorunlu arabulucuya başvuracak, anlaşma olmaması halinde tüketici mahkemesine gidebilecektir.        227ÇABRİ/ Covid-19 Sebebiyle Alınan Önlemlerin Özel Okul Sözleşmelerine Etkisi  EK BEYAN  Araştırma ve Yayın Etiği İlkelerine Uygun Hareket Edildiğine Dair Metin  Makalenin tüm süreçlerinde İMHFD araştırma ve yayın etiği ilkelerine uygun olarak hareket edilmiştir.  Çıkar Çatışması Bildirimi  Bu çalışmada herhangi bir potansiyel çıkar çatışması bulunmamaktadır.     228İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10",
     "Kaynakça": "AKINCI,  Şahin,   Covid  19 un  Borç  İlişkilerine  ve  Bazı  Borçlar  Hukuku Sözleşmelerine Etkisi , İTÜSBT, Y. 19, S. 38, 2020/2 (Covid 19 Özel Ek), s. 62103. ARSLANLI, Halil, Ticarî Bey, 3. Bası, İstanbul 1953. ATAMER, M. Yeşim/BAŞ, Ece,  Avrupa Birliği ile Karşılaştırmalı Olarak 6502 Sayılı  Yeni  Tüketicinin  Korunması  Hakkında  Kanun  Uyarınca  Satım Sözleşmesinde Ayıptan Sorumluluk , İBD, C. 88, 2014, Özel Sayı, s. 19 60. AYDOĞDU, Murat, Tüketici Hukuku Dersleri, Ankara 2015.  BAŞ SÜZEL, Ece,  Tüketici Hukukunda İş Görme (Hizmet) Sözleşmelerinde Ayıplı İfa , MÜHF HAD, C. 24, S. 2, Aralık 2018, s. 966 998.   BELLİCAN, Cüneyt/ACAR ÜNAL, Özlem,  Covid – 19 un Okul Sözleşmelerine Etkisi: Olasılıklar Okulu, www.blog.lexpera.com.tr (29.12.2020). BİLGE, Necip, Borçlar Hukuku Dersleri, Özel Borç Münasebetleri, Ankara 1971.   ÇABRİ, Sezer,  Yargıtay Kararları Doğrultusunda Tüketici İşlemi Kavramı , Tüketici Hukukunun Güncel Sorunları Sempozyumu 20 Kasım 2018, Ankara 2019, s. 123 174 (Tüketici İşlemi). ÇABRİ, Sezer, Tüketicinin Korunması Hakkında Kanun Şerhi, Ankara 2016.  DAL, Birnur,  Covid 19 Virüsü Sebebi ile Özel Okullar Tarafından Uygulanan Uzaktan Eğitimin Özel Okul Sözleşmelerine Etkisi , Türkiye Özel Okullar Derneği Dergisi, Temmuz 2020 S. 53, s. 18 22.  EDİS,  Seyfullah,  Türk  Borçlar  Hukukuna  Göre  Satıcının  Ayıba  Karşı Tekeffül Borcu, Ankara 1963.  EREN, Fikret, Borçlar Hukuku Genel Hükümler, 24. Baskı, Ankara 2019.  EREN, Fikret, Borçlar Hukuku Özel Hükümler, 7. Baskı, Ankara 2019. ERZURUMLUOĞLU, Erzan, Türk İsviçre Borçlar Hukuku Sistemine Göre Borçluya Yüklenemeyen Nedenlerden Dolayı Edimin Yerine Getirilememesi, Ankara 1970.   FEYZİOĞLU, Feyzi Necmeddin, Borçlar Hukuku Umumî Hükümler, Cilt II, İstanbul 1969.  GÜMÜŞ, M. Alper, 6502 Sayılı Tüketicinin Korunması Hakkında Kanun Şerhi, Cilt 1 (Madde: 1 46), İstanbul 2014.   HONSELL, Heinrich, Schweizerisches Obligationenrecht, Besonderer Teil, 8. Auflage, Bern 2006.     229ÇABRİ/ Covid 19 Sebebiyle Alınan Önlemlerin Özel Okul Sözleşmelerine Etkisi  İNCEOĞLU, M. Murat,  Ayıba Karşı Tekeffül ve Garanti Sorumluluğu , Yeni Tüketici Hukuku Konferansı, Derleyen: M. Murat İnceoğlu, İstanbul 2015, s. 153 238. KELLER, Max/SIEHR, Kurt, Kaufrecht, Kaufrecht des OR und Wiener UNKaufrecht, Zürich 1995.  OĞUZ,  Arzu,   COVID  19,  Mücbir  Sebep  ve  Sözleşmelere  Etkisi , www.ankara.edu.tr/wp content/uploads/sites/6/2020/04/Mücbir sebep.pdf (29.12.2020). OĞUZMAN, M. Kemal//ÖZ, M. Turgut, Borçlar Hukuku Genel Hükümler Cilt 1, Gözden Geçirilmiş 11. Bası, İstanbul 2013. ÖZÇELİK, Şemsi Barış, Borçlunun Sorumlu Olmadığı Sebeplerle Borcun İfa Edilmemesi ve Mücbir Sebep Kayıtları, Ankara Üniversitesi Sosyal Bilimler Enstitüsü, Yayımlanmamış Doktora Tezi, Ankara 2009.  SCHÖNLE, Herbert/HIGI, Peter/GUT, Beat, Kommentar zum Schweizerichen Zivilgesetzbuch, Obligationenrecht, Kommentar zur 1. Und 2. Abteilung (Art. 1 529), Teilband V 2a, Kauf und Schenkung, Zweite Lieferung Art. 192204 OR, Dritte, völlig neue bearbeitete Auflage, Zürich 2005. ŞAHİN,  Hale,  Mücbir  Sebep  Nedeniyle  Borcun  İfa  Edilememesi,  Ankara Yıldırım  Beyazıt  Üniversitesi  Sosyal  Bilimler  Enstitüsü,  Yayımlanmamış Yüksek Lisans Tezi, Ankara 2019.  TANDOĞAN, Halûk, Borçlar Hukuku, Özel Borç İlişkileri, C.I/1, Tümü Yeniden  İşlenmiş  ve  Genişletilmiş  Beşinci  Basım dan  Altıncı  Tıpkı  Basım, İstanbul 2008.  TEKİNAY/AKMAN/BURCUOĞLU/ALTOP,  Tekinay  Borçlar  Hukuku, Yeniden Gözden Geçirilmiş ve Genişletilmiş Yedinci Baskı, İstanbul 199.   TİFTİK, Mustafa, Türk İsviçre Hukukunda Okul Sözleşmesi, Ankara 2005.  TÜRKMEN, Ahmet,  Tüketici İşlemlerinde Ayıplı Mal ve Hizmetten Doğan Seçimlik Hakların Tabi Olduğu Zamanaşımı ve Bunun Garanti Taahhütleriyle İlişkisi ,  DEÜHFD,  C.  16,  Özel  Sayı,  2014,  Prof.  Dr.  Hakan  Pekcanıtez e Armağan, s. 3389 3448.  URAL UÇAR, Nihal, Tüketicinin Korunması Hakkında Kanun a Göre Ayıba Karşı Tekeffül, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, Basılmamış Yüksek Lisans Tezi, İstanbul 2007.  YAVUZ,  Cevdet,  Satıcının  Satılanın  (Malın)  Ayıplarından  Sorumluluğu, İstanbul 1989.  YAVUZ, Cevdet/ACAR, Faruk/ÖZEN, Burak, Türk Borçlar Hukuku Özel Hükümler, Güncellenmiş ve Yenilenmiş 10. Baskı, İstanbul 2014.   230İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 YÜCER AKTÜRK, İpek, İsimsiz Sözleşme Genel Teorisi ve Uzaktan Öğretim Sözleşmesi, Ankara 2016.   231"
}