{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "24",
     "Ay": "03",
     "Yıl": "2022",
     "Cilt": "7",
     "Sayı": "12",
     "Başlık": "SIĞINMA ARAYANLARIN 2008/115/EC SAYILI GERİ GÖNDERME KOŞULLARI AVRUPA KONSEY YÖNERGESİ KAPSAMINDA SINIR DIŞI EDİLMELERİNİN TÜRK YABANCILAR HUKUKU İLE KARŞILAŞTIRILMASI",
     "Title": "COMPARISON OF THE RETURN OF THE ASYLUM SEEKERS UNDER THE DIRECTIVE 2008/115/EC OF THE EUROPEAN COUNCIL WITH TURKISH FOREIGNERS LAW",
     "Yazar İsmi": [

          "Gökçe ARIKAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Sınır Dışı Etme Kararı", "Ülkeden Çıkarılma", "Kendiliğinden Yürütmenin Durması", "Gönüllü Geri Dönüş", "Sınır Dışı Etmek İçin Gözaltında"
     ],
     "Keywords": [
          "Return Decision", "Removal", "Automatically Suspensive Effect", "Voluntary Departure", "Detention for the Purpose of Removal"
     ],
     "Özet": "Avrupa Birliği Sığınma Hukuku na ilişkin müktesebatın üstlenilmesinin nihai hedef olarak belirlenmesi, sığınma arayanların Avrupa Birliği Sığınma Hukuku kapsamında  sınır  dışı  edilmelerinin  Türk  Yabancılar  Hukuku  açısından incelenmesini önemli hale getirmektedir. Sınır dışı kararı için uluslararası koruma başvurusu hakkında ön kararın verilmesinin gerekliliği, sınır dışı etme kararı, ülkeyi terk için süre tanınması, sınır dışı etmek üzere gözaltında tutma, sınır dışı kararına itiraz ve yürütmenin kendiliğinden durması hususları, Avrupa Birliği Sığınma Hukuku ve Türk Yabancılar Hukuku düzenlemeleri karşılaştırılarak incelenmektedir.  Sığınma  arayan  kişinin,  bireysel  durumuna  göre  yapılan uluslararası  koruma  başvuru  incelemesinden  mahrum  bırakılması,  geri göndermeme  ilkesinin  ihlaline neden  olacağından; Türk  Yabancılar  Hukuku açısından  sığınma  arayanların  sınır  dışı  edilmelerinde  istisna  olmaksızın uluslararası koruma başvuruları hakkında ön kararın verilmesi gerekmektedir. Avrupa Birliği Sığınma Hukuku nda sınır dışı kararına karşı itiraz halinde, istisnai hallerde  yürütmenin  kendiliğinden  durması  kuralı  yerine  hâkimin  kararı  ile durması  kuralı  benimsendiğinden;  sığınma  arayanlar  temyiz  kararlarının sonucunu dahi öğrenemeden sınır dışı edildikleri için etkin başvuru hakları ihlal edilmektedir. Sınır dışı kararına karşı sığınma arayanların, herhangi bir istisna olmaksızın kendiliğinden yürütmenin durdurulması etkisini haiz itiraz hakkına sahip  olmaları  etkin  başvuru  hakkının  bir  gereğidir.  Bu  anlamda  sığınma arayanların  sınır  dışı  edilmelerine  ilişkin  düzenlemelerde,  Türk  Yabancılar Hukuku nun Avrupa Birliği Sığınma Hukuku na nazaran sığınma arayanların haklarına daha saygılı hükümler ihdas ettiği görülmektedir.",
     "Abstract": "Determining the adoption of the acquis regarding The Common European Asylum System as the ultimate goal makes it important to examine the return of asylum seekers within the scope of The Common European Asylum System in terms of Turkish Foreigners Law. The Common European Asylum System and Turkish Foreigners Law regulations analyzed by comparison in terms of the necessity of giving the first decision on the international protection application for the return decision, the return decision, voluntary departure, detention for the purpose of removal, the objection to the return decision and the suspension of execution. Depriving  the  asylum-seeker  from  the  examination  of  his/her  international protection application based on his/her individual situation would result in a violation of the principle of non-refoulement; in terms of Turkish Foreigners Law, the first decision on international protection applications should be made without exception in the return of asylum seekers. In The Common European Asylum System, in the event of an objection against the return decision, as the rule of suspension of execution by a judge's decision has been adopted instead of the rule of automatically suspension of execution in exceptional cases; asylum seekers are returned without even knowing the outcome of appeal decisions, their right to an effective application is violated. In accordance with the right to an effective remedy,  asylum  seekers  should  have  the  right  to  object  with  automatically suspensive  effect,  without  exception,  against  the  return  decision.  In  the legislations regarding the return of asylum seekers, it is observed that Turkish Foreigners Law establishes provisions that are more respectful to the rights of asylum seekers compared to The Common European Asylum System.",
     "Metin": "Avrupa Birliği (AB) nde göç kontrolü; ülkeye giriş, vizeler, kısa dönemli kalma, sınır dışı etme, ülkeye giriş yasağı, gözaltına alma, veri depolama, operasyonel iş 36İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12 birliği  konularına ilişkin  olan ve  genellikle  de  kaynağını  19.06.1990  tarihli Schengen  Antlaşması  Uygulama  Konvansiyonu ndan  alan  birçok  tüzük  ve yönerge ile sağlanmaktadır.  19.06.1990 tarihli Schengen Antlaşması Uygulama Konvansiyonu  mad. 23-24 hükümlerini özel olarak düzenleyen  16 Aralık 2008 tarihli Üye Devletlerde Yasa Dışı Olarak Kalan Üçüncü Ülke Vatandaşlarının Geri  Gönderilmesine  İlişkin  Ortak  Prosedürler  ve  Standartlar  Hakkında 2008/115/EC Sayılı Avrupa Konsey Yönergesi (2008/115/EC sayılı Yönerge) , üye  devletlerde  yasa  dışı  olarak  kalan  üçüncü  ülke  vatandaşlarının  geri gönderilmesine ilişkin üye devletlerde uygulanacak ortak prosedür ve standartları düzenlemektedir. Buna göre üye devletler, kendi topraklarında yasa dışı olarak ikamet eden bütün üçüncü ülke vatandaşları hakkında sınır dışı kararı almakla yükümlüdürler  (2008/115/EC  sayılı  Yönerge  mad.  6/1).  2008/115/EC  sayılı Yönerge, üye devletlerde yasa dışı olarak kalan üçüncü ülke vatandaşlarının, gönüllü ya da zorunlu olarak; menşe ülkelerine, geri kabul antlaşmalarına ya da diğer düzenlemelere uygun olarak transit bir ülkeye ya da ilgili kişinin gönüllü olarak dönmeye karar verdiği ya da kabul edileceği diğer bir üçüncü ülkeye geri gönderilmesine ilişkin ortak standartlar ve prosedürleri düzenlemiştir.  Avrupa Birliği Müktesebatının Üstlenilmesine İlişkin Türkiye Ulusal Programının Uygulanması, Koordinasyonu ve İzlenmesine Dair Karar ile Avrupa Birliği Sığınma  Hukuku na  ilişkin  müktesebatın  üstlenilmesinin  nihai  hedef  olarak belirlenmesi; sığınma arayanların, 2008/115/EC sayılı Yönerge kapsamında sınır dışı edilmelerini Türk Yabancılar Hukuku açısından önemli hale getirdiğinden bu makalede  incelenmektedir.  Bu  anlamda  makalede,  sınır  dışı  kararı  için uluslararası koruma başvurusu hakkında ön kararın verilmesi gerekliliği, sınır dışı                                                         1 The Schengen acquis - Convention implementing the Schengen Agreement of 14 June 1985 between the Governments of the States of the Benelux Economic Union, the Federal Republic of Germany and the French Republic on the gradual abolition of checks at their common borders, OJ L  239,  22.09.2000,  (Çevrimiçi)  https://eur-lex.europa.eu/legalcontent/EN/TXT/?qid=1545291956625&uri=CELEX:42000A2(02), E.T. 08.09.2021. 2 Directive 2008/115/EC of the European Parliament and of the Council of 16 December 2008 on common standards and procedures in Member States for returning illegally staying third-country nationals,  OJ  L  348,  24.12.2008,  (Çevrimiçi)  https://eur-lex.europa.eu/legalcontent/EN/TXT/?qid=1545289439646&uri=CELEX:32008L5, E.T. 08.09.2021. 3 Yabancıların Sınır Dışı Edilmesine İlişkin Uluslararası Hukuk Komisyonu Taslak Kuralları (International Law Commission s 2014 Draft Articles on the Expulsion) mad. 22 düzenlemesi, sınır dışı edilecek yabancının, vatandaşı olduğu veya milletlerarası hukuka göre yabancıyı kabul etme yükümlülüğü olan veya sınır dışı eden devletin ya da gerekli hallerde söz konusu yabancının talebi üzerine onu kabul etmek isteyen devlete sınır dışı edilmesini; vatandaşı olduğu veya milletlerarası hukuka göre yabancıyı kabul etme yükümlülüğü olan devlet belirlenemezse ve söz konusu yabancıyı kabul etmek isteyen başka bir devlet bulunamazsa, söz konusu yabancının, giriş ve oturma hakkının olduğu bir devlete ya da sınır dışı edecek devlete hangi devletten geldiyse o devlete sınır dışı edilebilmesini öngörmektedir. bkz., EKŞİ, Nuray,  ILC nin Yabancıların Sınır Dışı Edilmesine İlişkin  2014  Taslak Kurallarının  Yabancılar ve  Uluslararası  Koruma Kanunu  Hükümleriyle Mukayesesi ve Bu Kuralların Türkçe Tercümesi , İstanbul Üniversitesi Milletlerarası Hukuk ve Milletlerarası Özel Hukuk Bülteni, Y. 2013, C. 33, S. 1, s. 16. 4 Bakanlar Kurulu Karar Sayısı: 2001/2129, Karar Tarihi: 19.03.2001, s. 98, RG. 24.03.2001, S. 24352 (Mükerrer).   37ARIKAN/ Sığınma Arayanların 2008/115/EC Sayılı Geri Gönderme Koşulları Avrupa Konsey Yönergesi Kapsamında Sınır Dışı Edilmelerinin Türk Yabancılar Hukuku ile Karşılaştırılması etme kararı, ülkeyi terk için süre tanınması, sınır dışı etmek üzere gözaltında tutma, sınır dışı etme kararına karşı itiraz ve yürütmenin kendiliğinden durmaması sorunu,  AB  Sığınma  Hukuku  ve  Türk  Yabancılar  Hukuku  karşılaştırılarak incelenmektedir. I. Sınır Dışı Kararı İçin Uluslararası Koruma Başvurusu Hakkında Ön Kararın Verilmesinin Gerekliliği 2008/115/EC  sayılı  Yönerge  mad.  3/3  hükmünde,  geri  gönderme  (return) kavramı,  bir  üçüncü  ülke  vatandaşının;  menşe  ülkesine  ya  da  topluluk antlaşmaları, ikili geri kabul antlaşmaları ya da diğer düzenlemeler doğrultusunda transit bir ülkeye ya da ilgili üçüncü ülke vatandaşının gönüllü olarak geri dönmeye karar verdiği ve kabul edileceği bir üçüncü ülkeye gönüllü ya da mecburi olarak sınır dışı edilmesi süreci olarak ifade edilmektedir. Ülkeden çıkarılma (removal) ise, geri dönüş yükümlülüğünün uygulanması yani üye devletin dışına fiziksel olarak sınır dışı edilmesini ifade etmektedir (2008/115/EC sayılı Yönerge mad. 3/5). 2008/115/EC Sayılı Yönerge, göç ve sığınma ile ilgili AB müktesebatında yer alan ve üçüncü ülke vatandaşı için daha elverişli olabilecek herhangi bir hükme halel getirmeyeceğini açıkça düzenlemiştir (2008/115/EC sayılı Yönerge mad. 4/2). 2008/115/EC sayılı Yönerge,  sığınma arayan kişiler için, sadece uluslararası koruma başvurusunda bulunmuş olmalarına dayanarak uygulanamaz. Avrupa Birliği Adalet Divanı (ABAD), 30.05.2013 tarihli bir kararında da uluslararası koruma başvurusunda bulunan sığınma arayanlara, başvuruda bulunulmasından söz  konusu  başvuruya  ilişkin  ön  kararın  verilmesine  kadar  olan  süreçte 2008/115/EC  sayılı  Yönerge  hükümlerinin  uygulanamayacağına  açıkça hükmetmiştir.  Dolayısıyla  sığınma  arayanların  sınır  dışı  edilebilmeleri  için öncelikle uluslararası koruma başvuruları hakkında ön kararın verilmiş olması gerekir. 26 Haziran 2013 tarihli Uluslararası Koruma Statüsü Verilmesi ve Geri Alınmasında Müşterek Prosedürlere İlişkin 2013/32/EU Sayılı Konsey Yönergesi (2013/32/EU  sayılı  Yönerge)  mad.  45  gereğince;  başvuru  sahibine  tanınan statünün geri çekilmesine ilişkin bir karar (2013/32/EU sayılı Yönerge mad. 46/1(c)) sonrasında da ilgili kişilerin sınır dışı edilmesi mümkündür. Uluslararası  koruma  başvurusu  hakkında  ön  karar;  başvurunun  dayanaktan yoksun olmasına ilişkin bir karar ya da 2013/32/EU sayılı Yönerge mad. 33/2 hükmünde  düzenlenen  sebeplerle  başvurunun  kabul  edilemez  olarak                                                         5 BOELES, Pieter / HEIJER, Maarten Den / LODDER, Gerrie / WOUTERS, Kees, European Migration Law, 2nd edition, Ius Communitatis Series, Volume 3, Cambridge, Intersentia, 2014, s. 389. 6 ABAD - 3. Daire, Mehmet Arslan v Policie, Case C-534/11, 30.05.2013, paragraf 49, (Court of Justice of the European Union). 7 Directive 2013/32/EU of the European Parliament and of the Council of 26 June 2013 on common procedures for granting and withdrawing international protection, OJ L 180, 29.06.2013, (Çevrimiçi) https://eur-lex.europa.eu/legal-content/EN/TXT/?qid=1543139020357&uri=CELEX:32013L2, E.T. 08.09.2021. 38İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12 değerlendirilmesine ilişkin bir karar ya da 2013/32/EU sayılı Yönerge mad. 43/1 gereğince bir üye devletin transit bölgesi ya da sınırında alınan bir karar ya da 2013/32/EU sayılı Yönerge mad. 39 gereğince  başvurunun incelenmemesine yönelik bir karar (2013/32/EU sayılı Yönerge mad. 46/1(a)) ya da 2013/32/EU sayılı  Yönerge  mad.  27-28  gereğince  başvurunun  tekrar  incelenmesinin reddedilmesine  ilişkin  bir  karar  (2013/32/EU  sayılı  Yönerge  mad.  46/1(b)) olabilir.  Üye  devletler,  söz  konusu  kararlara  karşı,  başvuru  sahiplerine  bir mahkeme  huzurunda  etkili  başvuru  hakkı  sağlamakla  yükümlüdürler (2013/32/EU sayılı Yönerge mad. 46/1). Ancak uluslararası koruma başvurularına ilişkin söz konusu ön kararlardan sonra sığınma arayanların sınır dışı edilmesi mümkün hale gelmektedir.   Türk Yabancılar Hukuku nda 2008/115/EC sayılı Yönerge ile benzer şekilde, uluslararası koruma başvurusu reddedilen, uluslararası korumadan hariçte tutulan, başvurusu  kabul  edilemez  olarak  değerlendirilen,  başvurusunu  geri  çeken, başvurusu geri çekilmiş sayılan, uluslararası koruma statüleri sona eren veya iptal edilenler hakkında verilen son karardan sonra YUKK diğer hükümlerine göre de Türkiye de kalma hakkı bulunmayanlar hakkında sınır dışı etme kararı alınacağı düzenlenmiştir  (6458  Sayılı  Yabancılar  ve  Uluslararası  Koruma  Kanunu (YUKK)  mad.  54/1/i).  Bununla  birlikte  terör  örgütü  yöneticisi,  üyesi, destekleyicisi veya çıkar amaçlı suç örgütü yöneticisi, üyesi veya destekleyicisi olanlar  ile  uluslararası  kurum  ve  kuruluşlar  tarafından  tanımlanan  terör örgütleriyle  ilişkili  olduğu  değerlendirilenler  ve  kamu  düzeni  veya  kamu güvenliği ya da kamu sağlığı açısından tehdit oluşturan uluslararası koruma başvuru  sahibi  veya  uluslararası  koruma  statüsü  sahibi  kişiler  hakkında uluslararası  koruma  işlemlerinin  her  aşamasında  sınır  dışı  etme  kararı alınabilmektedir (YUKK mad. 54/2). ABAD ın 30.05.2013 tarihli kararında da ifade ettiği gibi uluslararası koruma başvurusunda bulunan sığınma arayanların, ancak başvurularına ilişkin ön kararın verilmesinden sonra sınır dışı edilebilmeleri mümkündür.  Zira  sığınma  arayan  kişinin  bireysel  durumuna  göre  yapılan uluslararası koruma başvuru incelemesinden mahrum bırakılması halinde geri göndermeme (non-refoulement) ilkesinin ihlali gündeme gelebilir ki bu durum dolaylı olarak 1951 Cenevre Antlaşması nın ihlali sonucunu meydana getirir.                                                         8 STRBAN, Grega / RATAJ, Primoz / SABIC, Zlatko,  Return Procedures Applicable to Rejected Asylum-Seekers in the European Union and Options for their Regularisation , Refugee Survey Quarterly, Y. 2018, C. 37, S. 1, s. 74. 9 RG. 11.04.2013, S. 28615. 10 ABAD - 3. Daire, Mehmet Arslan v Policie, Case C-534/11, 30.05.2013, paragraf 49, (Court of Justice of the European Union). 11 Cenevre de 28 Temmuz 1951 Tarihinde İmzalanmış Olan Mültecilerin Hukuki Durumuna Dair Sözleşmenin Onaylanması Hakkında 359 Sayılı Kanun, RG. 05.09.1961, S. 10898. 12 KALIN, Walter / CARONI, Martina / HEIM, Lukas,  Article 33 para 1 - Prohibition of Expulsion and Return (Refoulement) , Ed.: Andreas Zimmermann, Jonas Dörschner, Felix Matsch, The 1951 Convention relating to the Status of Refugees and its 1967 Protocol: A Commentary, Oxford, Oxford University Press, 2011, s. 1395; GIUFFRE´, Mariagiulia,  Readmission Agreements and   39ARIKAN/ Sığınma Arayanların 2008/115/EC Sayılı Geri Gönderme Koşulları Avrupa Konsey Yönergesi Kapsamında Sınır Dışı Edilmelerinin Türk Yabancılar Hukuku ile Karşılaştırılması Avrupa  İnsan  Hakları  Mahkemesi  (AİHM),  D.A  ve  Diğerleri  v.  Polonya kararında 1951 Cenevre Antlaşması ile güvence altına alınan geri göndermeme ilkesinin; sığınma arayanların uluslararası koruma taleplerinin inceleneceği uygun prosedürlere  etkin  erişim  sağlamayı  amaçladığına  hükmederken,  M.K.  ve Diğerleri  v.  Polonya  kararında  da  sığınma  başvurusunda  bulunan  kişilerin başvuruları incelenene kadar söz konusu devlette kalmalarına izin verilmesi gerektiğine hükmetmektedir. Ayrıca Avrupa İnsan Hakları Sözleşmesi (AİHS)15 mad.  3  hükmü,  1951  Cenevre  Antlaşması dan  daha  geniş  bir  koruma sağladığından terörizmle suçlanan kişiler de dahil; geri göndermeme ilkesinin ihlal edilmediğinden emin olmak için uluslararası koruma başvuları hakkında ön kararın verilmesinden sonra sınır dışı işleminin uygulanması gerekir. II. Sınır Dışı Etme Kararı  2008/115/EC sayılı Yönerge mad. 12/1 gereğince; sınır dışı etme kararları, giriş yasağı kararları ve ülkeden çıkarılmaya ilişkin kararlar mevcut hukuki itiraz imkanları hakkında bilgiler de dahil olmak üzere hukuki ve fiili gerekçeler gösterilerek yazılı olarak verilir. Üye devletler, bir üye devletin topraklarına yasa dışı olarak giren bir üçüncü ülke vatandaşının geri dönüşü hakkında kararı, ulusal mevzuatlarına uygun olarak standart bir formda verebilirler. Ancak bu durumda standart formların, yasa dışı giriş yapan göçmenlerin en sık kullandıkları ya da anladıkları en az beş dilde hazırlanması gerekir (2008/115/EC sayılı Yönerge mad. 12/3).  Türk Yabancılar Hukuku nda yabancının doğrudan sınır dışı edileceği, Türkiye yi terke davet edildiği veya idari gözetime tabi tutulduğu hususlarından birinin yer aldığı sınır dışı etme kararı, Göç İdaresi Başkanlığı (GİB)19 talimatı üzerine veya resen yabancının yakalandığı, işlem gördüğü veya tespit edildiği ildeki Valilik İl                                                         Refugee Rights: from a Critique to a Proposal , Refugee Survey Quarterly, Y. 2013, C. 32, S. 3, s. 105. 13 AİHM, D.A ve Diğerleri v. Polonya, (Başvuru No: 51246/17), 22.11.2021, paragraf 66, (Court of Justice of the European Union). 14 AİHM, M.K. ve Diğerleri v. Polonya, (Başvuru No: 40503/17, 42902/17, 43643/17), 14.12.2020, paragraf 181, (Court of Justice of the European Union). 15 RG. 19.03.1954, S. 8662. 16 Soering v. Birleşik Krallık kararından itibaren geri gönderme yasağının zımni olarak, hiç kimsenin işkence, insanlık dışı ya da aşağılayıcı muamale ve cezaya tabi tutulamayacağını düzenleyen AİHS mad. 3 hükmünde mevcut olduğu kabul edilmektedir. bkz., AİHM, Soering v Birleşik Krallık, (Başvuru No: 14038/88), 07.07.1989. 17 JUSS, Satvinder Singh, International Migration and Global Justice, Ashgate Publishing Company, 2006, s. 123; EKŞİ, Nuray, Mahkeme Kararları Işığında Suçluların İltica Sistemi Dışında Bırakılması, İstanbul, Beta Yayınevi, 2017, s. 39. 18 GILBERT, Geoff,  Is Europe Living up to Its Obligations to Refugees , The European Journal of International Law, Y. 2004, C. 15, S. 5, s. 987. 19  85  numaralı  Bazı  Cumhurbaşkanlığı  Kararnamelerinde  Değişiklik  Yapılması  Hakkında Cumhurbaşkanlığı Kararnamesi mad. 24 gereğince; 4 sayılı Cumhurbaşkanlığı Kararnamesinin 162. Maddesinde yer alan  Genel Müdürlük  ibaresi  Başkanlık  şeklinde değiştirilmiştir. bkz., RG. 29.10.2021, S. 31643. 40İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12 Göç  İdaresi  Müdürlüğü  (VİGİM)  tarafından  her  yabancı  için  ayrı  alınır ve gerekçeleriyle birlikte hakkında sınır dışı etme kararı alınan yabancıya veya yasal temsilcisine ya da avukatına tebliğ edilir; ancak hakkında sınır dışı etme kararı alınan  yabancı,  bir  avukat  tarafından  temsil  edilmiyorsa  kendisi  veya  yasal temsilcisi,  kararın  sonucu,  itiraz  usulleri  ve  süreleri  hakkında  bilgilendirilir (YUKK mad. 53/1-2 – YUKKY mad. 54/1, YUKKY mad. 56). AB üyesi devletler sınır dışı etme ve ülkeden çıkarılma işlemlerinde Sığınma, Göç ve Entegrasyon Fonu aracılığıyla destek alırken; Türkiye sınır dışı edilecek yabancıların hiç parasının olmaması ya da mevcut parasının seyahat masraflarının tamamını karşılamaya yetmemesi durumunda seyahat masraflarını GİB tarafından karşılanmak suretiyle (YUKK mad. 60/3/b-c) söz konusu külfete AB üyesi bir devlet olmadığı için tek başına katlanmaktadır.  AB üyesi devletlerin, geri göndermeme ilkesinin ihlali ve sınır dışı etme kararının askıya  alınması  durumunda  ülkeden  çıkarılmayı  ertelemeleri  düzenlenmiştir (2008/115/EC sayılı Yönerge mad. 9/1). Üye devletler, özellikle ilgili kişinin fiziksel durumu ve temyiz gücü veya taşıma kapasitesi yetersizliği ya da kimlik tespitinin  yapılamamasına  ilişkin  teknik  sebepler  gibi  bireysel  durumun özelliklerini dikkate alarak uygun bir süre için ilgili kişinin ülkeden çıkarılmasını erteleyebilirler (2008/115/EC sayılı Yönerge mad. 9/2). Bu durumda ilgili kişiye, yetkili mercilere düzenli bildirimde bulunma, yeterli parasal teminat yatırma, belge sunma ya da belirli bir yerde kalma yükümlülüğü getirilebilir (2008/115/EC sayılı Yönerge mad. 9/3).  Ancak üye devletlerin; insani, teknik, pratik ya da hukuki sebeplerle ilgili kişinin ülkeden çıkarılmasını ertelemeleri halinde, yerine getirmeleri  gereken  tek  yükümlülük  2008/115/EC  sayılı  Yönerge  mad.  14/2 gereğince, ilgili kişiyi sınır dışı etme kararının geçici olarak uygulanmayacağı hususunda yazılı olarak bilgilendirmeleridir. Bu durumunda sınır dışı etmenin ertelenmesi üzerine belirli bir statüye sahip olmayan sığınma arayan kişilerin belirsiz durumları devam etmektedir. İlgili kişilerin sınır dışı edilmemesi ya da ülkeden çıkarılmaması durumunda, kaldıkları üye ülkede ikamet izni sahibi de olmadıklarından çalışma, eğitim, barınma ve sağlık hizmeti haklarında mahrum kalabileceklerdir. Bu nedenle, geri dönmek ya da ülkeden ayrılmak istemeyen kişilerle,  kendi  iradeleri  dışındaki  sebeplerle  geri  dönemeyen  ve  ülkeden                                                         20  Yabancılar  ve  Uluslararası  Koruma Kanununun  Uygulanmasına  İlişkin  Yönetmelik,  RG. 17.03.2016, S. 29656. 21 Regulation (EU) No 516/2014 of the European Parliament and of the Council of 16 April 2014 establishing the Asylum, Migration and Integration Fund, amending Council Decision 2008/381/EC and repealing Decisions No 573/2007/EC and No 575/2007/EC of the European Parliament and of the Council and Council Decision 2007/435/EC, OJ L 150, 20.05.2014, (Çevrimiçi) https://eurlex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A14R6&qid=1631181817605,  E.T. 08.09.2021. 22 STRBAN / RATAJ / SABIC, s. 85. 23 BALDACCINI, Anneliese,  The EU Directive on Return: Principles and Protest , Refugee Survey Quarterly, Y. 2009, C. 28, S. 4, s. 138. 24 STRBAN / RATAJ / SABIC, s. 88.   41ARIKAN/ Sığınma Arayanların 2008/115/EC Sayılı Geri Gönderme Koşulları Avrupa Konsey Yönergesi Kapsamında Sınır Dışı Edilmelerinin Türk Yabancılar Hukuku ile Karşılaştırılması ayrılamayan kişiler arasında ulusal mevzuatlarda ayrım yapılması ve ülkeden çıkarılmanın ertelendiği süre içerisinde sığınma arayanların haklarının korunması gerekir. Türk Yabancılar Hukuku nda sınır dışı sebeplerinin varlığına rağmen sınır dışı edileceği ülkede ölüm cezasına, işkenceye, insanlık dışı ya da onur kırıcı ceza veya muameleye maruz kalacağı konusunda ciddi emare bulunanlar; ciddi sağlık sorunu, yaş ve hamilelik durumu nedeniyle seyahat etmesi riskli görülenler; hayati tehlike arz eden hastalıkları için tedavisi devam etmekte iken sınır dışı edileceği ülkede tedavi imkânı bulunmayanlar; mağdur destek sürecinden yararlanmakta olan  insan  ticareti  mağdurları;  tedavileri  tamamlanıncaya  kadar  psikolojik, fiziksel veya cinsel şiddet mağdurları hakkında sınır dışı etme kararı alınmaz (YUKK mad. 55/1). Bu kapsamdaki değerlendirmeler, herkes için ayrı olarak bireysel yapılır ve belli bir adreste ikamet etmeleri, istenilen şekil ve sürelerde bildirimde bulunmaları da istenebilir (YUKK mad. 55/2).  III. Ülkeyi Terk İçin Süre Tanınması                                                         25 STRBAN / RATAJ / SABIC, s. 95. 26 Anayasa Mahkemesi, sınır dışı işlemlerine karşı yapılan başvurularda, geri gönderilen ülkenin koşullarını dosyaya sunulan bilgi ve belgelerle sınırlı kalmaksızın re sen araştırma yönündeki kararları (AYM-İkinci Bölüm, Olga Dogot, (Başvuru No: 2015/11252), 10.07.2015; AYM-İkinci Bölüm, Eiza Kashkoeva, (Başvuru No: 2016/9483), 25.05.2016, paragraf 17) sonrasında, sınır dışı edileceği ülkede ölüm cezasına, işkenceye, insanlık dışı ya da onur kırıcı ceza veya muameleye maruz kalacağı konusundaki ciddi emareleri, başvurucunun sunma yükümlülüğü olduğunu açıkça ifade etmiştir. bkz.,   … Başvurucu, ülkesindeki kötü muamele riskini genel olarak dile getirmiş; ancak, söz konusu riskin kişisel olarak kendisini nasıl etkileyeceğini açıklamamıştır. Başvurucu ayrıca, kendisini ülkesinden ayrılmaya zorlayan somut bir sebep olup olmadığı konusunda da bilgi vermemiştir. Başvurucunun kişisel durumuna ilişkin açıklama yapmaktan kaçınması nedeniyle ülkesinin  yukarıda  yer  verilen  genel  koşullarının  kendisi  açısından  gerçek  bir  risk  içerip içermediğinin araştırılabilmesi veya değerlendirilebilmesi mümkün değildir. … başvurucunun ülkesine geri gönderilmesi hâlinde kötü muameleye maruz kalacağına ilişkin  genel  ve  soyut  iddialarının araştırmaya değer nitelikte ve yeterlilikte olmadığı anlaşılmaktadır. … başvurunun açıkça dayanaktan yoksun olması nedeniyle kabul edilemez olduğuna … , AYM-İkinci Bölüm, Yryskul Beishenaliev, (Başvuru No: 2016/7458), 20.04.2017;  … Başvurucu 1971 doğumlu olup Afganistan vatandaşıdır. İran'da yaşadığı bölgede mezhep farklılıkları nedeniyle bazı sorunlarla karşılaşması üzerine yasa dışı yollardan Türkiye'ye giriş yapmış … (BMMYK) başvurmuş … imza yükümlülüğünü yerine getirmemiş ve ikamet ilini izinsiz olarak terk etmiş … anılan gerekçelerle başvurucunun geçici sığınmacı statüsünün kaldırılmasına ve sınır dışı edilmesine karar verilmiştir. … Başvurucu, ülkesinde Taliban terör örgütünün faaliyetlerini devam ettirdiğini genel olarak dile getirmiş ancak söz konusu durumun kendisini ve ailesini nasıl etkilediğini açıklamamıştır. Dahası başvurucunun Afganistan'ın hangi bölgesinden olduğu ya da geri gönderilmesi hâlinde hangi bölgesinde  yaşamak  zorunda  kalacağı  konusunda  da  herhangi  bir  bilgi  sunulmamıştır.  … başvurucunun geri gönderileceği ülkenin koşullarına ilişkin araştırma yapmaya elverişli nitelikte bilgiler vermediği açıktır. Geri gönderilen ülkenin koşullarının kamu makamları tarafından resen araştırılması  gerektiğine  ilişkin  kural,  başvurucunun  bu  konuda  açıklamada  bulunma yükümlülüğünü ortadan kaldırmamaktadır. … başvurucunun Anayasa'nın 17. maddesinin üçüncü fıkrasında  güvence altına alınan  kötü  muamele yasağının ihlal edildiğine  ilişkin  iddiasının savunulabilir nitelikte olmadığı anlaşıldığından başvurunun açıkça dayanaktan yoksun olması nedeniyle kabul edilemez olduğuna … , AYM-İkinci Bölüm, Abdolghafoor Rezaei, (Başvuru No: 2015/17762), 06.12.2017, (Anayasa Mahkemesi Kararlar Bilgi Bankası). 42İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12 AB üyesi devletler sınır dışı etme kararında, ilgilinin kendi isteğiyle (gönüllü) ayrılması için yedi ile otuz gün arasında uygun bir süre verilmesini kendi ulusal mevzuatlarında düzenlerler; ancak üye devletler, kendi ulusal mevzuatlarında, söz konusu sürenin sadece ilgili üçüncü ülke vatandaşı tarafından yapılan ikamet başvurusunu takiben verilmesini de öngörebilirler (2008/115/EC sayılı Yönerge mad. 7/1). 12.09.2018 tarihli Yönerge Taslağı  yedi gün  ifadesini kaldırarak otuz güne kadar bir süre öngörülmesini düzenlemektedir. Böylece yedi gün olan alt süre sınırı düzenlemeden çıkarıldığı için üye devletlerin, ilgili kişinin gönüllü geri dönüşü için bir gün ya da daha kısa bir süre vermelerine imkân tanınmaktadır.  The European Council on Refugees and Exites (ECRE), gönüllü geri dönüş için ilgili kişilere verilecek sürenin en az otuz gün olması gerektiğini önermektedir. Gönüllü geri dönüş için bir günlük süre verilmesi durumunda, bu süreye ilgili kişinin riayet edebilmesi hayatın olağan akışı içerisinde çok mümkün olmayacağı için  aslında  gönüllü  geri  dönüşü  ortadan  kaldıran bir  düzenleme  getirilmek istenmektedir. Türk Yabancılar Hukuku nda, sınır dışı etme kararı alınanlara, sınır dışı etme kararında belirtilmek kaydıyla, Türkiye yi terk edebilmeleri için on beş günden az olmamak üzere otuz güne kadar süre tanınarak  çıkış izin belgesi  verilmesi (YUKK mad. 56), sığınma arayanlar açısından daha makul bir süredir. AB üyesi devletler, kişinin kaçma riski olması ya da yasal olarak kalmak için yapılan bir başvurunun açıkça dayanaktan yoksun veya hileli olması dolayısıyla reddedilmesi ya da ilgili kişinin kamu düzeni, kamu güvenliği ya da ulusal güvenlik  açısından  risk  teşkil  etmesi  durumlarında,  kişinin  gönüllü  olarak ayrılması için uygun süre vermeme ya da yedi günden daha kısa bir süre verme hakkına sahiptirler (2008/115/EC sayılı Yönerge mad. 7/4). ABAD, söz konusu hallerde gönüllü geri dönüş için süre verilmemesi ya da yedi günden daha az süre verilmesinin  her  durum  için  bireysel  olarak  değerlendirilmesi  gerektiğine hükmetmiştir. Ancak kamu düzeni ve ulusal güvenlik kavramları üye devletlerce keyfi yoruma açık olduğundan, üye devletler ilgili kişilerin gönüllü ayrılması için bir süre verilmemesini öngörebilmektedirler. 2008/115/EC Sayılı Yönerge nin üye devletlere tanıdığı takdir yetkisi, AB Komisyonu nun 07.03.2017 tarihli                                                         27 Proposal for a Directive of the European Parliament and of the Council on common standards and procedures in Member States for returning illegally staying third-country nationals (recast) A contribution from the European Commission to the Leaders  meeting in Salzburg on 19-20 September  2018,  COM  (2018)  634  final,  2018/0329(COD),  (Çevrimiçi)  https://eurlex.europa.eu/legal-content/EN/TXT/?qid=1583520407005&uri=CELEX:52018PC4,  E.T. 08.09.2021. 28 ECRE, Comments on the Commission Proposal for a Recast Return Directive COM (2018) 634, November  2018,  s.  11,  (Çevrimiçi)  https://www.ecre.org/wp-content/uplo-ads/2018/11/ECREComments-Commission-Proposal-Return-Directive.pdf, E.T. 08.09.2021. 29 12.09.2018 tarihli Yönerge Taslağı, söz konusu durumlarda üye devletlerin, gönüllü geri dönüş için bir süre vermemesini yükümlülük olarak düzenlemektedir. 30 ABAD – 3. Daire, Z. Zh. V Staatssecretaris voor Veiligheid en Justitie, C/13, 11.06.2015, paragraf 75, (Court of Justice of the European Union).   43ARIKAN/ Sığınma Arayanların 2008/115/EC Sayılı Geri Gönderme Koşulları Avrupa Konsey Yönergesi Kapsamında Sınır Dışı Edilmelerinin Türk Yabancılar Hukuku ile Karşılaştırılması Tavsiye  Kararı nda  da  ifade  edildiği  gibi  ulusal  mevzuatlar  arasındaki farklılıklar sebebiyle AB nin geri dönüş politikasının etkinliği üzerinde olumsuz etkiye neden olmaktadır. Benzer  şekilde  Türk  Yabancılar  Hukuku nda  da  kaçma  ve  kaybolma  riski bulunanlara,  yasal  giriş  veya  çıkış  kurallarını  ihlal  edenlere,  sahte  belge kullananlara, asılsız belgelerle ikamet izni almaya çalışanlara veya aldığı tespit edilenlere, kamu düzeni, kamu güvenliği veya kamu sağlığı açısından tehdit oluşturanlara, terör örgütü yöneticisi, üyesi, destekleyicisi veya çıkar amaçlı suç örgütü  yöneticisi,  üyesi  veya  destekleyicisi  olanlara,  uluslararası  kurum  ve kuruluşlar  tarafından  tanımlanan  terör  örgütleriyle  ilişkili  olduğu değerlendirilenlere bu süre tanınmaz (YUKK mad. 56 -YUKKY mad. 58/1-2). Gönüllü  geri  dönüş  için süre  verilmemesi  ya  da  verilen  sürede  geri  dönüş yükümlülüğüne  uyulmaması  halinde  geri  dönüş  kararı  ile  birlikte  ilgili  kişi hakkında giriş yasağı kararı alınır (2008/115/EC sayılı Yönerge mad. 11/1). Giriş yasağının süresi, bireysel durumun koşulları dikkate alınarak belirlenir ve kural olarak beş yılı geçemez. Ancak üçüncü ülke vatandaşının kamu düzeni, kamu güvenliği ya da ulusal güvenlik için ciddi bir tehdit oluşturması durumunda giriş yasağı  beş  yıldan  fazla  olabilir  (2008/115/EC  sayılı  Yönerge  mad.  11/2). 12.09.2018 tarihli Yönerge Taslağı nda gönüllü geri dönüş için bir gün ya da daha az bir süre verilmesi düzenlenmesi, hayatın olağan akışı içerisinde ilgili kişilerin riayet edebilecekleri bir süre olmadığından; ülkeye uzun süreli giriş yasakları ile karşılaşmalarına sebebiyet verecektir. Türk Yabancılar Hukuku nda ise terke davet süresini geçirmiş olarak sınır kapısına gelenlerden, vize veya ikamet ihlal süresine göre giriş yasağı uygulanması (YUKKY mad. 58/7-8) düzenlenmiş ancak giriş yasağında bir üst süre sınırı belirlenmemiştir. Bir üye devlet, bir başka üye devlet tarafından giriş yasağına tabi olan üçüncü ülke vatandaşına, ikamet izni veya kalma hakkı veren başka bir izin verecek olursa, Schengen Antlaşması Uygulama Konvansiyonu mad. 25 gereğince, ilk önce giriş yasağı vermiş olan üye devlete danışmalı ve üye devletin menfaatlerini dikkate almalıdır (2008/115/EC sayılı Yönerge mad. 11/4). Giriş yasağına ilişkin söz konusu hükümler, uluslararası koruma hakkına halel getirmeksizin uygulanır (2008/115/EC sayılı Yönerge mad. 11/5). Söz  konusu  süreler  içinde  geri  dönüş  yükümlülüğü  gönüllü  olarak  yerine getirilmemişse  ya  da  gönüllü  geri  dönüş  için  bir  süre  öngörülmemişse  üye devletler, sınır dışı etme kararının uygulanmasına yönelik olarak gereken tüm                                                         31 Commission Recommendation (EU) 2017/432 of 7 March 2017 on making returns more effective when implementing the Directive 2008/115/EC of the European Parliament and of the Council, C/2017/1600,  OJ  L  -66,  11.03.2017  (Çevrimiçi)  https://eur-lex.europa.eu/legalcontent/EN/TXT/?qid=1561194736103&uri=CELEX:32017H2, E.T. 08.09.2021. 32 Kural olarak beş yılı geçmeyecek olan giriş yasağının başlangıç süresinin, ilgili kişinin üye devletin ülkesinden fiilen ayrıldığı tarihten itibaren hesaplanması gerektiği yönünde bkz., ABAD – 2. Daire, Mossa Ouhrami, C 225/16, 26.07.2017, paragraf 58, (Court of Justice of the European Union). 44İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12 tedbirleri alma yetkisine sahiptirler (2008/115/EC sayılı Yönerge mad. 8/1). Üye devletler, bu durumda ülkeden çıkarılmayı düzenleyen ayrı bir idari ya da yargısal karar ya da işlem tesis edebilirler (2008/115/EC sayılı Yönerge mad. 8/3). Üye devletlerin, ülkeden çıkarılma konusunda direnen üçüncü ülke vatandaşına karşı son çare olarak zorlayıcı tedbirler uygulaması halinde, söz konusu tedbirlerin orantılı  olması  ve  makul  güç  kullanımını  aşmaması;  ulusal  mevzuatta öngörüldüğü gibi temel haklara uygun olarak ve ilgili üçüncü ülke vatandaşının onuruna  ve  fiziksel  bütünlüğüne  saygı  gösterilerek  uygulanması  gerekir (2008/115/EC sayılı Yönerge mad. 8/4). IV. Sınır Dışı Etmek Üzere Gözaltında Tutma Üye devletler, yeterli ama daha az zorlayıcı diğer tedbirleri somut olayda etkili bir şekilde  uygulayamadıklarında,  sınır  dışı  etmeyi  hazırlamak  ve/veya  ülkeden çıkarılmayı gerçekleştirmek amacıyla, özellikle kaçma riskinin bulunduğu ya da üçüncü ülke vatandaşının kararın gereğini yerine getirmekten kaçındığı ya da engellediği durumlarında sınır dışı prosedürüne tabi olan üçüncü ülke vatandaşını gözaltında  tutabilirler  (2008/115/EC  sayılı  Yönerge  mad.  15/1).  AB  üyesi devletlerde sığınma arayanların gözaltında tutulmaları sıklıkla başvurulan bir tedbirdir.    Türk  Yabancılar  Hukuku nda  hakkında  sınır  dışı  etme  kararı alınanlardan; kaçma ve kaybolma riski bulunan, Türkiye ye giriş veya çıkış kurallarını ihlal eden, sahte ya da asılsız belge kullanan, kabul edilebilir bir mazereti olmaksızın Türkiye den çıkmaları için tanınan sürede çıkmayan, kamu düzeni, kamu güvenliği veya kamu sağlığı açısından tehdit oluşturanlar hakkında VİGİM tarafından  idari gözetim kararı  alınır ve ya da idari gözetime alternatif yükümlülükler getirilir (YUKK mad. 57/2 – YUKK mad. 57/A/3). Aynı zamanda sınır dışı edilmek üzere geri gönderme merkezinde idari gözetim altında olan yabancının uluslararası korumaya başvurması halinde de idari gözetim kararının süresi içinde, uluslararası koruma işlemleri yürütülmeye devam eder (YUKKY mad. 96/7).  AB Hukukunda gözaltında tutulmaya, adli veya idari merciler tarafından, hukuki ve fiili gerekçeleri belirtilerek yazılı olarak karar verilir (2008/115/EC sayılı Yönerge  mad.  15/2).  Kural  olarak  gözaltında  tutulma,  özel  merkezlerde gerçekleştirilir.  Ancak  özel  gözaltı merkezlerinin  sağlanamaması  durumunda ilgili kişiler cezaevlerinde mahkumlardan ayrı şekilde tutulurlar (2008/115/EC sayılı  Yönerge  mad.  16/1).  ABAD  bu  durumda  sınır  dışı  etmek  amacıyla gözaltında tutulan ilgili kişinin normal mahkumlarla tutulma yönünde rızası olsa bile; ilgili kişilerin cezaevlerinde mahkumlardan ayrı bir şekilde tutulmaları gerektiğine  hükmetmiştir.  2008/115/EC  sayılı  Yönerge;  sınır  dışı  edilecek kişilere  özel  gözaltı  merkezlerinin  sağlanamaması  durumunda  cezaevlerinde                                                         33 CORNELISSE, Galina, Immigration Detention and Human Rights: Rethinking Territorial Sovereignity, Leiden, 2010, s. 3-4. 34 ABAD – Büyük Daire, Thi Ly Pham v Stadt Schweinfurt, Amt für Meldewesen und Statistik, C 474/13, 17.07.2014, paragraf 23; ABAD-1. Daire, WM v Stadt Frankfurt am Main, C-18/19, 24.8.2020 (Court of Justice of the European Union).   45ARIKAN/ Sığınma Arayanların 2008/115/EC Sayılı Geri Gönderme Koşulları Avrupa Konsey Yönergesi Kapsamında Sınır Dışı Edilmelerinin Türk Yabancılar Hukuku ile Karşılaştırılması mahkumlardan ayrı şekilde tutulmalarına imkân veren hükmüyle, temel insan hakları bakımından örnek alınabilecek bir düzenleme olarak değerlendirilemez; zira söz konusu kişiler suçlu değildirler. Bu anlamda Türk Yabancılar Hukuku, idari gözetim altına alınan yabancıların, geri gönderme merkezlerinde tutulmaları düzenlemesiyle (YUKK mad. 58/1), sığınma arayanların haklarına 2008/115/EC sayılı Yönerge düzenlemesine göre daha saygılı bir hüküm içermektedir.  Her bir üye devlet, gözaltı için altı ayı geçmemek üzere belirli süre tayin etmelidir (2008/115/EC sayılı Yönerge mad. 15/5). Bununla birlikte üye devletler, geri dönüş sürecinin uzun süreceği hallerde belirleyecekleri bu süreyi on iki ayı geçmeyecek şekilde uzatabilirler (2008/115/EC sayılı Yönerge mad. 15/6). Türk Yabancılar Hukuku da geri gönderme merkezlerindeki idari gözetim süresinin kural olarak altı ay olarak düzenlemesi ve sınır dışı etme işlemlerinin yabancının iş birliği yapmaması veya ülkesiyle ilgili doğru bilgi ya da belgeleri vermemesi nedeniyle  tamamlanamaması  halinde,  en  fazla  altı  ay  daha  uzatılabilmesi hükmüyle (YUKK mad. 57/3)36, 2008/115/EC sayılı Yönerge ile benzer düzenleme içermektedir.  AB Hukuku nda uzun gözaltı süreleri durumunda denetimin yargısal makamların gözetimi altında yapılması gerektiği düzenlemiştir (2008/115/EC sayılı Yönerge mad. 15/3). Türk Yabancılar Hukuku nda da idari gözetim altına alınan ya da elektronik izleme yükümlülüğüne tabi tutulan kişi veya yasal temsilcisi ya da avukatı, söz konusu karara karşı sulh ceza hâkimine başvurabilir ve sulh ceza hâkimi incelemeyi  beş gün  içinde sonuçlandırır ve bu konudaki kararı kesindir. İdari gözetim altına alınarak özgürlüğünden yoksun bırakılan yabancılar, hukuka aykırı idari gözetimden doğan zararlar için, sulh ceza mahkemesinin itirazı kabul                                                         35 ECRE, Reception and Detention Conditions of Applicants for International Protection in Light of the  Charter  of  Fundamental  Rights  of  the  EU,  January  2015,  s.  72,  (Çevrimiçi) https://www.ecre.org/wp-content/uploads/2016/07/ECRE-Reception-and-detention-conditions-forapplicants-for-international-protection-in-light-of-the-Charter-of-Fundamental-Rights-of-theEU_January-2015.pdf, E.T. 08.09.2021. 36 BMMYK tarafından 12.02.2007 tarihinde mülteci kabul belgesi verilerek uluslararası koruma sağlanan, 19.10.2016 tarihinde Kırklareli Valiliği tarafından, kamu düzeni ve kamu güvenliği açısından tehdit oluşturduğu gerekçesiyle sınır dışı ve idari gözetim kararı alınanan başvurucunun, Anayasa Mahkemesi nin 15.11.2016 tarih ve 2016/24656 sayılı kararıyla Çin ve Kazakistan a iade edilmemesine karar verilmiştir. Türkiye nin kendisini Çin ve Kazakistan dışında üçüncü bir ülkeye göndermeye hazırlandığını iddia eden başvurucu; sınır dışı edilme riski, idari gözetim altında tutmanın hukuki olmaması, geri gönderme merkezindeki tutulma koşulları, bu koşullardaki sağlık olanaklarının yetersizliği nedeniyle 23.11.2016 tarihinde AİHM ne müracaat etmiş ve AİHM, 70333/16  başvuru  numaralı  ve  30.11.2017  tarihli  kararında  başvurucunun  Türkiye  dışına gönderilmemesi doğrultusunda tedbir kararı vermiştir. Azami on iki aylık idari gözetim altında tutulma süresinin dolması ve kendi rızasıyla ayrılmak istemediği yönünde tutanak düzenlendiği ancak imzalamaktan imtina ettiği bu tutanağın içeriğinin gerçeği yansıtmadığı savunmaları ile on ikinci  aydan sonra fiilen idari  gözetim  altında tutmanın  kanunilik koşulunu  sağlamayacağı gerekçesiyle Anayasa nın 19. maddesi ile korunan kişi hürriyeti ve güvenliği hakkının ihlaline karar verilmiştir.  bkz.,  AYM-  Genel  Kurul,  Abdülkadir  Yapuquan,  (Başvuru  No:  2016/35009), 02.05.2019, (Anayasa Mahkemesi Kararlar Bilgi Bankası). 46İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12 etmesi halinde idari yargıda tam yargı davası açabilirler; ancak başvuru idari gözetimi durdurmaz. İdari gözetim altına alınan kişi veya yasal temsilcisi ya da avukatı, idari gözetim şartlarının ortadan kalktığı veya değiştiği iddiasıyla yeniden sulh ceza hakimine başvurabilir (YUKK mad. 57/6-7 – YUKK mad. 57/A/5).  Türk  Yabancılar  Hukuku nda  idari  gözetim  kararı,  idari  gözetim  süresinin uzatılması, her ay düzenli olarak yapılan değerlendirmelerin sonuçları ya da                                                         37 Kanun koyucunun idari gözetim kararına karşı itiraz mercii olarak münhasıran sulh ceza hâkimliklerini tayin ettiği ve bu açıdan idare mahkemelerinin idari gözetim kararının hukuka uygunluğunun denetimi konusunda herhangi bir yetkisi bulunmadığından sulh ceza hâkimliğine itiraz edilmeden idari yargıda tam yargı davası açılamayacağını ve sulh ceza hâkiminin idari gözetim kararının hukuka uygun olduğuna hükmetmesi durumunda sulh ceza hâkiminin ret kararından itibaren süresi içinde doğrudan Anayasa Mahkemesine bireysel başvuruda bulunulabileceği ancak sulh ceza hakiminin idari gözetim kararının hukuka aykırı olduğu gerekçesiyle itirazı kabul etmesi halinde idari yargıda tam yargı davası açılabileceği yönünde bkz., AYM-Genel Kurul, B.T., (Başvuru No: 2014/15769), 30.11.2017, paragraf 70, 71, 72, 73; Aynı yönde bkz., AYM-Birinci Bölüm, I.M. ve Z.M., (Başvuru No: 2014/16413), 20.12.2017 ; AYM-İkinci Bölüm, F.A.A., (Başvuru No: 2015/15764), 04.04.2018; AYM-İkinci Bölüm, G.B. ve Diğerleri, (Başvuru No: 2014/19481), 24.05.2018; AYM-Birinci Bölüm, G.E., (Başvuru No: 2015/6543), 11.06.2018; AYM-Birinci Bölüm, M.A., (Başvuru No: 2015/7305), 11.06.2018, paragraf 16, 39; AYM-Birinci Bölüm, K.K., (Başvuru No: 2014/16575), 11.06.2018; AYM-İkinci Bölüm, Manzura Jumaeva, (Başvuru No: 2015/1474), 27.06.2018; AYM-Birinci Bölüm, F.M., (Başvuru No: 2015/9776), 28.06.2018, paragraf 41; AYM-İkinci Bölüm, M.S.S., (Başvuru No: 2014/19690), 26.12.2018, paragraf 22-26; AYM- Birinci Bölüm, A.A. ve Diğerleri, (Başvuru No: 2014/17572), 07.02.2019; AYM-Birinci Bölüm, Sara Rahmazani, (Başvuru No: 2015/33), 08.05.2019, (Anayasa Mahkemesi Kararlar Bilgi Bankası). 38 Anayasa Mahkemesi de söz konusu altı aylık sürenin hangi nedenle uzatıldığının ilgili kişiye bildirilmeksizin idari gözetim süresinin uzatılmasının, Anayasa mad. 19 hükmü ile korunan kişi hürriyeti ve güvenliği hakkının ihlaline karar vermiştir. bkz.,  …başvurucunun bu koşullarda sekiz ayın üzerinde bir süre idari gözetim altında tutulmasının, Anayasa nın 17. maddesi açısından açık bir ihlal doğurduğu sonucuna ulaşılmıştır. … başvurucunun toplam 8 ay 10 gün idari gözetim altında tutulması sonucunda idari gözetim kararında kanuni sınır olarak öngörülen 6 aylık sürenin aşıldığı ve 6 aylık sürenin hangi gerekçeyle uzatıldığının da başvurucuya bildirilmediği tespit edilmiştir. … başvurucunun idari gözetim altına alınmasına ve bu tedbirin devam ettirilmesine ilişkin kararların ve kendisi hakkındaki bilgilerin zamanında kendisine bildirilmediği … yargısal denetim, yeri geldiğinde başvuruda bulunan kişinin serbest bırakılmasını temin edebilmelidir. Bu şekilde öngörülen hukuk yolunun, sadece teoride değil uygulamada da yeterince sonuç alınabilir bir yol olması gerekir. Aksi hâlde söz konusu hükmün amaçları açısından gerekli olan erişilebilirlik ve etkili olma  özelliğinden  söz edilemez… ,  bkz.,  AYM  –  Genel Kurul,  K.A.,  (Başvuru  No: 2014/13044), 11.11.2015, (Anayasa Mahkemesi Kararlar Bilgi Bankası). 39 İdari gözetimin devamında zaruret olup olmadığı, VİGİM tarafından her ay düzenli olarak değerlendirilir ve idari gözetimin devamında zaruret görülmeyen yabancılar için idari gözetim derhal sonlandırılır ve idari gözetime alternatif yükümlülükler getirilir. Sınır dışı etme kararının, yabancının  idari  gözetime  alınmasından  itibaren  altı  ay  içinde  yerine  getirilemeyeceğinin öngörülmesi, idari gözetim altında bulunan yabancının, sınır dışı etme kararı alınmayacaklar kapsamına girdiğiyle ilgili ciddi emarelerin ortaya çıkması, yabancı hakkında idari gözetim kararı alınmasına esas teşkil eden kaçma ve kaybolma riskinin ortadan kalkması, yabancının gönüllü geri dönüş desteğine başvurması idari gözetimin devamında zaruret görülmeyebilecek durumlar olarak düzenlenmiştir (YUKKY mad. 61/2). İdari gözetime alternatif yükümlülükler; belirli adreste ikamet etme, bildirimde bulunma, aile temelli geri dönüş, geri dönüş danışmanlığı, kamu yararına hizmetlerde gönüllülük esasıyla görev alma, teminat ya da elektronik izlemedir (YUKK mad. 57/4 - YUKK mad. 57/A/1 - YUKKY mad. 61). İlgili kişi söz konusu yükümlülüklerden bir ya da birkaçı ile   47ARIKAN/ Sığınma Arayanların 2008/115/EC Sayılı Geri Gönderme Koşulları Avrupa Konsey Yönergesi Kapsamında Sınır Dışı Edilmelerinin Türk Yabancılar Hukuku ile Karşılaştırılması idari gözetime alternatif yükümlülüklerden bir ya da birkaçına tabi tutulmuşsa bu durum, gerekçesiyle birlikte yabancıya veya yasal temsilcisine ya da avukatına tebliğ  edilir;  idari  gözetim  altına  alınan  ya  da  idari  gözetime  alternatif yükümlülüklere tabi olan kişi bir avukat tarafından temsil edilmiyorsa, kendisi veya  yasal  temsilcisi  kararın  sonucu,  itiraz  usulleri  ve  süreleri  hakkında bilgilendirilir (YUKK mad. 57/5 – YUKK mad. 57/A/4). Hukuki ya da diğer sebeplerle geri dönüşün olmayacağının anlaşılması veya gözaltında  tutulmayı  gerekli  kılan  durumların  ortadan  kalkması  durumunda gözaltı sona erer ve ilgili kişi derhal serbest bırakılır (2008/115/EC sayılı Yönerge mad. 15/4). ABAD, gözaltı uygulaması sona eren ve serbest bırakılan kişilere üye devletlerin ikamet izni vermek zorunda olmadığını; sadece durumlarını teyit eden bir belge verilmesi gerektiğine karar vermiştir. Çok sayıda üçüncü ülke vatandaşının geri dönmesinin bir üye devletin gözaltı merkezleri ya da adli veya idari görevlileri üzerinde beklenmedik ağır bir yük oluşturması durumunda bir üye devlet, söz konusu istisnai durum devam ettiği sürece gözaltında tutulma koşullarına ilişkin acil tedbirler almaya karar verebilir (2008/115/EC sayılı Yönerge mad. 18/1). Bu tür istisnai tedbirlere başvuran üye devlet  AB  Komisyonu nu  bilgilendirmekle  yükümlüdür  (2008/115/EC  sayılı Yönerge mad. 18/12). V. Sınır Dışı Etme Kararına Karşı İtiraz ve Yürütmenin Kendiliğinden Durmaması Sorunu AİHS 7 No lu Protokol mad. 1 hükmü gereğince, bir devletin ülkesinde, yasal olarak bulunan bir yabancı, sınır dışı edilmesine karşı gerekçelerini sunmasına; sınır dışı kararının yeniden incelenmesine ve bu amaçlarla yetkili bir makam veya bu makam tarafından tayin edilen kişi veya kişiler huzurunda temsil edilmesine izin verilmedikçe ve kanuna uygun olarak alınan bir karar olmadıkça sınır dışı edilemez. Ancak, söz konusu kişinin sınır dışı edilmesi, kamu düzeni açısından gerekliyse veya milli güvenlik nedenlerinden kaynaklanıyorsa bu durumda söz konusu  usulü  güvenceleri  kullanmadan  da  yabancı  sınır  dışı  edilebilir.  AB Sığınma Hukuku nda üçüncü ülke vatandaşı, yetkili adli ya da idari merci ya da bağımsız ve tarafsız üyelerden oluşan yetkili bir organ önünde sınır dışı etmeye ilişkin kararların yeniden incelenmesini istemek ya da temyiz başvurusunda bulunmak hakkına sahiptir (2008/115/EC sayılı Yönerge mad. 13/1). İlgili yetkili merci ya da organ sınır dışı etmeye ilişkin kararların geçici olarak yürütmesini                                                         en fazla yirmi dört ay süre ile sınırlı olarak sorumlu tutulabilir (YUKK mad. 57/A/2). İlgili kişi söz konusu idari gözetime alternatif yükümlülüklere uymaması durumunda, idari gözetim altına alınır (YUKK mad. 57/A/6). 40 ABAD – 3. Daire, Bashir Mohamed Ali Mahdi, C/14 PPU, 05.06.2014, paragraf 89, (Court of Justice of the European Union). 41 11 No lu Protokol ile Değişik İnsan Haklarını ve Ana Hürriyetleri Korumaya Dair Sözleşme'ye Ek 7 No lu Protokolün Onaylanması Hakkında Karar (RG. 08.04.2016, S. 29678). 48İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12 durdurma  da  dahil  olmak  üzere  yeniden  incelenmesinde  yetki  sahibidir (2008/115/EC sayılı Yönerge mad. 13/2). AB üyesi devletler, uluslararası koruma başvuruları hakkındaki ön karara karşı etkili başvuru hakkının kullanılması için öngörülen sürenin sonuna kadar ve şayet itiraz hakkı kullanılmışsa da itiraz sonuçlanana kadar başvuru sahibinin ülkelerinde  kalmasına  kural  olarak  izin  vermekteyse  de  (2013/32/EU  sayılı Yönerge mad. 46/5); 2013/32/EU sayılı Yönerge mad. 46/6 düzenlemesindeki hallerde itirazı inceleyen mahkeme, başvuru sahibinin üye devletin ülkesinde kalıp kalmayacağına karar verme yetkisine sahiptir. Buna göre bir başvuru açıkça dayanaktan  yoksun  kabul  edilmişse,  hızlandırılmış  prosedür  ya  da  sınır prosedürüne tabi ise, geri çekilmiş ya da geri çekilmiş sayılmış ise ve Avrupa güvenli üçüncü ülkesi sebebiyle başvurunun incelenmemesine karar verilmişse, bu durumlarda sınır dışı kararının yürütmesinin durdurulması için hâkimin kararı gereklidir.  Yürütmenin kendiliğinden durdurulması genel kural olarak 2013/32/EU sayılı Yönerge mad. 46/5 hükmünde düzenlenirken; bu kuralın istisnasını teşkil eden 2013/32/EU  sayılı  Yönerge  mad.  46/6    düzenlemesindeki  hallerde  yürütme kendiliğin durmayıp ancak talep üzerine ya da re sen hakim tarafından yürütmenin durdurulması kararı ile durdurularak öngörülen sürenin sonuna kadar ve şayet itiraz  hakkı  kullanılmışsa  da  itiraz  sonuçlanana  kadar  başvuru  sahibinin ülkelerinde kalmasına izin verilerek sınır dışı edilmesi engellenmiş olur. Ancak sığınma arayanlar; açıkça dayanaktan yoksun başvuru, hızlandırılmış prosedür, geri çekilmiş sayılma sebeplerine dayalı olarak her ne kadar temyiz hakkına sahip olsalar da hâkimin sınır dışı kararının yürütmesini durdurmaması halinde temyiz kararlarının sonucunu dahi öğrenemeden sınır dışı edilebilmektedirler.  ABAD, üçüncü ülke vatandaşı bir kişinin geri dönüşüne yönelik karara itirazı halinde, kararın uygulanmasının ciddi bir hastalığa sahip olan ilgili kişinin sağlık                                                         42 Uluslararası koruma başvuru kararlarına karşı itiraz ya da temyiz merciine başvuru süresi her bir AB üye devlette farklı belirlenmiş olsa da genellikle 14-30 gün aralığında değişmektedir. İspanya 60 günlük ve Güney Kıbrıs 75 günlük süre ile en uzun itiraz süresine sahip üye ülkeler iken; Hollanda 7 gün ve Macaristan ise 8 gün içinde itiraz edilmesini düzenleyerek en kısa süreye sahip üye  ülkelerdendir.  bkz.,  Asylum  Inform-ation  Database  (Çevrimiçi) http://www.asylumineurope.org/comparator/asylum-procedure, E.T. 08.09.2021. 43 Başvuru sahibinin geri gönderilmemesi ilkesinin ihlaline yönelik gerçek bir riskin bulunduğu durumlarda bile itirazın kendiliğinden yürütmeyi durdurmayacağına ilişkin bkz., ABAD - 4.Daire, X and Y v Staatssecretaris van Veiligheid en Justitie, Case C/17, 26.09.2018, paragraf 46. 44 ABAD, yetkili idari merci tarafından, uluslararası koruma başvurusunun açıkça dayanaktan yoksun olması sebebiyle reddedilen başvuru sahibinin, temyiz inceleme-si süresince ülkede kalma hakkına ilişkin karar verilene kadar yasal olarak ülkede kalma hakkı sahibi olduğuna ve sınır dışı edilmek  amacıyla  tutuklanamayacağına  hükmederek  söz  konusu  olayda  hakimin  yürütmeyi durdurma kararı vermesi gerektiği yönünde karar vermiştir. bkz., ABAD - 1.Daire, Staatssecretaris van Veiligheid en Justitie v C and J and S v Staatssecretaris, Case C/18 PPU, 05.07.2018, paragraf 56, (Court of Justice of the European Union). 45 PEEK, Markus / TSOURDI, Lilian, EU Immigration and Asylum Law, 2nd edition, Ed.: Kay Hailbronner, Daniel Thym, C. H. Beck-Hart-Nomos, 2016, s. 1377.   49ARIKAN/ Sığınma Arayanların 2008/115/EC Sayılı Geri Gönderme Koşulları Avrupa Konsey Yönergesi Kapsamında Sınır Dışı Edilmelerinin Türk Yabancılar Hukuku ile Karşılaştırılması durumunu geri gönüşü olmayacak şekilde bozulma riski ya da ciddi bir ölüm riski ile karşı karşıya bırakabilecek durumda olması sebebiyle sınır dışı etmeye yönelik kararın yürütmesinin durdurulması gerektiğine ve bu sürede ilgili kişinin acil sağlık  hizmeti  ve  temel  hastalıkların  tedavisine  yönelik  temel  ihtiyaçlarının karşılanması gerektiğine hükmetmiştir. Dolayısıyla ABAD, ulusal mevzuatlarda yürütmenin  kendiliğinden  durdurulması  düzenlemesini  bir  zorunluluk  olarak görmemekte, ancak sınır dışı kararlarına karşı yetkili merciye itiraz halinde, yetkili  merciin  gerektiğinde  yürütmeyi  durdurma  kararı  vermesini benimsemektedir. Oysa uluslararası koruma başvurusu sahiplerinin, ilk derece itiraz mercii tarafından verilen ön karar da dahil olmak üzere başvuruları hakkında nihai karar verilene kadar ülke de kalma hakkının (2013/32/EU sayılı Yönerge mad. 9/1) ihlal edilmemesi ve hakkında sınır dışı kararı alınan kişilerin herhangi bir istisna getirilmeksizin kendiliğinden yürütmenin durdurulması etkisine sahip itiraz hakkına sahip olmaları gerekir.  Sınır dışı  etme  kararına  yapılan itiraz  neticesinde yürütmenin  kendiliğinden durdurulması ilkesinin benimsenmesi AİHS mad. 13 hükmü ile korunan etkin başvuru hakkının sağlanması bakımından gereklidir. Ancak ABAD, uluslararası koruma başvurusu reddedilen ve geri gönderilmesine karar verilen kişilerin söz konusu karara karşı itiraz etmesi halinde kararın yürütmesinin kendiliğinden durmamasına yönelik ulusal düzenlemeleri Avrupa Birliği Temel Haklar Şartı (ABTHŞ)49 na uygun bulmaktadır. Zira AB kurumlarının kontrol edilmesi ve üye devletlerin AB mevzuatına uygunluğunun sağlanması olmak üzere AİHM ne nazaran daha geniş ve kapsamlı yargı yetkisine sahip olan ABAD, AİHS ya da                                                         46 ABAD – Büyük Daire, Centre …. v Moussa Abdida, C/13, 18.12.2014, paragraf 63; ABAD1.Daire, B. v Centre public d action sociale de Liège, C-233/19, 23.11.2020, (Court of Justice of the European Union). 47 ECRE, Comments for a Recast Return Directive, s. 15, 18. 48  AİHM,  Conka  v.  Belçika, (Başvuru  No:  51564/99), 05.02.2002,  paragraf 75-83;  AİHM, Gebremedhin v. Fransa, (Başvuru No: 25389/05), 26.04.2007, paragraf 66; İddia edilen işkence ya da kötü muamele tehlikesinin gerçekleşmesi halinde meydana gelecek zararın geri dönüşü olmayan niteliği ve AİHM nin 3. maddeye verdiği önem nedeniyle 13. madde bağlamında etkili hukuk yolu kavramının, başvuranın, söz konusu ülkeye sınır dışı edilmesi halinde, AİHS nin 3. maddesine aykırı muameleye  uğraması  yönünde gerçek  bir tehlike  bulunduğuna  inanmayı  gerektirecek  esaslı gerekçeler bulunduğu iddiasının bağımsız ve titiz bir incelemeye tabi tutulması ve kendiliğinden durdurucu etkisi olan bir hukuk yolu olmak üzere iki unsuru gerektirdiği yönünde bkz., AİHM, Abdolkhani ve Karimnia v. Türkiye, (Başvuru No: 30471/08), 22.09.2009, paragraf 108; AİHM, Mohammed v. Avusturya, (Başvuru No. 2283/12), 06.06.2013, paragraf 72, (Court of Justice of the European Union). 49 Charter of Fundamental Rights of the European U-nion, OJ C 202, 07.06.2016, (Çevrimiçi) https://eur-lex.europa.eu/legalcontent/EN/TXT/PDF/?uri=CELEX:12016P/TXT&qid=1542479820316&from=EN, E.T: 08 Eylül 2021. 50 ABAD – 4. Daire, X v Belastingdienst/Toeslagen, C/17, 26.09.2018, paragraf 48, (Court of Justice of the European Union). 51 COSTELLO, Cathryn, The Human Rights of Migrants and Refugees in European Law, Oxford University Press, 2015, s. 54. 50İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12 AİHM nin yorumları ile bağlı değildir. 12.09.2018 tarihli Yönerge Taslağı, geri göndermeme ilkesinin ihlal edilme tehlikesi olduğu durumda, belirlenen süre içerisinde sınır dışı etme kararına itiraz halinde, sınır dışı kararının yürütmesinin kendiliğinden durmasını düzenlemiştir. Ancak sığınma arayanların etkin başvuru haklarının ihlalinin önüne geçilmesi için istisna getirilmeksizin her durumda sınır dışı  kararına  itiraz  halinde  yürütmenin  kendiliğinden  durması  prensibi benimsenmelidir. 12.09.2018 tarihli Yönerge Taslağı sınır dışı kararlarına karşı itiraz hakkının kullanılmasında üye devletlerin makul süre sınırı düzenlemelerini öngörmüş; ancak uluslararası koruma başvurusunun reddedilmesine ilişkin bir kararın sonucu olan sınır dışı kararlarına karşı  beş günü  aşmayan bir sürede itiraz edilmesini ve sınır prosedüründe de sınır dışı kararlarına itiraz süresinin  kırk sekiz saati  aşmayacak şekilde üye devletlerce belirlenmesini düzenlemiştir. Ancak bu kadar kısa sürelerin öngörülmüş olması ABTHŞ mad. 47 ile korunan etkin başvuru hakkının açıkça ihlaline sebebiyet vermektedir. Zira ABAD, hızlandırılmış prosedürde, sınır dışı kararlarına karşı en az on beş günlük itiraz süresinin gerekli olacağına karar vermiştir. Uygulamada sığınma arayanların çoğunlukla sınır dışı kararı ve gönderilecekleri ülke hakkında bilgilendirilmediği, sınır dışı kararına karşı itiraz etme ve sınır dışı işleminin yürütmesinin kendiliğinden durdurulması imkanına da sahip olmamaları sebebiyle ulusal makamlar önünde etkin başvuru imkanının kısıtlandığını söylemek mümkündür.  Türk Yabancılar Hukuku nda ise yabancı ya da yasal temsilcisi ya da avukatı, sınır dışı etme kararına karşı, kararın tebliğinden itibaren  yedi gün 57 içinde idare                                                         52 KROMMENDIJK, Jasper,  The Use of ECtHR Case Law by the Court of Justice After Lisbon: The View of Luxembourg Insiders , Maastricht Journal of European and Comparative Law, Y. 2015, C. 22, S. 6, s. 815, 833. 53 ECRE, Comments for a Recast Return Directive, s. 19. 54ABAD-İkinci Daire, Brahim Samba Diouf v Ministre du Travail, de l Emploi et de l Immigration, Case C-69/10, 28.07.2011, paragraf 66-67, (Court of Justice of the European Union). 55 GIUFFRE´s. 90-91. 56 YILDIRIM, Tülay, Güvenlik Ekseninde Avrupa Birliği Mülteci Hukuku, Ankara, Yetkin Yayınları, 2016, s. 127-128. 57 06.12.2019 tarihli ve 7196 sayılı Kanun mad. 75 düzenlemesi ile sınır dışı etme kararlarına karşı on beş günlük itiraz süresi 24.12.2019 tarihinden itibaren yedi güne düşürülmüştür. Anayasa Mahkemesi nin Yusuf Ahmed Abdelazım Elsayad kararında (Başvuru No: 2016/5604, 24.05.2018), başvurucunun  dava  açma  hakkını  ne  şekilde  kullanacağının  kendisine  açıklanmaması  ve vekaletname düzenlenmesi için noterin geri gönderme merkezine davet edilmesi sebebiyle on beş günlük sürede dava açılamamasında başvurucunun etkin başvuru hakkının ihlaline karar verdiği ve yine A.A.K. (Başvuru No: 2015/17761, 08.05.2019) davasında başvurucunun kendisi tarafından tamamlanması mümkün olmayan bir eksikliği bertaraf etmek amacıyla yeni bir dava açmasını, kötü muamele iddialarını inceletebilmek için kendisinden beklenen gayreti ve özeni gösterdiği bir durumda on beş günlük sürenin katı yorumlanmasının, Anayasa mad. 17/3 hükmü ile bağlantılı olarak etkin başvuru hakkının ihlaline karar verdiği dikkate alındığında; haklarında sınır dışı kararı verilen kişilerin idare mahkemelerine itiraz haklarının yedi gün gibi kısa bir süre ile sınırlanmasının, Anayasa mad. 40 ve AİHS mad. 13 hükmü ile korunan etkin başvuru hakkının ihlali sonucunu meydana getirebilecektir.   51ARIKAN/ Sığınma Arayanların 2008/115/EC Sayılı Geri Gönderme Koşulları Avrupa Konsey Yönergesi Kapsamında Sınır Dışı Edilmelerinin Türk Yabancılar Hukuku ile Karşılaştırılması mahkemesine başvurabilir. Mahkemeye başvuran kişi, sınır dışı etme kararını veren makama da başvurusunu bildirir. İdare mahkemesi itiraza ilişkin olarak  on beş gün  içinde karar verir. Mahkemenin bu konuda vermiş olduğu karar kesin olduğundan  (YUKK  mad.  53/3);  söz  konusu  kararlara  karşı  bölge  idare mahkemelerine istinaf veya Danıştay a temyiz yoluna başvurulamayacaktır. Her ne kadar iki dereceli bir itiraz imkanı Türk Yabancılar Hukuku nda mevcut değilse de hem ABAD hem de AİHM, etkin başvuru hakkı kapsamında ilgili kişilere iki dereceli bir temyiz yolunun sağlanmak zorunda olmadığına karar vermektedir.  Önemli  olan  ilgililere  itiraz  için  etkin  başvuru  haklarını                                                         58 YUKK sınır dışı kararına itiraz edilecek yetkili idare mahkemesini göstermediğinden, dava konusu olan idari işlemi yapan idari merciin bulunduğu yerdeki idare mahkemesinin yetkili olduğunu düzenleyen İYUK mad. 32/1 hükmü gereğince, sınır dışı etme kararı veren VİGİM nün bulunduğu il idare mahkemesi sınır dışı kararına itiraz edilecek yetkili idare mahkemesidir. Zira Danıştay, GİB nın, VİGİM ne sınır dışı etme yönündeki talimatının, kesin ve yürütülmesi zorunlu bir işlem olmadığına ve sınır dışı etme kararını alan VİGİM nün bulunduğu yerdeki il mahkemesinin yetkili olduğuna karar vermiştir. bkz., Danıştay 10. Daire, T. 30.09.2015, E. 2015/3518, K. 2015/3964, 08.09.2021, (Kazancı İçtihat ve Bilgi Bankası). 59 Anayasa Mahkemesi, yargının görevleri arasında yer alan, davaların en az giderle ve mümkün olan süratle sonuçlandırılmasının (Anayasa mad. 141/4), yargılama usulünün ve yargılamaların makul süre içerinde bitirilmesi amacına hizmet etmesi sebebiyle on beş günlük sürenin iptali istemini reddetmiştir. bkz., AYM, T. 14.07.2016, K. 2016/135, E. 2016/37 (R.G. 23.09.2016, S. 29836), paragraf 24, (Anayasa Mahkemesi Kararlar Bilgi Bankası). 60 Her ne kadar İYUK mad. 49/2-a hükmü gereğince yetkisiz bir idare mahkemesinin kararı temyiz sebebi ise de YUKK mad. 53/3 gereğince, idare mahkemesinin kararının kesin olması sebebiyle, yetkisiz  idare  mahkemesinin  kararından  dolayı  temyiz  yoluna  gidilemeyeceği  gibi  eksik vekaletname sebebiyle de temyiz yoluna gidilemez. Ancak söz konusu karara karşı ilgili kişi Anayasa Mahkemesi ve AİHM ne bireysel başvuruda bulunabilir. bkz.,  … dava dosyasına noter onaylı vekaletname ibraz edilmediği ve davacının, avukat tarafından yapılan işlemleri kabul ettiği beyanını içeren dilekçeyi Mahkemeye sunmadığı gerekçesiyle davanın açılmamış sayılmasına ilişkin olarak verilen 31/03/2016 tarih ve E:2016/399, K:2016/845 sayılı kararın temyizen incelenerek bozulması istenilmektedir. … mahkemelerin sınır dışı etme işlemleri konusunda verdiği kararların kesin olduğu hükme bağlanırken kararların usule veya esasa ilişkin olması hususunda herhangi bir ayrım yapılmamış olması karşısında, esasa ilişkin ilk derece mahkemesi kararları kesin kabul edilirken usule ilişkin olanların temyizen incelenebileceğinin kabulünün hukuka uygun olmadığı değerlendirilmektedir.  …     sınırdışı  etme   işlemine  karşı  açılmış  bulunan  davada  idare mahkemesince verilen karar kesin olup temyizen incelenmesine hukuken olanak bulunmamaktadır. … , Danıştay 10. Daire, T. 06.02.2017, E. 2016/2405, K. 2017/469, 08.09.2021, (Kazancı İçtihat ve Bilgi Bankası). 61 EKŞİ, Nuray,  2014 Yılında Kabul Edilen İdari Yargıda İstinaf Müessesesinin Yabancılar ve Uluslararası Koruma Kanunu Kapsamında Açılacak İdari Davalara Etkisi , Göç Araştırmaları Dergisi, Y. 2015, C. 1, S. 1, s. 4-2. 62 ABAD, tek bir yetkili merci tarafından itirazın incelenmesini yeterli görerek iki dereceli bir itiraz aşamasına gerek görmemektedir. bkz., ABAD – 2. Daire, Brahim Samba Diouf v Ministre du Travail, de l Emploi et de l Immigration, C-69/10, 28.07.2011, paragraf 69; ABAD – Büyük Daire, Sadikou Gnandi v État belge, C 181/16, 19.06.2018, paragraf 57, (Court of Justice of the European Union). 63 AİHM, A.M. v. Hollanda, (Başvuru No: 29094/09), 05.07.2016, paragraf 70, (European Court of Human Rights). 64 Doktrinde idare mahkemesince verilen sınır dışına ilişkin kararlara karşı bir üst yargı merciine başvurma imkânı tanınmasının gerekliliği ifade edilmiştir. bkz., DARDAĞAN KİBAR, Esra,  Yabancılar  ve  Uluslararası  Koruma  Kanunu  Tasarısında  ve  Başlıca  Avrupa  Birliği 52İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12 kullanmalarına imkân veren makul süre tanınması, itiraz halinde yürütmenin kendiliğinden durması ve itiraza ilişkin değerlendirme yaparken de BMMYK ve Uluslararası Af Örgütü gibi insan hakları izleme örgütlerinin görüşlerinin de dikkate alınmasıdır. Türk  Yabancılar  Hukuku nda  sınır  dışı  kararlarına  karşı  yargı  yoluna başvurulması halinde yürütmenin kendiliğinden durması kuralının (YUKK mad. 53/3 - YUKKY mad. 59/4) benimsenmesinde, AİHM nin sınır dışı edilmesine karar verilen yabancıların, söz konusu sınır dışı işlemine karşı itiraz etmeleri                                                         Düzenlemelerinde  Yabancıların  Sınır  dışı  Edilmelerine  İlişkin  Kurallar:  Bir  Karşılaştırma Denemesi ,  Ankara  Avrupa  Çalışmaları  Dergisi,  Y.  2012,  C.  11,  S.  2,    s.  71; BAYRAKTAROĞLU  ÖZÇELİK,  Gülsüm,   Yabancılar  ve  Uluslararası  Koruma  Kanunu Hükümleri Uyarınca Yabancıların Türkiye den Sınırdışı Edilmesi , TBB Dergisi, Y. 2013, S. 108, s. 246; YİĞİT, Özgenur, Uluslararası Hukuk, Avrupa Hukuku ve Türk Hukukunda Mülteci ve Sığınmacıların Etkili Başvuru Hakkı, İstanbul, On İki Levha Yayıncılık, 2018, s. 124. 65 AİHM, Jabari v. Türkiye, (Başvuru No: 40035/98), 11.07.2000, paragraf 41, 49; AİHM, N.A v. Birleşik Krallık, (Başvuru No: 25904/07), 17.07.2008, paragraf 122; AİHM, Abdolkhani ve Karimnia v. Türkiye, (Başvuru No: 30471/08), 22.09.2009, paragraf 82; AİHM, Z.N.S. v. Türkiye, (Başvuru No: 21896/08), 19.01.2010, paragraf 48, (European Court of Human Rights). 66 Anayasa Mahkemesi 30.05.2019 tarihinde verdiği pilot kararla, dava açma süresi içinde veya yargı yoluna başvurulması halinde yargılama sonuçlanıncaya kadar yabancının sınır dışı edilemeyeceğini düzenleyen YUKK mad. 53/3 hükmünde, 676 sayılı KHK ile yapılan değişikliğin; yaşam hakkı ve kötü muamele yasağı (Anayasa mad. 17/1, 3), bu haklarla bağlantılı etkili başvuru hakkı (Anayasa mad. 40) ile Anayasa Mahkemesi nin bu konudaki yerleşik içtihatlarıyla uyumlu olmadığını; ülkesinde yaşam hakkının ihlal edileceğini ya da kötü muameleye maruz kalacağını ileri süren yabancılardan  bazılarının  artık  dava  açsalar  bile  davalarını  sonuna  kadar  takip  edebilme olanaklarının kalmadığını veya en iyi ihtimalle bu hususun, idarenin ve yargı mercilerinin takdirine bırakıldığını; başvurucunun idare mahkemesine açtığı davanın sonucunu beklerken sınır dışı edilme riskini ortadan kaldıran, yasal bir güvenceye sahip olmaması nedeniyle etkili başvuru hakkının ihlal edildiğini, ihlalin ise mevzuatta yapılan değişiklik sonrası oluşan yeni durumdan kaynaklandığı sonucuna vararak, yaşam hakkı ve kötü muamele yasağıyla bağlantılı olarak etkili başvuru hakkının ihlal edildiğini ve bu ihlalin bir yasama işlemi olan YUKK mad. 53/3 hükmünde yapılan ve 29.10.2016  tarihinde  yürürlüğe  giren  değişiklikten  kaynaklandığını;  ihlale  yol  açan  kanun hükmünün gözden geçirilmesi gerektiğini; yasama organı tarafından YUKK mad. 53/3 hükmünün değişiklikten önceki hâle getirilmesini ya da hakkında sınır dışı etme kararı alınan kişilerin bu karara karşı dava açma süresi içinde ve dava açılması hâlinde yargılama boyunca kendiliğinden ülkede kalmalarını sağlayacak başka bir düzenleme yapılmasının bu konudaki yapısal sorunu ortadan kaldıracağını  ve  benzer  nitelikte  yeni  başvurular  yapılmasını  engelleyeceğini  ifade  ederek 29.10.2016 - 08.04.2019 tarihleri arasında yapılmış 1.545 bireysel başvuru ile bu tarihten sonra yapılacak aynı mahiyetteki yeni başvuruların bir yıl süreyle incelemesinin ertelenmesine karar vermiştir. bkz., AYM-Genel Kurul, Pilot Karar – Y.T., (Başvuru No: 2016/22418), 30.05.2019, (Anayasa Mahkemesi Kararlar Bilgi Bankası); 24.12.2019 tarihinde yürürlüğe giren, 06.12.2019 tarih ve 7196 sayılı Kanun mad. 75 hükmü ile terör örgütü yöneticisi, üyesi, destekleyicisi veya çıkar amaçlı suç örgütü yöneticisi, üyesi veya destekleyicisi olanlar ile uluslararası kurum ve kuruluşlar tarafından tanımlanan terör örgütleriyle ilişkili olduğu değerlendirilenler ve kamu düzeni veya kamu güvenliği ya da kamu sağlığı açısından tehdit oluşturanların da sınır dışı edilme kararlarının dava açma süresi içinde ya da idare mahkemesine başvurulması halinde yürütmesinin kendiliğinden durdurulması benimsenerek söz konusu hak ihlallerini önleyecek şekilde bir değişiklik yapılarak düzenleme önceki haline getirilmiştir;  Etkili başvuru hakkından, herhangi bir istisnaya tabi olmaksızın, sınır dışı etme kararı verilmiş olan tüm yabancıların eşit şekilde yararlanması gerekir. bkz., KUŞCU, Döndü, Yabancılar ve Uluslararası Koruma Kanunu Hükümleri Uyarınca Yabancıların Sınır Dışı Edilmeleri, İstanbul, On İki Levha Yayıncılık, 2017, s. 170.   53ARIKAN/ Sığınma Arayanların 2008/115/EC Sayılı Geri Gönderme Koşulları Avrupa Konsey Yönergesi Kapsamında Sınır Dışı Edilmelerinin Türk Yabancılar Hukuku ile Karşılaştırılması halinde yürütmenin kendiliğinden durması ya da yürütmenin durdurulması imkanı sağlayan bir itiraz yolunun varlığının AİHS mad. 13 kapsamında etkin başvuru hakkının gereği olduğuna yönelik kararlarının etkisi olmuştur.  AİHM nin Gebremedhin v. Fransa kararında açıkça ifade ettiği gibi yürütmenin kendiliğinden durdurucu etkiye sahip olmasının, AİHS mad. 13 hükmü ile korunan etkin başvuru hakkının bir gereğidir. Türk Yabancılar Hukuku nda sınır dışı kararına karşı dava açma süresi içinde ya da yargıya başvurulması halinde sınır dışı  işleminin  yürütmesinin  yargılama  sonuçlanıncaya  kadar  kendiliğinden durdurulması kuralının bellirli kişiler istisna edilmeksizin düzenlenmiş olması; AİHM nin,  Abdolkhani  ve  Karimnia  v.  Türkiye  davasında  olduğu  gibi  Türkiye nin  AİHS  mad.  13  hükmünü  ihlalden  dolayı  tazminata  mahkum edilmesine sebep olacak Türkiye aleyhine ihlal kararlarının önüne geçilebilmesi bakımından önemlidir. ABAD  her  ne  kadar  uluslararası  koruma  başvurusu  reddedilen  ve  geri gönderilmesine karar verilen kişilerin söz konusu karara karşı itiraz etmesi halinde kararın yürütmesinin kendiliğinden durmamasına yönelik ulusal düzenlemeleri ABTHŞ na  uygun  bulmaktaysa  da  yürütmenin  kendiliğinden  durmaması AİHM nin  kararlarında  ifade  ettiği  gibi  sığınma  arayanların  etkin  başvuru haklarının  ihlaline  sebebiyet  vermektedir.  Bu  anlamda  2008/115/EC  Sayılı Yönerge hükümlerinin Türk Yabancılar Hukuku sınır dışı etme düzenlemelerinin gerisinde  kaldığı  görülmektedir.  Bu  sebeplerle  2008/115/EC  Sayılı Yönerge, sığınma arayanların geri dönüş süreçlerinin güvenli ve sürdürülebilir bir şekilde yönetilmesine yönelik hiçbir güvence içermediği ve geri dönüş politikalarının                                                         67 AİHM, Jabari v. Türkiye, (Başvuru No: 40035/98), 11.07.2000, paragraf 50; AİHM, Conka v. Belçika, (Başvuru No: 51564/99), 05.02.2002, paragraf 65-66; AİHM, Gebremedhin v. Fransa, (Başvuru No:25389/05, 26.04.2007, paragraf 66; AİHM, Muminov v. Rusya, (Başvuru No; 42502/06), 11.12.2008, paragraf 101; AİHM, Abdolkhani ve Karimnia v. Türkiye, (Başvuru No: 30471/08), 22.09.2009, paragraf 108, 116; AİHM, M.A v. Kıbrıs, (Başvuru No: 41872/10), 23.07.2013, paragraf 133; AİHM, L.M. ve Diğerleri v. Rusya, (Başvuru No: 40081/14), 15.10.2015, paragraf 100; AİHM, Kebe ve Diğerleri v. Ukrayna, (Başvuru No: 12552/12), 12.01.2017, paragraf 101, (European Court of Human Rights). 68AİHM,  Conka  v  Belçika,  (Başvuru  No:  51564/99),  05.02.2002,  paragraf  75-83;  AİHM, Gebremedhin v. Fransa, (Başvuru No: 25389/05), 26.04.2007, paragraf 66; İddia edilen işkence ya da kötü muamele tehlikesinin gerçekleşmesi halinde meydana gelecek zararın geri dönüşü olmayan niteliği ve AİHM nin 3. maddeye verdiği önem nedeniyle 13. madde bağlamında etkili hukuk yolu kavramının, başvuranın, söz konusu ülkeye sınır dışı edilmesi halinde, AİHS nin 3. maddesine aykırı muameleye  uğraması  yönünde gerçek  bir tehlike  bulunduğuna  inanmayı  gerektirecek  esaslı gerekçeler bulunduğu iddiasının bağımsız ve titiz bir incelemeye tabi tutulması ve kendiliğinden durdurucu etkisi olan bir hukuk yolu olmak üzere iki unsuru gerektirdiği yönünde bkz., AİHM, Abdolkhani ve Karimnia v. Türkiye, (Başvuru No: 30471/08), 22.09.2009, paragraf 108; AİHM, Mohammed v. Avusturya, (Başvuru No. 2283/12), 06.06.2013, paragraf 72, (European Court of Human Rights). 69 AİHM, Abdolkhani ve Karimnia v. Türkiye, (Başvuru No: 30471/08), 22.09.2009, paragraf 116, (European Court of Human Rights). 54İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12 sonuçlarını  gözlemlemek  amacıyla  herhangi  bir  mekanizma  da  içermediği gerekçesiyle haklı olarak eleştirmektedir. SONUÇ  YUKK mad. 54/2 gereğince, terör örgütü yöneticisi, üyesi, destekleyicisi veya çıkar amaçlı suç örgütü yöneticisi, üyesi veya destekleyicisi olanlar ile uluslararası kurum  ve  kuruluşlar  tarafından  tanımlanan  terör  örgütleriyle  ilişkili  olduğu değerlendirilenlerin ve kamu düzeni veya kamu güvenliği ya da kamu sağlığı açısından  tehdit  oluşturan  uluslararası  koruma  başvuru  sahibi  kişilerin, uluslararası  koruma  işlemlerinin  her  aşamasında  sınır  dışı  etme  kararı alınabilmesi, sığınma arayan kişinin bireysel durumuna göre yapılan uluslararası koruma başvuru incelemesinden mahrum bırakılmasına neden olacağından bu durum geri göndermeme ilkesinin ihlalini teşkil edebilmektedir. Oysa sığınma arayan  kişinin  bireysel  durumuna  göre  yapılan  uluslararası  koruma  başvuru incelemesinden  mahrum  bırakılmaması  ve  sınır  dışı  edilmelerinde  istisna olmaksızın  uluslararası  koruma  başvuruları  hakkında  ön  kararın  verilmesi aranmalıdır. ABAD nın Mehmet Arslan v. Policie kararının da bu yönde olduğu dikkate  alınmalıdır. Mevcut  durumda  belirli  kişi  ve  durumlarda  uluslararası koruma  işlemlerinin  her  aşamasında  sınır  dışı  etme  kararı  alınabilmesi geri göndermeme (non-refoulement) ilkesinin ihlaline sebebiyet verebilecektir.  AB Sığınma Hukuku nda yürütmenin kendiliğinden durdurulması genel kural olarak 2013/32/EU sayılı Yönerge mad. 46/5 hükmünde düzenlenirken; bu kuralın istisnasını teşkil eden 2013/32/EU sayılı Yönerge mad. 46/6 düzenlemesindeki hallerde yürütmenin kendiliğinden değil de ancak talep üzerine ya da re sen hâkim tarafından durdurulması, sığınma arayanların temyiz kararlarının sonucunu dahi öğrenemeden sınır dışı edilmelerine sebebiyet vermektedir. Oysa uluslararası koruma başvurusu sahiplerinin, ilk derece itiraz mercii tarafından verilen karar da dahil olmak üzere başvuruları hakkında son karar verilene kadar ülke de kalma hakkının (2013/32/EU sayılı Yönerge mad. 9/1) ihlal edilmemesi ve hakkında sınır dışı  kararı  alınan  kişilerin  herhangi  bir  istisna  getirilmeksizin  kendiliğinden yürütmenin durdurulması etkisine sahip itiraz hakkına sahip olmaları gerekir.  AİHM nin Gebremedhin v. Fransa kararında açıkça ifade ettiği gibi yürütmenin kendiliğinden durdurucu etkiye sahip olması, AİHS mad. 13 hükmü ile korunan etkin başvuru hakkının bir gereğidir. Her ne kadar 12.09.2018 tarihli Yönerge Taslağı,  geri  göndermeme  ilkesinin  ihlal  edilme  tehlikesi  olduğu  durumda, belirlenen süre içerisinde sınır dışı etme kararına itiraz halinde, sınır dışı kararının yürütmesinin kendiliğinden durmasını öngörmekteyse de sığınma arayanların etkin başvuru haklarının ihlalinin önüne geçilmesi için istisna getirilmeksizin her                                                         70 ECRE, Information Note on the Directive 2008/115/EC of the European Parliament and of the Council of 16 December 2008 on common standards and procedures in Member States for returning illegally  staying  third-country  nationals,  CO/1/2009/Ext/MDM,  (Çevrimiçi) https://reliefweb.int/sites/reliefweb.int/files/resources/FDCFF2063C759F4790Eecre-returns-directive-jan.pdf, E.T. 08.09.2021.   55ARIKAN/ Sığınma Arayanların 2008/115/EC Sayılı Geri Gönderme Koşulları Avrupa Konsey Yönergesi Kapsamında Sınır Dışı Edilmelerinin Türk Yabancılar Hukuku ile Karşılaştırılması durumda sınır dışı kararına itiraz halinde yürütmenin kendiliğinden durması prensibinin kabul edilmesi gerekir. Sığınma  arayanların  sınır  dışı  edilmelerine  ilişkin  düzenlemelerde,  Türk Yabancılar Hukuku nun 2008/115/EC Sayılı Yönerge hükümlerine göre sığınma arayanların haklarına daha saygılı hükümler ihdas ettiği görülmektedir. Buna karşın 12.09.2018 tarihli Yönerge Taslağı nın ise sığınma arayanların hakları bakımından,  değiştirilmesini  öngördüğü  2008/115/EC  Sayılı  Yönerge hükümlerinin bile gerisinde kaldığı görülmektedir. ___________________________________________________________  Hakem Değerlendirmesi: Dış bağımsız. Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir. Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.   Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare. Grant Support: The author declared that this study has received no financial support. ________________________________________________________________",
     "Kaynakça": "/ REFERENCES BALDACCINI, Anneliese,  The EU Directive on Return: Principles and Protest , Refugee Survey Quarterly, Y. 2009, C. 28, S. 4, s. 114 138. BAYRAKTAROĞLU ÖZÇELİK, Gülsüm,  Yabancılar ve Uluslararası Koruma Kanunu Hükümleri Uyarınca Yabancıların Türkiye den Sınırdışı Edilmesi , TBB Dergisi, Y. 2013, S. 108, s. 211 258. BOELES, Pieter / HEIJER, Maarten Den / LODDER, Gerrie / WOUTERS, Kees, European  Migration  Law,  2nd  edition,  Ius  Communitatis  Series,  C.    3, Cambridge, Intersentia, 2014. Commission Recommendation (EU) 2017/432 of 7 March 2017 on making returns more effective when implementing the Directive 2008/115/EC of the European Parliament and of the Council, C/2017/1600, OJ L 66, 11.03.2017 (Çevrimiçi) https://eur lex.europa.eu/legalcontent/EN/TXT/?qid=1561194736103&uri=CELEX:32017H0432,  E.T. 08.09.2021. CORNELISSE,  Galina,  Immigration  Detention  and  Human  Rights: Rethinking Territorial Sovereignity, Leiden, 2010. COSTELLO,  Cathryn,  The  Human  Rights  of  Migrants  and  Refugees  in European Law, Oxford University Press, 2015. 56İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12 DARDAĞAN  KİBAR,  Esra,   Yabancılar  ve  Uluslararası  Koruma  Kanunu Tasarısında ve Başlıca Avrupa Birliği Düzenlemelerinde Yabancıların Sınır dışı Edilmelerine İlişkin Kurallar: Bir Karşılaştırma Denemesi , Ankara Avrupa Çalışmaları Dergisi, Y. 2012, C. 11, S. 2, s. 53 74. Directive 2008/115/EC of the European Parliament and of the Council of 16 December 2008 on common standards and procedures in Member States for returning  illegally  staying  third country  nationals,  OJ  L  348,  24.12.2008, (Çevrimiçi)  https://eur lex.europa.eu/legalcontent/EN/TXT/?qid=1545289439646&uri=CELEX:32008L0115,  E.T. 08.09.2021. Directive 2013/32/EU of the European Parliament and of the Council of 26 June 2013  on  common  procedures  for  granting  and  withdrawing  international protection, OJ L 180, 29.06.2013, (Çevrimiçi) https://eur lex.europa.eu/legalcontent/EN/TXT/?qid=1543139020357&uri=CELEX:32013L0032,  E.T. 08.09.2021. ECRE, Comments on the Commission Proposal for a Recast Return Directive COM (2018) 634, November 2018, s. 11, (Çevrimiçi) https://www.ecre.org/wpcontent/uploads/2018/11/ECRE Comments Commission Proposal ReturnDirective.pdf, E.T. 08.09.2021. (Comments for a Recast Return Directive) ECRE,  Information  Note  on  the  Directive  2008/115/EC  of  the  European Parliament and of the Council of 16 December 2008 on common standards and procedures  in  Member  States  for  returning  illegally  staying  third country nationals,  CO7/1/2009/Ext/MDM,  (Çevrimiçi) https://reliefweb.int/sites/reliefweb.int/files/resources/FD4CF624F1132063C125759F0034790E ecre returns directive jan09.pdf, E.T. 08.09.2021. ECRE,  Reception  and  Detention  Conditions  of  Applicants  for  International Protection in Light of the Charter of Fundamental Rights of the EU, January 2015, s.  72,  (Çevrimiçi)  https://www.ecre.org/wp content/uploads/2016/07/ECREReception and detention conditions for applicants for international protectionin light of the Charter of Fundamental Rights of the EU_January 2015.pdf, E.T. 08.09.2021. EKŞİ, Nuray,  ILC nin Yabancıların Sınır Dışı Edilmesine İlişkin 2014 Taslak Kurallarının  Yabancılar  ve  Uluslararası  Koruma  Kanunu  Hükümleriyle Mukayesesi  ve  Bu  Kuralların  Türkçe  Tercümesi ,  İstanbul  Üniversitesi Milletlerarası Hukuk ve Milletlerarası Özel Hukuk Bülteni, Y. 2013, C. 33, S. 1, s. 1 30. EKŞİ, Nuray,  2014 Yılında Kabul Edilen İdari Yargıda İstinaf Müessesesinin Yabancılar ve Uluslararası Koruma Kanunu Kapsamında Açılacak İdari Davalara Etkisi , Göç Araştırmaları Dergisi, Y. 2015, C. 1, S. 1, s. 12 43. EKŞİ, Nuray, Mahkeme Kararları Işığında Suçluların İltica Sistemi Dışında Bırakılması, İstanbul, Beta Yayınevi, 2017.   57ARIKAN/ Sığınma Arayanların 2008/115/EC Sayılı Geri Gönderme Koşulları Avrupa Konsey Yönergesi Kapsamında Sınır Dışı Edilmelerinin Türk Yabancılar Hukuku ile Karşılaştırılması GILBERT, Geoff,  Is Europe Living up to Its Obligations to Refugees , The European Journal of International Law, Y. 2004, C. 15, S. 5, s. 963 987. GIUFFRE´, Mariagiulia,  Readmission Agreements and Refugee Rights: from a Critique to a Proposal , Refugee Survey Quarterly, Y. 2013, C. 32, S. 3, s. 5783. JUSS, Satvinder Singh, International Migration and Global Justice, Ashgate Publishing Company, 2006. KALIN,  Walter  / CARONI,  Martina  /  HEIM,  Lukas,   Article  33  para  1    Prohibition of Expulsion and Return (Refoulement) , Ed.: Andreas Zimmermann, Jonas Dörschner, Felix Matsch, The 1951 Convention relating to the Status of Refugees and its 1967 Protocol: A Commentary, Oxford, Oxford University Press, 2011. KROMMENDIJK, Jasper,  The Use of ECtHR Case Law by the Court of Justice After  Lisbon:  The  View  of  Luxembourg  Insiders ,  Maastricht  Journal  of European and Comparative Law, Y. 2015, C. 22, S. 6, s. 812 835. KUŞCU, Döndü, Yabancılar ve Uluslararası Koruma Kanunu Hükümleri Uyarınca  Yabancıların  Sınır  Dışı  Edilmeleri,  İstanbul,  On  İki  Levha Yayıncılık, 2017. PEEK, Markus / TSOURDI, Lilian, EU Immigration and Asylum Law, 2nd edition, Ed.: Kay Hailbronner, Daniel Thym, C. H. Beck Hart Nomos, 2016, s. 1381 1477. Proposal for a Directive of the European Parliament and of the Council on common  standards  and  procedures in  Member  States  for  returning illegally staying  third country  nationals  (recast)  A  contribution  from  the  European Commission to the Leaders  meeting in Salzburg on 19 20 September 2018, COM (2018) 634 final, 2018/0329(COD), (Çevrimiçi) https://eur lex.europa.eu/legalcontent/EN/TXT/?qid=1583520407005&uri=CELEX:52018PC0634,  E.T. 08.09.2021. Regulation (EU) No 516/2014 of the European Parliament and of the Council of 16  April  2014  establishing  the  Asylum,  Migration  and  Integration  Fund, amending  Council  Decision  2008/381/EC  and  repealing  Decisions  No 573/2007/EC and No 575/2007/EC of the European Parliament and of the Council and  Council  Decision  2007/435/EC,  OJ  L  150,  20.05.2014,  (Çevrimiçi) https://eur lex.europa.eu/legalcontent/EN/TXT/?uri=CELEX%3A32014R0516&qid=1631181817605,  E.T. 08.09.2021. STRBAN,  Grega  /  RATAJ,  Primoz  /  SABIC,  Zlatko,   Return  Procedures Applicable to Rejected Asylum Seekers in the European Union and Options for their Regularisation , Refugee Survey Quarterly, Y. 2018, C. 37, S. 1, s. 71 95. 58İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12 The Schengen acquis   Convention implementing the Schengen Agreement of 14 June 1985 between the Governments of the States of the Benelux Economic Union, the Federal Republic of Germany and the French Republic on the gradual abolition of checks at their common borders, OJ L 239, 22.09.2000, (Çevrimiçi) https://eur lex.europa.eu/legalcontent/EN/TXT/?qid=1545291956625&uri=CELEX:42000A0922(02),  E.T. 08.09.2021. YILDIRIM, Tülay, Güvenlik Ekseninde Avrupa Birliği Mülteci Hukuku, Ankara, Yetkin Yayınları, 2016. YİĞİT, Özgenur, Uluslararası Hukuk, Avrupa Hukuku ve Türk Hukukunda Mülteci  ve Sığınmacıların Etkili Başvuru  Hakkı,  İstanbul,  On  İki  Levha Yayıncılık, 2018.   59ARIKAN/ Sığınma Arayanların 2008/115/EC Sayılı Geri Gönderme Koşulları Avrupa Konsey Yönergesi Kapsamında Sınır Dışı Edilmelerinin Türk Yabancılar Hukuku ile Karşılaştırılması  60"
}