{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "10",
     "Ay": "03",
     "Yıl": "2022",
     "Cilt": "7",
     "Sayı": "12",
     "Başlık": "OSMANLI KOMŞULUK HUKUKUNDA MÜLKİYET HAKLARININ SINIRLANDIRILMASI: ZARAR-I FAHİŞ ",
     "Title": "EXORBITANT DAMAGE: LIMITATION OF PROPERTY RIGHTS IN THE FRAMEWORK OF OTTOMAN NEIGHBORHOOD LAW",
     "Yazar İsmi": [

          "Seval KILIÇ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Zarar-ı fahiş", "havayic-i asliye", "menfaat-i asliye", "toplumun örfü", "makarr-ı nisvan", "kadim"

     ],
     "Keywords": [
          "Exorbitant damage", "essential requirements", "main interest", "the place of women frequent", "time immemorial"

     ],
     "Özet": "Zarar ı  fahiş,  Osmanlı  komşuluk  ilişkilerinin  hukuki  düzende  en  önemli yansımalarından  biridir.  Bir  mahalle  düzeni  içerisinde  yaşayan  komşuların birbirinin mülküne zarar vermeyecek şekilde eylemde bulunmaları esastır. Bunun yanında malikin de mülkiyet hakkından serbest bir şekilde tasarruf edebilmesi gerekir. Malik mülkünde tasarruf ederken komşusuna kasti olmayan bir şekilde zarar vermesi durumunda zararın oranına göre katlanma yükümlülüğü devreye girmekte  ya  da  zarar  katlanma  yükümlülüğünü  aşarsa  zarar  gören  zararın giderilmesini  mahkemeden  talep  edebilmektedir.  Zarar ı  fahiş,  bir  kimsenin mülkünden  esas  menfaatini  engelleyecek  şekilde  komşusu  tarafından  zarara uğratılmasıdır.  Bu  çalışmada,  Osmanlı  uygulamasında  ve  hukuki metinlerde zarar ı  fahişin  nasıl  ele  alındığı  incelenecektir.  Zarar ı  fahiş,  Osmanlının dönemleri itibariyle her zaman yürürlükte olduğu için kaynaklar bakımından herhangi bir kısıtlama yapılmamıştır.",
     "Abstract": "Excessive damage is one of the most important reflections of Ottoman neighborly relations in the legal order. It is essential that neighbors living in a neighborhood order in a way that not harming each other's property. In addition, the owner must be able to freely dispose of his property right. In the event that the owner unintentionally harms his neighbor while disposing of his property, the obligation to bear comes into play according to the rate of the damage, or if the loss exceeds the obligation to bear, he can request the compensation of the damaged damage from the court. Excessive damage is the harm done by one's neighbor in a way that hinders his main interest in his property. In this study, it will be examined how exorbitant harm was handled in Ottoman practice and legal texts. Since excessive damage was always in effect during the Ottoman period, no restrictions were made in terms of resources.",
     "Metin": "I. Mülkiyet Hakkının Komşuluk Hukukundan Dolayı Sınırlanabilirliği İslam hukukunda mülkiyet, bir şey üzerinde tam ve hasren sahiplik hakkıdır. İnsana muayyen bir şey üzerinde en güçlü yetkileri veren temel bir haktır. Hak ise,  hukuk  düzenince  benimsenmiş  olan  aidiyettir.  Hukuk  düzeninin  kabul etmediği mallar üzerinde aidiyetin bir hükmü yoktur. Örneğin domuz avlayan bir Müslümanın domuz üzerindeki aidiyetini İslam hukuk düzeni korumamaktadır. Komşuluk  hukuku  kapsamında  mülkiyet  hakkının  sınırlandırılması  da  İslam hukukunun mülkiyet hakkına çizdiği çerçeve içerisinde kendine yer bulabilmiştir. Komşuluk hakları da yine İslam hukukunun belirlediği esaslar doğrultusunda kullanılmalıdır. Mülkiyet hakkının amacına uygun biçimde kullanılmasını son derece zorlaştıracak veya onu kullanılamaz hale getirecek şekilde yani hakkın özüne dokunacak şekilde kullanılmaması ilkesi komşuluk hukukunun sınırlarını bize  gösterir.  Mülkiyet  hakkının  sınırı  da  şahısların  ya  da  kamunun  zarar görmemesidir.  Komşuluk hukuku sebebiyle bir kişinin mülkiyet hakkının sınırlanması ya da başka bir deyişle taşınmaz malikinin komşuluk ilişkileri sebebiyle sorumluluğu, İslam hukukunun yanı sıra Roma hukuku ve günümüz hukukunda da ele alınmış bir meseledir. Medeni Kanunu nun 737. maddesi, komşu hakkının kullanım biçimini açıklamıştır. Buna göre;  Herkes,  taşınmaz  mülkiyetinden  doğan  yetkilerini  kullanırken  ve özellikle işletme faaliyetini sürdürürken, komşularını olumsuz derecede etkileyecek taşkınlıktan kaçınmakla yükümlüdür.                                                 1 ANSAY, Sabri Şakir, Hukuk Tarihinde İslam Hukuku, Turhan Kitabevi, Ankara, 2002, s. 95. 2 ÇALIŞ, Halit, İslam Hukukunda Özel Mülkiyet ve Sınırlamaları, Yediveren Yayınevi, Konya, 2004, s. 91.  3 DEMİR, Fahri, İslâm Hukukunda Mülkiyet ve Servet Dağılımı, İlmi Yayınlar, 1981, s. 71. 2İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12  Özellikle taşınmazın durumuna, niteliğine ve yerel âdete göre komşular arasında hoş görülebilecek dereceyi aşan duman, buğu, kurum, toz, koku çıkartarak, gürültü veya sarsıntı yaparak rahatsızlık vermek yasaktır. Yerel âdete uygun ve kaçınılmaz taşkınlıklardan doğan denkleştirmeye ilişkin haklar saklıdır.  Medeni Kanun, kısıtlama sebebi olarak  taşkınlık  halini esas almıştır. Ancak ileride görüleceği üzere İslam Hukuku ve Mecelle de taşkınlık yerine  zarar-ı fahiş  kavramı yer almaktadır. Bu kavramı detaylıca incelemeden önce İslam hukukunda  mülkiyet  hakkının  sınırlanabilir  olup  olmadığı  üzerinde  durmak gerekmektedir. İslam hukuku içtihat faaliyetleri üzerinden gelişmiş bir hukuk sistemi  olması  sebebiyle  mezheplerde  farklı  görüşler  mevcuttur.  Osmanlı hukukunu ilgilendiren kısım Hanefi mezhebi olduğu için bu çalışmada Hanefi mezhebindeki  görüş  ayrılıkları  ve  sonraki  dönemdeki  içtihat  değişikliği irdelenecektir. Klasik kaynaklarda ayrı bir başlık altında değerlendirilmemiş olan komşuluk hukuku, Mecelle-i Ahkam-ı Adliye (Mecelle) de de onuncu kitap olan  Ortaklık  bahsi altında, üçüncü bölümün ikinci faslı olarak,  Muamelat-ı Civariye  başlığı ile  hüküm  altına  alınmıştır.  Mecelle,  Tanzimat  döneminde  kanunlaştırılmış olmasına rağmen içeriği klasik İslam hukuku hükümleri olduğundan bu tezde Mecelleden faydalanılmıştır.  Mülkiyet  hakkının  komşuluk  bağlamında  sınırlandırılmasına  temel  dayanak sünnettir. Hz. Peygamberin bu hususta esas alınan en önemli hadisi  Zarar ve zarara zararla mukabele yoktur  sözleridir. Bu cümle İslam Hukukunun genel külli  prensiplerinden  biri  olarak  kabul  edilmektedir.  İslam  hukukunda  bir meselenin çözümünde genel prensiplerle özel durum birlikte değerlendirilerek özel durumun genel prensibi ortadan kaldırmayacak şekilde yorumlanması esas alınır.  Bu  ilkeye  göre  komşuluk  hukuku  ve  mülkiyet  hakkındaki  tasarruf serbestisini birlikte değerlendirdiğimizde, zarar vermeme genel ilkesinin mülkiyet hakkı  içinde  erimemesi,  varlığını  sürdürmesi  gerekmektedir.  Aksi düşünüldüğünde zarar vermeme ilkesi kendine kullanım alanı bulamaz.  Sözlü  sünnetin  yanında  Hz.  Peygamber  komşuluk  hukukuna  ilişkin  önemli uygulamalarda  bulunmuştur.  Başlıca  rivayet  Muaviye  b.  Hayde nin  Hz. Peygambere komşunun onun üzerindeki hakkını sorması ve O nun da cevaben  Hasta  olunca  ziyarete  gidersin.  Ölürse  cenazesine  katılırsın…Binanı  onun binasından  yüksek  yapıp  da  onun  rüzgarına  engel  olma…   demesidir.  Bu sözlerden de anlaşılacağı gibi komşusunun binasının önüne bina dikip onun rüzgarına engel olmak komşuluk hukukunun ihlali anlamına gelmekte ve eğer böyle bir durum vuku bulursa bu zararın da giderilmesi gerekmektedir. Rüzgârın                                                 4 İBN MACE, Ebû Abdillâh Muhammed b. Yezîd Mâce el-Kazvînî (ö. 273/887), es-Sünen, Ahkâm, 17, no: 2341.  Zarara sokmak ve zarara karşı intikam almak yoktur , İMAM MÂLİK, el-Muvatta, Akdiye, no: 2184. 5 KÖSE, Saffet, Hakkın Kötüye Kullanılması, İFAV Yayınları, İstanbul, 2018, s. 155.   3KILIÇ/ Osmanlı Komşuluk Hukukunda Mülkiyet Haklarının Sınırlandırılması: Zarar-ı Fahiş engellenmemesinin  yanında  komşunun  duvarından  diğer  komşunun yararlanmasına  engel  olunmaması  gerektiğine  ilişkin  rivayet  de  komşuluk hukukunun en çok gündeme gelmiş olan duvar meselesinde hangi durumda zarar meydana geleceğini açıklamış bulunmaktadır.  Suya erişim hakkı İslam hukukunun en çok gözettiği meselelerden biridir. İleride komşunun irtifak hakkında da inceleneceği üzere su alma hakkı ve mecra hakkının kullanımında komşuların bu kullanıma tahammül etmesi gerekir. İrtifak hakları dışında bir şahsın arazisinde komşusunun kuyusundaki suyun çekilmesine neden olacak şekilde kuyu açması veya kuyudaki suyunu kirletecek şekilde bir lağım çukuru açması da sünnet ile yasaklanmıştır.   İslam  hukukundaki  ilk  içtihatlar  özellikle  Ebu  Hanife nin  içtihadı  mülkiyet hakkının başkaları zarar görse dahi kısıtlanamayacağı yönündedir. Mutlak hak nazariyesi denilen ve Ebu Hanife nin yanında İmam Şafii ve Ahmed b. Hanbel in de katıldığı bu görüşe göre komşuluk gibi bir sebeple malikin tasarruflarını sınırlama, mülkiyetle elde edilen yetkilerin iptaline varan bir netice doğuracaktır. Bir kişinin kendi mülkünde yaptığı bir tasarruftan dolayı komşusu zarar görse, Ebu Hanife, zarar veren komşunun tasarrufuna mâni olmak yerine şikâyet edene kendi  mülkünde  karşı  tedbir  yolunu  göstermiştir.  Mesela  bir  kimse  kendi hanesinde kuyu kazsa ve bundan komşunun duvarı zayıflasa, komşunun buna engel olma hakkı yoktur. Engel olmak yerine mağdur olanın kendi mülkünde kuyunun kapanmasına yönelik çare bulması gerekir. Bir zarar meydana geldiği zaman  zarar  verenin  bundan  hukuki  bir  sorumluluğu  yoktur.  Zarar  verecek tasarruflardan  kaçınma  kişinin  ahlaki  sorumluluğu  açısından  önemlidir  ve vaciptir. Ebu Hanife ye göre, zararın giderilmesini sadece üçüncü şahıslar için değil aynı zamanda mal sahibi açısından düşünmek gerekmektedir. Mal sahibinin sınırlamadan dolayı uğrayacağı zarar diğer zarardan daha büyüktür. İslamiyetin kişilere mülkiyet hakkı tanıması üstün bir maslahatın neticesidir. Başkasına zarar vermemek için mülkiyet hakkının kısıtlanması bu üstün maslahata aykırılık teşkil eder.  Bunun  sonucu  olarak,  komşunun  ya  da  diğer  kişilerin  uğradığı  zarar, tasarrufta bulunan malike zarar vermek suretiyle giderilmemelidir.  Ebu Hanife nin özel mülkiyette mutlak tasarruf görüşünden farklı düşünen ilk kişi öğrencisi  Ebu  Yusuf  olmuştur.  Ebu  Yusuf a  göre  eğer  bir  malik  kasten                                                 6  İMAM MÂLİK, el-Muvatta,  Akdiye,  no:  2185.   Sizden  biri  duvarına  komşusunun kiriş koymasına engel olmasın ; BUHARİ, el-Camiu s-Sahih, Mezalim ve l-Gasb, no: 2503.  Bir komşu, evinin duvarına öbür komşusunu bir ağaç başı koymaktan menedemez.   7 KÖSE, s. 159. 8 SERAHSİ, Mebsut, ed. Mustafa Cevat Akşit, Gümüşev Yayıncılık, 2016, s. cilt 15, 28.  …tamamen kendisine ait mülk üzerine tasarrufta bulunan kişi, bu tasarruftan başkasına zarar verse bile hüküm olarak bundan engellenemez.  9 AYDIN, M. Âkif, İslam ve Osmanlı Hukuku Araştırmaları, İz Yayıncılık, İstanbul, 1996, s. 100. 10 DEMİR, s. 270-271. 11 SERAHSİ, cilt 15, s. 28.  12 ÇALIŞ, s. 99, 117. 4İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12  komşularına zarar verecek şekilde mülkiyetinde tasarrufta bulunuyorsa, zarar gören komşusunun bu tasarrufu engelleme hakkı bulunmaktadır. Bunun yanında malikin tasarrufu toplumsal bir zarara yol açıyorsa bu durumda sübjektif koşul olan kast unsurunu dikkate almayıp malikin bu zarardan dolayı her halükârda sorumlu tutulması gerektiğini belirtmiştir. Mecelle de Ebu Yusuf un görüşüne yakın bir görüş benimsenmiş madde 921 de  Bir kimse mazlum olmakla âhara zulm  etmeye  selâhiyyeti  olmaz.   denilerek  Ebu  Hanife nin  zararı  zararla denkleştirme görüşü reddedilmiştir. İlk dönem Hanefi hukukçuları komşuluk hukukunda mutlak tasarruf görüşünü ileri  sürerken,  mutlak  tasarruf  iddiasının  bitişik/yan  komşuya  karşı  ileri sürülebileceğini, alt-üst komşulukta ise aynî bir hakkın bulunması sebebiyle malikin mülkiyet hakkının sınırlandırılabileceğini ileri sürmüşlerdir. Bunun dayanağı olarak alt ve üst katın tam anlamıyla birbirinden bağımsız iki bölüm olmadığını, mesela bina bir sebeple yıkılmış olursa binanın bulunduğu arsaya ortak olduklarını, oysa bitişik komşulukta bölümlerin bağımsızlığının belirgin olduğunu söylemişlerdir. Alt katın temelinin sağlamlığının üst katı, üst katta yapılacak olan temel değişikliklerin de alt katı etkilemesi, bitişik komşuların birbirlerinin tasarruflarından zarar görmesinden çok farklı bir yere sahiptir. Bu nedenle bu sınırlamanın iki komşu arasında olan bir irtifak hakkı olan inşaat hakkından kaynaklandığı ileri sürülmüştür. Hal böyle olsa bile, bu sınırlamanın temelinde iki tarafın birbirine komşu olması yatmaktadır ve bu çalışmada daha çok komşuluk ilişkisi olarak ele alınacaktır.  Alt ve üst komşuların mülklerinde tasarruf hakları, zararın varlığı ve yokluğuna göre  değişmektedir.  Öncelikle  taraflardan  hiçbirinin  zararına  olmayacak tasarrufları her iki taraf da serbest bir şekilde yapabilir. Duvarlarında çivi çakmak, odaları boyamak gibi. İkinci olarak, taraflardan birisine zarar vermesi kesin olan tasarruflar yasaklanmıştır. Örneğin alt kat komşu, evin temeli olan kolonları kesemez. Kesmiş olursa üst kat komşunun zararını tazmin etmesi gerekmektedir. Son  olarak  bir  zarar  verip  vermeyeceği  kesin  olmayan  tasarruflar  hakkında mezhep içinde görüş ayrılığı bulunmaktadır. İmameyn, zarar henüz meydana gelmediği için tasarruf serbestisini savunurken, Ebu Hanife, bu gibi tasarrufların komşudan izin alınmamışsa her türlü yasaklanacağını iddia etmiştir. Baskın                                                 13 BİLMEN, Ömer Nasuhi, Hukuk-i İslamiyye ve Istılahat-ı Fıkhiye Kamusu, Ravza Yayınları, 2018, cilt 7, s. 176.  14 ÇALIŞ, s. 104.  15 ZUHAYLİ, Vehbe, İslâm Fıkhı Ansiklopedisi, Risale Yayınları, Y. 1990, C. 7, s. 19. 16 Fetâva-yı Hindiyye Ansiklopedik İslam Fıkhı, Mustafa Efe (çev.), Huzur Yayınevi, t.y., C. 8, İstanbul, s. 43. 17 HACAK, Hasan  İrtifak , DİA, C. 22, 2000, s. 463. 18 EBU ZEHRA, Muhammed, el-Milkiyye ve Nazarriyeü l-akd fi ş-şeriati l-İslamiyye, Darü lFikri l-Arabi, Kahire, 1977, s. 101. 19 EL-HAFÎF,Ali, İslam Hukukuna Göre Hukuki İşlemler ve Hükümleri: Eşya Hukuku ve Borçlar Hukuku, çev. Rahmi Yaran, 1. Baskı, Türkiye Diyanet Vakfı, Ankara, 2011, s. 105-106; ZUHAYLİ, C. 5, s. 57.   5KILIÇ/ Osmanlı Komşuluk Hukukunda Mülkiyet Haklarının Sınırlandırılması: Zarar-ı Fahiş görüş  Ebu  Hanife ninkidir.  Mecelle nin  1192.  maddesinde  şu  hüküm  yer almaktadır:  Herkes mülkünde keyfe mâyeşa  tasarruf eder. Fakat başkasının hakkı taallûk ederse maliki mülkünde istiklâl üzere tasarruftan men eder. Meselâ, fevkanîsi ve tahtanîsi diğerin mülkü olan ebniyede fevkanî sahibinin tahtanîde hakk-ı kararı ve tahtanî sahibinin fevkanîde hakk-ı sakfı yani güneşten ve yağmurdan tesettür ve tehaffuz hakkı olmakla birisi diğerin izni olmadıkça ana muzır olabilecek bir şey yapamaz ve kendi binasını yıkamaz.  Örneğe göre alt kat sahibinin güneşten ve yağmurdan korunma hakkı ve üst kat sahibinin de yerleşme hakkı olduğu için hem alt kat sahibi hem de üst kat sahibi, izin  almadıkları  sürece  birbirlerinin  mülküne  zarar  verecek  faaliyetlerde bulunamazlar.  Mecelle nin  de  Ebu  Hanife nin  görüşünü  dikkate  aldığı  bu örnekten anlaşılmaktadır. Hangi fiilin zararlı hangisinin zararlı olmadığının tespiti için konunun uzmanı iki kişinin görüşü alınmaktadır. Bunların yanında bir başka problem de üst katın bir vesile ile yıkılması sonucu, üst  kat  sahibinin  binasını  tekrar  yapabilmesi  için  izne  ihtiyaç  duyulup duyulmayacağıdır.  Burada  içtihat  alt  kat  sahibinin  üst  kata  tekrardan  bina yapmasına engel olamayacağıdır. Bunun yanında alt kat, bir fiil sonucu değil de yangın, deprem gibi mücbir bir sebepten yıkılırsa, sahibinden cebren binanın tekrar yaptırılması istenemez: Tahtanî Zeyd in mülkü fevkanî Amr ın mülkü olan menzilin fevkanîsi zelzeleden münhedim olup Amr menzilini ke l-evvel bina ve iade etmek istedikde Zeyd razı olmayıp Amr ın menzilini binadan men e kâdir olur mu? El-cevab: Olmaz.   Hanefi  ve  Şafii  fakihlerin  hicri  altıncı  asrın  ortalarına  kadar  benimsediği komşuluktan dolayı mülkiyet hakkının sınırlanamayacağı görüşü yerini Hanefi mezhebinde fahiş zarar, Şafii mezhebinde ise örf ölçütüne göre mülkiyet hakkının sınırlanabileceği içtihadına bırakmıştır. Hanefi mezhebindeki katı mutlak tasarruf görüşünün yerini fahiş zarar varsa tasarrufun sınırlanması gerektiği görüşüne bırakmasının altında yatan temel ilke                                                 20  ALİ  HAYDAR  EFENDİ,  Dürerü l  Hükkam  Şerhu  Mecelleti l-Ahkam,  Diyanet  İşleri Başkanlığı, C. 3, 2017, s. 2154. 21 ALİ HAYDAR EFENDİ, s. 2154. 22 ZUHAYLİ, cilt 5, s. 56. 23 BİLMEN, cilt 7, s. 174. 24 ŞEYHÜLİSLAM YENİŞEHİRLİ ABDULLAH EFENDİ, Behcetü l Fetava, ed. Süleyman Kaya vd., Klasik Yayınları, 2012, s. 591. 25 KARAMAN, Hayreddin, Mukayeseli İslâm Hukuku, İz Yayıncılık, C. 3, İstanbul, 2001, s. 8788. 6İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12  yine Hanefi mezhebinin kaynaklarından olan  maslahat sebebiyle istihsan dır. Hukukçuların  içinde  bulunduğu  toplumun  dini  ve  ahlak  anlayışı  değiştikçe hukukun da değişmesinin gerekliliği kaçınılmazdır. Tasarruf serbestisi ilkesinin ileri sürüldüğü ilk zamanlarda başkasının mülküne zarar verme büyük bir günah olarak kabul görülüp bireyler ona göre bir davranış içerisinde bulunurken, tasarruf serbestisinde sınırlılık ilkesinin ortaya çıktığı zamanlarda da zarar vermeme ilkesi bir dini-ahlaki vecibe olmasına rağmen ihlaller artmış ve ihlalin engellenmesi için hukuki  güvence  ihtiyacı  hasıl  olmuştur.  Mecelle nin  32 inci  maddesinde  de denildiği gibi  Ezmanın tagayyürü ile ahkamın tagayyürü inkâr olunamaz.   İslam hukukuna göre mülkiyet hakkı üç şekilde sınırlandırılabilir: 1. Asli, 2. İradi ve 3. İstisnai. Komşuluk hukukundan dolayı mülkiyet hakkındaki kısıtlamalar ilk  gruba  girmektedir.  Asli  sınırlamalarda  başkasının  bir  hakkının  mülkiyet hakkını  sınırlaması  mümkündür.  Örneğin  komşunun  şuf a  hakkı  mülkiyet hakkının tasarrufuna ilişkin bir sınırlama getirmektedir. Komşuluk hukukundaki diğer sınırlamalar ise mülkiyet hakkının kullanılması ile ilgilidir. Bu sınırlamanın kaynağında  yukarıda  da  ifade  edildiği  gibi,  mülkiyet  hakkını  kullanılırken komşuyu rahatsız etmesi ihtimalinde olan eylemlerden kaçınılmasının İslam a göre bir vecibe olması yer almaktadır.  A. Zarar-ı Fahiş İslam hukuku komşuluk hukukundan doğan mülkiyet hakkı sınırlamalarını zararı fahiş kavramına bağlamıştır.  Darr  kökünden türeyen zarar terimi, kişinin uğradığı maddi veya manevi yoksunluk, tehlike ya da ihtiyacı anlatır. Zarar, bir fiil  neticesinde  meydana  gelmektedir  ve  bu  fiil  kişide  bir  mağduriyet oluşturmaktadır. Bu mağduriyet kişinin fiziki ve ruhsal olarak şahsında üzüntü, elem ya da sahip olduğu şeylerde oluşan bir eksilme veya kayıp şeklinde meydana gelebilir. Zarar-ı fahiş ise değer kaybının komşudaki katlanma yükümlülüğünü aşacak boyuta ulaşmasıdır.  Zarar-ı fahişin kapsamı, kavramın ortaya çıkmasından itibaren tartışma konusu olmuştur.  Bir  komşunun  mülkiyet  hakkını  ihlal  eden  her  türlü  zararın yasaklanması, zarara neden olan tarafın mülkiyet hakkını kullanmasını tamamen engelleyebilir.  Bu  nedenle  kavram  ilk  başlarda  bir  duvarın  ya  da  binanın yıkılmasına veya zayıflamasına neden olan ya da ondan yararlanma amacını imkânsız kılan her türlü zarar  olarak İslam hukukunda kendine yer bulmuştur.                                                 26 Konu ile ilgili ayrıntılı bilgi için bkz: Ekrem Buğra Ekinci, İslam Hukukunda Değişmenin Sınırı, Arısanat Yayınları, İstanbul, 2005. 27 HACAK, Hasan,  Mülkiyet , DİA, 2020, s. 546. 28 SCHACHT, Joseph, İslam Hukukuna Giriş, çev. Mehmet Dağ, Abdulkadir Şener, Otto, 2018, s. 165. 29 EL-HAFÎF, s. 108. 30 AYBAKAN, Bilal,  Zarar , DİA, 2013, s. 131. 31 MEVAFİ, Ahmed, ez-Zarar fi l-fıkhi l-İslâmî: ta rifihi, envaihi, alakatihi, davabitihi, cezaihi, C. 1, Huber: Dâru İbn Affan, 1997, s. 20. 32 MEVAFİ, C. 1, s. 252.    7KILIÇ/ Osmanlı Komşuluk Hukukunda Mülkiyet Haklarının Sınırlandırılması: Zarar-ı Fahiş Daha sonra kavramın dayanağı olan  maslahata göre istihsan ilkesi  ve  zarar vermek ve zarara zararla karşılık vermek yoktur  hadisini birlikte değerlendiren fıkıh alimleri zarar-ı fahiş kavramını yeniden yorumlamışlar, komşudan zarar-ı fahişin kaldırılmasını mülkiyet hakkından doğan menfaatin elde edilmesinden daha değerli görmüşlerdir. Mecelle de de bu geniş yorum kodifiye edilmiştir. Buna göre bir kişinin mülkiyet hakkındaki tasarrufu ancak komşuların ve diğer insanların zarar görmemesi halinde geçerlidir. Yine bu zarar her türlü zarar değil, zarara uğrayan kişinin asli ve temel bir ihtiyacının ihlali olması gerekir (Havayici  asliyye  ve  menfaat-i  asliyye).  Mecelle nin  1199.  maddesinde  vücut  bulan  binadan maksud olan menfaat-i asliyyeyi men  eden şeyler  kavramı, menfaat-i asliye yani temel menfaatin ne olduğunun belirsiz olması sebebiyle eleştirilmiştir. Bu görüşe göre menfaat-i asliye zamana, mekâna ve şahıslara göre değişen bir kavramdır.  İçinin  doldurulması  gerekmektedir.  Üstelik  zarar  da  görecelidir. Kimine göre fahiş zarar olan bir husus başka biri için hoşgörü sınırları içinde olabilir. Bu iki müphem kavram bir araya gelince zarar-ı fahişin tam olarak ne demek olduğu anlaşılmamaktadır. Bu nedenle zarar-ı fahişin toplumun o zamanki örfüne göre belirlenmesi gerektiğini ileri sürülmüştür. Örneğin, binaya giren güneşin ve havanın kesilmesi yoluyla zarar-ı fahişte, çoğunluk görüşü binanın içinde  yazı  okunamayacak  kadar  çok  engellenmesi  havayic-i  asliyenin  ihlal edilmesi  anlamına  gelmekte  iken,  azınlık  görüş  ise  zararın  her  türlü  zarar olduğunu ve yazı okunamaması aşamasına gelmesine gerek olmadan zararın giderilmesi gerektiğini ifade etmişlerdir. İçeride birkaç saat yazı okunabiliyorsa, ancak güneşin engellenmesi binanın duvarında rutubet oluşturmaktaysa, zarar gören komşunun bu duruma katlanması gerekip gerekmediği konusuna açıklık getirmemektedir. Bu nedenle kıstas olarak toplumun örfü, daha açık ve anlaşılır olması dolayısıyla isabetlidir. Günümüz hukuku da komşu hakkı bahsinde (TMK madde 737),  yerel âdete göre komşular arasında hoş görülebilecek dereceyi aşan  kavramını kullanarak örf kuralını benimsemiştir. İslam hukukuna dönersek, mala zarar vermenin bir türü olan itlafta malda değerinin en az dörtte birine ulaşan zararın  zarar-ı  fahiş  olduğu  ileri  sürülmüştür.  Ancak  Mecelle nin  ilgili maddelerinde bu oran bulunmamaktadır. Bunun sadece menkul mallara ilişkin olup olmadığı belirsizdir. Zarar-ı fahişin niteliğinin haksız fiil mi yoksa hakkın kötüye kullanılması mı olduğu  konusunda  görüş  ayrılıkları  olmuştur.  Ebu  Hanife,  mutlak  hak nazariyesine bağlı kalarak zarar-ı fahiş kavramının haksız fiil ile alakalı olduğunu ifade  etmiştir.  Eğer  bir  kişi  kendi  hakkında  tasarrufta  bulunurken  hakkın tanımında yer alan hukuki sınırları dışına çıkar ve başkasının hakkına tecavüz ederse, burada haksız bir fiil söz konusu olmaktadır. Yani ortada bir kimsenin kasten ya da ihmali olarak yapmış olduğu hukuka aykırı bir fiil vardır. Bu fiille                                                 33 KÖSE, s. 93. 34 ÇALIŞ, s. 180. 35 HAFIZ MEHMED ZİYAEDDİN, Mecelle-i Ahkâm-ı Adliye Şerhi, Dersaadet, Kasbar Matbaası, 1312, s. 698. 36 AYDIN, M. Âkif,  İtlaf , DİA, Y. 2001, C. 23, s. 466-469. 8İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12  maddi bir zarar meydana gelmiştir ve zararın önlenmesi bu kapsamda çözülmeye çalışılır. Kişinin fiili hukuka aykırı değilse zaten tasarruf serbestisi vardır ve bu ilke gereği komşusunun zarar görmesinden dolayı mülkiyet hakkı sınırlanamaz. Bir  diğer  görüşe  göre  zarar-ı  fahiş  kavramı,  hakkın  kötüye  kullanılmasını engellemek amacıyla ortaya çıkmıştır. Eğer zarar-ı fahiş kavramı sadece haksız fiillerden meydana gelir denilirse, ki bu durum sadece sınırın dışına çıkılması halinde  oluyor,  hakkın  dışına  çıkılmaksızın  yapılan  fahiş  zarar  veren  fiiller kapsam dışında kalmış olmaktadır. Dolayısıyla komşuluk hukukunun tahsisinde hem hukuka aykırı hem de hukuka aykırı olmayan zarar verici fiilleri kapsamına alan  hakkın  kötüye  kullanılması  kavramının  kullanılmasını  daha  uygun bulmuşlardır. Bu kötüye kullanmada kast unsuru aranmamaktadır. Kişinin, hakkını  veriliş  gayesi  dışında  başkasına  zarar  verecek  şekilde  kullanması yeterlidir. Bu da demek oluyor ki, bir hakkın kullanımının zarar-ı fahiş olup olmadığının tespit edilmesinde kişinin tasarrufta bulunduğu zamandaki niyeti değil, bu tasarrufunun doğurduğu maddi sonucun yarar-zarar dengesinde zarar tarafının ağır basması dikkate alınmaktadır. Fahiş zararda kastın aranmaması objektif koşulun varlığının aranması önemlidir. Eğer kast yani sübjektif koşul aransaydı bu durumda kastı olmadan komşusunun binasının yıkılmasına sebep olan kişi zarar-ı fahişten sorumlu olmayacaktı. Zarar gören kişi hukuki güvenceye kavuşmamış olacaktı. Mecelle de Muamelat-ı Civariye başlığı altında detaylıca düzenlenen hükümler incelendiğinde, komşuluk hukukundan doğan mülkiyet hakkı sınırlamalarının ele alındığı görülecektir. İlk olarak 1197. maddede  Hiç kimse mülkünde tasarruftan men  olunamaz,  meğerki  âhara  zarar-ı  fahişi  ola,  ol  halde  menolunabilir  denilerek komşuluk hukukunun temeli olan zarar-ı fahiş kavramı ele alınmıştır. Maddelerden hareketle zarar-ı fahişi genel olarak üçe ayırmak mümkündür; -  Komşunun mülkünden tam olarak tasarruf etmesini engelleyecek zararlar, -  Makarr-ı nisvanın (kadınlara ait bölümlerin) görülmesi -  Kamu menfaatini zarara uğratan hususlar Bu üç durumun yanında bir komşunun diğerinin malına müdahale ederek onu zarara uğratması, haksız fiilin yanı sıra zarar-ı fahiş kavramı kapsamında da değerlendirilmiştir. Örneğin bitişik iki binada gider borularının iki taraftan birinin mülkünden ya da duvar dibinden geçmesi gerekmektedir. Normal koşullar altında komşuluk ilişkileri gereği bu duruma katlanılması gerekir. Ancak bazı hallerde gider borusunun duvarı aşıp mülke zarar verecek şekilde uzatılması zarar-ı fahiş olarak değerlendirilir. Niğde kasabasında kirada evi bulunan Sarraf Sarafim in                                                 37 KÖSE, s. 73-74.  38 EL-HAFÎF, s. 108. 39 ZUHAYLİ, cilt 5, s. 28. 40 ÇALIŞ, s. 91, 94. 41 ARSEBÜK, Esat,  Hak Tepkilerinin Tevlit Ettiği Durumlar , AÜHFD, Y. 1949, C. 6, No: 2, s. 172 vd.    9KILIÇ/ Osmanlı Komşuluk Hukukunda Mülkiyet Haklarının Sınırlandırılması: Zarar-ı Fahiş karşılaştığı  durum  da  bu  minvaldedir.  Olayda  komşu  Nikola,  Sarafim in hanesinin çatısı üzerine gelecek şekilde yağmur oluğunu uzatmış ve Sarafim in evini zarara uğratmıştır. Bunun yanında Nikola, Sarafim in evinin içi görülecek şekilde pencere açmıştır. Özellikle kadınlara ait kısımların görülmesi başlı başına bir  zarar-ı  fahiş  sebebidir.  Sarafim,  hem  yağmur  suyunun  evinin  üzerine akmasından oluşan zararın tazmini ve oluğun düzeltilmesini, hem de açılan pencerenin  kapatılmasını  talep  etmiştir.  Yağmur  oluğunun  bitişikteki  binaya uzatılması  suretiyle  zarar  verme  sık  karşılaşılan  zarar-ı  fahiş  eylemlerinden biridir.  Bu bilgileri pekiştirmek gerekirse, katlanma yükümlülüğünü aşan zararlar zarar-ı fahiş olarak nitelendirilmekte ve komşuya bir sorumluluk yüklenmektedir. Yoksa başkasının havasına engel olacak, ekinine gölge yapan ya da kuyusunun sularının çekilmesine  sebep  olan  her  tasarruf  menedilmemiştir.  Ancak  kanaatimce menfaat-i asliye zamana göre değişen bir kavramdır. İleriki bir zamanda bu zararlar zarar-ı fahiş kapsamı içinde yer alabilirler. Bunu çözmek için kanunlara objektif kurallar konulmalı ve hâkim, önüne gelen davada o yerin örfüne göre takdir yetkisini kullanarak karar vermelidir. Mecelle de bu hususta kurallar detaylı bir  şekilde  konulmuştur.  Bu  durumda  kadı  karar  verirken  esnek davranamamaktadır.  Örneğin  kadim  olanın  kıdemi  üzerine  terk  olunacağı kaidesinin (madde 6) zarar-ı fahiş eylemlerinde kullanılacağının hüküm altına alınması gibi. Bu madde ile bağlantılı olarak Mecelle madde 1207 ve 1224                                                 42 Ma rûz-i çâker-i kemîneleridir ki, Niğde Kasabası derûnunda mâlik ve mutasarrıf  olduğum bir bâb hâne-i çâkerânem taht-ı îcârede bulunduğundan ve çâkerleri dahi bu tarafda bulunduğum  ecilden  Komşum  Kırbıyık  Nikola  hânemin  damı  üzerine  oluk  uzadarak  yağmur  sularını akıtdırdıkdan  sonra pencere küşâd iderek hâne-i çâkerânem tarafına nezâret etmekde ve diğer komşum diğer Nikola kezâlik oluk uzadarak hânem damı üzerine yağmur sularını akıdarak harâb itmekde bulundukları mercûdur ki; evvel-emirde protesto iderim. Vukû  bulan ve … vukû bulacak mazarratın tazmîn eylemeleri ve merkûmânın ihdâs eyledikleri su olukların ve pencerelerin serbend ve  men   olunması  hususunu  mahallinde  vekîlim  müste cirim  sandık  emîni  Hâce  Yurdan bendeleriyle ya ma rifet-i şer -i şerîf-i bi t-terâfu  ihzârlık buyurulmak emrini âmir-i kâimmakâmına hitâben bir kıt a emirnâme-i sâmî-i şereftastîr emr ü fermân hazret-i men lehü l-emrindir , Devlet Arşivleri Başkanlığı Osmanlı Arşivi, Sadaret Deavi Evrakı, A) MKT. DV, 220/93, H-20-10-1278. 43 Ma rûz-i çâker-i kemîneleridir ki Spoli Bergos Kazası na tâbi  Vasilikoz Karyesi mütemekkinlerinden olup mülkiyet üzre mutasarrıf olduğum bir bâb menzil-i âcizânem ittisâlinde Yorgi Çorbacı nın arsası olup bu kulları hasbe lmesâlih diyâr-ı âherde bulunduğumdan arsa-i mezkûr üzerine müceddeden binâ ve inşâ eylediği menzilin damlalığını menzil-i âcizânemin üzerine akıntı vermiş olduğundan menzil-i âcizânemi harâb itmekde olduğundan gadr mûceb olmağla merâhim-i ‘aliyyelerinden mercûdur ki; Bergos meclis-i kebîrinde me mûru ma rifetiyle bakılup mu âyene olunarak mazarratının men  u def i şer ile terâfu -i ihkâk-ı hak buyurulmak bâbında iktizâ edenlere hitâben bir kıt a emirnâme-i sâmî ihsânı bâbında emr ü fermân hazret-i veliyyü l-emrindir. Fî 4 Ş. Sene (12) 72, Devlet Arşivleri Başkanlığı Osmanlı Arşivi, Sadaret Deavi Evrakı, A.}MKT. DV, 91/96, H-10-08-1272. 44 BİLMEN, cilt 7, s. 175. 45  Bir sûkda vaki su kuyusundan ol sûkda dükkânı olan Zeyd şürb ve vuzu  ve dabbesini iska için kadimden su alagelmekle yine su almak istedikde ol sûkda dükkanları olan bazı kimesneler  Ba de l-yevm kuyudan su aldığına razı olmayız  diye Zeyd i men  e kâdir olurlar mı? El-cevap: Olmazlar. , Neticetü l Fetava, es-Seyyid Ahmed Efendi, es-Seyyid Hafız Mehmed b Ahmed elGedusi (ed.), Klasik Yayınları, 2014, s. 394. 10İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12  değerlendirildiğinde,  önceden  ve  kadimden  kalma meşru  bir  hakka  dayanan zararların, zarar verenin rızası yoksa giderilmek zorunda olmadığı görülmektedir. Kot farkı olan birbirine komşu menzilde üsttekinin pis suyu kadimden beri aşağıya akmakta iken, üzerine su akan komşu evi satsa, yeni malik kadim olan şeyi menettiremez. Kadim, birkaç yıllık bir zaman dilimi değil, o şeyin öncesini bilen ve gören kimsenin olmadığı bir zamandır (Mecelle madde 166). Mesela bir komşu diğerinin pis suyunun kendi arsasından geçmesine izin vermişse, bu kadim olan zaman dilimini oluşturmaz. Üzerinde mesil hakkına izin veren komşu, mülkünü başkasına satarsa, mesil hakkı sahibinin yeni malikle tekrar anlaşması gerekir. Ancak  mesil  hakkının  bir  şarta  dayandığu  durumlarda,  örneğin  ortaklık hisselerinin paylaştırılması esnasında şerikler mülkün üzerinde yol veya mesil hakkı kurulacağını şart etmişlerse (Mecelle madde 1166), daha sonra ortaklardan birinden malı satın alan kişi, günümüzde tapuya kaydedilen şerhlerdeki gibi, böyle bir hakkın varlığını reddedemez, zararın giderilmesini karşı taraftan isteyemez.  Mecelle nin 5 ve 6. maddelerine göre  Bir şeyin bulunduğu hâl üzere kalması asıldır  ve  Kadim kıdemi üzere terk olunur.  7. madde ise kadim olanın zarar vermesi durumunda kadim olarak kabul edilmemesini hükmeder (Zarar kadim olmaz). Yani eskiden beri var olan şey komşuya zarar veriyorsa, bu  kadimden beri  vardır   denilemez  ve  zararın  giderilmesi  gerekir.  Ancak  Mecelle nin komşuluk  hukukuna  ilişkin  maddelerinde  kadimden  beri  olagelen  şeyin komşunun sonradan yaptığı binasına zarar vermesi durumunda, örneğin kadimden var olan pencereden komşunun yeni yaptığı evin makarr-ı nisvanı görünürse zarar görenin zarara katlanması gerektiğine hükmetmiştir:   Madde 1207: Bir kimse, meşru  olarak mülkünde tasarruf etmekte iken, başkası anın yanında bina ihdâsıyla, kendisi mutazarrır olsa, zararını ancak  kendi  def   etmek  lâzım  gelir.  Meselâ  bir  hanenin  kadîmî  pencerelerinden,  diğer kimsenin  muhdes hanesinin makarr-ı nisvân olan mahalli görünür olsa, muhdes hane sahibi, mazarratını kendi def  etmek lâzım gelir. Atîk hane sahibinden iddiaya salâhiyeti yoktur. Nitekim bir kimse, demirci dükkânına muttasıl arsasında, bir hane ihdâs eylese,  demir darbından haneme zarar-ı fahiş terettüb eder  diye, dükkânı tatil ettiremez. Ve kezâ, eskiden harman yeri olan bir mahallin kurbunda, biri hane ihdâs ettikde,  harmanın tozu hanem üzerine gelir  diye, harman sahibine  burada harman dökme  diyemez.  Burada bir şeyler ihdas edilmeden önce herhangi bir zarar durumu yoktur. Zarar, bina  yapıldıktan  sonra  meydana  gelmektedir.  Öncelik-sonralık  durumu Mecelle nin sonraki maddelerinde de devam etmektedir. Mecelle madde 1224 te meşru  surette  kadim  olan  şeyin  aleyhine  delil  olmadıkça  iyiniyet  esasları çerçevesinde olduğu gibi bırakılmasına hükmedilmiştir. Madde geçit, mesil ve                                                 46 ÇATALCALI ALİ EFENDİ, Açıklamalı Osmanlı Fetvaları Fetava-yı Ali Efendi, ed. H. Necati Demirtaş, Kubbealtı Neşriyat, C. 2, İstanbul, 2014, s. 416, 418.   11KILIÇ/ Osmanlı Komşuluk Hukukunda Mülkiyet Haklarının Sınırlandırılması: Zarar-ı Fahiş mecra  haklarını  korumak  için  çıkarılmış,  kadim  olan  şeyin  meşru  olması aranmıştır.  Yani  hukuka  uygun  olmayan  kadim  korunmayacaktır.  Maddenin örneğinde bir hanenin pis suyu kadimden beri anayola dökülse oradan gelip geçenlere zararı olsa bu kadimlik durumuna itibar edilmeyeceği belirtilmiştir. Verilen bu misalden yola çıkılarak madde 7 de yer alan zararın kadim olmaması ilkesi hem Ali Haydar Efendi nin şerhinde hem de sonraki çalışmalarda zararın kamusal nitelikte olması halinde ileri sürülebileceğine indirgenmiştir. Ancak, komşu bu eylemden zarar görmeye başlamış ve ısrarla zarar gördüğünü beyan ediyorsa, artık o evde oturması dayanılmaz ya da tarlada mahsul alması imkânsız hale gelmişse ve uyarıda bulunmuşsa, bu durumda zararını def  ve müdahaleyi men  ettirmeye hakkı olmalıdır. Yoksa madde 7 nin hükmü uygulama alanı bulamaz. İleride duvar meselesinde de tahlil edileceği üzere madde 928 de birinin duvarı yıkılıp da diğerine zarar verse sorumlu tutulmaz. Fakat duvar için zarar görecek olan kimse tehlikeyi sezmiş ve duvarını yık diyerek uyarıda bulunmuş ise artık  komşu  duvarın  sahibi  yıkılmadan  dolayı  sorumludur.  Kadim  durumun komşunun katlanma yükümlülüğünü aşması halinde zarar-ı fahiş olarak kabul edilmeli ve sırf yapıyı önceden yaptığı için kişinin tazmin yükümlülüğü ortadan kalkmamalı, zarar giderilmelidir. Zarar-ı fahiş, mülk malın yanı sıra vakıf mallarda da söz konusu olur ve vakıf mala zarar verildiğinde mutasarrıfın zararı defettirmeye hakkı vardır:  Zeyd tapu ve mukâtaa ile mutasarrıf olduğu vakıf arsada vaki gölde izn-i  mütevelliyle  bina  olunan  dalyânın  binasına  malik  iken  Amr, Zeyd in izninsiz izn-i mütevelli yokken Zeyd in dalyânı kurbunda dalyân bina ve ihdâs ettikde Zeyd in dalyânının taraf-i a lasını çit çevirip seddetmekle zarar-bini olsa Zeyd zarar-bini Amr a def  ettirmeye kâdir olur mu? El-cevab: Olur.  Yine iki farklı vakıf mülkün birinden diğerine kadimden beri pis su akıtılmış ise zarar gören vakfın mütevellisi bundan sonra pis suyun akmasının engellenmesini isteyemez. Kendi daha önce nasıl hallediyorsa o şekilde devam ettirir. Bazı durumlarda iki komşunun da aynı fiilden dolayı zararı oluşabilir. Örneğin komşulardan birinin bahçesinde diğerinin bir meyve ağacı olduğunu varsayalım. Ağacın  sahibi  komşu  meyvelerini  kontrol  etmek  için  sık  sık  komşusunun bahçesini ziyaret etmekte ve komşusu da kendi mülküne sürekli girip çıkan bu kişiden rahatsız olmaktadır. Bahçe sahibi ağacı satın almayı teklif etmişse de ağacın sahibi buna yanaşmamıştır. Böyle bir durumda mesele mahkemeye intikal                                                 47 ALİ HAYDAR EFENDİ, C. 1, s. 56; EKİNCİ, Ekrem Buğra / ŞİMŞİRGİL, Ahmet, Ahmed Cevdet Paşa ve Mecelle, Ktb Yayınları, 2008, s. 95; GÜR, A. Refik Mecelle: Hukuk Tarihi ve Tefekkürü Bakımından, Sebil Yayınevi, 1993, s. 118; İLHAN Cengiz, Mecelle: Hukukun Doksan Dokuz İlkesi, Tarih Vakfı Yayınları, 2003, s. 12. 48 Neticetü l Fetava, s. 395. 49 ALİ HAYDAR EFENDİ, cilt 1, s. 55. 12İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12  ettiği zaman hâkim, Zarar-ı eşed zarar-ı ehaf ile izale olunur (Mecelle madde 27) ilkesi  gereğince  ağacın  komşunun  mülkünden  kaldırılması  ile  hafif  zararın meydana  gelmesine  hükmedebilir.  Yani  burada  bahçe  sahibinin  komşunun mülküne girip çıkması zararı ile ağacın sökülmesi zararı yarışmış ve iki zarardan daha büyük olanı önlemek için hafif zarara katlanmak uygun bulunmuştur.  Zarar-ı fahiş mahkemede ve idari makamlarda titizlikle incelenir, bir keşif ekibi gönderilerek gerçekten zarar olup olmadığı tespit edilmeye çalışılır. Örneğin Selim  Ağa nın  Hanya da  inşa  ettirdiği  üst  katı  komşusu  İbrahim  Efendi nezaretimizi tamamen kesiyor diye şikâyet etmiş, durum yargıya taşınmış ve mahkemece bir keşif ekibi gönderilmiştir. Keşif raporunda Selim Ağa nın evine üst kat çıktığı ve bu üst katın iki taraf komşusuna manzara açısından zarar vermediği ve üst katın da diğerleri ile aynı hizada olduğu belirtilmiştir. Bu inceleme sonucunda zarar-ı fahiş bir durumun olmadığı anlaşılmıştır. 1.  Komşuların  Katlanma  Yükümlülüğünü  Aşan  ve  Kişinin  Mülkünden Beklenen Esas Menfaati Engelleyen Fiiller Mecelle nin 1199. maddesinde  Binaya zarar veren yani binaya vehn getiren ve inhidamına sebep olan yahut havâyic-i asliyyeyi yani süknâ gibi binadan maksud olan menfaat-i asliyyeyi men  eden şeyler zarar-ı fahiştir  denilerek, binaya zarar veren, yıkılmasına sebep olan ya da oturum gibi asli bir menfaati engelleyen şeylerin zarar-ı fahiş olduğu belirtilmiştir. Bu başlıkta incelenecek olan binadan beklenen asli ihtiyaçların engellenmesidir. Bu bina bir konut ise oturma, değirmen ise devrine engel olacak yapılaşma, harman yerinin rüzgarının kesilmesi veya                                                 50 AYBAKAN, s. 133. 51  Selim Ağa nın takdîm eyledği arzuhâlde Hanya da leb-deryâda vâki  olup ta mîrine başlamış olduğu hânesine yapacağı fevkânî bir odanın kimseye mazarratı olmadığı halde hâne aşurı kanşusu bulunan tüccârdan İbrâhim efendi müdâhaleden hâlî olmadığı gibi muhâkemeden dahi imtinâ  itmekde olduğundan bahisle bi t-terâfu  müdâhale-i vâkı anın men i hususu istid â olunmuş olmağla ber-vech-i tedkîk rü yet olunarak şer an müdâhale-i vâkı anın bîvechin idüğü tebeyyün eylediği halde men i ve def i hususu fî 12 Safer sene (1)277 tarihiyle müverrehan şerefvârid olup mecâlis-i âcizânemizde kırâet olunan emirnâme-i sâmi-i cenâb-ı âsafânelerinde emr ü fermân buyurulmuş olmasıyla meâl-i emr ü irâde-i ‘aliyye rehîn-i îkân-ı âcizânemiz olmuşdur. Mümâ-ileyh Selim Ağa hânesinin ta mîrine bir gûne müdâhale olunmayup ancak i mâl ü inşâsını tasavvur eylediği mezkûr oda gerek mümâ-ileyh İbrahim Efendi ve gerek câr-ı mülâhıkı bulunan Kavverzâde Hüseyin Ağa nın derûn-i limâna nâzır olan konakları odalarından iki bâb odanın nezâretine ve hevâsına külliyen halel getireceği bi d-defe ât vukû  bulan mükâşefe ile ta ayyün eylemiş ve şu halde mümâileyhânın nizâmen mazarrat-ı zâhireleri meydanda idüğü bedîhiyâtdan olarak her ne kadar men  u def i ve oda-i mezkûrun binâ ve inşâsından sarf-ı nazar eylemesi hakkında kirâren mümâ-ileyh Selim Ağa ya beyân ve ifade olunmuş ise de bir vechile âsaf itmediği mesellü mümâ-ileyh Selim Ağa nın hânesi dahi mezkûr konaklara hâne aşurı olmayup hemcivâr bulunmuş olduğu ve bu sûretle mezkûr odanın binâ ve inşâsına nizâmen mesâğ gösterilmemekde idüğü muhât-ı ilm-i ‘âli-i cenâb-ı hidîviyetleri buyuruldukda olbabda ve her hâlde emr ü fermân  hazret-i men lehü l-emrindir. Fî 3 Rebî ü l-evvel sene (1)277 , Devlet Arşivleri Başkanlığı Osmanlı Arşivi, Sadaret Umum Vilayat Evrakı A.} MKT.UM, 432/57, H- 03-04-1277. 52  Zeyd in mülk yel değirmeninin kurbunda yeri olan Amr bir mürtefi  oda ihdas edip değirmenin rüzgarını men  ve seddetmekle zarar-bini olsa, Zeyd zararını Amr a def  ettirmeye kâdir olur mu? El-cevab: Olur. , ŞEYHÜLİSLAM YENİŞEHİRLİ ABDULLAH EFENDİ, s. 591.   13KILIÇ/ Osmanlı Komşuluk Hukukunda Mülkiyet Haklarının Sınırlandırılması: Zarar-ı Fahiş bir mescit ise cemaatin namaz kılamaması gibi hususlar o mülkten beklenen asli menfaatin ve ihtiyacın ihlal edilmesi olarak sayılır. Bu fiiller Mecelle deki hükümler  ve  fetva  kitaplarındaki  meseleler  dikkate  alınarak  aşağıdaki  gibi kategorilere ayrılmıştır: a) Ölçüyü Aşan Toz, Duman, Koku, Gürültü Gibi Fiiller Mecelle nin 1200. maddesinde  Zarar-ı fahiş bi eyyi veçhin kân def  ettirilir.  yani  zarar-ı fahiş her ne suretle olursa olsun giderilir  hükmü örneklendirilerek açıklanmaya  çalışılmış,  bu  örnekler  arasında  evin  bitişiğine  fırın  yapılıp dumanının evin üzerine gelmesi, yağhane yapılıp kokusunun dayanılmaz hale gelmesi  veya  kumaş  dükkanlarının  bulunduğu  manifaturacılar  çarşısına  bir restoran  açıp  kokunun  kumaşın  üzerine  sinmesi  ya  da  evlerin/işletmelerin yakınına  demirci  dükkanı  veya  değirmen  gibi  gürültülü  bir  şekilde  çalışan dükkanların  yapılıp  komşulara  rahatsızlık  vermesi  gibi  eylemler  giderilmesi gereken fiiller olarak nitelendirilmiştir. Bu hususlar kanunda sınırlandırılmamış, hangi fiillerin zarar-ı fahiş sayılacağı hâkimin takdirine bırakılmıştır. Bu fiillerin numerus clausus olmadığına bir örnek olarak, Ali Haydar Efendi, 1199. maddeyi incelerken bu mesele için de boyacılık yapılan dükkânda giysilerin boyanması için oluşturulan mekânda boyanın kuruması için elbiseyi çırparken çok şiddetli bir şekilde yapılmasının gürültü bakımından zarar-ı fahiş olarak tanımlamış ve bu fiilin men  edilmesi gerektiğini ifade etmiştir. Hangi eylemlerin zarar-ı fahiş sayılacağı hâkime bırakılmakla beraber, örf ve âdet kuralları da neyin fahiş zarar olacağını belirlemede önemli bir unsurdur. Günümüz hukukunda da Medeni Kanun un 737. maddesine göre taşınmazın durumuna, niteliğine ve yerel âdete göre komşular arasında hoş görülebilecek dereceyi aşan duman, buğu, kurum, toz, koku çıkartarak ve gürültü veya sarsıntı yaparak rahatsızlık  vermek  menedilmiştir.  Yerel  adetin  belirlenmesinde  Osmanlı uygulamasında fetvalar yol gösterici olması bakımından önemlidir. Örneğin,  Zeyd, mülk arsasında Amr ın menziline muttasıl mevzide börekçi fırını ihdas etmekle fırının duhânı Amr ın menziline girip zarar-bin olsa Amr, Zeyd e zararını def  ettirmeye kâdir olur mu?  El- cevab: Olur.56  Keza yukarıdaki manifaturacılar çarşısına bir aşçı dükkânı açılması, mahallenin içine sabunhane kurulması, caminin yakınına salhane inşa edilmesi gibi meseleler sonucu  ortaya  çıkan  kötü  koku,  duman  vb.  rahatsızlıklar  fetvalara  da  konu edilmiş  ve o dönemin şartlarına göre bu fiiller zarar-ı fahiş olarak kabul görmüştür.  Bunun  yanında  zararın  katlanılamaz  olması  gerekmiştir.  Eğer                                                 53 ALİ HAYDAR EFENDİ, C. 3, s. 2161-2166. 54 ÇATALCALI ALİ EFENDİ, C. 2, s. 405. 55 ALİ HAYDAR EFENDİ, C. 3, s. 2161. 56 ÇATALCALI ALİ EFENDİ, C. 2, s. 405. 57 ÇATALCALI ALİ EFENDİ, C. 2, s. 406. 14İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12  koşullara göre normal kabul edilen bir zarar söz konusuysa zararın men  ve def  edilmesi kabul edilemez:  Zeyd, mülk arsasında bir menzil bina etmek istedikte cârı Amr ın menziline asla zararı yoğ iken Amr mücerred:  Menzilim kurbi olmakla savt(sesler) istimâ olunur!  deyu bi-gayri vech Zeyd i binadan men e kâdir olur mu? El-cevab: Olmaz.  Aşçı dükkânı ya da günümüz adıyla restoranların çıkardığı koku her zaman zararı  fahiş  olarak  kabul  edilmemiştir.  Zaten  edilse  bu  iş  kolu  mesleğini  icra edemeyecektir.  Mesela  bir  restoranın  yakınında  çok  fakir  komşuları  varsa, kokudan  çok  rahatsız  olsalar  bile  restoran  yemek  pişirmekten alıkoyulamamaktadır. Bu zarar-ı fahiş türünde ölçüyü aşan fiilin süreklilik arz etmesi gerekmektedir. Sadece birkaç kez meydana gelen zarar durumu komşunun katlanma yükümlülüğü kapsamındadır. Örneğin bir kimse evinde sürekli dibâgat sanatı (deriyi terbiye etme) icra edip gürültüden komşuları zarar görse bu durum menedilir. Ancak arada sırada yapılıyorsa menedilmeye gerek yoktur. b) Binanın ya da Duvarın Dayanıklılığını Azaltan Su Yolu, Kenef Açma, Duvar Dibine Çöp Bırakma Gibi Fiiller Bu gibi fiiller komşunun dayanması, katlanması gereken eylemler değil, bilakis varlığı duvara zarar vereceği için defedilmesi gereken türdendir. Osmanlıda hukuk literatüründe bu konu önce fetvalarla ve sicillerle geliştirilmiş, sonra da Mecelle ile kanun maddesi haline gelmiştir. Çatalcalı Ali Efendi kenef ile ilgili;  Zeyd, Amr ın duvarına muttasıl olan kendi arsasında kenef ihdas etmekle duvara vehn gelip zarar-bin olsa Amr, Zeyd e zararını def  ettirmeğe kâdir olur mu? El-cevap: Olur.  Çöp bırakma ile ilgili;  Zeyd,  cârı  Amr ın  duvarına  muttasıl  arsasında  duvarı  dibi  olan mahalle mezbele ittihaz edip zibil ilka etmekle duvar çürüyüp zarar-bin olsa Amr zararını Zeyd e def  ettirmeye kadir olur mu?  El-cevap: Olur.                                                  58 ÇATALCALI ALİ EFENDİ, C. 2, s. 409. 59 ALİ HAYDAR EFENDİ, C. 3, s. 2166. 60 BİLMEN, C. 7, s. 177. 61 ÇATALCALI ALİ EFENDİ, C. 2, s. 409. 62 ÇATALCALI ALİ EFENDİ, C. 2, s. 410.   15KILIÇ/ Osmanlı Komşuluk Hukukunda Mülkiyet Haklarının Sınırlandırılması: Zarar-ı Fahiş şeklinde yorum getirerek duvarın büyük zarar görmesi ve çürümesine neden olan eylemleri zarar-ı fahiş kapsamında ele almıştır.  Duvar müstakil bir duvar değil de komşunun evinin bir duvarı ise aynı şekilde zarar-ı fahiş durumu söz konusu olmaktadır. Zarar-ı fahiş kavramına çok güzel bir örnek teşkil eden diğer bir husus da birbirine komşu olan iki evin iç kullanımının birbirinden farklı olması sebebiyle zarar oluşmasıdır. Duvarın bir tarafında yiyeceklerin konulduğu kilerin olması, diğer tarafında ise tuvalet olması ve tuvaletten gelen pis koku ve giderin kilerdeki yiyeceklere zarar vermesi şikâyet konusu olmuştur. Zarar gören, meselesine ilişkin bir fetvayı da mahkemeye sunmuştur. c) Binanın Işığını Tamamen Kapatmak, Odanın Penceresinin Işığını Yazı Okuyamayacak Şekilde Kesmek Mecelle nin 1201 inci maddesine göre, bir evin havasını veya nezaretini kesmek veya güneşin girişini engellemek gibi zaruri ihtiyaçlardan olmayan menfaatlere mâni olmak zarar-ı fahişten sayılmamıştır. Ancak, işlediği fiil ile komşusunun ışığını ya da havasını tamamen kesmek zarar-ı fahişten sayılmıştır. Yaptırdığı duvar ile komşusunun evini karanlıklar içerisinde bırakan kişinin, oluşan bu zararı gidermek  zorunda  olduğu  Samanizade  Ömer  Hulusi  Efendi nin  fetvasında belirtilmiş ve daha sonra Mecelle deki örnekler arasına girmiştir:  Zeyd menzilinde cârî Amr ın camının penceresine karşu mürtefi  binâ ihdâs itmekle Amr un menzili ziyâde karanuluk olup zarar beyyin olsa Amr zararını Zeyd e def  itdirmeğe kâdir olur mu?  El-cevâb: Olur  Kadimden beri irtifa farkı olan yan yana iki haneden alçak olanın sahibi evinin üzerine  bir  kat  çıkıp  komşusunun  penceresinden  yazı  okunamayacak  hale getirirse,  vermiş  olduğu  zararı  defetmek  zorundadır.  Kapısından  ışık  alsın diyemez. Hatta komşusunun evi başka taraftan da güneş ışığı alıyorsa, zarar veren komşu,  ışık alan diğer tarafa pencere açtırsın  teklifi de kabul edilmez. Ancak halihazırda iki pencere varsa ve sadece biri yeni bina ihdasıyla kapanıp, diğerine güneş ışığı gelmeye devam ediyorsa, bu durum zarar-ı fahiş olarak kabul edilmez (madde 1201).                                                  63  Ma rûz-i çâker-i kemîneleridir ki, Niğde de Kayabaş mahallesi nde kâin menzil-i âcizânemin divarının ittisâlinde bulunan Dürzi Yorgi nâm zımmî müceddeden kenîf ihdâs etmiş emr-i mezkûrun tahtı zahîre anbarı olup ve arka tarafı kiler odam olmağla zarar-ı şer îsi ziyâde olduğundan merâhimi ‘aliyyelerinden mercûdur ki; cânib-i Şeyhülislâmîden verilen fetvâ-i şerîfe zarar-ı şer îsi def  olunmak üzere Niğde kâimmakâmı bendelerine hitâben bir kıt a emirnâme-i sâmî ihsânı bâbında emr ü fermân hazret-i veliyyü l-emrindir. Gedik oğlu Heci enâne zimmî kulları  Devlet Arşivleri Başkanlığı Osmanlı Arşivi, Sadaret Deavi Evrakı, A.}MKT. DV, 16/45, H-21-08-1265. 64 Devlet Arşivleri Başkanlığı Osmanlı Arşivi, Meşihat Fetvalar, MŞH. FTV, 1/110, H-30-051277. 65 ALİ HAYDAR EFENDİ, C. 3, s. 2166. 16İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12  Sonradan yapılan binanın ya da çıkılan üst katın komşu binanın havasını kesmesi görüşünü engellemesi gibi hususlar da dikkate alınmış ve bir şikâyet mevzubahis olduğunda ilgili makamlar inceleme ekibi göndererek durumu araştırıp ona göre karar vermişlerdir. İstanbul Edirnekapı da Atik Ali Paşa mahallesinde sakin Susanna bt. Yani ve babası kadıya müracaat edip komşuları Londari nin evlerinin pencerelerinin  önüne  ışık  girmeyecek  şekilde  bir  oda  yaptırdığını  ve  kendi odalarında karanlıkta hiçbir iş yapamadıklarını (amele mecâl muhâl), zarar-ı şer ilerinin giderilmesini talep etmişlerdir. Londari ye sorulduğunda odayı ihdas ettiğini kabul etmiş ancak ışık girmeyecek kadar karşı pencerenin kapandığını inkar etmiştir. Bunun üzerine mimar ve müslihun, binaları keşfe gidip pencerenin gerçekten de tamamen güneş ışığı gelemeyecek kadar kapandığına kayıt altına almışlardır. Böylece mahkeme tarafından yapılan fiil zarar-ı fahiş olarak kabul edilmiş ve Londari ye zararın giderilmesine ilişkin tembihte bulunulmuştur. 2. Taşkın Yapı/İnşaat Günümüz komşuluk hukukunda çokça dava konusu yapılan olan taşkın yapı 68,bir taşınmazda yapılan inşaatın taşınmazın sınırlarını aşarak komşu taşınmazın içine giren,  ona  tecavüz  eden  kısmıdır.  Örneğin  bir  inşaatın  temelinin  komşu taşınmazın  altına  girmesi,  bodrum  katın  komşu  taşınmazın  temeline  kadar gelmesi, balkonların saçakların komşu taşınmazın havası içine taşması tecavüzden sayılır ve zarar gören malik bu duruma katlanmak zorunda değildir. Osmanlı döneminde de taşkın yapılar zarar-ı fahişten sayılmış ve izale olunması gerekliliği                                                 66  Taraf-ı devletlerinden Ebniyye hâssa müdîrine, Fî 11 CA. (12)62, Emekdârân-ı hulefâdan hâmili tezkire-i senâver El-hâc Tâhir Efendi bendelerinin çiharşenbe pazarında vâki  Mehmed Ağa câmi i semtinde vâki  sâkin olduğu hânesi divârı üzerine câr-ı mülâhıkı bulunan İbrahim Ağa nam kimesne tahta havâle inşâsıyla nazârını ve hâne-i mezkûrun hevâsını kat  itmiş olduğunu efendi mümâ-ileyhe ifâde birle bir nefer halîfe tayînini iltimâs itmiş olmağla hâne-i mezkûrun mu âyenesi zımnında bir nefer halîfenin tayîn ü irsâli hususuna himmet-i behiyyeleri dergâr buyurulmak menût-i şîme-i behiyyeleridir  Devlet Arşivleri Başkanlığı Osmanlı Arşivi, Sadaret Mektubi Kalemi Evrakı, A) MKT, 41/72, H- 11-05-1262. 67 İstanbul Mahkemesi 22 Numaralı Sicil (H. 1107-1108 / M. 1695-1697), M. Âkif Aydın, Coşkun Yılmaz (ed.), C. 57, çev. Ali Coşkun, Mehmet Akman, İstanbul, Kültür A.Ş., 2019, s. 311, hüküm no: 212.  68 Günümüz hukukunda komşu taşınmaz üzerinde irtifak hakkı varsa taşan kısım taşkın yapı yapanın bütünleyici parçası olur. Zarar gören malik, zararın giderilmesini isteyemez. İrtifak yoksa, Medeni Kanun ayrıca talebin ileri sürülebilmesi için hak düşürücü süre tanımıştır. 15 gün içinde zarar gören malik itiraz etmezse ve ortada iyiniyet varsa taşkın yapıyı yapan komşu taşırılan kısmın mülkiyetinin devredilmesini isteyebilir: Medeni Kanun madde 725:  Bir yapının başkasına ait araziye taşırılan kısmı, eğer yapıyı yapan malik taşırılan arazi üzerinde bir irtifak hakkına sahip bulunuyorsa, ona ait taşınmazın bütünleyici parçası olur. Böyle bir irtifak hakkı yoksa, zarar gören malik taşmayı öğrendiği tarihten başlayarak on beş gün içinde itiraz etmediği, aynı zamanda durum ve koşullar da haklı gösterdiği takdirde, taşkın yapıyı iyiniyetle yapan kimse, uygun bir bedel karşılığında taşan kısım için bir irtifak hakkı kurulmasını veya bu kısmın bulunduğu arazi parçasının mülkiyetinin kendisine devredilmesini isteyebilir.  69 AKİPEK, Jale G., Türk Eşya Hukuku (Ayni Haklar), İkinci Kitap: Mülkiyet, Sevinç Matbaası, Ankara, 1973, s. 194.  70 OĞUZMAN M. Kemal, SELİÇİ, Özer, OKTAY ÖZDEMİR Saibe, Eşya Hukuku, Gözden geçirilmiş 20. Bası, Filiz Kitabevi, İstanbul, 2017, s. 513.   17KILIÇ/ Osmanlı Komşuluk Hukukunda Mülkiyet Haklarının Sınırlandırılması: Zarar-ı Fahiş vurgulanmıştır.  Örneğin  İlyas  b.  Himmet in  evinin  saçağının  komşusunun avlusuna girmesi bir davaya konu olmuş ve fazlalık saçağın kesilmesi gerektiğine mahkemece karar verilmiştir:  Oldur ki Mahalle-i Ma‘mûre den Mihri bt. Cafer mahfil-i kazâya hâzıre olup İlyas b. Himmet nâm kimesneyi ihzâr ve muvâcehesinde takrîr-i merâm edip mezkûrun evi saçağı havlumun içine havâle olup hâlâ ev binâ etmek murâd edinip bir zirâ‘ mikdârı yere saçak mâni‘ olur zirâ‘ mikdârı yer kesilmesin taleb ederin dedikde gıbbe s-suâl mezkûr İlyas saçağın ol mikdâr yerini kesmeğe râzı olup ve lâkin mezbûre Mihri dahi  benden  cânibe  olan  havlusunu  yapıp  havâlesin  tuta  demeğin mezbûre kabûl edip yapacak olmağın vâki‘ hâl cânibeynin talebiyle kayd olundu. Tahrîren fî târihi mezbûr (991/1583)71.  Mecelle nin 1195. maddesi de aynı şekilde  Kimesne hanesinde ihdas eylediği odasının  saçağının  komşusunun  hanesi  üzerine  uzatamaz.  Uzatırsa  ol  hane üzerine gelen mikdarı kat olunur.  hükmü ile taşkın yapılar konusundaki içtihadı kanunlaştırmıştır.  Burada  Ali  Haydar  Efendi nin  işaret  ettiği  nokta   ihdas eylemek  tabiridir. Yani saçaklı bina önceden beri komşusunun arsası üzerine uzamışsa, komşu daha sonra bina yapıp saçağı kestirmeye çalışamaz. Kadim ilkesi bu hususta da caridir. Ancak, saçağın kadimden beri orada bulunması saçağın sahibine mülkiyet hakkı kazandırmaz. Fetvalarda görülüyor ki kadimden saçağın bulunmasının hukuken engellenememesi sonucu saçak sahipleri, saçağın suyunun düştüğü yerde komşusu tasarruf etmek istediğinde kendilerinden izin alması  gerektiği  düşüncesine  kapılmışlardır.  Oysa  oluşan  durum  sadece                                                 71 …meclis-i ma‘kūd-ı mezbûrda câr-ı mülâsıkı Londari v. Niko nâm zimmî muvâcehesinde her biri üzerine da‘vâ ve takrîr-i kelâm edip mezbûr Londari bizim mülk menzilimizin işbu ikinci tabakada vâki‘ odamızın kadîmî olan bir aded penceresini ve üç aded duvar camlarını sed edip tahta-pûşi üzerine müceddeden bir oda binâ etmek murâd edip mu‘âyene olunan işbu sakf ihdâs etmeğin bizim odamızın zıyâsını giderüp karanlıktan hiçbir amele mecâl muhâl olup zarar fâhiş olmağla ba‘de lmu‘âyene suâl olunup zarar-ı şer‘îsi def‘ olunmak matlûbumdur dedikde kazıyye minvâl-i muharrer üzere olduğu ba‘de l-mu‘âyene ve l-müşâhede suâl olundukda mezbûr Londari cevâbında ber-vechi muharrer pencereyi ve üç aded mezbûrânın mülk menzillerinin ikinci tabakada vâki‘ odalarının camlarını sed edip kendi menzilinin tahta-pûşi üzerine mârrü z-zikr sakf ihdâs etdiğini ikrâr, bervech-i muharrer zıyâsına mâni‘ olduğunu inkâr edicek mi‘mâr -ı mezbûr muslihûn-ı mezkûrûn, bervech-i muharrer nazar etdiklerinde fi l-hakīka mezbûrânın odasının üç aded camlarını ve bir aded penceresini mezbûr Londari sed edip üzerine sakf ihdâs etmekle oda-i mezbûrenin ziyâsını giderüp karanlık olup bir vechile amele mecâl muhâl olup zarar-ı fâhiş olduğunu alâ tarîkı ş-şehâde haber vermeleriyle lede ş-şer‘-i l-enver zarar fâhiş olduğu şer‘an müte‘yyin ber-vech-i muharrer ziyâsına mâni‘ olmayıp zarar-ı şer‘îsini def‘a mezbûr Londari ye [tenbih ile] mevlânâ-yı mezbûr mahâllinde ketb ve tahrîr ba‘dehû ma‘an ba‘s olunan Ali b. Bali ve Mehmed b. Mehmed ile meclis-i şer‘-i şerîfe gelip alâ vukū‘ihî inhâ ve takrîr etmeğin mâ hüve l-vâki‘ bi t-taleb ketb olundu. Fi l-yevmi r-râbi ve l-ışrîn min-Şevvali l-mükerrem sene  [1]107,  Şuhûdü l-hâl:  İmâm  İbrahim  Efendi  b.  Ali, Abdurrahman  Efendi  b.  Mehmed  Efendi,  İbrahim  Çelebi  b.  Mehmed,  İsmail  Efendi  b. Abdurrahman, Mehmed Çelebi b. Dilaver.  Üsküdar Mahkemesi 56 numaralı sicil (H. 990-991 / M. 1582-1583), M. Âkif Aydın, Coşkun Yılmaz (ed.), C. 9, çev. Hilal Kazan, Kenan Yıldız, Mehmet Akman, İSAM, 2010, s. 182, Hüküm no:369. 72 ALİ HAYDAR EFENDİ, C. 3, s. 2156. 73  ŞEYHÜLİSLAM YENİŞEHİRLİ ABDULLAH EFENDİ, s. 594.  18İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12  komşuların birbirine katlanma yükümlülüğü içerisindedir. Komşusu saçağa izin veriyor diye saçağın olduğu yere cumba gibi çıkıntı yapılması da mülkiyet hakkının  ihlalidir.  Bu  taşkın  yapıdan  zarar  gören  komşunun  müdahalenin menedilmesini isteme hakkı vardır. Bunun yanında saçağın kesilmesi saçağın sahibinde bir zarar meydana getiriyorsa, bu takdirde başka bir yöntem bulunması gerekecektir. 1196.  madde  ise  komşunun  bahçesindeki  ağaçların  dallarının  büyüyüp komşusunun evinin ya da bahçesine uzanması taşkın yapı olarak nitelendirilmiştir. Bu  durumda  üzerine  dal  sarkan  komşu,  dalların  geri  çektirilmesi  ya  da kestirilmesini talep hakkına sahiptir. Bu hak tedricidir. Dallar geri çekilebiliyorsa kişi kestirilmesini talep edemez. Dalları bizzat komşu kesmişse ikili bir ayırım vardır. Eğer hâkimin takdir edeceği yerden keserse ağacın sahibini tazmin etmesi gerekmez; takdir edilenden fazla kesmişse oluşan zararı tazmin etmelidir. Taşkın yapıya misal olarak birbirine komşu iki tarla sahibi arasındaki hukuki ilişki de komşuluk hukuku kapsamındadır. Zarar-ı fahiş kapsamında örneklendirmek gerekirse komşulardan biri diğerinin tarlasına su taşırıp zarar verecek şekilde nehrin yatağını değiştirdiği takdirde, zarar gören tarafın bu zararını defettirme hakkı bulunmaktadır. Çıkmaz sokakların komşuluk hukukundaki yerinden ve bu sokakta oturanların arasındaki münasebetin normal yoldakinden daha yakın olduğundan daha önce bahsedilmişti. Çıkmaz sokakta bitişik komşu olmasa bile komşuların zarar-ı fahiş eylemleri elbette yasaktır. Ancak kadimden beri olan bir durumun daha sonra zarar-ı fahiş sayılıp menedilmesi de mümkün değildir. Mesela eskiden beri çıkmaz sokağa ya da komşu mülke taşan şehnişini/cumbası olan mülk sakininin taşan yapısına sonradan müdahale edilemez:  Bir tarik-i hâssın erbâbından Zeyd ol tarikte mülk menzili olup kadimden şehnişini olan Hind e şehnişini bi-gayri vech-i şer  hedm ettirmeye kâdir olur mu? El-Cevap: Olmaz.                                                  74  Zeyd in menzilinin saçağı kadimden bi-hakkın Amr ın arsası üzerine uzanmış olup damlası Amr ın arsasına akagelmişken hâlen Zeyd  Vech-i muharrer üzere saçağın damlası arsa-i mezbure üzerine aka gelmekle arsa benim olmuş olur  deyu saçağın suyunu âhar mevzie icra edip Amr ın izninsiz arsa-i mezbure üzerine saçağı beraber şehnişîn bina etmeye kâdir olur mu? El- cevab: Olmaz. , ŞEYHÜLİSLAM YENİŞEHİRLİ ABDULLAH EFENDİ, s. 594 75 BİLMEN, C. 7, s. 175. 76  Zeyd in ceviz ağacının dalları Amr ın mezru  tarlası üzerine uzanıp ekine zararı olsa Amr, ol dallardan şedd ile def -i zarar mümkün olanı Zeyd e şedd ettirip olmayanı kat  ettirmeye kâdir olur mu? El-cevab: olur. ;  Zeyd in meyve eşcarının dalları Ar ın bağına tedelli edip…Zeyd ol dallardan şedd ile def -i zararı mümkün olanı şedd edip…Amr razı olmayıp Zeyd e eşcârı diplerinden kat  eyle diye cebre kâdir olur mu? El-cevab: olmaz. , ÇATALCALI ALİ EFENDİ, C. 2, s. 420.  77 ALİ HAYDAR EFENDİ, C. 3, s. 2156-2157. 78 Neticetü l Fetava, s. 394. 79 Neticetü l Fetava, s. 393.   19KILIÇ/ Osmanlı Komşuluk Hukukunda Mülkiyet Haklarının Sınırlandırılması: Zarar-ı Fahiş 3. Makarr-ı nisvan Makarr-ı  nisvan,  kadınların  hane  içerisinde  tesettüre  girmeden  bulundukları yerlerdir. Bu bölümlerin komşu tarafından görülmesi hem Mecelle de hem de fetvalarda zarar-ı fahiş olarak nitelendirilmiştir. Mecelle nin 1202. maddesinde genel olarak hangi mahallerin makarr-ı nisvan olarak sayılacağı belirtilmiştir. Ancak bu mekanlar tahdidi olarak sayılmamıştır:  Mutfak ve kuyu başı ve hanenin havlısı gibi makarr-ı nisvân olan mahallin görünmesi, zarar-ı fâhiş addolunur.  Binaen-alâ-zâlik,  bir  kimsenin  hanesinde  ihdâs  eylediği penceresinden  yahut  müceddeden  inşâ  eylediği  binanın penceresinden, câr-ı mülâsıkının,  yahut sokak aşırı hanesi olan bir kimsenin, makarr-ı nisvân olan mahalli görünür olsa, bu zararın ref iyle emr olunur. Ol kimse dahi, nisvân görülmeyecek sûrette duvar yahut tahta perde yapıp ol zararı def  etmeye mecbur olur. Amma beher hal, penceresini seddetmek üzre cebr olunamaz.  Nitekim, çitten ma mûl bir hâitin aralığından, komşunun makarrı nisvân olan mahalli görünür olsa, ol aralıkları seddetmek üzre, hâitin sahibine emr olunur. Amma yıkıp da duvar yapmak üzre cebr olunamaz.  (22. maddeye bak)  Madde metninde makarr-ı nisvanın görülme ihtimali olan yerler arasında bitişik komşunun yanı sıra sokak aşırı hanesi olan komşuları da katarak kapsamını genişletmiştir.  Bu  durum  önemlidir  çünkü  mülkiyete  ilişkin  hususlarda çoğunlukla komşudan kastedilen bitişik komşudur. Oysa bu maddede sokağın karşı  çaprazından  makarr-ı  nisvan  görülüyorsa  bu  görece  uzak  komşunun penceresi  veya  duvarını  kadınları  görmeyecek  şekilde  değiştirmesi gerekmektedir. Hatta bir fetvada caminin müezzinine minareden ezan okurken mahalledeki kadınları görme ihtimaline karşın aşağıda ezanı okumasının daha uygun olacağı ifade edilmiştir:  Cemaatten bazı kimesneler Zeyd-i müezzine ö(y)ğle ve ikindi ezanını minarede oku dediklerinde Zeyd dahi bazı Müslümanların evlerine havâledir aşağıda okurum demeğe kâdir olur mu? Beyan buyurulup müsâb oluna! El- cevab: Allahu a lem, fi l-vâki havâle olup Müslümanların avreti görünürse aşağıdan okusa olur. Ketebehû el-fakîr Hamîd ufiye anh                                                  80 ŞEYHÜLİSLAM YENİŞEHİRLİ ABDULLAH EFENDİ, s. 594. 81 İlmiye Salnamesi, Birinci Defa, Matbaa-i Amire, 1334, s. 390. 20İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12  Madde 1204 e göre bahçe makarr-ı nisvan sayılmamıştır. Kadınlar ara sıra o bahçeye çıkıyor olsalar bile, kişi komşusundan  Bahçeme olan nezaretini kes  diyemez. Ancak mutfak bahçede ise veya bahçedeki kuyudan başka kuyu yoksa ve  bu  kuyuyu  kadınlar  kullanıyorsa  bu  durumda  bahçe  kadınların  mahalli olacağından makarr-ı nisvan sayılır ve bu bahçeyi görmek zarar-ı fahiş kapsamına girer. Selamlık  odası  da  dışta  kalan  oda  olarak  sayıldığı  için  makarr-ı  nisvandan sayılmamıştır:  Zeyd in  ihdas  ettiği  pencerelerinden  cârı  Amr ın  makarr-ı nisvan olan mevâziine havâlesi olmayıp hâriciye olan odasının bazı  mevâzii  görünse  Amr,   havalem  vardır   diye  Zeyd e pencerelerini kapatmaya kâdir olur mu?  El-cevab: Olmaz.  Osmanlı hukukçuları ev içi mahremiyetin korunmasına büyük önem vermişlerdir. Kadınların  alanını  görme ihtimali  olan her  türlü  pencere  açımı,  yüksek  kat çıkılması, duvarın indirilmesi gibi eylemlerin önlenmesini istemek, zarar gören komşunun hakkıdır. Makar-ı nisvanı görülmesinden dolayı zarar gören komşu, kendi imkânı ile zararı giderilebilecekse bile yapmak zorunda değildir. Zarar veren taraf her halükârda zararı gidermekle yükümlüdür.  Hz. Ömer için söylenen bir rivayete göre, bir kişi komşusunun bitişiğine bir oda inşa etmiş ve komşusunun evine bakar şekilde bir pencere açmıştır. Bitişik komşu evimin içi görülüyor diye Hz. Ömer e şikâyette bulununca cevaben  Pencerenin altına bir basamak konur ve üzerinde bir adam durur. Eğer komşunun evinin içi görülüyorsa bu pencere kapatılır. Aksi halde müdahale edilmez 87. Buna benzer bir olay Fetâvâ-yı Ali Efendi de vardır: Komşulardan biri menzilinin duvarında çatıya yakın mevzide camlı penceresi varsa, komşusu bu pencereye  merdiven ile                                                 82 ÇATALCALI ALİ EFENDİ, C. 2, s. 403. 83 ALİ HAYDAR EFENDİ, C. 3, s. 2167. 84 ÇATALCALI ALİ EFENDİ, C. 2, s. 403.  85  Âcizleri Tırnevî (Tırnova) Kazası sâkinlerinden olup müteveffâ pederimiz Râşid Efendi den âcizleriyle üç nefer karındaşlarıma müştereken intikâl iden bir bâb hânenin makarr-ı nisvâna nazar mahalline komşumuz Bilal kendü hânesinin odasından müceddeden pencere küşâd ve ihdâsıyla tarafımıza îrâs-ı mazarrat eylediğinden ve bunun men  u def i hakkında yedimizde fetvây-ı şerîfe bulunduğundan ber mûceb-i fetvây-ı şerîfe mahallinde şer -i şerîf ve meclis marifeti ile rü yet birle pencere-i  mezkûrenin    kapattırılması  mazarrat-ı  vâkı anın  men   u  def i  bâbında  Tırnevî Kâimmakâmı sa âdetlü paşaya hitâben bir kıt a emirnâme-i sâmi-i hazret-i vekâletpenâhîlerinin tastîrine müsâ ade-i ‘aliyye-i cenâb-ı sadâretpenâhîleri bî-dirîğ ve  berşân buyurulmak bâbında ve her halde emr ü fermân  hazret-i veliyyü l-emrindir. Fî 27 Şevvâl (12)76 , Devlet Arşivleri Başkanlığı Osmanlı Arşivi, Sadaret Deavi Evrakı, A.} MKT. DV, 162/67, H-07-12-1276, erişim tarihi 28.02.20, Aynı nitelikte Devlet Arşivleri Başkanlığı Osmanlı Arşivi, Teftişat-ı Rumeli Evrakı Arzuhaller, TFR.I..SKT, 47/4626, H-10-05-1322. 86 ŞEYHÜLİSLAM YENİŞEHİRLİ ABDULLAH EFENDİ, s. 594. 87 KÖSE, s. 172.    21KILIÇ/ Osmanlı Komşuluk Hukukunda Mülkiyet Haklarının Sınırlandırılması: Zarar-ı Fahiş çıkıp makarr-ı nisvan olan mevziimi gözlersin, pencereni kapat  deyip, zorla pencereyi kapattıramaz. En sonunda da Mecelle nin 1203 üncü maddesinde yüksekteki pencerenin kapatılması meselesine son nokta konulmuştur:  Birinin, insan boyundan yüksek yerde penceresi olup da ihtimal ki, merdiven vaz ıyla komşusunun makarr-ı nisvân olan mahalline nazar eyler diye, komşusu ol pencereyi serdettiremez.  Komşuların Müslüman ya da gayrimüslim olması zararın def  olunmasına engel değildir. Örneğin, Çatalcalı Ali Efendi fetvasında;  Zeyd,  mülk  menzilinde  ihdas  itdiği  pencerelerinden  cârı  Amr-ı yahudinin makarr-ı nisvan olan mevazii görünüb havâlesi olsa Amr, Zeyd e  Havaleyi def  eyle!  didikte Zeyd, yahudiye  havale olmaz  deyu imtinaa kadir olur mu?  El cevab: Olmaz.   denilerek Müslüman bir kimsenin evinin penceresinden Yahudi komşusunun kadınlara ait olan bölümlerinin görülmesi uygun görülmemiştir.  Bir  binanın  kamu  yararına  hizmet  için  yapılmış  olması  da  makarr-ı  nisvan hususunun göz ardı edilmesini haklılaştırmaz:  Zeyd, vakfitmek içün bir tekye bina ve ihdas itdikte ol tekye kurbünde menzili olan Amr ın makarr-ı nisvan olan mevazii görünüb havalesi olsa Amr, havaleyi Zeyd e def  itdirmege kadir olur mu? El cevab: olur.  Bir kimsenin komşusu evine yeni pencere açsa ve pencereden o kişinin makarr-ı nisvanı görülse, zarar veren komşu  Eskiden duvarın yüksekti, bu nedenle zararı kendin gider  diyemez. Çünkü duvar olduğu gibi kalmamıştır, kadim hal söz konusu değildir:  Zeyd in menzilinde ihdas itdiği pencerelerinden cârı Amr ın makarr-ı nisvan olan mevazii görünüb havalesi olmağla Amr, Zeyd e havalesini def  itdirmek murat etdikde Zeyd, Amr a:  Menzilin havalesi divarı on beş sene mukaddem yüksek imiş, öyle olucak sen divarını terfi  eyle, havaleyi def  eyle  diyüb havalesini def  den imtinaa kadir olur mu?  El cevab: Olmaz.  Kadimden selamlık odası olan oda daha sonra kadınların odası haline gelirse ve oda bu haliyle komşusu tarafından görünür olsa, odanın sahibi komşusundan pencerelerini kapat veya havale tut diyemez. Ya da her daim kiralanan odalar bir süre sonra kadınlara kiralansa komşuya pencerene engel koy denemez. Mecelle,                                                 88 ÇATALCALI ALİ EFENDİ,  C. 2, s. 403. 89 ŞEYHÜLİSLAM YENİŞEHİRLİ ABDULLAH EFENDİ, s. 595. 90 ÇATALCALI ALİ EFENDİ, C. 2, s. 398. 91 ÇATALCALI ALİ EFENDİ,  C. 2, s. 399. 92 ŞEYHÜLİSLAM YENİŞEHİRLİ ABDULLAH EFENDİ, s. 595.  22İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12  kadim  olanı  esas  alarak  yeni  bina  yapan  zarar  görüyorsa  zararı  kendisinin defetmesi gerektiğine hükmetmiştir:  Madde 1207: Bir kimse, meşru  olarak mülkünde tasarruf etmekte iken, başkası anın yanında bina ihdâsıyla, kendisi mutazarrır olsa, zararını ancak kendi def  etmek lâzım gelir. Meselâ bir hanenin kadîmî pencerelerinden, diğer kimsenin muhdes hanesinin makarr-ı nisvân olan mahalli görünür olsa, muhdes hane sahibi, mazarratını kendi def  etmek lâzım gelir. Atîk hane sahibinden iddiâya salâhiyeti yoktur. Nitekim bir kimse, demirci dükkânına muttasıl arsasında, bir hane ihdâs eylese,  demir darbından haneme zarar-ı fahiş terettüb eder  diye, dükkânı ta til ettiremez. Ve kezâ, eskiden harman  yeri  olan  bir  mahallin  kurbunda,  biri  hane  ihdâs  ettikde,  harmanın tozu hanem üzerine gelir  diye, harman sahibine  burada harman dökme  diyemez.  İki komşunun mülk menzilleri arasında bulunan ve bir tarafa ait olan çalı vb. türde paravan (havlu, perde) yıkılırsa, paravanın sahibi karşı tarafa  Mevzinden makarrı nisvan yerlerim görünüyor. Havluyu sen yap.  diyemez. Bunun yerine kendisi yapabilir. Mecelle nin 1317. maddesine göre iki hane arasındaki duvar yıkılmışsa ve  birinden  diğerinin  makarr-ı  nisvanı  görünüyorsa,  birinin  sahibi  diğerini ortaklaşa aralarına duvar yaptırmaya zorlayamaz. Ancak hâkim, tahtadan veya buna benzer bir nesneden çit (sütre) yaptırmalarını isteyebilir. İki kişi ortaklaşa sahip oldukları evi bölüştüklerinde birbirlerinin payına düşen yerlerden birinin diğerinin makarr-ı nisvanı görünür olursa ve gören taraf perde veya duvar çekmeye yanaşmazsa, hâkim iki mülk arasına tahta perde veya duvar gibi bir sütre yapılmasına hükmedebilir (Mecelle madde 1206)93. Makarr-ı nisvanın görünmesi durumunda zararın def inin gerektiği mutlaktır. Ancak bu düzeltmeyi isterken aşırıya kaçılmaması gerekir. Çünkü zaruretler kendi miktarlarınca takdir olunur (madde 22). Örnek olarak zararın giderilmesi pencereye bir perde çekilmesi ya da makarr-ı nisvanı görmeyecek şekilde duvar örmekle  mümkün  iken,  pencerenin  tamamen  kapatılması  istenemez  ya  da aralarında çitten yapılmış duvardan makarr-ı nisvanının göründüğünü iddia eden kimse  yalnızca  çitin  aralıklarının  kapatılmasını  isteyebilir  ancak  taş  duvar yapılmasını  isteyemez  (Madde  1202/2).  Bir  başka  olayda  kendi  binalarının                                                 93 ÇATALCALI ALİ EFENDİ, C. 2, s. 400.   23KILIÇ/ Osmanlı Komşuluk Hukukunda Mülkiyet Haklarının Sınırlandırılması: Zarar-ı Fahiş üzerine mahalledeki diğer evlerin makarr-ı nisvanını görecek yükseklikte çatı katı yapan kardeşlerden bütün binanın yıkılması istenemez. Sadece çatı katı yıktırılır. Makarr-ı nisvan bazı hallerde sadece ev içinde kadınların yaşadığı yer anlamını aşacak şekilde kadınların daha çok bulunduğu bölge olarak da kullanılmıştır. Özellikle  Tanzimat  döneminden  sonra  kadınlar  kamusal  alanlarda  daha  çok görünür olmuştur. Kadınların sokağa çıkması ile onların sık sık dolaştığı bölgeler hakkında erkeklerle daha az muhatap olacak şekilde düzenlemelere gidilmesi gerekmiştir. Örneğin, Ortaköy de bulunan iki iskeleden birini kadınlar daha sık kullanmakta ve diğeri ise eşya taşımacılığı işlevi görmektedir. Havanın kötü olduğu  zamanlar  eşya  taşıma  kayık  ve  sandallarındaki  hamallar  ve  işçiler kadınların  geçtiği  iskeleden  eşya  boşaltmakta  ve  oradan  geçenlere  sözlü sataşmada  bulunmaktadır.  Bunun  engellenmesi  adına  tüm  gayrimüslim  ve                                                 94  İstanbul da kâin Emin Bey mahallesi ahâlîsinin rikâb-ı hümâyûna takdîm eylediği arzuhalleri mefhûmunda  mahalle-i  mezkûrede  Yahya  Bey(Beşe)zâde  ka ran  onbeş  hanelere  mütecâviz hânesinin sakfı üzerine bu esnâda tahte s-semâ binâ ve ihdâs edüp zikrolunan tahte s-semânın ahâlii merkûme(muttasıl) menzillerinin makarr-ı nisvân olan mahallerine nazar ve kendülere zararı olduğu bâhir idüğünü beyân-birle sâlifü z-zikr tahte s-semânın hedmiyle zararı men u def  u ref  olunması tahrîr ü istirhâm etmeleriyle mi mâr Ağa ma rifetiyle mahal-i nizâ  üzerine lede t-terâfu  zikr olunan tahte s-semâ menzili sakfı üzerine Yahya Bey(Beşe) birâderzâdesi İbrâhim Bey kerîmesi Emine Hanım binâ ve ihdâs etmiş olduğunu ve zikr olunan Tahte s-semâ nın ahâli-i mezbûrede esâmîleri derûn-i i lâmda mezkûr kesânın menzillerine nazarı ve havâlesi olduğundan başka bu makûle tahte s-semâ binâ ve ihdâsı bâ-fermân-ı âlî mennû âtda idüğünü mahall-i nizâ  üzerine … mi mâr halîfe(kalfası) ve ebnâ-i şer -i şerîf gelüp haber vermesine evvela Kadıaskeri Efendi dâ îleri zahr-i arzuhâle ilam etmeğin arzuhâl-i mezkûr manzûr-i şâhâneleri buyurulmak içün merkûm ‘atebei  ulyâ-yı  mülûkâneleri  kılındığı  ve  zikr  olunan  tahte s-semâ nın  ma lûm-i  hümâyûnları buyuruldukda fermân şer an hedmi …..gelmekle hedmi hususu mi mâr Ağa kullarına haber ? olunduğu ma lûm-i hümâyûnları buyuruldukda fermân (hazret-i men lehü l-emrindir.), Devlet Arşivleri Başkanlığı Osmanlı Arşivi, Cevdet Belediye, C.BLD, 32/1560, H-29-12-1255. 24İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12  Müslüman  cemaat  mahkemeye  başvurup  durumun  düzeltilmesini  talep etmişlerdir. Kamusal alanda makarr-ı nisvan dolayısıyla mülkiyet hakkında bir sınırlama yapılabilmesi için talebin makul olması gerekir. Yukarıdaki örnekte mahalleye yakın iskeleye yanaşan şahıslar eşyalarını eşeklere yükleyip mahallenin ana yolu üzerinden geçerken taşkınlık yapmaları, kadınlara sarkıntılık etmeleri, mahalle içerisinde huzuru kaçırmaları sebebiyle tacirlerin uzaktaki iskeleye yanaşmaları, yüklerini oraya boşaltmaları emredilmiştir. Bunu mahalle içinde yaşayan ve evine tadilat yapmak isteyen bir şahısa indirgersek, bu komşunun mülkiyet hakkını kamusal alandaki makarr-ı nisvan anlayışı dolayısıyla kısıtlamak için çok geçerli bir sebebin olması gerekir. Ana yol üzerine ev yapan bir kişinin, âdet üzerine yani yanındaki inşa edilmiş olan diğer binalardaki gibi evine cumba yaptırması, yoldan                                                 95 Ma rûz-i dâ î-i devlet-i ‘aliyyeleridir ki, Mahrûse-i Galata muzâfâtından Beşiktaş Kasabası na tâbi  Ortaköy ahâlîlerinden ashâb-ı arzuhâl ve berber esnâfının köşe ustası İbrahim Ağa ve Mehmed Çelebi ve Kahveci Ahmed ile Ermeni milletinin cemaat başıları Asvâder ve Kalyos Kalos ve köy kahyâları Evanz ve Rum Milleti nin cemâ atbaşısı Elya ve köy kahyaları Dimitri nâm zımmîler ve Yahudi Milleti nin  cemâatbaşıları Mosi veAvram ve diğer Mosi kahyaları Yasaf nâm yahûdiler ile sâir yüz neferden mütecâviz kimesneler serbostan hâssa izzetlü Ağa bendeleri tarafından mürsel hâssa hasekîlerinden Ali Ağa kulları hâzır olduğu halde mahrûse-i mezbûre mahkemesinde meclisi şer -i hatîrde her biri takrîr-i kelâm ve ifâde-i merâm edüp bizler zikr olunan Ortaköy ahâlîisinden olup lâkin karye-i mezkûrenin kadîm iskelesi sâlhâne iskelesi olmağla hatab ve kömür ve hamr ve taş ve fışkı kayıkları iskele-i merkûmeye yanaşup yüklerini merkeblere tahmîl ve iktizâ eden mahallere getürmekde iken karye-i merkûmenin âhar tarafında piyâdeye mahsûs koyun iskelesi ta bîr olunur iskeleye ba zen taş ve fışkı kayıkları dahi yanaşup yüklerini merkeblere tahmîl ederek dar zokaklardan geçüp nize alîl ü ihtiyâr kimesnelere ve sıbyân u nisvân mazarratları olduğundan men  u def  i bâbında karye-i merkûme ahâlîsi yedlerine mukaddemen iki kıtâ fermân-ı âlişân verilmiş ise de ve bu evânda mârru l-beyân koyun iskelesi ne hatab ve kömür ve hamr kayıkları yanaşdığından iştidâd-ı hevâda nisvân tâifesi piyâde ile yanaşmayup ve gözünü mahal olmadığından bazı erâzil kimesneler kayıklara gelüp şürb-i hamr ve nâ-hemvâre hareket etmekde olduklarından emn ü râhatımız külliyen meslûb ve râyihasından dahi mürûr u ‘ubûr eden ehl-i İslâm müteezzî olmağla İstanbul da Lanka Beyi Kapusu hâricinde yeni mahalde vâki  hamam iskelesi  makarr-ı nisvân olduğundan piyâdeye mahsûs olup iştidâd-ı hevâda nisâ tâifesi piyâdeler ile yanaşup çıkageldiklerinden fakat zikr olunan koyun iskelesine taş ve fışkı kayıkları men  u def  olmak takrîbiyle hatab ve kömür kayıkları ve sâir sefâyinin yanaşması ve temur ve palamar rabt eylemesi mahzûr ve mazarratdan sâlim olmadığından iskele-i mezkûreye sağîr u kebîr sefâyin yanaşmak ve temür ve palamar rabtolunmamak vâyiderî olur ise men u def  ve te dîb kılınmak bâbında Haremeyn muhâsebesinden  bir kıt a  fermân-ı  âlişân  verildiği müstebân oldukdan sonra  ahâli-i  karye-i merkûmenin istid âları üzre sâlifü l-beyân koyun iskelesine piyadeden gayri sağîr u kebîr hatab ve taş ve kömür ve fışkı ve hamr kayıkları yanaşması ve Temur ve palamar rabt eylemesi mazarratdan emîn ü sâlim olmadığından bi l-ihtiyâr zâhir ve mütehakkık ve husus-i mezkûr içün fermân-ı âlişân verildiği dahi ber-mûceb-i derkenâr mesbûk-i bi l-mesel olmağla bu sûretde sâlifü z-zikr koyun iskelesine fîmâ ba d piyâdeden gayri sağîr u kebîr kayıklar yanaşmayup temür ve palamar rabt etmeyüp vâyiderî olur ise men u def  ve te dîb olunmak bâbında bâlâsı tuğrây-ı garrâ ile ma nûn ? bir kıt a fermân-ı âlişân i tâsıyla ahâli-i karye-i merkûmenin istid âlarına müsâ ade-i aliyye buyurulmak re y-i âlîlerine menût-i mevâddan idüğü imtisâlen li l-emri l-âlî huzûr-i âlîlerine i lâm olundu. Bâkî emr ü fermân hazret-i veliyyü l-emrindir. Fi l-yevmi s-sâdis min şehri Rebî ü l-âhir lisene isneteyni ve erbe în ve mieteyni ve elf , Devlet Arşivleri Başkanlığı Osmanlı Arşivi, Cevdet Belediye, C. BLD, 43/2137, H-06-04-1242.   25KILIÇ/ Osmanlı Komşuluk Hukukunda Mülkiyet Haklarının Sınırlandırılması: Zarar-ı Fahiş geçenlere bir zararı yok iken  Kadınlarımız sokağa çıktığında pencerelerinden görünür  gibi bir sebeple engellenemez. Diğer zarar-ı fahiş çeşitlerinde olduğu gibi makarr-ı nisvanda da komşuların mülkiyet haklarının sınırlanmasında hakkın özüne dokunulmamalıdır. Kişinin malından  faydalanmasını  tamamen  engellememelidir.  Örneğin,  bir  kişinin tarlasının  yakınında  komşusu  bir  ev  ihdas  edip,  tarla  sahibine  tarlasından menzilinin  makarr-ı  nisvanı  görüldüğünü  iddia  edip  tarlasını  ekip  biçmesini engelleyemez. 4. Temiz Suyu Kirletme Mecelle nin 1212. maddesine göre bir kimsenin temiz su kuyusunun yakınında komşusu bir yeraltı lağımı ya da tuvalet yapıp temiz suyu kirletse, meydana gelen zarar  fahiştir  ve  giderilmesi  gerekmektedir.  Zarar,  çimento  veya  kireç  gibi malzemelerle  giderilemez  ve  lağımdan  gelen  maddelerin  kuyuya  geçişi engellenemezse, yapılan lağım veya tuvalet kapattırılır. Burada hâkim komşuya lağım suyunun komşunun kuyusuna karışmayacak uzaklıkta bir kenef ya da kariz yapmasını emreder.  Sadece  yakın  komşunun  temiz  suyunun  kirlenmesi  bu  bahse  girerken,  bir komşunun bir şekilde bütün mahallenin temiz suyunu kirletmesi kamu menfaatini zarara uğratan fiiller kısmında değerlendirilecektir. 5. Kamu Menfaatini Zarara Uğratan Fiiller Bir  kişinin  mülkündeki  bir  tasarruftan  dolayı  kamunun  zarara  uğraması durumunda bu zararın giderilmesi gerektiği bütün hukukçular tarafından kabul görmüş bir meseledir. Üstelik kamu menfaatini ihlal eden kadim zararlar da Osmanlı hukuk düzeni tarafından korunmamıştır (madde 7). Komşuluk hukuku kapsamında  Mecelle  zarar  görenler  olarak   mârre   (yoldan  geçenler)  olarak adlandırılmış ve mârreyi,  amme vezninde tarik-i âmmden mürûr ve ubûr eden kimseler olarak tanımlanmıştır (madde 1048). Kamu menfaatini zarara uğratan zarar-ı fahiş durumu genellikle komşular geçsin diye  yol  olarak  ayrılmış  bir  arsanın  ya  da  herkes  tarafından  kullanılan suyun/kuyunun/derenin vb özel mülke dahil edilmek istenmesi sonucu oluşan zarardır. Burada resmi olarak malın sahibi o komşu olarak görünse bile kamu menfaati ağır bastığı için zarar veren komşunun yapmış olduğu eylemi geri çekmesi gerekmektedir:  Bir belde valisi Zeyd, Hind in menzili karşısında olan tarik-i âmdan bir mikdar yeri senede mirîye şu kadar akçe mukataaa ile Hind e verip Hind dahi ol yeri menziline ilhâk ve üzerine bina ihdâs edip lakin tariki                                                 96 ŞEYHÜLİSLAM YENİŞEHİRLİ ABDULLAH EFENDİ, s. 593. 97 ALİ HAYDAR EFENDİ, C. 3, s. 2176. 98 ÇALIŞ, s. 173. 26İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12  tazyik etmekle mârreye zararı olsa mârre Hind e binasını şer an kal  ettimeğe kâdir olurlar mı? El-cevab: Olurlar.   Selanik şehrinin Kavala semtinde oturan iki kardeş arsalarının etrafına duvar ördürtmek istemiş gerekli makamlara başvurup izinleri almışlar ve duvarı örmeye başlamışlardır. Ancak arsalarının arkasında eskiden beri mevcut olan küçük bir derecik vardır ve duvar örülürse komşuları Sükrü Efendi nin yolu kapanacaktır. Bu sebeple Şükrü Efendi ya duvarın yapımının durdurulması ya da yeni yol açılması  talebinde  bulunmuştur.  Belediye  de  Şükrü  Efendi nin  yanında  yer almıştır.  Aslında  arzuhal  Eşref  ve  Abdülkadir  kardeşler  tarafından  duvarın yapımına devam edilmesi için verilmiş ise de metnin içeriğinden Şükrü Efendi nin ve komşularının yolunun kapanacağı anlaşılmıştır:  Ma rûz-i bende-i kemîneleridir ki Selânik Vilâyeti dâhilinde Kavala Kasabası nın Yenimahallesi nde kâin bâ-tapu mutasarrıf bulunduğumuz bir kıt a arsamıza bundan dört mâh mukaddem müceddeden divar inşâ itdireceğimizde belediye reîsi ve mühendisin keşf ü kararları üzerine arsamızın üç tarafından nizâmı üzre tefrîk eyledikleri tarîkde tarafımızdan bi r-rızâ inşâ itmemize ruhsat virilüp ustalarımız işledilmekde idi. Hüsrev Efendi nin mahdûmu Şükri hânesinin arka ciheti suların mecrâsına mahsûs kadîmden kalan iki arşun  kadar  arzında  bir  küçük  dere  olup  ve  arsamıza  muttasıl bulunmağla mümâ-ileyh Şükri Efendi mahall-i mezkûrun tevsî ine ve yeniden bir tarîk açdırtmak fikriyle belediyeye arz u istid â itmesiyle uştalarımız men  u ta tîl kılınmışdı. Belediyye tarafından tekrâr ta yîn                                                 99 ŞEYHÜLİSLAM YENİŞEHİRLİ ABDULLAH EFENDİ, s. 591.   27KILIÇ/ Osmanlı Komşuluk Hukukunda Mülkiyet Haklarının Sınırlandırılması: Zarar-ı Fahiş kılınan mühendisi mahall-i münâze un-fîhi bi l-kadîme fennen icrây-ı keşf idüp belediyeye takdîm eylediği bir kıt a raportun meâli şu ki…100  Bu meselenin yanında mahallenin içinden akan ve bütün mahallelinin kullandığı temiz su kaynağını komşulardan birinin bir vesileyle kirletmesi zarar-ı fahiş kapsamında değerlendirilmiş, bu husus idare tarafından çok önemsenmiş ve hatta mülkiyet hakkının bir diğer sınırlandırma yöntemi olan kamulaştırma ve istimlake konu olmuştur. Aşağıda bir kısmı alınan olayda çeşme sularına zarar veren bir vakfa ait binaların yıkılması söz konusu olmuştur:  …medîne-i mezbûrede Sultantepesi nâm mahâlde Kerpiçhâne ta‘bîr olunur mahal karşısında vâki‘ bir tarafdan Bülbülderesi caddesi ve bir tarafdan  zikr  olunan  Kerpiçhâne  önü  caddesi  ve  bir  tarafdan Sultantepesi caddesi ve taraf-ı râbi‘i Nazif Molla bağı ile mahdûd ve bu def‘a  mahallinde  ümenâ-i  şer‘  ve  Ebniye-i  hâssa  müdürü  efendi tarafından  mürsel  hulefâ  ma‘rifetleriyle  keşf  ve  mu‘âyene  olunan Tophânelioğlu demekle şehîr terbî‘an kırk yedi bin altı yüz kırk yedi zirâ‘ olarak bilâ-ebniye terk olunmuş olan otuz dönüm fi l-asl bağ ve elyevm arsa-i hâliye kadîmden beri Hüdâvendigâr-ı müşârün-ileyh Sultan Abdülhamid Han hazretleri evkāf-ı şerîfeleri mülhakātından merhûm Abdullah Ağa Vakfı müstagallâtından iken……. mebâliğ sarf ile beş bâb menâzil  binâ  ve  ihdâs  eylediğimizden  sonra  menâzil-i mezkûrenin çirkâb lağımları  arsa-i  mezkûre  derûnunda  gerek Hüdâvendigâr-ı müşârün-ileyh Sultan Osman Han hazretlerinin binâ ve ihyâsına  muvaffak  oldukları  Öküz  Limanı nda  kâin  gerek  evkāf-ı mezkûrenin sâlifü l-beyân müte‘addid çeşmeler ve ehl-i İslâm hâne ve                                                 100  …Mahal-i mezkûrun tevsî ine aslen câiz görülemez. Ancak suların cereyânına mahsus bir dere der-hey et asliyesiyle kalmışdır ve kalması îcâb ider. Mühendisin bu yoldaki kararını belediye fer î ve i tibâra almayup da müdde î Şükrî ye mu âveneten ve tarafımıza zulm olarak mahall-i mezkûr behemehâl tevsî  olunacak diyerekden mün akid hilâf kararlarını alup istinâden meclis-i idâreye ikâme eylediğimiz da vâmıza karşu kezâ meclis-i idâre tarafından dahi mahal-i münâze un-fîh keşf olunup icrây-ı keşifleri mühendisin karârına tatbîken bulunduğundan meclis-i idâreye takdîm eyledikleri bir kıt a raport kezâ mu teber tutulmuşdur. Esbâbı şudur ki; Meclis-i İdâre a zâlarından Fâik ve Rızâ Efendiler müdde î merkûmun mukarrebi ve tahrîrât kâtibi bacanağı olduğu münâsebetiyle kâimmakâm paşamızı kendi taraflarından celb ve uydurmuşlardır. Bu sebepden içün belediye reîsi ile kâimmakâm paşamız âcizânemizi mutazarrır itmek üzre müttefikdirler. Meclis idâre a zâlarından fazîletlü Müfti Efendi ve sâhib-i raport hacı Mehmed Efendi ve hristiyândan Todri taraf-ı âcizânemize külliyen bir gadr eyleyeceğini görmeleriyle meclisi idârenin kararını temhîd eylediklerinden drâme mutasarrıflarından arz u istîzân itmişlerdi. Müşârün-ileyh hazretlerinden vürûd iden cevâb-ı raportun tercîhine işâretle bu mes elenin halli mahalline âid denilmişdi. Şimdi kendi diledikleri üzre mahal-i mezkûrun yeniden tarîk olması hakkında  lafz-ı  i dâl  ile  kâimmakâm  paşamız  bu  yolda  bir  karar  virmiş  ise  de  Drame Mutasarrıflığı na arz u istinâf olunmakdadır. Lutfen ve merhameten bu mes elenin halli hakkında tahkîkât me mûru i zâm buyurulacak veyahud doğrudan livâya iş âr mı kılınacak? Ancak zât-ı sâmii efhamîlerinin re yine muhavvel bir keyfiyet bulunduğundan îcâb iden mahalle emr ü havâle buyurulması bâbında ve her halde emr ü fermân efendimiz hazretlerinindir. Fî 27 Mart sene (1)319 Birâderi Ahmed Abdulkâdir Mehmed Paşa bin Hüseyin Efendi , Devlet Arşivleri Başkanlığı Osmanlı Arşivi, Teftişat-ı Rumeli Evrakı Arzuhaller, TFR. I. ŞKT, 7/625, H-11-01-1321. 28İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12  sâhilhânelerine  cereyân  eden  suların  üzerine  ve  yakın  mahallerine tesâdüf ve neşf ü sirâyeti cihetiyle miyâh-ı mezkûre teneccüs ve evsâf-ı selâsesi tegayyür ederek zarâr-ı şer‘îsi re yü l-ayn mahâllinde ehl-i vukūfun alâ-tarîkı ş-şehâde haberleriyle şer‘an zâhir oldukdan sonra zarâr-ı şer‘îlerimiz âm olduğuna binâen menâzil-i merkūme hedm birle fîmâ-ba‘d Müslim ve re‘âyâ menzili ihdâs olunmayıp kadîmî vechile bilâ-ebniye  tarla  ve  bağ  olarak  mârru z-zikr  Abdullah  Ağa  Vakfı tarafından Müslim kimesneye îcâr olunmasını bin iki yüz..101  Bir mahallede eskiden beri var olan ancak bir süre sonra âtıl duruma gelen bakımsız esnaf dükkanlarının atıkları mahalleli bakımından önemli bir sorundur. Bu yapılardan gelen pis koku, duman ve toz gibi emisyon atıkları ya da içme suyuna karışan atıklar için mahalleli ilgili makamlara başvurmuş ve meydana gelen fahiş zararın giderilmesini talep etmişlerdir. Örneğin Cebeci mahallesinde bulunan bakımsız ve harap durumdaki selhhânede(mezbaha) bulunan hayvanların kokusundan ve deri iç organ ve benzeri atıkların mahalledeki temiz içme suyunu kirletmesinden rahatsız olan mahallelinin selhhânenin kaldırılmasına ilişkin talebi uygun bulunmuştur. Kendi  mülkünü  genişletme  yönünde  zarar-ı  fahişin  yanında  Fetâvâ-yı  Ali Efendi deki bir fetva olay örgüsü bakımından oldukça ilgi çekicidir. Olayda menzilinin kapısı işlek olmayan bir yolun sonunda olan bir kişi menzilini ana yola bağlamak istemektedir. Bunun için de kendi menzilinden bir kısmını yola katama talebinde bulunmuştur. Komşuları bundan zarar göreceklerini düşünmüşler ve itiraz etmişlerdir. Fetva da komşular lehine çıkmıştır. Burada işlek olmayan yolda oturanlarında, yol işlek olmadığı için menfaati bulunduğu düşünülebilir. İşlek olmayan yol çıkmaz sokak kadar olmasa bile genel yoldan daha fazla mahremiyet alanı  sunmaktadır.  Toplumsal  yapı  da  mahremiyetin  korunması  yönündedir.                                                 101 Anadolu Sadâreti Mahkemesi 2 Numaralı Sicil (H. 1251-1257/ M. 1835-1841), M. Âkif Aydın, Coşkun Yılmaz (ed.),  C. 94, çev. Salih Kahriman, Mümin Yıldıztaş, Kültür A.Ş., 2019, s. 159. 102   …Kuşçu  Mehmed  Ağa  demekle  ma‘rûf  kimesne  bâb-ı  mezkûr  hâricinde  Cebecibaşı mahallesinde vâki‘ Harâmî Ahmed Paşa vakfından icâreteyn ile tasarrufunda olan menâzili mukaddemâ selhhâne etmekle müste cirinin fısk u fesâdından ve zebh olunan ağnâmın ve dimâ-i fazalâtının  râyiha-i  kerîhasından  mutazarrır  ve  müteezzîleriz  deyû  ahâlî-i  mahalle  teşekkî ettiklerinde, mahall-i mezbûr min ba‘d selhhâne olmayıp kömürhâne ve otlakhane etmek üzre merkūm Mehmed in vekîli Ali [nâm] kimesne Hâslar mahkemesinde huzûr-ı şer‘de ta‘ahhüd eylediği i‘lâm ve zikr olunan selhhâne kat‘â ref‘ olunmak…selhhâneleri tarafından mahall-i mezbûre ağıllar yapılıp, içinde koyun vaz‘ı ile mezâristânı telvîs edip ve odun yakdıkları mu‘âyene ve müşâhede olunmağın bu husûsun dahi ref‘i ve men‘i vâcibâtdan olmağla mezbûr Mehmed bundan akdem bâ fermân-ı âlî men‘ olunan sâlifü z-zikr selhhânesini kemâ fi l-evvel men‘ ve def‘ ve zikr olunan mezâristâna koyun vaz‘ edip odun yakanlar dahi men‘ ve zecr olunup ve ol havâlîde min ba‘d bu makūle âmme-i nâssa muzır nesne îcâd ve ihdâs olunmamak için sen ki İstanbul kadısı Mevlânâ Ebû Said Mehmed -zîde fezâiluhûsun- i‘lâm etmekle, i‘lâmın mûcebince selhhâne-i merkūm men‘-i küllî ile men‘ ve zikr olunan mezâristâna koyun vaz‘ olunmayıp ve hatab istif olunmayıp def‘ olunmak bâbında fermân-ı âlîşânım sâdır olmuşdur… ,  İstanbul Mahkemesi 24 Numaralı Sicil (H. 1138-1151/M.1726-1738), M. Âkif Aydın, Coşkun Yılmaz (ed.), C. 21, çev. Fuat Recep vd., İSAM, 2010, s. 300, Hüküm no: 219.   29KILIÇ/ Osmanlı Komşuluk Hukukunda Mülkiyet Haklarının Sınırlandırılması: Zarar-ı Fahiş Bundan dolayı belki ekonomik açıdan ana yollarda oturmak daha avantajlı olarak görülse bile mahremiyet bu noktada ağır basmıştır. Yine mahremiyetin korunması hususunda tarik-i has denilen çıkmaz sokakta sadece kapısı olanların oradan geçme hakkı olduğu için, eğer ana yola kapısı olan menzili bitişik komşusu tariki hasa kapı açmak isterse, komşuları buna itiraz edebilir. Bu husus Mecelle nin 1219. maddesinde  Tarîk-i hâsda hakk-ı mürûru olmayan kimse müceddeden kapı açamaz.  hükmü ile kanunlaştırılmıştır. Ancak daha önce tarik-i hasda olan kapısını kapayıp bir süre sonra tekrar açmak isterse ya da menzilini başkasına satmışsa, yeni malik tekrardan kapıyı açtırabilir. Komşular buna itiraz edemez. Kadim olanın esas alınması bu hususta da devrededir. Kişi, tarik-i hasda olan kapısını kapatıp tarik-i âm tarafında olan duvarından kapı açabilir. Komşuları bu durumu da engelleyemez. (Mecelle md. 1218). Kamu  menfaatini  zarara  uğratan  eylemler  belirlenirken  diğer  zarar-ı  fahiş türlerinde olduğu gibi burada da makul olma koşulu aranmaktadır. Yine her zarar değil, örneğin yukarıdaki örneklerde olduğu gibi mahallede insanların evlerinde rahat bir şekilde yaşayamayacak düzeyde yoğun, mahallelinin mülkündeki esas menfaatini ihlal eden bir zarar meydana gelmelidir. Mesela bir yangın çıkmış ve mahallede yan yana birçok ev sırayla yanmış olsa, komşular da yangından sonra tekrar evlerini yapsa, aralarından bir kişi de çeşitli sebeplerle evini yapamamış olsa, bu kişiye komşuları  Menzilimiz ortasında harap menzil olmasına razı değiliz,  menziline  bina  eyle   diyerek  zorla  bina  yaptırtamazlar.  Çünkü menziline bina yapmamış olması kamu menfaatini zarara uğratan, ölçüyü aşan fahiş bir zarar durumu değildir.  Pis ve atık suyun akış istikametinin (kariz) değiştirilmesi de kamu menfaatini ihlal eden zarar-ı fahiş olarak kabul görmüş ve karizin tekrar eski hale getirilmesine karar verilmiştir.  SONUÇ Komşuluk hukuku bağlamında mülkiyet hakkının sınırlandırılmasının bir biçimi olan zarar-ı fahiş, Osmanlı uygulamasında sıkça karşılaşılan hukuki ilişkilerden biridir. Mecelle nin kanunlaştırdığı hukuk-ı civariye yani komşuluk hukukunun içeriğini oluşturmuştur. Zarar-ı fahişin kapsamı Hanefi mezhebinin yaygınlaştığı ilk dönemlerde haksız fiil sonucu oluşan zarar ile sınırlı tutulmuş ancak zamanın, şartların ve örfün değişmesiyle birlikte yeni düzenlemeler yapılması gerekmiştir. Bu minvalde komşunun mülkiyetinden tam olarak tasarruf etmesini engelleyen, katlanma yükümlülüğünü aşan, makarr-ı nisvan görecek şekilde yapılaşmaya giden ve kamu menfaatini zarara uğratan fiiller, kişinin bu yönde kastı olmasa                                                 103 ÇATALCALI ALİ EFENDİ, C. 2, s. 413. 104 Mecelle madde 1222:  Bir kimse tarîk-i hâsda olan kapısını sedd etmekle hakk-ı mürûru sâkıt olmaz. Binâ'en aleyh sonra kendisi ve hânesini satsa müşterîsi tekrâr kapısını açabilir. , ÇATALCALI ALİ EFENDİ, s. 413. 105 ŞEYHÜLİSLAM YENİŞEHİRLİ ABDULLAH EFENDİ, s. 593. 106  İstanbul Mahkemesi 22 Numaralı Sicil (H. 1107-1108 / M. 1695-1697), C. 57, s. 551. 30İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12  dahi zarar-ı fahiş olarak nitelendirilmiştir. Bu çalışma ile zarar-ı fahişin Osmanlı dönemi uygulamasını detaylı bir şekilde incelenmiş ve sonucunda meselenin şeri hukuk kapsamından çıkılmadan çözülmeye çalışıldığı vurgulanmıştır. ___________________________________________________________  Hakem Değerlendirmesi: Dış bağımsız. Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir. Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.   Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare. Grant Support: The author declared that this study has received no financial support. ___________________________________________________________",
     "Kaynakça": "Devlet Arşivleri Başkanlığı Osmanlı Arşivi Sadaret Deavi Evrakı, A.}MKT. DV, 220/93, H 20 10 1278. Sadaret Deavi Evrakı, A.}MKT. DV, 91/96, H 10 08 1272. Sadaret Umum Vilayat Evrakı, A.}MKT.UM, 432/57, H  03 04 1277. Sadaret Deavi Evrakı, A.}MKT. DV, 16/45, H 21 08 1265. Sadaret Mektubi Kalemi Evrakı, A.}MKT, 41/72, H  11 05 1262. Sadaret Deavi Evrakı, A.} MKT. DV, 162/67, H 07 12 1276. Teftişat ı Rumeli Evrakı Arzuhaller, TFR.I..SKT, 47/4626. Cevdet Belediye, C.BLD, 32/1560, H 29 12 1255. Teftişat ı Rumeli Evrakı Arzuhaller, TFR. I. ŞKT, 7/625, H 11 011321. AKİPEK, Jale G.: Türk Eşya Hukuku (Ayni Haklar), İkinci Kitap: Mülkiyet, Sevinç Matbaası, Ankara, 1973. ALİ HAYDAR EFENDİ: Dürerü l Hükkam Şerhu Mecelleti l Ahkam, 4 cilt, Diyanet İşleri Başkanlığı, 2017. ANSAY, Sabri  Şakir:  Hukuk  Tarihinde  İslam  Hukuku,  Turhan  Kitabevi, Ankara, 2002. ARSEBÜK, Esat:  Hak Tepkilerinin Tevlit Ettiği Durumlar , AÜHFD, Y. 1949, C. 6, No: 2, s. 157 178. AYBAKAN, Bilal:  Zarar , DİA, Y. 2013, C. 44, s. 130 134.   31KILIÇ/ Osmanlı Komşuluk Hukukunda Mülkiyet Haklarının Sınırlandırılması: Zarar ı Fahiş AYDIN, M. Âkif: İslam ve Osmanlı Hukuku Araştırmaları, İz Yayıncılık, İstanbul, 1996. ———:  İtlaf , DİA, C. 23, 2001, s. 466 469. AYDIN M. Âkif, Coşkun YILMAZ, (ed.): Anadolu Sadâreti Mahkemesi 2 Numaralı  Sicil  (H.  1251 1257/  M.  1835 1841),  C.  94,  çev.  Salih Kahriman, Mümin Yıldıztaş, Kültür A.Ş., 2019. ———, (ed.): İstanbul Mahkemesi 22 Numaralı Sicil (H. 1107 1108 / M. 16951697), C. 57, çev. Ali Coşkun, Mehmet Akman, İstanbul, Kültür A.Ş., 2019. ———, (ed.): İstanbul Mahkemesi 24 Numaralı Sicil (H. 1138 1151/M.17261738), C. 21, çev. Fuat Recep vd., İSAM, 2010. ———, (ed.): Üsküdar Mahkemesi 56 numaralı sicil (H. 990 991 / M. 15821583), C. 9, çev. Hilal Kazan, Kenan Yıldız, Mehmet Akman, İSAM, 2010. BİLMEN, Ömer Nasuhi: Hukuk i İslamiyye ve Istılahat ı Fıkhiye Kamusu, 8 Cilt, Ravza Yayınları, 2018. BUHARİ: el Camiu s Sahih. ÇALIŞ, Halit: İslam Hukukunda Özel Mülkiyet ve Sınırlamaları, Yediveren Yayınevi, Konya, 2004. ÇATALCALI  ALİ  EFENDİ:  Fetava yı  Ali  Efendi,  2  Cilt,  ed.  H.  Necati Demirtaş, Kubbealtı Neşriyat, İstanbul, 2014. DEMİR, Fahri: İslâm Hukukunda Mülkiyet ve Servet Dağılımı, İlmi Yayınlar, 1981. EBÛ ABDİLLÂH MUHAMMED B. YEZÎD MÂCE EL KAZVÎNÎ (ö. 273/887): es Sünen. EBU  ZEHRA,  Muhammed:  el Milkiyye  ve  Nazarriyeü l akd  fi ş şeriati lİslamiyye, Darü l Fikri l Arabi, Kahire, 1977. EFE Mustafa, (çev.): Fetâva yı Hindiyye Ansiklopedik İslam Fıkhı, 16 cilt, Huzur Yayınevi, İstanbul, t.y. EFENDİ ES SEYYİD AHMED, ES SEYYİD HAFIZ MEHMED B AHMED EL GEDUSİ, (ed.): Neticetü l Fetava, Klasik Yayınları, 2014. EKİNCİ,  Ekrem  Buğra:  İslam  Hukukunda  Değişmenin  Sınırı,  Arısanat Yayınları, İstanbul, 2005. EKİNCİ, Ekrem Buğra, Ahmet ŞİMŞİRGİL: Ahmed Cevdet Paşa ve Mecelle, Ktb Yayınları, 2008. 32İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12  GÜR, A. Refik: Mecelle: Hukuk Tarihi ve Tefekkürü Bakımından, Sebil Yayınevi, 1993. Hacak, Hasan:  İrtifak , DİA, Y. 2000, C. 22, , s. 460 464. ———:  Mülkiyet , DİA, Y. 2020, C. 31, s. 541 546. HAFIZ MEHMED ZİYAEDDİN: Mecelle i Ahkâm ı Adliye Şerhi, Dersaadet, Kasbar Matbaası, 1312. HAFÎF, Ali El : İslam Hukukuna Göre Hukuki İşlemler ve Hükümleri: Eşya Hukuku ve Borçlar Hukuku, çev. Rahmi Yaran, 1. Baskı, Türkiye Diyanet Vakfı, Ankara, 2011. İLHAN, Cengiz: Mecelle: Hukukun Doksan Dokuz İlkesi, Tarih Vakfı Yayınları, 2003. İlmiye Salnamesi, C. Birinci Defa, Matbaa i Amire, 1334. İMAM MÂLİK: el Muvatta. KARAMAN, Hayreddin: Mukayeseli İslâm Hukuku, 3 Cilt, İz Yayıncılık, İstanbul, 2001. KÖSE, Saffet: Hakkın Kötüye Kullanılması, İstanbul, İFAV Yayınları, 2018. MEVAFİ, Ahmed: ez Zarar fi l fıkhi l İslâmî: ta rifihi, envaihi, alakatihi, davabitihi, cezaihi, 2 Cilt, C. 1, Huber: Dâru İbn Affan, 1997. OĞUZMAN,  M.  Kemal,  Özer  SELİÇİ,  Saibe  OKTAY  ÖZDEMİR:  Eşya Hukuku, Gözden geçirilmiş 20. Bası, Filiz Kitabevi, İstanbul, 2017. SCHACHT, Joseph: İslam Hukukuna Giriş, çev. Mehmet Dağ, Abdulkadir Şener, Otto, 2018. SERAHSİ: Mebsut, 31 cilt, ed. Mustafa Cevat Akşit, Gümüşev Yayıncılık, 2016. ŞEYHÜLİSLAM YENİŞEHİRLİ ABDULLAH EFENDİ: Behcetü l Fetava, ed. Süleyman Kaya vd., Klasik Yayınları, 2012. ZUHAYLİ, Vehbe: İslâm Fıkhı Ansiklopedisi, Risale Yayınları, 1990.   33KILIÇ/ Osmanlı Komşuluk Hukukunda Mülkiyet Haklarının Sınırlandırılması: Zarar ı Fahiş     34"
}