{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "11",
     "Ay": "01",
     "Yıl": "2021",
     "Cilt": "6",
     "Sayı": "10",
     "Başlık": "TAŞIMA İŞLERİ ORGANİZATÖRÜ’NÜN KARAYOLU TAŞIMACILIĞINDAKİ ROLÜ VE CMR SİGORTA SÖZLEŞMESİ ",
     "Title": "THE ROLE OF FRIGHT FORWARDER IN ROAD TRANSPORT AND THE CMR INSURANCE AGREEMENT",
     "Yazar İsmi": [

          "Doç. Dr. Hacı KARA"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          " CMR Konvansiyonu", "taşıma işleri organizatörü", "CMR sigortası", "zorunlu sigorta", "taşıyıcı sorumluluk sigortası"

     ],
     "Keywords": [
          "CMR Convention", "freight forwarde", "CMR insurance", "compulsory insurance", "carrier liability insurance"

     ],
     "Özet": "Taşımacılık ve lojistik sektörü, uluslararası ticaretin vazgeçilmez ana unsurudur. Çünkü taşımacılık ve lojistik sektörü olmasaydı, uluslararası ticaret bu denli geniş kapsamlı olarak icra edilemeyecek ve küresel ticaret bu denli gelişmeyecekti.  Taşıma  İşleri  Organizatörü  (TİO)   olarak  adlandırılan  ve  Türk  Ticaret Kanunu nda   Taşıma  İşleri  Komisyoncusu   olarak  düzenlenen,  taşımanın ifasında aracı olarak faaliyet gösteren kişidir. Onu, farklı kılan faaliyet alanının Taşıma  İşleri  Komisyoncusundan  çok  daha  fazla  ve  geniş  olması  değil; uluslararası lojistik ve taşımacılık sektörünün en önemli ve vazgeçilmez bir aktörü olmasıdır.  Uluslararası rolünün önemini göz önünde bulunduran kanun koyucu, Taşıma İşleri  Organizatörünü  ayrı  bir  Yönetmelik  ile  düzenlemeyi  tercih  etmiştir. Karayolu, demiryolu, denizyolu veya havayolu ile yapılan taşımacılıkta ve/veya kombine taşımacılık alanında faaliyet gösteren taşıma işleri organizatörlerinin, hizmet esasları ve koşullarının belirlenmesi ile bu faaliyetlerde bulunanların, yük alıcılarının ve gönderenlerin hak, sorumluluk ve yükümlülüklerini tespit etmek; taşıma türlerinin birlikte ve birbirlerini tamamlayıcı olarak hizmet vermesini, denetimini ve mevcut imkânların daha yararlı bir şekilde kullanılmasını temin etmek; etkin hizmet temini için gerekli olan düzeyde bir profesyonel eğitim ve denetim sistemi geliştirmek, taşıma işleri organizatörlerinin ulusal ve uluslararası mevzuata uygun olarak faaliyet göstermelerini sağlamak amacı ile  Taşıma İşleri Organizatörlüğü Yönetmeliği  yürürlüğe konulmuştur.  Bu  Yönetmeliğin  19  uncu  maddesine  göre,  Taşıma  İşleri  Organizatörünün organize ettiği taşımacılık hizmetlerinde, gönderen ve alıcı, sigorta zorunluluğu kendisinde  olan  teslim  şekilleri  çerçevesinde  taşıttırdığı  yüke  ilişkin  sigorta yaptırmakla yükümlüdür. Sigorta zorunluluğu olmayan teslim şekilleri için tüm risk ve sigorta yaptırma sorumluluğu gönderen ve alıcıya aittir. Taşıma işleri organizatörü, organize ve taahhüt ettiği taşımadan doğan sorumluluklar için  taşıyıcı sorumluluk sigortası  yaptırmak zorundadır. Yönetmelik  hükmü  ile  zorunlu  hale  getirilen  bu  sigorta  ile,  Taşıma  İşleri Organizatörü  üstlendiği  rizikolara  karşı  sigortalanmaktadır.  Taşımanın uluslararası  nitelikte  olması  halinde  ise  CMR  Sözleşmesinden  kaynaklanan taşıyıcı sorumluluklarının karşılanması, güvence altına alınması gerekmektedir.  Bu çalışmada zorunlu sigortaya, Taşıma İşleri Organizatörünün yurtdışı karayolu taşımacılığı  için  akdettiği  CMR  sigorta  sözleşmesine  dair  genel  esaslar anlatılacak,  ancak  CMR  Konvansiyonunun  sorumluluğa  dair  hükümleri çalışmamızın kapsamı dışında bırakılacaktır.",
     "Abstract": "The transportation and logistics sector is an indispensable element of international trade. Because, without the transportation and logistics sector, international trade would not be carried out in such a wide scope and global trade would not have developed this much. It is the person who is called the Transport Affairs Organizer (TAO) and regulated as   Freight  Forwarder   in  the  Turkish  Commercial  Code  and  acts  as  an intermediary in the performance of the transport. It is not that the field of activity that makes it different is that it is much larger and larger than the Transport Affairs Broker; is the most important and indispensable actor of the international logistics and transportation industry. Considering the  importance  of its  international  role, the  legislator  chose  to regulate  the   Transport  Affairs  Organizer   with  a  separate  Regulation. Determining  the  service  principles  and  conditions  of  the  Transport  Affairs Organizers, which are operating in the transport by road, railway, seaway or air and/or  in  the  field  of  combined  transport,  and  determining  the  rights, responsibilities  and  obligations  of  those  engaged  in  these  activities,  sender (shippers) and receiver (consignees); to ensure that modes of transport serve together and complement each other, control and use the available facilities in a more beneficial way; in order to develop a professional training and supervision system at the level required for effective service provision and to ensure that the transport affairs organizers operate in accordance with national and international legislation, the  Transport Affairs Organization Regulation  has been put into effect. According to the 19th article of this Regulation, in the transportation services organized by the Transport Affairs Organizer, the sender and the receiver are obliged to insure the cargo they have transported within the framework of the delivery methods under the insurance obligation. For delivery methods that do not require insurance, all risk and insurance liability belongs to the sender and the buyer. The Transport Affairs Organizer has to take out  carrier liability insurance  for the liabilities arising from the organized and committed transport. With this insurance, which is made compulsory by the provision of the Regulation, the Transport Works Organizer is insured against the risks it undertakes. If the transport is of international nature, the carrier liabilities arising from the CMR Convention must be met and secured. In this study, the general principles of the CMR insurance contract concluded by the Transport Affairs Organizer for overseas road transport will be explained to the compulsory insurance, but the provisions of the CMR Convention on liability will be excluded from the scope of our study.",
     "Metin": "Taşımacılık karayolu, denizyolu, havayolu ve demiryolundan birisi ya da birkaçı tercih edilerek yapılmaktadır.  Rusya ve Almanya gibi bazı ülkelerde içsuyolu taşımacılığı da yaygın olarak kullanılmaktadır. Bunların seçiminde ise maliyet, mekân, zaman ve diğer imkanlar etken olmaktadır.  Türkiye  içerisinde  yapılan  karayolu  taşımalarında  Türk  Ticaret  Kanunu nun (TTK)2 Dördüncü Kitabında, Taşıma İşlerine dair hükümler ile diğer mevzuat hükümleri  uygulanır.  Uluslararası  taşımalarda  ise   Eşyaların  Karayolunda Uluslararası  Taşınması  İçin  Sözleşmeye  İlişkin  Konvansiyon  (Sözleşme) 3 uygulanmaktadır. Gerek doktrin gerekse uygulamada Sözleşmeyi ifade etmek  2 13.01.2011 tarihinde kabul edilen 6102 sayılı Kanun 14.02.2011 T. ve 27846 S. RG de yayımlandıktan sonra 1534 üncü madde gereğince 01.07.2012 tarihinde yürürlüğe girmiştir. 3 Cenevre de dokuz Avrupa Ülkesi (Avusturya, Fransa, Lüksemburg, Polonya,  İsveç, İsviçre, Almanya, Hollanda ve eski Yugoslavya) tarafından imzalanan CMR Sözleşmesi 19 Mayıs 1956 tarihlidir ve aynı yılın Ağustos ayında Birleşmiş Milletler Genel Sekreterliği ne sunularak imzaya açıldı. Bu Konvansiyona bu gün, Arnavutluk, İrlanda ve Kıbrıs dışında bütün Avrupa ülkeleri üyedir. Onaylayan veya katılan ülkelerin tamamlanması yani Avusturya, Fransa, İtalya, Hollanda ve Yugoslavya olmak üzere 5 devletin onay belgelerini tevdi etmesi ile 02.07.1962 tarihinde yürürlüğe girmiştir. Sözleşmenin Fransızca adı  Convention relative au contrat de transport international de Marchandises  par  Route   Sözleşmenin  İngilizce  adı   Convention  on  the  Contract  for  the international carriage of the Goods by Road dur.  4 7.12.1993 tarih ve 3939 sayılı kanunla katılmamız uygun bulunan 19 Mayıs 1956 tarihli CMR Sözleşmesi nde  (RG: 14.12.1993 ve 21788 S.), 5 Temmuz 1978 tarihli protokolle değişiklik yapılmış, bu protokole de 02.12.1994 tarih ve 94/6322 sayılı Bakanlar Kurulu Kararı (RG: 04.01.1995 ve 22161 S.) ile katılmamız uygun bulunmuştur. Protokolde 20 Şubat 2008 tarihinde değişiklik yapılmıştır. 2008 Protokolü 5 Ocak 2001 tarihinde yürürlüğe girmiştir. Türkiye bu Protokolü de 31 Ocak 2008 tarihinde kabul etmiştir. CMR Sözleşmesi m. 51:  …İngilizce ve Fransızca  dillerinde  tek  bir  nüsha  olarak  ve  her  metin  eşit  derecede  geçerli  olmak  üzere düzenlenmiştir.  Buna göre Fransızca ve İngilizce metinler birbirine eşdeğer metinler birbirine eşdeğerdir. CLARKE Malcolm A., International Carriage of Goods By Road: CMR, 3rd Ed., Sweet&Maxwell, London, 1997, s. 20.   23KARA/ Taşıma İşleri Organizatörü nün Karayolu Taşımacılığındaki Rolü ve CMR Sigorta Sözleşmesi üzere Fransızca metninde kullanılan  Sözleşme, Eşya ve Karayolu  kelimelerinin baş  harfleri  kısaltılmak  suretiyle   CMR  Sözleşmesi  (Konvansiyonu)   adı, kullanılmaktadır.  CMR  Sözleşmesinin  kendisi  bir  sigorta  değil,  uluslararası karayoluyla mal taşınmasında hakları ve yükümlülükleri belirleyen Birleşmiş Milletler Örgütü nün yönetim ve gözetiminde uygulaması sağlanan çok uluslu bir anlaşmadır. Taşıyıcının, CMR uyarınca, imzalanan taşıma sözleşmelerine göre taşıma için devralınan  mal  sahibine  karşı  sorumluluk  sigortalanabilmektedir.  Sigortacı sorumluluk sigortası ile sözleşmede aksine hüküm yoksa, sigortalının sözleşmede öngörülen ve zarar daha sonra doğsa bile, sigorta süresi içinde gerçekleşen bir olaydan kaynaklanan sorumluluğu nedeniyle zarar görene, sigorta sözleşmesinde öngörülen miktara kadar tazminat öder (TTK m. 1473/1). Bu sigorta, yurtiçi ve yurtdışı taşımacılık için geçerlidir. Sigortalının talebi üzerine teminat sadece yurtiçi taşımacılık için de çıkarılabilir. Özellikle, taşımacının lehinde sigorta tazminatı  veya  diğer  herhangi  benzer  madde  veya  kanıtlama  zorunluluğunu değiştiren herhangi bir madde geçersiz ve hükümsüzdür (CMR m. 41/2). Bu çalışmada her ne kadar dünya taşımacılık ve lojistik uygulamasında  Freigth Forwarder   kavramı  yaygın  olarak  kullanılmakla  birlikte,  bu  çalışmada Yönetmelikte  kullanılan  ifadeye  uygun  olarak   Taşıma  İşleri  Organizatörü  terimini kullanacağız. A. TAŞIMA İŞLERİ ORGANİZATÖRÜ I. GENEL OLARAK Taşıma işleri organizatörü (TİO) asıl olarak, yükünü taşıtmak isteyen kişiler ile taşıyan (taşıyıcı), işleten veya kiralayan sıfatına sahip deniz, hava, kara veya demiryolu  taşımacılığı  yapan  kişiler  veya  bunların  acenteleri  ile  yük  alıcısı (gönderilen)  arasında  yükün  taşınmasında,  taşıma  aracısı  olarak  faaliyet göstermektedir. TİO,  bu  hizmetlerin  yerine  getirilmesinde  genellikle  deniz,  hava,  kara  ve demiryolu taşımacılığı yapan işletmelerin servislerinden yararlanmaktadır. Yani taşımaya aracılık yapmaktadır. Bununla birlikte bazen de bu hizmetleri bizzat kendi araç ve imkânları ile yerine getirmektedir. Bir diğer ifadeyle taşımayı taahhüt etmektedir. Bu takdirde bizzat taşıyıcı (taşıyan) sayılmaktadır.   5 Geniş bilgi için bkz. AYHAN, Rıza/ÇAĞLAR, Hayrettin/ÖZDAMAR, Mehmet, Sigorta Hukuku Ders Kitabı, 3. Bası, Yetkin Yayınları, Ankara 2020, s. 300 vd., KAYIHAN, Şaban/GÜNERGÖK, Özcan, Türk Özel Sigorta Hukuku Dersleri, 5. B., Umuttepe Yayınları, İstanbul 2020, s. 94 vd., KENDER, Reyagan, Türkiye Hususi Sigorta Hukuku, 16. B., Onikielvha Yayınevi, İstanbul 2017, s. 211 vd., ÖZDAMAR, Mehmet/DOĞAN, Burak, Sigorta Hukuku, Seçkin Yayınevi, Ankara 2020, s. 121 vd., ÜNAN, Samim, Türk Ticaret Kanunu Şerhi, Altıncı Kitap Sigorta Hukuku, Sigorta Türlerine İlişkin Özel Hükümler, Zarar Sigortaları Madde 1453-1486, C. II, 1. B., Onikilevha Yayınları,  İstanbul 2016, s. 263 vd.  24İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 TİO lar  taşımacılık  ve  lojistik  sahasında;  aracılık,  faaliyetleri,  taşımacılık, danışmanlık,  gümrükleme  ve  diğer  benzeri  faaliyetlerde  bulunur.  Özellikle konteyner taşımacılığında faaliyet gösterirler.  Uluslararası Taşıma Acenteleri Birliği  Federasyonu  (FIATA) 6  tarafından  hazırlanan   FIATA  Freight Forwarding  Hizmeti  Tip  Sözleşmesi ne  göre  TİO;   müşteri  ile  Freight Forwarding hizmetine dair sözleşme yapan kişi (m. 2/2.2) . Freight Forwarding hizmeti;   eşyanın  taşınması,  konsolidasyonu,  depolanması,  elleçlenmesi, paketlenmesi veya dağıtımına dair her türlü hizmetin yanı sıra, gümrük ve vergi konuları ile eşyanın resmi amaçla beyan edilmesi, sigortalanması, eşyaya dair belgelerin tedariki veya bedelinin tahsili dâhil, ancak bunlarla sınırlı olmayan yardımcı ve danışmanlık hizmetidir (m. 2/2.1) . II. TÜRK HUKUKUNDA DÜZENLEME Türk Hukukunda taşımaya dair hükümler TTK 4 üncü Kitap, Altıncı Kısım 917930 uncu maddeler arasında yer alan taşıma işlerine dair hükümler ve 5 inci Kitapta 940-1400 maddeler arasında deniz ticaretine dair hükümler ve ilgili mevzuatta  (Karayolu  Taşıma  Kanunu,  Karayolları  Trafik  Kanunu,  Türkiye Demiryolu Ulaştırmasının Serbestleştirilmesi Hakkında Kanun, Sivil Havacılık Kanunu gibi) yer almaktadır.  TİO ya da taşıma işleri organizatörüne dair düzenleme, TTK 917-930 uncu maddeler  (taşıma  işleri  komisyoncusu)  ve   Taşıma  İşleri  Organizatörlüğü Yönetmeliği  (TİOYön)   ve  diğer  mevzuat  (Karayolu  Taşıma  Yönetmeliği)7 hükümleriyle yapılmıştır. Benzer bir düzenleme KTY de yapılmıştır. Ancak da TİOYön geçici 3/3 inci madde uyarınca, TİOYön ün yürürlüğe girdiği tarihten sonra gerçekleştirilen yeni başvurularda ve yetki belgesi değişimlerinde TİOYön hükümleri esas alınmaktadır.  TTK ya göre taşıma işleri komisyoncusu, eşyanın taşınmasını bizzat üstlenebilir. Bu hakkını kullanırsa, taşımadan doğan haklar ve yükümlülükler yönünden bizzat taşıyıcı (taşıyan) sayılır. Bu durumda, kendi faaliyeti için isteyeceği ücretin yanı sıra olağan taşıma ücretini de isteyebilir. Ücret olarak taşıma giderlerini de içeren tek bedel kararlaştırılmışsa, taşıma işleri komisyoncusu, taşımaya ilişkin olarak, taşıyıcının veya taşıyanın hak ve yükümlülüklerine sahip olur. Bu durumda  6 FIATA International Federation of TİOs Associations, http://fiata.com/, Erişim tarihi: 29.12.2020. 7 RG: 08.01.2018 T. ve 30295 S. 8 RG: 06.07.2018 T. ve 30470 S. Bu Yönetmelikte 31.12.2018 T. ve 30642 (4. Mükerrer) S. RG de yayımlanan Yönetmelikle değişiklik yapılmıştır. 9 KTY m. 4/1(ğğ): Taşıma işleri organizatörü: Kanun, bu Yönetmelik ve ilgili diğer mevzuatın taşımacılık sıfatı ile faaliyet gösterenlere getirdikleri yükümlülük ve sorumluluklar çerçevesinde taşımacı kabul edilerek, bu Yönetmeliğe göre eşya taşımacılığı alanında yetki belgesi almış gerçek ve tüzel kişiler ile uluslararası anlaşmalara uygun olmak şartıyla, eşya taşımacılığı alanında faaliyet gösteren yabancı plakalı taşıtların imkan, kabiliyet ve kapasiteleri ile gerektiğinde diğer taşıma türlerinden de yararlanarak veya bunları kullanarak kombine taşımacılık dahil kendi nam ve hesabına eşya taşıması yaptırarak taşıma faturası düzenleyen gerçek ve tüzel kişileri ifade eder.   25KARA/ Taşıma İşleri Organizatörü nün Karayolu Taşımacılığındaki Rolü ve CMR Sigorta Sözleşmesi komisyoncu,  giderlerin  ödenmesini,  ancak  bunun  olağan  olduğu  hâllerde isteyebilir. TİOYön amacı,  Karayolu, demiryolu, denizyolu veya havayolu taşımacılığında ve/veya  kombine  taşımacılık  alanında  faaliyet  gösterecek  taşıma  işleri organizatörlerinin hizmet esasları ve koşullarının belirlenmesi ile bu faaliyetlerde bulunanların, alıcıların, gönderenlerin hak, sorumluluk ve yükümlülüklerini tespit etmek;  taşıma  türlerinin  birlikte  ve  birbirlerini  tamamlayıcı  olarak  hizmet vermesini,  denetimini  ve  mevcut  imkânların  daha  yararlı  bir  şekilde kullanılmasını temin etmek; etkin hizmet temini için gerekli olan düzeyde bir profesyonel eğitim ve denetim sistemi geliştirmek, taşıma işleri organizatörlerinin ulusal  ve  uluslararası  mevzuata  uygun  olarak  faaliyet  göstermelerini sağlamaktır  (TİOYön m. 1). Bu  yönetmeliğin  olumlu  yönlerinden  biri  sektöre  eğitim  alma  zorunluluğu getirmiş olmasıdır. Böylelikle mesleğe hakim olan ve eğitimli çalışanların sektöre kazandırılmasına  çalışılmıştır.  Taşıma  türlerinin  birbirleriyle  iç  içe  hizmet vermesini  sağlayarak,  sektör  için  gerekli  hizmet  altyapısı  oluşturulmuştur. TİOYön e göre:  1- Taşıyıcı  Taşıyıcı ticarete konu olan yükü taşımayı kabul eden ve bu yükün belli bir çıkış noktasından başka bir varış noktasına taşınmasını sağlayarak alıcıya teslim eden ilgili mevzuat uyarınca yetki belgesi veya faaliyet iznine sahip gerçek ve tüzel kişilerdir. 2- Gönderen Gönderen kendi adına veya bir üçüncü şahıs adına yükü gönderen işletmeyi, ayrıca,  taşıma  işlemi  bir  taşıma  sözleşmesine  bağlı  olarak  yürütülüyorsa, sözleşmede  gönderen  olarak belirtilen kişidir.  10 KARA, Hacı,  Deniz Taşımacılığında Freight Forwarder , Legal Hukuk Dergisi, Y. 2006, C. 4, S. 37, s. 86, KULA DEĞİRMENCİ, Nil,  Türk Ticaret Kanunu ile Taşıma İşleri Organizatörlüğü Yönetmeliği nin İlgili Hükümleri Işığında Taşıma İşleri Komisyonculuğu , Batider, Y. 2019, C. 35, S. 1, s. 44, AKDENİZ Umut,  Taşıma İşleri Organizatörlüğü Yönetmeliği Hakkında Bir Değerlendirme , TFM, Y. 2019, C. 5, S. 2, s. 146. 11 TİOYÖN taşımacı olarak adlandırmaktadır.  Taşıma işlerinin taşıyıcı tarafından üstlenilmesi  ise, taşıyıcının, yolcu ve eşyayı, kendi gözetimi ve sorumluluğu altında taşıma mesafesi boyunca götürmesidir. Taşıyıcının bu sıfatı kazanabilmesi için taşıma işini bizzat yapıp yapmamasının bir önemi yoktur. Taşıma fiilini bir yardımcı ya da alt taşıyıcı kullanarak da gerçekleştirebilir. ÇİFTÇİ Tuğba, CMR Sigortasında Himaye, Yayımlanmamış YL Tezi, Ankara Üniversitesi, Erzurum 2009, s. 9, KARGI Ayşegül Gizem, CMR Sigortası, Yayınlanmamış YL Tezi, Çankaya Üniversitesi, Ankara, 2011, S. 31. 12 Taşıma sözleşmesinin diğer tarafında taşıtan (gönderen) bulunmaktadır. Taşıtan, kendi adına taşıma sözleşmesini akdeden ve eşyayı teslim eden kişidir. Taşıtan taşınan eşyanın sahibi olabileceği gibi, üçüncü bir kişi de olabilir. ÇİFTÇİ, s. 10.  26İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 3- Alıcı Alıcı Taşıma belgesine göre yükün alıcısı veya taşıma belgesi hükümlerine uygun olarak  alıcı  tarafından  atananlar  veya  taşıma  sözleşmesi/belgesi  olmadan yürütülen taşımalarda ise yükün varış noktasında idaresini üstlenen gerçek veya tüzel kişilerdir. 4- Taşıma işleri organizatörü (TİO) Yönetmelikte taşıma işleri organizatörü (TİO);  Yük taşımacılığı alanında ilgili mevzuat uyarınca yetki belgesi veya faaliyet izni almış gerçek veya tüzel kişilerin imkân, kabiliyet ve kapasitelerini kullanarak kendi nam ve hesabına yük taşıması yaptırarak taşıma faturası/sözleşmesi düzenleyen, taşıma ile ilişkili depolama, paketleme, etiketleme, ambalajlama, sipariş yönetimi, gümrük, sigorta, dağıtım vb. lojistik işlemleri gerçekleştiren bir veya birden fazla taşıma türü kullanarak taşımacılık ve lojistik hizmetlerini sunmayı meslek edinen ve Bakanlıkça yetki belgesi verilen gerçek ve tüzel kişiler  olarak tanımlanmıştır [TİOYön m. 4/1(l)].  Buna göre TİO, kendi nam ve hesabına yük taşıtabilir, bununla ilgili sözleşmesi ve taşıma faturası düzenleyebilir, ayrıca söz konusu taşıma ile ilgili; depolama, paketleme, etiketleme, ambalajlama, sipariş yönetimi, gümrük, sigorta, dağıtım vb. lojistik işlemleri yapabilir. Bunlar sınırlı sayıda değildir. Uygulamaya göre yapılacak faaliyetleri sayısını artırmak mümkündür.   III. TAŞIMA İŞLERİ ORGANİZATÖRÜ NÜN HİZMET TÜRLERİ  Tüm dünya uygulaması göz önünde bulundurularak TİO nun yaptığı hizmetleri şu şekilde özetleyebiliriz: Müşterinin ihtiyaçlarına uygun olarak eşyanın karayolu, demiryolu, havayolu veya denizyoluyla taşınması için üçüncü kişilerle bağlantı kurmak  ve  özellikle  değeri  düşük  eşyanın  taşınması  için  en  uygun  taşıma araçlarından  bir  kombinasyon  yapmak,  eşyanın  bozulma  veya  tehlike  gibi özelliklerini, maliyet, taşıma süresi ve güvenlik gibi faktörleri dikkate alarak taşıma için en uygun rotayı araştırmak ve planlamak, yükletenin talebi üzerine taşıyanla görüşerek rezervasyon yapmak, acilen gönderilmesi gereken veya değeri yüksek eşya için havayolu ayarlamak, kapıya (door to door) taşımalarda risk yönetimini üstlenmek, büyük hacimli, standart dışı ya da program harici olarak, eşyanın deniz veya havadan taşınması için uygun gemi ve uçak kiralamak, farklı ülkelerde  bulunan  müşterilerin  anlaşmalarına  broker  gibi  aracılık  yapmak, ülkelerin değişik ve karmaşık nakliye prosedürleri arasından seçim hususunda mümkün olduğunca hızlı ve güvenilir rehberlik yapmak, yabancı ithalat rejimi hakkında  bilgi  vermek,  paketleme,  markalama  ve  etiketleme  hakkında  yol göstermek,  talep  halinde  sigorta  konusunda  yardımda,  bulunmak,  sigortacı ayarlamak veya eşyanın sigortalanmasını sağlamak, iklim, yer, ağırlık, eşyanın özelliği  ve  değerini  göz  önünde  bulundurarak  eşyanın  en  uygun  şekilde  13 Gönderilen, taşıma işinin ifası sonucunda taşınan eşyaların teslim edileceği kişidir. Gönderilen, sözleşmenin tarafı değildir. ÇİFTÇİ, s. 10.   27KARA/ Taşıma İşleri Organizatörü nün Karayolu Taşımacılığındaki Rolü ve CMR Sigorta Sözleşmesi paketlenmesi ve dağıtımını düzenlemek, varış yerinde ardiye bulmak, müşterinin taleplerine uygun olarak sigorta, paketleme şartları ve eşyanın gönderileceği ülkelerin mevzuatına ve mali sistemlerine uyan belgeleri temin etmek, ihracat dokümanlarını müşteri adına hazırlamak veya müşterinin hazırladığı belgeleri kontrol etmek, ihracatçının isteği üzerine eşyayı paketlemek veya konteynıra yerleştirmek  ve  ihracat  işlerini  tamamlamak,  uygun  teknolojik  çözümler  ve elektronik bilgi transferi bağlantıları önermek ve gerektiğinde bilgileri internet veya uydu sistemlerini kullanmak suretiyle göndermek, navlun ve diğer masrafları ödemek veya ödemeleri müşteri adına tahsil etmek, gıda, hayvan, tıbbi malzeme ve diğer kırılabilir hassas ve nitelikli eşyanın taşınması için özel düzenlemeler yapmak, verilen sürede taşımanın gerçekleşmesini sağlamak için müşteri, taşıyan, alıcı karşı taraf ve diğer üçüncü kişilerle sürekli koordine ve yakın işbirliği içerisinde bulunmak, lojistik ve tedarik zinciri yönetim çözümleri, öngörülebilir devamlılık sağlamak ve rapor, istatistik ve maliyet birimi analizi yönetiminin oluşturulması  dâhil  taşımanın  bütün  aşamalarım  kontrol  etmek,  müşteriye danışmanlık vermek ve nakliyatı etkileyebilecek ilgili mevzuat, politik durum ve diğer faktörlere dair bilgi akışını sağlamaktır. Yukarıda sayılan bu hizmetlerin yanı sıra, TİO lar alım-satım sözleşmesinin kurulması  aşamasında;  navlun  fiyatları,  liman  masrafları,  yerel  danışmanlık ücretleri, özel bazı dokümanların maliyetleri, sigorta primi ve Taşıma İşleri Organizatörlüğü ücretleri hakkında müşterilerine bilgi verebilmektedirler. Bu bilgiler, yabancı müşterilere verilecek fiyatın, doğru bir şekilde hazırlanmasında oldukça faydalı olmaktadır. IV. TAŞIMA İŞLERİ ORGANİZATÖRLÜK FAALİYETİ 1- Faaliyette Bulunma Şartları Karayolu, demiryolu, denizyolu veya havayolu taşımacılığında ve/veya kombine taşımacılık alanında faaliyet gösteren, gerçek veya tüzel kişilerin imkan, kabiliyet ve kapasitelerini kullanarak kendi nam ve hesabına yük taşıması yaptırarak taşıma faturası/sözleşmesi  düzenleyen,  taşıma  ile  ilişkili  depolama,  paketleme, ambalajlama, sipariş yönetimi, gümrük, sigorta, dağıtım vb. lojistik işlemleri gerçekleştiren  kişilerin  Taşıma  İşleri  Organizatörü  Yetki  Belgesi  alması zorunludur. Yönetmelikte ayrı bir faaliyet izni düzenlenmediğinden yetki belgesi alınması faaliyet izni için de yeterli olmaktadır. a) TİO Hizmeti İçin Yetki Belgesi Alma aa) Yetki Belgesi Alma Şartları  14 BUGDEN Paul M. Freight Forwarding And Goods In Transit, Sweet & Maxwell, London, 1999, s. 1.  28İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  Taşıma işleri organizatörlüğü faaliyetinde bulunacak gerçek ve tüzel kişilerin Bakanlık tarafından verilecek yetki belgesini almaları zorunludur. Yetki belgesi almak veya yenilemek için başvuru sahiplerinin şu şartlara sahip olması gerekir:  a) Gerçek kişilerin Türkiye Cumhuriyeti tabiiyetinde olması ve Tüzel kişilerin Türkiye Cumhuriyeti kanunlarına göre kurulmuş ve ticaret siciline tescil edilmiş olması, c) Gerçek kişilerde sahip ve/veya varsa temsil ve ilzama yetkili kişi/kişilerin, anonim şirket statüsündeki tüzel kişiliklerde, yönetim kurulu başkan ve üyeleri, genel müdür ile temsil ve ilzama yetkili yöneticilerin, diğer şirket statüsündeki tüzel  kişilerde,  tüm  ortakların  ve  bu  tüzel  kişiliği  temsil  ve  ilzama  yetkili yöneticilerin mesleki saygınlığa sahip olmaları, ç) Gerçek ve tüzel kişilerin en az, 300.000 Türk Lirası sermayeye olması, d) Merkez ve/veya şube işyeri adresine sahip olması, e) Taşıma işleri organizatörü yetki belgesi ücretini ödemiş olması gerekir. aa) Yetki Belgesinin Yenilenmesi Yönetmelik kapsamında verilen ve yenilenen yetki belgelerinin süresi 5 (beş) yıldır. Yenileme ücreti o yılın değerleme oranına göre belirlenmiş yetki belgesi ücretinin %5 idir. Yetki belgesi sahiplerinin yetki belgesinin geçerlilik süresi bitmeden 60 (altmış) gün önce Bakanlığa yazılı olarak müracaat etmeleri ve başvurunun  uygun  bulunması  halinde  yetki  belgeleri  tekrar  düzenlenir.    60 (altmış) günlük süre içerisinde yenilenen yetki belgeleri için, yenilenmiş olan yetki belgesinde kalan süre, yenilenen yetki belgesinin geçerlilik süresine ilave edilir. Yetki belgesinin geçerlilik süresi bittikten sonra Yetki belgesi sahipleri tarafından yetki belgelerinin yenilenmesi için yetki belgesinin geçerlilik süresinin sona erdiği tarihten  itibaren  540  takvim  günü  içinde  Bakanlığa  yazılı  olarak  müracaat edilmesi halinde; yetki belgesi, yenileme ücretinin ödendiği tarih esas alınarak yenilenir.  Yenileme  ücreti,  söz  konusu  540  günlük  süre  içinde  ve  ödeme tarihindeki geçerli yenileme ücreti olarak ödenmesi şarttır. Bu sürenin aşımı halinde ilgili, yetki belgesi yenileme hakkını kaybeder. b) Yetki Belgesi Olmaksızın Faaliyette Bulunma Gemi Acenteleri Yönetmeliği kapsamında yetkilendirilen gemi acenteleri ile SHT 17.6 Talimatı çerçevesinde yetkilendirilen hava yük acenteleri bu Yönetmelik hükümlerine tabi değildir. Ancak taşıma TİO hizmeti yapmadan sadece gemi acentesi  olarak  faaliyet  gösteren  firmalar  Gemi  Acenteleri  Yönetmeliği kapsamında yetkilendirilmektedir ve bu yönetmelik hükümlerine tabi değildir. TİO tüzel kişiler sadece denizyolu taşımacılığında faaliyet gösterse dahi bu  15 Yetki belgesi ücreti 2020 yılı için 183.800 TL dir. (2018 için 150 bin TL).   29KARA/ Taşıma İşleri Organizatörü nün Karayolu Taşımacılığındaki Rolü ve CMR Sigorta Sözleşmesi yönetmelikle belirlenen şartları ve yükümlülükleri yerine getirerek Belge almak zorundadır.  Bu  Yönetmelik  ile  düzenlenen  taşıma  işleri  organizatörlüğü  faaliyetlerini gerçekleştiren  ve/veya  gerçekleştirecek  gemi  acenteleri  ile  hava  kargo acentelerinin bu Yönetmelikle belirlenen şartları ve yükümlükleri yerine getirerek taşıma  işleri  organizatörlüğü  yetki  belgesini  almaları  zorunludur.  Denizyolu ve/veya havayolu taşımacılığıyla iştigal eden taşıma işleri organizatörlüğü yetki belgesi sahipleri, ilgili ulusal mevzuatın öngördüğü tüm ilave koşulları yerine getirerek geçerli bir yetki belgesi veya lisans almak şartıyla, gemi acentesi ve/veya hava kargo acentesi olarak da faaliyet gösterebilirler. KTY kapsamında düzenlenen R ve R yetki belgeleri, belge üzerinde belirtilen geçerlilik  süresi  boyunca  geçerliliğini  korur.  TİOYön ün  yürürlüğe  girdiği tarihten sonra geçerlilik süresi dolan R ve R yetki belgeleri, TİOYön ile düzenlenen taşıma işleri organizatörü yetki belgesi ile değiştirilir. Değiştirilen yetki  belgesi  ücreti,  TİOYön de  belirlenen  yetki  belgesi  ücreti  üzerinden hesaplanan yenileme ücretine tabidir. TİOYön ün yürürlüğe girdiği tarihten sonra geçerlilik süresi devam eden R ve R yetki belgesi sahiplerinin hakları, görev, sorumluluk ve faaliyet alanı, belge geçerlilik süresi boyunca KTY hükümlerine tabidir (TİOYön Geçici m. 1). Demiryolu  İşletmeciliği  Yetkilendirme  Yönetmeliği  DİYY)16  kapsamında düzenlenen  Demiryolu  İşletmeciliği  Yetkilendirme  Yönetmeliği  çerçevesinde düzenlenen DD yetki belgeleri, belge üzerinde belirtilen geçerlilik süresi boyunca geçerliliğini korur. TİOYön ün yürürlüğe girdiği tarihten sonra geçerlilik süresi dolan DD yetki belgeleri, TİOYön ile düzenlenen taşıma işleri organizatörü yetki belgesi ile değiştirilir. Değiştirilen yetki belgesi ücreti, bu Yönetmelikle belirlenen yetki belgesi ücreti üzerinden hesaplanan yenileme ücretine tabidir. TİOYön ün yürürlüğe girdiği tarihten sonra geçerlilik süresi devam eden DD yetki belgesi sahiplerinin hakları, görev, sorumluluk ve faaliyet alanı, belge geçerlilik süresi boyunca Demiryolu İşletmeciliği Yetkilendirme Yönetmeliği hükümlerine tabidir (TİOYön Geçici m. 2). 2- Üst Düzey Yönetici / Orta Düzey Yönetici Yetki Belgesi Taşıma işleri organizatörlüğü faaliyetinde bulunan kurum ve kuruluşlarda tüzel kişiliği temsil ve ilzam ederek ve/veya bu kişilerin faaliyetlerini fiilen sevk ve idare ederek sürekli ve etkin bir şekilde yöneten şirket müdürü, genel müdür, genel müdür yardımcısı, genel koordinatör, genel sekreter, birim başkanı unvanları ile görev yapan kişilerden en az birisinin Üst Düzey Yönetici (ÜDY) belgesi alması gerekir. TİO olarak faaliyet gösteren bir gerçek veya tüzel kişiliğin veya buna ait bağımsız bir birimin taşıma işleri organizatörlüğü faaliyetlerini sürekli ve etkin bir şekilde sevk ve idare eden sahip, temsile yetkili ortak veya bu bağlamda  16 RG: 19.08.2016 T. ve 29806 S.  30İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 istihdam edilen en az iki kişinin Orta Düzey Yönetici (ODY) belgesine sahip olmaları esastır. FIATA diploma eğitimi programına katılarak başarılı olan ve diploma almaya hak kazananlar  için  ayrıca  ÜDY  ve/veya  ODY  belgesi  aranmaz.  Taşıma  işleri organizatörlüğü faaliyetleri ile ilgili yetkilendirilen şirketlerde 3 (üç) yıllık fiili çalışma tecrübesine sahip olanlar eğitim ve sınavdan muaftır. B. CMR SİGORTASI I. SİGORTANIN DÜZENLENMESİ 1- CMR Sözleşmesi İle Yapılan Düzenleme Türkiye nin de taraf olduğu ve uluslararası bir karayolu taşımasında uygulama alanı bulacak olan CMR Sözleşmesinde taşıma sigortası ile ilgili düzenleme yapılmıştır.  CMR  Sözleşmesi  m.  6/2(e)  gereğince,  gerekli  durumlarda  sevk mektubu ayrıca  yükün sigorta edilmesine dair göndericinin alıcıya vereceği direktifi   de  içerecektir.  Ayrıca  CMR  Sözleşmesi  41/2  inci  maddeye  göre özellikle, taşımacının lehinde sigorta tazminatı veya diğer herhangi benzer madde veya ispat yükünü (kanıtlama zorunluluğunu) değiştiren herhangi bir madde geçersiz ve hükümsüz olacaktır. Bu hükümler ile isteğe bağlı bir sigorta düzenlendiğini söylemek doğru bir ifade olacaktır. Demek ki CMR Sözleşmesinin uygulama alanı bulduğu uluslararası karayoluyla yük taşımacılığında göndericinin talimatı ile yük alıcısın taşıma rizikolarına karşı sigorta sözleşmesi yaptırması gerekecektir. Aksi bir durum yani alıcının, göndericiden bunu istemesi de mümkündür. Taraflar arasındaki alımsatım sözleşmesi ve teslim türlerine bakmak gerekecektir. Bu durumda yapılan sigorta  sözleşmesinin  türü  eşyanın  taşıma  esnasında  zarar  görmesi  halinde sigortalanan bedelin ödenmesini gerektiren bir  mal sigortası  olacaktır.  Uygulama  ve  Yargıtay  kararlarına  göre,  taşıyıcı  ve  TİO  CMR  sigorta sözleşmesi olarak bilinen sigorta ise taşıcının CMR Sözleşmesi 23 üncü maddeden  17 CMR'ye gelince, 41. maddenin amacının, taşıma sözleşmesinin tarafları arasında tek tip ve sabit bir sorumluluk paylaşımı oluşturmak olduğu söylenmektedir. Bu amaç gerçekleştirilecekse, daha yüksek sigorta primleri yoluyla gönderene veya alıcıya verilen risk payında artışa veya riskin taşıyıcı üzerindeki payında azalmaya neden olursa savunma başarısız olur çünkü taşıyıcının kayıp veya hasara ilişkin sorumluluğu uygulanmaz. CLARKE, s. 351. 18 TTK m. 1453/1:  Rizikonun gerçekleşmemesinde menfaati bulunanlar, bu menfaatlerini mal sigortası ile teminat altına alabilirler . 19 KAHYA Mehmet,  Taşıyıcının Malî Sorumluluğu ve C.M.R. Sigortaları ,  Reasürör,  S. 39, s. 18, http://www.millire.com/dergi/SAYI_39.pdf, Erişim tarihi: 03.01.2021. 20  Yarg. HGK, T. 18.10.2018, E. 2017/11-108 ve K. 2018/1459 sayılı kararı: Dava, CMR sorumluluk sigortası kapsamında sigortalı bulunan davacının, hukuki himaye teminatı veren sigorta sözleşmesinde taraf olan sigortacı aleyhine, sigorta sözleşmesi ile teminat altına alınan hukuki himaye edimini gereği gibi yerine getirmediği iddiasına dayalı tazminat istemine ilişkin olup, mahkemece yukarıda yazılı gerekçeler ile davanın kısmen kabulüne karar verilmiştir. Ancak, TTK'nın 1268. maddesi uyarınca sigorta sözleşmesinden kaynaklanan tüm istemlerin 2 yıllık   31KARA/ Taşıma İşleri Organizatörü nün Karayolu Taşımacılığındaki Rolü ve CMR Sigorta Sözleşmesi kaynaklanan  sorumluluğunu  sigorta  güvencesi  altına  alan  bir  sorumluluk sigortasıdır. Bu tür taşıyıcı sorumluluk sigortalarının, doğrudan doğruya mal sahibini teminat altına alan  Mal Nakliyat Sigortasını  tamamlayıcı bir yönü bulunmakta ise de, esas itibariyle malın sigortacısının, mal sahibine ödediği tazminattan  sonra  malın  taşıyıcısına  rücu  ederek  onu  sorumlu  tutmasının sonuçlarına karşı farklı bir güvence sağlamaktadır. CMR  23  üncü  madde  ile  sınırlı  sorumluluk  öngörülmüştür.  Sorumluluğun sınırlanmasında  menfaati  bulunanın,  ilk  bakışta  sorumlu  taşımacı  olduğu düşünülebilir. Ne var ki, sınırlamadaki asıl beklenti, taşımacıları korumak değil, aksine bunlara sorumluluklarını sigorta edebilecekleri yeknesak bir sigorta bedeli sunmaktır.   zamanaşımı süresine tabi olduğu düzenlenmiş olup, somut uyuşmazlıkta, davacı aleyhine açılan ve davacıya hukuki yardım yapılan Paris Ticaret Mahkemesi'nde görülen davanın 10.06.1998 tarihinde karara bağlandığı, bu karar yönünden istinaf yoluna başvurulduğu, Paris İstinaf Mahkemesi'nin 31.01.2001 tarihli kararı ile davacının tazminat ödemeye mahkum edildiği ve bu kararın da 20.02.2002 tarihinde kesinleştiği anlaşılmaktadır. Yine, davacının, davalıya gönderdiği Beyoğlu 2. Noterliği'nin 20.02.2002 tarihli 5329 yevmiye numaralı ihtarnamesi ile Paris İstinaf Mahkemesi'nce hüküm altına alınan tazminatın davalı tarafça ödenmesi gerektiğinin belirtildiği, ihtarnamenin 26.02.2002  tarihinde  davalıya  tebliğ  edildiği  görülmektedir.  Bu  kapsamda,  eldeki  davanın 29.12.2006 tarihinde açıldığı, hukuki yardım sağlanan davadaki kesinleşme tarihinden dava tarihine kadar yasada öngörülen 2 yıllık zamanaşımı süresinin dolmuş olduğu anlaşılmakla, bu durum dikkate alınmaksızın yazılı şekilde davanın kısmen kabulüne karar verilmesi doğru görülmemiş, davalı vekilinin temyiz itirazının kabulüyle kararın davalı yararına bozulmasına karar vermek gerekmiştir. Yarg. 11. HD, T. 20.5.2019, E. 2018/2527 ve K. 2019/3952, Yarg. 11. HD, T. 2.5.2014, E. 2013/748 ve K. 2014/8273, Yarg. 11. HD, T. 8.12.2003, E. 2003/11025 ve K. 2003/11581, www.kazanci.com, Erişim tarihi: 03.01.2021. 21  Sorumluluk  sigortalarında  malvarlığının  pasif  kısmının  sigorta  güvencesi  altına  alınması amaçlandığından,  mal/zarar  sigortalarına  ilişkin  bütün  hükümler  bu  tür  sigortalarda  aynen uygulanamaz. Örneğin, zarar/mal sigortalarına ilişkin eksik veya aşkın sigorta ilkeleri sorumluluk sigortalarında  uygulanmamaktadır.  Sözleşmenin  tarafı  olmayan  3.  kişilerin  menfaatleri sigortalanmadığından 3. kişi lehine/menfaatine sözleşme de yoktur. KARASU Rauf, 6102 Sayılı Türk Ticaret Kanunu nun Sorumluluk Sigortalarına İlişkin Hükümlerinin Değerlendirilmesi, İnönü Üniversitesi Hukuk Fakültesi Dergisi Özel Sayı, C. 2 Y. 2015, s. 686-687. 22 KAHYA, s. 21-24. 23 Ticarette katılımcılar, işlemlerin mali külfetini karşı tarafa yüklerler. Taşımacılar, sigortacıya ödeyecekleri sigorta primlerini taşıma ücretine ve dolayısıyla göndericilere yansıtırlar. Göndericiler de taşıma ücretini, kendi ticarî satım ilişkileri çerçevesinde ödemiş oldukları semene, sigorta primi ile artan yansıtırlar. Buna en son katlanan kişi, taşımaya konu eşyayı veya ondan üretilen şeyin nihaî kullanıcısı tüketicilerdir. Sorumlu olunacak meblağ, ne kadar yeknesaklaştırılır, ne kadar fazla taşımacı tarafından sigortaya konu edilirse, sorumluluk sigortacılarının talep edeceği sigorta primi de, o kadar azalır. Buna karşılık, tazminat miktarı, belirli bir meblağla sınırlanmaz ise, taşımacıların sorumlu oldukları en yüksek haddi tayin etmeleri mümkün olmadığından, sigorta bedelinin yüksek ve her bir taşımacı tarafından değişik beyan olunması gerekir. Bu takdirde, tüketicilerin dolaylı yoldan katlanacakları sigorta primi de, fazla beyan olunan sigorta bedeli kadar artar. Buradaki bir diğer problem, taşımacının ticarî rekabet dolayısıyla, artan sigorta priminin tamamını taşıma ücretine aksettirememesidir. Böyle bir durumda, taşımacı, ya sigorta sözleşmesi yapmaktan, ya da taşıma ücretine yansıtamadığı prim miktarı kadar, yapacağı başka bir teknik masraftan kaçınacaktır. Her  iki  durum  da,  yükle  ilgililerin  aleyhinedir.  Binaenaleyh,  taşımacının  sorumluluğunun sınırlanmasındaki  temel  hedef,  taşımacıdan  ziyade  yükle  ilgilinin  ve  bilhassa  tüketicinin  32İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 CMR Sözleşmesinde taşıyıcının sorumluluğu düzenlenmiş ancak taşıyıcı için bir sorumluluk  düzenlenmemiştir.  Sorumluluğun  emredici  olarak  düzenlenmesi sigortanın da zorunlu olarak öngörüldüğü anlamına gelmemektedir. 2- Yönetmelik İle Yapılan Düzenleme TİOYön 19 uncu madde ile  zorunlu  ve  isteğe bağlı  olmak üzere iki tür sigorta düzenlenmiştir. TİOYön 19 uncu madde uyarınca taşıma işleri organizatörünün organize ettiği taşımacılık hizmetlerinde, gönderen ve alıcı, sigorta zorunluluğu kendisinde  olan  teslim  şekilleri  çerçevesinde  taşıttırdığı  yüke  ilişkin  sigorta yaptırmakla yükümlüdür. Yine aynı maddenin ikinci fıkrasına göre taşıma işleri organizatörü, organize ve taahhüt ettiği taşımadan doğan sorumluluklar için  taşıyıcı sorumluluk sigortası  yaptırmak zorundadır.  Buna göre TİOYön iki tür  zorunlu sigorta  öngörmektedir. Birincisi, teslim şekilleri bakımından gönderen veya alıcının yaptırmaları gereken sigortaları yaptırma zorunluluğu, ikincisi ise, taşıma işleri organizatörünün, organize ve taahhüt ettiği taşımadan doğan sorumluluklar için yaptırmak zorunda olduğu  taşıyıcı  sorumluluk  sigortası dır.  Sorumluluk  Sigortalarının  bir  alt  grubu addedilen   Taşıyıcının  Malî  Sorumluluğu  Sigortalarında   mal  taşıyan taşıyıcıların,  taşıdıkları  malın  gideceği  yere  kadar  ortaya  çıkabilecek  çeşitli rizikolara karşı teminat altına alındıkları açıktır.  Sigorta zorunluluğu olmayan teslim şekilleri içinse tüm risk ve sigorta yaptırma sorumluluğu  gönderen  ve  alıcıya  ait  olmak  üzere  isteğe  bağlı  sigorta öngörülmüştür (TİOYön m. 19/1 son cümle).  Gönderici ve/veya alıcının yaptırmak zorunda olduğu sigortaların neler olduğu, eşyanın teslim şekillerine göre belirlenir. INCOTERMS 2010 a göre teslim  korunmasıdır.  KARAN  Hakan,   Taşımacının  Sorumluluğunun  Hukukî  Mahiyeti ,  Yıldırım ULER E  Armağan,  Yakın  Doğu  Üniversitesi  Hukuk  Fakültesi,  Lefkoşa  2014,  s.  368, https://neu.edu.tr/wp-content/uploads/2015/11/yildirim-ulere-armagan.pdf,  Erişim  tarihi: 03.01.2021. 24 Aksi görüşe göre, sorumluluk sigortasının zorunlu ve isteğe bağlı sigorta olması açısından tabi tutulan ayrımda; CMR sigortası Konvansiyon kapsamında yapılacak taşımanın muhakkak akit devletlerden birinde gerçekleşmesi zorunluluğu sebebi ile uygulamada zorunlu sorumluluk sigortası haline dönüştürmüştür. KARGI, s. 30. 25 TİOYön m. 19/1: …gönderen ve alıcı, sigorta zorunluluğu kendisinde olan teslim şekilleri çerçevesinde taşıttırdığı yüke ilişkin sigorta yaptırmakla yükümlüdür. 26 KAHYA, s. 7. 27 Incoterms leri düzenleyen ve yayınlayan ICC, dünyanın her yanından tüm sektörlerdeki kuruluşlar adına kullandığı yetki ile sesini duyuran bir temsil organı, dünya ticaret organizasyonudur. ICC nin esas görevi sınırlar ötesi ticaret ve yatırımı teşvik etmek, ticaret şirketlerine küreselleşmenin getirdiği zorluklar ve fırsatlara uyum sağlanmalarında yardımcı olmaktır. ICC nin ticaret, barış ve refah için güçlü bir etken olduğu inancı geçen yüzyılın başında organizasyonun ilk kurulduğu zamanlara dayanır. ICC yi kuran küçük bir grup ileri görüşlü ticari lider kendilerini barışın tacirleri olarak adlandırmaktaydı. Üyesi olan şirketler ve kuruluşların kendileri de milletlerarası ticaretle uğraştığı için, ICC sınırlar ötesi ticaretin işleyişini düzenleyecek kurallar koymada rakibi olmayan bir otoritedir. Bu kurallar ihtiyari olsa da bunların her gün sayılamayacak kadar işlemde kullanıldığı   33KARA/ Taşıma İşleri Organizatörü nün Karayolu Taşımacılığındaki Rolü ve CMR Sigorta Sözleşmesi şekilleri  dört  gruba  ayrılır.  E  grubu  (EXW)  teslim,  çıkış  odaklı  teslimleri açıklamaktadır.  Satıcı  malı  kendi  mahallinde  teslim  ettiği  noktada  bu  şekil devreye girecektir.  F grubu (FCA, FAS, FOB) veya C grubu (CFR, CPT, CIF, CIP) teslim şekillerinin tercih edilmesi halinde satıcının sorumluluğu ana taşıma vasıtasına  kadardır.  Bunlardan  CIF  ve  CIP  şeklinde  bir  satış  sözleşmesi yapılmışsa, satıcı sigorta yaptırmakla yükümlüdür. D grubu (DAT, DAP, DDP) teslim şekillerinde ise varış yerine kadar olan tüm riskler ile vergiler dâhil masrafların tamamı satıcıya aittir. II. ZORUNLU SİGORTA 1- Genel Olarak Türk hukukunda zorunlu sigortalar ile ilgili temel düzenleme TTK nın 1483 üncü maddesi ve 5684 sayılı Sigortacılık Kanunu nun (SK)31 13 üncü maddesinde yer almaktadır. TTK m. 1483 e göre:  Sigortacılar, diğer kanunlardaki hükümler saklı kalmak üzere, faaliyet gösterdikleri dalların kapsamında bulunan zorunlu sigortaları yapmaktan kaçınamazlar . Aslında bu hüküm ile TTK yeni bir sigorta türü ihdas etmiş ya da zorunlu sigortaları tanımlamış değildir. Bu hükümle,  gözlemlenir ve artık milletlerarası ticaretin dokusu haline geldiği görülür. ICC 1919 yılında kuruldu. Bugün 120 ülkede binlerce şirket ve kuruluştan oluşan üyelerini bir araya getirmektedir. Milli komiteler üyeleri ile ülkelerindeki ticari kaygıları ortaya koymak ve ICC tarafından biçimlendirilen ticari görüşleri hükümetlerine iletmek için çalışırlar. Avrupa İşletmeler Ağı İstanbul Merkezi İstanbul Sanayi Odası (İSO), Dış Ticarette Ödeme Ve Teslim Şekilleri, 1. B., Umur Basım Sanayi Ve Tic. A.Ş., İstanbul, 2015, s. 67. 28 Maliyet, Sigorta ve Navlun (Cost, Insurance and Freight (CIF), en eski terimlerden biridir ve terim süreç içinde gelişerek son halini almıştır. Burada satıcının sorumluluğu malların gemiye aktarılması ile sona ermektedir. Yani mallar gemide iken alıcıya geçen sorumluluk varma noktasına kadar navlun ve sigortanın satıcı tarafından karşılanmasını öngörmektedir. Buradaki sigortanın minimum düzeyde bir sigorta olduğu savaş, terör, grev, iç savaş ve ayaklanma vb. özel koşulları kapsamadığı vurgulanabilir. ISO, s. 61. Alıcı eğer böyle riskler varsa bunlara karşı sigortasını kendisi yaptıracaktır ya da bu risklerin, ilavesini isteyerek, bedelini kendisi ödeyecektir. Satıcı, masrafları kendisine ait olmak üzere, kargo klozları  (C) maddesinde veya benzeri hükümlerle sağlanan asgari teminata uygun bir yük sigortası yaptırmak zorundadır. RAMBERG Jan, ICC Guide to Incoters 2010, ICC Services Publication, Paris, 2011, s. 199. 29 Taşıma ve Sigorta Ödenmiş Olarak (Carriage and Insurance Paid to, CIP), kuralı, satıcının malları kendisinin seçtiği bir taşıyıcı veya diğer bir kişiye belirlenen yerde (eğer taraflarca böyle bir yer kararlaştırılmış ise) teslim edeceğini ve satıcının malların belirlenen varış noktasına getirilmesi gereken taşıma sözleşmesini yapmak ve taşıma masraflarını ödemek zorunda olduğunu ifade eder. Satıcı, en az en az enstitü kargo klozların [Lloyd's Piyasa Birliği (Lloyd's Market Association (LMA)] ve Londra Uluslararası Sigortacılar Birliği [(International Underwriting Association of London (IUA)] (C) maddelerinde öngörülen asgari teminatla veya benzeri hükümlerle uyumlu kargo sigortası yaptırmalıdır. RAMBERG, s. 124. 30 ISO, s. 13. 31 RG: 14.06.2007 T. ve 26552 S. 32 Başka yasalar, sigortacıların zorunlu sorumluluk sigortalarını yapmayabilecekleri, buna mecbur olmadıkları yönünde hüküm içermemektedir. Dolayısıyla neyin saklı tutulduğu anlaşılamamaktadır. Bir hüküm getirilirken başka hükümlerin saklı tutulması ancak, saklı tutulan hükümler farklı sonuç öngörüyorsa  anlam  taşır.  Oysa  mevzuatta  TTK  1483  hükmünden  farklı  sonuç  öngören  bir düzenleme yoktur. ÜNAN, s. 413.   34İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 sözleşme serbestisine sigortacı açısından bir istisna getirilmekte ve sigortacının iştigal ettiği (faaliyet gösterdiği), faaliyet dalındaki zorunlu sigortayı yapmakla mükellef olduğu hükme bağlanmaktadır. Yani bir diğer ifadeyle sigortacıya bir mükellefiyet getirilmektedir. SK nın 13/1 maddesi gereğince:  (1) Cumhurbaşkanlığı (Bakanlar Kurulu), kamu yararı açısından gerekli gördüğü hallerde zorunlu sigortalar ihdas edebilir. Sigorta şirketleri, 20 nci maddenin ikinci fıkrasının (b) bendi ile üçüncü fıkrası hükümleri  saklı  kalmak  kaydıyla  faaliyet  gösterdiği  sigorta  branşlarının kapsamında bulunan zorunlu sigortaları yapmaktan kaçınamaz . 2- Tanımı ve Zorunlu Sigortanın Öngörülmesi a) Tanımı Zarar sigortaları arasında yer alan sorumluluk sigortalarının,  zorunlu sigorta  olarak  düzenlenebileceğini  öngörmüş  olan  TTK,  zorunlu  sigorta  kavramını tanımlamış  değildir.  SK nın   Zorunlu  Sigortalar   başlığını  taşıyan  l üncü maddesinde de, herhangi bir tanım yapılmamıştır. TTK nın aksine SK da sigorta türleri ile ilgili de bir ayrıma gitmeksizin, Cumhurbaşkanlığı (Bakanlar Kurulu),  …zorunlu  sigortalar  ihdas  edebilir   denilmiştir.  Cumhurbaşkanlığı nca (Bakanlar  Kurulu)  sigorta  ihdasının  en  önemli  şartı  ise,  düzenlenecek  bu sigortanın  kamu yararı açısından  gerekli görülmesidir. TTK daki hükmün  33 ÇEKER Mustafa, 6102 Sayılı Türk Ticaret Kanununa Göre Sigorta Hukuku, 21. B., Karahan Kitabevi, Adana 2020, s. 69. 34 SK m. 13/2:  Müsteşarlık, zorunlu sigortaya konu teşkil eden menfaat üzerinde yapacakları iş ve işlemler  nedeniyle,  ilgili  kurum  ve  kuruluşların  görüşlerini  alarak  zorunlu  sigorta  denetimi yapabilecekleri belirlemeye yetkilidir. (3) Bir faaliyetin icrası ya da bir şeyin kullanılması için izin veya ruhsat vermeye veya bunları denetlemeye yetkili merciler ile ikinci fıkra uyarınca belirlenen kurum ve kuruluşlar; yürütecekleri iş ve işlemlerde, yapılması zorunlu sigortaların geçerli teminat tutarları dahilinde yaptırılıp yaptırılmadığını araştırmakla yükümlüdür. Bu kurum ve kuruluşlar ile izin veya ruhsat vermeye ve denetlemeye yetkili mercilerce, geçerli teminat tutarında sigorta yapılmamış olduğunun tespiti halinde işlem yapılmaz. Geçerli teminat alınana kadar sigortalının zorunlu sigortaya konu teşkil eden faaliyeti yetkili merciler tarafından durdurulur . 35 TTK nın 6. Kitabında sigorta türleri: Zarar sigortaları (mal sigortaları ve sorumluluk sigortaları) ve  Can  sigortaları  (hayat  sigortası,  kaza  sigortası  ve  hastalık  ve  sağlık  sigortası)  olarak düzenlenmiştir.  36 Sorumluluk sigortası bir yandan sigorta ettirenin üçüncü kişilere verebileceği zararlardan ötürü bu zararların giderilmesi için sigorta ettirenin malvarlığındaki azalmayı önlemeyi, diğer yandan da sigorta ettirenin eyleminden zarar gören üçüncü kişilerin zararlarının giderilmesini amaçlayan ve sigorta ettiren ile onun eylemlerinden zarar görenlerin menfaatlerini dengeleyen suigeneris bir sigorta türdür. KARASU, s. 685. 37  Bunun belirli ve bilinen kavram olduğunu varsaymıştır , ÜNAN, s. 406.   35KARA/ Taşıma İşleri Organizatörü nün Karayolu Taşımacılığındaki Rolü ve CMR Sigorta Sözleşmesi aksine zorunlu sigorta, sorumluluk sigortası dışında, başka zarar sigortaları için de tesis edilebilir. Genel  anlamda   zorunlu  sigorta ,  yaptırılması  hususunda  kanuni  bir zorunluluğun bulunduğu sigortadır.  Gerek TTK da ve gerekse SK da tanımı yapılmayan  zorunlu  sigorta,   düzenleme  kapsamında  bulunan  faaliyetleri gerçekleştiren  veya  düzenleme  kapsamındaki  rizikoların  muhatabı  olan  tüm gerçek ve tüzel kişilerin yaptırmakla ve kapsamı belirlenen o sigorta kolunda faaliyet  gösteren  tüm  sigortacıların  da  zorunlu  olarak  sözleşme  yapmakla mükellef olduğu sigorta  olarak tanımlanabilir. b) Zorunlu Sigortanın Öngörülmesi Sigortanın kural olarak isteğe bağlı olması esastır. Ancak bir takım sebeplerle, bazı  sigortaların  yapılması  zorunluluğu  getirilmektedir.  Örneğin,  Karayolları Trafik  Kanunu nda  araç  işletenlerin  bu  Kanun  hükümleri  gereğince  üçüncü şahıslara karşı doğacak sorumluluklarını belirlenen hadde kadar sigorta ettirmek zorunda oldukları öngörülmüştür. Zorunlu sigortanın bir Kanun hükmü ile ihdas edilmesi dışında SK m. 13/1 de Cumhurbaşkanlığı na (Bakanlar Kurulu) da, kamu yararı açısından gerekli görülmesi halinde zorunlu sigortalar ihdas yetkisi tanınmıştır.  Zorunlu sigortanın Cumhurbaşkanlığı Kararnamesinde (Bakanlar Kurulu kararı) öngörülmesi ile ilgili olarak doktrinde muhtelif görüşler ileri sürülmüştür. Bir görüşe  göre,  zorunlu  sigortanın  tesisinde  hukuken  iki  esasın  göz  önünde  38 Sorumluluk sigortası ile can zararı, mal (eşya) zararı, bir can veya mal (eşya) zararından kaynaklanan malvarlığı zararı ve saf malvarlığı zararları yani bir can veya mal (eşya) zararının sonucu olmaksızın meydana gelen malvarlığı kötüleşmeleri sebebiyle oluşabilecek sorumluluk bu sigorta ile temin edilmektedir. ÜNAN, s. 287 39 KENDER, s. 197. 40 Yasal düzenleme karşısında, buradaki kanun kavramını sadece teknik anlamdaki kanunları değil, yönetmelik ve Cumhurbaşkanlığı (Bakanlar Kurulu) kararlarını da kapsayacak şekilde geniş ifade etmek gerekmektedir.  41 Bakanlar Kurulu, kanunların kendisine verdiği görevleri kararname ile yerine getirmekteydi. Eskiden iki çeşit kararname vardır. Bunların birinci çeşidine  müşterek kararname veya üçlü kararname  Ortak (müşterek) kararname  veya üçlü kararnameler, ilgili bakanın, Başbakanın ve Cumhurbaşkanının imzalarının bulunduğu kararnamelerdir. Kemal Gözler, Türk Anayasa Hukuku, Bursa 2000, s. 559 vd. Anayasa Mahkemesi, 23-25 Ekim 1969 T. ve K. 1969/57 Sayılı Kararına göre:   Bakanlar Kurulu kararnamesi, Bakanlar Kurulu tarafından çıkarılır, yani Başbakan ve bütün bakanların imzasını taşır. Bakanlar Kurulu kolektif bir karar organıdır. Bakanlar Kurulu nu oluşturan Başbakan ve bakanlar arasında dayanışma ve kolektif sorumluluk esası vardır. Bu nedenle, Bakanlar Kurulu kararnameleri, bir kolektif işlem olarak, Başbakan ve istisnasız bütün bakanlar tarafından imzalanmalıdır. Bakanlar Kurulu kararnameleri oy birliğiyle alınır. Bakanlar Kurulu kararnamesini beğenmeyen ve imzalamak istemeyen bakanın istifa etmesi gerekir. İstifa etmemekte direnen  bakan  Başbakan  tarafından  görevinden  alınabilir.  Bakanlar  Kurulu  kararnamelerinin tekemmül etmesi için Cumhurbaşkanı tarafından da imzalanması gerekir. Keza, adı  kararname  veya  karar  olsun, tüm Bakanlar Kurulu işlemlerinin tekemmül etmesi için, yukarıda gördüğümüz gibi,  Cumhurbaşkanı  tarafından  imzalanmaları  gerekir.  Bakanlar  Kurulu  düzenlemeyi  bir yönetmelik çıkararak da yapabilecektir. Anayasa Mahkemesi Kararlar Dergisi (AMKD), S. 8, C. 1, s. 40.  36İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 bulundurulması gerekmektedir. Bunlardan birincisi, bunun bir kanun hükmü ile yapılmasıdır (sözleşme yapma mecburiyeti), ikincisi de, belirli bir sorumluluğun (kanun hükmü ile düzenlenmiş) sigortasının mecburi hale getirilmesidir.  Diğer bir görüşe göre Sigortacılık Kanunu nun Cumhurbaşkanlığı Kararnamesi (Bakanlar Kurulu) ile sigorta zorunluluğu getirme yetkisinin verilmesi, usulsüz yetki devri söz konusu olduğundan Anayasa ya (AY) aykırıdır. Sınırlama ancak kanun ile mümkündür.  Ekonomik ve sosyal gereklilik bulunması, zarar görenlerin korunması gerekliliği gibi sebeplerle olsa bile, sigorta sözleşmesi akdedilmesinin zorunlu kılınması, çalışma ve sözleşme hürriyetini düzenleyen AY nin 48 inci maddede düzenlenen özgürlüğünün sınırlandırılmasıdır. Anayasa nın 13. maddesi uyarınca temel hak ve hürriyetler, özlerine dokunulmaksızın yalnızca Anayasanın ilgili maddelerinde belirtilen sebeplere bağlı olarak ve ancak kanunla sınırlanabilir. Bu sınırlamalar, Anayasanın  sözüne  ve  ruhuna,  demokratik  toplum  düzeninin  ve  lâik Cumhuriyetin  gereklerine  ve  ölçülülük  ilkesine  aykırı  olamaz.  Anayasanın kanunla düzenlenmesini emrettiği konularda idareye kanunla dahi olsa genel ve sınırları  belirsiz  düzenleme  yetkisi  verilemez;  verilmesi,  Anayasa nın  7. maddesinde  yasama  yetkisi  Türk  Milleti  adına  Türkiye  Büyük  Millet Meclisinindir.  Bu  yetki  devredilemez  denildiğinden  bu  hükme  aykırı  olarak TBMM ye ait yasama yetkisinin idareye devri niteliğindedir. Ancak  hangi  gerekçe  ileri  sürülmüş  olursa  olsun,  doktrindeki  bu  görüşlerin birleştiği husus, zorunlu sigortanın müstakil bir kanun ya da ilgili bir kanun hükmü  ile  getirilmesi  gerektiğidir.  Nitekim  bir  başka  açıdan  bakıldığında, Anayasamızın  73/3  hükmüne  göre,   Vergi,  resim,  harç  ve  benzeri  malî yükümlülükler  kanunla  konulur,  değiştirilir  veya  kaldırılır .  AY nin  bu maddesinde  sayılan  mali  yükümlülüklerden  biri  olmamakla  birlikte,  sigorta yaptırma zorunluluğu ile de kişilere mali bir külfet, bir yük getirilmektedir. Bu yönüyle de zorunlu sigortanın Cumhurbaşkanlığı nca kararlaştırılacak olması Anayasa ya  aykırıdır.  Cumhurbaşkanlığı na  (Bakanlar  Kurulu)  verilen  bu yetkinin bir kanun hükmüne dayanması da hukuki durumu değiştirmez. Ancak, AY mahkemesi tarafından iptal edilmediği sürece, mevcut yasal hükümlere uygun olarak  Cumhurbaşkanlığı nca  yapılan  düzenlemeler  ve  ihdas  edilen  zorunlu sigortalar  dayanağını  geçerli  bir  kanundan  aldığı  için  iptal  edinceye  kadar hukuken geçerlidir.   Uygulamada,  yönetmeliklerle  de  sigorta  yaptırma  zorunluluğu öngörülebilmektedir. Nitekim  Sigorta ve Reasürans Brokerleri Yönetmeliği  m. 13/1 gereğince brokerler, sigorta ettirenlere verecekleri zararlar için sorumluluk sigortası yaptırmakla yükümlüdürler. Yürütülen tehlikeli bir faaliyetten zarar görme  olasılığı  bulunan  üçüncü  kişileri  korumak  amacıyla  sigorta  yaptırma  42 KENDER, s. 197. 43 ÜNAN, s. 409.   37KARA/ Taşıma İşleri Organizatörü nün Karayolu Taşımacılığındaki Rolü ve CMR Sigorta Sözleşmesi zorunluluğunun yönetmelikte öngörülmesi hukuki açıdan mümkün ve geçerli bulunmamaktadır.  Zira  zorunlu  sigortanın  kanunun  ile  düzenlenmesi gerekmektedir.  Yönetmelikle  getirilen  sigorta  zorunluluğu,  ilgili  yönetim biriminin bir izni vermek gibi bir işlemi yapmak için aradığı bir koşul niteliğinde olsa bile, durum değişmez. Mesela bir teşvik elde etme koşulu olarak yaptırılması talep edilen sorumluluk sigortası, zorunlu sigorta olarak nitelenmeyecektir.44 Cumhurbaşkanlığı Kararnamesi (Bakanlar Kurulu kararı) ile konulan zorunlu sigortalara benzer şekilde usulünce yürürlüğe konulan bir yönetmelikle getirilen zorunlu sigortalar da iptal olunmadıkları sürece hukuken geçerlidir. Yine,  sözleşmeler  ile  de  sigorta  yaptırma  zorunluluğu  getirilebilmektedir. Özellikle  kamu  kurumlarının  açtığı  ihalelerde,  ihaleyi  kazanacak  kişinin sorumluluk sigortası yaptırması ihalenin bir koşulu olarak yer alabilmektedir. İki özel  hukuk  kişisi  arasındaki  sözleşmede  (mesela,  inşaat  sözleşmesi,  hizmet sözleşmesi) bile sorumluluk sigortası yaptırma borcunun öngörülmesine engel yoktur. İhale şartı veya sözleşmenin öngördüğü sigorta zorunluluğu kural olarak hukuken geçerlidir. Bir sorumluluk sigortası yaptırma borcunun sözleşme ile üstlenilmesine  hukuken  engel  yoktur.  Ancak  bu  gibi  sigorta  yaptırma yükümlülüğü uyarınca kurulan sorumluluk sigortası sözleşmelerinin TTK 1483 anlamında zorunlu sorumluluk sigortası sayılması mümkün değildir. Bir diğer uygulama meslek örgütleri ile ilgilidir. Bu gibi kuruluşlar da zorunlu sigorta  öngörmektedir.  Halbuki  bu  hususta  bir  yasal  zorunluluk  veya Cumhurbaşkanlığı kararı olmadıkça TTK 1483 anlamında bir zorunlu sigorta değildir. Hatta mahkeme kararlarıyla dahi sigorta zorunluluğu getirilemez.  TİO nun organize ettiği taşımacılık hizmetlerinde, gönderen ve alıcı, sigorta zorunluluğu kendisinde olan teslim şekilleri çerçevesinde taşıttırdığı yüke ilişkin sigorta yaptırmakla yükümlüdür. Sigorta zorunluluğu olmayan teslim şekilleri için tüm risk ve sigorta yaptırma sorumluluğu gönderen ve alıcıya aittir. TİO, organize ve  taahhüt  ettiği  taşımadan  doğan  sorumluluklar  için   taşıyıcı  sorumluluk sigortası  yaptırmak zorundadır (TİOYön m. 19). Dolayısıyla TİOYön 19 uncu madde ile zorunlu sorumluluk sigortası öngörülmüş olsa da her ne nam altında olursa olsun yönetmelik hükmü ile sigorta ihdas edilmesi yukarıda açıklanan nedenlerle hukuka aykırıdır. c) Zorunlu Sigorta Primi Sigortacı  … bir prim karşılığında …  sigorta himayesi sağlama borcunu üstlenir. Bütün  sigorta  sözleşmelerinde  prim,  sigortacının  sigorta  himayesi  sağlama ediminin  karşılığıdır.  Sigorta  primi  yerine  sigorta  ücreti  terimi  de kullanılmaktadır. Prim miktarı, Türk Lirası olarak ya da yabancı bir para cinsi ile tespit edilebilir. Sigorta bedelinin yabancı para üzerinden belirlendiği hâllerde, prim miktarı da bu para üzerinden belirlenmektedir.   44 ÜNAN, s. 407.  38İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 Prim miktarı sigortacılık esasına ve genel kabul görmüş aktüeryal tekniklere uygun olarak belirlenir. Safi prim ve buna eklenen aracı komisyonu, vergiler, personel gideri, poliçe basım ücreti gibi çeşitli giderlerden oluşur. Safi primin belirlenmesinde, sigortacı tarafından üstlenilen rizikonun gerçekleşme ihtimâli, sigorta bedeli, teminat süresi ve sigortacının zarar sorumlusu üçüncü şahıslara rücu imkânı dikkate alınır. Sigortacılık Kanunu m. 12 hükmüne göre sigorta tarifeleri,  sigorta  şirketleri  tarafından  serbestçe  belirlenir.  Ancak  tarifenin, sigortacılık esasına ve genel kabul görmüş aktüeryal tekniklere uygun olarak belirleneceği öngörülmüştür. Zorunlu sigortaların teminat tutarları ile tarife ve talimatları Kurum (Bakan) tarafından tespit edilip Resmi Gazete de yayımlanır. III. CMR SÖZLEŞMESİ NİN KAPSAMI VE GENEL ŞARTLAR 1- Genel Olarak TİO lerin yaptırmak zorunda oldukları sigorta sözleşmesi, malların veya mal yüklü aracın tamamının kanıtlanmış hırsızlığı sonucu meydana gelen hasarları, Termoregülasyon  cihazının  arızalanması  sonucu  meydana  gelen  hasarları, sigortalı tarafından araca eşya yüklenmesi ve / veya araçtan eşya indirilmesinde meydana gelen hasarlar, Nakliye için teslim alınan malların geç tesliminden kaynaklanan zararları ve hasarlı malların imha maliyetlerini kapsamalıdır.  Uluslararası sevk mektubu kapsamındaki taşımayla ilgili olarak, sigortacının herhangi bir olay için sorumluluğu, CMR Sözleşmesinin 23/3 üncü paragraf ve 25 inci maddesi ile sigorta poliçesinde belirtilen miktar ile sınırlıdır. Bu hüküm ve koşullara göre sigorta aşağıdakiler için yükümlülüğü kapsamaz: İmzalanmış bir taşıma sözleşmesi olmadan yapılan taşımayı, kendi amaçları için yapılan taşımayı, ücretsiz taşımayı (navlun dahil değildir), posta paketlerinin taşınması, değerli gönderileri  (bozuk  para,  kağıt  para,  kıymetli  kağıtlar  ve  belgeler)  ve  sanat eserlerini (resimler, heykeller ve diğerleri)45. 2- Kapsamı CMR sigortası ile TİO nun sorumluluğu sigortalanmaktadır. TİO, faaliyetlerinin, ilgili kanunlara, kararnamelere, yönetmeliklere ve diğer mevzuata, Türkiye nin taraf olduğu anlaşma ve sözleşmelere uygun olarak yürütülmesinden sorumludur. TİO lar, yükü teslim aldıkları andan teslim edinceye kadar, yükün tamamen veya kısmen kaybından, zayiinden, hasara uğramasından, çalınmasından, güvenliğini sağlamaktan,  teslim  alınan  şeklini  muhafaza  etmekten,  korunması  ve taşınmasından sorumludurlar. Bu nedenlerle üçüncü kişilerin uğradıkları zararlar CMR sigortası güvencesi altındadır. TİO lar,  müşterilerinin  talimatları,  beyanları  ve  bildirilen  teslim  şekilleri doğrultusunda yükün taşınmasını organize etmek, gümrük mevzuatında aranan şartların yerine getirilerek gümrük ve transit işlemleriyle ilgili gerekli beyanları  45  Transportation  insurance,  https://www.dunav.com/en/portfolio/carriage-of-goods-by-road/, Erişim tarihi: 18.11.2020.   39KARA/ Taşıma İşleri Organizatörü nün Karayolu Taşımacılığındaki Rolü ve CMR Sigorta Sözleşmesi müşterilerinden  almak  ve  müşterilerine  vermek  ile  sorumludur.  TİO lar faaliyetleri  ile  ilgili  bilgileri  içeren  raporlarını  Bakanlığa  göndermekle yükümlüdür. TİO lar, taraflar arasında mutabık kalınan haller dışında, taşıma sözleşmesinde yer almayan hizmetler için ücret talep edemezler. TİO lar, müşterilerine verdiği hizmetleri ulusal ve uluslararası mevzuatta belirtilen süreler içerisinde ve azami özeni göstererek yerine getirmekle yükümlüdür. TİO lar, tüzel kişiliklerinin son bulması veya herhangi bir sebeple faaliyetlerini sonlandırmaları halinde, bu hallerin gerçekleştiği tarihten itibaren 30 (otuz) gün içinde Bakanlığa yazılı bilgi vermek ve yetki belgelerinin asıllarını iade etmekle yükümlüdür. TİO lar,  tehlikeli  madde  taşımacılığıyla  ilgili  hizmet  sunanların  ilgili  ulusal mevzuat uyarınca Tehlikeli Madde Faaliyet Belgesine (TMFB) sahip olduğunu ve Tehlikeli Madde Güvenlik Danışmanı (TMGD) bulundurduğunu kontrol etmekle yükümlüdür.  Bu  şartları  yerine  getirmeyen  hizmet  sağlayıcılarla  sözleşme akdedilemez. Yetki belgesi sahibi tüzel kişiler; halka açık sermaye şirketlerinde hamiline yazılı hisse devirleri hariç, unvan, adres, vergi numarası, ortaklık, hisse devri, sermaye miktarı, yönetici değişikliklerini, değişikliğin meydana geldiği tarihten itibaren 15 gün içinde Bakanlığa bildirmekle yükümlüdür.  46 Y. 11. HD, T. 13.12.2016, E. 2016/1928 ve K. 2016/9544 sayılı kararı: 1-) Dava, CMR sigorta poliçesine dayalı tazminat istemine dair olup, yukarda özetlendiği şekilde davanın reddine karar verilmiştir. Sigorta sözleşmelerinden doğan davaların hangi sürede zamanaşımına uğrayacağı, 6762 Sayılı TTK'nın sigorta genel hükümlere dair 1268 maddesinde  Sebepsiz yere ödenmiş bulunan primin veya sigorta bedelinin geri alınması alacakları dahil sigorta mukavelesinden doğan bütün mutalebeler, iki yılda müruruzamana uğrar  ve 6102 Sayılı TTK'nın sigorta genel hükümlerine dair 1420 maddesinde   (1) Sigorta sözleşmesinden doğan bütün istemler, alacağın muaccel olduğu tarihten başlayarak iki yıl ve 1482. madde hükmü saklı kalmak üzere, sigorta tazminatına ve sigorta bedeline  dair  istemler  her  halde  rizikonun  gerçekleştiği  tarihten  itibaren  altı  yıl  geçmekle zamanaşımına uğrar. (2) Diğer kanunlardaki hükümler saklıdır  şeklinde düzenlenmiştir. Bununla birlikte sadece sorumluluk sigortaları yönünden, 6762 Sayılı TTK'dan farklı olarak, zamanaşımı süresi 6102 Sayılı TTK'nın 1482. maddesi uyarınca  Sigortacıya yöneltilecek tazminat istemleri, sigorta konusu olaydan itibaren 10 yılda zamanaşımına uğrar  şeklindeki düzenlemeyle 10 yıl olarak belirlenmiştir. Sigorta uyuşmazlıklarında zamanaşımı süresinin başlaması ve sigortacının temerrüdü için sigortalının ihbar yükümlülüğünü yerine getirmesi gerekir. Zira 6762 Sayılı TTK'nın 1299. maddesinde yer alan  Sigorta bedelini ödeme borcu, karada ve iç sularda taşıma rizikolarına ait sigortalar dahil, bütün mal sigortalarında, rizikonun gerçekleştiğini sigortacıya ihbar borcunun 1292. madde hükmünce doğduğu tarihten muaccel olur  şeklindeki düzenlemeden de anlaşılacağı üzere, riziko tazminatının muaccel olabilmesi için sigortacının TTK'nın 1292.maddesindeki düzenlemeye uygun olarak riziko konusu olaydan haberdar edilmesi gerekir. 6762 Sayılı TTK'nın 1292/1. maddesi uyarınca  Sigorta ettiren kimse sigortanın taalluk ettiği rizikonun gerçekleştiğini haber aldığı tarihten itibaren beş gün içinde sigortacıya haber vermeye mecburdur. Bu müddet, üçüncü şahsın sigortalıya karşı dava açması halinde sigortacıya sigortalının müdafaasına yardım etmeye mecbur tutan mesuliyet sigortalarında sigortalının tebligat üzerine davayı öğrendiği, sigortalının üçüncü kişiye vereceği tazminatın sigortacı tarafından ödenmesine ait mesuliyet sigortalarında ise  40İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 3- Genel Şartlar Sigorta poliçesine ekli ve her sigorta dalı için ayrı ayrı, önceden hazırlanmış sözleşme şartlarıdır. Bir sigorta dalında yapılan bütün sigorta sözleşmelerinde yer alır. Bunlar (enstitü yük ve tekne klozları gibi) aynı türde birden fazla sözleşmenin akdinde kullanılmak üzere önceden hazırlanmış şartlar da olabilir. Genel şartlar Sigortacılık Ve Özel Emeklilik Düzenleme Ve Denetleme Kurumunun onayına tabidir.   hakkındaki mahkeme kararının kesinleştiğini sigortalının öğrendiği veya dava olmaksızın yahut dava neticesi beklenmeksizin üçüncü şahsa sigortalının para ödemiş olması halinde parayı ödemiş olduğu tarihten başlar''. 6103 Sayılı Türk Ticaret Kanununun Yürürlüğü ve Uygulama Şekli Hakkında Kanun'un ''Zamanaşımı süreleri ve hak düşürücü süreler'' başlıklı 6. maddesinde de ''Türk Ticaret Kanununun yürürlüğe girmesinden önce işlemeye başlamış bulunan zamanaşımı süreleri ile hak düşürücü süreler eski hukuka tâbidir. Zamanaşımı ile hak düşürücü sürelere dair diğer hususlar, yürürlüğe  girdiği  tarihten  itibaren  Türk  Ticaret  Kanununa  tâbidir.''  yasal  düzenlemesi bulunmaktadır. Bu durum karşısında, sigorta poliçesine dayalı olarak açılan işbu davada zamanaşımı süresinin başlangıcı, davacı taşıyıcı aleyhine ... 2. Asliye Ticaret Mahkemesi'nin 2007/517 E. sayılı dosyasında görülen davada verilen 2011/614 K. sayılı kararın davacı tarafından temyizi üzerine Dairemizin 22.11.2013 tarih, 2012/4853 E-2013/21212 K. sayılı ilamı ile onanmasına karar verilmiş olmakla,  işbu  kararın  kesinleşme  tarihi  nazara  alındığında,  somut  uyuşmazlığa  zamanaşımı yönünden 6103 Sayılı Kanun'un 6. maddesi uyarınca 6102 Sayılı TTK hükümlerinin uygulanması gerekmektedir.  Somut  olayda,  sorumluluk  sigortaları  için  zamanaşımı  süresi  6102  Sayılı TTK'nın 1482. maddesi uyarınca 10 yıl olarak belirlenmiş olup, dava tarihi itibariyle bu süre dolmadığından zamanaşımı süresi gerçekleşmediği halde, mahkemece benimsenen bilirkişi raporu doğrultusunda somut uyuşmazlıkta uygunlama yeri bulunmayan CMR hükümleri ile CMR sigortası genel şartlarının 8. maddesi uyarınca zamanaşımı süresinin dolduğundan bahisle red kararı verilmesi doğru değildir. Ayrıca, biran için davacı sigortalının yasal ihbar süresini kaçırmış olsa bile, işin esası yönünden olaya uygulanacak olan 6762 Sayılı TTK'nın 1292/3 maddesinde yer alan  Sigorta ettiren kimse kasten yukarıki fıkralar gereğince ihbarda bulunmamış ise sigorta haklarını zayi eder. Sigorta ettiren kimsenin kusuru halinde, kusurun ağırlığına göre sigortacının ödemekle mükellef olduğu bedel indirilebilir  hükmü uyarınca, davanın sırf ihbar süresinin kaçırılmış olduğu gerekçesiyle reddi doğru olmayıp, kusur durumuna göre ödenecek riziko tazminatından indirim yapılması gerekip gerekmediği  hususu  değerlendirilmelidir.  Aynı  husus  6102  Sayılı  TTK'nın 1445/5 ve 1446.maddelerinde de benzer şekilde düzenlenmiştir. Somut olayda da, TTK 1292/1 maddesi uyarınca sigortalı davacının hakkındaki mahkeme ilamının kesinleştiği tarihten itibaren beş gün içinde ihbarda bulunma mecburiyeti olmasına rağmen, henüz karar kesinleşmeden önce, 04.12.2012 tarihinde davalıya noter kanalıyla ihtarda bulunulduğu ve yasal süre içerisinde dava açıldığı halde, mahkemece  anılan  gerekçeyle  davanın  zamanaşımı  sebebiyle  reddine  karar  verilmesi  doğru olmamıştır. 2-) Öte yandan mahkemece, davanın hem zamanaşımı, hem de poliçe genel şartlarının 4. maddesi uyarınca üzerine davacının düşen yükümlülüğü yerine getirmediği gerekçesiyle de esastan reddine karar verilmiş ise de, zamanaşımı yönünden davanın reddine karar verilmesi halinde işin esasına girilmemesi gerekirken davanın esası yönünden de ret kararı verilmesi doğru olmamış ve bu husus mahkeme kararlarının açık, şüphe ve tereddüt uyandırmaması gerektiğine dair HMK'nın 297/2.maddesine  açık  aykırılık  teşkil  etmekle  kararın  bu  sebeple  de  bozulmasını gerektirmiştir. Yukarıda (1) ve (2) no'lu bentlerde açıklanan nedenle, davacı vekilinin temyiz itirazlarının kabulüyle kararın davacı yararına BOZULMASINA, oyçokluğuyla karar verildi. www.kazanci.com, Erişim tarihi: 20.12.2020. 47 SK na göre genel şartlar Hazine Ve Maliye Bakanlığı (müsteşarlık) onayına tabidir. Ancak Sigortacılık Ve Özel Emeklilik Düzenleme Ve Denetleme Kurumunun Teşkilat Ve Görevleri Hakkında 47 nolu Cumhurbaşkanlığı Kararnamesi nin 19. Bakanlığa (Müsteşarlığa) yapılan atıflar   41KARA/ Taşıma İşleri Organizatörü nün Karayolu Taşımacılığındaki Rolü ve CMR Sigorta Sözleşmesi Genel şartlar onaylandıktan sonra Resmi Gazete de yayımlanırlar. Örneğin; mal sigortaları,  can  sigortaları,  tarım  sigortaları,  sorumluluk  sigortaları,  kredi sigortaları genel şartları gibi. Sigorta sözleşmesi hükümlerinin genel şartlara aykırı  olmaması  gerekir.  Taşıyıcı  sorumluluk  sigortası  genel  şartları  henüz düzenlenmemiştir  Zorunlu  Karayolu  Taşımacılık  Mali  Sorumluluk  Sigortası Genel Şartları. Bu nedenle sigorta şirketleri sigorta ettiren/sigortalı ile anlaşarak bu sözleşmenin kapsamını belirleyebilir. Buna  göre  CMR  sigorta  sözleşmesinin  taraflarınca  kararlaştırılmış  şartlar, sözleşmenin kapsamını belirlemektedir. Tarafların, CMR sigortasının şartlarını kararlaştırırlarken,  CMR  hükümlerine  göre  hareket  etmeleri  gerekmektedir. Ancak CMR de emredici nitelikte sayılmayan hususlarda CMR hükümlerinden ayrılabilirler. Özellikle taşıyıcının sorumlu olacağı hususları riziko kapsamına dâhil etme ya da riziko istisnası olarak kabul etme hususlarında tarafların iradeleri söz konusudur. Yetki belgesi sahibi tüzel kişiler; temsil ve/veya ilzama yetkili şahıslara ilişkin değişiklikleri,  değişikliğin  meydana  geldiği  tarihte  Bakanlığa  bildirmekle yükümlüdürler.  Aksi  halde,  değişiklik  bildirilinceye  kadar,  değişiklik  öncesi Bakanlığa bildirilmiş temsil ve/veya ilzama yetkili şahısların taleplerine göre iş ve işlemler gerçekleştirilir. TİOYön ile TİO nun zorunlu olarak  taşıyıcı sorumluluk sigortası  yaptırması öngörülmüş ise de bunun  Karayolu Taşıma Kanunu na istinaden düzenlenen  Zorunlu Karayolu Taşımacılık Mali Sorumluluk Sigortası  ile aynı sigorta olup olmadığı belirsizdir. Birincisi taşıma işleri organizatörlüğü esas olarak bir taşıma faaliyeti değil, taşımaya aracılık faaliyetidir. İkinci olarak sigorta genel şartları A. 2 ve A.6 maddelerinde uluslararası taşımadan bahsedilmiş olsa bile TİO un CMR Sözleşmesi kapsamındaki sorumluluğunu karşılayan bir sigorta değildir. 4- Uygulamada Taşıyıcı Sorumluluk Sigortası Uygulamada sigorta şirketleri taşıyıcı sorumluluk sigortası adı altında çok farklı poliçe teklifleri sunmaktadırlar. Yurtiçi taşımalarda; Groupama Sigorta,  TMM Sigortası 51,  Sompo  Sigorta,   Yurtiçi  Taşıyıcı  Sorumluluk  Sigortası 52,  Ray   Sigortacılık  ve  Özel  Emeklilik  Düzenleme  ve  Denetleme  Kurumuna  (Kuruma)   yapılmış sayıldığından bu ifadeyi Kurum olarak anlamak gerekir. 48 4925 sayılı Karayolu Taşıma Kanununa istinaden 19.01.2004 tarihinde hazırlanan  Zorunlu Karayolu Taşımacılık Mali Sorumluluk Sigortası Genel Şartları  hükümleri  taşıyıcı sorumluluk sigortası nın bazı hükümlerini karşılasa da TİO, CMR sigorta sözleşmesi ile aynı değildir. https://www.tsb.org.tr/zorunlu-karayolu-tasimacilik-mali-sorumluluk-sigortasi-genelsartlari.aspx?pageID=529, Erişim tarihi: 01.01.2021. 49 Taraflarca hazırlanan CMR sigortasının kapsamına örnek https://www.lutz.com.tr/Content/Lutzhtml/pdf/CMR-Genel-Sartlar-TR_01.01.2012.pdf, Erişim tarihi: 01.01.2021. 50 ÇİFTÇİ, s. 1. 51  https://www.groupama.com.tr/Sites/1/upload/files/tmm_bilgilendirme-58.pdf,  Erişim  tarihi: 02.01.2021. 52 https://www.somposigorta.com.tr/yurtici-tasiyici-sorumluluk-sigortasi, Erişim tarihi: 02.01.2021.  42İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 Sigorta,   Yurt  İçi  Taşıyıcı  Sorumluluk  Sigortası 53  Ziraat  Sigorta,   Yurtiçi Taşıyıcı  Mali  Sorumluluk  Sigortası 54  Allianz  Sigorta,   nakliyat  sigorta 55, EUROKO Sigorta,  Nakliyat komisyoncusu sorumluluk sigortası (FFL)  ve  Yurt içi emtia taşımacılığı sorumluluk sigortası (TML) 56, Oyak Grup Sigorta,  Yurt İçi Taşıyıcı Sorumluluk Sigortası 57 ve Generali Sigorta,  Yurtiçi Taşıyıcı Mali Mesuliyet (Sorumluluk) Sigortası 58 adı altında sigorta sağlamaktadır. Genellikle ya mal sigortaları arasında sayılan,  Emtea Nakliyat Sigortası 59 ya da  Zorunlu Karayolu  Taşımacılık  Mali  Sorumluluk  Sigortası 60  isimli  sigortalar yapılmaktadır. Yurtdışı taşımalarda ise; Groupama Sigorta,  CMR Sigortası 61, Anadolu Sigorta,  CMR  Uluslararası  Nakliyeci  Sorumluluk  Sigortası 62,  Oyak  Grup  Sigorta,  CMR Sigortası  ve EGESER Sigorta,  CMR Sigortası 63 adı altında sigorta yapmaktadır.  Görüldüğü üzere sigortacılar arasında bile standart bir uygulama yoktur. Kaldı ki, TİO luk hizmeti için taşıyıcı ile aynı sigorta teminatı verilmektedir. Halbuki taşıyıcı  (taşıyan)  faaliyeti  ile  taşımaya  aracılık  TİO luk  (taşıma  işleri komisyonculuğu)  faaliyeti  hukuki  sonuçları  itibariyle  birbirinden  farklı hizmetlerdir. Zorunlu Sorumluluk sigortalar da buna uygun olmalıdır. SONUÇ TİO  CMR  sigortası,  TİO nun  faaliyetleri  nedeniyle  üçüncü  kişilerin  zarara uğraması  nedeniyle  bunlara  karşı  doğan  sorumluluğunu  güvence  altına almaktadır. Sigorta yaptırılması isteğe bağlı değil, zorunludur. Genel olarak zorunlu  sigortaların  kanun  hükmü  ile  getirilmesi  gerekirken,  TİOYön  ile düzenleme yapılmış olması hukuk hiyerarşisine aykırıdır. TİO aracılık yaptığı taşımaları yurtiçi ve yurtdışında gerçekleştirir. Yurtdışına yapılan taşımalarda ise şartları var ise TTK ve ilgili milli mevzuat hükümleri  53  https://www.raysigorta.com.tr/product/detail/11470/yurtici-tasiyici-sorumluluk,  Erişim  tarihi: 02.01.2021. 54  https://www.ziraatbank.com.tr/tr/kurumsal/sigorta-emeklilik/sorumluluk-sigortalari/yurt-icitasiyici-mali-sorumluluk-sigortasi, Erişim tarihi: 02.01.2021. 55  https://www.allianz.com.tr/tr_TR/urunler/diger-urunler/diger/nakliyatsigortasi.html#tabpar_6313_0Tab, Erişim tarihi: 02.01.2021. 56  https://www.eurekosigorta.com.tr/kurumsal-urunlerimiz/detay/nakliyat-sigortalari/shipment, Erişim tarihi: 02.01.2021. 57 https://www.oyakgrupsigorta.com/nakliyat-sigortalari, Erişim tarihi: 02.01.2021. 58 https://www.generali.com.tr/kurumsal/nakliyat-sigortalari, Erişim tarihi: 02.01.2021. 59  https://www.tsb.org.tr/emtea-nakliyat-sigortasi-genel-sartlari.aspx?pageID=481,  Erişim  tarihi: 02.01.2021. 60  https://www.tsb.org.tr/zorunlu-karayolu-tasimacilik-mali-sorumluluk-sigortasi-genelsartlari.aspx?pageID=529, Erişim tarihi: 02.01.2021. 61  https://www.groupama.com.tr/Sites/1/upload/files/cmr_bilgilendirme-60.pdf,  Erişim  tarihi: 02.01.2021 62 https://www.anadolusigorta.com.tr/i/content/43_1_NK.pdf, Erişim tarihi: 02.01.2021. 63 http://www.egesersigorta.com.tr/cmr-sigortasi/, Erişim tarihi: 02.01.2021.   43KARA/ Taşıma İşleri Organizatörü nün Karayolu Taşımacılığındaki Rolü ve CMR Sigorta Sözleşmesi değil, CMR Sözleşmesi hükümleri uygulama alanı bulur.  CMR Sözleşmesi emredici  hükümlerle  taşıyıcının  sorumluluğunu  düzenlemiştir.  Taşıyıcı  bu sorumluluğunu yerine getirmek üzere CMR sigortası olarak bilinen sigortayı yaptırmaktadır.  Bu sigorta türü sözleşmede düzenlenmemiştir. Ama ülkemizde de çok sayıda sigorta şirketi farklı adlarla da olsa CMR Sözleşmesine dair sigorta güvencesini vermektedir. Bu kadar yaygın olmasına rağmen CMR sigorta genel şartları halen yayınlanmamıştır.  Taşıma İşleri Organizatörünün yurtdışı taşımalara aracılık ettiği sözleşmeler de dahi  Karayolu  Taşıma  Kanunu na  istinaden  hazırlanan  taşıyıcı  sorumluluk sigortasının zorunlu sigorta kabul edilmesi yerinde olmamıştır. Mutlaka ulusal ve uluslararası  eşya  taşımacılığının  ayrılması  ve  CMR  sigorta  sözleşmesinin yapılması gerekmektedir.    44İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 EK BEYAN   Araştırma ve Yayın Etiği İlkelerine Uygun Hareket Edildiğine Dair Metin  Makalenin tüm süreçlerinde İMHFD araştırma ve yayın etiği ilkelerine uygun olarak hareket edilmiştir.   Çıkar Çatışması Bildirimi  Bu çalışmada herhangi bir potansiyel çıkar çatışması bulunmamaktadır.   45KARA/ Taşıma İşleri Organizatörü nün Karayolu Taşımacılığındaki Rolü ve CMR Sigorta Sözleşmesi",
     "Kaynakça": "AKDENİZ, Umut,  Taşıma İşleri Organizatörlüğü Yönetmeliği Hakkında Bir Değerlendirme , TFM, Y. 2019, C. 5, S. 2, s. 143 156. AYHAN, Rıza/ÇAĞLAR, Hayrettin/ÖZDAMAR, Mehmet, Sigorta Hukuku Ders Kitabı, 3. Bası, Yetkin Yayınları, Ankara 2020. Avrupa İşletmeler Ağı İstanbul Merkezi İstanbul Sanayi Odası, Dış Ticarette Ödeme Ve Teslim Şekilleri, 1. B., Umur Basım Sanayi Ve Tic. A.Ş., İstanbul, 2015. BUGDEN, Paul M., Freight Forwarding And Goods In Transit, 1st Ed., Sweet & Maxwell, London, 1999. CLARKE, Malcolm A., International Carriage of Goods By Road: CMR, 3rd Ed., Sweet&Maxwell, London, 1997. ÇEKER, Mustafa, 6102 Sayılı Türk Ticaret Kanununa Göre Sigorta Hukuku, 21. B., Karahan Kitabevi, Adana 2020. ÇİFTÇİ, Tuğba, CMR Sigortasında Himaye, Yayımlanmamış YL Tezi, Ankara Üniversitesi, Erzurum 2009. KAHYA,  Mehmet,   Taşıyıcının  Malî  Sorumluluğu  ve  C.M.R.  Sigortaları ,  Reasürör,  S. 39, s. 21 24, http://www.millire.com/dergi/SAYI_39.pdf, Erişim tarihi: 03.01.2021. KARA, Hacı,  Deniz Taşımacılığında Freight Forwarder , Legal Hukuk Dergisi, Y. 2006, C. 4, S. 37, s. 67 89. KARAN, Hakan,  Taşımacının Sorumluluğunun Hukukî Mahiyeti , Yıldırım ULER E Armağan, Yakın Doğu Üniversitesi Hukuk Fakültesi, Lefkoşa 2014, s. 349 365,  https://neu.edu.tr/wp content/uploads/2015/11/yildirim ulerearmagan.pdf, Erişim tarihi: 03.01.2021. KARASU,  Rauf,   6102  Sayılı  Türk  Ticaret  Kanunu nun  Sorumluluk Sigortalarına  İlişkin  Hükümlerinin  Değerlendirilmesi ,  İnönü  Üniversitesi Hukuk Fakültesi Dergisi, Özel Sayı, Y. 2015, C. 2, s. 683 706. KARGI, Ayşegül Gizem, CMR Sigortası, Yayınlanmamış YL Tezi, Çankaya Üniversitesi, Ankara 2011. KAYIHAN, Şaban/GÜNERGÖK, Özcan, Türk Özel Sigorta Hukuku Dersleri, 5. B., Umuttepe Yayınları, İstanbul 2020. KENDER,  Reyagan,  Türkiye  Hususi  Sigorta  Hukuku,  16.  B.,  Onikielvha Yayınevi, İstanbul 2017.  46İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 KULA  DEĞİRMENCİ,  Nil,   Türk  Ticaret  Kanunu  ile  Taşıma  İşleri Organizatörlüğü  Yönetmeliği nin  İlgili  Hükümleri  Işığında  Taşıma  İşleri Komisyonculuğu , Batider, Y. 2019, C. 35, S. 1, s. 17 65. RAMBERG, Jan, ICC Guide to Incoters 2010, ICC Services Publication, Paris, 2011. ÖZDAMAR,  Mehmet/DOĞAN,  Burak,  Sigorta  Hukuku,  Seçkin  Yayınevi, Ankara 2020. ÜNAN, Samim, Türk Ticaret Kanunu Şerhi, 6. Kitap, Sigorta Hukuku, C. II, 1. B., Onikilevha Yayınevi, İstanbul, 2016. https://www.dunav.com/en/portfolio/carriage of goods by road/,  Erişim  tarihi: 18.11.2020. http://fiata.com/, Erişim tarihi: 29.12.2020. www.kazanci.com, Erişim tarihi: 20.12.2020. https://www.lutz.com.tr/Content/Lutz html/pdf/CMR Genel SartlarTR_01.01.2012.pdf, Erişim tarihi: 01.01.2021. https://www.tsb.org.tr/zorunlu karayolu tasimacilik mali sorumluluk sigortasigenel sartlari.aspx?pageID=529, Erişim tarihi: 01.01.2021.   47KARA/ Taşıma İşleri Organizatörü nün Karayolu Taşımacılığındaki Rolü ve CMR Sigorta Sözleşmesi   48"
}