{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "26",
     "Ay": "01",
     "Yıl": "2021",
     "Cilt": "6",
     "Sayı": "10",
     "Başlık": "YENİDEN YAPILANDIRMA İŞLEMLERİNDE ARA BİLANÇO DÜZENLEME YÜKÜMLÜLÜĞÜNE İLİŞKİN BAZI TESPİT VE ÖNERİLER ",
     "Title": "SOME FINDINGS AND SUGGESTIONS ON THE OBLIGATION TO DRAW UP AN INTERIM BALANCE SHEET IN THE CONTEXT OF CORPORATE RESTRUCTURINGS ",
     "Yazar İsmi": [

          "Prof. Dr. Ferna İPEKEL KAYALI"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          ": Yeniden yapılandırma işlemi", "birleşme", "bölünme", "tür değiştirme", "ara bilanço"
     ],
     "Keywords": [
          "Corporate restructuring", "merger", "division", "change of type", "interim balance sheet"
     ],
     "Özet": "Yeniden yapılandırma işlemleri bir bilanço temelinde gerçekleşir. Bu bilanço kural  olarak  yıllık  bilançodur.  Ancak  kanun  koyucu  bazı  hallerde  yeniden yapılandırmaya  katılan  şirketler  bakımından  bir  ara  bilanço  düzenleme zorunluluğu getirmiştir. Bu haller yıllık bilanço günü ile yeniden yapılandırma sözleşmesinin imzalandığı tarih arasında altı aydan fazla bir sürenin geçmiş olması ve son bilançonun çıkarılmasından sonra, yeniden yapılandırmaya katılan şirketlerin  malvarlıklarında  önemli  değişikliklerin  meydana  gelmesidir.  Söz konusu ara bilanço kural olarak yıllık bilanço ilkelerine tâbi olmakla birlikte, kanun koyucu bazı kolaylıklar öngörmüştür. Yeniden yapılandırma işlemlerine ilişkin ara bilanço düzenlemesi, Türk Ticaret Kanunu nda düzenlenen bir diğer ara  bilanço  türü  olan  borca  batıklık  bilançosu  düzenlemesinden  farklılıklar sergilemekte,  aynı  zamanda  uygulamada  ortaya  çıkabilecek  bazı  boşluklar barındırmaktadır.",
     "Abstract": "Corporate restructurings are conducted on the basis of a balance sheet. As a rule, this balance sheet is the annual balance sheet. However, in certain instances, the law requires companies that are party to a corporate restructuring to draw up an interim balance sheet. These are; where more than six months have elapsed between the balance sheet date and the conclusion of the agreement and where important changes have occurred on the companies  assets after the drawing up of the last balance sheet. The said interim balance sheet is subject to the principles governing  the  annual  balance  sheet,  though  the  law  provides  a  couple  of exceptions. This interim balance sheet distinguishes itself in several respects from the over-indebtedness balance sheet, which is another type of interim balance sheet regulated by the Turkish Commercial Code. Moreover, this interim balance sheet contains a number of lacunae which may arise in practice.",
     "Metin": " I.  Genel Olarak Bir şirketin belli bir tarihteki mali durumu kural olarak bilançodan tespit edilir. Bilanço, bir işletmenin varlık ve borçlarının tutarlarının ilişkisini gösteren finansal tablodur  (TTK  m.  68/1).  Bilanço,  düzenlendiği  kanun,  düzenlenme  amacı, düzenlendiği zaman gibi farklı açılardan tasnife tâbi tutulmaktadır. Bu bağlamda düzenlendikleri kanuna göre, ticari bilanço ve vergi bilançosu (ya da mali bilanço) ayrımı bulunmaktadır. Bu iki bilanço farklı değerleme ilkelerine tâbidir. Öte yandan  bilançoların,  düzenlenmelerindeki  amaca  göre  kuruluş bilançosu,birleşme bilançosu, tasfiye bilançosu, borca batıklık bilançosu, iflas  2 KAYAR, İsmail, Anonim Ortaklıkta Mali Durumun Bozulması ve Alınacak Tedbirler, Mimoza Yayıncılık, Konya 1997, s. 6. Aynı yazar,  mali durum  kavramını  bir gerçek veya tüzel kişiye ait malvarlığının para, mal, alacak ve diğer ekonomik değeri olan haklardan oluşan aktif tarafıyla, borç ve yükümlülüklerden oluşan pasif tarafının belirli bir tarih itibarıyla karşılıklı durumu  şeklinde tanımlamaktadır; KAYAR, Mali Durum, s. 7).  3 Ticari bilanço ve mali bilanço arasındaki farklar için bkz. TEKİNALP, Ünal, Anonim Ortaklığın Bilançosu ve Yedek Akçeleri, İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İstanbul 1979, s. 61 vd.; AKSU ÖZKAN, Raziye, Finansal Tabloların Tutulması ve Hukuki Sonuçları, On İki Levha Yayıncılık, İstanbul 2019, s. 167 vd.; SÜMER, Haluk,  Ticari Bilanço ve Borca Batıklık Bilançosu , İstanbul Barosu Dergisi, C. 87, S. 2, 2013, s. 39 vd.  4 Kuruluş bilançosu, bir şirketin kuruluşunu müteakip çıkarılan bilançodur.  5 Birleşme bilançosu, bir birleşme işlemine taraf olan şirketlerin birleşmeye esas teşkil etmek üzere çıkardıkları  bilançodur.   Birleşme  bilançosu   kavramından,  birleşme  işlemi  çerçevesinde devrolunan şirketten devralan şirkete geçecek olan tüm aktif ve pasif varlıkların belirlenmesi anlaşılmalıdır. Birleşme bilançosu özellikle devralan şirkete intikal edecek olan aktif fazlasını (ya da yerine göre net borcu) göstermektedir; ALBRECHT, Andreas C., in: Frank Vischer et al. (Hrsg.), Zürcher Kommentar zum Fusionsgesetz, 2. Aufl., Zürich 2012, Art. 11 N 5, 7. Aynı husus diğer yeniden yapılandırma işlemleri bakımından da söz konusudur. 6 Tasfiye bilançosu, şirketin tasfiye başlangıcındaki malvarlığının olası satış fiyatlarına göre değerinin tespit edilmesi amacıyla çıkarılan bir bilançodur. Bu bilanço, olası satış değerleri esasına göre çıkarılan bir malvarlığını tespit bilânçosudur (TTK m. 540 gerekçesi). Bu bilanço türü hakkında ayrıntılı bilgi için bkz. KERVANKIRAN, Emrullah, Anonim Şirketlerin Tasfiyesi, Seçkin Yayıncılık, Ankara 2015, s. 196 vd.; KARAMAN COŞGUN, Özlem, Anonim Şirketin Tasfiyesi, Adalet Yayınevi, Ankara 2015, s. 164 vd.  7 Borca batıklık bilançosu, TTK m. 376 gereği borca batıklığın tespiti amacıyla düzenlenen bilançodur. Bu bilanço türü hakkında ayrıntılı bilgi için bkz. KAYAR, Mali Durum, s. 177 vd.; TÜRK, Ahmet, Anonim Ortaklıkta Sermaye Kaybı ve Borca Batıklığın Hukuki Sonuçları, Nobel  Yayıncılık,  Ankara  1999,  s.  244  vd.;  ATALAY,  Oğuz,  Borca  Batıklık  ve  İflasın Ertelenmesi, Güncel Yayınevi, İzmir 2006, s. 27 vd.; ÖZTEK, Selçuk, İflasın Ertelenmesi, Arıkan Yayınları, Ankara 2007, s. 42 vd.; KAYAR, İsmail,  Yeni TTK ya Göre Anonim Şirkette Sermaye Kaybı Ve Borca Batıklığın Tespiti ve Sonuçları , Marmara Üniversitesi Hukuk Fakültesi Hukuk  78İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10bilançosu ayrımı da yapılmaktadır. Keza bilançolar, düzenlendikleri zamana göre de yıllık bilanço (dönem sonu bilançosu)9 ve ara bilanço şeklinde bir ayrıma tâbi tutulmaktadır. Bu çalışmada yeniden yapılandırma sürecinde kullanılacak olan bilançonun tâbi olduğu esaslar ve yine bu süreçte çıkarılması gündeme gelebilen ara bilançonun kanunda öngörülen diğer ara bilanço türleri ile karşılaştırması incelenmiştir. Yeniden yapılandırma işlemleri bir bilanço temelinde gerçekleşir. Kural olarak yeniden yapılandırma işlemleri son yıllık bilançoya göre gerçekleşir. Bu husus, özellikle son yıllık bilançonun da ortakların incelemesine sunulmasını öngören TTK m. 149 (veya m. 171 ya da m. 188) hükmünden anlaşılabilir. Gerçekten de TTK nın 149. maddesinin 1. fıkrasının (d) bendi uyarınca, birleşmeye katılan şirketlerden her biri, merkezleriyle şubelerinde, genel kurul kararından önceki otuz gün içinde, son üç yılın yılsonu finansal tablolarıyla yıllık faaliyet raporlarını, gereğinde ara bilançolarını, ortakların, intifa senedi sahipleriyle şirket tarafından ihraç edilmiş bulunan menkul kıymet hamillerinin, menfaati bulunan kişilerin ve diğer ilgililerin incelemesine sunmakla yükümlü tutulmuştur. Görüldüğü üzere kanun koyucu birleşme bilançosundan bahsetmemekte, ancak (son yıllık bilanço dâhil) son üç yılın yıllık bilançosu ile yıllık faaliyet raporlarının incelemeye sunulmasını istemekle yetinmektedir. Aynı husus diğer yeniden yapılandırma  Araştırmaları Dergisi, C. 18, S. 2, 2012, s. 647 vd.; ÖKTEM, Seda,  İflasın Ertelenmesinde Borca Batıklık Bilançosu , İstanbul Barosu Dergisi, C. 80, S. 6, 2006, s. 2482 vd.; YILMAZ, Berna Burcu,  İflasın Tespiti ve Ertelenmesi Yönünden Borca Batıklık Bilançosu ve İyileştirme Projesi Üzerine Bir İnceleme , (Yayımlanmamış Doktora Tezi, Marmara Üniversitesi SBE), 2009, s. 124 vd.; SÜMER, s. 41 vd.; GÖKGÖZ, Ahmet,  İflasın Ertelenmesi ve Borca Batıklık Bilançosunun Çıkarılması , Journal of Accounting, Finance and Auditing Studies, 3/3 (2017) s. 120 vd.   8 İflas bilançosu, bir şirketin iflas nedeniyle sona ermesi halinde düzenlenen bilançodur. İflas bilançosu da malvarlığını tespit bilançosudur. Bu bilanço türü hakkında ayrıntılı bilgi için bkz. ATALAY, s. 29.  9 Yıllık bilanço (dönem sonu bilançosu), son bir yıl içindeki faaliyetinin sonucunu yani kar ve zararı gösteren bir bilanço türüdür. Yıllık bilanço bir sonuç açıklama bilançosudur. TTK md. 68/1 uyarınca tacir, her faaliyet döneminin sonunda, varlık ve borçlarının tutarlarının ilişkisini gösteren finansal tabloyu (yıllık bilançoyu) çıkarmak zorundadır. Yıllık bilanço hakkında ayrıntılı bilgi için bkz. TEKİNALP, Bilanço, s. 67 vd.; ATALAY, s. 28, 29.   10 Ara bilanço, hesap dönemi sona ermeden çıkarılan bilanço olup, ilgili olduğu ara dönemde şirketin mali durumunun ve faaliyet sonuçlarının değerlendirilmesini sağlamaktadır; YILMAZ, s. 48. Ayrıca bkz. KARAYALÇIN, Yaşar, Bilanço Hukuku, 2. Baskı, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, Ankara 1988, s. 42.  11 VOGEL, Alexander/HEIZ, Christoph/BEHNISCH, Urs R./SIEBER, Andrea/OPEL, Andrea, FusG Kommentar, 3. Aufl., Zürich 2017, Art. 11 N 6.  12 VOGEL et al., Art. 11 N 6. 13 Benzer bir düzenleme diğer yeniden yapılandırma modellerinde de yer almaktadır. Ancak bölünmede söz konusu belgeler genel kurulun kararından iki ay önce ve sadece ortakların incelemesine sunulmaktadır (TTK m. 171).Tür değiştirmede ise söz konusu belgeler genel kurulun kararından otuz gün önce ve fakat sadece ortakların incelemesine sunulmaktadır (TTK m. 188). Ayrıca belirtmek gerekir ki tür değiştirmede, ortaklara sunulacak belgeler arasında son üç yılın faaliyet raporları sayılmamıştır.  14 Bu bağlamda belirtmek gerekir ki tür değiştirme işlemleri bakımından kanun koyucu son üç yılın finansal tabloları ile varsa ara bilançonun ortakların incelemesine sunulmasını hüküm altına almış,   79İPEKEL KAYALI/Yeniden Yapılandırma İşlemlerinde Ara Bilanço Düzenleme Yükümlülüğüne İlişkin Bazı Tespit ve Öneriler hallerinde de söz konusudur. Bir birleşme bilançosu düzenleme yükümlülüğü ara bilançoyu düzenleyen TTK m. 144 hükmünden (veya TTK m. 165 ya da 184) ve ayrıca  Ticaret  Sicili  Yönetmeliği nin  (‘TSY )  126.  maddesinden anlaşılmaktadır. Yeniden yapılandırma işlemlerinde bilanço birden fazla amaca hizmet etmektedir: Öncelikle değişim oranının tayinine dayanak oluşturur. Bir başka deyişle, yönetim organının değişim oranını tayin etmesine ve ortakların da bu değişim oranının uygunluğunu  değerlendirmelerine  olanak  sağlar.  Bir  birleşme  çerçevesinde gerçekleştirilen  sermaye  artırımında  (veya  yeni  kuruluş  yoluyla  birleşmede) itibari  değerin  altında  pay  çıkarılmamasını  temin  eder.  Ayrıca  bir  işlemin iyileştirici birleşme hükümlerinin uygulama alanına girip girmediğinin tespitine yarar. Aynı zamanda devralan şirketin alacaklılarının, borçlularının malvarlığında meydana gelen değişikliklerin kapsamını fark etmelerini sağlar. Keza bilanço, yeniden  yapılandırma  işlemiyle  devralan  şirkete  intikal  eden  borçların alacaklılarının, yeni borçlularının ödeme gücünü değerlendirmelerine de yarar. Kanun  koyucu,  açıkça  ifade  etmemekle  birlikte,  yeniden  yapılandırma bilançosunun güncel olmasını da aramaktadır. Buna göre, yeniden yapılandırma sözleşmesinin/planının imzalandığı tarih ile bilanço günü arasında altı aydan fazla zaman  geçmemiş  olması  ve  son  bilançonun  çıkarılmasından  sonra,  yeniden yapılandırma işlemine katılan şirketlerin malvarlıklarında önemli bir değişikliğin meydana gelmemiş olması gerekmektedir. Aksi takdirde yeniden yapılandırmaya katılan şirketler bir ara bilanço çıkarmakla yükümlüdür. Bu yükümlülüktüm yeniden yapılandırma işlemleri bakımından öngörülmüştür. Şöyle ki; birleşme işlemleri bakımından TTK nın 144. maddesi uyarınca, (1) Birleşme sözleşmesinin imzalandığı tarih ile bilanço günü arasında altı aydan fazla zaman geçmişse veya son bilançonun çıkarılmasından sonra, birleşmeye  buna mukabil yıllık faaliyet raporlarına değinmemiştir [TTK m. 188/1-(d)]. Oysa mehaz kanunda da son üç yılın yıllık faaliyet raporlarının ortakların incelemesine sunulması aranmaktadır [FusG m. 63/1-(d)]. Kanun koyucunun bu noktada mehaz kanundan neden ayrıldığına dair bir açıklama madde gerekçesinde yer almamaktadır.   15 RG 27.01.2013, S. 28541.  16 Bölünme işlemleri bakımından bkz. TSY m. 128; tür değiştirme işlemleri bakımından ise bkz. TSY m. 130.  17  GLANZMANN,  Lukas,  Umstrukturierungen:  Eine  systematische  Darstellung  des schweizerischen Fusionsgesetzes, Bern 2008, s. 123; TRIGO TRINDADE, Rita, in: Commentaire LFus (Ed. Henry Peter/Rita Trigo Trindade), Zürich 2005, Art. 35 N 1; BOMMER, Florian, Fusionsgesetz -  Stämpflis Handkommentar, 2. Aufl., Bern 2015, Art. 11 N 1, 3.  18 TRIGO TRINDADE, in: Commentaire LFus, Art. 11 N 16.  19 Bu durum şirketler hukuku alanındaki ilkelerle de örtüşmektedir. Gerçekten de iç kaynaklardan sermaye artırımına ilişkin TTK nın 462. maddenin 2. fıkrası uyarınca, sermayenin artırılan kısmını iç  kaynaklardan  karşılayan  tutarın  şirket  bünyesinde  gerçekten  varolduğu  onaylanmış  yıllık bilançoyla doğrulanmakla beraber, bilanço tarihinin üzerinden altı aydan fazla zaman geçmişse, sermaye artırımında bulunan şirket yeni bir bilanço çıkarmakla yükümlü tutulmuştur.   80İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10katılan  şirketlerin  malvarlıklarında  önemli  değişiklikler  meydana  gelmişse, birleşmeye katılan şirketler bir ara bilanço çıkarmak zorundadır.  (2) Aşağıdaki hükümler saklı olmak kaydı ile, ara bilançoya yıllık bilançoya ilişkin hüküm ve ilkeler uygulanır. Ara bilanço için;  a) Fizikî envanter çıkarılması gerekli değildir;  b) Son bilançoda kabul edilen değerlemeler, sadece ticari defterdeki hareketler ölçüsünde değiştirilir; amortismanlar, değer düzeltmeleri ve karşılıklar ile ticari defterlerden anlaşılmayan işletme için önemli değer değişiklikleri de dikkate alınır.  Aynı yükümlülük bölünme işlemi bakımından TTK nın 165. maddesinde, tür değiştirme işlemi bakımından ise TTK nın 184. maddesinde öngörülmüştür.  Kanun koyucunun yukarıda açıklanan hallerde yıllık bilanço ile yetinmeyip ara bilanço çıkarma zorunluluğu getirmesi, yeniden yapılandırma işleminin finansal şartlarının  olabildiğince  güncel  verilere  dayalı  olarak  ortaya  konması endişesinden kaynaklanmaktadır. Gerçekten de yukarıda sayılan hallerde yıllık bilançonun  yeniden  yapılandırmaya  katılan  şirketlerin  gerçek  malvarlıksal durumunu yansıtmayacağı, bu şirketlerin finansal durumu hakkında doğru bilgiye ancak  ara  bilanço  aracılığıyla  ulaşılabileceği  kabul  edilmektedir.  Görüldüğü üzere, TTK m. 144 (veya TTK m. 165 ya da 184) hükmünde sayılan hallerden biri gerçekleşince ara bilanço, yeniden yapılandırma bilançosu görevi üstlenmektedir. Belirtmek  gerekir  ki,  yeniden  yapılandırma  işlemlerinde  ara  bilanço düzenlenmesine  ilişkin  hükümler  İsviçre  Birleşme  Kanunu ndan (Fusionsgesetz)  iktibas  edilmiş  olup,  benzer  hükümlere  gerek  Birleşme Yönergesi gerekse Bölünme Yönergesi nde rastlanmaktadır. Gerçekten de her iki Yönerge ye göre, birleşen (veya bölünen) şirketlerin son yıllık bilançoları, o tarihten altı ayı aşkın bir süre önce sona ermiş bir hesap dönemine ait ise, birleşme sözleşmesi taslağının (veya bölünme sözleşmesi taslağının) düzenlendiği tarihten önceki üçüncü ayın ilk gününden daha erken olmaması gereken bir tarih itibariyle bir ara bilanço hazırlanması öngörülmüştür. Öte yandan üye devletler, dilerlerse, kendi mevzuatlarında, fiziki envanter çıkarılmasının zorunlu olmadığını ve son  20 Moroğlu, bu ibarenin  ticari defterlerdeki  şeklinde düzeltilmesi gerektiğini ileri sürmüştür; MOROĞLU, Erdoğan, 6102 Sayılı Türk Ticaret Kanunu: Değerlendirme ve Öneriler, 8. Baskı, On İki Levha Yayıncılık, İstanbul 2016, s. 100.  21 VOGEL et al., Art. 35, N 2; GOZZI, Niccolò, Schutz der Aktionäre bei Fusion und Spaltung gemäss Fusionsgesetz, Zürich/St. Gallen 2009, s. 134  22 Bundesgesetz über Fusion, Spaltung, Umwandlung und Vermögensübertragung vom 3. Oktober 2003. Bundan böyle FusG olarak anılacaktır.  23 Third Council Directive 78/855/EEC of 9 October 1978 based on Article 54 (3) (g) of the Treaty concerning mergers of public limited liability companies, ATRG No L 295, 20.10.1978 [m. 11/1(c)]. 24Sixth Council Directive 82/891/EEC of 17 December 1982 based on Article 54 (3) (g) of the Treaty, concerning the division of public limited liability companies [m. 9/1-(c)].   81İPEKEL KAYALI/Yeniden Yapılandırma İşlemlerinde Ara Bilanço Düzenleme Yükümlülüğüne İlişkin Bazı Tespit ve Öneriler bilançoda  kabul  edilen  değerlemelerin  sadece  ticari  defterdeki  hareketler ölçüsünde değiştirileceğini öngörebilirler; ancak amortismanlar, karşılıklar ile ticari defterlerden anlaşılmayan önemli değer değişikliklerinin herhalde dikkate alınması gerektiği belirtilmiştir. Yukarıda anılan yönergeleri iç hukukuna aktarmış olan Almanya da yürürlükte olan Alman Yeniden Yapılandırmalar Kanunu nda (Umwandlungsgesetz)25 da, son  yıllık  bilanço  birleşme  sözleşmesinin  akdedilmesinden  (veya  birleşme taslağının hazırlanmasından) önceki altı ayda sona ermiş olan bir hesap dönemine ilişkin  ise,  birleşme  sözleşmesinin  akdedildiği  (veya  birleşme  taslağının hazırlandığı)  tarihten  önceki  üç  ayı  kapsayan  bir  bilançonun  (ara  bilanço) düzenlenmesi öngörülmüştür (UmwG § 63 Abs. 1 Nr. 3). Yine Alman Hukukunda da - yukarıda anılan Yönergelerde ve Türk Hukukunda olduğu gibi - birtakım kolaylıklar öngörülmüştür. Aynı düzenleme bölünme işlemleri bakımından da geçerlidir (UmwG §125). II.  Yeniden  Yapılandırma  İşlemlerinde  Ara  Bilanço  Düzenleme Yükümlülüğünün Doğduğu Haller   A.  Birleşme Sözleşmesinin İmzalandığı Tarih ile Bilanço Günü Arasında Altı Aydan Fazla Zamanın Geçmesi Ara  bilanço  çıkarılmasını  zorunlu  kılan  ilk  hal,  bilanço  günü  ile  yeniden yapılandırma  sözleşmesinin  imzalandığı  tarih  arasında  altı  aydan  fazla  bir sürenin geçmiş olmasıdır. Bu düzenlemenin getiriliş amacı, durumu tam olarak görebilmek ve yeniden yapılandırma işlemini hesaben yapılandırabilmek için yeni bir bilançoya duyulan gereksinimdir. Gerçekten de - madde gerekçesinde de açıkça ifade edildiği üzere - faaliyet yılının yarısından fazlasının idrak edilmiş olması,  son  yıllık  bilançodaki  değer  ve  sonuçların  yeniden  yapılandırma bilançosuna esas kabul edilebilmesi olanağını ortadan kaldırmaktadır. Zira altı ayı aşan faaliyet, eski bilançonun değer ve sonuçlarını olumlu veya olumsuz yönde değiştirmiştir.  Dolayısıyla  durumu  tam  olarak  görebilmek  ve  yeniden yapılandırma  işlemini  hesaben  yapılandırabilmek  için,  yeni  bir  bilançoya gereksinim vardır. Bu bağlamda belirtmek isteriz ki, her ne kadar TTK m. 144 gerekçesinde yıllık bilançodan bahsedilmekte ise de TTK m. 144 hükmünün (veya TTK m. 165 ya da  25 Bundesgesetz über die Umwandlung von Handelsgesellschaften, vom 28. Oktober 1994 (BGBl. I S. 3210, 1995 I S. 428). Bundan böyle UmwG olarak anılacaktır.  26 Birleşme ve bölünme işlemlerinde altı aylık sürenin hesaplanmasında yeniden yapılandırma sözleşmesinin/planının akdedildiği tarih esas alınırken, tür değiştirme işlemlerinde tür değiştirme raporunun  düzenlendiği  tarih  esas  alınmaktadır.  Doktrinde  bu  farklılığın  kanun  koyucunun hatasından  kaynaklandığı  ileri  sürülmektedir;  KENDİGELEN,  Abuzer,  Yeni  Türk  Ticaret Kanunu, Değişiklikler, Yenilikler ve İlk Tespitler, 3. Bası, On İki Levha Yayıncılık, İstanbul 2016, s. 162, dpn 74. İsviçre doktrininde aynı yönde bkz. GLANZMANN, s. 125 (Yazar bu görüşünü, tür değiştirme işlemlerinde de değişim oranının tayini için tür değiştirme planının düzenlendiği tarihin esas alınmasına dayandırmaktadır; age, s. 125).  82İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10184) uygulama alanı bulması için dikkate alınması gereken bilanço mutlaka son yıllık bilanço olmak zorunda değildir; en son düzenlenen bilançonun dikkate alınması yeterlidir. En son düzenlenen bilanço bir ara bilanço da olabilir.  Yukarıda belirtildiği üzere, ara bilanço çıkarılmasını zorunlu kılan bu ilk halde, bilanço günü ile yeniden yapılandırma sözleşmesinin imzalandığı tarih arasında altı  aydan  fazla  bir  sürenin  geçmiş  olması  aranmaktadır.  Altı  aylık  sürenin tespitinde  yönetim  organı  tarafından  yeniden  yapılandırma  sözleşmesinin imzalandığı tarih belirleyici olup, yeniden yapılandırma kararının alındığı tarih ya da  yeniden  yapılandırma  işleminin  ticaret  siciline  tescil  edildiği  tarih  önem taşımamaktadır.  Yeniden yapılandırma işlemleri bakımından TTK da öngörülen altı aylık süre Birleşme  Yönergesi  ile  Bölünme  Yönergesi nde  öngörülen  sürelerle  de uyumludur. Öte yandan kanun koyucu, iç kaynaklardan sermaye artımına ilişkin 462. maddenin 2. fıkrasında da altı aylık bir süre öngörmek suretiyle TTK bütününde ara bilanço bakımından bir uyum yaratmıştır. B.  Son  Bilançonun  Çıkarılmasından  Sonra,  Yeniden Yapılandırmaya  Katılan  Şirketlerin  Malvarlıklarında  Önemli Değişikliklerin Meydana Gelmesi Ara  bilanço  düzenlenmesini  zorunlu  kılan  bir  diğer  hal,  son  bilançonun çıkarılmasından  sonra,  yeniden  yapılandırmaya  katılan  şirketlerin malvarlıklarında önemli değişikliklerin meydana gelmesidir. Bu kriter, Birleşme Yönergesi ile Bölünme Yönergesi nde bulunmamaktadır. Öte yandan, her ne kadar  kanunda   birleşmeye/bölünmeye  katılan  şirketler   bir  ara  bilanço çıkarmakla yükümlü tutulmuş olsa da, yeniden yapılandırma işlemine katılan şirketlerden  hangisinin  bilançosu  kanunda  öngörülen  iki  kriterden  birini karşılıyorsa,  o  şirketin  ara  bilanço  düzenlemesi  gerekir.  Bir  diğer  ifadeyle, yeniden yapılandırma işlemine katılan şirketlerden sadece birinin malvarlığında önemli değişiklikler meydana gelirse, yalnızca o şirket ara bilanço düzenlemekle yükümlüdür. Kanun  koyucu   malvarlıklarında  önemli  değişiklikler   kavramını tanımlamamakla birlikte, bu ifadeden yeniden yapılandırma işleminin finansal şartlarını  (değişim  oranı,  devralan  şirket  tarafından  gerçekleştirilen  sermaye artırımı  çerçevesinde  getirilen  sermaye)  etkileyen  değişikliklerin  anlaşılması  27 VOGEL et al., Art. 58 N 6.  28 Bkz. birleşme bakımından m. 144, bölünme bakımından m. 165 ve tür değiştirme bakımından m. 184.  29 İsviçre Hukukunda bir görüş devralan şirketin TTK m. 11 hükmünün (veya TTK m. 165 ya da 184) muhatabı olmadığı; devralan şirketin hiçbir zaman ara bilanço düzenleme zorunluluğu bulunmadığı yönündedir; ALBRECHT, in: Zürcher Kommentar zum Fusionsgesetz, Art. 11 N 21. Bize göre kanun koyucu açıkça  birleşmeye katılan şirketler den (TTK m. 144) ve  bölünmeye katılan şirketler den (TTK m. 165) bahsettiği için bu görüşün kabul edilmesi mümkün değildir.   83İPEKEL KAYALI/Yeniden Yapılandırma İşlemlerinde Ara Bilanço Düzenleme Yükümlülüğüne İlişkin Bazı Tespit ve Öneriler gerekir. Bu bağlamda  önemli değişiklik  yeniden yapılandırma işleminin her iki tarafı açısından da gözetilmesi gereken bir husustur. Keza sadece olumsuz değişiklikler değil aynı zamanda olumlu değişiklikler de dikkate alınmalıdır. Madde gerekçesinde, malvarlığında önemli değişikliklere birkaç örnek verilmiş olup, bu örnekler arasında bir kooperatifte çok sayıda ortağın çıkması, şirketin faaliyet yılı zararının anormal derecede artması, büyük bir tesisin satılması gibi haller yer almaktadır. Benzer şekilde Botschaft da da bir kooperatif şirketin birleşmesinden önce birçok kooperatif ortağının kooperatif şirketten çıkmaları ve ortaklık paylarının ödenmesini talep etmeleri, dolayısıyla sermayenin önemli ölçüde azalmasına yol açmaları örnek gösterilmiştir. İsviçre doktrininde Böckli, bir şirketin özsermayesinin son bilanço tarihi itibariyle yüzde on veya daha fazla bir  oranda  artmasına  veya  azalmasına  yol  açan  bir  değişikliğin  önemli  bir değişiklik olarak addedilmesi gerektiğini savunmaktadır. Yeni yatırımlar veya yeni iktisaplar da önemli değişiklere örnek gösterilebilir. Kısmi bölünen şirket bakımından  önemli  malvarlığı  değişiklikleri  bölünen/devredilen  malvarlığı değerleri üzerinde meydana gelebileceği gibi, kısmi bölünen şirket uhdesinde kalacak malvarlığı üzerinde de meydana gelebilir. Keza ara bilançodan örneğin birleşmeye katılan şirketlerden birinin sermayesini yitirmiş veya borca batık olduğu  ortaya  çıkarsa,  söz  konusu  birleşme  ancak  kurtarıcı  birleşmeler bakımından Kanunda yer alan şartlara (TTK m. 139) uyulması halinde geçerli olacaktır. Buna karşılık kâr payı dağıtımları veya aktiflerin bilanço değerleriyle veya benzer değerlerle satışında söz konusu satışın aktiflerde yüzde ondan fazla değişikliğe yol açmaması, TTK m. 144 (veya TTK m. 165 ya da 184) anlamında  malvarlığında önemli değişiklikler  olarak kabul edilmeyecektir.  Bize göre  malvarlıklarında önemli değişiklikler  kavramının tanımlanmasında TK m. 150 hükmünden faydalanılması isabetli olur. Her halde bir değişikliğin önemli olup olmadığı ya da hangi oranı aşan değişikliklerin önemli sayılıp sayılmayacağının takdiri son tahlilde yönetim organına aittir. Küçük ve orta ölçekli bir şirket TK m. 171/2 hükmüne istinaden inceleme hakkından vazgeçmiş olsa bile, TK m. 165/2 hükmünde yer alan şartlardan birinin mevcudiyeti halinde yine de ara bilanço düzenlemekle yükümlü olacaktır. Zira ara  30 GOZZI, s. 134.  31 Bölünmeler bakımından bkz. DEMİR, Koray, Türk Ticaret Kanunu Hükümlerine Göre Şirketlerin Bölünmesi, Beta Yayınevi, İstanbul 2017, s. 91, 92.  32 ALBRECHT, in: Zürcher Kommentar zum Fusionsgesetz, Art. 11 N 20; VOGEL et al., Art. 11 N 9; BÖCKLI, §3 N 81.  33 Botschaft zum Bundesgesetz über Fusion, Spaltung, Umwandlung und Vermögensübertragung, s. 4405.  34 BÖCKLI, §3 N 81. Benzer yönde bkz. TRIGO TRINDADE: in: Com LFus, Art. 11 N 20; VOGEL et al., Art. 11 N 9. 35 VOGEL et al., Art. 35 N 14.  36 BOMMER, Fusionsgesetz - Stämpflis Handkommentar, Art 11 N 6.  37 ALBRECHT, in: Zürcher Kommentar zum Fusionsgesetz, Art. 11 N 20.  38 GLANZMANN, s. 127; VOGEL et al., Art. 11 N 9; ALBRECHT, in: Zürcher Kommentar zum Fusionsgesetz, Art. 11 N 20.   84İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10bilanço düzenleme zorunluluğu sadece ortakların değil aynı zamanda alacaklıların da  korunmasına  hizmet  etmektedir.  Keza  TTK da  herhangi  bir  istisna  yer almadığı için, grup şirketleri arasında gerçekleşen kolaylaştırılmış birleşmelerde de (TTK m. 155-156) gereğinde ara bilanço düzenleme yükümlülüğü doğacaktır. Yeniden  yapılandırmaya  katılan  şirketin  malvarlığında  ortaya  çıkan  önemli değişiklik, birleşme sözleşmesinin imzalandığı tarih ile bu sözleşmenin genel kurulda onaya sunulacağı tarih arasında meydana gelirse, TTK m. 150 uyarınca bu  değişikliğin  yönetim  organı  tarafından  ilgili  şirketin  genel  kuruluna  ve birleşmeye  katılan  diğer  şirketlerin  yönetim  organlarına  bildirilmesi  de gerekecektir.   Son olarak belirtelim ki İsviçre doktrininde bir görüş, bazı hallerde yeniden yapılandırmaya katılan bir şirketin malvarlığı artmadan veya azalmadan bilanço yapısının önemli değişikliklere uğrayabileceğini, dolayısıyla bu hallerde de ara bilanço düzenleme yükümlülüğü bulunduğunu ileri sürmekte ve örnek olarak bilanço zararının giderilmesi amacıyla yedek akçelerin çözülmesi veya açıklayıcı (basit)  sermaye  azaltımı  yapılması  ya  da  bedelsiz  pay  ihracı  hallerini göstermektedir. Kanaatimizce kanun koyucu açıkça yeniden yapılandırmaya katılan  şirketlerin  malvarlıklarında  meydana  gelen  önemli  değişikliklerden bahsettiğinden,  ilgili  şirketin  malvarlıksal  durumunda  olumlu  veya  olumsuz yönde herhangi bir değişikliğe yol açmayan olguların ara bilanço düzenlenmesi ihtiyacı doğurmaması gerekir.    C.  Ara Bilanço Düzenleme Yükümlülüğüne Aykırılığın Yaptırımı Yeniden yapılandırmaya katılan şirketlerin ara bilanço çıkarma yükümlülüklerine aykırı davranmalarının (örn. ara bilançoyu hiç çıkarmamalarının ya da bağımsız denetime tâbi şirketlerde denetçi tarafından, diğer şirketlerde ise yönetim kurulu  39 BAHAR, Rashid, in: Commentaire LFus (Ed. Henry Peter/Rita Trigo Trindade), Zürich 2005, Art. 35, N 5; VOGEL et al., Art. 11 N 2.  40 İsviçre Hukukunda [FusG Art. 23, 24] aynı yönde bkz. GLANZMANN, s. 127. Aksi görüş için bkz. VOGEL et al., Art. 11 N 5. 41 Bu azaltım türü, bilanço zararının kapatılmasına yönelik olup, bu azaltım fiilen var olan azaltmayı açıklamaktadır. Bu tür sermaye azaltımının  basit  olarak adlandırılmasının sebebi, TTK m. 474/2 uyarınca yönetim kurulunun alacaklılara çağrıda bulunmaktan imtina edebilmesidir. Bu azaltım türü hakkında ayrıntılı bilgi için bkz. TEKİNALP, Ünal, Sermaye Ortaklıklarının Yeni Hukuku, - Anonim  ve  Limited  Ortaklıklar,  Tek  Kişi  Ortaklığı,  Ortaklıklar  Topluluğu,  Birleşme, Bölünme, Tür Değiştirme, 4. Bası, Vedat Kitabevi, İstanbul 2015, § 9 N 9-106. Ayrıca bkz. PULAŞLI, Hasan, Şirketler Hukuku Genel Esaslar, 6. Baskı, Adalet Yayınevi, Ankara 2020, § 25 N 6; ÇAĞLAR, Hayrettin,  Anonim Şirketlerde Esas Sermayenin Azaltılması, Turhan Kitabevi, Ankara 2010, s. 37; DEMİR, Koray, Özel Esas Sözleşme Değişiklikleri: Şarta Bağlı Sermaye Artırımı ve Esas Sermayenin Azaltılması, On İki Levha Yayıncılık, İstanbul 2020, s. 106.  42 GLANZMANN, s. 127; ALBRECHT, in: Zürcher Kommentar zum Fusionsgesetz, Art. 11 N 20. 43 İsviçre doktrininde aynı yönde bkz. VOGEL et al., Art. 11 N 9.   85İPEKEL KAYALI/Yeniden Yapılandırma İşlemlerinde Ara Bilanço Düzenleme Yükümlülüğüne İlişkin Bazı Tespit ve Öneriler tarafından  onaylanmamış  olmasının)  hukuki  sonuçlarına  da  değinmek gerekmektedir.  Gerçekten  de  uygulamada  yeniden  yapılandırmaya  katılan şirketlerin malvarlıklarında meydana gelen önemli değişikliklerin ticaret sicilinde görevli memurlar tarafından anlaşılması genellikle mümkün olmadığından, ara bilanço  düzenleme  yükümlülüğünün  ihlaline  rağmen  yeniden  yapılandırma işleminin tescili pekâlâ gerçekleşebilir. Bu durumda, yeniden yapılandırma kararının  iptali  talep  edilebilir.  Ayrıca  yeniden  yapılandırmaya  katılan şirketlerin ortakları, ara bilançonun düzenlenmemiş olmasının değişim oranının tespitini olumsuz yönde etkilediğinden bahisle, denkleştirme davası (TTK m. 191) açabilirler. Nihayet yeniden yapılandırma sözleşmesinin/planının güncel bir ara bilançoya dayanmadığından bahisle yönetim kurulu üyelerinin sorumluluğu da gündeme gelebilir. III.  Yeniden Yapılandırma İşlemlerinde Düzenlenen Ara Bilançonun Özellikleri ve TTK da Düzenlenen Diğer Ara Bilançolardan Farkı    A.  Yeniden Yapılandırma İşlemlerinde Düzenlenen Ara Bilançonun Özellikleri Kanun koyucu TTK m. 144 (veya TTK m. 165 ya da 184) uyarınca düzenlenecek ara bilançoyu yıllık bilançoya ilişkin ilkelere tâbi tutmuştur. Buna göre söz konusu ara bilanço açık ve anlaşılır ol malı (TTK m. 69/1-(b)), Türkçe ve Türk Lirası ile düzenlenmeli (TTK m. 70). Öte yandan yıllık bilanço bakımından kanun koyucu, fiili veya hukuki duruma aykırı olmadıkça, değerlemelerde işletme faaliyetinin sürekliliğinden hareket edilmesini öngördüğünden [TTK m. 78/1-(b)], TTK m. 144  (veya  TTK  m.  165  ya  da  184)  uyarınca  düzenlenecek  ara  bilanço  da işletmenin devamlılığı esasına göre düzenlenmektedir. Bununla birlikte kanun koyucu ara bilançonun çıkarılması bakımından birtakım kolaylıklar öngörmüştür. Öncelikle kanun koyucu bölünmeye katılan şirketleri fizikî  envanter  çıkarmaktan  muaf  tutmuştur.  Bir  başka  deyişle,  malvarlığı  44 Bkz. birleşme bakımından TSY m. 126, bölünme bakımından TSY m. 128 ve tür değiştirme bakımından TSY m. 130.  45 von der CRONE, Hans Caspar/GERSBACH, Andreas/ KESSLER, Franz J./von der CRONE, Brigitte/INGBER, Karin, Das Fusionsgesetz, 2. Aufl., Zürich 2017, Art. 11 N 10.  46 Demir, bu durumda eğer ara bilanço usulüne uygun olarak çıkarılmış olsaydı dahi bölünme kararı alınırdı, usulsüzlük bölünme kararını etkiler ölçüde değildir denilebiliyorsa, mahkemenin iptal davasını reddetmesi gerektiği görüşündedir; DEMİR, Bölünme, s. 94.  47 Bu bağlamda belirtmek gerekir ki, ara bilançonun tarihi taraflarca serbestçe belirlenebilir; ALBRECHT, in: Zürcher Kommentar zum Fusionsgesetz, Art. 11 N 23. 48 TTK m. 66/1 gerekçesinde envanterin, belli bir zamanda, bir işletmenin aktifleri ve pasifleri ve bunların kanunen öngörülen ölçütlere göre yapılmış değerlemeleri bağlamında  nesi var-nesi yok  anlamına gelen teknik bir terim olduğu, envanterin kısaca işletmenin aktif ve pasifini değerleriyle gösteren liste anlamına geldiği ifade edilmiştir. TTK m. 66/1 uyarınca her tacir, ticari işletmesinin açılışında, taşınmazlarını, alacaklarını, borçlarını, nakit parasının tutarını ve diğer varlıklarını eksiksiz ve doğru bir şekilde gösteren ve varlıkları ile borçlarının değerlerini teker teker belirten bir envanter çıkarmakla yükümlüdür.   86İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10unsurlarının ölçme, sayma, tartma ve sair yollarla belirlenmesine gerek yoktur. Bu  kolaylık  özellikle  büyük  antrepoları  olan  şirketler  (dış  ticaret  sermaye şirketleri) açısından önem arz ermektedir.  Öte yandan kanun koyucu son yıllık bilançodaki değerlemelerin ara bilançoya alınmasına olanak tanımak suretiyle aktiflerin değerlemesini kolaylaştırmış ve değerlemenin  tek  tek  yapılması  ihtiyacını  ortadan  kaldırmıştır.  Son  yıllık bilançoda  kabul  edilmiş  bulunan  değerlemelerin  sadece  ticari  defterlerdeki hareketler ölçüsünde değiştirilmesi yeterlidir. Bu ölçüyü aşan müdahaleler ara bilançoyu  geçersiz  hale  getirir.  Bununla  birlikte  amortismanlar,  değer düzeltmeleri  ve  karşılıklar  ile  ticari  defterlerden  anlaşılmayan  önemli  değer değişiklikleri  her  halde  dikkate  alınmalıdır.  Söz  konusu  kolaylıklar  gerek Birleşme  Yönergesi  ve  Bölünme  Yönergesi  gerekse  Alman  Hukukundaki düzenleme (UmwG § 63 Abs. 2) ile uyum içindedir.     B.  Yeniden  Yapılandırma  İşlemlerinde  Düzenlenen  Ara Bilançonun Borca Batıklık Bilançosundan Farkı  TTK da  yeniden  yapılandırma  işlemleri  dışında  ara  bilanço  düzenlenmesini öngören bir diğer hüküm, sermayenin kaybı ve borca batıklığı düzenleyen 376. maddedir. Gerçekten de anılan maddenin borca batıklığı düzenleyen 3. fıkrası uyarınca; şirketin borca batık durumda bulunduğu şüphesini uyandıran işaretler varsa, yönetim kurulu, aktiflerin hem işletmenin devamlılığı esasına göre hem de muhtemel  satış  fiyatları  üzerinden  bir  ara  bilanço  çıkartmakla  yükümlü tutulmuştur.  Borca batıklık bilançosu  olarak bilinen bu bilanço, TTK m. 376 gereği borca batıklığın tespiti amacıyla düzenlenen bilançodur.. Borca batıklık bilançosu, borca batıklığın tespiti amacıyla düzenlenen bir ara bilançodur. Bu bilanço hem işletmenin devamlılığı esasına göre hem de aktiflerin muhtemel satış fiyatları üzerinden çıkarılmalıdır. Bir başka deyişle, TTK m. 376/3 uyarınca iki tip ara bilanço çıkarılmalıdır. Böylece şirketin devamı durumunda aktiflerin borçları karşılayıp karşılamadığının tespitinin yanı sıra, şirket bilanço tarihi  itibariyle  tasfiye  edilirse  aktiflerin  satış  fiyatlarının  borçları  karşılayıp karşılamadığı  da  tespit  edilebilecektir.  İşletmenin  devamlılığı  esasına  göre çıkarılan bilançoda, aktifler işletme bütünlüğü içinde makul bir öngörüye dayalı olarak değerlenmişken, aktiflerin muhtemel satış fiyatları üzerinden çıkarılan bilançoda, aktifler bilançonun düzenlendiği tarihteki güncel (cari) satış fiyatlarına  49 POROY, Reha/TEKİNALP, Ünal/ÇAMOĞLU, Ersin, Ortaklıklar Hukuku C. 1, 13. Bası, Vedat Kitabevi, İstanbul 2014, s. 124; TEKİNALP, Sermaye Ortaklıkları, § 24 N 24-59.  50 ALBRECHT, in: Zürcher Kommentar zum Fusionsgesetz, Art. 11 N 24.  51  POROY/TEKİNALP/ÇAMOĞLU,  s.  124;  TEKİNALP,  Sermaye  Ortaklıklarının  Yeni Hukuku, § 24 N 24-59.  52 KARAMAN COŞGUN, Özlem,  Anonim Şirketlerde Sermaye ve Kanuni Yedek Akçeler Toplamının Belirli Oranlarda Kaybı ve Borca Batıklık Hali, Alınması Gereken Önlemler, Çözüm Önerileri , Sermaye Şirketleri Hukukunda Güncel Gelişmeler Sempozyumu, İstanbul 2020, s. 219.    87İPEKEL KAYALI/Yeniden Yapılandırma İşlemlerinde Ara Bilanço Düzenleme Yükümlülüğüne İlişkin Bazı Tespit ve Öneriler göre değerlenmiştir. Bu sebeple işletmenin devamlılığı esasına göre çıkarılan bilanço  dinamik  bilanço  iken,  aktiflerin  muhtemel  satış̧  fiyatları  üzerinden çıkarılan bilanço statik bilançodur.  TTK m. 376/3 hükmünün gerekçesinde, iki bilanço çıkarılmasının çeşitli yararları bulunduğu, varlıkların olası satış değerlerine göre çıkarılan bilançonun şirketin iflâsı için yönetim kurulunun mahkemeye başvurmasına gerek olup olmadığının ortaya konacağı, işletmenin devamlılığı esasına göre hazırlanan bilançonun ise faaliyetine  devam  edecek  bir  işletme  esas  alınarak  hazırlandığı,  böyle  bir değerlendirmenin şirketin borca batık olmasına rağmen bazı olgular, beklentiler, etkisini yitiren sebepler dolayısıyla şirketin yaşama ümidinin var olup olmadığının da ortaya konacağı ifade edilmiştir.  Görüldüğü üzere kanun koyucu bir diğer ara bilanço türü olan borca batıklık bilançosunu yıllık bilançodan farklı bir değerlendirme ilkesine tâbi tutmuştur. Kanaatimizce  ara  bilançonun  da  borca  batıklık  bilançosunun  tâbi  olduğu değerleme ilkelerine göre çıkarılması daha isabetli olurdu. Gerçekten de bir birleşme çerçevesinde, son bilançonun çıkarılmasından sonra, devrolunan şirketin malvarlığında  önemli  değişiklik  niteliğinde  bir  azalma  meydana  gelirse,  ara bilançonun hem işletmenin devamlılığı esasına göre hem de aktiflerin muhtemel satış fiyatları üzerinden çıkarılması halinde, devrolunan şirketin malvarlıksal durumu hakkında daha net bir resim ortaya çıkacaktır. Bir başka deyişle, anılan ihtimalde, devrolunan şirketin aktiflerinin (işletmenin devamlılığı esasına göre çıkarılacak bir ara bilanço aracılığıyla) kaydi değerlerinin yanı sıra (aktiflerin muhtemel satış fiyatları üzerinden çıkarılacak bir ara bilanço aracılığıyla) rayiç değerlerinin de bilinmesi, devrolunan şirketin gerçeğe uygun değerinin tespiti, takiben taraflarca değişim oranının sağlıklı bir şekilde tayini bakımından daha isabetli olacaktır.   IV.  Yeniden  Yapılandırma  İşlemlerinde  Ara  Bilanço  Düzenleme Yükümlülüğüne İlişkin Bazı Tespitler ve Çözüm Önerileri Bu bağlamda tartışılması gereken ilk konu, kayıtlı sermaye sistemini benimsemiş anonim şirketlerde son yıllık bilançonun çıkarılmasından sonra gerçekleştirilen bir sermaye artırımının önemli değişiklik sayılıp sayılmayacağı ve dolayısıyla ara bilanço düzenleme yükümlülüğüne yol açıp açmayacağıdır. İsviçre doktrininde, artırım miktarı, şirketin artırımdan önceki özsermayesi ile karşılaştırıldığında,  53 TÜRK, Ahmet,  Anonim Ortaklıkta Borca Batıklık ve İflasın Ertelenmesi Konusunda 6102 Sayılı Türk Ticaret Kanunu ve Yürürlük Kanunu İle Getirilen Yenilik ve Değişiklikler , Batider, C. 32, S. 1, 2016, s. 16, 17.  54 TÜRK, Yenilik ve Değişiklikler, s. 18. Dinamik ve statik bilanço arasındaki farklar için bkz.  TEKİNALP, Bilanço, 69 vd.; TÜRK, Sermaye Kaybı, s. 246 vd.; KARAYALÇIN, s. 45.  55 Madde gerekçesinde ayrıca işletmenin devamlılığı esasına göre hazırlanan bilanço neticesinde örneğin bir şirketin kuruluşunun ilk yıllarında yaptığı yatırım dolayısıyla borca batık olmasına karşılık ileriki yıllarda kâr elde etme olasılığının yüksek olması dolayısıyla uzman bir işletmeci tarafından farklı değerlendirilebileceğine, bu tür bir değerlemenin yatırımların sonuçlarını da hesaba katacağına işaret edilmiştir.   88İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10şirketin malvarlıksal durumunda belirgin bir değişiklik yaratmıyorsa, ara bilanço düzenlenmesine gerek olmadığı ileri sürülmektedir. Bize göre bu ihtimalde ara bilanço  düzenlenmesine  gerek  olmamalıdır.  Zira  kayıtlı  sermaye  sistemini benimseyen bir şirketin yönetim kurulu ancak esas sözleşmede belirlenen kayıtlı sermaye tavanını aşmayacak şekilde artırımda bulunabilir (TTK m. 460). Hal böyleyken, örneğin devrolunan şirket kayıtlı sermaye sistemini benimsemişse, devralan şirket, devrolunan şirket yönetim kurulunun, esas sözleşmede belirtilen yetki süresi zarfında, tavan sermayeye kadar artırım yapabileceğini bilecek, dolayısıyla taraflarca değişim oranı saptanırken bu husus dikkate alınacaktır. Bu sebeple bize göre başlangıç (ya da yerine göre çıkarılmış) sermaye ile tavan sermaye  arasında  yapılacak  artırımlar  önemli  değişiklik  olarak  kabul edilmemelidir. Tartışılması gereken bir diğer konu, TTK m. 144 (veya TTK m. 165 ya da 184) çerçevesinde ara bilançonun yanı sıra gelir tablosunun da düzenlenmesi gerekip gerekmediğidir. Bilindiği üzere gelir tablosu, TTK m. 68/2 uyarınca tacirin hazırlamakla yükümlü olduğu bir tablo olup, bilanço ile gelir tablosu, yılsonu finansal tablolarını oluşturmaktadır (TTK m. 68/3). Gelir tablosu işletmenin gelir ve gider kalemlerinden oluşmaktadır. İsviçre doktrininde bir görüş, değişim oranının  (veya  birleşmede  ayrılma  akçesinin)  tespiti  için  başvurulan değerlemelerin  daha  ziyade  gelir  tablosuna  dayandığından  bahisle,  TTK  m. 144 ün muadili olan FusG m. 11 de böyle bir zorunluluk bulunmamakla birlikte, ara bilançonun yanı sıra gelir tablosunun da düzenlenmesi gerektiği yönündedir. Bu görüş uyarınca, ara bilançonun düzenlenmesi aynı zamanda gelir tablosunun düzenlenmesini de zorunlu kılmaktadır. Bu görüş Türk Hukukunda yalnızca Türkiye  Muhasebe  Standartları/Türkiye  Finansal  Raporlama  Standartları nı (‘TMS/TFRS )60 uygulamak zorunda olan veya isteğe bağlı olarak uygulayan şirketler  bakımından  bir  anlam  ifade  edebilir.  Şöyle  ki;  Kamu  Gözetimi, Muhasebe  ve  Denetim  Standartları  Kurumu nun  (‘KGK )  TMS  Uygulama Kapsamına İlişkin 21.08.2014 tarihli ve 01/26 sayılı kararına ekli 1 sayılı listede yer  alan  kurum,  kuruluş  ve  işletmeler  TMS/TFRS ye  göre  finansal  tablo hazırlamak  zorundadır.  Böylece  TMS/TFRS yi  uygulamakla  yükümlü  olan  56 VOGEL et al., Art. 11 N 9a; ALBRECHT, in: Zürcher Kommentar zum Fusionsgesetz, Art. 11 N 20.  57 Bkz. Halka Açık Olmayan Şirketlerde Kayıtlı Sermaye Sistemine İlişkin Esaslar Hakkında Tebliğ (RG.10.2012, S. 28446), m. 5/3-(b).  58 AKSU ÖZKAN, s. 287.  59 GOZZI, s. 134, 135; BÖCKLI, §3 N 81; von der CRONE et al., Art. 11 N 181; GLANZMANN, s. 128. Hatta bazı yazarlar ayrıca bir  gelir tablosu eki nin düzenlenmesi gerektiği görüşündedir; BÖCKLI, §3 N 81; TRIGO TRINDADE: in: Com LFus, Art. 11 N 32. Aksi görüş için bkz. VOGEL et al., Art. 11 N 15.  60  İki  farklı  isimde  standart  bulunmasının  sebebi,  Uluslararası  Muhasebe  Standartları Komitesi tarafından yayımlanan standartların KGK tarafından ilk başta  Uluslararası Muhasebe Standartları  şeklinde çevrilerek yayımlanmış olması, daha sonra KGK nın bunları yenileyerek Uluslararası Finansal Raporlama Standartları na çevirmekte olmasıdır; AKSU ÖZKAN, s. 66.  61 RG 26.08.2014, S. 29100.   89İPEKEL KAYALI/Yeniden Yapılandırma İşlemlerinde Ara Bilanço Düzenleme Yükümlülüğüne İlişkin Bazı Tespit ve Öneriler şirketler  ile  2018/11597  sayılı  Bağımsız  Denetime  Tâbi  Şirketlerin Belirlenmesine Dair Karar kapsamında bağımsız denetime tâbi tutulan şirketler örtüşmemektedir. Anılan ekli 1 sayılı listede yer almayan kurum, kuruluş ve işletmeler ise TMS/TFRS yi uygulamak zorunda olmamakla birlikte, söz konusu standartları isteğe bağlı olarak uygulayabilirler. Öte yandan bağımsız denetime tâbi  olup  TFRS yi  uygulamak  zorunda  olmayan  (ve  isteğe  bağlı  olarak  da uygulamayan) kurum, kuruluş ve işletmeler, finansal tablolarını,  Büyük ve Orta Boy İşletmeler İçin Finansal Raporlama Standardı Hakkında Tebliğ 63 ekinde yer alan BOBİ FRS ye uygun olarak düzenleyeceklerdir. Nihayet yukarıdaki kapsama dahil  olmayan  kurum,  kuruluş  ve  işletmeler  (KGK  tarafından  bir  standart yayımlanana kadar) finansal tablolarını 1. Sıra Nolu Muhasebe Sistemi Uygulama Genel Tebliği ne (‘MSUGT ) göre hazırlayacaklardır. Şüphesiz söz konusu kurum, kuruluş ve işletmeler isteğe bağlı olarak TFRS yi ya da BOBİ FRS yi uygulayabilirler. Görüldüğü üzere, standartları (yani TFRS yi ya da BOBİ FRS yi) uygulamayan şirketler tarafından hazırlanan gelir tablosu MSUGT ne göre hazırlanan geleneksel gelir tablosu olup, bu tabloda sadece gerçekleşmiş olan gelir  ve  giderler  raporlandığından,  geleneksek  gelir  tablosu  finansal  tablo kullanıcılarına eksik bilgi sunmaktadır. Oysa TMS/TFRS yi uygulayan şirketlerin hazırlamakla yükümlü oldukları gelir tablosu, belli bir dönemde elde edilen ancak kar veya zararda gösterilemeyen bazı gelir ve gider unsurlarının gösterilmesini sağlayan kapsamlı gelir tablosudur. Bir başka deyişle, kapsamlı gelir tablosunda geleneksel gelir tablosunda yer almayan unsurlar bulunmaktadır.  Tartışılması  gereken  bir  diğer  konu  da,  İsviçre/Türk  Hukukunda  yeniden yapılandırma  sonrası  proforma  bilanço  düzenleme  zorunluluğunun bulunmamasıdır. İsviçre doktrininde bir görüş, yıllık ve ara bilançonun çok sınırlı bir  amaca  hizmet  ettiğinden  bahisle  bir  proforma  bilanço  düzenlenmesi gerektiğini savunmaktadır. Bu görüş uyarınca, alacaklıların teminat isteminde bulunup bulunmama konusunda karar almaları bakımından yıllık ve ara bilanço bir dayanak oluşturmamaktadır. Bilançonun bu amaca hizmet etmesi ve böylece alacaklıların etkili bir şekilde korunması için bir proforma bilanço düzenlenmesi gerekmektedir. Kanaatimizce Türk Hukukunda halka kapalı anonim ortaklıklar bakımından yeniden yapılandırma sonrası bir bilanço çıkarılması isabetli olur. Böylece  yeniden  yapılandırmaya  katılan  şirketlerin  ortakları,  yeniden yapılandırmaya  katılan  şirketlerin  yeniden  yapılandırma  işleminin tamamlanmasından sonraki durumunu net bir şekilde görebileceklerdir. Kaldı ki taraflardan en az birinin halka açık ortaklık olduğu yeniden yapılandırma işlemleri bakımından  uygulama  alanı  bulan  II-23-2  sayılı  Birleşme  ve  Bölünme  62 Bakanlar Kurulu Kararı, 26.03.2018, S. 2018/11597. 63 RG 29.07.2017, S. 30138. 64 RG 26.12.1992, S. 21477/Mükerrer. 65 Bu konuda ayrıntılı bilgi için bkz. AKSU ÖZKAN, s. 53 vd.  66 AKSU ÖZKAN, s. 288, 289.  67 GLANZMANN, s. 125.   90İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10Tebliği ne  göre,  birleşme  sonrası  tahmini  açılış  bilançosu  çıkarılması gerekmektedir (m. 8/2-(e)). Akla gelen bir diğer konu, sermaye piyasası mevzuatı gereği ara dönem finansal rapor düzenleme yükümlülüğüne tâbi şirketlerin ayrıca bir ara bilanço çıkarmakla yükümlü  olup  olmadıklarıdır.  Şöyle  ki;  Sermaye  Piyasasında  Finansal Raporlamaya İlişkin Esaslar Tebliği uyarınca bazı işletme ve kuruluşlar üç, altı ve  dokuz  aylık  dönemler  itibarıyla  ara  dönem  finansal  rapor  düzenlemekle yükümlü tutulmuştur (m. 7). Alman Hukukunda bu konuda açık düzenleme bulunmaktadır. Buna göre, Alman Menkul Kıymetler Alım Satım Kanunu nun (Wertpapierhandelsgesetz)  115.  maddesi  gereği  ara  dönem  finansal  rapor çıkarmakla  yükümlü  olan  şirketlerin  ayrıca  ara  bilanço  çıkarmalarına  gerek görülmemektedir (UmwG § 63 Abs 2). Bu durumda söz konusu ara dönem finansal rapor, UmwG § 63 Abs 2 gereği düzenlenen ara bilançonun yerine geçecektir. Ara dönem finansal rapor düzenleme yükümlülüğüne tâbi şirketler üçer aylık dönemlerde finansal tablo düzenlediklerinden, dolayısıyla bu şirketlerin finansal  tabloları  kısa  aralıklarla  güncellendiğinden,  TTK nın  yeniden yapılandırma hükümlerinde zımnen öngörülen bilançonun güncelliği ilkesi bu suretle sağlanmış olacaktır. Bu sebeple bize göre Türk Hukukunda halka açık anonim  şirketler  bakımından  da  aynı  sonuca  varılmasında  bir  sakınca bulunmamaktadır.  V.  Sonuç TTK da yeniden yapılandırma işlemleri çerçevesinde belirli hallerde (TTK m. 144, 165, 184) ara bilanço düzenleme zorunluluğu getirilmiş ve bu bilançoya yıllık  bilanço  ilkelerinin  uygulanacağı  öngörülmüştür.  Bununla  birlikte  söz konusu bilançonun çıkarılmasına yönelik birtakım kolaylıklar sağlanmıştır. Bu kolaylıklar fiziki envanter çıkarılmasına ve aktifler bakımından tek tek değerleme yapılmasına gerek olmaması şeklinde özetlenebilir.  Öte yandan TTK da yeniden yapılandırma işlemleri çerçevesinde ara bilanço düzenlenmesine  ilişkin  hükümler  yalnızca  yeniden  yapılandırma sözleşmesinin/planının imzalanmasından önceki zaman dilimini düzenlemektedir. Buna karşılık, yeniden yapılandırmaya katılan şirketlerin yönetim organlarının, malvarlığında meydana gelen önemli değişikliklerle ilgili karşılıklı bilgi verme yükümlüğünü  düzenleyen  TTK  m.  150,  yeniden  yapılandırma sözleşmesinin/planının  imzalanmasından  sonraki  zaman  dilimini düzenlemektedir. Bir başka deyişle TTK m. 150 hükmünde yeniden yapılandırma sözleşmesinin  imzalanması  ile  bu  sözleşmenin  genel  kurulda  onaylanması arasında meydana gelen değişiklikler düzenlenmektedir. İşte TTK nın 144, 165,  68 RG 28.12.2013, S. 28865.   69 RG 13.06.2013, S. 28676.  70 Bunlar; ihraç ettiği sermaye piyasası araçları bir borsada ve/veya teşkilatlanmış diğer pazar yerlerinde  işlem  gören  işletmeler;  yatırım  kuruluşları;  yatırım  ortaklıkları,  portföy  yönetim şirketleri; ve ipotek finansmanı kuruluşlarıdır   91İPEKEL KAYALI/Yeniden Yapılandırma İşlemlerinde Ara Bilanço Düzenleme Yükümlülüğüne İlişkin Bazı Tespit ve Öneriler 184. madde hükümlerinin (ve bu hükümleri tamamlayan 150. madde hükmünün) uygulanmasıyla  şirketin  mali  resminin  güncel  kılınması,  dolayısıyla  yeniden yapılandırma kararlarının güncel veriler temelinde alınması sağlanmıştır.  Bununla birlikte TTK nın 144, 165, 184. madde hükümlerinde düzenlenen ara bilanço bazı açılardan eleştiriye açıktır. Özellikle söz konusu bilançonun yıllık bilanço ilkelerine tâbi olması ve dolayısıyla değerlemenin yalnızca işletmenin devamlılığı  esasına  göre  yapılması  kanaatimizce  bir  eksiklik  yaratmaktadır. TTK nın 144, 165, 184. madde hükümlerinde düzenlenen ara bilançonun da - tıpkı borca batıklık bilançosu gibi - hem işletmenin devamlılığı esasına göre hem de aktiflerin muhtemel satış fiyatları üzerinden çıkarılması yeniden yapılandırmaya katılan şirketlerin ortakları ve alacaklıları açısından daha net bir tablo ortaya çıkaracaktır.   92İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10EK BEYAN   Araştırma ve Yayın Etiği İlkelerine Uygun Hareket Edildiğine Dair Metin  Makalenin tüm süreçlerinde İMHFD araştırma ve yayın etiği ilkelerine uygun olarak hareket edilmiştir.   Çıkar Çatışması Bildirimi  Bu çalışmada herhangi bir potansiyel çıkar çatışması bulunmamaktadır.                       93İPEKEL KAYALI/Yeniden Yapılandırma İşlemlerinde Ara Bilanço Düzenleme Yükümlülüğüne İlişkin Bazı Tespit ve Öneriler",
     "Kaynakça": "AKSU ÖZKAN, Raziye, Finansal Tabloların Tutulması ve Hukuki Sonuçları, On İki Levha Yayıncılık, İstanbul 2019. ALBRECHT, Andreas C., in: Frank Vischer et al. (Hrsg.), Zürcher Kommentar zum Fusionsgesetz, 2. Aufl., Zürich 2012. ATALAY, Oğuz, Borca Batıklık ve İflasın Ertelenmesi, Güncel Yayınevi, İzmir 2006.  BAHAR, Rashid, in: Commentaire LFus (Ed. Henry Peter/Rita Trigo Trindade), Zürich 2005. BOMMER, Florian, Fusionsgesetz    Stämpflis Handkommentar, 2. Aufl., Bern 2015. ÇAĞLAR,  Hayrettin,  Anonim  Şirketlerde  Esas  Sermayenin  Azaltılması, Turhan Kitabevi, Ankara 2010. DEMİR, Koray, Özel Esas Sözleşme Değişiklikleri: Şarta Bağlı Sermaye Artırımı ve Esas Sermayenin Azaltılması, On İki Levha Yayıncılık, İstanbul 2020. DEMİR,  Koray,  Türk  Ticaret  Kanunu  Hükümlerine  Göre  Şirketlerin Bölünmesi, Beta Yayınevi, İstanbul 2017. GLANZMANN, Lukas, Umstrukturierungen: Eine systematische Darstellung des schweizerischen Fusionsgesetzes, Bern 2008.  GOZZI, Niccolò, Schutz der Aktionäre bei Fusion und Spaltung gemäss Fusionsgesetz, Zürich/St. Gallen 2009. GÖKGÖZ,  Ahmet,   İflasın  Ertelenmesi  ve  Borca  Batıklık  Bilançosunun Çıkarılması ,  Journal  of  Accounting,  Finance  and  Auditing  Studies,  3/3 (2017), s. 108 131. KARAMAN COŞGUN, Özlem,  Anonim Şirketlerde Sermaye ve Kanuni Yedek Akçeler Toplamının Belirli Oranlarda Kaybı ve Borca Batıklık Hali, Alınması Gereken Önlemler, Çözüm Önerileri , Sermaye Şirketleri Hukukunda Güncel Gelişmeler Sempozyumu, İstanbul 2020. KARAMAN COŞGUN, Özlem, Anonim Şirketin Tasfiyesi, Adalet Yayınevi, Ankara 2015. KARAYALÇIN, Yaşar, Bilanço Hukuku, 2. Baskı, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, Ankara 1988, s. 42.  KAYAR, İsmail,  Yeni TTK ya Göre Anonim Şirkette Sermaye Kaybı Ve Borca Batıklığın  Tespiti  ve  Sonuçları ,  Marmara  Üniversitesi  Hukuk  Fakültesi Hukuk Araştırmaları Dergisi, C. 18, S. 2, 2012, s. 643 658.  94İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10KAYAR, İsmail, Anonim Ortaklıkta Mali Durumun Bozulması ve Alınacak Tedbirler, Mimoza Yayıncılık, Konya 1997. KENDİGELEN, Abuzer, Yeni Türk Ticaret Kanunu, Değişiklikler, Yenilikler ve İlk Tespitler, 3. Bası, On İki Levha Yayıncılık, İstanbul 2016. KERVANKIRAN, Emrullah, Anonim Şirketlerin Tasfiyesi, Seçkin Yayıncılık, Ankara 2015.  MOROĞLU, Erdoğan, 6102 Sayılı Türk Ticaret Kanunu: Değerlendirme ve Öneriler, 8. Baskı, On İki Levha Yayıncılık, İstanbul 2016.  ÖKTEM, Seda,  İflasın Ertelenmesinde Borca Batıklık Bilançosu , İstanbul Barosu Dergisi, C. 80, S. 6, 2006, s. 2477 2490.  ÖZTEK, Selçuk, İflasın Ertelenmesi, Arıkan Yayınları, Ankara 2007.  POROY, Reha/TEKİNALP, Ünal/ÇAMOĞLU, Ersin, Ortaklıklar Hukuku C. 1, 13. Bası, Vedat Kitabevi, İstanbul 2014. PULAŞLI, Hasan, Şirketler Hukuku Genel Esaslar, 6. Baskı, Adalet Yayınevi, Ankara 2020. SÜMER, Haluk,  Ticari Bilanço ve Borca Batıklık Bilançosu , İstanbul Barosu Dergisi, C. 87, S. 2, 2013, s. 39 53. TEKİNALP, Ünal, Sermaye Ortaklıklarının Yeni Hukuku,   Anonim ve Limited Ortaklıklar, Tek Kişi Ortaklığı, Ortaklıklar Topluluğu, Birleşme, Bölünme, Tür Değiştirme, 4. Bası, Vedat Kitabevi, İstanbul 2015. TEKİNALP, Ünal, Anonim Ortaklığın Bilançosu ve Yedek Akçeleri, İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İstanbul 1979. TRIGO TRINDADE, Rita, in: Commentaire LFus (Ed. Henry Peter/Rita Trigo Trindade), Zürich 2005. TÜRK,  Ahmet,   Anonim  Ortaklıkta  Borca  Batıklık  ve  İflasın  Ertelenmesi Konusunda 6102 Sayılı Türk Ticaret Kanunu ve Yürürlük Kanunu İle Getirilen Yenilik ve Değişiklikler , Batider, C. 32, S. 1, 2016, s. 5 60. TÜRK,  Ahmet,  Anonim  Ortaklıkta  Sermaye  Kaybı  ve  Borca  Batıklığın Hukuki Sonuçları, Nobel Yayıncılık, Ankara 1999. von der CRONE, Hans Caspar/GERSBACH, Andreas/KESSLER, Franz J./von der CRONE, Brigitte/ INGBER, Karin, Das Fusionsgesetz, 2. Aufl., Zürich 2017. VOGEL,  Alexander/HEIZ,  Christoph/BEHNISCH,  Urs  R./SIEBER, Andrea/OPEL, Andrea, FusG Kommentar, 3. Aufl., Zürich 2017, Art. 11 N 6.   95İPEKEL KAYALI/Yeniden Yapılandırma İşlemlerinde Ara Bilanço Düzenleme Yükümlülüğüne İlişkin Bazı Tespit ve Öneriler YILMAZ, Berna Burcu,  İflasın Tespiti ve Ertelenmesi Yönünden Borca Batıklık  Bilançosu  ve  İyileştirme  Projesi  Üzerine  Bir  İnceleme , (Yayımlanmamış Doktora Tezi, Marmara Üniversitesi SBE), 2009.   96"
}