{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "14",
     "Ay": "05",
     "Yıl": "2020",
     "Cilt": " ",
     "Sayı": " ",
     "Başlık": "BİRLEŞMEDE İŞÇİLİK ALACAKLARINDAN DOLAYI  ORTAKLARIN ŞAHSİ SORUMLULUĞU ",
     "Title": "SHAREHOLDERS PERSONAL RESPONSIBILITIES DUE TO  DEBT OF EMPLOYEES IN MERGER",
     "Yazar İsmi": [

          "Aslıhan KAYIK AYDINALP"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Birleşme", "yapısal değişiklik", "işçilik alacakları", "ortakların şahsi sorumluluğu"

     ],
     "Keywords": [
          "Merger", "structural change","debt of employees", "shareholders’ personal responsibility"

     ],
     "Özet": "Şirketler,  dünya  ekonomisinde  meydana  gelen  gelişmeler  karşısında  rekabet edebilme güçlerini artırabilmek adına elde ettikleri kârı sermayeye çevirme ya da diğer şirketlerle birleşerek sermayelerini artırma yolunu kullanmışlardır. Böylece daha büyük sermaye ile rekabet piyasasında var olabilme savaşında daha güçlü hale gelmişlerdir. Bu gibi ekonomik sebeplerle meydana gelen birleşmenin iş hukukuna  etkisi  ise  işçi,  işveren  ve  işyerini  ilgilendirdiği  noktada  kendini göstermektedir.   Yapısal değişiklik, bir hukuki işlem aracılığıyla şirketlerin birleşme, bölünme ve tür değiştirmeye uğramasıdır. Türk hukukunda yapısal değişiklik türleri 6102 sayılı Türk Ticaret Kanunu (TTK) m. 134 ila 194 arasında düzenlenmiştir. Yapısal değişikliklerin iş ilişkileri üzerindeki etkisi ise bölünmeye ilişkin kısımda yer alan m. 178 de düzenlenmiştir. Bu düzenleme bölünmeye ilişkin kısım içinde yer almakla  birlikte,  birleşmenin  iş  ilişkilerine  etkisine  ilişkin  hükümde  atıf aldığından, birleşmede de uygulanma imkânı bulmaktadır. Dolayısıyla çalışma konumuzu  oluşturan  birleşme  halinde  işçilik  alacaklarından  şahsi  sorumlu ortaklar incelenirken, TTK m. 178 esas alınacaktır.",
     "Abstract": "Companies have used the way to turn their profit into capital to increase their competitiveness in the face of the developments in the world economy, or to increase their capital by merging with other companies. Thus, they have become stronger in the fight to exist in the competitive market with larger capital. On the other hand, the effect of the merger that occurs due to such economic reasons on the business law shows itself at the point where it concerns the employees, employers and the establishment. Structural change is when companies undergo a merger, division and change of type through a legal process. Types of structural changes in Turkish Law No. 6102 Turkish Commercial Code, it is arranged from 134 to 194. The effect of structural changes on employment relations is in the section in art. 178. Although this regulation is a provision in the section on division, it also has the opportunity to be applied in the merger as it refers to the effect of merger on employment relations. Therefore, while the partners responsible for the labor receivables in the case of the merger that constitutes our working position are examined, art. 178 will be based on.",
     "Metin": "I.  BİRLEŞME  A.  TANIM Yapısal değişiklikler arasında yer alan birleşme, kanunda düzenleme olarak ilk sırada yer almaktadır. TTK m.  136 dan yola çıkıldığında birleşme; devrolunan şirketin  malvarlığı  karşılığında,  bir  değişim  oranına  göre  devralan  şirketin paylarının, devrolunan şirketin ortaklarınca kendiliğinden iktisap edilmesi ile gerçekleşen durum olarak tanımlanabilir. Diğer bir ifade ile birden fazla bağımsız  3 İPEKEL KAYALI, Ferna, Türk Ticaret Kanunu  na Göre Birleşmeler, İstanbul 2014, s. 10; PULAŞLI, Hasan, 6102 sayılı Türk Ticaret Kanunu na Göre Şirketler Hukuku Şerhi, Cilt I, Ankara 2011, § 7, s. 111; TEKİNALP, Ünal, Sermaye Ortaklılarının Yeni Hukuku, Değişiklikler ve İkincil Düzenlemelerle Güncelleştirilmiş 4. Bası, İstanbul 2015, § 24, s. 680; KOCAER, Şenol, Şirket Yeniden Yapılandırmaları, Ankara 2015, s. 57; BİLGİLİ, Fatih/ DEMİRKAPI, Ertan, Şirketler Hukuku Dersleri, Bursa 2013, s. 60; ŞENER, Oruç Hami, Teorik ve Uygulamalı Ortaklıklar  Hukuku,  Ankara  2013,  s.  122;  TEKİNSOY,  Barış,   Ticaret  Ortaklıklarının Birleşmesinden Doğan Kanunlar İhtilafında Kurumsal Sorunlar , BATİDER, Cilt XXIX, Sayı 2, Yıl 2013, s. 172; PULAŞLI, Hasan,  Türk Ticaret Kanunu Tasarısına Göre Birleşmenin Temel Nitelikleri , Prof. Dr. Hüseyin HATEMİ  ye ARMAĞAN, II. Cilt, İstanbul 2009, 1332;  SENYEN KAPLAN, Emine Tuncay,  İşyeri Devrinin, Türk Ticaret Kanunu m. 178 ve İş Kanunu m.6 66şirketin,  bir  bütün  olarak  tek  bir  tüzel  kişi  çatısı  altında  bir  araya  gelmesi durumunda, şirket birleşmesi söz konusu olmaktadır.  B.  TÜRLERİ  1.  Devralma, Katılma Yolu ile Birleşme  Devralma yoluyla birleşmede bir veya birden fazla şirket, tüm aktif ve pasifiyle birlikte başka bir şirket tarafından devralınmaktadır. Devrolunan şirketin veya ticari işletmenin malvarlığı karşılığında, bir değişim oranı uyarınca devralan şirketin ortaklık paylarının, devrolunan şirketin veya ticari işletmenin ortaklarınca kendiliğinden iktisabı mevcuttur. Birleşme ile birlikte devrolunan şirket tasfiye olmaksızın sona ermekte ve tüzelkişiliğini kaybetmektedir. Yeni kuruluş yolu ile birleşmenin aksine burada yeni bir şirketin kurulması söz konusu değildir. Zira devralan şirket zaten mevcuttur. Bu nedenle devralan şirket tüzelkişiliğini devam ettirmekte olup sadece iktisadi yapısı değişikliğe uğramaktadır. Kollektif şirketin var olan bir anonim şirket tarafından devralınması bu duruma örnek olarak verilebilir.   Hükümleri Çerçevesinde İş İlişkilerine Etkisi , Sicil İş Hukuku Dergisi, Mart 2013, Yıl 8, Sayı 29,s. 26; YILDIRIM, Ali Haydar/ KOLOTOĞLU, Olcay, Anonim ve Limited Şirketlerin Kuruluşu, Tasfiyesi, Birleşmesi, Devri, Nevi Değişikliği, Bölünme ve Hisse Değişikliği, Ankara 2003, 199.         4 BAHTİYAR, Mehmet, Ortaklıklar Hukuku, Yeni TTK  ya Göre Yazılmış 7. Bası, İstanbul 2012, s. 50; DOĞRUSÖZ, Hanife,  Ticaret Ortaklıklarının Birleşme ve Nev i Değiştirmelerinin Ferdi ve Toplu İş Hukuku Bakımından Temel Sonuçları , Doç. Dr. Mehmet Somer e Armağan, İstanbul 2006, s. 602; PULAŞLI, Şirketler Hukuku Şerhi, § 7, s. 115; BİLGİLİ/ DEMİRKAPI, s. 61; TEKİNALP, § 24, s. 681; ALTAŞ, Soner, Yeni Türk Ticaret Kanunu na Göre Anonim Şirketler, 3. Baskı, Ankara 2012, s. 749; İPEKEL KAYALI, s.  84; KOCAER, s. 57; ŞENEL, s. 122; KÖSEOĞLU, Ali Cengiz, İşyerinin Kapanmasının İş Sözleşmelerine Etkisi, İstanbul 2004, s. 68; SENYEN KAPLAN, s. 26; POROY, Reha / TEKİNALP, Ünal/ ÇAMOĞLU, Ersin, Ortaklıklar Hukuku I, Güncelleştirilmiş 13. Bası, İstanbul 2014, s.104.           5 ÖZKARACA, İşyeri Devri, s. 116; Konuya ilişkin bir yargı kararı için bkz.  …TTK'nın 451 ve 452. maddelerinde düzenlenen birleşme ve devralma suretiyle tasfiyesiz infisah hükümlerinde; bir ticaret şirketi başka bir şirket tarafından devralınırsa (TTK m. 451) eski şirketin tüzel kişiliği sona erer. Keza, bir ticari şirketin diğer bir ticari şirketle birleşmesi halinde de birleşen şirketin hükmi şahsiyeti sona erer. Tüzel kişiliğin son bulması ile artık eski tüzel kişinin (ölü bir şahıs gibi) taraf ehliyetinin  de  son  bulduğunun  kabulü  gerekir… ,  Y.  12.  HD.,  28.03.2005,  E.  2005/2492, 2005/6435, http://www.hukuklink.com/, E.T. 28.4.2020. 6 PORTMANN, Wolfgang / STOCKLI, Jean-Fritz, Schweizerisches Arbeitsrecht, 3. Vollständig überarbeitete Auflage, Zürich/St. Gallen 2013, Kapital 6, Rn. 627; GAUL, Björn, Der Arbeitsrecht der Betriebs- und Unternehmensspaltung, Gestaltung von Betriebsübergang Outsourcing Umwandlung, Köln 2002, § 3, Rn. 9; BAUEN, Marc / JEGHER, Gion/ WENGER, Boris / ZEN RUFFİNEN, Marie-N, Merger Law, Loi sur la fusion, Fusionsgesetz, Legge sulla fusione, 1. Auflage, 2005 Zürich, s. 248; BOECKEN, Winfried, Unternehmens- umwandlungen und Arbeitsrecht, aus Verlag Dr. Otto Schmidt, Köln 1996, Rn. 10, s. 11; AHRENDT, Martina / KOCH, Ulrich, Umwandlung und Betriebsübergang, Arbeitsrechts-Handbuch, 16. Neu bearbeitete Auflage, aus C.H.Beck, München 2015, § 116, Rn. 14; KRADOLFER, Dean Andreas,  Der Betriebsübergang  Auswirkungen  auf  das  Individualarbeitsverhältnis,  eine  arbeitsrechtliche Abhandlung  unter  Berücksichtigung  des  gesellschaftsrechtlichen  und  des  erbrechtlichen Betriebsübergang , Volume 28, Zürich 2008, § 2, s. 5; JOOST, Detlev,  Rechte und Pflichten bei Betriebsübergang , § 324, Rn. 14, Marcus Lutter/ Martin Winter (Ed), Umwandlungsgesetz   672.  Yeni Kuruluş Yoluyla Birleşme  Yeni kuruluş yoluyla birleşme, şirketlerin önceden mevcut olmayan yeni bir şirket içinde bir araya gelmeleri olarak ifade edilmiştir. Bu birleşme türünde birleşmeye katılan şirketler bütün aktif ve pasifleriyle, külli halefiyet yolu ile yeni kurulan şirkete tasfiye olmaksızın geçerler. Yani yeni kuruluş yolu ile birleşmede yeni kurulan  şirketin  malvarlığı  sona  eren  şirketlerin  malvarlığı  değerlerinden oluşmaktadır. Birleşmenin tamamlanması ile birleşen şirketler tüzel kişiliklerini kaybederler ve bunların yerine yeni kurulmuş şirket geçer.  II.  YAPISAL  DEĞİŞİKLİK  HALLERİNDE  GENEL  OLARAK İŞÇİLİK ALACAKLARININ KORUNMASI  İşverenin borçlu olduğu kimseleri, işçiler ve işçiler dışında kalan üçüncü kişi olarak nitelendirebileceğimiz diğer alacaklılar oluşturmaktadır. Diğer alacaklılara örnek olarak işverenin hammadde satın aldığı, ihracat yaptığı ya da işyerinin mülkiyetine  sahip  kişiler  verilebilir.  Yapısal  değişiklik  hallerinde,  özellikle devreden işverenin ortadan kalktığı durumlarda, mevcut borçlar açısından borçlu  Kommentar, Band II, §§135-325, aus Verlag Dr. Otto Schmidt, 4. Neu bearbeitete und erweiterte Auflage, Köln 2009; İPEKEL KAYALI, s. 84; GLANZMANN, Lukas, Umstrukturierungen, Eine systematische Darstellung des schweizerischen Fusionsgesetzes, 3. Überarbeitete und erweiterte Auflage, Stämpfli Verlag AG, Bern 2014, § 5, Rn. 54; BAUER, Christoph, Parteiwechsel im Vertrag Vertragsübertragung und Vertragsübergang, Unter besonderer Berücksichtigung des allgemeinen Vertragsrechts und des Fusionsgesetzes, 2010 Zürich, Teil IV, Rn. 477; WİNKLER, Michael, Unternehmensumwandlungen und ihre Auswirkungen auf Arbeitvertrage, Zürich 2001, § 3, s. 8; GLANZMANN, Lukas/ DRUEY, Nicolas Jean/ JUST DRUEY, Eva, Gesellschaftsund Handelsrecht, 11. Auflage, Zürich 2015, § 21, Rn. 19; PULAŞLI, Şirketler Hukuku Şerhi, § 7, s. 115; BİLGİLİ/ DEMİRKAPI, , s. 61; TEKİNALP, s. 681; ALTAŞ, s. 749; İPEKEL KAYALI, s.  84; KOCAER, s. 57; ŞENER, s. 122.     7 PORTMANN/ STOCKLI, § 6, Rn. 626; GLANZMANN, Gesellschafts-und Handelsrecht, § 21, Rn. 3; KRADOLFER, § 2, s. 5; Vogel/ Heiz/ Behnisch/ Sieber, FusG Kommentar, Art. 29, Rn. 33; WINKLER, § 3, s. 7; Kasper, Teil 3, Rn. 249; GLANZMANN, Umstrukturierungen, § 5, Rn. 49; GAUL, § 3, Rn. 9; BOECKEN, Rn. 9, s. 11; AHRENDT/ KOCH, § 116, Rn. 14; BAECK, Ulrich / HAUβMANN, Katrin,  Betriebsinhaberwechsel Arbeitgeberwechsel , Klemens Dörner/ Stefan Luczak/  Martin  Wildschütz/  Ulrich  Baeck/  Axel  Hoβ  (Ed),  Handbuch  des  Fachanwalts Arbeitsrecht, 12. Auflage, Luchterhanf Verlag, 2015 Köln, Kapital 3, Rn. 4001; PREIS, Ulrich, Arbeitsrecht Individualarbeitsrecht Lehrbuch für Studiım und Praxis, Köln, 2012, s. 1012; BACHNER,  Michael/  KÖSTLER,  Roland/  MATTHIESSEN,  Volker/  TRITTIN,  Wolfgang, Arbeitsrecht bei Unternehmensumwandlung und Betriebsübergang, 4. Auflage, Baden-Baden 2012, Prg 6, Rn. 48, s. 339; DOĞRUSÖZ, s. 599; BAHTİYAR, s. 50,51; PULAŞLI, Birleşmenin Temel Nitelikleri, s. 1332; KÖSEOĞLU, s. 68; POROY/ TEKİNALP/ ÇAMOĞLU, s.102; KAPLAN SENYEN, s. 26.      8 KÖSEOĞLU, İşyerinin Kapanması, s. 68; ÖZKARACA, Birleşme Bölünme ve Tür Değiştirme, s. 116.  9 GLANZMANN, Umstrukturierungen, § 5, Rn. 51; PORTMANN/ STOCKLI, Kapital 6, Rn. 627; WINKLER, § 3, s. 8; JOOST, Rn. 14; BAUER, Teil IV, Rn. 477; İPEKEL KAYALI, s.  98; AHRENDT/ KOCH, § 116, Rn. 14; BOECKEN, Rn. 10, s. 11; GAUL, § 3, Rn. 9; KRADOLFER, § 2, s. 5; BAUER/ JEGHER/ WENGER/ ZEN RUFFINEN, s. 248; İPEKEL KAYALI, s.  97; PULAŞLI, Şirketler Hukuku Şerhi, § 7, s. 116; TEKİNALP, § 24, s. 681; ALTAŞ, s. 749; BİLGİLİ/ DEMİRKAPI, s. 61; KOCAER, s. 57; ŞENER, s. 122; BAHTİYAR, s.51; PULAŞLI, Birleşmenin Temel Nitelikleri, s. 1332; SENYEN KAPLAN, s. 26.                                                                                                                                                              68ortadan kalkmakta, borçlardan sorumlu başka bir işveren devreye girmektedir. Devralan  işverenin  ekonomik  durumu  göz  önüne  alındığında  alacaklıların korunması büyük önem arz etmektedir. Zira böyle bir durumda işverenin ödeme gücünün kötüleşmesi söz konusu olabilir ya da devreden işverenin sona ermesi halinde, alacaklılar muhatap bulamayabilirler. Bu ve benzeri durumları gözeten kanun koyucu alacaklıların, özelde işçilerin maruz kalabilecekleri olumsuzlukları gidermek  adına  koruyucu  hükümler  getirmiştir.  Bunları  şu  şekilde  saymak mümkündür; iş ilişkilerinin devri, işçilik alacaklarının teminat altına alınmasını isteme hakkı, işçilik alacakları nedeniyle şirket ortaklarının şahsi sorumluluğu, şirketlerin  müteselsil  sorumluluğu.  İşçilik  alacaklarını  korumaya  yönelik  bu araçlar arasında çalışma konumuzu işçilik alacakları nedeniyle şirket ortaklarının şahsi sorumluluğu oluşturmaktadır. Yapısal  değişikliğin  gerçekleşmesi  durumunda,  iş  ilişkilerine  ilişkin  temel düzenleme olan TTK m. 178, sorumluluk ile ilgili farklı hükümlere yer vermiş olmakla  birlikte  bu  hükümleri  detaylandırmamıştır.  Bu  nedenle  konu detaylandırılırken  mehaz  İsviçre  Birleşme  Kanunu  (İBirK)  hükümleri  ile bölünme, birleşme ve tür değiştirme kapsamında düzenlenen diğer alacaklıların korunmasına yönelik hükümlerinden faydalanılacaktır.   III.  İŞÇİLİK  ALACAKLARINDAN  ŞİRKET  ORTAKLARININ ŞAHSİ SORUMLULUĞU    A.  GENEL OLARAK  İşçilik alacaklarından dolayı ortakların şahsi sorumluluğu, TTK m. 178/f. 6 da düzenlenmiştir.  Buna  göre;   Devreden  şirketin  bölünmeden  önce  şirket borçlarından dolayı sorumlu olan ortakları, hizmet sözleşmesinden doğan ve intikal gününe kadar muaccel olan borçlarla, hizmet sözleşmesi normal olarak sona ermiş olsaydı muaccel hâle gelecek olan veya işçinin itirazı sebebiyle hizmet sözleşmesinin  sona  erdiği  ana  kadar  doğacak  olan  borçlardan  müteselsilen sorumlu olmakta devam ederler. . Sorumluluğun kapsamı farklılıklar olmakla  10 İPEKEL KAYALI, s. 309.  11 Birleşme halinde alacaklıların korunmasına ilişkin Türk Ticaret Kanununun 157. maddesinin gerekçesinde, alacaklıların hangi sebeplerden ötürü korunması gerektiği vurgulanmıştır. Buna göre,  …İsviçre  Kanununun  gerekçesinde,  çoğu  birleşmenin  alacaklıların  haklarını  ihlâl etmeyebileceğine, sonuçta iki veya daha fazla malvarlığının birleşmesiyle alacaklılar için daha güvenceli bir durum oluşabileceğine, alacaklıların korunmasının abartılmaması gerektiğine işaret edilmiştir. 157 nci maddedeki düzenleme, bu anlayışı yansıtmaktadır. Ancak bu gerekçe her birleşme için doğru değildir. Birleşen şirketlerden biri veya bazıları zararda, hatta borca batık ise, finansal durumu güçlü olan şirket zararları kapatıyor demektir. Durum, bu şirketin alacaklıları yönünden önem taşıyabilir…. ; http://www.ticaretkanunu.net/turk-ticaret-kanunu-madde-gerekceleri-ikincikitap-ticaret-sirketlerimadde-124-644/, E.T. 15.8.2015.  12 Şirketlerdeki şahsi sorumluluk kural olarak şahıs şirketlerinin ortakları için söz konusudur. Şahsi sorumlu ortak TTK m. 237/f.1 uyarınca kolektif şirket ortağı; TTK m. 317, 325, 565 uyarınca komandit şirketin komandite ortağı; Kooperatifler Kanunu m. 29 uyarınca kooperatif ortağı, olabilir.   69birlikte,  devreden  ve  devralan  işverenlerin  müteselsil  sorumluluğuna benzemektedir. Bu haktan sadece devrolunan işyerinin işçileri yararlanacaktır. Bu  maddenin  gerekçesi  ise  bizi  İBirK  §  49 a  götürmektedir.  Bölünmeyi düzenleyen § 49  a şirketlerin birleşmesinde denk gelen madde ise § 27  dir. Zaten şahsi sorumluluk hususunda § 49  da § 27/3  e atıf yapmaktadır. Bu madde de tıpkı TTK m. 178/f. 6 gibi devreden şirketin şahsi sorumlu ortaklarının devam eden  sorumluluğunu  ve  bu  ortakların  hangi  borçlardan  sorumlu  olacağını belirlemektedir.  Getirilmiş  bu  düzenleme  ile  şahıs  şirketleri  bakımından müteselsil sorumluluk, uygulama alanı açısından genişletilmiştir. B.  SORUMLULUĞUN KAPSAMI  1.  Devir Gününe Kadar Muaccel Olan İşçilik Alacakları  Müteselsil sorumluluğa ilişkin maddede sorumluluğun kapsamı ilk olarak, devir gününe kadar muaccel olan işçilik alacaklarıdır. TTK m. 178/f. 6  ya göre bu durum;  …hizmet sözleşmesinden doğan ve intikal gününe kadar muaccel olan borçlar…  şeklinde ifade edilmiştir. Mehaz İsviçre Hukukuna bakıldığında da sorumluluğun kapsamını tayin eden ilk durumu, devirden önce muaccel olmuş alacaklar oluşturmaktadır. Devreden şirketin birleşmeden önce şahsi sorumlu olan ortakları, hizmet sözleşmesinden doğan ve devir gününe kadar muaccel olmuş işçilik alacaklarından, müteselsilen sorumludurlar. 2.  İtiraz Hakkının Kullanılması Durumunda  Sorumluluğun kapsamını oluşturan bir diğer sınır ise itiraz hakkının kullanılması durumunda, iş sözleşmesinin sona erdiği ana kadar doğacak borçlardır. Bu durum madde metninde;  …işçinin itirazı sebebiyle hizmet sözleşmesinin sona erdiği ana kadar doğacak olan borçlardan…  şeklinde ifade edilmiştir.  Mehaz İsviçre hukukunda da sorumluluğun kapsamını, işçinin itiraz hakkını kullanmasından itibaren yasal bildirim süresi dolana kadar ki süre içinde doğacak borçlar oluşturmaktadır. Burada esas olan alacakların doğma zamanı olup, devreden  ve  devralan  işverenlerin  müteselsil  sorumluluğunda  olduğu  gibi  13  İşçiler dışındaki alacaklılarda yansıması için bkz. İPEKEL KAYALI, s. 327.  14  ALP, s. 68.  15  VISCHER, Frank/ MÜLLER, M. Roland, Der Arbeitsvertrag, 4. Auflage, Basel 2014, § 23, Rn. 16; BRÜHWILLER, Jürg, Einzelarbeitsvertrag, Kommentar zu den Art. 319-343 OR, 3. Auflage, Basel 2014, Rn. 4; STAEHELIN, Adrian,  Obligationenrecht, Der Arbeitsvertrag Art. 330b-355, Art. 361-362 , Jörg Schmid (Hrsg) Kommentar zum schweizerischen Zivilrecht, Zürich 2013, Rn. 10.   16  BRUNNER,  Christiane/  BÜHLER,  Jean-Michel/  WAEBER,  Jean  Bernard/  BRUCHEZ, Christian, Kommentar zum Arbeitsvertragsrecht, 3. Auflage, Basel 2005, s. 193.  17  BRUNNER/ BÜHLER/ WAEBER/ BRUCHEZ, Kommentar zum Arbeitsvertragsrecht, Art. 333, s. 193; BRÜHWILER, Einzelarbeitsvertrag, Art. § 333, Rn. 4. 70muacceliyet zamanı değildir. Burada sorumluluğun zaman açısından sınırını, yasal bildirim süresinin sona erme tarihi oluşturmaktadır. Bilindiği üzere itiraz hakkının kullanılması halinde iş ilişkisinin sona erebilmesi için, birleşmenin gerçekleşmesine rağmen yasal bildirim süresi dolmamış ise devralan işveren bünyesinde bu sürenin dolması beklenecektir. Bu süre zarfında gerek devralan işveren gerek işçi, TTK m. 178/f. 2 uyarınca iş sözleşmesini yerine getirmekle yükümlüdür. Dolayısıyla yasal bildirim süresinin sona ermesine kadar geçecek sürede, yasal bildirim süresinin dolmaması nedeniyle iş ilişkileri devralan işverene devredilmişse, bu süre zarfında devralan işveren bünyesinde doğacak borçlardan da ortakların şahsi sorumluluğu söz konusu olacaktır. Burada önemli olan bu borçların, yasal bildirim süresi içinde doğmuş olmasıdır.  3.  İş Sözleşmesinin Normal Olarak Sona Ermesi Durumu  Sorumluluğun son olarak kapsamını iş sözleşmesinin normal olarak sona ereceği tarihe kadar muaccel olacak alacaklar oluşturmaktadır. Sorumluluğun kapsamı açısından çerçevesini çizdiğimiz yukarıdaki iki durum, sorumluluğun kapsamını tayin açısından problem teşkil etmemektedir. Asıl tartışmalı olan, iş sözleşmesinin normal olarak sona ereceği bu kısımdır. Burada tartışma yaratan husus ise iş sözleşmesinin normal olarak sona ermesi ile neyin kastedildiğidir.  Mehaz İsviçre hukukuna bakıldığında, iş ilişkisinin normal olarak sona ereceği yani belirsiz süreli iş sözleşmeleri için yasal ya da akdi bildirim süresinin, belirli süreli iş sözleşmelerinde belirli sürenin dolmasıyla sona erene kadar muaccel olacak alacaklar şahsi sorumluluğun kapsamını belirlemektedir. Bu süre içinde alacağın  doğmuş  olması  önemli  olmayıp,  önemli  olan  alacağın  muaccel olmasıdır.  Belirsiz  süreli  iş  sözleşmeleri  için  sorumluluğun  sınırını  çizen bildirim süresi, yasal bildirim süresi veya akdi olarak bireysel iş sözleşmesi ile ya da toplu iş sözleşmesi ile belirlenmiş olabilir. Bu bildirim süresi, işyeri devri tarihinde bir fesih varmış gibi kabul edilip, devir tarihinden itibaren işlemeye başlar. Bildirim süresinin dolması ile de sona erer. Şahsi sorumlu ortakların sorumluluğunun doğabilmesi için, alacağın bu başlama ve bitiş tarihleri arasında  18  BRÜHWILER, Einzelarbeitsvertrag, Art. § 333, Rn. 4. 19 BRANDLI, Thomas, Outsourcing Vertrags-, Arbeits- und Bankrecht, Wolfgang Wiegand (Hrsg), Stämpfli Verlag AG, Bern 2001, § 13, Rn. 332. 20 STAEHELIN, Art. 333 OR, Rn. 15; BRÜHWILER, Einzelarbeitsvertrag, Art. § 333, Rn. 2; STREIFF/ VON KAENEL/ RUDOLPH, Art. 333, N; GLANZMANN, Umstrukturierungen, § 39, Rn. 666.   21  STAEHELIN,  Art.  333  OR,  Rn.  10;  BRANDTLI,  §  13,  Rn.  332;  BRÜHWILER, Einzelarbeitsvertrag, Art. § 333, Rn. 4; ANDERMATT, Arthur/ BIANCHI, Doris/ BRUCHEZ, Christian/ GABATHULER, Thomas/ HABERLI, Christoph/ ZÜRCHER, Susanne Kuster/ MOLO, Romolo/  RIEGER,  Andreas/  RONCORONI,  Giacomo/  SCHMID,  Peter,  Handbuch  um kollektiven Arbeitsrecht, Basel 2009, § E, Rn. 41.  22 ANDERMATT/ BIANCHI/ BRUCHEZ/ GABATHULER/ HABERLI/ ZÜRCHER/ MOLO/ RIEGER/ RONCORONI/ SCHMID, § E, Rn. 41.  23 BRUNNER/ BÜHLER/ WAEBER/ BRUCHEZ, Kommentar zum Arbeitsvertragsrecht, Art. 333, s. 193.    71muaccel olması gerekmektedir.  Kanaatimizce de hükümde  hizmet sözleşmesinin normal olarak sona ereceği  ibaresi ile kastedilen belirsiz süreli iş sözleşmeleri için yasal ya da akdi bildirim süresinin sona ermesi, belirli süreli iş sözleşmeleri için  de  sözleşme  süresinin  sona  erme  tarihidir.  Burada  belirsiz  süreli  iş sözleşmeleri için sona ermeyi belirleyen akdi ya da yasal bildirim süresinin başlangıç tarihi önem arz etmektedir. Aksi takdirde, birleşmeden 10 yıl sonra bildirimli fesih ile muaccel olan alacaklar nedeniyle devreden işvereni sorumlu tutmak gibi hakkaniyete uymayan ve ticaret hayatını olumsuz etkileyen durumlar meydana gelebilir. Bu nedenle, belirsiz süreli iş sözleşmeleri için yasal ya da akdi bildirim  süresini,  İsviçre  hukukunda  olduğu  gibi  devir  tarihinden  itibaren başlatmak gerekecektir. Devir tarihi ile yasal ya da akdi bildirim süresi arasındaki zaman aralığında, alacağın muaccel olması gerekmektedir. Dolayısıyla bu zaman aralığında ya da devirden önce alacağın meydana gelip gelmemesi arasında bir fark bulunmamaktadır. Önemli olan alacak ister devreden işveren ister devralan işveren  zamanında  doğmuş  olsun,  bu  zaman  aralığında  alacağın  muaccel olmasıdır.     4.  Sorumlu Ortaklar  Şirketin  birleşmeden  önce  şirket  borçlarından  dolayı  ikinci  derecede  şahsen sorumlu olan ortaklarının sorumluluğu, kolektif şirket ortakları ve komandit şirketin  komandite  ortakları  için  söz  konusudur.  Bu  nedenle  sermaye şirketlerinin ortaklarının böyle bir sorumluluğu söz konusu olmayacaktır. Aynı zamanda bu sorumluluk birleşmeye katılan yani devreden şirketin şahsi sorumlu ortakları için söz konusu olup, devralan şirketin ortaklarının sorumluluğu yoktur.  5.  Hükmün Amacı  Ortakların sorumluluğuna ilişkin bu hüküm sermaye şirketine devrolunan şahıs şirketlerinde, şirket borçlarından ikinci derecede şahsen sorumlu olan ve birleşme sonucunda devralan şirkette, sorumluluk rejimi değişen ortaklara yönelik olarak getirilmiştir. Sorumluluk rejimindeki bu gibi bir değişiklik, şahsi sorumluluğun sona mı erdiği yoksa devam mı ettiği, devam ediyorsa herhangi bir şarta bağlı olup olmadığı, sorumluluğun devam süresinin ne kadar olduğu sorularına kısmen cevap verir.   24  KAPLAN SENYEN, s. 29.  25  İPEKEL KAYALI, s. 326, 327.  26  Türk Ticaret Kanununun 178. maddesinin 6. fıkrasında, ortakların şahsi sorumluluğun kapsamı çizilmiş olmasına rağmen, bu hüküm detaylandırılmamıştır. İşçiler dışındaki alacaklılara yönelik, ortakların şahsi sorumluluğunu düzenleyen Türk Ticaret Kanununun 158. maddesinin gerekçesine bakıldığında,  Birinci fıkra, kişisel olarak sorumlu bulunan ortakların bağlı oldukları sorumluluk rejiminden kaynaklanan sorumluluklarının, kanunda öngörülen şartların varlığında birleşmeden sonra da devam edeceği ilkesini koymaktadır. İlke, bir taraftan birleşmenin, mevcut sorumluluğun sona ermesine neden olamayacağı, diğer taraftan da birleşmenin kimseye, bu arada doğal olarak alacaklılara  zarar  vermemesi,  hiç  kimsenin  birleşmeden,  bizatihi  birleşmeden  başka  yarar sağlamaması, aksi halde bunun haksız olacağı şeklindeki, özü adalet olan düşünceye dayanır. Eski sorumluluk rejiminden doğan sorumluluğun kanunen belirlenmiş belli bir süre sonra sona ermesi, 72Bu hüküm olmasaydı devralan şirketin şahsi sorumluluğu kabul etmeyen bir hukuki yapıya sahip olması durumunda (örneğin kolektif şirketin anonim şirketle birleşmesi gibi), ortakların şahsi sorumluluğu sona erecekti.  6.  Sorumluluğa İlişkin Süre Diğer alacaklılar için ortakların şahsi sorumluluğunu düzenleyen TTK m. 158  e bakıldığında, sorumluluğa ilişkin bir süre sınırı getirildiği görülmektedir. TTK m. 158/f. 2  ye göre;  Devrolunan şirketin borçlarından doğan, ortakların kişisel sorumluluğuna ilişkin istemler, birleşme kararının ilanı tarihinden itibaren üç yıl geçince  zamanaşımına  uğrar.  Alacak  ilan  tarihinden  sonra  muaccel  olursa, zamanaşımı süresi muacceliyet tarihinden itibaren başlar… . Buradaki üç yıllık sürenin  işçilik  alacakları  için  de  söz  konusu  olup  olmayacağı  sorusu  akla gelebilir. İsviçre hukukunda hâkim görüş, diğer alacaklıların korunmasında olduğu  gibi,  işçilik  alacakları  hakkında  da  şahsi  sorumlu  ortakların sorumluluğunun, İBirK § 26/f.2  de yer alan üç yıllık süre ile sınırlandırılması gerektiği yönündedir. Ancak TTK m.158 e denk gelen İBirK § 26 da TTK m.  yani bu sorumluluğun özel bir zamanaşımına tâbi olması da gene aynı adalet düşüncesinin gereğidir. Kanun sorumluluğun devam edebilmesini şarta bağlamıştır. O da devrolunan şirketteki borcun ya birleşme kararının ilânından önce doğmuş olması ya da borcu/borçları doğuran sebeplerin bu tarihten önce oluşmuş bulunmasıdır. Birleşmenin ilânından sonra doğan veya sebebi oluşan borçlarda kişisel sorumlu ortağı sorumlu tutmakta devam etmek ne şirketler ne de sicil hukukuna uyar, üstelik adil de değildir. Hükümdeki  birleşme kararının ilânı  ibaresi ile, Tasarının 154 üncü maddesindeki ilân kastedilmiştir. Sorumluluğu devam ettiren ikinci şart, yani borcun sebebinin  birleşme  kararının  oluşmasından  önce  doğması  şartı,  hem  sözleşmeden,  sebepsiz zenginleşmeden ve vekâletsiz iş görmeden, hem de haksız fiillerden doğan borçlar yönünden geçerlidir. Gerek sözleşme ihlâllerinde gerek haksız fiillerde (İBirK nun gerekçesinden aksi anlamın çıkmasına ve İsviçre de bazı yazarlarca aksi görüş belirtilmesine rağmen) zararı doğuran fiilin birleşme kararının ilânı tarihinden önce gerçekleşmiş olması yeterlidir; yoksa zararın da bu tarihten önce ortaya çıkması şart değildir. Hüküm kişisel sorumlulukla ilgili olup ek yükümlere, kişisel taahhütlere  (kefalet  ve  garanti  gibi)  uygulanmaz.  Bu  sorumluluklar  da  158  inci  madde uygulanmaksızın  devam  eder… ,  http://www.ticaretkanunu.net/turk-ticaret-kanunu-maddegerekceleri-ikinci-kitap-ticaret-sirketlerimadde-124-644/,  E.T.  15.04.2020;  VISCHER,  Frank  / MARTINI, K.Claudia/ MÜLLER, M.Roland, Zürcher Kommentar zum Fusionsgesetz, Frank Vischer (Ed) 2. Auflage, Zürich 2012, Art. 48, Rn. 1; GLANZMANN, Umstrukturierungen, § 21, Rn.  44;  VOGEL,  Alexander/  HEIZ,  Christoph/  BEHNISCH,  Urs/  SIEBER,  Andrea,  FusG Kommentar, 2. Auflage, Zürich 2012, Art. 46, Rn. 6; STREIFF/ VON KAENEL RUDOLPH, Art. 333,  N;  BRÜHWILER,  Art.  333,  Rn.  6;  WINKLER,  Prg  7,  A,  s.  90;  GLANZMANN, Umstrukturierungen, § 39, Umstrukturierungen, Rn. 685; KRADOLFER, Der Betriebsübergang, § 9, s. 267; İş ilişkilerinin geçişi hakkında şahsi sorumluluk müessesesinin, tam külli halefiyet ilkesinin geçerli olduğu birleşmelere de yansıtılmasının, şirket birleşmelerini kolaylaştırmayı hedefleyen kanun koyucunun amacı ile örtüşmeyeceği yönündeki eleştiri için bkz. KENDİGELEN, Abuzer, Yeni Türk Ticaret Kanunu Değişiklikler, Yenilikler ve İlk Tespitler, Değişiklikler İşlenmiş ve Güncellenmiş 2. Bası, İstanbul 2012, s. 147.  28 İşçiler dışındaki alacaklılar için getirilmiş süre 3 yıldır, KENDİGELEN, s. 147.  29 REHBINDER, Manfred/ STOCKLI, Jean-Fritz,  Der Arbeitsvertrag Art. 331-355 und Art. 361362 OR , Berner Kommentar Schweizerisches Zivilgesetzbuch Das Obligationenrecht, Heinz Hausheer/  Peter  Hans  Walter  (Ed),  Bern  2014,  Art.  333,  Rn.  16;  GLANZMANN, Umstrukturierungen, § 39, Rn. 685.    73158/f. 4  de olduğu gibi açık bir şekilde iş ilişkilerine uygulanacak madde belirtilmemiştir. Hâlbuki TTK m. 158/f. 4  de açık bir şekilde iş ilişkilerine m.178 in uygulanacağı vurgulanmıştır. Burada ise işçilik alacaklarından, şahsi sorumlu ortakların sorumluluğuna ilişkin bir süre sınırı getirilmemiştir. İsviçre Hukukunda olduğunun aksine, Türk Hukukunda 3 yıllık süre sınırı getirilmemesi gerektiğini kanaatindeyiz. İşçilik alacaklarından ortakların şahsi sorumluluğuna yönelik TTK m. 178/f. 6  da herhangi bir süre sınırlaması yer almadığından, devreden şirketin şahsi sorumlu olan  ortakları  bu  alacaklar  ifa  edilene  kadar,  zamanaşımı  süresi  boyunca müteselsilen  sorumlu  kalmaya  devam  edecektir.  Diğer  bir  anlatımla  işçilik alacaklarına  ilişkin  zamanaşımı  süreleri,  bir  nevi  şahsi  sorumlu  ortakların sorumluluk süresini belirleyici nitelikte olacaktır. SONUÇ Birleşme birden fazla bağımsız şirketin, bir bütün olarak tek bir tüzel kişi çatısı altında  bir  araya  gelmesi  olarak  tanımlanabilir.  Şirket  birleşmeleri  işçileri ilgilendirdiği noktada iş hukukunu meşgul eden bir konu haline gelmektedir. Sadece birleşmeye değil diğer yapısal değişiklik türlerine de uygulanan TTK m. 178  de iş ilişkilerinin ve işçilik alacaklarının akıbeti düzenlenmiştir.  İşverenin borçlu olduğu kimseleri, işçiler ve işçiler dışında kalan üçüncü kişi olarak  nitelendirebileceğimiz  diğer  alacaklılar  oluşturmaktadır.  Birleşmede özellikle  devreden  işverenin  ortadan  kalktığı  durumlarda,  mevcut  borçlar açısından borçlu ortadan kalkmakta, borçlardan sorumlu başka bir işveren devreye girmektedir.  Devralan  işverenin  ekonomik  durumu  göz  önüne  alındığında alacaklıların korunması büyük önem arz etmektedir. Bu nedenle kanun koyucu alacaklıların,  özelde  işçilerin  maruz  kalabilecekleri  olumsuzlukları  gidermek adına koruyucu hükümler getirmiştir. Bu hükümlerden biri de birleşmeden önce şirket  borçlarından  dolayı  şahsi  sorumlu  ortakların,  sorumluluğunun  devam etmesine ilişkin düzenlemedir. Birleşmeden önce şirket borçlarından dolayı ikinci derecede şahsen sorumlu ortakların sorumluluğu, kolektif şirket ortakları ve komandit şirketin komandite ortakları için söz konusudur. Bu sorumluluk sermaye şirketine devrolunan şahıs şirketlerinde, şirket borçlarından ikinci derecede şahsen sorumlu olan ve birleşme sonucunda devralan şirkette, sorumluluk rejimi değişen ortaklara yönelik olarak getirilmiştir. Devreden şirketin birleşmeden önce şirket borçlarından dolayı sorumlu olan ortakları, hizmet sözleşmesinden doğan ve intikal gününe kadar muaccel olan borçlarla, hizmet sözleşmesi normal olarak sona ermiş olsaydı muaccel hâle  30 Ortakların şahsi sorumluluğuna ilişkin işlemlerin, birleşme kararının ilanı tarihinden itibaren üç yıl geçince zamanaşımına uğrayacağına dair görüş hakkında bkz. KAPLAN SENYEN, s. 29.  74gelecek olan veya işçinin itirazı sebebiyle hizmet sözleşmesinin sona erdiği ana kadar doğacak olan borçlardan müteselsilen sorumlu olmakta devam ederler.  Ortakların şahsi sorumluluğuna yönelik TTK m. 178/f. 6  da herhangi bir süre sınırlaması  yer  almadığından,  devreden  şirketin  şahsi  sorumlu  ortakları  bu alacaklar  ifa  edilene  kadar,  işçilik  alacaklarının  zamanaşımı  süresi  boyunca müteselsilen sorumlu kalmaya devam edecektir.",
     "Kaynakça": "AHRENDT, Martina / KOCH, Ulrich, Umwandlung und Betriebsübergang, Arbeitsrechts Handbuch, 16. Neu bearbeitete Auflage, aus C.H.Beck, München 2015.  ALP, Mustafa,  Yeni Türk Ticaret Kanunu na Göre Bölünme, Birleşme ve Tür Değiştirmenin İş İlişkilerine Etkisi (TTK 178; 158; 190) , Çalışma ve Toplum Ekonomi ve Hukuk Dergisi, 2012/1 (32). ALTAŞ, Soner, Yeni Türk Ticaret Kanunu na Göre Anonim Şirketler, 3. Baskı, Ankara 2012. ANDERMATT,  Arthur/  BIANCHI,  Doris/  BRUCHEZ,  Christian/ GABATHULER, Thomas/ HABERLI, Christoph/ ZÜRCHER, Susanne Kuster/ MOLO, Romolo/ RIEGER, Andreas/ RONCORONI, Giacomo/ SCHMID, Peter, Handbuch um kollektiven Arbeitsrecht, Basel 2009. BAECK,  Ulrich  /  HAUβMANN,  Katrin,   Betriebsinhaberwechsel Arbeitgeberwechsel ,  Klemens  Dörner/  Stefan  Luczak/  Martin  Wildschütz/ Ulrich Baeck/ Axel Hoβ (Ed), Handbuch des Fachanwalts Arbeitsrecht, 12. Auflage, Luchterhanf Verlag, Köln 2015.  BACHNER, Michael/ KÖSTLER, Roland/ MATTHIESSEN, Volker/ TRITTIN, Wolfgang,  Arbeitsrecht  bei  Unternehmensumwandlung  und Betriebsübergang, 4. Auflage, Baden Baden 2012. BAHTİYAR, Mehmet, Ortaklıklar Hukuku, Yeni TTK  ya Göre Yazılmış 7. Bası, İstanbul 2012.  BAUEN, Marc / JEGHER, Gion/ WENGER, Boris / ZEN RUFFİNEN, Marie N, Merger Law, Loi sur la fusion, Fusionsgesetz, Legge sulla fusione, 1. Auflage, Zürich 2005.  BAUER,  Christoph,  Parteiwechsel  im  Vertrag  Vertragsübertragung  und Vertragsübergang,  Unter  besonderer  Berücksichtigung  des  allgemeinen Vertragsrechts und des Fusionsgesetzes, 2010 Zürich.    75BOECKEN, Winfried, Unternehmens  umwandlungen und Arbeitsrecht, aus Verlag Dr. Otto Schmidt, Köln 1996. BİLGİLİ, Fatih/ DEMİRKAPI, Ertan, Şirketler Hukuku Dersleri, Bursa 2013.  BRANDLI,  Thomas,  Outsourcing  Vertrags ,  Arbeits   und  Bankrecht, Wolfgang Wiegand (Hrsg), Stämpfli Verlag AG, Bern 2001. BRUNNER,  Christiane/  BÜHLER,  Jean Michel/  WAEBER,  Jean  Bernard/ BRUCHEZ,  Christian,  Kommentar  zum  Arbeitsvertragsrecht,  3.  Auflage, Basel 2005. BRÜHWILLER, Jürg, Einzelarbeitsvertrag, Kommentar zu den Art. 319 343 OR, 3. Auflage, Basel 2014. ÇELİK,  Nuri/  CANİKLİOĞLU,  Nurşen/  CANBOLAT,  Talat,  İş  Hukuku Dersleri, İstanbul 2019. DOĞRUSÖZ,  Hanife,   Ticaret  Ortaklıklarının  Birleşme  ve  Nev i Değiştirmelerinin Ferdi ve Toplu İş Hukuku Bakımından Temel Sonuçları , Doç. Dr. Mehmet Somer e Armağan, İstanbul 2006. GAUL, Björn, Der Arbeitsrecht der Betriebs  und Unternehmensspaltung, Gestaltung von Betriebsübergang Outsourcing Umwandlung, Köln 2002. GLANZMANN, Lukas, Umstrukturierungen, Eine systematische Darstellung des schweizerischen Fusionsgesetzes, 3. Überarbeitete und erweiterte Auflage, Stämpfli Verlag AG, Bern 2014. GLANZMANN,  Lukas/  DRUEY,  Nicolas  Jean/  JUST  DRUEY,  Eva, Gesellschafts und Handelsrecht, 11. Auflage, Zürich 2015.  GÜNDOĞDU,  Gökmen/  KAPLAN,  Hasan  Ali,   Türk  Ticaret  Kanunu Tasarısı nda Bölünmenin İş İlişkilerine Etkisi , İş Dünyesi ve Hukuk, Prof. Dr. Tankut Centel  e Armağan, İstanbul 2011.  İPEKEL  KAYALI,  Ferna,  Türk  Ticaret  Kanunu   na  Göre  Birleşmeler, İstanbul 2014. JOOST, Detlev,  Rechte und Pflichten bei Betriebsübergang , § 324, Rn. 14, Marcus Lutter/ Martin Winter (Ed), Umwandlungsgesetz Kommentar, Band II, §§135 325, aus Verlag Dr. Otto Schmidt, 4. Neu bearbeitete und erweiterte Auflage, Köln 2009.  KAYIK AYDINALP, Aslıhan, İş Hukuku Açısından Ticaret Şirketlerinde Yapısal Değişiklikler, İstanbul 2017.  KENDİGELEN, Abuzer, Yeni Türk Ticaret Kanunu Değişiklikler, Yenilikler ve İlk Tespitler, Değişiklikler İşlenmiş ve Güncellenmiş 2. Bası, İstanbul 2012. KOCAER, Şenol, Şirket Yeniden Yapılandırmaları, Ankara 2015.  76KÖSEOĞLU, Ali Cengiz, İşyerinin Kapanmasının İş Sözleşmelerine Etkisi, İstanbul 2004.  KRADOLFER, Dean Andreas,  Der Betriebsübergang Auswirkungen auf das Individualarbeitsverhältnis,  eine  arbeitsrechtliche  Abhandlung  unter Berücksichtigung  des  gesellschaftsrechtlichen  und  des  erbrechtlichen Betriebsübergang , Volume 28, Zürich 2008.  ÖZKARACA,  Ercüment,  İşyeri  Devrinin  İş  Sözleşmelerine  Etkisi  ve İşverenlerin Hukuki Sorumluluğu, İstanbul 2008 (İşyeri Devri). ÖZKARACA,  Ercüment,   Şirketlerin  Birleşmesi,  Bölünmesi  ve  Tür Değiştirmesinin  İş  Hukuku na  Etkileri ,  Kadir  Has  Üniversitesi  Hukuk Fakültesi,  İş  Hukukunda  Güncel  Sorunlar  (2)  Seminer,  İstanbul  2012 (Birleşme Bölünme ve Tür Değiştirme). POROY, Reha / TEKİNALP, Ünal/ ÇAMOĞLU, Ersin, Ortaklıklar Hukuku I, Güncelleştirilmiş 13. Bası, İstanbul 2014.           PORTMANN, Wolfgang / STOCKLI, Jean Fritz, Schweizerisches Arbeitsrecht, 3. Vollständig überarbeitete Auflage, Zürich/St. Gallen 2013.  PREIS, Ulrich, Arbeitsrecht Individualarbeitsrecht Lehrbuch für Studium und Praxis, Köln, 2012.  PULAŞLI, Hasan,  Türk Ticaret Kanunu Tasarısına Göre Birleşmenin Temel Nitelikleri , Prof. Dr. Hüseyin HATEMİ  ye ARMAĞAN, II. Cilt, İstanbul 2009. PULAŞLI,  Hasan,  6102  sayılı  Türk  Ticaret  Kanunu na  Göre  Şirketler Hukuku Şerhi, Cilt I, Ankara 2011.  REHBINDER, Manfred/ STOCKLI, Jean Fritz,  Der Arbeitsvertrag Art. 331 355 und Art. 361 362 OR , Berner Kommentar Schweizerisches Zivilgesetzbuch Das Obligationenrecht, Heinz Hausheer/ Peter Hans Walter (Ed), Bern 2014. SENYEN KAPLAN, Emine Tuncay,  İşyeri Devrinin, Türk Ticaret Kanunu m. 178 ve İş Kanunu m.6 Hükümleri Çerçevesinde İş İlişkilerine Etkisi , Sicil İş Hukuku Dergisi, Mart 2013, Yıl 8, Sayı 29. SÜZEK,  Sarper,   İşyeri  Devri  ve  Hukuki  Sonuçları ,  Prof.  Dr.  M.  Polat SOYER  e Armağan, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Cilt 15, Özel Sayı (I), İzmir 2014.  ŞENER, Oruç Hami, Teorik ve Uygulamalı Ortaklıklar Hukuku, Ankara 2013. TEKİNALP, Ünal, Sermaye Ortaklılarının Yeni Hukuku, Değişiklikler ve İkincil Düzenlemelerle Güncelleştirilmiş 4. Bası, İstanbul 2015.    77TEKİNSOY, Barış,  Ticaret Ortaklıklarının Birleşmesinden Doğan Kanunlar İhtilafında Kurumsal Sorunlar , BATİDER, Cilt XXIX, Sayı 2, Yıl 2013.  WINKLER, Michael, Unternehmensumwandlungen und ihre Auswirkungen auf Arbeitverträge, Zürich 2001. VISCHER,  Frank  /  MARTINI,  K.Claudia/  MÜLLER,  M.Roland,  Zürcher Kommentar zum Fusionsgesetz, Frank Vischer (Ed) 2. Auflage, Zürich 2012. VISCHER, Frank/ MÜLLER, M. Roland, Der Arbeitsvertrag, 4. Auflage, Basel 2014.  VOGEL,  Alexander/  HEIZ,  Christoph/  BEHNISCH,  Urs/  SIEBER,  Andrea, FusG Kommentar, 2. Auflage, Zürich 2012.  YILDIRIM, Ali Haydar/ KOLOTOĞLU, Olcay, Anonim ve Limited Şirketlerin Kuruluşu, Tasfiyesi, Birleşmesi, Devri, Nevi Değişikliği, Bölünme ve Hisse Değişikliği, Ankara 2003.         78"
}