{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "26",
     "Ay": "07",
     "Yıl": "2020",
     "Cilt": " ",
     "Sayı": " ",
     "Başlık": "İŞÇİNİN KİŞİSEL İNTERNET KULLANIMININ İŞ İLİŞKİSİ VE İŞVERENİN KİŞİLİK HAKLARINA ETKİSİ ",
     "Title": "EMPLOYMENT OF THE PERSONAL INTERNET USE ON THE RELATIONSHIP OF THE JOB AND THE EMPLOYER'S RIGHTS",
     "Yazar İsmi": [

          "Atanur KARAAHMETOĞLU"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "İşçi", "İnternet", "İşveren", "Sadakat", "Kişilik Değerleri"
     ],
     "Keywords": [
          "Worker", "Internet", "Employer", "Loyalty", "Personality Values"
     ],
     "Özet": "Günümüzde, internet çok önemli bir olanaktır. İnternet sayesinde bilgiye erişim ve  iletişim  oldukça  kolaylaşmıştır.  Bu  şekilde  birçok  iş  oldukça  hızlı yapılmakladır. Ancak, internetin doğru şekilde kullanılması gerekir. Örneğin işçiler işyerinde internet kullanırken dikkatli olmalıdır. Zira, işçilerin kişisel internet kullanımı işyerinde bazı olumsuzluklara neden olmaktadır. Bu nedenle işçilerin verimliliği düşebilmektedir. Ayrıca, işçilerin kişisel internet kullanımı, işverenin itibarına da zarar verebilmektedir. Zira, bazen işçiler sosyal medyada işveren hakkında olumsuz açıklamalar yapmaktadır. Bu doğrultuda, işçiler ifade özgürlüğü hakkına sahiptir. Ancak, işçilerin eleştiri sınırlarını  aşmaması  gerekir.  Bu  nedenle  işçilerin  işverenin  kişiliğine  saygı göstermesi  gerekir.  Buna  göre  işçilerin  sosyal  medyada  paylaşım  yapması gerekir. Aksi halde işçi sadakat borcunu ihlal etmektedir. Bu nedenle iş ilişkisi de  zarar  görmektedir.  Aynı  şekilde  sadakat  borcu  kapsamında  işçilerin  sır saklama yükümlülüğü de bulunmaktadır. Bu bağlamda işçilerin işverene veya işyerine  ait  gizli  kalması  gereken  bilgileri  sosyal  medyada  paylaşmaması gerekir. Dolayısıyla işçinin kişisel internet kullanımı hem iş ilişkisine hem de işverene  zarar  verebilmektedir.  Bu  çalışmada  işçilerin  kişisel  internet kullanımının iş ilişkisine ve işverenin kişiliğine etkisi araştırılmıştır.",
     "Abstract": "In the present day, the internet is a very important opportunity. Thanks to the internet, access to information and communication has become quite easy. In this way, many jobs are done quite fast. However, the internet must be used properly. For example, workers should be careful when using the internet in the workplace. Because the personal internet usage of the workers causes some negativities  in  the  workplace.  For  this  reason,  productivity  of  workers  can decrease. In addition, the personal internet usage of workers can harm the reputation  of  the  employer.  Because  sometimes  workers  make  negative statements about the employer on social media. In this direction, workers have the right to freedom of expression. However, workers  should  not  exceed  the  limits  of  criticism.  Therefore,  workers  must respect the employer's personality. Accordingly, workers should share on social media.  Otherwise,  the  worker  violates  his/her  loyalty  debt.  Therefore,  the business relationship is also damaged. Likewise, workers have an obligation to keep secrets within the scope of loyalty debt. In this context, workers should not share information that should remain confidential about the employer or the workplace on social media. Therefore, the personal internet usage of the worker can harm both the business relationship and the employer. In this study, the effect of personal internet usage of workers on the business relationship and the personality of the employer was investigated.",
     "Metin": "Günümüzde  gelişen  teknoloji  hayatın  her  alanında  birçok  değişimi  de beraberinde getirmiştir. Özellikle son yirmi yılda internetin gelişmesi ile birlikte bilgiye erişim çok kolay hale gelmiş, iletişim ve haberleşme daha kolay hale gelmiştir.  Ancak,  teknolojinin  gelişmesine  bağlı  olarak  internetin  birtakım sakıncaları  da  gün  yüzüne  çıkmıştır.  Bilhassa,  sosyal  medya  sitelerinin kurulması ve bu sitelerin yaygınlaşması ile insanların birbirlerinin özel hayatına müdahalede bulunduğu da görülmeye başlamıştır. İnternet kullanımının yaygınlaşması, diğer birçok alanda olduğu gibi iş hayatını da  oldukça  fazla  etkilemiştir.  İşyerlerinde  birçok  iş  internet  vasıtasıyla yapılmaya başlamıştır. Bu nedenle, işçiler işyerlerinde internetten oldukça fazla yararlanmaya  başlamıştır.  Ancak,  işçilerin  işyerinde  internet  kullanımı  bazı zamanlar olumsuz sonuçlar doğurmaktadır. Özellikle işçilerin işyerinde kişisel amaçlı internet kullanımı, iş veriminin düşmesine neden olmaktadır. Bir başka ifadeyle işçilerin kişisel internet kullanımı çoğu zaman işçilerin iş görme edimini yerine getirmeleri açısından engel teşkil etmektedir. İşçilerin işyerinde kişisel amaçla  mailleşmesi,  sıklıkla  sosyal  medya  sitelerine  girmeleri  işçilerin  işe konsantre olmalarını engellemektedir. Bu nedenle işveren işçilerin kişisel amaçla internet kullanımına sınırlama getirebilmektedir. İşveren işçilerin kişisel amaçlı internet kullanmalarını engellemek için talimatlar verebilmektedir. İşveren bu talimatları yönetim hakkına dayanarak vermektedir. Ancak, işverenin işçilerin internet kullanımını tümüyle yasaklaması mümkün değildir. Buna göre, işçilerin acil durumlarda ve kısa süreli olarak internet kullanabileceğini kabul etmek gerekir. Aksi durum işçilerin haberleşme özgürlüğünü kısıtlar nitelikte olacaktır. 80Kişisel internet kullanımından kaynaklı olarak iş hayatında başkaca sorunlar da yaşanabilmektedir. Örneğin, işçiler işverenin veya işyerinin itibarını sarsacak şekilde  sosyal  medya  paylaşımlarında  bulunabilmektedir.  Bu  durum  sadakat borcunun ihlali anlamına gelmekle birlikte, işverenin kişilik haklarının zarar görmesine  de  neden  olabilmektedir.  Zira,  işçinin  sadakat  borcu  kapsamında doğruluk  ve  bağlılık  kurallarına  uygun  davranışlar  sergilemesi  gerekir.  Bu nedenle, işçinin işverenin itibarını olumsuz etkileyecek açıklamalar yapmaması gerekir. Buna göre, işçinin sosyal medyada işverene hakaret etmesi, iftira atması veya  asılsız  suç  istinadında  bulunması  fesih  nedeni  olmaktadır.  Bu  nedenle işçinin işverenin şeref ve haysiyetine dokunacak sosyal medya paylaşımlarında bulunmaması  gerekir.  Aksi  halde  işçi  işverenin  kişilik  haklarını  ihlal  etmiş olmaktadır ve işveren işçinin sözleşmesini 4857 sayılı İş Kanunu'nun madde 25/II hükmü uyarıca haklı nedenle feshedebilmektedir. İfade özgürlüğü kapsamında işçinin işveren veya işyeri hakkında açıklamalar yapması  mümkündür.  Ancak,  işçilerin  yaptığı  bu  eleştirilerin  işverenin  ve işyerinin itibarını sarsacak nitelikte olmaması gerekir. Zira, işçinin sosyal medya paylaşımları gerçeği yansıtır nitelikte olsa bile, işverenin veya işyerinin itibarına zarar  verecek  nitelikte  olması  halinde  işveren  işçinin  sözleşmesini feshedebilmektedir. Burada işçinin sosyal medya paylaşımının ağırlığına göre, işçinin sözleşmesi haklı nedenle ya da geçerli nedenle feshedilmektedir. Burada işçinin sosyal medya paylaşımının niteliğine ve işçi işveren arasındaki ilişkinin sürdürülebilir olup olmadığına göre bir değerlendirme yapılmaktadır. İşçinin  sadakat  borcu  oldukça  geniş  kapsamlıdır.  Bu  nedenle  İşçinin  sosyal medyada işvereni ve işyerini zor duruma düşürecek açıklamalardan kaçınması tek başına yeterli değildir. Zira, işçinin sadakat borcu kapsamında sır saklama yükümlülüğü  de  bulunmaktadır.  Buna  göre,  işçinin  işverene  ve  işyerine  ait bilgileri gizli tutması gerekir. Bu bağlamda, işçinin sosyal medyada işverene ve işyerine ait bilgileri paylaşmaması gerekir. Bunun yanında, işçinin işyerinde internet  kullanırken  kendisine  tahsis  edilen  bilgisayarda  bu  bilgilere  üçüncü kişilerin erişmemesi için azami özen göstermesi gerekir. Bu nedenle işçinin internette girdiği sitelere dikkat etmesi gerekir. İşverene ait bu bilgilerin 3. kişilere ulaşması, işvereni veya işletmeyi zor duruma düşürebilmektedir. Bu nedenle işçi, sadakat borcu kapsamında sır saklama yükümlülüğünü ihlal etmiş olmaktadır. Bunun bir sonucu olarak iş ilişkisi de zarar görmektedir. Dolayısıyla işçinin kişisel internet kullanımı, iş ilişkisinin zarar görmesine neden olmakla birlikte,  bu  durum  işverenin  kişilik  haklarının  zarar  görmesine  de  neden olabilmektedir. Bu çalışmada, işçilerin kişisel internet kullanımının iş ilişkisini ve işverenin kişilik  haklarını  ne  şekilde  etkilediği  üzerine  bir  araştırma  yapılmıştır.  Bu kapsamda, işverenin işyerinde işçilerin kişisel internet kullanımını ne şekilde denetleyebileceği  ve  nasıl  sınırlandırabileceği  konusu  incelenmiştir.  Bu bağlamda işverenin hangi kapsamda ve ne şekilde işçilerin internet kullanımını yasaklaması gerektiği tartışılmıştır.    81Bu  doğrultuda,  ilk  olarak  işverenin  işçinin  kişisel  internet  kullanımını  nasıl denetleyebileceği  ve  sınırlandırabileceği,  bunun  yasal  zemininin  ne  olduğu üzerinde durulmuştur. Daha sonra ise, kişisel internet kullanımı nedeniyle işçinin iş  sözleşmesinden  kaynaklanan  yükümlülüklerini  ihlal  edip  etmeyeceği değerlendirilmiştir.  Son  olarak  işçinin  kişisel  internet  kullanımının  işverenin kişilik  haklarına  zarar  verip  vermeyeceği  ile  ilgili  açıklamalar  yapılmıştır. Böylece işçilerin ne şekilde ve nasıl interneti kullanması gerektiği sorusuna bir cevap bulmak amaçlanmıştır. II. İŞ SÖZLEŞMESİNİN İŞÇİNİN İNTERNET KULLANIMINA ETKİSİ İş sözleşmesi, bir özel hukuk sözleşmesi olmakla birlikte, sübjektif ve nispi nitelikte bir sözleşmedir.2 İş sözleşmesi işçiye işçi olma vasfını kazandıran ve işçi  ile  işveren  arasında  hukuki  bir  bağ  kuran  sözleşmedir.3 Bu  nedenle  iş sözleşmesi,  karşılıklı  borç  yükleyen  bir  sözleşmedir.4 Ayrıca  iş  sözleşmesi, sözleşme  serbestisi  ilkesine  dayanmaktadır. 5  Bu  nedenle  taraflar  hak  ve borçlarını serbestçe belirleyebilmektedir.6    İş sözleşmesi;  iş görme ,  ücret  ve  bağımlılık  unsurlarından oluşmaktadır. Bu nedenle, iş akdinin kurulabilmesi için belli bir işin belli bir ücret karşılığında yapılması  gerekir.7 Ancak,  ücretin  sözleşmede  açıkça  gösterilmesi  zorunlu değildir.8  Bu doğrultuda, akdedilen iş sözleşmesinde işçi ile işveren sözleşmenin konusunu sözleşme  özgürlüğü  kapsamında  serbestçe  belirleyebilmektedir.  Ayrıca,  iş sözleşmesinde  genel  olarak  işçinin  iş  görme  ediminin  ne  olduğu,  iş  görme edimini  nasıl  yerine  getireceği,  ücret,  çalışma  saatleri  gibi  birçok  konu  yer almakla birlikte, iş sözleşmesinde gizlilik ile ilgili de düzenleme yer almaktadır. İş sözleşmesinde gizlilik açısından işçinin iş ve işyeri ile ilgili edindiği bilgileri  2 MOLLAMAHMUTOĞLU Hamdi/ASTARLI Muhittin/BAYSAL Ulaş, İş Hukuku, 6. Baskı, Turhan Kitapevi, Ankara, 2014, s. 78; ÇELİK Nuri/CANİKLİOĞLU Nurşen/CANBOLAT Talat, İş Hukuku Dersleri, 32. Baskı, Beta Yayıncılık, İstanbul, 2019, s. 156; ARSLAN ERTÜRK Arzu, Türk İş Hukukunda İşçinin Sadakat Borcu, 1. Baskı, On İki Levha Yayıncılık, İstanbul, 2010, s. 81. 3 TUNÇOMAĞ  Kenan/CENTEL  Tankut,  İş  Hukukunu  Esasları,  9.Baskı,  Beta  Yayınevi, İstanbul, 2018, ss. 69-70; ALPER Yusuf /KILKIŞ İlknur, İş ve Sosyal Güvenlik Hukuku, 4. Baskı,  Dora  Yayıncılık,  Bursa,  2018,  s.  16;  SÜZEK  Sarper,  İş  Hukuku,  18.  Baskı,  Beta Yayıncılık, İstanbul, 2019, s. 249; DEMİR Fevzi Sorularla Bireysel İş Hukuku 1. Cilt, 1. Baskı, Türkiye Barolar Birliği Yayınları, Ankara, 2006. s. 67. 4 SÜZEK Sarper,  İşçi Ücretlerinin Ödenmemesinin Hukuki Sonuçları , AÜHFD, C.56, S.4, 2007, s.214. 5 DEMİRCİOĞLU Murat/CENTEL Tankut, İş Hukuku, 20. Baskı, Beta Yayıncılık, İstanbul, 2019,  s.  81;  GÜMRÜKÇÜOĞLU  Yeliz  Bozkurt,  Türk  İş  Hukukunda  Belirli  Süreli  İş Sözleşmesi, 1. Baskı, Vedat Kitapçılık, İstanbul, 2012, ss. 5-6. 6 EYRENCİ Ömer/TAŞKENT Savaş/ULUCAN Devrim, Bireysel İş Hukuku,  9. Baskı, Beta Yayınevi, İstanbul, 2019, s. 18. 7  POYRAZ Ercan, İş Hukuku Şemalı Anlatımlı, 7. Baskı, Seçkin Yayıncılık, Ankara, 2016, s. 27; SÜZEK, İş Hukuku, ss. 477-478; TUNÇOMAĞ/Centel, s. 69. 8  DEMİRCİOĞLU/CENTEL, ss. 35-36;  DEMİR, s. 65. 82sözlü veya yazılı olarak internet aracılığıyla yaymaması yasaklanabilmektedir.  Bu  açıdan  iş  sözleşmesinde,  işçinin  yasağa  uymaması  halinde  işverenin  iş sözleşmesini haklı nedenle feshedebileceği ve işçinin işverenin uğradığı zararları tazmin edeceği de kararlaştırılabilmektedir. Zira, teknolojinin yaygınlaşması ve işyerlerinde internet kullanımının çok artması nedeniyle birçok sorun ortaya çıkmıştır. 9  Örneğin,  işçilerin  verimi  düşebilmekte  ve  işveren  zarara uğrayabilmektedir. Bu nedenle, iş akdinin kurulması sırasında işverenin işçiye açık olarak bildirmesi ve işçinin de kabul etmesi ve imzalaması halinde işveren işçinin işyerinde internet kullanımını denetleme ve sınırlandırma hakkına sahip olmaktadır. Ancak, iş akdinde kararlaştırılmasa dahi, işin niteliği, işçinin internet kullanımının işverene zarar verip vermediği, işçinin interneti kullanım amacı ve süresi göz önünde tutularak bir değerlendirmenin yapılması gerekmektedir. Bu durumda  işçinin  internet  kullanımı  işverene  zarar  vermekte  ise  ve  internet kullanımı  nedeniyle  işçinin  verimi  düşmekte  ise,  işveren  işçinin  internet kullanımını denetleyebilir ve sınırlandırabilir.10  Yargıtay,  işverenin  işçinin  özel  amaçlı  internet  kullanımına  yönelik  işyeri dahilinde  bazı  yasaklar  getirebileceğini  kabul  etmiştir. 11  Zira,  işyerindeki bilgisayarlarda  veya  internet  ağında  kişisel  amaçlarla  internet  kullanımı  ve sosyal medya paylaşımları iş ilişkilerinde birtakım olumsuzlukların yaşanmasına neden  olmaktadır. 12  Bu  olumsuzluklar,  işgücü  kaybı,  işyeri  prestijinin zedelenmesi, kurumsal kimliğin zarar görmesi, telif haklarının ihlali, suç teşkil eden eylemlerle ilişkilendirilme, işletme sırlarının açığa çıkması ve işverenin itibarının zedelenmesi ve kişiliğinin zarar görmesi gibi olumsuzluklardır.13 Bu nedenle, böyle olumsuzlukların yaşanmaması adına işverenler işe işçi alımında çok dikkatli davranmaktadır. Bunun için işçi adayının sosyal medya geçmişine de bakılmaktadır. Sosyal medya geçmişinden işçi adayının kişiliği, nitelikleri, yaratıcılığı, iletişim kabiliyeti, olumlu ve olumsuz görüşler açısından birçok bilgi elde edilmektedir. Bu veriler kişinin işe alınmasında oldukça etkili olmaktadır.14 III.  İŞVERENİN  İŞÇİNİN  İNTERNET  KULLANIMINI  DENETİM YETKİSİ   9 ÖZDEMİR Hayrunnisa,  İşyerinde İşçilerin İzlenmesi ve İşçinin Kişilik Haklarının Korunması ,  EÜHFD, C. XIV, S. 1–2 (2010), s. 235. 10    SEZER  Nazlı,  (Çevrimiçi)  https://sezerutkaner.com/blog/isyerinde-internet-kullanimi/, E.T:11.03.2020. 11Y.9.HD, T.17.03.2008, E.2007/27583, K.2008/5294, (Çevrimiçi) https://legalbank.net/belge/iskanunu-madde-25/ 1296540/ilgili-mahkeme-kararlari/ yargitay-kararlari, E.T: 27.05.2020. 12 (Çevrimiçi)  https://blog.lexpera.com.tr/sosyal-medya-kullaniminin-is-sozlesmesine-etkisi/, E.T:12.03. 2020. 13  GÜMRÜKÇÜOĞLU Yeliz Bozkurt  The Effescts of  Utilization of Social Media by Workers on Lobor Law,  4th Global Business Research Congress, İstanbul, Turkey, May 24-25, 2018, s. 373. 14  ZOREL Fulden İnal,  İş Etiğinin Yeni Kurallarından Biri Olarak Çalışanların Sosyal Medya Kullanımı , Uluslararası Sosyal Araştırmalar Dergisi,  C. 9, S. 42, Şubat 2016, s. 1535.   83işveren,  iş  ilişkisi  kapsamında  işçinin  sosyal  medya  kullanımını denetleyebilmektedir. Zira, işverenin iş ilişkisinden doğan yönetim hakkı ve mülkiyet hakkı vardır ki, işveren bu şekilde işçinin sosyal medya kullanımını denetlemektedir.15 A. İşverenin Yönetim Hakkı Kapsamında İşçiyi Denetleme Yetkisi İşveren yönetim hakkı kapsamında, işin yapılması, işin ve işyerinin düzeni ile ilgili olarak işçiye emir ve talimat verme hakkına sahip bulunmaktadır.16 Bir başka  ifadeyle,  işçi  işverenin  yönetim  hakkının  çizmiş  olduğu  sınırlar çerçevesinde emir ve talimatlara uymakla yükümlüdür.17 Yargıtay da işverenin yönetim hakkının vereceği emir ve talimatlarla somutlaşacağını, bu nedenle işçinin  işverenin  yönetim  hakkı  kapsamında  vereceği  emir  ve  talimatlara uymakla yükümlü olduğunu kabul etmiştir.18 Buna göre, işçi, işi bizzat işverenin emir  ve  talimatları  doğrultusunda  yerine  getirmekle  yükümlüdür.  İş sözleşmesinin bağımlı süjesi olan işçi, işverenin, kanuna, toplu iş sözleşmesine, iş sözleşmesine aykırı olmayan emir ve talimatlarına uymakla ve bunları yerine getirmekle yükümlüdür.19 İşçinin iş ile ilgili emir ve talimatlara uyma borcu bağımsız nitelikte değildir ve iş görme borcunun içinde yer almaktadır. Bu nedenle, işçinin işverenin verdiği emir ve talimatlara uyması gerekir. Örneğin, işveren  işyerinde  sosyal  medya  kullanımına  yönelik  bir  sınırlandırma getirebilmektedir. Bu doğrultuda, işveren işçilerin belli sitelere girmelerini yasaklayabilmektedir. İşçilerin bu sitelerde harcadıkları zaman işverenin maddi açıdan zarar görmesine neden  olabilmektedir.  Ayrıca,  internet  ortamında  işçiler  birbiri  hakkında  ve yöneticiler hakkında olumsuz ifadeler kullanabilmektedir. Bu sebeplerle işveren işçilerin internet kullanımını izleyebilmektedir. Zira, internet gezintileri işçilerin işlerini  zamanında  ve  gereği  gibi  yapamamalarına  neden  olabilmektedir.20  15  YÜZCEL Orhan Ürüncan, İşçilerin Sosyal Medya Paylaşımlarının İşveren Tarafından Denetimi  ve  İş  İlişkisine  Etkisi,  Ankara  Üniversitesi  Sosyal  Bilimler  Enstitüsü  Çalışma Ekonomisi ve Endüstri İlişkileri Anabilim Dalı, Yüksek Lisans Tezi, Ankara, 2018, s. 61. 16  KORKMAZ Fahrettin/ALP Nihat Seyhun, Bireysel İş Hukuku, 4. Baskı, Seçkin Yayıncılık, Ankara, 2019, s. 146; DEMİR, s. 68; ALTINTEPE Ayşen, Türk İş Hukukunda İşverenin Yönetim Hakkı, T.C. İstanbul Kültür Üniversitesi Sosyal Bilimler Enstitüsü Özel Hukuk Anabilim Dalı Özel Hukuk Programı Doktora Tezi, Ocak 2014. s. 72; DEMİRCİOĞLU/CENTEL, s. 97. 17 GÜNAY Cevdet İlhan, İş ve Sosyal Güvenlik Hukuku Dersleri, 5. Baskı, Yetkin Yayınevi Ankara,  2015,  ss.  78-80;  AYDINLI  İbrahim,   İşçinin  Kişiliğinin  Korunmasına  Yönelik Düzenlemeler ve Borçlar Kanunu Tasarısının Konuyla İlgili Düzenlemelerinin Değerlendirilmesi , TÜHİS, İş Hukuku ve İktisat Dergisi, C. 19, S. 6, Kasım 2005, ss. 22-23;  SEVİMLİ K. Ahmet, İşçinin Özel Yaşamına Müdahalenin Sınırları, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü Özel Hukuk Anabilim Dalı, Doktora Tezi, 2006. s. 96. 18  Y.9.HD,  T.02.02.2009,  E.2008/11542,  K.2009/867,  (Çevrimiçi) https://legalbank.net/kavramara.  aspx?s=1&a =%C%87ALI%C%9EMA%20KO%C%9EULLARINDA%20ESASLI%20DE% C%9E %C %B% C %9E%C%BKL%C%BK, E.T:18.03.2020. 19 MOLLAMAHMUTOĞLU/ASTARLI/BAYSAL, s. 591; TUNÇOMAĞ/CENTEL, ss. 94-96. 20 ÖDEMİR, s. 241. 84Dolayısıyla  işveren  işin  yapılmasını  sağlamak  için,  internet  kullanımını sınırlandıran emir ve talimatlar verebilmektedir. Ancak, işin yapılmasına yönelik işverenin verdiği bu emir ve talimatları işçiler ihlal ettiği taktirde, işçiler iş görme borcunu da yerine getirmemiş olmaktadır.21 İş görme borcunun yerine getirilmemesi halinde de işveren, iş görme borcunu yerine getirmeyen işçinin sözleşmesini İşK.m.25/II hükmü uyarınca haklı nedenle feshedebilmektedir. İşverenin  yönetim  hakkı  kapsamında  verdiği  emir  ve  talimatların  meşru  bir gerekçesi olmalıdır. Örneğin, kendisine verilen işleri yapmayan ve işyerinde iş için tahsis edilen bilgisayarlarda sosyal medya kullanan işçiye sınırlama getiren işverenin  meşru bir gerekçesi bulunmaktadır.22 Zira, 6098 sayılı Türk Borçlar Kanunu'nun  393.  maddesi  uyarınca  işçinin  özenle  iş  görme  yükümlülüğü bulunmaktadır.  Bu  nedenle  işveren,  işçilerden  gerektiği  şekilde  işlerini yapmalarını  isteyebilir  ve  işçilerin  işi  aksatması  halinde,  sosyal  medya kullanımına sınırlama getirebilir. İşçinin bu sınırlamalara uyması gerekir. Aksi halde işçi iş sözleşmesinden kaynaklanan asıl edim yükümlülüğünü de ihlal etmiş olacaktır. Bu durumda işçi, TBKm.113 uyarınca borca aykırılıktan doğan zararların tazmininden sorumlu olmaktadır. Yargıtay bir kararında, işverenin yönetim hakkından kaynaklanan talimatlarına işçinin uymaması halinde, işçinin talimatlara  uymamasının  ağırlığı  gözetilerek,  işverenin  duruma  göre  işçinin sözleşmesini haklı nedenle veya geçerli nedenle feshedebileceğine hükmetmiştir. Örneğin Yargıtay bir kararında iş için tahsis edilen bilgisayarlarda işverenin özel amaçlı internet kullanımını yasaklamasına karşın, işçinin mesai saatleri içinde müstehcen içerikli internet sitelerine girmesi nedeniyle işverenin haklı nedenle iş sözleşmesini feshedebileceğine  hükmetmişti.24 İşverenin  yönetim  hakkının  sınırı  ise,  işçinin  kişilik  haklarıdır.  Bu  nedenle, işverenden işçinin kişilik haklarını koruması ve saygı göstermesi beklenir. Zira, işverenin  işçiyi  koruma-gözetme  ve  eşit  davranma  gibi  yükümlülükleri bulunmaktadır. İşverenin işçiyi koruma ve gözetme yükümlülüğü kapsamında işçinin kişiliğine saygı göstermesi ve işçinin kişiliğini koruması gerekmektedir.25 Bu nedenle, işin düzenlenmesi, iş sağlığı ve güvenliğinin sağlanması açısından işveren  koruma  ve  gözetme  yükümlülüğüne  uymakla  yükümlüdür.26 Ayrıca,  21 SÜZEK, İş Hukuku, s.376. 22 DEMİR, s.174; DEMİRCİOĞLU/CENTEL, s. 93. 23Y.9.HD.,  T.07.04.2008,  E.2008/7571,  K.2007/14449,  (Çevrimiçi)  https://legalbank  .net  / kavramara .aspx?s=1&a=%C%B%C%9E%C%87%C%BN%C%BN%20DAVRANI%C%9ELA RINDAN%20KAYNAKLANAN%20GE%C%87ERL%C%B%20FES%C%BH, E.T.:02. 03.2020. 24 Y.9.HD.,  T.01.02.2012,  E.2009/38310,  K.2012/2613,  (Çevrimiçi) http://ismahkemesi.com/2015/02/  iscinin-is-amacli-bilgisayarda-mesai-saatlerinde-mustehcennitelikli-internet-sitelerine-girmesi-yargitay-karari/, E.T:27.05.2020. 25  EKONOMİ Münir,  Kadın İşçilerin Gebelik ve Doğum Halinde Feshe Karşı Korunması ,  Çalışma ve Toplum, C. 22, S. 3, 2009, s. 12. 26 GÜNAY, ss. 70-71; ÇELİK/CANİKLİOĞLU/CANBOLAT, s. 321; SENYEN KAPLAN Emine   85işverenin işçilerin kişiliğine saygı göstererek onlara eşit muamelede bulunması gerekir.27 Buna göre işveren, hakkaniyeti gözeterek eşit durumda olan işçilere eşit davranmakla yükümlüdür.28 İşveren, eşitlik ve dürüstlük kurallarına uygun şekilde  yönetim  hakkını  kullanmalıdır.29 Buna  göre,  işveren  yönetim  hakkı kapsamında yapacağı birtakım düzenlemelerle işçinin internet kullanımını ve sosyal medya paylaşımlarını sınırlandırabilmektedir.30 B. İşverenin Mülkiyet Hakkı Kapsamında İşçiyi Denetleme Yetkisi Mülkiyet hakkı, Anayasa nın 35. maddesinden ve TMK nin 683. maddesinden kaynağını  alan  bir  hak  olmakla  birlikte  iş  hukukunda  da  uygulama  alanı bulmuştur. Buna göre işyerinin, üretim araçlarının ve diğer yardımcı araçlarının maliki olan işveren, bunlar üzerinde mülkiyet hakkına sahip bulunmaktadır. Bu nedenle,  işveren  mülkiyet  hakkına  dayanarak  işçiyi  denetleyip izleyebilmektedir.31 Ancak, işverenin iş saatleri içinde ya da iş saatleri dışında işyerindeki interneti işçinin kişisel kullanımına izin verebilmektedir. İşveren, bu  izni  işyerindeki  bilgisayarlar  üzerinde  sahip  olduğu  mülkiyet  hakkına dayanarak vermektedir. İşveren bu izni açık ya da örtülü şekilde verebilir. Buna göre  işveren  en  baştan  sözleşmede  böyle  bir  izin  verebilir  ki,  bu  açık  izin olmaktadır. Buna karşın işveren işçinin özel amaçlı internet kullanımına itiraz etmeyerek zımni olarak bu izni verebilir.33 Bir başka ifadeyle, işçi interneti özel amaçlarla kullanmasına karşın, işveren işçinin özel amaçlı internet kullanmaması için uyarı ve ihtarda bulunmamışsa işçinin özel amaçlı internet kullanımına zımni olarak izin vermiş olmaktadır. Ayrıca, işveren işçinin internet kullanımına zımni olarak izin verdiği için, işveren işçinin özel amaçlı internet kullanmasını öne sürerek iş akdini haklı nedenle feshedememektedir.34 İşveren, sahip olduğu yönetim  hakkı ve mülkiyet hakkı kapsamında işçinin sosyal medya kullanımını denetleyebilmekle birlikte, işçinin yükümlü olduğu iş görme borcu, talimatlara uyma borcu ve sadakat borcu dolayısıyla da işveren işçinin internet kullanımını denetleyebilmektedir. Bu nedenle Yargıtay, işverenin işyerinde bulunan bilgisayarlardan işçilerin kendi özel işlerini yapmamalarını isteyebileceğini  vs  bu  nedenle  işverenin  işçileri  denetleyebileceğini  kabul  Tuncay,  İşverenin Koruma ve Gözetme Borcunun Kapsamı , Kamu İş, C. 7, S. 2, 2003, s. 3. 27  ÇELİK/CANİKLİOĞLU/CANBOLAT, s. 26;  DEMİRCİOĞLU/CENTEL, s. 116. 28  AKTY Nizamettin/ARICI Kadir/SENYEN KAPALN E.Tuncay, İş Hukuku, 6. Baskı, Gazi Kitapevi, Ankara, 2013, ss. 160-161; TUNÇOMAĞ/CENTEL, ss. 142-144; SEVİMLİ, s. 101. 29  ÖZCAN Durmuş, İş Hukukunda Fesih ve İş Güvencesi, 1. Baskı, Adalet Yayınevi, Ankara, 2013, ss. 1-3; YENİSEY Kübra Doğan,  İş Kanunda Eşitlik İlkesi ve Ayrımcılık Yasağı , Çalışma ve Toplum, C. 11, S.4,  2006, s. 66. 30  https://blog.lexpera.com.tr/sosyal-medya-kullaniminin-is-sozlesmesine-etkisi/, E.T:11.03.2020. 31  YÜCEL, s. 62. 32  GÜMRÜKÇÜOĞLU,  The Effescts... , s. 373: İşçinin işyerindeki bilgisayarları ya da internet ağını iş görme edimi dışında kullanması kişisel kullanım olmaktadır. 33  ÖZDEMİR, ss. 237-238. 34    SEZER,  (Çevrimiçi)  https://sezerutkaner.com/blog/isyerinde-internet-kullanimi/, E.T:12.03.2020. 86etmiştir.35 IV. İŞÇİNİN İNTERNET KULLANIMININ İŞ İLİŞKİSİNE ETKİSİ A. İşçinin İnternet Kullanımının İş Görme Borcuna Etkisi İşçi,  işyerinde  ya  da  işverenin  gösterdiği  yerde  iş  görme  edimini  yerine getirmektedir.36 İşçinin iş görme borcu, TBKnin 393. maddesinde hüküm altına alınmıştır.  Buna  göre,  işçinin  iş  görme  borcunu  özenle  yerine  getirme yükümlülüğü  olduğu  düzenlenmiş  ve  özen  yükümlülüğünün  de  sınırları çizilmiştir.  Bu doğrultuda işçi, işin gerektirdiği, mesleki bilgisine, niteliklerine, ehliyetine ve  kişisel  özelliklerine  göre  özenle  iş  görme  borcunu  yerine  getirmekle yükümlüdür.37 Bu  kriterlere  göre  işveren  işçiden  iş  görme  edimini  yerine getirmesini istemektedir. Ancak, işveren işçinin kişilik haklarına zarar verecek şekilde  işçiden  iş  görme  edimini  yerine  getirmesini  isteyememektedir.  Bu nedenle işçinin kişilik haklarının özüne sınırlama getiren iş görme ediminin iş sözleşmesi  ile  kararlaştırılması  mümkün  bulunmamaktadır. 38  Buna  karşın, işverenin  yapılan  iş  ile  ilgili  olarak  işçilerin  internet  kullanımına  müdahale etmesi  mümkün  bulunmaktadır.  Bu  durum  sözleşmede  açıkça kararlaştırılabileceği  gibi,  sözleşmede  kararlaştırılmasa  dahi  işyeri  teamülü halini almış bir uygulama olabilir. Buna dayanarak, işveren işçilerin internet kullanımını denetleyebilmekte ve yasak getirebilmektedir. Hatta işveren yasak getirmesine  karşın  iş  dışındaki  konularda  internet  kullanıldığını  tespit  ettiği taktirde internet erişimine sınırlama getirebilmektedir.39 Yargıtay da özel amaçlı internet kullanımı nedeniyle işin aksadığını, işçinin iş göremediğini tespit eden işverenin işçinin internet kullanımına müdahale edebileceğini kabul etmiştir.40  Temel bir hak olan ifade özgürlüğü hakkının kullanmasına yönelik işverenin bir kısıtlanma getirilmesi söz konusu değildir. Ancak bu durum işçinin iş görme edimini  yerine  getirmesine  engel  olmamalıdır.  Buna  göre,  işçinin  iş  görme edimini  yerine  getirmesini  engellememekte  ise,  işçinin  ifade  özgürlüğü  35    Y.9.HD,  T.04.05.2009,  E:  2008/36305,  K:  2009/12393,  (Çevrimiçi) https://legalbank.net/belge/y-9-hd-e-2008-36305-k-2009-12393-t-04-05-2009-iscinindavranislarindan-kaynaklanan-gecerli-fesih/54 8615/ , E.T; 10.03.2020. 36   KURT  Resul/KOÇ  Muzaffer,  İş  Sözleşmesinin  Sona  Erdirilmesi,    4.  Baskı,  Seçkin Yayıncılık, Ankara, 2020, 35-36; SÜZEK, İş Hukuku, s. 251; DEMİRCİOĞLU/CENTEL, s. s.99. 37  POYRAZ, s. 55; DEMİRCİOĞLU/CENTEL, s. 101. 38 TEKERGÜL Mehmet, İşyerinde Elektironik Gözetim Uygulamaları, Kadir Has Üniversitesi Sosyal Bilimler Enstitüsü Hukuk Anabilim Dalı Özel Hukuk Bilim Dalı, Yüksek Lisans Tezi, İstanbul, 2010,      s. 91. 39  ÖDEMİR, s. 241. 40    Y.9.HD,  T.27.05.2010,  E.2008/26934,  K.2010/14752,  (Çevrimiçi)  https://legalbank.net/belge/y-9-hd-e-2008-26934-k-2010-14752-t-27-05-2010-iscinin-calismasaatleri-icerisinde-internet-uzerinden/756622, E.T: 27.05.2020.   87kapsamında sosyal medya kullanması mümkündür. Ancak, mesai saatleri içinde sosyal medya kullanımı işçinin iş görme edimini engelleyecek nitelikte ise, işçinin  sosyal  medya  kullanmaması  gerekir.41 Zira,  ifade  özgürlüğü,  işçinin istediği yerde istediği zaman her şeyi söyleyebilmesi ve yapabilmesi anlamına gelmemektedir.  Dolayısıyla,  işçinin  mesai  saatleri  içinde  iş  görme  edimini engelleyecek faaliyetleri yapmaması gerekmektedir.42 Bu nedenle birçok ülkede iş saatleri içinde işçilerin iş görmesini engelleyeceği ve verimliliğini azaltacağı düşüncesiyle işçilerin sosyal paylaşım sitelerine girişi yasaklanmış durumdadır. Örneğin,  İsviçre  Zürih te  işyerlerinde  işçilerin  Facebook a  giriş  yapması yasaklanmıştır.43  Bu  doğrultuda  işçinin  iş  görme  edimini  yerine  getirmesini  engelleyecek davranışlardan kaçınması gerekmektedir.44 Ancak, işyerlerinde bireysel internet kullanımının engellenmesi oldukça zor ve tamamıyla bir sınırlamanın getirilmesi de ölçülülük ilkesini zedeleyen bir durumdur.45 Bunun için, işçilerin internet kullanımına  yönelik  getirilen  sınırlamalarda  ölçülülük  ilkesine  uyulması gerekmektedir.46 Buna göre, işveren tümüyle internet kullanımını yasaklamayıp, belli sitelere girilmesini yasaklayabilir.47 Bu bağlamda işveren izin vermediği sürece  acil  durumlar  dışında  işçinin  özel  amaçlı  internet  kullanamayacağını kabul etmek gerekir.48 Yargıtay ise bir kararında, işverenin işyerinde sosyal medya kullanımına açık veya örtülü şekilde izin vermemesi halinde, işçilerin interneti özel amaçlarla kullanamayacaklarını kabul etmiş fakat, acil durumlarda ve  kısa  özel  konuşmalarda  işçilerin  özel  amaçlı  internet  kullanabileceğini belirtmiştir. Buna göre işveren yapacağı bazı düzenlemelerle özel amaçlı internet kullanımını  yasaklayabilmektedir.  Ancak,  bu  yasaklamaların  haberleşme özgürlüğünü ortadan kaldıracak nitelikte olmaması ve orantılı olması gerekir. Bu kapsamda işveren genellikle işçinin iş görme edimini yerine getirememesine neden  olan  internet  sitelerine  özellikle  sosyal  medya  sitelerine  girişi engelleyebilmektedir.  Bunun  için  işveren,  işçinin  hangi  internet  sitelerine girdiğini tespit edebilir, internet bağlantısını kesebilir, filtreleme kullanabilir, belli internet sitelerine giriş için süre sınırlaması getirebilir. Bu şekilde işveren  41  YÜCEL, s. 63. 42  ARSLAN ERTÜRK, s. 241. 43  ÖZDEMİR, s. 242. 44  KURT/KOÇ, s. 26; SÜZEK, İş Hukuku, s. 251; DEMİRCİOĞLU/CENTEL, s. s.99. 45  YÜCEL, s. 63. 46   ÇELİK  Kübra  Deniz,  Sosyal  Medya  Kullanımının  İş  Sözleşmesine  Etkisi,  Marmara Üniversitesi Sosyal Bilimler Enstitüsü, Özel Hukuk Anabilim Dalı, Özel Hukuk Bilim Dalı, İstanbul, 2019, s. 37. 47  ÖZDEMİR, s. 241. 48  OKUR Zeki,  İşyerinde İşçinin Bilgisayar ve İnterneti Özel Amaçlı Kullanımının İş İlişkisine Etkisi . Kamu İş-İş Hukuku ve İktisat Dergisi, C.8, S.2, 2006, s. 53. 49  Y.9.HD,  T.17.03.2008,  E.2007/27583,  K.2008/5294,  (Çevrimiçi) https://legalbank.net/belge/is-kanunu-madde-25/  1296540/ilgili-mahkeme-kararlari/ yargitay-kararlari, E.T: 05.03.2020. 88işçinin işe daha fazla konsantre olmasını sağlayabilmektedir.50 Yargıtay başka bir kararında, ise işçinin internetten alışveriş yapması ve oyun oynaması ve bu nedenle  iş  görme  edimini  yerine  getirememesi  üzerine  işverence  iş  akdinin feshedilmesini  isabetli  bulmuştur.51 Burada  işçinin  yapacağı  işin  ne  olduğu konusunda  bir  belirsizliğin  yaşanması  söz  konusu  değildir.  Zira,  işçinin yapmakla  yükümlü  olduğu  iş,  yasal  düzenlemeler  ve  iş  sözleşmesi  ile belirlenmektedir.  İşçinin  bu  kapsamda  iş  görme  edimini  yerine  getirmesi gerekmektedir.52  Sosyal medyanın gelişmesi ile birlikte, işyeri ile işçinin özel yaşamı iç içe girmeye  başlamıştır.  Bu  durum  kişilerin  özel  yaşamını  sosyal  medya uygulamaları ile işyerinde de sürdürmelerine neden olmaktadır. Ancak, işçilerin yaptıkları  sosyal  medya  paylaşımlarının  bazı  olumsuz  sonuçları  da görülebilmektedir.53 İşçinin  yapmış  olduğu  sosyal  medya  paylaşımına  göre, işverenin  işçiye  disiplin  cezaları  uygulaması  ya  da  işçinin  sözleşmesini feshetmesi mümkün bulunmaktadır.54 Ancak, burada durumun ağırlığı önem taşımaktadır.  Sosyal  medya  kullanımı  nedeniyle  işçi  iş  görme  edimini  kötü (özensiz) ifa etmişse veya hiç ifa etmemişse, durumun ağırlığına göre tazminat, ücretinden yoksun kalma, disiplin cezası, ihbar tazminatı ve işten çıkartılma gibi yaptırımlar uygulanabilmektedir.55  Bu bağlamda, işçinin ne sıklıkla, ne şekilde sosyal medya kullandığına, işçinin sosyal medya kullanımı nedeniyle işi aksatıp aksatmadığına, işçinin sosyal medyada yaptığı paylaşımlara ve işçiye bu konuda bir hatırlatma yapılıp yapılmadığına göre bir adım atılması ve bu yaptırımlardan birinin uygulanması gerekmektedir. Bu doğrultuda, işçinin sosyal medya kullanımına bağlı olarak iş görme borcunu yerine getirmemesi nedeniyle, işveren işçinin sözleşmesini İşK.m.25/II-h hükmü uyarınca haklı nedenle feshedebilmektedir. Zira, İşK.m.25/II-h hükmü,  İşçinin yapmakla ödevli bulunduğu görevleri kendisine hatırlatıldığı halde yapmamakta ısrar etmesi  şeklindedir. Ayrıca, işçinin iş görme borcunu yerine getirmemesi, iş sözleşmesinden kaynaklanan asıl edim borcunun yerine getirmemesi anlamına gelecektir  ki,  bu  durumda,  TBKm.113  ve  TBKm.396  uyarınca  işçinin sorumluluğuna  gidilmesi  mümkün  hale  getirmektedir.  Burada  işçi,  iş sözleşmesinden  (hizmet  sözleşmesinden)  doğan  işi  yapma  borcunu  (asli  ve kişisel  edim)  yerine  getirememiş  olacaktır.56 Ancak  Yargıtay  bir  kararında,  50  https://blog.lexpera.com.tr/sosyal-medya-kullaniminin-is-sozlesmesine-etkisi/, E.T:15.03.2020. 51  Y.10.HD.  T. 15.07.2008  E. 2007/9052, K. 2008/10331, (Çevrimiçi) https://www.lexpera. com.tr /ictihat/yargitay-kararlari/hukuk-daireleri/10-hukuk-dairesi?pg=29, E.T:16.03.2020. 52  DEMİRCİOĞLU/CENTEL, s. 94; AKYİĞİT Ercan, İş Hukuku, 12. Baskı, Seçkin Yayıncılık, Ankara, 2018, s. 214. 53  YÜCEL, s. 64. 54 YILDIZ Gaye Burcu,  İşçinin Sosyal Medya Paylaşımları Nedeniyle İş Sözleşmesinin Feshi Konusunda İki Farklı Yargıtay Kararının Değerlendirilmesi , Sicil İş Hukuku Dergisi, S. 38, 2018,        s. 106. 55  SÜZEK, İş Hukuku, s. 372; TUNÇOMAĞ/CENTEL, ss. 98-99. 56 ANTALYA Ö. Gökhan, Borçlar Hukuku Genel Hükümler Cilt 1, 2. Baskı, Legal Yayıncılık,   89işçinin mesai saatleri içinde bir sosyal medya sitesine girmesinin işi ne ölçüde aksatacağının belirlenmesi gerektiğini, işçinin sosyal medya kullanımının işi aksatmadığının belirlenmesi halinde haklı nedenle fesih yerine geçerli nedenle iş sözleşmesinin feshedilmesi gerektiğine hükmetmiştir.57  B. İşçinin İnternet Kullanımının Talimatlara Uyma Borcuna Etkisi İşçinin talimatlara uyma borcu, iş ve işyeri düzeni, işin yapılması bakımından işverenin  yönetim  hakkından  doğan  bir  borçtur. 58  İşçi  işverenin  yönetim hakkının sınırları içinde işverenin verdiği talimatlara uymakla yükümlüdür. Bu nedenle,  işveren  işçinin  işyerindeki  davranışlarını  yönlendirmek  için  talimat verebilmektedir.60 Yargıtay da işçinin işverenin talimatlarına uymakla yükümlü olduğunu  kabul  etmiştir. 61  Buna  göre,  işçinin  işverenin  kanuna,  toplu  iş sözleşmesine, iş sözleşmesine aykırı olmayan talimatlarına uymakla, bir başka ifadeyle işverene itaat etmekle yükümlüdür.62  İşçinin talimatlara uyma borcu, TBK nin 399. maddesinde düzenlenmiştir. TBKm.399 hükmüne göre  İşveren, işin görülmesi ve işçilerin işyerindeki davranışları ile ilgili genel düzenlemeler yapabilir ve onlara özel talimat verebilir. İşçiler, bunlara dürüstlük kurallarının gerektirdiği ölçüde uymak zorundadırlar  Ancak, işverenin kişi dokunulmazlığı, özel hayatın gizliliği, vazgeçilmez hak ve özgürlükler ile toplu iş sözleşmesi ve iş sözleşmesindeki sınırlayıcı hükümlere ve dürüstlük kuralına uygun şekilde işçisine  talimat  vermesi  gerekmektedir.  Dolayısıyla  işçinin  bu  sınırlar çerçevesinde talimatlara uyma borcunu yerine getirmesi gerekmektedir.63 Bu doğrultuda işçi, iş görme borcu kapsamında işverenin vereceği talimatlara uymakla yükümlü olduğu gibi, iş görme borcundan bağımsız olarak işverenin yönetim hakkından doğan ve dürüstlük kuralına uygun olan işveren talimatlarına da  uyması  gerekmektedir. 64  Buna  göre,  internet  kullanımı  işçilerin  işini yapmasını  engellemekte  ise,  işveren  işçilerin  internet  kullanımını yasaklayabilmektedir. Bunun için işveren, işyerinde kurduracağı bir Network ağı ile çalışanların hareketlerini izleyerek, kaydedebilir. Böylece, işveren işçinin bilgisayar başında ne kadar süre harcadığını ve hangi sitelerde gezindiğini tespit  İstanbul, 2018, s.50; BİLGİLİ Fatih/DEMİRKAPI Ertan, Borçlar Hukuku Genel Hükümler, 14. Baskı, Dora Yayıncılık, Bursa, 2020, s.9. 57  Y.HD,  T.13.01.2016,  E:  2014/27212,  K:  2016/620,  (Çevrimiçi), http://www.kazanci.com/kho/ ibb/giris.html, E.T:17.03.2020. 58 KORKMAZ/ALP, s.146; DEMİR, s. 68; ALTINTEPE, s. 72; DEMİRCİOĞLU/CENTEL, s. 97. 59  GÜNAY,  ss.  78-80;  AYDINLI  İbrahim,   İşçinin  Kişiliğinin  Korunmasına  Yönelik Düzenlemeler ve Borçlar Kanunu Tasarısının Konuyla İlgili Düzenlemelerinin Değerlendirilmesi , TÜHİS, İş Hukuku ve İktisat Dergisi, C. 19, S. 6, Kasım 2005, ss. 22-23; SEVİMLİ, s. 96. 60 ÇELİK/CANİKLİOĞLU/CANBOLAT, s. 238; SÜZEK, İş Hukuku, s. 88. 61Y.9.HD, T.02.02.2009, E.2008/11542, K.2009/867,  (Çevrimiçi) https://www.kararara.com/ yargitay/9hd/ k6.htm E.T:18.02.2020. 62 MOLLAMAHMUTOĞLU/ASTARLI/BAYSAL, s. 591; TUNÇOMAĞ/CENTEL, ss. 94-96. 63 TEKERGÜL, s.92. 64 SÜZEK, İş Hukuku, s.376. 90edebilmektedir.65  Bu kapsamda, iş sırasında internet kullanımı işçinin işe odaklanmasını ve işçinin işi yapmasını engellemekte ise, işveren önceden bildirmek ve dürüstlük kuralı çerçevesinde  mesai  saatleri  içinde  özel  işleri  için  internete  giren  işçinin sözleşmesini  derhal  feshedebilmektedir. 66  Ayrıca,  işverenin  verdiği  işin yapılmasına  ilişkin  talimatları  yerine  getirmeyen  işçi,  iş  görme  borcunu  da yerine getirmemiş olmaktadır. Bu halde de işveren iş görme borcunun yerine getirilmemesi  nedeniyle  iş  sözleşmesini  haklı  nedenle  feshedebilecektir (İşK.m.25/II).  Ancak,  işverenin  yönetim  hakkı  kapsamında  vermiş  olduğu talimatların meşru bir gerekçeye dayanması gerekmektedir.67 Örneğin işveren işletme bilgisayarlarında işçilerin şahsi işleri için internete girmelerini ve bu nedenle zaman harcamalarını engelleyebilir.  Yargıtay, işverenin işçilere önceden bildirmesine karşın, işçinin işletmeye ait bilgisayarlarda şahsi e-posta hesabı ile şahsi işleri için uğraşması halinde, işçinin iş  görme  edimini  gerektiği  gibi  yerine  getirmediğini  kabul  etmiştir.68 Zira, işverenlerin işçilerin e-posta trafiklerini takip etme ve bunları denetleme hakkı bulunmaktadır.  İşveren  işçilerin  iş  ile  ilgili e-postalarının  çıktısını  dahi  alıp bunları inceleyebilmektedir. İşveren iş ile ilgili olmayan e-postaları gördüğünde işçiden işyerinde özel işleri için e-posta atmamasını isteyebilmektedir. Ancak, işverenin işçilerini hukuka uygun şekilde izlemesi gerekmektedir.69 Bu doğrultuda, işverenin gereklilik, amaçsallık, şeffaflık, meşruluk, ölçülülük, doğruluk,  güncellik,  verilerin  saklanması  ve  güvenlik  ilkelerine  uyma, izleme/gözetlemenin  amaca  uygun  ve  mümkün  olan  en  az  müdahale  ile gerçekleştirilmesi gibi kriterlere uyması gerekmektedir.70  Bu şekilde, işverenin talimat vererek işyerindeki işletmeye ait bilgisayarlarda özel amaçlı internet kullanımını yasaklaması mümkündür. Ancak, bu yasağın orantılı olması ve haberleşme özgürlüğünü ortadan kaldıracak nitelikte olmaması gerekir.  Buna  göre,  işveren  bazı  internet  sitelerine  özellikle  sosyal  medya sitelerine erişimi sınırlandırabilmektedir. Ancak, işçinin mesai saatleri içinde kendine ait cep telefonu, tablet, bilgisayar gibi cihazlarda internete girmesi ve sosyal medya paylaşımlarında bulunması halinde ise, işveren işçinin internet kullanımını  engelleyememektedir.  Ancak,  böyle  bir  durumda  işçi  iş  görme edimini gerektiği gibi yerine getirmemiş olmaktadır. Zira, işçi bu şekilde bir  sosyal kaytarma  hali içine girmiş olmaktadır ve işçinin verimi de düşmektedir.  65 ÖZDEMİR, s. 241. 66 YÜCEL, s. 65. 67 DEMİR, s.174; DEMİRCİOĞLU/CENTEL, s. 93. 68 Y.9.HD, T.05.02.2007, E.2006/30107, K.2007/2011, (Çevrimiçi) https://legalbank.net/belge/y9-hd-e-2006-30107-k-2007-2011-t-05-02-2007-iscinin-davranislarindan-kaynaklanangecerlifesih/375026,  E.T:16. 03.2020. 69 ÖZDEMİR, s. 236. 70 GÜMRÜKÇÜOĞLU, s. 374.   91Bu halde işveren durumun ağırlığına göre işçinin sözleşmesini haklı nedenle ya da geçerli nedenle feshedebilmektedir.71  Yargıtay  ise,  işçinin  talimatlara  uymamasının  ağırlığı  göz  önünde  tutularak, işverenin  işçinin  sözleşmesini  haklı  nedenle  veya  geçerli  nedenle feshedebileceğini kabul etmiştir.72 Ancak, şu husus da unutulmamalıdır ki, işin yürütülmesi  için  işçiye  tahsis  edilen  bilgisayarın  özel  kullanımını,  işverenin talimat vererek nedensiz yere yasaklaması bazı durumlarda dürüstlük kuralına ters  düşebilmektedir.73 Buna  göre,  internete  özel  erişimin  ve  sosyal  medya kullanımının tamamen yasaklanması işçinin özel hayatının kısıtlanmasına neden olabilmektedir. 74  Zira,  günümüzde  sosyal  medya  kullanımı  oldukça yaygınlaşmış olması nedeniyle, sosyal medya kullanımının işyerinde tamamen yasaklanması ölçüsüz olacaktır. Bu açıklamalardan hareketle, işçinin iş görme borcunu  aksatmayacak  şekilde,  ara  dinlenmesinde  veya  öğle  tatilinde, işyerindeki  cihazlara  ve  altyapıya  zarar  vermeyecek  şekilde  sosyal  medya kullanımının engellenmemesi ve işçiye de bir yaptırım uygulanmaması yerinde olacaktır.75 C. İşçinin İnternet Kullanımının Sadakat Borcuna Etkisi İşçiler emeği karşılığında aldıkları ücret ile geçimlerini sürdürebilmektedir.76 Bu nedenle,  işçiler  hukuken  ve  kişisel  olarak  işverene  bağımlıdır.77 Buna  göre işçiler, ücret karşılığında bağımlı bir şekilde belli bir süre ya da sürekli iş görme edimini yerine getirmektedir.78 Bu nedenle işçiler işverenin emir ve talimatları doğrultusunda  işverenin  menfaatine  uygun  şekilde  hareket  emekle yükümlüdürler.79 Buna göre, işçilerin iş sözleşmesi boyunca doğruluk ve bağlılık ilkesine uygun şekilde hareket etmesi gerekmektedir.80 Yargıtay, işçinin sağlık raporu aldığı dönemde, plajdaki tatil resimlerini sosyal medyada paylaşmasını doğruluk ve bağlılığa uymadığını ve bu nedenle işçinin  71 ÇELİK  Kübra  Deniz,   Sosyal  Medya  Kullanımının  İş  Sözleşmesine  Etkisi ,  (Çevrimiçi) https://blog.lexpera.com. tr/sosyal-medya-kullaniminin-is-sozlesmesine-etkisi/, E.T:13.03.2020. 72 Y.9.HD.,  T.07.04.2008,  E.2007/14449,  K.2008/7571,  (Çevrimiçi) http://www.turkhukuksitesi.com/ showthread. php?t=52243, E.T:02.08.2018. 73 OKUR Zeki, İş Hukukunda Elektronik Gözetleme. Legal Yayıncılık, İstanbul, 2013, s. 152. 74 ÇELİK  Kübra  Deniz,  Sosyal  Medya  Kullanımının  İş  Sözleşmesine  Etkisi,  Marmara Üniversitesi Sosyal Bilimler Enstitüsü, Özel Hukuk Anabilim Dalı, Özel Hukuk Bilim Dalı, 2019, s.82. 75 YÜCEL, s. 66. 76 KOÇ Yıldırım, Türkiye İşçi Sınıfı Tarihi Osmanlı'dan 2016'ya, 1. Baskı, Epos Yayınları, Ankara, 2016, s. 20. 77 GÜNAY, s.70; AKYİĞİT, s. 39; DEMİRCİOĞLU/CENTEL, ss. 33-34; SÜZEK, İş Hukuku, s.153; MOLLAMAHMUTOĞLU Hamdi,  4857 Sayılı Yeni İş Kanununun Getirdiği Bazı Önemli Yenilikler , Kamu İş, C. 7, S. 4, 2004, s. 7; ÖZCAN, s. 6; EKONOMİ, s. 11. 78 ÇİL Şahin, İş Hukuku Yargıtay İlke Kararları, 7. Baskı, Yetkin Yayınevi, Ankara, 2016, ss.48-49. 79 TUNÇOMAĞ/CENTEL, s. 52.  80 EYRENCİ/TAŞKTENT/ULUCAN, s. 135; ÇELİK/CANİKLİOĞLU/CANBOLAT, s.276. 92sadakat yükümlülüğünü ihlal ettiğini kabul etmiştir.81 Ayrıca, işveren ya da işyeri  ile  ilgili  sosyal  medya  paylaşımları  nedeniyle  de  işçinin  sadakat yükümlülüğünü ihlal etmesi de mümkündür. Ancak, işçilerin sosyal medyada işyeri veya işveren hakkında getirdikleri eleştiriler ve yaptıkları açıklamalar her zaman  doğrudan  sadakat  yükümlülüğünün  ihlali  anlamına  gelmemektedir. Öncelikli  olarak  bu  eleştiri  ve  açıklamaların  ifade  özgürlüğüne  girip girmediğinin değerlendirilmesi gerekmektedir.82  Yargıtay bir kararında işverenin sosyal medya paylaşımı nedeniyle iş akdinin feshedilmesi  üzerine,  işçinin  sosyal  medya  paylaşımının  işyerindeki  genel eleştiri ve ifade özgürlüğü kapsamına girdiğini, işçinin somut olarak işveren veya işveren vekilini hedef almadığını bu nedenle iş akdinin feshinin yerinde olmadığını ifade etmiştir.83  İfade özgürlüğü temel hak ve özgürlüklerden olmakla birlikte, işverenin yönetim hakkı ve bunun karşısında işçinin sadakat borcu kapsamında işçiye birtakım sınırlamalar getirilebilmektedir.84  Sadakat yükümlülüğü kapsamında işçinin, işyeri ve işveren menfaatine zarar vermeyecek  şekilde  hareket  etmesi  gerekmektedir. 85  İşçi,  genel  davranış kurallarını  ihlal  ettiği  taktirde  sadakat  yükümlülüğünü  de  ihlal  etmiş olmaktadır.86 Bu nedenle işçinin gerek işyeri içinde gerek işyeri dışında sadakat borcuna  uygun  davranışlar  sergilemesi  gerekmektedir.87 Örneğin  işçi,  sosyal medyada işverenin şeref ve namusuna dokunacak açıklamalar yapmışsa, işçi sadakat  yükümlülüğünü  ihlal  etmiş  olmaktadır.  Dolayısıyla  burada  ifade özgürlüğünden  bahsetmek  söz  konusu  olmayacaktır.88 Ancak  Yargıtay  bir kararında,  işçinin  mesai  saatleri  dışında  Facebook'ta  işverene  yönelttiği açıklamaların eleştiri sınırını aşmadığını bu nedenle ifade özgürlüğü kapsamında değerlendirilmesi  gerektiğini  ve  işverence  yapılan  feshin  geçerli  bir  fesih olmadığını kabul etmiştir.89 TBKm.396 hükmüne göre;  İşçi, yüklendiği işi özenle yapmak ve işverenin haklı menfaatinin korunmasında sadakatle davranmak zorundadır...  şeklinde sadakat  81Y.9.HD, T.06.07.2017, E.2016/17532, K.2017/12196, (Çevrimiçi) http://www.kazanci.com /kho/ibb/giris.html, E.T:17.03.2020. 82 ÇELİK,  Sosyal Medya.. , s. 37. 83  Y.  9.HD,  T.26.06.2018,  E.2018/5736,  K.2018/13798,  (Çevrimiçi) https://www.hukukmedeniyeti.org/ karar/ 2047 383/, E.T:18.03.2020. 84  https://blog.lexpera.com.tr/sosyal-medya-kullaniminin-is-sozlesmesine-etkisi/  (Çevrimiçi) E.T:17.03 .2020. 85 POYRAZ, s. 57; SÜZEK, İş Hukuku, s.378; DEMİRCİOĞLU/CENTEL, s. 102. 86 KILIÇOĞLU Mustafa/KILIÇOĞLU ADA İlayda, Şerhli İş Kanunu Yorumu ve Yargıtay Uygulaması, 4. Baskı, Bilge Yayınevi, Ankara, 2016, s. 373; ERTÜRK, ss. 146-147. 87 DEMİR Fevzi/DEMİR Gönenç,  İşçinin Sadakat Borcu ve Uygulaması , Kamu İş, C. 11, S. 1, 2009, s.2. 88 YÜCEL, s. 68. 89  Y.  7.HD,  T.03.06.2014,  E.2014/6519,  K.2014/12285,  (Çevrimiçi) https://karararama.yargitay.gov.tr/ YargitayBilgiBankasiIstemciWeb/, E.T:27.05.2020.    93borcu düzenlenmiştir.  Bu doğrultuda işçi, sadakat borcu kapsamında işverenin menfaatlerine uygun davranmalıdır ve işverenin güvenini kötüye kullanmamalıdır. Sadakat borcunun kapsamı oldukça geniştir.90 Bu nedenle bazı hallerde, işçinin sosyal medyadan yaptığı  eleştiriler  ve  açıklamalar  ifade  özgürlüğünün  kapsamına  girse  dahi, işverenin durumunu güçleştiren veya iş akışını ve iş düzenini bozar nitelikte ise işveren menfaatlerinin öncelikli olarak korunması gerekmektedir.91 Bu nedenle, sadakat  borcu  işçiye  bazı  hallerde  bazı  davranışları  yapmama  yükümlülüğü yüklemektedir.92  Yargıtay,  işçinin  sosyal  medyada  işyerinden  çok  sayıda  işçi  çıkartıldığını söyleyerek  sitem  etmesini  ve  bu  durumu  eleştirmesini,  haklı  nedenle  fesih ağırlığında olmadığını, ancak işverenin sosyal medyada bu paylaşımı yapan işçi ile iş ilişkisini sürdürmesinin önemli ve makul ölçüler içinde beklenemeyecek hale gelmesi nedeniyle burada geçerli fesih yapılabileceğini kabul etmiştir.93 Bu nedenle işçinin davranışının iş ilişkisine ve taraflar arasındaki güven ilişkisine ne ölçüde zarar verdiğinin belirlenmesi ve durumun ağırlığına göre geçerli nedenle ya  da  haklı  nedenle  fesih  yoluna  gidilmesi  gerekmektedir.94 Ancak,  işçinin işverenin güvenini kötüye kullanması halinde, işveren, doğruluk ve bağlılığa uymayan davranışlar nedeniyle İşK.m.25/II hükmü uyarınca işçinin sözleşmesini  haklı  nedenle  feshedebilmektedir.95 Yargıtay,  işçinin  işverene  zarar  verecek davranışlarda  bulunmasına  karşın,  işveren  zarar  görmese  dahi,  işçinin  bu davranışının  doğruluk  ve  bağlılıkla  uyulmaması  nedeniyle  işverenin  işçinin sözleşmesini haklı nedenle feshedebileceğini kabul etmiştir.96 Bu doğrultuda, işçi mesai saatleri içinde internete oyun sitelerine girdiğinde, bahis oynadığında, sosyal medya paylaşımlarında bulunduğunda veya internette sohbet ettiğinde sadakat borcuna aykırı hareket etmiş olmaktadır.97 Bu nedenle işveren  işçilerin  internet  kullanımını  denetleyebilmektedir.  Örneğin,  işçiler, işyerinde paylaşıma açık ağlar üzerinden IRC (Internet Real Chat), ICQ, Net Meeting gibi eş zamanlı sohbet etmeye yarayan programları kullandıklarında, işveren işçilerin internet hareketliliğini denetleyebilmektedir. Zira, bu yazılımlar ile işverene ait bilgilerin üçüncü kişilerin eline geçme ihtimali bulunmaktadır.98 Ancak, Yargıtay bir kararında işçilerin whatsapp grubu kurup işyeri ve çalışma  90 YAVUZ Nihat, Türk Borçlar Kanunu Şerhi C. 2, 2. Baskı, Adalet Yayınevi, Ankara, 2015, ss. 2222-2223. 91 EETÜRK, s. 346. 92 AKYİĞİT, s.219; DEMİRCİOĞLU/CENTEL, s.102; ERTÜRK, s. 148. 93  Y.9.HD,  T.24/04/2017,  E.2016/10576,  K.2017/7110,  (Çevrimiçi) https://karararama.yargitay.gov.tr/ YargitayBilgi BankasiIstemciWeb/, E.T:19.03.2020. 94 YILDIZ, s. 108. 95 Y.9.HD, T.04.04.2000, E.2000/2465, K.2000/4716, (Çevrimiçi) https://legalbank.net/belge/y-9hd-e-2000-2465-k-2000-4716-t-04-04-2000/405179/, E.T:13.03.2020. 96 ÖZCAN, ss. 39-40. 97 TEKERGÜL, s. 94. 98 ÖZDEMİR, ss. 241-242. 94koşulları  hakkında  konuşmaları  nedeniyle  işverenin  işçilerin  sözleşmelerini feshetmesini  yerinde  bulmamıştır.  Yargıtay  iş  düzeni  ve  çalışma  koşulları hakkında  işçilerin  konuşmalarını,  işçilerin  konuşmalarında  aşağılayıcı  ve hakarete  varan  bir  dilin  olmadığını,  işverenin  geçerli  nedenle  feshini ispatlayamadığını belirtmiş ve whatsapp grup yazışmalarının  mahiyeti itibarıyla gizli kalması gereken bilgiler olduğunu bu nedenle işçilerin işe iade edilmesi gerektiğini  belirtmiştir.  Zira,  burada  işverenin  şeref  ve  haysiyetine  yönelik aşağılayıcı  veya  tehdit  edici  bir  ifade  kullanılmamıştır.99  Bu  nedenle  bu konuşmaların ifade özgürlüğü kapsamında değerlendirilmesi yerindedir. Ancak, işçi, işveren veya işyerindeki diğer kişiler hakkında internette ve sosyal medyada şeref ve haysiyete zarar veren paylaşımlar yaparsa veya sosyal medya hesabında şirket verilerini paylaşırsa veyahut müstehcen içerikli paylaşımlarda bulunursa burada  ifade  özgürlüğünden  bahsetmek  söz  konusu  olamayacaktır. 100 Dolayısıyla, işçinin getirdiği eleştirilerin işyeri düzenini ve işyerindeki barış ortamını tehlikeye düşürmemesi, eleştiri yapılırken tehdit içeren ve aşağılayıcı nitelikte  bir  söylemde  bulunulmaması  gerekmektedir. 101  Ancak,  Yargıtay işverenin işçinin yaptığı eleştirilerin işyerinde olumsuzluklara yol açtığını iddia etmesi halinde, işverenin bu iddiasını ispatlamakla yükümlü olduğunu ifade etmiştir.102 İşçinin davranışları taraflar arasındaki güven ilişkisinin temelinden çökmesine neden olduğu taktirde işverenin sözleşmeyi haklı nedenle feshetmesi gerekir. Ancak, işçinin davranışları bu ağırlıkta değilse ve işveren için artık iş ilişkisini sürdürmek  mümkün  değilse  işverenin  işçinin  sözleşmesini  geçerli  nedenle feshetmesi  gerekir.103 Bu  nedenle  işçinin  sosyal  medya  üzerinden  getirdiği eleştirilerin işverenin ve işletmenin itibarını sarsacak nitelikte olmaması gerekir. Örneğin sosyal medyada işçinin kendi, dini, felsefi ve siyasi görüşüne uymayan işyeri uygulamalarını rakip işyeri ile kıyaslaması, rakip işletmenin ürünlerini beğenmesi,  işyerinin  ve  işletmenin  itibarını  zedeleyebilmektedir.104 Ancak, işçinin  hem  işyeri  içinde  hem  işyeri  dışında  sadakat  borcuna  uyması gerekmektedir.105 Zira, sadakat borcu sadece işyeri ile sınırlı bir borç değildir.106 Bu nedenle işçinin mesai saatleri dışında da sadakat borcuna uyması ve sosyal medyada  işverene  ve  işletmeye  zarar  verecek  açıklamalardan  kaçınması  99 Y.9.HD,  T.01.06.2017,  E.2016/14205, K.2017/9526, (Çevrimiçi) https://legalbank.net/belge/y9-hd-e-2016-14205- k- 2017- 9526-t- 01- 06-2017- feshin- ge-199-ersizligine-ise-iadesine-veyasal-sonu-19/2876152/,  E.T;19.03.2020. 100  ÇELİK,  Sosyal Medya... , s. 39. 101 YÜCEL, s. 69. 102  Y.9.HD,  T.22.01.2018,  E.2016/34334,  K.2018/752,  (Çevrimiçi) https://karararama.yargitay.gov.tr/ YargitayBilgi BankasiIstemciWeb/, E.T;21.03.2020. 103 YILDIZ, s. 108. 104  YÜCEL, s. 69. 105 DEMİR Fevzi/DEMİR Gönenç,  İşçinin Sadakat Borcu ve Uygulaması , Kamu İş, C. 11, S. 1, 2009, s.2. 106 YAVUZ, ss. 2222-2223.   95gerekmektedir.107 Zira, bu açıklamaların ağırlığına göre işveren haklı nedenle ya da geçerli nedenle iş sözleşmesini feshedebilmektedir. Bu açıklamalar, haklı nedenle fesih ağırlığında olmasa bile, objektif gerekçelere dayanmayan ve meşru görülemeyecek  nitelikte  beyanlar  ise,  işverenin  işçiye  olan  güveninin sarsılmasına  neden  olacağı  için  işveren  işçinin  sözleşmesini  geçerli  nedenle feshedebilmektedir. 108 Bu  doğrultuda,  işçinin  internette  gezinirken  oldukça  dikkatli  olması gerekmektedir. İşçi istemeden de olsa işyerindeki bilgisayara, bilgisayardaki dosyaları sızdıracak bir program yükleyebilir. Örneğin işçi bilgisayara indirdiği bir program ile bu bilgisayara başkalarının erişimini sağlayacak bir arka kapı (backdoor)  oluşmasına  neden  olabilir.  Bu  şekilde  üçüncü  kişi  işverene  ve işyerine ait bilgilere erişebilir. Bunun sonucunda işveren işçinin akdini feshetme kararı alabilir.109 Örneğin Yargıtay bir kararında mesai saatlerinde müstehcen içerikli internet sitelerine giren işçinin sözleşmesini feshedebileceğini ve bu feshin haklı nedenle fesih  olduğunu kabul etmiştir.110 Zira, bu durum işçinin iş görme  edimini  olumsuz  etkilemekle  birlikte,  üçüncü  kişilerin  işyerine  ait bilgilere erişmesine de neden olabilmektedir. Bu  açıklamalardan  hareketle,  İşçinin  sadakat  borcu  kapsamında  sır  saklama yükümlülüğü de bulunmaktadır. Buna göre, işçinin işverene ait bilgileri gizli tutması ve bu bilgileri üçüncü kişilerle paylaşmaması gerekir.111 Bunun yanında, işçinin  yanlış  internet  kullanımı,  işletmenin  teknik  zarara  uğramasına  veya firmanın kar marjına ya da imajının zarar görmesine neden olabilmektedir. Zira, işverenin imajını ve itibarını zedeleyebilecek bilgiler, işyeri ve işçiler hakkındaki bilgiler, işyerinin ticari sırları ve diğer gizli bilgileri, üçüncü kişilerin eline geçebilir ve işletme zarar görebilir.112  İşyerinde internet kullanımına ilişkin sınırlandırmalar işin aksamaması ve iş veriminin  düşmemesi  için  getirilmekle  birlikte,  işyerinde  mahremiyetin sağlanması ve gizliliğin korunması için getirilebilir.113  İşveren gizliliğin sağlanması için internet ortamında iş ile ilgili bilgilerin üçüncü kişilerle  paylaşımını  engellemek  için  internet  kullanımına  sınırlamalar getirebilmektedir. Bu  doğrultuda,  işçinin  sır  saklama  yükümlülüğüne  uygun  hareket  etmesi  107 ERTÜRK, s. 244. 108 YILDIZ, s. 109. 109 ÖDEMİR, s. 242. 110 Y.9.HD.,  T.01.02.2012,  E.2009/38310,  K.2012/2613,  (Çevrimiçi) http://ismahkemesi.com/2015/02/  iscinin-is-amacli-bilgisayarda-mesai-saatlerinde-mustehcennitelikli-internet-sitelerine-girmesi-yargitay-karari/, E.T:27.05.2020. 111 YAVUZ ss. 2222-2223. 112 ÖZDEMİR, s. 237. 113  SEZER,  (Çevrimiçi)  https://sezerutkaner.com/blog/isyerinde-internet-kullanimi/, E.T;22.03.2020. 96gerekmektedir.114 Bu nedenle, işveren işçilerin işyerindeki bilgisayarları özel amaçlarla kullanıp kullanmadıklarını denetleyebilir ve işçilerin özel amaçlarla interneti kullandığını tespit ettiğinde de müdahalede edebilmektedir.115 Zira işçi işverene  ait  sırları  bu  şekilde  ifşa  edebilir.  Bu  halde  de  işçi  sır  saklama yükümlülüğünü ihlal etmiş olmaktadır.116  İşçi sır saklama yükümlülüğünü ihlal ettiği için, işveren de işçinin sözleşmesini feshedebilmektedir.  Ancak,  işverenin  iş  sözleşmesini  feshederken  orantılılık ilkesine uygun şekilde hareket etmesi gerekmektedir.  Yargıtay,  işçinin  e-postasına  gelen  işletmeye  ait  bilgileri  sosyal  medyada paylaşması  üzerine  işverenin  iş  akdini  feshedilmesini  yerinde  bulmamış  ve işçinin yaptığı paylaşımın orantılılık ilkesi gereği feshi gerektirecek bir durum olmadığını  belirtmiştir.117 Ayrıca  işçinin  sadakat  yükümlülüğü  kapsamında işveren ve işyeri sırları dışında, işletmeye ait ticari bilgileri, müşteri portföyünü, know howunu ve diğer bilgi ve belgeleri internet yolu ile iş dışında üçüncü kişilerle paylaşmaması gerekmektedir.118 Ayrıca, işçinin sosyal medyada siyasi içerikte paylaşım yapması halinde de, işçinin yaptığı eylemin cezai sorumluluk doğurup doğurmadığı, paylaşımın niteliği, taraflardan iş sözleşmesini devam ettirmelerinin  beklenip  beklenemeyeceği  hususlarının  iş  sözleşmesinin feshedilmesi  açısından  değerlendirilmesi  gerekmektedir. 119  Bunun  yanında işçinin işverene yönelik sosyal medyada yaptığı açıklamalardan dolayı, işverenin işçinin sözleşmesini feshetmesi için işçinin eleştiri sınırlarını aşıp aşmadığının değerlendirilmesi gerekmektedir.  Yargıtay  bir  kararında,  işçinin  işveren  ile  ilgili  sosyal  medyada  yaptığı açıklamaların  eleştiriyi  aşan  hakaret  niteliğinde  açıklamalar  olması  halinde işverenin işçinin sözleşmesini haklı nedenle feshedebileceğini kabul etmiştir.120  Yargıtay başka bir kararında ise, hakarette olduğu gibi sataşma söz konusu olduğunda  da  işverenin  işçinin  sözleşmesini  haklı  nedenle  feshedebileceğini kabul etmiştir.121 V.  İŞÇİNİN  KİŞİSEL  İNTERNET  KULLANIMININ  İŞVERENİN KİŞİLİK HAKLARINA ETKİSİ  114 YAVUZ, ss. 2222-2223. 115 ÖZDEMİR, s.232. 116 YILDIZ, s. 109. 117 Y.9.HD, T.11.09.2014,  E.2014/8395, K.2014/26420, (Çevrimiçi) https://www.lexpera.com.tr/ yargitay-kararlari-baglanti/yargitay-22-hukuk-dairesinin-14-2-2017-tarihli-ve-e-2017-2256-k2017-2199-sayili-,karari?pg= 63, E.T;11.03.2020. 118  SEZER,  (Çevrimiçi)  https://sezerutkaner.com/blog/isyerinde-internet-kullanimi/, E.T:22.03.2020. 119 https://blog.lexpera.com.tr/sosyal-medya-kullaniminin-is-sozlesmesine-etkisi/, E.T:23.03.2020. 120  Y.  22.HD,    T.22.09.2011,  E.2011/346,  K.2011/1013,  (Çevrimiçi)    https://www.emsal .co/elestiriyi-asan-soylem-hakaret-hakli-fesih/ E.T: 30.05.2020. 121Y.9.HD,  T.31.03.2016,  E.2015/27643,  K.2016/929,  (Çevrimiçi)  http://iskanunu.com/sizinsorduklariniz/sosyal-medyada-hakaret-hakli-fesih-nedeni/ E.T: 30.05.2020.   97Kişilik, kişiye bağlı olan, para karşılığı olmayan, çeşitli değerlerden oluşan bir bütündür.  Ancak,  kişiliği  oluşturan  değerlerin  kesin  çizgilerle  birbirinden ayrılması mümkün değildir.122 Bu doğrultuda, kişinin yaşamı, sağlığı, beden bütünlüğü, onuru, saygınlığı, özel yaşamı, ismi, görünüşü, sesi, ekonomik geleceği, işyeri içindeki konumu, itibarı gibi değerler  kişiliğin bir parçasını oluşturmaktadır.123  Bu  değerlerin  çiğnenmesi  halinde,  bu  davranışa  maruz  kalan  kişinin  kişilik değerlerinde bir eksilme veya bir zedelenme oluşabilmektedir. Bu bağlamda kişilik  değerlerinde  bir  eksilme  ya  da  zedelenme  olan  kişi,  açacağı  manevi tazminat  davası  ile  kişilik  değerlerindeki  eksilme  ya  da  zedelenmenin giderilmesini talep etme hakkına sahiptir.124  Manevi tazminatın temel süjesi kişilik kavramıdır. Bu bağlamda korunmaya değer görülen  manevi  ve  bedeni  değerlerin  tümü,  geniş  anlamda  kişilik  kavramını oluşturmaktadır.125 Dolayısıyla, zararı doğuran olay kişi değerlerinde bir eksilme veya azalmaya neden olmaktadır.126  İnternet ortamında yapılan sosyal medya paylaşımlarının kişilik haklarına zarar verecek nitelikte olması halinde de manevi tazminat söz konusu olmaktadır. Ancak,  Yargıtay  sosyal  medyada  yapılan  paylaşımlarında  hakaret  nedeniyle manevi tazminatın söz konusu olması için matufiyet unsurunun gerçekleşmiş olmasını aramaktadır. Buna göre, davalının sosyal medyada kullandığı ifadelerin ortalama bir kişinin davalının sözlerini gördüğünde bu sözlerin muhatabının davacı olduğunu anlayabiliyor olması koşulunu aranmaktadır.127 Bu  doğrultuda,  kişiliğin  korunması  büyük  önem  taşımaktadır.  Bunun  için Anayasa'nın 17. maddesi ile kişi dokunulmazlığı teminat altına alınmıştır.  122  TANRIVER  Süha,   Bedensel  Bütünlüğün  İhlalinden  Kaynaklanan  Zararların  Tazmini Bağlamında Belirsiz Alacak Davası , Bedensel Zararların Tazmini Uluslararası Kongre Cilt 2, ed. Sema Uçakhan Güleç, Necdet Basa, Türkiye Barolar Birliği Yayınları, Ankara, Ocak 2016, s. 154. 123 SEVİMLİ K. Ahmet,  Türk Borçlar Kanunu m. 417 ve İş Sağlığı Ve Güvenliği Kanunu Işığında Genel Olarak İşçinin Kişiliğinin Korunması , Çalışma ve Toplum, C. 1, 2013, s. 111. 124  BAL Özlem, Türk İş Hukukunda Manevi Tazminat, 1. Baskı, Adalet Yayınevi, Ankara, 2010, s.21.   125  ALTAN Hülya, Manevi Zararı Tazmin Yolları, 1. Baskı, On İki Levha Yayıncılık, İstanbul, 2015, ss. 7-8. 126 BASIM Aybüke,  Kısmi Dava Belirsiz Alacak Davası ve Manevi Tazminat Taleplerinin Bu Davalara Konu Olup Olamayacağı Sorunu , AÜHFD, C. 65, S. 4, 2016, s. 2702. 127  Y.4.HD,  T.26.12.2017,  E.2016/2955,  K.2017/8684, (Çevrimiçi)http://www.kazanci.com.tr/gunluk/4hd -2016-2955.htm E.T: 31.05.2020. 128 Anayasa'nın 17. maddesi,   Herkes, yaşama, maddi ve manevi varlığını koruma ve geliştirme hakkına sahiptir.  Tıbbi zorunluluklar ve kanunda yazılı haller dışında, kişinin vücut bütünlüğüne dokunulamaz; rızası olmadan bilimsel ve tıbbi deneylere tabi tutulamaz.  Kimseye işkence ve eziyet yapılamaz; kimse insan haysiyetiyle bağdaşmayan bir cezaya veya muameleye tabi tutulamaz.  98Ayrıca, 6098 sayılı TBK'de de birtakım düzenlemeler yapılmıştır. Buna göre, 6098  sayılı  TBK'de  kişilik  haklarının  ihlâlinden  kaynaklanan  zararlar (TBK.m.58,  I),  vücut  bütünlüğünün  ağır  zarar  görmesi  dolayısıyla  kişinin, üzüntü, elem ve acı duymasından kaynaklanan zararlar (TBK.m.56, I), ölenin ya da bedensel zarar görenin yakınlarının yaşadığı üzüntü ve acılar nedeniyle ortaya çıkan zararlar (TBK.m.56, II) düzenlenmiş ve bu zararların tazmin edilmesi gerektiği hükme bağlanmıştır. Manevi tazminat davası ile amaçlanan husus, kişilik değerlerindeki eksilmenin telafi  edilmesi  ve  kişinin  şahıs  değerlerine  yönelik  bir  koruma sağlayabilmektir.129 Bu şekilde doğrudan manevi zararın oluşmasına neden olan kişinin, neden olduğu acı ve üzüntüyü telafi etmesi amaçlanmaktadır.130 Bu şekilde kişinin şahsiyetinde oluşan eksilmelerin bir nebze de olsa giderilmesi istenmektedir.131 Bir başka ifadeyle kişinin, manevi varlığının korunması için hareket  edilmektedir.132 Ayrıca,  gerçek  kişiler  gibi  tüzel  kişiler  de  kişilik haklarının zedelenmesi halinde manevi tazminat talebinde bulunabilmektedir.133 Bu  açıklamalardan  hareketle,  iş  ilişkisi  içinde  işçinin  ifade  özgürlüğü bağlamında yaptığı açıklamalar, işverenin şeref ve haysiyetine zarar verecek nitelikte  olmamalıdır.  İşçi,  düşüncelerini  ister  doğrudan  üçüncü  kişilere açıklasın, ister işyerindeki diğer işçilere açıklasın veya internet ortamında sosyal medyada açıklasın işçinin bu açıklamalarında işverenin kişiliğine, şerefine ve haysiyetine saygı göstermesi gerekir.134 İşK.m.25/II-d hükmüne göre, işçinin işveren  veya  aile  üyelerinden  birinin  şeref  ve  namusuna  dokunacak  sözler söylemesi  ya  da  işveren  hakkında  şeref  ve  haysiyet  kırıcı  asılsız  ihbar  ve isnatlarda bulunması haklı nedenle fesih sebebi olarak düzenlenmiştir.  Yargıtay, işçinin işverene veya işverenin aile üyelerine yönelik bu tür sözler  (…)meşru müdafaa hali, yakalama ve tutuklama kararlarının yerine getirilmesi, bir tutuklu veya hükümlünün kaçmasının önlenmesi, bir ayaklanma veya isyanın bastırılması (…) veya olağanüstü hallerde yetkili merciin verdiği emirlerin uygulanması sırasında silah kullanılmasına kanunun cevaz verdiği zorunlu durumlarda meydana gelen öldürme fiilleri, birinci fıkra hükmü dışındadır.  şeklinde düzenlenmiştir. 129 REİSOĞLU Sefa, Türk Borçlar Hukuku, 25. Baskı, Beta Yayıncılık, İstanbul, 2014, ss. 228229. 130 EREN Fikret, Borçlar Hukuku Genel Hükümler Cilt 2, 24. Baskı, Yetkin Yayınları, Ankara, 2019. s. 482; NOMER Haluk N., Borçlar Hukuku Genel Hükümler, 15. Baskı, Beta Yayıncılık, İstanbul, 2017, s. 263. 131 KESKİN A. Dilşad, Manevi Tazminat, Yetkin Yayınları, Ankara, 2016, s. 50; ANTALYA Ö. Gökhan, Borçlar Hukuku Genel Hükümler Cilt 2, 2. Baskı, Legal Yayıncılık, İstanbul, 2018, s. 106. 132 Ayrıca Bkz. KILIÇOĞLU Mustafa, Destekten Yoksun Kalma Tazminatı, 3. Baskı, Bilge Yayınevi Ankara, 2019. ss. 43-45. 133 YILDIRIM Abdulkerim, Türk Borçlar Hukuku Genel Hükümler, 6. Baskı, Adalet Yayınevi, Ankara, Kasım 2017, s. 220. 134 ÇELİK,  Sosyal Medya... , s. 39-40. 135  Y.22.HD,  T.22.09.2011,  E.2011/346,  K.2011/1013,  (Çevrimiçi) https://www.emsal.co/elestiriyi-asan-soylem-hakaret-hakli-fesih/ E.T: 31.05.2020.   99sarf etmesi ya da davranışlarda bulunması halinde işverenin işçinin sözleşmesini İşK.m.25/II  hükmü  uyarınca  haklı  nedenle  feshedebileceğini  kabul  etmiştir. Ayrıca, Yargıtay böyle bir durumda işçinin Anayasa'nın 25. ve 26. maddelerinde düzenlenen  düşünceyi  açıklama  özgürlüğüne  dayanmasının  söz  konusu olmayacağını ifade etmiştir.  Bu  doğrultuda,  işçinin  işverene  hakaret  etmesi  bir  fesih  nedeni  olmaktadır. Hakarette olduğu gibi, işçinin işverene iftira atması veya asılsız suç istinadı da bir fesih nedenidir. Zira, hakaret, iftira ve asılsız suç istinadının ifade özgürlüğü olarak değerlendirilmesi söz konusu değildir. Bunun yanında, işçinin sosyal medyada herkese açık yaptığı paylaşımlar gerçeği yansıtıyor olsa dahi, işçinin bu paylaşımlarında işverene yönelik alçaltıcı sözlerin ve hakaret içeren ifadelerin kullanması  da  bir  fesih  nedeni  olabilmektedir.136 Bu  nedenle  işçi,  işverenin itibarını zedelememelidir ve işverenin kişiliğine zarar verecek davranışlardan kaçınmalıdır.137  Bir Yargıtay kararında işçinin  burası ne tuhaf  bir yer dallas gibi, komedi yeri, kimin eli kimin cebinde belli değil.  şeklinde sözleriyle işvereni kötülediğini ve itibarını  zedelediğini,  ayrıca  işçinin  bu  sözlerle  tüzel  kişilik  haklarına  da saldırıda bulunduğunu bu nedenle işverenin işçinin sözleşmesini haklı nedenle feshedebileceğini kabul etmiştir.138 Dolayısıyla, işçinin gerek işverenin gerek işyerinin itibarını zedelememesi gerekir. Bu nedenle, işçi sosyal medyada belli bir  kitle  ile  sınırlı  olsa  dahi  işverenin  ve  işyerinin  itibarını  sarsacak paylaşımlarda  bulunmamalıdır.139  Ancak,  işçiler  bilerek  ya  da  bilmeyerek sıklıkla işverenin ve işyerinin itibarını zedelemektedir. Günümüzde işçiler bunu daha  çok  sosyal  medya  aracılığıyla  yapmaktadır.140 İşçiler  sosyal  medyada genellikle  ifade  özgürlüğüne  sahip  oldukları  gerekçesiyle  veya  işverene  ve işyerine  karşı  bir  tavır  ortaya  koymak  için  sosyal  medyadan  işverenin  ve işyerinin  itibarını  zedeleyebilecek  hatta  işverenin  kişilik  değerlerine  zarar verebilecek açıklamalarda bulunabilmektedir. Böyle bir durumun tespiti halinde de işçinin sözleşmesi haklı nedenle feshedilmektedir. Ancak, her zaman işçinin sözleşmesinin  haklı  nedenle  feshedilmesi  şart  değildir.  Bunun  için  fesih sebebinin  haklı  nedenle  fesih  ağırlığında  olması  gerekir.  Fesih  sebebi  bu ağırlıkta olmamakla birlikte, iş ilişkisinin özellikleri gereği işverenin işçiye olan güveni  sarsılmakta,  işçinin  sosyal  medya  paylaşımları  objektif  gerçeklere dayanmamakta ve meşru görülemeyecek nitelikte ise somut olayın özellikleri uyarınca  işverenin  işçinin  sözleşmesini  geçerli  nedenle  feshetmesi  yerinde olacaktır.141 Buna ek olarak işçinin işverene ait kişisel verileri de gizli tutması  136 YÜCEL, ss. 71-72. 137 GÜMRÜKÇÜOĞLU,  The Effescts... , s. 373. 138Y.9.HD, T.03.11.2011, E:2009/25494 K:2011/42548, (Çevrimiçi) https://www.adaletbiz.com/ hukuk/iscinin-internet-ve-sosyal-medya-kullanimi-nedeniyle-is-akdi-feshedilebilir-mih530html, E.T; 09.03.2020. 139 ÇELİK/CANİKLİOĞLU/CANBOLAT, ss. 277-278. 140 ZOREL, s. 1535. 141 YILDIZ, s.109. 100ve bunları üçüncü kişilerle paylaşmaması gerekir. Aksi halde işçi, işverenin kişilik değerlerine saygı göstermemiş ve işverenin kişilik haklarına zarar vermiş olacaktır. SONUÇ İnternet kullanımı günümüzde hayatın vazgeçilmez bir parçası haline gelmiştir. İş hayatında da birçok iş internet aracılığıyla yürütülmektedir. Bu nedenle işçiler genellikle  iş  ile  ilgili  tüm  konuları  internet  yardımıyla  araştırmaktadır  ve yapmaktadır. Ancak, çoğu zaman iş ile ilgili olmayan kendi özel işleri için de internette çok zaman harcamaktadır. İşçilerin internette kendi kişisel işleri için çok zaman harcamaları da iş görme edimini eksik ya da hiç ifa edememelerine neden olmaktadır. Bu nedenle işveren işçilerin internet kullanımına sınırlama getirebilmektedir. İşveren  yönetim  hakkı  ve  mülkiyet  hakkı  kapsamında  işçilerin  özel  amaçla internet kullanımına sınırlama getirebilmektedir. Buna göre, işveren işçilerin kişisel amaçla işyerinde internet kullanımlarını yasaklayabilmektedir. Ancak, işverenin bu yasağı getirmesinde meşru bir gerekçesinin olması gerekmektedir. İşçimin veriminin düşmesi, gerektiği gibi işlerin yürümemesi bu sınırlama için meşru bir dayanaktır. Ancak, işverenin tümüyle işçilerin internet kullanımını yasaklaması  söz  konusu  değildir.  Burada  ölçülülük  ilkesinin  gözetilmesi  ve temel hak ve hürriyetlere saygı gösterilmesi gerekmektedir. Bu nedenle işçilerin acil durumlarda ve kısa özel görüşmelerde özel amaçla internet kullanımına izin verilmesi gerekmektedir. İşverenin özel amaçlı internet kullanımına izin vermesi halinde dahi, işçiler tam bir serbestiye sahip değildir. Buna göre işçilerin işverenin ve işyerinin itibarını sarmayacak şekilde internet kullanması gerekir.  Bu doğrultuda, işçilerin sosyal medya paylaşımlarında işverenin ve işyerinin şerefine ve haysiyetine dokunacak açıklamalar yapmaması gerekmektedir. Bir başka ifadeyle işçilerin işverene ve işyerine hakaret etmesi veya iftira atması ya da  asılsız  suç  istinadında  bulunması,  işverenin  ve  işyerinin  itibarına  zarar vermektedir. Bu halde işçi işverenin kişilik haklarına zarar vermiş olmaktadır. Böyle bir durumda da işveren işçinin sözleşmesini İşK.m.25/II hükmü uyarınca haklı nedenle feshedebilmektedir.  İşçinin sosyal medyada yaptığı açıklamalar hakaret niteliğinde olmasa dahi, bu açıklamaların  işverenin  veya  işyerinin  itibarı  sarsacak  nitelikte  olmaması  142 MANAV A. Eda,  İş İlişkilerinde İşçinin Kişisel Verilerinin Korunması , Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. XIX, S. 2, 2015, s. 97: Kişisel veri, belirli ya da belirlenebilir nitelikteki  kişiye  ilişkin  her  türlü  bilgidir.  Bir  kimsenin  kimliğine,  etnik  kökenine,  fiziki özelliklerine, sağlık, öğrenim, iş durumuna, bireysel ve aile içi yaşamına, yerleşim durumuna, kişisel düşünce ve inancı, siyasi parti ve sendikal faaliyetlerle ilgili bilgiler, kredi kartı bilgileri, başka kişilerle yapmış olduğu haberleşmeler, mahkumiyet durumu gibi bilgiler kişisel veri olarak kabul edilmektedir.   101gerekir.  Bir  başka  ifadeyle  işçinin  işverenin  veya  işyerinin  saygınlığını zedeleyecek, işverenin veya işyerinin prestijini olumsuz etkileyecek tutum ve davranışlardan  kaçınması  gerekmektedir.  Zira,  işçinin  sadakat  yükümlülüğü bulunmaktadır.  Buna  göre,  işçinin  sadakat  yükümlülüğünü  ihlal  etmeyecek şekilde internet kullanmaya özen göstermesi gerekmektedir. Sadakat  yükümlülüğü  kapsamında  işçinin  hem  yapma  hem  de  yapmama yükümlülüğü bulunmaktadır. Buna göre, işçinin dürüstlük kurallarına uygun şekilde davranması gerekmektedir. Bu nedenle işçinin doğruluk ve bağlılık ile örtüşmeyen davranışlarda bulunmaması gerekmektedir. Bu bağlamda, işçinin sosyal  medyada  işveren  veya  işyeri  hakkında  olumsuz  ifadeler  kullanması doğruluk ve bağlılık ilkesi ile örtüşmeyecektir. Sadakat  yükümlülüğü  işçiye  oldukça  geniş  kapsamlı  bir  sorumluluk yüklemektedir.  Bu  nedenle  işçinin  internette  işveren  veya  işyerinin  itibarını sarsacak açıklamalardan kaçınması tek başına yeterli değildir. Buna göre, işçinin işverene  ve  işyerine  ait  gizli  kalması  gereken  bilgileri  de  açıklamaması gerekmektedir. Bu bağlamda, işçinin sosyal medyada işverene ve işyerine ait bilgileri paylaşmaması gerekir. Ayrıca, işçinin kullandığı bilgisayarda bulunan işverene ve işyerine ait bilgilerin üçüncü kişilerin eline geçmemesi için azami dikkat ve özeni göstermesi gerekmektedir. Bu nedenle, işçinin zararlı içerikli sitelere girmemesi gerekmektedir. Zira, işverene ve işyerine ait gizli kalması gereken  bilgilerin  üçüncü  kişilerin  eline  geçmesi  halinde,  işverenin  veya işyerinin itibarı zarar görebilmektedir. Bu çalışmada, işçilerin kişisel internet kullanımının iş ilişkisini ve işverenin kişilik haklarını ne şekilde etkilediği üzerine bir araştırma yapılmıştır. Buna göre, işçilerin interneti işverenin itibarını ve işyerinin menfaatlerini gözetmeden kullanması halinde, hem iş ilişkisinin hem de işverenin kişilik haklarının zarar göreceği sonucuna varılmıştır. Bu çalışmada varılan bir diğer sonuç ise, işçilerin eleştiri sınırlarını aşmadan ve sadakat yükümlülüğünü ihlal etmeden interneti kullanması gerektiği yönündedir. Bir diğer sonuç ise, işçilerin kişisel internet kullanımı  işverenin  ve  işyerinin  itibarının  zarar  görmesine  neden  olmakla birlikte, işçilerin verimliliğinin düşmesine de neden olmaktadır. Zira, işçiler internette boşa zaman harcayarak işlerin aksamasına neden olabilmektedir. Bu çalışmada elde edilen bir diğer sonuç ise, işverenin orantılılık ilkesine uygun şekilde  işçilerin  kişisel  internet  kullanımını  denetleyebileceği  ve sınırlandırabileceğidir.  Buna  göre,  işverenin  haberleşme  özgürlüğünü kısıtlamadan  ve  orantılı  şekilde  işçilerin  internet  kullanımını  sınırlandırması mümkündür. Bu nedenle, getirilen sınırlamaların işçilerin kişilik haklarının ihlal eder nitelikte olmaması gerekmektedir.  Sonuç olarak, işçilerin işyerinde sunulan internet hizmetini iş ile ilgili konularda kullanması gerekir. İşçilerin kişisel amaçlarla iş görme edimini engelleyecek şekilde internet kullanmaması gerekir. Ayrıca, işçilerin internette yaptığı sosyal medya  paylaşımlarında  da  işverenin  ve  işyerinin  itibarını  sarsacak 102açıklamalardan kaçınması gerekmektedir. Bunun yanında işçilerin işverene ve işyerine ait gizli bilgileri üçüncü kişilerle paylaşmaması ve bu bilgileri koruması gerekmektedir.  Aksi  halde  işçi  sadakat  yükümlülüğüne  aykırı  hareket  etmiş olmaktadır.",
     "Kaynakça": "AKTAY Nizamettin/ARICI Kadir/SENYEN KAPLAN E.Tuncay, İş Hukuku, 6. Baskı, Gazi Kitapevi, Ankara, 2013. AKYİĞİT Ercan, İş Hukuku, 12. Baskı, Seçkin Yayıncılık, Ankara, 2018. ALPER Yusuf/KILKIŞ İlknur, İş ve Sosyal Güvenlik Hukuku, 4. Baskı, Dora Yayıncılık, Bursa, 2018. ALTAN  Hülya,  Manevi  Zararı  Tazmin  Yolları,  1.Baskı,  On  İki  Levha Yayıncılık, İstanbul, 2015. ALTINTEPE Ayşen, Türk İş Hukukunda İşverenin Yönetim Hakkı, T.C. İstanbul Kültür Üniversitesi Sosyal Bilimler Enstitüsü Özel Hukuk Anabilim Dalı Özel Hukuk Programı, Doktora Tezi, Ocak 2014. ANTALYA Ö. Gökhan, Borçlar Hukuku Genel Hükümler Cilt 1, 2. Baskı, Legal Yayıncılık, İstanbul, 2018. ANTALYA Ö. Gökhan, Borçlar Hukuku Genel Hükümler Cilt 2, 2. Baskı, Legal Yayıncılık, İstanbul, 2018. ARSLAN ERTÜRK Arzu, Türk İş Hukukunda İşçinin Sadakat Borcu, 1. Baskı, On İki Levha Yayıncılık, İstanbul, 2010. AYDINLI İbrahim,  İşçinin Kişiliğinin Korunmasına Yönelik Düzenlemeler ve Borçlar  Kanunu  Tasarısının  Konuyla  İlgili  Düzenlemelerinin Değerlendirilmesi , TÜHİS İş Hukuku ve İktisat Dergisi, C. 19, S. 6,  Kasım 2005. BAL  Ozlem,  Türk  İş  Hukukunda  Manevi  Tazminat,  1.  Baskı,  Adalet Yayınevi, Ankara, 2010. BİLGİLİ Fatih/DEMİRKAPI Ertan, Borçlar Hukuku Genel Hükümler, 14. Baskı, Dora Yayıncılık, Bursa, 2020. BORZKURT GÜMRÜKÇÜOĞLU Yeliz, Türk İş Hukukunda Belirli Süreli İş Sözleşmesi, 1. Baskı, Vedat Kitapçılık, İstanbul, 2012. BORZKURT GÜMRÜKÇÜOĞLU Yeliz,  The Effescts of  Utilization of Social Media by Workers on Lobor Law , 4th Global Business Research Congress, İstanbul, Turkey, May 24 25, 2018. BASIM Aybüke,  Kısmi Dava Belirsiz Alacak Davası ve Manevi Tazminat Taleplerinin Bu Davalara Konu Olup Olamayacağı Sorunu , AÜHFD, C. 65, S.   1034, 2016. ÇELİK Kübra Deniz, Sosyal Medya Kullanımının İş Sözleşmesine Etkisi, Marmara Üniversitesi Sosyal Bilimler Enstitüsü, Özel Hukuk Anabilim Dalı, Özel Hukuk Bilim Dalı, Yüksek Lisans Tezi, 2019. ÇELİK Kübra Deniz,  Sosyal Medya Kullanımının İş Sözleşmesine Etkisi , https://blog.lexpera.com. tr/sosyal medya kullaniminin is sozlesmesine etkisi/ ÇELİK Nuri/CANİKLİOĞLU Nurşen/CANBOLAT Talat, İş Hukuku Dersleri, 32. Baskı, Beta Yayıncılık, İstanbul, 2019. ÇİL Şahin, İş Hukuku Yargıtay İlke Kararları, 7. Baskı, Yetkin Yayınevi, Ankara, 2016. DEMİR Fevzi, Sorularla Bireysel İş Hukuku 1. Cilt, 1. Baskı, Türkiye Barolar Birliği Yayınları, Ankara, 2006. DEMİR Fevzi/DEMİR Gönenç  İşçinin Sadakat Borcu ve Uygulaması , Kamu İş, C. 11, S. 1, 2009. DEMİRCİOĞLU  Murat/CENTEL  Tankut,  İş  Hukuku,  20.  Baskı,  Beta Yayıncılık, İstanbul, 2019. DOĞAN YENİSEY Kübra,  İş Kanunda Eşitlik İlkesi ve Ayrımcılık Yasağı , Çalışma ve Toplum, C. 11, S.4, 2006. EKONOMİ Münir,  Kadın İşçilerin Gebelik ve Doğum Halinde Feshe Karşı Korunması ,  Çalışma ve Toplum, C. 22, S. 3, 2009. EREN Fikret, Borçlar Hukuku Genel Hükümler Cilt 2, 24. Baskı, Yetkin Yayınları, Ankara, 2019. EYRENCİ Ömer/TAŞKENT Savaş/ULUCAN Devrim, Bireysel İş Hukuku,  9. Baskı, Beta Yayınevi, İstanbul, 2019. GÜNAY Cevdet İlhan, İş ve Sosyal Güvenlik Hukuku Dersleri, 5. Baskı, Yetkin Yayınevi Ankara, 2015. https://blog.lexpera.com.tr/sosyal medya kullaniminin is sozlesmesine etkisi/ KESKİN A. Dilşad, Manevi Tazminat, Yetkin Yayınları, Ankara, 2016, s. 50;  KILIÇOĞLU Mustafa, Destekten Yoksun Kalma Tazminatı, 3. Baskı, Bilge Yayınevi Ankara, 2019. KILIÇOĞLU Mustafa/KILIÇOĞLU ADA İlayda, Şerhli İş Kanunu Yorumu ve Yargıtay Uygulaması, 4. Baskı, Bilge Yayınevi, Ankara, 2016. KOÇ Yıldırım, Türkiye İşçi Sınıfı Tarihi Osmanlı'dan 2016'ya, 1. Baskı, Epos Yayınları, Ankara, 2016. 104KORKMAZ  Fahrettin/ALP,  Nihat  Seyhun,  Bireysel  İş  Hukuku,  4.  Baskı, Seçkin Yayıncılık, Ankara, 2019. KURT Resul/KOÇ Muzaffer, İş Sözleşmesinin Sona Erdirilmesi, 4. Baskı, Seçkin Yayıncılık, Ankara, 2020. MANAV A. Eda,  İş İlişkilerinde İşçinin Kişisel Verilerinin Korunması , Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. XIX, S. 2, 2015. MOLLAMAHMUTOĞLU Hamdi,  4857 Sayılı Yeni İş Kanununun Getirdiği Bazı Önemli Yenilikler , Kamu İş, C. 7, S. 4, 2004. MOLLAMAHMUTOĞLU Hamdi/ASTARLI Muhittin/BAYSAL Ulaş Baysal, İş Hukuku, 6. Baskı, Turhan Kitapevi, Ankara, 2014. NOMER  Haluk  N.,  Borçlar  Hukuku  Genel  Hükümler,  15.  Baskı,  Beta Yayıncılık, İstanbul, 2017. OKUR  Zeki,   İşyerinde  İşçinin  Bilgisayar  ve  İnterneti  Özel  Amaçlı Kullanımının İş İlişkisine Etkisi . Kamu İş İş Hukuku ve İktisat Dergisi, C.8, S.2, 2006. OKUR Zeki, İş Hukukunda Elektronik Gözetleme. Legal Yayıncılık, İstanbul, 2013. ÖZCAN Durmuş, İş Hukukunda Fesih ve İş Güvencesi, 1. Baskı, Adalet Yayınevi, Ankara, 2013. ÖZDEMİR  Hayrunnisa,   İşyerinde  İşçilerin  İzlenmesi  ve  İşçinin  Kişilik Haklarının Korunması , EÜHFD, C. XIV, S. 1–2, 2010. POYRAZ Ercan, İş Hukuku Şemalı Anlatımlı, 7. Baskı, Seçkin Yayıncılık, Ankara, 2016. REİSOĞLU Sefa, Türk Borçlar Hukuku, 25. Baskı, Beta Yayıncılık, İstanbul, 2014. SENYEN KAPLAN Emine Tuncay,  İşverenin Koruma ve Gözetme Borcunun Kapsamı , Kamu İş, C. 7, S. 2, 2003. SEVİMLİ K. Ahmet, İşçinin Özel Yaşamına Müdahalenin Sınırları, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü Özel Hukuk Anabilim Dalı Doktora Tezi, 2006. SEVİMLİ K. Ahmet,  Türk Borçlar Kanunu m. 417 ve İş Sağlığı Ve Güvenliği Kanunu Işığında Genel Olarak İşçinin Kişiliğinin Korunması ,  Çalışma ve Toplum,     C. 1, 2013. SEZER Nazlı, https://sezerutkaner.com/blog/isyerinde internet kullanimi/ SÜZEK Sarper,  İşçi Ücretlerinin Ödenmemesinin Hukuki Sonuçları , AÜHFD,   105C.56, S.4, 2007. SÜZEK Sarper, İş Hukuku, 18. Baskı, Beta Yayıncılık, İstanbul, 2019. TANRIVER Süha,  Bedensel Bütünlüğün İhlalinden Kaynaklanan Zararların Tazmini Bağlamında Belirsiz Alacak Davası , Bedensel Zararların Tazmini Uluslararası Kongre Cilt 2, ed. Sema Uçakhan Güleç, Necdet Basa, Türkiye Barolar Birliği Yayınları, Ankara, (Ocak 2016). TEKERGÜL Mehmet, İşyerinde Elektronik Gözetim Uygulamaları, Kadir Has Üniversitesi Sosyal Bilimler Enstitüsü Hukuk Anabilim Dalı Özel Hukuk Bilim Dalı, Yüksek Lisans Tezi, İstanbul, 2010. TUNÇOMAĞ Kenan/CENTEL Tankut, İş Hukukunu Esasları, 9. Baskı, Beta Yayınevi, İstanbul, 2018. YAVUZ Nihat, Türk Borçlar Kanunu Şerhi C. 1, 2. Baskı, Adalet Yayınevi, Ankara, 2015. YAVUZ Nihat, Türk Borçlar Kanunu Şerhi C. 2, 2. Baskı, Adalet Yayınevi, Ankara, 2015. YILDIRIM Abdulkerim, Türk Borçlar Hukuku Genel Hükümler, 6. Baskı, Adalet Yayınevi, Ankara, Kasım 2017. YILDIZ  Gaye  Burcu,   İşçinin  Sosyal  Medya  Paylaşımları  Nedeniyle  İş Sözleşmesinin  Feshi  Konusunda  İki  Farklı  Yargıtay  Kararının Değerlendirilmesi , Sicil İş Hukuku Dergisi, S. 38, 2018. YÜCEL  Orhan  Ürüncan,  İşçilerin  Sosyal  Medya  Paylaşımlarının  İşveren Tarafından  Denetimi  ve  İş  İlişkisine  Etkisi,  Ankara  Üniversitesi  Sosyal Bilimler  Enstitüsü  Çalışma  Ekonomisi  ve  Endüstri  İlişkileri  Anabilim  Dalı, Yüksek Lisans Tezi, Ankara, 2018. ZOREL Fulden İnal,  İş Etiğinin Yeni Kurallarından Biri Olarak Çalışanların Sosyal Medya Kullanımı , Uluslararası Sosyal Araştırmalar Dergisi,  C. 9, S. 42, Şubat 2016.  106"
}