{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "09",
     "Ay": "09",
     "Yıl": "2021",
     "Cilt": "6",
     "Sayı": "11",
     "Başlık": "BİNA TAMAMLAMA SİGORTASI",
     "Title": "BUILDING COMPLETION INSURANCE",
     "Yazar İsmi": [

          "Av. Şaban TAMER"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Bina Tamamlama Sigortası", "Ön Ödemeli Konut Satış Sözleşmesi", "Teminat", "Sigorta"
     ],
     "Keywords": [
          "Building Completion Insurance", "Prepaid Housing Sales Agreement", "Guarantee", "Insurance"

     ],
     "Özet": "Ticari  veya  mesleki  olmayan  amaçlarla  hareket  eden  kişi  olan  tüketicinin korunması için gerekli tedbirlerin devlet tarafından alınması Anayasamız m. 172 hükmü gereği zorunluluktur. Anayasa ile devlete yüklenen bu sorumluluğun yerine getirilmesi amacıyla 6502 sayılı Tüketicinin Korunması Hakkında Kanun (TKHK) düzenlenmiştir. Bu kanunun  Tüketici Sözleşmeleri  başlıklı 4. Kısmı içerisinde  4.  Bölümde   Ön  Ödemeli  Konut  Satışı   ilk  kez  kanun  ile düzenlenmiştir. Bu düzenleme ile; günümüzde konut fiyatlarının çok yüksek olması, birçok tüketici tarafından peşin ödeme ile alınmasının mümkün olmaması sebebiyle, konuta ihtiyacı olan tüketicinin bu ihtiyacını karşılayabilmesi için, henüz projenin başlangıcında daha cazip fiyatlar ve taksitle satın alma imkanı getirilmiştir. Bu imkân sağlanırken, henüz ortada olmayan konut için tüketicinin bir  miktar  peşin  ödeme  yapacak  olması  sebebiyle  gireceği  riskin  teminata kavuşturulması amacıyla kanunun 42. Maddesi ile  Bina Tamamlama Sigortası  düzenlemesi  yapılmıştır.  Aynı  madde  içerisinde  diğer  teminat  türleri  de düzenlenmiş  olmasına  rağmen,  biz  çalışma  konumuzu   Bina  Tamamlama Sigortası  ile sınırlı tutacağız.  Tüketiciler yönünden ekonomik açıdan ödenmesi zor bir maliyete katlanılacak olması, tüketici ve ailesinin yüksek risk altında olması, satıcıya göre çok daha zayıf durumda olması, devletin tüketiciyi koruma sorumluluğunun Anayasal bir yükümlülük olması sebepleri ile bu konuda yasal düzenleme yapılması gerekli olmuştur. Hukuk hayatımıza 6502 sayılı yasa ile ilk kez giren  Bina Tamamlama Sigortası  düzenlemesi ile hem tüketicinin korunması amaçlanmış hem de sigorta hukukuna yeni bir sözleşme eklenmiştir. Biz bu çalışmamız ile  Bina Tamamlama Sigortası  şartlarını ve hükümlerini inceleyeceğiz.",
     "Abstract": "According to Article 172 of our Constitution; measures of precautions by the State are  mandatory  to  protect  consumers  who  act  for  non-commercial  or  nonprofessionel purposes.  6502 numbered Law of Consumer Protection has been issued by the constitution to fulfill this responsibility and also imposed this responsibility to the State. ‘ Prepaid House Sales   are regulated for the first time in the fourth part which titled ‘ Consumer Contracts   at the fourth chapter of this law. Because of the imposibility to buy houses with cash payment since the high prices of houses; more attractive prices and the opportunity of installment buying have been introduced at the beginning of the project to meet customer s housing needs with this arrangement. While providing this opportunity; the law has aimed to ensure the risk to be held by the consumer with the regulation of ‘ Building Completion Insurance   in the article 42 of the code, since the consumers pay some cash for the house that is not yet in sight. Even though the other types of coverage have been regulated in the same article of the law; we will limit our frame of work about ‘ Building Completion Insurance  .  Because of the consumers will bear a cost which is difficult to pay economically, the consumer and his family are in a high risk, the situation of the consumer is much weaker than the seller and protecting the consumer is a constitutional obligation of the state; legislation was necessary in this regard. ‘ Building Completion Insurance   which is entered our legal life for the first time with the law numbered 6502; both of the protection of the consumer and a new contract type in insurance law have intended to be added. With  this  study;  we  will  examine  the  terms  and  conditions  of  ‘ Building Completion Insurance  .",
     "Metin": "Tüketicinin Korunması Hakkında Kanunu nda (TKHK) düzenlenen  Ön Ödemeli Konut Satış Sözleşmesi  ile satıcı, tüketicilere konut satmak suretiyle yüklü miktarda piyasadan nakit toplamakta, bu nakit ile de teslim etmeyi taahhüt ettiği binanın imalatını finanse etmektedir. Satıcının finansman sorunu araya banka konulmadan  bu  şekilde  çözülerek  satıcının  faizsiz  para  kullanması  imkânı sağlanmaktadır. Satıcının, projeden ya da maketten sattığı konutların, teslim edilmeme  riskinin  olması,  satılan  konutların  bedellerinin  tüketicilerin  mali yapıları açısından genellikle çok yüksek meblağlar olması sebebiyle, bu risklerin teminat  altına  alınarak  tüketicilerin  de  korunması  Anayasal  ve  yasal  bir gerekliliktir.  156İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 Bu amaçla TKHK m. 42 de kanun koyucu,  Bakanlıkça projedeki konut adedi ya da projenin toplam bedeli kriterine göre belirlenecek büyüklüğün üzerindeki projeler için satıcının ön ödemeli konut satışına başlamadan önce; kapsamı, koşulları  ve  uygulama  esasları  Hazine  Müsteşarlığınca  belirlenen  bina tamamlama sigortası yaptırması veya Bakanlıkça belirlenen diğer teminat ve şartları sağlaması zorunludur.  düzenlemesini yapmıştır.  Uygulamada özellikle  Arsa Payı Karşılığı İnşaat Sözleşmesi  ne istinaden konut imal eden  müteahhit  in, mali durumunun kırılgan olması, çok  daha fazla kazanma hırsı ile kendi öz kaynaklarının çok üzerinde maliyetlere sahip projeleri yapmaya çalışırken iflas etmesi, mali yapısının bozulması hallerinde, satıcıdan konut satın alan kişilerin ciddi mağduriyetler yaşadığı, paralarının karşılığını alamadığı, parasını iade alabilecek muhatap dahi bulamadığı görülmüştür.   Kanun koyucu, tüketici açısından hiçbir şekilde riskin oluşmaması adına bu düzenleme ile  satıcının,   Ön  Ödemeli  Konut  Satışı na  başlamadan  önce  bu  teminatı sağlaması gerektiği hususunu da açıkça ortaya koymuştur.  Çalışmamız ile; öncelikle konuya ilişkin temel kavramların tanımları yapıldıktan sonra   Bina  Tamamlama  Sigortası nın  kurulması  ve  tarafları  üzerinde durulacaktır. Daha sonra, bu sigorta açısından riskin ne olduğu, sigortalanan menfaat ve sağlanan teminatın ne olduğu izah edilecektir. Tarafların  hak  ve  yükümlülükleri,  sigortanın  sona  ermesi,  zamanaşımı  ve uyuşmazlık çözüm yolları anlatılacaktır.   I.  BİNA TAMAMLAMA SİGORTASINA DAİR KAVRAMLAR A.  SİGORTA                                                                                       Gerçek ya da tüzel kişilerin karşılıklı yardımlaşması ve zararlara karşı korunması fikrine dayanan sigorta, muhtemel tehlikelerin zararlı neticelerine karşı önceden tedbir alınarak zararın giderilmesi amacına hizmet etmektedir.   Sigorta öğretide bir tanıma göre,  iktisadi sonuçlar doğuran muhtemel risklerin zarar doğurucu sonuçlarının, sigortacı olarak isimlendirilen kişi ya da kurum tarafından yapılan organizasyona istinaden, birleşen risk taşıyıcıları arasında paylaşılması esasına dayalı bir kurumdur.  Diğer bir tanıma göre sigorta,  Aynı veya benzer tehlikelerle (rizikolarla) karşı karşıya kalma ihtimali olan kişiler topluluğunda rizikonun gerçekleşmesi halinde  2 ÇEKER, Mustafa, 6102 Sayılı Türk Ticaret Kanuna Göre Sigorta Hukuku, 23. Bs., Karahan Kitabevi, Adana, 2021, s. 1; KAYIHAN, Şaban/ GÜNERGÖK, Özcan, Türk Özel Sigorta Hukuku Dersleri, 5. Bs., Umuttepe Yayınları, İstanbul 2020, s. 5. 3 KENDER, Rayegan, Türkiyede Hususi Sigorta Hukuku I, 5. Bs., Filiz Kitabevi, İstanbul, 1995, s. 2. 4 KENDER, s. 104; ÜNAN, Samim, Türk Ticaret Kanunu Şerhi Altıncı Kitap: Sigorta Hukuku C.I, On İki Levha Yayıncılık, İstanbul, 2016, s. 12; BOZER, Ali, Sigorta Hukuku, 2. Bs., Ankara 2007, s. 31; CAN, Mertol, Türk Özel Sigorta Hukuku (Ders Kitabı) C.I, Adalet Yayınevi, Ankara, 2018, s. 13.       157TAMER/ Bina Tamamlama Sigortası ortaya  çıkacak  ihtiyacın,  sigorta  ettiren  tarafından  prim  adı  verilen  bedelin ödenmesi şartıyla, sözleşme ile azami limiti belirlenen bir miktar para karşılığında giderilmesine matuf hukuki talep hakkına sahip olunmasıdır.   Sigorta ilişkisinin geçerli olarak kurulması için; tehlike iştiraki olarak adlandırılan muhtemel tehlikeye maruz kalabilecek kişilerden oluşan topluluk, riziko olarak isimlendirilen ileride bir zamanda zarar doğurması muhtemel bir olay, rizikoların aynı veya benzer olması hali, rizikonun gerçekleşmesi halinde poliçe ile limitleri belirlenen miktarda zararın giderilmesini sağlayan teminat, riziko sonucu ortaya çıkan  zararın  sözleşmedeki  limitler  dahilinde  giderilmesi  için  sigorta  ettiren tarafından primin tamamının ya da ilk taksidinin ödenmesi ve sigorta ettirenin talep hakkına sahip olması unsurlarının olması gereklidir.  B.  BİNA  Bina  tamamlama  sigortasının  anlaşılabilmesi  için   bina   kavramının  da tanımlanması, sigorta türünün ve konunun anlaşılması için yerinde olacaktır. Bina tamamlama  sigortasının  düzenlendiği  6502  sayılı  Tüketicinin  Korunması Hakkında Kanunda  ve sigorta genel şartlarını belirleyen 16.03.2015 tarihli  Bina Tamamlama Sigortası Genel Şartlarında ,  bina  kavramına dair bir tanımlama yoktur. Bina kavramı 3194 sayılı İmar Kanunu m. 5 te tanımlanmıştır. Buna göre bina;  kendi başına kullanılabilen, üstü örtülü ve insanların içine girebilecekleri ve insanların oturma, çalışma, eğlenme ve dinlenmelerine veya ibadet etmelerine yarayan,  hayvanların  ve  eşyaların  korunmasına  yarayan  yapılar   olarak tanımlanmıştır.  Bir  yapının  bina  olarak  tanımlanabilmesi  için  bu  yapının  kendi  başına kullanılabilir olması, üzerinin örtülü olması, içine girilebilir olması, insanların ihtiyaçlarına yönelik kullanılabilmesi gereklidir . Bu anlamda, imar kanununda tanımlanan  bina  kavramı ile insan yaşamı sırasında ikamet ettiği, çalıştığı, eğitim gördüğü, konakladığı, bir şekilde içinde bulunduğu tüm yapıları tarif ettiği anlaşılmaktadır. C.  ÖN ÖDEMELİ KONUT SATIŞ SÖZLEŞMESİ Ön ödemeli konut satış sözleşmesi, 6502 sayılı yasa m. 40 da tanımlanmıştır. Buna göre;  Ön ödemeli konut satış sözleşmesi, tüketicinin konut amaçlı bir taşınmazın satış bedelini önceden peşin veya taksitle ödemeyi, satıcının da bedelin tamamen veya kısmen ödenmesinden sonra taşınmazı tüketiciye devir veya teslim etmeyi  üstlendiği  sözleşmedir.   Konuya  ilişkin  diğer  düzenleme  olan   Ön  5 KENDER, s. 2; ÇEKER, s. 2. 6 R.G. 28.11.2013, 28835. 7 https://ms.hmb.gov.tr/uploads/2018/11/Bina-Tamamlama-Sigortas%C%B-Genel%C%9Eartlar%C%B.docx (E.T.: 20.05.2021). 8 R.G.:09.05.1985, 18749. 9 GENÇ, Mustafa, İmar Hukuku, Seçkin Yayınları, Ankara, 2015, s. 154. 158İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 Ödemeli Konut Satışları Hakkında Yönetmelik  (ÖÖKSHY) m. 4 te de sözleşme aynı şekilde tanımlanmıştır.  Kanun ve uygulama yönetmeliği ile getirilen tanımlardan yola çıkarak, ikamet etme amaçlı alınan bir taşınmazın bedelinin tüketici tarafından peşin ya da taksitler halinde ödenmesi, satıcı tarafından da bedelin kısmen ya da tamamen ödenmesinden  sonra  konutun  tesliminin  yapılacağının  kararlaştırıldığı sözleşmedir. Ön ödemeli konut satış sözleşmesinin, TKHK m. 41 gereği tapuda resmi şekilde yapılması zorunludur. Ayrıca satışa konu konut ya da devre tatilin taşınmaz olması sebebiyle TMK m. 706/1, TBK m. 237/2 ve Tapu Kanunu m. 26/4  gereği  tapuda  resmi  şekilde  yapılması  gerekmektedir.  Bu  sözleşme  ile konutun mülkiyeti tüketiciye devredilse de teslimi daha sonraki bir zamanda yapılacaktır. Tüketici, konutu ya da devre tatili teslim almadan önce kısmen ya da tamamen bedelini ödemektedir.      Ön ödemeli konut satışı, kanun m. 41 metninden anlaşıldığı üzere satış vaadi sözleşmesi olarak da yapılabilir. ÖÖKSHY m. 6 daki  Ön ödemeli konut satış sözleşmesi, kat irtifakı devrinin tüketici lehine tapu siciline tescil edilmesiyle birlikte yapılacak yazılı bir sözleşme şeklinde veya noterliklerde düzenleme şeklinde yapılan satış vaadi sözleşmesi ile kurulur.  düzenlemesinden de ön ödemeli  konut  satışının   satış  vaadi   sözleşmesi  şeklinde  de  yapılabileceği anlaşılmaktadır. Ön ödemeli konut satış vaadi sözleşmesi ile, tüketicinin konut amaçlı bir taşınmazın bedelini önceden peşin veya taksitle ödemeyi, satıcının da bedelin kısmen ya da tamamen ödenmesinden sonra mülkiyetini devredeceği konuta ilişkin satış sözleşmesini yapmayı taahhüt ettiği noterde resmi şekilde yapılan bir sözleşmedir. II.  BİNA  TAMAMLAMA  SİGORTASI  SÖZLEŞMESİNİN  TANIMI, AMACI, HUKUKİ NİTELİĞİ A.  TANIMI Bina tamamlama sigortası, 6502 sayılı kanun m. 42 ye göre ön ödemeli konut ve BTSGŞ  A.1  maddesine  istinaden  devre  tatil  satışlarında,  Bina  tamamlama sigortası, tüketici tarafından banka vasıtasıyla yapılan ödemelerin, BTSGŞ A.1 (sigortanın konusu) maddesindeki rizikoların gerçekleşmesi halinde, satıcının  10 ÇABRİ, Sezer, Tüketicinin Korunması Hakkında Kanun Şerhi, 1.Bs., Adalet Yayınevi, Ankara, 2016, s. 647; DOĞAR, Mehmet, Ön Ödemeli Konut Satışı, On İki Levha Yayıncılık, İstanbul, 2018, s. 61; ÇABRİ, Sezer,  6502 Sayılı Tüketicinin Korunması Hakkında Kanun Uyarınca  Ön  Ödemeli  Konut  Satışı  Sözleşmeleri ,  İnşaat  Sektöründe  Tüketici  Hukuku Uygulamaları, (Ed. TOKBAŞ, Hakan/KURŞUN, Ali Suphi), 2. Bs.,  Aristo Yayınevi, İstanbul, 2018, s. 93; ÖZMEN, Ethem Saba/VARDAR HAMAMCIOĞLU, Gülşah, 6502 Sayılı Tüketicinin Korunması Hakkında Kanun Uyarınca Ön Ödemeli Konut Satışı Sözleşmesi, On İki Levha Yayıncılık, İstanbul 2016, s. 4; TEKELİOĞLU, Numan,  Ön Ödemeli Konut Satış Sözleşmelerinde Satının Teminat Sağlama Zorunluluğu , Ankara Üniversitesi Hukuk Fakültesi Dergisi, C. 67, S. 1, Mart 2018, s. 82. 11 ÇABRİ, Şerh, s. 648; DOĞAR, s. 66.      159TAMER/ Bina Tamamlama Sigortası ödediği prim karşılığında sigortacı tarafından teminat altına alınmasını sağlayan, tam iki tarafa borç yükleyen sözleşmedir.  Bu sigorta türü, teminat başlıklı TKHK m. 42 de düzenlenmiştir. Kanun metni ve sigorta  genel  şartları  dikkate  alındığında  sigortalanan  şeyin   bina   kavramı içerisinde kabul edilecek tüm yapıları değil sadece konut ve devre tatili kapsadığı görülmektedir.  Ayrıca  bu  sigorta  ile   binanın  tamamlanması   veya   banka vasıtasıyla  yapılan  ödemelerin   teminat  altına  alındığı  anlaşılmaktadır.  Yani sigortacı, risk gerçekleştiğinde, poliçede belirtilmek kaydıyla, satıcı yerine geçip binanın tamamlanma işini de yerine getirebilir.  Bu sigortanın sigortacı tarafından yapılabilmesi için kefalet sigortası yapma yetkisinin  olması  gerektiği  Başbakanlık  Hazine  Müsteşarlığı  tarafından 18.03.2015 tarih 2015/9 sayı ile yayınlanan, Bina Tamamlama Sigortasına İlişkin Genelge ile ortaya konulmuştur.   Kefalet sigortası, Kefalet Sigortası Genel Şartları A.1 de  sigortacının, borçlunun poliçede tanımlanan borcunu ifa etmemesi riskine karşı ona kefil olarak, yine poliçede gösterilmiş lehtara teminat vermeyi üstlendiği bir sözleşmedir.  şeklinde tanımlanmaktadır. Bina tamamlama sigortası da tam olarak bu amaçla yapılan bir sigorta  türüdür  ve  satıcının  konutu  teslim  etme  yükümlülüğünü  yerine getirememesi halinde sigortacının onun yerine geçerek onun yerine ya binayı tamamlaması ya da teminat senedinde taahhüt ettiği bedeli ödemesi esasına dayanmaktadır.  Bina tamamlama sigortasının yapılmasına ilişkin temel düzenleme TKHK m. 42 den kaynaklanan  ön ödemeli konut satış sözleşmesi  olsa da, kanun koyucu 7153 sayılı  torba  yasa  m.  25  ile  6303  sayılı  Afet  Riski  Altındaki  Alanların Dönüştürülmesi Hakkında Kanun m.8/6 ya eklediği düzenleme ile,  …Bu Kanun kapsamındaki alanlarda ve parsellerde yürütülecek projeler için yapım işini üstlenen yapı müteahhidinin yapı ruhsatı alınmadan önce; kapsamı, koşulları ve uygulama esasları Hazine ve Maliye Bakanlığınca belirlenen bina tamamlama sigortası  yaptırması  veya  Bakanlıkça  belirlenen  diğer  teminat  ve  şartları sağlaması zorunlu  hale getirilmiştir. Böylelikle bu kanun kapsamında yapılan binalar için de bu sigortanın, müteahhit tarafından yapılması ya da diğer teminat türlerinin sağlanması gerekecektir. Yine bu düzenleme ile de kanun koyucunun, müteahhitin bina yapıp teslim etme yükümlülüğünü garanti altına almaya çalıştığı anlaşılmaktadır. B.  AMACI Barınmak amacıyla mesken satın almak isteyen tüketici, konut fiyatlarının çok yüksek olması sebebiyle fiyatını bir kerede ödeyemediği ya da daha az bedel ödeyerek edinme imkanı sunulması hallerinde, henüz inşa edilmemiş konutu  maketten satın alarak  konut ihtiyacını karşılamaya çalışmaktadır. 6502 sayılı  12 https://ms.hmb.gov.tr/uploads/2018/11/Bina-Tamamlama-Sigortas%C%Bna%C%Bli%C%9Fkin-Genelge-2015-9.docx (E.T.: 20.05.2021).  160İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 Tüketicinin Korunması Hakkında Kanun ile düzenlenen ve tüketicilere taksitle konut satın alma imkanı sunan  ön ödemeli konut satış sözleşmesi  düzenlemesi ile ekonomik olarak zayıf olan tüketicinin hem ucuz konut edinmesi hem de risklere karşı korunması sağlanmaya çalışılmıştır. Bu durumda önce bedelini ödediği halde konutu inşaatın bitmesinden sonra teslim alabilecektir. Kısmen dahi olsa  bedelin  önceden  ödenmesi  halinde  tüketici  açısından  büyük  risk oluşmaktadır.   Öğretide  bina  tamamlama  sigortasının  amacına  ilişkin  farklı  görüşler  ileri sürülmüştür. Bir görüşe göre tüketicinin ödediği bedelin iadesi asıldır. BTSGŞ ile ortaya konulan teminatın eksik kalan binanın tamamlanması değil tüketici tarafından satıcıya ödenen bedelin faizi ile iadesi olduğu ileri sürülmektedir. Sigortacının müteahhitliğe zorlanamayacağı, zorlanması halinde bu sigortanın ölü doğacağı da bu çerçevede dile getirilmiştir. Diğer görüşe göre ise TKHK m.42/2 gerekçesindeki  …sigorta şirketinin binanın tamamlanmasına yönelik bir an önce çalışmalara  başlamasının  önündeki  engellerin  kaldırılması  amaçlanmıştır.  cümlesine  atıf  yaparak,  kanunun  amacının  binanın  tamamlanması  olduğunu, sigorta şirketinin uygun bir müteahhit tespit ederek binayı tamamlatabileceği ileri sürülmektedir. Başka bir görüşe göre ise, ödenecek tazminatın  ön ödemeli konut satış sözleşmesi  ile anlaşılan nitelikte teslimini sağlar miktarda olması gerektiğini  ve  bu  bedelin  sigorta  tazminatı  olarak  ileride  doğacak  alacağın ödenmesi olduğunu söylemektedir.  TKHK  m.42/2  gerekçesindeki   …sigorta  şirketinin  binanın  tamamlanmasına yönelik bir an önce çalışmalara başlamasının önündeki engellerin kaldırılması amaçlanmıştır.  cümlesi dikkate alındığında bu sigortanın temel amacının, satıcı tarafından  satılan  binanın  tamamlanması  olduğu  söylenebilir.  Fakat  BTSGŞ madde  B.6 daki   sigortacı  bu  sigorta  sözleşmesi  çerçevesinde  üstlendiği yükümlülük uyarınca, riziko gerçekleştiğinde, tüketicilere yapılan ödemeleri, anaparası teminat senedinde yer alan azami tutarı aşmamak üzere yasal faizi ile birlikte geri öder.  cümlesi ile  sigortacı yapacağı değerlendirme sonucunda, poliçede kararlaştırılmış ise, ödeme yapmak yerine projenin tamamlanarak hak sahiplerine teslim edilmesine de karar verebilir.  cümlesi dikkate alındığında temel amacın tüketici adına düzenlenen teminat senedindeki bedelin faizi ile birlikte ödenmesi olduğu, sözleşmede kararlaştırılmış ise ve sigortacının kendi menfaatine uygun olduğunu değerlendirmesini yapması halinde, binanın sigortacı tarafından  tamamlanması  yoluna  gidilecektir.  Binanın  aynen  tamamlanması teminatının sağlanabilmesi için hem sözleşmeye özellikle eklenmesi hem de sözleşmede  olsa  dahi  sigortacının  karlılık  değerlendirmesine  tabi  olduğu  13 ÖZMEN/VARDAR HAMAMCIOĞLU, s. 63; DOĞAR, s. 181. 14 GÜMÜŞ, Mustafa Alper, 6502 Sayılı Tüketicinin Korunması Hakkında Kanun Şerhi C.I, Vedat Kitapçılık, İstanbul, 2014, s. 260. 15 ÇABRİ, Şerh, s. 119; PITIRLI, Burak/EVSİNE PITIRLI, Esin,  Bina Tamamlama Sigortası , Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, C. 14, S. 173- 174, Ocak - Şubat 2019, s. 286. 16 ÖZAKMAN, Cumhur, Yeni Tüketici Hukuku Konferansı, 1.Bs., On İki Levha Yayıncılık, İstanbul, Mayıs 2015, s. 264, 266.      161TAMER/ Bina Tamamlama Sigortası anlaşılmaktadır. Dolayısıyla bu sigortanın temel amacının binanın tamamlanması olduğunu söylemek mümkün görünmemektedir. Kanaatimizce, amaçsal yorum ile sigorta  ile  amaçlanananın  sadece  tüketicinin  ödediği  bedel  değil,  ödeme  ile beklenen fayda olduğu düşüncesi ile tüketicinin satın aldığı konutun, riskin gerçekleştiği andaki tutarının tazmin edilmesi olduğunun kabulü gerekir. C.  HUKUKİ NİTELİĞİ Bina tamamlama sigortası ile satıcının ödediği prim karşılığında, sigortalanan rizikonun gerçekleşmesi durumunda sigortacı da tazminat ödemeyi ve rizikoyu sürekli şekilde taşımayı yükümlenmektedir. Buna göre bina tamamlama sigortası tam iki tarafa borç yükleyen rizai bir sözleşmedir. Sigortacının rizikoyu sürekli taşıma yükümlülüğü olması sebebiyle sigortacı açısından sürekli borç doğuran bir sözleşmedir.  Türk Ticaret Kanunun sigorta hukukuna ilişkin sistematiğinde sigortalar zarar sigortası ve can sigortası şeklinde iki ana başlığa ayrılmaktadır. Bu ana ayrım altında da zarar sigortaları; mal sigortası ve sorumluluk sigortası olarak, can sigortaları  ise;  hayat  sigortası,  sağlık  sigortası  ve  ferdi  kaza  sigortası  alt başlıklarına ayrılmaktadır. Bina tamamlama sigortasında, tüketicinin uğradığı zararın teminat senedi limiti ile sınırlı olarak tazmini söz konusu olduğu için bina tamamlama  sigortasının  zarar  sigortası  ana  başlığı  altındaki  mal  sigortası grubunda olduğu söylenebilir. Zira mal sigortaları; para ile ölçülebilen malvarlığı değeri  üzerindeki  menfaatlere  dönük  tüm  rizikoları  içine  almaktadır.  Mal sigortasında sigortalanan bizatihi mal değil faydalanacak kişinin menfaatidir.  Bina tamamlama sigortasında sigorta ettiren kendisine ait bir menfaati değil, tüketici konumundaki üçüncü kişinin muhtemel menfaatini sigortalatmaktadır, sigorta hukukunda buna başkası hesabına sigorta sözleşmesi denilmektedir.  Başkası yararına sigorta Türk Borçlar Kanunu m. 129 çerçevesinde  üçüncü kişi yararına  sözleşme   niteliğindedir.  Sözleşmede,  sigorta  ettiren  ile  sigortacı sözleşmenin tarafı olduğu halde menfaati sigortalanan tüketici, sözleşmenin tarafı değildir.  Bina  tamamlama  sigortasının  kefalet  sigortası  türü  olduğu  ileri sürülmektedir. Öğretide, kefalet sigortasının, sigorta ettirenin yükümlülüklerini  17 KENDER, s. 126; ÜNAN, Samim, Türk Ticaret Kanunu Şerhi Altıncı Kitap: Sigorta Hukuku C.II, On İki Levha Yayıncılık, İstanbul 2016, s. 1; KARA, Hacı, Sigorta Hukuku, On İki Levha Yayıncılık, İstanbul 2021, s. 235; BOZKURT, Tamer, Sigorta Hukuku, 12 Bs., On İki Levha Yayıncılık, İstanbul, 2021, s. 193. 18 ÇEKER, s. 127. 19 BOZER, 1981, s. 75; ÇEKER, s. 132; KAYIHAN/GÜNERGÖK, s. 29; BOZKURT, s. 194. 20 KARA, s. 236. 21 KARA, s. 235; ÇEKER, s. 138; ÜLGEN, Hüseyin,  Başkası Lehine Sigorta ve Bu Sigortada Sigortalının ve Sigorta Ettirenin Talep ve Dava Hakkı , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, C. 22, S. 3, s. 2828; ÜNAN, Samim,  Mal Sigortalarında Başkası Hesabına Sigorta , Akdeniz Üniversitesi Hukuk Fakültesi Dergisi, C. 2, S. 2, sa. 11-29. 22 CAN, s. 34. 23 ÜNAN, Samim, Sigorta Tüketici Hukuku, On İki Levha Yayıncılık, İstanbul, 2016, s. 94. 162İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 yerine getirmemesi (prim ödememesi) halinde menfaati sigortalanan kişi aleyhine kabul  edilemez  sonuçlar  doğuracağı  düşüncesi  ile  sigorta  sözleşmesi  olarak görülemeyeceğini ileri süren görüşler de vardır. Bina tamamlama sigortasında sigortacı, BTSGŞ B.8 maddesine göre satıcıya rücu edebilecektir. Diğer zarar sigortalarında ise zarardan sorumlu olan üçüncü kişiye rücu edilecektir. Bu yönüyle zarar sigortalarından ayrılmaktadır. III.  BİNA  TAMAMLAMA  SİGORTASI  SÖZLEŞMESİNİN KURULMASI VE UYGULANACAK HÜKÜMLER A.  SÖZLEŞMENİN KURULMASI Bina tamamlama sigortası tam iki tarafa borç yükleyen rızai bir sözleşmedir. Bu sözleşme tarafların karşılıklı birbirine uygun irade beyanları ile kurulacaktır. Bu irade beyanlarına sözleşmeler hukukunda öneri (icap) ve kabul denilmektedir. Taraflardan biri öncelikle öneride bulunmakta diğer taraf da kabul beyanı ortaya koyduğunda tam iki tarafa borç yükleyen sözleşme kurulmaktadır. Uygulamada sigorta ettiren yani satıcı, sigortacıya rizikolar hakkında açıklama ve bilgilendirme yapmakta ve sigortacının verdiği teklifnameyi doldurmaktadır. Bu teklifname öneri olarak kabul edilmektedir. Sigorta ettiren tarafından bu şekilde sigorta sözleşmesi önerisi yapılmakta, sigortacı da poliçe düzenlemek suretiyle kabul iradesini ortaya koymaktadır. Sigorta hukuku genel hükümleri içerisinde TTK m. 1405 te  yapılan  düzenleme  ile   sigortacının  susmasına   kabul  anlamı yüklenmektedir.  Sözleşmenin  yapılması  sırasında  susma  başlıklı  TTK  m. 1405/1 de  Sigortacı ile sigorta sözleşmesi yapmak isteyen kişinin, sözleşmenin yapılması için verdiği teklifname, teklifname tarihinden itibaren otuz gün içinde reddedilmemişse  sigorta  sözleşmesi  kurulmuş  sayılır.   şeklinde  düzenleme yapılmıştır. Bu düzenleme Türk borçlar hukuku genel ilkelerine aykırı olduğu ve hatalı olduğu gerekçeleri ile eleştirilmektedir. TTK m. 1405 düzenlemesi dikkate alınmazsa, bina tamamlama sigortası, genel hükümler çerçevesinde karşılıklı iradelerin ortaya konulmasının ispatı olan poliçenin düzenlenmesi ile kurulmuş olacaktır. Sözleşmenin kurulma anı ile hüküm doğurma anı aynı olmayabilir. Genel  hükümlere  göre,  sözleşmenin  hüküm  doğurma  anı  sigorta  priminin tamamının  ya  da  ilk  taksidinin  ödenmesi  anıdır.  Bina  tamamlama  sigortası  24 GÖZÜŞİRİN, Melike,  Kefalet Sigortası , Gazi Üniversitesi Sosyal Bilimler Enstitüsü, Yayınlanmamış Yüksek Lisans Tezi, Anakara 2014, s. 67; SOMUNCUOĞLU, Ünal,  Türk Hukukunda Kefalet Sigortası , Terazi Hukuk Dergisi, C. 13, S. 137, sa. 88-91. 25 OĞUZMAN, Kemal/ÖZ, Turgut, Borçlar Hukuku Genel Hükümler C.I, 16. Bs., Vedat Kitapçılık, İstanbul, 2018, s. 49; EREN, Fikret, Borçlar Hukuku Genel Hükümler, 16. Bs., Yetkin Yayınları, Ankara, 2013, s. 227; REİSOĞLU, Safa, Borçlar Hukuku Genel Hükümler, 20. Bs., Beta Yayınları, İstanbul, 2008, s. 56; NOMER, Haluk N., Borçlar Hukuku Genel Hükümler, 15. Bs., Beta Yayınları, İstanbul, 2017, s. 39 26 OĞUZMAN, ÖZ,s. 50 vd.; REİSOĞLU, s. 57.  27  KENDER,  Rayegan,   Sigorta  Sözleşmesinin  Tanımı  ve  Kurulması ,  Doç.  Dr.  Mehmet SOMER in Anısına Armağan, Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Özel Sayı, s. 525.  28 KENDER, Sigorta Sözleşmesi, s. 525; ÜNAN, C.I, s. 63.       163TAMER/ Bina Tamamlama Sigortası açısından  ise  BTSGŞ  C.1/4  maddesi  gereği  sigortacının  tüketicilere  karşı sorumluluğu, teminat senedi düzenlendiği tarihten itibaren hüküm doğurmak üzere  cayma  hakkı  süresi  sonunda  başlayacaktır.  TKHK  m.  43 e  göre   Ön ödemeli konut satış sözleşmelerinde  tüketici ondört gün içinde herhangi bir gerekçe  göstermeden  ve  cezai  şart  ödemeden  cayma  hakkına  sahiptir.  Bina tamamlama sigortası işte bu ondört günlük cayma süresinin dolması ile hüküm doğuracaktır. B.  UYGULANACAK HÜKÜMLER Bina tamamlama sigortasına ilişkin ilk düzenleme TKHK m. 42 hükmüdür. Düzenleme  ile,   …kapsamı,  koşulları  ve  uygulama  esasları  Hazine Müsteşarlığınca belirlenen bina tamamlama sigortası yaptırması veya Bakanlıkça belirlenen diğer teminat ve şartları sağlaması zorunludur.  cümlesi ile, bina tamamlama sigortası hakkındaki esasların Hazine Müsteşarlığınca düzenlenecek genel şartlar ile belirleneceği ifade edilmiştir. Sigorta sözleşmeleri başlıklı 5684 sayılı Sigortacılık Kanunu m. 11 hükmüne göre de, sigorta sözleşmelerinin içeriği Hazine  Müsteşarlığınca  belirlenecek  genel  şartlara  uygun  olmak  zorundadır. Ayrıca BTSGŞ C.7 hükmüne göre işin özelliğine göre taraflar özel şartlar da belirleyebilir. Özel şartlar TTK m. 1452 de belirtilen emredici hükümlere aykırı olamaz.  Sigorta  sözleşmesinde  özel  şartların  belirlenmesi  halinde,  rizikonun gerçekleşmesi durumunda konuya ilişkin ilk uygulama görecek hükümler özel şartlar olacaktır. Sigorta sözleşmesi hükümleri, sigortacı tarafından düzenlenen poliçe ile yazılı hale getirilmektedir. TTK m. 1425 e göre de sigorta poliçesinin genel ve özel şartları içermesi gerektiği hükme bağlanmıştır. Sigorta genel şartları, bir sigorta alanında yapılacak bütün sigorta sözleşmelerde bulunması gerekli kayıtlardır. Sigorta genel şartları, emredici hükümlerden hemen sonra, yedek kurallardan ise önce dikkate alınacaktır. BTSGŞ C.1/3 atfına göre bina tamamlama sigortasına Türk Ticaret Kanunu genel hükümleri de uygulanacaktır. Sigorta hukukunun genel hükümleri TTK nın 6. Kitabında  m.  1401-1452 de  düzenlenmiştir.  Bu  hükümler  tüm  sigorta sözleşmeleri  ve  türleri  açısından  uygulanacak  genel  hükümlerdir.  Bina tamamlama sigortasının zarar sigortası olarak sınıflandırılması halinde TTK daki zarar sigortasına ilişkin m. 1453-1486 hükümleri de bina tamamlama sigortasına uygulanacaktır. Konuya ilişkin TTK da hüküm olmaması halinde ise TTK m. 1451 deki  atıf  sebebiyle  Türk  Borçlar  Kanunu  hükümleri  uygulama  alanı bulacaktır.   29 KENDER, s. 49. 30 BAHTİYAR, Mehmet,  Sigorta Poliçesi Genel Koşulları , Banka ve Ticaret Hukuku Dergisi, C. 19, S. 2, Aralık 1997, s. 93. 31 KENDER,(Hususi Sigorta 2014), s. 34.  164İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 IV.  BİNA  TAMAMLAMA  SİGORTASI  SÖZLEŞMESİNİN TARAFLARI VE TÜKETİCİ  Bina  tamamlama  sigortası  sözleşmesinin  iki  tarafı  vardır  fakat  rizikonun gerçekleşmesi  halinde  lehine  sigorta  sözleşmesi  yapılan  tüketici  açısından sonuçlar  doğuracağı  için  üç  ayaklı  bir  sözleşme  ilişkisi  kurulmaktadır.  Bu sözleşme satıcı (sigorta ettiren) ile sigortacı arasında imzalanmaktadır. Taraflar imzaladıkları  bu  sözleşme  ile  tüketicinin  ödediği  bina  bedeli  teminat  altına almaktadır.   Sigorta Sözleşmelerinde Bilgilendirmeye İlişkin Yönetmelik m. 4 teki tanımlara göre; Sigorta ettiren: Sigortacı ile sigorta sözleşmesi akdederek sigortalının menfaatini sigortacı nezdinde prim ödemek suretiyle teminat altına alan kişiyi, Sigortacı: Belli bir prim karşılığında sigorta sözleşmesi ile risk üstlenen kişiyi, Sigortalı: Zarar sigortalarında menfaati teminat altına alınan, can sigortalarında ise üzerinde riziko gerçekleşme ihtimali olan kişiyi, ifade eder.   A.  SATICI (SİGORTA ETTİREN) Bina  tamamlama  sigortası  sözleşmesinin  taraflarından  biri  BTSGŞ  A.2 de tanımlanan satıcıdır. Satıcı, sözleşmenin  sigorta ettiren  tarafıdır. Satıcı, tüketici ile ön ödemeli konut satış sözleşmesi imzalayıp, ona karşı konutu teslim etme yükümlülüğü olan gerçek ya da tüzel kişidir. Satıcı, BTSGŞ A.1 maddesinde belirtilen rizikolara karşı sigorta sözleşmesi yapan ve sigortacıya prim ödeme borcu olan kişidir. Sigorta ettiren ile sigortalı aynı kişi de farklı kişi de olabilir. Bir  şahsın  kendi  mamelekini,  gelebilecek  bir  zarara  karşı  sigortalaması durumunda sigorta ettiren ile sigortalı aynı kişidir. Bazı durumlarda ise sigorta ettiren üçüncü bir kişi lehine sigorta sözleşmesi yapmaktadır. Bu durumda da sigorta  sözleşmesinden  doğan  borçlar  sigorta  ettirene  ait  iken,  rizikonun gerçekleşmesi halinde tazminatı talep etme hakkı üçüncü kişiye aittir. Bina tamamlama sigortası da başkası lehine sigorta sözleşmesidir. Satıcı, TKHK m. 42 ve BTSGŞ esaslarına göre  ön ödemeli konut satış sözleşmesi  yapmadan önce bu sigortayı ya da kanunda sayılan başka bir teminatı sağlamak zorundadır.   Bina tamamlama sigortasında sigorta ettiren sıfatını taşıyan satıcı, aynı zamanda ön ödemeli konut satış sözleşmesinde konutu devir ve teslim borcu olan kişidir.    32 GÖKTEPE, Elif, Ön Ödemeli Konut Satış Sözleşmelerinde Bina Tamamlama Sigortası, Yetkin Yayınları, Ankara, 2020, s. 74. 33 ÇEKER, s. 61; KENDER, s. 131; KARA, s. 45; KAYIHAN/GÜNERGÖK, s. 116;. 34 ÇEKER, s. 61; KARA, s. 45. 35 KENDER, s. 131; BOZKURT, s. 197.      165TAMER/ Bina Tamamlama Sigortası B.  SİGORTACI Sigorta sözleşmelerinin tümünde olduğu gibi bina tamamlama sigortasının da taraflarından biri, prim karşılığında poliçe ile belirlenen rizikoya karşı sigortalıya koruma  sağlayan,  sözleşme  süresince  de  rizikoyu  taşımayan  sigortacıdır.  Sigortacılık kanununa m. 3 e göre sigortacı anonim şirket ya da kooperatif olmak zorundadır. Sigorta Sözleşmelerinde Bilgilendirmeye İlişkin Yönetmelik m. 4 e göre  sigortacı;   belli  bir  prim  karşılığında  risk  üstlenen  kişi   olarak tanımlanmaktadır.   Sigortacılık Kanunun 5. Maddesi ile sigorta şirketlerinin çalışma konularına ilişkin Hazine müsteşarlığından ruhsat alması, bunu ticaret siciline tescil ettirmesi, hayat ya da hayat dışı sigorta gruplarından sadece birisinde faaliyet göstermesi gibi çalışma esaslarına ilişkin hususlar düzenlenmiştir. TTK m. 1401/2 hükmü gereği ruhsatı olmadığı halde bu durumu bilerek bir sigortacı ile sigorta ettirenin sigorta sözleşmesi yapması halinde TBK m. 604, 605 hükümlerindeki  kumar ve bahis   alacaklarına  ilişkin  hükümler  olaya  uygulanacaktır.  Kumar  ve  bahis borçları  doğuştan eksik borç  hükmündedir. Eksik borç  ifa edilebilen, ancak dava edilemeyen borçlar dır. Bu durumda sigortacının tazminat borcu  eksik borç  niteliğinde olacaktır.  Bir  sigorta  şirketinin  bina  tamamlama  sigortası  sözleşmesi  yapabilmek için Kefalet  branşında ruhsata sahip olması gerekmektedir. Satıcının (sigorta ettiren),  Kefalet  branşında ruhsatı olmadığını bildiği bir sigortacı ile bina tamamlama sigortası yapması halinde, lehine sigorta sözleşmesi yapılan tüketici, rizikonun  gerçekleşmesi  halinde  tazminatı  isteyebilecek  midir  sorusu  akla gelecektir. TKHK da ya da BTSGŞ da bu konuda bir düzenleme yoktur.  BTSGŞ  A.5/3  hükmü   Sigortacı,  vermiş  olduğu  teminat  senetlerine  ilişkin yükümlülükleri  saklı  kalmak  kaydıyla,  …sigorta  sözleşmesini  …  sona erdirebilir…  düzenlemesini havidir. Sigortacının, sözleşmeden haklı dönme hallerini düzenleyen bu maddeye göre, sigortacı sözleşmeden haklı dönse bile tüketiciye  verilen  teminat  senetlerinden  sorumluluğunun  devam  edeceği söylenmektedir.  Bu  durumda  kanaatimizce  BTSGŞ  A.5/3  düzenlemesi  kıyasen  uygulanarak tüketicinin teminat senedine istinaden tazminat alacağını talep etme hakkının devam edeceği kabul edilmelidir.  C.  TÜKETİCİ (SİGORTALI) Bina tamamlama sigortası,  tüketici  lehine yapılan bir sigorta sözleşmesidir. Tüketici, bu sigorta ilişkisinde  sigortalı  sıfatını taşıyan kişidir. Sözleşmenin  36 KENDER, s. 131; KAYIHAN/GÜNERGÖK, s. 114. 37 ÇEKER, s. 60; KARA, s. 45. 38 EREN, Fikret, Borçlar Hukuku Genel Hükümler,  s. 89. 39 OĞUZMAN, ÖZ, s. 18-19; REİSOĞLU, s. 34; NOMER, s. 25-26; EREN, s. 89. 40 ÜNAN, C.I, s. 21. 166İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 tarafı olmasa da rizikonun gerçekleşmesi durumunda poliçe ile temin edilen bedeli poliçe limiti ile sınırlı olmak üzere talep etme hakkı olan kişidir. Bina tamamlama sigortasına ilişkin esasların belirlendiği BTSGŞ A.1 maddesinde, bu sigortanın  tüketici  lehine yapılacağı ortaya konulmaktadır. Bu kavram sigorta hukukuna ait bir kavram olmamakla birlikte genel şartlarda  sigortalı  yerine  tüketici  kavramı kullanılmıştır.  Tüketici, TKHK m. 3/k maddesinde, kazanç elde etme amacı taşımamakla birlikte satıcı ile sözleşme yapan gerçek ya da tüzel kişi olarak tanımlanmaktadır. Buna göre tüketici, gerçek kişide olabilir, tüzel kişi de olabilir. Tüketici, gerçek kişi tacir olsa dahi ticari işletmesi ile ilgili olmayan şahsi ihtiyaca ilişkin işlem yapabilir. Gerçek kişi tacir tüketici olarak konut satın almak için ön ödemeli konut satış sözleşmesi yapabilecektir. Gerçek kişiler yanında tacir olmayan tüzel kişiler de tüketici sıfatı ile faaliyetlerini yürütmek amacıyla mal ve hizmet satın alabilirler. Kamu tüzel kişilerinin de kazanç elde etmek amacıyla hareket etmemeleri şartıyla tüketici olarak kabul edilebilecekleri öğretide ileri sürülmektedir.   Bina  tamamlama  sigortası  ile  temin  edilen  menfaat  tüketicinin  menfaatidir. Tüketici, satıcıdan almış olduğu konutu teslim alamazsa ve BTSGŞ daki şartlar oluşursa, sigortacıdan tazminat alacaklısı olacaktır. BTSGŞ B.6 maddesinde de sigortacının  sigorta  tazminatını  tüketiciye  ödeyeceği  açıkça  düzenlenmiştir. Tüketici, sigorta sözleşmesinin tarafı değildir. Bina tamamlama sigortasının satışa başlanmadan önce yapılması zorunluluk olarak düzenlendiği için, zaten sigorta sözleşmesi yapılırken tüketicinin kimliği de taraflarca bilinmemektedir. Satıcının konutu tüketiciye satması üzerine sigortacı tarafından tüketici adına teminat senedi düzenlenerek sigorta ilişkisi içerisine dahil edilmiş olacaktır.    V.  BİNA TAMAMLAMA SİGORTASINDA MENFAAT, RİZİKO VE TEMİNAT A.  MENFAAT TTK m. 1401 hükmü gereği, bir kişinin sigorta yaptırabilmesi için rizikonun gerçekleşmemesinde para ile ölçülebilir menfaati olmalıdır. Bu hükme göre menfaat zarar sigortalarına ilişkin bir unsurdur. TTK m. 1401 ve 1543 maddeleri dikkate alındığında zarar sigortasının konusunun, sigortalanan mal olmadığı, mal  41 ÇABRİ, Şerh, s.51; AYDOĞDU, Murat, Tüketici Hukuku Dersleri, Adalet Yayınevi, Ankara 2015, s. 59-60. 42ARIKAN, Sabih, Ticari İşletme Hukuku, 20. Bs, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara, 2016, s. 65; ÜLGEN, Celal/HELVACI, Mehmet/KENDİGELEN, Abuzer /KAYA, Arslan /NOMER ERTAN, Füsun, Ticari İşletme Hukuku, 6. Bs., Vedat Kitapçılık, İstanbul, 2019, s. 7273.  43 ÇABRİ, Şerh, s. 56. 44 ÇABRİ, Şerh, s. 57. 45 ÇEKER, s. 134; ARAL ELDELEKLİOĞLU, İrem, Şematik Sigorta Hukuku, Seçkin Yayınları, Ankara, 2021, s. 33. 46 KAYIHAN/GÜNERGÖK, s. 47.      167TAMER/ Bina Tamamlama Sigortası üzerinde  ilgili  kişinin  menfaati  olduğu  anlaşılmaktadır.  Zarar  sigortasında sigorta  konusunun  mal  olması  halinde  bu  sigortadan  sadece  malikler faydalanabilecek,  malikler  dışında  hak  sahibi  olan  kişilerin  sigortadan faydalanması  mümkün  olmayacaktır.  Sigortanın  konusunun  mal  üzerindeki menfaat olması durumunda sadece malikler değil, mal üzerinde menfaati olan herkesin sigorta yapma imkanı doğmuş olmaktadır. Ayrıca sigorta edilen mal üzerindeki  menfaatin  değerinin  para  ile  ölçülebilir  olması  gerekir.  Bunun yanında kanun gereği bu menfaatin meşru olması ve sözleşme kurulduğu anda mevcut olması da aranacaktır.  Bina  tamamlama  sigortası  özelinde  bakıldığında,  bina  tamamlama  sigortası yapıldığında ortada bir konut (mal) yoktur ve lehine sigorta yapılan tüketici (sigortalı) de henüz bilinmemektedir. Genel şartların A.1/2 maddesine göre; Sigortacı, ön ödemeli satışa konu proje için poliçe düzenleyerek satıcıya projenin ön ödemeli satışa konu kısmı için azami bir teminat limiti tahsis edecektir. Buna göre sigortacı tüm projeyi sigortalamaktadır. Fakat henüz lehine sigorta yapılan tüketici ortada yoktur. Satıcı bina tamamlama sigortası sözleşmesini sigortacı ile yaptıktan sonraki dönemde tüketicilere projeden konutlar satmaya başlayacak ve sattığı konutlara ilişkin sigortacıya bilgi vererek, her bir tüketici adına müstakil teminat senedi düzenlenmesini sağlayacaktır. İşte bu teminat senetleri ile BTSGŞ A.1/1 maddesindeki rizikolar teminat altına alınmış olmaktadır. Bu rizikolardan biri meydana geldiğinde sigortacı BTSGŞ B.6 maddesine göre tüketiciye bir miktar tazminat ödeyecektir.  Tüm bu düzenlemeler ve genel hükümler dikkate alındığında bina tamamlama sigortası ile sigortalanan menfaatin, tüketicinin ön ödemeli konut veya devre tatil sözleşmesinden doğan alacak hakkına ilişkin menfaatidir.  B.  RİZİKO VE TEMİNAT 1.  Riziko Riziko,  sigorta  hukukunun  temel  kavramlarından  ve  sigorta  sözleşmesinin unsurlarından  biridir.  Bu  kavram  ile  sigorta  sözleşmesi  yapıldığı  esnada bilinmeyen,  istenmeyen,  gelecekte  gerçekleşmesi  muhtemel  olan  ve gerçekleştiğinde sigortacının tazminat yükümlülüğü muaccel hale gelen olaylar kastedilmektedir. Doktrinde riziko ile tehlike kavramlarının farklı olduğu, olayın gerçekleşme ihtimalinin tehlike, olayın kendisinin riziko olarak adlandırılması  47 CAN, s. 28. 48 ÇEKER, S. 135; KAYIHAN/GÜNERGÖK, s. 49. 49 SAYHAN, İsmet, Sigorta Sözleşmelerinin Konusu, Yetkin Yayınları, Ankara, 2001, s. 75 vd. 50 KAYIHAN/GÜNERGÖK, s. 49. 51 ÖZAKMAN, s. 264; DOĞAR, s. 160; GÖKTEPE, s. 77. 52 KENDER, s. 202; KANER, İnci,  Zarar Sigortalarından Sigorta Ettirenin Tehlike İle İlgili Görevleri ,  İÜHFM,  C.  54,  1994,  S.  1-4,  sa.  303-319,  s.  302;  ÇEKER,  s.  62; KAYIHAN/GÜNERGÖK, s. 160; KARA, s. 47; BOZKURT, s. 43. 53 ÇEKER, s. 62; KARA, s. 47; KENDER, s. 202; KAYIHAN/GÜNERGÖK, s. 160; CAN, s. 5.  168İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 gerektiğini  ileri  süren  görüşler  de  vardır.  Bir  olayın  riziko  olarak  kabul edilebilmesi için tarafların iradesine bağlı olmaması da gerekir. Rizikonun muhtemelliği hem olayın gerçekleşmesi açısından hem de olayın gerçekleşme zamanı açısından söz konusu olabilir. TTK m. 1404 hükmü gereği, sigorta ettirenin  ya  da  sigortalının,  kanunun  emredici  hükümlerine,  ahlaka,  kamu düzenine, kişilik haklarına aykırı fiilinden doğabilecek bir zararı teminat altına almak için sigorta yapılamayacaktır. Ayrıca, sigorta ettiren ya da sigortalı rizikonun gerçekleşmesine kasten sebep olurlarsa TTK m. 1429 hükmü gereğince sigortacı tazminat ödeme yükümlülüğünden kurtulmuş olacaktır.  Bina tamamlama sigortasın ile teminat sağlanan riziko  ön ödemeli konut satış sözleşmesi  ile alınan konutun teslim edilememesidir. Rizikonun gerçekleşmesi sebebi BTSGŞ A.1 maddesinde sayılan;  satıcının iflas etmesi ,  satıcının gerçek kişi olması durumunda mirasçıların mirası reddetmesi şartıyla ölümü ,  genel şartların A.3ve A.4 maddelerinde belirtilen haller dışında, satıcının sözleşmede taahhüt edilen teslim tarihini müteakip 12 ay içinde konutu veya devre tatili tamamlayamaması  hallerinden biri olduğunda sigortacının tazminat ödeme borcu doğacaktır. Sigortacı bu durumunda, müstakil teminat senedinde ana parası yazan miktarı ve faizini ödeyecektir. Bina tamamlama sigortasında konutun her ne şart altında olursa olsun teslim edilememesi hali riziko olarak kabul edilmemiş, sınırlı sayıda sebep ile konutun teslim edilememesi hali riziko olarak kabul edilmiştir.  2.  Teminat a.  Teminata Dahil Haller Bina tamamlama sigortasının rizikosu olarak belirlenen haller aynı zamanda sigorta sözleşmesinin konusunu da oluşturmaktadır. Sigorta sözleşmesinin konusu olarak sayılan bu üç hal zorunlu olarak poliçede bulunmak zorunda olan hallerdir. Bu konuda tarafların tercih hakları yoktur. Bina tamamlama sigortası ile zorunlu olarak teminat altına alınmış olacak üç hali kısaca inceleyeceğiz. (a)  Satıcının İflas Etmesi  İflas kurumu 2004 sayılı İcra ve İflas Kanunu m. 155- 179 da düzenlenmiştir. İflasa tabi olan bir borçlu hakkında iflas kararı alınabilmesi kanunda iki usul öngörülmüştür. Buna göre iflasa tabi kişi aleyhine öncelikle iflas yoluyla icra takibi başlatıp daha sonra yetkili asliye ticaret mahkemesinde dava açılabilir.  54 KANER, s. 304. 55 KENDER, s. 202.  56 ÇEKER, s. 63. 57 BOZKURT, s. 44. 58 KAYIHAN/GÜNERGÖK, s. 161; ÇEKER, s. 63. 59 ÖNER KAYA, Emine/ KAYA, Bekir/ YALÇINER, Kürşat,  Bina Tamamlama Sigortası Maketten Konut Alımlarını Güvence Altına Alabilecek mi? , Finans Politik ve Ekonomik Yorumlar Dergisi, Y. 2016, C. 53, S. 614, s. 101. 60 KURU, Baki, İcra ve İflas Hukuku El Kitabı, Tamamen Yeniden Yazılmış ve Genişletilmiş 2. Bs., Adalet Yayınevi, Ankara 2013, s. 1104; PEKCANITEZ, Hakan/ATALAY, Oğuz/ÖZKAN,      169TAMER/ Bina Tamamlama Sigortası Diğer bir usul ise alacaklı ya da borçlunun doğrudan doğruya yetkili asliye ticaret mahkemesine başvurarak borçlunun iflasının istenmesi davasıdır.  İflâs, iflâs organları  tarafından  alacaklıların  alacağının  tahsili  amacıyla  borçlunun  tüm malvarlığı üzerinde gerçekleştirilen cebri bir tasfiye usulüdür.  Satıcının, ön ödemeli konut satış sözleşmesi ile taahhüt ettiği teslim tarihinden önce iflas etmesi halinde teslim süresinin dolması ya da teslim süresinin tamamlanmasını müteakip 12 ay bekleyip beklemeyeceği hususunda BTSGŞ ya da diğer mevzuatta bir düzenleme bulunmamaktadır. Doktrinde bu durumda 12 aylık sürenin beklenmesi gerektiğini söylense de genel şartların (a) bendinde sadece satıcının iflas etmesi denmiş olması, (c) bendi ile bağlantı kurulmamış olması dikkate alındığında, sözleşme  süresinin  dolmasının  beklenmesine  de  sözleşme  süresinin  dolması üzerine  oniki  aylık  sürenin  dolmasının  beklenmesine  de  gerek  olmadığını düşünmekteyiz.     Bu başlık altında değinmek istediğimiz bir diğer husus, iflas riski taşıyan satıcının (müteahhit) uygulamada iflasın yıkıcı etkisinden kurtulmak için, İİK m. 285-309/l maddeleri arasında düzenlenmiş olan  konkordato  başvurusu yapması halidir. Satıcının konkordato başvurusu yapması ve başvuru dilekçesi ile birlikte istenilen diğer belgelerin de ibraz etmesi halinde, mahkemesince geçici mühlet kararı verilecektir. Bu karar ile birlikte satıcının (müteahhit) malları koruma altına alınacak, konkordato sürecinde satıcıya karşı icra takibi yapılamayacak ve malları haczedilemeyecektir. Böylelikle satıcı, konkordato korumasından ve hukuki sonuçlarından faydalanmaya başlayacaktır. İİK m. 287 ve 289 maddeleri dikkate alındığında konkordato sürecinin 29 ay a kadar uzaması hukuken mümkündür. Uygulamada konkordato başvurusu yapan müteahhit, borçlarını ödemek için zaman kazanmakta, bu arada inşaat yapım süreci de ya uzamakta ya da akim hale gelmektedir.  Dolayısıyla   konkordato  başvurusu ,  satıcıdan  konut  satın  alan tüketici açısından büyük bir risk teşkil etmektedir. Bu sebeple, satıcının iflası yanında konkordatoya başvurmuş olmasının da bina tamamlama sigortası teminatı altına alınması düzenlemenin amacı açısından yerinde olacaktır.         (b)  Satıcının Gerçek Kişi Olması Durumunda Ölümü Halinde Mirasçıların Mirası Reddetmesi Gerçek kişi satıcının ölmesi ve mirasçılarının da mirası reddetmesi durumunda tüketici sigortacıya başvurarak tazminat talebinde bulunabilecektir. Mirasın reddi, yasal ve atanmış mirasçıların mirası kabul etmemesidir. Mirasın reddi hakkı  Sungurtekin/ÖZEKES, Muhammet, İcra ve İflas Hukuku Ders Kitabı, 7. Bası,  On İki Levha Yayıncılık, İstanbul, 2020, s. 385; TERCAN, Erdal, İcra ve İflas Hukuku, Gazi Kitabevi, Ankara, 2010, s. 175. 61 KURU, s. 1104. 62 PEKCANITEZ/ATALAY/ÖZKAN/ÖZEKES, s. 365. 63 KAYIHAN, Şaban/AKDENİZ, Murat, Konkordato Hukuku, Umuttepe Yayınları, İstanbul, 2019, s. 70. 64 KAYIHAN/AKDENİZ, s. 84-93. 65 ÇABRİ, Sezer, Miras Hukuku Şerhi(TMK m. 575-639 Cilt II), On İki Levha Yayıncılık, İstanbul, 2020, s. 518; EREN, Fikret/YÜCER AKTÜRK, İpek, Türk Miras Hukuku,  3.Bs., Yetkin 170İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 TMK m. 605-618 arasında düzenlenmiştir. TMK m. 605 e göre  yasal ve atanmış mirasçılar  mirasın reddettiklerine dair mahkemeye başvurabilir. Öğretide bu şekilde mirasın reddine  gerçek ret  denilmektedir. TMK m. 605 hükmüne göre, ölümü tarihinde murisin ödemeden aczi açıkça belli veya resmen tespit edilmiş ise mirasın  reddedilmiş  sayılacağı  belirtilmektedir.  Buna  da  hükmen  ret denilmektedir. Hükmen ret halinde mirasbırakanın ödemeden aczi açıkça belli olması  sebebiyle  mirasın  reddedildiğine  dair  yasal  karine  söz  konusudur. Mirasın gerçek ya da hükmen reddi halinde tüketici, sigortacıya başvurarak, bina tamamlama  sigortası  sebebiyle  kendisine  verilen  teminat  senedine  istinaden sigortacıdan  tazminat  talebinde  bulunabilecektir.  Mirasbırakanın  borçlarını ödemeden  acz  halinde  olmasına  rağmen  borçları  ödemeye  ve  projeyi tamamlamaya ekonomik güçleri olmayan mirasçıların mirası kabul etmesi halinde ise TMK m. 2 dikkate alınmalı, mirasçıların haklarını kötüye kullandıklarının anlaşılması halinde tüketicinin sigortacıdan tazminat alabilme hakkının devam ettiği kabul edilmelidir. Mirası kabul eden mirasçıların ekonomik güçleri olması halinde  sigortacıya  başvurabilmek  için  teslim  süresinden  sonra  on  iki  ayın tamamlanmasına kadar beklenilmesi gerekecektir.      (c)   Satıcının sözleşmede taahhüt edilen teslim tarihini müteakip 12 ay içinde konutu veya devre tatili tamamlayamaması Bina tamamlama sigortası TKHK m. 42 ile sigorta hukukuna dahil olmuş bir türdür. Bu sigorta ön ödemeli konut satış sözleşmesi yapılmadan önce satıcı tarafından teminat olarak yapılması zorunlu olan bir sigortadır. Satıcının ile tüketicinin yapmış olduğu  ön ödemeli konut satış sözleşmesi  ne göre konutun teslim süresi TKHK m. 44 gereği 36 ayı geçemez. Bu durumunda satıcının azami 36 aylık teslim süresinden sonra on iki ayın tamamlanması ile toplamda kırk sekiz ay sonra sigortacıya başvurulabilecektir. BTSGŞ A.1/1-c hükmü ile A.3 ve A.4 maddelerinde belirtilen haller dışında, satıcının sözleşmede taahhüt edilen teslim tarihini müteakip 12 ay içinde konutu veya devre tatili tamamlayamaması halinde bu gerekçe ile sigortacıya başvurulabileceğini düzenlemiştir. Genel şartların A.3 maddesi ile  Ek sözleşme ile teminat altına alınabilecek haller ve kıymetler  hüküm  altına  alınmıştır.  Buna  göre,  ek  sözleşme  ile  sigorta  konusuna eklenebilecek  hallerden  birinin  meydana  gelmesi  sebebiyle  12  aylık  sürede teslimin  yapılamaması  halinde  tüketici,  sigortacıya  başvuramayacaktır.  Atıf yapılan genel şartların A.4 maddesi ise teminat kapsamı dışında olan halleri düzenlemektedir. Yine bu atıf sebebiyle, teminat kapsamı dışında olduğu kabul edilen bu hallerden birinin meydana gelmesi sebebiyle 12 aylık sürenin dolması halinde de sigortacıya başvurulamayacaktır. TKHK m. 42 gereği bina tamamlama sigortası teminat olarak seçilip satıcı tarafından yaptırıldığı sırada halihazırda  Yayınları, Ankara, 2020, s. 499; ÖZTAN, Bilge, Miras Hukuku (Tablolar ve Örneklerle), 10. Bs. , Turhan Kitabevi, Ankara, 2019, s. 386. 66 ÇABRİ, Miras, s. 519; ÖZTAN, s. 386; EREN/YÜCER AKTÜRK, s. 499. 67 EREN/YÜCER AKTÜRK, s. 499; ÇAPRİ, s. 535; ÖZTAN, s. 386. 68 EREN/YÜCER AKTÜRK, s. 509.      171TAMER/ Bina Tamamlama Sigortası tüketici ortada yoktur. Ek sözleşme ile teminat altına alınacak rizikolar tamamen satıcının ihtiyarına bırakılmıştır. Ek bir maliyet getirecek ek sözleşmenin satıcı tarafından  yapılmasını  beklemek  çok  iyi  niyetli  bir  düşünce  olacaktır.  Bu durumda, sırf kanundaki zorunluluğu yerine getirmek adına bina tamamlama sigortası  yapan  satıcı  ek  sözleşmeyi  yapmayarak  ve  bu  konuda  tüketiciyi bilgilendirmeyerek  tüketicinin  mağdur  olmasına  sebebiyet  verebilecektir.  Bu düzenlemedeki istisnanın bina tamamlama sigortasının amacına aykırı olduğu, tüketiciyi korumak için yapılan kanun ile sigorta şirketini ve satıcının koruduğu ve tüketicinin aleyhine düzenleme yapıldığı ortadadır.     (d)  Ek Sözleşme İle Teminat Altına Alınabilecek Haller Satıcı tarafından tüketiciye satılan konutun, ancak genel şartlar A.1 maddesindeki sebeplerle teslim edilememesi halinde sigorta koruması söz konusu olacaktır. Bunun  yanında,  bina  tamamlama  sigortası  sözleşmesine  eklenmesi  zorunlu olmayan, tarafların ihtiyarına bırakılan, genel şartlar A.3 maddesindeki hallerin de sözleşmeye eklenmesi durumunda, bu maddede sayılan;  sözleşmenin kat karşılığı yapılması halinde arsa sahibine ait menfaatler ,  proje kapsamında yer alan dükkan, ofis vb. ticari nitelikteki taşınmazlar ,  bunlarla sınırlı olmamak üzere, deprem, yanardağ püskürmesi, toprak kayması, fırtına, dolu, yıldırım, sel ve su baskını gibi doğal afetler nedeni ile projenin tamamlanamaması ,  bağlı kredi ile alınan taşınmazlar için kredi verenin veya  konut finansmanı kuruluşunun sorumluluğu  halleri de teminat kapmasına alınmış olacaktır.  Taraflar ek sözleşme ile teminat altına alınabilecek hallerin tamamını ya da bir kısmı sözleşmeye ekleyebilirler. Uygulamada tüketicinin mağduriyetine sebep olma potansiyelinin yüksekliği sebebiyle  arsa sahibinin menfaatleri  hakkındaki düzenlemeye dikkat çekilmesi yerinde olacaktır.  Satıcının arsa payı karşılığı inşaat sözleşmesi ile bir arsa üzerine bina yapması durumunda, arsa sahibinin beklediği menfaat sadece kendisine düşecek bağımsız bölümlerin teslimi değildir. Uygulamada bu tarz sözleşmeler  anahtar teslimi  şartı ile yapılmaktadır. Bu şart ile yapılan inşaatın teslimi için  yapı kullanma izin belgesi  nin alınması gereklidir. Dolayısıyla satıcı (müteahhit) in edimi  yapı ruhsatı   alınmış  bağımsız  bölümlerin  arsa  sahibine  teslimidir.  Bu  şekilde, müteahhitin teslimde temerrüde düşmesi halinde diğer şartlarda oluşur ise arsa sahibinin mahkemeye başvurarak sözleşmeden dönmesi mümkün olmaktadır. Bu sebeple  arsa sahibinin menfaati  kavramını, ona teslim edilecek bağımsız bölümler ile sınırlamamak gerekir. Binanın ortak alanlarının projesine uygun yapılmasında ve projenin iskanının alınmasında da arsa sahibinin menfaatinin  69 ERMAN, Hasan, Arsa Payı Karşılığı İnşaat Sözleşmesi, Gözden Geçirilmiş 3. Bs., Der Yayınları, İstanbul, 2010, s. 35; ÖZ, Turgut, İnşaat Sözleşmesi ve İlgili Mevzuat, Vedat Kitapçılık, İstanbul, 2016, s. 146-147; KURŞAT Zekeriya, İnşaat Sözleşmesi, Filiz Kitabevi, İstanbul, 2017, s. 170. 70 ÖZ, s. 171; ERMAN, s. 104; Yargıtay 15 HD. E.2007/1276, K.2008/2431, T.14.04.2008.; Yargıtay  15  HD.  E.2005/7594,  K.2006/7533,  T.21.12.2006  (E.T.:  30.05.2021 www.kazanci.com ). 172İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 olduğu kabul edilmelidir. Bu nedenle arsa sahibine ait menfaatlerin de teminat kapsamına  alınması  tüketicilerin  mağduriyetinin  önüne  geçilmesi  açısından yerinde  olacaktır.  Yargıtayın,  avans  tapu  uygulaması  ve  BTSGŞ  A.1/1 maddesindeki  satıcının sözleşmede taahhüt edilen teslim tarihini müteakip 12 ay içinde  konutu  veya  devre  tatili  tamamlayamaması   şartı  birlikte değerlendirildiğinde,  arsa  payı  karşılığı  inşaat  sözleşmesi  süresinin  bitmesi halinde  şartları  varsa  arsa  maliki  sözleşmeden  dönebilecektir.  Sözleşmeden dönülmesi halinde ise Yargıtay uygulamasına göre, edimini yerine getirmeyen müteahhit (satıcı) tapu devrine hak kazanmamış sayılmaktadır. Müteahhit in hak kazanmamış  olduğu  bağımsız  bölüm  tapularından  tüketiciye  devredilenlerin tapusu,  arsa  sahibi  tarafından  tescilinin  düzeltilmesi  (iptali)  davası  ile  geri alınabilmektedir. Dolayısıyla,  …teslim tarihini müteakip 12 ay içinde…  şartı sebebiyle tüketici 12 ay boyunca büyük bir risk altında kalacaktır. Bu riskin oluşmaması  için  ya  bu  hususun  sigorta  sözleşmesinin  zorunlu  konusu  içine alınması ya da ek sözleşme ile teminat altına alınması yerinde olacaktır.   b)  Teminat Dışı Haller Bina tamamlama sigortasında teminat dışında kabul edilen haller BTSGŞ A.4 hükmü ile düzenlenmiştir. Buna göre; -Herhangi bir nükleer yakıttan veya nükleer yakıtın yanması sonucu nükleer atıklardan  veya  bunlara  atfedilen  sebeplerden  meydana  gelen  iyonlayıcı radyasyonlar, radyo-aktivite bulaşmaları veya kirlenme,   71 Yargıtay 23. HD  E. 2015/8887, K. 2017/3470, T. 28.11.2017  Arsa payı karşılığı inşaat sözleşmesinde yükleniciye yapılan tapu devri  avans  niteliğinde olup, yüklenici ediminin kural olarak tamamen ifası sonucu sözleşme konusu kendisine bırakılan tapulu taşınmaz ya da bağımsız bölümün ayni hak sahibi olabilir  www.kazanci.com, (E.T.: 30.05.2021); Yargıtay 15. HD, E. 2009/1989, K. 2010/3468, T.17.06.2010  Sözleşmeden sonra ve inşaat süresince yükleniciye bir kısım payların devri avans niteliğindedir , www.kazanci.com, (E.T.: 30.05.2021). 72 Yargıtay 15. HD. E. 1998/2147, K. 1998/2779, T. 24.6.1998  Yükleniciden, inşaat halindeki bir binadan bağımsız bölüme ilişkin arsa payı satın alanlar, satın aldıkları bu bağımsız bölüm tapularına veya arsa paylarına ancak yüklenicinin arsa sahibine karşı edimini tam olarak yerine getirmesi halinde hak kazanabilirler. Başka bir anlatımla, yüklenici hak kazanmışsa, ondan satın alanlar da hak kazanırlar ,, www.kazanci.com, (E.T: 30.05.2021); Yargıtay 23. HD. E. 2015/2663, K.  2017/3246,  T.  15.11.2017   Bağımsız  bölümlerin  mülkiyetini  iktisap  edebilmeleri  için yüklenicinin arsa sahiplerine karşı yükümlülüklerini tam olarak yerine getirmesi ve inşaatı sözleşme koşullarına uygun olarak bitirip teslim etmesi gerekir , www.kazanci.com, (E. T.: 30.05.2021).  73 Yargıtay 23. HD. E. 2013/3213, K. 2013/5831, T. 27.9.2013  Sözleşmenin geriye etkili fesih halinde bu tapu payları 818 sayılı BK nın 108/1. maddesi uyarınca talep halinde arsa sahibine geri döner , www.kazanci.com, (E.T: 30.05.2021); Yargıtay HGK. E. 2008/15-769, K. 2008/752, T. 17.12.2008  Bu durumda sözleşme hiç yapılmamış gibi tarafların durumları sözleşme öncesine döneceğinden, yüklenicinin üçüncü kişiye yaptığı temlik sebepsiz kalır. Diğer bir ifade ile tescil baştan itibaren yolsuz tescil sayılır , www.kazanci.com, E.T.: 29.07.2018; Yargıtay 23. HD.                                    E. 2013/3213, K. 2013/5831, T.9.2013.  … üçüncü kişinin mülkiyet hakkının doğabilmesi için kendisine pay devreden yüklenicinin edimini yerine getirmesi ve mülkiyete hak kazanması gerekir. Aksi halde, yüklenici ve ondan pay alan üçüncü kişi üzerine yazılan tapu kaydı illiyetten yoksun hale gelir ve yapılan işlem yolsuz tescil durumuna düşer , www.kazanci.com, (E.T.: 30.05.2021).       173TAMER/ Bina Tamamlama Sigortası -Herhangi  nükleer  kuruluş,  nükleer  reaktör  veya  bunların  birleşik  veya tamamlayıcı nükleer parçalarının radyoaktif, zehirleyici, patlayıcı veya diğer tehlikeli ya da kirletici özelliklerinden meydana gelen zararlar, -Atomik veya nükleer parçalanma ve/veya birleşme yahut diğer benzer tepkime veya radyoaktif güç ya da madde kullanılan herhangi bir silah ya da cihazdan kaynaklanan zararlar, -Herhangi  bir  sınai,  ticari,  zirai,  tıbbi,  fennîveya  sair  barışçıl  maksatlarla hazırlanan,  taşınan,  depolanan  ya  da  kullanılanlar  haricindeki  radyoaktif izotoplardan kaynaklanan zararlar, -Her türlü kimyasal, biyolojik, biyo-kimyasal ya da elektromanyetik silahtan kaynaklanan zararlar,  -Savaş, her türlü savaş olayları, istila, yabancı düşman hareketleri, çarpışma (Savaş ilan edilmiş olsun olmasın), iç savaş, ihtilal, isyan, ayaklanma ve bunların gerektirdiği inzibati ve askeri hareketler nedeniyle meydana gelen zararlar,  -3713  sayılı  Terörle  Mücadele  Kanununda  belirtilen  terör  eylemleri  ve  bu eylemlerden doğan sabotaj sonucunda oluşan veya bu eylemleri önlemek ve etkilerini azaltmak amacıyla yetkili organlar tarafından yapılan müdahaleler sonucu  meydana  gelen  biyolojik  ve/veya  kimyasal  kirlenme,  bulaşma  veya zehirlenmeler nedeniyle oluşacak bütün zararlar, -Satıcının mevzuata ve projeye aykırı işlemlerinden kaynaklanmaması şartıyla kamu otoritesi tarafından projede yapılacak tasarruflar nedeniyle meydana gelen zararlar. Bu takdirde, projenin yeni mevzuata uygun hale getirilmesine kadar geçen süre, sözleşmede taahhüt edilen teslim süresinin hesaplanmasında dikkate alınmaz. -Tüketicinin sözleşmeden cayması veya dönmesi, -B.3. maddesine aykırı olarak tüketicinin taşınmazı devir veya teslim almaktan kaçınması, -Dolaylı zararlar ile sözleşmede kararlaştırılmış ise cezai şart, -Taşınmazın iç kısmında kullanılan fayans, musluk, yer döşemesi, kapı kolu, mutfak  dolabı  gibi  oturmaya  elverişliliği  engellemeyen  kıymetlerin  projede taahhüt edilen nitelikte olmaması, hususları teminat dışında olan hallerdir.  Taraflar ek sözleşme ile de bu hususları teminat konusuna dahil edemezler. Sigorta hukukunun birçok türünde teminat dışı haller dışında sayın hususlar dışında sigorta konusu ile özel ilgisi sebebiyle teminata dahil edilmeyen son dört hale ilişkin açıklamalarda bulunmak yerinde olacaktır.     174İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 (a)  Tüketicinin Sözleşmeden Cayması ya da Dönmesi Cayma hakkı ile tüketici, ilgili hakkın düzenlendiği hukuki ilişki için belirlenen süre içerisinde bir gerekçe ya da sebep ortaya koymaksızın sözleşmeyi tek taraflı irade beyanı ile sonlandırmaktadır. Cayma hakkı bozucu yenilik doğuran bir haktır.  6502  sayılı  TKHK  ile  cayma  hakkına  ilişkin  yeni  düzenlemeler yapılmıştır.  Cayma  hakkı  sayesinde  tüketici,  yanlış  bilgilendirme  ya  da yönlendirilme sebebiyle satın aldığı fakat aslında satın almak istemediği ürünü ya da hizmeti, ceza bedeli dahi ödemeden iade etme imkanı bulmaktadır. Ön ödemeli  konut  satış  sözleşmesinden  cayma  hakkı  da  kanunda  m.  43 de  ve ÖÖKSHY m. 8 de düzenlenmiştir. Bu düzenlemelere göre, ön ödemeli konut satış sözleşmesi ile konut satın alan tüketici sözleşmenin kurulmuş olduğu günden itibaren ondört gün içinde herhangi bir gerekçe göstermeden ÖÖKSHY m. 8/2 ye göre noterden göndereceği yazılı beyan ile sözleşmeden cayabilecektir. Cayma hakkının kullanılması ile sözleşme hükümsüz hale gelir ve taraflar aldıklarını iade etmekle sorumlu olacaklardır. Tüketicinin ön ödemeli konut satış sözleşmesinden cayması halinde satıcı, cayma hakkının kullanılmasından itibaren on dört gün içinde  bedeli  iade  etmek  zorundadır.  Bu  sürenin  geçirilmesi  halinde  satıcı temerrüte düşmüş olacağı için tüketici faiz de talep edebilecektir. Tüketicinin sözleşmeden  cayması  halinde,  bina  tamamlama  sigortası  teminatını  talep edemeyecektir. Tüketicinin sözleşmeden cayması teminat dışı hallerden sayıldığı gibi BTSGŞ C.1 hükmüne göre de sigortacının sorumluluğu cayma süresi sonunda başlayacaktır.    Tüketici TKHK m. 45 e göre sözleşmeden dönme hakkına da sahiptir. Dönme hakkı  şekle  bağlı  olmayan,  edim  yükümlülüklerini  sona  erdiren  edimler  ifa edilmişse iade borcu yükleyen, bozucu yenilik doğuran bir haktır. Kanuna göre tüketici,  sözleşme  tarihinden  itibaren  yirmidört  aya  kadar    hiçbir  gerekçe göstermeden  sözleşmeden  dönebilecektir.  Yirmidört  aylık  süre  içerisinde kullanılacak dönme hakkının haklı bir sebebe dayanmasına gerek yoktur. TKHK m. 45/1 e göre  Sözleşmeden dönülmesi durumunda satıcı; konutun satışı veya satış  vaadi  sözleşmesi  nedeniyle  oluşan  vergi,  harç  ve  benzeri  yasal yükümlülüklerden doğan masraflar ile sözleşme tarihinden itibaren ilk üç ay için sözleşme bedelinin yüzde ikisine, üç ila altı ay arası için yüzde dördüne, altı ila  74 BAYSAL, Başak,  Cayma Hakkının Sözleşme Hukukundaki Yeri , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, 2017, C. 75, S. 1, sa. 273-292, s. 275; ÇABRİ, Ön Ödemeli Konut Satışı, s. 124. 75 ÇABRİ, Şerh, s. 683. 76 TKHK da cayma hakkının tanındığı tüketici sözleşmeleri şunlardır: Taksitle Satış (TKHK m. 18); Tüketici Kredileri (TKHK m. 24); Ön Ödemeli Konut Satışı (TKHK m. 43); İş yeri dışında kurulan sözleşmeler (TKHK m. 47); Mesafeli sözleşmeler (TKHK m. 48); Finansal hizmetlere ilişkin mesafeli sözleşmeler (TKHK m. 49); Devre tatil ve uzun süreli tatil hizmeti sözleşmeleri (TKHK m. 50). 77 ÇABRİ, Şerh, s. 679;  78 DOĞAR, s. 266. 79 EREN, s. 1120; OĞUZMAN, s. 381; SEROZAN, s. 58; BUZ, s. 65.      175TAMER/ Bina Tamamlama Sigortası oniki ay arası için yüzde altısına ve oniki ila yirmidört ay arası için de yüzde sekizine kadar tazminatın ödenmesini isteyebilir.  Tüketici TKHK m. 45/2 de sayılan haklı bir sebeplerin varlığı halinde ise yirmi dört ay sınırlaması ile bağlı olmadan her zaman sözleşmeden dönme hakkına sahiptir. Haklı sebeple sözleşmeden dönülmesi halinde satıcının tazminat isteme hakkı da olmayacaktır. BTSGŞ  A.4  maddesinde  tüketicinin  ön  ödemeli  konut  satış  sözleşmesinden cayması  ya  da  dönmesi  teminat  dışı  hal  olarak  sayılmış  ama  sözleşmeden dönmenin haklı ya da keyfi olup olmamasına dair bir ayrım yapılmamıştır. Kanaatimizce  bu  düzenlemenin,  tüketicinin  keyfi  dönme  hakkını  kullanması halinde geçerli olması lazım. Tüketicinin TBK genel hükümlerine göre haklı sebeple ya da TKHK m. 45/2 de sayın haklı sebeplerle sözleşmeden dönmesi halinde bina tamamlama sigortası teminatından faydalanmasının engellenmesi uygulamanın amacına aykırı olacaktır. Tüketicinin sözleşmeden haklı dönmesi halinde  de  bina  tamamlama  sigortası  teminatı  kapsamında  kabul  edilmesi durumunda, tüketiciyi koruma değil korumama amacına hizmet edilmiş olacaktır. (b)  B.3. Maddesine Aykırı Olarak Tüketicinin Taşınmazı Devir veya Teslim Almaktan Kaçınması Bina tamamlama sigortası teminatı dışında bırakılan hallerden biri de tüketicinin taşınmazı teslim almaktan kaçınması halidir. Bu düzenleme ile bina tamamlama sigortasına ilişkin özel bir alacaklı temerrüdü hükmünün oluşturulmaya çalışıldığı anlaşılmaktadır. Alacaklı temerrüdüne ilişkin genel hüküm TBK m. 106 dır. Bu düzenleme ile, alacaklı temerrüdünden bahsedilebilmesi için borçlunun edimini olması gerektiği gibi teklif etmesi, buna rağmen alacaklının haksız şekilde teklifi kabulden kaçınmış olması gerekmektedir.   Tüketicinin BTSGŞ B.3 maddesine aykırı olarak taşınmazı devir veya teslim almaktan  imtina  etmesi  hali  teminat  kapsamı  dışına  çıkma  sebebi  olarak düzenlenmiştir. Bu madde ile üç durum sayılmış ve bu durumların olması halinde taşınmazın tüketiciye devir veya teslim edildiğinin kabul edileceği belirtilmiştir. Buna göre,   Kat mülkiyetine konu taşınmazın tüketici adına tescili ,  Kat irtifakına konu taşınmazın tüketici adına tescil edilmesiyle birlikte taşınmazın oturmaya elverişli bir şekilde zilyetliğinin devri ,  Şahsi hakka konu devre tatil amaçlı taşınmazın kullanıma elverişli bir şekilde sunulması  hallerinde, tüketici konutu devir ve teslim almak zorunda bırakılmaktadır. Bu düzenleme TBK genel hükümlerine aykırıdır. Tüketicinin satın almış olduğu konutu ayıpsız ve eksiksiz isteme  hakkı  vardır.  Satıcının  ayıplı  yapıya  yapı  ruhsatı  aldıktan  sonra  kat mülkiyeti kurması sonucu bu kontun tüketici tarafından teslim alınmaması halinde sigorta  teminatı  kapsamına  çıkarılması  düzenlemenin  amacına  da  genel  80 ÇABRİ, Şerh, s. 703; DOĞAR, s. 292 vd. 81 GÖKTEPE, s. 93. 82 EREN, Borçlar Genel, s. 1010-1011; OĞUZMAN, s. 353; NOMER, s. 332. 176İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 hükümlere de aykırıdır. Ayrıca  oturmaya elverişli  kavranın neyi tarif ettiği, kime  göre  elverişli  olarak  kabul  edileceği  de  muğlaktır.  Bizce  burada  da tüketicinin teslimden kaçınmasının haklı olup olmamasına göre ayrım yapılması, haksız olması halinde bina tamamlama sigortası teminatından faydalanamaması gerekir.   (c)   Dolaylı Zararlar ile Sözleşmede Kararlaştırılmış ise Cezai Şart Bina  tamamlama  sigortası  teminatı  dışında  kalan  hallerden  biri  de   dolaylı zararlar  ile sözleşmede kararlaştırılan  cezai şart  miktarlarıdır.  Öğretide doğrudan zarar; bir haksız fiil neticesinde kişinin direk olarak uğradığı zarar olarak tanımlanmaktadır. Bu durumda kişi bu zarardan doğrudan doğruya etkilenmektedir. Örneğin haksız fiil sonucu yaralanan kişinin hastane masrafları doğrudan zarardır. Dolaylı zarar ise, haksız fiil sonucu direkt ortaya çıkmayan fakat bu eylem sonucu doğan zararlar olarak tanımlanmaktadır. Dolaylı zarar ile haksız fiil arasında uygun illiyet bağı var ise zarar veren dolayı zarardan da sorumlu olacaktır.    Başka bir deyişle; doğrudan doğruya zarar haksız fiilin ilk ve en yakın neticesi olan zarar, dolaylı zarar ise haksız fiilin ilk neticesi olarak meydana gelen zarara bağlı bulunan ve ilk zarar nedeniyle ortaya çıkan zarardır. Ancak ister doğrudan ister dolaylı zarar olsun, her iki halde de haksız eylemin yöneldiği kişinin direk olarak bu eylemden etkilenmesi sonucu uğradığı zararlardır.  Doğrudan zarar, bir hukuka aykırı fiile maruz kalan kimsenin bu fiil yüzünden kendisinin araya ilave bir sebep girmeden uğradığı zarardır. Dolaylı zarar, hukuka aykırı fiilin mağdura verdiği doğrudan zarara bağlı olarak ilave bir sebeple mağdurun uğradığı zarardır. 84  Doğrudan doğruya - dolaylı zarar kavramları, haksız eylemin yöneldiği kişinin uğradığı zarar türüyle ilgili bir ayrımdır. Doğrudan zarar gören-dolaylı zarar gören kavramı ise haksız eylem nedeniyle zarara uğrayan kişi bakımından yapılan bir ayrımdır. Haksız eylem sonucu doğrudan zarar gören kişiler haksız eylemin hedefi olan,  bu  eylemin  yöneldiği  kişilerdir.  Bunlar  doğrudan  mağdurlardır.  Buna karşılık dolaylı zarar gören kişiler haksız eylem nedeniyle dolaylı olarak zarara uğrayanlardır.  Bina tamamlama sigortası açısından hangi zararların doğrudan zarar olarak kabul edileceğine dair bir düzenleme yoktur. BTSGŞ A.1 hükmü ile hangi hallerin teminat altında olduğu sınırlı şekilde ortaya konulmuştur. Dolayısıyla bu hallerin dolaylı zarar olması mümkün değildir. Bunun dışında  A.3 hükmü ile ek sözleşme yapılacak haller belirlenmiştir. Muhtemelen ek sözleşme ile teminat kapsamına alınan hallerden birinin  dolaylı zarar  olması halinde bunun teminat kapsamı dışında  olacağı  söylenmeye  çalışılmaktadır.  Yine  de  genel  şartların  bu  83 EREN, Borçlar Genel, s. 529; OĞUZMAN, ÖZ, Borçlar Hukuku Genel Hükümler, s. 43.   84 OĞUZMAN, ÖZ, C. 2, s. 43.      177TAMER/ Bina Tamamlama Sigortası düzenlemesi aşırı muğlak ve yoruma açık bırakılmıştır. A.1 maddesinden sayılan hallerin mi yoksa ek sözleşme ile teminat kapsamına alınan hallerden kaynaklanan  dolaylı zarar  durumlarının mı kastedildiği anlaşılamamaktadır.  Teminat  dışı  tutulan  hallerden  bir  diğeri  ise  sözleşme  ile  belirlenmiş  ceza koşuludur.  TBK  m.  179 da  düzenlenen  ceza  koşulu;  bir  borcun  yerine getirilmemesi halinde sözleşme ile kararlaştırılmış olan ve ispat külfeti altında olmadan alacaklının talepte bulunabileceği bedeldir. Genel şartlar ile teminat dışında tutulan  cezai şart  ın seçimlik cezai şart olduğu anlaşılmaktadır. Cezai şartın seçimlik cezai şart olarak belirlenmesi halinde, tüketici ödediği bedeli ve faizini  ister  ise  sigortacıya,  cezai  şartı  ister  ise  satıcıya  başvuracağı anlaşılmaktadır. Rizikoların gerçekleşmesi halinde bu durumda ödenen bedelin ve faizinin  sigortacıdan  talep  edilmesi  zararın  azaltılması  açısından  doğrusu olacaktır. Cezai şartın ifaya ekli cezai şart olarak belirlenmesi halinde tüketici, ifa dışında cezai şartı ayrıca isteyebilecektir. Bizce bu durumda tüketici, genel şartlar A.1/3 ve B.6 maddeleri sebebiyle ancak banka kanalı ile ödediği bedeli ve onun faizini sigortacıdan talep edebilecektir. Sözleşmede ifaya ekli cezai şart olsa bile teminat kapsamında sayılmayacak ve bu durumda sigortacıya başvuramayacaktır. Cezai şart talebi için ancak satıcıya başvurabilecektir.   (d)  Taşınmazın İç Kısmında Kullanılan Fayans, Musluk, Yer Döşemesi, Kapı Kolu, Mutfak Dolabı Gibi Oturmaya Elverişliliği Engellemeyen Kıymetlerin Projede Taahhüt Edilen Nitelikte Olmaması Tüketici,  satın  aldığı  konutun  iç  kısmında  kullanılan  fayans,  musluk,  yer döşemesi, kapı kolu, mutfak dolabı gibi oturmaya elverişliliği engellemeyen kıymetlerin projede taahhüt edilen nitelikte olmaması gerekçesi ile konutu devir ve teslimden kaçınırsa, A.5/12 maddesi gereği sigortacıdan tazminat talebinde bulunamayacaktır. Maddede belirtilen kriter olan  oturmaya elverişlilik  kavramı, tanımlar başlıklı A.2 maddesinde tanımlanmıştır. Buna göre oturmaya elverişli taşınmaz;   Projede ve satıcı ile tüketici arasında yapılan sözleşmede daha dar kapsamlı bir teslim konusunda mutabakat sağlanmamış olması halinde; -  konutun  çatısının  kapanmış,  dış  ve  iç  sıvaları  ile  dış  ve  iç  cephe boyalarının yapılmış, merdiven ya da asansörünün kullanıma hazır, bağımsız bölüm elektrik, su ve ısıtma tesisatı ile mutfak,  banyo ve sıhhi tesisatının yapılmış, zemininin döşenmiş olduğunun -  devre  tatile  ilişkin  olarak  ise  yukarıdakilere  ek  olarak  tüketicinin yararlanabileceği ve projede yer alan yüzme havuzu, sauna ve benzeri ortak tesisler, ışıklandırma, su, bakım ve benzeri hizmetler ile bunlardan yararlanmaya ilişkin unsurların tamamlandığının eksper tarafından tespit edildiği taşınmazı   ifade etmektedir.  85 OĞUZMAN, ÖZ, C. 2, s. 529; NOMER, s. 471. 178İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11  Bu düzenlemeden anlaşılan, konut ayıplı da olsa tüketici olarak konutu teslim almalısın yoksa sigortadan tazminat isteyemezsin denilmektedir. Her nedense Bina Tamamlama Sigortası Genel Şartlarında  yapı kullanma izin belgesine  hiç önem  atfedilmemiş,  teminat  aslında  binanın  tamamlanmasına  değil  binanın eksikte  olsa   oturmaya  elverişli   halde  teslimine  sağlanmıştır.  Bu  durumda yapılabilecek tek şey, tüketicilerin poliçe özel şartlarına bu hususları özellikle ekletmeleri  ve  konutun   yapı  ruhsatının   alınması  halinde  konutun  teslim alınacağı, sigorta teminatının da bu şartı teminat altına alacağının belirtilmesi yerinde olacaktır.  A.5/12  maddesinde   fayans…yer  döşemesi   nin  olmamasının  oturmaya elverişliliği engellemediği söylendiği halde, A.2 maddesinde  zeminin döşenmiş olması  elverişlilik için aranan şart olarak düzenlenmiştir. Anlaşılan o ki, genel şartlar da kendi içinde çelişkiler taşımaktadır. Bu durumda tüketicinin lehine yorum esas kabul edilerek, konutun eksiksiz, ayıpsız ve iskanı alınmış halde teslimi gerekmektedir.  VI.  TARAFLARIN HAK VE YÜKÜMLÜLÜKLERİ A.  SATICININ BORÇ VE YÜKÜMLÜLÜKLERİ 1.  Prim Ödeme Borcu Sigorta sözleşmesinde sigorta ettirenin karakteristik edimi sigorta primi olarak isimlendirilen nakdi bedeli ödeme borcudur. Sigorta primi, sigortacının rizikoyu taşıma yükümlülüğünün karşılığı olarak ödenen ücrettir. Sözleşmede farklı şekilde düzenlenmediği müddetçe TTK m. 1430/2 hükmü gereği sigorta primi peşin ödenir fakat sözleşmede ilk taksitin peşin ödenmesi ve diğer taksitlerin kambiyo senedi düzenlenerek ödeneceğinin kararlaştırılması ile taksitler halinde ödenmesi de mümkündür. TTK m. 1431/1 hükmü gereği Prim borcu sigorta poliçesinin  düzenlenerek  sigorta  ettirene  teslim  edilmesi  anında  muaccel olacaktır. Prim ödenmesinin en önemli sonucu sigortacının sorumluluğunun başlamasıdır. Sigorta priminin taksitler halinde ödenmesi kararlaştırılmış olan sözleşmelerde rizikonun gerçekleşmesi halinde TTK m. 1431/3 gereği, taksitlere bölünmüş prim miktarlarının tamamı muaccel olacaktır.  Bina  tamamlama  sigortası  açısından  sözleşmenin  sigorta  ettiren  tarafı,   ön ödemeli konut sözleşmesi nin satıcısıdır. Satıcının prim ödeme yükümlülüğüne ilişkin BTSGŞ C.1 maddesinde özel düzenleme yapılmıştır. İlgili hükme göre;  86 KAYIHAN/GÜNERGÖK, s. 191; GÜNAY, Barış, Sigorta Hukuku, Güncellenmiş 3. Bs., Seçkin Yayınları, Ankara, 2021, s. 102; BOZKURT, s. 149; KARA, s. 202. 87 KENDER, s. 144; ÇEKER, s. 98; ÜNAN, C.I, s. 317. 88 KAYIHAN, Şaban,  Sigorta Sözleşmesinde Prim Ödeme Borcu, Seçkin Yayınları, İstanbul, 2004, s.. 99. 89 KENDER, s. 148; ÇEKER, s. 102; KAYIHAN/GÜNERGÖK, s. 198; GÜNAY, s. 104; BOZKURT, s. 152.       179TAMER/ Bina Tamamlama Sigortası  Sigorta primi, projedeki taşınmaz sayısı, proje süresi, proje bedeli, satıcının geçmiş faaliyetleri vb. hususlar göz önünde bulundurularak hesaplanır. Prim ödeme koşulları poliçede belirlenir.  Satıcı; sigorta primini ve faturalanan diğer masrafları poliçede kararlaştırılan şekil ve zamanda öder. Prim  ödeme  borcunda  temerrüde  düşülmesi  halinde  Türk  Ticaret  Kanunu hükümleri uygulanır.  Sigortacının tüketicilere karşı sorumluluğu, teminat senedi düzenlendiği tarihten itibaren  hüküm  doğurmak  üzere  cayma  hakkı  süresi  sonunda  başlar. Denilmektedir.  Bina  tamamlama  sigortasında  prim  miktarı  hesaplanırken  proje  esaslarına bakılması gerekmektedir. ÖÖKSHK m. 12 gereği, bu sigorta konut sayısı otuz ve yukarı olan projelerde yapılabilecek bir sigorta olduğundan prim hesabında asgari konut sayısı otuz adet olarak hesaplanacaktır. Sigorta priminin ödenmesine ilişkin, emredici nitelikteki genel hükümlere aykırı olmamak şartıyla poliçe ile düzenleme yapılabilecektir.  Bu  sigortada  prim  borçlusu  satıcıdır.  Satıcıyı  temsilen sözleşmenin yapılması mümkündür, bu durumunda da temsilci değil yine satıcı primden sorumlu olmaya devam edecektir. Prim borcu şahsa bağlı bir borç değildir bu sebeple prim bedelini satıcı dışında bir kişi de ödeyebilir, bu durumda satıcının prim borcu yerine getirilmiş olacaktır.  Satıcının  prim  ödeme  borcunda  temerrüde  uğraması  halinde  TTK nın  genel hükümlerinin uygulanacağı C.1/3 maddesi ile hüküm altına alınmıştır. TTK nın temerrüte ilişkin 1434. Maddesi incelendiğinde, sigorta ettirenin (satıcı) prim borcunda  temerrüde  düşmesi  halinde  sigortacının  sözleşmeden  cayması  ve sözleşmeyi fesh etmesi mümkündür. Sigortacının sözleşmeden cayabilmesi için primin muacceliyeti tarihinden itibaren üç ay içinde cayabilir, bu süre içinde dava ve takip yoluna başvurmaz ise bu sözleşmeden caydığı anlamına gelmektedir. Prim borcunun taksitler halinde ödenmesi konusunda anlaşılmış ve ilk taksit ödendikten sonra diğer taksitlerin ödenmesinde temerrüde düşülmesi halinde ise sigortacı noterden göndereceği ihtarname ile sigorta ettirene 10 günlük süre vererek borcu ödemesini, bu süre zarfında borç ödenmez ise sözleşme fesh edilmiş olacağını ihtar eder. Bu sürenin dolması ile de sözleşme feshedilmiş sayılacaktır. Ayrıca BTSGŞ A.5/3 hükmünde sözleşmenin sigortacı tarafından derhal feshi halleri düzenlenmiştir. Buna göre satıcının, sigortacıya karşı yükümlülüklerini yerine  getirmemesi  derhal  fesih  sebebi  olarak  sayılmıştır.  Bina  tamamlama sigortasının, prim ödeme borcunun satıcı tarafından yerine getirilmemesi halinde feshi halinde tüketici bu prim borcundan sorumlu olacak mıdır?    90 KAYIHAN, Prim Ödeme Borcu, s. 138. 91 GÖKTEPE, s. 160. 180İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 Konuya ilişkin özel düzenleme olan BTSGŞ A.5/3 hükmünde;  Sigortacı, vermiş olduğu  teminat  senetlerine  ilişkin  yükümlülükleri  saklı  kalmak  kaydıyla,  … Satıcının, sigortacıya karşı yükümlülüklerini yerine getirmemesi halinde sigorta sözleşmesini derhal fesh edebilecektir.     Bu düzenleme ile  başkası lehine sigortada prim  hakkındaki TTK m. 1431/4 hükmü birlikte incelendiğinde;  Bina tamamlama sigortası niteliği gereği  başkası lehine sigorta  dır. TTK m. 1431/4 hükmünde başkası lehine sigortada prim borcu için sigorta ettirene takip yapılması  halinde  bu  takibin  semeresiz  kalması  durumunda  sigortacının  bu durumda sigortalıya primi üstlenip üstlenmediğini sorabileceği, bunun kabul edilmesi halinde sözleşmenin sigortalı ile devam edeceği, aksi halde sigortacının sigorta  ettirene  karşı  haklarını  kullanabileceği  belirtilmektedir.  Bu  haklar içerisinde  yukarıda  belirtilen  sözleşmeden  cayma,  sözleşmenin  feshi  ve sözleşmenin derhal feshi haklarının da olduğu muhakkaktır. Bu maddenin bina tamamlama  sigortasında  lehine  sigorta  sözleşmesi  yapılan  tüketici  açısından uygulanması mümkün değildir. Zira bina tamamlama sigortası TKHK m. 42 gereği ön ödemeli konut satış sözleşmesi ile konut satışına başlanmadan önce satıcı tarafından teminat olarak yapılması zorunlu olan bir sigortadır.  Kanaatimizce, tüketicinin teminat altına alınması için satıcı tarafından zorunlu olarak sağlanması gereken bina tamamlama sigortasının sigorta ettiren tarafının satıcı olması kanuni bir zorunluluk olması sebebiyle TTK m. 1431/4 hükmünün bina tamamlama sigortasında uygulanması kanunun emredici hükmüne aykırılık teşkil  edecektir.  Bu  açıklamalar  çerçevesinde,  tüketicinin  prim  borcundan sorumlu tutulması mümkün olmayacaktır.   Tüketicinin, satıcı yerine sözleşmeye dahil olması kanunen mümkün olmadığı için,  prim  borcunun  taksitle  ödenmesi  konusunda  anlaşılarak  yapılan  bina tamamlama  sigortasında  satıcının  (sigorta  ettiren)  prim  ödeme  konusuda temerrüde düşülmesi halinde, BTSGŞ A.1 de sayılan;  satıcının iflası  ya da  ölmesi  durumunda  mirasçıların  mirası  reddetmesi   sebebiyle  rizikonun gerçekleşmesi sonucu tazminat borcu muaccel hale gelen sigortacının, TTK m. 1431/5 e  göre,  prim  alacağını  ödeyeceği  tazminattan  mahsup  edemeyeceği kanaatindeyiz. 2.  Sigorta Ettirenin Beyan Yükümlülüğü ve Sigortacıyı Bilgilendirme Görevi Sigorta  sözleşmesi  yapılmadan  önce  sigortalanması  istenilen  rizikoya  dair hususları  en  iyi  sigorta  ettiren  bilebilecek  durumdadır.  Sigorta  sözleşmesi kurulmadan önce sigorta ettirenin, sözleşmenin yapılmasına ve şartlarına etki edebilecek bilgileri sigortacıya beyan etme yükümlülüğü vardır.  Bu yükümlülük  92 KENDER, s. 165; ÇEKER, s. 105; KAYIHAN/GÜNERGÖK, s. 205; GÜNAY, s. 112.      181TAMER/ Bina Tamamlama Sigortası bir borç değil görev niteliğindedir. Sigorta ettirenin beyan yükümlülüğüne ilişkin genel hükümler TTK m. 1435-1446 arasında düzenlenmiştir. Kanunda beyan  yükümlülüğü;  sözleşme  öncesi,  sözleşme  sırasında  ve  riziko gerçekleştikten sonra olmak üzere üç dönem için de ayrı ayrı düzenlenmiştir. Beyan yükümlülüğü nitelik itibariyle hukuki fiildir.  Sigorta ettiren TTK m. 1435 hükmü gereği sözleşmenin yapılması sırasında bildiği  ya  da  bilmesi  gereken  tüm  önemli  hususları  sigortacıya  bildirmekle yükümlüdür.  Sözleşmenin  yapılması  sırasında  sigorta  ettiren  tarafından bilinmesine ya da bilinmesi gerekmesine rağmen bildirilmeyen, eksik bildirilen hususlar, sözleşmenin hiç ya da farklı şartlarda yapılmasına sebebiyet verecek mahiyette  ise  beyan  yükümlülüğü  anlamında  önemli  husus  olarak  kabul edilecektir.  Uygulamada  özellikle  can  sigortalarında  sigorta  sözleşmesi yapılmadan önce sigortacı tarafından konuya ilişkin sorular hazırlanmakta ve bunların  sigorta  ettiren  tarafından  cevaplanması  istenmektedir.  Sigortacı tarafından hazırlanan bu soruların önemli husus olduğu TTK m. 1435 gereği kanuni karinedir. Sigorta ettirenin beyan yükümlülüğünü ihlali halinde, sigortacı TTK m. 1439 gereği sözleşmeden cayabilir ya da prim farkı isteyebilir.  Bina tamamlama sigortası yapılmadan önce satıcının beyanda bulunma külfeti ve hangi konularda beyan bulunacağı BTSGŞ B.1 maddesinde düzenlenmiştir. Buna göre  Satıcı, sayılan hususlarla sınırlı olmamak üzere, sigorta teminatı talep edilen projeye ve geçmiş projelerine ilişkin bilgileri, mali durumunu gösteren belgeleri ve kredi değerliliğine ilişkin bilgileri sigortacıya sunmakla mükelleftir.  Bu yükümlülük sigorta hukuku genel hükümleri açısından külfet ve görev olarak kabul edilmektedir. Bu yükümlülüğün ihlali halinde sigortacı tazminat talep edemez ifasını dava edemez. Bina tamamlama sigortasının sigorta ettiren tarafı satıcıdır, sözleşme tüketici lehine yapılan bir sözleşme olsa da beyan yükümlülüğü satıcıya aittir. Zaten bina tamamlama sigortası yapılırken ortada henüz tüketici yoktur. Genel hükümlerden hareketle satıcının kendi uhdesinde olan, sözleşme imzalanmadan  önce  sözleşmenin  şartlarını  belirleyecek,  prim  miktarını değiştirecek ya da sözleşmenin hiç yapılmamasına sebebiyet verecek önemli hususları  sigortacıya  beyan  etmesi  de  gereklidir.  Bina  tamamlama  sigortası uygulamada henüz çok fazla kullanılan bir sigorta olmamakla birlikte süreçte konuya ve satıcıya özel soru listelerinin oluşması da muhtemeldir. Sigortacı tarafından soru listesi hazırlanması halinde bu soruların da gerçeğe uygun şekilde cevaplanması gerekecektir.   93  AĞSAKAL,  İbrahim,  Sigorta  Sözleşmesinde  Sözleşme  Öncesi  Beyan  Yükümlülüğüne Aykırılık ve Sonuçları, Adalet Yayınevi, Ankara 2015, s. 36. 94 KAYIHAN/GÜNERGÖK, s. 204. 95 AĞSAKAL, s. 48. 96 KAYIHAN/GÜNERGÖK, s. 207. 97 ÇEKER, s. 107; GÜNAY, s. 114. 98 KAYIHAN/GÜNERGÖK, s. 205. 182İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 Satıcı sözleşmenin yapılmasından sonra da TTK m. 1444 gereği rizikoyu ya da mevcut  durumu  ağırlaştıracak  hususları  sigortacıya  bildirmekle  yükümlüdür. Ayrıca BTSGŞ B.2 maddesi ile poliçe düzenlenmesinden sonra tarafların hak ve yükümlülüklerine  dair  örnek  hususlar  sayılmıştır.  Satıcının  sözleşme  süreci içerisinde  bu  hususlara  dair  bildirimde  bulunması  da  önemlidir.  Buna  göre satıcının;  Nakdi veya gayri nakdi kredi ilişkilerini sigortacıya bildirmekle  ,  Sigorta  teminatı  verilmesi  kararını  etkileyebilecek  ve  poliçede  bildirimde bulunulmasına ilişkin hüküm bulunan önemli ölçüdeki değişiklikleri sigortacıya bildirmekle ,   Zararın  meydana  gelmesinin  muhtemel  olduğu  hallerde sigortacıyı  bilgilendirmekle ,   Her  ne  ad  adı  altında  yapılırsa  yapılsın tüketicilerce yapılan ödemeleri, derhal, sigortacıya bildirmekle ,  Sigortacının talep etmesi halinde, poliçede kararlaştırılan dönemlerde proje gelişimi ile ilgili bilgileri vermek, projenin gelişimi konusunda sigortacı tarafından yapılabilecek her türlü araştırma ve incelemeye izin vermekle  ve  Tüketicinin sözleşmeden cayması veya dönmesi halinde sigortacıya gecikmeksizin bildirimde bulunmakla  yükümlü olduğu özellikle belirtilmiştir. Bunun yanında rizikonun ağırlaşması olarak kabul edilecek hallere ilişkin de B.4 maddesinde düzenleme yapılmış, bu madde ile de;  Satıcı hakkında iflas yoluyla takibe başlanması ya da iflas davası açılması ,  Satıcının, borçlarının ödenmesi ile ilgili olarak bir mahkeme veya yetkili bir resmi merci tarafından tüm alacaklıları bağlayan kısıtlayıcı bir karar alınması ,  Satıcının  borç  ödemede  acze  düşmesinin  belgelenmesi  veya  bu durumun sigortacı tarafından kabul edilecek başka bir şekilde kanıtlanması suretiyle yapılan icra takibinin sonuçsuz kalması,  Satıcının borçları ile ilgili konkordato  ilan  etmesi,   Satıcının  mali  durumunun  sigorta  sözleşmesinin yapılmasından sonra önemli ölçüde bozulmuş olduğunun tespit edilmesi  veya  Satıcının poliçe düzenlenirken beyan ettiği proje planı aşamalarında toplam 6 aydan fazla gecikme olduğunun tespit edilmesi , hallerinde rizikonun ağırlaştığı kabul edilecektir. Bu hallerin meydana gelmesi halinde sigorta ettiren sigortacıya bildirimde bulunmakla mükelleftir.  Ayrıca BTSGŞ B.5 maddesi ile de rizikonun gerçekleşmesi halinde satıcının yükümlülüklerine  ilişkin  düzenleme  yapılmıştır.  Buna  göre  sigorta  ettiren,  Poliçeye göre sorumluluğunu gerektirecek bir olayı, haberdar olduğu andan itibaren beş gün içinde sigortacıya bildirmek ,  Sigortacının talebi üzerine, olayın ve zararın nedeni ile hangi hal ve şartlar altında gerçekleştiğini ve sonuçlarının tespiti, tazminat yükümlülüğü ve miktarı ile rücu hakkının kullanılmasına yararlı, elde edilmesi mümkün bilgi ve belgeleri gecikmeksizin vermek ,  Tüketicinin yaptığı ödemelerle ilgili olarak sigortacıya gerekli bilgi ve belgeleri sunmak ,  Sigorta konusu ile ilgili başka sigorta sözleşmesi varsa bunları sigortacıya bildirmek , ile de yükümlü olacaktır.  Satıcının bildirim yükümlülüğünü ihlal etmesi halinde sigortacı ek güvence ve ek prim talep edebileceği gibi sözleşmeyi derhal fesih de edebilir. Yalnız sözleşmesi derhal feshetse bile tüketiciye verilen teminat senedini ile sorumlu olmaya devam edecektir.        183TAMER/ Bina Tamamlama Sigortası Beyan ve bildirim yükümü yanında satıcı ayrıca sigortacının projenin gelişimi, süreci hakkında araştırma yapılmasına izin verme ve rizikoyu ağırlaştırmama ve ağırlaştırılmasına göz yummama ile de yükümlü sayılmaktadır.  3.  Gerektiğinde Ek Güvence Sunma ve Ek Prim Ödeme Yükümlülüğü Satıcı,  bina  tamamlama  sigortası  sebebiyle  sigortacının  riziko  taşıma yükümlülüğüne karşı prim ödeme borcu altındadır. Bu prim borcu ihtimaller dikkate  alınarak  hesaplanmaktadır.  Rizikonun  süreç  içerisinde  tarafların müdahalesi olmaksızın ağırlaşması da muhtemel bir durumdur. Bu durumda da sigortacının tazminat yükümlülüğü ve riziko taşıma yükümlülüğü ağırlaşmış olacağı için menfaatlerin dengelenmesi gerekecektir. BTSGŞ B.9 maddesi ile sayılan hallerin meydana gelmesinde sigortasının ek güvence ve ek prim talep edebileceği düzenlenmiştir. Buna göre satıcı;   Sigortacıya  karşı  yükümlülüklerini  yerine  getirmemesi,  sigortacıya  yanlış beyanda bulunması, mal durumunun sigorta sözleşmesinin yapılmasından sonra önemli ölçüde bozulmuş olduğunun tespit edilmesi veya poliçe düzenlenirken beyan ettiği proje planı aşamalarında toplam altı aydan fazla gecikme olduğunun tespit edilmesi halinde, azami teminat limitini aşmayacak şekilde nakit, ipotek, banka teminat mektubu, kefalet sigortası poliçesi veya uygun görülecek başka bir güvence  sunmakla,  Güvence  talebinin  alındığı  tarihten,  güvencenin  fiilen sunulduğu veya mevcut bütün teminat senetlerinin tasfiye edildiği tarihe kadar olan dönem için ilave pirim ödemekle yükümlü  tutulmaktadır. Bu yükümlülüğün yerine getirilmesi için sigortacının talepte bulunması şarttır. Ek güvence talebinin yerine  getirilmemesinin  yaptırımı  ise  sigortacının  tüketiciye  verdiği  teminat senedi ile sorumluluğu saklı kalmak üzere sözleşmeyi derhal fesih edebilmesidir. B.  SİGORTACININ HAK VE YÜKÜMLÜLÜKLERİ 1.  Rizikoyu Taşıma Yükümlülüğü Sigorta sözleşmesinde sigorta ettirenin ana edimi prim ödemek buna karşılık sigortacının ana edimi ise rizikoyu taşıma yükümlülüğüdür. Riziko, tarafların iradesine bağlı olmayan ve ileride gerçekleşme ihtimali olan bir olaydır. Bu olayın gerçekleşip gerçekleşmeyeceği bilinmemektedir. İşte rizikonun gerçekleşip gerçekleşmeyeceğinin  bilinmediği  dönemde  sigortacının  rizikoyu  taşıma yükümlülüğü söz konusudur. Bu sürede riskin oluşması halinde sigortacının sigorta bedelini ödeme borcu doğacaktır. Sözleşmede farklı bir düzenleme yoksa bu sorumluluk TTK m. 1421 hükmü gereği, primin ya da ilk taksitin ödenmesi ile başlayacaktır. Sigortacının riski yüklenme ve taşıma yükümlülüğü sigorta  sözleşmesi  süresi  ile  sınırlıdır.  Bina  tamamlama  sigortasında  99 KENDER, s. 202; ÇEKER, s. 74; KAYIHAN/GÜNERGÖK, s. 170; GÜNAY, s. 72; KARA, s. 169; BOZKURT, s. 138. 100 KENDER, s. 202. 101 KAYIHAN/GÜNERGÖK, s. 170. 102 ÇEKER, s. 75. 184İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 sigortacının sorumluluğunun başlamasına ilişkin öznel bir düzenleme vardır. BTSGŞ  C.1/4  maddesi  gereği  sigortacının  sorumluluğu,   teminat  senedinin düzenlendiği tarihten itibaren hüküm doğurmak üzere cayma hakkı süresi sonunda başlayacaktır.  Bina  tamamlama  sigortasında  sigortacının  rizikosunun  içeriği; tüketicinin satın almış olduğu konutun kendisine teslim edilmemesi riskidir. Sigortacı, konutun ancak BTSGŞ A.1 maddesinde belirlenen sebeplerle teslim edilememesi  rizikosunu  taşıyacaktır.  Tüketicinin  ön  ödemeli  konut  satış sözleşmesi  ile  satın  almış  olduğu  konutun,  satıcı  tarafından  inşaa  edilmesi gerekmektedir. Satıcı inşa ve teslim için belirlenmiş olan süre içerisinde iflas ederse, ölürse ve mirasçıları da mirası reddederse ya da projenin teslimi için belirlenen sürenin üzerinden oniki ay geçmiş olmasına rağmen konutu teslim edemezse riziko gerçekleşmiş olacak ve bu durumda da sigortacının tazminat ödeme borcu doğmuş olacaktır. Konutun teslim edilmeme rizikonusun sebepleri sınırlı sayıdadır. Taraflar BTSGŞ A.3 maddesinde sayılan hallerin tamamını ya da bir kısmını da riziko sebepleri içine dahil edebilirler. Bu durumda sigortacının riziko taşıma yükümlülüğü genişlemiş ve ağırlaşmış olacaktır.  Bina tamamlama sigortası açısından beklenen riziko taşıma yükümlülüğünün son bulma hali, konutun teslim edilmesidir. Sigorta sözleşmesi ile süre belirlenmişse sürenin  dolması  ile  de  riziko  taşıma  yükümlülüğü  son  bulacaktır.  Ayrıca, sözleşmenin  feshedilmesi,  rizikonun  gerçekleşmesi  sebebiyle  tazminat yükümlülüğünün  doğmuş  olması,  sözleşme  ile  kararlaştırılmış  ise  binanın sigortacı  tarafından  tamamlanarak  teslim  edilmesi  hallerinde  de  sigortacının riziko taşıma yükümlülüğü son bulmuş olacaktır.           2.  Aydınlatma Yükümlülüğü Sigortacı TTK m. 1423 hükmü gereği, sigorta ettireni aydınlatmak, bilgi vermekle yükümlüdür.  Sigortacı,  hem  kanunun  amir  hükmü  hem  de   Sigorta Sözleşmelerinde  Bilgilendirmeye  İlişkin  Yönetmelik   hükümleri  gereği, sözleşmenin  müzakeresi  ve  kurulması  aşamalarında  sigortanın  mahiyeti, teminatları, şartları, sözleşmenin devamında ortaya çıkabilecek hususları, tarafları etkileyebilecek gelişmeler hususlarında sigorta ettirenlere bilgi vermelidir. Bina tamamlama sigortasına ilişkin bildirimlerin BTSGŞ C.3 hükmü gereği yazılı olarak  yapılması  gerekmektedir.    Yine  BTSGŞ  B.2  hükmüne  göre  bina tamamlama sigortasında sigortacının, sigortaya ilişkin önemli konuları ihtiva eden formun  tüketiciye  iletilmesi  gerekliliği  de  dikkate  alındığında  tüketiciyi etkileyecek hususlarda sözleşme süresince onun da bilgilendirilmesi sözleşmenin amacına uygun olacaktır. Aydınlatma yükümlülüğünün ihlali halinde TTK m. 1423/2 hükmüne göre, sigorta ettiren ondört gün içerisinde itiraz edebilecektir. bu süre  içerisinde  itiraz  etmemişse  sigorta  poliçede  yazılı  şartlarla  kurulmuş sayılacaktır. SSBİK m. 7 ye göre, sigortacının bilgilendirme yükümlülüğünü  103 GÖKTEPE, s. 130. 104 R.G. T. 14.02.2020, S. 31039. 105 ÇEKER, s. 78; GÜNAY, s. 77.      185TAMER/ Bina Tamamlama Sigortası gerektiği gibi yapmaması halinde sigorta ettirenin sözleşmeyi fesh edebileceği, zarar doğarsa tazminini de isteyebileceği belirtilmektedir. Bu taleplerin ileri sürülebilmesi için, eksik bilgilendirmenin sigorta ettirenin kararında etkili olması şartı aranacaktır. Aydınlatma ve bilgilendirme yükümlülüğünün hiç yapılmaması ile gerektiği gibi yapılmaması halinde farklı sonuçların doğacağı anlaşılmaktadır.     3.  Satıcı İçin Teminat Hesabı Tutma Bina tamamlama sigortacısı, satıcı için teminat hesabı tutmakla yükümlüdür. BTSGŞ B.2/2-b hükmünde sigortacı, satıcı için teminat hesabı tutar ve her bir tüketici için düzenlenen teminat senedini düzenlendiği tarih itibariyle bu hesaba dahil eder denilmektedir. Sigortacı ön ödemeli konut satışına konu proje için azami bir teminat limiti belirlenir daha sonra her bir satış sonrası tüketiciler için müstakil  teminat  senetleri  düzenlenerek  tüketicilere  verilir  ve  bu  teminat senetlerinin miktarları da teminat hesabına işlenir. Sigortacı bu amaçla, taşınma satışı ve tüketici ile ilgili bilgileri satıcıdan talep edebilir.       4.  Sır Saklama  Bina tamamlama sigortası genel şartları ile sigortacı ve sigortacıyı temsil edenlere sır saklama yükümlülüğü getirilmiştir. Genel şartların C.5 maddesi  Sigortacı ve sigortacı adına hareket edenler bu sigorta dolayısıyla, tüketiciye ilişkin öğreneceği kişisel  sırlar  ile  satıcıya  ilişkin  öğreneceği  ticari  ve  mesleki  sırların  saklı tutulmamasından doğacak zararlardan sorumludur.  hükmünü içermektedir. Söz konusu sigortanın yapılabilmesi için sigortacı süreçte, satıcıdan ticari sırlarına ilişkin bir çık bilgi ve belgeyi isteyebilmektedir, hatta tüketiciye ilişkin gizli bilgileri de alabilmektedir. Bu bilgi ve belgelerin saklanmasında satıcının da tüketicinin de korunmaya değer birçok yararının olması kuvvetle muhtemeldir. Bu sebepe genel şartlar ile satıcı ve tüketicinin sırlarının saklanması için düzenleme yapılmıştır.  5.  Riziko Gerçekleştiğinde Tazminat Ödeme Bina  tamamlama  sigortası  ile  teminat  altına  alınan  rizikonun,  teminat kapsamındaki sebeplerden biri dolayısıyla gerçekleşmesi halinde sigortacının tazminat ödeme borcu doğmuş olacaktır. Tazminat ödeme borcunun doğması için; rizikonun sigorta süresi içerisinde meydana gelmesi aranacaktır. Sözleşmenin süresi dolduktan sonra sigortacının tazminat ödeme borcu da sona ermiş olacaktır. Tazminatın ödenmesi için bir diğer şart, meydana gelen rizikonun sözleşme ile teminat altına alınan sebeplerden biri olmasıdır. BTSGŞ A.1 hükmünde sayılan hallerden biri ya da ek sözleşme ile teminat altına alınmış hallerden birinin sözleşme süresi içerisinde meydana gelmesi halinde sigortacının tazmin borcu muaccel olacaktır. BTSGŞ  B.6  maddesine  göre,   Sigortacının,  sigorta  döneminde  ödeyeceği tazminat tutarı, poliçede belirtilen azami teminat limiti ile sınırlıdır.  Sigortacı, tazminat alacaklısına karşı sigorta değerini geçmemek şartıyla sigorta bedeli ile 186İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 sorumlu olacaktır. Bina tamamlama sigortasında sigorta bedeli, ön ödemeli konut satışına konu olabilen konut ya da devre tatilin toplam bedeli için belirlenen azami miktardır. Projede ön ödemeli konut satışına konu olamayacak bağımsız bölümler olması halinde bunlar ek sözleşme ile teminat kapsamına alınmamışsa projenin tamamı için sağlanan bir teminat olmayacaktır.   Sigortacı, rizikonun gerçekleşmesi ve tazminat borcunun muaccel olması halinde kendisine başvuran tüketiciye BTSGŞ B.6/2 hükmü ile belirlenen sigorta zararını ödemekle yükümlüdür. Buna göre,  Sigortacı bu sigorta sözleşmesi çerçevesinde üstlendiği yükümlülük uyarınca, riziko gerçekleştiğinde, tüketicilerce yapılan ödemeleri, anaparası teminat senedinde yer alan azami tutarı aşmamak üzere yasal faizi  ile  birlikte  geri  ödeyecektir.   Bina  tamamlama  sigortasının  tazminat alacaklısı olan tüketici, sigortacıya başvurduğunda ancak banka kanalı ile yapmış olduğu anapara ödemeleri ile talep tarihine kadarki faizini isteyebilecektir. Bu durumda, teslimini beklediği konutun teslim edilemediği tarihteki gerçek değerini sigortacıdan isteyemecek olsa da aradaki farkı satıcıdan genel hükümlere göre talep edebilecektir. Poliçede, rizikonun gerçekleşmesi halinde öncelikle binanın tamamlanacağı yönünde bir düzenleme yapılmamış ise sigortacının tazminat sorumluluğu kural olarak bir miktar paraya ilişkindir. Bu durumda sigortacının borcu para borcu niteliğinde olduğu için TBK m. 89 gereği alacaklının (tüketici) ödeme zamanındaki yerleşim yerinde ödenecektir. Bina tamamlama sigortası sebebiyle sigortacının borcunun muaccel olması için rizikoya ilişkin belgelerin sigortacıya  verilmiş  olması  ve  TTK  m.  1427/2  hükmü  gereği  sigortacının araştırma süresinin dolmuş olması gerekecektir.  6.  Riziko Gerçekleştiğinde Projeyi Tamamlama Satıcıdan ön ödemeli konut satış sözleşmesi ile konut ya da devre tatil satın alan tüketici,  genellikle  taksitler  halinde  ödeyeceği  bedel  karşılığında  piyasa şartlarında ucuza mal edeceğini düşündüğü konutu teslim almayı amaçlamaktadır. Bu sözleşmede tüketicinin en önemli menfaati konuta kavuşmasıdır. TKHK m. 40 vd ile düzenlenen ön ödemeli konut satış ya da satış vaadi sözleşmesi yapıldığı aşamada henüz ortada inşaa edilmiş belki filen başlanmış bir bina dahi yoktur. Uygulamada bazı satıcıların (müteahhit) reklamlar ile insanların düşünmeden karar almasına sebebiyet vermeleri ve satış vaadi sözleşmeleri ile büyük miktarda paraları topladıktan sonra insanların umutlarını suya düşürdükleri ve bir nevi umut tacirliği  yaptıklarının  görülmesi  üzerine,  tüketicilerin  menfaatlerinin  teminat altına alınması için TKHK m. 42 ile  ön ödemeli konut satış (vaadi) sözleşmesi  nin yapılmasından önce madde ile sayılan ya da bakanlıkça uygun görülecek bir teminatın  sağlanması  zorunluluk  olarak  düzenlenmiştir.  Bina  tamamlama sigortası  da  bu  teminat  türlerinin  ilk  sırasında  sayılan  kefalet  nevinden  bir sigortadır. Bu sigorta ile teminat altına alınan  konutun teslim edilememesi  rizikosunun BTSGŞ A.1 ve tarafların kabulü ile eklenebilecek A.3 maddesindeki sebeplerle  gerçekleşmesi  halinde  sigortacı  BTSGŞ  B.6/5  hükmüne  göre,  106 ÇEKER, s. 64; KAYIHAN/GÜNERGÖK, s. 45.      187TAMER/ Bina Tamamlama Sigortası  yapacağı  değerlendirme  sonucunda,  poliçede  kararlaştırılmış  ise,  ödeme yapmak yerine projenin tamamlanarak hak sahiplerine teslim edilmesine de karar verebilecektir.   Düzenlemeden  anlaşılacağı  üzere  bu  hususun  poliçede kararlaştırılmış olması ön şarttır. Poliçede kararlaştırılmış bile olsa bu konuda sigortacıya  muhtariyet  verilmiş  ve  kendi  menfaatine  uygun  olanın  hangisi olduğunu değerlendirmesi sonucu  projeyi tamamlama  nın daha karlı ya da daha menfaatine uygun olduğunu görmesi halinde projeyi tamamlama kararı verecektir. Kanaatimizce, genel şartların bu hükmünde  bina tamamlama  kavramı yerine  proje  tamamlama   kavramının  kullanılması  yerinde  olmuştur.  Projenin tamamlanması  binanın   yapı  kullanma  izni   alınacak  şekilde  tamamlanması anlamı da taşıdığından düzenlemenin amacına daha uygun olduğu ortadadır. Bu aşamada, ön ödemeli konut satışına konu olabilecek projeler yönünden  yapı kullanma  izin  belgesi   açısından  ticari  alanların  hariç  tutulması  gibi  bir düzenlemenin  faydalı  olacağını  düşünmekteyiz.  Böylelikle  hem  sigorta şirketlerinin  teşvik  edilmesi  hem  de  tüketicilerin  mağduriyetinin  azalması sağlanabilir.  Sigortacının, projenin tamamlanmasına karar vermesi halinde, yeniden teslim tarihi belirleyecek ve kalan işleri de dikkate alarak projenin tamamlanması için  makul bir süre  belirleyecektir. Bu makul süre her halükarda yirmidört ayı geçemeyecektir.  Sigortacının  projeyi  tamamlamaya  karar  verebilmesi  için BTSGŞ A.1/1-c maddesi gereği,  A.3 ve A.4 maddelerinde belirtilen haller dışında, satıcının sözleşmede taahhüt edilen teslim tarihini müteakip 12 ay içinde konutu veya devre tatili tamamlayamaması  şartının yerine gelmesini beklemesi gerekecektir. Bu durumda TKHK m. 44 gereği konutun azami teslim tarihi olan otuzaltı ay dan sonra oniki ay daha geçmiş olacak ve toplamda kırksekiz ay sonra ancak bu karar verilebilecektir. Bu kararın verilmesinden sonra da en fazla yirmidört  ay  içinde  projenin  tamamlanması  gerekecektir.  Tüm  bu  süreler toplandığında  azami  yetmiş  iki  ay  (altıyıl)  içerisinde  tüketici  konutuna kavuşabilecektir.  Sigortacı  BTSGŞ  B.6/8  hükmüne  göre  aynı  satıcı  ile  de  anlaşarak  projeyi tamamlayabilir. İlgili düzenlemeye göre,  Riziko, satıcının taşınmazı sözleşmede taahhüt edilen teslim tarihini müteakip 12 ay içinde tamamlayamaması nedeniyle gerçekleşmişse veya A.3 maddesinde belirtilen hallerden biri meydana gelmişse, sigortacı  projenin  tamamlanmasında  aynı  satıcı/müteahhit  ile  anlaşabilir.  denilmektedir. Sigortacının aynı satıcı ile inşaat yapım sözleşmesi yapabilmesi için, rizikonun A.1/1-c sebebi ile ya da A.3 maddesinde sayılan ek sözleşme sebeplerinden biri ile meydana gelmiş olması şartı aranacaktır.  VII.  BİNA  TAMAMLAMA  SİGORTASININ  SÜRESİ  VE  SONA ERMESİ Bina tamamlama sigortasının, sigorta sözleşmesi olması ve tam iki tarafa borç yükleyen sözleşme nevinden olması dikkate alındığında, içeriğine uyduğu ölçüde hem TTK nın sigorta sözleşmesine ilişkin genel hükümlerine hem de TBK nın 188İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 sözleşmeler hukuku ilkelerine göre sona ermesi mümkündür. Bununla birlikte bina tamamlama sigortasının süresi ve sona erme hallerine ilişkin BTSGŞ A.5 maddesinde  özel  düzenleme  yapılmıştır.  Aşağıda  sona  erme  hallerini, kendiliğinden sona erme, sigortacının tek taraflı sona erdirmesi ve satıcının feshi başlıkları altında inceleyeceğiz. A.  KENDİLİĞİNDEN SONA ERME 1.  Konutun Tüketiciye Devri ve Teslim Edilmesi Bina tamamlama sigortası sözleşmesinin beklenen sona erme hali BTSGŞ A.5/2 maddesinde  belirtildiği  üzere,   Taşınmazın  tamamlanarak  BTSGŞ  B.3. maddesine  uygun  şekilde  tüketicilere  devir  veya  teslim  edilmesiyle  birlikte kendiliğinden  sona  ermesidir.   Tüketicinin,  ön  ödemeli  konut  satış sözleşmesinden beklediği menfaatin konutun hem mülkiyetinin devri hem de yapı kullanma izin belgesi alınarak eksiksiz teslimidir. Konutun, ayıpsız bir şekilde tüketiciye tapuda tescili ve zilyetliğinin devri ile teslimi sağlandığında bina tamamlama sigortası sözleşmesi kendiliğinden sona ermiş olacaktır.   Teslimden  kastın,  konutun  kullanım  amacına  uygun  şekilde  hak  sahibinin tasarrufuna sunulmasıdır. Bu sebeple, konutun sadece tapudan kayden devri ya da zilyetliğinin devri ile satıcı edimini ifa etmiş sayılamaz. Konutun eksiksiz teslim edilmesine rağmen tapudan ayıpsız şekilde kayden devrinin yapılmaması halinde de satıcının edimi ifa ettiği kabul edilemez. Konutun teslimi, mülkiyetin tescili ve zilyetliğin devri ile meydana gelecektir. Ön ödemeli konut satış sözleşmesi mahiyeti itibariyle taşınmaz satış sözleşmesidir, satış sözleşmelerine ilişkin genel düzenleme hükümlerinden olan TBK m. 207/1 maddesinin burada da dikkate alınması gereklidir. Ön ödemeli konut satışlarında, konutun teslimini düzenleyen TKHK m. 44 de her ne kadar  …devir veya teslim…  denilmişse de maddenin  devamında   Kat  irtifakının  tüketici  adına  tapu  siciline  tescil edilmesiyle birlikte zilyetliğin devri hâlinde de devir ve teslim yapılmış sayılır.  cümlesi ile mülkiyetin tescili ve zilyetliğin devrinin birlikte yapılması halinde teslimin  gerçekleşmiş  sayılacağı  belirtilmektedir.  İlgili  kanun  düzenlemeleri, uygulama ve öğreti dikkate alındığında BTSGŞ A.5 maddesindeki  devir veya teslim  ibaresinde hataen  veya  denildiğinin kabulü gerekir.  Genel şartların B.3 maddesinde belirtilen hallerde devir ve teslimin yapılmış olacağı kabul edilmektedir. Genel şartlar B.3 maddesinde,  Kat mülkiyetine konu taşınmazın tüketici adına tescili ,  Kat irtifakına konu taşınmazın tüketici adına tescil edilmesiyle birlikte taşınmazın oturmaya elverişli bir şekilde zilyetliğinin devri ,  Şahsi hakka konu devre tatil amaçlı taşınmazın kullanıma elverişli bir şekilde sunulması , hallerinde taşınmazın tüketiciye devir veya teslim edildiği kabul  edilecektir  denilmektedir.  Benzer  düzenleme  ÖÖKSHY  m.  10 da  da  107 DOĞAR, s. 214. 108 ERMAN, Hasan, Arsa Payı, s. 33 vd; DOĞAR, s. 211. 109 GÜMÜŞ, Şerh, s. 268-269; ÇABRİ, Ön Ödemeli Konut Satışı, s. 153; ÇABRİ, Şerh, s. 691; DOĞAR, s. 213; ÖZ, s. 146-147.      189TAMER/ Bina Tamamlama Sigortası bulunmaktadır.  Konutun  teslimine  ilişkin  tüm  bu  düzenlemelerde   veya  bağlacının hataen kullanıldığının kabulü ile konutun  devir ve teslim  edilmesinin kastedildiğinin kabulü gerekir. Burada dikkate edilmesi gereken bir husus da  oturmaya elverişli konut  kavramıdır. Bu konuda yukarıda incelendiği için yeniden detaylandırılmayacaktır. 2.  Sigortacının İflası Sigorta hukukuna ilişkin genel düzenlemeler dikkate alındığında TTK m. 1418 hükmüne  göre,  sigortacının  iflası  halinde  sigorta  sözleşmesi  sona  erecektir. Maddenin  devamında,  sigortacının  iflası  halinde  ödenmeyen  tazminatların Sigortacılık Kanunu gereği sigortacı tarafından ayrılması gereken teminatlardan ödeneceği hüküm altına alınmıştır. Sigorta Kanunu m. 17 ile; sigortalıların tüm alacakları  ödenmeden  teminatların  iflas  masasına  dahil  edilmeyeceği belirtilmektedir.  Bina  tamamlama  sigortası  sigortacısının  iflası  sebebiyle sözleşmenin  kendiliğinden  sona  ermesi  halinde  sigortalılar,  TKHK  m.  42/2 hükmü  de  dikkate  alınarak,  teminat  hesabından  zararlarının  tazminini isteyebilecektir.         3.  Rizikonun Gerçekleşmesi Bina  tamamlama  sigortası  ile  sigortalanan   konutun  teslim  edilememesi  rizikosunun, genel şartlar A.1 veya kararlaştırılması halinde A.3 maddesindeki sebeplerle, gerçekleşmesi halinde B.6 maddesi gereği muaccel olan anapara ve faiz  alacağının  ödenmesi  ile  sigorta  sözleşmesi  kendiliğinden  sona  ermiş olacaktır.   4.  Sigorta Sözleşmesi Süresinin Sona Ermesi Bina tamamlama sigortası poliçesinde başlama ve bitiş süreleri belirlenmiş ise bu sürenin dolması ile de sözleşme kendiliğinden sona ermiş olacaktır. BTSGŞ A.5/1 maddesi  Aksi kararlaştırılmadıkça, sigorta, poliçede başlama ve sona erme tarihleri olarak yazılan günlerde, Türkiye saati ile öğlen 12.00 da başlar ve öğlen saat 12.00 da sona erer.   hükmünü ile bunu ayrıca ortaya koymuştur. B.  SİGORTACININ FESİH HAKKI Sigortacı, vermiş olduğu teminat senetlerine ilişkin yükümlülükleri saklı kalmak kaydıyla, BTSGŞ A.5 te sayılan hallerde, sigorta sözleşmesini derhal hüküm doğuracak şekilde sona erdirebilir veya satıcıdan ek güvence ya da ek prim talep edebilir.  Buna  göre,   Satıcının,  sigortacıya  karşı  yükümlülüklerini  yerine getirmemesi veya sigortacıya yanlış beyanda bulunması ,  Satıcının sigortacı tarafından talep edilen güvenceyi sunamaması; sigortacıya verilen güvencenin, yetersiz kalması, hükümsüz veya değersiz hale gelmesi , hallerinde sigortacı, bina tamamlama sigortasını derhal fesh edebilecektir.   110 Bkz. s. 24. 190İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 Satıcınının yükümlülüklerinin başında prim ödeme borcu gelmektedir. Ayrıca, beyan yükümlülüğü, araştırma yapılmasına izin verme yükümlülüğü, sigortacının talebi halinde ek güvence ve ek prim verme yükümlülüğü de satıcının diğer yükümlülükleri olarak sayılabilir. Satının bu ve sözleşmede özel şartlar olarak belirtilen diğer yükümlülüklerine aykırı hareket etmesi halinde sigortacı tek taraflı fesih yetkisini kullanabilecektir. Ayrıca sigortacı, TTK m. 1434 gereği, temerrüt halinde sözleşmeden cayma ve sözleşmeyi feshetme yetkisini kullanarak da tek taraflı irade beyanı ile sözleşmeye son verebilir.     Sigorta  sözleşmesinin  yukarıdaki  nedenler  ya  da  başka  bir  nedenle  sona erdirilmesi halinde, sigortacı durumu Gümrük ve Ticaret Bakanlığına ve adına teminat senedi düzenlenmiş kişilere 5 iş günü içinde bildirmekle yükümlüdür. C.  SATICININ FESİH HAKKI BTSGŞ da satıcının fesih hakkında dair bir düzenleme bulunmamaktadır. TTK m. 1413-1415 arasında düzenlenen genel fesih ve cayma hallerinden bina tamamlama sigortasına uygun olması şartıyla, birinin meydana gelmesi halinde satıcının sözleşmeyi fesh edebileceğinin kabulü gerekir. Buna göre satıcı;  Sigortacının konkordato ilan etmesi ,  Kefalet sigortası ruhsatının ya da sigortacılık ruhsatının iptal  edilmesi ,   Sigorta  şirketinin  sözleşme  yapma  yetkisinin  kaldırılması ,  sigortacının  sigorta  teminatı  kapsamında  değişiklik  yapması   ve  bunu  gibi durumlarda, durumu öğrendiği andan itibaren bir ay içinde sözleşmeyi fesh edebilecektir.  Ayrıca  TTK  m.  1415 e  göre  sigortacının  sözleşmeyi  kısmen feshetmesi halinde sigorta ettiren de sözleşmenin tamamını fesh edebilecektir.   VIII.  ZAMANAŞIMI VE UYUŞMAZLIK ÇÖZÜM YOLLARI A.  ZAMANAŞIMI Zamanaşımı, kanunda belirlenen şartlar içerisinde ve belirli bir sürede alacaklının alacağını talep konusunda hareketsiz kalması sebebiyle, alacak hakkı olmasına karşın borçlunun, alacağın istenmesi hakkına itiraz edebilmesi halidir.  Alacak hakkını uzun zaman kullanmayan alacaklı alacak hakkını değil, borçlunun iradesine  aykırı  olarak  bu  alacak  hakkını  kullanma  imkanını  kaybeder. Zamanaşımına uğrayan alacak varlığını ve geçerliliğini korumakla birlikte, ifası borçlunun  iradesine  bağlı  bir  alacak  haline  dönüşmektedir.  Zamanaşımına uğramış alacak hakkı eksik borç niteliğindedir.  Bina tamamlama sigortası sözleşmesindeki rizikonun meydana gelmesi durumda sigortacının tazminat borcu doğacaktır. Sigortacının tazminat borcunun doğması ile tazminat borcunun muaccel olması farklı zamanlarda olabilir. Zamanaşımı, TBK  m.  149/1 e  göre,  alacağın  muaccel  olduğu  andan  itibaren  işlemeye  111 OĞUZMAN, ÖZ, C. 1, s. 586-587; EREN, s. 1281; NOMER, s. 24; ERDEM, Mehmet, Özel Hukukta Zamanaşımı, On İki Levha Yayıncılık, İstanbul, 2010, s. 7. 112 EREN, s. 94.      191TAMER/ Bina Tamamlama Sigortası başlayacaktır. Borcun muaccel olmasından amaç, ödeme zamanının, vadesinin gelmesidir. Bir  alacağın  muaccel  olmadan  dava  edilebilmesi  de  mümkün  değildir. Muacceliyet şartı yerine gelmeden bir alacağa ilişkin dava açılması halinde, HMK m. 114 gereği  dava şartı yokluğu  sebebiyle dava usulden reddedilecektir.   Bina tamamlama sigortasında muacceliyete ilişkin BTSGŞ da özel bir düzenleme yoktur.  Dolayısıyla  bu  konuda  genel  hükümlere  başvurulması  gerekecektir. Sigorta sözleşmelerinde, sigorta tazminatı veya bedelinin ne zaman muaccel olacağına dair düzenleme TTK m. 1427 hükmüdür. Buna göre,  Sigorta tazminatı veya bedeli rizikonun gerçekleşmesini müteakip ve rizikoyla ilgili belgelerin sigortacıya verilmesinden sonra sigortacının edimine ilişkin araştırmaları bitince ve her hâlde 1446 ncı maddeye göre yapılacak ihbardan kırkbeş gün sonra muaccel  olur.  Can  sigortaları  için  bu  süre  onbeş  gündür.  Sigortacıya yüklenemeyen  bir  kusurdan  dolayı  inceleme  gecikmiş  ise  süre  işlemez.  Denilmektedir.  Bu düzenlemeye göre sigorta bedelinin muaccel olması için sigorta ettirenin ihbarda bulunması ya da bildirim yapması gerekmektedir. Bu bildirim ve ilgili belgelerin  sigortacıya  verilmesinden  sonra  sigortacının  araştırma  süresinin dolması  anında  sigorta  tazminatının  muaccel  hale  geleceği  anlaşılmaktadır. Sigortacının araştırma süresinin de azami 45 gün olacağı, can sigortalarında bu sürenin  15  gün  olduğu  belirtilmiştir.  Bu  madde  ile  TTK  m.  1446 ya  atıf yapılmaktadır.  TTK  m.  1446,  sigorta  ettirenin  rizikoyu  sigortacıya  bildirim yükümlülüğü hakkındadır. Maddenin ikinci fıkrasında sigorta ettirenin rizikonun gerçekleştiğini  bildirme  yükümlülüğünü  yerine  getirmemesi  sebebiyle, sigortacının  ödeyeceği  tazminatın  artması  halinde  kusurun  ağırlığına  göre ödenecek tazminattan indirim yapabileceği düzenlenmiştir. Bildirim yükümlülüğü her ne kadar sigorta ettirene (satıcı) ait bir yükümlülük olsa da lehine sigorta yapılan sigortalının (tüketici) da gecikmeksizin bildirimde bulunması kendi lehine olacaktır. TTK m. 1446/3 fıkrası ile sigortacının rizikoyu kendi imkanları ile öğrenmesi ile, sigortalı, lehtar ya da ilgili bir şahsın ihbarda bulunması ile de sigortacının durumdan haberdar olabileceği anlaşılmaktadır. Sigortacı rizikonun gerçekleştiğini kendi imkanları ile öğrenmişse bu durumda tazminattan indirim hakkı olmayacağı hususu da üçüncü fıkrada ortaya konulmaktadır.  TTK m. 1427 nin hükmünden anlaşıldığı üzere sigorta tazminatını ödeme borcu bildirim ve sigortacının araştırma süresi sonunda muaccel olmaktadır. TBK m 149/2 ile de alacağın muaccel olmasının bir bildirime bağlı olduğu durumlarda zamanaşımının  113 OĞUZMAN, s. 313; EREN, s. 946. 114  PEKCANITEZ,  Hakan/  ÖZEKES,  Muhammet/AKKAN,  Mine/TAŞ  KORKMAZ,  Hülya, Medeni Usul Hukuku C. II, Seçkin Yayınları, İstanbul, 2017, s. 924; HANAĞASI, Emel, Davada Menfaat, Yetkin Yayınları, Ankara, 2009, s. 235.  115MEMİŞ,  Tekin,   Sigorta  Sözleşmelerinden  Kaynaklanan  Taleplerde  Zamanaşımına  İlişkin Eleştiriler ve Değerlendirmeler , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Y. 2106, C. 22, S. 3, s. 1937.  192İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 bu bildirimin yapılabileceği günden işlemeye başlayacağı söylenmektedir. TTK m. 1446 daki bildirim de bu mahiyette bildirim olduğunun kabulü gerekir. Dolayısıyla,  bina  tamamlama  sigortası  sözleşmesindeki  rizikonun  meydana gelmesi ve tazminat ödemeyi gerektirir sebeplerin olması halinde sigorta ettirenin bildirimi üzerine, sigortacının azami kırkbeş günlük araştırma süresi sonunda tüketicinin tazminat alacağının muaccel olacağı söylenebilecektir.  BTSGŞ A.1/son fıkrası;  Bu sigorta sözleşmesi kapsamında yapılacak tazminat taleplerinin, rizikonun gerçekleşmesini müteakip altı ay içinde ve her halükârda, poliçede kararlaştırılmışsa, ek bildirim süresi içinde yapılması gerekir  hükmünü havidir. Bu düzenlemeye göre, sigorta hukuku açısından henüz muaccel hale gelmemiş bir alacak için talepte bulunma zamanaşımının altı ay olduğu gibi bir anlam çıksa da, düzenlemenin genel hükümlere aykırı olması özellikle sigorta sözleşmelerinde zamanaşımını düzenleyen ve emredici mahiyette olan TTK m. 1420  hükmüne  aykırı  olduğu  açıktır.  TTK  m.  1420  hükmü  ile   Sigorta sözleşmelerinden  doğan  bütün  istemlerin,  alacağın  muaccel  olduğu  tarihten başlayarak  iki  yıl  ve  her  halükarda  altı  yılda  zamanaşımına  uğrayacağı belirtilmektedir.  TTK m. 1452/2 ye göre TTK m. 1420 ye aykırı sözleşme şartları geçersiz kabul edilmektedir. Bu durumda BTSGŞ A.1/son fıkrası ile bina tamamlama  sigortasından  kaynaklanan  tazminat  taleplerinin  altı  alık zamanaşımına tabi olduğu yönündeki düzenleme emredici hükümlere aykırı bir düzenlemedir.  Sigorta  genel  şartları,  genel  işlem  şartı  niteliğindedir  ve  kanunun  emredici hükümlerinden sonra dikkate alınması gerekir, bu durumda 6 aylık zamanaşımı süresinin  kanunun  emredici  hükmüne  aykırı  olması  sebebiyle  uygulanırlığı olmayacaktır sonucuna ulaşılacaktır. TTK m. 1420 hükmü ile, sigorta sözleşmelerinden doğan bütün istemler yönünden zamanaşımının iki yıl ve herhalde altı yıl olarak belirlenmiş olması sebebiyle, bina tamamlama  sigortası  açısından  sigortacının  prim  alacağı  içinde,  sigortacının halefiyet ve rücu sebebiyle isteyebileceği alacaklar için de zamanaşımı süresi iki yıl ve altı yıl olacaktır. B.  UYUŞMAZLIK ÇÖZÜM YOLLARI Bina tamamlama sigortası, satıcı (sigorta ettiren) ile sigortacı arasında yapılan tam iki taraf borç yükleyen bir sözleşmedir. Bu sigorta sözleşmesi ile üçüncü kişi olan tüketici lehine sigorta yapılmaktadır. Sözleşme ile sigorta priminin ödenmesinden sigorta ettiren sorumlu iken, rizikonun gerçekleşmesi halinde tazminat borçlusu sigortacı tazminat alacaklısı ise tüketici olacaktır. Bu sebeple sözleşmenin iki tarafı  olsa  da  etkileneni  üç  kişidir.  Bu  sebeple  bu  sözleşmeye  ilişkin uyuşmazlıklar, sigortacı ile sigorta ettiren ve sigortacı tüketici arasında olabilir. Bu iki grup uyuşmazlık haline ve konusunda göre başvurulacak çözüm yolu farklılık arz edebilir.   116 MEMİŞ, s. 1938.      193TAMER/ Bina Tamamlama Sigortası Bina tamamlama sigortası tüketici lehine yapılan bir sigorta sözleşmesidir. Sigorta sözleşmelerine ilişkin genel hükümler TTK m. 1400 vd. da düzenlenmiştir. TTK m. 4/1-a ya göre Türk Ticaret Kanununda düzenlenen hususlardan doğan davalar ticari davadır. TTK m. 5 hükmüne göre tüm ticari davalarda  asliye ticaret mahkemesinin  görevli olduğu kabul edilmektedir.    Bina  tamamlama  sigortasında  rizikonun  gerçekleşmesi  halinde  sigortacıdan tazminat talep etme hakkı tüketiciye aittir. TKHK m. 83/2 Taraflardan birini tüketicinin oluşturduğu işlemler ile ilgili diğer kanunlarda düzenleme olması, bu işlemin  tüketici  işlemi  sayılmasını  ve  bu  Kanunun  görev  ve  yetkiye  ilişkin hükümlerinin  uygulanmasını  engellemez.   hükmünü  havidir.  Bu  düzenleme dikkate alındığında uyuşmazlığın çözümünde tüketici mahkemelerinin görevli olduğu düşünülse de bina tamamlama sigortasında tazminat alacaklısı her ne kadar tüketici ise de, bu sigorta sözleşmesinin sigorta ettireni ve tarafı satıcıdır. Bu sözleşmenin yapılmasında tüketicinin hiçbir dahli ve işlemi yoktur. Dolayısıyla bina tamamlama sigortası sözleşmesinde TKHK m. 3 anlamında bir tüketici işlemi yoktur.  Bu  nedenle,  sigorta  sözleşmelerine  ilişkin  genel  hükümlere  görevli mahkemenin belirlenmesi gerekecektir. Buna göre, tüketicininin taraf olmadığı bina tamamlama sigortasından kaynaklanan tazminat alacağı davasında görevli mahkeme  asliye ticaret mahkemesi  olarak belirlenecektir. Bina tamamlama sigortasından  kaynaklanan  davalara  ilişkin  BTSGŞ  C.6  maddesi  ile  yetkili mahkemeye  ilişkin  özel  düzenleme  yapılmıştır.  Buna  göre,   Sigorta sözleşmesinden  doğan  anlaşmazlıklar  nedeniyle  sigortacı  aleyhine  açılacak davalarda  yetkili  mahkeme,  sigorta  şirketinin  merkezinin  veya  sigorta sözleşmesine aracılık yapan acentenin ikametgâhının bulunduğu yerdeki, satıcı aleyhine  açılacak  davalarda  ise  davalının  ikametgâhının  bulunduğu  yerdeki ticaret davalarına bakmakla görevli mahkemedir.   Düzenleme  ile  hem  göreve  hem  de  yetkiye  ilişkin  hüküm  konulduğu anlaşılmaktadır.  Tüketici  tarafından  sigortacıya  açılacak  tazminat  alacağı davasında  yetkili  mahkeme,  sigorta  şirketinin  merkezinin  ya  da  acentenin ikametgahının bulunduğu yer mahkemesidir.  Satıcı ile sigortacı arasında doğabilecek uyuşmazlıklarda da sözleşmenin niteliği gereği görevli mahkemenin asliye ticaret mahkemesi, yetkili mahkemenin de HMK m. 6 hükmüne göre genel yetki kurallarına göre belirleneceği söylenebilir.  Ayrıca  TTK  m.  5/A  maddesi  ile  mutlak  ticari  davalar  açısından  zorunlu arabuluculuk şartı olması sebebiyle dava açılmadan önce arabulucuya başvuru yapılması zorunlu olacak, başvurulmaması halinde özel dava şartı sebebiyle dava usulden reddedilecektir.  Ayrıca, HMK m. 407 vd göre alternatif uyuşmazlık çözüm yolu olarak kabul edilen tahkime de değinmek gerekir. SK m. 30 ve Sigortacılıkta Tahkime İlişkin Yönetmelik m. 16 gereği, sigorta ettiren ya da sigorta sözleşmesinden menfaat sağlayan kişiler sigorta tahkim komisyonuna da başvuru yapabilir. Tazminat alacaklısının  sigortacıya  başvurusunun  sonuçsuz  kalması  ve  adli  yargı 194İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 makamlarına  başvuru  yapılmamış  olması  şartıyla  komisyona  başvuru yapılabilecektir.  Sigorta  tahkim  komisyonu  ihtiyari  çözüm  yolu  olarak düzenlenmiştir.  SONUÇ Konut edinmek isteyen tüketicinin daha fazla korunabilmesi adına 6502 sayılı TKHK m. 42 ile tüketicilere teminat sağlanması için düzenleme yapılmıştır. Bu düzenleme ile  ön ödemeli konut satışı  na başlanmadan önce konut adedi ya da projenin  toplam  bedeli  kriterlerine  göre  tüketici  lehine   bina  tamamlama sigortası  ya da Bakanlıkça belirlenen diğer teminatların yapılması zorunluluğu getirilmiştir. Kanunun uygulaması adına düzenlenen ÖÖKSHY m. 12 ile  konut adedi otuz ve üzerinde olan projeler  için bu teminatların zorunlu olduğu kabul edilmiştir. Ayrıca yönetmelik m. 13 ile de bina tamamlama sigortasına ilişkin şartların Hazine Müsteşarlığınca hazırlanacak genel şartlar ile düzenleneceği belirtilmiştir.  Hazine  Müsteşarlığı  da  16.03.215  tarihli   Bina  Tamamlama Sigortası Genel Şartları  nı yayınlamış ve yürürlüğe koymuştur. Bina tamamlama sigortasına ilişkin esaslar genel şartlar ile belirlendiği halde bir çok  konuya  açıklık  getirilmemiş,  bazı  hususlarda  da  kanunun  emredici hükümlerine aykırı düzenlemeler yapılmıştır. Bu sigorta sözleşmesi ile tüketicinin  konutu teslim alamaması  riskine karşı teminat oluşturulmaya çalışılmış fakat ancak  sınırlı  sayıdaki  hallerde  konutun  teslim  edilmemesine  karşı  teminat oluşturulmuştur. BTSGŞ A.1 maddesinde üç alt başlık altında sayılan,  satıcının iflası ,  satıcının ölmesi sonucu mirasçılarının mirası reddetmesi ,  satıcının sözleşmede taahhüt edilen teslim tarihini müteakip 12 ay içinde konutu veya devre tatili  tamamlayamaması   olarak  belirlenmiştir.  Bina  tamamlama  sigortasının konusu  olarak  sayılan  bu  haller  örnekseyici  değil  sınırlı  şekilde  sayılmıştır. Uygulamada bu durumlar ile benzer sonuçları doğurabilecek hallerin de dikkate alınarak sigorta konusunun genişletilmesi, en azından satıcının gaipliği, satıcının konkordatoya başvurmuş ve geçici mühlet kararı almış olması, arsa payı karşılığı yapılan  inşaatın  müteahhitinden  konut  alınması  halinde  arsa  malikine  ait menfaatlerin de bina tamamlama sigortasının zorunlu teminat konuları kapsamına alınması yerinde olacaktır.  Bunun yanında, tüketicinin sadece banka vasıtasıyla yapmış olduğu ödemelerin sigorta kapsamında olması tüketici aleyhine bir husustur. Tüketici zaman zaman elden makbuz karşılığı ya da başkaca bir ödeme aracı ile konutun bedeli ödemek durumunda  kalabilir.  Dolayısıyla  ispat  edilebilir  tüm  ödemelerin  teminat kapsamına alınması düzenlemenin amacına uygun olacaktır.  Bina tamamlama sigortasının amacı konusunda da öğreti farklı görüşler vardır. Tüketicinin konutu teslim alamaması sebebiyle doğan zararının teminat altına alındığı yanında tüketicinin satın aldığı konutun tamamlanarak teslim edilmesinin teminat altına alındığı da ileri sürülmektedir. Bizce, sözleşme ile kararlaştırılması halinde projenin tamamlanmasının asıl amaç olarak kabul edilmesi, bu konuda poliçede bir düzenleme olmaması halinde ise rizikonun gerçekleşmesi sonrası      195TAMER/ Bina Tamamlama Sigortası muaccel olacak sigorta bedelinin tazmin edilmesinin gerçek amaç olarak kabul edilmesi daha isabetli olacaktır. Poliçede  projenin tamamlanması  sigortalanan menfaat  olarak  kabul  edilirse  artık  bu  aşamada  projenin  tamamlanması sigortacının  takdirine  bırakılmamalıdır.  Zira  bu  sigorta  ile  gerçekte  tüketici, konuta  kavuşmayı  beklemektedir.  Bu  aşamada  sigortacının  karlılık değerlendirmesine göre inisiyatifin ona bırakılması tüketicinin menfaatine aykırı olacak ve taraflar arasındaki menfaat dengesini de bozacaktır.  Sigorta  tazminatının  muaccel  olacağı  an  ve  alacak  hakkının  hangi  sürede zamanaşımına  uğrayacağı  hususlarında  da  belirsizlikler  giderilerek,  tüketici aleyhine olan ve kanun emredici hükümlerine aykırı olan düzenlemelerin biran evvel düzeltilmesi de yerinde olacaktır.  Bina tamamlama sigortasından kaynaklanan uyuşmazlıkta, tüketici tarafından talep  edilecek  konularda  görevli  mahkemenin  tüketici  mahkemesi  olarak düzenlenmesi  düzenlemenin  amacına  daha  uygundur.  Zira  tüketici mahkemesindeki  dava  harçtan  muaf  olduğu  için  ekonomik  yönden  zayıf durumdaki  tüketicinin,  ekonomik  olarak  güçlü  durumdaki  sigortacıya  karşı hakkını araması kolaylaştırılmış olacaktır.     __________________________________________________________ Hakem Değerlendirmesi: Dış bağımsız. Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir. Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.   Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare. Grant Support: The author declared that this study has received no financial support.",
     "Kaynakça": "AĞSAKAL,  İbrahim,  Sigorta  Sözleşmesinde  Sözleşme  Öncesi  Beyan Yükümlülüğüne Aykırılık ve Sonuçları, Adalet Yayınevi, Ankara, 2015.  ARAL ELDELEKLİOĞLU, İrem, Şematik Sigorta Hukuku, Seçkin Yayınları, Ankara, 2021. ARIKAN, Sabih, Ticari İşletme Hukuku, 20. Bs, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara, 2016.  AYDOĞDU, Murat, Tüketici Hukuku Dersleri, Adalet Yayınevi, Ankara, 2015. BAHTİYAR, Mehmet,  Sigorta Poliçesi Genel Koşulları , Banka ve Ticaret Hukuku Dergisi, C. 19, S. 2, Aralık 1997, sa: 89 108. BAYSAL, Başak,  Cayma Hakkının Sözleşme Hukukundaki Yeri , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, 2017, C. 75, S. 1, sa. 273 292. 196İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 BOZER, Ali, Sigorta Hukuku, 2. Bs., Ankara 2007. BOZKURT, Tamer, Sigorta Hukuku, 12. Bs., On İki Levha Yayıncılık, İstanbul, 2021. CAN, Mertol, Türk Özel Sigorta Hukuku (Ders Kitabı) C.I, Adalet Yayınevi, Ankara, 2018. ÇABRİ, Sezer, Tüketicinin Korunması Hakkında Kanun Şerhi, 1.Bs., Adalet Yayınevi, Ankara, 2016. ÇABRİ, Sezer,  6502 Sayılı Tüketicinin Korunması Hakkında Kanun Uyarınca Ön Ödemeli Konut Satışı Sözleşmeleri , İnşaat Sektöründe Tüketici Hukuku Uygulamaları, (Ed. TOKBAŞ, Hakan/KURŞUN, Ali Suphi), 2. Baskı, Aristo Yayınevi, İstanbul, 2018. ÇABRİ, Sezer, Miras Hukuku Şerhi (TMK m. 575 639 Cilt II), On İki Levha Yayıncılık, İstanbul, 2020. ÇEKER, Mustafa, 6102 Sayılı Türk Ticaret Kanuna Göre Sigorta Hukuku, 23. Bs., Karahan Kitabevi, Adana, 2021 DOĞAR, Mehmet, Ön Ödemeli Konut Satışı, On İki Levha Yayıncılık, İstanbul, 2018. ERDEM,  Mehmet,  Özel  Hukukta  Zamanaşımı,  On  İki  Levha  Yayıncılık, İstanbul, 2010 ERMAN, Hasan, Arsa Payı Karşılığı İnşaat Sözleşmesi, Gözden Geçirilmiş 3. Bs., Der Yayınları, İstanbul, 2010.  EREN, Fikret/YÜCER AKTÜRK, İpek, Türk Miras Hukuku, 3.Bs., Yetkin Yayınları, Ankara, 2020. EREN, Fikret, Borçlar Hukuku Genel Hükümler, 16. Bs., Yetkin Yayınları, Ankara, 2013. EREN, Fikret, Borçlar Hukuku Özel Hükümler, Ankara 2020. GENÇ, Mustafa, İmar Hukuku, Seçkin Yayınları, Ankara, 2015. GÖZÜŞİRİN, Melike,  Kefalet Sigortası , Gazi Üniversitesi Sosyal Bilimler Enstitüsü, Yayınlanmamış Yüksek Lisans Tezi, Ankara, 2014. GÖKTEPE, Elif, Ön Ödemeli Konut Satış Sözleşmelerinde Bina Tamamlama Sigortası, Yetkin Yayınları, Ankara, 2020. GÜNAY,  Barış,  Sigorta  Hukuku,  Güncellenmiş  3.  Bs.,  Seçkin  Yayınları, Ankara, 2021. GÜMÜŞ,  Mustafa  Alper,  6502  Sayılı  Tüketicinin  Korunması  Hakkında Kanun Şerhi C.I, Vedat Kitapçılık, İstanbul, 2014. HANAĞASI, Emel, Davada Menfaat, Yetkin Yayınları, Ankara, 2009.       197TAMER/ Bina Tamamlama Sigortası KANER,  İnci,   Zarar  Sigortalarından  Sigorta  Ettirenin  Tehlike  ile  İlgili Görevleri , İÜHFM, C. 54, 1994, S. 1 4, sa. 303 319. KARA, Hacı, Sigorta Hukuku, On İki Levha Yayıncılık, İstanbul, 2021. KAYIHAN, Şaban/ GÜNERGÖK, Özcan, Türk Özel Sigorta Hukuku Dersleri, 5. Bs., Umuttepe Yayınları, İstanbul, 2020. KAYIHAN,  Şaban/AKDENİZ,  Murat,  Konkordato  Hukuku,  Umuttepe Yayınları, İstanbul, 2019. KAYIHAN,  Şaban,  Sigorta  Sözleşmesinde  Prim  Ödeme  Borcu,  Seçkin Yayınları, İstanbul, 2004. KENDER, Rayegan, Türkiyede Hususi Sigorta Hukuku I, 5. Bs., Filiz Kitabevi, İstanbul, 1995. KENDER, Rayegan,  Sigorta Sözleşmesinin Tanımı ve Kurulması , Doç. Dr. Mehmet SOMER in Anısına Armağan, Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Özel Sayı, sa. 517 528. KURŞAT Zekeriya, İnşaat Sözleşmesi, Filiz Kitabevi, İstanbul, 2017. KURU, Baki, İcra ve İflas Hukuku El Kitabı, Tamamen Yeniden Yazılmış ve Genişletilmiş 2. Bs., Adalet Yayınevi, Ankara, 2013.  MEMİŞ,  Tekin,   Sigorta  Sözleşmelerinden  Kaynaklanan  Taleplerde Zamanaşımına İlişkin Eleştiriler ve Değerlendirmeler , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Y. 2106, C. 22, S. 3, Sa. 19311943. NOMER, Haluk N., Borçlar Hukuku Genel Hükümler, 15. Bs., Beta Yayınları, İstanbul, 2017. OĞUZMAN, Kemal/ÖZ, Turgut, Borçlar Hukuku Genel Hükümler, C.1, 16. Bs., Vedat Kitapçılık, İstanbul, 2018. OĞUZMAN, Kemal, Borçlar Hukuku Genel Hükümler, C. 2, İstanbul 2017. ÖNER KAYA, Emine/ KAYA, Bekir/ YALÇINER, Kürşat,  Bina Tamamlama Sigortası Maketten Konut Alımlarını Güvence Altına Alabilecek mi? , Finans Politik ve Ekonomik Yorumlar Dergisi, Y. 2016, C. 53, S. 614, sa., 95 106. ÖZMEN,  Ethem  Saba/VARDAR  HAMAMCIOĞLU,  Gülşah,  6502  Sayılı Tüketicinin Korunması Hakkında Kanun Uyarınca Ön Ödemeli Konut Satışı Sözleşmesi, On İki Levha Yayıncılık, İstanbul, 2016. ÖZAKMAN, Cumhur, Yeni Tüketici Hukuku Konferansı, 1.Bs., On İki Levha Yayıncılık, İstanbul, Mayıs 2015. ÖZTAN,  Bilge,  Miras  Hukuku  (Tablolar  ve  Örneklerle),  10.Bs.,  Turhan Kitabevi, Ankara, 2019. 198İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 ÖZ, Turgut, İnşaat Sözleşmesi ve İlgili Mevzuat, Vedat Kitapçılık, İstanbul, 2016. PEKCANITEZ,  Hakan/ATALAY,  Oğuz/ÖZKAN,  Sungurtekin/ÖZEKES, Muhammet, İcra ve İflas Hukuku Ders Kitabı, 7. Bası, On İki Levha Yayıncılık, İstanbul, 2020. PEKCANITEZ,  Hakan/  ÖZEKES,  Muhammet/AKKAN,  Mine/TAŞ KORKMAZ, Hülya, Medeni Usul Hukuku C. II, Seçkin Yayınları, İstanbul, 2017. PITIRLI,  Burak/EVSİNE  PITIRLI,  Esin,   Bina  Tamamlama  Sigortası , Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, C. 14, S. 173   174, Ocak   Şubat 2019, sa., 269 301. REİSOĞLU, Safa, Borçlar Hukuku Genel Hükümler, 20. Bs., Beta Yayınları, İstanbul, 2008. SAYHAN, İsmet, Sigorta Sözleşmelerinin Konusu, Yetkin Yayınları, Ankara, 2001. SOMUNCUOĞLU, Ünal,  Türk Hukukunda Kefalet Sigortası , Terazi Hukuk Dergisi, C. 13, S. 137, sa. 88 91. TEKELİOĞLU,  Numan,   Ön  Ödemeli  Konut  Satış  Sözleşmelerinde  Satının Teminat Sağlama Zorunluluğu , Ankara Üniversitesi Hukuk Fakültesi Dergisi, C. 67, S. 1, Mart 2018., sa.81 104 TERCAN, Erdal, İcra ve İflas Hukuku, Gazi Kitabevi, Ankara, 2010, s. 175. ÜNAN, Samim, Türk Ticaret Kanunu Şerhi Altıncı Kitap:Sigorta Hukuku C.I, On İki Levha Yayıncılık, İstanbul, 2016 ÜNAN, Samim, Türk Ticaret Kanunu Şerhi Altıncı Kitap: Sigorta Hukuku C.II, On İki Levha Yayıncılık, İstanbul, 2016. ÜLGEN, Hüseyin,  Başkası Lehine Sigorta ve Bu Sigortada Sigortalının ve Sigorta  Ettirenin  Talep  ve  Dava  Hakkı ,  Marmara  Üniversitesi  Hukuk Fakültesi Hukuk Araştırmaları Dergisi , C. 22, S. 3. ÜLGEN, Celal/HELVACI, Mehmet/KENDİGELEN, Abuzer /KAYA, Arslan /NOMER ERTAN, Füsun, Ticari İşletme Hukuku, 6. Bs., Vedat Kitapçılık, İstanbul, 2019. ÜNAN,  Samim,   Mal  Sigortalarında  Başkası  Hesabına  Sigorta ,  Akdeniz Üniversitesi Hukuk Fakültesi Dergisi, C. 2, S. 2, sa. 11 29. ÜNAN, Samim, Sigorta Tüketici Hukuku, On İki Levha Yayıncılık, İstanbul, 2016.          199"
}