{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "02",
     "Ay": "06",
     "Yıl": "2020",
     "Cilt": "KAZA SİGORTALARI ",
     "Sayı": "ACCIDENT INSURANCES",
     "Başlık": "KAZA SİGORTALARI",
     "Title": "ACCIDENT INSURANCES",
     "Yazar İsmi": [

          "Şaban KAYIHAN", "Özcan GÜNERGÖK"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          " Kaza, kaza sigortası", "meblağ sigortası", "zarar sigortası", "sigorta menfaati", "riziko", "sigorta bedeli", "maluliyet", "işgöremezlik", "prim"
     ],
     "Keywords": [
          "Accident", "accident insurance", "amount insurance", "loss insurance", "risk", "insurance interest", "insurance price", "disability", "incapacity", "premium"

     ],
     "Özet": "Sigorta sözleşmeleri ihtiyacın karşılanması kriterine göre zarar ve meblağ (can) sigortaları olmak üzere ikiye ayrılır. Kaza sigortaları, hayat sigortaları, hastalık ve sağlık sigortaları ile birlikte meblağ sigortaları üst başlığı altında yer alır. Kaza sigortalarında riziko gerçekleştiği takdirde sigortacı sigorta poliçesinde kararlaştırılan  tutarı  sigorta  ettirene/sigortalıya  veya  lehdara  ödeme  borcu altında  olur.  Bununla  birlikte  kaza  sigortalarında  zarar  sigortalarının hükümlerinin de uygulanması gündeme gelebilir. Örneğin kazaya bağlı hastane, doktor,  ilaç  masrafları  gibi  giderlerin  karşılanması  zarar  sigortaları kapsamında sayılır ve sigorta tazminatı buna göre ödenir. Çalışmamızda  kaza  sigortalarının  insan  hayatı  için  önemini  belirtip,  kaza teriminin tanımını yaptıktan sonra, kaza sigortalarının sigorta sözleşmelerinin tasnifindeki  yerini,  unsurlarını,  türlerini  ele  alıp,  kaza  sigortası sözleşmelerinden  kaynaklanan  taleplere  ilişkin  zamanaşımı  düzenlemesini incelemeyi amaçladık.",
     "Abstract": "Insurance contracts are divided into two parts as; loss and amount insurance according  to  the  criteria  of  supplying  the  need.  Accident  Insurance,  life Insurance, disease and health insurance are the scope of the Insurance heading. In case of accident insurance risk occurs, the insurer is under the obligation to pay the amount agreed in the insurance policy to the insured or beneficiary. However,  the  application  of  the  provisions  of  loss  insurance  in  accident insurance may also be on the agenda. For example, covering expenses such as hospital, doctor and medicine related to the accident is considered within the scope of loss insurance and the insurance compensation is paid accordingly. In our essay we aimed to examine the statute of prescription for claims arising from accident insurance contracts by addressing the place, elements and types of  the  accident  insurance  in  the  classification  of  insurance  contracts  after defining the importance of accident insurance for human life.",
     "Metin": "Sigorta  sözleşmesi,  hukuki  niteliği  itibariyle  tam  iki  tarafa  borç  yükleyen (sinallagmatik) sözleşmelerdendir ve bu sözleşmede, sigorta ettirenin asıl borcu prim ödemek; sigortacınınki ise bunun karşılığında sözleşme süresince sigorta himayesini  üzerine  almak  (taşımak)  olarak  belirir.  6102  sayılı  yürürlükteki TTK. da sigorta sözleşmeleri sigorta konusu menfaate göre, zarar sigortaları (m.1453 – 1486) ve can sigortaları (m. 1487 – 1520) olmak üzere ikili bir ayrıma tabi tutulmaktadır. Öğretide aynı sigortaların başka bakış açılarıyla tasnife tabi tutulduklarını da görmekteyiz.  Nitekim,  rizikonun  konusuna  göre  yapılan  ayrımda  sigorta sözleşmeleri öğretide malvarlığı sigortaları ve şahısvarlığı (can) sigortaları olmak  üzere  temelde  ikiye  ayrılarak  incelenmektedir.  Riziko  konusunu malvarlığı kıymetlerinin oluşturduğu sigortalar mal sigortaları; insan hayatına yönelen  rizikoları  güvence  altına  alan  sigortalar  ise  can  sigortaları  olarak isimlendirilir.  Sigorta ettirenin uğradığı zararları karşılamak üzere yapılan mal sigortalarına ihtiyacın karşılanması kriterine göre yapılan ayırımda  zarar veya tazminat sigortaları  adı verilirken, şahısvarlığı yani can sigortaları ise meblağ sigortaları olarak adlandırılmaktadır. Bu kritere göre zarar sigortaları da kendi içinde aktif sigortaları ve pasif sigortaları olarak ikiye ayrılır. Görüldüğü üzere sigorta sözleşmeleri çeşitli bakımlardan ayrıma tabi tutulmaktadır. Bize göre en sistemli ayırım Kender in yapmış olduğu ihtiyacın karşılanması kriterine göre yapılan ayrımdır.  3  Bu konudaki tartışmalar için bkz. KAYIHAN, Şaban, Sigorta Sözleşmesinde Prim Ödeme Borcu, Seçkin Yayıncılık, Ankara, 2004, s. 33 vd. 4 Fazlası için bkz. KAYIHAN, Şaban / GÜNERGÖK, Özcan, Türk Özel Sigorta Hukuku Dersleri, 5. Baskı, Umuttepe Yayınları, İstanbul, 2020, s. 97 vd. 5 KAYIHAN / GÜNERGÖK, s.43-44; KENDER, Rayegan, Türkiye de Hususi Sigorta Hukuku, Güncelleştirilmiş 14. Baskı, On İki Levha Yayıncılık, İstanbul, 2015, s.208; ÇEKER, Mustafa, 6102 Sayılı Türk Ticaret Kanunu'na Göre Sigorta Hukuku, 10. Baskı, Karahan Kitabevi, Adana, 2014, s. 17. 6 KENDER, s. 208; ÇEKER, s. 19; GÜVEL, Enver Alper / GÜVEL, Afitap Öndaş, Sigortacılık, 5. Baskı, Seçkin Yayıncılık, Ankara, 2010, s. 120 vd. Ayrıca bkz. BOZER, Ali, Sigorta Hukuku, Genel Hükümler - Bazı Sigorta Türleri, Seçkin Yayıncılık, Ankara, 2004, s. 43 vd. 7 GÜVEL / GÜVEL, s. 121. 8 KENDER, s. 208. 222Bütün bu ayrımları yeri geldikçe kaza sigortaları olarak belirlediğimiz konumuz çerçevesinde el aldık. Çalışma konumuzu sade ve sistematik olarak dört paragraf etrafında topladık. Giriş kısmından sonra birinci paragrafta kaza sigortalarının önemini ve hukuki niteliğini, ikinci paragrafta tanımını ve unsurlarını, üçüncü paragrafta ise türlerini inceledik. Dördüncü paragrafta kaza sigortaları hususunda TTK. nın sigorta sözleşmesinden doğan alacaklar hakkında öngördüğü genel zamanaşımı süresini düzenleyen 1420. maddesini kaza sigortalarına uyarladık ve çalışmamızı sonuç kısmı ile nihayete erdirdik. § I. Kaza Sigortasının Önemi ve Sigorta Sözleşmesinin Ayırımında Yerinin  Belirlenmesi Sosyal hayatın, yaşamın, hukukun ve ekonominin odağında insanın bulunduğu temel  bir  gerçekliktir.  İnsan  doğumundan  itibaren  yaşamı  boyunca sayılamayacak, öngörülemeyecek rizikolarla karşı karşıya yaşar. Kaza sigortası düşüncesi insan yaşamı ile doğrudan ilgilidir. Nitekim kaza sigortasıyla kişinin bir kaza sonucunda yüz yüze kalacağı ekonomik sarsıntıların güvence altına alınması amaçlanır. Öyle ki bir kişi ekonomik yaşamını kişisel yetenekleri ile sürdürüyorsa  beklenmedik  bir  kaza  sonucunda  yeteneklerini  kullanamaması ihtimali onun için ekonomik açıdan bir yıkım olur. Örneğin bir futbolcunun, basketbolcunun  ayaklarının  sakatlanması,  bir  piyanistin,  bağlama  ustasının, gitaristin  ellerinin  kopması,  bir  şarkıcı  veya  sunucunun  ses  tellerinin  hasar görmesi,  bir  marangozun,  ressamın,  heykeltıraşın  ellerini  kullanamayacak şekilde sakatlanması insan hayatına yönelik rizikolardan sadece bir kaçıdır. Bir başka taraftan, her hangi bir kişi de elbette bir kaza sonucu geçici veya sürekli çalışamayacak  bir  duruma  düşebilir.  İşte  bu  gibi  ihtimaller  için  zamanında yapılmış  bir  kaza  sigortası  kişinin  zor  duruma  düşmesi  durumunda  onun yardımına koşan önemli bir hukuki kurum olarak karşımıza çıkmaktadır. Kaza sigortaları, sigorta sözleşmelerinin ihtiyacın karşılanması kriterine göre yapılan ayrımında soyut, yani meblağ sigortaları içinde yer almaktadır. Meblağ sigortaları insan hayatı ile ilgili rizikoları teminat altına aldığı için can sigortaları olarak da anılmaktadırlar. Nitekim meblağ sigortaları, can sigortaları üst başlığı altında TTK. da zarar sigortalarından hemen sonra düzenlenmiştir. TTK. da düzenlenmiş meblağ (can) sigortaları türleri ve düzenlendikleri hükümler şu şekildedir: •  Hayat sigortaları,(TTK. m. 1487 – 1506). •  Kaza sigortaları,(TTK. m. 1507 – 1510). •  Hastalık ve sağlık sigortaları, (TTK. m. 1511- 1520).  9 BOZER, Ali, Sigorta Hukuku, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, Ankara, 1981, s. 261. 10 KAYIHAN / GÜNERGÖK, s. 35.  223Görüldüğü üzere kaza sigortaları meblağ (can) sigortalarının alt türüdür. Kaza sigortaları, hayat sigortasının özel bir uygulama şekli olarak karşımıza çıkar. Zira bu sigortada ölüm halinde de belli bir teminat verilmektedir. Ancak bu ölümün kaza ve buna bağlı hastalık sonucu gerçekleşmesi gerekir. Ayrıca hayat sigortasından farklı olarak kaza sigortası ile malüliyet (engellilik) hali için de teminat verilmektedir. Bu noktada hayat sigortasına ilişkin bazı maddeler kaza sigortasına doğrudan doğruya, bazı maddeleri ise her iki sigortanın da meblağ sigortası olması niteliğinde olmasından ötürü kıyas yoluyla uygulanır. Kaza sigortaları, esasen sigorta ettirenin/sigortalının bedeninde kaza ve buna bağlı  hastalık  sebebiyle  meydana  gelen  arızi  durumların  giderilmesi  için yapılacak ameliyat, tedavi ve bakım masraflarının karşılanması veya çalışma gücünü kaybetme ihtimaline karşılık kendisinin ve yakınlarının güvence altına alınması amaçlarıyla akdedilmektedir. Yasal düzenlemeler gereği kazaya karşı sigorta, sigorta ettirenin veya üçüncü şahısların maruz kalacakları kazalara karşı yapılmaktadır (TTK. m. 1509)13. Böylece nihayetinde sigortalının uğrayacağı kaza sonucu ölüm, geçici veya sürekli engellilik ya da işgöremezlik hâlleri için sigorta teminatı sağlanmaktadır. Ölüm, ani olarak veya kaza tarihinden itibaren en  çok  bir  yıl  içinde  gerçekleşmiş  olduğu  takdirde  sigorta  bedeli  sigorta ettirene/sigortalıya yahut onun tarafından belirlenmiş kişiye (lehdara); geçici veya  sürekli  malüliyet  (engellilik)  veya  işgöremezlik  hâllerinde  ise  sigorta ettirene/sigortalıya  (riziko  şahsı)  ödenmektedir  (TTK.  m.  1507/1)14.  Geçici olarak çalışma gücünden yoksun kalan sigortalıya, poliçede yazılı süre ile sınırlı olmak üzere, yoksunluğun devam ettiği süre için günlük hesabıyla tazminat ödemesi yapılmaktadır (TTK. m. 1507/2). Ayrıca, kaza sigortasında sigortacı, aksi  sözleşme  ile  kararlaştırılmamışsa,  poliçede  yazılı  bedelden  başka, sigortalının  yaptığı  tedavi  giderlerini  de  ödemekle  yükümlü  kılınmış bulunmaktadır (TTK. m. 1508/1).  § II. Kaza Sigortasının Tanımı ve Unsurları A. Tanımı Kaza sigortası TTK. m. 1507/1, c.1 de şu şekilde tanımlanmıştır:  Kaza sigortası, belli bir prim karşılığında, sigortalının uğrayacağı kaza sonucu ölüm,  geçici  veya  sürekli  engellilik  ya  da  işgöremezlik  hâlleri  için  sigorta teminatı sağlar .    11 KAYIHAN / GÜNERGÖK, s. 40; KARA, Etem, Sigortalanabilir Menfaat İlkesi, Yetkin Yayınları, Ankara, 2020, s. 136-137. 12 AKMUT, Özdemir, Hayat Sigortası - Teori ve Türkiye'deki Uygulama, Sevinç Matbaası, Ankara, 1980, s. 17; KARA, s. 137. 13 Kaza sigortasının himayesi sadece sigorta ettirenle sınırlı değildir. Tehlikeye maruz üçüncü kişinin korunması için de kaza sigortası yapılabilir (WANDT, Manfred, Versicherungrecht, 6. Auflage, Vahlen, München, 2016, Rn. 357). 14 ÜNAN, Samim, Türk Ticaret Kanunu Şerhi, Altıncı Kitap, Cilt III: Can Sigortaları, On İki Levha Yayıncılık, İstanbul, 2017, s. 325; KARA, s. 138. 224Bu yasal tanımdan yola çıkarak kaza sigortasını;  belli bir prim karşılığında, sigorta ettirenin/sigortalının uğrayacağı kaza sonucu ölüm, geçici veya sürekli engellilik ya da işgöremezlik hâlleri için sigorta teminatı sağlayana bir can sigortası türü  şeklinde tanımlamamız mümkündür.  Kaza  sigortasında  kazayla  yaralanmada  tedavi  ile  ilgili  bütün  giderlerin ödenmesi, çalışma yeteneğinin kaybı halinde ise bir defada toplu bir meblağın sermaye olarak ödenmesi veya gelir olarak devamlı aylık bağlanması, ölüm halinde ise geride kalanların geçimlerini sağlamak amacıyla toplu bir meblağın sermaye olarak ödenmesi gündeme gelmektedir. B. Unsurları 1. Riziko Unsuru a. Genel Olarak Bildiğimiz üzere tüm sigorta türlerinin teminat altına almayı amaçladığı rizikolar vardır.  Yasal  düzenlemenin  yaptığı  tanımdan  anlaşıldığına  göre  kaza sigortasında  riziko,  kaza  sonucunda  ölüm,  geçici  veya  sürekli  malüliyet (engellilik) ya da işgöremezlik hallerinin ortaya çıkması olarak belirir. Bu tanım bize kaza kavramı üzerine eğilmemizi salık vermektedir. Yani  kaza nedir  sorusunun cevabını aramamız gerekir. b. Kaza Kavramı Yukarıda TTK. m. 1507/1, c.1 ile yapılan tanımda da görüldüğü gibi kanun koyucu kaza sigortasının tanımını yapmış ve fakat kazanın tanımını vermemiştir. Oysa DVVG. § 178/2 düzenlemesi kazayı;  sigortalananın bedeni üzerinde ani olarak  dışarıdan  etki  doğuran  bir  olay  yüzünden,  kendi  iradesinin  sonucu olmaksızın, can zararına maruz kalması  şeklinde tanımlamaktadır.  Türk Ticaret Kanunu  kaza  teriminin tanımını yapmadığına göre kazanın ne olduğu hususunun uygulamaya bırakılmış olduğu sonucuna ulaşabiliriz. Buna göre  taraflar,  sigorta  sözleşmesinde  kazanın  ne  anlama  geldiğini  serbestçe belirleyebilir. Nitekim ferdî (bireysel) kaza sigortası genel şartlarında  kaza  teriminin tanımlanmış olduğunu görmekteyiz. Sözü geçen genel şartların 2. maddesine göre;  Bu poliçedeki kaza tabirinden maksat, ani ve harici bir olayın  etkisiyle  sigorta  ettirenin  iradesi  dışında  ölmesi  veya  cismani  bir arızaya maruz kalmasıdır  denilerek kazanın tanımı yapılmaktadır.  Kazanın  bu  tanımına  göre  bir  olayı  kaza  olarak  nitelendirebilmemiz  için aşağıdaki unsurların bulunması gerekir:   15  PEKİNER,  Kâmuran,  Sigorta  İşletmeciliği,  Prensipleri  –  Hesap  Bünyesi,  İstanbul Üniversitesi Yayınları, İstanbul, 1981, s.87; KARA, s. 137. 16 ÜNAN, s. 332.  225Öncelikle ani bir olay meydana gelmelidir. Olayın ani meydana gelmesinden amaç bedenî hasarın kısa bir süre devam eden bir darbenin sonucu olmasıdır. Kazanın bu niteliği onu hastalıktan ayırır. Bununla beraber bedenî hasarın birden meydana gelmesi şart değildir; bedenî hasar kendisini zaman içinde yavaş yavaş gösterebilir. Alman Hukuku kapsamında BGH. nin içtihatlarıyla uyumlu  olarak,  sigorta  himayesini  doğuran  hadisenin  sigorta  ettiren  için beklenmedik, şaşırtıcı ve bu yüzden de kaçınılamayacak şekilde ortaya çıkmış olması  gerekir.  Yani  zamansal  unsur  öncelikli  ya  da  belirleyici  anlamda değildir.      Olay dışarıdan ve şiddetli bir biçimde meydana gelmelidir. Kazanın bu niteliği yine  kazayı  normal  hastalıktan  ayırmaktadır.  Dışarıdan  gelen  bu  etki  iç organlarda  veya  dış  organlarda  tahribata  yol  açmış  olabilir.  Keza  olay, kazazedenin iradesi dışında gerçekleşmiş olmalıdır.  Sigorta ettirenin zararı bilinçli  meydana  getirmiş  olması  ya  da  zararın  meydana  gelebileceğini bilebilecek ve bundan kaçınabilecek iken bundan kaçınmaması halinde zarar iradi olarak doğmuş sayılır. Bu iki durumun dışında kalan hallerde zarar irade dışı  doğmuştur.  Sigorta  ettirenin  sürece  hükmetmediği  ve  riskleri  ya  da tehlikeleri  yanlış  hesapladığı  durumlarda  da  zarar  irade  dışı  doğmuştur. Ruhsal  rahatsızlığı  olan  sigorta  ettirenin  kendisine  verdiği  zarar  irade  dışı olarak  değerlendirilir.  Zararın  dolaylı  kasıtla  ortaya  çıktığı  durumlarda zararın irade dışı olduğundan bahsedilemez. Bir  kimsenin  kendi  iradesiyle  yani  kasten  vücudunda  meydana  getirdiği tahribat  kaza  sayılamaz.  Bu  doğrultuda  intihar  veya  intihar  girişimi,  aşırı sarhoşluk, uyuşturucu madde kullanma, ilaç ve zararlı madde alma halleri kaza olarak nitelendirilemez. Kazaların büyük çoğunluğu ihmal veya dikkatsizlik, özensizlik sebebiyle ihmal sonucunda meydana gelir. Bu gibi ihmallerin yol açmış oldukları olaylar da kaza olarak nitelendirilir. Bununla birlikte kişinin kendisini  tehlikeye  sokması  sonucunda  meydana  gelen  kazalar  ise  kaza sigortasındaki  kaza  kapsamı  dışında  kabul  edilmektedir.  Örneğin  grevlere, lokavt ilan edilmiş işçi hareketlerine, halk hareketlerine, kavgalara katılmak;  17 BOZER, Sigorta Hukuku, 1981, s. 261; KAYIHAN / GÜNERGÖK, s. 40. 18 BOZER, Sigorta Hukuku, 1981, s. 262; KAYIHAN / GÜNERGÖK, s. 40. 19 LANGHEID, T. / WANDT, M. / DOERNER, H., Münchener Kommentar zum VVG, 2. Aufl., 2017, VVG. § 178 Rn. 49. 20 BOZER, Sigorta Hukuku, 1981, s. 262; KAYIHAN / GÜNERGÖK, s. 41. 21 BOZER, Sigorta Hukuku, 1981, s. 262; KAYIHAN / GÜNERGÖK, s. 41; LANGHEID / WANDT / DOERNER, VVG. § 178 Rn. 89. 22 LANGHEID / WANDT / DOERNER, VVG § 178 Rn. 89.  23 BGH. VersR. 1985, 177. 24 PROELLS / MARTIN / KNAPPMANN, Versicherungsvertragsgesetz: VVG., 30. Auflage, 2018, § 178 Rn. 21b. 25  MARLOW,  Sven  Marc  Anschlag  in  VEITH  /  GRAEFE  /  GEBERT,  Der Versicherungsprozess, 4. Auflage, 2020, § 12, Rn. 45. 26 BOZER, Sigorta Hukuku, 1981, s. 262; KAYIHAN / GÜNERGÖK, s. 41. 27 BOZER, Sigorta Hukuku, 1981, s. 262; KAYIHAN / GÜNERGÖK, s. 41. 226cürüm ve cinayet işlemek veya bunlara teşebbüs etmek; uyuşturucu, alkol kullanmak  gibi  davranışlar  sonucunda  kaza  meydana  gelirse,  sigortacı teminat sağlamayacaktır. Bununla birlikte kişinin kendisini tehlikeye soktuğu bazı  hallerde  ilave  prim  ödeyerek  sigorta  teminatı  sağlanabilir.  Örneğin dağcılık  sporu  yapmaktan,  kar  veya  buz  üzerinde  kaymaktan  ileri  gelen kazaların sigorta ile güvence altına alınabilmesi için taraflar arasında ayrı bir anlaşma yapılması gerekir. Kazanın irade dışı olup olmadığına dair ispat yükü konusunda DVVG. sigorta ettiren lehine karine getirmiştir. Kazanın irade dışı olduğu karine olarak kabul edilir;  aksini  ileri  süren  sigorta  ettiren  bunun  iradi  olduğunu  ispatla yükümlüdür (§ 178/2). § 191 hükmü gereği, bunun sigorta ettiren aleyhine değiştirilmesi mümkün değildir.  Sonuç olarak bir kişinin iradesi dışında ve beklenmedik bir şekilde gelişen tüm olaylar  sigorta  teminatı  kapsamına  girer.  Bu  çerçevede  öğretide  aşağıdaki hallerin kaza kapsamında sayılacağı ifade edilmektedir: • Birdenbire ve beklenmedik şekilde ortaya çıkan gazların teneffüs edilmesi, •   Yanıklar, •   Ani bir hareket sonucunda adale ve sinirlerin incinmesi, burkulması ve kopması, •   Yılan ve haşere sokması sonucunda meydana gelen zehirlenmeler,  •   Isırılma sonucunda meydana gelen kuduz hastalığından kaynaklanan ölüm  ve cismani sakatlıklar. Bir  kimsenin  cinayet  veya  terörist  eylemlere  kurban  gitmesi  de  kaza sayılmaktadır. Buna karşılık aşağıdaki haller kaza sigortası kapsamında kaza olarak nitelendirilemez:  28  Hemen belirtelim ki, şayet meydana gelen riziko alkolün etkisi ile oluşmamış ise sigortalının salt alkollü olması sigortacıyı tazminat sorumluluğundan kurtarmaz. Nitekim Yargıtay bizce de isabetli olarak şu şekilde bir karara ulaşmıştır:   Salt alkollü araç kullanılmış olması sigorta tazminatından yoksun kalınmasının sebebi olamaz.  Hasara  yol  açan  kazanın  münhasıran  alkolün  tesiriyle  meydana  geldiği ispatlanmalıdır. Bu noktada ispat külfeti sigorta şirketine aittir. Bu nedenle nörolog doktorun da  bulunduğu  bilirkişi  kurulundan  rapor  alınmalıdır.  Bu  ilkeler  Yargıtay  Hukuk  Genel Kurulunun  kararlılık  kazanmış  uygulamasıdır   (Y.  17.  HD.  T.3.7.2014, E.2014/11405,  K.2014/10468, sayılı kararı). Şu halde rizikonun alkollü, uyuşturucu alınması esansında meydana gelmiş olmasında kaza sırasında salt olarak alkol veya uyuşturucu alınmasına değil, kazanın meydana gelmesinde bu maddelerin alınmasının neden olup olmadığının araştırılması gerekir. Hâkimin hukuki bilgisini aşan bu durumlarda bilirkişiler görevlendirilerek adil sonuçlara ulaşılabilir. 29 BOZER, Sigorta Hukuku, 1981, s. 263; KAYIHAN / GÜNERGÖK, s. 41. 30 KAYIHAN / GÜNERGÖK, s. 41.  227•  Her  türlü  hastalık  ve sonuçları,  • Sigorta kapsamına giren bir kaza sonucunda olmadığı takdirde donma, güneş çarpması ve benzeri etkiler, •  Sigorta kapsamına giren bir kaza sonucunda olmadığı takdirde cerrahi müdahale, ameliyat, her türlü ışın tatbik ve tedavisi sonucunda meydana gelen ölüm ve sakatlıklar. Ferdî  (bireysel)  kaza  sigortası  genel  şartlarına  bakıldığında  kaza  kavramı içerisinde  yer  alan  bazı  hallerin  sigorta  teminatı  dışında  bırakıldığı görülmektedir:  Örneğin  savaş,  savaş  niteliğindeki  harekât,  ihtilal,  isyan, ayaklanma veya bunlardan doğan iç kargaşalar, deprem, toprak kayması ve yanardağ patlaması ve nükleer riskler kaza sigortası kapsamında tutulmamıştır. Bu  gibi  hallerde  kazanın  meydana  gelmesi  ihtimali  aktüeryal  hesaplarla kolayca saptanabilecek durumda olmadığından sigortacılar bu gibi rizikoları üstlenmekten kaçınmakta ve teminat dışı bırakmaktadırlar. c. Ölüm Malüliyet (Engellilik) ve Sürekli veya Geçici İş Göremezlik  Durumu Kaza  sigortasında  riziko;  ani,  harici  ve  gayri  iradi  nitelik  taşıyan  kazanın gerçekleşmesi sonucunda kişinin bedeninde bir zarara yol açmış olması şeklinde belirir. Bu zarar kişinin sağlık durumunun bozulması, fiziksel fonksiyon ve hareketlerinin azalması veya tamamen bozulmasıdır. Diğer bir deyişle kişi, kaza sonucunda ölebilir, hasta olabilir, geçici veya sürekli olarak malül (engelli) kalabilir. Kaza sonucu ölüm de kaza sigortası kapsamındadır.   Kaza sigortasında sigorta tazminatı ödenmesi için, vücutta meydana gelen hasar ile kaza arasında illiyet bağı (sebep – sonuç ilişkisi) bulunmalıdır.  İlliyet  bağının  mevcudiyetini  tespit  etmek  her  zaman  kolay  olmayabilir. Bedendeki hasarın meydana gelmesinde kazadan başka faktörler de rol oynamış olabilir. Örneğin kazazedenin daha evvelden müptela olduğu bir hastalık, kaza sonucunda ortaya çıkmış ve daha ağırlaşmış olabilir. Bu halde kaza ile sonuç arasındaki illiyet bağının mevcudiyetini belirlemek zordur. Kaza hastalığı da doğurmuş olabilir.  Örneğin kazaya maruz kalan kimse, uzun bir süre yatmaktan zatürreye  tutulmuştur  veya  kaza  sonucu  götürüldüğü  hastanede  Covid  19  31 ÇEKER, s. 343; KAYIHAN / GÜNERGÖK, s. 42.  32 BOZER, Sigorta Hukuku, 1981, s. 264; KAYIHAN / GÜNERGÖK, s. 42. 33 BOZER, Sigorta Hukuku, 1981, s. 261. 34 WANDT, Rn. 35. 35 LANGHEID / WANDT / DOERNER, VVG § 178 Rn. 93; BOZER, Sigorta Hukuku, 1981, s. 262. 36 BOZER, Sigorta Hukuku, 1981, s. 262. 37 BOZER, Sigorta Hukuku, 1981, s. 262. 228bulaşmıştır. Bu gibi durumlarda olay ile zararlı sonuç arasında illiyet bağının mevcudiyetini tayin güçlük gösterir; bununla birlikte bu gibi hallerde sigorta hukukunun  ruhuna  göre  düşünmeli  ve  sigorta  ettiren/sigortalı  lehine  yorum yapılarak  olay  ile  zararlı  sonuç  arasında  illiyet  bağının  bulunduğu  kabul edilmelidir. Sigorta ettirenin doğrudan dışarıdan gelen etkiyle olmasa da, kaza sebebiyle ortaya çıkan fiziki ya da psikolojik açıdan uğradığı zararlar da kapsam dâhilinde görülmelidir. 2. Menfaat Unsuru Kaza sonucu ölüme karşı yapılan sigortada, hayat sigortalarında olduğu gibi sigorta  ettiren  veya  bir  başkasının  lehdar  tayin  edilebileceği  öngörülürken, sakatlık  teminatının  sigortalıdan  başkasına  ödenmesinin  sigortanın  amacına uygun  düşmeyeceği  kabul  edilmiştir.  Kazaya  karşı  sigorta,  TTK.  m.  1509 hükmüne göre, sigorta ettirenin veya başkasının uğrayabileceği kazalara karşı yapılabilir. Gerçekten bir kişi doğrudan doğruya kendisinin uğrayabileceği rizikolara karşı sigorta güvencesi almak üzere kaza sigortası yaptırabilir. Bunun yanında bir işletme  sahibi  kendi  personelinden  örneğin  sürekli  seyahat  eden  pazarlama elemanlarını kazalara karşı sigorta ettirmek amacıyla sigorta ettiren sıfatıyla sigorta sözleşmesine taraf olabilir. Aynı şekilde iş kazası riskinin çok olduğu maden ocağı işletmecileri seyahat ve turizm şirketleri, taşıma şirketleri ve inşaat şirketlerinde çalışan personel için kaza sigortası yaptırılması çok yerindedir. Kanun koyucu hayat sigortalarına ilişkin kimi hükümlerin kaza sigortalarına doğrudan  kimi  hükümlerin  de  kıyas  yolu  ile  uygulanmasını  istemiştir.  Bu doğrultuda olmak üzere TTK. m. 1510/1 hükmü şu şekildedir:  Hayat  sigortalarında  sigortalıyı  düzenleyen  1490  ıncı  maddenin  ikinci  ilâ dördüncü fıkraları, kaza sonucu ölüm rizikosu için yapılan sigortalarda da uygulanır . Şu halde, başkasının hayatı üzerine sigorta yapılabilmesi için, o kişinin hayatının devamında lehtarın menfaatinin bulunması şarttır. Ayrıca, ölüm ihtimaline karşı yapılan sigortalarda, sigorta bedelinin alışılagelmiş cenaze giderlerini aşması hâlinde sigortalının veya varsa kanuni temsilcisinin yazılı izni aranır. Sigortalı şayet onbeş yaşından büyükse kanuni temsilcinin dışında kaza sigortası için ayrıca onun da izninin de alınması gerekir. İzin olmadan yapılan kaza sigortası sözleşmesine sonradan onay (icâzet) verilmediği takdirde sözleşme geçersizdir. Kanuni temsilcinin lehtar olarak atadığı veya kendisinin sigorta ettiren olduğu durumlarda,  kanuni  temsilcinin  iznin  verilmesinde  sigortalıyı  temsil  yetkisi hiçbir şekilde bulunmamaktadır. Menfaat koşulunu sözleşmenin yapılmasından sonra ortadan kalkması hâlinde ise kaza sigorta sözleşmesi o andan itibaren  38 BOZER, Sigorta Hukuku, 1981, s. 262. 39 LANGHEID / WANDT / DOERNER, VVG. § 178 Rn. 49.  229geçersiz hâle gelir; ancak, sigorta ettirene o zamana kadar ki iştira değerinin ödenmesi gerekir (karş. TTK. m. 1490/2-4). Ölüm  ihtimaline  karşı  yapılan  kaza  sigortaları  dışındaki  rizikolara  karşı akdedilen kaza sigortalarında ise, TTK. m. 1510/2 nin düzenlemesine uygun olarak  hayat  sigortalarına  ilişkin  diğer  hükümler,  kaza  sigortaları  hakkında doğrudan doğruya değil kıyas yoluyla uygulama alanı bulur. Öyleyse kaza sigortalarında, kişinin kendi ölümü ihtimaline karşı kaza sigortası yaptırması halinde peşinen sigortalanabilir menfaatinin varlığı kabul edilecektir. Buna  karşın  başkasının  canı  üstüne  kaza  sigortası  yapılması  halinde  ise sigortalanabilir menfaatinin var olup olmadığı ayrıca aranacaktır.   Yukarda da işaret ettiğimiz üzere TTK. m. 1490/2 hükmü başkasının hayatı üzerine yapılan sigortada lehtarın menfaatinin varlığını aramanın yanında, ölüm ihtimaline  karşı  sigortalarda  da  sigortalının  veya  kanuni  temsilcinin  iznini aramaktadır.  Her  iki  düzenlemeyi  beraber  değerlendirildiğimizde  başkasının hayatı üzerine yapılan kaza sigortalarında sadece ölüm rizikosu için menfaatin aranacağı gibi bir sonuç çıkmaktadır. Öğretide Ünan, TTK. m. 1490 anlamında başkasının hayatı üzerine akdedilen tüm  hayat  sigortalarında  menfaat  şartı  aranmışken,  kaza  sigortalarında  ise menfaatin  sadece  ölüm  teminatı  söz  konusu  olduğunda  aranacağını,  zira engellilik veya sürekli ya da geçici iş göremezlik rizikoları bakımından riziko kişisinin  aynı  zamanda  hak  sahibi  (lehtar)  olduğunu,  riziko  kişisinin  kendi sakatlığı  veya  iş  göremezlik  hali  için  zaten  menfaat  sahibi  olduğunu belirtmektedir. Ayrıca sigorta ettirenin kendi hayatı üzerine akdetmiş olduğu kaza  sigortasında  başka  bir  kişiyi  lehtar  olarak  ataması  halinde,  burada başkasının  hayatı  üzerine  sigorta  olmadığından  menfaat  koşulunun aranmayacağını,  bunun  mantıklı  da  olmadığını  zira  sigorta  ettirenin  hür iradesiyle başka birini lehtar atamasının yeterli olduğunu isabetli olarak ifade etmektedir. Şu  hale  göre,  kaza  sigortalarında  başkasının  uğrayabileceği  kazaların  riziko unsuru  olarak  belirlendiği  durumlarda,  sigorta  sözleşmesinin  geçerliliği  için lehdarın yani kendisine sigorta bedeli ödenecek kişinin, riziko kişisinin hayatının devamında maddi veya manevi menfaatinin bulunması şarttır. 3. Sigorta Bedeli Unsuru a. Genel Olarak Kaza  sigortasının  esas  itibariyle  bir  meblağ  sigortası  niteliğini  taşıdığını belirtmiştik.  Bu  itibarla  kaza  sonucu  uğranılan  zarar  miktarı  dikkate  40 KARA, s.138. 41 ÜNAN, s. 330. 42 ÜNAN, s. 330. 230alınmaksızın  poliçede  yazılı  olan  tutar  sigorta  bedeli  olarak  ödenir.  Kaza sigortasında riziko kişisinin ölmesi durumunda ödenecek olan sigorta bedeli sigorta sözleşmesi ile kararlaştırılan meblağ olarak karşımıza çıkar. Bu meblağ niteliği  itibariyle  sigorta  sözleşmesinin  ispat  aracı  olan  poliçede  yazılan tutardır. Buna göre kaza sigortası poliçesinde 200.000 TL öngörülmüş ise ölüm halinde sigorta şirketi hak sahiplerine bu tutarı ödemek suretiyle borcundan kurtulur. Hak sahiplerinin uğradığı zarar, miktarı fazla olsa bile sigortacıdan poliçede  yazılı  miktardan  fazla  bir  ödeme  yapılması  talep  edilemez.  Diğer yandan sigortacı da meydana gelen zararın sigorta bedelinden az olduğunu iddia edemez  zira  sigortacı  kazanın  meydana  gelmesi  halinde  sigorta  bedelini ödemek zorundadır. Bu itibarla kaza sigortalarında zarar sigortalarında olduğu gibi, zenginleşme yasağı, aşkın sigorta, eksik sigorta gibi kurumlar söz konusu olmaz.  Keza kaza sigortalarında halefiyet ilkesi de uygulanmaz (TTK. m. 1472). Bu nedenle üçüncü kişinin kusuru sonucunda meydana gelen kazalardan dolayı sigorta  ettiren  sigortacıdan  sigorta  bedelini  aldıktan  sonra  haksız  fiil hükümlerine  göre  (TBK.  m.  49  vd.)  zarar  veren  kusurlu  üçüncü  kişiye  de müracaat edebilir. b. Ölüm, Sürekli veya Geçici İş Göremezlik Rizikolarının Gerçeklemesinde  Sigorta Bedelinin Ödenmesi Kaza sonucunda ödenecek sigorta bedeli, ölüm ve malüliyet hallerine göre özel hükümlere bağlanmıştır. Yukarıda bir başka vesile ile de işaret etmiş olduğumuz gibi TTK. m. 1507/1, c.2 ye göre; ölüm, ani olarak veya kaza tarihinden itibaren en çok bir yıl  içinde  gerçekleşmiş ise sigorta bedeli sigorta ettirene yahut onun tarafından  belirlenmiş  kişiye;  geçici  ve  sürekli  engellilik  veya  işgöremezlik hâllerinde ise sigortalıya ödenecektir. Şu hale göre kaza sonucunda ölüm gerçekleşmişse yani riziko kişisi ölmüşse ve ölüm kaza sonucunda derhal ya da kazadan en çok bir yıl içinde gerçekleşmişse sigorta bedeli, sigorta ettirene ya da onun tarafından belirlenmiş olan kişiye yani lehdara  ödenecektir.  Ancak  ölüm,  kaza  gerçekleşmesinden  itibaren  bir  yıl dolduktan sonra meydana gelirse sigortacı, bundan böyle sorumlu olmayacaktır.  43 Bkz. KAYIHAN / GÜNERGÖK, s. 102-103. 44 BOZER, Sigorta Hukuku, 1981, s. 264; Halefiyet hakkında fazlası için bkz. KAYIHAN, Şaban,   Zarar  Sigortalarında  Sigortacının  Halefiyeti ,  MÜHF-HAD,  Özel  Hukuk Sempozyumu Özel Sayısı, Prof. Dr. Cevdet Yavuz a Armağan, II. Cilt, Legal Yayıncılık, 2. Bası, İstanbul, 2012. 45 BOZER, Sigorta Hukuku, 1981, s. 264. 46 BOZER, Sigorta Hukuku, 1981, s. 264. 47 BOZER, Sigorta Hukuku, 1981, s. 265.  231Bu takdirde ölüm ve kaza arasındaki illiyet ilişkisinin kesildiği varsayılır. Bu varsayım hukuki niteliği itibariyle bir kanuni faraziyedir. Kaza sonucunda sigortalı geçici olarak da çalışma gücünü yitirebilir. TTK. m. 1507/2  hükmüne  göre  de  geçici  olarak  çalışma  gücünden  yoksun  kalan sigortalıya, poliçede yazılı süre ile sınırlı olmak üzere, çalışma mahrumiyetinin devam ettiği süre için günlük hesabıyla tazminat verilir. İşte bu tazminata da geçici iş göremezlik tazminatı adı verilir. Sigorta  ettiren  veya  lehtar,  sigorta  bedelini  talep  ederken  kazanın  meydana geldiğini  ispat  eden  belgeleri  ve  gereğinde  doktor  raporunu  sigortacıya göstermek mecburiyetindedir. Sigorta ettiren veya hak sahipleri, meydana gelen kazanın, kaza niteliği taşıyan bir olay sonucu olduğu ve kaza ile oluşan riziko arasında illiyet bağının bulunduğu hususunda sigortacıya genel mahiyette bir kanaat vermelidir. Sigorta ettirenin veya lehtarın bu konuda tam bir delil ikame etmeleri koşulu aranmaz. Durumun böyle olmadığını yani keyfiyetin aksini ispat yükü sigortacının üzerindedir.  c. Tedavi Giderleri Kaza sigortaları bazı hallerde tedavi giderlerini de kapsar. Nitekim TTK. m. 1508  hükmü,  sigortacının,  sigorta  sözleşmesi  ile  aksi  kararlaştırılmadığı takdirde, poliçede yazılı bedelden başka, sigortalının yaptığı tedavi giderlerini de ödemekle yükümlü tutmuştur. Hiç kuşkusuz kaza sigortası özü itibarıyla meblağ sigortasıdır; bununla birlikte, tedavi giderleri teminatı esas olarak zarar sigortasının konusudur. Görüldüğü gibi kaza sigortası, kural olarak meblağ sigortası niteliğinde iken, bazen zarar sigortası, bazen de hem meblağ hem de zarar sigortası niteliğini haiz olabilir. Zira  burada  riziko  kişisinin  yapmış  olduğu  tedavi  giderleri  nedeniyle  mal varlığında  meydana  gelen  azalma  giderilir  ve  sonuç  olarak  sigortacı  tedavi durumunda tedavi giderleri kadar tazminat ödemek durumunda olur. Tedavi giderleri için yapılacak sigorta tazminatı ödemesi, poliçede gösterilen tedavi giderlerine yönelik gösterilen sigorta bedelini aşamaz. Bu nedenle de TTK. m. 1510/3. fıkrasında gerçek zararın telafi edileceği durumlarda zarar sigortasına ilişkin hükümlerin kıyas yoluyla buraya da uygulanacağı düzenlenmiştir. Şu hâlde kaza sigortası poliçesinde sigortacı tarafından gerçek zararın karşılanması öngörülmüş ise, zarar sigortalarına ilişkin hükümler, kıyas yoluyla kaza sigortası hakkında da uygulanır. Öyleyse  kaza  sigortalarında,  hastane,  doktor,  ilaç  masrafları  gibi  gerçek giderlerin sigortacıdan zarar sigortası kapsamında istenmesi mümkündür. Ayrıca sigortacının  halefiyet  hakkı  gerçek  zarar  kapsamındaki  tedavi  giderleri  için  48 BOZER, Sigorta Hukuku, 1981, s. 266. 49 BOZER, Sigorta Hukuku, 1981, s. 267. 50 KARA, s. 142; ÜNAN, s. 321. 51 KARA, s. 142; ÜNAN, s. 321. 232mümkündür. Yani sigortacı, ödediği tedavi giderleri için şayet varsa kusurlu üçüncü kişiye halefiyet yoluyla başvurabilir. ç. Kaza Sigortalarında Zarar Sigortası Hükümlerinin Kıyasen Uygulanması  İhtimali Şayet  kaza  sigorta  sözleşmelerinde  sigortacı  tarafından  gerçek  zararın karşılanması öngörülmüş ise, TTK. m. 1510/3 marifetiyle bu ihtimalde zarar sigortalarına ilişkin hükümler, kıyas yoluyla kaza sigortası hakkında da uyguma alanı bulur. 4. Prim Unsuru a. Genel Olarak Sigorta ettirenin sigorta sözleşmesinden doğan asli edim borcu, sigortacının sigorta himayesini taşıma borcunun karşılığı olan prim ödeme borcudur. Prim, sigorta edilen rizikonun gerçekleşmesi halinde sigortacının ödeyeceği tazminat veya bedelin esasını oluşturan bir miktar paradır. Prim ödeme borcunun yasal dayanağı TTK. m. 1430 hükmüdür. Sözü geçen düzenlemenin ilk fıkrasına göre,   sigorta  ettiren,  sözleşmeyle  kararlaştırılan  primi  ödemekle yükümlüdür . Prim borcunun konusu her zaman bir miktar paradır ve dolayısıyla mal karşılığı sigorta  sözleşmesi  yapılması  mümkün  değildir.  Prim,  peşin  olarak ödenebileceği gibi taksitler halinde de ödenebilir. Primin  ödenme  zamanı  sözleşme  serbestisi  kapsamında  taraflarca  serbestçe belirlenebilir.  TBK.  m.  90  hükmü  uyarınca  ifa  zamanı  taraflarca kararlaştırılmadıkça veya hukuki ilişkinin özelliğinden anlaşılmadıkça her borç, doğumu  anında  muaccel  olur.  Alman  hukukunda  prim  ödeme  borcunun muacceliyeti DVVG. § 33 hükmünde düzenlenmiştir. Buna göre, sigorta ettiren ilk  primi,  cari  prim  kararlaştırılmışsa  ilk  primi  sigorta  belgesinin  (poliçe) ulaşmasından sonra ondört gün içinde gecikmeksizin ödemek zorundadır (Abs. 1). Şayet prim son defa sigortacı tarafından çekilmişse, sigorta ettiren sadece sigortacı tarafından yazılı şekilde istenmiş olması durumunda primi aktarmakla yükümlüdür (Abs. 2).  Primin ödeme yerinin neresi olacağına ilişkin TTK. m. 1432 genel bir kural öngörmektedir.  Buna  göre,   sigorta  primi,  sigorta  ettirenin  sözleşmede gösterilen adresinde ödenir . Görüldüğü gibi burada TBK. m. 89 da yer alan genel prensibin, yani götürülecek borç olarak nitelendirilen para borcunun, alacaklının  ikametgâhında  (yerleşim  yerinde)  ödenmesi  kuralının  aksine,  52 BOZER, Sigorta Hukuku, 1981, s. 265; Bkz. KAYIHAN, Halefiyet, s. 1599 vd. 53 KAYIHAN / GÜNERGÖK, s. 192. 54 KAYIHAN, Prim Ödeme Borcu, s. 162, diğer ödeme şekilleri bakımından bkz. s. 170 vd. 55 Primin çeşitleri hakkında bkz. KAYIHAN, Prim Ödeme Borcu, s.99 vd.  233borcun sigorta ettirenin ikametgâhında ödeneceği düzenlenmiştir. Burada amaç sigorta ettirene kolaylık sağlamaktır. Bu nedenle sigortacı yasal olarak, primi gidip  sigorta  ettirenden  (sigorta  ettirenin  yerleşim  yerinde)  tahsil  etmek zorundadır. Şüphesiz  bu  kuralın  aksi  taraflarca  kararlaştırabilir.  Örneğin,  primin sigortacının veya acentesinin yerleşim yerinde ödenmesi hususunda taraflar anlaşmış olabilirler. Şu kadar ki, bu maddede anılan düzenlemeye rağmen prim,  sigorta  ettirenin  yerleşim  yerinde  tahsil  edilmekte  ise,  söz  konusu sözleşme şartı yine uygulanmayacaktır. Nitekim TTK. nın 1432. maddesinin devamında,  sözleşmede başka bir ödeme yeri gösterilmiş olmasına rağmen, sigorta primi fiilen sigorta ettirenin gösterdiği adreste ödenegelmekte ise, bu ödeme yerine ilişkin söz konusu şart yok sayılır  hükmüne yer verilmiştir. Öte yandan sigorta ettiren prim ödeme borcunda temerrüde düşmüş ise, ana kuralın aksine  primi  kendi  yerleşim  yerinde  değil  sigortacının  yerleşim  yerinde ödemelidir. b. İlk Primin Ödenmesi ve Ödenmemesine Bağlanan Hukuki Yaptırım Türk Ticaret Kanunu m. 1421/1 hükmünün sigorta sözleşmelerine ilişkin genel düzenlemesine göre, aksine sözleşme yoksa sigortacının sorumluluğu primin veya ilk taksidin ödenmesi ile başlar. eTTK. da da benimsenen ve sigortacılık uygulamasında çok eskilere dayanan bu ilkenin temelinde, sigortacının tehlike taşımasının hiç olmazsa karşı edimine kısmen kavuşmasından sonra başlaması gerektiği düşüncesinin yattığı ifade edilmektedir.  Bu düzenleme gereğince, sigorta primi ödenmedikçe kural olarak sigortacının riziko taşıma borcu başlamayacaktır. Bu nedenle sigorta sözleşmesinin geçerli bir şekilde kurulmasından sonra (sigorta süresinin şekli başlangıcı) henüz prim ödenmeden  yani  sigortanın  maddi  süresi  işlemeye  başlamadan  riziko gerçekleşirse meydana gelen zarardan sigortacı sorumlu tutulamaz. Öte yandan TTK. nın  bu  maddesi  tam  emredici  nitelikte  değildir.  Bu  nedenle  taraflar sigorta  ettirenin  lehine  olarak  sözleşmede  prim  borcu  ödenmeden  önce sigortacının  sorumluluğunun  başlayacağını  kararlaştırabilirler.  Bununla birlikte sigorta ettiren prim ödemesine rağmen sigortacının sorumluluğunun başlamayacağı  kararlaştırılamaz.  Aksi  durumda  TBK.  m.  27/2  hükmünün uygulanması  gündeme  gelir.  Bütün  bu  ifade  ettiklerimiz  kaza  sigortaları bakımından da geçerlidir.  56 BOZER, Sigorta Hukuku, 1981, s. 128. 57 KAYIHAN, Prim Ödeme Borcu, s. 160. 58 BOZER, Sigorta Hukuku, 1981, s. 128. 59 KAYIHAN / GÜNERGÖK, s. 198. 60  KENDER,  s.  244-245;  ARSEVEN,  Haydar,  Sigorta  Hukuku,  Ana  Prensipler,  Genel Hükümler,  Yenilenmiş  2.  Baskı,  Beta  Yayıncılık,  İstanbul,  1991,  s.  124;  KAYIHAN  / GÜNERGÖK, s. 200. 61 ÇEKER, s. 108; KAYIHAN / GÜNERGÖK, s. 200. 234c. İzleyen Primlerin Ödenmemesi ve Ödenmemesine Bağlanan Hukuki  Yaptırım aa. Genel Düzenleme Primin taksitle ödenmesi kararlaştırılmış ve ilk taksit ödenip sigortanın maddi süresi işlemeye başlamasına rağmen izleyen prim taksitlerinin ödenmesinde temerrüt  ortaya  çıkmışsa  sigortacının  sorumluluğunun  bu  aşamada  bundan etkilenmeyeceğini  ifade  edelim.  Ancak  sigortacı  sonraki  primlerin ödenmemesi ihtimaline karşı tamamen korunmasız bırakılmamış, kendisine bu ihtimalde genel bir fesih hakkı tanınmıştır. TTK. m. 1434/3. hükmüne göre,  İzleyen primlerden herhangi biri zamanında ödenmez ise, sigortacı sigorta ettirene, noter aracılığı veya iadeli taahhütlü mektupla on günlük süre vererek borcunu yerine getirmesini, aksi halde, süre sonunda, sözleşmenin feshedilmiş sayılacağını  ihtar  eder.  Bu  sürenin  bitiminde  borç  ödenmemiş  ise  sigorta sözleşmesi feshedilmiş olur . Böylece  sigortacı  kaza  sigortalarında  da  sonraki  primlerin  yani  prim taksitlerinin  ödenmemesi  durumunda  bir  fesih  ihbarı  göndererek  sigorta sözleşmesini sona erdirebilir. Fesih ihbarı gönderen sigortacı, sigorta ettirene on günlük bir süre vermelidir. Bu süre fesih ihbarının sigorta ettirene ulaştığı andan  itibaren  başlar.  Eğer  bu  süre  içinde  prim  ödenmezse  fesih  beyanı hüküm ve sonuçlarını doğurur ve sözleşme ex nunc yani ileriye etkili olarak sona erer. Bu nedenle sigortacı, fesih tarihine kadar ödenmemiş olan primler için icra yoluyla takibe girişebilir. Yenilik doğuran bir hak olan fesih beyanı varması gerekli bir irade beyanı olup kural olarak karşı tarafa ulaşınca hüküm ve sonuçlarını doğurur. Fakat sigorta sözleşmesinin  TTK.  m.  1434/3  hükmüne  dayanılarak  feshedilmesi  halinde fesih, bu yöndeki beyanın karşı tarafa varması ile değil, beyanda yer alan sürenin dolması üzerine hüküm ve sonuçlarını doğurur. Anılan hüküm yarı emredici niteliktedir. Diğer bir deyişle sigorta ettiren aleyhine değiştirilemez ancak sigorta ettiren lehine aksi kararlaştırılabilir. Bu nedenle sigortacı, prim borcunun ödenmesi için on gün yerine daha uzun bir süre verebilir ve fakat daha az süre veremez.  Türk Ticaret Kanunu m. 1434/3, c. son düzenlemesinde  sigortacının, sigorta ettirenin temerrüdü nedeniyle Türk Borçlar Kanunu ndan doğan diğer hakları saklıdır  hükmüne yer verilmiştir. Borçlunun temerrüdünün sonuçları TBK. m. 125 hükmünde düzenlenmiş ve alacaklıya bazı seçimlik haklar verilmiştir ve  bunların  da  uygulanması  gündeme  gelebilir.  Bu  itibarla  sigortacı,  prim borcunun  ödenmemesi  halinde  sadece  sözleşmenin  feshini  isteme  hakkına  62 KENDER, s. 246; KAYIHAN / GÜNERGÖK, s. 200. 63 KENDER, s. 24; KAYIHAN / GÜNERGÖK, s. 202. 64 BOZER, Sigorta Hukuku, 1981, s. 128; KAYIHAN / GÜNERGÖK, s. 202.  235sahip  değildir.  Sigortacı,  özellikle  büyük  hacimli  sigorta  sözleşmelerinde primin  tahsili  davasını  açarak  sigorta  sözleşmesini  ayakta  tutmayı  tercih edebilir. Ancak sigortacı, sözleşmeyi feshetmek istiyorsa mutlaka on günlük bir ihbar süresi vermelidir. TTK. m. 1434/4 hükmüne göre ise, bir sigorta dönemi içinde sigorta ettirene iki defa ihtar gönderilmişse sigortacı, sigorta döneminin  sonunda  hüküm  doğurmak  üzere  sözleşmeyi  feshedebilir.  Bu maddenin  bir  önceki  fıkrasında  fesih  ihtarından  söz  edildiğine  göre  bu fıkradaki ihtarın da fesih ihtarı olarak anlaşılması gereklidir.  O  halde  bu  fıkra  uyarınca  sözleşme  süresi  sonunda  sözleşmenin feshedilebilmesi ancak şu şekilde gerçekleşebilir:  Sigorta  süresi  içinde  prim  borcu  ödenmediği  için  sigortacı  fesih  ihtarı göndermiş ancak bu ihtarda verilen süre içinde sigorta ettiren prim borcunu ödemiştir. Daha sonraki bir prim borcu yine yerine getirilmemiş ve sigortacı yine bir fesih ihtarında bulunmuş ve borcun ödenmesi için en az on günlük süre vermiştir. Sigorta ettiren yine bu süre içinde borcunu ödemiştir. Aslında bu maddede öngörülen fesih hakkı prim borcunun hiç ödenmemesinden değil, gecikerek  ödenmesinden  kaynaklanmaktadır.  Elbette  sigortacı  para  borcu niteliğindeki prim borcunun ödenmesinde temerrüde düşen sigorta ettirenden temerrüt faizi talep edebilecektir. Bu noktada hemen ifade edelim ki, primin taksitlerinin ödenmesinde sigorta ettirenin temerrüde düşmesi için ihtar şart değildir. Zira uygulamada prim taksitlerinin ödenmesi için ödeme tarihleri belirlenmektedir. Bu itibarla bu tarihlerde taksitlerini ödemeyen sigorta ettiren prim  borcunun  ödenmesi  bakımından  temerrüde  düşmüş  olur  ve  faiz  gibi bunun  sonuçları  ile  karşılaşabilir.  Çünkü  bu  durumlarda  TBK.  m.  117/2 anlamında  süreli  borç  söz  konusudur  (belirli  vade).  Muaccel  bir  borcun borçlusu kural olarak alacaklının ihtarıyla temerrüde düşer (TBK. m. 117/1). Ancak borcun ödeneceği gün birlikte belirlenmiş veya sözleşmede saklı tutulan bir hakka dayanılarak taraflardan birinin yapacağı usulüne uygun bildirimle belirlenmişse,  bu  günün  geçmesiyle  borçlu  kendiliğinden  temerrüde  düşer (TBK.  m.  117/2).  Sigorta  Prim  taksitlerinin  hangi  tarihlerde  ödeneceği taraflarca  bilindiğinden  belirli  vade  söz  konusudur  ve  prim  taksiti ödenmediğinde ayrıca bir ihtara gerek olmaksızın sigorta ettiren prim borcunu ödemede temerrüde düşmüş olur.  TTK. m. 1434/3 ün düzenlemesi sigorta sözleşmesinin  sigorta  ettirenin  izleyen  primlerin  ödenmesinde  temerrüde düşmesinden  ötürü  sigorta  sözleşmesinin  feshine  yöneliktir.  Sigortacı ödemelerini  devamlı  olarak  geciktiren  biri  ile  sigorta  sözleşmesi  devam ettirmek  zorunda  değildir.  Ancak  sözleşme  süresi  sonunda  sözleşme  zaten  65 KENDER, s. 248; KAYIHAN / GÜNERGÖK, s. 202; ULAŞ, Işıl, Uygulamalı Can Sigortası Hukuku, Hayat ve Kişisel Kaza Sigortaları, 2. Bası, Turhan Kitabevi, Ankara, 2002, s. 86. 66 Belirli vade konusunda genel bilgi için bkz. GÜNERGÖK, Özcan / KAYIHAN, Şaban, Borçlar Hukuku Dersleri, Umuttepe Yayınları, İstanbul, 2020, s. 226 vd. 236kendiliğinden sona erecektir. Bu durumda böyle bir fesih hakkının pratik bir uygulaması olamayacaktır. Nihayet belirtelim ki, buradaki açıklamalarımız bir yıl veya daha az süreli kaza sigorta sözleşmesi için geçerlidir. Şayet kaza sigorta sözleşmesi bir yıldan uzun vadeli olursa hemen aşağıdaki ihtimal uygulama alanı bulacaktır. bb. Prim Ödemeden Muaf Sigorta Hükümlerinin Uygulanması İhtimali Kaza sigortası primleri en az bir yıl süreyle akdedilmiş ve bu bir yıl içinde izleyen primleri ödenmiş ise izleyen primlerde temerrüt durumunda sigortacı yukardaki  açıkladığımız  gibi  TTK.  m.1434/3 e  göre  sigorta  sözleşmesini feshedemez. Çünkü bir yıl veya daha uzun vadeli kaza sigortalarının akdedilmesi ihtimalinde  bir  yıllık  primler  ödendikten  sonra  izleyen  primlerde  temerrüt halinde hayat sigortaları için öngörülen ve TTK. m. 1502 ile hükme bağlanan prim ödemeden muaf sigorta düzenlemesi TTK. m. 1510/2 marifetiyle kıyasen uygulama alanı bulur. Şu halde primin taksitle ödenmesinin kararlaştırıldığı ve ilk primin ödenmediği hallerde kaza sigortaları ile diğer sigortalar arasında bir farklılık yoktur. Farklılık sigorta sözleşmeleri bir yıl ve daha fazla sürmüş kaza sigortaları bakımından söz konusu olur. Nitekim TTK. m. 1502 şu düzenlemeyi sevk etmiştir:  En az bir yıldan beri yürürlükte bulunan ve bir yıllık primi ödenmiş olan sigorta sözleşmelerinde, sigorta ettiren daha sonra prim ödeme borcunu yerine getirmezse, sigortacı bu sebeple sözleşmeyi feshedemez ve prim isteyemez. Bu hâlde sigorta, prim ödenmesinden muaf sigortaya dönüşür. Prim ödenmesinden muaf  sigortada,  sigorta  bedeli  ödenen  primle  sözleşme  uyarınca  ödenmesi gereken prim arasındaki orana göre ödenir . Görüldüğü  üzere  kaza  sigortalarına  kıyasen  uygulanması  gereken  hayat sigortalarında söz konusu hüküm uyarınca sonraki primler yönünden, birinci yılın  primlerine  ilişkin  temerrüt  ve  birinci  yıldan  sonraki  primlere  ilişkin temerrüdün hukuki sonuçları farklılık arz eder. Eğer birinci yıl içerisinde ilk prim ödendikten sonra diğer primlere ilişkin bir temerrüt durumu ortaya çıkarsa sigortacı sözleşmeyi TTK. m. 1434/3 kapsamında feshedebilecektir. Ancak ilk yıl sona ermiş ve ilk yıla ilişkin tüm primler ödenmişse ilk yıldan sonraki primlere ilişkin temerrüt nedeniyle sigortacı sözleşmeyi artık feshedemeyecektir. Bu takdirde TTK. m. 1502 uyarınca sözleşme devam eder ve o zamana kadar ödenmiş primler primin tümü olarak kabul edilir. Ancak sigortacının riziko gerçekleştiği takdirde ödeyeceği sigorta bedeli ödenen primle sözleşme uyarınca ödenmesi gereken prim arasındaki orana göre ödenir yani sigorta bedelinden  67 KAYIHAN / GÜNERGÖK, s. 203; ULAŞ, s. 83. 68 KENDER, s. 251; KAYIHAN / GÜNERGÖK, s. 203.  237buna göre bir indirim yapılır. İşte buna TTK.  prim ödenmesinden muaf sigorta  adını vermiştir. § III. Kaza Sigortasının Türleri A. Sigorta Ettiren / Sigortalı Sayısı Bakımından 1. Ferdî (Bireysel) Kaza Sigortası Ferdî  kaza  sigortaları riziko  kişisi  olarak  sadece  bir  kişiyi  kapsayabilir.  Bu durumda ferdî kaza sigorta sözleşmesinden bahsedilir. Sigortacılık  uygulamamızda  ferdî  kaza  sigortası  olarak  tanınan  genel  kaza sigortaları geniş ölçüde uygulama alanı bulmaktadır. Meslek kazaları, seyahat kazaları gibi ferdin günlük olağan yaşamında karşılaşabileceği kazalar bu sigorta teminatı altına alınmaktadır. Belirli bir iş yapılırken belirli kazalar için özel ferdî kaza sigortası akdedilebileceği gibi, her türlü kazaya karşı genel ferdî kaza sigortası da yaptırılabilir. 2. Grup Kaza Sigortası Meblağ sigortalarında riziko kişisi ferdî kaza sigortasındaki gibi belirli bir kişi olabileceği  gibi  bir  grup  da  olabilir.  Münferiden  kaza  sigortası  yaptırmak yerine  tek  bir  sözleşme  ile  kollektif  olarak  birçok  kimsenin  kazaya  karşı sigortalanması  halinde  grup  kaza  sigortasından  bahsedilir.  Grup  kaza sigortaları akdedildiğinde grup hayat sigortalarını düzenleyen TTK. m. 1496 hükmü, yine TTK. m. 1510/2 marifetiyle kıyasen uygulanır. Kollektif kaza deyimi ile tanınan grup kaza sigortası bir grubu oluşturan kişileri toplu halde kazaya karşı sigorta teminatı altına almakta ve grubun her bir üyesi grup  kaza  sigortasının  teminat  altına  aldığı  bütün  rizikolara  karşı  sigortalı olmaktadır.  Grup kaza sigortalarında en az on kişiden oluşan riziko kişileri grubu oluşturur. Sigorta  ettiren  tarafından,  belirli  kıstaslara  göre  kimlerden  oluştuğunun belirlenebilmesi imkânı bulunan bu gruba dâhil kişiler lehine, tek bir sözleşme ile sigorta akdi yapılabilir. Sözleşmenin devamı sırasında gruba dâhil herkes sigortadan,  grup  sigortası  sözleşmesi  sonuna  kadar  yararlanır.  Sözleşmenin yapılmasından  sonra  grubun  on  kişinin  altına  düşmesi  ise  sözleşmenin geçerliliğini etkilemez. Grupta yer alan her kişiye poliçe içeriğini özetleyen bir belge verilir. Grup sigortalarında lehtarı atama hakkı, aksi sözleşme ile kararlaştırılmamışsa, grupta  69 KENDER, s. 251; KAYIHAN / GÜNERGÖK, s. 203. 70 KAYIHAN / GÜNERGÖK, s. 203-204. 71 KARA, s. 139; PEKİNER, s. 88; Ferdi Kaza Sigortası Genel Şartları için bkz. (Çevrimiçi) https://www.tsb.org.tr/ferdi-kaza-sigortasi-genel-sartlari.aspx?pageID=482, E.T. 24.05.2020. 72 KARA, s.139; ULAŞ, s. 174.  73 KARA, s.140; PEKİNER, s. 88 238yer  alan  kişiye  aittir.  Sözleşme  süresi  içinde  gruptan  ayrılma  hâlinde  grup sigortası ile sağlanan teminat, aksi kararlaştırılmamışsa,  sigorta ettiren,  sigortalı veya lehtar tarafından bireysel olarak devam ettirilebilir. Sigortalı veya lehtarın sözleşmeye bireysel olarak devam etmesi ancak sigorta ettiren sıfatıyla olur. Bu kişiler geçmiş günlere ait kendilerine düşen prim borçlarından, önceki sigorta ettirenle birlikte sorumludur (bkz. TTK. m.1496). B. Sigorta Bedelinin Ödenme Şekli Bakımından 1. Genel Olarak Yukarıda kaza sigortası sözleşmelerinin asli unsurlarına ilişkin açıklamalarda sigorta bedeline ilişkin bilgi verirken detaylı ifade ettiğimiz üzere kaza sigortası teminatları, kaza sonucu ölüm teminatı, engellilik (sakatlık) teminatı, geçici veya sürekli işgöremezlik teminatı ve tedavi giderleri gibi teminatlardan oluşmaktadır. Gereksiz tekrardan kaçınmak için oraya yollama yapmakla yetiniyoruz.  2. Meblağ Ödemeli Kaza Sigortası Rizikonun  gerçeklemesiyle  birlikte  sigorta  ettirene/sigortalıya  veya  lehdara sigorta  bedelinin  bir  defada  toplu  olarak  ödenmesinin  kararlaştırıldığı  kaza sigortaları meblağ ödemeli kaza sigortası olarak isimlendirilmektedir.  3.Gelir (İrat) Ödemeli Kaza Sigortası Rizikonun gerçeklemesiyle birlikte sigorta bedelinin sigorta ettirene/sigortalıya veya  lehdara  bir  defada  toplu  olarak  ödenmesinin  değil  de  gelir  şeklinde ödenmesinin kararlaştırıldığı kaza sigorta sözleşmelerine de gelir ödemeli kaza sigortası denmektedir  C. Yapılmasının Zorunlu Olup Olmaması Bakımından 1. İsteğe Bağlı (İhtiyari) Kaza Sigortası Kaza sigortası, kural olarak, isteğe bağlı bulunmakta ve sözleşme özgürlüğü çerçevesinde de taraflar bu sigortayı serbestçe akdedebilmektedirler.  2. Zorunlu Kaza Sigortası Zorunlu  kaza  sigortası  istisnaidir  ve  ancak  kanun  ile  öngörülerek  zorunlu sigortalar ihdas edilebilir. Bu doğrultuda zorunlu kaza sigortası, sigorta yaptırma konusunda yasal bir zorunluluğunun olduğu, bu zorunluluğunun ilgili kişi kadar sigorta şirketi için de geçerli olduğu bir sigortadır. Zorunlu sigortalar, kamu  74 Bkz. yuk. § II, B, 3. 75 ULAŞ, s. 175. 76 ULAŞ, s. 175. 77 KARA, s. 140. 78 ULUĞ CİCİM, İlknur / ALHAN, Yunus,  Alman Sorumluluk Sigortaları ile İlgili Hükümlerin Türk Ticaret Kanunu Açısından Değerlendirilmesi , Akdeniz Üniversitesi Hukuk Fakültesi Dergisi, Y. Aralık 2016, C. 6, S. 2, s. 89.  239yararı  düşüncesiyle  ihdas  edilen  sigortalardır.  Nitekim  Sig.  K.  m.  13  ile öngörülen  Bakanlar Kurulu, kamu yararı açısından gerekli gördüğü hallerde zorunlu sigortalar ihdas edebilir  hükmüne dayanarak Bakanlar Kurulu bazı özel sigortaları zorunlu hale getirebilmektedir. Bu yönde olmak üzere örneğin, 26/01/2015 tarihli ve 2015/7249 sayılı karar ile maden çalışanları zorunlu ferdi kaza sigortası zorunlu hale getirilmiştir. Bu sigorta ile yer altı ve yer üstü kömür madenciliği,  kömürden  başka  yer  altı  madenciliği  faaliyetlerinde  bulunulan tesislerde iş akdi ile istihdam edilen üretim ve üretim hazırlığı faaliyetinde bulunan personel, söz konusu faaliyetlerin icrası esnasında meydana gelebilecek maden kazalarının sonuçlarına karşı sigorta ettirilmektedir. Maden çalışanları zorunlu  ferdî  kaza  sigortasında  kaza  terimi,  yer  altı  ve  yer  üstü  kömür madenciliği, kömürden gayri yer altı madenciliği üretim ve üretim hazırlığı faaliyetlerinin icrası esnasında, sigorta konusu sahada işin yürütümü nedeniyle sigortalının iradesi dışında meydana gelen ve sigortalının sürekli sakatlığa maruz kalmasına veya ölmesine sebebiyet veren ani ve harici olayı ifade eder. Yine karayolu yolcu taşımacılığı zorunlu koltuk ferdî kaza sigortası da zorunlu kaza sigortasına örnek teşkil etmektedir.  § IV. Kaza Sigortalarında Zamanaşımı A. Sigorta Tazminatı Açısından Sigorta sözleşmesinden kaynaklanan alacaklara ilişkin olarak TTK. m. 1420 hükmü bütün talepler için genel bir zamanaşımı süresi öngörmüştür:  Sigorta  sözleşmesinden  doğan  bütün  istemler,  alacağın  muaccel  olduğu tarihten başlayarak iki yıl ve 1482 nci madde hükmü saklı kalmak üzere, sigorta tazminatına ve sigorta bedeline ilişkin istemler her hâlde rizikonun gerçekleştiği tarihten itibaren altı yıl geçmekle zamanaşımına uğrar . Bu  hükme  göre  sorumluluk  sigortası  dışındaki  zarar  ve  can  sigorta sözleşmelerinden  doğan  uyuşmazlıklar  kural  olarak  iki  yıllık  zamanaşımı süresine tabidir. Ancak hüküm bu sürenin yanında altı yıllık bir süreye daha yer vermiştir. Sözü geçen sigorta sözleşmelerinden doğan bütün taleplerin iki yılda zamanaşımına uğrayacağını öngören TTK. m. 1420 hükmü, TTK. m. 1452  hükmü  dolayısıyla  mutlak  emredici  bir  karakterdedir.  Buna  karşılık TTK. nın  öngördüğü  zamanaşımı  süresi  sadece  sigorta  sözleşmesine  taraf olanları bağlar. Sigorta sözleşmesine taraf olmayan kişilerin sigortacı aleyhine  79 ULAŞ, s. 176 80 2/7/2018 tarihli ve 700 sayılı Kanun Hükmünde Kararname nin 182 nci maddesiyle bu fıkrada yer alan  Bakanlar Kurulu  ibaresi  Cumhurbaşkanı  şeklinde değiştirilmiştir. 81  Bkz.  Maden  Çalışanları  Zorunlu  Ferdi  Kaza  Sigortası  Genel  Şartları,  (Çevrimiçi) https://www.tsb.org.tr/images/Documents/Maden%20FKS%20G%C%9E.pdf, E.T. 24.05.2020. 82 KARA, s. 141; Bkz. Karayolu Yolcu Taşımacılığı Zorunlu Koltuk Ferdî Kaza Sigortası Genel Şartları (Çevrimiçi) https://www.tsb.org.tr/karayolu-yolcu-tasimaciligi-zorunlu-koltuk-ferdi-kazasigortasi-genel-sartlari.aspx?pageID=503, E.T. 24.05.2020. 240açacağı  davalarda  genel  hükümler  uygulama  alanı  bulacaktır.  TTK. muacceliyetin,  rizikonun  gerçekleştiğini  bildirmeye  bağlamıştır.  TTK.  m. 1446/1,  sigorta  ettirene,  rizikonun  gerçekleştiğini  öğrenince  durumu gecikmeksizin sigortacıya bildirme yükümlülüğü yüklemiştir. TTK. nın 1427. maddesinin  2.  fıkrası  ise  sigorta  tazminatının  ödenmesinin  ne  zaman muacceliyet kesbedeceğini şu şekilde hükme bağlamıştır:  Sigorta  tazminatı  veya  bedeli,  rizikonun  gerçekleşmesini  müteakip  ve rizikoyla ilgili belgelerin sigortacıya verilmesinden sonra sigortacının edimine ilişkin  araştırmaları  bitince  ve  her  halde  1446.  maddeye  göre  yapılacak ihbardan kırkbeş gün sonra muaccel olur. Can sigortaları için bu süre onbeş gündür. Sigortacıya yüklenemeyen bir kusurdan dolayı inceleme gecikmiş ise süre işlemez . Şu halde kaza sigorta sözleşmelerinde rizikonun gerçekleştiği keyfiyeti sigorta ettiren/sigortalı  veya  duruma  göre  lehdar  tarafından  sigortacıya  TTK.  m. 1446/1 e göre beyan edilmelidir. Kaza sigortası niteliği itibariyle meblağ (can) sigortalarından sayıldığı için, sigortacının sigorta bedelini ödeme borcu TTK. m. 1427/2 ye göre bu bildirimi aldıktan en fazla onbeş gün geçtikten sonra yasal olarak muaccel olacaktır. İşte sigorta bedelinin talebine ilişkin dava açma hakkı  da  bu  muacceliyet  tarihine  göre  belirlenecektir.  Kaza  sigortalarında hayatın olağan akışına göre kazaya uğrayan sigorta ettiren/sigortalı ihtimallere göre kazanın gerçekleştiğini öğrenmiş sayılırlar ve iki yıllık zamanaşımı süresi de sözünü etiğimiz muacceliyet tarihinden itibaren başlar. Bir başka taraftan riziko kişisinin sigorta ettiren veya sigortalının olmadığı ve onların ihtimallere göre kazada ölmeleri durumlarda, yani sigorta sözleşmesi ile bir lehdar belirlenmiş veya mirasçılar lehdar olmuşlar ise kazanın olduğunu öğrenmemiş ve sigorta şirketine bu yönde bir beyanda da bulunmamışlarsa altı yıllık uzun zamanaşımı süresinin kazanın vuku tarihinden başladığını kabul etmek gerekir. Keza oluşan teminat altındaki kaza şayet ceza kanunlarına göre suç oluşturuyor ve ilgili cezai düzenleme o suç için TTK. da öngörülen zamanaşımı süresinden daha uzun bir zamanaşımı süresi öngörüyor ise bu zamanaşımı süresinin kaza sigortası sözleşmeleri bakımından da uygulanması gerekir kanısındayız.  83 Karş. BAĞCI, Ömer,  Sigorta Sözleşmelerinden Kaynaklanan Taleplerde Zamanaşımı , Hasan Kalyoncu Üniversitesi Hukuk Fakültesi Dergisi, Y. Ocak 2016, S. 11, s. 163 vd. Nitekim Yargıtay da aynı görüştedir: •    TTK. nın 1268. maddesinde düzenlenen zamanaşımı süresi, sigorta sözleşmesinde taraf olanlar için geçerlidir. Davacı ise, sigorta sözleşmesinde taraf olmayıp, yangın nedeniyle zarar gören (üçüncü) kişidir ve davalılardan Ray Sigorta AŞ yi sorumluluk sigortası nedeniyle dava etmiştir. Davalı, sigorta şirketi âkidi olan DDY. işletmesine teb an  dava  edilmiş  olması  itibariyle  olaya  asıl  sözleşme  ilişkisinin  zamanaşımı süresinin uygulanması gerekir ki, o ardiyecilik sözleşmesinde 10 yıldır . Y.11.HD. T.08.03.1979, E.1979/495, K.1979/1127 sayılı kararı. Bkz. KAYIHAN / GÜNERGÖK, s. 245.  241B. Prim Alacağı Açısından Türk Ticaret Kanunu m. 1420/1 sigorta sözleşmesinden doğacak tüm istemleri kapsayan  genel  nitelikteki  bir  zamanaşımı  süresi  öngördüğünden  ve  prim alacağının  talep  edilmesi  de  sigorta  sözleşmesinden  kaynaklandığından sigortacının  prim  alacağı  da  TTK.  m.  1420/1  kapsamında  kalmaktadır.  Bu itibarla sigorta sözleşmesine ilişkin prim alacağı, bu alacağın muaccel olduğu andan itibaren başlayacak iki yıllık zamanaşımı süresine tabi olacaktır. Öyleyse bu  noktada  prim  alacağının  ne  zaman  muaccel  olacağının  tespitini  yapmak önemlidir. Sigorta ettirenin borç ve yükümlülükleri düzenlenirken prim ödeme borcunun ödeme zamanı kara ve denizde eşya taşıma sigortaları hariç olmak üzere sigorta poliçesinin teslimine bağlanmıştır. Kısacası, sigortacının primlerin ödenmesini isteyebilmesi,  sigorta  poliçesinin,  sigortacı  tarafından  sigorta  ettirene  teslim edilmesine bağlanmıştır. TTK. esasen poliçeyi tanzim etme ve sigorta ettirene vermeyi  sigortacıya  bir  borç  olarak  yüklemiştir.  Hatta  geç  teslim  edilmesi sigortacının aleyhine bir takım hukuki sonuçlara da yol açabilecektir. Nitekim TTK. m.1424/1 e göre:  Sigortacı,  sigorta  sözleşmesi  kendisi  veya  acentesi  tarafından  yapılmışsa sözleşmenin yapılmasından itibaren yirmidört saat, diğer hallerde on beş gün içinde yetkililerce imzalanmış bir poliçeyi sigorta ettirene vermekle yükümlüdür. Sigortacı poliçenin geç verilmesinden doğan zararlardan sorumludur 85. Bu düzenlemeye göre sigortacının poliçeyi verme borcunun ifası ile sigorta ettirenin  prim  ödeme  borcu  muaccel  hale  gelmiş  olacaktır.  Buna  ilişkin düzenleme ise şu şekildedir:   Sigorta priminin tamamının, taksitle ödenmesi kararlaştırılmışsa ilk taksidin, sözleşme yapılır yapılmaz ve poliçenin teslimi karşılığında ödenmesi gerekir. Karada ve denizde eşya taşıma işlerine ilişkin sigortalarda sigorta primi, poliçe henüz düzenlenmemiş olsa bile, sözleşmenin yapıldığı anda ödenir  (TTK. m. 1431/1). Sözü geçen düzenleme uyarınca, sigorta sözleşmesi ister sözel ister yazılı  yapılsın  sözleşmenin  kurulmasıyla  yani  tarafların  sözleşmenin  kurucu unsurlarına ilişkin karşılıklı ve birbirine uygun irade beyanlarını açıklamaları ile ile  prim  ödeme  borcu  doğmuştur.  Fakat  bu  borç  TBK.  m.  90 ın  genel düzenlemesi  olan   ifa  zamanı  taraflarca  kararlaştırılmadıkça  veya  hukuki ilişkinin özelliğinden anlaşılmadıkça her borç, doğumu anında muaccel olur  kuralına göre değil, bu konudaki özel düzenleme olan TTK. m. 1431/1 hükmüne göre sigorta poliçesinin sigorta ettirene teslimi ile muaccel olacaktır. Kısacası, sigorta poliçesinin verilmesi tarihinde prim alacağı muaccel olacağından, iki  84 BOZER, Sigorta Hukuku, 1981, s. 57. 85 Fazlası için bkz. KAYIHAN / GÜNERGÖK, s. 165 vd. 86 ARSEVEN, s. 122; KAYIHAN, Prim Ödeme Borcu, s. 149. 87 ARSEVEN, s. 122. 242yıllık zamanaşımı süresinin de bu tarihten itibaren işlemeye başlaması gerektiği sonucuna varılmalıdır.  SONUÇ Kaza  sigortaları,  ihtiyacın  karşılanması  kriterine  göre  yapılan  sigorta sözleşmeleri tasnifinde meblağ (can) sigortaları içinde yer alır. Bireyi dışarıdan gelen arizî sonuçlara karşı teminat altına almayı amaçlar. Esasen isteğe bağlı olmasına karşın özellikle ferdî kaza sigortalarının uygulaması yaygındır. Grup kaza sigortaları için de özellikle seyahat aşamaları için yaygın olduğunu ifade edebiliriz. Kural isteğe bağlılık olmakla birlikte, maden kazalarına karşı maden çalışanları ferdî kaza sigortaları ile karayolu yolcu taşımacılığına ilişkin ferdî kaza sigortaları Sig. K. m. 13 marifetiyle zorunlu kılınmıştır. Kaza sigortaları sonucunda riziko gerçekleşirse sigorta bedeli sözleşmeye göre hak sahiplerine (sigorta ettiren/sigortalı, lehdar) ya belirli bir toplu meblağ ya da gelir (irat) ödemeli şeklinde verilir. Böylece kaza sonucu gerçekleşen ölüm, engellilik (sakatlık), geçici veya sürekli işgöremezlik rizikolarına ilişkin sigorta bedelleri  buna  göre  ödenir.  Tedavi  giderleri  ise  nitelikleri  itibariyle  zarar sigortaları sayıldıkları için bunlar hakkındaki ödemeler gerçek zarar ilkesine göre tazmin edilir. Keza kaza sigorta sözleşmelerinde şayet sigortacı tarafından gerçek  zararın  karşılanması  öngörülmüş  ise,  zarar  sigortalarına  ilişkin hükümlerin, kıyas yoluyla kaza sigortaları hakkında da uygulanacağı hükme bağlanmıştır. Kaza sigortalarında hayat sigortalarında sigortalıyı düzenleyen TTK. m. 1490/24,  kaza  sonucu  ölüm  rizikosu  için  yapılan  kaza  sigortalarında  doğrudan uygulanır.  Bu  ihtimal  dışındaki  diğer  durumlara  yönelik  olarak  hayat sigortalarına  ilişkin  diğer  hükümler,  kaza  sigortası  hakkında  bu  kez  kıyas yoluyla uygulama alanı bulur (TTK. m. 1510/1, 2).  Hiç  şüphesiz  sigorta  sözleşmesinde  sigortacının  sigorta  himayesini  taşıma borcunun karşılığı olarak sigorta ettirenin prim ödeme borcu altında olmasıdır. TTK. m. 142/1, c.1 gereğince sigortacının riziko taşıma borcu kural olarak, sigorta ettiren tarafından primin tamamının veya ilk primin ödenmesi ile başlar. İzleyen  primlerin  ödenmesinde  temerrüt  durumunda  TTK.  sigortacıya sözleşmeyi nasıl feshedebileceğine ilişkin hükümler öngörmektedir (TTK. m. 1434/3). Keza izleyen primlerin temerrüdüne ilişkin bazı ihtimallerde ise TTK. m. 1510/2 marifetiyle TTK. m. 1502 ile hayat sigortalarına yönelik öngörülen prim  ödemeden  muaf  sigorta  uygulaması  kaza  sigortaları  için  de  gündeme gelebilir. Nihayet kaza sigortasına yönelik taleplerde TTK. m. 1420 hükmü çerçevesinde 2 ve  6  yıllık  zamanaşımı  süreleri  öngörülmektedir.  Kanaatimizce  kaza  şayet  88 AYHAN, Rıza / ÇAĞLAR, Hayrettin / ÖZDAMAR Mehmet, Sigorta Hukuku, Ders Kitabı, 12. Baskı, Yetkin Yayınları, Ankara, 2019, s. 229.  243teminat kapsamındaki bir suç sebebiyle oluşmuş olur ve ceza kanunları bu suç için  TTK.  m.  1420  ile  düzenlenen  zamanaşımı  sürelerinden  daha  uzun zamanaşımı süreleri öngörmüş olursa burada da bu uzun zamanaşımı sürelerinin uygulanması isabetli olur.  Sigorta  şirketinin  prim  alacağı  ise  muacceliyet  tarihinden  itibaren  iki  yıl geçtikten sonra zamanaşımına uğrar. Sigorta şirketinin kaza sigortalarına ilişkin prim alacağının muacceliyet kazanacağı an ise, kendisinin sigorta poliçesini sigorta ettirene teslim ettiği andır (bkz. TTK. m.1421, 1431/1).",
     "Kaynakça": "AKMUT,  Özdemir,  Hayat  Sigortası     Teori  ve  Türkiye'deki  Uygulama, Sevinç Matbaası, Ankara, 1980. ARSEVEN, Haydar, Sigorta Hukuku, Ana Prensipler, Genel Hükümler, Yenilenmiş 2. Baskı, Beta Yayıncılık, İstanbul, 1991.  AYHAN,  Rıza  /  ÇAĞLAR,  Hayrettin  /  ÖZDAMAR  Mehmet,  Sigorta Hukuku, Ders Kitabı, 12. Baskı, Yetkin Yayınları, Ankara, 2019.  BAĞCI,  Ömer,   Sigorta  Sözleşmelerinden  Kaynaklanan  Taleplerde Zamanaşımı ,  Hasan  Kalyoncu  Üniversitesi  Hukuk  Fakültesi  Dergisi,  Y. Ocak 2016, S. 11. BOZER, Ali, Sigorta Hukuku, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, Ankara, 1981. (Sigorta Hukuku, 1981). BOZER,  Ali,  Sigorta  Hukuku,  Genel  Hükümler     Bazı  Sigorta  Türleri, Seçkin Yayıncılık, Ankara, 2004. ÇEKER,  Mustafa,  6102  Sayılı  Türk  Ticaret  Kanunu'na  Göre  Sigorta Hukuku, 10. Baskı, Karahan Kitabevi, Adana, 2014. GÜNERGÖK,  Özcan  /  KAYIHAN,  Şaban,  Borçlar  Hukuku  Dersleri, Umuttepe Yayınları, İstanbul 2020. GÜVEL, Enver Alper / GÜVEL, Afitap Öndaş, Sigortacılık, 5. Baskı, Seçkin Yayıncılık, Ankara, 2010. KARA,  Etem,  Sigortalanabilir  Menfaat  İlkesi,  Yetkin  Yayınları,  Ankara, 2020. KAYIHAN,  Şaban  /  GÜNERGÖK,  Özcan,  Türk  Özel  Sigorta  Hukuku Dersleri, Umuttepe Yayınları, 5. Baskı, İstanbul, 2020. KAYIHAN,  Şaban,  Sigorta  Sözleşmesinde  Prim  Ödeme  Borcu,  Seçkin Yayıncılık, Ankara, 2004. (Prim Ödeme Borcu). 244KAYIHAN, Şaban,  Zarar Sigortalarında Sigortacının Halefiyeti , MÜHFHAD, Özel Hukuk Sempozyumu Özel Sayısı, Prof. Dr. Cevdet Yavuz a Armağan, II. Cilt, Legal Yayıncılık, 2. Bası, İstanbul, 2012. (Halefiyet). KENDER, Rayegan, Türkiye de Hususi Sigorta Hukuku, Güncelleştirilmiş 14. Baskı, On İki Levha Yayıncılık, İstanbul, 2015. LANGHEID, T. / WANDT, M. / DOERNER, H., Münchener Kommentar zum VVG, 2. Aufl., 2017. MARLOW,  Sven  Marc,  Anschlag  in  VEITH  /  GRAEFE  /  GEBERT,  Der Versicherungsprozess, 4. Auflage, 2020. PEKİNER,  Kâmuran,  Sigorta  İşletmeciliği,  Prensipleri  –  Hesap  Bünyesi, İstanbul Üniversitesi Yayınları, İstanbul, 1981. PROELSS  /  MARTIN,  Versicherungsvertragsgesetz:  VVG.,  30.  Auflage, 2018. ULAŞ, Işıl, Uygulamalı Can Sigortası Hukuku, Hayat ve Kişisel Kaza Sigortaları, Turhan Kitabevi, 2. Bası, Ankara, 2002. ULUĞ CİCİM, İlknur / ALHAN, Yunus,  Alman Sorumluluk Sigortaları ile İlgili Hükümlerin Türk Ticaret Kanunu Açısından Değerlendirilmesi , Akdeniz Üniversitesi Hukuk Fakültesi Dergisi, Y. Aralık 2016, C. 6, S. 2. ÜNAN, Samim, Türk Ticaret Kanunu Şerhi, Altıncı Kitap, Cilt III: Can Sigortaları, On İki Levha Yayıncılık, İstanbul, 2017.  WANDT, Manfred, Versicherungrecht, 6. Auflage, Vahlen, München, 2016. İnternet Kaynakları https://www.tsb.org.tr/ferdi kaza sigortasi genel sartlari.aspx?pageID=482, (24.05.2020). https://www.tsb.org.tr/images/Documents/Maden%20FKS%20G%C5%9E.pdf, (24.05.2020).    245246"
}