{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "21",
     "Ay": "01",
     "Yıl": "2021",
     "Cilt": "6",
     "Sayı": "10",
     "Başlık": "KORONAVİRÜS (COVID 19) SALGIN HASTALIĞININ TÜRK ÇALIŞMA YAŞAMINA ETKİLERİ BAĞLAMINDA KISA ÇALIŞMA KAVRAMI",
     "Title": "CORONAVIRUS (COVID 19) SHORT WORKING CONCEPT IN THE CONTEXT OF THE EFFECTS OF THE OUTDOOR DISEASE ON TURKISH WORKING LIFE ",
     "Yazar İsmi": [

          "Av. Dr. Özgür BAŞYİĞİT"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          " Kısa Çalışma", "Koronavirüs", "Salgın Hastalık", "Çalışma Hakkı", "İstihdamda Süreklilik"
     ],
     "Keywords": [
          "Short Study", "Coronavirus", "Epidemic Disease", "Right to Work", "Continuity in Employment"

     ],
     "Özet": "Ekonomi algısı değişmekte olsa da klasikleşmiş bazı olguların çalışma yaşamına olumsuz etkilerde bulunduğu ve bunun yüzyıllardır çeşitli şekillerde kendisini gösteren bir olgu olduğu inkar edilemez. Bu olguların başında ise hiç kuşkusuz salgın hastalıklar gelmektedir. Çeşitli hastalıkların dar çaplı olarak, işyeri bazlı etkileri  alışılmış  bir  durum  olsa  da,  özellikle  2019 da  yayılan  ve  2020  yılı itibariyle de çalışma hayatını son derece ciddi şekilde etkileyen koronavirüs (Covid 19) ile birlikte yüzyılın ilk büyük boyutlu salgınının yaşanması son derece önemlidir. Bu hastalığın yayılması, alınan önlemlerin boyut kazanmasının doğal sonucu olarak işçilerin çalışma hakkı sekteye uğramıştır. Aynı şekilde üretimi durdurmak yahut sınırlamak zorunda kalan işveren kesiminin de faaliyetlerini sürekli kılmak yönlü arayışları da olumsuz etkilenmiştir. Bu noktada en önemli hususlardan birini koronavirüs (Covid 19) salgınının çalışma hayatına yönelik etkilerinin boyutunun tespit edilmesi ve İş Hukuku bağlamında bu etkilerin olumsuz  yönlerinin  sınırlandırılmasına  yönelik  düzenlemelerinin  incelenmesi oluşturmaktadır. İşte bu noktada salgınının olumsuz etkilerine yönelik önleyici tedbirlerin başında da kısa çalışma uygulamasının geldiği kuşku götürmez.",
     "Abstract": "Even perception of economy changes, It is undeniable that some classical facts affected bad impacts upon work life and this turns into different shapes for ages. There is no doubt that pandemic is the most important fact of these. Even though it is familiar with workplace-based effects of narrow ranged-several ilnesses especially spreading in 2019 and  it is very  important that by year 2020 affecting the  worklife  extremely  occuring  the  first  massive  pandemic  (Covid  –  19). Spreading of this ilness interrupted workers  rights of working as a natural result of precatuions taken. Similarly, employer searching ways to make business constantly had to stop or slow down producing and had been affected badly. At this point, one of the most important case is to identify the size of effects of coronavirus pandemic on worklife and analysing the arrangements of restricting the bad effects within the context of labor law. At this point, it is undoubted that short study practice is one of the preventive measures against the negative effects of the epidemic.",
     "Metin": "Küreselleşen ekonomi algısı karşısında çalışma yaşamının giderek gelişmekte olduğu ve bir ülkede bile yaşanan herhangi bir olumsuz etki karşısında son derece kırılgan  bir  yapı  halini  aldığı  kuşku  götürmez.  Bu  durum  karşısında  işçi topluluklarının  en  temel  hakkı  olan  çalışma  hakkının  sınırlamalar  hatta yasaklamalarla karşı karşıya kalması doğaldır. Ancak bu olumsuz etkiler yalnızca işçilerin  çalışma  hakkına  yönelik  müdahaleler  ile  sınırlı  olmayıp;  bunun  da ötesinde  işveren  açısından  da  üretimdeki  süreklilik  arayışının  kesintiye uğramasına sebebiyet verir. Bu anlamda iş akışını etkileyen küresel olguların çok boyutlu bir kavram olduğu açıktır. Üretimden gelen gücün doğal bir yansıması olarak bu boyutların ekonomik, sosyolojik, psikolojik ve hatta sıhhi etkileri olduğu yadsınamaz. Buna uygun olarak iş akışındaki kesintilerin toplumsal bir külfet olduğu ve kısa yahut uzun süreli olmasına bakılmaksızın ekonomik yapıya olumsuz etkileri olduğu da kuşkusuzdur. Ancak bu hususların varlığı söz konusu olumsuz etkilere karşı hukuki anlamda önleyici tedbirlerin alınmadığı şeklinde yorumlanmamalıdır.  Koronavirüs (Covid 19) hastalığı ile birlikte uzun yıllar boyu unutulmuş olan bir etken olan salgın hastalık gerçeğinin çalışma yaşamına yönelik olumsuz etkileri, yeniden kendisini göstermiş ve çalışma hayatını etkileyecek denli güçlü bir yapı olduğunu hatırlatmıştır. 21. Yüzyıl dahilinde ilk kez bu denli büyük bir boyutta kendisini gösteren ve yaklaşık yüz yıldır bu derece geniş çaplı şekilde ortaya çıkmamış bulunan salgın hastalık gerçeği bir kez daha gün yüzüne çıkmıştır. Bu itibarla salgın hastalıkların iş hukukunun gelişim süreci içerisinde mevzuatta kendisine yaygın bir yer bulmadığını söylemek yerinde olmaz. Anayasal ve yasal düzeydeki  boşlukların,  Cumhurbaşkanlığı  kararları  ile  doldurulması  yönlü anlayışla birlikte hızlı bir hukuki bir çerçeve ortaya konmuşsa da, hukuksal anlamda yeni ihtiyaçların ortaya çıkmakta olduğu kuşku götürmez. 126İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  İşverenlerin kar gayesi ile hareket ettikleri önemli bir realitedir. Bundan dolayıdır ki işveren, işin durdurulması yahut önemli ölçüde sınırlandırılması yönlü baskıya karşı koymak isteyecektir ki; bu yaklaşım son derece doğaldır. Aynı şekilde geçim kaygısı içerisinde olan ancak kimi işyerlerinde tümüyle, kimi işyerlerinde ise sınırlı olarak, çalışma imkanları tamamen veya kısmen durdurulmuş işçilerin de geçim kaygısı içerisinde tepkisel tavırlar geliştirmesi ve hukuksal bir belirsizlik karşısında büyük mağduriyetler yaşaması da kuşku götürmez. Etkisi ve süresi son derece sınırlı olan hastalıklar dahi, üretimi ve buna bağlı olarak söz konusu üretimin muhatabı olan son tüketiciyi ve elbette ki toplumu olumsuz etkiler. Toplumun ciddi anlamda etkilendiği, boyutları, etkileri ve sona ermesi hususunda ciddi soru işaretlerinin olduğu koronavirüs (Covid 19) ve benzeri hastalıklara karşı, hukuk düzeninin aldığı önlemlere toplumun ve haliyle iş ilişkisinin sosyal taraflarının katlanmak zorunda olduğu inkar edilemez. Ancak asıl sorun toplumun salgın hastalıkların olumsuzluğuna hangi düzeye kadar katlanabileceği ve bu durum karşısında nasıl bir koruma modeli ile güvence altına alındığı/alınacağında kendisini göstermektedir.  Toplumun büyük boyutlu salgın hastalıkların getirdiği üretmeme yahut üretimin önemli ölçüde aksamasına katlanacağı son noktanın tespitinde koruyucu idari ve yasal düzenlemelerin varlığı fayda sağlayacaktır. Ancak bu sürece yönelik olarak idarenin müdahalesinin gerekçelerinin neler olduğu ve hangi yöntem dahilinde müdahale edileceğinin kesin sınırlar dahilinde belirlenmesinin de aynı düzeyde yararlı olacağı kanaatindeyiz. Bu noktada 4857 sayılı İş Kanununun yanı sıra başkanlık  yönlü  sisteme  geçişi  öngören  değişikliklerin  doğal  sonucu  olarak Cumhurbaşkanlığı kararlarının da incelenmesi zorunlu hale gelmiştir.  Koronavirüs (Covid 19) ile birlikte iş hukuku önemli etkilenmeler içerisine girmiştir.  Nitekim,  global  anlamdaki  gelişmelerin  ötesinde  Türk  İş  Hukuku açısından konuya baktığımızda, iş sözleşmelerinin feshinin yasaklanması, kısa çalışma  uygulamasının  yaygınlaştırılması  ve  süre  bağlamında  genişletilmesi, ücretsiz izin yönlü işveren esaslı faaliyetlerin ivme kazanması son derece dikkat çekicidir. Dolayısıyla Türk İş Hukukunun mevcut durumdan bağışık olduğunu iddia etmek kesinlikle mümkün değildir. Kaldı ki, işçi açısından gelir kaybına yol açan  çeşitli  düzenlemelere  karşın,  işin  korunması  maksadıyla  feshe  yönelik yasaklamalara gidilmesi; sürecin işveren açısından neden olduğu maliyet artışı ve kar-zarar  döngüsündeki  olumsuz  etkilenmeler  karşısında  devlet  desteğinin sağlanması son derece önemlidir. Başta, Cumhurbaşkanlığı Kararları olmak üzere çok  çeşitli  mevzuat  düzenlemeleri  kapsamında,  hastalığın  ulusal  ekonomiye yönelik olumsuz etkilerinin en aza indirilmesine yönelik çabaların özellikle İş Hukuku anlamında tam bir değişim ve dönüşümü beraberinde getirmiş olduğu inkar edilemez. İşte bu kapsamda doğaldır ki incelenmesi gereken düzenlemelerin başında 4857 sayılı İş Kanununun güvence içeren hükümleri gelmektedir. Bu durumun önemine binaen, çalışmamızda Anayasanın yanı sıra 4857 sayılı İş Kanununun genel düzenlemeleri ile Cumhurbaşkanı nın koronavirüs (Covid 19) özelinde aldığı kararlardan kaynaklı müdahalenin çerçevesini, etkilerini ve bu   127BAŞYİĞİT/ Koronavirüs (Covid 19) Salgın Hastalığının Türk Çalışma Yaşamına Etkileri Bağlamında Kısa Çalışma Kavramı durumun önemini, hukuksal yapıyı temel almak suretiyle inceleme konusu yapmış bulunuyoruz. I-SALGIN  HASTALIK  KAVRAMI  BAĞLAMINDA  KORONAVİRÜS (COVID 19)  A- SALGIN HASTALIK KAVRAMI VE UNSURLARI Tarihi  insanlık  tarihinden  çok  daha  öncelere  gittiği  düşünülen mikroorganizmaların  insanlığın  bireysel,  toplumsal,  kültürel  ve  ekonomik alanlarına gösterdiği etkiler tahminlerimizin çok ötesindedir. Bu küçük canlıların sebep oldukları hastalıklar ve bu hastalıkların insan toplulukları içinde hızla yayılmasıyla ortaya çıkan salgın hastalıklar tarih boyunca insanların kitleler halinde ölümlerine, bazı siyasal ve sosyal yapıların kökten değişimine neden olmuştur. Salgın ve bulaşıcı hastalıklar, tarihin her döneminde toplumların sosyal, siyasal, kültürel, bilimsel, ekonomik ve askeri yapılarını etkileyen felaketlerdir. İnsan ölümlerinin en önemli etkenlerinden birisi de olmuşturlar.2  Salgın hastalıklar tarih boyunca devletlerin, milletlerin ve insanların hayatlarını derinden etkilemiştir. Bu olgu karşısında bireylerin yaşamı hiçbir zaman eskisi gibi olmamış; insanlar büyük bir travma ve korku içinde yaşamak zorunda kalmışlardır. Hastalıkların ekonomik yükü ise hayatı daha da zorlaştırmış ve özellikle istihdam piyasası ve haliyle üretimin sürdürülmesi anlamında ciddi sorunlara yol açmıştır. Salgın hastalıklar, farklı isimlerde ve değişik biçimlerde insanlık tarihini değiştirmiş ve halen de değiştirmekte olan bir olgudur. Dünya üzerindeki hemen hemen her coğrafyada salgın hastalıklar görülmüştür. Bunun yanı sıra salgın hastalık bulaşmış olan bir toplumun sadece nüfusu azalmakla kalmaz; aynı zamanda ekonomisi, sosyal çevresi ve demografisi de değişime uğrar. Salgın hastalığın kavramsal olarak hangi anlama geldiğinin tespiti büyük önem taşımaktadır. Salgın hastalık, bir enfeksiyon hastalığının belirli bir toplumda, bölgede veya mevsimde beklenen normal sıklığından net biçimde daha fazla görülmesi olarak tanımlanır.3 Salgın denildiğinde o bölge veya toplumda beklenen orandan net biçimde daha fazla olgunun görüldüğü anlaşılır. Salgın; yabancı literatürde  outbreak  (daha lokalize bir bölgede gelişen salgın),  epidemi  (daha geniş bölgeler veya ülke çapında gelişen salgın) veya  pandemi  (birden çok ülke ve/ veya kıtaları içeren salgın) olarak incelenebilir. Ancak genellikle  outbreak  ve  epidemi  aynı anlamda kullanılır.4 Türk Dil Kurumu sözlüğünde salgın ve epidemi eş anlamlı olarak kullanılmakta olup; salgın hastalık, bir hastalığın veya  2 KURT, Engin,  Savaşların Sonuçlarını Etkileyen Salgın Hastalıklar , Türkiye Klinikleri Tıp Etiği-Hukuku-Tarihi Dergisi, 2010/18, s.113; GÖREN Seza, Ordumuzda Sağlık Problemi ile İlgili İşler. Askeri Veteriner Dergisi, Y. 1949, s.146- 147. 3 ÖZKAYA, Hilal,  Cumhuriyet Döneminde Bulaşıcı Hastalıklarla Mücadele , Türkiye Aile Hekimliği Dergisi, C.20, S.2, Nisan-Haziran 2016, s.1. 4  ÖNÜRMEN,  Özge,   Enfeksiyon  Hastalıkları  Pratiğinde  Salgın  Tanımlanması ,  Çocuk Enfeksiyon Dergisi, 2018/4, s.172. 128İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  başka bir durumun yaygınlaşması ve birçok kimseye birden bulaşması, epidemi şeklinde tanımlanmıştır. Bir hastalığın salgın boyutuna ulaşabilmesi için yalnızca tanımsal yapı ile uyumlu olması yeterli değildir. Bu itibarla ancak belli unsurları taşıyan bir hastalık salgın olarak adlandırılabilmektedir. Buna göre salgın nitelendirilmesi yapılabilmesi için: ●  Laboratuvar kanıtının, güvenilir bir kesin tanı yöntemine dayalı olması ve salgından şüphelenildiğinde öncelikle tanının kesinleştirilmesi, ●  Hastalık tipine ve bölgelere göre değişebilmekle birlikte olgu sayısının normalde beklenenden daha fazla olması gerekir.5 Bu unsurların bir araya gelmesi ve bir salgın hastalık nitelendirmesinin yapılması ile birlikte hızla yetkili makamlara bildirim yapılmalı, gereken önlemler uygun bir plan  ve  koordinasyon  içinde  alınmalı,  salgın  sonlanana  kadar  bu  çerçevede izlenmeli ve bu durum her aşamada kayıt altına alınmalıdır.6  Bazı durumlarda salgın kriterlerine girmeyen olgu kümelenmeleri olabilir, bunları salgın olarak nitelendirmemek gerekir. Etkene göre salgın tanımlamasında bazı farklılıklar olabileceği ve soruna bunları dikkate alarak yaklaşmakta yarar olduğu gözden uzak tutulmamalıdır. B-KORONAVİRÜS (COVID 19) HASTALIĞI VE BOYUTU Salgın  hastalıklar,  dünya  üzerinde  neredeyse  bütün  toplumlara  uğramış  ve kaderlerini  değiştirmiştir.  Dünya  tarihinin  değişmesinde  rol  oynayan  salgın hastalıklardan bazıları veba, sıtma ve kolera gibi hızla yayılan hastalıklardır. Üzerinde durduğumuz salgın hastalık olan koronavirüs (Covid 19); ortaya çıktığı dönemden beri binlerce insanın ölümüne sebep olmuştur. Yayılması çok kolay ve çabuk olan bir hastalık olması nedeniyle hastalığın salgın halini alması da kısa sürede gerçekleşmiştir. Koronavirüs (Covid 19);  ilk olarak Çin de, Wuhan Şehri ve çevresinde ortaya çıkmıştır. 2019 yılının Aralık ayında Çin de ani bir şekilde sebebi  açıklanamayan  zatürre  olguları  üzerinde  yapılan  incelemeler,  mevcut hastalığın  klasik  bir  zatürre  tipi  olmadığını,  koronavirüs  olduğunu  ortaya koymuştur.  Virüsün bu formuna, 2019 yılında ortaya çıktığı için  Koronivirüs 2019  yani, Covid 19 adı verilmiştir. ABD Sağlık Bakanlığı na göre, hızlı bir yayılma etkisine sahip olan söz konusu virüsün kaynağının, Çin in Wuhan kentinde bulunan Huanan  deniz  ürünleri  pazarı  olduğu  ve  önce  hayvandan  insana,  sonra  ise insandan insana geçen bir form taşıdığı düşünülmektedir. Koronavirüsün (Covid 19)  hayvan  pazarından  alınan  yarasaların  ya  da  pangolin  isimli  egzotik  bir hayvanın tüketilmesiyle insanlara bulaştığına dair yaygın bir kanı olsa da söz konusu bilgi Dünya Sağlık Örgütü tarafından doğrulanmamıştır. Koronavirüs  5 ÖNÜRMEN, s.173. 6 ÖNÜRMEN, s.173.   129BAŞYİĞİT/ Koronavirüs (Covid 19) Salgın Hastalığının Türk Çalışma Yaşamına Etkileri Bağlamında Kısa Çalışma Kavramı (Covid 19), zarflı bir virüs olması ve zarfı yani dış kabuğunun etrafından dışarıya doğru diken şeklinde çıkıntıları olan bir görünüme sahip olmasından dolayı kraliyet tacı görünümünde olup, bundan dolayıdır ki virüse Latince kraliyet tacı anlamına gelen Corona ismi verilmiştir. Dünya Sağlık Örgütü Başkanı Tedros Adhanom  Ghebreyesus,  Covid-19 un   korona nın  co su,   virüs ün  vi si  ve hastalık  kelimesinin  İngilizcesi   disease   sözcüğünün  d sinden  türetildiğini açıklamıştır.7 Dünya Sağlık Örgütü tarafından hastalık 11.03.2020 itibariyle pandemi olarak ilan edilmiştir.8 Pandemi, en basit tanımıyla dünyada eşzamanlı olarak çok yaygın bir şekilde çok fazla sayıda insanı tehdit eden bulaşıcı hastalıklara verilen isimdir. Buna göre Dünya Sağlık Örgütü, koronavirüs (Covid 19) hastalığının, dünyanın farklı noktalarında, kitleler üzerinde görülmeye başladığını kabul etmiş ve bundan hareketle de pandemi olarak adlandırmış bulunmaktadır.9 Asıl ürkütücü olan husus ise hastalığın yayılma seyrinde kendisini göstermektedir. Damlacık saçılması ile yayılması hastalığın bulaşma hızını önemli ölçüde artıran bir etken olarak kendisini göstermektedir. Bu yayılma türünde, hasta bir insan öksürdüğünde ya da hapşırdığında etrafında bulunan kişiler bu mikroba maruz kalmakta, bunun dışında damlacık ile kirlenen bir nesnenin kullanımı da hastalığın bulaşmasını beraberinde getirmektedir. Ancak asıl ilginç olan husus söz konusu bulaşıcı hastalığın toplumda daha önceden hiç saptanmamış bir ajan ile gelişmesi ve daha önce bilinmemiş bir hastalık olarak ortaya çıkmasıdır. Bundan dolayıdır ki koronavirüs (Covid 19) özelinde tek bir bulaşıcı hastalık olgusu bile salgın olarak nitelendirilmiş ve ihbar edilerek salgın önlemleri uygulamaya geçirilmiştir. Nitekim, hastalığın tespit edildiği kişi sayısı dünya genelinde on beş milyonu, ölü sayısı ise altı yüz bin kişiyi geçmiş bulunmaktadır. Durumu daha da vahim kılan husus ise hastalığın 198 ülkede kendisini göstermesidir. Ülkemizde ise kayıp sayısı ise beş bin altı yüzü geçmiş vaziyettedir.10 Dünya Sağlık Örgütü nün araştırmalarına göre virüsün bulaştığı kişilerin, %81 i hafif atlatmakta, %14 ü ciddi geçirmekte, %5 i ağır hastalanmakta ve koronavirüs (Covid-19) nedeniyle ölenlerin oranı ise %3 ün üzerinde seyretmektedir.11  II-  KORONAVİRÜS  (COVID  19)  KAPSAMINDA  ALINAN TEDBİRLERİN  ÇALIŞMA  HAYATINA  ETKİLERİ  VE  İŞ HUKUKUNDAN KAYNAKLI ÇÖZÜM MEKANİZMALARI A- KORONAVİRÜS (COVID 19) KAPSAMINDA ALINAN TEDBİRLER VE SÖZ KONUSU TEDBİRLERİN ÇALIŞMA HAYATINA ETKİLERİ  7 Dünya Sağlık Örgütü. Basın Açıklaması, www.who.int/coronavirus, Erişim Tarihi, 19.07.2020. 8 SUBAŞI, İbrahim, Küresel Covid 2019 Salgını nın Türk Bireysel İş Hukukuna Etkisi, İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi, C.5, S.9, İstanbul 2020, s.130. 9  Dünya  Sağlık  Örgütü.  Basın  Açıklaması,  www.who.int/advice  for  public,  Erişim  Tarihi, 19.07.2020. 10 https://www.worldometers.info/coronavirus/ Erişim Tarihi, 16.07.2020. 11 https://www.bbc.com/turkce/haberler-dunya-51177538, Erişim Tarihi, 23.07.2020. 130İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  Ülkemizde ilk koronavirüs (Covid 19) vakası 11 Mart 2020 itibariyle tespit edilmiştir.  Bu  durumu  takiben  Cumhurbaşkanlığı  Dijital  Dönüşüm  Ofisi, koronavirüs (Covid 19) ile ilgili son verilerin yer aldığı bilgilendirme sitesi açmıştır. Durumun giderek ciddi bir hal alması ve vaka sayısının artması ile birlikte ciddi önlemler alınmaya başlamış, Türkiye de ilk, ortaokullar ile liseler 16 Mart 2020 haftasında tatil edilmiştir. Okulların daha sonra en erken 30 Nisan a kadar kapalı kalmasına karar verilmiş, sonrasında ise eğitim öğretim dönemine son verilmiştir. Ayrıca İçişleri Bakanlığı nın talimatıyla 16 Mart 2020 saat 10.00 itibariyle  de  81  ilde  pavyon,  diskotek,  bar,  gece  kulüpleri  geçici  süreyle faaliyetlerini  durdurulmuştur.  Daha  sonra  restoran  ve  cafe  gibi  yerler  de kapatılmıştır. Şehirlerarası yolcu taşımacılığı izne tabi kılınmış ve kara, hava ve demiryolu seferleri önemli ölçüde azaltılmıştır. Sportif faaliyetler ertelenirken, birçok sosyal etkinlik de iptal edilmiştir. Halka, ülke dışına seyahat etmemeleri ve ayrıca mecbur kalmadıkça evden çıkmama çağrısı yapılmıştır. 65 yaş üstüne ve 20 yaş altına sokağa çıkma yasağı getirilmiştir. Ayrıca yurtdışından gelenlerden ilk etapta 14 gün kendilerini tecrit etmeleri istenirken, daha sonra virüsün tespit edildiği  yerlerden  gelenler  öğrenci  yurtlarında  karantina  altına  alınmaya başlanmıştır. Türkiye, koronavirüs (Covid 19) salgını hususunda son derece ciddi ve kesin nitelikli tedbirler almış ve durumun ciddiyeti ile doğru orantılı olarak önlemlerin mahiyeti de genişlemeye başlamıştır. Ancak bu noktada özellikle ifade etmek gerekir  ki  alınan  önlemlerin  ve  müdahalelerin  çalışma  yaşamını  doğrudan etkilediğine de kuşku yoktur. Covid-19 insanlar üzerinde sağlık meselelerine ve can kayıplarına yol açarken bir tarafta da mal veya hizmet üretimini olumsuz etkilemeye devam etmektedir. Bu durum karşısında birçok işyeri idari karar ya da sipariş  azalması/yokluğu,  hammadde  temin  edilememesi,  müşteri  kaybı  gibi nedenlerle, faaliyetini geçici olarak tamamen ya da kısmen durdurmakta ya da normal    çalışma  süresini  azaltarak  faaliyetini  sürdürmektedir.12  Ulaşım sektöründeki faaliyetlerin neredeyse durma noktasına gelmesi, turizm sektörünün rezervasyon  iptalleri  kapsamında  süreçten  doğrudan  etkilenmesi,  bankacılık sektörünün  çalışma  saatlerinin  azaltılması  ile  tepki  vermesi,  Türk  otomotiv sektörünün lokomotif firmaları olan Ford Otosan, Mercedes Türk, Honda ve lastik sektörünün önde gelen şirketi Brisa nın da üretimi geçici olarak durdurması ile birlikte pek çok sektörde üretime koronavirüs arası verilmiştir. Hiçbir şey insan sağlığından daha önemli olamaz ve olmamalıdır. Nitekim, devlet tarafından hayata geçirilen önlemlerin toplum sağlığını korumak ve koronavirüs (Covid  19)  salgınının  önüne  geçmek  maksadına  yönelik  olduğu  da  kuşku götürmez. Ancak, aynı doğrultuda alınan önlemlerin ekonomik etkileri olacağı ve haliyle çalışma yaşamını da doğrudan etkilediği gözden uzak tutulamaz. Türkiye gibi  gelişen  üretim  yapısına  sahip  bir  ülkede,  ekonominin  sıcaklığını kaybetmesinin  pek  çok  olumsuz  sonucu  da  beraberinde  getireceği  açıktır.  12 SUBAŞI, s.130-131.   131BAŞYİĞİT/ Koronavirüs (Covid 19) Salgın Hastalığının Türk Çalışma Yaşamına Etkileri Bağlamında Kısa Çalışma Kavramı Nitekim, işsizliğin giderek kronikleştiği ve tarım dışı işsizlik oranının önemli boyutlara ulaştığı ülkemizde, koronavirüs (Covid 19) salgınının getirmiş olduğu ekonomik yavaşlamanın işsizlik oranında artış ve büyüme oranındaki düşüş dahil olmak üzere pek çok yapısal sorunu da beraberinde getireceği unutulmamalıdır. Nitekim, üç ay boyunca işten çıkarmaların, grev ve lokavtların yasaklanması ile bu duruma karşı hukuki bir önlem sepeti ortaya konması, ücretsiz izne çıkarılan işçilere  devlet  tarafından  ödenek  bağlanmasına  ilişkin  yasal  düzenlemenin hazırlanması meselenin ne denli ciddi bir boyuta sahip olduğunu göstermektedir.13  Alman-Türk Ticaret ve Sanayi Odası nın yaptığı ve ağırlıklı olarak Turizm ve Otelcilik, Otomotiv Endüstrisi, Enerji Ticareti ve Finans sektörlerini temel alan araştırmaya göre koronavirüs (Covid 19) salgınının ticari faaliyetlerini nasıl etkileyeceği  konusunda  şirketlerin  yaklaşık  yarısı  bir  açıklama  yapamazken; %38 i bu yıl cirolarında bir düşüş olacağından endişe ettiğini beyan etmiştir. Firmaların  çoğunluğu  ise  gelecek  haftalarda  seyahat  kısıtlamaları  ve fuar/toplantıların iptali nedeniyle işlerinde bir azalma olacağını düşündüklerini iletirken;  yüzde  20 si  şimdiden  işlerinde  ciddi  bir  gerileme  olduğunu belirtmişlerdir.14 Görüldüğü üzere koronavirüs (Covid 19) temelli gelişmelerin özellikle  iç  talebin  azalmasını  beraberinde  getirdiği  ve  buna  bağlı  olarak ekonomide yavaşlamaya yol açtığı açık ve kesindir. Bu da işverenler ve çalışanlar için yönergeler, vergi indirimleri, kredi ve mali yardımlar, ithalat ve ihracat risklerinin karşılanması, işten çıkarmaların, grev ve lokavtların yasaklanması gibi konularda devletten yönlendirme ve desteğe ihtiyaç duyulmasını beraberinde getirmiştir.  Söz  konusu  ihtiyaca  ilişkin  talepler  karşılıksız  kalmamış  ve koronavirüs (Covid 19) salgınının ekonomik yapıdaki olumsuz etkilerine ve neden olduğu  bozulmalara  karşı  Cumhurbaşkanlığı  tarafından  18  Mart  2020 de  Ekonomik İstikrar Kalkanı  adıyla bir paket açıklanmıştır.15 Buna göre: ●  İç hava yolu taşımacılığında da 3 ay süreyle KDV oranının yüzde 18 den yüzde 1 e indirilmiş, ●   Nakit akışı bozulan firmalarla ilgili bankaların üç ay ertelemeli kredi finansmanı sağlanmış, ●  İhracatçılara yönelik stok koruma paketi oluşturulmuş, ●  Telafi çalışma süresi iki aydan dört aya çıkarılmış, ●  Konaklama vergisi uygulaması ertelenmiş, ●  Kredi Garanti Fonu na sağlanan destek artırılmış, ●  Nisan, Mayıs, Haziran aylarında temerrüde düşen firmaların kredi siciline  mücbir sebep  notu düşülmesi kararlaştırılmış,  13 Yeni Koronavirüs (Covid 19) Salgınının Ekonomik ve Sosyal Hayata Etkilerinin Azaltılması Hakkında Kanun ile Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun, R.G., T.17.04.2020, S.31102. 14  https://www.dtr-ihk.de/tr/koronavirus/koronaviruesuen-ekonomik-etkileri,  Erişim  Tarihi, 16.07.2020 15  https://www.aa.com.tr/tr/koronavirus/cumhurbaskani-erdogan-ekonomik-istikrar-kalkanipaketini-acikladi/1770929. Erişim Tarihi, 23.07.2020. 132İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  ●  Kısa Çalışma Ödeneğinden yararlanma süreç ve şartları kolaylaştırılmış, ●  İşten çıkarmalar üç ay boyunca yasakklanmış ve bu süreyi uzatmak hususunda Cumhurbaşkanına yetki verilmiş, ●  Grev ve lokavt eylemleri üç aylığına yasaklanmış, ●  Ücretsiz izne çıkarılan işçilere devlet ödeneği sağlanmıştır. Cumhurbaşkanlığı tarafından açıklanan  Ekonomik İstikrar Kalkanı  paketinin üretim, ticaret ve istihdamın, koronavirüs (Covid 19) salgınından yara almadan devamını sağlamada önemli katkılar sağlayacağı kuşku götürmez. Ancak bu sürecin tam olarak anlaşılabilmesi ve koronavirüs (Covid 19) salgını karşısında üretim akışı ve istihdamın korunması için mevcut hukuksal düzenlemelerin, yapılan güncel değişiklikler ile birlikte uygulamaya geçirilmesi büyük önem taşımaktadır.  Zira  koronavirüs  (Covid  19)    salgının  devam  etmesi  halinde ekonomiyi bekleyen senaryoların kötüleşeceği endişeleri son derece ciddi şekilde kendisini göstermektedir. Tüketim çekingenliğinin ciddi bir eğilim göstermesinin ekonomik büyümeyi olumsuz etkileyeceği açıktır. Salgın hastalıkla mücadelenin tüketici güvensizliği, moralsizliği, turizm faaliyetlerine ilgisizliği gibi etkilere yol açması hiç de uzak bir ihtimal değildir. Bu aşamada en düşük ekonomik maliyetle salgın hastalığın etkilerinin giderilebilmesi için iş hukukunun getirdiği imkanların değerlendirilmesi  büyük  önem  taşımaktadır.  Bu  imkanların  başında  da  kısa çalışmanın geldiğine kuşku yoktur. B-KORONAVİRÜS  (COVID  19)  SALGINININ  OLUMSUZ  ETKİLERİ KARŞISINDA KISA ÇALIŞMA KAVRAMI 1-KISA ÇALIŞMANIN HUKUKİ NİTELİĞİ Kısa çalışma işgücü piyasasında, iş ilişkisinin feshi yerine devamını sağlama hedefiyle  işsizlikle  mücadelede  istihdamı  koruyan,  gelir  sağlayıcı  niteliğiyle sosyal koruma öngören, kriz dönemlerine özgü, istisnai, fakat dinamik bir çalışma modelidir. Bunun da ötesinde kısa çalışma kurumu, ekonomik krizin, işsizliğin yaratacağı ekonomik ve sosyal sorunların çözümünde bir denge unsuru olarak çalışma  ilişkisini  oluşturan  sosyal  gruplar  arasında  uyum  yaratıcı  bir  rol üstlenmektedir.16  Bu  rol,  iş  hukukunun   uyuşmazlıkların  tarafları  arasında dengeleyici  olma   işleviyle  de  örtüşmektedir.17  Çalışma  yaşamının  çeşitli rizikolarla dolu olduğu ve hem işçi hem de işverenlerin ekonomik gelişmelerin seyrine  göre  gerekli  tedbirleri  alarak  bu  rizikolara  katlanmaya  çalışmak zorunluluğu ile karşı karşıya olduğu gözden uzak tutulamaz.18 Özellikle ülke ekonomisini ve çalışma yaşamını olumsuz etkileyen geleneksel ekonomik kriz  16 SEÇKİN, Muhammet İhsan,  Çalışma Ekonomisi ve İş Hukuku Açısından Kısa Çalışma , Marmara Üniversitesi Sosyal Bilimler Enstitüsü, İstanbul 2015, s.5. 17 TINAR, Mustafa Yaşar,  Çalışma Ekonomisi ve Endüstri İlişkileri Öğretiminde Yeniden Yapılanma Üzerine Düşünceler , Prof. Dr. Nusret Ekin e Armağan, TÜHİS, Yayın No: 38, Ankara 2000, s.893. 18 UĞRAŞ, Boray,  İş Hukukunda Kısa Çalışma Kavramı ve Kısa Çalışma Ödeneğine Hak Kazanmanın Koşulları , Çalışma İlişkileri Dergisi, Ocak 2014, C. 5, S. 1, s.50.   133BAŞYİĞİT/ Koronavirüs (Covid 19) Salgın Hastalığının Türk Çalışma Yaşamına Etkileri Bağlamında Kısa Çalışma Kavramı kavramlarının yanı sıra veya mevcut koronavirüs (Covid 19) salgını gibi spesifik zorlayıcı  nedenlerde  işçi  ve  işverenin  dayanışma  halinde  bu  durumlardan kurtulması  makul  bir  çözüm  gibi  gözükmektedir.  Neticede  kısa  çalışma, küreselleşme,  ekonomik  kriz  ve  zorlayıcı  sebeplerin  ortaya  çıkardığı  bir kavramdır.19  Küreselleşmeyle  birlikte  artan  global  rekabet  sürecinde  hangi  sebepten kaynaklandığına  bakılmaksızın  yaşanan  her  tür  ekonomik  krizin,  serbest çalışanlar,  özel  sektörlerde  bağımlı  çalışanlar  ve  haliyle  işverenler  üzerinde oldukça ağır sonuçlar doğuracağına kuşku yoktur. Ekonomik kriz nedeniyle bir kısım  işletmeler  küçülme  yoluna  giderek  işçi  sayısını  azaltırken;  bir  kısım işletmeler ise işçi maliyetlerini düşürmek amacıyla çalışma sürelerini veya üretimi kısma, işi geçici olarak durdurma veyahut ücretsiz izin uygulamaları yoluna gitmekte; ancak tüm çabalara rağmen rekabet ortamına uyum sağlayamayan işletmeler  tasfiye  aşamasına  girmektedir.20  Nitekim  koronavirüs  (Covid  19) salgını ile birlikte de gerek idari önlemlerin ve gerek tüketici alışkanlıklarındaki değişim ve çekingenliğin doğal sonucu olarak pek çok sektör ekonomik bir kriz içerisine  sürüklenmiş  ve  süreci  yönetebilmek  için  farklı  arayışlar  içerisine girmişlerdir. Koronavirüs (Covid 19) salgını gibi ekonomik güçlük dönemlerinde işverenlere destek sağlamak amacıyla öngörülen müesseselerden biri de kısa çalışmadır.21 Koronavirüs (Covid 19) salgınının, toplumun yaşamında görülen zor bir ana, bir buhran dönemine yol açtığı; bir başka açıdan denetlenemeyen dış faktör olması itibariyle sisteme zarar veren olumsuz gelişmeler bütünü olduğu inkâr edilemez.23  Koronavirüs  (Covid  19)  salgınının  beraberinde  getirdiği  zorlayıcı  durum  ve bundan kaynaklı olarak ortaya çıkan ekonomik yavaşlama karşısında işverenler, işgücüne ihtiyaçları kimi sektörlerde tümden veya bazı sahalarda ise kısmen ortadan kalktığından işçilere ücret ödemekten kurtulmayı kendince bir çözüm olarak görmektedirler. Buna karşın işçilerin işlerini kaybetmeden belli bir ölçüde gelire sahip kılınması da işçi tarafının beklentisidir.24 Bundan dolayıdır ki genel ekonomik krizlerin yanı sıra, koronavirüs (Covid 19)  salgını gibi zorlayıcı sebeplerle çalışma hayatında sıkça görülen durumlar karşısında, işçilere sınırlı da olsa bir gelir güvencesi sağlamak amacıyla,  kısa çalışma  ve  kısa çalışma  19 ÇETİNKAYA, Tuba Kayalı,  Kısa Çalışma ve Kısa Çalışma Ödeneği , Ankara Barosu Dergisi, 2014/4, s.419. 20 ALBAYRAK, Candan,  Küreselleşme Ve Ekonomik Krizin İş Hukukuna Etkisi , Türkiye Barolar Birliği Dergisi, Y.2012, s. 168. 21 EKMEKÇİ, Ömer,  Kısa Çalışma ve Kısa Çalışma Ödeneği Uygulamasına İlişkin Sorular , Sicil İş Hukuku Dergisi, S. 14, Haziran 2009, s. 47. 22 DİRLİK, Serkan,  Kriz Yönetimi Stratejileri ve Kriz Sonrası Yeniden Yapılanma ,  Derleyen: Haluk Sümer ve Helmut Pernsteiner, İstanbul Bilgi Üniversitesi Yayınları, İstanbul, 2009, s.36. 23 KUZGUN, Kayhan İnci,  Türkiye de Kısa Çalışma , Hacettepe Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi, C. 23, S.2, Ankara 2005, s.39. 24 AKYİĞİT, Ercan,  Kısa Çalışma , TÜHİS İş Hukuku ve İktisat Dergisi, Ağustos – Kasım 2004, s.1. 134İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  ödeneği  esaslarına başvurulmasının önemli faydalar sağlayacağı inkar edilemez. Kısa  çalışma  modeli,  ekonomik  faaliyet  düzeyinde  daralmaların  yaşandığı koronavirüs  (Covid  19)  salgını  kaynaklı  kriz  döneminde  işgücü  girdisini konjonktürel dalgalanmalarla uyumlaştırarak ve salgından kaynaklı ekonomik kriz ortadan kalktığında tekrar işe geri dönme olanağı tanıyarak bir taraftan kayıtlı işgücüne istihdam güvencesi sağlamakta; diğer taraftan özellikle firmaya, işçi çıkarmadan işgücü talebini mal talebindeki dalgalanmalara göre ayarlayarak, rekabet gücünü koruma olanağı vermektedir.26 2-KORONAVİRÜS  (COVID  19)  SALGINI  KARŞISINDA  KISA ÇALIŞMANIN KAVRAMSAL YAPISI Kısa çalışmanın özünde genel ekonomik kriz ve zorlayıcı nedenlerle işletmenin içine düştüğü ekonomik krizin devlet-sigortalı ve işveren üçgeninde oluşturulan bir sistemle aşılması olgusu yatmaktadır.27 Böylece normal koşullarda işverenin katlanması gereken işletme riskine sigortalı ve devlet de katlanmakta, dönemsel olarak  işçilerin  ücretlerini  ödeme  güçlüğü  çeken  işverenin  işletmeyi  ayakta tutarak, işçi çıkarmadan, krizi aşması için işverene destek olunmaktadır.29 Kısa çalışma kavramı normal çalışma sürelerinin geçici olarak azaltılması veya iş yerinde faaliyetlerin kısmen yahut tümüyle durdurulması olarak tanımlanabilir.30  Diğer bir deyişle kısa çalışma, genel ekonomik, sektörel veya bölgesel kriz ile zorlayıcı sebeplerle işyerindeki haftalık normal çalışma sürelerinin önemli ölçüde azaltılmasını veya işyerinde faaliyetin tamamen veya kısmen durdurulmasını ifade eder.31 4857 sayılı İş Kanununun (İş K.) 65/I maddesiyle İş Hukukunda ilk kez düzenlenen kısa çalışma, genel ekonomik kriz veya zorlayıcı nedenlerle işyerindeki haftalık çalışma süresinin geçici olarak önemli ölçüde azaltılması veya işyerindeki faaliyetin geçici olarak tamamen veya kısmen durdurulmasıdır.  Kavram ilk kez 4857 sayılı İş Kanununun 65 inci maddesiyle düzenlenmekle birlikte 2008 yılında başlayıp küresel etkileri görülen genel ekonomik krizde uygulamayı İşsizlik Sigortası Fonuyla ilişkilendirmek amacıyla 15 Mayıs 2008 tarih ve 5763 sayılı Kanunnın 37 inci maddesiyle Kanundaki kısa çalışma maddesi yürürlükten  kaldırılmış,  bu  defa  konunun  4447  sayılı  İşsizlik  Sigortası Kanununun Ek 2 inci maddesinde düzenlendiği görülmüştür.34 İşsizlik Sigortası Kanununun Ek 2. Maddesinin 1. Fıkrası uyarınca  Genel ekonomik, sektörel veya  25 BÖLÜKBAŞI, Ahmet,  AB de Bir Kısa Çalışma Değerlendirmesi , Sicil İş Hukuku Dergisi, Y.5, S. 19, Eylül 2010, s.184. 26 İNCİ, s.35. 27  CANİKLİOĞLU,  Nurşen,   6111  S.lı  Kanunla  İşsizlik  Sigortası  Kanunu nda  Yapılan Değişiklikler , Toprak İşveren Dergisi, S.89, Mart 2011, s.6. 28 CANİKLİOĞLU, s.12. 29 CANİKLİOĞLU, s.99. 30 ASTARLI, Muhittin, İş Hukukunda Çalışma Süreleri, Turhan Kitapevi, Ankara, s. 348. 31 AKYİĞİT, s.2. 32 R.G., T.10.06.2003, S.25314. 33 R.G., T. 8.9.1999, S. 23810. 34 ÇETİNKAYA, s.422; UĞRAŞ, s.51-52.   135BAŞYİĞİT/ Koronavirüs (Covid 19) Salgın Hastalığının Türk Çalışma Yaşamına Etkileri Bağlamında Kısa Çalışma Kavramı bölgesel kriz ile zorlayıcı sebeplerle işyerindeki haftalık çalışma sürelerinin geçici olarak önemli ölçüde azaltılması veya işyerinde faaliyetin tamamen veya kısmen geçici olarak durdurulması hallerinde, işyerinde üç ayı aşmamak üzere kısa çalışma yapılabilir.  denilmek suretiyle kısa çalışmanın tanımsal yapısı ortaya konmuştur. Ancak asıl ilgi çekici olan husus ise kısa çalışmanın yaptırılabileceği hallerin genel ekonomik, sektörel ve bölgesel kriz ya da zorlayıcı sebeplerle sınırlanmasıdır. Görüldüğü üzere 4447 sayılı İşsizlik Sigortası Kanununun Ek 2 nci maddesinde hangi durumlarda işverenlerce kısa çalışma yaptırılabileceği belirtilmiş olup; bu durumlar tahdidi olarak sıralanmıştır. Bu nedenle İşsizlik Sigortası  Kanununda  sınırlı  olarak  sayılan  hallerin  dışında  kısa  çalışma yaptırılması mümkün değildir. Doktrinde  ise  kısa  çalışmaya  ilişkin  çok  çeşitli  tanımlamalara  gidilmiştir.  ekonomik veya yapısal nedenlerle işgücüne talebin azalması yüzünden işçilerin bir kısmının ya da tamamının normal haftalık çalışma süresinden belirgin biçimde daha az çalıştırılması ya da bir süre hiç çalıştırılmaması;  belli ekonomik veya teknik  sorunların  çözümüne  kadar  uygulanan,  geçici  ve  çalışma  açısından uyulması zorunlu olan, çalışana seçme olanağı bırakmayan, genelde tensikatları (işten çıkarma) önlemeye matuf bir istihdam biçimi;  ekonomik açıdan zor duruma düşen işletmelerde kanunda öngörülen koşulların gerçekleşmesi halinde, işçinin rızasına gerek duyulmaksızın, çalışma sürelerinin önemli ölçüde azaltıldığı ya da işin tamamen tatil edildiği, işçinin azalan ya da kesilen ücretinin yerine İşsizlik Sigortası Fonu ndan ödeneğin öngörüldüğü, böylelikle işçi ve işveren çıkarlarının, sigorta sisteminin de dahil edilmesi ile uzlaştırıldığı bir çalışma biçimi;  kanunda  sayılan  nedenlerle  ekonomik  açıdan  sıkıntıya  düşen işletmelerde, işçi ve işverenlerin çıkarlarının İşsizlik Sigortası Fonu nun da dahil edilmesiyle  uzlaştırıldığı  ve  işin  geçici  olarak  kısmen  ya  da  tamamen durdurulduğu veya çalışma süresinin azaltıldığı bir uygulama; genel ekonomik kriz ya da zorlayıcı nedenlerle işyerindeki haftalık çalışma süresinin geçici olarak önemli ölçüde azaltılması, işyerindeki faaliyetin tamamen veya kısmen geçici olarak  durdurulmasıyla  sınırlı  bir  kavram  ifadeleri  en  yaygın  şekilde benimsenmiş tanımlamalar olarak kabul edilmektedir. Kanaatimizce kısa çalışma belli hallere özgü ve geçici bir çalışma-ücret düzeni olarak, kanunda sınırlı sayıda sayılmış bulunan olguların gerçekleşmesi halinde gerekli prosedürleri yerine getiren işverenin işyerinde çalışma sürelerini geçici de olsa kısaltmasına, işçilere  35 KUTAL, Metin,  İstihdam Politikasının Bir Aracı: Kısa Süreli Çalıştırma , MESS Mercek Dergisi, S.6, Nisan 1997, s.29. 36 KUTAL, Gülten,  Uluslararası Boyutlarıyla Türkiye de Kısmi Süreli Çalışma ve Geleceği , Hukuki Esasları ve Sosyo Ekonomik Yönleriyle Kısmi Çalışma Paneli, Ankara 1991, s.93. 37 CANİKLİOĞLU, s.503-504. 38 AYDIN, Ufuk,  Kısa Çalışma Uygulaması ve Güncel Gelişmeler , Sicil İş Hukuku Dergisi, Y.4, S.13, s.30. 39 MOLLAMAHMUTOĞLU, Hamdi/ASTARLI, Muhittin/BAYSAL, Ulaş, İş Hukuku, Turhan Kitabevi, 6.Bası, Ankara 2014, s.1282. 136İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  ise kamu otoritesi tarafından gelir desteği sağlanmasına dayalı bir iş hukuku modeli olarak kabul edilebilir.  3-KORONAVİRÜS  (COVID  19)  SALGINI  KARŞISINDA  KISA ÇALIŞMANIN UYGULANABİLİRLİK ÖLÇÜTLERİ  a) GENEL EKONOMİK KRİZ Koronavirüs  (Covid  19)  salgınının  kısa  çalışma  yaptırılabilmesi  hususunda gerekli ve Kanunda tahdidi olarak sayılan hallere uygun olup olmadığı sorusu akla gelebilir. Ekonomik kriz, genel olarak  ekonomik yapıdan doğan ve sadece ekonomik yaşamı değil sosyal ve siyasal yaşamı sekteye uğratan, işsizlik, yokluk, genel maddi sıkıntı yaratan bir kötüye gidiş olarak tanımlanmaktadır.40 Belli bir/birkaç işyerinde değil de bir/birkaç işkolunda (o işkolundaki işyerlerinde) yaşanan ekonomik kötü gidiş, sektörel kriz diye anılmaktadır.41 Bölgesel kriz ise, ulusal veya uluslararası olaylardan dolayı belirli bir il veya bölgede faaliyette bulunan işyerlerinin ekonomik olarak ciddi şekilde etkilenip sarsıldığı durumları ifade etmektedir.42  Öncelikle ifade etmek gerekir ki koronavirüs (Covid 19) salgının ekonomik anlamda ulusal büyüme rakamlarını dahi olumsuz etkileyecek yavaşlamaları beraberinde getirdiğini inkar etmek mümkün değildir. Başta turizm, otomotiv ve ulaşım sektörleri olmak üzere çeşitli iş alanlarında ciddi anlamda sorunlar yarattığı da gözden uzak tutulamaz. Ancak kanaatimizce koronavirüs (Covid 19) salgını neden olduğu tüm bu olumsuzluklara rağmen, kısa çalışma yapılabilmesi için Kanunda sınırlı sayıda sayılmış bulunan hallerden ekonomik kriz, sektörel kriz ve bölgesel kriz hususlarını karşılar bir hali ifade etmemektedir.  Kısa Çalışma Yönetmeliği nde genel ekonomik kriz, ulusal veya uluslararası ekonomide ortaya çıkan olayların, ülke ekonomisini ve dolayısıyla işyerini ciddi anlamda etkileyip sarstığı durumlar olarak ifade edilmektedir.(Yön. Md.:3/1-c). Genel ekonomik kriz esasen ekonomik yapıdan kaynaklanan, ekonomik yaşamla birlikte sosyal ve siyasal yaşamı sekteye uğratan işsizlik, yokluk, genel maddi sıkıntı  yaratan  kötüye  gidiş  olarak  ifade  edilebilir.44  O  halde  kısa  çalışma yapılmasını gerektirecek anlamda genel ekonomik krizden söz edebilmek için krizin ülke çapında ve ülke ekonomisini sarsacak boyutta olması ve işyerlerini de ciddi  anlamda  etkileyip  sarsması  gerekmektedir.45  Dünya  genelinde  petrol ücretlerinin aşırı oranda yükselmesi, büyük oranda devülasyon, savaş hali genel ekonomik  kriz  hallerine  örnek  olarak  verilebilir.  Koronavirüs  (Covid  19) salgınının ise bu nitelikleri ihtiva eden bir krize sebebiyet vermediği, yalnızca belirli sektörlerde de o da yavaşlama niteliğinde bir sorunsal yapı oluşturduğu  40 MOLLAMAHMUTOĞLU, Hamdi, İş Hukuku, Turhan Kitabevi, 2. Bası, Ankara 2005, s.712. 41 AKYİĞİT, s.6. 42 ÇETİNKAYA, s.442. 43 R.G., T.13.1.2009, S.27109. 44 MOLLAMAHMUTOĞLU, s.12. 45 ÇELİK, Nuri/CANBOLAT, Talat/CANİKLİOĞLU, Nurşen, İş Hukuku Dersleri, Yenilenmiş 32. Bası, Beta Yayınevi, İstanbul 2019, s.287.   137BAŞYİĞİT/ Koronavirüs (Covid 19) Salgın Hastalığının Türk Çalışma Yaşamına Etkileri Bağlamında Kısa Çalışma Kavramı gözden  uzak  tutulamaz.  Bu  anlamda  koronavirüs  (Covid  19)  salgının Yönetmelikte anlamını bulan genel bir ekonomik krize yol açtığını kabul etmek pek de mümkün değildir. b) SEKTÖREL KRİZ Sektörel krizin varlığının tespitinde; işletmenin faaliyet gösterdiği sektördeki ekonomik göstergeler, geçerli nedenin açıklığa kavuşturulması bakımından önem arz eder. Bu göstergelerden biri; ilgili sektörde iktisadi faaliyet kollarına göre Gayri Safı Yurtiçi Hasıla (GSYİH) nın zaman içinde nasıl değiştiğidir. Buna göre işten çıkarmanın gerçekleştiği sektörün GSYİH ya katkısı diğer faaliyet kollarına oranla  son  dönemlerde  azalmışsa  sektörel  bir  olumsuzluğun  varlığı  kabul edilebilecektir,  ikinci  bir  gösterge  ise,  sektörel  bazda  ekonomik  faaliyetler hakkında bilgi veren Sanayi Üretim Endeksi dir.46 Ancak özellikle ifade etmek isteriz ki koronavirüs (Covid 19)  salgını Gayri Safı Yurtiçi Hasıla anlamında sektörel bazda ciddi ve sürekli bir azalmaya yol açmadığı gibi Sanayi Üretim Endeksinde  de  kalıcı  bir  negatif  görünüme  sebebiyet  vermemiştir.  O  halde koronavirüs (Covid 19) salgınının sektörel kriz gerekçesini oluşturmaktan uzak olduğunu da belirtmekte fayda vardır. Yargıtay ın  istikrar  kazanmış  kararlarına  göre  sektörel  bir  krizden bahsedilebilmesi içinse her bir sektörün GSYİH ya katkısı dolayısıyla sektörel kalkınma ve ekonomik canlılık yine Türkiye İstatistik Kurumu (TÜİK) tarafından hazırlanan raporlardan tespit edilebilir.47 Kaldı ki sektörel krizin varlığı, işçi ve işveren sendikaları konfederasyonlarının iddia etmesi ya da bu yönde kuvvetli emarelerin bulunması halinde, Türkiye İş Kurumu Yönetim Kurulunca karara bağlanmaktadır.  Koronavirüs  (Covid  19)  salgının  bu  türlü  bir  yayılım göstermemesi, tüm ülkeyi etkisi altına alması ve kaldı ki salgının salt belli sektörlerde  bir  krize  sebebiyet  verdiği  hususunda  işçi  yahut  işveren konfederasyonlarının  iddialarının  mevcut  olmaması  karşısında,  bu  salgının bölgesel bir kriz oluşturduğunu da iddia etmek mümkün olmayacaktır. c) ZORLAYICI NEDEN  Salgın hastalığın sebebiyet verdiği ekonomik olumsuz etkilenmeler karşısında kısa  çalışma  yöntemine  başvurulamayacağı  anlamı  çıkarılmamalıdır.  Zira yukarıda  da  ifade  ettiğimiz  üzere  kısa  çalışma  yapılabilecek  haller  yalnızca ekonomik kriz durumları ile sınırlı değildir. Bu durumların dışında zorlayıcı sebep de kısa çalışma yapılabilecek haller arasında yer almaktadır ki koronavirüs (Covid 19) salgınından kaynaklanan olumsuz etkilenmelerin zorlayıcı neden oluşturduğu kanaatimizi belirtmekte fayda görüyoruz. Bu kapsamda söz konusu salgının zorlayıcı neden olarak kabulü hususunda ilk akla gelen soru hiç kuşkusuz zorlayıcı nedenin ne olduğu hususu olacaktır? Şurası açıktır ki koronavirüs (Covid 19)  46 ÇETİNKAYA, s.441. 47 Yargıtay 9. Hukuk Dairesi, T. 17.5.2010, E. 2010/16041 K. 2010/13716. Sinerji Mevzuat Programı, Erişim Tarihi, 14.07.2020. 138İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  salgını toplum ve devlet yapısını, hayatını tehlikeye sokan ve ivedilikle tepki verilmesi  gereken,  toplumun  ve  devletin  kriz  öngörme  ve  önleme mekanizmalarının kısmen dahi olsa yetersiz kaldığı bir gerilim durumudur.48 Genel anlamıyla zorlayıcı sebep, borcun ifa edilememesine kaçınılmaz bir şekilde neden  olan,  borçlunun  faaliyet  sahası  ve  organizasyonel  bütünlüğü  dışında meydana  gelen,  önceden  öngörülmesi  ve  haliyle  karşı  konulması  mümkün olmayan  bir  olay  olarak  kabul  edilebilir.49  Zorlayıcı  nedeni  önceden öngörülemeyen, taraflarca arzu edilmeyen, dıştan gelip işyerinin işleyişini geçici bir süre tamamen veya kısmen engelleyen bir olgu olarak düşünebiliriz.50 Ancak genel kabul gören görüş kapsamında zorlayıcı neden sorumlu veya borçlunun faaliyet alanı dışında meydana gelen, borcun ihlaline kaçınılmaz bir şekilde yol açan ve önceden öngörülmesi ve önlenmesi mümkün olmayan, beklenmedik olağanüstü haller şeklinde tanımlanmaktadır.51  Zorlayıcı neden bir kusur halini ifade etmez; zira zorlayıcı sebep, illiyet bağını her durumda  kesen  ve  bu  itibarla  sorumlu  kişiyi  veya  borçluyu  sorumluluktan kurtaran bir neden olsa da sözleşmeye aykırı bir hali ifade etmez. Nitekim buna uygun olarak yargı uygulamasında İş Hukukunda zorlayıcı neden, umulmayan hali ve imkânsızlığı da kapsayacak şekilde önceden öngörülemeyen, meydana geldiğinde karşı konulması mümkün olmayan ve kusura dayanmayan olaylar olarak  dikkate  alınmaktadır.52  Bundan  dolayıdır  ki  koronavirüs  (Covid  19) salgınının zorlayıcı neden kavramını tam olarak karşıladığını söylemekte fayda vardır.  Öncelikle  koronavirüs  (Covid  19)  salgını,  işletmeyle  bağlantılı bulunmayan, önceden öngörülemeyen, kaçınılmaz ve mutlak bir şekilde borcun ifasını engelleyen bir olay olup, işletme ve faaliyetiyle ilgisi olmayan bir dış kuvvetin  etkisiyle  meydana  gelmiştir.53  Şöyle  ki  söz  konusu  salgın,  iş sözleşmesinden kaynaklı borçların ifa edilememesine neden olmasının yanı sıra, sözleşme taraflarının kusurundan kaynaklanmamakta ve karşı konulması mümkün olmayan bir olay vasfını ihtiva etmektedir. Kaldı ki İş Hukukunda zorlayıcı sebebin; kaçınılamayan ve önceden görülemeyen, dıştan gelen, işçiyi çalışmaktan alıkoyan bir hal olduğu da dikkate alındığında koronavirüs (Covid 19) dahil olmak üzere  bu  duruma  sebebiyet  veren  her  tür  salgın  hastalığın  zorlayıcı  neden  48Göksu  Turgut,   Kriz  Yönetimi ,  s.1,  http://turgutgoksu.com/FileUpload/ks1/File/krizyonetimitgsbt1.pdf,  Erişim  Tarihi, 13.07.2020. 49 YUVALI, Ertuğrul,  İş Hukukunda Zorlayıcı Neden Ve Zorunlu Neden Kavramları İle Bu Kavramların İş Sözleşmesi Üzerindeki Etkileri , Kamu-İş İş Hukuku Dergisi, C.12, Sy.3/2012, s.2. 50 AKYİĞİT, Ercan,  Kısa Çalışma , TÜHİS İş Hukuku ve İktisat Dergisi, C:19, Ağustos/Kasım 2004, s.6. 51 SUBAŞI, s.141. 52 SUBAŞI, s.143. 53 REİSOĞLU, Safa, Türk Borçlar Hukuku (Genel Hükümler), Beta Basım Yayım, 25. Bası, İstanbul 2014, s.359   139BAŞYİĞİT/ Koronavirüs (Covid 19) Salgın Hastalığının Türk Çalışma Yaşamına Etkileri Bağlamında Kısa Çalışma Kavramı oluşturduğu inkar edilemez. Zira söz konusu salgın işyerinden kaynaklanması itibariyle çalışmayı önleyen nedenler arasında da yer almamaktadır.  Kısa  Çalışma  ve  Kısa  Çalışma  Ödeneği  Hakkında  Yönetmelik  hükümleri bağlamında değerlendirme yapıldığında da aynı sonuca ulaşıldığını söylemek mümkündür. Şöyle ki Yönetmeliğe göre ise, zorlayıcı sebep, işverenin kendi sevk ve idaresinden kaynaklanmayan, önceden tahmin edilemeyen, bunun sonucu olarak bertaraf edilmesine olanak bulunmayan, dışsal etkilerden ileri gelen, geçici olarak  çalışma  süresinin  azaltılması  veya  faaliyetin  tamamen  veya  kısmen durdurulması  ile  sonuçlanan  deprem,  yangın,  su  baskını,  salgın  hastalık, seferberlik ve benzeri nedenleri ifade etmektedir. Görüldüğü üzere Yönetmelik 3/1-h hükmü ile açık bir biçimde salgın hastalıkları kısa çalışma gerektiren haller arasında saymıştır. Koronavirüs (Covid 19) hastalığının salgın boyutuna varmış olması, işverenin sevk ve idaresinden kaynaklanmaması, önceden bilinmediği gibi bertaraf edilmesi de mümkün olmayan bir durum oluşturması itibariyle kısa çalışma için gerekli ön koşul olan zorlayıcı nedenin varlığı şartını karşıladığı kuşku götürmez. 4-KISA ÇALIŞMA UYGULAMASI VE SÜRESİ İşverenin kriz ya da zorlayıcı nedenden kısa çalışma uygulamasını haklı kılacak ölçüde etkilendiği kabul edilse de, daha hafif önlemlerle, örneğin fazla çalışma uygulamasının kaldırılması, serbest zaman kullanılması, denkleştirme esası gibi esnek çalışma yöntemlerinin kullanılması, tasarruf tedbirlerinin uygulanması ve kanımızca  üretimin  ve  verimliliğin  arttırılması  gayretleriyle  krizin  etkisi azaltılabilecekse, kısa çalışma koşulları gerçekleşmiş olmayacaktır.55 Uygulanan yöntemlere rağmen ekonomik krizin ya da zorlayıcı nedenin etkileri, çalışma sürelerini  azaltmadan  ya  da  faaliyeti  kısmen  ya  da  tamamen  durdurmadan giderilemeyecek derecede ise kısa çalışma söz konusu olacaktır.56  Bir işyerinde koronavirüs (Covid 19) salgınından kaynaklı olarak kısa çalışma uygulamasına gidilebilmesi için sadece bu zorlayıcı nedenin varlığı yetmez. İşyerinde ya tüm birimlerin geçici olarak faaliyetlerine ara vermesi, yani işin tamamen durdurulması veya en azından işyerinde belli bir veya birden fazla birimin faaliyetine ara verilmesi, diğer bir deyişle işyerinde faaliyetlerin en azından kısmen durdurulması söz konusu olmalıdır.57 Gerek haftalık çalışma süresinin önemli ölçüde azaltılması gerek faaliyetin tamamen veya kısmen geçici durdurulmasının hangi koşullarda kısa çalışma sayılacağı Yönetmelikte yer alan  54 OCAK, Saim, Türk İş Hukukunda Kısa Çalışma, Marmara Üniversitesi Sosyal Bilimler Enstitüsü, Yayımlanmamış Doktora Tezi, İstanbul 2008, s.126. 55 ÖZKARACA, Ercüment,  İş Güvencesi Sistemine Eleştirel Bakış , İş ve Sosyal Güvenlik Hukukuna İlişkin Sorunlar ve Çözüm Önerileri, 15. Yıl Toplantıları, İstanbul Barosu Yayınları, Haziran 2011, s.651. 56 SEÇKİN, s.100. 57 CANİKLİOĞLU, Nurşen,  4857 S.lı İş Kanununa Göre Kısa Çalışma Ve Kısa Çalışma Ödeneği , A.Can. Tuncay a Armağan, İstanbul 2005, s.510. 140İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10   Kısa  Çalışma   tanımında  belirtilmiştir.  Yönetmeliğe  göre  haftalık  çalışma süresinin önemli ölçüde azalmış sayılabilmesi için, o işyerinde uygulanan emsal çalışma süresinin en az üçte bir oranında azalmış olması gerekir. (Yön. Md. 3/1ç) Kısa çalışma süresinin haftada 15 saatin altında azaltılması (örneğin 14 saat azaltılması)  başka  bir  deyişle  haftada  30  saatin  üzerinde  (örneğin  31  saat) çalışılması durumunda kısa çalışmadan söz edilemeyecektir.58 Diğer bir deyişle haftalık çalışma sürelerinde üçte birden daha az bir azaltma yapılması halinde kısa çalışmadan bahsedilemeyecek, bu halde iş koşullarında değişiklik yapıldığının kabulü ile bu değişikliğin geçerliğinin işçinin rızasına bağlı olduğunu kabul etmek gerekecektir.59  İşyerindeki  faaliyetin  durdurulması  veya  haftalık  iş  süresinin  önemli  ölçüde azaltılmasının yasal anlamda kısa çalışma sayılabilmesi için, bunun geçici olması zorunludur. Yasal koşullar kısa çalışma olgusunun işyeri açısından geçici bir karakter taşıdığını anlatır. Bu bakımdan işverenin işi sürekli/kalıcı bir şekilde tatil etmesi durumunda kısa çalışma olgusundan bahsetmek mümkün değildir. Kısa çalışma uygulamasındaki geçiciliğin ölçütü işyerindeki faaliyetin en az 4 hafta; en çok 3 ay süreyle geçici olarak tamamen veya kısmen durdurulmasıdır (KÇY. 3/ç). Bu nedenle 3 aydan fazla süreler için kısa çalışma uygulamasına geçilemez. Ancak  istisnaen  söz  konusu  süreler  kanun  yahut  Cumhurbaşkanı  kararı  ile uzatılabilmektedir. Görüldüğü gibi, burada iki ana kural söz konusudur. Birincisi çalışma süresi işyerinin tamamında veya bir bölümünde geçici olarak en az üçte bir oranında azaltılmalı ya da faaliyet, süreklilik koşulu aranmaksızın en az dört hafta geçici olarak kısmen ya da tamamen durdurulmalıdır. İkinci ana kural ise, her iki halde de uygulanacak kısa çalışma süresi üç ayı aşmamalıdır. Kısa  çalışma  uygulaması  prensip  olarak  kısa  çalışmayı  gerektiren  zorlayıcı nedenin devam süresiyle sınırlıdır. Zorlayıcı neden ortadan kaybolduğu halde de kısa çalışma devam edemez.60 Yani kısa çalışma nedenleri var olsa dahi, çalışma sürelerinin azaltılması geçici değil sürekli bir hal almışsa, böylesi bir durumda kısa  çalışmadan  bahsetmekte  mümkün  olmayacaktır.  Bundan  dolayıdır  ki koronavirüs (Covid 19) gibi bir salgın hastalık dolayısıyla işyerinde çalışma sürelerinin sürekli olarak azaltılması halinde kısa çalışma değil, işçinin rızasının alınmasını zorunlu kılan kısmi süreli çalışma esasının ortaya çıkacağı kuşku götürmez. Kısa çalışma geçici bir durumu ifade ettiği için, faaliyetin sürekli tatil edilmesinde iş sözleşmesi sona erdiği için, prime ilişkin koşullarının da mevcut olması halinde işçiye sigortasından işsizlik ödeneğinin verilmesi söz konusu olacaktır.61   58 SİNAN, Özdemir Cumhur,  4857 S.lı İş Kanunu na Göre Kısa Çalışma Ve Kısa Çalışma Ödeneği , Yaklaşım Dergisi, Y.13, S.145, Ocak 2005, s.208. 59 BAŞTERZİ, Süleyman,  Türkiye de Feshe Karşı Koruma Hukuku Reformunun Sosyal ve İstihdam Üzerindeki Etkisi , AÜHFD, Y. 2005, s. 69-70. 60 UĞRAŞ, s.54. 61 CANİKLİOĞLU, s.510-511.   141BAŞYİĞİT/ Koronavirüs (Covid 19) Salgın Hastalığının Türk Çalışma Yaşamına Etkileri Bağlamında Kısa Çalışma Kavramı Kısa çalışma, iş sözleşmesinin feshi ve ücretsiz izin gibi uygulamalara karşı bir alternatif olarak öne çıkarılmaktadır. Ancak bu durum kısa çalışma ödeneğinin bütün işçilerin faydalanabileceği bir düzenleme olduğu sonucunu beraberinde getirmemelidir.  Kısa  çalışmaya  yönelik  hükümlerden  de  anlaşıldığı  üzere faaliyetin durdurulması veya çalışma süresinin azaltılması halinin yasal anlamda kısa çalışma sayılabilmesi için, bunun öncelikle geçici olması zorunludur. Kısa çalışma kurumunun doğası da bunu gerektirmektedir.62 Ancak belirtmek gerekir ki kısa çalışma ödeneğinden yararlanma olanağı doğuran yeni bir durum ortaya çıktığı takdirde, bu yeni duruma bağlı olarak yeni bir kısa çalışma uygulaması yapılmasını engelleyici bir hüküm bulunmamaktadır.63 Bu bakımdan örneğin; koronavirüs  (Covid  19)  salgınına  bağlı  olarak  kısa  çalışma  uygulamasından yararlanan işverenin bir süre sonra genel ekonomik kriz nedeniyle yeni bir kısa çalışma talebinde bulunması mümkündür.  Kısa çalışma süresinin üç ayla sınırlı olduğu, kısa çalışmayı gerektiren nedenler sona ermese de üç ayın sonunda her halükarda kısa çalışmanın sona ereceği açıktır. Kanunda düzenlenen bu üç aylık süre genel bir kural olup sonradan yapılan düzenlemeler ile bu süreye istisnalar getirilebilir. Nitekim, 2008 küresel ekonomik  krizinde  istisnai  düzenlemeye  gidilmiş  ve  üç  aylık  süre  altı  aya çıkarılmıştır.64 Halihazırda Cumhurbaşkanına ait olan bu yetkinin mevcut salgın hastalık hususunda da kullanılmış ve kısa çalışma süresi 28 Şubat 2021 tarihine kadar  uzatılmış  yine  buna  uygun  olarak  25.maddenin  birincifıkrasının  (II) numaralı bendinde ve diğer kanunların ilgili hükümlerinde yer alan ahlak ve iyiniyet kurallarına uymayan haller ve benzeri sebepler dışında iş sözleşmelerinin işveren tarafından feshedilememesine yönelik düzenlemenin bitiş tarihi de 17 Mart 2021 tarihi olarak belirlenmiştir.65 Bununla birlikte  kısa çalışma ödeneği sürelerini 30 Haziran 2021 tarihine kadar uzatmak hususunda Cumhurbaşkanı yetki sahibidir. Salgının ulaştığı boyut, pek çok sektörün ciddi anlamda olumsuz etkilenmesi hatta üretimin durmasına kadar varan olumsuzluklarla karşılaşması karşısında  üç  aylık  sürenin  yeterli  olmadığı  açıktır.  Bundan  dolayı Cumhurbaşkanlığı Kararı ile söz konusu üç aylık sürenin artırılmasının yerinde olduğu yönündeki kanaatimizi belirtmek isteriz. Zira, azami sürenin dolması ile kısa  çalışma  kendiliğinden  sona  erecek;  işçilerin  herhangi  bir  ihtara  gerek olmaksızın işlerine geri dönerek iş başı yapmaları gerekecektir.66 Oysa ki önü alınamaz  şekilde  yayılan  ve  dahası  sona  ermesine  ilişkin  kesin  bir  tespit yapılamayan  bir  salgın  hastalık  için  üç  aylık  bir  sürenin  yetersiz  olduğu kuşkusuzdur. Bundan dolayıdır ki kısa çalışmanın yapılmasına sebep teşkil eden koronavirüs  (Covid  19)  salgının  ortadan  kalkmasının  beklenmesi;  bunun  da  62 SEÇKİN, s.104. 63 TULUKCU, Binnur,  Kanun Değişiklikler Çerçevesinde Kısa Çalışma ve Kısa Çalışma Ödeneği Uygulamasının Değerlendirilmesi , Terazi Hukuk Dergisi, S.91, Mart 2014, s.23. 64 ÇETİNKAYA, 449. 65 SUBAŞI, s.159. 66 AKYİĞİT, s.33. 142İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  mümkün görülmemesi halinde ise kısa çalışma süresinin uzatılması en doğru çözümdür. 5-KISA ÇALIŞMA UYGULAMASINA GEÇİŞTE HUKUKİ SÜREÇ VE TÜRKİYE  İŞ  KURUMU NA  BİLDİRİM  TALEBİNİN DEĞERLENDİRİLMESİ Kısa çalışmanın esasa ilişkin yukarıda sayılan koşullarının yerine gelmiş olması tek  başına  yeterli  değildir.  Ancak  önemle  belirtmek  isteriz  ki  kısa  çalışma uygulamasına geçilmesi hususunda işçinin rızası aranmamaktadır; kısa çalışma ödeneği için kuruma başvuran işverenin bu uygulaması işçinin muvafakatine değil kurum kararına dayanmaktadır.67 Koronavirüs (Covid 19) salgınından kaynaklı zorlayıcı sebeplerle işyerinde kısa çalışma yapılmasını talep eden işverenin, Kısa Çalışma Talep Formunu doldurarak Türkiye İş Kurumu birimine, varsa toplu iş sözleşmesi tarafı sendikaya yazılı bildirimde bulunması gerekmektedir. İşyerinde uygulanmakta olan bir toplu iş sözleşmesi yoksa işverenin hiçbir sendikaya bildirimde bulunmasına gerek yoktur.  İşverenin durumu iki ayrı kuruma yazılı olarak bildirme zorunluluğu getirilmişse de Kurum ile sendikaya yapılacak bildirimin sonuçları birbirinden çok farklıdır. Kısa çalışma talebini değerlendirecek ve nihayetinde talebi kabul ya da red edecek yetkilerle donatılmış makam Kurum iken, sendikaya yapılacak bildirim tamamen şekli bir nitelik taşımakta, sendikanın kısa çalışma kararının verilmesinde hiçbir yetkisi ya da etkinliği bulunmamaktadır.68 Diğer bir deyişle işçi sendikasına bildirim yapılması yeterli olduğundan, toplu fesih uygulamasında olduğu gibi toplu  iş  sözleşmesi  tarafı  sendika  ile  işveren  arasında  diyalog  kurulması zorunluluğu bulunmamaktadır.69  Dolayısıyla işçiler ve sendikası karşı çıksa bile aranan yasal koşullar sağlandığında işverenin kısa çalışmaya geçmesine yönelik itiraz imkanları olmayacaktır. Sendikanın konu hakkında sadece bilgi sahibi olmasının  sağlanması  ile  yetinilmesi,  toplu  iş  sözleşmesinin  tarafı  olmayan sendikalara bildirim zorunluluğunun dahi getirilmemiş olması sosyal diyalogun ve  tarafların  dengeli  katılımının  sağlanması  açısından  yeterli  olmamış  ve doktrinde haklı olarak eleştirilmişse de, hızlı hareket etme gerekliliği, üretim akışının ve buna bağlı olarak istihdamın korunması maksatlı olarak sürecin bir an önce harekete geçirilmesi zorunluluğu ve kaldı ki kısa çalışmanın geçici bir uygulama olması hususları karşısında bu eleştirilere katılamıyoruz.   İşveren yapacağı bildirimde; genel ekonomik, sektörel veya bölgesel kriz ile zorlayıcı sebeplerin işyerine etkilerini ve zorlayıcı sebebin ne olduğunu, işyerinin unvanını, adresini, varsa toplu iş sözleşmesi tarafı sendikayı ve sosyal güvenlik işyeri  sicil  numarasını,  varsa  iddiasını  kanıtlayıcı  somut  belgeleri  belirtmek  67 SUBAŞI, s.166. 68 ERKUL, İhsan, İşverenin 4857 Sayılı İş Kanunu ndan Doğan Hakları, Yükümleri ve Sorumlulukları, Ayrıntı Basımevi, Eskişehir Eylül 2010, s.110. 69 CANİKLİOĞLU, 4857 S.lı İş Kanununa Göre…, s.512. 70 OCAK, s.351.   143BAŞYİĞİT/ Koronavirüs (Covid 19) Salgın Hastalığının Türk Çalışma Yaşamına Etkileri Bağlamında Kısa Çalışma Kavramı zorundadır. Kısa çalışma talebinin hukuka uygun olduğunu ispat için işverenin, gerekli bilgi ve belgeleri sunması şarttır. Bu kapsamda koronavirüs (Covid 19) salgınının  işyerine  olan  olumsuz  etkilerine  yönelik  siparişlerin  ve  satışların azaldığına, pasiflerin arttığına, alacakların tahsil edilemediğine, işletmenin zarar ettiğine yönelik belgelerin ve işyeri kayıtlarının ibrazı zorunlu olacaktır. İşveren, talep formuna ekli olan 11 maddelik bir taahhütnameyi de imzalamak zorundadır. Bu taahhütnamede işveren, işyerinde uygulanacak kısa çalışmaya ilişkin uygunluk tespitinin yapılması amacıyla talep edilen bilgi ve belgeleri Kurum yetkililerine teslim edeceğini, kısa çalışma ödeneğinden yararlanan işçilerin çalışma sürelerine ait kayıtları tutacağını ve istenilmesi halinde Kurum yetkilisine ibraz edeceğini, Kurum tarafından yapılacak inceleme esnasında; kısa çalışma yaptırılacak işçilere ilişkin  bilgileri;  Türkiye  İş  Kurumu nun  web  sitesinde  yer  alan  formatta hazırlayarak manyetik ortamda Kurum yetkilisine teslim edeceğini, istenilen bilgi, belge  ve  kayıtları  belirtilen  sürede  vermediği  takdirde  idari  para  cezası uygulanacağını, uygunluk tespiti sonucu işverene bildirilen kısa çalışma oranı üzerinde kısa çalışma ödemesi talep etmeyeceğini, uygunluk tespitine konu olan toplam çalışan sayısının değişmesi (işçi giriş/çıkışı) halinde gerekçesi ile birlikte 10 gün içinde bildireceğini, kısa çalışma inceleme sonucunu işyerinde işçilerin görebileceği bir yerde ilan edeceğini ve varsa toplu iş sözleşmesine taraf işçi sendikasına bildireceğini, ilan yoluyla işçilere duyuru yapamadığı durumlarda kısa çalışmaya tabi işçilere yazılı bildirim yapacağını, kısa çalışma ödeneği alanların  yaşlılık  aylığı  almaya  başlaması,  herhangi  bir  sebeple  silah  altına alınması veya herhangi bir kanundan doğan çalışma ödevi nedeniyle işinden ayrılması durumunu veya sağlık raporunun başlama ve bitiş tarihlerini Kuruma bildireceğini, normal faaliyete başlamaya karar vermesi halinde durumu Kurum birimine, varsa toplu iş sözleşmesi tarafı sendikaya ve işçilere altı işgünü önce yazılı  olarak  bildireceğini,  işyerinin  faaliyet  alanının  belirlenmesinde  Sosyal Güvenlik Kurumu kayıtlarının esas alınacağını, Kuruma yapacağı eksik ve/veya hatalı bildirimden kaynaklanan fazla ödemeleri yasal faiziyle birlikte ödeyeceğini kabul ve taahhüt etmektedir. Görüldüğü üzere, taahhütname, talep aşamasından, kısa  çalışma  uygulamasının  sona  ermesine  kadar,  işverenin  kısa  çalışma döneminde mevzuat gereği uymak ve yapmak zorunda oldukları yükümlülükleri içermektedir.71 İşverenin kısa çalışma talebi, öncelikle Türkiye İş Kurumu tarafından şekil ve sebep yönünden değerlendirilir. İşverenin kısa çalışma talebinin şekil ve sebep yönünden denetimi, talebin yazılı ve yönetmelikte yer alan biçimsel koşulları taşıyıp taşımadığı yönünde yapılır. Kısa çalışma talebinin uygun olup olmadığının sebep yönünden incelenmesi ise, işverenin başvurusuna vesile olan olguyu anlatır. Zira kanuna uygun olarak işverenin kısa çalışma yaptırabilmesi için, bu tür bir uygulama  yapmayı  mümkün  kılan  nedenlerin  varlığının  tespit  edilmesi gereklidir.72 Krizin varlığına dair bu karar alınmadan ya da koronavirüs (Covid  71 SEÇKİN, s.109. 72 ASTARLI, s.362. 144İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  19) salgını ile bağdaşmadığı halde, nakit darlığı, ödeme güçlüğü, pazar daralması ve stok artışı gibi sebeplere dayalı olarak yapıldığı tespit edilen başvurular daha başından Kurum tarafından reddedilecektir. Kısa çalışmanın, koronavirüs (Covid 19) salgını esaslı zorlayıcı sebebe dayandırılması halinde Kurumun, işverenin gösterdiği olgunun zorlayıcı sebebe girdiği hususunda karara varacağı açık ve kesindir. Aksi bir durum Yönetmelik hükümleri ile bağdaşmayacağı gibi, Hazine ve Maliye Bakanlığı nın salgından dolayı kısa çalışma ödeneğine başvurulması yönlü çağrılarına da uyum sağlamayacaktır.73  Türkiye İş Kurumu Genel Müdürlüğü İşsizlik Sigortası Daire Başkanlığı,  Kısa Çalışma  İş  Akış  Süreci nde,  başvurunun  sebep  ve  şekil  yönünden  uygun bulunması halinde işleyecek prosedür şöyle açıklanmaktadır: Genel ekonomik, bölgesel  ya  da  sektörel  krize  dayalı  başvurunun  inceleme  sonrasında  şekil yönünden uygun bulunması halinde Kurumca  Kısa Çalışma İnceleme Talebi Değerlendirme  Raporu   hazırlanmaktadır.  Değerlendirme  raporunda  krizin varlığına ilişkin kuvvetli bir emare varsa veya işçi ve işveren konfederasyonlarının krizin  varlığına  ilişkin  bir  başvurusu  varsa  rapor  Yönetim  Kuruluna sunulmaktadır.  Yönetim  Kurulu  kararı  ile  krizin  varlığına  ilişkin  emarenin olmadığı belirlenmiş ise bu kapsamdaki başvurular reddedilmektedir. Yönetim Kurulu tarafından başvuruların incelenmesi yönünde bir kararın alınması halinde ise  ilgili  sektördeki  işverenlerin  (genel  ekonomik  kriz  ise  tüm  işverenlerin) başvuruları  uygunluk  tespiti  amacıyla  incelenmektedir.  Zorlayıcı  sebeplerle başvuru yapılması halinde ise doğrudan işyerinde uygunluk tespiti yapılmaktadır.  Koronavirüs (Covid 19) salgınının işyerine yönelik etkisinin açık ve kesin bir şekilde tanımlandığı hallerde Kurum, talebi gerekçe bağlamında kabul ederek, sonraki süreçleri incelemeye geçmekle mükellef olacaktır. İşverenin kısa çalışma talebi Kurumca zorlayıcı nedene dayandığı gerekçesiyle kabul edilirse bu kez uygunluk tespiti için Kurum yetkililerine intikal ettirilecektir. Kısa çalışmanın talep edildiği işyerinin, 4447 Sayılı Kanun a göre hizmet akdine dayalı olarak sigortalı çalışmanın yapıldığı bir işyeri kapsamında olup olmadığı, kısa çalışma yapılmasını gerektiren hallerin gerçekleşip gerçekleşmediği, bu hallerin işyerini ciddi anlamda etkileyip etkilemediği, kısa çalışma yapılacağı bildirilen sürelerin Kanunda  belirtilen  sürelere  uygun  olup  olmadığı  da  ayrıca  incelenecek,  bu hususlardaki  eksiklikler  yahut  mevzuata  aykırılıkların  varlığı  halinde  talep reddedilecektir. Bu yüzden koronavirüs (Covid 19)  salgını dahil olmak üzere zorlayıcı bir nedenin varlığı tek başına kısa çalışma talebinin kabulü için yeterli değildir. Tüm bu değerlendirmelerin bitiminde varılan inceleme sonucu, Kurum tarafından işverene bildirilir.   73https://www.trthaber.com/haber/gundem/kisa-calisma-odenegi-ile-calisanlara-gelir-destegi471602.html, Erişim Tarihi, 19.07.2020. 74 CİN, Soner Hakkı,  Kısa Çalışma Düzenlemeleri ve Uygulamaları , İş Müfettişi Yardımcılığı Etüdü, Çalışma ve Sosyal Güvenlik Bakanlığı İş Teftiş Kurulu Başkanlığı, İstanbul 2013, s.19.   145BAŞYİĞİT/ Koronavirüs (Covid 19) Salgın Hastalığının Türk Çalışma Yaşamına Etkileri Bağlamında Kısa Çalışma Kavramı Kısa çalışma talebinin uygun bulunmaması halinde ise yasal anlamda bir kısa çalışmadan  bahsedilemeyeceğinden  işverence  kısa  çalışma  uygulamasına geçilemeyecektir. Talebin kabulü halinde, kısa çalışma talebi uygun görülen işveren inceleme sonucunu varsa toplu iş sözleşmesine taraf işçi sendikasına ve işyerinde yazılı olarak ilan edilmek suretiyle işçilere bildirmelidir. Kısa çalışma talebi  uygun  bulunan  işveren,  Kurumca  bildirilen  sürede  Kurum un  resmi sitesinde yer alan Kısa Çalışma bildirim listesini güncelleyerek gönderir. İlan yoluyla işçilere duyuru yapılamadığı durumlarda, kısa çalışmaya tabi işçilere yazılı bildirim yapılması, Yönetmelikçe getirilen nispeten yeni bir düzenlemedir. C-KISA  ÇALIŞMA  TALEBİNE  DAİR  KARARLARA  YÖNELİK YARGISAL DENETİM Türkiye İş Kurumu tarafından kısa çalışma talebinin kabulü ve reddine yönelik kararların idari vasıf taşıdığına kuşku yoktur. Bu itibarla söz konusu kararlar idare hukuku boyutunda etki gösteren idari işlem vasfındadır. Bununla birlikte kısa çalışmanın kabulü yahut reddedilmesinin iş hukuku boyutu olduğu da kuşku götürmez. Dolayısıyla Kurum tarafından kısa çalışmaya ilişkin olarak verilen kararların yargısal denetiminde görevli merciinin neresi olduğunun tespiti büyük önem taşımaktadır. Ancak, 4447 sayılı İşsizlik Sigortası Kanununun Ek ikinci maddesinde Türkiye İş Kurumu kararlarına karşı gidilecek yargı yolu ve yargı mercii belirtilmemiştir. Bununla birlikte Anayasanın 125. maddesi kesin bir biçimde her tür idari işleme karşı yargı yolunun açık olduğunu hüküm altına almıştır. Bu kapsamda kısa çalışma talebine yönelik Kurum tarafından verilen kararların niteliğinin idari işlem vasfında olması karşısında bu kararlara karşı başvuru mercilerinin idare mahkemeleri olduğu görüşü ileri sürülmüştür.75  İşveren/işveren vekilleriyle işçiler arasında meydana gelecek iş uyuşmazlıklarının iş mahkemelerinde çözülmesi gerektiği; iş sözleşmesi veya İş Kanununa dayanan her türlü hak iddialarının iş mahkemelerinde çözüleceği gerekçeleriyle, mevcut kısa çalışma taleplerine dair kararlarda da başvuru merciinin iş mahkemeleri olduğu  ileri  sürülse  de  söz  konusu  uyuşmazlığın  işçi-işveren  arasında gerçekleşmemesi, Kurumca tesis edilen işlemin idari bir vasıfta olması ve Kurum ile işveren arasında doğan bir anlaşmazlık temelinde bulunması itibariyle bu görüşe katılamıyoruz. Bundan dolayıdır ki mevzuatta görevli yargı yerine ilişkin düzenleme mevcut olmadığından ve iş mahkemelerinin görevli olduğunun kabul edilebilmesi için kanunda açıkça düzenleme olması gerektiğinden, idari nitelik  75 ALPAGUT, Gülsevil.  İş Süreleri ve Ücret, İş Hukuku Uygulama Sorunları ve Türk Sosyal Güvenlik  Sisteminde  Yeniden  Yapılanma,  Ücret  ve  İşin  Düzenlenmesi ,  İstanbul  Barosu Yayınları, İstanbul 2006, s.47; AKYİĞİT, s.1960. 76  EYRENCİ,  Öner,   4857  S.lı  İş  Kanunu  İle  Getirilen  Yeni  Düzenlemeler  Genel  Bir Değerlendirme, Legal İş Hukuku ve Sosyal Güvenlik Hukuku Dergisi, S.1, 2004, s.49; GÜNAY, İlhan Cevdet, İş Kanunu Şerhi, Yetkin Basım Yayım ve Dağıtım A.Ş., 3. Baskı, Ankara 2009, s.2042; UĞRAŞ, s.56.  146İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  taşıması itibariyle Kurum kararlarına karşı idare mahkemesinin görevli olduğu yönlü görüşe katılmaktayız.  III-KISA ÇALIŞMANIN SONUÇLARI Kısa çalışma uygulamasının hem taraflar (işçi-işveren) hem de devlet açısından sonuçları vardır ve bunların incelenmesi gerekir. Kısa çalışmanın öncelikle iş sözleşmesinin tarafları olan işçi ve işveren açısından sonuçları olacaksa da sürece devletin de aktif olarak katıldığı ve etkilendiği göz ardı edilemez. A-KISA  ÇALIŞMANIN  İŞ  SÖZLEŞMESİNE  ETKİSİ  BAĞLAMINDA İŞİN TAMAMEN VEYA KISMEN DURMASI HALLERİ Kısa çalışma uygulaması sırasında işçinin hiç çalışmaması durumunda taraflar arasında akdedilen iş sözleşmesi sona ermemekte, kendiliğinden ve kanundan kaynaklanan bir nedenle tarafların iradesine bağlı olmaksızın bir süre askıya alınmaktadır. Dolayısıyla bu halde bile işçilerin sözleşmeleri sona ermemekte, hukuken varlığını sürdürmektedir. Ancak kısa çalışma, iş sözleşmesini ve çalışma koşullarını geçici de olsa doğrudan etkilemekte, değişik hüküm ve sonuçlara yol açmaktadır. Diğer taraftan kısa çalışma, çalışma sürelerinde ve ücrette değişiklik yaratacağından sözleşme şartlarında da geçici de olsa değişikliğe yol açacaktır.  Kısa çalışma uygulamasında işyerindeki normal haftalık çalışma süresi önemli ölçüde azaltıldığı taktirde, işçinin iş görme, işverenin ücret ödeme borcu yapılan iş süresince devam eder, buradaki değişiklik sadece geçici olarak işin yapılış süresindedir, askı hali bulunmamaktadır. Bu hal tarafların borçlarını kısmen etkilemektedir. Çalışma süresinin düşürülmesi halinde işçilerin çalışma borcu devam etmekte, sadece normal süresinde azalma yaşanmaktadır. İşçi iş görme borcundan, işveren de ücret ödeme borcundan kısmen kurtulmakta dolayısıyla borçlar, kısmen devam etmektedir. Çalışma sürelerinde geçici bir süre indirime gidilmesi durumunda iş ilişkisinin taraflarının iş sözleşmesinde doğan borçlarının kapsamı değişmekte, işçi daha kısa çalışma süreleri itibariyle iş görme borcunu ifa ederken, işveren de buna karşılık daha az bir ücret ödeyerek temel edim yükümünü yerine getirmektedir.77 Kısa çalışmanın, çalışma süresinin azaltılması biçiminde uygulanması durumunda iş sözleşmesinin askı halinden söz etmek mümkün olmayacağından, bu halde tarafların iş sözleşmesinin koşullarında esaslı bir değişikliğe gitme konusunda anlaştıklarını kabul etmek gerekir.78. Kaldı ki koronavirüs (Covid 19) salgını gibi zorlayıcı bir nedenden de kaynaklansa, kısa çalışma süresince çalışma devam ettiğinden sözleşmenin askıya alınmasının söz konusu  olduğunun  kabul  edilmesi,  iş  görme  edimi  açısından  ifayı  kabul imkansızlığı ya vardır ya da yoktur; kısmi bir imkansızlıktan söz edilemez yönlü  77 ASTARLI, s.353. 78 AYDIN, s.37.   147BAŞYİĞİT/ Koronavirüs (Covid 19) Salgın Hastalığının Türk Çalışma Yaşamına Etkileri Bağlamında Kısa Çalışma Kavramı genel kabul edilen görüşe uygun düşmez.79 Kısmen de olsa ifa varsa sözleşmenin askıya  alındığı  söylenemez.80  Sözleşme  askıya  alınmayıp  varlığını sürdürdüğünden tarafların ücret ödeme ve iş görme borçları kapsamı azaltılarak uygulanan sürelere bağlı olarak devam etmektedir.81 Kanımızca, kısa çalışmanın, çalışma  sürelerinin  azaltılarak  uygulanması  durumunda  sözleşmenin  esaslı unsurları sadece kapsam açısından bir değişikliğe uğramaktadır. İşçinin çalışma süreleri azalmakta buna paralel olarak işverenin ücret ödeme borcu düşmektedir. Dolayısıyla sözleşmenin hukuki niteliğinde herhangi bir değişiklik söz konusu olmamaktadır.82 Kısa  çalışmaya  gidilmesi  sebebiyle  işyerindeki  faaliyetin  tamamen  durması halinde ise, çalışmasına ara verilen işçilerin bu dönemde iş sözleşmeleri askıda kalacak,  işçinin  iş  görme,  işverenin  de  ücret  ödeme  yükümü  söz  konusu olmayacaktır.83 Bir başka deyişle taraflar, askı süresince iş görme ve ücret ödeme borcunun ifasından geçici bir süre kurtulmaktadırlar.84 Dolayısıyla Kanundan kaynaklanan bir hakkın kullanılması nedeniyle işveren tarafından işçilere Kanuna uygun olarak kısa çalışma esaslarınca faaliyetin durdurulması, iş sözleşmelerinin askıya alınması sonucunu doğurmaktadır. Tarafların iş görme ya da ücret ödeme borcu kısa çalışma süresince geçici olarak ortadan kalktığından, bu borçlara aykırılık da söz konu olmayacaktır. Bu açıdan kısa çalışma halinde, işverenin iş vermemesi nedeniyle işi kabulde ya da ücret ödenmemesi nedeniyle temerrüde düştüğü  de  söylenemeyecek,  işçiye  çalıştırılmayan  süreler  için  ücret ödenmeyecek, işçinin iş görmekten kaçınma hakkından söz edilemeyecek, aynı şekilde İş K nın 62. maddesinde yer alan işçi ücretinden indirimi yasaklayan kural da işin doğası gereği uygulanamayacaktır.87 Ayrıca bu durumda askıda kalan sözleşmelerden kaynaklanabilecek bir haklı fesih nedeni de bulunmayacaktır.88 Bu görüşe göre kısa çalışmanın askı hali oluşturması için işçinin rızasına da gerek bulunmamaktadır. Zira kısa çalışma açısından askı hali, kendiliğinden, kanundan doğmaktadır. Buna karşın kısa çalışma süresince başka bir deyişle askı süresince yan  borçlar  varlığını  sürdürdüğünden  örneğin  işçinin  sadakat  ya  da  rekabet etmeme  borcu  devam  eder.  Bu  borçlara  aykırılık  halinde  ise  bu  duruma dayanılarak iş sözleşmesi feshedilebilir.  79 BAŞTERZİ, s.67. 80 BAŞTERZİ, Süleyman, Çalışmanın Kesintiye Uğramasının Sosyal Sigorta İlişkisine Etkisi, Tasarım Basımevi, Ankara 2007, s.138. 81 OCAK, s.553. 82 SEÇKİN, s.130. 83 TULUKÇU, s.26. 84 ASTARLI, s.354. 85ENGİN, Murat,  Ücretlerin Düşürülmesi Amacıyla Fasılalı Çalışma Uygulaması ve Değişiklik Sözleşmesi , Prof. Dr. Sarper Süzek e Armağan, Beta Basım Yayım, İstanbul 2011, s.891. 86 OCAK, s.575. 87 AKYİĞİT, İş Kanunu Şerhi, s.1945; OCAK, s.568. 88 AKYİĞİT, İş Kanunu Şerhi, s.1961. 148İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  Kısa çalışma uygulaması bitirildiğinde iş sözleşmesi tüm hak ve borçlarıyla kısa çalışma öncesindeki görünüm ve içerikte işlevine dönecektir. Diğer bir anlatımla kısa çalışmanın herhangi bir nedenle son bulması ile iş sözleşmesi de tüm hak ve borçlarıyla yeniden işlemeye başlayacak, bir başka ifadeyle eski hale: kısa çalışma öncesi döneme dönülmüş olacaktır. Ancak bu noktada kısa çalışma uygulaması kapsamında işin tamamen yahut kısmen durduğu işyerlerinde başta kıdem ve ihbar tazminatları olmak üzere işçilik hakları bakımından nasıl bir etkilenme olacağı tartışılabilir. Öncelikle belirtmek gerekir ki kıdem tazminatı gibi niteliği gereği bir ücret  eki  olan  alacak  kalemlerine  ilişkin  olarak,  Kanunda  ise  kısa  çalışma sürelerinin dikkate alınacağı yönünde açık bir hüküm bulunmamaktadır. Bu noktadan hareketle kıdem tazminatının hesabında kısa çalışma sürelerinin dikkate alınmaması yönünde bir algı oluşabilir. Ancak kanaatimizce bu algının tam aksine sonuçların ortaya çıktığı sonucuna varılmalıdır. 4857 sayılı İş Kanununun 55 nci maddesinin (j) bendinde; İşveren tarafından verilen diğer izinler ile Mülga 65 nci maddedeki kısa çalışma süreleri yıllık ücretli izin hakkının hesabında çalışılmış, süreler arasında sayılmıştır. Bu hükümlere yapılan atıfla kısa çalışma sürelerinin kıdem süresine dahil edilmesi gerektiğine kuşkumuz olmadığını ifade etmek isteriz. Dolayısıyla, kısa çalışma süreleri de işin ne ölçüde durup durmadığına bakılmaksızın  işçinin  kıdem  süresinin  hesaplanmasında  dikkate  alınmalı  ve kıdeme  eklenmelidir.  Kanaatimizce  işçi  yararına  yorum  ilkesi  gereğince sözleşmesinin askıda kaldığı süreleri de çalışılmış gibi sayılacağından sonradan bu  süreler  işçinin  kıdem  ve  ihbar  tazminatı  ile  yıllık  ücretli  izin  hakkının hesaplamasında  dikkate  alınmalıdır.  Bu  hallere  ilişkin  olarak  işin  tamamen durması ile kısmen durması arasında bir fark gözetilmemesi gerektiği kanaatinde olduğumuzu belirtmekte fayda görmekteyiz.  B-KISA ÇALIŞMA ÖDENEĞİ   Kısa çalışma talebinin kabulünün gerek işçi ve gerek işverenler açısından son derece olumlu sonuçları beraberinde getireceği kuşkusuzdur. Zira, bu şekilde işverenler  ücret  yükümlülüğünden  belirli  bir  süre  için  dahi  olsa  kurtularak ekonomik anlamda yeniden yapılanma imkanına kavuşacaklar; işçiler ise fesih, ücretsiz izin gibi ağır uygulamalardan korunmuş olacaktır.  Normal haftalık çalışma süresi önemli ölçüde azaldığından işçilerin yeni düzene uyum  sağlamaları  gerekmektedir.  Bu  dönemde  işçinin  ücretinde  bir  azalma meydana gelecektir. Ancak yine de işçiler belirli bir ücret güvencesi elde etmiş olacaklardır.  İşçi  işyerindeki  faaliyetin  tamamen/kısmen  durdurulması  veya haftalık olağan çalışma süresinin önemli ölçüde azaltılması nedenine dayalı olarak işverenden  kısa  çalışma  ödeneği  ile  normal  ücreti  arasındaki  farkı  talep edemeyecektir.  Ancak,  bu  aşamada  bütün  işçilerin  kısa  çalışma  modelinin getirdiği  ödenekten  faydalanabileceğini  söylemek  pek  mümkün  değildir.  İlk olarak ifade etmek gerekir ki 4447 sayılı İşsizlik Sigortası Kanunu ve Kısa Çalışma ve Kısa Çalışma Ödeneği Hakkında Yönetmelik gereği, Kanun ve  89 R.G., T.30.4.2011, S.27920.    149BAŞYİĞİT/ Koronavirüs (Covid 19) Salgın Hastalığının Türk Çalışma Yaşamına Etkileri Bağlamında Kısa Çalışma Kavramı Yönetmelikte belirtilen şartlara uygun bir biçimde gerçekleşen bir kısa çalışma durumunda bu uygulamaya tabi işçilere bir devlet kuruluşu olan Türkiye İş Kurumu  tarafından   kısa  çalışma  ödeneği   ödenecektir.  Yani  işçilerin  kısa çalışma  ödeneğine  hak  kazanabilmesi  için  işveren  Kanun,  Yönetmelik  ve Tebliğdeki esaslara uygun kısa çalışma uygulamak zorundadır. Bir başka deyişle koronavirüs  (Covid  19)  salgınına  dayalı  olarak  zorlayıcı  nedenlerle  haftalık olağan çalışma süresinin 1/3 oranında azalması veya faaliyetin geçici olarak tamamen/kısmen  durdurulması  nedeniyle  işveren  uygunluk  tespiti  için başvuracak, Kurumun olumlu kararına dayanarak kısa çalışma uygulamasına başlayacaktır.90   Kısa Çalışma ve Kısa Çalışma Ödeneği Hakkında Yönetmeliğin 7. Maddesi hükmünce, kısa çalışma ödeneği, çalışanın son on iki aylık prime esas kazançları dikkate alınarak hesaplanan günlük ortalama brüt kazancının % 60 ıdır. Kısa çalışma ödeneğinin aylık üst sınırı ise ilgili dönemde yürürlükte olan brüt asgari ücretin %150  sidir.91 İşverenin hatalı bilgi veya belge vermesi durumunda bu sebeple yapılan fazla ödemeler, yasal faizi ile birlikte işverenden tahsil edilir.92 Kısa çalışma ödeneği, kısa çalışma süresi ile orantılı olarak çalışılmayan süreler için aylık olarak verilmektedir. Ödenek süresi üç ayı aşmamak koşuluyla kısa çalışma  süresi  kadardır.93  Bunun  dışında  kısa  çalışma  ödeneği  alanların  işe girmesi,  yaşlılık  aylığı  almaya  başlaması,  herhangi  bir  sebeple  silah  altına alınması, herhangi bir kanundan doğan çalışma ödevi nedeniyle işinden ayrılması veya geçici iş göremezlik ödeneğinin başlaması halinde de kısa çalışma ödeneği kesilir. Dolayısıyla yukarıda da ifade ettiğimiz gibi söz konusu sürenin sınırlı ve dahası ödeneğin de kısıtlı olması itibariyle, Cumhurbaşkanlığı Kararı ile süre ve ödenek miktarlarında artışa gidilmesinin olumlu sonuçlar doğuracağı gözden uzak tutulmamıştır. Nitekim, 2706 sayılı Cumhurbaşkanlığı Kararı ile koronavirüs (Covid 19) salgını nedeniyle alınan istihdam tedbirlerinin başta geleni olan kısa çalışma ödeneği bir aylığına uzatılmıştır. Buna göre 30 Haziran 2020 tarihinden önce kısa çalışma uygulaması biten işyerleri için 1 Temmuz 2020 tarihinden itibaren; 30 Haziran 2020 tarihinde kısa çalışma uygulaması devam eden işyerleri için kısa çalışmanın bitim tarihinden itibaren bir aylık bir süre uzatımına gidilmiş ve en nihayetinde bu süre 17 Mart 2021 tarihine kadar bir kez daha uzatılmıştır..  90 ERTAŞ, Latife Çiğdem, Kısa Çalışma, Yüksek Lisans Tezi, Dokuz Eylül Üniversitesi, Sosyal Bilimler Enstitüsü. İzmir 2006, s.97. 91 Kanunda hüküm bulunmamakla birlikte Kısa Çalışma ve Kısa Çalışma Ödeneği Hakkında Yönetmeliğin 7. Maddesi gereğince işçinin kısa çalışma ödeneği nafaka borçları dışında haciz veya başkasına devir veya temlik edilemez. Bu hüküm İş Kanununun 35 inci maddesinde belirtilen ücretin devir ve hacze karşı korunması esasıyla paralellik arz eder. Fakat işçi ücretinin ¼ dâhil olmak üzere devir ve hacze konu olması kabul edilirken kısa çalışmada ödeneğin nafaka borçları hariç olmak üzere devir ve hacze konu olması mümkün değildir. Kanunda bulunmayan bu hüküm kimi tereddütleri giderici isabetli bir çözümdür, tersine yapılacak işlem/sözleşme geçersiz olacaktır. UĞRAŞ, s.63. 92 SUBAŞI, s.167. 93 ÇETİNKAYA, s.467-468. 94 R.G., T.30.06.2020, S.31171, s.45. 150İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  Ancak, kanaatimizce yeni bir süre uzatımına daha gidilmesi ve bu yapılırken başta gelen  şikayet  konularından  biri  haline  gelen  kısa  çalışma  ödeneğinde  artışa gidilmesinin önemli faydalar sağlayacağı kanaatindeyiz.    C-KISA ÇALIŞMADAN YARARLANABİLECEKLERİN KAPSAMI Kısa çalışma ödeneğinden yukarıda da ifade ettiğimiz gibi bütün işçiler değil; belirli bazı şartları taşıyanlar faydalanabilecektir. 4447 sayılı Kanunun 50 inci maddesine göre, kısa çalışma ödeneğine hak kazanmak işsizlik ödeneğine alma şartlarına bağlanmış olup, bunun için, son üç yıl içerisinde en az 600 gün sigortalı ve hizmet akdinin sona ermesinden önceki son 120 gün kesintisiz olarak çalışma şartları aranıyordu. Ancak, 4447 sayılı Kanuna eklenen geçici 23 üncü maddeyle birlikte, söz konusu şartlar kolaylaştırılarak, 600 gün 450 güne, 120 gün de 60 güne indirilmiştir. Bu koşulu taşımayanlar ise, kısa çalışma süresini geçmemek üzere, son işsizlik ödeneği hak sahipliğinden kalan süre kadar kısa çalışma ödeneğinden  yararlanmaya  devam  edecektir.  Öte  yandan,  söz  konusu düzenlemenin sadece koronavirüs (Covid 19) gerekçesiyle yapılacak kısa çalışma uygulaması  için  geçerli  olacağını  belirtmek  gerekir.  Bununla  birlikte, Cumhurbaşkanlığınca,  gerektiğinde  başvuru  tarihinin  yıl  sonuna  kadar uzatılabilmesi  ve  söz  konusu  günlerde  değişiklik  yapılabilmesinin  mümkün olduğu unutulmamalıdır. Söz konusu Kanun değişikliğiyle, koronavirüs (Covid 19) gerekçesiyle yapılacak kısa  çalışma  uygulaması  için  önemli  bir  şart  daha  getirilmiştir.  Buna  göre; işyerinde  kısa  çalışma  uygulanan  dönemde,  4857  sayılı  Kanunun  25  inci maddesinin 1 inci fıkrasının (II) numaralı bendinde yer alan sebepler hariç olmak kaydıyla işveren tarafından işçi çıkarılmayacaktır. Aksi halde, işyerindeki kısa çalışma uygulamasına son verilecek ve işverenler kısa çalışma uygulamasından faydalanamayacaktır. Koronavirüs (Covid 19) salgınından kaynaklı olarak üç aylık süre boyunca iş sözleşmelerinin feshinin yasaklanmış olması ile söz konusu düzenlemenin  belirli  bir  uyum  içerisinde  olduğunu  ifade  etmekte  fayda görüyoruz. Koronavirüs  (Covid-19)  kaynaklı  zorlayıcı  sebep  gerekçesiyle  yapılan  kısa çalışma  başvurularında  kısa  çalışma  ödeneğinden  faydalanabilmeleri  için çalışanların, kısa çalışma başlama tarihinden önceki son 60 gün boyunca hizmet akdine tabi olarak çalışmaya devam etmiş olmaları ve son üç yıl içinde 450 gün işsizlik  sigortası  primi  ödenmiş  olmaları  gerekmektedir.  Daha  önce  işsizlik ödeneğine hak kazanmış olmakla birlikte bir önceki işyerinden ayrıldıktan sonra geçen sürede işsizlik ödeneği hak sahipliğini yarım bırakarak çalışmaya başlayan ve son işyerindeki sigortalılık süresi 60 günden az olan çalışanlar da kısa çalışma ödeneğinden  bir  önceki  hak  sahipliklerinden  kalan  süre  kadar   151BAŞYİĞİT/ Koronavirüs (Covid 19) Salgın Hastalığının Türk Çalışma Yaşamına Etkileri Bağlamında Kısa Çalışma Kavramı yararlanabilecektir.95 Buna uygun şartları taşıyan işçiler kısa çalışma ödeneğine hak kazanacaklardır.   D-KISA ÇALIŞMADA SİGORTALILIK DURUMU İşçinin kısa çalışma ödeneği aldığı süre için, 31.5.2006 tarihli ve 5510 sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu gereği ödenecek sigorta primi, İşsizlik Sigortası Fonu tarafından Sosyal Güvenlik Kurumuna aktarılır (Yön. Md. 7/6). 4447 sayılı Kanun a göre, sigortalı işsizlere sağlanan haklardan biri de 5510 sayılı Kanun gereği sigorta primlerinin ödenmesidir(4447 Sy. K 5754 Sy.  K.  değişik  Md.  48,  f.6/b).  5510  sayılı  Kanuna  göre  ise,  kısa  çalışma ödeneğinden yararlandırılan kimseler genel sağlık sigortalısı sayılır(5510 Sy. K. Md. 60, f.1/g). Bu bağlamda, işçinin işsizlik ödeneği aldığı dönemde İşsizlik Sigortası Fonu nun işçi için Sosyal Güvenlik Kurumu na yalnızca Genel Sağlık Sigortası  primini  aktarması  gerekecektir.  Nitekim  Türkiye  İş  Kurumu nun uygulaması  da  bu  yöndedir.  Kısa  çalışmanın  işyerindeki  çalışma  süresinin azaltılması biçiminde uygulanması halinde işçi önceki döneme göre daha az da olsa işvereninden ücret almaya devam edecek ve bu dönemde aldığı ücretten sosyal sigorta primlerinin tümü kesilecektir. Çalışma süresinin azaltılarak kısa çalışmaya gidilen bu dönemde işçiler sadece genel sağlık sigortalısı değil genel anlamda sigortalı sayıldıklarından bunlar için Fon tarafından Sosyal Güvenlik Kurumu na genel sağlık sigortası primi aktarılmasına gerek olmayacaktır.97 E-KISA ÇALIŞMANIN SONA ERMESİ Kısa çalışma, işverenlerin karşılaştıkları zorlayıcı sebebi ya da kendilerini de etkileyen krizleri atlatarak neticede faaliyetlerine devamı hedefleyen geçici bir önlem niteliği taşır.98 Kısa çalışma öncelikle uygunluk tespitinde belirtilen sürenin dolması ile son bulur. Ancak yukarıda da ifade ettiğimiz üzere koronavirüs (Covid 19) salgını gibi etki süresi belirsiz durumlarda Cumhurbaşkanının alacağı bir kararla bu süreyi uzatabileceği gözden uzak tutulmamalıdır. Ancak işverenin bu süreden önce, tek taraflı kararı ile kısa çalışma uygulamasını erken sona erdirmesi de söz konusu olabilir.99 Kısa çalışmayı haklı kılan ekonomik kriz ya da zorlayıcı nedenin  işyerini  ciddi  bir  şekilde  etkilemesi  ve  sarsması  olgusu  ortadan kalktığında  kısa  çalışma  meşruiyetini  yitirir.  Bu  açıdan  örneğin  faaliyetini durduran işverenin üretime yeniden başlaması, yeni işçi istihdam etmesi, fazla mesai yapması hali, kısa çalışma koşullarının ortadan kalktığının bir göstergesi olabilir. Bu durumda azaltılmış sürelerle çalışmanın hukuki gerekçesi mevcut  95 DEMİRCİ, Hakkı/ÇELİK Caner, https://www.ekonomist.com.tr/haberler/iste-10-soruda-kisacalisma-odenegi-nasil-hesaplanir-kimler-basvurabilir.html, Erişim Tarihi, 19.07.2020. 96 R.G., T.16.06.2006, S.26200. 97 AYDIN, s.38. 98 AKYİĞİT, Kısa Çalışma, s. 33. 99 SEÇKİN, s.120. 152İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  olmadığından kısa çalışmaya devam edilemez.100 İşveren kısa çalışmanın devamı sırasında ya da sonunda işyerini kapatabilir. Bu halde de kısa çalışma, işin doğası gereği sona erer.101   F-KORONAVİRÜS (COVID 19) SÜRECİ DAHİLİNDE KISA ÇALIŞMA UYGULAMASINDAN  KAYNAKLI  OLUMLU  VE  OLUMSUZ DURUMLAR Salgın süreci kapsamında ülkemiz dahilinde uygulamaya sokulan kısa çalışma çok çeşitli  sonuçları  beraberinde  getirmiştir.  Bu  kapsamda  önceliği  kısa  çalışma uygulamasının olumlu etkilerine vermekte sakınca görmediğimizi ifade etmekte fayda  görüyoruz.  İşverenler,  ekonomik  kriz  yahut  zorlayıcı  sebepler  sonucu istihdam  ihtiyaçlarının  tamamen  veya  kısmen  ortadan  kalktığı  dönemlerde, işçilere ücret ödemekten kurtulmayı bir çözüm sistemi olarak görmekte; ancak Covid-19 salgını gibi dünya çapında ekonomik ve küresel krize sebebiyet veren böylesi bir salgında, işçilerin işlerini kaybetmeden belli bir ölçüde gelire sahip kılınması, belirli ücretlerle çalışabilmesi de işçilerin beklentisi olmaktadır. Bu kapsamda özellikle belirtmek isteriz ki kısa çalışma uygulamasının en önemli yararı, işsizliğin önlenmesinde ve işçinin işini korumasında en etkili araçlardan biri olmasında yatmaktadır.102 Bilindiği üzere koronavirüs (Covid 19) salgını nedeniyle dünya genelinde pek çok işyeri kapanmış, ekonomi küresel olarak yavaşlamış ve haliyle bu durumdan irili ufaklı tüm işyerleri etkilenmiştir. Ancak, ülkemiz  özelinde  baktığımızda  kısa  çalışma  desteğine  geçilmesiyle  birlikte, devlet,  ekonominin  çarklarının  dönmesi  için  daha  önce  sadece  zora  giren işletmelere verilen kısa çalışma desteğini, tüm işletmelerin kullanımına açmış ve böylelikle küçülme ve hatta kapanma riski ile ciddi anlamda karşı karşıya kalan pek çok işletmenin süreci atlatmasına önemli ölçüde katkı sağlamıştır. Üstelik kısa çalışma ödeneğine başvuru şartları arasına Sosyal Güvenlik Kurumu prim yahut vergi borcu bulunmama şartı dahil edilmeyerek, Kurum a prim borcu olan yahut vergi yapılandırmasından yararlanan, haliyle ekonomik olarak zorda bulunan pek çok işletmenin de söz konusu destekten yararlanmasına imkan sağlanmıştır. Bu suretle üretimde azalmaya ve hatta kapanma sürecine giren pek çok işyeri, mali anlamda devlet katkısı sayesinde salgın sürecini ya hiç zarar görmeden yahut minimum maliyetle atlatmayı başarmıştır. Devletin kısa çalışma ödeneği yönlü katkısının sadece işletme bazında sınırlı olarak değerlendirilmesi yerinde değildir. Zira,  salgının  ekonomide  daralmaya  yol  açmak  yönlü  olumsuz  etkisinin sınırlanması anlamında da kısa çalışma ödeneğinin çok önemli katkılar sağladığı inkar edilemez.   100 ASTARLI, s.373. 101 AYDIN, s.37. 102 SUBAŞI, s.165.   153BAŞYİĞİT/ Koronavirüs (Covid 19) Salgın Hastalığının Türk Çalışma Yaşamına Etkileri Bağlamında Kısa Çalışma Kavramı Kısa çalışma uygulamasının olumlu etkilerinin yalnızca ulusal ekonomik veriler ve  işverenlerin  mali  yapısının  korunması  ile  sınırlı  kabul  edilmesi  yanıltıcı olacaktır. Özellikle ifade etmek gerekir ki işçiler açısından da kısa çalışma ödeneği  önemli  bir  güvence  ve  koruma  mekanizması  olarak  kendisini göstermiştir. Bu uygulama ile birlikte çalışanların ücretlerinin belirli bir kısmı devletçe  ödenmeye  başlanmış  ve  haliyle  devlet,   bu  zor  dönemi  birlikte dayanışma ile atlatacağız ve bu süreçte istihdamı koruyacağız  iradesini ortaya koymuştur. Böylece işçiler, ücretlerinin korunması anlamında güvence altına alınmış  ve  bu  suretle  gelir  garantisine  kavuşmuşlardır.  Üstelik  kısa  çalışma uygulamasının olumlu etkileri yalnızca işçinin gelirinin korunması anlamında sınırlı bir katkı sağlamamış, işçinin işinin yani istihdamın güvence altına alınması anlamında da çok önemli bir fayda ortaya koymuştur. Üstelik, mevcut uygulama ile birlikte kısa çalışma ödeneğinden faydalanma şartlarının esnetilmesi diğer bir deyişle  kolaylaştırılması,  bunun  da  ötesinde  kısa  çalışma  ödeneğinden faydalanmak  isteyen  işverenlere  işçi  çıkarmama  şartının  konması,  işçinin  iş güvencesiyle donatılması anlamında çok ciddi bir katkı sağlamıştır. İş Hukukunun spesifik niteliği gereği bu alandaki her uygulamanın olumlu bazı sonuçlarının  yanı  sıra  sınırlı  da  olsa  olumsuz  hallerin  de  ortaya  çıkmasına sebebiyet verebileceğini gözden uzak tutmamak gerekir. Halihazırda, mevcut kısa çalışma uygulamasına yönelik en büyük eleştiri, ödenekten faydalanan işçilere sağlanan gelirin düşüklüğünde odaklanmaktadır. Geçim endeksleri de dikkate alındığında sağlanan kısa çalışma ödeneğinin sınırlı ve düşük kaldığını inkar etmek mümkün değildir. Ancak önemle ifade etmek gerekir ki koronavirüs (Covid 19) salgını kapsamında uygulanan kısa çalışma, olağanüstü boyutlara varmış ve kapsam olarak son derece geniş bir işçi-işveren ağına erişmiştir. Bundan kaynaklı olarak da mali kaynakların yeterliliği esasları da dikkate alındığında işçiye tam veya ücretine yakın bir gelir güvencesi sağlanması imkansız hale gelmiştir. Kaldı ki sosyal güvenlik yardımlarının da devam etmekte olduğu düşünüldüğünde kısa çalışma ödeneğinde artışa gidilmesinin bütçe olanaklarını telafisi imkansız şekilde zorlayacağı kanaatinde olduğumuzu belirtmek isteriz. Koronavirüs (Covid 19) salgınına karşı alınan tedbirler çerçevesinde pek çok işverenin kısa çalışmadan faydalandığı ve esnetilen yararlanma koşulları, hızlandırılan yararlanma süreci ile kısa çalışmanın bu dönemde can simidi rolü üstlendiği inkar edilemez. Ancak bu durum  kısa  çalışmanın  özellikle  küçük  işyerleri  tarafından  istismar  edildiği, işçilerin  tam  süreli  çalıştırılmasına  rağmen  kısa  çalışma  ödeneği  almasının sağlandığı ve işverenlerin kısa çalışma ödeneklerini işçilerden talep ettiği pek çok olumsuz durumu da beraberinde getirmiştir. Bunda kısa çalışmadan en fazla sayıda  kişinin  en  hızlı  şekilde  yararlanabilmesi  için  uygunluk  tespitleri beklenmeksizin kısa çalışma ödenekleri ödenmeye başlanmasının etkili olduğu göz ardı edilemez. Kısa çalışma gibi işçi-işveren-devlet tarafından prim ödenerek oluşturulmuş işsizlik sigortası fonundan finanse edilen bir uygulamanın hukuka aykırı şekilde kullanılmasının her şeyden önce ahlaki bir problem olduğu kuşku götürmez. Ancak, özellikle esnetilen yararlanma koşulları, hızlandırılan sürece rağmen haksız bir şekilde kısa çalışma ödeneği kullanan bazı işverenlerin bu 154İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  uygulamayı kötüye kullandığı da açıktır. İşverenlerin bir bölümünün kısa çalışma uygulamasını istismar ederek  devlet para dağıtıyor  anlayışıyla işyerinde kısa çalışma yapılmasa bile kısa çalışmaya başvurduğu ve ücretlerden tasarruf yoluna gittiği görülmeye başlanmıştır. Özellikle küçük işyerlerinde işverenlerin işçilerine kısa çalışma ödeneği ödenmesi için Türkiye İş Kurumu na başvuru yaptığı fakat işçilerin  normal  sürelerle  çalıştırılmaya  devam  edildiği  yönünde  yoğunlaşan şikayetler ve bazı işverenlerin işçilerden kısa çalışma ödeneklerini istediği ve geri vermeyenleri çalıştırmayarak işten çıkarmakla tehdit ettiği yönündeki iddiaların önünün alınması gerektiği aksi halde kısa çalışma ödeneğinin kötüye kullanımı yönlü örneklerin yaygınlaşacağı kuşku götürmez. Ancak bu noktada önemle belirtmek gerekir ki bahis konusu olan durumların tespiti halinde işçilere ödenen kısa  çalışma  ödeneklerinin  işverenden  faiziyle  geri  istemesi  ve  hileli  beyan nedeniyle  işverene  dava  açılması  söz  konusu  olacaktır.  Bu  kapsamda kanaatimizce kısa çalışma ödeneğinin amacına uygun kullanımının sağlanması maksadına yönelik olarak etkin bir denetim sağlanması ve kötüye kullanımlara yönelik şikayetlerin ciddiyetle ele alınarak yaptırım uygulanması son derece önemli bir zorunluluktur. SONUÇ 21. yüzyıla damgasını vuracağı kanaatinde olduğumuz koronavirüs (Covid 19) salgınının çalışma hayatında da önemli etkiler doğurduğuna kuşku yoktur. Ancak, söz konusu etkiler olumsuz nitelikte olmuş, kimi sektörlerin tamamen durmasına, kimi iş alanlarında ise faaliyetin önemli ölçüde aksamasına sebebiyet vermiştir. Bu  durum  sadece  sağlık  sektörü  ile  de  sınırlı  değildir.  Değişen  tüketici davranışları, başta turizm, seyahat ve otomotiv olmak üzere talebin olumsuz etkilenmesi, kısaca çekingen tüketim anlayışı koronavirüs (Covid 19) salgını ile birlikte daha da ivme kazanmıştır. Meselenin daha ağır ve olumsuz boyutu ise salgının küresel bir boyuta erişmesi sonrasında  kendisini  göstermiştir.  Zira  global  ekonomi  anlayışı  içerisinde olumsuz ekonomik etkilerin çok daha hızlı ve geniş kapsamlı sonuçlara sebebiyet verdiği göz ardı edilemez. Nitekim koronavirüs (Covid 19) salgınında da bu durum aynı ölçüde yaşanmıştır. Çin in tek bir kentinde başlayan salgın çok hızlı bir biçimde 198 ülkeyi etkisi altına almış ve binlerce ölü ve iki milyonu aşan hasta sayısı ile son derece olumsuz bir tablonun ortaya çıkmasına sebebiyet vermiştir. Sorun sadece sağlık boyutu ile sınırlı kalmamış ve ekonomik anlamda da ciddi problemler beraberinde gelmiştir. Alınan pek çok önleme rağmen ekonomiler yavaşlamaya ve bu süreç içerisinde istihdam düşüşleri yaşanmaya başlamıştır. Doğaldır ki işveren üretim faaliyetinde süreklilik, işçi ise istihdam güvencesi arayışı içerisinde hareket eder. Bu noktada devletin katılımı olmaksızın tamamen işçi-işveren arasındaki pazarlık sürecine bırakılmış bir yapının olumlu etkiler sağlamayacağı; özellikle işçiler aleyhine ciddi sorunlara sebebiyet vereceğine kuşku yoktur. Zira, maliyetleri düşürmek isteyen ve salgından dolayı üretimi ya   155BAŞYİĞİT/ Koronavirüs (Covid 19) Salgın Hastalığının Türk Çalışma Yaşamına Etkileri Bağlamında Kısa Çalışma Kavramı tamamen  durduran  veya  sınırlandıran  işverenin  işçi  sayı  ve  ücretindeki  her azaltmayı bir çözüm arayışı olarak göreceği açıktır.  Devletin katılımı işçi-işveren beklentileri arasındaki sosyal dengeyi sağlamak açısından büyük önem taşımaktadır. Nitekim, bu sosyal denge arayışı kapsamında tüm sosyal taraflardan fedakârlık beklenmesi doğal olmakla birlikte koruyucu düzenlemelerin de bir bütün olarak değerlendirilmesi ciddi katkılar sağlayacak bir boyutu ifade etmektedir. Bu esas dahilinde işçilere yönelik olarak ücretsiz izin ve kısa çalışma esaslarının getirilmesi elbette ki işçilerin gelir düzeylerinde ciddi kayıplar yaşamalarına sebebiyet vermiştir. Bununla birlikte süreç dahilinde iş sözleşmelerinin  işveren  tarafından  feshinin  Kanunklanmış  olması  ise  iş güvencesinin  sağlanması  itibariyle  önemli  bir  koruma  mekanizması  olarak kendisini  göstermiştir.  İşveren  açısındansa  salgın  hastalığın  ekonomideki daralmaya yol açan etkilerinin kar oranlarının düşmesine hatta zarara doğru giden bir mali sürece neden olduğu kuşku götürmez. Ancak bu kapsamda da başta Cumhurbaşkanlığı Kararları olmak üzere çok çeşitli düzenlemelerle ekonomik destek paketlerinin açıklanması ve dahi uygulamaya konması, işçinin korunması esası  karşısında  işverene  yönelik  bir  mali  denge  arayışının  sonucu  olarak görülmelidir. Özellikle ifade etmek isteriz ki işte tüm bu arayışlar ve düzenlemeler karşısında gerek işçi ve gerek işveren açısından başta gelen koruyucu düzenleme kısa çalışma olarak kendisini göstermiştir. İşçi açısından bir gelir güvencesi sağlaması ve feshe karşı koruyucu bir düzenleme olması; işveren bakımındansa devlet desteğini ortaya koyan bir yapı olması itibariyle kısa çalışmanın mevcut salgın hastalığın iş hukuku ve iş hukuku dahilinde çalışma hayatı anlamında son derece ciddi ve olumlu katkılar sağlamış olduğu kesinlikle inkar edilemez. Söz konusu katılım modelinin başında ise hiç kuşkusuz kısa çalışma esası gelmektedir.  Kısa  çalışma  ile  devlet,  faaliyetlerin  ne  ölçüde  sınırlandığına  bakmaksızın ücretlere yönelik katkı sağlamakta ve böylelikle istihdamı da güvence altına almaktadır.  Bu  da  hiç  kuşkusuz  her  tür  Kanunlaşmaya  rağmen  işçilerin  iş güvencelerinin azami düzeyde korunmasına ve dahası ücret anlamında da bir güvenceye kavuşmalarına hizmet etmiştir. Koronavirüs (Covid 19) salgınında da kısa çalışma modelinin uygulanabilir olduğu kuşku götürmez. Bu şekilde de gerek işveren açısından maliyetler anlamında tasarruf ve gerek işçiler açısından ise ücret güvencesi sağlanmış olmaktadır. Netice itibariyle belirtmek gerekirse mevcut salgına karşı kısa çalışma modeli son derece olumlu katkılar sağlaması itibariyle vazgeçilmez derecede önemli bir yapı oluşturmaktadır.     156İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  EK BEYAN Araştırma ve Yayın Etiği İlkelerine Uygun Hareket Edildiğine Dair Metin  Makalenin tüm süreçlerinde İMHFD araştırma ve yayın etiği ilkelerine uygun olarak hareket edilmiştir.  Çıkar Çatışması Bildirimi  Bu çalışmada herhangi bir potansiyel çıkar çatışması bulunmamaktadır.                   157BAŞYİĞİT/ Koronavirüs (Covid 19) Salgın Hastalığının Türk Çalışma Yaşamına Etkileri Bağlamında Kısa Çalışma Kavramı",
     "Kaynakça": "AKYİĞİT, Ercan, Kısa Çalışma, TÜHİS İş Hukuku ve İktisat Dergisi, Ağustos – Kasım 2004. AKYİĞİT, Ercan, Kısa Çalışma, TÜHİS İş Hukuku ve İktisat Dergisi, C:19, Ağustos/Kasım. ALBAYRAK, Candan,  Küreselleşme ve Ekonomik Krizin İş Hukukuna Etkisi , Türkiye Barolar Birliği Dergisi. ALPAGUT Gülsevil, İş Süreleri ve Ücret, İş Hukuku Uygulama Sorunları ve Türk  Sosyal  Güvenlik  Sisteminde  Yeniden  Yapılanma,  Ücret  ve  İşin Düzenlenmesi, İstanbul Barosu Yayınları, İstanbul. ASTARLI, Muhittin, İş Hukukunda Çalışma Süreleri, Turhan Kitapevi, Ankara 2008. AYDIN,  Ufuk,   Kısa  Çalışma  Uygulaması  ve  Güncel  Gelişmeler ,  Sicil  İş Hukuku Dergisi, Y.4, S.13, s.30. BAŞTERZİ, Süleyman,  Türkiye de Feshe Karşı Koruma Hukuku Reformunun Sosyal ve İstihdam Üzerindeki Etkisi , AÜHFD, Y.2005. BAŞTERZİ, Süleyman, Çalışmanın Kesintiye Uğramasının Sosyal Sigorta İlişkisine Etkisi, Tasarım Basımevi, Ankara 2007. BÖLÜKBAŞI, Ahmet,  AB de Bir Kısa Çalışma Değerlendirmesi , Sicil İş Hukuku Dergisi, Y.5, S. 19. CANİKLİOĞLU, Nurşen,  6111 Sayılı Kanun la İşsizlik Sigortası Kanunu nda Yapılan Değişiklikler , Toprak İşveren Dergisi, S.89, Y.2011. CANİKLİOĞLU, Nurşen,  4857 Sayılı İş Kanununa Göre Kısa Çalışma Ve Kısa Çalışma Ödeneği , A.Can. Tuncay a Armağan, İstanbul 2005. ÇELİK,  Nuri/CANBOLAT,  Talat/CANİKLİOĞLU,  Nurşen,  İş  Hukuku Dersleri, Yenilenmiş 32. Bası, Beta Yayınevi, İstanbul 2019. ÇETİNKAYA, Kayalı Tuba,  Kısa Çalışma ve Kısa Çalışma Ödeneği , Ankara Barosu Dergisi, S.4, Y.2014. DEMİRCİ,  Hakkı/ÇELİK,  Caner,  https://www.ekonomist.com.tr/haberler/iste10 soruda kisa calisma odenegi nasil hesaplanir kimler basvurabilir.html DİRLİK,  Serkan,  Kriz  Yönetimi  Stratejileri  ve  Kriz  Sonrası  Yeniden Yapılanma,  Derleyen:  Haluk  Sümer  ve  Helmut  Pernsteiner,  İstanbul  Bilgi Üniversitesi Yayınları, İstanbu 2009. EKMEKÇİ,  Ömer.,  (2009).   Kısa  Çalışma  ve  Kısa  Çalışma  Ödeneği Uygulamasına İlişkin Sorular , Sicil İş Hukuku Dergisi, S.14, Y.2009. 158İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  ENGİN, Murat,  Ücretlerin Düşürülmesi Amacıyla Fasılalı Çalışma Uygulaması ve Değişiklik Sözleşmesi , Prof. Dr. Sarper Süzek e Armağan, Beta Basım Yayım, İstanbul 2011. ERKUL,  İhsan,  İşverenin  4857  Sayılı  İş  Kanunu ndan  Doğan  Hakları, Yükümleri ve Sorumlulukları, Ayrıntı Basımevi, Eskişehir 2010. ERTAŞ, Latife Çiğdem,  Kısa Çalışma , Yüksek Lisans Tezi, Dokuz Eylül Üniversitesi, Sosyal Bilimler Enstitüsü. İzmir 2006. EYRENCİ, Öner,  4857 Sayılı İş Kanunu ile Getirilen Yeni Düzenlemeler Genel Bir Değerlendirme , Legal İş Hukuku ve Sosyal Güvenlik Hukuku Dergisi, S.1, Y.2004. GÖKSU  TURGUT,  (2011).  Kriz  Yönetimi, http://turgutgoksu.com/FileUpload/ks7441/File/krizyonetimitg21sbt2011.pdf GÖREN, Seza,  Ordumuzda Sağlık Problemi İle İlgili İşler , Askeri Veteriner Dergisi, Y.1949. GÜNAY, İlhan Cevdet, İş Kanunu Şerhi, Yetkin Basım Yayım ve Dağıtım A.Ş., 3. Baskı, Ankara 2009. KURT, Engin,  Savaşların Sonuçlarını Etkileyen Salgın Hastalıklar , Türkiye Klinikleri Tıp Etiği Hukuku Tarihi Dergisi, 2010/18. KUTAL, Gülten,  Uluslararası Boyutlarıyla Türkiye de Kısmi Süreli Çalışma ve Geleceği , Hukuki Esasları ve Sosyo Ekonomik Yönleriyle Kısmi Çalışma Paneli, Ankara 1991. KUTAL,  Metin,   İstihdam  Politikasının  Bir  Aracı:  Kısa  Süreli  Çalıştırma , MESS Mercek Dergisi, S.6, Y.1997. KUZGUN, Kayhan İnci,  Türkiye de Kısa Çalışma , Hacettepe Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi, C. 23, S.2, Ankara 2005. MOLLAMAHMUTOĞLU,  Hamdi/ASTARLI  Muhittin/BAYSAL  Ulaş,  İş Hukuku, Turhan Kitabevi, 6.Bası, Ankara 2014. MOLLAMAHMUTOĞLU,  Hamdi,  İş  Hukuku,  Turhan  Kitabevi,  2.  Bası, Ankara 2005. OCAK, Saim,  Türk İş Hukukunda Kısa Çalışma , Marmara Üniversitesi Sosyal Bilimler Enstitüsü, Yayımlanmamış Doktora Tezi, İstanbul 2008. ÖNÜRMEN, Özge,  Enfeksiyon Hastalıkları Pratiğinde Salgın Tanımlanması , Çocuk Enfeksiyon Dergisi, S.4, İstanbul 2018. ÖZKARACA, Ercüment, İş Güvencesi Sistemine Eleştirel Bakış, İş ve Sosyal Güvenlik  Hukukuna  İlişkin  Sorunlar  ve  Çözüm  Önerileri,  15.  Yıl Toplantıları, İstanbul Barosu Yayınları, Haziran 2011.   159BAŞYİĞİT/ Koronavirüs (Covid 19) Salgın Hastalığının Türk Çalışma Yaşamına Etkileri Bağlamında Kısa Çalışma Kavramı ÖZKAYA, Hilal,  Cumhuriyet Döneminde Bulaşıcı Hastalıklarla Mücadele , Türkiye Aile Hekimliği Dergisi, C.20, S.2, Nisan Haziran 2016. REİSOĞLU, Safa, Türk Borçlar Hukuku (Genel Hükümler), Beta Basım Yayım, 25. Bası, İstanbul 2014. SEÇKİN, Muhammet İhsan,  Çalışma Ekonomisi ve İş Hukuku Açısından Kısa Çalışma , Marmara Üniversitesi Sosyal Bilimler Enstitüsü, İstanbul 2015. SİNAN, Özdemir Cumhur,  4857 Sayılı İş Kanunu na Göre Kısa Çalışma ve Kısa Çalışma Ödeneği , Yaklaşım Dergisi, Y.13, S.145, Ocak 2005. CİN, Soner Hakkı, Kısa Çalışma Düzenlemeleri ve Uygulamaları, İş Müfettişi Yardımcılığı Etüdü, Çalışma ve Sosyal Güvenlik Bakanlığı İş Teftiş Kurulu Başkanlığı, İstanbul 2013. SUBAŞI, İbrahim,  Küresel Covid 2019 Salgını nın Türk Bireysel İş Hukukuna Etkisi , İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi, C.5, S.9, İstanbul 2020. TINAR, Yaşar Mustafa,  Çalışma Ekonomisi ve Endüstri İlişkileri Öğretiminde Yeniden Yapılanma Üzerine Düşünceler , Prof. Dr. Nusret Ekin e Armağan, TÜHİS, Yayın No: 38, Ankara 2000. TULUKCU, Binnur,  Yasal Değişiklikler Çerçevesinde Kısa Çalışma ve Kısa Çalışma Ödeneği Uygulamasının Değerlendirilmesi , Terazi Hukuk Dergisi, S.91, Mart 2014. UĞRAŞ,  Boray,   İş  Hukukunda  Kısa  Çalışma  Kavramı  ve  Kısa  Çalışma Ödeneğine Hak Kazanmanın Koşulları , Çalışma İlişkileri Dergisi, Ocak, Cilt 5, S.1, Y. 2014. YUVALI,  Ertuğrul,   İş  Hukukunda  Zorlayıcı  Neden  ve  Zorunlu  Neden Kavramları İle Bu Kavramların İş Sözleşmesi Üzerindeki Etkileri , Kamu İş İş Hukuku Dergisi, C.12, S.3, Y.2012.        160"
}