{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "29",
     "Ay": "07",
     "Yıl": "2020",
     "Cilt": " ",
     "Sayı": " ",
     "Başlık": "HUKUK EĞİTİMİNİ YENİDEN TASARLAMAK:  BİR HUKUK EĞİTİM REFORMU ÖNERİS",
     "Title": "RE-DESINGING THE LAW EDUCATION:  A SUGGESTION FOR LEGAL EDUCATION REFORM ",
     "Yazar İsmi": [

          "Ramazan ARITÜRK"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Hukuk eğitimi", "hukuk fakültesi", "hukuk meslekleri", "meslek stajı"

     ],
     "Keywords": [
          "Legal education", "law school", "legal professions", "professional internship"
     ],
     "Özet": "Adaleti tesis etmek ve bir hukuk devleti olmak için iyi bir yargı sistemine ve iyi yetişmiş hukukçulara ihtiyaç vardır. Bunun için de iyi bir hukuk eğitim sistemi gereklidir.  Ülkemizde son yıllarda hukuk fakülteleri ve öğrenci sayısında ciddi seviyede artış olması üzerine hukuk eğitimindeki niteliği arttırmak için birtakım düzenlemeler yapılmıştır. Ancak yeterli olmayan bu düzenlemelerin ötesinde hukuk eğitim sisteminin yeniden düşünülmesi ve tasarlanması gerekmektedir. Farklı hukuk sistemlerindeki çeşitli hukuk eğitim sistemleriyle karşılaştırınca, ülkemizde hukuk eğitiminde temel bir yöntem değişikliğine gitme ihtiyacı öne çıkmaktadır. Mutlak takrir (ders anlatma) yöntemi yerine, karar yönteminin avantajlı yönlerinin de sisteme dahil edildiği, teorik eğitimin yanında uygulamalı çalışmaları da içerecek bir hukuk eğitim modeli kurgulanmalıdır. Bu doğrultudaki somut önerimiz ise hukuk eğitimi öncesi bir lisans programından mezuniyet şartı getirilmesi ve hukuk fakültesi eğitiminin beş yıla çıkarılması, üç yıllık lisans eğitiminin ardından tüm hukuk meslekleri için ortak iki yıllık meslek stajının da hukuk fakültesi eğitimine dahil edilmesidir.",
     "Abstract": "A good judicial system and well-trained lawyers are needed to establish justice and rule of law. For this, a good legal education system is required.  In recent years, due to the serious increase in the number of law schools and students in our country, some arrangements have been made to increase the quality of law education. However, beyond these inadequate regulations, the legal education system needs to be reconsidered and designed. Comparing with various legal education systems in different legal systems, the need to change a basic method in legal education in our country comes up. Instead of absolute lecture method, a legal education model which includes the advantageous aspects of the case method and includes practical studies as well as theoretical education should be designed. Our concrete suggestion in this regard is to require a university degree before law school and to increase the law school education to five years, and  after  a  three-year  undergraduate  education,  also  a  joint  two-year professional internship commun for all legal professions shall be included into the law school education.",
     "Metin": "Ülkemizde son yıllarda hukuk fakülteleri ve öğrenci sayısında ciddi seviyede artış olması üzerine hukuk eğitimindeki niteliği arttırmak için birtakım düzenlemeler yapılmıştır. Ancak bu düzenlemeler çözüm bulmak niyetiyle yapılsa da bütüncül bakıştan  uzak,  ihtiyaçlara  cevap  vermeyen,  deyim  yerinde  ise  kısa  vadeli yapıldığından benzer konularda yeni stratejiler geliştirme yoluna gidilmiştir. Yeterince  düşünülmeden,  tartışılmadan  ve  olgunlaştırılmadan  yapılan  ilk düzenlemeler, sonradan ayak bağı ve çözüm bekleyen sorun haline gelmiştir.  Türkiye  toplumunun  adalete  olan  saygısı  ve  inancı  maalesef  giderek azalmaktadır. Toplumun adaletten ve hukuktan memnun olmaması aslında yargı camiasından, yargı sistematiğinden ve dolayısıyla ülkemizdeki hukuk eğitiminden memnun olmadığını göstermektedir. Harvard  Hukuk  Fakültesi  Profesörü  Felix  Frankfurter a  göre:  Hukukçuların niteliği o ülkedeki hukukun niteliğini göstermektedir. Hukukçuların iyi yetişmesi de hukuk fakültelerinin iyi nitelikte olmasına bağlıdır.  Hukuka saygılı devlet; hukukçu yetiştirmeye önem veren devlettir. Hukuka saygılı olan ve iyi hukukçular  2 Bu amaçla hukuk fakültelerine öğrenci alımında kontenjan sınırlaması getirilmiş ve ilgili puan türünde belirli bir başarı sıralamasına giremeyen öğrencilerin hukuk fakültelerine yerleşmesinin önüne geçilmiştir. Öncelikle 150.000 olarak belirlenen baraj daha sonra 190.000 e ve son olarak 125.000 e çekilmiştir. Konu ulusal basında ifade ediliş şekli dikkate değerdir:  Tıp programına 2010 ÖSYS de 20 bin 200 üncü, 2014 ÖSYS de 101 bininci, hukuk programına 2010 yılında 177 bininci, 2014 ÖSYS de ise 366 bininci aday yerleşti. Getirilen başarı sırası barajıyla tıp ve hukukta eğitim seviyesinin yükseltilmesi hedefleniyor.  Gönül Koca,  Doktor olacaksan 40 bin, avukat olacaksan 150 bin , Hürriyet Gazetesi, 06.09.2015 , http://www.hurriyet.com.tr/egitim/doktorolacaksan-40-bin-avukat-olacaksan-150-bin-28180410 (Erişim: 06.01.2020) 3 Adalet Bakanlığınca hazırlana reform stratejisinde  Öğrenci sayısının fazlalığı nitelikli eğitim verilmesini engellemektedir. Bundan hareketle fakültelerin kabul ettiği öğrenci sayısının gözden geçirilmesinde fayda olduğu değerlendirilmiştir.  Adalet Bakanlığı, Yargı reformu Stratejisi, Mayıs 2019, s. 40. http://www.sgb.adalet.gov.tr/ekler/pdf/YRS_TR.pdf, (Erişim: 06.01.2020) 4  Yargıtay Başkanı İsmail Rüştü Cirit: Şunu da ifade etmek istiyorum; geçmişte yargıya güven yüzde 70 idi, şimdi yüzde 30'lara düştü. ,  Yargıtay Başkanı: Güven yüzde 70 ti yüzde 30 a düştü , Hürriyet Gazetesi, 2016 Nisan 29, http://www.hurriyet.com.tr/gundem/yargitay-baskani-guvenyuzde-70ti-simdi-yuzde-30a-dustu-40096779 (Erişim: 01.08.2019). 5 Bu ifade, Harward Hukuk Fakültesi Profesörü Felix Frankfurter in Mr. Rosenwald a 13 Mayıs 1927 de yazdığı bir mektuptan alınmıştır. Bkz. Harry T. Edwards,  The Growing Disjunction Between Legal Education and the Legal Profession , Michigan Law Review, , S. 91 (1), 1992, ss. 34-78, Akt: Alper Uymaz/ Kemal Erdoğan,  Karşılaştırmalı Hukukta ve Türk Hukukunda Hukuk Eğitimi ve Hukuk Kliniği , Ankara Üniversitesi Hukuk Fakültesi Dergisi, S. 64, 2015, s. 465. http://dergiler.ankara.edu.tr/dergiler/38/2007/20954.pdf (Erişim: 25.07.2019).  2yetiştirmeye çalışan bu devlet kıyamete kadar baki olmaya namzettir. Halkını ezmeyen devlet, devletine saygılı halk oluşturmak için Şeyh Edebali nin  insanı yaşat ki devlet yaşasın  felsefesi benimsenmeli, vatandaşın hakkına, hukukuna saygılı hukuk insanları yetiştirilmelidir.  Hukuka  ve  hukukçunun  yetişmesine  önem  veren  Osmanlı  Devleti;  Orta Avrupa dan, Kuzey Afrika ya kadar birçok ülkede hakimiyetini sürdürebilir hale getirmiştir. Hakeza Roma İmparatorluğu hukuka ve hukukçunun yetiştirilmesine önem verdiğinden MÖ 1. Yüzyıldan MS 1453 yılına kadar Avrupa, Afrika ve Asya kıtasında hüküm sürmeyi başarmıştır. Bu imparatorlukların başarısında siyasi ve toplumsal etmenlerin yanı sıra hukuk eğitimine ve hukuk sistemlerine verdikleri önem de etkilidir. Çalışmamızda öncelikle, hukuk eğitim reformunda dikkate alınması gerektiğini düşündüğümüz çeşitli ülkelerdeki hukuk eğitim sistemini inceleyecek, akabinde ise somut reform önerimizi ortaya koyacağız. I.  BAZI ÜLKELERDE HUKUK EĞİTİMİ A.  Almanya Almanya hukuk bilimine verdiği ehemmiyet sayesinde hem hukuk teorisinde hem de yargı içtihatlarında çok gelişmiştir. Öyle ki Latin Amerika dan Asya kıtasına kadar birçok ülke Almanya da geliştirilen hukuk teorilerini ve içtihatlarını takip etmektedir.  Dünyanın  birçok  ülkesi  gibi  ülkemiz  de  Almanya nın  hukuk alanındaki çalışmalarından ve mevzuat sistematiğinden istifade etmiştir. Nitekim Almanya nın hukuka verdiği önem tüm dünyada Alman hukuku ve hukukçusunun niteliğine  işaret  eden   Berlin de  hakimler  var   mottosunun  bilinmesini sağlamıştır. Almanya da  hukuk  eğitimi  hukuki  bilgiyi  ezberden  çok  öğrenciye  hukukun yapısını  öğrenme,  hukuki  bilgiyi  anlama,  sorgulama  ve  yorumlama  becerisi kazandırmayı hedefleyerek verilir.  Hukuk fakültesine kayıt yapabilmek için öncelikle on üç yıllık orta öğretimi bitirmek ve akabinde her eyalette yapılan  abitur  sınavını vermek gerekir. Hukuk fakültesine kayıt yaptıktan sonra hukuk eğitimi iki aşamalı şekilde yaklaşık beş  6 Gece Yolcusunun Seyir Defteri,  Almanya da Hukuk Eğitimi Üzerine Gözlem ve İncelemelerim , (2014 Nisan 5), Erişim Adresi: https://gecegezgini.wordpress.com/2014/04/05/almanyada-hukukegitimi-uzerine-gozlem-ve-incelemelerim/ (Erişim: 25.07.2019). 7  Prusya Kralı II. Friedrich'in Berlin yakınlarındaki Potsdam'da yeni bir saray yaptırmak için beğendiği arazide bulunan bir değirmenci, kralın görevlendirdiği kişiler tarafından mülkünü satması için ikna edilemez. Değirmenci, mülkün ailesinden miras kaldığını ve asla satmayacağını beyan eder. Bunun üzerine II. Friedrich değirmenciyi sarayına çağırır ve isteğini bizzat dile getirir. Yeniden  red  cevabı  alması  üzerine   Sen  benim  kral  olduğumu  bilmiyor  musun?   diyerek hiddetlenir. Bunun üzerine de değirmenci ise  Haklısınız efendim; ama siz de biliniz ki Berlin'de hakimler var!  şeklinde karşılık verir . Emir Öngüner,  Berlin de Hakimler Var Efsanesi ve Gerçekler , Devlet Dergisi, Mart, 2018, s. 4.   3yıl sürmektedir. İlk aşamada fakültede teorik dersler verilmektedir. Bu derslerin verildiği ilk aşamanın sonunda üniversite ve devlet iş birliği ile ortak bir sınav yapılmaktadır. Bu sınava girenlerin yaklaşık %25 i başarısız olmaktadır. Sınavı iki defa geçemeyen öğrenciler bir daha hukuk eğitimi alamamaktadır.  İkinci  aşamada  ise  öğrenciler  pratik  eğitime  tabi  tutularak  ilk  aşamada öğrendikleri  bilgilerin  pekişmesi  sağlanmaktadır.  Özellikle  uygulamaya  ve yargılama hukukuna ilişkin bilgi ve yetenekler kazandırılması amaçlanmaktadır. Bu  aşamada   Referendar   ismiyle  anılan  stajyerler  toplamda  24  ay  staj yapmaktadır. Staj esnasında sırasıyla; 1. ay ila 5. aylar arası asliye hukuk ve sulh hukuk hakiminin yanında, 6. ila 8. aylar arası savcılıkta, 9. ila 11. aylar arası idari bir kurumda, 12. ila 21. aylar arası bir avukatın yanında ve kalan üç ayda seçimlik staj yapar. Hakim yanı stajında stajyerler en az 6 dosyanın çalışmasını yapar, kararını yazarlar. Bu çalışmaları ve kararları yanında staj yaptıkları hâkime sunarlar. Hâkim, bunun üzerine bir değerlendirme yaparak stajyere karne verir. Savcılık stajında da stajyer; hakim yanı stajına benzer bir şekilde dosya ve iddianame hazırlar bunu da gözetmen savcının değerlendirmesine sunar. İdari kurum stajı ise herhangi bir kurumda örneğin emniyette ya da sanayi ve ticaret odasında yapılır. Almanya da yapılan son reform ile birlikte seçimlik olan avukat stajı zorunlu hale getirilmiş, süresi de 4 aydan 10 aya çıkarılmıştır. Stajyerler avukatlık stajını bir avukatın gözetiminde çalışarak geçirirler. Stajyer son üç aylık stajında istediği meslek stajına devam eder. Stajyer aynı zamanda, ilgili alanlardaki eğitimi destekleyici derslere katılmak zorundadır. Birleşik eğitim sistemini benimsenen Almanya da tüm meslek stajları bu tek staj eğitiminde tamamlanmaktadır. Avukat, hâkim ya da savcı olmak isteyen her meslek grubu için tek staj olduğundan farklı meslekler icra edecek olsalar da iletişim ve empati kurma becerileri kazanmış olmaları sağlanmaktadır. Böylelikle avukat,  hâkimin  nasıl  karar  vereceğini  bilerek  hareket  edecek,  hâkimin  de avukatın taleplerini anlaması daha da kolaylaşacaktır.  Hukuk eğitiminin ikinci aşamasında staj devam ederken yirminci ayında ikinci devlet sınavı yapılır; bu sınavdan alınan puanla kişinin hâkim savcı ya da avukat olacağı belirlenmiş olur. On dört puan üzerinden değerlendirilen ikinci eyalet sınavında en az dokuz puan alanlar hâkimlik ve savcılık; daha düşük puan alanlar  8  Zorunlu dersler kabaca medeni kanun (Bürgerliches Recht); medeni usul (Zivilprozessrecht); ticaret hukuku (Handelsrecht); şirketler hukuku (Gesellschaftsrecht); iş hukuku (Arbeitsrecht); ceza hukuku (Strafrecht); ceza usul (Strafprozessrecht); Anayasa hukuku (Staatsrecht); Anayasa yargısı (Verfassungsprozessrecht); Genel hatlarıyla Avrupa toplulukları hukuku (Europarecht); idare genel ve  özel  hukuku  (Allgemeines  und  Besonderes  Verwaltungsrecht)  ve  idari  yargılama  usulü (Verwaltungsprozessrecht).   Çiğdem Sert Çelik,  Almanya'da Hukuk Eğitimi ve Stajyerlik . TBB Dergisi, S. 54, 2004, s.341. 9 Heiner Hans Kuhne,  Hukuk Öğretimi ve Hukukçunun Eğitimi , TBB Uluslararası Toplantı Bildirileri, Ankara, 2003, s. 138. 10 Kuhne, s.138 11 Sert Çelik, s. 341. 12 Kuhne, s.138 13 Sert Çelik, 342.   4ise serbest avukatlık yapma hakkı kazanır. Her iki devlet sınavında da Klausur adı verilen yazılı bir sınav yapılır ve makale hazırlanır. Makale ödevlerinin bilimsel nitelik taşıması gerekmektedir. Avrupa da  yapılan  çalışmalar  sonucunda  hukukun  ve  hukuk  mesleklerine yaklaşımın  gelişmesi,  hukuk  eğitimi  süreci  ile  ilgili  tartışmaları  tetiklemiş, Almanya da da bu eleştiriler geniş kitlelere yayılmış bunun sonucunda 1.7.2003 tarihinde yürürlüğe giren federal  Hukukçu Eğitimi Reformu Kanunu (Gesetz zur Reform der Juristenausbildung)   kabul edilmiştir. Reformla  hukuk fakültesinden hukuk mezunu olarak ayrılmak ve mezun olanların ilgili alanlara yönelmesi fikri korunmuş  olmakla  birlikte,  yeni  anlayışa  göre  öğrencileri  mesleki  alanlara yönlendirmek temel alınmıştır. Almanya daki eğitimin temelinde  hâkim odaklı  eğitim anlayışından vazgeçilerek diğer hukukî alanlara yönelik uzmanlar ve avukat yetiştirme yaklaşımı esas alınmıştır. Buna bağlı olarak eğitimin içinde avukatlığa  hazırlık  düşüncesi  belli  bir  yer  edinmiştir.  Hukuk  fakültesi öğrencilerinin %80 lik bir kısmının avukatlığı tercih etmesinin bu düşüncede önemli bir rol oynamış olması muhtemeldir. Bu bağlamda fakültede seçimlik dersler artırılmış, uyuşmazlık çözme, karar verme odaklı eğitim yerine avukatlığı hedef alan, hukukî danışmanlık, müzakere yönetimi, aracılık ve uyuşmazlıkların uzlaşmaya dayalı çözümü gibi tercihler ön plana çıkartılmıştır. Bu durum, gerçek bir paradigma değişimi olmakla, piyasa eğilimlerine yönelik bir eğitimin pozitif hukuk  ile  hukukun  temelleri  arasındaki  dengeyi  bozabileceği  endişesi  de doğurmaktadır.  B.  Fransa Fransa da  hukuk  eğitimi  alabilmek  için  lise  mezunu  (baccalaureat)  olmak yeterlidir.  Lise  mezunu  olan  herkes  üniversitelerde  verilen  hukuk  eğitimini alabilmektedir. Yazılı ve sözlü bölümlerden oluşan Bakalorya sınavı öğrencilerin lisede  okudukları  alana  göre  farklı  içerikte  yapılır.  Hukuk  Fakültesine kaydolabilmek için belirli bir alanda yapılmış bakalorya sınavını geçme şartı yoktur. Fen bilimleri alanında bakalorya sınavını geçenler de hukuk fakültesine girebilirler.  Ancak  genel  olarak  ekonomi-sosyal  bilimler  alanında  bakalorya sahibi olanların hukuk fakültesine kayıt yaptıkları gözlemlenmiştir. Prof. Dr. Frederique Dreıfuss-Netter e göre Fransa da lisenin edebiyat ya da iktisat bölümünden mezun olanlar hukuk fakültelerinde daha çok başarılı olurlar. Dreıfuss-Netter  bunun  sebebini  şu  şekilde  açıklamaktadır:   Hukuk,  sistemli,  14 Alper Uyumaz/ Kemal Erdoğan,  Karşılaştırmalı Hukukta Ve Türk Hukukunda Hukuk Eğitimi Ve Hukuk Kliniği , AÜHFD, S. 64(2), 2015, s. 481.  15  Arzu  Oğuz,   Hukuk  Eğitimindeki  Son  Gelişmeler  ve  Karşılaştırmalı  Hukukun  Hukuk Eğitimindeki Rolü , Ankara Üniversitesi Hukuk Fakültesi Dergisi , S. 52 (4), 2003,  s. 20. 16 Uyumaz/Erdoğan, s. 479-480.  17 Ali Yılmaz/ Bedia Ayşegül Tansen/ Burcu Alkış/ Fahri Gökçen Taner, Fransız Avukatlık Sisteminin İncelenmesi Projesi, Türkiye Barolar Birliği,2015, s. 11.   5mantıksal  zihin  gerektiren  bir  disiplin  olduğu  için  bu  öğrenciler  hukuk fakültesinde genellikle iyi notlar alırlar. 18   Hukuk eğitiminde; lisans üç yıl (DEUG), yüksek lisans iki yıl (Maitrise), doktora ise üç ya da dört yıl sürmektedir. DEUG ile Maitrise hukuk fakültesindeki temel eğitimlerdir.  DEUG da  ilk  yılda  öğrenciye  Fransız  hukuk  kültürünün  temel ilkelerinin yanında medenî hukuk, anayasa hukuku, hukuk tarihi ve temel iktisat dersleri verilmektedir. İkinci yılda öğrencinin borçlar hukuku, haksız fiil hukuku, idare hukuku, ceza hukuku, iş hukuku, vergi hukuku, devletler genel hukuku gibi dersleri alma zorunluluğu vardır. Uzmanlaşma ise Maitrise döneminde başlar. Maitrise döneminden en az bir yıl ders almayan öğrencilere avukat ya da hâkim olamazlar.  Hukuk  eğitimini  DEUG  seviyesinde  bırakanlar  genelde  devlet dairelerinde iş bulurlar.    Fransa da Hukuk eğitiminde iki yöntem kullanılmaktadır.  Öğrenciler hem konferans ve takrir şeklinde düzenlenen derslere hem de çalışma gruplarına (travaux drigés) katılmak zorundadırlar.   Üniversitelerce  zorunlu  ve seçmeli dersler belirlenmiş olup, öğrenimin son dönemine kadar zorunlu dersler ağırlıktadır. Öğrenciler zorunlu dersleri takip etmenin yanında dönem başında iki adet seçmeli ders alabilirler. Fransa'da üniversiteler özerk oldukları için, zorunlu ve seçmeli dersleri, öğrenim usulünü ve sınav biçimini serbestçe belirleyebilirler. Bunun doğal sonucu olarak öğrenim planı, üniversiteden üniversiteye değişiklik gösterebilmektedir. Her üniversitenin eğitim yöntemlerinde ve derslerde bazı farklılıklar olduğu için Sorbonne un öğrenim programını esas alarak açıklama yapacağız. Genel olarak, zorunlu derslerle hukuk bilgisinin temellerinin atılması,  seçmeli derslerle de uzmanlaşma sağlanmaktadır. Sınavlar, yazılı ve sözlü sınavların yanı sıra, hem yazılı hem sözlü sınavlar (oraux -ecrits) şeklinde de yapılabilmektedir. Genellikle üç saat süren yazılı sınavlarda öğrenciler, bir mahkeme kararı analiz ederek kendi açısından tartışması beklenir. Hem yazılı hem sözlü sınavlar ise bir saat sürer, bir saatlik süre içerisinde, takip ettikleri ders konularına ilişkin sorulara cevap verirler. Sözlü sınavlarda ise öğrencilerin belirli  bir konuda görüş sahibi olmaları, on beş-yirmi dakika içerisinde, kanun metni olmaksızın hazırlanarak bunu ifade etmeleri beklenir.   Öğrenim  süresi  ve  sınıflara  göre  sınav  teknikleri  de  değişiklik göstermektedir. Öğrenimin ilk yıllarında sadece bilgi aktarımı söz konusu olduğu için, sınavda da öğrenilen bilgilerin geri bildirimi beklenir. İkinci aşamada ise, geri bildirimden daha çok, metodolojik yetenekler kazandırılması amaçlanır. Bu  18 Frederique Dreıfuss-Netter,  Hukuk Öğretimi ve Hukukçunun Eğitimi , TBB, Uluslararası Toplantı Tebliğleri, Ankara, 2003, s. 142 19 Filiz Conway ve diğerleri, Meslek İçi Eğitim Projesi Sonuç Raporu, TBB, 2009, s. 17. 20 Dreıfuss-Netter, s. 135. 21 Uyumaz/Erdoğan, s. 475-477; Oğuz, s. 2-4. 6aşamanın  sonunda  yapılan  sınavlarda  da,  bu  yeteneğin  kullanılması istenilmektedir. Sorbonne Hukuk fakültesinde ilk yıl hukuk sosyolojisi, yeni teknolojiler, hukuk tarihi, devlet örgütü, ekonomi bilimi,  uluslararası ilişkiler, medenî hukuk (Fransız hukukuna giriş, şahsın hukuku, aile hukuku, evlilik mal rejimi ve ispat hukuku,), devlet hukuku ve yabancı bir hukuk düzenine ve bu hukuk düzeninin diline giriş dersleri verilmektedir. İkinci yıl, borçlar hukuku, ceza hukuku I, idare hukuku, haksız fiil hukuku, ticaret ve şirketler hukuku, Avrupa hukuku ve vergi hukuku dersleri zorunlu dersler olarak verilmektedir. Ayrıca bunlara ek olarak, anayasal tarih, politik sistemlerin karşılaştırılması, finans dersleri de verilebilmektedir. Temel eğitimde önceliğin medenî hukuk ve kamu hukukunda olduğu görülmektedir.  Üçüncü yılda ise eşya hukuku, milletlerarası özel hukuk, iflâs- ve kıymetli evrak hukuku, devletler hukuku, iş hukuku ve ceza hukuku II derslerinin yanında seçmeli dersler de yer almaktadır.  Dördüncü yıl öğrenciler, belirli bir uzmanlığı işaret eden diploma almak için özel bir gayret gösterirler. Alınabilecek diplomalar üç türlüdür: Maîtrise en droit privé (özel hukuk), Maîtrise en droit public (kamu hukuku) veya Maîtrise en droit international (uluslararası hukuk). Maîtrise en droit privé diploması almak için Maîtrise en droit privé mention des affaires (işletme hukuku uzmanlığı), Maîtrise en droit privé mention droit notarial (noterlik hukuku uzmanlığı) gibi başka alanlarda uzmanlaşmak da gereklidir.  Öğrenciler,  kamu  hukuku,  medenî  hukuk  gibi  ana  dallarda  veya  uzmanlık alanlarında,  20  ile  40  kişilik  çalışma  gruplarına  (travaux  dirigés)  katılmak zorundadırlar. Her öğrenci üç ya da dört çalışma grubuna katılmak zorundadır.  Bu  gruplarda  öğrenciler  ders  konularında  derinlemesine  araştırmalar, mesleklerine ilişkin uygulamalar yapar, kompozisyon yazar, olay çözer, karar analiz eder ve yaptıkları çalışmaları aralarında tartışarak çalışmalarını mukayese ederek bilgi alış verişi yapar, bu sayede hukukî düşünce ve çalışma yöntemini öğrenirler. Buna bağlı olarak öğrenciler her hafta, yazılı  ev ödevleri  hazırlar ve yaptıkları  çalışmalardan  sözlü  ve  yazılı  sınavlara  tâbi  tutulurlar.  Bu  sınav sonuçları da diğer sınavlardan aldıkları not kadar önemlidir. Öğrenciler  yarıyıl  sonunda  devam  ettikleri  her  bir  dersten  sınava  girer,  bu sınavdan başarılı olmaları üzerine sonra öğrenciye, bitirdiği aşamaya göre; DEUG mention droit, Licence en droit, Maîtrise en droit diplomalarından biri verilir. Dördüncü  yılın  sonundaki  bitirme  sınavlarının  başarılmış  olması  ile  birlikte  22 Oğuz, s. 3-4; Uyumaz/Erdoğan, s. 476. 23 Oğuz, s. 4. 24 Oğuz, s. 5. 25 Oğuz, s. 5.  26 Oğuz, s. 5.   7Maîtrise en droit alan kişi  hukukçu  olmaktadır ancak bu diplomanın alınması, öğrenimin tümüyle tamamlandığı anlamına gelmemektedir. Öğrenci, Maîtrise'den sonra derinlemesine bir üniversite eğitimi almak veya meslekî uzmanlık yapmak için başka bir eğitim kurumuna devam edebilmektedir. Avukatlık okulları (Ecole de formation du Barreau, EFB), Noter okulları ve hâkim ya da savcı okulu (Ecole nationale de la Magistrature, ENM) bunlar arasındadır.  Bu  okullara  girebilmek  için  kapsamlı  sınavları  geçmek gerekmektedir. Her yıl ortalama 4.000 kişi hâkim olmak için hakim okuluna başvuruda bulunmasına karşın, yalnızca 100 kişi kabul edilmektedir. Bu okullarda eğitim teori ve pratik alanda yapılmakta olup üç yıl sürmektedir.  Avukat olmak isteyenler hukuk fakültesinden lisans diploması almalı, ayrıca avukatlık  okulunu  (CRFPA)  başarı  ile  bitirmiş  olmalıdır.  Adaylar  avukatlık okuluna gidebilmek için bir sınava tabi tutulurlar. Bu sınava hazırlık için hukuk fakültelerinde bir yıllık eğitim verilmektedir. Ancak bu sınav hâkimlerinki kadar kapsamlı olmayıp öğrenim süresi de bir yıl olup eğitim sonrasında belge  CAPA - certifikat d'aptitude a la profession d'avokat   alınmaktadır. Aday bu belge ile stajyer avukat (avocat-stagiaire) olarak baroya kayıt olma hakkına sahip olur. İki yıl staj yaptıktan sonra avukat olarak çalışması mümkün olur. Bu sınavdan sonra on sekiz ay süren, altı aylık dönemlerden oluşan, ülkemizdeki avukatlık stajına benzeyen avukatlık okulunda eğitim görürler. Bu eğitimden sonra da yapılan sınavdan başarılı olanlar yemin ederek avukat olmaya hak kazanırlar. Fransa  da avukat olabilmek için neredeyse yedi yıl eğitim almak gerektiği anlaşılmaktadır.  Fransa'da  öğrencilerin  çoğunluğu,  meslekî  eğitimlerini   troisieme  cycle  üniversitede yapmayı tercih etmektedirler.  Aday, ya hukukî meslekî bir uzmanlık sağlayan, uygulamaya yönelik bir diploma, DESS  diplöme d'etudes superieures specialisees  almak ya da akademik bir uzmanlık sağlayan DEA  Diplömes d'etudes approfondies  elde etmek için çaba harcar. DESS alan hukukçu belirli bir alanda uzmanlık veya teknik bilgiye sahip olarak mesleğini bu uzmanlığa göre yürütür. DEA, bilimsel olarak yapılan bir eğitim olup, medenî hukuk, ceza hukuku veya kamu hukuku gibi alanlarda akademik uzmanlaşmaya yöneliktir. Bu eğitimi tamamlamak için, eğitim sonunda yapılan yazılı ve sözlü sınavlarda başarılı olmanın yanında tez yazımı ve bilimsel konferanslarda sunum da gerekmektedir. DEA  diplomasını  alan  kişiler  üniversitelere  akademisyen  olarak  kabul edilmektedir.  27 Oğuz, s. 5. 28 Oğuz, s. 6. 29 Oğuz, s. 6. 30 Conway ve diğerleri, s. 19. 31 Oğuz, s. 7. 8C.  İngiltere İngiltere'de hukuk eğitimi 19. yüzyıldan beri üniversitelerde yapılmaktadır. Bu ülkede hukuk eğitimi çok kesin bir biçimde birbirinden ayrılmış iki akademik basamaktan oluşmaktadır: Undergradııate study (lisans) ve postgraduate study (lisans sonrası).  Lisans  (Undergraduate)  Programı:  İngiltere'de  lisans  programları  fakülte bazında  değişiklik  göstermektedir.  Öğrenciye,  önceden  hazırlanmış  bir  ders programı verilerek bu programın takip edilmesi istenir. Birinci yıl öğrencinin seçimlik ders alma imkânı çok azdır. Her fakültede  (degree with single ve degree with combined honours) seçmeli dersler listesi (lists of optional courses) verilerek öğrenciye istediği alanda ders alma imkânı verir. Dersler konferans, seminer ve tutorials  usulünde  verilmektedir.  Kısa  aralarla  gerçekleştirilen  tutorials'da öğrenciler 5-10 kişilik gruplar halinde çalışmaktadırlar. Bu çalışmalarda, küçük makaleler (essays) yazılır,  tebliğler sunulur. Sınavlar da her fakültenin sınav yönetmeliğine göre yapılır. Bachelor's Degree için iki sınav yapılır, ilki birinci yılın sonunda (first year sessional examinations, ikincisi üçüncü yılın sonunda yapılır ve bu sınava final sınavı (final examinations) denilir.  Final sınavı, sözlü ve yazılı olmak üzere iki etaptan oluşmaktadır. Sınavla sonucu alınacak dereceler başarıya göre; first class (birinci sınıf), upper second class (ikinci sınıf üstü), lower second class (ikinci sınıf altı), third class (üçüncü sınıf), pass (geçer) ve fail (kalır) olarak düzenlenmiştir.  Lisans Sonrası (Graduate) Programı; First ya da upper second class notlarını alarak başarılı olan öğrenciler bu programa kabul edilmektedirler. LL.M. yapmak isteyen öğrenci ya belirli dersleri almak (taught course) ya da belirli bir konuda araştırma yapmak (LL.M. by research) durumundadır. Böyle bir çalışma daha sonra doktora için de bir hazırlık oluşturacağından tercih edilmektedir. İngiltere de hukuk eğitimi üç yıl sürer ve hukuk eğitimini başarı ile bitirenlere  Bachelor of law  (LL.B.) derecesi verilir. Lisans sonrası eğitimde ise kural olarak, Master of Laws (LL.M.) veya Doktor (Ph.D.) dereceleri verilmektedir. Teorik eğitim sonrasında bir yıl süren hukuk uygulaması dersi verilmektedir. Hukuk  uygulaması  dersinde;  işyeri  hesapları,  finansman  ve  iş  idaresi  gibi konularda mesleki eğitim yapılmaktadır. Sonrasında bir hukuk bürosuyla iki yıllık bir eğitim sözleşmesi yapılmaktadır. Bu hukuk bürosunda öğrenciye usta çırak ilişkisi  çerçevesinde  mesleğin  incelikleri  öğretilmesi  amaçlanır.  Öğrencilere hukuk bürosundaki eğitimden sonra bir de bir mesleki beceriler dersi verilir.  32 Oğuz, s. 18. 33 Oğuz, s. 19. 34 Oğuz, s. 18 35 Jullian Lonbay,  Hukuk Öğretimi ve Hukukçunun Eğitimi , TBB Uluslararası Toplantı Bildirileri, Ankara, 2003, s.148.   9İngiliz  hukuk  eğitimi  kıta  Avrupası  hukuk  eğitimine  göre  farklılıklar  arz etmektedir. Kıta Avrupası ülkelerinde, hukuk eğitiminde umumiyetle hakimlik mesleğinin esas alındığı halde, İngiltere'de hukuk eğitiminde avukatlık mesleğinin esas alındığı görülmektedir. Bunun sebebi ise hâkim olmak için özel bir mesleki eğitim olmamasıdır. İngiltere de hâkimler, uzun yıllar avukat olarak çalışan, başarılı hukukçular arasından seçilmektedir.  İngiltere de hukuk mesleklerini icra edenlerin hukukçu olmaları zorunlu değildir. Kimya, matematik, tarih, sanat ve gibi hukuk dışı alanlarda akademik eğitim görmüş kişilerin bir yıl dönüşüm eğitim almaları halinde hukuk uygulaması dersi ve  eğitim  sözleşmesi  safhalarından  sonra  hukuk  mesleklerini  icra  etmeleri mümkündür. İngiltere de birçok hâkimin üniversitede hukuk eğitimi almadığı bilinmektedir. Hukuk mesleklerini icra etmek için akademik eğitim görme şartı aranmadan,  alaylı  diyebileceğimiz  uygulamadan  kişilerin  de  ilgili  sınavdan geçerek hukuk mesleklerini icra etmeleri mümkündür.  İngiltere de solicitor ve barrister unvanına sahip hukukçular dava ve hukuki danışmanlık  hizmeti  vermektedirler.  Solicitor,  dava  açmak  isteyen  tarafın danıştığı kişidir.  Solicitor dosya hazırlığı yapar. Barrister ise, mahkeme önünde açılan davayı savunan ya da açılan davaya karşı savunma yapan hukukçudur. Solicitor olmak isteyen kişiler Law Society'ye (Hukuk Topluluğu) kaydolarak, bir yıllık bir eğitim alırlar ve bu eğitimin sonunda maddi hukuk konulu bir sınavdan geçerler. Bu kişiler trainee solicitor olarak iki yıl daha pratik eğitim yaptıktan sonra, solicitor olarak çalışma izni elde ederler. Bir solicitor ancak üç yıl bizzat aktif olarak, bir büroda avukat olarak çalıştıktan sonra tek başına ya da bir ortak avukatlık bürosunda çalışabilir. Oğuz a göre; bu düzenleme ile halk, tecrübesiz hukukçulardan korunmak istenmiştir.  Barrister lar hukuk öğrenimlerini tamamladıktan sonra 1 yıl daha eğitim alıp Londra'daki Inns of Court da (mahkeme eğitim yurdu)41 eğitim alır ve Bar Final Examination sınavına girerler. Bu eğitim ve sınav avukat ve hâkimler tarafından düzenlenmektedir. Sınavdan başarılı olan adayların deneyimli bir barrister'ın (pupillage) yanında bir yıl süren staj dönemini tamamlamaları gerekmektedir. Bütün bu faaliyetlerin sonunda kazanılan sınavdan sonra adayın barrister olarak çalışma hakkına sahip olduğu, eğitim gördüğü Inn'in bencher'i tarafından bir törenle resmiyete dökülür. İngiltere de hukuk hizmeti pahalıdır. Bunun sebebi bir  36 Oğuz, s. 18. 37 Oğuz, s. 18. 38 Lonbay, s. 148. 39 Oğuz, s. 20. 40 Oğuz, s. 20. 41  Inns of Court  ya da  Court Inn  kavramının Türkçe tam karşılığı bulunmamaktadır. Kelime anlamı Mahkeme Hanı olarak çevrilebilecek bu kurum, avukat adaylarının eğitmen ve meslek büyükleri ile buluştuğu, kendini geliştirdiği ve burs, barınma, yemek gibi temel ihtiyaçlarını da karşıladığı bir ortam olması nedeniyle  eğitim yurdu  olarak tercüme etmeyi tercih ettik. Mahkeme eğitim yurtları Türkiye deki baro eğitim merkezlerinin ileri bir versiyonu olarak düşünülebilir. 10vatandaşın hukuk hizmeti alması için Barrister'lar ve solicitor'lara ayrı ayrı başvurmak durumunda kalmasıdır. Bu durum aslında vatandaş için bir dezavantaj olmaktan  çok  avantajdır.  Zira  barrister'lerin  vakaya  uzaktan  ve  objektif bakabilmeleri ve müvekkillerin avukatlarla güvene dayalı bir ilişki çerçevesinde çalışabilmeleri, vatandaş açısından yararlıdır. Bu sistemin diğer bir olumlu yanı da  hâkimlerin  sadece  belli  bir  çevreden,  tecrübeli  uzmanlarla  ilişki  içinde olmalarıdır. D.  İtalya İtalya Roma Hukuku nun neşet ettiği kadim topraklar üzerinde bulunan bir ülke olduğundan  İtalya nın  hukuk  eğitimini  incelemekte  özellikle  fayda  vardır. Kökeninin  Roma  döneminden  geldiği  düşünülebilecek  hukuk  eğitim  sistemi sürekli olarak reformlara tabi tutulmuştur.  İtalya da modern hukuk eğitiminin temelleri ise 1930 lu yıllarda yapılan  reforma dayanmaktadır.  Klasik  hukuk  öğretimimi  modelinde  öğrenciler  bütün  kurumları  öğrenmek, literatür ve mahkeme içtihatlarını da bilmek durumundadır. Dersler kasım ayının başından mayıs ayının ortalarına kadar devam eder. Sınavlar ise her yıl üç dönemde yapılır. Hukuk fakültesinde on üç adet bir yıllık, beş adet iki yıllık zorunlu ders ve üç yıllık seçmeli ders bulunur.  İlk yıl özel hukukun temelleri, Roma hukuku tarihi, hukuk felsefesi ve ekonomi dersleri, ikinci yıl anayasa hukuku, ticaret hukuku, malî hukuk dersleri, üçüncü yıl devlet kilise hukuku, medenî usul hukuku dersleri, dördüncü yıl ise iş hukuku, ceza usul hukuku, devletler umumî hukuku dersleri verilir. Bu derslerden başarılı olanlar bitirme tezi yazmaya hak kazanırlar. Bu tezi başarı ile tamamlayan öğrencilere  Dottore in giurisprudenza  unvanı verilir. 1970 li  yıllarda  yapılan  bir  reformla  birlikte  öğrenciler  kendi  programlarını belirlemekte serbest hale gelmişlerdir. Ancak bu serbestlik, öğrencilerin zor ama önemli olan dersleri seçmemelerine neden olmuştur. Baro ve noterler bu dersleri almayan  öğrencileri  mesleğe  kabul  etmeyince  bazı  fakülteler  bu  derslerin alınmasını zorunlu hale getirmişlerdir. Doksanlı  yılların  başında  fakülteler  öğrenim  planlarını  bağımsız  bir  şekilde belirleyebilmesine yönelik düzenleme yapılmıştır. Bu düzenleme ile fakülteler, öğrencilerin kendi programlarını oluşturmasını kabul etmemekte ve öğrencilere dört farklı öğretim planı sunulmaktadırlar. Bu bağlamda, hâkimlik, avukatlık veya noterlik gibi mesleklerden birinde çalışmak isteyen öğrenciler için  piano di studi professionale , bankacı veya işletmeci olarak çalışmak isteyen öğrenciler için  piano di studi economico-aziendale , uluslararası örgütlerden birinde çalışmak isteyen  öğrenciler  için   piano  di  storico-comparatistico ,  anayasal  ve  idarî  42 Oğuz, s. 19. 43 Oğuz, s. 8. 44 Oğuz, s. 7. 45 Oğuz, s. 9.   11organlarda çalışmak isteyenler için kamu hukuku programları sunulmaktadır. Bu dört program öyle düzenlenmiştir ki, öğrenciler bu dört programdan hangisini bitirirlerse bitirsinler, her çeşit hukuk mesleğini seçebilmektedirler. İtalya da öğrenciler üç yıllık bir öğrenim (laurea) öğrenim gördükten sonra iki yıl süren spesifik bir öğrenim (laurea specialistica) daha görürler. Sadece laurea eğitimini tamamlayanlar da çalışma hayatına atılabilir. Ancak hâkim, avukat ve noter  olmak  veya  idarî  organlarda  yüksek  düzeyde  çalışmak  için  laurea specialista eğitimini de almak gerekmektedir. İtalya da avukat olmak isteyen adaylar; bir avukat yanında iki sene staj yapmak zorundadır. Stajı tamamlayan adaylara medenî hukuk ve ceza hukukunda birer dosya hazırlattırılarak yazılı sınav yapılmakta, bu sınavı başaran adaylar ise girdikleri sözlü sınavı kazanarak avukat olmaya hak kazanmaktadırlar.  Yüksek mahkemelerde avukatlık yapabilmek için ise sekiz yıllık avukatlık tecrübesi ya da beş yıllık avukatlık tecrübesine sahip olup, özel bir sınavdan başarılı olunması gerekmektedir. Noter olmak isteyenler ise iki yıl bir noterin yanında staj yapmak zorundadır. Staj sonucunda belge düzenlemek ve yorumlamak konularında yazılı ve sözlü aşamalardan oluşan bir sınava tâbi tutulurlar. E.  ABD Kıta Avrupası ülkelerinde hukuk eğitiminin daha çok mevzuat ve teorik bilgiler ağırlıklı verilmesine karşın, Amerika da hukuk eğitimi mahkeme içtihatlarına dayanan Anglosakson Hukuk sistemine uygun bir şekilde öğrencilere düşünme ve olay çözme becerisini kazandırmaya yönelik olarak verilmektedir. Amerikan hukuk  eğitiminde  amaç,  öğrencilere  öncelikle  bir  avukat  gibi  düşünmeyi öğretmek  ve  böylece  onları  profesyonel  meslek  hayatına  hazırlamaktır.  Bu nedenle teorik bilgiden ziyade avukatın müvekkiline sunacağı hukuki çözümün ve hâkimin vermesi gereken kararın nasıl olması gerektiği konularında düşünmeye sevk eden bir eğitim modeli tercih etmişlerdir. Amerika da okutulacak dersler ve benzeri konularda bağlayıcı bir hukuk eğitimi modeli yoktur. Ancak Amerikan Barolar Birliği (ABA) avukatlığa kabulde kendi koyduğu standartlarda hukuk eğitimi veren üniversitelerden mezun olmayı şart koştuğundan birçok üniversite ABA nın  koyduğu  standartlara  göre  hukuk  eğitimi  vermektedir.  Amerikan Barolar  Birliği  hukuk  fakültelerine  akreditasyon  vermektedir.  ABD  Eğitim Bakanlığı (US Department of Education) tarafından ABA ya bu yetkiyi tanımıştır.  46 Oğuz, s. 9. 47 Oğuz, s. 13. 48 Oğuz, s. 12. 49 Uyumaz/Erdoğan, s. 473. 50 Axel Gehringer,  Hukuk Öğretimi ve Hukukçunun Eğitimi , TBB, Uluslararası Toplantı Bildirileri, Ankara, 2003, s. 156. 12Amerika da  hukuk  eğitimi  alabilmek  için  üç  ya  da  dört  yıllık  bir  lisans programından mezun olmak gerekir. Hukuk fakültesi öncesinde bu şekilde lisans eğitiminin şart koşulmasının sebebi, hukuk eğitiminin bir meslekli uzmanlaşma eğitimi  olarak  görülmesidir.  Avrupa  hukuk  eğitim  modelinden  farklı  olarak ABD de hukuk eğitimi daha dar ve sınırlı olarak (3 yıl) verilmektedir. Zira hukuk eğitiminde öğrencinin belirli bir temele sahip olması ve bunun üzerine hukukun belli bir alanında uzmanlaşması amaçlanmaktadır. İlk olarak Harward Hukuk Fakültesinde Yargıç  J. Story tarafından geliştirilen ve Dekan C.C. Langdell tarafından tekamül ettirilen bu model, diğer ABD hukuk fakültelerine de örnek olmuştur. Nihayetinde günümüzde ABA nın da dayattığı standart uyarınca ancak belli bir temel donanımı olan ve hatta zorunlu olmasa dahi çoğunlukla belirli bir mesleki  tecrübesi  de  olan  öğrenciler,  belli  bir  alanda  hukuk  mesleklerini yapabilmek ve bu alanda uzmanlaşmak için hukuk fakültesine gelmektedir. ABD de yaklaşık 200 adet ABA onaylı hukuk fakültesi mevcuttur. ABA onaylı olmamakla birlikte eyalet onaylı olan ya da bu şekilde bir onay almamış olan hukuk fakülteleri de mevcuttur. ABA onaylı bir hukuk fakültesinden mezun olan öğrenciler tüm eyaletlerdeki baro sınavlarına girmeye hak kazanmaktadır. ABA onaylı olmayanlar ise; yalnızca onaylı olduğu eyaletin ya da bu okulu tanıyan diğer eyaletlerin baro sınavlarına girebilmektedir.  ABA standartları uyarınca hukuk fakültesine kaydolabilmek için, öncesinde ABD eğitim bakanlığı tarafından tanınan bir lisans programının en az dörtte üçünü başarılı  olarak  tamamlamak  mecburidir.  Bununla  birlikte,  olağanüstü durumlarda mesleki bilgi ve yeterliliğini başka yollarla ispatlayan adaylar lisans eğitimi koşulunu sağlamadan da hukuk fakültesine kaydolabilirler. ABA onaylı olmayan birçok hukuk fakültesi dahi benzer kabul şartlarına sahiptir. Örneğin en çok ABA onaysız hukuk fakültesine sahip olan California da, eyalet onaylı hukuk fakültelerine  kabulde  60  kredilik  lisans  eğitimini  tamamlamış  olma  şartı aranmaktadır. Adaylar,  Hukuk  Fakültesi  Giriş  Konseyince  yılda  dört  kez  yapılan  Hukuk Fakültesine  Giriş  Testinden  (LSAT)  yeterli  puan  alarak  hukuk  fakültesine girebilirler.  Adayların  mezun  oldukları  okuldan  aldıkları  puanlar  da  hukuk fakültesine  giriş  için  dikkate  alınmaktadır.  LSAT da  okuduğunu  kavrama, muhakeme ve deneysel bölümden oluşan çoktan seçmeli sorular sorulmaktadır. Bunun yanı sıra her öğrencinin kompozisyon yazma mecburiyeti vardır.   51  Bkz.  Minnesota  Üniversitesi  Hukuk  Fakültesine  Kabul  Şartları, https://www.law.umn.edu/admissions/jd-admissions/how-apply (22.05.2019) 52  Martin  Kellner,   Legal  Education  in  Japan,  Germany,  and  the  United  States:  Recent Developments and Future Perspectives , ZJAPANR / J.JAPAN.L, Nr. / No. 23, 2007, s. 199. 53 Kellner, s. 200. 54 ABA, 2019-2020 Standards and Rules of Procedure for Approval of Law Schools, Standart 502, a-b. 55 ABA, 2019-2020 Standards and Rules of Procedure for Approval of Law Schools, Standart 502, c.   13Amerikan hukuk eğitiminin amacı çoğu Avrupa ülkesinden farklı olarak bir hukukçu  gibi  düşünmeyi  öğretmektir.  Öğrenciler,  çoğu  kez   bu  davada müvekkilinize tavsiyeniz ne olurdu? ,  bu şirketin hukuk danışmanı olarak ne yapardınız? ,   bu  somut  olayın  çözümünde  hangi  hukukî  kurumu  tercih ederdiniz?  gibi fiktif sorunların çözümüne dayalı sınavlara tâbi tutulur. Fakültede öğrenciler, genel olarak karmaşık uyuşmazlıkları hukukî ve olgusal açıdan tahlil etmeyi öğrenirler. Öğrencilere bir hukukçu gibi düşünüp konuşmanın ne demek olduğunu öğretme amacı, öğrencinin bir hukukçu (avukat, hâkim, kanun koyucu) gibi okuyup yazmayı ve öğretilmekte olan şey üzerine şahsen düşünmeyi, hukuk ve hakkaniyet, olgular ve kurallar, maddî hukuk ve yargılama usulleri hakkında kendi  adına  konuşmasını  gerektirir.  Hukukî  hayal  gücünün  gelişmesi  ve yaratıcılık, maddî hukuk ve usul hukuku kurallarına hâkim olmaktan daha önemli sayılır. Buradaki temel amaç, hukukçuyu gerçek dünyada karşılaşacağı sorunlara, özellikle  de  profesyonel  meslek  hayatına  hazırlamaktır.  Amerika da  hukuk öğrencilerinin,  iletişim  ve  müzakere  becerilerinin  yanında  hukukî  araştırma becerisi ile düşüncelerini kâğıda dökme becerisi ve başarısının, Avrupa dan çok daha fazla önem verildiğini söylemek gerekir. Amerikan hukuk fakültelerini dünyadaki diğer hukuk fakültelerinden ayıran temel unsurlardan belki de en önemlisi,  öğrencilerin  ve  öğretim  üyelerinin  içinde  bulundukları  rekabetçi ortamdır 56. Yaklaşık üç yıl temel hukuk eğitimi alanlar JD derecesinde hukuk fakültesi mezunu olurlar. Baronun yaptığı avukatlık sınavına girebilmek için en az JD derecesine sahip olmak gereklidir. Uzmanlaşmak ya da akademisyen olmak isteyenler  Magister Legum  ya da hukuk uzmanlığı (LLM) veren bir yıllık lisansüstü programlara devam edebilir. LLM programını alanlar JD derecesini parlatmış  olurlar.  Amerika daki  bazı  hukuk  fakültelerinin,  hukuk  bilimleri doktoru (S. JD) unvanı veren programları vardır. Doktora öğrencilerinin bir yıl süreyle fakültede hazır bulunup en az dört yarıyıllık ders ve seminere katılması zorunludur. Bunda başarılı olan adaylar doktora derecesini almak için dört veya beş  yıl  içinde  yayımlanmak  üzere  yazdıkları  tez  konusunda  sözlü  sınavdan geçerek Dr. unvanı alırlar.   Amerika da  hukuk  stajı  olmadığından  genellikle  tecrübeli  uygulamacılar (yargıçlar,  avukatlar)  tarafından  verilen   Yargı  Uygulamaları ,   Müvekkille Görüşme  ve  Danışmanlık ,   Müzakere ,   Alternatif  İhtilaf  Çözüm  Yolları ,  Dava Becerileri ,  Eğitim Mahkemeleri  ve  Klinikler  gibi dersler uygulamayı öğrenmek açısından çok önemlidir.   56 Uymaz/Erdoğan, s. 473-475. 57 Gehringer, s. 156. 58 Uymaz/Erdoğan, s. 459-505. 59 Gehringer, s. 156. 14Amerika da hâkim olmak için sınav şartı yoktur. Hakimler atama veya seçimle iş başına gelirler. Seçimle gelinen hakimliklerde seçim, en az beş yıl görev yapmış avukatlar arasından yapılır.  Sonuç olarak ABD de hukuk eğitiminin olabildiğince mesleki bir uzmanlaşma eğitimi  olması  amaçlanmaktadır.  Bu  amaca  yönelik  olarak  hukuk  fakültesi eğitiminde zorunlu pratik çalışmalar, klinik çalışmalar, temsili davalar, stajlar ve kamu görevlerine yer verilmekte ve eğitim müfredatı birinci sınıf hariç tamamen seçmeli dersler üzerine kurulmaktadır. Hukuk fakültesi adaylarının başka bir alanda  temel  bilgi  ve  tecrübeye  sahip  olmaları  koşulu  da  bu  amacın  bir tamamlayıcısıdır.  Nitekim aynı doğrultuda hukuk lisansı ile başka disiplinlerdeki yüksek lisans eğitiminin bir arada yürüdüğü karma programlar öne çıkmaktadır. Bunların da amacı, bir başka temel alandaki bilginin hukukta uzmanlaşmayla bir arada yürümesidir. F.  İsviçre İsviçre de hukuk eğitimi, hem hukuk sistemi hem de siyasal sistemi açısından önemli role ve köklü bir geçmişe sahiptir. İsviçre de hukuk eğitiminin önemli ve itibarlı bir konuma sahip olması hukukun ilerlemesini sağlamış, böylece nitelikli kanunların  çıkarılmasına  zemin  hazırlamıştır.  İsviçre deki  birçok  yasa Türkiye deki kanunların kaynağı durumundadır. Örneğin: 1926 tarihli Medeni Kanun ile 2001 tarihli ve 4721 sayılı Türk Medeni Kanunu, 1912 tarihli İsviçre Medeni Kanunu ndan; 1926 tarihli ve 818 sayılı Borçlar Kanunu ile 2011 tarihli ve 6098 sayılı Türk Borçlar Kanunu, 1912 tarihli İsviçre Borçlar Kanunu ndan; 1932 tarihli ve 2004 sayılı İcra ve İflas Kanunu, 1889 tarihli İsviçre İcra ve İflas Kanunu ndan; 1927 tarihli ve 1086 sayılı Hukuk Usulü Muhakemeleri Kanunu, İsviçre nin Neuchatel Kantonu Kanunu ndan; yeni 12.01.2011 tarih ve 6100 sayılı Hukuk Muhakemeleri Kanunu, büyük ölçüde 2008 tarihli İsviçre Federal Hukuk Yargılaması Kanunu ndan; 1956 tarihli ve 6762 sayılı Türk Ticaret Kanunu ile 2011 tarihli ve 6102 sayılı yeni Türk Ticaret Kanunu nun, Ticari İşletmenin bir kısmı ve Şirketler Hukukunun tamamı ile Kıymetli Evrak Hukuku, 1912 tarihli İsviçre Borçlar Kanunu ndan tercüme edilerek alınmıştır. Bu bağlamda İsviçre hukuk eğitim sisteminin analiz edilmesi ülkemiz açısından da önemlidir. İsviçre Konfederasyonu; yirmi altı kantondan oluşan federal bir cumhuriyettir. İsviçre Avrupa Birliği ülkesi olmadığından diğer Kıta Avrupası ülkelerine göre daha özgün bir hukuk ve hukuk eğitimi sistemine sahiptir. Ancak Bologna  60 Hiram Chodosh,  Hukuk Eğitimi: Trendler, Sorunlar Ve Stratejİler , (Çev. Dr. Birol AKGÜN), Selçuk Üniversitesi Hukuk Fakültesi Dergisi, Cilt 9, Sayı 1-2, 2001, s. 328-335. 61 Sait Güran,  ABD de Hukuk Öğretimi ve Eğitimi , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, 50 2011, s. 194. 62 İbrahim Kaplan, Türk ve İsviçre Hukuk Fakültelerinde Hukuk Öğretimi, Ders Programları ve Sınav Sistemleri, TBB Dergisi, s. 139, 2018, s. 349. 63 Vikipedia https://tr.wikipedia.org/wiki/%C%Bsvi%C%Are 64 İsviçre de 1960 larda hukuk eğitimi alabilmek için Federal ve Kantonal  olgunluk sınavından  A ve B tiplerinde başarılı olmak gerekmektedir. Yönetmelikte hukuk öğretimi 6 sömestr (3 yıl) olarak   15Sistemi İsviçre de üniversite eğitim sistemini etkilemiş ve İsviçre nin kendine özgü eğitim sistemini diğer Avrupa ülkelerine benzer hale getirmiştir. Hukuk eğitiminde tüm ülkede ortak ya da benzer noktalar bulunsa da, kantondan kantona da farklılıklar olduğu da gözlemlenmektedir. Biz Bern Hukuk Fakültesini örnek alarak açıklamalar yapacağız. Hukuk fakültesi Bachelor of Law (Hukuk Lisansı) ve Master of Law ( Hukuk Yüksek Lisansı) programlarından oluşmaktadır. Ülkede herhangi bir kantonda hukuk eğitimi alabilmek için temel koşul, Almanya daki  Abitur  sınavı ile alınan  belgenin  bir  benzeri  olan   konfederasyonal  lise  diplomasına   sahip olmaktır. Hukuk eğitimi alabilmek için bu belgeye sahip olmak dışında herhangi bir şart yoktur.  İsviçre de  hukuk  eğitiminin  amacı  ilgili  yönetmeliklerinde  şu  şekilde açıklanmıştır:  a- Özel hukuk, ceza hukuku, kamu hukuku, ekonomi hukuku alanlarında ve temel hukuk dallarında, uluslararası ve Avrupa Birliği hukuku hakkında gerekli bilgileri vermek,  b-  Hukuki  sorunları,  bağımsız  olarak  tanımlama,  analiz  etme  ve  çözme becerilerini kazandırmak,  c- Mesleki sorumluluk ve uzmanlık bilgisinin vazgeçilmez şart olduğu, meslek hayatında bu bilginin daima genişletilmesinin ve derinleştirilmesinin öğretilmesi gerekli olduğu bilincini kazandırmak 67.   Bachelor giriş-başlangıç ve esas öğretim şeklinde aşamalara ayrılmaktadır. Girişbaşlangıç öğretiminin iki sömestr, esas öğretim dört sömestr, master öğretiminin ise üç sömestr süreceği yasal olarak benimsenmişse de, fiili olarak bu sürede okulu bitirmek çok zor olduğundan azami süre getirilmiştir. Bachelor giriş-başlangıç aşamasında  öğretim  süresi  aşılırsa  hukuk  lisansına  devam  etmek  mümkün değildir. Yine Bachelor esas dönemi için 10 sömestr dönemini aşanlar hukuk  belirlense de lisasns mezunu olmak için fiili olarak 5-6 yıl sürerdi. Lisansı geçmek için 3 yazılı sınav 1 de sözlü sınav geçmek gerekmektedir. Yazılı sınavlardan ikisi 5 saat geçmeyecek şekilde kompozisyon yazmak, üçüncü yazılı sınav ise en çok 8 günde hazırlanması gereken ev ödevi hazırlamaktır. Sözlü sınav ise 3 kişilik heyet karşısında yapılmaktaydı. Bazı kantonlarda sözlü sınavlar aleni bazılarında ise aleni değildir.  Çok ciddi emek gerektiren bu sınavların birinden başarısız sayılan öğrenci tamamından başarısız sayılması kuralı vardı. Başarı sağlamadığı sınavı tekrar alabilmesi için 4 ay geçmesi gerekmektedir. Her sınav ise en çok iki defa tekrarlanmaktadır.  65     İtalya/Bologna da,  1999  yılında  29  Avrupa  ülkesinin  Eğitim  Bakanlarının  katılımıyla oluşturulan toplantı sonucu alınan kararlar Bologna Sistemi olarak anılmaktadır. Bu sistem ile tüm Avrupa da geçerli olacak bir  Avrupa Yüksek Öğretim Alanı  oluşturulması hedeflenmiştir. Bu hedef aynı zamanda Avrupa Birliği nin bir  Bilgi Toplumu  ve  Bilgi Ekonomisi  oluşturma hedef ve amaçlarının da bir unsuru olmaktadır. Kutluhan Bozkurt/ Murat Türe,  Avusturya ve İsviçre Sistemlerinde Hukuk Eğitimi , TBB Hukuk Dergisi, S. 117, 2011, s. 93.  66 Bozkurt/Türe, s. 93. 67 Kaplan, s. 356ç 16lisans diplomasını alamazlar. Master için azami öğretim süresi olan 9  sömestrda başarılı olamayanların master hukuk lisansını almaları mümkün değildir. Öğrenciler hukuk eğitiminden sonra mesleki branşlaşmaya yönelmekte ve bu doğrultuda  mesleki  eğitimlere,  stajlara  devam  etmektedirler.  Genel  olarak avukatlık,  hâkimlik  veya  noterlik  gibi  klasik  meslekler  tercih  edilmektedir. Ülkede  çok  dil  konuşabildiği  için  mezunlar  çeşitli  uluslararası  kurum  ve kuruluşlarda hukukçu olarak çalışmayı da tercih edebilmektedir. Avukat  olmak  için  öncelikle  mesleki  bir  eğitim/staj  sürecinden  geçmek zorunluluğu bulunmaktadır.  Staj süresi örneğin Bern Kantonunda 18 aydır; bu sürenin en az 9 aylık kısmı bir avukat yanında, en az 3 aylık kısmı ise mahkemede geçirilmek zorundadır. Bu stajın sonunda ise, çeşitli alanlarda (ceza, hukuk, usul hukuku, idare, vergi hukukları ve benzeri alanlarda) yazılı ve akabinde sözlü sınavlara girilmektedir.Hâkim ve savcılık için ise hem seçim hem de atama sistemi mevcuttur.  G.  Avusturya Avusturya da eğitim kurumlarının eğitim ve öğretim dili Almancadır. Hukuk eğitimi köklü bir geçmişe sahiptir.  Hukuki Pozitivizm/Pozitif Hukuk Öğretisi  kuramın kurucusu olan Hans Kelsen, Viyana Üniversitesi Hukuk Fakültesi nde uzun yıllar görev yapmış bir hukukçu iken  Hukuk Teorisinde Pozitivisizm Öğretisi nin oluşması ve gelişmesini sağlamıştır. Bu öğreti Kıta Avrupası hukuk sisteminin ve teorisinin şekillenmesinde özellikle hukuk felsefesi açıdan önemli bir misyon üstlenmiştir. Bu öğreti,  Viyana Hukuk Teorisi Okulu  olarak da hukuk öğretisinde özel bir yer edinmiştir. Avusturya da hukuk disiplinin tarihsel geçmişi ve misyonu, hukuk eğitimine de hatırı sayılır bir önem kazandırmıştır. Avusturya da üniversite eğitimi alabilmek için lise eğitiminin sonunda yer alan  Yeterlilik  Diplomasını   sağlayan   Matura   sınavının  verilmesi  gereklidir.  Matura  sınavı, Almanya da yer alan ve benzeri bir sınav olan  Abitur  sınavına benzer bir sınavdır. Avusturya federal devlet olmasına karşın ülkede verilen hukuk eğitimi birleşik bir eğitimdir. Avusturya da hukuk eğitiminin amaçları; hukuk biliminin farklı alanları için temel bir eğitim verilmesi, doğru ve elverişli bir metodoloji ile uygulamaya geçişi sağlayacak bilgi ve materyallerin verilmesi, hukuk fakültesi sonrası klasik mesleki (avukatlık,  hâkimlik/savcılık  veya  noterlik  gibi)  eğitimlerin  alt  yapısının oluşturulması,  diğer  yandan,  anahtar  niteliğe  haiz  hukuki  bilgilerin  ve yetkinliklerin temel ekonomik bilimlerle bağlantısının kurulmasının sağlanması,  68 Kaplan, s. 357. 69 Bozkurt/Türe, s. 100. 70 Bkz. İsviçre de Hakimlik. 71 Bozkurt/Türe, s. 90. 72 Bozkurt/Türe , s.90.   17hukuki düşünme ile hukuki argümantasyonun oluşturulması ve geliştirilmesi, sosyal bilinç ile hukuk bilincinin geliştirilmesi olarak öngörülmüştür. Hukuk fakültelerindeki hukuk eğitimi en az sekiz sömestr olarak belirlenmiştir ve bu  süre  zarfında  öğrenciler  3  farklı  aşamadan  oluşan  bir  eğitim  sürecinden geçmektedirler. Öğrenciler hukuk eğitimlerini tamamladıklarında Türkiye deki sistemden farklı olarak  Magistra/Magister iuris  akademik derecesini alırlar.  Hukuk fakültesi mezunları istedikleri mesleği (avukatlık, hâkimlik/savcılık veya noterlik) yapmak üzere staja başlayabilirler. Sınavlar ise staj sürelerinin sonunda yapılmaktadır.  Türkiye deki  sistemden  faklı  olarak;  Avusturya da  avukat, hâkim/savcı veya noter stajyerleri öncelikle, mahkemelerde 9 aylık bir mahkeme ön  stajını  stajyer  hukukçu  olarak  ortaklaşa  tamamlamaktadırlar.  Bu  ön  staj, avukatlık,  hâkimlik/savcılık  veya  noterlik  adaylığı  için  zorunludur.  Bu  staj süresince tüm stajyerler aylık maaş almaktadırlar. Bu klasik mesleklerin dışında mezunlar, isterlerse akademik yaşamı, bürokrasiyi veya diplomasiyi de tercih edebilmektedirler. Avukat stajyerleri, yukarıda da belirtildiği üzere, hukuk fakültelerinden mezun olan hukukçuların 9 aylık mahkeme ön stajının akabinde, hâkim, savcı ve noter stajyerlerinden  farklı  bir  etaba  geçmektedirler.  Bir  başka  ifade  ile  avukat stajyerleri ile hâkim, savcı ve noter stajyerlerinin tabii oldukları staj süreleri ve usulleri  farklılaşmaktadır.  Avukat  stajyerleri  ön  mahkeme  stajından  sonra, minimum  3  yıl  süre  ile  bir  avukat  yanında  avukatlık  stajını  tamamlamak zorundadırlar. H.  Rusya Rusya da  hukuk  fakültesine  girmek  için  lise  mezunu  olmak  ve  merkezi üniversiteye  giriş  sınavında  gerekli  puanı  almak  gerekmektedir.  Hukuk  73 Bozkurt/Türe,  s.90. 74 Bozkurt/Türe,  s.90. 75 Bozkurt/Türe, s. 91. 76  Staj  sonrası  avukat  stajyerleri,  Türkiye deki  sistemden  farklı  olarak, Avukatlık  Sınav Komisyonu nun oluşturduğu  Senato nun düzenlediği oldukça teknik, zor ve detaylı şekilde yapılan yazılı ve sözlü sınavları verdikleri takdirde avukatlık ruhsatını almaya hak kazanırlar. Hakim adayları ile savcı adayları başlangıç aşamasında ayrılırlar, fakat staj dönemi genellikle birlikte geçirilir. Bununla beraber adaylar seçtikleri alana göre ya ağırlıklı olarak (hâkim adayları) ya mahkemelerde ya da ağırlıklı olarak (savcı adayları), savcılık kurumunda stajlarını geçirirler. Hâkimlik ve savcılık stajında hâkim/savcı adayları, diğer farklı stajyerlerle (avukat ve noter adayları) birlikte tamamladıkları 9 aylık ön mahkeme stajından sonra, ayrıca 4 yıllık bir staj süresini daha  tamamlamak  zorundadırlar.  Bu  süre  zarfında  adaylar  ilk  derece  mahkemeleri,  ilçe mahkemeleri, yüksek mahkemelerde ve ayrıca noter, avukat yanlarında ve savcılık makamlarında da staj yaparlar. Hâkim/savcı stajyerleri, avukat stajyerleri gibi, staj için öngörülen sürenin sonunda yazılı ve sözlü sınavlara girerler. Yazılı sınav iki ayrı alandan oluşur ki bunlar;  hukuk  ve  ceza  bölümleri olarak belirlenmiştir. Yazılı ve sözlü sınavları başarıyla veren v adaylar, sonuçta mesleki yaşamlarına başlamaya hak kazanırlar. 77 Dmitry Maleshin,  The Crisis of Russian Legal Education in Comparative Perspective , Journal of Legal Education, Volume 66, S. 2,  2017, s. 293. 18fakültelerinin  müfredat  ve  sistemi  büyük  ölçüde  Avrupa  üniversitelerine benzemekte ve Bologna sistemine entegrasyon önemsenmektedir. Yaygın hukuk eğitimi dört yıldır. Geleneksel Rus eğitim sisteminde beş yıllık uzmanlık eğitimi verilirken, yakın zamanda yaşanan dönüşümle dört yıllık temel eğitim (lisans) ve isteyenler  için  iki  yıllık  uzmanlık  eğitimi  (yüksek  lisans)  şeklinde  ayrım benimsenmiştir. Avrupa eğitim sisteminin benimsenmesiyle beş yıllık uzmanlık okulları  neredeyse  bütünüyle  kalkmıştır.  Hukuk  fakültelerinde  teorik  hukuk eğitimi verilmekte olup, uygulamaya yönelik eğitimler yer almamaktadır. Bu eksiklik nedeniyle Rus hukuk eğitiminin önemli bir kriz içinde olduğu, bu krizinse genel eğitim sisteminin yaşadığı krizin bir uzantısı olduğu ifade edilmektedir. İ.  Brezilya Brezilya da 1240 hukuk fakültesi bulunmaktadır. Dünyadaki tüm ülkelerin hukuk fakültesi  sayısı  1100  civarında  olduğu  düşünüldüğünde  Brezilya daki  hukuk fakültesi sayısının astronomik derecede fazla olduğu anlaşılmaktadır. Brezilya da orta öğretimden mezun olan öğrenciler, yılda bir defa yapılan  a vestibular entrance examinaton  adı verilen merkezi sınavdan yeterli puan alarak hukuk eğitimi alabilmektedir. Zamanla merkezi sınava alternatif sınavlar da getirilmiştir. Özel üniversiteler ve devlet üniversiteleri tarafından sunulan hukuk eğitimi 5 yıl sürmektedir.  Brezilya da pratik hukuk eğitimi zorunludur. Öğrencilerin 250 saat tamamlayıcı aktivite  ve  300  saat  zorunlu  mesleki  eğitim  almaları  gerekir.  Üniversiteler tarafından verilen mesleki eğitimlerin yanı sıra, hukuk öğrencileri için pratik faaliyetler yapılır ve öğrencilere staj yapılması tavsiye edilir. Öğrencilere pratik hukuk eğitimlerini tamamlamaları için hukuk firmaları, şirketler ve hukuk mesleği ile ilgili pratik faaliyet gösteren yerlerde staj yapmaları tavsiye edilir. Hukuk fakültesinden mezun olarak LL.B. unvanını alanlar ve baro tarafından yapılan sınavı geçmek koşuluyla avukat olabilmektedir. J.  Pakistan Pakistan da  lisans  seviyesinde  hukuk  eğitimi  veren  167  tane  kurum  vardır. Ülkemizdeki YÖK ile eş değer kurum olan HEC (Higher Education Commission) ortak sınavlar yapmaktadır ama bu sınavlar üniversiteye giriş için tek ölçüt ve bağlayıcı değildir. Bazı üniversiteler HEC in yapmış olduğu LAT (Law Admission  78  Valentina  Smorgunova,   Legal  Educatıon  In  Modern  Russıan  Unıversıtıes , http://www.ialsnet.org/meetings/teaching/Smorgunova.pdf. 79 Olga Shepeleva/Asmik Novikova,  The Quality of Legal Education in Russia: The Stereotypes and the Real Problems  Russıan Law Journal Volume II, 2014, s. 108,113. 80 Maleshin, 288. 81 Konu hakkında pratik bilgi için faydalı linkler: https://www.lawstudies.com/LLB/Brazil/ https://www.lawstudies.com/LLM/Brazil/ https://thebrazilbusiness.com/article/how-to-become-a-lawyer-in-brazil   19Test) ve genel yetenek testlerini baz aldığı gibi kendileri de sınav veya mülakat yaparak öğrenci kabul etmektedir.  Pakistan da hukuk eğitimi LLB (bachelor of laws) ve LLB Hons olmak üzere ikiye ayrılmaktadır.  Ayrıca  Pakistan da  LLB  eğitimi  almak  isteyen  öğrenciler, öncesinde bir lisans derecesine sahip olmak zorundadırlar. LLB 3 yıllık, LLB Hons ise 5 yıllık hukuk eğitimi vermektedir.  Mezun olmak için özellikle bir şart koşulmamıştır. Sadece lisans derslerinin %50 başarı (C) ile verilmiş olması gerekmektedir. Pakistan da avukat olabilmek için; baronun yapmış olduğu sınavdan geçmek ve ilgili yüksek mahkeme hâkimi tarafından başkanlık edilen avukatlar komitesi tarafından yapılan mülakatı geçtikten sonra kıdemli bir avukatın yanında 6 ay staj yapmak gerekmektedir.  K.  Çin Çin de hukuk fakültesine girmek için lise mezunu olmak ve ulusal üniversite sınavında hukuk fakültelerinin gerektirdiği kadar puan almak yeterlidir. Hukuk fakültelerinde lisans eğitimi üniversiteye göre değişkenlik göstermek olup, üç veya dört yıldır. Lisans eğitiminde hukuk derslerinin yanı sıra, Mao Zhedong un öğretileri,  Marksist  felsefe,  ekonomi,  politika,  milli  savunma,  askeri  eğitim, İngilizce, bilgisayar ve beden eğitimi dersleri gibi hukuk dışı bazı zorunlu dersler de mevcuttur. Fakültede  dersler  teorik  zeminde  ve  geleneksel  anlatım  yoluyla  işlenmekte, pratiğe yönelik çalışmalara yer verilmemektedir. Pratiğe yönelik eksikliğin giderilmesi amacıyla seçmeli hukuk kliniği dersleri  (hukuk öğrencilerinin adli yardım  projeleri  bağlamında  danışan  kişilerin  geçek  hukuki  sorunlarıyla  82  Konu  hakkında  pratik  bilgi  için  faydalı  linkler: http://www.supremecourt.gov.pk/ijc/articles/6/1.pdf https://en.m.wikipedia.org/wiki/Admission_to_practice_law https://bahria.edu.pk/admission/undergraduate/academic-eligibility-ug/ http://pu.edu.pk/program/show/900332/Punjab-University-Law-College https://www.hec.gov.pk/english/universities/Pages/AJK/Illegal-DAIs.aspx https://www.ilmkidunya.com/colleges/bachelors-institutes-law http://www.kinnaird.edu.pk/undergraduate-admission/ 83 Henry Liao/Dnhuah Huang/William Deng,  Regulation of the legal profession in China: overview ,  https://uk.practicallaw.thomsonreuters.com/w-0203499?transitionType=Default&contextData=(sc.Default), (Erişim: 13.05.2020) 84 Nicolai Nielsen,  Legal education in China How do Chinese universities prepare law students for legal practice , s. 3, https://www.academia.edu/3643300/Legal_education_in_China_How_do_Chinese_universities_prepare_law_students_for_legal_practice. (Erişim: 13.05.2020). 85 Nielsen, s. 4; Zhou, s. 68. 20ilgilenmesi)86 ve fakültenin son sömestrinde  iki ila üç ay avukat yanında staj yapma zorunluluğu bulunmaktadır. Çin de hukuk mesleklerini yapabilmek için öncelikle hukuk yeterliliğine sahip olmak gerekmektedir. Avukatlık için öncelikle hukuki yeterliliğin elde edilmesi, sonrasında ise avukatlık ruhsatı edinmek gerekmektedir. Hukuk fakültesi veya diğer bazı fakültelerden lisans derecesine sahip olanlar ulusal yeterlilik sınavına girerek hukuki yeterlilik kazanabilirler.  Ulusal Hukuk Sınavı nın yanı sıra hukuk fakültesi mezunu olup, hukuk eğitim ve öğretimi ya da diğer hukuk mesleklerinde kıdemli olanlar da doğrudan yeterlilik başvurusunda bulunabilirler. Avukat adayının yeterliliğini elde etmesi ve sonrasında bir yıl bir avukatın yanında staj yapması gerekmektedir. Hâkim ve savcı olabilmek için hukuki yeterliliğe sahip olmak ve ilk derece mahkemeleri için iki yıl, diğer mahkemeler için üç yıl mesleki tecrübeye sahip olmak gerekmektedir. Master derecesine sahip olanlar bakımından birinci derece mahkemeleri için bir, diğer mahkemeler için iki yıl tecrübe yeterlidir. Bu şartları taşıyan  kişiler  hakimlik  ya  da  savcılık  sınavına  girerek  hâkim  savcı olabilmektedir. Hukuk fakültesi mezunu olmak şartı bulunmadığı için devlet memurları, Komünist Parti üyeleri ve emekli askerlerin hakim olması da oldukça yaygındır. Hukukçu olmayan hakimler genellikle kurul şeklinde görev yapan mahkemelere başkan olarak atanmaktadır. Yakın zamanda yapılan reformla hakim-savcı yardımcılığı uygulaması getirilmiştir. Hukuki yeterlilik sonrasında adayın  öncelikle  sınava  girerek  hakim-savcı  yardımcısı  olması  gerekmekte, hakim-savcılar ise yardımcılar arasından yine sınavla seçilmektedir. Bunun yanı sıra ülkenin çeşitli bölgelerinde hakimlik ve savcılık için farklı ilave koşullar aranmaktadır.  L.  Japonya Hukuk fakültesinde 4 yılını başarıyla tamamlayan kişiler, baro sınavında başarıyı sağlayabilmek için 2 yıllık bir hukuk eğitimi daha almaktadır.92 Müfredat genelde kurs  ve  seminerlerden  oluşmaktadır.    Ayrıca  öğrenciler,  Japon  Etütleri  ve Uluslararası Liberal Sanatlar alanında İngilizce kurslarında en az 50 kredilik ders almalıdır.  86 Shiwen Zhou,  The Reform Strategy of Legal Education in China , Global Business & Development Law Journal / Vol. 22, 2009, s. 71-73.  87 Nielsen, s. 5, 6. 88   China  Lawyer  Systeme ,  http://www.lawinfochina.com/legal/Display_6.shtm.  (Erişim: 13.05.2020). 89  Admission  to  practice  law,  https://en.wikipedia.org/wiki/Admission_to_practice_law#Iran. (Erişim: 13.05.2020). 90 Çin Halk Cumhuriyeti Hakimler Yasası, m. 9. 91 Guodong Du,  Who Can Serve as Judges in China? , China Justice Observer, 14.05.2019, https://www.chinajusticeobserver.com/a/who-can-serve-as-judges-in-china. (Erişim: 14.05.2020). 92https://www.japantimes.co.jp/opinion/2019/03/02/editorials/revamping-law-schoolsystem/#.XUGmLyzOQ   21Japonya da bir öğrenci; avukat, hâkim ya da savcı olarak çalışmak için 2-3 yıllık hukuk  programını  tamamlamalı  ve  baro  sınavını  geçmelidir.  Hukuk fakültelerinden mezun olmayan kişiler ise ön yeterlilik sınavını geçtikten sonra baro sınavına girebilirler. En fazla 3 kere girme hakkının bulunduğu baro sınavına hukuk fakültesinde mezun olduktan sonraki 5 yıl içinde girilmesi gerekmektedir.  Avukat olmak için Japonya vatandaşı olmak zorunlu değildir. Hukuk fakültesi öğrencilerinin, Japonya Hukuki Eğitim ve Araştırma Enstitüsü tarafından  denetlenen  1  yıllık  stajlarını  tamamlamaları  gerekir.  Avukatlar, hâkimler ve savcılar temelde aynı eğitimi alsalar da bir kişi aynı anda yalnızca bir statüde  çalışabilmektedir.  Meslekler  arası  geçişin  mümkün  olduğu  ülkede, hâkimler ve savcılar avukatlık yapabildiği gibi avukatlar da hâkimlik ve savcılık yapabilmektedir. M.  Mısır Mısır da  hukuk  eğitimi  öncesinde  bir  lisans  derecesine  sahip  olma  koşulu mevcuttur. Dört yıllık bir lisans eğitimini tamamlayanlar hukuka giriş sınavına girerek herhangi bir hukuk fakültesine başvurabilir. Hukuk fakültesi eğitimi üç yıldır. Modern hukuk fakültelerinin müfredatında şu dersler yer almaktadır: İslam hukuku  (fıkıh  ve  fıkıh  usulü),  medeni  hukuk  (sözleşme  hukuku,  haksız  fiil hukuku, aile hukuku, iş hukuku, sigorta hukuku), ticaret hukuku (kara ticaret hukuku, deniz ticaret hukuku, havacılık hukuku, şirketler hukuku), usul hukuku, ceza ve ceza muhakemesi hukuku, kamu hukuku (anayasa hukuku ve idare hukuku), milletlerarası kamu hukuku ve milletlerarası özel hukuk. Avukat  olabilmek  için  Mısır  Barolar  Birliği  tarafından  tanınan  bir  hukuk fakültesinden mezun olmak ve baro sınavında başarılı olmak gerekmektedir. Hakim olmak için hukuk fakültesi mezunu olmak, otuz yaşını doldurmak ve belirli bir mesleki tecrübeye sahip olmak gerekmektedir. Mesleki tecrübe için çeşitli seçenekler mevcuttur; akademik derece sahibi olarak, savcılık ofisi tecrübesi ile ya da avukatlık tecrübesi ile hakimlik sınavına başvurulabilmektedir. Ancak en yaygın  uygulama  savcılık  ofisinde  çalıştıktan  sonra  hakimliğe  geçilmesi şeklindedir.   93http://communities.lawsociety.org.uk/international/regions/north-asia-and-the-pacific/japan/howto-practise-in-japan/5044554.fullarticle 94http://communities.lawsociety.org.uk/international/regions/north-asia-and-the-pacific/japan/howto-practise-in-japan/5044554.fullarticle 95 Taher Aboueleid,  Legal education and technology in Egypt in an era of globalization , s. 4. https://ssrn.com/abstract=3209080 or http://dx.doi.org/10.2139/ssrn.3209080. (Erişim: 14.05.2020). 96 Aboueleid, s. 5. 97 Justice at a Crossroads: The Legal Profession and the Rule of Law in the New Egypt, Report of the International Bar Association s Human Rights Institute (IBAHRI) Supported by the Open Society Institute, Kasım 2011, s. 18. 22N.  Suudi Arabistan Suudi Arabistan, Şeriat ve modern pozitif düzenlemelerin bileşiminden oluşan kendine özgü bir hukuk sistemine sahiptir. Ülkede hukuk eğitimi başlangıçta yalnızca Şeriat üzerine iken, zamanla modern hukuk öğretisinin öğretildiği hukuk fakülteleri açılmıştır. Şeriat fakültelerinin müfredatını büyük ölçüde fıkıh ve fıkıh usulü oluştururken, hukuk fakültelerinin müfredatı ağırlıklı olarak medeni hukuk yaklaşımıyla  modern  hukuk  üzerinedir.  Bu  fakültelerde    Suudi  devlet düzenlemelerine ağırlık verilmekte, Şeriat minimum düzeyde öğretilmektedir. Hukuk ve şeriat fakültelerinin müfredatının içermesi gereken minimum dersleri belirten bir düzenleme yoktur, her fakülte müfredatını kendisi belirlemektedir. Her iki tür fakülten mezun olanlar da avukatlık yapabilmektedir. Suudi Arabistan da avukatlığın temel koşulu bir Şeriat fakültesinden ya da geçerli bir hukuk fakültesinden mezun olmaktır. Bunun yanı sıra üç yıllık mesleki tecrübe koşulu bulunmaktadır. Şeriat ya da hukuk alanında master derecesine sahip olanlar için tecrübe şartı bir yıldır. Bu koşulları sağlayanlar Avukatlık Kabul ve  Kayıt  Komitesi ne  başvurarak  sicile  yazılır  ve  avukatlık  yapmaya  hak kazanırlar. Suudi Arabistan da şeriat mahkemelerinde hakim (kadı) olabilmek için bir şeriat üniversitesinden mezun olmak ve Adalet Bakanlığı tarafından yapılan sınavdan başarılı olmak gerekmektedir. Ayrıca birinci derece mahkemeleri için 22, temyiz mahkemeleri için 40 yaş koşulu vardır. Hâkim yardımcılığı ve kademeli hakimlik sistemi olan ülkede her bir hakimlik kademesi ve yukardaki temel koşullara ilave olarak koşulları belirlenmiştir. O.  İran İran da hukuk eğitimi 4 yıldır. Zorunlu olmamakla birlikte, öğrencilerin başka alanlarda tecrübe sahibi olmak için öncesinde başka bir alanda lisans eğitimi aldıktan sonra hukuk fakültesine gitmeleri yaygındır. İran da avukatlık için 4 yıllık hukuk fakültesinden mezun olmak, çoktan seçmeli baro sınavında başarılı olmak, on sekiz aylık staj dönemini tamamlamak, staj  98 Rayan Alkhalawi,  Legal Education Reform in Saudi Arabia: A Case Study of Taibah University , Theses and Dissertations.  Paper 15, 2015, s. 9. 99  Suudi  Arabistan  Avukatlık  Kanunu  m.  3,  Code  of  Law  Practice  -  Saudi  Arabia, http://hrlibrary.umn.edu/research/saudiarabia/code_of_law.html. 100  Suudi  Arabistan  Avukatlık  Kanunu  m.  3,  Code  of  Law  Practice  -  Saudi  Arabia, http://hrlibrary.umn.edu/research/saudiarabia/code_of_law.html. 101 Suudi hukuk sisteminde Şeriat mahkemelerinin yanı sıra idari uyuşmazlıklara bakan şikayet mercileri ve uzmanlık mahkemeleri bulunur. 102  Lachin  Rezaian,   How  to  become  a  lawyer? ,  Mehr  News  Agency,  28.06.2018, https://en.mehrnews.com/news/135197/How-to-become-a-lawyer. (Erişim: 14.05.2020).   23sonunda belirlenen konulardan birinde makale sunmak ve yazılı ve sözlü yeterlilik sınavında başarılı olmak gerekmektedir. P.  Portekiz Portekiz de 12 adet hukuk fakültesi bulunmakta olup her fakülte ders programını kendisi  belirlemektedir.  Portekiz de  hukuk  fakültesinde  öğrenim  beş  yıl sürmektedir. Öğrenimin birinci sınıfında; Anayasa hukuku, malî hukuk veya iktisat, Roma hukuku, dersleri verilmektedir. İkinci sınıfta idare hukuku, medenî hukuka giriş, vergi hukuku ve devletler hukuku dersleri verilmektedir. Üçüncü sınıfta ise; ceza genel, medenî usul hukuku, borçlar hukuku, iş hukuku, idare hukuku, vergi hukuku dersleri verilmektedir. Dördüncü sınıfta aile hukuku, miras hukuku, eşya hukuku, ceza hukuku,  milletlerarası özel hukuk ve ceza usul hukuku dersleri verilmektedir. Beşinci sınıfta öğrenciler uzmanlaşmak istediği kamu hukuku, özel hukuk ve ekonomi hukuku arasında tercih yaparak uzmanlaşma yapmaktadır. Bütün bu çalışmaların yanında hukukta metot, sosyoloji, hukuk felsefesi  gibi  dersler  seçmeli  ders  alınabilmektedir.    Portekiz deki  hukuk fakültelerindeki dersler klasik olarak takrir yöntemi ile hem teorik hem de pratik olarak verilmektedir. Teorik dersler ve konular profesörler tarafından anlatılır. Hukuki olay çözümü ise genellikle asistanlar tarafından yürütülen pratik derslerle yapılır. Q.  Yunanistan Yunanistan da lise eğitimini tamamlayanlar, genel üniversitelere giriş sınavı ile hukuk fakültelerine yerleşebilmektedir.   Hukuk  fakülteleri ders programını ve ders  içeriğini  belirleme  haklarına  sahiptirler.    Dersler  1982  yılından  beridir yarıyıllık  olarak  yapılmaktadır.  Bir  öğrencinin  hukuk  fakültesinden  mezun olabilmesi için 30 zorunlu ve 10 seçimlik ders kredisi alarak başarılı olması gerekmektedir. Zorunlu dersler anayasa hukuku, medeni hukuk, aile, hukuku, miras hukuku, ceza hukuku, ceza usul hukuku, mahkeme usulü hukuku, ticaret hukuku,  uluslararası  hukuk  ve  denizcilik  hukukudur.  Bunların  yanında öğrencilerin medeni hukuk, ceza hukuku ve kamu hukuku alanlarında ‘sentez  denilen bir dersi de almaları gerekmektedir. Derslerin yarıyıllık olması dolayısıyla ceza  hukuku,  medeni  hukuk  ve  kamu  hukuku  gibi  dersleri  bir  yarıyılda öğrenmenin mümkün olmadığı görüldüğünden sentez dersleri konulmuş, ayrıca 4 yıllık eğitimin sonunda öğrencilerin gelişimi için 20 kişilik gruplardan oluşan seminer dersleri başlatılmıştır. 2020 yılı itibariyle Yunanistan da yalnızca 3 adet hukuk fakültesi bulunmaktadır.  103  Maliheh  Zare,   An  Overview  of  Iranian  Legal  System  and  Research ,  Globalex, https://www.nyulawglobal.org/globalex/Iran_Legal_System_Research.html#lawyering.  (Erişim: 14.05.2020).   104 Oğuz, s. 17-18 105 Oğuz, s. 19.   106 Atina da  Ethniko Kapodistriako Panepistimio , Selanik te  Aristotelio Panepistimio Thessalonikis , Komotini de  Nomiki Sxoli Komotinis  hukuk fakülteleri mevcuttur. 2003 yılında 24Hukuk fakültesinden mezun olanlar, ilgili bölgedeki baroya kaydolarak on sekiz aylık staj sonunda avukat olabilmektedir. Hakim ya da savcı olmak içinse, ulusal sınavda başarılı olmanın yanı sıra, en az iki yıl avukatlık yapmış olma koşulu bulunmaktadır.  R.  Belçika Belçika da lise diploması olan her öğrenci herhangi bir sınava girmeden, isteğe bağlı olarak hukuk fakültesine kayıt yaptırabilmektedirler. Buna bağlı olarak Belçika da hukuk fakültelerine kaydolmak kolay olmakla birlikte mezun olmak ise tam tersine bir o kadar zordur. Hukuk fakültesine kaydolan öğrencilerin büyük bir bölümü başarılı olamadığı için süreç içerisinde kendiliğinden elenmektedirler. Adaylar, Fransızca veya Felemenkçe dillerinden hangisini daha iyi konuşuyor ise bu dilde eğitim veren hukuk fakültelerinde öğrenim görmeyi tercih etmektedirler. Hukuk fakültelerinin eğitim süresi beş yıl olup, ilk üç yıllık sürede başarılı olanlar  bacheloria   diploması  almakta,  son  iki  yıllık  öğrenimi  de  başarılı  olarak tamamlayanlar ise  master  diploması alarak mezun olmaktadırlar. Bologna sistemi bütün Avrupa da etkili olduğu gibi Belçika daki üniversitelerin sistemini de etkileyerek değişime uğratmıştır.  Hukuk fakültesinden mezun olanlar hâkim, savcı, avukat, noter, icra müdürü olabilmektedirler.  Avukatlık stajı üç yıl olup, stajın yıllarına göre artan oranda maaş alınmaktadır. Stajer Avukatlar stajın başında  baroya  kaydolması  gerekmektedir.  Baroya  kaydolan  stajer  avukat, mahkemede yapılan yemin töreni ile birlikte stajyer olarak çalışmaya başlar. Stajyerler baroya kayıt yaptırdıktan sonra baronun belirlediği zorunlu dersleri tamamlar ve  sonrasında bitirme sınavına girerler. Bu sınavdan başarılı olmaları halinde yeterlilik belgesi alarak avukatlığa adım atarlar.107 S.  Danimarka Danimarka da hukuk eğitimi  bachelor  ve   master  olmak üzere iki aşamadan oluşmaktadır. İlk aşama olan bachelor öğrenimi üç yıl sürmekte olup, bu süreçte kamu ve özel hukukun temel kavramlarının yanı sıra Avrupa Birliği Hukuku öğretilmektedir.  Her  dönem  sonunda  öğrencilere  sınav  yapılmakta  olup  son dönemde ise öğrenci tarafından proje hazırlanması gerekmektedir. Başarılı geçen bachelor öğreniminin tamamlanmasından sonra, iki yıl süren master öğrenimi başlamaktadır. Bu süreçte de bachelor sistemine benzer bir şekilde öğrenciler her dönem sonunda sınav vermek zorundadırlar. Bu öğrenimin sonunda öğrencinin bitirme tezi yazması gerekmektedir. Hukuk  fakültesinden  mezun  olanlar  hâkim,  savcı,  avukat  veya  noter  olarak çalışabilmektedir. Danimarka da avukat olabilmek için, bir hukuk ofisinde üç yıl stajyer  avukat  olarak  çalışmak  gerekmektedir.  Bu  staj  döneminde  stajyer  da yalnızca bu hukuk fakültelerinin bulunduğu yönünde bkz. Antonis Pantelis, Hukuk Öğretimi ve Hukukçunun Eğitimi, Türkiye Barolar Birliği, 9-11 Ocak 2003, s. 139 vd.   107 Öztoprak Sağır, s. 27-32.   25avukatların baronun belirlediği konularda hukuk kurslarına devam mecburiyeti vardır. Bir stajyerin avukat sıfatını alabilmesi için, staj sonunda yapılan sınavda da başarılı olması gerekmektedir. T.  İspanya İspanya da öğrenci kabul kriterleri üniversitelere bırakılmıştır. Üniversitelerce belirlenen   bachillerato   ya  da   Bachillerato  Unificado  Polivalente  (BUP)  adındaki sınavlarda başarılı olmak öğrenci kabulünde büyük öneme sahiptir. İspanya da  eğitim  programını  ve  eğitim  süresini  de  her  üniversite  kendisi belirlemektedir.      Hukuk fakültelerinde zorunlu temel ders olarak okutulan Anayasa hukuku, ceza hukuku ve ceza usul hukuku, idare hukuku, vergi hukuku,  ticaret hukuku, medenî hukuk, medenî usul hukuku, hukuk teorisi, Roma hukuku, kilise hukuku ve hukuk tarihi gibi dersler yanında seçmeli derslerde bulunmaktadır. İspanya da takrir benzeri olan konferans şeklinde dersler yapılmakta, zaman zaman da pratik yapılabilmektedir.  Sınavlar kural olarak yazılı olarak yapılmakta ve ortalama olarak iki saat sürmektedir. Hukuk öğrenimi, öngörülen zorunlu ve seçmeli derslerin başarı ile tamamlanması ile bitmekte ve öğrenci  licenciado  unvanını almaktadır.  Licenciado unvanı alanlar stajyer avukat olarak çalışmaya başlayabilirler. Staj sonunda barolar tarafından yeterlilik sınavı yapılır başarılı olanların avukat olarak baroya kaydı yapılır. Hâkim olmak için ise hukuk fakültesi mezunu olmak ve  oposición  isimli mülakatı geçmek gerekmektedir. Bu sınavda, adayların kura yöntemiyle seçtikleri bir konuda konferans vermeleri beklenir. Burada adayın yeteneği ve yeterliliği test edilir. Doktora yapmak isteyen öğrencilerin iki yıl süren yeni  bir  öğrenim  sürecini  takip  etmeleri  gerekmektedir.  İspanya da  doktora eğitimi iki yıl olarak öngörülmüş olsa da, genelde bir öğrencinin doktor unvanını alabilmesi beş yıllık bir süre almakta, ayrıca öğretim üyesi olarak çalışabilmek için   concurso-oposición   adı  verilen  bir  sınavda  başarılı  olunması gerekmektedir. II.  ÜLKEMİZDE HUKUK EĞİTİMİ VE REFORM ÖNERİMİZ A.  Hukuk Eğitimi Reformuna Duyulan İhtiyaç Hak  ve  sorumluluklar,  tam  ve  sağ  doğmak  şartı  ile  bir  gerçek  kişiyi  anne karnından ölümüne kadar hayatının tamamında takip eder.  Bu anlamda hak ve sorumluluklar, tıpkı ruh gibi hayatın vazgeçilmez bir parçasıdır. Hukuk ise hak ve sorumlulukları  düzenleyen  disiplindir.  Hukuk,  kişinin  adı,  ikameti,  öğrenim hayatı, evlenmesi, boşanması, alış-veriş yapması, işyeri açması, şirket kurması, derneğe üye olması, tedavi görmesi, vasiyetname hazırlaması gibi birçok iş ve  108 Öztoprak Sağır, s. 28-32.   109 Uyumaz/Erdoğan, s. 483-484, Oğuz, s. 14-17.   110 A Uyumaz/Erdoğan, s. 484. 26işlemde sonuç doğurur ve kişinin toplum menfaatine uygun olan düzene tabi olmasını sağlar. Tüm bu süreçleri düzene sokmayı hedefleyen hukuk, gerçek kişilerin yanı sıra, şirket, dernek ve benzeri tüzel kişilerin iş ve işlemlerini de düzene sokmayı amaçlar. Hatta hukuk, kamu tarafından teşekkül ettirilen tüzel kişileri yani devleti düzenler ve tüm dünya uluslarının menfaatine uygun olarak belli bir düzene sokmayı hedefler.  İnsan ilişkilerinde hukukun ilgi alanına giren geniş yelpaze düşünüldüğünde bu disiplindeki eğitimin önemi daha iyi anlaşılmaktadır. Hukuk eğitimi almak isteyen öğrencilerin insan olarak kendini tanıması, toplumu tanıması, karmaşık insan ilişkilerini çözebilecek akıl yürütme becerisine sahip olması ve geçmişte insan ilişkilerine ışık tutan tarihi bilmesi gerekmektedir. Öğrencilerin ayrıca doğru anlama ve anlatma, yani iletişim yetisine sahip olması, bunun için de anadilini iyi kullanabilmesi, dilbilgisine hâkim olması gerekmektedir. Ülkemizde hukuk eğitimi almak isteyenler için kabul edilen öğrenci seçme sistemi maalesef  yukarıda  vasıfları  zikredilen  kişiyi  seçememektedir.  Ülkemizde  17 yaşında liseyi bitiren ve henüz insan olarak kendisini dahi iyi tanıyacak olgunluğa ulaşmayan  bir  kişi  hukuk  eğitimi  almaya  hak  kazanmaktadır.  Liseyi  bitiren öğrenci,  ÖSYM  tarafından  tüm  programlar  için  ortak  olarak  yapılan  genel sınavdan aldığı puana göre tercih yapmakta, çoğunlukla tercih ettiği birçok farklı bölüm arasından puanının denk gelmesine göre hukuk fakültesine girmektedir. Kaldı ki lise eğitiminin genel kalitesi ve müfredatı düşünüldüğünde bu kişinin toplumu tanıtan sosyoloji veya akıl yürütme becerisi kazandıran mantık gibi dersleri almamış olduğunu düşündüğümüzde, hukuk eğitimi alırken zorlanması kaçınılmazdır. Öğrencinin zorlanmasının yanı sıra düşük öğrenci profili nedeniyle birçok hukuk dersinin soyut bilgiden öteye geçmeyeceğini belirtmek gerekir. Dünyadaki küreselleşme süreci ile birlikte ekonomi ve sanayideki ilerleme, ulusal ve uluslararası çapta hukuk hizmetine daha fazla ihtiyaç duyulmasına sebep olmuştur. Bir sektör haline gelen hukuki hizmet alanında da uluslararası düzeyde rekabet kendini göstermeye başlamıştır. Dünya çapında büyük hukuk büroları yurtdışında  muhabir  bürolarla  çalışırken  ekonomi  ve  sanayideki  ilerlemeler karşısında  yurtdışına  hukuk  bürosu  açma  yoluna  gitmişlerdir.  Uluslararası düzeyde  hukuki  ihtilafların  hallinde,  tahkimlerde  görülen  yargılamalarda hukukçular karşı karşıya geldikleri gibi, tüm dünyaya yayılan dev şirketlere sağlanan  hukuki  hizmet  piyasasında  da  rakip  hukuk  firmaları  karşı  karşıya gelmektedirler.  111 Erzan Erzurumluoğlu,  Hukuk Öğretimi ve Hukukçunun Eğitimi , TBB Uluslararası Toplantı Bildirileri, Ankara, 2003, s. 285. 112 Tufan Erhürman,  Hukuk Öğretimi ve Hukukçunun Eğitimi , TBB Uluslararası Toplantı Bildirileri, Ankara, 2003, s. 57; İlber Ortaylı, Hukuk Eğitimi ve Tarihi, Online Söyleşi, Özetle:  Hukuk liseden sonra öğrenilecek bir şey değil onu size söyleyeyim. Hukuk 17-18 yaşındaki çocuğa öğretilecek şeyler değildir.  Erişim Adresi: (https://www.youtube.com/watch?v=ybitsYBY) (Erişim: 09.01.2020).   27Günümüzde devletlerin soft power (yumuşak güç) olarak ifade edilen uluslararası itibar  ve  gücünün  en  önemli  bileşen  ve  göstergelerinden  birisi,  ulusal hukukçuların  dünyanın  farklı  coğrafyalarında  söz  sahibi  olabilmesi  ve vatandaşlarının haklarını savunabilmeleridir. Kendi topraklarındaki çok uluslu uyuşmazlıklarda kendi hukukçularının söz sahibi olup olmadığı, hatta tamamen yabancı  unsurlar  arasındaki  ihtilaflarda  kendi  hukukçularının  söz  sahibi olabilmesi paha biçilmez bir soft power örneğidir. Hukukçuları ile söz sahibi olabilen devletler, tahkim merkezleri gibi kurumsal yapılarla da uluslararası hukuk  sektöründe  söz  ve  pay  sahibi  olabilmektedir.  Günümüzde  İsviçre  ve İsveç in  uluslararası  tahkim  alanında  öne  çıkması  ve  Amerikalı  hukuk şirketlerinin  dünyanın  dört  bir  yanında,  Amerika yla  hiç  alakası  olmayan konularda bile danışmanlık vermesi bu ülkelerin uluslararası gücüne önemli bir katkı sağlamaktadır.   Bu alanlarda başarının ve ilerlemenin anahtarı ise ilgili devletin hukukçularının kalitesidir. Günümüz dünyasında sadece üretilen mal veya paranın ülkeler arasında rekabet etmediği,  ondan  da  öte,  bilgi  ile  donanmış  gerek  teknisyen  gerekse  hukuk adamlarının rekabetin başat aktörleri olduğu bir gerçektir. Bu bilinçle, ülkelerin bugün  her  alanda  başarılı  hukukçulara  dünden  daha  fazla  ihtiyacı  olduğu yadsınamaz. Hukuk eğitimi sistemimizin bırakın küresel çapta hukukçu yetiştirmeyi, ulusal çapta  dahi  iyi  hukukçu  yetiştirmeye  yeterli  olamadığı  ülkemizdeki  adalet sisteminin ürettiği sonuçlardan kolayca anlaşılabilmektedir. Bir başka ifade ile üniversitelerimizdeki  hukuk  eğitiminin  ülkemizi  uluslararası  düzeyde  temsil edecek,  diğer  ülke  hukukçuları  ile  rekabet  edebilecek  iyi  hukukçular yetiştirmekten son derece uzak olduğu görülmektedir. İstisnai başarı örnekleri bulunsa da hukuki hizmet ihraç edebilen bir ülke olduğumuzu söylemek ne yazık ki mümkün değildir. Türkiye, Dünya da söz sahibi olan, güçlü bir devlet olmak istiyorsa, uluslararası arenada tekel sahibi olan güç odakları karşısında bir alternatif olma iddiası varsa, küresel ölçekte vatandaşlarının ve zulme uğrayan herkesin hamisi olma iddiası varsa; Türk hukukçuların ve Türk hukuk firmalarının dünyanın dört bir yanında etki ve itibarlı olmaları şarttır. Siyasi etmenlerin yanında ve öncesinde bu hukukçu güç,  uluslararası  platformda  güçlü  ve  söz  sahibi  olmanın  mutlak  gereğidir. Türkiye nin sivil gücü olan ulusal şirketleri veya iş adamlarının yanında, gittikleri ülkelerde kendilerini karşılayan, o ülkede faaliyet gösteren, yanlarında durabilen ve uyuşmazlık durumlarında kendilerini savunan Türk hukuk şirketleri olduğu gün Türkiye nin büyük devlet olduğu ve gelişmiş ülkeler kategorisine girdiği söylenebilecektir. Son dönemlerde hukuk eğitimde kaliteyi sağlayabilmek için hukuk fakültesine girişte puan sınırlaması getirildi ise de mevcut hukuk fakültelerinin fazlalığı, akademik kadroların yetersizliği ve kontenjanların yüksek olması karşısında bu 28tedbirler yetersiz kalmıştır.  Hukuk fakültelerinin ve kontenjanlarının artması ile adaylar, çok düşük puanlarla hukuk fakültesine yerleşebilmektedir. Örneğin 2010  Öğrenci  Seçme  ve  Yerleştirme  Sınavında  (ÖSYS)  177000 inci,  2014 ÖSYS'de ise 366000 inci aday hukuk fakültesine yerleşmiştir. YÖK Genel Kurulu nın getirilen sınırlamalar sonrası mevcut durumda hukuk fakültelerine yerleşmek için ilk 125.000 başarı sıralamasına girme koşulu getirilmiştir.  Ülkemizde  bir  öğrencinin  hukuk  fakültesinden  mezun  olabilmesi  ve  hukuk mesleklerine aday olabilmesi için dört yıllık (sekiz yarıyıllık) eğitim programını başarıyla tamamlamış olması yeterlidir. Avrupa nın birçok ülkesinde bu süre beş yıldır. Amerika da ise hukuk eğitimi üç yıl sürse de hukuk eğitimi alabilmek için lisans mezunu olmak gerekli olduğundan liseden sonra hukuk fakültesi mezunu olabilmek için en az yedi yıl geçmesi gerekmektedir.  Ülkemizde hukuk eğitiminin kalitesinin arttırılması için, mevcut sorunları ve eksiklikleri,  bu  konudaki  tarihi  tecrübe  ve  yukarıda  incelemiş  olduğumuz dünyadaki hukuk eğitim sistemi örnekleri çerçevesinde çözümlemek gerektiği kanaatindeyiz. Ülkemizin sahip olduğu kültürel ve tarihi hukuk müktesebatını göz önüne  alarak  uygulanabilir  bazı  önerilerde  bulunmak  istiyoruz.  Aşağıda açıklayacağımız bu önerilerde, ülkemizin ve mensubu olduğu medeniyetin hukuk eğitimindeki tarihi tecrübesi, yakın tarih uygulaması ve bundan çıkarılan dersler, modern toplumlardaki başarılı örnekler ile toplumumuzun değer yargıları ve yapısı dikkate alınmıştır. B.  Hukuk Fakültesi Eğitim Reformunun Temel Dinamikleri Ülkemizde hukuk eğitiminin esaslı bir reforma tabi tutulması gerekmektedir. Zira sorun, yüzeysel ve şekilsel değişikliklerle çözülemeyecek, önemli bir sistem ve paradigma değişikliği gerektiren bir sorundur. Bu reformun temel dinamikleri ise hukuk  eğitiminde  metot  değişikliği  ve  standardizasyon  olmalıdır.  Hukuk eğitiminde teorik ve monolog eğitim modeli terk edilerek, pratiğe yönelik ve öğrencinin katılımını artıracak bir metot değişikliği sağlanmalıdır.     Bunun yanı sıra  modern  Avrupa  eğitim  sisteminin  bel  kemiği  olarak  ifade  edilebilecek Bologna  sistemi  üzerinden  hukuk  eğitiminin  içeriğinin  standardizasyonu  ve ölçülebilirliği sağlanmalıdır.  113  ÖSYM,  Yüksek  Öğretim  Programları  ve  Kontenjanları  Kılavuzu,  2018, https://www.osym.gov.tr,  (Erişim: 24.04.2019). 114   Tıp  fakültesine  ilk  40  bin,  hukuk  fakültesine  ilk  150  bin de  olanlar  girebilecek , http://www.hurriyet.com.tr/egitim/tip-fakultesine-ilk-40-bin-hukuk-fakultesine-ilk-150-bin-deolanlar Girebilecek-28084226, (Erişim: 20.04.2019). 115  İstanbul  Üniversitesi  Hukuk  Fakültesi  Lisans  Öğretim  Ve  Sinav  Yönetmeliği,  m.5,  http://www.resmigazete.gov.tr (Erişim: 22.05.2019) 116  Ceyda  Ümit  ve  diğerleri,   Bazı  Avrupa  Birliği  Ülkelerinde  Avukatlık  Mesleği  ile İlgili Düzenlemeler ,  Adalaet  Bakanlığı  Avrupa  Birliği  Genel  Müdürlüğü  Bilgi  Notu,  http://www.abgm.adalet.gov.tr/yayinlar/e-kutuphane.html, (Erişim: 22.05.2019).   291.  Hukuk Eğitiminde Metot Değişikliği: Takrir ve Karar Yöntemleri Hukuk eğitiminde temel yaklaşımın değişmesi gerekmektedir. Eğitimin temel çıktısı olan mezunların hangi vasıflara sahip olması gerektiği yeniden gözden geçirilmeli,  çağın  ihtiyaçlarına  cevap  verebilecek  vasıflarda  hukukçu yetiştirilmelidir. Bunun için de eğitimde mutlak yöntem olarak benimsenen takrir metodu  kısmen  terk  edilerek,  karar  metodunun  da  dahil  edildiği  karma  bir metodun benimsenmesi gerekmektedir.  a.  Hukuk Eğitiminde Mantalite ve Metot Değişikliği İhtiyacı Hukuk  eğitimine  yönelik  reformlardaki  temel  amacın  eğitim  kalitesinin yükseltilmesi olduğu muhakkaktır. Dünyada bu yöndeki bütün çalışmaların amacı mezun olanların mesleğini icra ederken gerek ulusal ve gerekse uluslararası alanlarda başarılı olma beklentisinin sağlanmasıdır. Dünyada son yıllarda yapılan reformlarda hukuk eğitimin kalitesinin artırılması için avukat eksenli bir öğrenim ile uygulamaya dönük bütünleşik eğitimin önem kazandığı konusunda görüş birliği mevcuttur. Hukuk eğitimi alanında Avrupa da yapılan reformlarda, hâkimlik mesleği önceliğinden vazgeçilmiş, eğitimin avukatlık mesleği odaklı olmasına  doğru  dönüşüm  yaşanmıştır.  Bunun  sebebi,  hukuku  ilgilendiren ilişkilerin geçmişe oranla daha karmaşık ve çok kültürlü olması ve bu bağlamda değişik sorunların ortaya çıkması olarak görülmektedir. Günümüzde hem kamu yönetimi tarafında, hem de özel sektörde hukukçudan beklenen,  koruyucu  hukuk  yaklaşımıdır.  Başka  bir  ifade  ile  günümüzde hukukçunun,  problem çözmekten çok, olası problemleri önlemeye yönelik bir yaklaşım  sergilemesi  beklenmektedir.  Almanya daki  hukuk  eğitimi  hukuk öğrencisine,  hukukçu  kişiliğini  ve  hukuk  bilgisini  takdim  ederken,  yaşanan reformla birlikte bunun yanında piyasada istenen özelliklerin kazandırılması da amaçlanmış  ve  özellikle  iletişim,  müzakere  ve  süreç  yönetimi  becerilerini geliştirecek bir takım dersler de müfredata girmiştir.  Reformla müfredata giren yeni nesil derslerden birinin de yabancı dil olduğu görülmektedir. Avrupa daki hukuk eğitiminin önceliği taraflar arasında ihtilafları önlemeye yönelik iletişim becerilerine sahip, esnek ve geniş düşünebilen, aksiyon alabilen hukukçuların yetiştirilmesidir.  Avrupa da bugün yaygın düşünce ve görüş, ders programlarında zorunlu derslerin azaltılarak öğrencilerin kendi istedikleri alanda uzmanlaşmalarını sağlayacakları imkânların oluşturulması yönündedir. Bu düşünceden hareketle öğrencilere ilk önce; hukuk teorisi, hukuk tarihi, Roma hukuku, karşılaştırmalı hukuk, hukuk felsefesi gibi temel bilim dersleri verilmeli bundan sonra da medeni hukuka giriş, ceza hukuku, kamu hukuku ve Avrupa hukuku gibi temel nitelikteki alanlara ağırlık veren bir eğitim programı takip edilmelidir. Öğrenciye eleştirel bir bakış açısının yanında, araştırma metotlarını özümsemesi, sosyal hayatın değişimi ile  117 Öztoprak Sağır, s. 35-36. 118 Öztoprak Sağır, s. 37-42. 30hukuk düzeninin tarihi gelişimine vakıf olması, bütün bu süreçleri birlikte ele alarak çok yönlü olarak kavraması yönünde yol açacak bir öğrenim ve eğitim usulü desteklenmektedir. Bütün bu kazanımlardan sonra, Tarih ve metodoloji bilgisine sahip bir hukukçu için, gerek ulusal, gerek yabancı hukuk materyalini araştırmak,  kavramak,  yorumlamak,  uygulamak  ve  sonuç  almak  olağan  bir faaliyetten ibaret olacaktır. b.  Takrir ve Karar Metotları Kıta Avrupası ve ülkemizdeki geleneksel eğitimde büyük ölçüde takrir metodu kullanılarak  hukuk  eğitimi  yapılmaktadır.  Takrir,   yerleştirme,  yerleştirilme, anlatma, ders verme  anlamlarına gelmekte olup,  eğitim açısından hocanın ders anlattığı, öğrencilerin ise dinleyici olduğu eğitim metodunu ifade etmektedir. Güncel dilde  anlatma yöntemi  olarak da adlandırılan bu yöntem,  eğitimde öğreticinin ana figür olarak etkin olmasını gerektirmekte, müfredatta yer alan konuların  öğretici  tarafından  açıklanmasını  gerektirmekte  ve  öğrencinin gelişimini öğreticinin monolog performansı üzerine kurgulamaktadır. Avrupa da ve geleneksel doğu ekollerinde takrir metodu benimsenirken, ABD de ise hukuk eğitiminde takrir metodu uzun yıllar önce terk edilmiş, yerine  case method  yani karar metodu kullanılır hale gelmiştir. Karar metodu, öğrencilerin örnek kararlar, uygulamalar ve kurmaca çalışmalarla eğitime aktif katılımının sağlanması,  öğreticinin  yönlendirmesi  altında  ancak  kendi  bireysel  faaliyeti doğrultusunda gelişim göstermesi gereken eğitim yöntemidir.  Bu iki metodun birbirleri  karşısında  avantajları  olduğu  gibi  pek  tabi  ki  dezavantajları  da bulunmaktadır.  c.  Hukuk Eğitiminde Karar Metodunun Olumlu Yönleri Karar  metodunun  en  belirgin  farkı  öğrencilerin  hukuk  teorisi  veya  hukuk bilgilerini ezberlemek yerine, yaşanan sorunları ve çözüm yollarını görerek, tecrübe  kazanarak  öğrenmeleridir.  Öğrenciler  ortaya  konulan  sorunun  nasıl çözümlenmesi gerektiği konusunda kendi gayretleri ile tümevarım yöntemini kullanarak çözüm yolları bulmaya çalışmakta, bunun da öğrencilere ve öğrenime dinamizm  kazandırdığı  görülmektedir.  Öğrenci,  meslek  hayatında  ihtiyaç duyacağı hukuk bilgilerini kendisi bulmayı, mahkeme kararlarını okumayı, tahlil etmeyi ve sonuç çıkarmayı öğrenmiş olması sebebiyle ayrıca mahkemelerde staj yapma ihyacı da duymamaktadır. Öğrencilerin meslekle ilgili tecrübeleri ise öğrenim faaliyetleri çerçevesinde mahkemelere yapmış oldukları ziyaretlerde kazandıkları görülmektedir.    Takrir metodunda ise öğrencinin araştırmasından daha çok öğreticinin anlatımı önem  kazanmaktadır.  Öğrenci  için  vazgeçilmez  birinci  öncelik,  öğretici  ile  119 Öztoprak Sağır, s. 42. 120 https://sozluk.gov.tr/. 121 Sami Okay,  Mıchıgan Hukuk Fakültesinde Hukuk Tahsili Ve Öğretim Tekniği , İstanbul Üniversitesi Hukuk Fakültesi Dergisi, 27(1-4), 2011, s. 373.   31aynılaşmak, onun anlatımlarını benimsemek, anlattığı ilke ve konuları ezberlemek olarak görülmektedir. Bunun doğal sonucu olarak; öğrenci, araştırma veya çözüm üretme  gibi  bir  gayrete  ihtiyaç  duymamaktadır.  Bu  yüzden  birçok  öğrenci, hocanın tavsiye ettiği kitaptaki bilgileri, doğru veya yanlışlığını veya eksikliğini tartışmadan veya düşünmeden anlama, ezberleme yolunu tercih etmektedir. Bu yaklaşım sebebiyle öğrencilerin çoğu, yanlarında kanun bulundurmadan, kanunu açıp  okumadan,  kitapta  verilenle  yetinerek  mezun  olmaktadır.  Bu  tablonun kaçınılmaz sonucu olarak da, mezun olduğunda staj döneminden itibaren, okulda anlatılanla uygulamanın farklı olduğu düşüncesi hakim olmaktadır. Bu düşünce, bir şekilde fakültedeki öğrencilere nüfuz etmekte, hukuk öğrencilerini olumsuz etkileyerek öğrenim ve eğitim kalitesini olumsuz yönde etkilemektedir. Takrir metodu ile yetişen öğrencilerde, mesleki bilgiler dışında mahkeme kararlarını tahlil  ya  da  görülen  davada  karar  oluşumu  gibi  süreçleri  takip  etme  yetisi gelişemediğinden, bu öğrenciler yapmış oldukları stajlarda mahkemelerde işleyen süreci takip edememekte, bunun doğal sonucu olarak stajda geçen süre boşa harcanan zaman olarak görülmektedir.   Karar  metodunda  öğretici,  dönem  başında  öğrenciye  detaylı  bir  ders  planı, programı (syllabus) ve dersin kaynaklarını sunmakta, buna bağlı olarak her derse öğrencinin öğretici kadar hazırlıklı gelmesi beklenmektedir. Bazı fakültelerde verilen  ders  programına  uygun  olarak  önceden  öğrencinin  ödev  yapması istenmektedir.  Belirli  sayıda  ödev  yapmayan  öğrenci,  dönem  sonu  yapılan sınavlara alınmamaktadır. Bu yöntem öğrenciyi pasif süje olmaktan çıkartan, zorunlu olarak ders hazırlayan, soru üreten, soru soran, eksiklerini gören, sınıf arkadaşları  ile  rekabet  eden,  tartışan,  derse  aktif  katılan  bir  aktör  haline getirmektedir. Bu metot, öğrencilerin hem araştırma hem konuşma, hem de müzakere yetilerini kamçılayan bir etki oluşturmaktadır.  Takrir metodunda ise öğreticilerin çoğu kez dönem başında ders planı, programı veya dersle ilgili kaynakları öğrenciler ile paylaşmadığı, sadece kitap tavsiye ettiği,  öğrencinin  işlenecek  konulara  önceden  okuyarak  veya  ödev  yaparak hazırlık yapmasının beklenmediği, öğreticinin konudan bihaber olan öğrenciye, konferans şeklinde ders anlatarak dönemi sonuçlandırdığı, dönem sonunda sınav yapıldığı bir tablo ortaya çıkmaktadır. Bu yöntemde de öğreticinin dönem başında ders içeriğini, planını ve kaynaklarını öğrenci ile paylaşması ve önden ödev vermesi elbette mümkündür. Ancak yöntemin temel işleyişi ve mantığı bunun sağlıklı ve etkin yürümesine elverişli değildir. Karar metodunda öğrenciler, verilen ders planına göre derslere çalışarak gelmek, müfredatı sıkı bir şekilde takip etmek, sınavlara girme şartı olan günlük ödevleri zamanında yapmak zorunda olmaları sebebiyle; verilen plan dâhilinde tedrici, ama etkili; zamana yayılmış ama kalıcı bir öğrenim süreci geçirmektedir. Böylelikle hukuk metinlerini ezberlemiş öğrenci yerine, hukuku kavramış, hukuk idesini benimsemiş, muhakeme kabiliyeti güçlendirilmiş hukukçular yetiştirilmektedir. 32Takrir sisteminde ise günlük ödev yapma, derse hazırlıklı gelme zorunluluğu bulunmadığından  öğrenciler  çoğu  kez  günlük  derse  çalışmamakta,  önerilen kitapların kapağını bile açmamakta, ancak sınavlar yaklaştığında sınavı geçmek amacıyla yoğun olarak emek sarf etmekte, sınav bittikten veya başarılı olduktan sonra  ise  çalışma  motivasyonunun  aksine,  öğrendiklerini  unutma  evresine girmektedir. Karar metodunda öğrenci, doğrudan yaşanan bir hukuki sorunu anlamak ve ona çözüm  üretmek  üzere  öğrenim  görmektedirler.  Bunun  doğal  sonucu  olarak öğrenciler  güncel  sorunları  görmekte,  sınıftaki  arkadaşları  ile  aralarında tartışmakta,  sorunu  tahlil  edebilmektedir.  Öğrenci  kullandığı  bu  yöntemle sınıftaki arkadaşları ile müzakere ve münakaşa etmekte, farklı yaklaşım ortaya koymaya çalışarak çözüm yolları önermekte, karşıt görüşleri tanımakta, aynı zamanda kendi görüşlerini de test etmekte ve diğer arkadaşlarının görüşleriyle mukayese de edebilmektedir. Öğrenci bu metotla bilgi ve tecrübe sahibi olmakta, mesleğe başladığında zorluk çekmeden kolayca uyum sağlayabilmektedir.   Takrir metodunda eğitimin birincil önceliği öğrencinin teorik hukuk bilgilerine hâkim olmasıdır. Teorik bilgiyi alan öğrencinin, bu bilgi doğrultusunda kanunları kullanarak  önüne  gelen  sorunları  çözümlemesi  beklenmekte,  ancak  bunu yapabilmesi için ilgili yetileri geliştirilmemektedir. Karar metodu ile yapılan öğretimde hukuk, hayatın pratik meselelerini hak, adalet ve ölçülülük kurallarına göre çözüme odaklandığı için öğrenciler ihtiyacı olan bilgileri öğrenmekte ve önünde duran problemin çözümünde kullandığı için bu yöntem ilgi çekici olabilmektedir.  d.  Karar Metodunun Olumsuz Yönleri Karar  metodu  ancak  öğrenci  sayısı  az  olan  sınıflarda  uygulanabilmektedir. Sınıftaki öğrenci sayısının kırkı geçmesi halinde, tartışma ortamı yoğunlaşmakta, ödev kontrolü zorlaşmakta olacağından bu metodun etkin olarak uygulama imkânı ortadan kalkacaktır. Aynı şekilde bu yöntemin uygulanması için öğrenci başına düşen akademisyen sayısının yeterli olması ve öğreticilerin de bu yöntemde eğitim vermeye elverişli bilgi ve birikime sahip olmaları gerekmektedir.  Ülkemizde neredeyse  hiçbir  hukuk  fakültesi  mevcut  durumda  bu  yöntemi  uygulamaya elverişli öğrenci sayısı ve akademisyen mevcuduna sahip değildir.  Karar metodunda öğrenciler önlerine gelen sorunlarla ilgili konuları öğrenmek zorunda kalacaklarından, bütüncül olarak genel konuları ve istisnaları öğrenme, genel  anlamda  bilgi  sahibi  olma  imkânı  bulamayacaklardır.  Bu  durumda öğrenciler eksik bilgi ile mezun olabilecektir. Bir hukuk dalının esaslarının ve  122 Okay, s. 367. 123 Okay, s. 377. 124 Okay, s. 377.   33istisnalarının bu yöntemle bütüncül bir biçimde öğrenilmesi için uzun bir zamana gerek duyulmaktadır.  Takrir  sisteminde  ise  teorik  bağlamda  genel  hukuk  bilgilerini  ile  istisnaları öğretmek  konusunda  öğreticinin  yeterli  zamanı  ve  imkânı  bulunmaktadır. Öğretici, bir plan dâhilinde öğretilmesi istenen hukuk dalının genel esaslarını ve istisnalarını rahatlıkla ortalama seviyeye sahip olan bütün öğrencilere öğretme imkânına  sahip  olmakta,  öğrenciler  için  de  yeterli  zaman  olduğundan  daha kapsamlı bir öğrenme mümkün olabilmektedir.   Karar metodunda verilen ödevlerde, istenen hukuk normlarının araştırabilmesi için öğrencinin hem çok zaman harcaması hem de bilmediği konuları kendi kendine öğrenmesi gerekmektedir. Bunun doğal sonucu olarak öğrenci gereksiz zaman harcamakta ve çoğunlukla da ilgili hukuk normunu araştırdığı dava ile sınırlı olarak eksik bir şekilde öğrenebilmektedir. Öğrenci, olması gerekenden fazla zaman harcadığı için ders dışında kendisini geliştirecek sosyal etkinliklerden uzak kalmaktadır.  Karar  metodunun  bir  başka  olumsuz  yönü  de  öğreticilerin  bilimsel  çalışma yaparak kitap yazmalarının cazip bir tarafı olmadığından akademisyenler kitap yazma,  düşüncelerini  disipline  ederek  eser  olarak  ortaya  çıkarma  ihtiyacı duymamakta, sadece kendilerinin ilgilendiği alanlarda çalışma yapmaktadırlar. Bu sebeple hocaların düşüncelerinin, tecrübelerinin anlamı ortadan kalmakta, akademisyenlerin hukukun gelişmesine katkısı önemsiz hale gelmektedir. Bu usul,  öğreticilerin  ders  hazırlama  ya  da  derse  çalışıp  katkı  sağlamasını önemsizleştirdiğinden, öğreticileri tembelliğe itebilmekledir.   Karar metodunda ağırlıkla mahkeme kararları esas alındığından ve yeni yapılan düzenlemeler konusunda mahkeme kararı olamayacağından öğrencilerin yeni yapılan yasal düzenlemeleri öğrenmeleri veya anlamaları çoğu kez mümkün olamamaktadır.  Karar  metodunda  eğitim  gören  öğrenciler  bütün  hukuk  kurallarının  sadece mahkeme  kararlarından  ibaret  olduğu  düşüncesine  kapılmaktadırlar.  Oysa mahkeme kararları sadece bir sonuç olup, asıl olan hukuk kurallarının kendisidir. Mahkemeler önüne gelen olayları esas alarak mevcut yasaları tatbik ederek sonuca ulaşmaktadırlar.   Karar metodunda öğrenciler önlerine gelen davaları analiz (tahlil) etme kabiliyeti kazanmış olmalarına karışın, sentez (terkip) kabiliyetini kazanmaları mümkün olamamaktadır. Bunun doğal sonucu olarak öğrenciler olay bazlı ve mevzu (tartışmalı) konuları öğrenmekte, işin esası olan bütüncül yaklaşımı sağlamakta  125 Okay, s. 375. 126 Okay, s. 381. 127 Okay, s. 380. 128 Okay, s. 382. 34güçlük çekmektedirler. Takrir metodunda ise öğrencilerin sentez yapma kabiliyeti yüksek olmasına karşın analiz yeteneği gelişememektedir. e.  Sonuç ve Önerimiz: Karma Metot Takrir metodu ile karar metodu karşılaştırıldığında birisinin diğerinden daha üstün olduğu sonucuna varılamaz. Karar metodunun öğrenci sayısı az olan ve hukuk sistemleri mahkeme içtihatlarına dayanan ülkelerdeki fakültelerde daha verimli olacağı görülmektedir. Hukuk sistemleri kodifiye edilmiş (kanunlaştırılmış) ve öğrenci sayısı çok olan ülkelerdeki fakültelerde ise takrir metodunun daha verimli olabileceği görülmektedir. Günümüz dünyasında ülkeler, şirketler ve halklar arasında iletişim ve iş ilişkilerinin bu kadar iç içe geçtiği bir dönemde ülkemiz açısından takrir metodunun tarihi tecrübesi göz ardı edilmeden karar metodunun faydaları da göz önüne alınarak yenilenmesine ihtiyaç bulunmaktadır. Esasında  geleneksel  eğitim  sistemimizde  karar  yönteminin  benzeri  eğitim tecrübesi mevcuttur. Medrese sisteminin ilk zamanlarında öğrencinin katılımı ve araştırması ağırlıklı olan müzakere ve mütalaa metotlarından oluşan eğitim öne çıkmış, 18. yy dan itibaren medreselerde bu sistem terk edilmeye ve mutlak takrir yöntemi  benimsenmeye  başlamıştır.  Medreselerin  ve  genel  olarak  eğitim sistemimizin  başarısını  kaybetmesinin  sebepleri  arasında  bu  yöntem değişikliğinin etkisi de göz ardı edilmemelidir. Geçmişten gelen bu tecrübe doğru okunarak yeniden karma ve öğrenci katılımının öne çıktığı bir metoda yönelmek gerekmektedir. Yukarıda aktardığımız Anglosakson sistemindeki olumlu tecrübe ve Avrupa daki güncel reform örnekleri de göz önüne alındığında günümüzün ihtiyaçlarına cevap verecek hukukçular yetiştirmek için mutlak takrir metodunun terk edilmesi ve karar metodunun olumlu yönlerinin de benimsendiği karma bir metoda geçilmesi gerekmektedir.  Her  iki  metodun  olumlu  yönlerini  öne  çıkaracak  ve  birlikte uygulanmalarını sağlayacak şekilde ödev ve tartışmanın öne çıktığı bir sistem benimsenmelidir.  Takrir metodunda öğrencileri pasif dinleyici rolünden çıkartarak aktif dinleyici ve katkı  sağlayıcı  haline  getirmek  mümkün  gözükmektedir.  Ancak  bu  noktaya gelebilmek  için,  öğreticilerimizin  (akademisyenler)  öğrenim  ve  eğitim yöntemlerinde değişime inanması ve öğrenciden önce onların değişimi kabul etmesinin  öncelikli  şart  olduğu  görülmektedir.  Öğreticinin,  öğrencinin  derse hazırlık  yapmasına,  anlatacağı  konunun  önce  öğrenci  tarafından  araştırma yapılmasına ve buna bağlı olarak ödev hazırlamasına zemin oluşturtacak bir usul takip  etmesi  gerekmekledir.  Öğretici  anlatacağı  derse  hazırlık  yaparken öğrencinin de araştırma yapması ve ders öncesinde ödevlerini hocasına teslim etmesi, bunun sonucu olarak da dersin atmosferinin monolog yerine interaktif bir eğitim öğretim sürecine evirilmesi kaçınılmaz olacaktır.  Ödevlerin hem derse  129 Okay, s. 383. 130 Ataş/Dost/Çelikkol, s. 38.   35katılmanın hem de sınava girmenin ön şartı haline getirilmesi halinde, gerçekten hukuk fakültesinde okumak isteyen öğrencilerin devam edip mezun olacağı ve fakültelerin ülkemiz için çok nitelikli hukukçuların yetiştiği bir mecra olacağı düşünülmektedir. Aşağıda açıklayacağımız hukuk öğretimi yöntemi üç yıllık lisans ve iki yıllık ortak meslek stajı aşamalarından oluşmaktadır. Bu sistemde ilk üç yıllık teorik eğitim  aşamasında  takrir  yöntemine  ağırlık  verilerek  bu  yöntemin  sağladığı bütüncül bakış ve sentez öğrenciye kazandırılmalı, son iki yıldaki meslek stajında ise karar yöntemine ağırlık verilerek analiz öne çıkarılmalıdır. 2.  Bologna Sistemi Çerçevesinde Standardize Edilmiş Eğitim Hukuk eğitimi ve genel olarak eğitim, özerk yapılar olan üniversiteler tarafından verilmektedir.  Üniversitelerin  özerkliğine  mukabil,  eğitimin  asgari  koşulları olması ve farklılar olsa dahi ölçülebilirliği sağlayan temel standartların bulunması mecburidir. Bu, hem farklı fakülte ve programların eğitiminin karşılaştırılabilir, ölçülebilir  olmasını  hem  de  ilgili  programdaki  akademisyen  ve  öğrencilerin programı sağlıklı bir şekilde takip etmesini temin edecektir. Bu nedenlerle hukuk eğitiminin yeniden düşünülmesi ve planlanmasında Bologna sistemi  esas  alınmalıdır.  Aşağıda  öncelikle  Bologna  sistemi  hakkında  genel bilgileri, daha sonra bu sisteme göre hukuk eğitimindeki standartları aktaracağız.  a.  Bologna Sistemi  Avrupa Birliği üyesi ülkelerin yanında, Avrupa coğrafyasının doğal uzantısı olan Türkiye,  Norveç,  İsviçre,  Rusya  gibi  ülkelerin  yükseköğretim  sistemlerinin uyumlaştırılması ve bu ülkeler arasında öğrenim ve araştırma alanında işbirliğinin geliştirilmesine yönelik çalışmalar, 1998 yılında imzalanan Sorbon Deklarasyonu ile başlamış, 1999 yılında yayınlanan Bologna Deklarasyonu ile yol haritası belirlenmiştir. Deklarasyonun temel amacı Avrupa coğrafyasında yer alan farklı ulusal sistemleri çağdaş bir anlayışla uyumlu hale getirerek 2010 yılına kadar  Avrupa Yüksek Eğitim Alanı nı oluşturmaktır. 1999 yılından bu yana, sürdürülmekte olan bu süreç, yükseköğretim sistemlerini uyumlu hale getirerek yeniden yapılandırılması ‘Bologna Süreci  olarak tanımlanmaktadır. Türkiye ise bu sürece 2001 yılında dâhil olmuştur. Bologna Deklarasyonu na göre Bologna Süreci nin dayanağı;  Araştırma, bilgi ve bilim üzerine kurulu, akademik hareketliliğin  sağlandığı,  cinsiyetten  kaynaklanan  eşitsizliklerin  azaltıldığı, niteliksel ve niceliksel olarak daha gelişmiş bir iş paylaşımının bulunduğu bilgi ekonomisine dayalı yetiştirilmiş bireylerin, Dünyadaki diğer güç odaklarıyla rekabette  en  üst  sıraya  çıkarılabileceğine  olan  inançtır .  Deklarasyon un  131 Öztoprak Sağır, s. 35. 132 Öztoprak Sağır, s. 35. 36amaçları ise şunlardır:  Yaşam boyu eğitim, öğrencilerin, akademik ve idari kadro çalışanlarının Erasmus, Leonardo ve benzeri programlar ile Avrupa sınırları içindeki serbest dolaşımının hızlandırılması, özellikle doktora aşamasında, farklı ulusal sistemler hakkındaki karşılaştırmalı akademik araştırma ve çalışmaları teşvik etmek, üniversite ve sonrası eğitimde birlik ve uyum sağlamak, eğitim ve öğretim sistemi ve diploma şartlarını yeknesak kurallara bağlayarak tek ve aynı olan bir değerlendirme sistemini kurmak ve tek tip diploma sistemi oluşturularak diplomaların  karşılaştırabilir  olması  ve  taraf  ülkelerde  denkliklerinin kolaylaştırılması  133. b.  Bologna Sisteminde Hukuk Eğitimi Bologna  sistemindeki  en  önemli  hususlardan  birisi,  temel  lisans  eğitimine uzmanlaşma eğitimini de dahil etmesidir. Bologna sisteminde,  master  olarak bilinen  yüksek  lisans  aşamasına  son  verilerek  üç  yıl  bachelor   ve  iki  yıl  master dan oluşan temel eğitimden sonra üç veya dört yıl  doktora  süreci ile öğrenimin tamamlanması planlanmıştır. Bu plana göre iki dereceli temel eğitim sistemi oluşturularak, lisans öğreniminin süresi beş yıla çıkmakta, beş yıllık eğitimden sonra doğrudan doktora yapmak mümkün olmaktadır. Üç yıl süren  bachelor  öğreniminden sonra mezun olanların belirli koşullarda kamu veya özel  kurumlarda  çalışma  imkânı  olmasına  karşın,  avukatlık,  savcılık  veya hâkimlik  mesleklerini  yapmaları  mümkün  olmamaktadır.  Bu  meslekleri  icra edilebilmek için beş yıllık iki dereceli lisans programının başarı ile tamamlanması gerekmektedir. Üniversiteler arası standardizasyonu sağlayan bu sistem çift diploma, bir başka ifade ile iki farklı üniversitenin fakültesinden mezuniyeti belgeleyen iki ayrı diploma alabilme imkânı tanımaktadır. Bu uygulama hukukçular açısından ise çok önemli  bir  avantaj  sağlamaktadır.  Zira  bütün  Avrupa  ülkelerinde  avukatlık mesleğinin  icrası  için  ilgili  ülkenin  hukuk  fakültesinden  mezun  olma  şartı aranmaktadır. Bu sistem sayesinde bir öğrenci farklı ülkelerde lisans diploması alarak,  bu  ülkelerin  her  birinde  hukuk  mesleklerini  yapma  şansına  sahip olabilmektedir.  Ayrıca,  ölçülebilirlik  sayesinde  değişim  programlarıyla  yurt içinde ve yurtdışında farklı fakültelerin farklı programlarından ders alınabilir. Bu, öğrencilerin ve akademisyenlerin farklı ülkelerin hukuk sistemlerini tanımalarına fırsat verir, bu imkân mukayeseli hukukun gelişimi için çok önemlidir Bologna sisteminin hukuk eğitimine bir diğer etkisi; temel eğitim aşamasında kamu hukuku, özel hukuk ayrımı yapılabilmesi, bu aşamada öğrencilerin kamu hukuku  veya  özel  hukuk  dallarından  birine  yönelerek  uzmanlaşmasının sağlanabilmesidir. İki dereceli temel eğitim sisteminde hukuk fakültesinden başka bölümlere yatay geçiş de yapılabilir.  133 Öztoprak Sağır, s. 35. 134 Öztoprak Sağır, s. 35-36. 135 Öztoprak Sağır, s. 36.   37Bu çalışmanın odağı ve kapsamı uyarınca Bologna sisteminin ayrıntılarına burada yer vermeyeceğiz. Ancak ülkemizde hukuk eğitimi yeniden tasarlanırken bu sisteme uyumun öncelikli olarak göz önünde bulundurulmasının, sistemin gereği olarak  her  bir  program  ve  dersin  akademik  kriterlerinin,  eğitim  yöntem  ve araçlarının, kazanım ve çıktılarının belirlenmesinin gerekliliği unutulmamalıdır. C.  Hukuk Fakültelerinin Öğrenci Kabul Sistemi 1.  Hukuk Eğitimi Öncesi Herhangi Bir Lisans Programından Mezun Olma Şartı Ülkemizde bir öğrencinin hukuk eğitimi alabilmesi için 12 yıl süren zorunlu orta öğretimi bitirmesi ve ÖSYM nin yaptığı üniversite giriş sınavından bir hukuk fakültesine  yetecek  puanı  alarak  yerleşmeye  hak  kazanması  yeterlidir.  Orta öğretimi bitirmesi ile 17-18 yaşına gelen öğrenci 4 yıllık hukuk eğitimi ile birlikte 22 yaşında hukuk fakültesinden mezun olmaktadır. Bu yaştaki bir kişi 1 yıllık stajın ardından 23 yaşında avukat, 2 yıllık stajın ardından 24 yaşında hâkim-savcı olabilmektedir. Belli bir eğitimden geçse de bu kişi, psikolojik, sosyal, teknik ve ekonomik birçok karmaşık iş ve ilişki hakkında yeterli bilgi, birikim, donanım ve tecrübeye  sahip  olmadan  sorumluluk  üstlenmekte  ve  karar  verici  konuma gelmektedir. Hayat tecrübesi sınırlı ve mesleki tecrübesi hiç bulunmayan bir hakimin  hayatın olağan akışı  hakkında fikir sahibi olması oldukça güçtür.  Keza, 24 yaşında ve muhtemelen bekar olan hâkimin; bir çiftin boşanma davasında sağlıklı karar vermesini beklemek eşyanın tabiatına uygun değildir. Aynı şeklide özgürlük,  şeref  ve  itibar  kavramlarını  henüz  yeterince  tecrübe  etmemiş,  bu nedenle bu kavramların önemi kendi tasavvuru ile sınırlı bir hâkimin, hapis cezası talep  edilen  kişi  hakkında  bahsedilen  değerler  açısından  gereğince  hassas davranması mümkün olmayabilir. Belli bir olgunluk yaşına gelmiş, toplumu tanıyan, çevresini algılama yetisi güçlenmiş, zihinsel yapısı oturmuş ve bunun yanında belli bir konuda ihtisas yapmış  kişinin  hukuk  eğitimi  almasının  daha  anlamlı  ve  uygun  olduğu kanaatindeyiz.  Bu  uygulamanın  zorunlu  ya  da  yaygın  olduğu  ülkelerdeki tecrübeden hareketle; belli bir donanıma ve olgunluğa sahip olan bir kişinin hukuk eğitimi aldıktan sonra avukat, hâkim, savcı veya noter olması halinde verilen  136 Benzer görüşler için bkz: Adalet Bakanı Sadullah Ergin in  25 yaşında hâkim olmaz  sözlerine Türkiye Barolar Birliği Başkanı Vedat Ahsen Coşar,  Hâkim de olmaz, savcı da, avukat da. Yaş en az 30 un üzerinde olmalı  diyerek destek verdi. Bkz. http://www. hukukihaber.net/meslekihukuk/hakimlik-yasi-30-35e-cikarilmali-h94.html,  (28.08.2016).  Türkiye  Adalet  Akademisi Başkanı Yılmaz Akçil, Erzurum da düzenlenen bir seminerde, hiçbir ülkede Türkiye deki gibi genç yaşta hâkim ve savcı olunmadığını söyleyerek eleştiride bulunmuştur. Bkz. Akşam, 5 Kasım 2014, http://www.aksam.com.tr/siyaset/evlenemiyor-ama-yetkisi-meclisten-cok/haber-351423 (28.08.2016). Başka bir eleştiri için bkz. Fatma K. Barbarosoğlu:  Tecrübe Biriktirilmeyen Çağda 25  Yaşında  Hâkim  Olmak... ,  23  Ocak  2015,  Yeni  Şafak,  http://www.yenisafak. com/yazarlar/fatmakbarbarosoglu/tecrube-biriktirilmeyen-cagda-25-yasinda-hakim-olmak2007387  (28.08.2016).    Nesibe  Kurt  Konca,  Hakim  Yardımcılığı  Kurumu  ve  Türkiye de Uygulanabilirliği, SETA, 2016, s. 10. 38kararların veya yapılan işlerin daha yerinde ve doğru olacağı görülmektedir. Adaleti sağlayacak olan aktörlerin alacağı kararlar ile toplum korunacak, adalet daha hızlı ve doğru işlemiş olacaktır.  Bu nedenle hukuk fakültelerinde öğrenim görebilmek için öncelikle herhangi bir lisans programından mezun olma şartı getirilmelidir.  Hukuk eğitimi almadan önce dört yıllık bir lisans programından mezun olan bir kişi, belli bir alanda yetkinliğe ve karakter olarak da belli olgunluğa sahip olacağından,  bu  kişinin  alacağı  hukuk  eğitimi  ile  daha  önce  mezun  olduğu alandaki  birikimini  birleştirerek  yetkin  bir  hukukçu  olacağını  düşünüyoruz. Uygulamada hukuk eğitimi almadan önce başka alanlarda lisans eğitimi alanların başarılı oldukları görülmektedir. Örneğin hukuk eğitimi almadan önce inşaat mühendisliği fakültesinden mezun olan Av. Nezih Sütçü inşaat hukuku alanında başarılı olmuş uygulamada çokça başvurulan bir eser yazmıştır.  Aynı şekilde öncesinde  bilgisayar  mühendisi  olan  Av.  Hasan  Selçuk  Turan,  bu  alandaki uzmanlığı üzerine hukuk eğitimi alarak bilişim hukuku alanında uzman ve yetkin bir avukat olarak öne çıkmakta, güncel olarak İstanbul Barosu Kişisel Verilerin Korunması  Komisyonu nun  başkanlığını  yapmaktadır.  Yine  bu  çalışmanın yazarının, hukuk eğitimi almadan önce İktisadi ve İdari Bilimler Fakültesinde işletme dalında lisans eğitimi alması sayesinde yönetim ve organizasyonunu yaptığı kurumlarda ve mesleğinde belirli bir başarı sağladığı söylenebilir. Nitekim kendisinin kurduğu ve yönettiği hukuk bürosunu ulusal ve uluslararası alanda tanıtma başarısı yakalamıştır.  Amerika da da yukarıda izah ettiğimiz gibi hukuk eğitimi almanın ön şartı lisans derecesinde  bir  fakülteden  mezun  olmaktır.  Amerika daki  bu  uygulamanın başarılı  olup  olmadığını  mevcut  hukukçularından  anlamak  mümkündür. Uluslararası düzeyde tahkim ve benzeri yargılamalarda en başarılı hukukçuların Amerikalı hukukçular olduğu bilinmektedir. Ülkemizdeki hukukçuların, bir olaydaki sorunu genel olarak tespit etmelerine karşın  bu  sorunun  nasıl  çözüleceği  konusunda  çoğu  kez  güçlü  bir  öneride bulunamadıkları, pratik anlamda işe yarar çözüm sunamadıkları görülmektedir. Amerika da eğitim almış hukukçular ise olaya çözüm odaklı yaklaşmalarının yanı sıra, belirli bir alanda uzmanlaşmayı ve hukuk bilgisinin yanı sıra o alana ilişkin donanıma da sahip olmayı benimsemektedirler. Bundan dolayı sorunun tespiti yanında, pratik  anlamda ilgili  alana  uygulanabilecek çözümler de  ürettikleri bilindiğinden uluslararası davalarda bu hukukçular tercih edilmektedir. Aynı sebeple dünya çapında başarılı hukuk ofislerinin çoğunun Amerika merkezli hukuk ofisleri olduğu bilinen bir gerçektir. Hukuk eğitimi öncesinde başka bir lisans programından mezun olma şartı hukuk dünyamızda uzmanlaşma kültürünü artıracak, bir hukukçu ilgili alanda en az o  137 Nezih Sütçü, Kat Karşılığı İnşaat Yapım Sözleşmesi, Seçkin, 2014. 138 Elmadağ Hukuk Bürosu.   39alandaki ortalama bir kişi kadar bilgi sahibi olacak, bunun üzerine sahip olduğu hukuk formasyonuyla fark oluşturacaktır. Tıp, muhasebe, uluslararası ticaret, bilişim, tasarım, bankacılık, sigortacılık, mühendislik gibi alanlarda oldukça girift hukuki sorunlar yaşanmakta, bu sorunlarla baş edecek hukukçuların ilgili alanda temel bilgilere sahip olması gerekmektedir. İlgili alanda temel eğitime sahip olmayan bir hukukçunun sonradan yapacağı ihtisas ya da uzmanlaşma kesinlikle lisans eğitiminin yerini karşılamayacaktır. Her bir alan için, gerek avukat, gerek hakim/savcı, gerek akademisyen gerekse danışman olarak o alandaki temel bilgi ve uygulamayı bilen kişiler hukukçu olarak görev almalıdır. Lisans mezuniyeti şartı bu uzmanlaşmayı sistemli bir biçimde temin edecektir. 2.  Hukuk Fakültelerine Girişte Özel Sınav  Yukarıda  belirttiğimiz  üzere  hukuk  fakültelerinde  eğitim  görmek  için  lise öğrenimi sonrası Öğrenci Seçme ve Yerleştirme Merkezi Başkanlığı (ÖSYM) tarafından yapılan merkezi sınava girerek hukuk fakültesine yerleşmeye hak kazanmak yeterlidir. Hukuk eğitimi almak için girdiği üniversite sınavında bir öğrencinin muhatap olduğu sorular Türkçe, matematik, tarih, felsefe, coğrafya, fizik, kimya ve biyolojiden ibarettir. ÖSYM tarafından yapılan ulusal sınav tüm alanlar için tasarlanmış genel nitelikte bir sınav olup, hukuk eğitimi için özel nitelikte değildir. Halbuki hukuk eğitimi almak isteyenlere özel sınav yapılmalı ve öğrencilere: Türkçe, matematik, mantık, psikoloji, hukuk sosyolojisi, hukuk tarihi, hukuk başlangıcı ve temel anayasa bilgisi alanlarından sorular sorulmalıdır. Böylece hukuk bilimine ilgi duyanlar ve eğilimli olanlar seçildiğinde hukuk eğitiminde kalite ve başarı artacaktır. Türkiye deki mevcut sistemde ÖSYM nin yaptığı üniversiteye giriş sınavında hukuk eğitimi için gerekli olan bilgiler test edilmemektedir. Üstelik mevcut yöntemle tercihte bulunan öğrenci, çoğunlukla puan sıralamasına göre tercihte bulunmakta,  bilinçli  bir  tercih  yapmaktan  ziyade,  tercih  ettiği  çok  sayıdaki seçenek  arasından   hasbelkader   hukuk  programına  yerleşmektedir.  İyi hukukçuların yetişmesi için baştan itibaren matematiksel zekanın yanı sıra soyut düşünme ve muhakeme yeteneğine sahip, hukuka meraklı ve hukuk eğitimi almaya gönüllü olan kişilerin seçilmesi amaçlanmalıdır.  Bu amaca uygun olarak da hukuk eğitimi almak isteyenlere, ÖSYM tarafından ulusal düzeyde bu alana özgü özel bir sınav yapılmalıdır.  D.  Fakülte, Akademisyen ve Öğrenci Sayısı Ülkemizde son yıllarda hukuk fakültesi ve öğrenci sayısı astronomik bir artış göstermiştir. Fakülte ve öğrenci sayısındaki bu artış, akademisyen sayısı ve derslik olanakları ile desteklenmeyince bir sorun olarak belirmiştir.  Hukuk eğitiminin niteliksel sorunlarının sebeplerinden birisi de bu nicelik sorunlardır. Bu nedenle hukuk fakültelerinin sayısı, öğrenci başına düşen akademisyen sayısı ve bir derslikteki öğrenci sayısı göz önüne alınarak yeniden planlanmalıdır.  401.  Hukuk Fakültelerinin Sayısı Türkiye  de 47 si devlet, 37 si vakıf üniversitelerinde olmak üzere toplam 84 adet hukuk fakültesi mevcuttur. Ülkemizde hukuk fakültesi öğrencilerine oranla yeterli sayıda yetişmiş öğretim üyesi mevcut değilken, hukuk fakültelerinin hızlı bir şekilde artmış olması eğitimdeki niteliği doğal olarak düşürmüştür. Eğitimdeki  niteliğin  yalnızca  öğretim  üyesi  sayısını  arttırarak çözümlenemeyeceği kanaatindeyiz. Önemli olan, bir ülkenin fakülte sayısını arttırma imkanına sahip olsa da fakülte sayısını belli bir sınırda tutmasıdır. Hukuk fakültelerinin sayısını yalnızca ülkenin nüfusuna ve imkanlarına göre belirlemek doğru değildir. Hukuk eğitiminin sınırlı sayıdaki üniversitede icra edilmesi; bu eğitimin  belli  standart  ve  nitelikte  verilmesini  ve  ülkenin  hukuk  eğitimi politikasının uygulanabilirliğini sağlar. Pek tabi belli sayıda bırakılacak hukuk fakültelerinin alınacak öğrenci kontenjanı ülkenin ihtiyaçlarına göre arttırılabilir. Bu nedenle öğretim üyesi ve derslik sayısı da aynı oranda artırılmak kaydıyla öğrenci sayısı artırılsa dahi hukuk fakültesi sayısının sınırlı tutulması gerektiği kanaatindeyiz.  Gelişmiş ülkelerdeki ortalama sayı da dikkate alındığında; hukuk eğitiminde nicelikten çok niteliği sağlamak, hukuk biliminin gelişmesine katkıda bulunmak, vatandaşların hukuka olan saygı ve güvenini arttırmak için ülkemizde faal olan hukuk fakültelerinin sayısını 40 a indirmek gerektiği kanaatindeyiz. Belli niteliğe sahip  olmayan  fakültelerinin  kapatılarak  mevcut  öğrencilerinin  ÖSYM  puan sıralamasına  göre  belli  niteliğe  sahip  diğer  hukuk  fakültelerine  dağıtılmalı, böylelikle bir hak kaybına sebebiyet verilmemelidir. 2.  Akademisyen Sayısı  Son zamanlarda hukuk fakültelerinin sayısı hızla artarken akademisyen sayısı maalesef aynı hızla artmamaktadır. Türkiye de eğitim veren toplamda 84 adet hukuk fakültesi mevcuttur. 2019 yılı itibariyle 82.322 hukuk fakültesi öğrencisi mevcuttur. Buna mukabil sadece 304 profesör, 135 doçent düzeyinde öğretim üyesi bulunmaktadır. Bu rakam bize gösteriyor ki; 82.322 öğrenci için yetişmiş hukukçu akademisyen sayısının çok az olduğu görülmektedir. Bazı fakültelerde doçent ya da profesör düzeyinde öğretim üyesi bulunmamaktadır. Buna bağlı olarak öğretim hayatı boyunca doçent ya da profesör öğretim üyesi görmeden  139  YÖK,  Yükseköğrenim  Bilgi  Yönetim  Sistemi,  2020,  https://istatistik.yok.gov.tr, (Erişim:16.02.2020). 140  TBB,  Haberler,  2017,  https://www.barobirlik.org.tr/Haberler/turkiye-nin-en-iyi-hukukfakulteleri-belli-oldu-77841(Erişim: 22.05.2019) 141 Örneğin ülkemizle yaklaşık aynı nüfusa sahip olan Almanya da 44 adet hukuk fakültesi bulunmaktadır. 142 Yök İstatistik, https://istatistik.yok.gov.tr/, (Erişim:16.02.2020). 143 Yök İstitastik, https://istatistik.yok.gov.tr/,(Erişim:16.02.2020).   41mezun olan öğrenciler bulunmaktadır. Hukuk eğitiminin niteliğinin arttırılması için yetişmiş akademisyen sayısının hızla arttırılması gerekmektedir.  Bunu sağlamak için asistan öğrenci uygulaması öneriyoruz. Lisans eğitiminden itibaren akademisyen adayı öğrencilerin belirlenmesi, bu öğrencilerin belli bir burs karşılığı akademisyen öğrenci olarak hem mevcut hocalara yardımcı olması, hem de kendi akademik gelişimini sürdürmesi fakültelerimizin akademisyen yetiştirme oranlarını artıracaktır. Her hocaya ders verdiği sınıflardan her eğitim yılı için kontenjana paralel sayıda asistan  öğrenci  seçme  hakkı  verilmelidir.  Hocayı  eğitim  ve  akademi faaliyetlerinde asiste edecek bu öğrenciler KYK tarafından finanse edilmelidir. Bir  yandan  hocaların  iş  yükünü  rahatlatacak  bu  öğrenciler,  bir  yandan  da akademiye aşinalık kazanmış ve niteliklerini artırmış olacaklardır. Böylelikle akademisyenliğe isteği ve istidadı olan öğrenciler henüz lisans seviyesindeyken yavaş yavaş belirlenmiş olacak, bu surette akademinin seviyesi ve akademisyen sayısı da artırılmış olacaktır. 3.  Dersliklerdeki Öğrenci Mevcudu  Karşılıklı  ve  etkin  bir  iletişimin  sağlandığı  bir  eğitim  modelinin  hukuk eğitimindeki  niteliği  arttıracağını  düşünüyoruz.  Bu  nedenle  500-1000  kişilik amfilerde  verilen  hukuk  eğitiminden  vazgeçilmesi  gerekir.  Bunun  yerine interaktif eğitimin sağlanabileceği şekilde sınıf mevcudu 100 öğrenciden fazla olmayacak  şekilde  dersliklerde  hukuk  eğitiminin  verilmesi  gerektiğini düşünüyoruz. E.  Hukuk Eğitiminin Süresi ve Müfredatı 1.  Teorik ve Pratik Eğitimi Kapsayan Beş Yıllık Program Hukuk fakültesi eğitim programı, beş yıl olarak planlanmalıdır. Teorik eğitim üç yıl  (altı  sömestr),  pratik  eğitim  iki  yıl  (dört  sömestr)  sürecek  şekilde programlanmalıdır. Üç yıllık teorik eğitim sonunda lisans diploması alanlar, hukuk  bilgisi  sahibi  olduğunu  belgeleyerek  danışman  ya  da  memur pozisyonlarında  çalışabilmelidir.  Bu  teorik  eğitimin  akabinde  ise  avukatlık hakimlik, savcılık, akademisyenlik ya da noterlik gibi hukuk mesleklerini yapmak isteyenler iki yıl sürecek olan meslek stajını yapmalıdır. Mevcut sistemde fakülte sonrası avukatlık ve hâkim/savcılık için ayrı ayrı yapılan meslek stajları, tüm hukuk meslekleri için ortak olacak şekilde hukuk fakültesi programına dahil edilmelidir. Böylelikle, hukuk fakültesi eğitimi, klasik teorik eğitimin üzerine, pratik hukuk bilgisinin  de  verildiği,  takrir  ve  karar  yöntemlerinin  her  ikisinin  de  olumlu yönlerinden istifade edilen daha bütüncül bir formata kavuşturulacaktır. İlk üç yıllık eğitimde mümkün olduğunca ortak genel hukuki bilgi ve hukuk düşüncesi kazandırılacak, iki yıllık meslek stajı aşamasında ise uzmanlaşmanın ve hukuk pratiğini kazanmanın yolu açılmış olacaktır. Teorik eğitimde sentez, meslek 42stajında ise analiz üzerine kurulu bir eğitim modeli yürütülmelidir. Meslek stajının hukuk fakültesinde tüm hukuk meslekleri için ortak olacak şekilde verilmesi ise, hukukçunun hangi mesleği yaparsa yapsın diğer alanlara ilişkin de temel seviyede pratik bilgi sahibi olmasını sağlayacaktır. Aşağıda ayrı bir başlık altında meslek stajı hakkındaki önerimizin ayrıntılarını ayrıca açıklayacağız. 2.  Ders Türleri Hukuk fakültesi eğitiminin teorik kısmında mevcut programlarda da okutulan; Anayasa hukuku, medeni hukuk, borçlar hukuku, ticaret hukuku, eşya hukuku, ceza hukuku, idare hukuku, medeni yargılama hukuku, ceza usul hukuku, vergi hukuku,  iş  hukuku,  milletlerarası  hukuk  gibi  hukuk  alanlarının  öğretildiği dönemlik ya da yıllık klasik hukuk dersleri bulunacaktır. Ancak hem ilk üç yıllık teorik  eğitim  aşamasında,  hem  de  özellikle  meslek  stajı  aşamasında  klasik dönemlik ya da yıllık derslerin yanı sıra, daha esnek sürelerde ve daha farklı ortamlarda yapılabilen kurs ve seminerlere de yer verilmelidir. Bir kısmı zorunlu, bir kısmı ise seçimlik olan kurs ve seminerlerde öğrencilere temel hukuki bilgiler dışında gerekli beceri ve donanımın kazandırılması amaçlanmalıdır. Bunların yanı sıra lisans programında mesleki ziyaretlere de yer verilmelidir.  Kurslar:  Öğrencinin  Hukuk  fakültesinde  okurken,  öğrenim  ve  eğitimini kolaylaştıracak,  beceri  kazandıracak,  öğrenim  sonrasında  elde  etmiş  olduğu becerilerini kullanacağı konularda usta öğretici tarafından ortalama 1-4 hafta süre ile verilen, verilen öğrenimin pratik yapılarak öğrencinin eğitilmesi sürecidir. (Araştırma yöntemleri ve kütüphane kullanımı, ders çalışma ve ödev hazırlama yöntemleri, bilişim becerileri ve 10 parmak klavye kullanımı, hitabet-retorik ve güzel konuşma teknikleri, not alma not tutma teknikleri, ifade alma-ifade verme teknikleri, toplantı yapma ve toplantı yönetme teknikleri, toplum içinde adabı muaşeret kuralları, giyim kuşam ve yeme içme usulleri vb gibi,,,) Aşağıda zorunlu ve seçimlik olarak verilmesini önerdiğimiz kurs içeriklerini açıklayacağız. Bunun yanında her fakülte ideal hukukçu yetiştirme sürecinde önemli gördüğü kursları zorunlu ya da seçimlik olarak belirlemeli ve kendi programına dahil etmelidir. Seminerler: Fakülte tarafından belirlenen konularda ortalama 1-4 hafta sürecek şekilde düzenlenen ve öğrencilerin araştırma ve hazırlık yaptığı, kendi aralarında öğreticinin  gözetiminde  tartıştıkları,  gerekli  durumlarda  öğreticinin  müdahil olduğu  etkinlikler.    (Müzakere  teknikleri,  sorgulama  yöntemleri,  beden  dili okumaları, iddianame okumaları, mahkeme kararları okumaları, dava dillekçe yazma teknikleri, dava ve cevap dilekçesi yazma usulleri, Yargıtay ve istinaf kararlarını okuma teknikleri, mahkeme ara kararı okumaları, tahkim dilekçesi hazırlama yöntemi, Anayasa ve AHİM başvuru dilekçesi hazırlama, duruşma  144 Okay, s. 373.   43yönetme  usulleri,  savunma  taktikleri,  müvekkil  ile  görüşme  ve  ikna  etme yöntemleri, müvekkile teklif oluşturma ve sunma usulleri, vb.) Mesleki Ziyaretler: Hukuk fakültesinin ilk üç yıllık lisans aşaması teorik eğitime yönelik  olsa  da,  bu  aşamada  da  öğrencinin  hukuk  meslekleri  ve  bunların faaliyetleri hakkında belirli bir ölçüde bilgi sahibi olması gerekir. Zira yer yer belirttiğimiz üzere hukuk eğitiminde uzmanlaşma ilkesi benimsenmeli, fakültede yıllar ilerledikçe öğrenci kendi eğilimine ve uzmanlaşmak istediği alana karar vermeli, seçmeli derslerini ve kendi çalışmalarını bu yönde tercih etmelidir. Öğrenci staj aşamasında hukuk mesleklerini ve hukuki süreçleri yakından ve uygulamalı olarak tanıyacak olsa da, henüz bu aşamaya gelmeden bu konularda gözlem yapma ve fikir sahibi olma şansı olmalıdır ki; uzmanlaşma tercihlerini doğru şekilde yapabilsin. Bu doğrultuda lisans programına mahkeme, hukuk bürosu, idari makam ziyaretleri eklenmeli, öğreticilerin eşliği ve koordinasyonu ile gözlem ya da mini staj formatında gerçekleşecek bu ziyaretlerle öğrencinin ilgili konularda somut fikir sahibi olması sağlanmalıdır. Rutin mahkeme ve hukuk bürosu ziyaretlerinin yanı sıra, Yargıtay, Danıştay, Anayasa Mahkemesi veya TBMM gibi kurumların çalışma ve oturumlarına gözlem ziyaretleri yapılarak hukuk  öğrencilerinin  bu  kurumların  atmosferini  bizzat  teneffüs  etmeleri sağlanmalıdır. Bu ziyaretler hukuk öğrencisine bilgiden ziyade vizyon katacaktır. Bu nedenle bu ziyaretlerin bir şekilde hukuk lisans programının bir parçası haline getirilmesi,  kredili  ya  da  kredisiz  zorunlu  faaliyet  olarak  bunların gerçekleştirilmesi önemlidir. Yine hukuk öğrencisine vizyon sağlayacak yabancı ve uluslararası mahkeme, kurum ve hukuk bürosu ziyaretleri de ekstra kredi ya da puan vermek yoluyla teşvik edilmelidir. Aşağıda zorunlu ve seçimlik olarak verilmesini önerdiğimiz seminer içeriklerini açıklayacağız. Bunun yanında her fakülte kendi programında ideal hukukçu yetiştirme sürecinde önemli gördüğü seminerleri zorunlu ya da seçimlik olarak belirlemeli ve kendi programına dahil etmelidir. 3.  Teorik Eğitimde Yıllara Göre Okutulacak Dersler Hukuk  fakültesindeki  teorik  eğitim  üç  yıl  (altı  sömestr)  sürecek  şekilde programlanmalıdır.  Bu  aşamada  klasik  hukuk  dersleri  şu  terkibe  göre okutulmalıdır.  İlk yıl; Anayasa hukuku, medeni hukuk (temel kavramlar ve kişiler hukuku), hukuk  başlangıcı  ve  metodolojisi,  kamu  hukuku,  yüksek  matematik,  iktisat bilimine giriş ve muhasebe dersleri tam yıl (iki dönem); hukuk sosyolojisi, roma hukuku, hukuk tarihi, hukuk felsefesi gibi dersler de zorunlu ders olarak ilk yıl (yarım dönem) olarak okutulmalıdır. İlk yılda bu derslerin yanında kompozisyon yazımı, araştırma yöntemleri ve kütüphane kullanımı, ders çalışma ve ödev yapma yöntemleri, bilişim ve on parmak klavye kullanımı gibi kurs ve seminerler de zorunlu olarak verilmelidir.  44Böylece  öğrencilere  iki  dönemde  temel  hukuk  dersleri  verilerek  sağlam  bir başlangıç yapmaları sağlanmalıdır. Bu zorunlu dönemlik dersler ile öğrencilere meslek  hayatları  boyunca  kullanacakları  temel  kavramlar  öğretilmiş  olacak, zorunlu ya da seçimlik kurs ve seminerlerle de yine bir hukukçu olarak mesleğini icra  ederken  kullanacağı  beceriler  de  kazandırılacak,  en  azından  bu  yönde yönlendirme yapılmış ve temel atılmış olacaktır. Örneğin kompozisyon yazımı semineri sayesinde öğrenci hem okulda yapılan sınavlardaki yazılı kâğıtlarında öğrendiklerinin geri bildirimini belli bir disiplin ve akış içerisinde, akıcı bir Türkçe ile yazabilme yeteneğine kavuşacak, hem de meslek hayatında yazacağı dilekçe ya da kararlar için temel kazanmış olacaktır. Ders çalışma ve ödev yapma teknikleri kursunda öğrencinin hocaların anlattıkları konularda not alma, ders kitaplarının  yazım  planı  ve  sistematiği  ile  anlatılan  konuların  bağlantılarını anlama yetisi gelişecek, sınavlara hazırlanırken kendi notlarından istifade ederek anlatılan konulara tam olarak nüfuz etme fırsatını yakalayacaktır.  Yine bilişim ve on parmak klavye kursu ile günümüzde her alanda zorunlu hale gelen bilgisayar kullanımı  ve  seri  yazma  becerisini  geliştirmiş  olacaktır.  Bu  beceri,  mesleki hayatında da hem not alma hem de metin yazma süreçlerinde zaman tasarrufu sağlayacaktır. Araştırma ve kütüphane kullanımı yöntemleri kursu ile öğrenci, yeni başladığı hukuk eğitiminde neyi neden, niçin ve nasıl öğrenmesi gerektiği konusunda  bilgi  edinecek,  hem  öğrencilik  hem  de  meslek  hayatı  boyunca kendisine eşlik edecek olan (fiziksel ve online) kütüphane kullanım kültürü ve becerisini kazanmış olacaktır. İkinci yıl; borçlar hukuku genel hükümler, idare hukuku, ceza hukuku genel hükümleri, iş ve sosyal güvenlik hukuku, vergi hukuku, milletlerarası özel hukuk, milletlerarası  genel  hukuk  ve  matematik  dersleri  tam  yıl  (iki  dönem) okutulmalıdır.  Üçüncü yılda ise; öğrencilere, eşya hukuku, ceza özel hukuku, miras hukuku, ceza muhakemeleri hukuku, medeni usul hukuku, ticaret hukuku, deniz ticaret ve sigorta hukuku, icra ve iflas hukuku dersleri okutulmalıdır.  İkinci ve üçüncü yılda her fakülte belirleyeceği zorunlu ya da seçimlik kurs ya da seminerlere de yer vermelidir. Bu üç yıllık teorik eğitimde temel hukuk derslerinin yanı sıra öğrencilere, yarım dönemlik seçmeli ders olarak; adalet psikolojisi, antropoloji ve uygarlıklar tarihi,  enerji  ve  maden  hukuku,  sermaye  piyasası  hukuku,  bankacılık  hukuku, sözleşmeler hukuku, kriminoloji, viktimoloji, lojistik ve taşıma hukuku, spor hukuku, tüketici hukuku, bilişim ve internet hukuku, iletişim hukuku,  havacılık hukuku, gümrük ve ithalat-ihracat hukuku, siyasi partiler hukuku, insan hakları hukuku, uluslararası örgütler hukuku, sermaye piyasası hukuku, alternatif çözüm yolları, arabuluculuk ve uzlaştırma hukuku, ulusal ve uluslararası tahkim hukuku, fikri ve sınai mülkiyet (marka ve patent) hukuku, rekabet hukuku gibi dersler sunulmalıdır. Öğrenci, kendi eğilimine göre istediği sayıda dersi alabilmelidir.   454.  Hukuk Fakültesi Müfredatında Yeni İçerik Önerileri Yukarıda belirttiğimiz üzere kanaatimizce hukuk fakültelerinde okutulan klasik teorik dersler iyi hukukçu yetiştirmek için yeterli değildir. Hem ilk üç yıllık teorik eğitim aşamasında, hem de özellikle meslek stajı aşamasında klasik dönemlik ya da yıllık derslerin yanı sıra, daha esnek sürelerde ve daha farklı ortamlarda yapılabilen kurs ve seminerlere de yer verilmelidir. Bir kısmı zorunlu, bir kısmı ise seçimlik olacak olan kurs ve seminerlerde öğrencilere temel hukuki bilgiler dışında gerekli beceri ve donanımın kazandırılması amaçlanmalıdır. Tüm  hukuk  meslekleri  için  zorunlu  görülen  kurs  ve  dersler  zorunlu  olarak okutulmalı, daha ziyade ileri yıllara konulacak seçimlik kurs ve seminerlerle de öğrencinin uzmanlaşma eğilimine göre tercihte bulunmasına olanak tanınmalıdır. Aşağıda önerilerimizi somutlaştıracak açıklamalara yer vereceğiz. Elbette her ders,  kurs  ve  seminerin  içeriği  fakülte  yönetimi  ve  ilgili  alandaki  hocalar tarafından belirlenecektir.  a.  Zorunlu Kurslar i.  Ders Çalışma ve Ödev Yapma Teknikleri Hukuk eğitiminin çok zor bir eğitim olduğu, bu eğitimi tamamlayan öğrencinin çokça  yıprandığı  yönde  yaygın  kanaat  mevcuttur.  Hukuk  disiplini  başka disiplinlere göre belki daha karmaşık olabilir, ancak bu kanaatin asıl sebebi yöntem  bilgisinin  eksikliğidir.  Hukuk  fakültelerindeki  öğrencilerin,  hukuk derslerine nasıl çalışmaları, ne şekilde not tutmaları ve ödevlerini hangi yöntemle hazırlamaları  gerektiği  konularında  gerekli  bilgiye  sahip  olmadıkları görülmektedir. Hukuk fakültesi öğrencileri ilk yılın ilk döneminde zorunlu olarak verilecek  kursla,  hukuk  derslerine  nasıl  çalışması  gerektiği  konusunda eğitilmelidir. Bu sayede öğrenci, hukuk disiplinini hangi yöntemle etkin bir biçimde öğreneceğini kavrayacak ve hukuk  o kadar da  zor bir disiplin olmaktan çıkacaktır. ii.  Araştırma Yöntemleri Ve Kütüphane Kullanımı Hukuk dinamik bir disiplindir. Hukuk meslekleri de daima araştırmayı ve kendini yenilemeyi  gerektirmektedir.  Dolayısıyla  hukuk  öğrencisinin  araştırma yöntemlerini doğru bir şekilde uygulaması hem öğrencilik hayatı hem de meslek hayatı için elzemdir. Bu kurs ile öğrenci, yeni başladığı hukuk eğitiminde neyi, neden,  niçin  ve  nasıl  öğrenmesi  gerektiği  konusunda  bilgi  edinecek,  hem öğrencilik hem de meslek hayatı boyunca kendisine eşlik edecek olan (fiziksel ve online) kütüphane kullanım kültürü ve becerisini kazanmış olacaktır.  iii.  Bilişim Teknolojileri ve Onparmak Klavye Yazımı Bilişim  teknolojileri  kullanım  becerisinin  hukuk  meslekleri  bakımından  da vazgeçilmez bir nitelik olduğu tartışma götürmez bir gerçektir. Buna rağmen 46meslek hayatında pek çok hakim, savcı ya da avukatın bilişim teknolojilerinin avantajlarından yeterli şekilde faydalanamadığı, söz gelimi ofis programlarını dahi tam verimlilikle kullanamadığı, bilgisayar yazımında çokça zaman kaybettiği görülmektedir. Bilişim teknolojileri ve on parmak klavye kursu ile öğrenci, günümüzde her alanda zorunlu hale gelen bilgisayar kullanımı ve seri yazma becerisini geliştirmiş olacaktır. Bu beceri, mesleki hayatında da hem not alma hem de metin yazma süreçlerinde zaman tasarrufu sağlayacaktır. iv.  Diksiyon, İletişim ve Beden Dili Bir hukukçu aynı zamanda iyi bir hitabet yeteneğine sahip olmalıdır. Zira özellikle dava,  müzakere  ve  danışmanlık  süreçlerinde  profesyonel  bir  hukukçunun anladığını veya anlatmak istediğini muhatabına doğru anlatması hayati öneme sahiptir. Bu sebeple hukukçunun dil bilgisi kurallarına uygun, akıcı, anlaşılır ve etkili konuşması, sesleri doğru ve güzel söylemesi, konuşma becerisini arttırması, stres ve heyecan kontrolünü sağlayabilmesi için hukuk fakültesi öğrencilerinin staj aşamasında iletişim, diksiyon ve beden dili kursu almaları gereklidir.  v.  Meslek Hukuku  Avukat, noter, hâkim, savcı ya da akademisyen olacak öğrencilerin yapacakları mesleklerin hak ve yükümlülüklerini bilmeleri gerekli ve önemli olduğundan bu mesleklere ilişkin hukuk, staj aşamasında öğrencilere kurs olarak verilmelidir. Hukuk  hizmetini  sağlayan  bütün  aktörlerin  her  birinin,  diğerlerinin  hak  ve sorumluluklarını  bilmesi  birbirileri  arasındaki  ilişkinin  doğru  belirlenmesini sağlayacaktır. Avukat, hâkim, savcı, noter ya da akademisyenlerin birbirlerinin meslek kurallarını, hangi kurallara bağlı olarak hizmet ifa ettiğini bilmeleri hukuk hizmetlerinin niteliğini artıracaktır.  vi.  Bilişim-UYAP Teknolojileri Teknolojinin hızlı bir şekilde ilerlediği bir çağda hukukçuların bilişim alanında yetişmiş olmaları zorunludur. Günümüzde UYAP programını kullanamayan bir hukukçunun mesleğini icra etmesi beklenemez. Fakültenin ilk yılında verilen bilişim  teknolojileri  ve  onparmak  klavye  yazımı  kursunun  devamı  şeklinde düşünülebilecek bu kursun meslek stajı döneminde olması daha uygun olacaktır. Bu kursta meslek hayatında ihtiyaç duyulacak UYAP vb. bilişim teknolojilerinin kullanımına  ilişkin  eğitim  verilmelidir.  Sadece  UYAP  değil,  oldukça  kritik, önemli  ve  mahremiyeti  bulunan  bilgi  ve  belgelerle  çalışan  hukukçuların, kullandıkları bilişim cihazlarının temel özelliklerini, yazılımını ve donanımını, gerekli güvenlik seviyesini sağlayabilecek ve muhtemel siber saldırılara karşı önlem alabilecek kadar bilmesi gerekmektedir. Bu bağlamda hukukçulara ileri seviyede bilişim kursu önem arz etmektedir.   47b.  Zorunlu Seminerler i.  Mevzuat, İçtihat ve Öğreti Araştırma Yöntemleri Hukukçunun  temel  iki  malzemesi  mevzuat  ve  içtihattır.  Binlerce  kanun, kararname ve ikincil mevzuat içinde ilgili olanları bulabilmek, bulduktan sonra aralarındaki ilişkiyi doğru okuyabilmek gerekmektedir. Hakeza bir konudaki ilgili içtihatları bulabilmek ve bunları doğru şekilde kullanabilmek başlı başına bir konudur Çoğu hukukçu bunları, meslek hayatı içinde usta çırak ilişkisi ile ya da düşe kalka kendi başına öğrenebildiği kadarıyla öğrenmektedir. Teorik eğitim aşamasının  sonunda  ya  da  staj  döneminin  başında  verilecek  bu  seminerle öğrencilere doğru araştırma ve okuma yöntemleri öğretilmelidir. ii.  Kompozisyon Ayrı  ayrı  parçaları  bir  araya  getirerek  bir  bütün  oluşturma  biçimi  ve  işine kompozisyon denmektedir. Kompozisyonun diğer bir tanımı da şu şekildedir:  Öğrencilere duygu ve düşüncelerini etkili ve düzgün bir biçimde anlatmaları için yaptırılan yazılı veya sözlü çalışma, tahrir, kitabet 146. Hukukçunun dilekçe ya da kararlarında yukarıdaki tanımda ifade edildiği gibi duygu ve düşüncelerini etkili ve düzgün bir biçimde ifade etmesi için kompozisyon dersi alması gerektiğine inanıyoruz. Bu dersi alan öğrenciler Türkçeyi ileri seviyede kullanma yeteneği kazanmış  olacaktır.  Öğrencilerin  meslek  stajı  aşamasında  görecekleri kompozisyon  dersi  tüm  meslek  hayatlarındaki  yazım  süreçlerine  katkı sağlayacaktır. Nitekim Amerika da ve gelişmiş bütün ülkelerde hâkimlik, savcılık ve avukatlık mesleğine kabul şartlarından bir tanesi de kompozisyon sınavından başarılı olmaktır. iii.  Sözleşme Okuma ve Yazma Becerileri Hangi  hukuk  mesleğini  yaparsa  yapsın  hukukçunun  iyi  bilmesi  gereken hususlardan  birisi  de  sözleşmelerdir.  Sözleşme  okuma  ve  yazma  becerileri mesleki tecrübeye bağlı olarak uzun yıllar içinde kazanılabilecek beceriler olsa da, bunlara ilişkin temel sistematiğin fakültede öğretilmesi yerinde olacaktır.  Bu seminere meslek stajı döneminde yer verilmelidir. iv.  İddianame,  Mahkeme  Kararı,  Dava  Dilekçesi  Yazma Teknikleri Günümüzde  hukuk  fakültesinden  mezun  olan  öğrenci,  eğitiminin  hiçbir aşamasında iddianame, mahkeme kararı veya dava dilekçesi görmeden mezun olmaktadır. Bunun sonucunda da staja başladıklarında bu metinlere aşinalıkları olmadığından  çoğu  kez  anlamsız  bakışlarla  sadece  süreci  izlemekle yetinmektedirler.  Ülkemizde iddianame, mahkeme kararı veya dava dilekçesi yazımı  için  belirlenmiş  bir  usul  veya  bir  ölçüt  bulunmamaktadır.  Bunun  145 TDK, Büyük Türkçe Sözlük, https://sozluk.gov.tr/ 146 TDK, Büyük Türkçe Sözlük, https://sozluk.gov.tr/ 48sonucunda da iddianame, karar veya dilekçe yazan hukukçuların her biri kendi tarz ve anlayışına göre bir yöntem belirlemektedir. Bütün bu karmaşaya son vermek için geleceğin hukukçusu olmaya aday olan stajyer öğrencilere iddianame, mahkeme kararı, dilekçe yazımı ile bunların nasıl okunması gerektiği konusunda usul ve yöntem öğretilmesi gerekmektedir. Böyle bir eğitimden geçmeyen hukukçuların yazdığı iddianame, karar veya dilekçenin çoğu kez yetersiz hatta yanlış, çelişkili olması sebebi ile dava süreçlerinin uzadığı, adaletin geciktiği, hatta hak kayıplarına sebep olduğu maalesef bir gerçektir.  v.  Müzakere Teknikleri Hayat,  çatışmalarla  beslendiğimiz,  ikna  etme  ve  edilmeyle  mutlu  sonuçlar aldığımız, bütün bunlar içinde sürekli müzakere süreçleri içinde olduğumuz zorlu bir yolculuktur. Müzakere, birbirinden birtakım şeyler elde etmek isteyen kişilerin, kurumların devletlerin, diğer tarafı ikna etmek ve etkilemek suretiyle, kendi  istekleri  gibi  düşünmelerini  ve  taleplerini  kabul  etmelerini  sağlamaya odaklanan bilgi ve hüner sergiledikleri bir iletişim ve karar verme sürecidir Müzakere, tarafların birbiriyle rekabet içinde bulunan ihtiyaçları, çıkarları ve hedeflerinden kaynaklanan bir çatışmayı çözmek için gönüllü olarak giriştiği bir süreçtir. Müzakerede taraflar güç/şiddete başvurmak yerine, sorunu çözmeye odaklanırlar. Hukuk  mesleğini  icra  edecek  olan  herkes,  mesleğinin  her  aşamasının müzakereden ibaret olduğunu görecektir. Hâkim, sonunda kararı kendisi verse de, davasına bakmak için kürsüye çıktığında, taraflar ve avukatları ile müzakere ederek süreci yürütmektedir. Savcıların durumunun da bundan farklı olmadığı yaptığı işlerden kolayca anlaşılmaktadır. Şüpheli, mağdur, müşteki veya tarafların avukatları ile yaptığı her görüşme, aldığı her ifade müzakere sürecinden ibarettir. Diğer yandan avukatın gerek kendi müvekkilleri gerekse karşı taraf veya vekilleri ile sürdürdüğü görüşmeler, arabuluculuk ve uzlaşma görüşmelerinin esası da müzakereden  ibarettir.  Bir  diğer  konu  da  özellikle  ulusal  veya  uluslararası sözleşmelerde tarafların karşılıklı hak veya sorumluluğunun tayin veya tespit edildiği toplantılardır. Staj döneminde hukukçu adayı öğrenciye, tüm meslek hayatı boyunca ihtiyaç duyacağı müzakere teknikleri sistemli bir şekilde öğretilmelidir. vi.  Sorgu teknikleri Suçluların konuşturulması ve suçlarını itiraf etmesini sağlamak üzere geliştirilen bazı teknikler vardır. Bu teknikler bilimin gelişmesiyle hazırlanan ve kişinin, olayların sorulması ya da gösterilmesi karşısında verdiği psikolojik tepkilerin yorumlanmasıyla oluşturulmuştur. Bu yorumlamalar, sorgulananın duygusal ve  147 https://www.kisiselgelisim.com/muzakere_teknikleri/ (erişim Tarihi: 15.02.2020) 148  Mustafa Serdar Özbek, Alternatif Uyuşmazlık Çözümü, Yetkin, 2009.   49psikolojik  durumları  manipüle  edilerek  ortaya  çıkarılabilir.  Dolayısıyla sorgulananın hem yazılı hem de davranışsal analizi yapılarak bu suçlar ortaya çıkarılabilmektedir. Ceza Muhakemesinde çapraz sorgu, tanık veya sanık beyanının doğruluğunu ve güvenilirliğini test etmek, yapılan açıklama ve verilen beyanlar hakkında şüphe uyandırmak, tarafların iddia veya savunmasına dikkat çekmek veya güçlendirmek için; tanık, sanık, müdahil ve müştekinin sorguya çekilmesidir. Doğrudan soru sorma hakkı ise bir hususun aydınlatılmasını veya açıklanmasını sağlamak için mahkeme üyesi hâkimlere, tarafların avukatına, savcılığa tanınmış bir haktır. Gerek  ceza  soruşturma  veya  kovuşturmasında,  gerekse  hukuk  veya  idare mahkemelerinde hukukçuların yani hâkim, savcı veya avukatın taraf olanlara doğru zamanda doğru soruları yöneltebilmesi, doğru zamanda doğru sorgulama yapabilmesi ve aldığı cevaplardan hızlı ve doğru bir şekilde sonuç çıkarabilmesi yargının temel amacı olan maddi gerçeğin ortaya çıkması açısından hayati önemi haizdir. Sonuç  itibariyle  maddi  gerçeğe  ulaşmakla  görevli  yargı  aktörleri  olan hukukçuların  nitelikli  sorgulama,  soru  sorma  yeteneğine  sahip  olmaları gerekmektedir.  Geleceğin hukukçuları olan öğrencilere sorgulama teknikleri konusunda beceri kazandırılması yerinde olacaktır.  c.  Seçimlik Seminerler i.  Senaryo Yazımı  Hukukçunun  yaşanmış  bir  olayı  doğru  anlaması  ve  muhataplarına  doğru anlatması, bunları sistematik ve disipliner bir şekilde yazıya dökmesi için senaryo yazımı seminerinin etkili olacağı kanaatindeyiz. En nihayetinde gerçek olay ve olgulara dayansa da gerek avukatlık gerek diğer hukuk mesleklerinde  kurgu  her zaman önemlidir. Bir avukatın en önemli görevi davasını doğru kurgulayabilmesi, hakimin  temel  görevi  ise  maddi  gerçeklere  dayanan  gerçek  kurguyu  doğru okuyabilmesidir. Senaryo yazımı bir olayı anlamanın ötesinde, etkin ve doğru anlatmakla ilgili bir süreçtir.  Hukukçu,  hukuki  argümanlarını  doğru  bir  biçimde  ifade  etmenin yanında, muhataplar veya üçüncü gözler tarafından anlaşılırlığı ve ikna ediciliği kaygısını da taşımalıdır. İyi bir hukukçu argümantasyonunu iyi bir edebi eserin akıcılığı ve ikna ediciliği ölçeğinde ortaya koyabilmelidir. Diğer yandan hukuk metinlerinin edebi kalitesinin de artırılması gerekmektedir. Hukuk mesleğini icra eden hakim, savcı veya avukatın edebi ve sanatsal bir dil kullanması, bir yandan mesleğini icra ederken bir yandan da hukuk edebiyatı icra etmesinin hukuk sistemimizin seviyesine olumlu etki edeceği görüşündeyiz.  149 https://kreatifbiri.com/psikolojik-manipulasyon-ve-sorgu-teknikleri. (erişim Tarihi: 15.02.2020) 50Hukukçu; senaryo semineri ile istediği bakış açısını seçip bir bilinçten diğerine rahatlıkla geçiş yapabilmeyi ve olayın taraflarını farklı açıdan inceleyebilmeyi öğrenecektir. Hukukçunun senaryo yazımı semineri ile elde edeceği diğer bir kazanım  ise  anlaşılır  bir  şekilde  olayların  gelişim  sırasına  göre  düşüncesini sistematik ve anlaşılır bir şekilde yazıya dökebilmektir.  ii.  Bilimsel Araştırma ve Yazma Teknikleri Öğrencilere, özellikle de akademik kariyer düşünenlere bilimsel araştırma ve makale yazım yöntemleri konusunda seminer verilmelidir. Çalışmanın ilerleyen kısımlarında  ortaya  koyduğumuz  üzere  önerdiğimiz  sistemde  sadece akademisyenler değil, mesleğinde kademe ilerlemek isteyen tüm hukukçuların uzmanlaştığı  ya  da  uzmanlaşmak  istediği  alanda  araştırma  yapmış,  literatür taramış ve yeterince bilimsel makale yazmış olması gerekmektedir. Zira her hukukçu, gelişen ve değişen toplumu anlayabilmek, içinde yaşadığı toplumun hukuki  sorunlarını  teşhis  etmek  ve  çözüm  önerilerini  sistemli  olarak  ortaya koymak için akademik eserler de vermelidir. Bu nedenle staj aşamasında hukuk öğrencilerine temel bilimsel araştırma ve yazma teknikleri semineri sunulmalıdır. iii.  Yönetim ve Organizasyon Geleceğin hukukçusu olmaya aday olan stajyer öğrencilere, insan yönetimi ve organizasyonu konusunda da donanım kazandırılmalıdır. Savcı, mahkeme hâkimi, bir şirketin hukuk müşaviri veya serbest avukat olarak çalışan bir hukukçunun günümüz  şartlarında  tek  başına  mesleğini  icra  etmesinin  mümkün  olmadığı bilinen bir gerçektir. Hangi konumda olursa olsun mesleğini icra eden hukukçu, yanında çalıştırdığı veya birlikte çalıştığı birçok meslektaşı, yardımcısı, stajyeri, kâtibi, sekreteri olacağı gerçeği karşısında bu kişileri verimli çalıştırmanın şartı, iyi bir organizasyon, etkili bir yönetimden geçmektedir. Bu gerçek karşısında geleceğin  hukukçularına  yönetim  ve  organizasyon  dersi  verilmesi,  hem ülkemizdeki yargı süreçlerinin etkin, verimli ve hızlı olmasına katkı sağlayacak hem de yargı aktörlerini daha kurumsal ve yönetilebilir hale getirecektir. Hâkim, savcı, noter veya avukatın; birlikte çalıştığı meslektaşlarını, kaleminde veya altında çalıştırdığı personelini yönetmek, işi dağıtmak, sonucunu takip etmek yeteneğine sahip olması gerekmektedir. Bütün bunların olabilmesi için zaman ve insan yönetimi ile organizasyon yapabilme yetisini kazandırmayı amaçlayan bu seminerin sunulması gerekmektedir. iv.  Temel Muhasebe Hem kendi işlerinin takibi bakımından hem de mali hukuk bağlantılı konularda mesleğini  icra  ederken  karşılaşacağı  sorunları  çözümleyebilmesi  bakımından hukukçunun temel muhasebe bilgisine sahip olması gereklidir. Vergi ya da ticaret hukuku  gibi  alanlarda  uzmanlaşacak  hakim,  savcı  ya  da  avukatın  bilanço, defterler, beyannameler gibi konularda yeterli bilgiye sahip olmadan mesleğini  150 https://www.trttvfilmleri.com/tr/temel-ilkeler. (erişim Tarihi: 15.02.2020).   51gereğince yapabilmesi mümkün değildir. Ticaret şirketlerine ya da işletmelere danışmanlık yapan bir hukukçunun da temel muhasebe bilgisine sahip olmadan etkin ve doğru tavsiye ve çözümler üretmesi olasılıklı değildir. Bir hukukçu en azından ilgili terminolojiyi bilmeli ve muhasebeye ilişkin süreçlere aşinalığı bulunmalıdır.  Bu  nedenle  staj  aşamasında  seçimlik  olarak  temel  muhasebe semineri verilmelidir.  5.  Hukuk Fakültesine Devam Zorunluluğu  Hukuk eğitimi almak isteyen 18-19 yaşındaki genç, hukuki bilgi ile hayatında ilk defa  fakültede  tanışmaktadır.  Fakültelerde  dersler  takrir  sistemiyle anlatılmaktadır. Hoca tarafından monolog şeklinde anlatılan bu yabancı konular öğrenciye can sıkıcı gelebilmekte, yaşı itibariyle sosyalleşmeye ihtiyaç duyan genç ders dışı etmenlere daha fazla ilgi duyabilmektedir. Üstelik bazı hukuk fakültelerinde  öğrencilerin  derse  devam  zorunluluğu  da  olmadığından, öğrencilerin bir kısmı okula yalnızca sınavdan sınava gelmektedir. Bu durum öğrencinin  öğrendiklerini  sınavlardan  hemen  sonra  unutmasına  neden olmaktadır.  Bunun  önüne  geçmek  için  hukuk  fakültelerinde  derse  devam zorunluluğu  getirilmelidir.  Sadece  derse  devam  zorunluluğu  getirmekle yetinilmemeli; ayrıca bunun takibi de ciddi bir şekilde yapılmalıdır. F.  Lisans Eğitimi Sonrası  Ulusal Hukuk Sınavı   Ülkemiz hukukçularını nitelikli hale getirmek için hukuk fakültesinin üç yıllık teroik eğitim yani lisans aşamasından mezun olduktan sonra öğrenciler okutulan derslerden ortak bir sınava tabi tutulmalıdır. Ülkemizde yakın zamana kadar bu şekilde bir ulusal sınav uygulaması yoktu. 2019 yılı Yargı Stratejisi Formunda Adalet Bakanlığı nca önerilmesi üzerine 24/10/2019 tarih ve 30298 sayılı Resmî Gazetede yayınlanan 7188 Sayılı Kanun la  Hukuk Mesleklerine Giriş Sınavı  getirilmiştir. Henüz uygulamasına başlanmamış bu düzenlemeye göre hukuk fakültesi mezunlarının, hâkim ve savcı adayı, avukat ve noter olabilmeleri için bu sınavdan yeterli puan almaları gerekmektedir. 7188 Sayılı Kanun la getirilen  Hukuk  Mesleklerine  Giriş  Sınavı   hukuk  eğitimindeki  niteliği  arttırmaktan ziyade eleme fonksiyonuna sahip olduğu için, bu sınav sebebiyle yığılma olması halinde sınavda kolay sorular sorulacak ve amaçlanan nitelikli hukukçu yine yetişmeyecektir. Ancak bizim önerdiğimiz ortak ulusal hukuk sınavı, mevcut  Hukuk Mesleklerine Giriş Sınavı ndan farklı bir niteliğe sahiptir. 7188  Sayılı  Kanun la  getirilen   Hukuk  Mesleklerine  Giriş  Sınavı   ÖSYM tarafından yapılacak, sınavdan yeterli puan alanlar doğrudan avukatlık stajına başlayabileceklerdir.  Ancak hâkimlik, savcılık ve noterlik için ayrıca özel sınava girmeleri  zorunluluğu  getirilmektedir.  Önerdiğimiz  Ulusal  Hukuk  Sınavı  ise hukuk  lisans  eğitimini  başarı  ile  tamamladığını  belgelemek  ve  tüm  hukuk meslekleri için ortak olan staja başlamak için yapılacak bir sınavdır. Bu sınavdan  151 Gürcan, s. 81. 152 Okay, s. 364. 52öngörülen puanları alan öğrenciler lisans diplomasına ve meslek stajına geçmeye hak kazanacaktır. Hukuk fakültesinin ilk üç yıllık lisans aşamasını tamamlayan öğrenciler, bu aşamanın sonunda o zamana kadar okutulan teorik derslerden ortak bir sınava tabi tutulmalıdır. Teorik eğitim sonunda öğrencilerin genel yeterliliklerini ölçecek olan bu sınavdan 50 puan ve üzeri alanlar lisans diplomasına hak kazanmalı ve buna  bağlı  olarak  hukukçu  olarak  memur  ya  da  danışman  kadrolarına başvurabilmeli, 70 ve üzeri alanlar avukat, noter, hâkim, savcı ve akademisyenlik şeklindeki  hukuk  mesleklerine  yönelik  staj  aşmasına  geçme  hakkına  sahip olmalıdır. Söz  konusu  sınav  ve  puanlama  sistemi  ile  öğrencilerin  profesyonel  hukuk mesleklerine girebilmek amacıyla lisans eğitimi boyunca ulusal hukuk sınavından yüksek puan almayı amaçlamaları ve daha sıkı çalışmaları sağlanmış olacaktır. Hakimlik ve avukatlık stajı mevcut sistemde adalet komisyonu başkanlığının bulunduğu adliyelerde yapılabilmektedir. Önerdiğimiz staj modeli ise; meslek stajının hukuk fakültesi eğitiminin parçası haline getirilmesini ifade etmektedir. Öğrenciler  ortak  ulusal  sınavdan  yeterli  puanı  alarak  meslek  stajına  devam edebilmelidir. Bu puanlama sisteminin etkili olması öğrenciler arasında rekabeti arttıracak,  hukuk  eğitimine  verecekleri  önem  sebebiyle  ülkemizde  iyi hukukçuların yetişmesine vesile olacaktır. G.  Hukuk Meslekleri Stajı 1.  Tüm Meslekler İçin Ortak ve Denetlenebilir Staj  Şu  bir  gerçektir  ki  dokunmadan,  yaşamadan  öğrenilen  bilgiler  çabuk unutulmaktadır.  Tıp  eğitimindeki  staj  sistemine  benzer  bir  eğitimin  hukuk eğitiminde  uygulanmasının,  öğrencilerin  öğrendiklerini  henüz  okulda  iken pekiştirmelerini sağlayacağı kanaatindeyiz. Tıp fakültesinden mezun olan bir öğrenci; iğne yapmayı, pansuman yapmayı ve açık bir yarayı dikmeyi bilmektedir. Ancak ülkemizde bir hukuk fakültesi öğrencisi bırakın karşısına gelen hukuki olayı  doğru  çözmeyi,  dilekçesini  doğru  mahkemeye  vermekte  dahi zorlanmaktadır.  Son  zamanlarda  hukuk  fakültelerinde  teorik  bilgilerin pekiştirilmesi için farazi mahkemeler kurulmakta ise de, bu sembolik uygulama pratikte yetersiz kalmaktadır. Bu sebeple hukuk öğrencisinin olay çözümlerini yerinde görebilmesi ve adli işleyişi anlayabilmesi için bir hukuk bürosunda ve adliyede zorunlu ve denetlenebilir staj evresine ihtiyaç bulunmaktadır. Uygulayıcı meslekler  için  elzem  olan  staj  evresi  hukuk  fakültesinde  verilmeli  ve üniversitelerin ana sorumluluğunda TBB ve Adalet Bakanlığı bu konuda iş birliği yapmalıdır. Ülkemizde  mevcut  sisteme  göre  hukuk  fakültesi  mezunları  avukatlık  stajını doğrudan, hakimlik ve savcılık stajını ÖSYM tarafından yapılan yazılı sınavı ve   53kurum tarafından yapılan mülakatı geçtikten sonra yapabilmektedirler. Noterlik mesleği öncesi ise staj bulunmamaktadır.  Bizce tüm hukuk profesyonellerinin stajı Alman hukuk eğitim sistemindekine benzer olmalı ve hukuk fakültesindeki 3 yıllık teorik eğitimin ardından yapılan sınavdan en az 70 puan ve üzeri alan öğrenciler meslek stajı yapmaya hak kazanmalıdır. Avukatlar ve hâkimler için öngörülen staj uygulamaları, hukuk fakültesinde, hâkim, savcı, avukat, akademisyen ve noter olacak öğrenciler için tek ve ortak uygulanacak şekilde revize edilmelidir. Yani hâkim olacak olan da, avukat olacak olan da, akademisyen olacak olan da aynı stajı yapmalı ve tüm profesyonel hukuk uygulayıcıları uygulama eğitiminde birlikte olmalıdır. Elbette ortak meslek stajı haricinde hâkimlik, savcılık, noterlik ve avukatlık meslekleri için ayrı bir intibak süreci de ihdas edilmelidir. 3 yıllık teorik eğitimin ardından gerçekleştirilen, 24 aylık hukuk meslekleri stajı, lisansta öğrenilen teorik bilgilerin pekişmesini sağlayacaktır. Yapılacak stajın, mevcut  avukatlık  stajına  benzer;  ancak  daha  etkin  ve  denetlenebilir  olması gerekmektedir.  Zira  mevcut  avukatlık  stajı  uygulaması  yeterli  denetleme mekanizmalarını içermediği için stajyerlere beklenen faydayı sağlamamaktadır. Önerdiğimiz sistemde öğrenci vaka analizi dersleri ve uygulamaya ilişkin kurs ve seminerler almalı, sonrasında ise fiili meslek stajı yapmalıdır. Fiili meslek stajında hâkimin, savcının, noterin ve avukatın yanında staj yapmalı, bu mesleklerin uygulamasını görmelidir. Ayrıca bir devlet dairesinde de staj yaparak devlet kurumundaki işleyişi de öğrenmelidir. Üniversitelerin yönetiminde olması gereken ortak meslek stajı TBB ve Adalet Akademisinin desteğiyle yürütülmelidir. Meslek stajı 4 sömestr sürmelidir. İlk iki sömestr karar yönteminin esas olduğu uygulamalı eğitim yapılmalı, zorunlu vaka analizi dersleri, kurslar ve seminerler verilmelidir. Stajın ikinci, yani fakülte eğitiminin beşinci ve son yılında fiili meslek stajı yapılmalıdır. Staj döneminin ilk yılında ders olarak vaka analizi dersleri okutulmalıdır. Ayrıca iddianame, mahkeme kararı, dava dilekçesi yazma teknikleri, diksiyon-iletişim ve beden dili, meslek hukuku, senaryo yazımı ve kompozisyon, bilişim-UYAP teknolojileri, yönetim ve organizasyon, müzakere ve sorgu teknikleri kurs ve seminerleri verilmelidir. Ayrıca öğrencilerden her bir vaka analizinden sonra ilgili konuda bir makale yazmaları istenmelidir. 2.  Zorunlu Vaka Analizi Dersleri a.  Genel olarak Adalet Bakanlığı 2019 yılı Yargı Reformu Stratejisinde öneminden bahsedilen hukuk klinikleri önerisini faydalı ve önemli buluyoruz. Pratiğe dayalı hukuk öğreniminde asıl hedef hukuki olaylara doğru ve yerinde çözümler bulmayı  153 Adalet Bakanlığı 2019 yılı Yargı Reformu Stratejisi. 54öğretmektir. Bu amaçla önerilen hukuk kliniğinde yapılan iş de bir nevi vaka analizidir. Ancak hukuk klinikleri ile elde edilmesi amaçlanan faydaya vaka analizi dersleri ile daha hızlı ulaşılacağı kanaatindeyiz. Öğretide de öneminden bahsedilen  hukuk  klinikleri  sayesinde  fakültelerdeki  eğitimin  uygulama  ile bağının kurulmasının sağlanacağı ifade edilse de, bizce hukuk kliniği bu amacı gerçekleştirmek için yeterli değildir. Zira hukuk kliniğinde öğrencinin kısıtlı hukuki alanda (daha basit hukuki ihtilaflarda) uygulamayı görme imkânı vardır. Bir diğer husus öğrencinin aylarca hukuk kliniği uygulamasında edineceği pratik bilgiyi, aşağıda açıklayacağımız vaka analizi sayesinde saatler içerisinde daha sağlıklı  bir  şekilde  öğrenmesi  mümkündür.  Bizce  hukuk  kliniği  uygulaması faydalı olmakla birlikte öğrenilecek çok fazla pratik bilgi olmasına rağmen kısıtlı zamanda gerçekleştirilmesi güç bir uygulama olması nedeniyle yeterli faydayı sağlamayacaktır.  Bu  nedenle  hukuk  kliniği  yerine,  öğrenciye  tüm  meslek hayatında fayda sağlayacak vaka analizini öğretmeyi öneriyoruz. Diğer  yandan  uygulamalı  eğitim  dersinin   hukuk  kliniği   şeklinde adlandırılmasının terminolojik açıdan da uygun olmadığı kanaatindeyiz. Sözlükte klinik;  hastanın bakıldığı, muayene edildiği yer; hekim olacak öğrencilerin hasta başında uygulamalı olarak ders gördükleri hasta koğuşu; vücut muayenesinde görülen (hastalık belirtisi)  şeklinde tanımlanmaktadır. Dilimize yerleşmiş olan  klinik  kelimesinin etimolojik kökenine baktığımızda de istenen anlama uygun olmadığı görülmektedir. Bu kelime dilimize Fransızca da  yataklı tedavi yeri, hastane  anlamına gelen clinique sözcüğünden geçmiştir. Bu kelimenin kökeninin ise,  yatağa veya yatakta tedaviye ilişkin  anlamına gelen klinikos sözcüğünden geldiği ifade edilmektedir. Bu nedenle her ne kadar batıda böyle bir kullanımı da mevcut olsa da, hukuk kliniği ifadesinin olduğu gibi kabul görüp kullanılmasını kolaycılık olarak değerlendiriyor ve doğru bulmuyoruz. Staj  döneminin  ilk  yılında  (ve  belki  ihtiyaca  göre  kısmen  ikinci  yılında) verilmesini önerdiğimiz vaka analizi derslerinde öğrenciye dava dilekçesi, cevap dilekçesi, ilk derece mahkemesinin varsa ara kararları ve hükmü, davacı ve davalıların istinaf dilekçeleri, istinaf mahkemesinin varsa ara kararları ve hükmü, tarafların temyiz dilekçeleri, temyiz mahkemesi hükmü, Anayasa Mahkemesi ve AİHM başvuru dilekçeleri, Anayasa Mahkemesi kararlarını görme, inceleme ve örnek dilekçe/karar yazma konusunda pratik yaptırılmalıdır.  Vaka analizi dersleri öğrencinin üç yıllık lisans eğitiminde gördüğü kamu veya özel hukuku ilgilendiren bütün ana derslerde yapılmalıdır. Böylece öğrenci teorik olarak aldığı dersleri pratik anlamda uygulama ve test etme imkânı bulmalıdır. Öğrenci, vaka analizi dersinde gerçek dava dosyalarından üretilmiş kurgusal süreçleri hem kendisi deneyimlemeli hem de ilgili süreçteki gerçek davaya ilişkin dilekçe,  karar,  safahat  gibi  somut  bilgileri  görmelidir.  Vakalar,  uzman  ve  154 Uyumaz/Erdoğan, s. 465. 155 https://sozluk.gov.tr/ (Erişim: 05.06.2020) 156 https://www.nisanyansozluk.com/?k=klinik (Erişim: 15.02.2020)   55uygulamadan gelen öğreticiler vasıtasıyla yönetilmeli ve değerlendirilmeli, tüm aşamalarda  tüm  aktörlerin  davaya  ilişkin  işlemlerini  önce  öğrenci  kendisi yapmaya  çalışmalı,  akabinde  gerçek  işlem  ya  da  kararla  karşılaştırma  şansı olmalıdır. Tüm bu süreç öğreticilerin gözetimi ve denetimi altında yapılmalıdır.  Temsili dava uygulamalarına benzeteceğimiz, ancak ondan daha sistemli ve daha yoğun  bir  faaliyeti  ifade  eden  vaka  analizi  dersleri  küçük  gruplar  halinde yapılmalıdır. Vaka analizi derslerinde özel hukuk uyuşmazlığı ve kamu hukuku alanındaki davaya konu olaylar en ince ayrıntısına kadar irdelenmelidir. Vaka analizi derslerinde bir davanın açılmasından kesin hükümle sonuçlanmasına kadar tüm aşamaları ve tüm taraf işlemleri öğrenciler tarafından tatbik edilmelidir. Kişisel veriler maskelenerek bire bir tüm detaylarıyla gerçek dava dosyasından üretilmiş kurgusal dosyalar oluşturulmalı, en temelde davacı, davalı, hakim rolleri öğrencilere dağıtılarak temel dilekçeleri ve kararları yazmaları istenmelidir. Bu çalışmanın sonrasında gerçek davadaki gerçek dilekçe ve kararlarla karşılaştırma yapılmalıdır. Akabinde somut vakanın elverdiği ölçüde istinaf, temyiz, bozma, yeniden yargılama aşamaları tatbik edilmeli, her bir aşamadaki temel dilekçe ve kararlar bakımından aynı uygulama tekrar edilmelidir. Her çalışmadan sonra öğrenciler  kendi  yaptıkları  çalışma  ile  asıl  dosyadaki  gerçek  dilekçe  ya  da kararları karşılaştıran raporlar hazırlamalıdır.   Bir  davaya  ilişkin  süreç  ilerlerken,  örneğin  istinaf  aşamasına  geçilirken öğrencilerin rolleri değiştirilmeli, bir aşamada davacı vekili olan taraf bir sonraki aşamada davalı vekili ya da hakim olmalı, böylelikle öğrencilerin analiz edilen vakanın farkı yönlerini kavramaları sağlanmalıdır. Bazı karmaşık ve büyük davalara ilişkin çalışmalarda öğrenciler grup halinde bir role atanmalı ve gerekli işlemleri görev paylaşımıyla yapmaları sağlanmalıdır.  Aynı role atanan öğrencilerin içtihat araştırma, redaksiyon, sözlü savunma gibi alt iş  bölüşümleri  de  öğretici  tarafından  denetlenmeli  ve  gerekli  yönlendirme yapılmalıdır. Bu şekildeki çalışma, hukukçularımızda eksik olan grup çalışması ve koordinasyon kültürünün gelişmesine katkı sağlayacaktır. Öğrencinin yaptığı bütün bu çalışmalar, yazdığı dilekçe, karar ve raporlar, öğretici tarafından  değerlendirilerek  notlanmalıdır.  Öğreticinin  not  verdiği  çalışmalar öğrencinin  özlük  dosyasında  muhafaza  edilmelidir.  Öğrencinin  yaptığı çalışmalardan aldığı notların, meslek stajını başarı ile tamamlamasının yanında, daha sonraki mesleki hayatında olumlu ya da olumsuz yönde referans olarak yansıması sağlanmalıdır. Bu şekildeki bir sistemde öğrencilere sunulacak çok sayıda ve çeşitte belge bulunmakta, öğrencilerden de dilekçe, karar, rapor ya da makale formatında çok sayıda ödev beklenmektedir. Tüm bu çalışmaların sağlıklı bir şekilde yürümesi ve ödevlerin değerlendirilebilir olması için tüm hukuk fakülteleri için ortak bir belge yönetim sistemi kurulmalıdır. Günümüzde bir kısım üniversitelerin benzerlerini kullanmakta olduğu bu sistem, UYAP sisteminin öğretim versiyonu gibi ulusal bir  sistem  olmalı  ve  böylelikle  denetlenebilirlik  sağlanmalıdır.  Öğreticiler, 56öğrencilerin erişimine açacakları belge ve kararları buradan paylaşmalı, ilgili örnek  dava  dosyaları  burada  bulunmalı  ve  öğrenciler  de  ödevlerini  buraya yüklemelidirler. Bu tür sistemlerin vazgeçilmezi olan  (Turn-iti-in vb) intihal tespit ve önleme programları da mutlaka kullanılarak öğrencilerin çalışmalarının özgün ve kendi el ürünü olması teyit edilmelidir. Her  bir  alana  ilişkin  vaka  analizinde  roller  ve  çalışmalar,  ilgili  alanın gerekliliklerine göre belirlenmelidir. Aşağıda özel hukuk alanlarına ilişkin şablon bir vaka analizi dersi, ceza hukuk vaka analizi dersi ve bireysel başvuru vaka analizi dersi önerimizi somutlaştıracağız. b.  Özel Hukuk Vaka Analizi Özel hukuk alanlarına (örn. ticaret hukuku, aile hukuku, eşya hukuk) ilişkin, hukuki ihtilafa konu olmuş ve muhakeme sürecinin tüm aşamalarından geçmiş gerçek  olaylar,  kişisel  veriler  maskelenerek  örnek  uygulama  dosyası  olarak kullanılmalıdır.    Öğrenciler  davacı,  davalı  ve  hakim  rolleri  altında gruplandırılmalı, davaya konu maddi veriler her aşamada peyderpey verilmelidir. İlk aşamada davacı yanı temsil eden öğrenciden olaya dair dava dilekçesi yazması, davalı yanı temsil eden öğrenciden cevap dilekçesi hazırlanması istenmelidir. Dava ve cevap dilekçeleri yazıldıktan, karşılıklı dilekçe süreçleri tamamlandıktan sonra dilekçeler öğrenci ve öğreticilerle birlikte usul ve esas yönünden derste analiz  edilmelidir.  Hakim  konumundaki  öğrenci  ya  da  öğrencilerden, arkadaşlarının  yazmış  olduğu  dilekçeler  ve  dosyadaki  veriler  doğrultusunda gerekçeli  mahkeme  kararı  yazmaları  istenmelidir.    Daha  sonra  gerçek  dava dosyasında bulunan taraf vekillerinin yazmış olduğu dosyadaki dilekçeler ve gerçek mahkeme kararı öğrenciler ile paylaşılmalı ve öğrencilere kendilerinin yazdığı dilekçe ve karar ile yazılan gerçek dilekçeleri ve kararı mukayese ederek, kendilerinin ya da gerçek dilekçe ve kararın doğrularını ve yanlışlarını görme imkânı verilmelidir. Ayrıca öğrencilerden kendi dilekçeleri/kararları ile gerçek dilekçe ve kararların mukayese edildiği bir rapor hazırlaması istenmelidir.  İkinci aşamada öğrencilere istinaf uygulaması yaptırılmalıdır. Verilen gerçek karara karşı davacı ve davalı yanı temsil eden öğrenciden istinaf dilekçesi yazması istenilmelidir.  Elbette  ara  aşamalara  ilişkin,  istinaf  yargılamasında  yapılan duruşma tutanakları, gelen evraklar, deliller, bilirkişi raporları gibi diğer veriler de öğrencilere uygun sırayla gösterilmelidir. Hakim rolündeki öğrencilerden ise arkadaşlarının istinaf dilekçeleri ve dosyadaki deliller doğrultusunda davayı usul ve  esastan  değerlendirerek  gerekçeli  istinaf  kararı  yazmaları  istenmelidir. Öğrenciler istinaf dilekçeleri ve kararı yazdıktan sonra tarafların gerçek istinaf dilekçeleri ve gerçek istinaf kararı öğrencilere verilerek daha önce kendilerinin yazdıkları ile karşılaştırmasını yapması sağlanmalı, yazdıkları dilekçe ve kararın varsa  eksiklerini  tamamlama  fırsatı  verilmelidir.  Böylece  öğrenci,  kendi yeteneğini keşfetme, bilgilerini değerlendirme, usul hukuku ve davanın esasını ilgilendiren konularda bilgi yeterliliğini kontrol etme, eksiklerini tamamlama fırsatı sahibi olacaktır. Öğrencilerden yine bu aşamada yazdıkları dilekçe veya   57karar  ile  gerçek  dilekçe  ya  da  kararı  mukayese  eden  bir  rapor  yazmaları istenmelidir. Üçüncü aşamada temyiz uygulaması yapılmalıdır. Davacı ve davalı rollerindeki öğrencilerden,  gerçek  istinaf  kararına  karşı  temyiz  dilekçesi  yazmaları istenmelidir.  Hakim  rolündeki  öğrencilere  davacı  ve  davalı  öğrencilerin dilekçelerini  ve  Yargıtay  kararı  hariç  dava  dosyasını  bir  bütün  olarak değerlendirerek Yargıtay kararı yazma görevi verilmelidir. Öğrenciler tarafından dilekçe  ve  karar  yazımı  aşaması  tamamlanınca,    öğretici  tarafından  gerçek dosyadaki  temyiz  dilekçeleri  ve  Yargıtay  kararı  öğrencilere  verilerek  kendi dilekçe ve kararları ile gerçek dosyadakileri mukayese ederek yazılı bir rapor sunmaları istenmelidir.   Yukarıda özel hukuka ilişkin izah edilen vaka analizi çalışması taslağı, öğrencinin üç yılda almış olduğu bütün ana dersler için yapılmalıdır. Örnek alınan dosyanın durumuna göre ara muhakeme ve olağanüstü muhakeme aşamaları da bu akışa eklenmelidir.  Öğrenciler  bir  dosyanın  farklı  aşamalarında  farklı  rollerde görevlendirilerek aynı uyuşmazlığın farklı yönlerini görmeye sevk edilmelidir. Kimi karmaşık ve zor dosyalarda ise öğrenciler bir role grup halinde atanmalı ve birlikte çalışarak koordinasyon içinde ortak aksiyon üretmeye zorlanmalıdır. Kamu hukukuna ilişkin derslerde de benzer bir sistemde vaka analizi dersleri yürütülmelidir.  Aşağıda  ceza  hukukuna  ilişkin  vaka  analizi  dersi  önerimizi açıklayacağız. c.  Ceza Hukuku Vaka Analizi Ceza hukukuna ilişkin olarak da, dava konusu olmuş ve muhakeme sürecinin tüm aşamalarından geçmiş davalardan, kişisel veriler maskelenerek örnek davalar üretilmeli ve bu davalar üzerinden vaka analizi dersi yürütülmelidir. Öğrenciler savunma, iddia ve yargılama makamları şeklinde gruplanarak gerçek bir davanın geçireceği tüm aşamaları uygulamalı olarak tatbik etmelidir. İlk  aşamada  soruşturma  aşaması  uygulaması  yapılmalıdır.  Gerçek  dava dosyasındaki  veriler öğrencilere verilerek  bir kısım öğrenciden mağdur/müşteki vekili olarak suç duyurusu/ şikayet dilekçesi yazması istenmelidir. Müdafi rolü verilen öğrencilerden ise savunma dilekçesi hazırlanmaları istenmelidir. İddia makamı rolü verilen öğrencilerden ise, arkadaşlarının dilekçeleri ve dosya verileri doğrultusunda bir iddianame (ya da soruşturmayı sonlandıran başka bir karar) yazması istenmelidir. Öğrenciler tarafından suç duyurusu ve savunma dilekçeleri ile iddianame yazıldıktan sonra, gerçek şikâyet ve savunma dilekçeleri ile gerçek iddianame öğrencilerle paylaşılmalı, öğrenciler kendilerinin yazdıkları dilekçe ve iddianame ile gerçeklerini mukayese ederek, kendilerinin ya da gerçektekilerin doğrularını ve yanlışlarını görme imkânına sahip olmalıdır. Öğrencilerden kendi şikâyet ve savunma dilekçeleri ile iddianamelerini, gerçek dilekçeler ve iddianame ile mukayese ettikleri bir rapor hazırlamaları istenmelidir.  58İkinci olarak kovuşturma aşaması uygulaması yapılmalıdır; Savunma konumunda görevlendirilen öğrencilerden yazılı ve sözlü savunma hazırlamaları, müşteki konumundaki öğrencilerden gerekli beyan ve talepleri yazılı ve sözlü olarak yapmaları, iddia makamı rolündekilerden ise gerekli talep ve mütalaalarda yazlı ve sözlü olarak bulunmaları istenmelidir. Bu aşamada yargılama konumundaki öğrenciler ise, arkadaşlarının yazılı ve sözlü beyanlarının yanı sıra, gerçek dosya içeriğinden hareketle gerekçeli karar oluşturmalıdır.   Bu çalışmalar yapıldıktan sonra mahkemeye sunulan asıl beyan ve savunmalar ve asıl mahkeme kararı öğrenciler  ile  paylaşılarak  yaptıkları  çalışmaları  mukayese  etme  imkânı verilmelidir.  Öğrencilerin  yaptığı  çalışma  ve  karşılaştırmayı  yazılı  olarak raporlaması istenmelidir.  Üçüncü aşama istinaf uygulamasıdır. Katılan, sanık ve iddia makamı şekline görevlendirilen öğrenciler asıl mahkeme kararı ve dosya verileri doğrultusunda istinaf dilekçesi, yargılama makamı rolündeki öğrenciler ise gerekçeli istinaf kararı yazmalıdır. Gerekli görülürse duruşma açılarak sözlü aşamalar ve beyanlar da tatbik edilmelidir. Bu çalışmalar yapıldıktan sonra da asıl dosyadaki gerçek istinaf dilekçeleri ve kararı öğrencilere verilerek daha önce kendilerinin yazdıkları ile karşılaştırmasını yapmaları sağlanmalıdır. Öğrencilerden bu aşamada da kendi çalışmaları ile asıl çalışmaları karşılaştıran bir rapor yazmaları istenmelidir. Dördüncü aşamada temyiz uygulaması yapılmalıdır. Asıl istinaf kararı ve dosya içeriği doğrultusunda öğrencilerin  taraf vekilleri sıfatı ile temyiz dilekçelerini yazmaları  istenmelidir.  Savunma,  iddia  ve  katılan  taraflarını  temsil  eden öğrenciler temyiz dilekçelerini yazmalı yargılama makamındaki öğrenciler ise Yargıtay kararı yazmalıdır. Bu aşamanın sonunda da öğrencilerin dilekçe ve kararları ile asıl kararalar karşılaştırmalı olarak tahlil edilmeli ve öğrenciler tarafından rapor yazılmalıdır.   d.  Bireysel Başvuru Vaka Analizi Anayasa  Mahkemesine  başvuru  süreci  uygulaması  da  vaka  analizi  yoluyla uygulamalı olarak öğretilmelidir. İç hukuka göre kesinleşmiş hukuki işlem veya kararları  içeren  dosya  bir  bütün  olarak  öğrencilere  verilmeli  ve  Anayasa Mahkemesine  başvuru  hazırlığı  yaptırılmalıdır.  Varsa  idari  makamın  vekili rolünde  de  öğrenciler  görevlendirilmeli  ve  bunlardan  savunma  yazmaları istenmelidir. Bir diğer grup öğrenciye ise Anayasa Mahkemesi yargıçları rolü verilerek bireysel başvuru kararı yazmaları istenmelidir. Bu çalışmalar sonunda öğrencilere gerçek dilekçe ve kararlar verilmeli, kendi dilekçe ve kararlarıyla mukayese etmeleri ve rapor yazmaları sağlanmalıdır. Benzer bir çalışma seçimlik ders olmak kaydıyla AİHM başvuru süreçleri için de yapılabilir; başvurucu ve devlet vekili olarak gruplandırılan öğrencilerden verilen bilgilerden hareketle taraf dilekçelerini yazmaları ve sonucunda ilgili dosyaya ilişkin gerçek dilekçeleri ve AİHM kararı ile kendi çalışmalarını karşılaştırma ve raporlama ödevi verilmelidir.   593.  Fiili Meslek Stajı Ülkemizde  avukatlık  stajı  barolar  ile  Türkiye  Barolar  Birliği  (TBB) nin denetimindedir. Avukatlık Staj Yönetmeliği nin 12. maddesine göre:  Mahkeme stajı hâkim, savcı ve baronun denetimde; cumhuriyet savcılıklarında bir ay, ağır ceza mahkemesinde bir ay, asliye ceza mahkemesinde on beş gün, sulh ceza mahkemesinde on beş gün, sulh hukuk mahkemesinde on beş gün, asliye hukuk mahkemesinde (ticaret, iş, tapulama dahil) bir buçuk ay, icra tetkik ve icra dairesinde bir ay sürelerle yapılır. Bu sürelerde stajyer, staj eğitim programını aksatmadan; duruşmalarda, keşiflerde, soruşturmalarda, kararın görüşülmesinde ve yazılmasında hazır bulunur. Kendisine verilen dosya ve kararları inceler ve rapor hazırlar.  Yönetmelikte böyle bir hüküm bulunsa da, uygulamada stajyerler maalesef nadiren staj yaptığı mahkemeye gitmekte, duruşma, soruşturma, keşif gibi  uygulamaları  görmeden  stajı  bitirmektedir.  Kendilerine  dosya  ve  karar incelemesi, rapor hazırlama görevi de verilmemektedir.  Hâkim ve savcıların stajı ise Adalet Bakanlığının denetimindedir. Hakimlerin mahkeme stajı, avukatların mahkeme stajına benzese de mesleğe yönelik birkaç fark  bulunmaktadır.  Bunun  yanı  sıra  hâkim  ve  savcılar  Türkiye  Adalet Akademisinde  uygulamaya  ve  teoriye  yönelik  dersler  almaktadır.  Ancak hâkimlik-savcılık stajının da verimli geçtiğini söylemek mümkün değildir. Zira mahkeme stajı denetimsiz geçmektedir. İş yoğunluğundan bunalan mahkemeler stajyerleri ayak bağı olarak görmekte, onların mümkünse adliyeye gelmemelerini istemektedirler.  Bu durumda stajın ve mahkemelerin sağlıklı işleyişi için ya mahkemelerin bazıları staj mahkemesi olarak belirlenmeli ya da mahkemelere yönetilebilir bir stajyer kontenjanı getirilmelidir.  Adliyelerde  ve  avukat  yanında  yapılacak  olan  fiili  meslek  stajı  5.  sınıfta yapılmalıdır. Meslek stajı yapan bir stajyer; cumhuriyet savcılığında 1 ay, ağır ceza  mahkemesinde  1  ay,  asliye  ceza  mahkemesinde  1  ay,  sulh  ceza mahkemesinde  15  gün,  sulh  hukuk  mahkemesinde  15  gün,  asliye  hukuk mahkemesinde 1 ay, asliye ticaret mahkemesinde 1 ay, icra mahkemesinde 15 gün, icra dairesinde 15 gün, idare mahkemesinde 1 ay, istinaf mahkemeleri hukuk dairelerinde 1 ay, istinaf mahkemeleri ceza dairelerinde 1 ay, noterlikte on gün, emniyet müdürlüğünde on gün, ticaret odasında ise on gün süre ile staj yapmalıdır. Bunun yanı sıra bir avukatın yanında da 3 ay süre ile mesleki staj yapmalıdır. Stajyer, her bir birimdeki aşamasının sonunda  takip ettiği bir derdest dava dosyası ile ilgili takrir raporu hazırlayarak ilgili hâkim, savcı, avukat ya da amirin değerlendirmesine sunmalıdır. Hâkim, savcı, avukat ya da amir ise kendisine sunulan takrir raporuna yüz üzerinden puan vermelidir.   157 Takrir raporu; Osmanlı diplomasisinde kullanılan takrir; bir işi veya konuyu yazılı şekilde ilgili mercilere bildiren belge türünü ifade eder. Mübahat Kütükoğlu,  Takrir Raporu , TDV İslam Ansiplopedisi, C.39, 2008, s. 471.  60Günümüzde  Yargıtay da  ve  Danıştay da  görev  yapan  tetkik  hâkimleri inceledikleri dosyalar hakkında takrir raporları yazarak ilgili dairede üye olarak görev yapan heyete sunmaktadırlar.  Takrir raporu , bu surette yargı camiası tarafından  bilinen  bir  terim  olduğu  için,  stajyerlerin  staj  aşamasında hazırlayacakları raporlara da aynı şekilde  takrir raporu  ismi verilmesinin uygun olacağı kanaatindeyiz.  Stajyerlerin yanlarında staj yaptıkları hâkim, savcı, avukat ya da amire yazılı olarak sunacağı bu raporları yargı ve yürütmede kullanılan diğer birçok  rapor  çeşidinden  ayırmak  için  de  bu  adlandırmanın  uygun  olacağını düşünüyoruz. Stajyerlerin  sundukları  takrir  raporlarının  yüz  üzerinden  yapılan değerlendirmesinde elli ve üzeri puan alan stajyerlerin ilgili birimdeki stajını başarıyla  bitirdikleri  kabul  edilmelidir.  Aksi  takdirde  o  birimdeki  stajı yenilenmelidir. Stajyerin hazırladığı takrir raporları üniversiteler, TBB ve Adalet Akademisinin  oluşturduğu  denetlenebilir  öğrenci  bilgi  sistemine  aktarılmalı, böylece yanında staj yapılan hâkim, savcı ve avukatın yaptığı takrir raporu değerlendirmesinin objektif olması sağlanmalıdır. Takrir raporları öğrencinin hâkim, savcı, avukat ve noter mesleklerine girişinde dikkate alınmalıdır. Mesleğe girdikten sonra da bu takrir raporları sicil dosyasına girmeli ve tüm meslek hayatında derece yükselmelerinde dikkate alınmalıdır.  4.  Stajyerlerin Özlük Hakları Ülkemizde  hâkim  stajyerleri  devlet  memuru  statüsüne  geçtikleri  için  maaş almakta  iken  avukat  stajyerleri  maaş  ve  gelire  sahip  değildir.  Avukatlar  da hâkimler  gibi  kamu  hizmeti  ifa  etmekte  ve  iyi  yetiştirilmelerinde  kamunun menfaati bulunmaktadır.  Staj gibi mecburi bir süreçte maaş konusunda hâkimler ile avukatlar arasında eşitliğin sağlanması gerektiği kanaatindeyiz. Hâkim ya da avukat  stajyerinin  staj  boyunca  herhangi  bir  gelirinin  olmaması  stajyerin ekonomik  olarak  yıpranmasına  hatta  ekonomik  destek  alamadığından  stajı bırakmasına sebep olabilir. Bahsettiğimiz hukuk eğitim sistemi ülkemizin adalete kavuşması için elzem olduğundan, bu süreçte devletin ayrım yapmadan tüm hukuk  stajyerlerine  staj  süresi  boyunca  yeterli  miktarda  burs  ve  sağlık sigortasından ücretsiz faydalanma hakkı vermesi gereklidir.",
     "Kaynakça": "Aboueleid, Taher.  Legal education and technology in Egypt in an era of globalization ,  s.  4.  https://ssrn.com/abstract=3209080  or http://dx.doi.org/10.2139/ssrn.3209080. (Erişim: 14.05.2020). Adalet Bakanlığı, Yargı reformu Stratejisi, Mayıs 2019.  158 Avusturya da avukat, hâkim/savcı veya noter stajyerleri öncelikle, mahkemelerde 9 aylık bir mahkeme ön stajını stajyer hukukçu olarak ortaklaşa tamamlamaktadırlar. Bozkurt, s. 92.    61Alkhalawi, Rayan.  Legal Education Reform in Saudi Arabia: A Case Study of Taibah University , Theses and Dissertations.  Paper 15, 2015. Ataş, Mustafa / Dost, Süleyman / Çelikkol, Ömer.  Hukuk Öğretimine Yönelik Teorik Pratik Sınıf (TEOPS) Sistemi Model Önerisi , SDU International Journal of Educational Studies, S. 5 (1),  2018. Bozkurt, Kutluhan / Türe, Murat.  Avusturya ve İsviçre Sistemlerinde Hukuk Eğitimi , TBB Hukuk Dergisi, S. 117, 2011. Chodosh, Hiram.  Hukuk Eğitimi: Trendler, Sorunlar Ve Stratejiler , (Çev. Dr. Birol AKGÜN), Selçuk Üniversitesi Hukuk Fakültesi Dergisi, Cilt 9, Sayı 1 2, 2001. Conway Filiz/Cengiz, Serkan/Toprak, Musa/Ertem, Berkem/ Koçyıldırım, Göktan/ Lonbay, Julıan/ Nestl, Franz Markus/ Les, Florence/ Sorcinelli, Roberto/ Isern, Marta/ Laurans, Mickael/ Adamzyck, Agata. Meslek İçi Eğitim Projesi Sonuç Raporu, TBB, 2009. Dreıfuss Netter, Frederique.  Hukuk Öğretimi ve Hukukçunun Eğitimi , TBB, Uluslararası Toplantı Tebliğleri, Ankara, 2003. Du, Guodong.  Who Can Serve as Judges in China? , China Justice Observer, 14.05.2019,  https://www.chinajusticeobserver.com/a/who can serve as judgesin china. (Erişim: 14.05.2020). Edwards, Harry T.  The Growing Disjunction Between Legal Education and the Legal Profession , Michigan Law Review, , S. 91 (1), 1992. Erhürman,  Tufan.   Hukuk  Öğretimi  ve  Hukukçunun  Eğitimi ,  TBB Uluslararası Toplantı Bildirileri, Ankara, 2003. Erzurumluoğlu,  Erzan.   Hukuk  Öğretimi  ve  Hukukçunun  Eğitimi ,  TBB Uluslararası Toplantı Bildirileri, Ankara, 2003. Gehringer, Axel.  Hukuk Öğretimi ve Hukukçunun Eğitimi , TBB, Uluslararası Toplantı Bildirileri, Ankara, 2003. Güran, Sait.  ABD de Hukuk Öğretimi ve Eğitimi , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, 50 2011. Justice at a Crossroads: The Legal Profession and the Rule of Law in the New Egypt, Report of the International Bar Association s Human Rights Institute (IBAHRI) Supported by the Open Society Institute, Kasım 2011. Kaplan, İbrahim. Türk ve İsviçre Hukuk Fakültelerinde Hukuk Öğretimi, Ders Programları ve Sınav Sistemleri, TBB Dergisi, s. 139, 2018. 62Kellner, Martin.  Legal Education in Japan, Germany, and the United States: Recent Developments and Future Perspectives , ZJAPANR / J.JAPAN.L, Nr. / No. 23, 2007. Kuhne,  Heiner  Hans.   Hukuk  Öğretimi  ve  Hukukçunun  Eğitimi ,  TBB Uluslararası Toplantı Bildirileri, Ankara, 2003. Kurt  Konca,  Nesibe.  Hakim  Yardımcılığı  Kurumu  ve  Türkiye de Uygulanabilirliği, SETA, 2016. Kütükoğlu, Mübahat.  Takrir Raporu , TDV İslam Ansiplopedisi, C.39, 2008. Liao, Henry / Huang, Dnhuah / Deng, William.  Regulation of the legal profession in China: overview , https://uk.practicallaw.thomsonreuters.com/w020 3499?transitionType=Default&contextData=(sc.Default),  (Erişim: 13.05.2020). Lonbay, Jullian.  Hukuk Öğretimi ve Hukukçunun Eğitimi , TBB Uluslararası Toplantı Bildirileri, Ankara, 2003. Maleshin, Dmitry.  The Crisis of Russian Legal Education in Comparative Perspective , Journal of Legal Education, Volume 66, S. 2,  2017. Nielsen, Nicolai.  Legal education in China How do Chinese universities prepare law  students  for  legal  practice ,  s.  3, https://www.academia.edu/3643300/Legal_education_in_China_How_do_Chinese_universities_prepare_law_students_for_legal_practice. (Erişim: 13.05.2020). Oğuz, Arzu.  Hukuk Eğitimindeki Son Gelişmeler ve Karşılaştırmalı Hukukun Hukuk Eğitimindeki Rolü , Ankara Üniversitesi Hukuk Fakültesi Dergisi , S. 52 (4), 2003. Okay,  Sami.   Mıchıgan  Hukuk  Fakültesinde  Hukuk  Tahsili  Ve  Öğretim Tekniği , İstanbul Üniversitesi Hukuk Fakültesi Dergisi, 27(1 4), 2011. Öngüner,  Emir.   Berlin de  Hakimler  Var  Efsanesi  ve  Gerçekler ,  Devlet Dergisi, Mart, 2018. Özbek, Mustafa Serdar. Alternatif Uyuşmazlık Çözümü, Yetkin, 2009. Öztoprak Sağır, Meral. Güncel Gelişmeler Işığında Türkiye de Hukuk Eğitimi, Türkiye Barolar Birliği Yayınları, 2010. Pantelis, Antonis.  Hukuk Öğretimi ve Hukukçunun Eğitimi , Türkiye Barolar Birliği, 9 11 Ocak 2003. Platon, Sokrates in Savunması, İş Bankası Kültür Yayınları, 2016. Rezaian, Lachin.  How to become a lawyer? , Mehr News Agency, 28.06.2018, https://en.mehrnews.com/news/135197/How to become a lawyer.  (Erişim: 14.05.2020).   63Sert Çelik, Çiğdem.  Almanya'da Hukuk Eğitimi ve Stajyerlik . TBB Dergisi, S. 54, 2004. Shepeleva, Olga/ Novikova, Asmik.  The Quality of Legal Education in Russia: The Stereotypes and the Real Problems  Russıan Law Journal Volume II, 2014. Smorgunova, Valentina.  Legal Educatıon In Modern Russıan Unıversıtıes , http://www.ialsnet.org/meetings/teaching/Smorgunova.pdf.  (Erişim: 13.05.2020). Sütçü, Nezih. Kat Karşılığı İnşaat Yapım Sözleşmesi, Seçkin, 2014. Uymaz, Alper / Erdoğan, Kemal.  Karşılaştırmalı Hukukta ve Türk Hukukunda Hukuk Eğitimi ve Hukuk Kliniği , Ankara Üniversitesi Hukuk Fakültesi Dergisi, S. 64, 2015. Üçok, Coşkun.  Türkiye de Hukuk Eğitimi ve Araştırmaları , Selçuk Ün. Hukuk Fakültesi Dergisi, C. 2, s. 2, 1989. Ümit, Ceyda/ Dönmez, Celalettin/ Atabey, Ömer Serdar/ Altınışık, Ulvi/ Mamak, Alpaslan/ Taşdelen, Okan/ Turgut, Bayram/ Emiroğlu, Ulya.  Bazı Avrupa Birliği Ülkelerinde Avukatlık Mesleği ile İlgili Düzenlemeler , Adalaet Bakanlığı  Avrupa  Birliği  Genel  Müdürlüğü  Bilgi  Notu,  http://www.abgm.adalet.gov.tr/yayinlar/e kutuphane.html, (Erişim: 22.05.2019). Yılmaz, Ali / Tansen, Bedia Ayşegül / Alkış, Burcu / Taner, Fahri Gökçen. Fransız Avukatlık Sisteminin İncelenmesi Projesi, Türkiye Barolar Birliği,2015. Zare, Maliheh.  An Overview of Iranian Legal System and Research , Globalex, https://www.nyulawglobal.org/globalex/Iran_Legal_System_Research.html#lawyering. (Erişim: 14.05.2020). Zhou, Shiwen.  The Reform Strategy of Legal Education in China , Global Business & Development Law Journal / Vol. 22, 2009.          64"
}