{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "23",
     "Ay": "08",
     "Yıl": "2021",
     "Cilt": "6",
     "Sayı": "11",
     "Başlık": "İSVİÇRE BORÇLAR KANUNU’NUN HAKSIZ FİİLDE ZAMANAŞIMINA İLİŞKİN YENİ DÜZENLEMELERİNİN TÜRK HUKUKU İLE KARŞILAŞTIRMALI DEĞERLENDİRİLMESİ ",
     "Title": "A COMPARATIVE EVALUATION OF THE NEW AMENDMENTS OF THE SWISS LAW OF OBLIGATIONS WITH REGARD TO THE STATUTE OF LIMITATIONS OF TORT WITH TURKISH LAW ",
     "Yazar İsmi": [

          "Doç. Dr. can GÜNERGÖK"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Ceza Zamanaşımı", "Haksız Fiil", "Gecikmeli Zarar", "İsviçre", "Türk Hukuku", "Zamanaşımı"
     ],
     "Keywords": [
          "Penalty Timeout", "Tort", "Long-Term Damage", "Statute of Limitation", "Switzerland", "Turkish Law"
     ],
     "Özet": " İsviçre de İsviçre Borçlar Kanununda zamanaşımına ilişkin bir dizi değişiklik gerçekleştirilmiş, bu değişiklikler 1 Ocak 2020 tarihinde yürürlüğe girmiştir. Bu çalışmada İsviçre Borçlar Kanununun genel hükümler kısmında zamanaşımına ilişkin yapılan değişikliklerden haksız fiilde ceza zamanaşımına ilişkin yenilikler ele alınacaktır. Haksız fiilde zamanaşımını düzenleyen Art. 60 OR hükmünde yer alan bir yıllık kısa zamanaşımı üç yıla çıkarılmış, on yıllık mutlak zamanaşımı süresi  muhafaza  edilmekle  birlikte,  bu  sürenin  başlangıç  anı  netleştirilmeye çalışılmıştır.  AİHM nin  Howald  Moor  kararı  sonrası  ölüm  veya  bedensel zararlarda mutlak zamanaşımı süresinin uzatılarak sorunun ortadan kaldırılması amaçlanmıştır. Yapılan kanun değişikliği değerlendirilerek AİHM nin ihlal kararı vermesindeki koşulların ortadan kalkıp kalkmadığı ele alınmıştır. Fiilin aynı zamanda ceza kanunlarına göre cezayı gerektirmesi halinde haksız fiilden doğan tazminat taleplerine kovuşturma zamanaşımının uygulanacağına dair düzenleme kanunda muhafaza edilmiş, öğretide tartışılan bazı hususlara açıklık getirilmeye çalışılmıştır. Bu çalışmada tüm bu düzenlemeler Türk Hukukundaki durum ile karşılaştırmalı olarak ele alınıp değerlendirmeler yapılmış, hukukumuz açısından da önerilerde bulunulmuştur.",
     "Abstract": "In Switzerland, a number of amendments regarding the statute of limitations have been made in the Swiss Code of Obligations, and these amendments entered into force on January 1, 2020. In this study, from the amendments regarding the statute of limitations in the general provisions of the Swiss Code of Obligations, the innovations regarding the penalty limitation in tort will be discussed. The oneyear short prescription specified in Art. 60 OR is increased to three years, while the ten-year absolute prescription period is preserved, the starting point of this period was tried to be clarified. After the ECHR's Howald Moor decision, it was aimed to eliminate the problem by extending the absolute prescription period in case of death or bodily harm. The amendment to the law has been evaluated and it has been discussed whether the conditions for the ECHR to issue a violation decision  are  eliminated.  The  regulation  stating  that  if  the  act  also  requires punishment according to the penal laws, the prosecution time-out will be applied to the claims arising from the tort has been preserved in the law and some issues discussed in the doctrine have been clarified. In this study, all these regulations are handled in comparison with the situation in Turkish Law and evaluated, and recommendations have been made in terms of our law.",
     "Metin": "İsviçre de 2018 yılında Borçlar Kanununda (OR) zamanaşımına ilişkin bir dizi değişiklik gerçekleştirilmiş, bu değişiklikler 1 Ocak 2020 tarihinde yürürlüğe girmiştir.  Bu çalışmada öncelikle genel olarak İsviçre Borçlar Kanununda zamanaşımına ilişkin değişiklik önerilerine yer verilecek, gerçekleşen değişiklikler aktarılacak ve sonrasında haksız fiil alanındaki değişiklikler incelenecektir.  I.  Genel Olarak Değişiklik Önerileri  İsviçre Borçlar Kanununda değişiklikler öngören tasarı 29 Kasım 2013 tarihinde Ulusal Parlamento ve Üst Meclis Başkanlıklarına sunulmuştur.  Bu  tasarıda zamanaşımı  hukukunun  belirli  noktalarda  iyileştirilmesi  ve  basitleştirilmesi hedeflenmiştir. Bir yıllık kısa –nisbi- zamanaşımının haksız fiil ve sebepsiz zenginleşme alacakları bakımından üç yıla çıkarılması ve özellikle bedensel zararlar  bakımından  uzun  –mutlak-  zamanaşımı  süresinin  otuz  yıl  olarak belirlenmesi tasarının merkezinde yer almıştır.  Tasarıda zamanaşımına ilişkin hükümlerin yeniden elden geçirilmesindeki saik, yürürlükteki zamanaşımı hukukunun bir yandan talep hakkının hukuki sebebine göre farklı olması, diğer yandan çok sayıda özel hüküm bulunması sebebiyle  2 Botschaft zur Aenderung des Obligationenrechts (Verjaehrungsrecht) vom 29 November 2013 –kısaca Botschaft olarak anılacaktır.  3 Botschaft, s. 236. 4 Botschaft, s. 236. İsviçre Borçlar Kanunu Tasarısının yasalaşma süreci hakkında bkz. AYBAY, Memet Erdem,  Haksız Fiillerde Zamanaşımı Konusunda İsviçre Borçlar Kanunu Değişikliği ve Buna Dair Düşünceler (6098 Sayılı Türk Borçlar Kanunu Hükümleri ile Karşılaştırmalı Olarak) , BAÜHFD, C. 14, S. 183-184, s. 1862 vd. 126İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 yeknesaklık bulunmaması ve karmaşık olması biçiminde ifade edilmiştir. Tasarı gerekçesine göre, bu durum zamanaşımı kurumu ile amaçlanan hukuki açıklık ve hukuki güvenlik ile çelişmektedir. Gene bugünkü hâkim görüşe göre yabancı hukuklarla kıyas edildiğinde de bazı zamanaşımı süreleri oldukça kısa olarak görülmektedir. Bu özellikle hakız fiil ve sebepsiz zenginleşmede nisbi süre olan bir yıllık kısa zamanaşımı süresi ve gene zarar verici olayın gerçekleşmesinden yıllar sonra ortaya çıkan gecikmeli zararlar (Spaetschaeden-geç ortaya çıkan zararlar) olarak anılan zararlar bakımından geçerlidir. Gecikmeli zararlara asbeste maruz kalma örnek olarak gösterilmektedir. Bundan dolayı Parlamento 07.3763 sayılı  Sorumluluk Hukukunda Zamanaşımı Süreleri  başlıklı yazısıyla Federal Konsey i  (Bundesrat)  gecikmeli  zararlar  bakımından  tazminat  taleplerinin varlığını ve icra edilebilirliğini sağlayacak şekilde haksız fiildeki zamanaşımı sürelerini uzatmakla görevlendirmiştir. Belirtilen bu olgular tasarının çıkış noktası olarak ifade edilmiştir. Tasarının  hazırlanması  sırasında  yapılan  görüşmelerde  tüm  zamanaşımı hukukunun yeknesaklaştırılmasından vazgeçilmiştir. Bunun yerine yürürlükteki hukukta  mevcut  olan  kusurları  iyileştirmek  ve  belirsizlikleri  gidermeye odaklanılmıştır.  Belirtilen  saiklerle  OR nin  zamanaşımına  ilişkin  hükümlerine  dair  bir  dizi değişiklik önerilerine bu tasarıda yer verilmiştir. II.  Değişiklik Yapılması İhtiyacı Yukarıda da ifade edildiği üzere, Federal Konsey Parlamento tarafından değişiklik tasarısı hazırlama konusunda görevlendirilmişti. Parlamentonun Federal Konseyi bu konuda görevlendirmesinin sebebi AİHM nin  Asbest Davası  olarak anılan hak ihlali kararıdır. 1965-1978 yılları arasında bir makine fabrikasında çalışan Howald Moor bu süre zarfında asbeste maruz kalmış, yirmi yılı aşkın süre sonra ona diyafram kanseri teşhisi konmuştu. Howald Moor Teşhis konulmasından sonra on sekiz ay yaşamış ve bu hastalıktan dolayı vefat etmiş, ailenin açtığı tazminat  davası  zamanaşımı  nedeniyle  reddedilmişti.  Konunun  AİHM e taşınması üzerine, AİHM 2014 yılında söz konusu olayda AİHS.m.6, f. 1 de yer alan adil yargılanma hakkının ihlal edildiğine karar vermiş ve İsviçre yi tazminata mahkûm etmişti. Bu gelişme üzerine uzun süre konuyu değerlendiren Parlamento bedensel zararlarda zamanaşımı süresini uzatma gerekliliğini gördü.  Aile AİHM nezdinde açılan davada adil yargılanma haklarının ihlal edildiğini belirtmiş ve Federal Mahkeme nin alacağın hali hazırda zamanaşımına uğramış olduğu kararını şikâyet konusu yapmıştır. AİHM üye devletlerinin takdir hakkı olduğu, bu nedenle adil yargılanma hakkının ihlal edilmediği biçimindeki İsviçre Hükumetinin savunmasını reddetmiştir. AİHM, adil yargılamanın örneğin hukuk  5 Botschaft, s. 236. 6 Botschaft, s. 236. 7  52067/10 başvuru no ve 41072/11 karar no. Kararın metnine  8 BGE 136 II 187.    127GÜNERGÖK/ İsviçre Borçlar Kanunu nun Haksız Fiilde Zamanaşımına İlişkin Yeni Düzenlemelerinin Türk Hukuku İle Karşılaştırmalı Değerlendirilmesi güvenliğini  sağlayacak  şekilde  bir  zamanaşımı  süresi  konularak sınırlanabileceğini  kabul  etmekle  birlikte,  bu  sınırlamaların  orantılı  olması gerektiğini de belirtmiştir. Mahkeme, hastalığın zarar verici olaydan yıllar sonra teşhis  edildiği  durumlarda  zorunlu  mutlak  zamanaşımının  uygulanmasının orantısız olacağını belirtmiştir. Çünkü bu tarz rahatsızlıklarda mutlak zamanaşımı sıkı surette uygulandığı takdirde bireylerin mahkeme önünde taleplerini ileri sürmeleri imkânsız hale gelecektir. AİHM e göre, olağan dışı geç ortaya çıkan hastalıklarda, kişinin kendi hastalığını daha önceden öğrenip öğrenemeyeceği bilimsel olarak tespit edilmelidir. Bilimsel olarak daha önceden öğrenme imkânı var idiyse, bu halde kişi hakkında zamanaşımı dikkate alınabilecektir. Bu görüşü benimseyen Mahkeme İsviçre devletini ölenin yakınlarına tazminat ödemeye mahkûm etmiştir. AİHM in bu kararı üzerine, İsviçre devleti kararı tanımış, aileye tazminat ödemiş ve iç hukukunu bu tarz zararlarda hak ihlali doğurmayacak şekilde değiştirme kararı almıştır. AİHM in bu kararı gecikmeli zararlar hakkında zamanaşımının  düzenlenmesi  ihtiyacını  ortaya  çıkardığı  gibi,  zamanaşımına ilişkin tüm düzenlemelerin de elden geçirilmesi fırsatı doğmuştur.  III.  Gerçekleşen Değişiklikler  A.  Genel Olarak Tasarıda yer alan haksız fiilde üç yıllık kısa zamanaşımı kabul edilirken, ölüm ve bedensel zararlardaki otuz yıllık zamanaşımı süre önerisi 20 yıl olarak kabul edilmiştir (Art. 60 OR).  Ceza zamanaşımı yeniden ele alınmış, öğretide tartışılan bazı hususların açıklığa kavuşturulmasına çalışılmıştır (Art. 60 OR). Sebepsiz zenginleşmede kısa zamanaşımı süresi haksız fiilde olduğu gibi üç yıl olarak düzenlenmiştir. Yeni düzenlemeye göre, sebepsiz zenginleşme alacağı alacaklının zenginleşmeyi öğrendiği andan itibaren üç yılın, her halde talep hakkının doğduğu tarihten itibaren on yılın geçmesiyle zamanaşımına uğrar (Art. 67 OR).  Gene tasarıda olmayan 128a hükmü ile sözleşmeye aykırılıktan oluşan ölüm ve bedensel zararlar için de haksız fiile ilişkin zamanaşımı ile uyumlu zamanaşımı süreleri getirilmiştir. Art. 128a OR hükmüne göre, sözleşmeye aykırılıktan doğan ölüm veya vücut bütünlüğünün ihlalinden kaynaklanan maddi ve manevi tazminat alacakları  zarar  görenin  zararı  öğrendiği  andan  itibaren  üç  yılın  geçmesiyle zamanaşımına uğrar. Ancak her halde zarar verici davranışın gerçekleştiği ya da sona erdiği günden başlayarak yirmi yılın geçmesiyle alacak zamanaşımına uğrar.  Art.  134  OR  hükmünde  zamanaşımının  durma  sebeplerine  yeni  sebepler eklenmiştir. Objektif nedenlerle alacağın mahkeme önünde ileri sürülememesi, yazılı  olarak  kararlaştırılması  durumunda  arabuluculuk  veya  mahkeme  dışı uyuşmazlık çözümüne ilişkin sulh görüşmeleri, miras bırakanın alacakları ve  9  https://www.derbund.ch/schweiz/standard/bund-akzeptiert-asbesturteil-des-strassburgergerichts/story/18968416 (E.T.: 16.04.2021). 128İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 borçlarına ilişkin olarak terekenin resmi defterinin tutulması halleri yeni durma sebepleri olarak kanuna eklenmiştir. Art. 136 OR hükmünde yapılan değişiklik ile bir müteselsil borçluya ya da bölünemeyen borcun borçlularından birine karşı kesilen zamanaşımının diğer borçlular bakımından da zamanaşımının kesilmesi etkisinin sadece alacaklının fiiliyle gerçekleşen kesilme sebepleriyle sınırlı olduğu açıklığa kavuşturulmuştur. Art. 139 hükmüyle müteselsil borçluların birbirlerine rücuunda zamanaşımı süresi düzenlenmiştir. Alacaklıyı tatmin eden müteselsil borçlu alacaklıyı tatmin ettiği ve birlikte sorumlu olduğu borçluyu öğrendiği tarihten itibaren üç yıl, her halde alacağın doğduğu tarihten itibaren on yıl içinde rücu alacağını takip etmediği takdirde onun bu alacağı zamanaşımına uğrayacaktır. Art. 141 OR hükmünde zamanaşımı def inden feragate ilişkin olarak; borçlunun zamanaşımının işlemeye başlamasından itibaren her defasında en fazla on yıl için zamanaşımını ileri sürmekten yazılı olarak feragat edebileceği düzenlenmiştir. Genel işlem koşullarıyla zamanaşımından feragat sadece bunu düzenleyen tarafın feragati halinde geçerlidir. Borçlunun zamanaşımı def inden feragati sigortacıya karşı ileri sürülebilecektir. Gene sigortacıdan doğrudan alacak hakkı bulunduğu takdirde borçlunun feragati de sigortacıya karşı ileri sürülebilecektir. OR nin genel hükümler kısmında zamanaşımına ilişkin yapılan değişiklikler anılanlardan ibarettir. Aşağıda haksız fiilde zamanaşımına ilişkin değişiklikler detaylı olarak incelenecektir. B.  Haksız Fiilde Zamanaşımına İlişkin Gerçekleşen Değişiklikler 1.  Kısa Zamanaşımı Art. 60, Abs. 1 OR hükmündeki bir yıllık kısa zamanaşımı süresi son değişiklikle üç yıla çıkarılmıştır. Bu değişiklikle sürenin kısa olduğu eleştirileri karşılanmıştır. Üç yıllık süre zarar görenin zararı ve tazminat yükümlüsünü öğrendiği günden itibaren  işlemeye  başlamaktadır.  Bir  yıllık  sürenin  kısa  bulunduğu,  yabancı hukuklarda üç yıldan az sürenin tek tük bulunduğu olgusu değişikliğe gerekçe olarak gösterilmiştir.  Hukukumuzda TBK.m.72, f. 1 hükmü ile iki yıllık süre tercih edilmiştir. Meclise sunulan tasarı gerekçesinde bir yıllık sürenin yetersiz olduğu, Karayolları Trafik Kanununda  motorlu  araç  işletenin  haksız  fiil  sorumluluğunun  iki  yıl  olarak belirlenmiş olması da değişiklik gerekçesi olarak gösterilmiştir .   10 Botschaft, s. 251-252. 11  Haksız fiil tazminatı için, 818 sayılı Borçlar Kanununda öngörülen bir yıllık kısa zamanaşımı süresinin, yetersiz bulunması nedeniyle, Tasarıda iki yıla çıkarılması öngörülmüştür. Nitekim motorlu taşıt işletenlerin sebep oldukları maddî zararlar da, niteliği itibarıyla bir haksız fiil oluşturduğu hâlde, bu tür zararlardan doğan sorumluluk, 2918 sayılı Karayolları Trafik Kanununda iki yıllık zamanaşımı süresine tâbi tutulmuştur  (TBK Tasarısı m. 71). Tasarıda 71. madde olarak geçen düzenleme 72. madde olarak kanunlaşmıştır.   129GÜNERGÖK/ İsviçre Borçlar Kanunu nun Haksız Fiilde Zamanaşımına İlişkin Yeni Düzenlemelerinin Türk Hukuku İle Karşılaştırmalı Değerlendirilmesi Alman Hukukuna bakıldığında haksız fiilde kısa zamanaşımı süresi alacağın doğumundan itibaren on yıl olarak düzenlenmiştir (§ 852 Abs. 2 BGB).  Bir yıllık kısa zamanaşımının oldukça kısa olduğu açıktır. Kısa sürenin üç yıla çıkarılmasıyla  sürenin  azlığının  yarattığı  sakıncaların  giderildiği söylenebilecektir. Hukukumuzda iki yıllık sürenin tercih edilmesinin KTK.m.109 ile uyumun sağlanması amacına yönelik olduğunu düşünmekteyim. 2.   Uzun Zamanaşımı (Mutlak Zamanaşımı) Art. 60 OR de yer alan on yıllık uzun zamanaşımı muhafaza edilmekle birlikte, bu sürenin başlama anı konusundaki belirsizlikler giderilmeye çalışılmıştır. Art. 60 Abs. 1 in yeni metni şu şekildedir:  Zararın giderilmesi talebi ya da manevi tazminat, zarar görenin zararı ve tazminat yükümlüsü kişiyi öğrendiği günden itibaren üç yıl, her halde zarar verici davranışın gerçekleştiği ya da sona erdiği günden itibaren on yıl geçmesiyle zamanaşımına uğrar .  Değişen metindeki yenilik zarar verici davranışın gerçekleştiği ya da sona erdiği anın uzun zamanaşımının başlama anı olarak kabul edilmesidir. Burada eski metinden farklı olarak bir yandan zarar verici fiil (Handlung) yerine,  davranış  (Verhalten) ifadesinin yer alması, diğer yandan gerçekleşme anından başka  sona erme  anına da yer verilmiş olması dikkat çekicidir.  Tasarı da bu değişikliğin gerekçesi öğretideki hâkim görüş ve yargı kararları doğrultusunda belirginleştirme olarak ifade edilmiştir. Art. 60 OR nin eski metni zarar verici hadisenin tekrarlandığı ya da devam eden bir fiilden kaynaklandığı hallere uymamakta idi. Öğreti ve Federal Mahkemeye göre, uzun zamanaşımı zarar verici fiilin son günü ya da zarar verici davranışın sona erdiği gün başlar. Art. 60 OR nin eski metni zarar verici fiilden bahsetmekte idi. Bu da olumlu bir davranışı ifade eder. Oysa olumsuz bir davranış da haksız fiil oluşturabilir. Yapmaması gereken davranışı yapan kişinin davranışı olumlu bir davranışla, yani bir fiille zarar verirken, yapması gereken şeyi yapmayan, hareketsiz kalan kişinin davranışı da haksız fiil sorumluluğunu gerektirebilir. Art. 60 yeni metninde  zarar verici davranışın sona erdiği gün  ifadesiyle olumsuz davranışla zarara yol açılan durumlarda zamanaşımının başlangıç anını tartışmaya kapatmıştır.  Hukukumuz açısından bakıldığında; TBK.72, f. 1, c. 1 hükmüne göre,  Tazminat istemi,  zarar  görenin  zararı  ve  tazminat  yükümlüsünü  öğrendiği  tarihten başlayarak iki yılın ve her hâlde fiilin işlendiği tarihten başlayarak on yılın geçmesiyle  zamanaşımına  uğrar .  TBK.m.72  hükmü  uzun  zamanaşımı bakımından  818  sayılı  Borçlar  Kanunu  60.  maddesindeki  düzenlemeyi  özü itibariyle  değiştirmemiştir.  Türk  Borçlar  Kanunu  hazırlanırken  uzun  12 Botschaft, s. 252. 13 Botschaft, s. 252. 14 BGE 92 II E. 5b; 109 II 418 E. 3.  15 BK.m.60:  Zarar ve ziyan yahut manevi zarar namiyle nakdi bir meblağ tediyesine müteallik dava, mutazarrır olan tarafın zarara ve failine ıttılaı tarihinden itibaren bir sene ve her halde zararı müstelzim fiilin vukuundan itibaren on sene mürurundan sonra istima olunmaz . 130İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 zamanaşımının  yirmi  yıla  çıkarılması  öngörülmüştü.  Sürenin  yirmi  yıla çıkarılması önerisinin gerekçesi maddedeki  zararı müstelzim fiilin vukuundan itibaren  ibaresinin,  zarar  unsuru gerçekleşmedikçe, fiilin işlendiği tarihten itibaren  kaç  yıl  geçerse  geçsin,  haksız  fiil  nedeniyle  tazminat  isteminin zamanaşımına  uğramayacağı  şeklinde  yorumlanmasını  önlemek  amacıdır. Bundan dolayı TBK Tasarısı nda bu ibare  her hâlde, fiilin işlendiği tarihten başlayarak  şeklinde değiştirilmiş ve 818 sayılı Borçlar Kanunundaki on yıllık uzun zamanaşımı süresinin de, bu değişiklik göz önünde tutularak yirmi yıla çıkarılması öngörülmüştür. Gene Alman Medenî Kanunundaki on ve otuz yıllık süreler de yirmi yılın benimsenmesinde etkili olmuştur. Ancak TBMM Adalet Komisyonu nda yirmi yıllık süre metinden çıkarılmış ve sürenin on yıl olarak devamı uygun görülmüştür. Komisyon yirmi yıllık sürenin haksız fiilin sonucuna odaklandığını, bunda muhtemelen Yargıtay Hukuk Genel Kurulu nun deprem zararına ilişkin verdiği kararın etkili olduğunu, zarar verici fiilin sonucunda zarar ortaya çıkmadıkça haksız fiilin gerçekleşmeyeceğini, aradan ne kadar zaman geçerse  geçsin  zararlı  sonuç  ortaya  çıktığında  bunun  öğrenilmesiyle  kısa zamanaşımının işlemeye başlayacağını belirterek, uzun zamanaşımı süresinin yirmi yıl olarak belirlenmesinin uygun olmayacağına karar vermiştir. Adalet  16 Gerekçe:  Ayrıca, 818 sayılı Borçlar Kanununda on yıllık uzun zamanaşımı süresi için kullanılan  zararı müstelzim fiilin vukuundan itibaren  şeklindeki ibarenin, haksız fiilin  zarar  unsuru gerçekleşmedikçe, fiilin işlendiği tarihten itibaren kaç yıl geçerse geçsin, haksız fiil nedeniyle tazminat isteminin zamanaşımına uğramayacağı şeklinde yorumlanmasını önlemek amacıyla, bu ibare  her hâlde, fiilin işlendiği tarihten başlayarak  şeklinde değiştirilmiş ve 818 sayılı Borçlar Kanunundaki on yıllık uzun zamanaşımı süresinin de, bu değişiklik göz önünde tutularak yirmi yıla çıkarılması  öngörülmüştür.  Nitekim,  haksız  fiil  zamanaşımı  süreleri  olarak  Alman  Medenî Kanununun (BGB) 852 nci maddesinde on ve otuz yıllık süreler öngörülmüştür . 17 Adalet Komisyonu Gerekçesi:  Tasarının 71 inci maddesi deprem ve benzeri olaylarda uzun zamanaşımını benimseme temeline dayanarak yirmi yıllık genel bir süre öngörmüştür. Deprem üzerine Yüksek Mahkemenin geliştirdiği yorum, bu düzenlemeyi etkilemiş olmalıdır (YHGK. 04.06.2003 t, 4- 400/393- E/K, YCGK. 4.3.2003 t, 9-314/15-E/K). Komisyon, bu gibi sonuçlarda çözümün  haksız fiil  kurumunun analizinde aranması gerektiği değerlendirmesinde bulunmuş, süreyi on yıla indiren önergede temel çözümü ortaya koymuştur. Buna göre, haksız fiilin  sonuç  unsurunun üzerinde durulması gerekir.  Sonuç , eylemin  hareket  unsurunun dış-dünyada meydana getirdiği ve hukukun hüküm tertip ettiği  değişiklik tir (Prof.Dr. Kaneti, Selim. Haksız Fiilde Ani Sonuçlu Olaylarda Hukuka Aykırılık Unsuru, İst.2007, s.19 ve civ.). Hareketten hemen sonra meydana gelen ölüm, yaralanma ve hasar gibi  ani sonuç lar yönünden bir sorun yoktur. Bu hâllerde, hareketle sonuç arasında uzun bir zaman bulunmamaktadır. Hareketle sonuç arasına uzun bir zamanın girdiği hâllerde sorun doğmaktadır. Sözgelimi kimi kimyasal ya da radyoaktif kökenli kazalarda hareket unsuru ile dış-dünyadaki değişiklik (sonuç) unsuru arasına, yarım asrı aşan bir süre girebilir. Radyoaktif kaza çevresinde 50 yıl sonra elsiz-kolsuz doğumun gerçekleşmesi farazî örneği uyarıcıdır. İlliyet bağının varlığı hâlinde bu örnekte nükleer santraldeki  patlama , haksız fiilin  hareket unsurunu ,  noksan doğum  ise, haksız fiilin 15  sonuç unsurunu  (cismani zararı) ifade eder. Bu somut örnekte haksız fiilin işlendiği tarih, hareketin oluştuğu  patlama  tarihi değil; sonucun  meydana  geldiği   noksan  doğum   tarihidir.  Haksız  fiil,  noksan  doğum  tarihinde tamamlanmış  olmaktadır.  (Prof.Dr.  Henri  Deschenaux,  Prof.Dr.  Pıerre  Tercier.  Sorumluluk Hukuku. Selim Özdemir çevirisi, Ank.1983.s.12-13). Hareket ve sonuç haksız fiil bütününü oluşturan kurucu unsurlar olup sonucu meydana gelmemiş harekete bir hüküm tertip olunamaz. Öte yandan aynı hareketin farklı zamanlarda birden fazla sonuç doğurması mümkündür. Çernobil kazasından sonra birden fazla özürlü doğum gibi. Her sonucun meydana geldiği tarihe göre zamanaşımının   131GÜNERGÖK/ İsviçre Borçlar Kanunu nun Haksız Fiilde Zamanaşımına İlişkin Yeni Düzenlemelerinin Türk Hukuku İle Karşılaştırmalı Değerlendirilmesi Komisyonu nun bakış açısına göre, bir nükleer patlamadan elli yıl sonra zararlı sonuç ortaya çıktığında haksız fiil o anda gerçekleşmiş olup, henüz zamanaşımı süresi dolmamıştır. Uzun zamanaşımı bu zararlı sonucun ortaya çıktığı anda işlemeye başlayacaktır.  Yargıtay 1999 Büyük Marmara Depremi sonrası açılan tazminat davalarına ilişkin bazı  kararlarında  uzun  zamanaşımı  süresinin  deprem  zararının  oluşmasıyla başladığı esasını benimsemiştir. Buna göre, hukuka aykırı davranışın varlığına rağmen,  zarar  henüz  gerçekleşmemişse,  zamanaşımı  süresi  islemeye başlamamıştır. Yani zamanaşımı süresinin işlemeye başlaması için zarara neden olabilecek hukuka aykırı bir fiilin işlenmiş olması ve tazminat yükümlüsünün bilinmesi yeterli olmayıp, zararın gerçekleşmiş, istenebilir hale gelmiş olması aranmalıdır. Hukuka aykırı fiil ve davranışa rağmen, zararın varlığı henüz dava edilebilir duruma gelmemiş ise, söz konusu zarar çok uzun yıllar sonra gerçekleşse bile, zarar görenin tazminat alacağı için zamanaşımı, zararın gerçekleştiği tarihten itibaren işlemeye başlayacaktır. Gene Yargıtay a göre, zamanaşımının işlemeye başlaması için alacağın muaccel hale gelmesi gerekir. Zararın doğmadığı durumda muaccel bir alacak da bulunmamaktadır.   başlangıcı farklı olacaktır. Bu gibi hâllerde zarar, ancak ve ancak sonucun meydana geldiği tarihte oluşmuş olacağından, kısa süreli zamanaşımının da başlangıç tarihi zorunlu olarak, sonucun meydana geldiği tarih sonrasındaki öğrenme tarihi olacaktır. Tasarının 71 inci maddesinin birinci fıkrası, uzun zamanaşımı başlangıcına temel alınan fiil terimi eylemin sonuç unsurunun meydana geldiği tarihi içerdiğine; fiilin sonucun meydana geldiği tarihte oluşmuş sayıldığına göre, sonucu on yıl sonra meydana gelen fiillerde dahi zamanaşımının dolmamış bulunması karşısında  yirmi yılın  ibaresi  on yılın  şeklinde değiştirilmiş ve madde teselsül nedeniyle 72 nci madde olarak kabul edilmiştir . 18 Örnek olarak bkz. Yarg. HGK, 22.10.2003 T., 2003/4-603 - 2003/594 K.:  B.K.nun 60, maddesi, gerek bir ve gerekse 10 yıllık sürelerin başlayabilmesini, bir zarara neden olmuş, dolayısıyla haksız fiil olarak varlık kazanmış bir fiilin varlığına bağlamaktadır. Dolayısıyla, neden olduğu zarar henüz gerçekleşmemiş bir fiilin salt olması, anılan sürelerin başlaması için yeterli değildir. Öte yandan, zamanaşımı başlangıcına ilişkin genel hüküm niteliğindeki B.K. nun 128. maddesine göre de, zamanaşımı alacağın muaccel olduğu tarihte baslar. Buradaki  muacceliyet  kavramının, alacaklı tarafından talep ve dava edilebilir hale gelmiş olma anlamını taşıdığında, dolayısıyla, öncelikle doğmuş bir alacağın varlığını (haksız fiil açısından bakıldığında, tazminat alacağına neden olan zararın gerçekleşmiş olmasını) gerektirdiğinde; yine  alacak  kavramının, haksız fiile dayalı tazminat alacağını da kapsayan bir genişlik taşıdığında kuşku ve duraksamaya yer yoktur. Kısaca, tazminat alacağına ilişkin zamanaşımı süresi de, diğer alacaklar gibi, onun alacaklısınca talep ve dava edilebilir hale geldiği anda başlayacaktır. …BK. nun 60. maddesi, gerek 1 ve gerekse 10 yıllık sürelerin başlayabilmesini, bir zarara neden olmuş, dolayısıyla haksız fiil olarak varlık kazanmış bir fiilin varlığına bağlamaktadır. Dolayısıyla, neden olduğu zarar henüz gerçekleşmemiş bir fiilin salt islenmiş olması, anılan sürelerin başlaması için yeterli değildir. Bir kimsenin, ödence isteminde bulunabilmesi için öncelikle bir zararın doğması ilk koşuldur. Çünkü davanın hukuki nedeni ödence olunca, öncelikle bunun var ve miktarının da belli veya belirlenebilir olması gerekir. Öte yandan ve en önemli koşul, bu zararın tazminat olarak istenebilir bir duruma gelmiş olmasıdır. Davaya konu edilen olayda olduğu gibi, davalının hukuka aykırı eylemi, yapının yapıldığı tarihte gerçekleşmiştir. Ancak o tarihte davacının eldeki davaya Konu ettiği tür ve kapsamda bir zararı doğmamıştır. Bu tür bir zarar olmayınca, davacının eldeki gibi böyle bir dava açma olanağı da bulunamayacağı doğaldır. Zamanaşımı, harekete geçememek, 132İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 Türk öğretisinde hâkim görüş Yargıtay ın görüşünün aksi yöndedir. Yargıtay ın bu kararından sonra yapılan değerlendirmelerde iki farklı yaklaşım görülmektedir. Bir görüşe göre, depremden doğan zararlarda tazminat yükümlüsünün yıkılan yapı ile ilgisi teslimden itibaren kesilmiştir. Yapının depremde yıkılmasında etkili olan eksiklik ve sorumluluğun başlangıcı bu teslim tarihi itibarıyla doğmuştur. Bundan dolayı kural olarak, zararın bu tarih itibarıyla doğduğu kabul edilmelidir. Buna göre,  bu  gibi  durumlarda  zamanaşımının  başlangıcına  ilişkin  olarak,  zararın gerçekleştiği tarih değil, zararı doğuran hukuka aykırı davranışın tamamlandığı tarih esas alınmalıdır. Zarar daha sonra gerçekleşmiş olsa bile, artık zarara neden olan fiilin üzerinden on yıl geçmişse tazminat alacağı zamanaşımına uğramıştır. Burada belirleyici olan haksız fiilin tamamlandığı tarih değil, zarara yol açan hukuka  aykırı  fiilin  tamamlandığı  tarihtir.  Bu  sonucun  kabulü  adalet  ve  istemde bulunamamak durumunda bulunan kimsenin aleyhine islemez. Davacıya ait mesken her ne kadar Yapı Kullanma İzin Kâğıdına göre 06.11.1975 tarihinde tamamlanıp teslim edilmiş ve o tarih itibariyle hukuken binanın davalılar ile ilişkisi kesilmiş ise de, davalıların haksız fiili, zararın oluşmasına  neden  olan  olgu  olarak  depremin  oluştuğu  17.8.1999  tarihinde  gerçekleşmiş sayılmalıdır. Dolayısıyla, BK. nun 60. maddesindeki 1 ve 10 yıllık zamanaşımı sürelerinin başlangıcına bu tarih esas alınmalıdır (…)  (Lexpera E.T.: 16.04.2021). Yargıtay HGK. 2015 yılında açılan rücu davasında da zamanaşımı nedeniyle davayı reddeden yerel mahkemenin direnme kararını  bozmuştur.  Bu  karar  Yargıtay ın  görüşünde  değişiklik  olmadığı  biçiminde yorumlanmalıdır:  Somut olaya gelince; dava konusu zarar 17.08.1999 depreminde meydan gelmiştir.  Deprem nedeni ile yapım aşamasında davalıların görev aldığı bina çökmüş ve davacı idare bu nedenle lojmanda ikamet eden ve zarar gören personeline idare mahkemesi kararına istinaden tazminat ödemiştir. Resmi raporlara göre, 285.211 ev, 42.902 iş yerinin, resmi olmayan bilgilere göre ise yaklaşık 133.683 çöken bina ile yaklaşık 16 milyon insan, depremden değişik düzeylerde etkilenmiştir. Bu nedenle Türkiye'nin yakın tarihini derinden etkileyen en önemli olaylardan biri olan 1999 depremi gerek büyüklük, gerek etkilediği alanın genişliği, gerekse sebep olduğu maddi kayıplar açısından son yüzyılın en büyük depremlerinden biridir. Bu nedenle rücuya konu olan zarar tutarının ne kadarlık kısmından davalıların sorumlu olacağının tam olarak tespit edilememesi halinde mülga 818 sayılı Borçlar Kanunu 43. maddesi gereğince depremin yukarıda belirtilen niteliği ve olumsuz etkisi de dikkate alınarak adalete uygun karar verilmesi gereklidir  (Yarg. HGK, 15.04.2015 T., 2013/4-1706 E.-2015/1205 K.-İçtihat Bülteni Programı - E.T.: 26.04.2021).  19 ERDEM, Mehmet, Özel Hukukta Zamanaşımı, XII Levha Yayınları, İstanbul 2010, s. 183 vd.; BAŞPINAR  /  ALTUNKAYA,  s.  118;  HAVUTÇU,  Ayşe,   Haksız  Fiil  Sorumluluğunda Zamanaşımı Sürelerinin Başlangıcı ,  DEÜHFD, Y. 2010, C. XXII, Özel Sayı, s.584 vd.; NART, Serdar,  Haksız Fiillerde Zamanaşımına İlişkin Hükmün Değerlendirilmesi (TBK.md.72) , 6098 Sayılı Türk Borçlar Kanunu Hükümlerinin Değerlendirilmesi Sempozyumu (3-4 Haziran 2011), Prof.Dr. Cevdet Yavuz a Armağan, İstanbul 2012, s. 236 vd.; OĞUZMAN, M. Kemal/ÖZ, M. Turgut, Borçlar Hukuku Genel Hükümler, C. II, İstanbul 2017, s. 76; ANTALYA, O. Gökhan, Borçlar Hukuku Genel Hükümler, C. V/1, 2, Genişletilmiş 2.    Baskı, Seçkin, Ankara 2019, s. 618.  EREN,  İsviçre  Federal  Mahkemesinin  uygulamasındaki  görüşleri  benimsediğini  ortaya koymaktadır. Ancak gecikmeli zararları andığı bazı hallerde bunun tatmin edici olmayacağını ifade etmekle bu konuda farklı düşündüğünü ortaya koymaktadır (EREN, Fikret, Borçlar Hukuku Genel Hükümler, Ankara 2019, s. 941).  20 BAŞPINAR, Veysel / ALTUNKAYA, Mehmet,  Depremden Doğan Zararların Tazmininde Zamanaşımının Başlaması ve Süresi , AÜHFD, C. 57, 2008, S. 1, s. 118. 21 BAŞPINAR / ALTUNKAYA, s. 118; TEKİNAY, Selahattin Sulhi / AKMAN, Sermet / BURCUOĞLU, Haluk / ALTOP Atilla,  Tekinay Borçlar Hukuku Genel Hükümler, Yeniden Gözden  Geçirilmiş  ve  Genişletilmiş  Yedinci  Baskı,  Filiz  Kitabevi,  İstanbul  1993,  s.  719;   133GÜNERGÖK/ İsviçre Borçlar Kanunu nun Haksız Fiilde Zamanaşımına İlişkin Yeni Düzenlemelerinin Türk Hukuku İle Karşılaştırmalı Değerlendirilmesi hakkaniyet hislerini zedelese bile, hukuk güvenliği tercih edilmeli, ona üstünlük tanınmalıdır.  Aksi  halde  hukuki  istikrarı  sağlamak  güçleşeceği  gibi,  hukuk güvenliğinden  söz  edilemeyecektir.  Yargıtay ın  depremin  ağır  sonuçlarının zarar görenler üzerinde kalmaması gerektiği düşüncesiyle somut olay adaletini sağlamak  için  verdiği  bu  kararların  hukuk  güvenliğini  zedelediği  ifade edilmektedir. On yıllık uzun zamanaşımı süresinin mutlak süre olduğu göz ardı edilmemelidir. Zararın doğumu anı esas alındığı takdirde, bir yapının üzerinden yüz yıl geçse de zamanaşımının gerçekleştiğinden bahsedilemeyecektir. Hukuk güvenliği  gerekçesiyle  zarara  neden  olan  kişinin  mirasçılarının  böylesi  bir durumdan korunmaları gerekir. Her ne kadar Yargıtay binayı inşa edenin külli haleflerinin  nedensellik  bağı  bulunmaması  nedeniyle  zarardan  sorumlu tutulamayacaklarını ifade etse de, bu ölçütün belirsiz ve hatalı olduğu, bu yolla tehlikenin bertaraf edilemeyeceği ifade edilmektedir 27. Konuya  farklı  yaklaşan  diğer  bir  görüşe  göre,  burada  bir  kanun  boşluğu bulunmaktadır. Buna göre, on yıldan sonra ortaya çıkan zararların zamanaşımına uğramasına göz yummanın ve zarar görenin zararını içine sindirmesini istemenin hukukun temel ilkeleriyle bağdaştığı söylenemez. Burada  gerçek olmayan bir kanun boşluğu  söz konusudur. Bundan dolayı bu durumda, kanun koyucunun gerçek amacı araştırılmalı ve TMK.m.1 kapsamında bu boşluk hâkim tarafından doldurulmalıdır. Bu görüşe karşı, gerçek olmayan kanun boşluğunda somut olaya uygulanması gereken bir kuralın bulunması, fakat soyut ve genel nitelikli  GÜNTÜLÜ ALKAN, Ayça,  Haksız Fiil Sorumluluğunda Zamanaşımı , BAÜHFD, Y. 2016, C. 11, S. 147-148, s. 130. 22 BAŞPINAR / ALTUNKAYA, s. 118. 23 İNCEOĞLU, M. Murat / BAŞ SÜZEL, Ece / AYTEKİN İNCEOĞLU, Asuman, Haksız Fiil Zamanaşımı ve Suçsuzluk Karinesiyle İlgisi, BAÜHFD, Y. 2016, C. 11, S. 145-146, s. 166.  24 Yargıtay ın görüşünün kabul edilmesi halinde, zamanaşımının başlangıcı olarak haksız fiilin işlendiği tarihin hiçbir öneminin kalmayacağı, buna göre haksız fiilin zararın gerçekleştiği anda işlenmiş sayılacağı, bu andan itibaren kısa ve uzun zamanaşımı sürelerinin başlayacağı, bu durumun kanun koyucunun öngördüğü zamanaşımı süresinden bütünüyle farklı sürelerin esas alınmasına yol açacağı, bu halde kanunda azami süreye yer verilmesinin de anlamsız olacağı haklı olarak ifade edilmiştir (HAVUTÇU, s. 593). 25 İNCEOĞLU /BAŞ SÜZEL / AYTEKİN İNCEOĞLU, s. 167.  26 NART, s. 241. 27  Son olarak, zamanaşımı süresinin zararın gerçekleştiği tarihten itibaren başlatılmasının; örneğin, 100 yıl önce yapılmış bir binanın depremde yıkılması halinde, onu inşa eden kişinin torununun torunlarının dahi sorumlu tutulması sonucuna yol açacağı şeklindeki yorum ve endişelere cevap olarak şu açıklamanın yapılması gerekmiştir: Yukarıda ayrıntılı olarak değinildiği üzere, haksız fiil kavramı, zorunlu olarak, doğan zarar ile hukuka aykırı fiil arasında nedensellik bağı bulunmasını  gerektirir.  Somut  olayda  Yerel  mahkeme,  davanın  zamanaşımı  yönünden  reddi gerektiği kanısına vardığı için, işin esasına ilişkin yeterli inceleme ve araştırma yapmamış; dolayısıyla, haksız fiilin unsurlarına ilişkin olarak yukarıdaki açıklamalarda değinilen yönleri değerlendirmemiştir. Bu hususlar işin esası ile ilgili bulunduğundan ve mahkemece işin esasına girilmediğinden Hukuk Genel Kurulu'ndaki görüşmeler sırasında da işin esası incelenmemiştir  (Yarg. HGK. 22.10.2003 T., 2003/4-400 E.-2003/393 K. – Sinerji Hukuk ve İçtihat Programı – E.T.: 26.04.2021). 28 ÇELİK, Çelik Ahmet, Tazminat ve Alacaklarda Zamanaşımı, İstanbul 2004. s. 161 (ÇELİK 2004). 134İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 olan bu kuralın olduğu gibi, somut olaya uygulanmasının imkânsız olması durumu söz  konusu  olduğundan,  burada   gerçek  olmayan  kanun  boşluğu ndan  söz etmenin mümkün olmadığı ifade edilir-30. Gerçek olmayan kanun boşluğunda aslında kanunda uygulanabilir bir hüküm vardır. Ancak bu hükmün uygulanması tatmin edici değildir. Gerçek olmayan boşluk aslında kanun boşluğunu değil, kanunun  sakatlığını  ifade  eder.  Gerçek  olmayan  kanun  boşluğunda  kanun yasama  organı  tarafından  değiştirilmediği  sürece  uygulanmalıdır.  Kanun hükmünün özü ve sözünün bağdaşmadığı, sözünün uygulanmasının dürüstlük kuralına aykırılık oluşturacak düzeyde olmadığı hallerde, kanun hükmünün tatmin edici olmaması nedeniyle uygulanmaması hukuk güvenliğini zedeler.  Yargıtay uygulamasını destekleyen bir görüş, aksinin kabulü halinde çok eski tarihlerde  inşa  edilen  yapıdaki  bozukluk  nedeniyle  hak  iddia  etmenin imkânsızlaşacağını,  zarar  verici  fiilin  bina  teslim  edildiğinde  anlaşılmasının mümkün olmadığını, bunun anlaşılması için zararın ortaya çıkması gerektiğini savunmaktadır.    Deprem zararları özelinde savunulan bir görüşe göre, çözüm  hukuka aykırı davranış  ölçütünde aranmalıdır. Buna göre, depreme dayanıklılık açısından gerekli teknik özelliklere uymayan bir yapı inşa eden kişinin hukuka aykırı davranışı sona ermiş değildir. Teslim ile sözleşmeye ilişkin zamanaşımı süresi işlemeye başlasa da, haksız fiil açısından hukuka aykırı fiil tamamlanmamıştır. O yapıdaki tekniğe aykırı durumu düzeltme yükümlülüğü bulunmaktadır ve yapıyı inşa  eden  bu  düzeltmeyi  yapmayıp  hareketsiz  kalarak  bireylerin  vücut bütünlüğünü  tehlikeye  atmaktadır.  Bu  hareketsiz  kalmanın  sonuçlarına  onun katlanması gerekir. Bundan dolayı binayı inşa eden kişi yaşadığı sürece hukuka aykırı davranış devam ettiğinden zamanaşımı süresi işlemeye başlamayacaktır. Bu davranış yükümlülüğü şahsen binayı yapan kişiye ait olduğundan dolayı bu yükümlülük  mirasçıya  geçmeyecektir.  Bu  görüş  davranış  yükümlülüğünün mirasçıya geçmeyeceğini belirtmekle birlikte, inşa eden kişinin ölümüyle artık davranış yükümlülüğü sona ereceğinden, bu tarihten itibaren uzun zamanaşımı süresi işlemeye başlayacağı dikkate alındığında kendilerini bekleyen tehlikenin farkında olmadıkları için mirası reddetmeyen mirasçılar açısından gene hukuki  29 BAŞPINAR / ALTUNKAYA, s. 118. Burada kanun hükmünün açık olduğu ve boşluk bulunmadığı yönünde bkz. İNCEOĞLU /BAŞ SÜZEL / AYTEKİN İNCEOĞLU, s. 169; NART, s. 240.  30 Gerçek olmayan kanun boşluğu kavramı için bkz. KAYIHAN / GÜNERGÖK / HÜSEYİN, s. 109-110.  31 ANTALYA, O. Gökhan (editör) / TOPUZ, Murat, Medeni Hukuk, Giriş-Temel KavramlarBaşlangıç Hükümleri, C. I, 3. Baskı, Ankara 2019, s. 327. 32 AYBAY, s. 1873-1874. Yazar, deprem anından itibaren mutlak zamanaşımı süresinin başlatılması gerektiğini ifade etmektedir (s. 1874).  33 SARIKAYA, Murat,  İsviçre Borçlar Hukuku nda Zamanaşımına İlişkin 1 Ocak 2020 Yürürlük Tarihli Değişiklikler ve Türk Hukuku Bakımından Düşündürdükleri: Özellikle Bedensel Zararlarda Düzenleme İhtiyacı , MÜHFHAD, C. 26, S. 2, Aralık 2020, s. 1215, dn. 74. Yapıyı inşa edenin ayıp sorumluluğuna da gidilebileceğini, buradaki ayıbın inşaatın yapılması sırasındaki ihmalden kaynaklandığı konusunda bkz. AYBAY, s. 1874.     135GÜNERGÖK/ İsviçre Borçlar Kanunu nun Haksız Fiilde Zamanaşımına İlişkin Yeni Düzenlemelerinin Türk Hukuku İle Karşılaştırmalı Değerlendirilmesi güvenliğin bulunduğu söylenemez. Bu görüşe göre, teknik koşullara aykırı yapı inşa eden kişinin bunu düzeltme yönünde davranış yükümlülüğü bulunmaktadır. Bu davranış ölüm anına kadar devam ettiğine göre, bu yükümlülüğünün sona erdiği ölüm tarihinden itibaren on yıllık zamanaşımı süresinin işlemeye başlaması gerekir.  Bundan  dolayı  bu  yükümlülüğün  mirasçıya  geçmemesi  ona  yeterli koruma sağlamış olmayacaktır. İsviçre Federal Mahkemesi on yıllık sürenin uygulanmasında zararın doğmuş olmasını aramamaktadır. BGH,  saatçi davası  olarak anılan olayda (Uhrmacher Fall)  on  yıllık  sürenin  geçmesinden  sonra  ortaya  çıkan  bedensel  zararın giderilmesine  hükmeden  kanton  mahkemesi  kararını  bozmuştur.  Federal Mahkeme, daha sonra AİHM önüne gelen ve İsviçre nin hak ihlali sebebiyle tazminata mahkûm olduğu asbest zararından dolayı açılan tüm davalarda da bu görüşünü sürdürmüştür-36.  Hukukumuz açısından bakıldığında, sorun hukuki güvenliğin mi yoksa zarar görenin çıkarının mı tercih edileceği noktasında toplanmaktadır. Yargıtay deprem zararlarına  ilişkin  olarak  zarar  görenlerin  korunması  yönünde  tercihte bulunmuştur. Ancak bu uygulamaya yöneltilen eleştiriler kolaylıkla göz ardı edilebilecek  türden  değildir.  Hukuk  güvenliği  hukuk  devleti  açısından vazgeçilmez öneme sahiptir. Hukuk güvenliğinin bulunmadığı bir ortamda adil yargılama her zaman tehdit altındadır. Bundan dolayı hukuk güvenliğinin tercih edilmesi daha doğru olan yaklaşımdır. Hukuka  aykırı  davranışın  düzeltici  davranış  yükümlülüğü  gerekçesiyle tamamlanmadığı görüşü, somut olay adaletini sağlamak için uygun görünse de, yukarıda da ifade edildiği üzere mirasçılar açısından hukuk güvenliğini ortadan kaldırmaktadır.   34 BGE 106 II 134. Federal Mahkeme bu kararında zarar görenin zamanaşımı gerçekleşmeden önce talep hakkından haberdar olmayan ve hareketsiz kalmasında kusuru bulunmayan zarar gören açısından bu durum zor görünse de, kanun koyucunun gözünden kaçan bir durum olmadığını, bundan dolayı hâkimin kanunun metninden ayrılmaya yetkili olmadığını da belirtmiştir.   35 BGE 137 III 16. 36 Mezotelyomadan (diyafram kanseri) ölen Howald Moor un mirasçılarının AİHM de İsviçre devleti aleyhine açtıkları davada AİHM 2014 yılında İsviçre Hukukunun zamanaşımı hükümlerinin uygulamasının mahkemeye erişim hakkını ihlal ettiğine hükmetmişti (Howald Moor et al. gegen Schweiz, 52067/10 und 41072/11, sog. Fall Moor). AİHM, hastalığa yol açan olaylardan ancak uzun zaman  geçtikten  sonra  teşhis  edilebilen  hastalıkların  kurbanlarına  ilişkin  olarak  İsviçre nin zamanaşımı kurallarının sistematik uygulamasının zarar görenlerin taleplerini mahkeme önünde ileri sürmelerine engel olmaya elverişli bulmuştur. AİHM e göre, bir kişinin bir hastalığa maruz kaldığını bilememesinin bilimsel olarak ispatlanabilir olması durumunda bir kişinin bir hastalığa maruz kaldığını bilememesinin zamanaşımının hesaplanmasında dikkate alınması gerekir.  37  Henüz  zarar  doğmadığı  için  tazminat  alacağı  zamanaşımına  uğramış  olsa  dahi  kanun uygulanmalıdır. Kanun koyucu zamanaşımı süresi için bir üst sınır azami belli koyarak, bu süre boyunca riski tazminat yükümlüsünde, bu süre geçtikten sonra ortaya çıkan zarar riskini ise zarar gören üzerinde bırakmakla riski taraflar arasında paylaştırmıştır. Kanun koyucu hukuk politikasını tercihini bu yönde yapmıştır (HAVUTÇU, s. 592). 136İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 Mutlak zamanaşımı olarak da ifade edilen uzun zamanaşımının getirilmesindeki amaç  dikkate  alındığında,  zamanaşımının  başlaması  için  zararın  doğmuş olmasının  aranmayacağı,  hukuka  aykırı  davranışın  tamamlanmasıyla  uzun zamanaşımı  süresi  işlemeye  başlayacağı  sonucuna  varılmalıdır.  Buna  göre, gerçekleşen ve anında sona eren fiilden dolayı zamanaşımı o fiilin gerçekleştiği tarihten itibaren işlemeye başlayacak, belirli süre devam eden bir fiil ya da davranış söz konusu ise bunun sona ermesi tarihi esas alınacak, zararın doğumu aranmayacaktır. Ülkemizde  kanun  koyucu  TBK.m.72 de  BK.m.60 daki  uzun  zamanaşımı düzenlemesini değiştirmeme yönünde tercihte bulunmuştur. İsviçre de ise haksız fiile yol açan yapma şeklindeki eylem ile yapmama şeklindeki davranışı açıkça düzenleyerek  konunun  tartışma  dışında  tutulması  arzu  edilmiştir.  Aslında İsviçre deki değişiklik yeni bir şey getirmemiş, öğreti ve uygulamadaki hâkim görüşü  kanun  metnine  dönüştürmüştür.  TBK.m.72  metninde  bu  yönde  bir değişiklik faydalı olarak görülebilmekle birlikte, zorunlu olduğu da söylenemez. 3.  Ölüm ve Bedensel Zararlarda Zamanaşımı Art. 60 OR hükmünde ölüm ve bedensel zararlarda zamanaşımı konusunda ciddi bir değişiklik söz konusudur. Art. 60 Abs. 2 OR hükmüne göre,  Bir insanın ölümü ya da bedenen yaralanması halinde maddi tazminat talebi ya da manevi tazminat zarar görenin zararı ve tazminat yükümlüsünü öğrendiği günden itibaren üç yıl, her halde zarar verici davranışın gerçekleştiği ya da sona erdiği günden itibaren yirmi yılın geçmesiyle zamanaşımına uğrar . Tasarıda otuz yıl olarak öngörülen bu süre yirmi yıl olarak yasalaşmıştır.   Daha önce de ifade edildiği üzere, Howald Moor un ailesinin açtığı tazminat davası zamanaşımı nedeniyle reddedilmiş, konunun AİHM e taşınması üzerine, AİHM AİHS.m.6, f. 1 de yer alan adil yargılanma hakkının ihlal edildiğine karar vermiş ve İsviçre yi tazminata mahkûm etmişti. İşte bu değişiklik AİHM nin ihlal kararını karşılama amacıyla yapılmıştır. Ancak bu değişikliğin adil yargılanma hakkının ihlaline yol açan sorunu ortadan kaldırmadığı, sadece sürenin uzatılarak hak ihlali ihtimalini düşürdüğü söylenebilir. Yirmi yılın geçmesinden sonra ortaya çıkan bir zararın giderilmesi istemi zamanaşımı nedeniyle reddedilebilecektir. Bu durumda AİHS kapsamında adil yargılanma hakkı ihlal edilmiş olacak ve sorun AİHM nin önüne gittiğinde hak ihlali kararı kaçınılmaz olacaktır. Hukukumuz açısından da gecikmeli zararlar bakımından düzenleme yapılması ihtiyacı bulunduğu ifade edilir0. Geç ortaya çıkan bedensel zararlara ilişkin  38 BGE 136 II 187.  39 SARIKAYA, s. 1216.  40 Yargıtay haksız fiilin neden olduğu zararın gelişmekte olması durumunda zamanaşımının işlemeye başlamayacağını ifade etmektedir. Örneğin bir trafik kazasında yaralanan kişinin uğradığı bedensel zarar henüz kesin olarak belli olmayıp, gelişen bir durum arz ediyorsa zamanaşımı süresi henüz işlemeye başlamamıştır (Yarg. HGK, 06.11.2017 T., 2017/3-2786 E.-2017/2016 K. - http://karamercanhukuk.com/yargitay-karari/zararda-gelisen-durum-zamanasimi-zararin-tam  137GÜNERGÖK/ İsviçre Borçlar Kanunu nun Haksız Fiilde Zamanaşımına İlişkin Yeni Düzenlemelerinin Türk Hukuku İle Karşılaştırmalı Değerlendirilmesi olarak  otuz  yıllık  zamanaşımı  süresinin  uygun  olacağı  öğretide  ifade edilmektedir. Gecikmeli zararlarda zarara neden olan olay ya da fiil ile bunun yol  açtığı  zararların  objektif  olarak  anlaşılabilir  hale  gelmesi  arasında  çoğu durumlarda  mutlak  zamanaşımı  süresini  de  aşan  bir  zaman  aralığı  söz konusudur. Moor olayında olduğu gibi asbeste maruz kalan kişide bedensel zararların ortaya çıktığı anlaşılabilir hale geldiğinde on yıllık uzun zamanaşımı çoktan sona ermiş olabilir. Zararlı etkilerin geç ortaya çıktığı bu durumları zamanaşımı  süresi  bakımından  diğer  zarar  türleriyle  eşdeğer  görmenin sorgulanması gerektiği haklı olarak ifade edilmektedir. İsviçre de gecikmeli zararlara ilişkin düzenleme ihtiyacının asbeste, radyo aktif ışına maruz kalma ve ilaçların kullanımında zararların geç ortaya çıkmasından kaynaklandığı ifade edilmiş, kanun koyucunun bundan dolayı örneğin radyo aktif faaliyete ilişkin özel kanun çıkardığı, ancak bu tür maddelere ilişkin özel düzenleme yapmanın da bazı tehlikeleri beraberinde getirdiği belirtilmiştir. Şöyle ki,  özellikle piyasaya yeni giren bir teknolojinin ancak yıllar sonra zarara yol açması durumunda bazı münferit  sağlık  risklerinin  göz  ardı  edilmiş  olması  tehlikesi  söz  konusudur. Bundan dolayı hem haksız fiil alanında, hem de sözleşme sorumluluğu alanında belirli gecikmeli zararlar için özel bir mutlak zamanaşımı süresi getirilmelidir. Bu sürenin somut olarak otuz yıl olması, hem beden bütünlüğü, hem de ölüm hali için geçerli olması gerektiği tasarı gerekçesinde ifade edilmişti.  Zararın on yıllık zamanaşımı süresi içinde anlaşılabilir olmadığı durumlarda, bunun ilk olarak belirlenebilir hale geldiği andan geçerli olmak üzere iki yıllık kısa zamanaşımı süresini aşmayan bir ek süre tanınması çözümü önerilmektedir.  Uzun  zamanaşımının  zararın  doğumu  ile  başlayacağı  yönündeki  Yargıtay uygulaması hukuk güvenliğini tehlikeye atmaktadır. Öte yandan hukuka aykırı davranışın gerçekleşmesi ya da sona ermesinden itibaren on yıllık zamanaşımı süresi  geçtikten  sonra  anlaşılabilir  hale  gelen  bedensel  zararın  zamanaşımı nedeniyle dava yoluyla istenememesinin de savunulabilir bir tarafı yoktur. Uzun  olarak-belirlendigi-anda-baslar  E.T.: 26.04.2021. Ayrıca bkz. İçtihat Bülteni Programı). Bu durum gecikmeli zararlarla kısmen örtüşse de aynı şey değildir. Gelişen durumda bir zararın varlığı bilinmekte, fakat kapsamı henüz belirginleşmemiştir. Zararın tekliği ilkesi gereği, gelişen durum sona erdiği ve zararın kapsamı belirginleştiğinde zamanaşımı süresi işlemeye başlayacaktır. Yarg. HGK. bu kararda ceza zamanaşımı gerçekleşse dahi zararın gelişen durum nedeniyle tam olarak öğrenilemediği durumlarda zamanaşımının işlemeye başlamayacağı görüşünde olduğunu ortaya koymuştur.    41 AKKAYAN YILDIRIM, Ayça,  Geç Ortaya Çıkan Bedensel Zararların Tazmini Taleplerinde Uygulanacak  Zamanaşımının  Yeni  Eğilimler  Çerçevesinde  Değerlendirilmesi ,  İÜHFM,  C. LXXIV, S. 1, 2016, s. 213.    42 AKKAYAN-YILDIRIM, s. 185; SARIKAYA, s. 1216. 43 Asbeste maruz kalma süreklilik arz ettiğinden zamanaşımı süresi en son maruz kalınan günden itibaren başlayacaktır. Moor olayında bu da onun işten ayrıldığı tarih idi. Ancak buna rağmen hastalık işten ayrılma tarihinden on yıl geçtikten sonra ortaya çıkmıştı.  44 SARIKAYA, s. 1216; Botschaft, s. 252. 45 Botschaft, s. 252. Ancak otuz yıllık öneri kabul edilmemiş ve ölüm ve bedensel zararlarda zamanaşımı süresi yirmi yıl olarak belirlenmiştir. 46 SARIKAYA, s. 1216. 138İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 zamanaşımı süresi geçtikten sonra anlaşılabilir hale gelen zararların giderilmesi istemi  için  ek  bir  süre  verilmesi  düşüncesi  hem  hukuk  güvenliğini  riske etmemekte,  hem  de  zarar  görene  zararının  giderilmesini  isteme  imkânı sunmaktadır. Kanaatimce böylesi bir durumda ek sürenin kısa zamanaşımı süresi kadar olması uygundur. Çünkü zararın anlaşılabilir hale geldiği durumda zarar gören  tedavisi  ile  uğraşacağından,  bu  aşamada  derhal  dava  açması  ondan beklenemeyecektir. Kanaatimce, bu ek süre düzenlemesi getirilmesi durumunda bedensel zararlarda uzun zamanaşımı süresinin on yılın üstüne çıkarılmasına da gerek olmayacaktır. 4.  Ceza Zamanaşımı a.  Genel Olarak İsviçre de  Öntasarı da  uzun  zamanaşımı  süresinin  otuz  yıla  çıkarılması benimsendiğinden ceza zamanaşımına gerek olmadığı düşüncesiyle bu kurumun kaldırılması  öngörülmüştü.  Ancak  bu  yaklaşım  meclis  komisyonunda benimsenmemiş ve ceza zamanaşımı Tasarı da yer almıştır.  Art. 60 Abs. 2 OR hükmünde ceza zamanaşımı yeniden düzenlenmiş, öğretide tartışmalı olan konuların bir kısmı açıklığa kavuşturulmaya çalışılmıştır.  Yeni  metne  göre:   Tazminat  yükümlüsü  kişi  zarar  verici  davranışıyla cezalandırılabilen bir fiil işlemiş ise, maddi zararın giderilmesi talebi ya da manevi zarar istemi önceki fıkralar dikkate alınmaksızın en erken kovuşturma zamanaşımının gerçekleşmesiyle zamanaşımına uğrar. İlk derece mahkemesinin ceza hükmü sonucu artık kovuşturma zamanaşımı gerçekleşmeyecek ise, talep hakkı  en  erken  hükmün  açıklanmasından  itibaren  üç  yılın  geçmesiyle zamanaşımına uğrar . Art. 60, Abs. 2 OR de ceza zamanaşımına ilişkin eski metin  şöyle  idi:   Dava  ceza  hukukunun  daha  uzun  zamanaşımı  öngördüğü cezalandırılabilir  bir  fiilden  kaynaklanıyor  ise,  bu  zamanaşımı  özel  hukuk talebine de uygulanır .  Haksız  fiil  oluşturan  davranış  aynı  zamanda  cezalandırılabilir  bir  fiil  ise, zamanaşımı  süresi  kovuşturma  süresi  kadardır.  Bu  zamanaşımı  olağanüstü zamanaşımı ya da ceza zamanaşımı olarak da ifade edilir. Devletin cezalandırma hakkı olduğu sürece zarar görenin dava hakkı bulunmamasının adil olmayacağı bu kurumun dayanağı olarak gösterilir.      47 Bkz. Begleitbericht zum Vorentwurf, s. 32. Öntasarıda haksız fiilde zamanaşımı düzenleyen Art. 60 hükmünün kaldırılması ve zamanaşımı sürelerinin Art. 127-130 arasında tüm borç ilişkilerini düzenleyecek şekilde düzenlenmesi öngörülmüştü.  48 OFTINGER, Karl / STARK, Emil W., Schweizerisches Haftpflichtrecht Band I: Allgemeiner Teil. 5. Auflage, vollständig überarbeitet und ergänzt von Emil W. Stark, Zürich 1995, N. 373.   139GÜNERGÖK/ İsviçre Borçlar Kanunu nun Haksız Fiilde Zamanaşımına İlişkin Yeni Düzenlemelerinin Türk Hukuku İle Karşılaştırmalı Değerlendirilmesi b.  Değişikliklerin  Revizyon  Öncesi  Tartışmalarla  Birlikte Değerlendirilmesi (a)  Ceza Zamanaşımının Hangi Zamanaşımı Süresi Yerine Uygulanacağı  Art. 60 OR hükmünde yapılan değişiklik öncesinde ceza zamanaşımı konusunda çeşitli tartışmalar mevcut idi. Bunlar ceza zamanaşımının kısa zamanaşımı yerine mi yoksa her iki zamanaşımı sürelerinin yerine mi uygulanacağı, durma ve kesilme  sebeplerinin  ceza  hukukuna  göre  mi  yoksa  özel  hukuka  göre  mi gerçekleşeceği noktalarında toplanıyordu.  İsviçre de  değişiklik  öncesi  hâkim  görüş  ceza  zamanaşımının  hem  kısa zamanaşımı, hem de uzun zamanaşımı bakımından uygulanacağı yönünde idi. Federal Mahkeme de, ceza zamanaşımının hem kısa zamanaşımı, hem de uzun zamanaşımı  bakımından  uygulanacağı  görüşünde  kararlar  vermişti-51.  Buna karşın ceza zamanaşımının sadece uzun zamanaşımı yerine kullanılabileceği de savunulmakta idi. Art. 60 Abs 2 OR nin sözünden ceza zamanaşımının kısa zamanaşımı yerine de mi uygulanacağının açık olarak anlaşılamadığı, bu nedenle sorunun hükmün amacının tespiti ile çözüleceği, ratio legisin özel hukuk ve ceza hukuk kurallarının uyumlulaştırılması anlamında, asıl sorumlunun zarara neden olan fiilden dolayı ceza hukuku bakımından hala takip edilebildiği sürece bir özel hukuk alacağının zamanaşımına uğramamasında bulunduğu, ceza zamanaşımının kısa zamanaşımı yerine de uygulanmasının ilgili talep hakkı için bu sürenin oransız biçimde uzamasına yol açacağı, bunun da duruma göre işlenen suç için öngörülen hürriyeti bağlayıcı ceza için yedi yıldan otuz yıla kadar sürebileceği belirtilerek, bunun Art. 60 OR Abs. 2 hükmünün amacı ile örtüşüp örtüşmediğinin haklı  sebeplerle  şüpheli  olabileceği,  kısa  zamanaşımının  yerine  ceza zamanaşımının  ikamesinin  zarar  görenin  zararı  ve  tazminat  yükümlüsünü bilmesine  rağmen  otuz  yıla  kadar  ileri  sürebilmesi  sonucunu  doğuracağı, zamanaşımına uğramayan suçlardan doğan talep haklarının zamansal kısıtlama olmaksızın  ileri  sürülebileceği,  kısa  zamanaşımının  böylesi  bir  uzatımının  49 MUELLER, Christof, CHK-Handkommentar zum Schweizer Privatrecht, Auflage 3, Jahr 2016, Art. 60, N. 28; BREHM, Roland, Kommentar zum schweizerischen Privatrecht, Das Obligationenrecht: Die Entstehung durch unerlaubte Handlungen, Art. 41-61 OR, 4. Auflage, Bern 2013, , Art. 60, N. 68 a; VERDE, Michel,  Die Verjährung nach Art. 60 Abs. 2 OR, Die Verjährung: Antworten auf brennende Fragen zum alten und neuen Verjährungsrecht, Hrsg. Frédéric Krauskopf, Zürich 2018, s. s. 76; FISCHER, Willi,  Orell Füssli Kommentar (Navigator.ch), Auflage 3., überarbeitete Auflage, 2016, Art. 60, N. 22. 50 BGE 107 II 151/155, 111 II 429/440; 106 II 213 E. 2; 107 II 151 E. 4a; 111 II 429 E. 2d; 49 II 357. 51 Bahse konu Federal Mahkeme kararında ceza zamanaşımının sadece uzun zamanaşımı hakkında uygulanacağından değil, zamanaşımının kesilmesi durumunda sadece yeni işleyecek sürenin ne olacağı açıklanmaktadır.  52 SPIRO, Karl, Die Begrenzung privater Rechte durch Verjährungs-, Verwirkungs- und Fatalristen, 2 Bde, Bern 1975, s. 203 vd.; GAUCH, Peter,  Verjährungsunsicherheit, Ein Beitrag zur Verjährung privatrechtlicher Forderungen , Festschrift für Erwin Murer zum 65. Geburtstag, Bern 2010, s. 247;  KRAUSKOPF, Frederic,  Die Verjaehrung der Haftpflichtigen Ansprüche wegen Personenschaeden , in: Weber (Hrsg.), Personen-Schaden Forum 2011, Zürich / Basel / Genf 2011, s. 128.  140İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 sorumluluk hukukunun karakteristik sistemi olan kısa ve uzun zamanaşımına müdahale oluşturacağı, Art. 60 Abs 2 OR nin amacıyla uygun düşmeyecek şekilde bu sistemi tahrip edeceği ifade edilmekte idi. Bu görüşü ileri süren yazar Federal Mahkemenin 127 III 538 kararında Art. 60 OR Abs 2 hükmünün sadece uzun zamanaşımını uzattığını, hükmün anlam ve amacına en uygun düşen sonucun bu olduğunu tespit ettiğini belirterek, Art. 60 Abs 2 OR hükmünün ratio legisi ve sözünün daha uzun olan ceza zamanaşımı süresinin kısa zamanaşımı yerine de kullanılabileceğini göstermediğini, zarar görenin zararı ve tazminat yükümlüsünü bildiği  hallerde,  ona  kısa  zamanaşımı  yerine  ceza  zamanaşımı  bahşetmenin hükmün amacıyla bağdaşmayacağını, daha ziyade burada kısa zamanaşımı süresi içinde zarar görenin aktif olmasının istenebileceğini, aksi halde –sırf zarar verici davranışın cezalandırılabilir bir fiil olmasıyla haklı gösterilemeyecek şekilde- Art. 60 Abs 2 OR hükmüne göre ayrıcalıklı olmayan hak sahipleri karşısında eşitsizlik oluşturacağını, sonuç itibariyle Art. 60 Abs. 2 OR hükmünün on yıllık uzun zamanaşımı süresinle sınırlandırılması gerektiğini savunmakta idi. Ceza hukuku ile  özel  hukukun  uyumlulaştırılmasının  amaçlandığı  yönündeki  kabul bakımından, sadece uzun (mutlak) zamanaşımının yerine ceza zamanaşımının uygulanmasının yeterli olacağı, kısa zamanaşımı hakkında ceza zamanaşımının uygulanmasına gerek bulunmadığı da ifade edilmekte idi.  Art.60 Abs. 2 OR nin yeni metni bu tartışmaları sonlandırmıştır. Söz konusu hükme göre, haksız fiil oluşturan davranışın cezalandırılabilir bir fiil olması halinde, önceki fıkralar (Art. 60 Abs. 1 ve 1bis) dikkate alınmaksızın zarar görenin talepleri en erken kovuşturma zamanaşımının gerçekleşmesiyle zamanaşımına uğrar.  Burada   en  erken   ifadesiyle  kovuşturma  zamanaşımının  haksız  fiil zamanaşımından  daha  kısa  olabileceği  ihtimal  öngörülmüştür.  Özellikle cezalandırılabilir  bir  fiil  sonucu  oluşan  bedensel  zararlarda  kovuşturma zamanaşımının yirmi yıldan daha az olması mümkündür. Bu durumda daha kısa olan  kovuşturma  zamanaşımı  değil,  yirmi  yıllık  uzun  zamanaşımı uygulanacaktır. Art. 60 Abs. 2 OR nin uygulanabileceği durumlarda üç yıllık kısa zamanaşımı artık uygulanmayacak, sadece kovuşturma zamanaşımı esas alınacaktır. Türk  Hukukuna  bakıldığında  hâkim  görüşün  ceza  zamanaşımının  her  iki zamanaşımı  süresi  yerine  uygulanacağı  yönünde  olduğu  görülmektedir.  53 BERGAMIN, Melanie Catalina, Die Verjährung im schweizerischen Privatrecht Grundlagen und ausgewählte Problembereiche, 2019, s. 90-91; GAUCH, s. 247.  54 SPIRO, s. 204; BERGAMIN, s. 91; KRAUSKOPF, Personenschaeden, s.129. 55 GAUCH, s. 247. 56 Tasarı gerekçesinde ancak Abs. 1 ve 1bis hükümlerine göre alacak zamanaşımına uğradığı takdirde kovuşturma zamanaşımının incelenmesi gerekeceği ifade edilmiştir (Botschaft, s. 255).  57 TEKİNAY / AKMAN / BURCUOĞLU / ALTOP, s. 725; OĞUZMAN / ÖZ, C. II, s. 77; EREN, s. 943; TUNÇOMAĞ, Kenan, Türk Borçlar Hukuku, I. Cilt, Genel Hükümler, Sermet Matbaası, İstanbul 1976, s. 525; SAVAŞ, Fatma Burcu,  Haksız Fiil Tazminatının Tabi Olduğu Zamanaşımı Süresinin Başlama Anı , TBB Dergisi, 2008, S. 74, s. 142; ALTIN, Hayrünnisa,  Haksız Fiillere Ceza Kanunlarındaki Zamanaşımının Uygulanması , AÜHFD, 69 (1) 2020, 21.   141GÜNERGÖK/ İsviçre Borçlar Kanunu nun Haksız Fiilde Zamanaşımına İlişkin Yeni Düzenlemelerinin Türk Hukuku İle Karşılaştırmalı Değerlendirilmesi Azınlıkta kalan görüşe göre ise, kovuşturma zamanaşımı kısa zamanaşımı yerine uygulanmayıp, sadece uzun zamanaşımı yönünden uygulanmalıdır. Kovuşturma zamanaşımı süresinin nitelik bakımından zamanaşımı süresine daha yakın olduğu ifade edilir. Yargıtay hem kısa, hem de uzun zamanaşımı bakımından ceza zamanaşımının uygulanabileceği görüşündedir. Yargıtay ın rekabet ihlallerine ilişkin  verdiği  kararlarda  sekiz  yıllık  soruşturma  zamanaşımını  uyguladığı görülmektedir. İsviçre Hukuku bakımından bu tartışma sona ermiş olmakla birlikte, kanunda değişiklik yapılmadığı sürece hukukumuz açısından bu konu tartışmalı olmaya devam  edecektir.  İsviçre de  kanun  koyucu  bu  revizyonla  tercihini  failin cezalandırılabilir olduğu sürece tazminattan da sorumluluğunun devam etmesi yönünde kullanmıştır. Hukukumuz açısından kanun değişikliği ile bu yönde bir tercihte bulunulmadığı sürece kovuşturma zamanaşımı süresinin sadece uzun zamanaşımı süresi bakımından uygulanması gerektiği kanaatindeyim. Zararı ve tazminat yükümlüsünü bildiği halde uzun yıllar hareketsiz kalan zarar görenin korunmamasının adalet hislerini rencide edeceği söylenemez. Aksi halde zaten zamanaşımı kurumuna ihtiyaç duyulmazdı. Özellikle tazminat yükümlüsünün ölümünden sonra, otuz yıla yakın süre önce gerçekleşen bir ölüm olayından dolayı mirasçıları sorumlu tutmanın hukuki güvenlikle bağdaşıp bağdaşmayacağı da değerlendirilmelidir.  (b)  Zamanaşımının Durması ve Kesilmesi  Zamanaşımı  revizyonu  öncesine  bakıldığında,  İsviçre de  öğretideki  hâkim görüşün ve Federal Mahkeme uygulamasının ceza zamanaşımının özel hukuk hükümlerine göre kesilebileceği yönünde olduğu görülür. Federal Mahkeme, bir kararında zarar görenin ceza zamanaşımının özel hukuk araçları ile kesebileceğini ve zamanaşımının kesilmesinin Art. 135 OR vd. hükümlerine tabi olduğunu belirtmiştir. Buna göre zarar gören olağan ceza zamanaşımını takip ve dava yoluyla kesebilir; burada artık ceza hukuku normlarına yer yoktur. Kesilen ceza zamanaşımı yerine yeniden aynı süre işlemeye başlar. Aynı şekilde Art. 138 Abs.  58 ANTALYA, V/1, 2, N. 2664; GÜNERGÖK / KAYIHAN, s. 511.  59 ANTALYA, V/1, 2, N. 2664. 60  Görüldüğü üzere, 818 sayılı Borçlar Kanunu'nun 60.maddenin 2.fıkrası gereğince, eylemin aynı zamanda Ceza Kanunu nda suç sayılması halinde, daha uzun olur ise olayda ceza zamanaşımı süresinin  uygulanacağı,  dolayısı  ile  bu  durumda  B.K.nundaki  kısa  zamanaşımı  sürelerinin uygulanamayacağı hususu açıkça anlaşılmaktadır  (Yarg. HGK., 10.4.2013E T., 2012/1161 E.2013/498 K.-Lexpera E.T.: 21.04.2021). Aynı yönde bkz. Yarg. 4. H.D., 26.11.2029 T. 2018/1691 E.-  2019/5589 K.- Lexpera E.T.: 21.04.2021. 61 Yarg. 11. HD., 27.10.2015 T., 2015/3450 E.-2015/11139 K.-Lexpera E.T.: 21.04.2021. 62 Kanun koyucunun zamanaşımı kurumunu getirmesindeki temel amaç ve işlevin sorumluluğun zamanla sınırlandırılması, tazminat yükümlüsünün belirsiz süre boyunca tazminat baskısı altında tutulmaması olduğu, bu nedenle özellikle sözleşme dışı sorumluluk hallerinde objektif bir zaman noktasının başlangıç alındığı ve tazminat yükümlüsüne karşı tazminat istemlerinin bu azami süre içinde yöneltilmesine izin verildiği ifade edilir (HAVUTÇU, s. 593). 63 BREHM, Art. 60, N. 42; VERDE, s. 78; MUELLER, Art. 60 OR, N. 37;  BGE 100 I 335, E. 2.a = Pra 64 (1975), N. 67; BGE 97 II 136, E. 2; BGE 137 III 481 E. 2. 5; BGE 135 V 74 E. 4.2.1. 142İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 1 ve 2 OR gereğince dava veya takipte her yeni işlemle zamanaşımı kesilecektir65. Art. 60 Abs. 2 gereğince daha uzun bir sürenin Abs. 1 ve 1bis hükümlerindeki sürelerden  bağımsız  ve  paralel  olarak  işlemesi  suretiyle,  artık  kısa  ve  uzun zamanaşımının  durması  ya  da  kesilmesinin  Abs.  2  Satz  1 deki  daha  uzun zamanaşımının işlemesi üzerinde etkisi olmayacağı Tasarı gerekçesinde ifade edilmiştir. Buna göre, kovuşturma zamanaşımı sadece ceza hukuku kurallarına tabi olacaktır (Art. 97 ve 98 StGB)67.     Art. 97 StGB hükmünde kovuşturma zamanaşımı süreleri düzenlenmiştir. Abs. 3 hükmünde, ilk derece merciin kararını açıklamasıyla artık suçun kovuşturma zamanaşımına uğramayacağı düzenlenmiştir. Yani, –hukukumuzdakinin aksine- mahkeme  kararını  verdikten  sonra  kanun  yollarında  geçecek  süre  artık  suç oluşturan filin yaptırıma tabi tutulmasına engel değildir. Bu düzenlemeden dolayı suç  oluşturan  bir  fiille  işlenen  haksız  fiillerden  doğan  tazminat  alacağının zamanaşımına uğrayıp uğramayacağı sorunu ortaya çıkmıştı. Art. 60 Abs. 2 hükmü  ilk  derece  mahkemesinin  kararını  açıklamasıyla  artık  kovuşturma zamanaşımının gerçekleşemeyecek olması durumunda üç yıllık ek bir zamanaşımı süresi tanıyarak bu sorunu çözmüştür. Kararın açıklanmasından itibaren işleyecek olan bu üç yıllık sürede tazminat davası açılmadığı takdirde tazminat alacağı zamanaşımına uğrayacaktır. Burada esas alınacak olan tarih açıklanan hükmün kesinleşme tarihidir. Bu üç yıllık zamanaşımı süresi artık tazminat davasında esas  alınacak  zamanaşımı  süresidir.  Bu  süreye  ilişkin  olarak  özel  hukuk kurallarına göre durma ve kesilme söz konusu olabilir. Bu süre kesildiğinde Art. 135 OR gereği gene üç yıllık yeni bir süre işlemeye başlayacaktır. İsviçre de  ceza  kanununda  2002 de  yapılan  değişiklik  ile  kovuşturma zamanaşımının durması ve kesilmesi uygulamasına son verildiğinden, bugün itibariyle İsviçre bakımından bu konu tartışmalı olmaktan çıkmıştır. Gerekçede de ifade edildiği üzere, Abs. 2 de düzenlenen kovuşturma zamanaşımı süresini esas  64 BGE 97 II 136, 141. Davaya konu olayda beş yıllık olağan ceza zamanaşımı 13 Ocak 1967 tarihinde icra takibi ve 26 Nisan 1968 tarihinde dava ile kesilmişti. Federal Mahkeme her defasında beş  yıllık  zamanaşımının  yeniden  işlemeye  başladığını  ve  davacının  tazminat  taleplerinin zamanaşımına uğramadığına hükmetmişti. Federal Mahkeme 1965 yılında görüşünü değiştirmeden önce,  ceza  zamanaşımının  durması  ve  kesilmesi  konusunda  ceza  kanunlarının  uygulanacağı görüşünde idi (KILIÇOĞLU, Ahmet,  Haksız Fiillerden Sorumlulukta Ceza Hukuku ile Medeni Hukuk İlişkisi , AÜHFD, Y. 1973, S. 3-4, s. 215). 65  Zarar  görenin  ceza  yargılamasında  tazminat  talep  etmesi  halinde  ceza  hukukundaki zamanaşımının  kesilmesi  sebeplerinin  istisnai  olarak  uygulanabileceği  İsviçre  öğretisinde savunulmaktadır (BREHM, Art. 60, N. 92. Aynı yönde bkz. BGE 124 IV 49 E. 4c). 66 Botschaft, s. 255. 67 İsviçre de 2002 yılında yapılan değişiklikle artık kovuşturma zamanaşımının kesilmesi söz konusu değildir (Botschaft, s. 255).  68 Botschaft, s. 256.   143GÜNERGÖK/ İsviçre Borçlar Kanunu nun Haksız Fiilde Zamanaşımına İlişkin Yeni Düzenlemelerinin Türk Hukuku İle Karşılaştırmalı Değerlendirilmesi alan bu zamanaşımı süresi, kısa ve uzun zamanaşımı sürelerine paralel ayrı bir süre olup, diğerlerinden bağımsız olarak işlemektedir.   Türk hukukundaki hâkim görüş ve Yargıtay uygulaması da ceza zamanaşımına yapılan yollamanın sadece süreler bakımından olduğu, zamanaşımının durması ve kesilmesi  sebeplerinin  TBK  hükümlerine  göre  gerçekleşeceği  yönündedir. Yargıtay 17. HD., 2008 yılında verdiği bir kararda dolaylı biçimde kesilme sebebiyle uzayan ceza zamanaşımının uygulanacağına hükmetmiştir. Yargıtay 17. H.D. daha sonraki tarihli kararlarında ceza zamanaşımının TCK kapsamında kesilmesi sebebiyle uzayacak sürelerin hukuk davasında dikkate alınmayacağını açıkça ifade etmiştir. Yargıtay 21. H.D. bir kararında tartışmaya girmeksizin  69 Botschaft, s. 255. 70 KILIÇOĞLU, s. 216; ÇELİK, Çelik Ahmet, Tazminat ve Alacaklarda Sorumluluk ve Zamanaşımı, Yeniden yazılmış ve Genişletilmiş 3. Baskı, Ankara 2018, s. 405; GÜNERGÖK / KAYIHAN, s. 510; TEKİNAY / AKMAN / BURCOĞLU / ALTOP, s. 727; AKÇAY, Engin, Türk Borçlar Kanununa Göre Zamanaşımı, XII Levha Yayınları, İstanbul 2010, s. 75;  ALTIN, s. 24; KARACABEY, Ömer Faruk,  Haksız Fillerde Zamanaşımı , YD., C. 5, S. 1, Y. 1979,  s. 91. 71  (...) Öte yandan Ceza Kanununda öngörülen daha uzun zamanaşımı (uzamış zamanaşımı) süresi, her halde olay tarihinden itibaren işlemeye başlar; sürenin işlemeye başlaması için, zarar görenin zararı ve onun failini öğrenmesi koşulu aranmaz. Ayrıca zamanaşımını durduran ve kesen nedenler yönünden ise, mülga 765 sayılı Türk Ceza Kanunu'nun 102, 104 ila 107. maddeleri değil, aksine BK'nın, 132 ila 137. maddeleri uygulama alanı bulacaktır. (...)  (Yarg. HGK., 16.9.2015 T., 2014/116 E.-2015/1771 K.-Lexpera E.T.: 21.04.2021). Aynı yönde bkz. Yarg. HGK., 22.2.2012 T., 2011/640 E.-2012/89 K.-Lexpera E.T. 21.04.2021; Yarg. 21. HD., 27.05.2014 T., 2014/4962 E.2014/11409 K.-Lexpera E.T. 21.04.2021).  72  (...) Açıklanan hukuksal durum ve ilkeler ışığında somut olay değerlendirildiğinde; birleştirilen davada davalıların murisi K'in neden olduğu olay esnasında kendisinin de öldüğü ve davacıya sigortalı aracın hasarlanmasıyla sonuçlanan trafik kazasının, aynı zamanda TCK'nun 455. maddesi çerçevesinde cezayı gerektiren bir eylem niteliğinde bulunması, bu eylemle ilgili ceza davasının anılan hükmünde öngörülen cezanın süresi ve türü itibariyle aynı kanunun 102.maddesi uyarınca 7.5 yıllık zamanaşımı süresine tabi olması, 2918 Sayılı KTK'nun 109/2 maddesi uyarınca bu sürenin görülmekte olan maddi tazminat davası için de geçerli bulunması, davanın kaza tarihinden itibaren 7.5 yıl geçmeden açılmış olması karşısında zamanaşımının gerçekleşmediği anlaşılmaktadır. (...)  (Yarg. 17. HD., 03.11.2008 T., 2008/2733 E.-2008/5069 K.-Lexpera E.T. 21.04.2021). Burada  7,5 yıl  ifadesi beş yıllık zamanaşımı süresinin kesilme sebebiyle yarı oranında artmasıyla bulunan süredir.  Bu  nedenle  Daire  dolaylı  biçimde  ceza  zamanaşımının  TCK  hükümlerine  göre kesilebileceğini kabul etmiştir. 73  (...) Ancak bununla beraber somut olayda, olay tarihinde yürürlükte bulunan TCK nın 102. maddesinde öngörülen 5 yıllık zamanaşımı da dolmuştur. Ceza davasının açılmış olması, hukuk davasındaki zamanaşımını 5 yıla çıkarmakla beraber, bu beş yıllık süre içinde ceza davasında karar verilir ve karar kesinleşir ise hukuk davasındaki zamanaşımı olay tarihinden itibaren 5 yıl olarak kalır.  TCK nın  104.  maddesindeki  zamanaşımının  yarı  oranında  artması  artık  bu  davada uygulanmaz. Dava konusu olay için 2005 yılında ceza davasında karar verilmiş ve kesinleşmiş olup, artık zamanaşımının uzaması söz konusu değildir.(...)  (Yarg. 17. HD., 22.02.2010 T., 2009/8551 E.-2010/1395 K.-Lexpera E.T. 22.04.2021).  (...) Dosya içerisindeki bilgi ve belgelere, mahkeme kararının gerekçesinde, dayanılan delillerin tartışılıp, değerlendirilmesinde usul ve yasaya aykırı bir yön bulunmamasına, 2918 Sayılı KTK'nun 109/2.maddesinde öngörülen ceza zamanaşımı süresinin davaya konu kazanın meydana geldiği tarihte yürürlükte bulunan 765 Sayılı TCK'nun 102/4.maddesinde düzenlenen 5 yıllık zamanaşımı süresi olmasına, olağanüstü ceza zamanaşımı süresinin (7 yıl 6 ay) kastedilmemesine ve uygulama yerinin olmamasına, somut olayda 5 yıllık ceza zamanaşımı süresinin 18.3.2005 olay tarihinden 144İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 TCK.m.67, f. 2 deki kesilmeye göre oluşabilecek olan uzun zamanaşımı süresinin uygulanacağı ifadesine yer vermiştir. Ceza zamanaşımının durması ve kesilmesi sebeplerinin TBK hükümlerine tabi olmasının kanunun amacıyla yakından ilintili olduğu, fail hala cezalandırılabilir iken,  zarar  görenin  tazminat  isteyememesi  sonucunun  ortaya  çıkmaması amaçlandığından,  sadece  süreler  bakımından  ceza  normlarının  uygulanması gerektiği,  ceza  zamanaşımının  durması  ve  kesilmesinin  ceza  kanunlarına bağlanması  durumunda  hukuk  davasının  kaderinin,  ceza  davasının  kaderine bağlanmış  olacağı  ifade  edilir.  Zarar  görenin  açacağı  tazminat  davasında zamanaşımının kesilmesinde TBK hükümleri esas alınmadığı takdirde, zarar gören  ceza  hukuku  bakımından  davanın  açılıp  açılmadığını  ve  ceza mahkemesinde verilen hükmün lehte veya aleyhte olduğunu bilmek zorunda bırakılacaktır ki, bu yerinde olmayacaktır.  Ceza  zamanaşımının  kesilmesi  ve  sonuçlarının  ceza  kanununa  tabi  olması gerektiği  görüşü  de  savunulmaktadır.  Bununla  birlikte  ceza  davasının mahkûmiyet ya da delil yetersizliğinden dolayı beraatla sonuçlanması durumunda artık ceza zamanaşımının söz konusu olmayacağı, bu halde ceza zamanaşımının tazminat davasına uygulanmasındaki sebep ortadan kalmış olacağı için artık TBK.m.72 deki iki ve on yıllık sürelerin uygulanması gerektiği ifade edilir.  18.4.2013 tarihinde yapılan icra takip tarihine kadar fazlasıyla geçmiş olmasına göre davacı vekilinin yerinde görülmeyen temyiz itirazlarının reddi ile gerekçesi ile bu şekilde DÜZELTİLEREK ONANMASINA (...)  (Yarg. 17. HD., 15.10.2015 T., 2015/10421 E.-2015/10651 K.-Lexpera E.T. 22.04.2021). 74  (...) Somut olayda zararlandırıcı sigorta hadisesinin aynı zamanda olay tarihinde yürürlükte bulunan 5237 sayılı TCK'nun 89. maddesinde belirtilen  Taksirle Yaralama  suçunu oluşturduğu ve aynı Kanunun 66/1-e ve 67/4. maddelerinde belirtilen uzamış ceza zamanaşımı süresinin uygulanması gerektiği, bu uzamış zamanaşımı süresinin ise (8+4 yıl olmak üzere)  12  yıl olduğu, buna göre ıslah tarihi olan 13/05/2016 tarihi itibariyle zamanaşımı süresinin henüz dolmadığı açıktır. Hal böyle olunca maddi tazminatın ıslahla arttırılan kısmının zamanaşımı nedeniyle reddine karar verilmesi hatalı olmuştur. (...)  (Yarg. 21. HD., 11.9.2018 T., 2017/1294 E.-2018/6177 K.Lexpera E.T. 22.04.2021). 75 KILIÇOĞLU, s. 216. Yazar devamla görüşünü aynen şu şekilde gerekçelendirmektedir:  Uzun süreli ceza zamanaşımının kesilme ve durma sebepleri bakımından Ceza Kanunu hükümlerine tabi olduğunu kabul edecek olursak, mağdura ceza dâvası zamanaşımının bir kesilme sebebi olan ceza dâvasını açmak ve onu takip etmek külfetini yüklemiş oluruz. Halbuki ceza zamanaşımının uygulanması için fiilin cezayı müstelzim bir fiil olması yeterli olup ayrıca cezai takibatın yapılmış olması gerekmez. Bu nedenle yalnız ikame edilmiş ceza dâvası hukuk dâvası zamanaşımını kesmez. Buna karşılık usulüne uygun olarak ceza dâvasına ilaveten yapılan bir müdahale veya şahsî hak talebi hukuk dâvası zamanaşımını keser. Bunun için bu talebin kabul edilmesi gerekir. Talep reddedilirse zamanaşımı kesilmiş olmaz  (s. 216). Bu görüşün kaleme alındığı dönemde var olan, suçtan zarar görenin tazminat talebini ceza mahkemesinde talep edebildiği şahsi dava imkânına 5237 sayılı Türk Ceza Kanununda yer verilmemiştir.    76 KILIÇOĞLU, s. 216. 77 OĞUZMAN / ÖZ, C. II, s. 79; GÜNTÜLÜ ALKAN, s. 135. 78 OĞUZMAN / ÖZ, C. II, s. 79-80.  Ceza davası zamanaşımı süresi, TCK.102 nci maddesine göre belirlenecektir.  Ancak  hemen  belirtmek  gerekir  ki;  BK.m.60/2'deki  (TBK.m.72/1,c.2 deki) zamanaşımı, tamamen hukuka ait bir kurum olup, zamanaşımını durduran ve kesen nedenler yönünden  TCK.nun  102.104-107.  maddeleri  değil,  aksine  BK.m.132-137  (TBK.m.153-158)   145GÜNERGÖK/ İsviçre Borçlar Kanunu nun Haksız Fiilde Zamanaşımına İlişkin Yeni Düzenlemelerinin Türk Hukuku İle Karşılaştırmalı Değerlendirilmesi Buna  göre,  zarar  gören  zararı  ve  tazminat  yükümlüsünü  öğrenmiş  ise  ceza davasının sonuçlanmasından itibaren süre işlemeye başlar. Zarar görenin katılma (müdahale) yoluyla ceza yargılamasına iştirak edip etmediğinin, onun tazminat yükümlüsünü öğrenip öğrenmediğinin kabulü bakımından önemli olduğu ifade edilir. Kanaatimce, zamanaşımının durması ve kesilmesi bakımından TBK hükümlerinin esas alınması daha doğru bir yaklaşımdır. Kanunun ceza kanunlarına yaptığı yollama  sadece  süreler  bakımındandır.  Kanun  koyucu  ceza  ve  hukuk yargılamalarını birbirine bağlamamıştır. Aksine TBK.m.74 hükmüyle, hukuk hâkiminin zarar verenin kusurunun olup olmadığı, ayırt etme gücünün bulunup bulunmadığı  hakkında  karar  verirken,  ceza  hukukunun  sorumlulukla  ilgili hükümleriyle bağlı olmadığını, gene ceza hâkimi tarafından verilen beraat kararı ile kusurun değerlendirilmesine, zararın belirlenmesine ilişkin kararının da hukuk hâkimini bağlamadığını belirterek, hukuk ve ceza yargılamalarını senkronize etmek gibi bir amacı olmadığını ortaya koymuştur.  (c)  Zamanaşımına Uğramayan Suçlarda Tazminat Taleplerinin Akıbeti Art.  60  Abs.  2  haksız  fiilin  cezalandırılabilir  bir  fiil  olması  durumunda kovuşturma zamanaşımını esas almıştır. İsviçre Ceza Kanununda soykırım ve insanlığa karşı işlenen suçların zamanaşımına uğramayacağı düzenlenmiştir (Art. 264  ve  Art.  101  StGB).  Benzer  düzenleme  Türk  Ceza  Kanununda  da  yer almaktadır (Soykırımı düzenleyen TCK.76, İnsanlığa karşı işlenen suçlara ilişkin TCK.m.77, işkenceyi düzenleyen TCK.m.94 bu kapsamdadır).   OR nin ilk kabulü sırasında zamanaşımına uğramayan suçlar bulunmadığından kanunun bu konuda susması normal idi. Bosna savaşından sonra 1998 yılında BM Roma Statüsü ile Uluslararası Ceza Mahkemesi kurulmuştur. Roma Statüsü m.29 hükmüyle  Uluslararası  Ceza  mahkemesinin  yargı  yetkisine  giren  suçların herhangi  bir  sınırlamaya  tabi  olmadığı  esası  benimsenmiştir.  Mahkemenin yetkisini kabul eden devletler ile birlikte henüz mahkemenin yetkisini kabul etmemiş  olan  bazı  devletler  bu  mahkemenin  yetki  alanındaki  suçları zamanaşımına uğramayacak şekilde kendi iç hukuklarında yasalaştırmışlardır.  Gene İsviçre Anayasasında ergen olmayan çocuklara karşı işlenen cinsel ve pornografik suçların zamanaşımına uğramayacağı açıkça düzenlenmiştir (Art. 123b BV). Hal böyle iken, ceza zamanaşımını muhafaza eden ve tartışmalı hususları açıklığa kavuşturmaya çalışan düzenlemede bu sorunun da cevabının verilmiş  olması  gerekirdi.  Bugün  itibariyle  bu  konu  tartışmalıdır.  Tasarı gerekçesinde belirli suçların zamanaşımına uğramamasını kabul eden Anayasa koyucunun, bu suçlara ilişkin özel hukuk taleplerini de olumlu göreceği ifade edilmiştir. Gerçekten de çocukların cinsel istismarına ilişkin Anayasa nın 123b  uygulama alanı bulur  (Yarg. HGK., 18.11.1981 T., 1979/4-231 E.- 1981/744 K. -YKD., 1982/6, s. 1036).  79 OĞUZMAN / ÖZ, C. II, s. 80.  80 Botschaft, s. 257. 146İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 maddesine  ilişkin  olarak  madde  gerekçesinde  sadece  ceza  davasının  değil, tazminat taleplerinin de zamanaşımına uğramaksızın talep edilebileceği açıkça belirtilmiştir. Ancak böylesine önemli bir konunun Art.60 OR hükmünde açıkça düzenlenmiş  olması  gerekirdi.  Anayasanın  sadece  ceza  davasını  düzenlediği dikkate alındığında, madde gerekçesinin hukuk davalarında ne ölçüde bağlayıcı olduğu tartışılabilir.  Federal Mahkeme bir kararında zamanaşımına uğramamanın düşünülebileceğini belirtmekle birlikte, tazminat talebini kanunların geçmişe etkili uygulanamaması nedeniyle reddetmiştir.  Türk Hukuku açısından konu değerlendirildiğinde, ceza kanunlarının daha uzun zamanaşımı öngörmesi halinde, bunu tazminat davalarında da uygulayan bir sistemin,  deyim  yerinde  ise  daha  uzun  zamanaşımından  daha  da  uzun  olan zamanaşımına uğramazlığı da içerdiği söylenebilir. Bu açıdan haksız fiili işleyen fail bakımından alacağın zamanaşımına uğramaması kabul edilebilir.  Fail  dışındaki  kişiler  bakımından  değerlendirildiğinde,  failin  fiilinden  kanun hükmü gereği sorumlu tutulan adam çalıştıran gibi üçüncü kişilerin hakkında zaten ceza zamanaşımı uygulanmamalıdır. Konu mirasçılar bakımından özel önem içerir. Mirasçılar hakkında ceza zamanaşımının uygulanması konusunda mirasçının lehine ve aleyhine olan iki farklı görüş vardır ve bu çalışmada mirasçı hakkında da külli halefiyet gereği ceza zamanaşımının uygulanabileceği görüşü benimsenmektedir. Bununla birlikte istisnai bir durum olan ceza zamanaşımının kapsamının dar tutulması gerektiği kanaatindeyim. Zamanaşımına uğramayan bir suç söz konusu ise, mirasçının da zamanaşımına uğramayan bir tazminat talebiyle  karşılaşmasının  kanun  koyucunun  amacı  olduğu  söylenemez. Zamanaşımına uğramayan tazminat talebinin mirasçıya karşı uygulanabileceği kabul edildiğinde, haksız fiil failinin ölümü anında mirasçı sıfatı taşımayan, mirasçının  mirasçıları  ve  devam  eden  kuşaklar  bakımından  da  tazminat talepleriyle karşılaşmak mümkün olabilecektir.  Zamanaşımına uğramazlığın mirasçıya karşı uygulanamaması durumunda ise, mirasçıya yönelen tazminat talebinin hangi zamanaşımı süresine tabi olacağı  81 Botschaft zum Bundesgesetz zur Umsetzung von Artikel 123b der Bundesverfassung über die Unverjährbarkeit sexueller und pornografischer Straftaten an Kindern vor der Pubertät (Änderung des Strafgesetzbuches, des Militärstrafgesetzes und des Jugendstrafgesetzes), s. 6011 (BBl 2011 5977 - Botschaft zum Bundesgesetz zur Umsetzung von Artikel 123b der Bundesverfassung über die  Unverjährbarkeit  sexueller  und  pornografischer  Straftaten  an  Kindern  vor  der  Pubertät (Änderung des Strafgesetzbuches, des Militärstrafgesetzes und des Jugendstrafgesetzes) (admin.ch E.T.: 21.04.2021). 82 BGE 132 III 661, E. 4.3.  83 Bu konudaki görüşler için bkz. III B 4 dd başlığı altında yapılan açıklamalar. 84 Ceza zamanaşımının cezalandırılabilirlik ile ilintili olduğu ve failin ölümüyle onun cezai açıdan takip edilebilirliğinin sona ereceği, bundan dolayı hükmün uygulamasının sadece fail ile sınırlı olması gerektiği, mirasçıya uzatılamayacağı görüşü için bkz. PETER / von TUHR, s. 439-440. Aynı yönde Türk Hukukundaki görüş için bkz. İNCEOĞLU / BAŞ SÜZEL / AYTEKİN İNCEOĞLU, s. 187.   147GÜNERGÖK/ İsviçre Borçlar Kanunu nun Haksız Fiilde Zamanaşımına İlişkin Yeni Düzenlemelerinin Türk Hukuku İle Karşılaştırmalı Değerlendirilmesi sorunu  ortaya  çıkmaktadır.  Bu  suçların  ağırlığı  dikkate  alındığında  ceza kanunlarındaki en uzun kovuşturma süresinin uygulanması düşünülebilirse de, hukuk güvenliği bakımından bunun kanun tarafından açıklığa kavuşturulması gerekir. (d)  Ceza Zamanaşımına İlişkin Diğer Hususlar Tasarı gerekçesinde Art. 60 Abs. 2 revizyonunda hükmün uygulanma çevresine ilişkin  olarak  mevcut  hukuki  durumdan  ayrılma  söz  konusu  olmadığı  ifade edilmiştir.  Önceki  metinde  davanın  cezalandırılabilir  bir  fiilden kaynaklanmasından  bahsedilirken,  yeni  metinde  tazminat  yükümlüsü  kişinin davranışıyla cezalandırılabilir bir fiil işlemesinden söz edilmektedir. Eski metin sırasında  da  sadece  haksız  fiili  işleyen  bakımından  ceza  zamanaşımının uygulanacağı, kusursuz sorumluluk çerçevesinde haksız fiilden sorumlu tutulan kişi hakkında sadece kısa ve uzun zamanaşımı sürelerinin uygulanacağı kabul görmekteydi. Kanaatimce yeni metin aslında bu durumu daha güçlü biçimde ifade etmektedir. Çünkü yeni metinde tazminat yükümlüsünün fiiline bakılmaktadır. Her ne kadar hakkında ceza zamanaşımı uygulanmayacağı kabul edilse de, eski metindeki davanın cezalandırılabilir bir fiilden kaynaklanması ifadesi kusursuz sorumlu olan tazminat sorumlusunu bu denli açık korumamakta idi.  Hukukumuzda da ceza zamanaşımının sadece haksız fiili işleyen kişi ve onun mirasçıları hakkında uygulanacağı konusu genel kabul görmektedir. Yargıtay önceleri ceza zamanaşımının mirasçılar hakkında uygulanamayacağı görüşünde iken,  sonradan  bu  görüşünü  değiştirmiş  ve  ceza  zamanaşımının  mirasçılar hakkında da uygulanacağına hükmetmiştir. Yargıtay bu görüşünü külli halefiyet esasına dayandırmıştır.  85 Botschaft, s. 257. 86 OĞUZMAN / ÖZ, C. II, s. 79; EREN, s. 944;   ÇELİK, s. 425; AKÇAY, s. 83, SAVAŞ, s. 143; TÜTÜNCÜ, Muharrem,  Türk Borçlar Kanunu nda Haksız Fiil Zamanaşımı , İKÜHFD., 11 (1) 2012, s. 172. 87 Yarg. 4. HD., 23.01.1964 T., 2925 E.-379 K. 88  (...) Dairenin, esas: 1981/11922, karar: 1981/13786 sayılı ve 25.12.1981 günlü kararında belirtildiği gibi ceza davası zamanaşımının uygulanması için haksız eylemin sadece suç niteliğinde olması yeterlidir. Bu zamanaşımının uygulanabilmesi için eylemi işleyen hakkında ceza davasının açılmış  olması  veya  mahkûmiyet  kararı  verilmiş  bulunması  gerekli  olmadığı  gibi  sanığın mahkûmiyet kararından sonra ölmüş olması hali de buna engel değildir. Çünkü mirasçılar ölenin külli halefidirler. Gerçekten mirasçılar Medeni Hukuk bakımından muristen daha iyi bir hukuki duruma malik değildirler (Bkz. Mustafa Reşit Karabasan, Sorumluluk ve Tazminat Hukuku, 1981, Sh. 1618 ve Dr. A. Becker, İsviçre Medeni kanunu Şerhi, Cilt: 6, Borçlar kanunu Çevirisi, 1. Kısım, Genel Hükümler, Sh. 360). (...)  (Yarg. 4. HD., 08.07.1986 T., 1986/4736 E.-1986/5453  K.-Lexpera E.T.: 23.04.2021).    (…) Eylemi işleyen hakkında kamu davasının açılmış olması veya mahkumiyet kararı verilmiş bulunması gerekli olmadığı gibi, sanığın mahkûmiyet kararından sonra ölmüş olması hali de buna engel değildir. Çünkü mirasçılar ölenin külli halefidirler. (…)  (Yarg. 4. H.D., 25.01.1990 T.,  1989/6101 E. -1990/285 K. -YKD.1990/4-535). Aynı yönde bkz. Yarg. 4. HD., 25.01.1990 T., 1989/6101 E.-21990/285 K.-Lexpera E.T. 23.04.2021. 148İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 Ceza zamanaşımı konusunda bir diğer husus da tüzel kişiler bakımından bu zamanaşımının uygulanıp uygulanamayacağıdır. Tüzel kişi hakkında ceza zamanaşımının uygulanması konusunda ikili bir ayırıma gidilir. Bir haksız fiilden dolayı tüzel kişinin tazminatla yükümlü tutulabilmesi iki şekilde söz konusu olabilir. Organı oluşturan kişi veya kişilerin işlediği suçtan dolayı tazminat talebiyle yüzleşilebileceği gibi, tüzel kişinin adam çalıştıran sıfatıyla sorumluluğu da söz konusu olabilir. Tüzel kişiler iradelerini organları vasıtasıyla oluşturur ve açıklarlar. Organ Art. 32 OR/TBK.m.40 vd. hükümleri anlamında tüzel kişinin temsilcisi değildir. Organın iradesi tüzel kişinin iradesidir ve organın fiili tüzel kişiye izafe edilir. Bu sebeple organı oluşturan kişi veya kişilerin  cezayı  gerektiren  bir  fiilinden  dolayı  ceza  zamanaşımı uygulanabilecektir. Organ sıfatıyla işlenen bir suçtan dolayı organı oluşturan kişilerin de Art. 55 Abs. 3 ZGB /TMK.m.50, f. 3 hükmü gereği müteselsilen sorumlu olmaları söz konusu olacağından, hem tüzel kişiye, hem de organı oluşturan gerçek kişilere karşı açılan tazminat davasında aynı zamanaşımı süresi, yani ceza zamanaşımı süresi uygulanmalıdır.  Ancak cezai ehliyeti bulunmadığı gerekçesiyle, ceza zamanaşımının tüzel kişiler hakkında uygulanamayacağı da öğretide savunulmaktadır. İsviçre  Federal  Mahkemesi  ve  Yargıtay  organın  cezayı  gerektiren  bir  fiili nedeniyle açılan tazminat davasında tüzel kişi hakkında da ceza zamanaşımının uygulanabileceği görüşündedir.   89 Aynı yönde BGE 125 III 339 E. 3.b; BGE 122 III 225 E. 4.a; AKÇAY, s. 83; EREN, s. 944; TEKİNAY / AKMAN / BURCUOĞLU / ALTOP, s. 725; SAVAŞ, s. 144. 90 VERDE, s. 70; BREHM, Art. 60, N. 99a; BGE 111 II 429 E. 2d; BGE 112 II 2c;  (...) Haksız fiil aynı zamanda suç teşkil ediyorsa ceza zamanaşımı süresinin tüzel kişi aleyhine açılan tazminat davasında da uygulanması gerekmektedir. (Yargıtay Hukuk Genel Kurulu'nun 26.09.2012 tarih ve 2012/4-319 E-2012/619 K sayılı ilamı da bu doğrultudadır). Tüzel kişi hakkında daha kısa olan zamanaşımı süresinin, şahıslar hakkında ise, daha uzun olan ceza zamanaşımı süresinin kabul edilmesinin uygulamada hakkaniyete de uygun olmayan sonuçlar doğuracağı açıktır. Mahkemece davalı tüzel kişi hakkında ceza zamanaşımı süresinin uygulanacağının kabulü ile davanın esasına girilerek sonucu dairesinde hüküm tesisi gerekirken mahkemece davalı tüzel kişi hakkında ceza zamanaşımı uygulanmayacağından bahisle yazılı şekilde karar verilmesi doğru görülmemiş, bozmayı gerektirmiştir. (...)  (Yarg. 3. HD., 13.3.2014 T., 2013/19903 E.-2014/3914 K.-Lexpera E.T.: 21.04.2021). Aynı yönde bkz. Yarg. 3. HD., 05.11.2015 T., 2014/21558 E.2015/17389 K.-Lexpera E.T.: 21.04.2021; Yarg. 3. HD., 25.12.2017 T., 2016/12018 E.-2017/18096 K.-Lexpera E.T. 21.04.2021; Yarg. HGK., 13.5.2014 T., 2014/718 E.-2014/7447 K.-Lexpera E.T. 21.04.2021. 91  BECKER,  Berner  Kommentar  zum  Schweizerischen  Privatrecht,  Obligationenrecht  I. Abteilung, Bern 1941, Art. 60, N. 4. Federal Mahkemenin eski kararlarından: BGE 55 II 23. 92 BGE 111 II 429/440, 122 III 5/7. BGH, bir kararında uzatılmış (ceza) zamanaşımının tüzel kişilere uygulanacak şekilde genişletilmesinin organ kavramına uygun düştüğünü, çünkü organın tüzel kişinin bizzat kendisi olduğunu, bundan dolayı onun davranışının bir üçüncü kişi için bir davranış olarak görülemeyeceğini, organın kendi davranışı ile –özellikle haksız fiiliyle- tüzel kişiyi yükümlü kılacağını, Art. 60 Abs. 2 OR hükmünde cezalandırılabilir bir fiilden bahsedildiği için bunun kanunun sözüyle de bağdaştığını belirtmiştir (BGE 112 II 172, 190).    149GÜNERGÖK/ İsviçre Borçlar Kanunu nun Haksız Fiilde Zamanaşımına İlişkin Yeni Düzenlemelerinin Türk Hukuku İle Karşılaştırmalı Değerlendirilmesi Art. 60 Abs. 2 hükmünde yapılan değişiklikte bu konuda herhangi bir düzenleme yer almamıştır.  Kovuşturma zamanaşımının uygulanması için fiilin bir suçun objektif maddi) ve sübjektif (manevi) unsurlarını içermesi gerekir. İhlal edilen ceza normu ihlal nedeniyle  zarar  görenin  tazminat  taleplerini  ileri  sürdüğü  hukuki  değerin korunmasına  hizmet  etmelidir.  Failin  cezalandırılabilmesi  yeterlidir.  Onun hakkında  dava  açılmış  olması  kovuşturma  zamanaşımının  uygulanması  için gerekli değildir. Bu halde tazminat davasına bakan mahkeme suçun unsurlarının oluşup oluşmadığını ön mesele olarak inceleyecektir. Ceza mahkemesinin bir kararı mevcut ise, hukuk hâkiminin bununla ne ölçüde bağlı olduğu Art. 53 OR/TBK.m.74  çerçevesinde  değerlendirilmelidir.  Ceza  mahkemesinin yargılamanın durdurulması kararı (Einstellungsverfügung)96 sadece mahkemenin kararının suçun objektif ve sübjektif unsurlarının gerçekleşmediğinden hareketle verildiği hallerde hukuk hâkimini bağlayacaktır. Buna göre, takipsizlik kararı verilmiş olması kovuşturma zamanaşımının uygulanmasına engel değildir.  Art. 60 Abs. 2 OR hükmüyle kovuşturma zamanaşımının ön tasarıdaki önerinin aksine kaldırılmayıp yeniden düzenlenmiş olması karşısında bu konuda da açıklık getirmesi beklenirdi. Kanun değişikliğine rağmen hukuki durumda bu bakımdan bir  değişiklik  gerçekleşmemiştir.  Özellikle  hakkında  mahkûmiyet  kararı bulunmayan, hakkında hiç dava açılmamış bir kimsenin ön mesele olarak farazi yargılanarak tazminattan sorumlu tutulması adil yargılanma hakkı bakımından da tartışılmalıdır. Kanun koyucunun böylesi önemli bir konuyu açık bırakmaması beklenirdi. İsviçre Hukukuna ilişkin bu söylenenler hukukumuz açısından da geçerlidir.      93 BGE 112 II 79 E. 4a; 136 III 502 E. 6.3.1 ve 6.3.2; Botschaft, s. 256-257. 94 BGE 122 III 225 E. 4; Botschaft, s. 257. 95 Botschaft, s. 257. 96 Art. 55a StGB. Bu hükümde hetero ya da homoseksüel partnerlerin birbirlerine karşı işledikleri basit yaralama, hakaret, tehdit gibi bazı suçlarda savcılık ya da mahkeme kararıyla yargılamanın durdurulması düzenlenmiştir. 97 BGE 136 III 502 E. 6.3.1. 98 Hukuk hâkiminin hakkında ceza davası açılmış olan sanığa ilişkin yargılamanın sonucunu beklemesi,  aksi  halde  ileride  beraat  eden  sanık  hakkında  hukuk  yargılamasında  tazminata hükmedilmesi riski olduğu ifade edilir (İNCEOĞLU /BAŞ SÜZEL / AYTEKİN İNCEOĞLU, s. 188). Hâkim görüş ve Yargıtay uygulamasının aksine, hakkında ceza dava açılmamış olan kişiye karşı hukuk hâkiminin fiilin suç oluşturup oluşturmadığını değerlendirip ceza zamanaşımını uygulamasının mümkün olmaması gerektiği de savunulmaktadır (İNCEOĞLU /BAŞ SÜZEL / AYTEKİN İNCEOĞLU, s. 189). Buna göre, aksi durum suçsuzluk karinesi ile bağdaşmadığı gibi, ileride dava açılıp beraat kararı verilmesi durumunda hukuk güvenliği açısından da sıkıntılar yaşanabilecektir (s. 189). Yazarlara göre, iki ve on yıllık zamanaşımı sürelerinden birinin dolduğu ve kovuşturma zamanaşımının önem kazandığı durumlarda, hukuk hâkimi ceza davasının açılıp açılmayacağını bekletici mesele yapmalıdır. Ceza davası açıldığı takdirde ceza mahkemesinin kararı kesinleşinceye kadar bekletici mesele yapılmalıdır. Makul bir süre içinde ceza davası açılmadığı takdirde hukuk hâkimi davayı zamanaşımından reddetmelidir (s. 189). Buna karşın bu görüşe  makul süre  kavramının belirsiz ve göreceli olduğu eleştirisi getirilmektedir (ALTIN, s. 9, dn. 30).      150İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 SONUÇ Art. 60 OR hükmünde yer alan bir yıllık kısa zamanaşımı süresinin yeterli görülmemesi nedeniyle üç yıla çıkarılması yararlı olmuştur. Türk kanun koyucusu da TBK.m.72 de bu süreyi iki yıl olarak belirlemiştir. Sürenin iki ya da üç yıl olması kanun koyucunun tercihidir. On yıllık uzun zamanaşımının ne zaman başlayacağı konusu daha belirgin hale getirilmiştir. Değişiklikle on yıllık sürenin zarar verici davranışın gerçekleştiği ya da sona erdiği tarihten başlayacağı esası benimsenmiştir. Bu düzenleme ile öğreti ve uygulamada kabul edilen çözüm tarzı kanun metni haline gelmiştir. Zarar verici  fiil  yerine  davranış  ifadesinin kullanılmasıyla olumsuz davranışın da haksız fiil oluşturacağı açıklığa kavuşturulmuştur. Hukukumuz açısından bu yönde bir düzenleme yararlı olmakla birlikte, zaten öğreti ve uygulamanın bu doğrultuda olması nedeniyle zorunlu değildir.  Ölüm ve bedensel zararlardan doğan tazminat talepleri açısından yirmi yıllık zamanaşımı  süresinin  öngörülmesi  gecikmeli  zararlarda  uzun  zamanaşımının gerçekleşmesi  nedeniyle  henüz  zarar  ortaya  çıkmadan  uzun  zamanaşımının gerçekleşmesi  riskini  düşürse  de  ortadan  kaldırmamaktadır.  AİHM nin  adil yargılanma hakkının ihlaline ilişkin verdiği kararın gereğinin tam anlamıyla yerine  getirildiği  söylenemez.  AİHM nin  İsviçre  aleyhine  hak  ihlali  kararı vermesine ilişkin koşullar hukukumuz açısından da mevcuttur. İsviçre de yirmi yıllık  sürenin  Tasarı da  öngörüldüğü  gibi  otuz  yıl  olarak  kabul  edilmesi durumunda risk daha da düşürülebilirdi.   Yargıtay ın deprem zararlarına ilişkin verdiği  zamanaşımının  zararın  doğmasıyla  başlayacağı  görüşü  gecikmeli zararlarda uygulandığı takdirde bu risk gerçeklemeyecektir. Ancak bu görüş bir içtihadı birleştirme kararı olmadığından yerel mahkemeleri bağlamayacağı gibi, Yargıtay dairelerinin farklı kararlar vermesi de mümkündür. Ayrıca zamanaşımı süresinin zararın doğumu anına bağlanması ve çok uzun süre sonra ortaya çıkan zarardan  dolayı  zarardan  sorumlu  tutulmak  hem  zamanaşımı  kurumunun kabulünün  altında  yatan  düşünce  ile  hem  de  hukuk  güvenliği  ile bağdaşmamaktadır.  Uzun  zamanaşımı  süresi  geçtikten  sonra  anlaşılabilir  hale  gelen  zararların giderilmesi  istemi  için  kısa  zamanaşımı  süresi  kadar  bir  ek  süre  verilmesi düşüncesi  somut  olay  adaletini  sağlayacağı  gibi,  zararın  hiç  bir  şekilde anlaşılabilir  olmadığı  süreçte  zarar  görenin  dava  hakkını  kullanmasından bahsedilemeyeceğinden hukuk güvenliğinin tehlikeye düştüğünden kolaylıkla söz edilemeyecektir. Ceza  zamanaşımı  konusunda  yapılan  değişiklikler  bazı  tartışmaları  ortadan kaldırmış  olmakla  birlikte,  bu  kurumun  yol  açtığı  tartışmaları  bütünüyle sonlandırmamıştır. Kovuşturma zamanaşımının kısa ve uzun zamanaşımından bağımsız  olarak  işlemesi,  bu  zamanaşımı  süresinin  kesilmemesi,  sürenin gerçekleşmeyeceğinin ortaya çıkması durumunda üç yıllık yeni bir zamanaşımı süresinin benimsenmesi yararlı olmuştur. Ancak hakkında ceza davası açılmamış   151GÜNERGÖK/ İsviçre Borçlar Kanunu nun Haksız Fiilde Zamanaşımına İlişkin Yeni Düzenlemelerinin Türk Hukuku İle Karşılaştırmalı Değerlendirilmesi ya da takipsizlik kararı verilmiş kişi hakkında hukuk hâkiminin ön mesele olarak suçun  unsurlarının  objektif  ve  sübjektif  unsurlarının  gerçekleşip gerçekleşmediğini  değerlendirmesinin  adil  yargılanma  hakkını  ihlal  edeceği sakıncası varlığını korumaktadır.  OR nin ilk hazırlandığı sırada var olmayan zamanaşımına uğramayan suç kavramı bu  revizyon  sırasında  dikkate  alınarak  böylesine  önemli  bir  konu  çözüme kavuşturulmalıydı. Bu tartışma hukukumuz açısından da çözüme kavuşturulması gereken bir husustur.  ________________________________________________________________ Hakem Değerlendirmesi: Dış bağımsız. Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir. Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.   Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare. Grant Support: The author declared that this study has received no financial support. ________________________________________________________________",
     "Kaynakça": "AKÇAY,  Engin,  Türk  Borçlar  Kanununa  Göre  Zamanaşımı,  XII  Levha Yayınları, İstanbul 2010.  AKKAYAN YILDIRIM, Ayça,  Geç Ortaya Çıkan Bedensel Zararların Tazmini Taleplerinde  Uygulanacak  Zamanaşımının  Yeni  Eğilimler  Çerçevesinde Değerlendirilmesi , İÜHFM C. LXXIV, S. 1, 2016, s. 185 219. ALTIN,  Hayrünnisa,   Haksız  Fiillere  Ceza  Kanunlarındaki  Zamanaşımının Uygulanması , AÜHFD, 69 (1) 2020, 1 32. ANTALYA,  O.  Gökhan,  Borçlar  Hukuku  Genel  Hükümler,  C.  V/1,  2, Genişletilmiş 2.    Baskı, Seçkin, Ankara 2019. ANTALYA, O. Gökhan (editör) / TOPUZ, Murat, Medeni Hukuk, Giriş Temel Kavramlar Başlangıç Hükümleri, C. I, 3. Baskı, Ankara 2019. AYBAY,  Memet  Erdem,   Haksız  Fiillerde  Zamanaşımı  Konusunda  İsviçre Borçlar Kanunu Değişikliği ve Buna Dair Düşünceler (6098 Sayılı Türk Borçlar Kanunu Hükümleri ile Karşılaştırmalı Olarak) , BAÜHFD, C. 14, S. 183 184, s. 1859 1883.  BAŞPINAR, Veysel / ALTUNKAYA, Mehmet,  Depremden Doğan Zararların Tazmininde Zamanaşımının Başlaması ve Süresi , AÜHFD, C. 57, 2008, S. 1, s. 95 131. 152İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 BECKER,  Berner  Kommentar  zum  Schweizerischen  Privatrecht, Obligationenrecht I. Abteilung, Bern 1941. BERGAMIN,  Melanie  Catalina,  Die  Verjährung  im  schweizerischen Privatrecht Die Verjährung im schweizerischen Privatrecht Grundlagen und ausgewählte Problembereiche, 2019. BREHM,  Roland,  Kommentar  zum  schweizerischen  Privatrecht,  Das Obligationenrecht: Die Entstehung durch unerlaubte Handlungen, Art. 4161 OR, 4. Auflage, Bern 2013. ÇELİK, Çelik Ahmet, Tazminat ve Alacaklarda Zamanaşımı, İstanbul 2004 [ÇELİK (2004)].  ÇELİK, Çelik Ahmet, Tazminat ve Alacaklarda Sorumluluk ve Zamanaşımı, Yeniden yazılmış ve Genişletilmiş 3. Baskı, Ankara 2018.  ERDEM, Mehmet, Özel Hukukta Zamanaşımı, XII Levha Yayınları, İstanbul 2010. EREN, Fikret, Borçlar Hukuku Genel Hükümler, Ankara 2019. FISCHER,  Willi,  Orell  Füssli  Kommentar  (Navigator.ch),  Auflage  3., überarbeitete Auflage, 2016.  GAUCH,  Peter,   Verjährungsunsicherheit,  Ein  Beitrag  zur  Verjährung privatrechtlicher Forderungen , Festschrift für Erwin Murer zum 65. Geburtstag, Bern 2010, s. 239 ff. GOTTINI, Melanie Catalina, Die Verjährung im schweizerischen Privatrecht, Grundlagen  und  ausgewählte  Problembereiche,  Zürcher  Studien  zum Privatrecht Band/Nr. 290, Schulthess Juristische Medien AG, Zürich 2019. GÜNERGÖK, Özcan / KAYIHAN, Şaban, Borçlar Hukuku Genel Hükümler Dersleri, Umuttepe Yayınları, İstanbul 2020.  GÜNTÜLÜ  ALKAN,  Ayça,   Haksız  Fiil  Sorumluluğunda  Zamanaşımı , BAÜHFD, Y. 2016, C. 11, S. 147 148, s. 119 140. HAVUTÇU,  Ayşe,   Haksız  Fiil  Sorumluluğunda  Zamanaşımı  Sürelerinin Başlangıcı , DEÜHFD, Y. 2010, C. XXII, Özel Sayı, s. 579 605. İNCEOĞLU, M. Murat / BAŞ SÜZEL, Ece / AYTEKİN İNCEOĞLU, Asuman,  Haksız Fiil Zamanaşımı ve Suçsuzluk Karinesiyle İlgisi , BAÜHFD, Y. 2016, C. 11, S. 145 146, s. 149 209. KARACABEY, Ömer Faruk,  Haksız Fillerde Zamanaşımı , YD., C. 5, S. 1, Y. 1979, s. 81 100. KAYIHAN, Şaban / GÜNERGÖK, Özcan / HÜSEYİN, İhsan, Medeni Hukuka Giriş ve Türk Medeni Kanunu nun Başlangıç Hükümleri, İstanbul 2020.   153GÜNERGÖK/ İsviçre Borçlar Kanunu nun Haksız Fiilde Zamanaşımına İlişkin Yeni Düzenlemelerinin Türk Hukuku İle Karşılaştırmalı Değerlendirilmesi KILIÇOĞLU, Ahmet,  Haksız Fiillerden Sorumlulukta Ceza Hukuku ile Medeni Hukuk İlişkisi , AÜHFD, Y. 1973, S. 3 4, s. 185 225. KRAUSKOPF, Frédéric,  Die Verjaehrung der Haftpflichtigen Ansprüche wegen Personenschaeden , in: Weber (Hrsg.), Personen Schaden Forum 2011, Zürich / Basel / Genf 2011, s. 113 134. MUELLER, Christof, CHK   Handkommentar zum Schweizer Privatrecht, Auflage 3, Jahr 2016.  NART,  Serdar,   Haksız  Fiillerde  Zamanaşımına  İlişkin  Hükmün Değerlendirilmesi (TBK.md.72), 6098 Sayılı Türk Borçlar Kanunu Hükümlerinin Değerlendirilmesi Sempozyumu (3 4 Haziran 2011) , Prof.Dr. Cevdet Yavuz a Armağan, İstanbul 2012, s. 223 244.    OFTINGER, Karl / STARK, Emil W., Schweizerisches Haftpflichtrecht Band I: Allgemeiner Teil. 5. Auflage, vollständig überarbeitet und ergänzt von Emil W. Stark, Zürich 1995. OĞUZMAN, M. Kemal/ÖZ, M. Turgut, Borçlar Hukuku Genel Hükümler, C. II, İstanbul 2017. SARIKAYA, Murat,  İsviçre Borçlar Hukukunda Zamanaşımına İlişkin 1 Ocak 2020  Yürürlük  Tarihli  Değişiklikler  ve  Türk  Hukuku  Bakımından Düşündürdükleri:  Özellikle  Bedensel  Zararlarda  Düzenleme  İhtiyacı , MÜHFHAD, C. 26, S. 2, Aralık 2020, s. 1203 1219. SAVAŞ, Fatma Burcu,   Haksız Fiil Tazminatının Tabi Olduğu Zamanaşımı Süresinin Başlama Anı , TBB Dergisi, 2008, S. 74, s. 121 148. SPIRO,  Karl,  Die  Begrenzung  privater  Rechte  durch  Verjährungs , Verwirkungs  und Fatalristen, 2 Bde, Bern 1975. TEKİNAY, Selahattin Sulhi / AKMAN, Sermet / BURCUOĞLU, Haluk/ALTOP Atilla, Tekinay Borçlar Hukuku Genel Hükümler, Yeniden Gözden Geçirilmiş ve Genişletilmiş Yedinci Baskı, Filiz Kitabevi, İstanbul 1993. TUNÇOMAĞ, Kenan,  Türk Borçlar Hukuku, I. Cilt, Genel Hükümler, Sermet Matbaası, İstanbul 1976.  TÜTÜNCÜ, Muharrem,  Türk Borçlar Kanunu nda Haksız Fiil Zamanaşımı , İKÜHFD., 11 (1) 2012, s. 159 206. VERDE, Michael,  Die Verjaehrung Nach Art. 60 Abs. 2 OR , in Antworten auf brennende Fragen zum alten und neuen Verjaehrungsrecht, Herausgeber Frederic Krauskopf, HAVE, Schulthess medien AG, 2018, s. 65 92.  154"
}