{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "25",
     "Ay": "02",
     "Yıl": "2022",
     "Cilt": "7",
     "Sayı": "12",
     "Başlık": "DENİZ TİCARETİ HUKUKUNDA ÇEKİŞMESİZ YARGI İŞLERİ",
     "Title": "NON-CONTENIOUS JURISDICTION IN MARITIME LAW ",
     "Yazar İsmi": [

          "Hacı KARA"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Çekişmeli yargı", "çekişmesiz yargı", "çekişmesiz yargının özellikleri", "deniz ticareti hukuku ve çekişmesiz yargıya tabi işler"
     ],
     "Keywords": [
          "Contentious judgment", "uncontested (non-contested) judgment", "characteristics of non-contested judgment", "maritime commercial law and"
     ],
     "Özet": "Herhangi bir hukuki ihtilaf yaşayan veya mevcut bir hakkını korumak isteyen ya da bir hakkının ihlal edildiğini düşünen taraf, tahkim yolu kararlaştırılmamış ise devlet yargısına başvurur yani mahkeme huzurunda dava açar. Bu davalara hangi mahkemelerin bakacakları, görevli ve yetkili mahkemelerin neresi olacağı ya 6100 sayılı Hukuk Muhakemeleri Kanunu nda ya da ilgili kanunda yer alan özel bir kuralla düzenlenmiştir. Göreve dair bu kural kamu düzenindendir ve re sen dikkate alınır. Ancak tüm hukuki korunma isteyen davalar karşı tarafının da mutlaka olması gereken yani çekişmeli (nizalı) davalar değildir. Bir kısım davalar çekişme (niza) içermez. Bu davalar Hukuk Muhakemeleri Kanunu ve Türk Ticaret Kanun da çekişmesiz dava türü olarak gösterilmiştir. Bir davanın çekişmesiz davalar kapsamında sayılması için mutlaka karşı tarafının da belirtilmemesi, bir diğer deyişle olmaması gerekmez. Çekişmesiz yargıda hâkim durumun niteliğine uygun olarak gerekli kararı verecektir. Türk Ticaret Kanunu 5 inci madde ile ticari çekişmesiz  davalar  bakımından  da  Asliye  Ticaret  Mahkemeleri görevlendirilmiştir. Hangi ticari davaların çekişmesiz dava kapsamında oldukları ise Hukuk Muhakemeleri Kanunu m. 382 de düzenlenmiştir. Ancak bu maddede sayılmayan işlerin çekişmesiz yargı işlerini tespit kolay değildir. Bununda birlikte doktrinde kabul edildiği üzere Hukuk Muhakemeleri Kanunu 382 nci maddede belirtilmeyen davalar Kanunda sayılan haller ile sınırlı değildir. Yani anılan maddede sayılmamakla beraber bir çekişmesiz yargının ölçütlerinden birini veya birkaçını taşıyan bir iş de çekişmesiz yargı işi olarak kabul edilir. Bu çalışmada özellikle deniz ticareti hukukuna dair işlerden hangilerinin çekişmesiz yargı işi olarak kabul edileceği açıklanacaktır.",
     "Abstract": "The party, who has any legal dispute or wants to protect an existing right, or who thinks that a right has been violated, applies to the state court, that is, files a lawsuit before the court, if arbitration is not been decided. Which courts will deal with these cases and which courts are in charge and competent will be are arranged either in the Civil Procedure Law No. 6100 or, by a special rule in the relevant law. This rule of duty is of the public order and is taken into account ex officio. However, not all cases requiring legal protection are contentious cases where the other party must also be present. Some lawsuits do not involve disputes. These cases are shown as uncontested cases in the Code of Civil Procedure and the Turkish Commercial Code. In order for a case to be considered as a non-contested case, it is not necessary for the other party not to be specified, in other words, it must not be. In uncontested jurisdiction, the judge will make the necessary decision in accordance with the nature of the situation. According to article 5 of the Turkish Commercial Code, Commercial Courts of First Instance have been appointed for commercial non-contentious cases. Commercial cases are within the scope of uncontested cases are regulated in article 382 of the Code of Civil Procedure. Nevertheless, it is not easy to identify uncontested judicial works that are not listed in this article. However, as accepted in the doctrine, the cases, that are not specified in Article 382 of the Code of Civil Procedure are not limited to the cases listed in the Law. In other words, a job that meets one or more of the criteria  of  an  uncontested  jurisdiction,  although  not  included  in  the aforementioned article, is also considered an uncontested jurisdiction job. In this study, it will be explained which of the jobs related to maritime law will be accepted as non-contentious jurisdiction.",
     "Metin": "Dava, davalı (bir başkası) tarafından sübjektif hakkı ihlal edilen veya tehlikeye sokulan veya kendisinden haksız bir talepte bulunulan (takipten önce açılan menfi tespit davalarını da kapsaması açısından, bulunulması tehlikesine maruz bulunan da eklenebilir) davacının (diğer kimsenin), mahkemeden hukuki koruma talep etmesidir. Buna göre ticari dava, bir başkası tarafından ihlal edilen veya tehlikeye                                                 1 BERBEROĞLU YENİPINAR, Filiz, Hukuk Davalarında Taraf Sıfatı (Husumet Ehliyeti), Seçkin Yayınları, Ankara, 2020, s. 55; DELİDUMAN, Seyithan/ORUÇ, Yakup,  Ticari Davalar , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, C. 18, S. 2, s. 100, (Çevrimiçi) https://dergipark.org.tr/tr/download/article- file/798699, E.T.  18.09.2021. 62İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12 sokulan hakkın ticari bir hak olması ya da haksız talebe (veya talep tehlikesine) maruz konunun ticari olması durumunda ticari davadan söz edilir.2 Ticari  hayat;  sürat,  güvenlik  ve  esneklik  gerektirir.  Bu  nedenle  ticari uyuşmazlıkların  çözümü  ayrı  bir  uzmanlık  gerektirmektedir.3  Ancak  ticaret mahkemeleri,  kuruluş  itibariyle  de  hukuk  mahkemelerinden  farklı  değildir. Hâkimleri, hukuk hâkimleriyle aynı vasıfta olup aynı şartlarla tayin edilirler.4 I. ÇEKİŞMESİZ YARGI A. TANIMI Çekişmeli yargı ile anlatılmak istenen, aralarında hukuki uyuşmazlık bulunan taraflardan birinin, bir başka deyişle, sübjektif hakkı ihlal edilen veya ihlal edilme tehlikesi bulunan tarafın, bağımsız ve tarafsız mahkemeye başvurması ile birlikte söz konusu uyuşmazlığın, mahkemece yargılama kurallarına uygun olarak ve objektif hukuka göre kesin bir şekilde karara bağlanması faaliyetidir.5 Çekişmeli yargıda, iddia ve karşı iddia ileri süren iki taraf vardır ve dolayısıyla bir dava söz konusudur. Dava konusunu oluşturan ihtilaf, bu iki taraf arasındadır. Çekişmesiz yargı ise çekişmeli yargıdan farklı özellikleri bulunan bir yargı çeşidi olup, 6100 sayılı Hukuk Muhakemeleri Kanunu (HMK) nun 382/1 maddesinde;  Çekişmesiz yargı,  hukukun mahkemelerce, aşağıdaki üç ölçütten birine veya birkaçına göre bu yargıya giren işlere uygulanmasıdır  hükmüne yer verilmiş; bu ölçütler  ise  ilgililer  arasında  uyuşmazlık  olmayan  haller,  ilgililerin  ileri sürebileceği herhangi bir hakkın bulunmadığı haller ve hakimin re sen harekete geçtiği haller  olarak tanımlanmıştır.  Buna göre çekişmesiz yargı işlerinde ilgililer arasında kural olarak bir uyuşmazlık yoktur. Yani çekişmesiz yargıda, bir dava, birbirine zıt talepler ileri süren iki taraf bulunmamaktadır. Çekişmesiz yargıda karşı taraf bulunmadığı için, tek taraflı bir                                                 2 DELİDUMAN, Seyithan/ORUÇ, Yakup,  Ticari Davalar,  Marmara Üniversitesi Hukuk Fakültesi  Hukuk  Araştırmaları  Dergisi ,  C.  18,  S.  2,  s.  100, https://dergipark.org.tr/tr/download/article- file/798699, Erişim tarihi:  18.09.2021. 3 KARA, Hacı,  Ticari Arabuluculuk , Arabuluculuk Yıllığı, Ed. Begüm KOCAMAZ/Baybüke KURTULUŞ, Seçkin Yayınları, Ankara, 2020, s. 109 vd. Türk hukukunda ticari mahkemelerin tarihi gelişimi için bkz. ARKAN, Sabih, Ticarî İşletme Hukuku,  25. Baskı, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, Ankara, 2019, s. 105 v.d.; KARAHAN, Sami, Ticari İşletme Hukuku, 27. Baskı, Seçkin Yayıncılık, Ankara, 2015, s. 69; Ticaret mahkemelerinin dünyadaki ve Türkiye deki tarihsel gelişimi için bkz. BOZKURT, Salim, Ticari Davalar, Yayınlanmamış Yüksek Lisans Tezi, Konya, 2015, s. 3-10. 4 GÜRDOĞAN, Burhan,  Ticari Usul Hukuku , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Y. 1956, S. 13, s. 181, (Çevrimiçi) https://dergipark.org.tr/tr/download/article-file/634014, E.T.  01.10.2021. 5 TOPAL, Önder,  TMK m. 173/2 ve 3 de Yer Alan Hususların Çekişmesiz Yargı İşi Olup Olmadığının Değerlendirilmesi , EÜHFD, Y. 2014, C. XVIII, S. 3–4, s. 196. 6 ÖZBAY, İbrahim/YARDIMCI, Taner Emre, Hukuk Muhakemeleri Kanunu, Konuyla İlgili Mevzuat Açıklamalı (7035 Sayılı Kanun İşlenmiş Hali), Adalet Yayınevi, 2. Baskı, Ankara, 2018.   63KARA/ Deniz Ticareti Hukukunda Çekişmesiz Yargı İşleri yargılama  söz  konusudur.7  Ayrıca,  çekişmeli  yargının  konusunu  tarafların sübjektif hakları oluşturduğu hâlde, çekişmesiz yargıda talepte bulunan kişinin ilgili tarafa karşı ileri sürebileceği hiçbir sübjektif hakkı bulunmamaktadır.8 Genel kriter olarak  Çekişmesiz yargı, hukukun, mahkemelerce, aşağıdaki üç ölçütten birine veya birkaçına göre bu yargıya giren işlere uygulanmasıdır (HMK m. 382/1): a) İlgililer arasında uyuşmazlık olmayan hâller. b) İlgililerin, ileri sürülebileceği herhangi bir hakkının bulunmadığı hâller. c) Hâkimin resen harekete geçtiği hâller. Buna göre taraflar arasında uyuşmazlık var veya taraf bir hakkının bulunduğunu iddia ediyor ise burada çekişmesiz yargı işinden söz edilemeyecektir. HMK'nın  382.  maddesinin  2.  bendinin  (e)  fıkrasında  Ticaret  hukukundaki çekişmesiz  yargı  işleri  sayılmış  fakat  bu  sayma  sınırlı  olmadığından  anılan maddede sayılmamakla beraber çekişmesiz yargının ölçütlerinden birini veya birkaçını taşıyan bir iş de çekişmesiz yargı işi olarak kabulü gerekir.10                                                  7 ARAS, Aslı,  Çekişmesiz Yargı İşlerinde Görev Ve Yetki , İnönü Üniversitesi Hukuk Fakültesi Dergisi,  Y.  2016,  C.  7,  S.  1,  s.  66,  (Çevrimiçi)  https://dergipark.org.tr/tr/download/articlefile/415294, E.T.  13.09.2021. 8 ARAS, 2016, s. 66; PEKCANITEZ, Hakan/ATALAY, Oğuz/ÖZEKES, Muhammet, Medeni Usul Hukuku (Ders Kitabı),  8. Baskı, Onikilevha Yayınevi, İstanbul, 2020, s. 32. 9 Birinci fıkrada özellikle, Hukukumuzda üzerinde mutabık kalınan çekişmesiz yargı ye ilişkin temel ölçütler esas alınarak çekişmesiz yargı işlerinin genel olarak sınırları çizilmiştir. İkinci fıkrada açıkça çekişmesiz yargı işi olduğu belirtilmeyen işler birinci fıkrada belirtilen kriterlere uyduğu takdirde  çekişmesiz  yargı  işi  olarak  kabul  edilecektir.  Madde  gerekçesi,  KİRAZ,  Taylan Özgür/BAŞOĞLU, Gizem, Gerekçeli 6100 Sayılı Hukuk Muhakemeleri Kanunu ve İlgili Mevzuat, 4. Baskı, Adalet Yayınevi, Ankara, 2019, s. 362; Çekişmesiz yargı işlerinin tespitinde kullanılabilecek ölçütler için bkz. TOPAL, 2014, s. 197 v.d.  10 İkinci fıkrada, mevcut kanunlarımızdaki belli başlı çekişmesiz yargı işleri daha kolay bulunması ve anlaşılmasının sağlanması için mümkün olduğunca kategorilere ayrılarak sayılmıştır. Bu sayma yapılırken yabancı ülkelerdeki bu konuya ilişkin düzenlemelerden ve doktrinde ileri sürülen görüşlerden yararlanılmıştır. Çekişmesiz yargı işlerinin bu şekilde uzun bir liste halinde sayılması ile, öncelikle mahkemelerin görevinin kanunla belirleneceğini ilişkin kural da, çekişmesiz yargı işinde uygulanacak yargılama usulünde, mahkemenin yargılama sonunda vereceği karara karşı kanun  yoluna  başvurup  başvurulamayacağı,  başvurulacaksa  hangi  kanun  yolu  olacağının belirlenmesinde, verilen kararın maddi anlamda kesin hüküm teşkil Edip etmeyeceği konularında uygulamada ortaya çıkabilecek tereddütler olabildiğince asgari düzeye indirmek istenmiştir. Bu sayma nedeniyle, madde alışılmışın dışında uzun bir madde olmuştur. Ancak bu durum, çekişmesiz yargı işlerinin kendi içinde tekrar bir ayrım yapmaya müsait olmaması ve tümünün bir bütün olarak düzenleme zaruretinden kaynaklanmıştır. HMK m. 382/2 gerekçesi, KİRAZ/BAŞOĞLU, 2018, s. 363; Çekişmesiz yargıya dair Yargıtay ve BAM Kararları için bkz. Yarg. HGK, T. 08.07.2020, E. 2017/1210 ve K. 2020/548; Yarg. HGK, T. 04.04.2019, E. 2017/1261 ve K. 2019/408 ve İstanbul BAM 1. HD, T. 03.03.2017, E. 2017/186 ve K. 2017/156, (Çevrimiçi) www.legalbank.net, E.T. 02.10.2021.  64İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12 B. ÖZELLİKLERİ Çekişmesiz yargı ismi aslında yanıltıcıdır, çekişmesiz yargı işlerine  hasımsız dava  şeklinde nitelendirme yapılmaktadır ki, bu da yanlıştır. Çünkü, çekişmesiz yargı da bir yargılama faaliyetidir ve dava demek, iki taraflı yürütülen ve hasmın olduğu yargılama demektir.11 Oysa, çekişmesiz yargı da iki taraf yoktur; birden fazla kişi bulunsa dahi, maddî anlamda ilgililer vardır.13  Çekişmesiz yargıya ilişkin işler de mahkemelerde görülmektedir. Bu, medeni yargının bir alt türünü ifade etmektedir. Bununla birlikte, çekişmesiz yargı ile çekişmeli  yargı  arasında  önemli  farklar  vardır  ve  yürütülen  yargı  faaliyeti çekişmeli yargıyla aynı nitelikte değildir. İkisi arasındaki farkı belirlemek için, tek bir ayırıcı kıstas bulunmamaktadır, bu iki yargıyı birbirinden ayırt etmek için birkaç kıstas birlikte uygulanmaktadır.  Mutlak  anlamda  bir  çekişmesizlik  her  zaman  söz  konusu  olmayabilir. Uyuşmazlığının bulunmaması çekişmesiz yargıyı belirleyen ölçülerden sadece bir tanesidir. Çekişmesiz yargı demek yargılamada yer alan ilgililer arasında hiçbir uyuşmazlık bulunmadığı, her konuda uyuştukları anlamına gelmez. Çekişmesiz yargı da taraf değil, ilgili kavramı esastır ve birçok ilgili bulunabilir. Bu ilgililerin tümü, farklı iddia ve taleplerde bulunabileceği gibi tamamı aynı konuda görüş ve talep  birliği  içinde  de  olabilirler.  Bir  uyuşmazlık  (çekişme)  olduğunda,  bu ilgililerden  birinin  ya  da  birkaçının  doğrudan  bir  sübjektif  hakkına  yönelik olmayacağı gibi, görüş birliğinde olmaları da hakimi bağlamayacaktır. Zira hakim ilgililerin taleplerinden bağımsız olarak re sen araştırma yapıp, belirli bir tarafın hakkını hüküm altına alacak şekilde değil, işin niteliğine uygun bir karar vermek durumundadır. Eğer teknik anlamda ve çekişmeli yargıdaki gibi bir çekişmeden veya çekişmesizlikten söz edilseydi, o zaman ilgililerin uzlaşmaları-anlaşmaları halinde, bu çekişmenin ortadan kalktığından söz edilebilir talepleri doğrusunda karar verilmesi gerekirdi.14 Çekişmesiz  yargı  da  bir  yargılama  faaliyetidir  ve  bu  nedenle  mahkemeler görevlidir. Görevli mahkeme ise sulh hukuk mahkemesidir ve talepte bulunan kişinin veya ilgililerden birinin oturduğu yer mahkemesi yetkili olur. Kural olarak basit yargılama usulü uygulanır ve kararlara karşı da istinaf yoluna gidilebilir. Çekişmesiz yargıda süjeler taraf değil, ilgililerdir. Çekişmesiz yargıda da bir çekişmenin, bir uyuşmazlığın bulunması söz konusu olabilir, ancak kanunun belirlemesi nedeniyle çekişmesiz yargı işi sayılır. Kararlar maddi anlamda kesin                                                 11 Husumet ehliyeti için bkz. BERBEROĞLU YENİPINAR, s. 36. 12 Çekişmesiz yargıdaki  ilgili  kavramı, bizzat usûl işlemlerini yapan şeklî ilgiliden çok, çekişmesiz yargı sonunda verilen kararla hukukî durumları etkilenen  maddî ilgili  olarak anlaşılmalıdır. PEKCENITEZ/ATALAY/ÖZEKES, 2020, s. 33. 13  TANRIVER,  Süha/HANAĞASI Emel,   Türk  Yargı  Örgütü ve Medeni  Yargı  Teşkilatı , (Çevrimiçi)  https://acikders.ankara.edu.tr/pluginfile.php/52227/mod_resource/content/2/2Tu%CC%88rk%20Yarg%C%B%20O%CC%88rgu%CC%88tu%CC%88%20ve%20Hukuk%20Yarg%C%Bs%C%B%20.pdf, E.T.  13.09.2021. 14 PEKCENITEZ/ATALAY/ÖZEKES, s. 32-33.   65KARA/ Deniz Ticareti Hukukunda Çekişmesiz Yargı İşleri hüküm oluşturmaz. Bununla birlikte bu kararların hepsinin, kanun tarafından aksinin kararlaştırılması mümkündür. Ticari  olsa  bile,  çekişmesiz  yargı  işlerinde  arabulucuya  başvurmak  zorunlu değildir.15 C. ÇEKİŞMESİZ YARGININ ÇEKİŞMELİ YARGIDAN FARKLARI 1. Çekişmesiz yargı, bir dava değildir; çekişmeli yargı ise, dava temellidir. Çekişmesiz yargıda  dava  değil; çekişmesiz yargı işi söz konusudur. 2. Çekişmeli yargıda, sübjektif hakkı ihlal edilen veya ihlal tehlikesine maruz  kalan  taraf,  mahkemeden  hukuki  korunma  istemektedir. Çekişmesiz yargıda ise, kural olarak uyuşmazlık ve sübjektif hak ihlali yoktur, hukuk kurallarının somut olaya uygulanmasını gerektiren bir iş vardır.  İlgililerin  özel  hukuk  kişilerine  karşı  ileri  sürebilecekleri sübjektif hakların bulunmadığı işler (ihtilaflar olsa bile) sübjektif hakkın yokluğu kıstasına göre çekişmesiz yargıya tabi olur. Bundan başka hâkimin re sen (kendiliğinden) harekete geçmesi işe el koyması gereken bütün  işler  re sen  harekete  geçme  kıstasına  göre  çekişmesiz  yargı türündedir.16  3. Çekişmesiz yargıya başvurma kriterleri HMK 382/1 deki gibidir. Kural olarak ilgililer ya da hak sahipleri arasında bir uyuşmazlık ya da sübjektif hak yoktur.17 Çekişmeli yargı ile çekişmesiz yargı arasındaki farkı belirten en önemli ölçü ihtilaf (çekişme) yokluğu kıstasıdır. Buna göre, çekişmeli yargı bir ihtilaf (çekişme, uyuşmazlık), iddia ve karşı iddia hakkında karar verilmesi talebiyle açılan davalarla meşgul olur. Buna karşılık çekişmesiz yargı tabi işlerde ilgililer arasında kural olarak bir çekişme,  uyuşmazlık  yoktur.  Yani  çekişmesiz  yargı  da  mahkeme, ilgililer arasında mevcut bir ihtilaf hakkında karar vermez.18                                                 15  Ticari Uyuşmazlıklarda Dava Şartı Olan Arabuluculukta Taraf Vekilliği El Kitabı , TBB Yayınları,  Ankara,  2019,  s.  20,  (Çevrimiçi) https://d.barobirlik.org.tr/2019/ticariuyusmazliklardaarabuluculukelkitabi/2/, E.T. 16.09.2021. 16 KURU, Baki, Hukuk Muhakemeleri Usulü, 6. Baskı, C. 1, Demir Demir Müşavirlik ve Yayıncılık, İstanbul, 2001, s. 28. 17 Bu kıstasın bir başka şekilde ifadesi de hasım yokluğu kıstasıdır. Bununla beraber uygulamada nizasız kaza ya tabi olan bazı işler suni hasımlar yaratılmak suretiyle nizalı kaza teşekkülüne sokulmaktadır. İhtilaf yoktur kıstas ona göre nizasız kazadan sayılan bir iş, prosedürün devamı sırasında ilgililerin itiraz ve müdahalesi ile nizalı kaza sahasına sokulabilir. Medeni Kanunumuzda ve  diğer  mevzuatımızda  serpiştirilmiş  olarak  bulunan  nizasız  kaza  tasarruflarından  bazıları incelendiğinde, bunların ihtilaf ihtiva ettikleri tespit edebilmek de mümkün olmaktadır. O halde bu tasarrufların  nizasız  kaza  ya  tabi  olmasını  açıklamamız  için  başka  kıstaslar  bulunması gerekmektedir. İkinci kıstasta subjektif hakkın yokluğu kıstasıdır bir başka kıstas da nizalı kazanın aksine olarak bazı tasarruflar da hâkimin re sen harekete geçmek imkânının varlığıdır. Bu sebeple re sen  harekete  geçmek  kıstasına  göre  de  nizasız  kaza  tasarrufları  ayırt  edilebilecektir. ÜSTÜNDAĞ, Saim, Medeni Yargılama Hukuku, 4. Baskı, Beta Yayınları, İstanbul, 1989, s. 49. 18 KURU, s. 27. 66İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12 4. Bazen çekişmesiz yargıda da ilgililer arasında uyuşmazlık olabilir, ama bu bir taraftan doğrudan elde edilecek bir haktan dolayı değil, taraf istek ve menfaatlerinin uyuşmamasından kaynaklanır. Çekişmesiz yargıda, daha çok bir hakkın ortaya çıkartılması, kullanılması için yargısal bir karara ihtiyaç duyulur. Bu sebeple, bazen bazı çekişmesiz yargı işleri, yargı organları dışındaki mercilere de bırakılabilir. Çekişmesiz yargı ile çekişmeli yargı arasındaki fark bir ilişkiyi daha iyi belirtebilmek için, bir çekişmesiz yargı işinin yargılama sırasında çekişmesiz yargıdan çıkıp çekişmeli yargı alanına girmesini kısaca incelemekte yarar vardır. Gerçekten, yalnız ihtilaf yoktur kıstasına göre çekişmesiz yargıya giren bir işin, yargılama sırasında çekişmesiz yargıdan çıkıp çekişmeli yargı alanına girmesi mümkündür. Bazı Yargıtay kararlarında çekişmesiz yargı  işlerinde  herhangi  bir  kişinin  hasım  olarak  gösterilmesinin gereksiz olduğu belirtilmekte ve çekişmesiz yargı işleri için dava terimi kullanılmayıp, istek ve istem yani talep terimi kullanılmaktadır.20  5. Çekişmeli yargıda, iddia ve karşı iddia ileri süren iki taraf vardır ve dolayısıyla bir dava söz konusudur. Dava konusunu oluşturan ihtilaf, bu iki taraf arasındadır.21 6. Çekişmesiz yargıda taraf değil  ilgili  kavramı vardır ve yargılamada yer alsın ya da almasın o konuda maddî hukuk temelli bağlantısı olan (hukukî yararı olan)  maddî anlamda ilgili dir. Oysa davada, şeklî ilgili esastır. Yani dava açan davacı, onun muhatap olarak gösterdiği ise davalıdır.  7. Çekişmesiz yargının yargılama usulü farklıdır; re sen araştırma ilkesi ön plandadır. Çekişmesiz yargı hem şekli hem de maddi anlamda yargısal bir faaliyettir. Bundan başka çekişmesiz yargıya ilişkin bazı Yargıtay kararlarında çekişmesiz yargı için, hasımsız dava ve tek taraflı dava terimleri kullanılmaktadır.22 8. Çekişmesiz yargı kararları maddî anlamda kesin hüküm oluşturmaz. Bu sebeple,  belirli  şartlarda  yeniden  veya  ilgili  başkası  tekrar  talepte bulunabilir. 9.  Çekişmesiz yargıda, maddî anlamda ilgili olanlar, yargılama içinde yer almasalar dahi kanun yoluna başvurabilirler.23                                                 19 Taraf değişikliği için bkz. BERBEROĞLU/YENİPINAR, s. 43.  20  Çekişmesiz yargıdaki faaliyet, çekişmesiz yargı işi olarak adlandırılır . ARAS, s. 66;  Yargıtay uygulaması doğrudur . Kuru, s. 30;  Çekişmesiz yargıda dava, davacı, davalı kavramları değil; iş ve ilgili kavramları esastır.  TOPAL, s. 197. 21 En önemli kıstaslardan bir niza yokluğudur. ÜSTÜNDAĞ, s. 49. 22 KURU, s. 29. 23 ARAS, s. 86; TANRIVER/HANAĞASI, s. 12.   67KARA/ Deniz Ticareti Hukukunda Çekişmesiz Yargı İşleri II.  DENİZ TİCARETİNE DAİR ÇEKİŞMESİZ DAVALARDA GÖREV VE YETKİ A. GÖREV Genel kural olarak göreve ilişkin kurallar kamu düzenindendir (HMK. m. 1, 2. cümle) Mahkemelerin görevli olması ise dava şartlarındandır (HMK. m. 114/1. cümle). Bu nedenle, mahkeme, davanın her safhasında görevli olup olmadığını kendiliğinden (resen) inceler ve görevsiz olduğu kanısına varırsa kendiliğinden görevsizlik kararı verir (HMK m. 115/1).24 Çekişmeli yargıda, görev kuralları dava şartıdır (HMK m. 114/1(c). Çekişmesiz yargı işlerinde görevli mahkeme, aksine bir düzenleme bulunmadığı sürece sulh hukuk mahkemesidir (HMK m. 383). Yine çekişmeli yargıda esas olan yazılı yargılama usulü olduğu hâlde, çekişmesiz yargı işlerinde, niteliğine uygun düştüğü ölçüde, basit yargılama usulü uygulanır (HMK m. 385/1).  Özel bir kanun hükmü ile bazı çekişmesiz yargı işlerinde sulh hukuk mahkemesi dışında başka bir mahkeme görevlendirilebilir. Nitekim Türk Ticaret Kanunu (TTK)26 madde 5/1 e göre, mutlak ve nispi ticari çekişmesiz davalar ticari nitelikteki çekişmesiz yargı işi sayılır.29 Ticari davalarda da deliller ile bunların sunulması 1086 sayılı Hukuk Usulü Muhakemeleri Kanunu hükümlerine tabidir. Aksine  hüküm  bulunmadıkça,  dava  olunan  şeyin  değerine  veya  tutarına bakılmaksızın asliye ticaret mahkemesi tüm ticari nitelikteki çekişmesiz yargı işlerine bakmakla görevlidir. Bir yerde asliye ticaret mahkemesi varsa, asliye hukuk mahkemesinin görevi içinde bulunan ve mutlak ya da nispi ticari sayılan                                                 24  KARA,  Hacı,  Deniz  Ticareti  Hukuku,  Onikilevha  Yayınları,  İstanbul,  2020,  s.  34; YAZICIOĞLU, Emine (KENDER, Rayegan/ÇETİNGİL, Ergon), Deniz Ticareti Hukuku, 15. Baskı, Filiz Kitabevi, İstanbul, 2020. 25 ARAS, s. 72. 26 Doğrudan doğruya iflâs (İİK m. 178, 179); iflâsın kaldırılması (İİK m. 182); iflâsın kapanması (İİK m. 254) ve konkordatonun tasdiki.  27 Tarafların tacir olup olmadıklarına bakılmaksızın: a) Bu Kanunda, b) Türk Medenî Kanununun, rehin karşılığında ödünç verme işi ile uğraşanlar hakkındaki 962 ilâ 969 uncu maddelerinde, c) 6098 sayılı  Türk  Borçlar  Kanununun  malvarlığının  veya  işletmenin  devralınması  ile  işletmelerin birleşmesi ve şekil değiştirmesi hakkındaki 202 ve 203, rekabet yasağına ilişkin 444 ve 447, yayın sözleşmesine dair 487 ilâ 501, kredi mektubu ve kredi emrini düzenleyen 515 ilâ 519, komisyon sözleşmesine ilişkin 532 ilâ 545, ticari temsilciler, ticari vekiller ve diğer tacir yardımcıları için öngörülmüş bulunan 547 ilâ 554, havale hakkındaki 555 ilâ 560, saklama sözleşmelerini düzenleyen 561 ilâ 580 inci maddelerinde, d) Fikrî mülkiyet hukukuna dair mevzuatta, e) Borsa, sergi, panayır ve pazarlar ile antrepo ve ticarete özgü diğer yerlere ilişkin özel hükümlerde, f) Bankalara, diğer kredi kuruluşlarına, finansal kurumlara ve ödünç para verme işlerine ilişkin düzenlemelerde, öngörülen hususlardan doğan çekişmesiz hukuk davaları ticari nitelikteki çekişmesiz yargı işi sayılır. 28 Her iki tarafın da tacir olduğu ve her iki tarafın da ticari işletmesiyle ilgili hususlardan doğan çekişmesiz hukuk davaları ticari nitelikteki çekişmesiz yargı işi sayılır. Ancak, herhangi bir ticari işletmeyi ilgilendirmeyen havale, vedia ve fikir ve sanat eserlerine ilişkin haklardan doğan davalar bundan istisnadır.  29 Hangi davaların ticari dava olduğu ve hangi çekişmesiz yargı işlerinin ticari nitelikte çekişmesiz yargı işi olduğu ise, TTK nın 4. maddesinde ve bazı özel kanunlarda yer alan çeşitli hükümlerde belirtilmiştir. 68İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12 davalarla özel hükümler uyarınca ticaret mahkemesinde görülecek diğer işlere asliye ticaret mahkemesinde bakılır. Bir yerde ticaret davalarına bakan birden çok asliye ticaret mahkemesi varsa, iş durumunun gerekli kıldığı yerlerde Hâkimler ve Savcılar Yüksek Kurulunca, asliye ticaret mahkemelerinden biri veya birkaçı münhasıran bu Kanundan ve diğer kanunlardan doğan deniz ticaretine ve deniz sigortalarına ilişkin hukuk davalarına bakmakla görevlendirilebilir.  Asliye  ticaret  mahkemesi  ile  asliye  hukuk  mahkemesi  ve  diğer  hukuk mahkemeleri arasındaki ilişki görev ilişkisi olup, bu durumda göreve ilişkin usul hükümleri uygulanır. Asliye ticaret mahkemesi bulunmayan yargı çevresindeki bir  ticari  davada  görev  kuralına  dayanılmamış  olması,  görevsizlik  kararı verilmesini gerektirmez; asliye hukuk mahkemesi, davaya devam eder. B. YETKİ Kanunda aksine hüküm bulunmadıkça, çekişmesiz yargı işleri için talepte bulunan kişinin veya ilgililerden birinin oturduğu yer mahkemesi yetkilidir (HMK m. 384/1). C. YARGILAMA USULÜ Çekişmesiz yargı işlerinde, niteliğine uygun düştüğü ölçüde, basit yargılama usulü uygulanır. Çekişmesiz yargı işlerinde aksine bir hüküm bulunmadıkça resen araştırma ilkesi geçerlidir (HMK m. 385). D. KANUN YOLLARI Çekişmesiz yargı işlerinde verilen kararlara karşı hukuki yararı bulunan ilgililer, özel kanuni düzenlemeler saklı kalmak kaydıyla, kararın öğrenilmesinden itibaren iki hafta içinde, bu Kanun hükümleri dairesinde istinaf yoluna başvurabilirler (HMK m. 387/1). E. KARARLARIN NİTELİĞİ Kanunda aksine hüküm bulunmayan hâllerde, çekişmesiz yargı kararları maddi anlamda kesin hüküm teşkil etmez. III. DENİZ TİCARETİ HUKUKUNDA ÇEKİŞMESİZ YARGI İŞLERİ  A. GEMİNİN SİCİLDEN TERKİNİ 1. Genel Olarak Gemi, kurtarılamayacak şekilde batar veya tamir kabul etmez hâle gelir yahut her ne suretle olursa olsun Türk Bayrağını çekme hakkını kaybederse, istem üzerine sicilden  kaydı  silinir.  Tescili  isteğe  bağlı  olan  gemilerin  kaydı  malik  veya maliklerinin istemi üzerine sicilden silinir.   69KARA/ Deniz Ticareti Hukukunda Çekişmesiz Yargı İşleri 2. Geminin Zıyaı ve Tamir Kabul Etmez ya da Tamire Değmez Hale Gelmesi a. Geminin Zıyaı Gemi, kurtarılamayacak şekilde batar veya tamir kabul etmez hâle gelir yahut her ne suretle olursa olsun Türk Bayrağını çekme hakkını kaybederse, istem üzerine sicilden  kaydı  silinir.  Tescili  isteğe  bağlı  olan  gemilerin  kaydı  malik  veya maliklerinin istemi üzerine sicilden silinir (TTK m. 966). Ancak,  sicile  kayıtlı  bir  geminin  kurtarılamayacak  şekilde  batması, yararlanılabilir enkaz bırakmaksızın harap olması, patlaması ve tahrip edilmiş olması gibi sebeplerden zâyi olmasıyla gemi üzerindeki mülkiyet hakkı sona erer. Şu kadar ki, malikin; yararlanılabilir enkaz üzerindeki taşınır mülkiyeti ile her türlü enkazın kaldırılmasına, çevrenin korunmasına ve benzer hususlara ilişkin yükümlülük ve borçları devam eder (TTK m. 1003).30 aa. Geminin Batması Batması halinde geminin sicilden terkin edilebilmesi için, malikin yetkili Asliye Ticaret Mahkemesi ne müracaat ederek sicilden terkini talep etmesi gerekir. Ancak bu talebi için geminin gerçekten batmış olduğunu ispatlayacak kanıtlara da (güverte ve makine jurnali, tanık beyanları (kaptan veya diğer gemiadamları), gazete ve internet haberleri gibi) yer vermelidir.  bb. Tamir Kabul Etmez Ya da Tamire Değmez Hale Gelmesi Denize elverişsiz hâle gelmiş olan bir gemi bu TTK nın uygulanması bakımından,  tamir kabul etmez gemi  veya  tamire değmez gemi sayılır . Geminin denize elverişsiz hale gelmesi sebebiyle gemi vasfını kaybetmesi ve hükümden düşmesi için, geminin tamir kabul etmez veya tamire değmez hale geldiğinin mahkeme kararı ile tespiti gerekli ve yeterlidir. Eğer  geminin  tamiri  hiç  veya  bulunduğu  yerde  mümkün  değilse  ve  tamir edilebileceği bir limana da götürülemezse bu gemi,  tamir kabul etmez gemi  sayılır. Bununla birlikte geminin tamiri mümkünse, ancak tamir giderleri eski ve yeni  farkı  gözetilmeksizin  geminin,  önceki  değerinin  dörtte  üçünü  aşacaksa  tamire değmez gemi  sayılır. Geminin  tamir  kabul  etmez  hâle  gelmesi  sebebiyle  kaydının  silinmesi istendiğinde, sicil memuru, tescil edilmiş gemi ipoteği alacaklılarını gerektiğinde 966 ncı maddede yazılı usule göre yapılacak ilan ile durumdan haberdar ederek belirleyeceği uygun bir süre içinde itirazlarını bildirmeye çağırır. Süresi içinde bildirilen  itirazların  yerinde  görülmediğine  dair  mahkemece  verilen  kararın kesinleşmesi üzerine geminin kaydı silinir.31                                                  30 KARA, s. 49. 31 KARA, s. 57. 70İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12 cc. Türk Bayrağını Çekme Hakkını Kaybetmesi Her ne suretle olursa olsun Türk Bayrağını çekme hakkını kaybederse, istem üzerine sicilden kaydı silinir. Mahkemenin işi geminin Türk Bayrağını çekme hakkını kaybedip kaybetmediğinin tespiti olacaktır. Tescili isteğe bağlı olan gemilerin  kaydı,  üzerinde  herhangi  bir  ipotek,  haciz,  intifa  hakkı,  serbest dereceden istifade hakkı vs. olmaması halinde malik veya maliklerinin istemi üzerine her zaman sicilden silinebilir. Bununla birlikte: 1)  Esaslı şartlarından biri bulunmadığı için, tescili mümkün olmayan bir gemi tescil edilmişse, 2)  Gemi kurtarılamayacak şekilde batmış veya tamir kabul etmez bir hâle gelmiş yahut her ne suretle olursa olsun Türk Bayrağını çekme hakkını kaybetmiş  olmasına  rağmen  bu  hususlar  sicil  müdürlüğüne bildirilmemişse, 3)  Tescil edilmiş bir gemi hakkında yirmi yıldan beri hiçbir kayıt işlemi yapılmamış ve Bakanlıktan alınan bilgiye göre de geminin artık var olmadığına veya denizcilikte kullanılamayacak hâle geldiğine kanaat getirilmişse, 4)  MGS de  kayıtlı  bir  gemi,  TUGS a  tescil  ettirilmek  üzere  terkin ettirilmişse. Gemi üzerinde ipotek veya intifa hakkı tescil edilmiş bulunmadığı takdirde, sicil memurunun önerisi üzerine mahkeme, gemi kaydının silinmesine karar verir. Gemi,  Türk  Bayrağını  çekme  hakkını  kaybederse,  kaydı,  ancak  ipotek alacaklılarının ve gemi sicilindeki kayıt ve belgelere göre ipotek üzerinde hak sahibi olan üçüncü kişilerin onayı ile sicilden silinebilir. Kaydın silinmesi istemi ile  birlikte  onay  belgelenmemişse,  geminin  Türk  Bayrağını  çekme  hakkını kaybettiği gecikmeksizin gemi siciline kaydolunur. Bu kayıt, gemi üzerinde tescil edilmiş gemi ipotekleri bulunmadıkça, geminin kaydının silinmesi hükmündedir. Şu kadar ki, geminin cebrî icra yoluyla 940 ıncı maddede yazılı niteliklere sahip olmayan bir kişiye satılması hâlinde 1388 inci maddenin ikinci fıkrası, cebrî icra yurt dışında vuku bulmuş ise 1350 nci maddenin birinci fıkrasının ikinci ve üçüncü cümleleri hükümleri saklıdır.  Tescili isteğe bağlı olan gemilere ait kayıtların sadece maliklerinin istemleri üzerine silinebilmesi için ipotekli alacaklıların ve gemi sicilinin içeriğine göre ipotek üzerinde hak sahibi olan üçüncü kişilerin buna onay vermeleri şarttır.32 Bu durumda  her  ne  kadar  davada  taraf  teşkili  sağlanıp,  iddia  ve  savunmaları alınacaksa da somut olay bakımından gemi Türk Bayrağı çekmek için gerekli şartları kaybetmişse dava çekişmesiz yargı işi olarak sonuçlandırılacaktır.                                                  32 KARA, s. 116; YAZICIOĞLU (KENDER/ÇETİNGİL), s. 305.   71KARA/ Deniz Ticareti Hukukunda Çekişmesiz Yargı İşleri B.  GEMİ  İPOTEĞİNDE,  MALİKİN  BULUNAMADIĞI  HÂLLERDE KAYYIM TAYİNİ Malik, alacaklıya ülke içinde bir yerleşim yeri veya bir temsilci göstermemiş ise, geminin  tescil  edildiği  sicilin  bulunduğu  yer  mahkemesi  alacaklının  istemi üzerine, kendisine bildirimde bulunabileceği bir temsilci atar. Malikin yerleşim yerinin  bilinmemesi  veya  alacaklının  kendi  kusuru  olmaksızın  malikin  kim olduğunu bilmemesi hâlinde de aynı hüküm uygulanır (TTK m. 1034, HMK m. 382/2(e)8).  Ancak  temsilci  atanmamış  veya  temsilci  ya  da  ve  malike bulunamıyorsa  bu  takdirde  mahkeme  bir  kayyım  atayabilecektir.  Kayyımın atanması işlemi çekişmesiz yargıda görülüp, sonuçlandırılacaktır.  C. DENİZ RAPORU DÜZENLENMESİ TTK ya göre kaptan, yolculuk sırasında gemiyi veya taşınan eşyayı ilgilendiren veya  başkaca  bir  maddi  zarar  doğurması  muhtemel  olan  bir  kaza  meydana geldiğinde, gemi zayi olsa bile, bir deniz raporu düzenlenmesini istemeye yetkili ve kendisinden istendiği takdirde buna zorunludur (TTK m. 1098, HMK m. 382/2(e)9). Denizde Can ve Mal Koruma Hakkında Kanun un 23/1 maddesi de  Deniz kazasının gerçekleşmesi hâlinde Türk Ticaret Kanununun 1098 ve 1101 inci (eTTK 982 ve 984 üncü) maddeleri hükümlerine göre deniz raporu almayan veya bu raporun tasdikli bir örneğini kazadan sonra uğradığı liman reisliği bulunan ilk limanda liman reisliğine vermeyen gemi kaptanı iki yıla kadar hapis cezasıyla cezalandırılır.  hükmü ile deniz raporu almayan gemi kaptanına dair hürriyeti bağlayıcı hapis cezasını düzenlemektedir. 1. Tespit Edilecek Konular Deniz raporu, yolculukla ilgili önemli olayların, özellikle kazalar ve zararın önüne geçilmesi  veya  azaltılması için  alınan  önlemlerin  tam  ve  açık  olarak  tespit edilmesi için düzenlenir. 2. Deniz Raporu Düzenleme Yeri Deniz  raporunun,  vakit  kaybetmeksizin  aşağıda  belirtilen  yerlerden  birinde düzenlenmesi istenebilir: -  Varma limanında ve eğer varma limanı birden çok ise, kazadan sonra varılan ilk limanda, -  Gemi  tamir  edildiği  veya  eşya  boşaltıldığı  takdirde  barınma limanında, -  Yolculuk geminin batması yüzünden veya diğer bir sebepten varma limanına ulaşmadan biter ise, kaptanın veya ona vekâlet eden kişinin uğradığı ilk elverişli yerde.                                                 33 10.06.1946 tarihli ve 4922 sayılı Kanun 14.06.1946 T. ve 6333S. RG de yayımlanmıştır. 72İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12 3. Tespit Usulü Deniz raporu alınması çekişmesiz yargı kapsamında sayılan işlerdendir. Deniz raporu,  Türkiye  Cumhuriyeti  sınırları  içinde  (TTK ya  göre  görevli) mahkemelerce,  diğer  yerlerde,  Türk  Bayraklı  gemiler  için  yerel  mevzuat hükümleri  saklı  kalmak  üzere  Türk  konsolosluklarınca  düzenlenir.  Deniz raporunun alınacağı ülkede, bu iş için özel bir yargı usulü öngörülmüş olabilir. Bu durumda yerel mevzuat ile belirtilen usul izlenir. Tespit için kaptan, bütün gemi adamlarının ad ve soyadlarını gösteren bir cetvel (crew  list),  gemi  jurnali  ve  olayla  ilgili  mevcut  diğer  belgelerle  birlikte mahkemeye  veya  konsolosluğa  başvurur.  Kaptan  ölür  veya  deniz  raporu düzenlettiremeyecek bir hâlde bulunursa, gemide kaptandan sonra en yüksek rütbeli  zabit  tespit  yaptırmak  zorundadır.  Deniz  raporunun  düzenlenmesini donatan veya ilgisi olduğunu ispat eden herkes isteyebilir. Gemi veya yükle ilgili olanlarla  kaza  ile  ilgili  diğer  kişiler,  mahkemede  veya  konsoloslukta  bizzat bulunabilecekleri gibi, bir vekil de bulundurabilirler. Başvuru üzerine; mahkeme veya konsolosluk, tespit için mümkün olduğu kadar yakın  bir  gün  belirler  ve  bunu  uygun  olan  bir  şekilde  ilan  eder.  Ancak gecikmesinde  sakınca  görülen  hâllerde  ilandan  vazgeçilebilir.  Hâkim  veya konsolos, gerek gördüğünde gemi adamlarından mahkemeye gelmemiş olanları dinleyebileceği gibi, olayların yeterince anlaşılması için kaptan ve diğer gemi adamlarına istediğini de sorabilir. Kaptan,  gemi  jurnaline  dayalı olarak  gerekli  açıklamalarda  bulunur.34  Gemi jurnali, mahkemeye veya konsolosluğa getirilemiyorsa veya tutulması zorunlu değilse, bu hâllerin sebepleri bildirilmelidir. Hazırlanan tutanağın aslı mahkemece veya  konsoloslukça  saklanır.  İlgililerden  isteyenlere  onaylanmış  örnekleri verilir.35 D. KIRKAMBAR SÖZLEŞMESİNDE GEMİNİN HAREKET GÜNÜNÜN MAHKEME TARAFINDAN TAYİNİ Kırkambar sözleşmesi ile taşıyan ayırt edilmiş eşyayı denizde taşımayı üstlenir (TTK m. 1138).36 Bu tür sözleşmede geminin herhangi bir kısmının ya da herhangi bir yerinin taşıtana tahsis edilmesi söz konusu değildir. Kırkambar sözleşmesinde çok sayıda taşıtan bulunmaktadır.                                                  34  Kaptan ve diğer gemi adamlarının kendi aleyhlerine yapmış oldukları beyanları ikrar niteliğinde olduğundan aleyhe değerlendirilmektedir. Buna karşılık kendi lehlerine yapmış oldukları beyanların akıbeti ise doktrinde tartışmalıdır. DEMİRKIRAN, İhsan/DEMİRKIRAN, H. Murat,  Türk Ticaret Kanunu Tasarısı Üzerine Bazı Düşünceler , Deniz Hukuku Dergisi, Ocak 2006, Özel Sayı, s. 341. 35 KARA, s. 133-134. 36 Kırkambar kelimesinin sözlük anlamı;  İçinde değişik türden şeyler bulunan kap veya yer dir. Ne eşya taşıma sözleşmesi ne de düzenli hat sözleşmesi gibi bir terim kavramı açıklamaya yetmez. CUMALIOĞLU, Emre, Kırkambar Sözleşmesi, Turhan Kitabevi, Ankara, 2011, s. 11.   73KARA/ Deniz Ticareti Hukukunda Çekişmesiz Yargı İşleri Kırkambar  sözleşmesi  yaygın  olarak  konteyner  (container)37  taşımacılığında kullanılır. Genellikle taşıma sürekli, düzenli ve  tarifeye dayalı  şekilde hizmet sunan  (liner  services)  gemilerle  yapılır.  Geminin  ismen  belirlenmiş  olması, belirlenmiş bir gemi olması gerekmez. Kırkambar  sözleşmelerinde  geminin  tahsisi  söz  konusu  olmadan  yük  önem kazanmaktadır.  Burada  taşıyan  belirli  bir  gemiyi  kullanma  taahhüdü  altına girmeden sadece kırkambar taşıtanın yükünü çoğu zaman tarifeli sefer yaptığı iki liman  arasında  taşımayı  vadetmektedir.38  Burada  taşıyan  belirli  bir  gemiyi kullanma taahhüdü altına girmeden sadece kırkambar taşıtanının yükünü çoğu zaman tarifeli sefer yaptığı iki liman arasında taşımayı vadetmektedir.39 Taşıtan gecikirse taşıyan, eşyanın teslimini beklemekle yükümlü değildir. Ancak tarifeli sefer yapılmıyorsa, yani arızi olarak yapılan kırkambar sözleşmesinde geminin ne zaman hareket edeceği belirsizse, geminin hareket gününün mahkeme tarafından tayin edilir. Hareket gününün tayini gerekirse mahkemeye yapılacak başvuru  çekişmesiz  yargı  işi  olarak  kabul  edilir  (TTK  m.  1163,  HMK  m. 382/2(e)10). Ancak  uygulamada  genellikle  kırkambar  taşımalar  belirli  bir  tarife  üzerine yapılmaktadır. Arızi olarak yapılsa bile taraflar çarter partide geminin yükleme süresini  ve  yola  çıkacağı  günü  düzenlemektedir.  Bu  nedenle  bu  maddenin uygulanabilirliği uygulamada söz konusu olmamaktadır. E. NAVLUN SÖZLEŞMESİNDE, BOŞALTMA LİMANINDA MALLARIN HÂL  VE  VAZİYETİNİN,  ÖLÇÜ,  SAYI  VE  TARTISININ  EKSPERE TESPİT ETTİRİLMESİ Gönderilen; eşyayı teslim almadan, taşıyan, kaptan veya gönderilen, eşyanın hâl ve durumunu, ölçü, sayı veya tartısını tespit ettirmek amacıyla onları mahkemeye veya yetkili diğer makamlara ya da bu husus için yetkili uzmanlara inceletebilir. Mümkün  oldukça  diğer  taraf  da  incelemede  hazır  bulundurulur.  İnceleme giderleri, başvuruda bulunana aittir. İnceleme için, gönderilen başvuruda bulunup da sonuçta taşıyanın tazminat vermesi gereken bir zıya veya hasar belirlenirse                                                 37 Konteyner doktrinde,  Uluslararası Standartlar Örgütü (ISO) tarafından kabul edilen tip ve ölçülere uygun olarak, her tür taşıma aracıyla taşınabilen, özellikle çok sayıda hetorojen yükün tek bir taşıma birimi haline gelmesini sağlayan, taşıma araçlarından bağımsız (taşıma araçlarına bağlı olamayan), bir araçtan diğerine kendine özgü donanımı ile teknik araçlar yardımıyla aktarılabilen, taşıyacağı yüke has nitelik ve türe sahip, elleçlemeye uygun ve birçok kez kullanılmaya elverişli taşıma gereci  olarak tanımlanmaktadır. YAVAŞ, Aksoy, Kara Yolunda Konteyner İle Yapılan Yük Taşımasında Kayıp veya Hasardan Doğan Sorumluluk, Onikilevha Yayıncılık, İstanbul, 2016, s. 17; genel tanım için bkz. ALKAN, Mustafa/ERDAL, Murat, Lojistik ve Dış Ticaret Sözlüğü, Utikad Derneği Yayınları, İstanbul, 2004, s. 92. 38 ÜLGENER, Fehmi, Çarter Sözleşmeleri-I Sefer Çarteri Sözleşmesi, Der Yayınevi, İstanbul, 2000, s. 29. 39 ÜLGENER, s. 29. 74İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12 inceleme giderleri taşıyana ait olur (TTK m. 1184).40 Yük zıyaı ya da hasarını iddia etmek böylece mümkün olur. Eşyanın incelenmesi tarafların katılımıyla mahkeme veya yetkili makam ya da bu husus  için  resmen  atanmış  uzmanlar  tarafından  yapılmışsa  bildirime  gerek yoktur.41 Gerçek veya muhtemel bir zıya veya hasarın söz konusu olması hâlinde taşıyan ve gönderilen, eşyanın incelenmesi ve koli sayısının belirlenmesi için birbirlerine uygun olan her türlü kolaylığı göstermekle yükümlüdürler. Eşyanın zıya veya hasarı ne bildirilmiş ne de tespit ettirilmiş olursa ispat yükü yer değiştirir. Taşıyanın eşyayı konişmento denizde taşıma senedinde yazılı olduğu gibi teslim ettiği ve eğer eşyada bir zıya veya hasarın meydana geldiği belirlenirse, bu zararın taşıyanın sorumlu olmadığı bir sebepten ileri geldiği kabul olunur.42 Buna karşılık taşıtanın zıya veya hasarı ve bunun taşıyanın kusurundan meydana geldiğini ispat etmesi gerekir. Şu kadar ki, bu karinelerin aksi ispat olunabilir. Navlun sözleşmesinde, boşaltma limanında malların hâl ve vaziyetinin, ölçü, sayı ve tartısının tespit ettirilmesi gerekirse, bu işlem çekişmesiz yargı kapsamındadır (TTK m. 1184-1185, HMK m. 382/2(e)11).  F.  MÜŞTEREK  AVARYALARDA  DİSPEÇÇİ  TAYİNİ  VE  DİSPECİN MAHKEMECE TASDİKİ 1. Genel Olarak Müşterek avaryalarda dispeççi (dispatcher) tayini ve dispecin mahkemece tasdiki çekişmesiz yargı işi olarak kabul edilmiştir (HMK m. 382/2(e)12). Donatan gecikmeksizin  dispeçi  yaptırmakla  yükümlüdür;  bu  yükümlülüğünü  yerine getirmezse  ilgililerin  her  birine  karşı  sorumlu  olur.  Dispeç  süresinde yaptırılmazsa, sigortacı da dâhil olmak üzere, ilgililerden herhangi biri bunun                                                 40 KARA, s. 235; YAZICIOĞLU (KENDER/ÇETİNGİL), s. 447 vd. 41 Taşıyan yolculuk sırasında gemi ve yükü tehdit eden bir tehlike sebebiyle, yükün bir kısmının denize  atıldığını  beyan  etmiş  olur  ve  fakat  söz  konusu  filin  müşterek  avarya  kapsamında değerlendirilmeyecek  ve  dolayısıyla  taşıyanın  sorumluluğunu  doğuran  bir  faaliyet  olduğu anlaşılırsa, yükün zıyaından kaynaklanan zararın tazmini için bildirimde bulunmuş olma şartını aramamak gerekir. AĞSAKAL, İbrahim,  Deniz Yolu İle Yapılan Taşımalarda Yükün Zıya ve Hasarı İle Teslimdeki Gecikmenin Bildirimi , Maltepe Üniversitesi Hukuk Fakültesi Dergisi, Y. 2012, C. 2, S. 2, s. 2, (Çevrimiçi) https://jurix.com.tr/article/3799, E.T. 11.07.2021. 42 Y. 11. HD, T. 22.2.1985, E. 1985/934 ve K. 1985/902 sayılı kararı:  Donatan veya taşıyan temsilcisi bulunmaksızın ve geminin boşaltma limanına varışından çok sonra düzenlenmiş  gümrük muayene  tutanağı  TTK m. 1066 da aranan ihbar ve tespit yükünü ortadan kaldırıcı nitelikte sayılmaz. AYBAY, Gündüz,  Deniz Ticaret Hukuku İle İlgili Yargıtay Kararları, Aybay Yayınları, İstanbul, 1986, s. 237. 43 Y. 11. HD, T. 16.4.1981, E. 1981/1402 ve K. 1981/1753 sayılı kararı: Gönderilen veya kaptan, teslimden önce, taşınan eşyanın durumunu mahkemeye veya yetkili makamlar yahut bilirkişiler aracılığıyla tespit ettirebilirler. Tespit yaptırılmadığı hallerde, gönderilen, yükteki zıya ve hasarı en geç teslim alma sırasında, eğer zıya ve hasar belli değilse, teslimden itibaren üç gün içinde taşıyana veya temsilcisine yazılı olarak bildirmelidir. İhbar yapılmamışsa, taşıtanın veya gönderilenin tazminat isteme hakkı düşmez. Fakat ispat yükü, taşıyanın lehine olmak üzere yer değiştirir. AYBAY, s. 178.   75KARA/ Deniz Ticareti Hukukunda Çekişmesiz Yargı İşleri yapılmasını istemeye ve yaptırmaya yetkilidir. Dispeçin yapılması istemi, olayın müşterek avarya sayılmayacağı ileri sürülerek dispeççi tarafından reddedilirse, dispeçin yapılmasının gerekip gerekmediğine, sigortacı da dâhil olmak üzere, ilgililerden  herhangi  birinin başvurması üzerine  varma  yerinde,  eğer  buraya varılmazsa  yolculuğun  bittiği limandaki  mahkemece  karar  verilir.  Mahkeme dosya üzerinde veya sigortacı da dâhil olmak üzere ilgilileri dinleyerek bu hususta karar verir. Bu hâlde basit yargılama usulü uygulanır (TTK m. 1278).44 Müşterek avarya bakımından dipeççi tayini ile dispeç raporunun onaylanmasını ayırmak gerekir. Dispeççi tayin edilmesi istemi acilen sonuçlandırılması gereken bir taleptir. Halbuki dispeççi tarafından hazırlanan raporun onaylanması hakkında aynı şeyi söylemek ve çekişmesiz yargı işlemi olarak görmek mümkün değildir. Çünkü taraf menfaatleri gerektiği için bu tür davaların çekişmeli yargı kapsamında olması gerekir. Bu nedenle HMK 382 nci maddede yapılan düzenleme yerinde olmamıştır.  Dispeç  raporunun  onaylanması  çekişmeli  bir  yargı  işi  olarak görülmelidir.    2. Dispeççi Tayini ve Dispeç Raporunun Onaylanması a. Dispeççi Tayini Dispeç,  ilgililerin  oybirliğiyle  atayacakları  bir  veya  birden  fazla  dispeççi tarafından yapılır. Oybirliği sağlanamazsa, dispeççiyi veya dispeççileri, dispeçin yapılacağı  yer  mahkemesi  atar.  İlgililerden  her  biri  dispeçin  yapılması  için gereken ve elinde bulunan belgeleri, özellikle çarter partileri, konişmento ve faturaları,  dispeççiye  vermekle  yükümlüdür.  Dispeççinin  istemi  üzerine mahkeme, ellerinde bulunan ve kanunen ibrazla yükümlü oldukları belgeleri dispeççiye teslim etmelerini, onları elinde bulunduranlara emreder. Dispeççi, ilgililerin dispeçi incelemelerine izin ve istemleri üzerine giderlerini ödemeleri şartıyla, bir örnek vermekle yükümlüdür (TTK m. 1280). Zararın tespiti ve paylaştırılması varma yerinde, eğer buraya varılmazsa yolculuğun bittiği limanda yapılır (TTK m. 1279). b. Dispeç Raporunun Onaylanması  Sigortacılar dâhil olmak üzere ilgililer, varma yerinde, eğer buraya varılmazsa yolculuğun  bittiği  limandaki  mahkemeden  dispeçin  onaylanmasını isteyebilecekleri  gibi  avarya  türüne  veya  hesaplarına  itiraz  da  edebilirler. Dilekçede duruşmaya çağrılacak olan ilgililerin ad ve soyadları bildirilir. Dilekçe üzerine mahkeme, dispeççiden, dispeç ile istemleri ispatlayan belgeleri ister; bu belgelerin tamamlanmasına gerek görülürse, ibrazını onları elinde bulunduranlara emreder.  İlgililerin  hepsi  duruşmaya  çağrılır.  Çağrıda,  dispeç  ile  istemleri ispatlayan belgelerin mahkeme kaleminde incelenebileceği ve çağrılanın daha önce de dispeçe karşı mahkemede itirazda bulunabileceği, belirli günde gelmediği                                                 44 Geniş bilgi için bkz. ÇETİNER, Ergon/KENDER, Rayegan/ÜNAN, Samim, Müşterek Avarya Hukuku, Onikilevha Yayınları, 1. Baskı, İstanbul, 2011, s. 5 vd.  76İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12 takdirde dispeçe onay vermiş sayılacağı yazılır. Çağrının duruşma gününden en az onbeş gün önce ilgililere tebliğ edilmesi gerekir.  Dispeç raporuna itirazın, en geç ilk celsede, hiçbir tereddüde yer bırakmayacak şekilde açık ve etraflı olarak yapılması zorunludur. Haklı sebepler dolayısıyla bu mümkün olmazsa, hâkim ilgiliye itirazını bildirmek üzere bir defalık uygun bir süre verir. İlk oturumda veya en geç hâkim tarafından verilecek süre içinde gereği gibi açık ve ayrıntılı şekilde bildirilmemiş olan itiraz yapılmamış sayılır. Belirlenen günde hazır bulunanlarla duruşma yapılır. Dispeçe karşı, duruşmada veya daha önce bir itiraz yapılmamış olduğu takdirde dispeç onaylanır. İtiraz yapılmışsa ilgililer dinlenir. İtirazın yerinde olduğu görülür veya başka surette bir anlaşmaya varılırsa dispeç buna göre düzeltilerek onaylanır. İtirazın hemen karara bağlanması imkânının bulunmaması hâlinde, dispeç raporunun itirazın kapsamı dışında kalan kısımları, ayrı bir kararla onaylanır ve itiraz edilen kısım hakkında duruşmaya devam olunur (TTK m. 1282). Anılan kurallar kapsamında dispeçin onaylanmasında ve itirazların incelenmesinde basit yargılama usulü hükümleri uygulanır (TTK m. 1283). c. Dispeç Raporunun Onaylanması Hakkındaki Karar  Dispeç raporunun onaylanması hakkındaki kararın kesinleşmesiyle bu karar, raporda gösterilen alacakların ödetilmesi için verilmiş bir ilam niteliğini kazanır. Şu kadar ki, itiraza uğramamış bir raporun onaylanması kararı kesinleşmeden önce de bu niteliğe sahiptir. Raporun onayına ait ilam, onay istemi üzerine yapılan duruşmaya  usulüne  göre  çağrılmış  olmayan  ilgililer  aleyhine  hiçbir  sonuç doğurmaz (TTK m. 1284).45 G. DENİZCİLİK RİZİKOLARINA KARŞI SİGORTALARDA ZARARIN VE KAPSAMININ BELİRLENMESİ İÇİN BİLİRKİŞİ TAYİNİ Sigortacılık  Kanunu  (SK) nda  sigorta  eksperi,   Sigorta  konusu  risklerin gerçekleşmesi sonucunda ortaya çıkan kayıp ve hasarların miktarını, nedenlerini ve niteliklerini belirleyen ve uzlaşmalı (mutabakatlı) kıymet tespiti, ön ekspertiz ve hasar gözetimi gibi işleri mutat meslek olarak yapan tarafsız ve bağımsız kişi  şeklinde  tanımlanmıştır  (SK  m.  2/n).  Türkiye de  sigorta eksperliği  yapacak yabancılar hakkında Türkiye de faaliyet gösteren sigorta eksperlerinin tabi olduğu hükümler geçerlidir. Sigorta  eksperi,  sigortacı  veya  sigorta  ettiren  ya  da  sigorta  sözleşmesinden menfaat sağlayan kişiler tarafından serbestçe tayin edilebilir. Ekspertiz ücretinin miktarı,  sigorta  eksperi  ile  kendisini  tayin  eden  taraf  arasında  serbestçe kararlaştırılır.  Sigorta  sözleşmesinde,  sigorta  eksperinin  sigorta  ettiren  veya sigorta sözleşmesinden menfaat sağlayan kişiler tarafından tayin edilmesi halinde                                                 45 KARA, s. 320 vd. 46 Sigorta Eksperleri Yönetmeliği, RG: 22.06.2008 T. ve 26914 S. 47 KARA, Hacı, Sigorta Hukuku, Onikilevha Yayınları, İstanbul 2021, s. 175 vd.   77KARA/ Deniz Ticareti Hukukunda Çekişmesiz Yargı İşleri ücretin  hangi  tarafça  karşılanacağı  belirtilir;  belirtilmemişse  ücret  sigortacı tarafından  ödenir.  İki  sigorta  eksperi  tarafından  reddolunan  kişi,  Sigorta Eksperleri İcra Komitesi ne başvurup kendisine sigorta eksperi tayin edilmesini talep edebilir. Denizcilik rizikolarına karşı sigortalarda zararın ve kapsamının belirlenmesi için bilirkişi  tayin  edilmesi  de  HMK ya  göre  çekişmesiz  yargı  işidir  (HMK  m. 382/2(e)13). SONUÇ Yargılama faaliyetinin çoğunluğu çekişmeli yargı işlerinden oluşur. Ancak hukuki niteliği gereği bazı tür davalarda taraf teşkili gerekmez. Resmi bir merci olan mahkemelerin somut olayın özelliklerine göre bir karar vermesi gerekir. Bir diğer deyişle  bazı  ihtilaflar  mahkemenin  re sen  araştıracağı  hususlara  göre  karar vermesini gerektirir. Bu tür davalar çekişmesiz yargı işi olarak kabul edilir. Türk  Ticaret  Kanunun  5 inci  maddesine  göre,  sözleşmede  aksine  hüküm bulunmadıkça, dava olunan şeyin değerine veya tutarına bakılmaksızın asliye ticaret mahkemesi tüm ticari davalar ile ticari nitelikteki çekişmesiz yargı işlerine bakmakla görevlidir.  Bununla birlikte çekişmeli yargı ile çekişmesiz yargıyı ise kolaylıkla ayırmak mümkün değildir. Bu nedenle kanun koyucu Hukuk Muhakemeleri Kanunda sayma yöntemi ile çekişmesiz yargıya tabi olan işler belirtilmiştir. Ancak doktrine göre bu sayma yöntemi ile belirlenen çekişmesiz işler kanunda belirtilenle sınırlı değildir.  Belli  kriterleri  taşıyan  olaylardan  kaynaklanan  ancak  kanunda sayılmayan diğer ihtilafları da çekişmesiz yargı işi kapsamına almak mümkündür. Böylece HMK kapsamı dar olarak değil, daha geniş bir şekilde uygulanabilecektir. Kırkambar taşımalarda geminin hareket gününü mahkemeye yapılacak başvuru ile tayin etmek mümkündür. Ancak uygulamada genellikle kırkambar taşımalar belirli bir tarife üzerine yapılmaktadır. Arızi olarak yapılsa bile taraflar navlun sözleşmesinde geminin yükleme süresini ve yola çıkacağı günü düzenlemektedir. Bu nedenle uygulama bakımından bu maddenin uygulanabilirliği pek söz konusu olmamaktadır. Müşterek  avarya  dispeç  raporunun  onaylanması  bakımından  ise  aynı  şey söylenemeyecektir. İşin niteliğine ve konunun özüne bakıldığında dispeççi tayini ile dispeç raporunun onaylanmasını aynı mahiyette görmek mümkün olmaz. Dispeççi raporu acil bir durum gerektirir ve işin mahiyeti gereği çekişmesiz yargı türü içinde görmek mümkündür. Halbuki dispeççi raporu uyarınca müşterek avarya payı  gemi ve yük  ile halen kazanılmamışsa ya da sözleşmede istisna sayılmamışsa  navlun  arasında paylaştırılır. Dolayısıyla taraf menfaati konunun mahiyeti, ihtilafın tartışılmasını ve taraf teşkilini gerektirir. Zira menfaatler çok farklı  olabilir.  Bu  nedenle  taraf  teşkiline  imkan  sağlanması  bakımından  bu davanın da -HMK da belirtildiğinin aksine- çekişmesiz yargı türü olarak değil, çekişmeli yarı türüne alınmasını gerektirir.   78İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12 ___________________________________________________________  Hakem Değerlendirmesi: Dış bağımsız. Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir. Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.   Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare. Grant Support: The author declared that this study has received no financial support. ________________________________________________________________",
     "Kaynakça": "AĞSAKAL, İbrahim,  Deniz Yolu ile Yapılan Taşımalarda Yükün Zıya ve Hasarı ile Teslimdeki Gecikmenin Bildirimi , Maltepe Üniversitesi Hukuk Fakültesi Dergisi, Y. 2012, C. 2, S. 2, (Çevrimiçi) https://jurix.com.tr/article/3799, E.T. 11.07.2021. AYBAY, Gündüz, Deniz Ticaret Hukuku İle İlgili Yargıtay Kararları, Aybay Yayınları, İstanbul, 1986. ARAS, Aslı,  Çekişmesiz Yargı İşlerinde Görev ve Yetki , İnönü Üniversitesi Hukuk  Fakültesi  Dergisi,  Y.  2016,  C.  7,  S.  1,  s.  65 86,  (Çevrimiçi) https://dergipark.org.tr/tr/download/article file/415294, E.T.  13.09.2021. ARKAN, Sabih, Ticarî İşletme Hukuku, 25. Baskı, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, Ankara, 2019. BERBEROĞLU  YENİPINAR,  Filiz,  Hukuk  Davalarında  Taraf  Sıfatı (Husumet Ehliyeti), Seçkin Yayınları, Ankara, 2020. BOZKURT, Salim, Ticari Davalar, Yayınlanmamış Yüksek Lisans Tezi, Konya, 2015. CUMALIOĞLU, Emre, Kırkambar Sözleşmesi, Turhan Kitabevi, Ankara, 2011. ÇETİNER,  Ergon/KENDER,  Rayegân/ÜNAN,  Samim,  Müşterek  Avarya Hukuku, Onikilevha Yayınları, 1. Baskı, İstanbul, 2011. DELİDUMAN,  Seyithan/ORUÇ,  Yakup,   Ticari  Davalar ,  Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, C. 18, S. 2, (Çevrimiçi)  https://dergipark.org.tr/tr/download/article   file/798699,  E.T.  18.09.2021. DEMİRKIRAN, İhsan/DEMİRKIRAN, H. Murat,  Türk Ticaret Kanunu Tasarısı Üzerine Bazı Düşünceler , Deniz Hukuku Dergisi, Ocak 2006, Özel Sayı.   79KARA/ Deniz Ticareti Hukukunda Çekişmesiz Yargı İşleri GÜRDOĞAN, Burhan,  Ticari Usul Hukuku , Ankara Üniversitesi Hukuk Fakültesi  Dergisi,  Y.  1956,  S.  13,  (Çevrimiçi) https://dergipark.org.tr/tr/download/article file/634014, E.T.  01.10.2021. KARA,  Hacı,   Ticari  Arabuluculuk ,  Arabuluculuk  Yıllığı,  Ed.  Begüm KOCAMAZ/Baybüke KURTULUŞ, Seçkin Yayınları, Ankara, 2020. KARA, Hacı, Deniz Ticareti Hukuku, Onikilevha Yayınları, İstanbul, 2020. KARA, Hacı, Sigorta Hukuku, Onikilevha Yayınları, İstanbul, 2021. KARAHAN,  Sami,  Ticari  İşletme  Hukuku,  27.  Baskı,  Seçkin  Yayıncılık, Ankara, 2015. KİRAZ,  Taylan  Özgür/BAŞOĞLU,  Gizem,  Gerekçeli  6100  Sayılı  Hukuk Muhakemeleri Kanunu ve İlgili Mevzuat, 4. Baskı, Adalet Yayınevi, Ankara, 2019. KURU, Baki, Hukuk Muhakemeleri Usulü, 6. Baskı, C. 1, Demir Demir Müşavirlik ve Yayıncılık, İstanbul, 2001. PEKCANITEZ, Hakan/ATALAY, Oğuz/ÖZEKES, Muhammet, Medeni Usul Hukuku (Ders Kitabı), 8. Baskı, Onikilevha Yayınevi, İstanbul, 2020. ÖZBAY, İbrahim/YARDIMCI, Taner Emre, Hukuk Muhakemeleri Kanunu, Konuyla İlgili Mevzuat Açıklamalı (7035 Sayılı Kanun İşlenmiş Hali), Adalet Yayınevi, 2. Baskı, Ankara, 2018.  TANRIVER, Süha/HANAĞASI Emel,  Türk Yargı Örgütü ve Medeni Yargı Teşkilatı ,  (Çevrimiçi) https://acikders.ankara.edu.tr/pluginfile.php/52227/mod_resource/content/2/2Tu%CC%88rk%20Yarg%C4%B1%20O%CC%88rgu%CC%88tu%CC%88%20ve%20Hukuk%20Yarg%C4%B1s%C4%B1%20.pdf, E.T.  13.09.2021. ÜSTÜNDAĞ, Saim, Medeni Yargılama Hukuku, 4. Baskı, Beta Yayınları, İstanbul, 1989. TOPAL, Önder,  TMK m. 173/2 ve 3 de Yer Alan Hususların Çekişmesiz Yargı İşi Olup Olmadığının Değerlendirilmesi , EÜHFD, Y. 2014, C. XVIII, S. 3–4, s. 193 228. ÜLGENER,  Fehmi,  Çarter  Sözleşmeleri I  Sefer  Çarteri  Sözleşmesi,  Der Yayınevi, İstanbul, 2000. YAVAŞ, Aksoy, Kara Yolunda Konteyner ile Yapılan Yük Taşımasında Kayıp veya Hasardan Doğan Sorumluluk, Onikilevha Yayıncılık, İstanbul, 2016. YAZICIOĞLU, Emine (KENDER, Rayegan/ÇETİNGİL, Ergon), Deniz Ticareti Hukuku, 15. Baskı, Filiz Kitabevi, İstanbul, 2020. 80İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi 7/12  Ticari Uyuşmazlıklarda Dava Şartı Olan Arabuluculukta Taraf Vekilliği El Kitabı ,  TBB  Yayınları,  Ankara,  2019,  s.  20,  (Çevrimiçi) https://d.barobirlik.org.tr/2019/ticariuyusmazliklardaarabuluculukelkitabi/2/, E.T. 16.09.2021. Mahkeme içtihatları, www.legalbank.net.   81KARA/ Deniz Ticareti Hukukunda Çekişmesiz Yargı İşleri               82"
}