{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "26",
     "Ay": "01",
     "Yıl": "2021",
     "Cilt": "6",
     "Sayı": "10",
     "Başlık": "EVLENEN VE BOŞANAN KADININ SOYADI MESELESİ",
     "Title": "THE ISSUE OF THE SURNAME OF MARRIED AND DIVORCED WOMEN ",
     "Yazar İsmi": [

          "Prof. Dr. Ümit GEZDER", "Maja HOLMLUND"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          " Soyadı; evlenen ve boşanan kadınların soyadı"
     ],
     "Keywords": [
          "Surname, Surnames of married and divorced women"
     ],
     "Özet": "Soyadı Kanunu herkesi öz adından başka bir de soyadı taşımakla yükümlü kıldığından,  her  ergin  kişi  dilediği  bir  kelimeyi  kendisine  soyadı  olarak seçebilecektir. Ancak kadınlar için soyadını seçebilme hakkı, hem Türk Medenî Kanunu (TMK) m.187 nin, kadının, evlenmekle kocasının soyadını alması amir hükmü ile hem de TMK m.173 ün, boşanan kadının, kural olarak, artık eski kocasının soyadını taşıyamayacağı düzenlemesi ile, kadınlara tanınmamıştır. Her ne kadar TMK m.187 ye göre evlenen kadın, kocasının soyadı önünde evlenmeden önceki soyadını da kullanabilecek ve zaten iki soyadı kullanan kadın, bu haktan sadece bir soyadı için yararlanabilecek olmasına rağmen, yine m.187 ye göre kadın, evlenmekle kocasının soyadını almak zorundadır, yani kocasının soyadını taşıma yükümlülüğü altındadır. Evlenen erkek ise ne eşinin soyadını kendi soyadından önce ekleyebilme ne de kendi soyadının yerine eşinin soyadını seçebilme hakkına sahiptir. Evlenen ve boşanan kadın ve erkek arasında soyadı konusunda bir eşitliğin gözetilmediği bu hükümler, çalışmamızın konusunu teşkil etmektedir.",
     "Abstract": "The Surname Act makes it mandatory for all persons to have a surname in addition to their first name, and every adult person may choose a surname for themselves. However, both the mandatory provision in the Turkish Civil Code (TCC) art. 187 according to which the woman must take the surname of her husband when she marries, and art. 173 which makes it a general rule that a woman may no longer bear the surname of her ex-husband, result in the law not recognizing the right to choose a surname for oneself for women. Although the woman at marriage according to TCC art. 187 may choose to use her maiden surname in front of her husband s surname, a woman who was already bearing two surnames may only keep one of them and is under the obligation to take her husband s surname. The man neither has the right to add his wife s surname in front of his own at marriage, nor to choose it instead of his own. The provisions according to which there is no equality between married and divorced men and women in terms of surname constitute the subject of our study.",
     "Metin": "I.  Kadının evlenmekle kocasının soyadını alması A.  Türk Hukukunda Soyadı, belli bir aileye mensup kişileri, diğer ailelere mensup kişilerden ayırmaya yarayan, kural olarak, doğumla kazanılan ve nesilden nesile intikal eden ad çeşidi,  olarak  tarif  edilmektedir.  Ad  (isim)  üzerindeki  hak  kişilik  hakkı niteliğinde olduğundan, mutlak haklardandır ve devredilmeye elverişli değildir.  21.06.1934 kabul tarihli 2535 sayılı Soyadı Kanuna kadar ülkemizde herkesin bir soyadının bulunması zorunluluğu bulunmuyordu. Soyadı Kanunu m.1 e göre,  Her Türk öz adından başka soy adını da taşımağa mecburdur.   Buna göre Soyadı Kanunu herkesi öz adından başka bir de soyadı taşımakla yükümlü kıldığından, her ergin kişi dilediği bir kelimeyi kendisine soyadı olarak seçmiştir. Ancak  belirtmek  lazımdır  ki,  Soyadı  Kanunu  m.3,  hangi  soyadların kullanılamayacağına dair bir hüküm de içermektedir. Nitekim bu hükme göre,  Rütbe ve memuriyet, aşiret ve yabancı ırk ve millet isimleriyle umumi edeplere uygun olmıyan veya iğrenç ve gülünç olan soyadları kullanılamaz.  Evlenen kadının soyadını hükme bağlayan TMK m.187 ise evlenen kadının kocasının soyadını almak zorunda olduğunu, yani kocasının soyadını taşıma yükümlülüğünü emredici olarak düzenlemektedir. Nitekim TMK m.1878 e göre,  Kadın, evlenmekle kocasının soyadını alır.  Buna göre evlenen kadın, evlenme sözleşmesinin (töreninin) tamamlanmasıyla birlikte kanundan ötürü kocasının soyadını alır. Öncelikle kadının, evlenmekle kocasının soyadını almasının (TMK m.187) yerinde olup olmadığına bakmak lazımdır.   3 ARPACI, Abdülkadir, Kişiler Hukuku (Gerçek Kişiler), 2.Basım, Beta Yayınları, İstanbul 2000, s. 167. 4 ARPACI, s. 165. 5 R.G. 2.7.1934, S.  2741. Soyadı Kanunu m.14 e göre,  Bu kanun neşri tarihinden altı ay sonra mer'iyete girecektir.  6 AKINTÜRK, Turgut/ ATEŞ, Derya, Medenî Hukuk, 29. Basım, Beta Yayınları, İstanbul 2015, s. 160.  7 DURAL, Mustafa/ ÖĞÜZ, Tufan, Kişiler Hukuku, 20. Basım, Filiz Kitabevi, İstanbul 2019, s. 177. 8 ZGB Art. 160 (bu hüküm 01 Ocak 2013 ten geçerli olmak üzere değişikliğe uğramıştır); Eski Medenî Kanun m.153. 9 AKINTÜRK/ ATEŞ, s. 161. 234İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 Her ne kadar TMK m.187 ye göre evlenen kadın, kocasının soyadı önünde evlenmeden önceki soyadını da kullanabilecek olmasına rağmen, yine m.187 ye göre kadın, evlenmekle kocasının soyadını almak zorundadır, yani kocasının soyadını taşıma yükümlülüğü altındadır. Şu hâlde, bu hükümde, evlenen kadın ve erkek arasında soyadı konusunda bir eşitliğin gözetilmediği görülmektedir.  Buna karşılık, TMK m.187 nin iptali isteminde, Anayasa Mahkemesi (AYM), TMK  m.187 nin  Anayasa ya  aykırı  olmadığına  hükmederek  bu  itirazı reddetmiştir. AYM, Karar Günü: 10.03.2011, 2009/85 E., 2011/49 K. sayılı, bu kararında,  1.  Başvuru kararlarında, itiraz konusu kural ile evlenen kadının kocasının soyadını  almak  zorunda  bırakıldığı,  kadının  kendi  soyadını  tek  başına kullanmasına izin verilmediği, bu durumun eşler arasındaki eşitlik ilkesine, maddî ve manevî varlığın geliştirilmesi hakkına aykırı olduğu belirterek, itiraz konusu kuralın Anayasa nın 2., 10., 12., 17., 41. ve 90. maddelerine aykırı olduğunun ileri sürüldüğünü; Oysa,  2.  Soyadın, belli bir ailenin bireylerini diğer ailenin bireylerinden ayırmaya yarayan ve kuşaktan kuşağa geçen ad olduğunu; 3.  Bir kimsenin kimliğinin belirlenmesinde en önemli unsur olan soyadın, vazgeçilemez, devredilemez, kişiye sıkı surette bağlı bir kişilik hakkı olduğunu; 4.   Ayrıca 2525 sayılı Soyadı Kanunu nun 1. maddesinde yer alan  Her Türk öz adından başka soy adını da taşımağa mecburdur  hükmü gereğince, soyadı kullanmanın kişilere yüklenmiş bir yükümlülük olduğunu; 5.  Türk hukukunda aile ismi ile eş anlamda kullanılan soyadının, kişinin kimliğini belirleme işlevi yanında, ailesini ve soyunu belirleme, kişiyi başka ailelerin bireylerinden ayırt etme işlevlerinin de bulunduğunu; 6.  Bu  işlevleri  nedeniyle  yasakoyucunun,  nüfus  kayıtlarının  düzenli tutulması, resmi belgelerde karışıklığın önlenmesi, soyun belirlenmesi, ailenin korunması gibi sebeplerle soyadı kullanımını yasal düzenlemelerle kural altına aldığını; 7.  İtiraz konusu  Kadın evlenmekle kocasının soyadını alır  kuralının da aile birliğinin korunması ve aile bağlarının güçlendirilmesi başta olmak üzere, nüfus kayıtlarının düzenli tutulması, resmi belgelerde karışıklığın önlenmesi ve soyun belirlenmesi gibi kamu yararı ve kamu düzeni gerekleri nedeniyle kabul edildiğinin anlaşıldığını; 8.  İtiraz konusu kural ile aile ismi olarak kullanılan soyadının kuşaktan kuşağa geçmesiyle, Türk toplumunun temeli olan aile birliği ve bütünlüğünün devamının sağlanmış olduğu;  10 Bu konuda bkz.: DURAL/ ÖĞÜZ, s. 177-178. 11 Bkz.: ZEVKLİLER, Aydın/ ERTAŞ, Şeref/HAVUTÇU, Ayşe/ GÜRPINAR, Damla, Yeni Medeni Kanuna Göre Medeni Hukuk (Temel Bilgiler), 7.Basım, Turhan Kitabevi, Ankara 2012, s. 249-250. 12 R.G. 21.10.2011, S. 28091. 235GEZDER-HOLMLUND/ Evlenen ve Boşanan Kadının Soyadı Meselesi9.  Soyadının  kişilik  haklarından  olmasının,  ona  hiçbir  müdahalede bulunulamayacağı anlamına gelmeyeceğini; 10.  Yasakoyucunun  soyadı  kullanımına  kamu  yararı  ve  kamu  düzeni gerekleri  uyarınca  Anayasa ya  uygun  olmak  koşuluyla  müdahalede  takdir hakkının bulunduğunun açık olduğunu; 11.  Avrupa  İnsan  Hakları  Mahkemesi nin  de  soyadı  kullanımı  ile  ilgili başvuruları, Avrupa İnsan Hakları Sözleşmesi nin 8. maddesinde yer alan  özel hayatın  ve  aile  hayatının  korunması   ilkesi  kapsamında  incelediğini  ve kararlarında,  nüfusun  eksiksiz  ve  doğru  olarak  kaydedilmesi,  aile  adlarının istikrarına verilen önem, kişisel kimlik saptaması veya belli bir ismi taşıyanların belli  bir  aile  ile  bağlantılarının  kurulabilmesi  gibi  kamu  yararının  gerekleri uyarınca, soyadı değiştirme imkânına yasal sınırlamalar getirilebileceği; ulusal yasakoyucunun bu sınırlamaları da kendi devletiyle ilgili tarihi ve siyasal yapısına bağlı kalarak seçmesinde takdir hakkının bulunduğunu belirttiğini; 12.  Bu kapsamda, yasakoyucunun aile soyadı konusundaki takdir hakkını, aile birliği ve bütünlüğünün korunması ve aile bağlarının güçlendirilmesi başta olmak üzere, kamu yararı ve kamu düzeninin gerektirdiği kimi zorunluluklar nedeniyle,  eşlerden  birisine  öncelik  tanıyacak  biçimde  kullanmasının  hukuk devletine aykırı bir yönü bulunmadığını; 13.  Kaldı ki itiraz konusu kuralda kadının başvurusu durumunda önceki soyadını kocasının soyadının önüne ekleyerek kullanabileceği belirtilerek, kişilik hakkı ile kamu yararı arasında adil bir dengenin kurulmasının da sağlandığını; 14.  Kadının  evlenmekle  kocasının  soyadını  almasının  cinsiyet  ayırımına dayanan bir farklılaşma yarattığı savının da yerinde olmadığını; 15.  Durum ve konumlarındaki özellikler, kimi kişiler ya da topluluklar için değişik kuralları gerekli kılabileceğini; 16.  Belirtilen gerekçelerle yasakoyucunun takdir yetkisi kapsamında aile soyadı  olarak  kocanın  soyadına  öncelik  vermesinin  eşitlik  ilkesine  aykırılık oluşturmadığını; 17.  Açıklanan nedenlerle itiraz konusu kuralın Anayasa nın 2., 10., 12., 17. ve 41. maddelerine aykırı olmadığını; 18.  İptal isteminin reddinin gerektiğini; 19.  İtiraz konusu kuralın Anayasa nın 90. maddesiyle ilgisinin görülmediğini, belirterek, 20.  Sonuç olarak, 4721 sayılı Türk Medenî Kanunu nun 187. maddesinin Anayasa ya  aykırı  olmadığına  ve  itirazın  REDDİNE,  … ın  karşıoyları  ve OYÇOKLUĞUYLA, 10.3.2011 gününde hükmetmiştir. 4721 sayılı TMK nın 187. maddesinin Anayasa nın 2., 10. ve 41. maddelerine aykırılığı savıyla iptali istemiyle Anayasa Mahkemesi önüne gelen ve Anayasa Mahkemesi nin yukarıda zikredilen, yani 10/3/2011 günlü, 2009/85 E., 2011/49 K.  sayılı  kararıyla  talep  reddedilen  davada,  davacının  davası  alt  derece mahkemesinde ve sonrasında temyiz talebi Yargıtay kararı ile reddedilen davacı bunu, Başvuru konusu  Başvurucu, evli kadının evlilik öncesi soyadını tek başına kullanmasına engel olan 4721 sayılı Türk Medeni Kanunu nun 187. maddesine 236İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 istinaden  yapılan  uygulama  neticesinde,  cinsel  olarak  ayrımcılığa  maruz tutularak  özel  hayatına  ve  aile  hayatına  saygı  gösterilmemesi  nedeniyle Anayasa nın 2. , 10. , 12. , 17. , 20. , 41 ve 90. maddelerinde tanımlanan haklarının ihlal edildiğini ileri sürerek, ihlalin tespitiyle, uğradığı manevi zararın tazminine karar…..  verilmesini talep ederek, AYM önüne bu kez Bireysel Başvuru olarak getirmiştir. Bunun üzerine AYM Başvuru Numarası: 2013/2187, Karar Tarihi: 19/12/201313 olan kararında, 1.  Başvuru konusu olayda başvurucunun evlilik öncesi soyadını kullanması yönündeki talebinin, ilk derece mahkemesince, 4721 sayılı Kanun da evli kadının kocasının  soyadı  olmaksızın  yalnızca  evlenmeden  önceki  soyadını kullanabileceğine  dair  bir  hüküm  bulunmadığı  belirtilerek  reddedildiğinin anlaşıldığına; 2.   Anayasa nın  Milletlerarası andlaşmaları uygun bulma  kenar başlıklı 90. maddesinin beşinci fıkrası düzenlemesiyle, usulüne uygun olarak yürürlüğe konulan  temel  hak  ve  özgürlüklere  ilişkin uluslarası andlaşmalarda yer  alan düzenlemelerin kanun hükmünde olduğu belirtilerek, 7/5/2004 tarihinde yapılan değişiklikle fıkraya eklenen son cümle ile, hukukumuzda kanunlar ile temel hak ve özgürlüklere ilişkin uluslararası andlaşmalar arasında bir çeşit hiyerarşi ihdas edilmiş  ve  aralarında  uyuşmazlık  bulunması  halinde andlaşmalara öncelik tanınacağı hüküm altına alındığı; 3.  Bu düzenleme uyarınca, temel hak ve özgürlüklere ilişkin uluslararası bir andlaşma  ile  bir  kanun  hükmünün  çatışması  halinde, uluslararası andlaşma hükmünün öncelikle uygulanmasının gerektiği; 4.  Bu durumda başta yargı mercileri olmak üzere, birbiriyle çatışan temel hak ve özürlüklere ilişkin bir uluslararası andlaşma hükmü ile bir kanun hükmünü önlerindeki olaya uygulamak durumunda olan uygulayıcıların, kanunu göz ardı ederek uluslararası andlaşmayı uygulama yükümlülüklerinin bulunduğu; 5.  Başvuruya  konu  yargılama  kapsamında  verilen  kararın  4721  sayılı Kanun un 187. maddesine dayanarak verildiğinin anlaşıldığı; 6.  Ancak, bu kararda yer verilen tespitler ışığında, ilgili Kanun hükmünün Avrupa İnsan Hakları Sözleşmesi nin (AİHS/Sözleşme) hükümleri ile çatıştığının görüldüğü; 7.  Bu durumda, uyuşmazlığı karara bağlayan derece Mahkemelerinin, AİHS ve diğer uluslararası insan hakları andlaşmaları ile çatışan 4721 sayılı Kanun un 187. maddesini kararlarına esas almayarak, başvuru konusu uyuşmazlık açısından Anayasa nın 90. maddesi uyarınca uygulanması gereken uluslararası sözleşme hükümlerini dikkate alması gerektiği sonucuna varıldığı, hükmünü oybirliği ile vermiştir. AYM nin yukarıda ele alınan iki kararının çelişkisinin sonucu, kural olarak, şudur:  Mademki AYM 10/3/2011 günlü, 2009/85 E., 2011/49 K. sayılı kararıyla 4721 sayılı  TMK nın  187.  maddesini  iptal  etmemiştir,  yani  TMK  m.187  halen  13 R.G. 7.1.2014, S. 28875. 237GEZDER-HOLMLUND/ Evlenen ve Boşanan Kadının Soyadı Meselesiyürürlüktedir,  evli  kadın  evlilik  öncesi  soyadını  tek  başına,  yani  yalnızca (münhasıran) kullanmak isterse, bunu mahkemeye, belki mahkemelere, taşımak zorundadır.  Nitekim,  yukarıda  yer  verdiğimiz  AYM  Başvuru  Numarası: 2013/2187,  Karar  Tarihi:  19/12/2013  kararında  AYM sinin   Bu  durumda, uyuşmazlığı  karara  bağlayan  derece  Mahkemelerinin,  AİHS  ve  diğer uluslararası insan hakları andlaşmaları ile çatışan 4721 sayılı Kanun un 187. maddesini kararlarına esas almayarak, başvuru konusu uyuşmazlık açısından Anayasa nın 90. maddesi uyarınca uygulanması gereken uluslararası sözleşme hükümlerini dikkate alması gerektiği sonucuna varıldığı  hükmünün sonucundan da,  kanaatimizce,  bu  anlam  çıkmaktadır.  Bu  yönde  Yargıtay  kararları  da bulunmaktadır.  Mesela,  Yargıtay  Hukuk  Genel  Kurulu  (YHGK)  2014/889 E., 2015/2011 K. sayılı kararında,  Direnmeye konu yargılama kapsamında verilen  kararın  4721  sayılı  Kanun'un  187.  maddesine  dayanarak  verildiği anlaşılmaktadır.  Ancak,  yukarıda  yer  verilen  tespitler  ışığında  ilgili  Kanun hükmünün  sözü  edilen  Sözleşme  hükümleri  ile  çatıştığı  görülmektedir.  Bu durumda, uyuşmazlığı karara bağlayan ilk derece Mahkemelerinin, AİHS ve diğer uluslararası insan hakları antlaşmaları ile çatışan 4721 sayılı Kanun'un 187.  maddesini  kararlarına  esas  almayarak,  başvuru  konusu  uyuşmazlık açısından Anayasa'nın 90. maddesi uyarınca uygulanması gereken uluslararası sözleşme  hükümlerini  dikkate  alması  gerektiği  sonucuna  varılmaktadır.  hükmünü vermiştir. Elbette bu noktada hatırlatmak gereklidir ki hem AYM nin Bireysel Başvuru sonucunda verdiği kararlar hem de YHGK nın verdiği kararlar, kural  olarak,  ele  aldıkları  somut  olaylar  açısından  bağlayıcı  olmaktadırlar. Nitekim mesela Yargıtay 2. Hukuk Dairesi (HD) 2014/16089 E., 2014/23993 K. sayılı kararında,  …. Türk Medeni Kanununun 187. maddesindeki …... Bu düzenleme  değiştirilmedikçe  mahkemeler  yasaya  uygun  karar  vermekle yükümlüdür.  Mahkemenin  gerekçesinde  belirttiği  Anayasa  Mahkemesinin 19.12.2013 tarihli kararı bireysel başvuru sonucu verilmiş bir karar olup Anayasa mahkemesinin diğer kararları gibi bağlayıcı yanı yoktur Böyle bir yaklaşım  yürürlükte olan yasa hükmüne aykırı kararlar verilmesi  sonucunu hasıl eder. Bu ise, Türk Medeni Kanununun benimsediği aile birliğinin ve bütünlüğünün kocanın soyadı üzerinden devamına ilişkin genel prensibi ve kamu düzenini bozar. Öyleyse davanın reddine karar verilmelidir. Açıklanan hususlar gözetilmeksizin yasal  olmayan  gerekçelerle  yazılı  şekilde  karar  verilmesi  doğru bulunmamıştır……  hükmünü, vermiştir. B.  Avrupa İnsan Hakları Mahkemesi nden (AİHM) bir karar Türk vatandaşı Ayşe Ünal Tekeli, 20 Aralık 1995 tarihinde, (Türkiye deki) yerel mahkemelerin  yalnızca  evlenmeden  önceki  soyadını  kullanmasına  engel koymalarının özel hayatını koruma hakkına müdahale teşkil ettiğini iddia ederek Avrupa  İnsan  Hakları  Mahkemesi ne  başvurmuştur  (başvuru  no:  29865/96).  14 www.yargitay.gov.tr (02.01.2021). 15 Keza bkz.: Yar. 2. HD, E.2013/6920, K.2013/26077; Yar. 2. HD, E.2011/7737, K.2012/16695. www.yargitay.gov.tr (02.01.2021). 238İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 Başvurucu  ilaveten,  evli  kadınların  aksine  evli  erkeklerin  kendi  soyadlarını koruyabilmelerinin kadınlara karşı bir ayrımcılık   teşkil ettiğini öne sürmüştür. İddiasında, tek başına ve 14. maddeyle ilişkili olarak Avrupa İnsan Hakları ve Temel Özgürlükler Sözleşmesi nin 8. Maddesine dayanmaktadır.    Türk Hükümeti, aile birliği ile soyadı arasında bir ilişki olduğunu ve Türk mevzuatının ailelerin kocanın ismini almasını sağlayarak ortak bir isim kullanımı yoluyla aile birliğini vurgulayan bir düzenlemeyi benimsediğini öne sürmüştür. Hükümetin görüşlerine göre, aile birliği bir kamu düzeni meselesidir ve birey kamu düzeniyle temasa geçtiği an özel yaşam sona ermektedir. Türk Hükümeti, kocanın  soyadına  dayalı  ortak  bir  soyadının  kadının  ailedeki  konumunu güçlendirmeye yönelik olduğunu öne sürmektedir. AİHM ise, Avrupa Konseyi ndeki Taraf Devletler arasında, karı-kocanın aile isminin  seçiminde  eşit  söz  hakkına  sahip  olmasına  yönelik  bir  fikir  birliği oluşmakta olduğuna dikkat çekmektedir.  Avrupa Konseyi nin üye ülkeleri arasında Türkiye –çift başka bir düzenlemeyi tercih etse bile– kocanın soyadının çiftin soyadı olarak kabul edilmesini ve bu nedenle  kadının,  evlendiğinde  otomatik  olarak  kendi  soyadını  kaybetmesini yasalarla öngören tek ülke konumundadır. Türkiye de, karı kocanın böyle bir düzenlemeyi kabul etmesi halinde bile evli kadınlar yalnızca kızlık soyadlarını kullanamamaktadır. Türk mevzuatında 22 Kasım 2001 itibarıyla kızlık soyadını kocanın soyadının önüne ekleyebilme olanağı da bu durumu değiştirmemektedir. Evliliklerinin  soyadlarını  etkilemesini  istemeyen  kadınların  çıkarları  dikkate alınmamıştır. Kısaca, aile birliğini ortak bir aile adı aracılığıyla yansıtma amacının cinsiyetlere farklı davranmak için yeterli bir sebep olmadığı bulunmuştur.  Sonuç olarak AİHM 16 Kasım 2004 te, zamanı gelince, mevcut karara uygun olarak yükümlülüklerini yerine getirmek için, başvuran da dahil her evli şahsa kendi soyadını kullanma veya soyadı seçiminde eşit olma hakkı vermeyi sağlayan uygun gördüğü tedbirleri tatbik etmenin Türk Hükümeti nin görevi olduğuna oybirliği ile karar vermiştir. Ayrıca, Türk Hükümeti başvurucunun mahkeme masrafları ödemeliydi. Bu karardan sonra Türkiye Büyük Millet Meclisi ne (TBMM) TMK nın 187. maddesinin  değiştirilmesi  hakkında  kanun  teklifi  yapılmıştır.  Ancak belirtilmelidir ki bu hükümde 2001 den beri henüz bir değişiklik olmamıştır. C.  İsviçre Hukukunda  1.  Burghartz v. Switzerland davası Bayan Susanna Burghartz ve Bay Albert Burghartz, 26 Ocak 1990 da Avrupa İnsan Hakları Komitesi ne İsviçre ye karşı şikâyette bulunmuşlardı. Komite 11 Aralık 1992 de, İsviçre Hükümeti ise 8 Ocak 1993 te davayı Avrupa İnsan Hakları Mahkemesi ne sevk etmiştir. Burghartz v. Switzerland (Burghartz İsviçre ye  16 Bkz.: https://www.tbmm.gov.tr/d/2/2-1539.pdf (02.01.2021). 239GEZDER-HOLMLUND/ Evlenen ve Boşanan Kadının Soyadı Meselesikarşı) 1994 tarihli davası, kadınların kızlık soyadlarını eşlerinin soyadından önce kullanmalarına izin veren ancak erkeklerin aynı şeyi yapmasını yasaklayan İsviçre yasalarıyla  ilgiliydi.  Başvuran  Bay  Burghartz,  Almanya da  Alman  Medenî Kanunun  1355.  maddesinden  faydalanarak  evlendiğinde  karısının  bekarlık soyadını alıp kendi bekarlık soyadını ‘Schnyder  öne koymuştur. İsviçre Sicil Dairesi  ise  bu  seçtiği  düzenlemenin  kullanılmasına  izin  vermeyerek  çiftin soyadını ‘Burghartz  değil, ‘Schnyder  olarak kaydetmiştir. Bay ve Bayan Burghartz, İsviçre yasalarının kocasının soyadını aile adı olarak seçen evli kadınlara o soyadı önüne evlenmeden önce taşıdığı soyadını koyma hakkı vermesine rağmen, yetkili makamların Bay Burghartz a böyle bir hak vermemesinden  dolayı,  şikâyet  etmekteydiler.  Bu  davranışın,  Avrupa  İnsan Hakları Sözleşmesi nin (AİHS) 14. ve 8. maddeleri birlikte ele alındığında onlara aykırı olarak cinsiyet temelinde ayrımcılığa yol açtığı ileri sürülmüştür. AİHM, özetle, şikâyet edilen muamele farklılığının nesnel ve makul bir gerekçesi olmadığından dolayı, bunun, AİHS nin birlikte ele alınan madde 14 ile madde 8 ine aykırı olduğuna karar vermiştir. AİHM, bu nedenle, muamelenin AİHS madde 8 e tek başına da aykırı olup olmadığı hakkında bir karar vermeyi gereksiz saymıştır.  Buna göre, 8.madde (14 + 8) ile birlikte ele alındığında 14. maddeye aykırıdır. Yasakoyucu,  1907 de  kabul  edilen  ve  1912 de  yürürlüğe  giren  ZGB  161. maddesinin 1. paragrafının düzenlenmesinde zamanın toplumsal gerçekleri ve geleneklerine uyan bir hüküm seçmiştir. Kadın evlenince kocasının soyadı almak zorundaydı.  Bu  hüküm  ise  ZGB nin  1979 de  kabul  edilen  5  Ekim  1984 te yürürlüğe giren revizyon ile 161. maddeden kaldırılıp biraz farklı bir üslupla 160/1 maddesine yerleştirilmiştir. Ancak kadının 160. maddesine bir ek hüküm de yer bulmuştu: kadın evlenince artık evlenmeden önceki soyadını kocasının önüne koyabilecekti. Bu hükmün amacı kadına erkek ile daha fazla eşitlik getirmek idi. Kocalar ise aynı hakkı elde edebilmek için yıllarca beklemek zorunda kalmıştır. 2.  ZGB Art.160 TMK m.187 e göre kadın, evlenmekle kocasının soyadını almasına rağmen, mehaz Kanun ZGB Art.160 da 1 Ocak 2013 ten itibaren yürürlüğe giren yeni düzenlemesinde, her eşin evlenmede kendi bekarlık soyadını koruyacağı (bkz.: ZGB Art.160 Abs.1) ve dolayısıyla artık kocanın soyadının otomatik olarak aile soyadı  (bkz.:  ZGB  Art.60  Abs.1 in  değişiklikten  önceki  düzenlemesine) olmayacağı hüküm altına alınmıştır. Ancak müstakbel eşler her iki bekarlık soyadından birini ortak aile adı olarak seçmekte serbesttirler (ZGB Art.160 Abs.2). Bu yenileme, ZGB Art.119 da bir değişikliği getirmiştir. Buna göre, evlilikte soyadını değiştiren eş, isterse boşandıktan sonra bu soyadı muhafaza  17 Avrupa İnsan Hakları Mahkemesi nin 16213/90 sayılı Başvuru 22 Şubat 1994 tarihli kararı. 18 GEZDER, Ümit, Türk Medenî Hukuku – Başlangıç – Kişiler – Aile Hukuku Soruları ve Cevapları, Beta Yayınları, İstanbul 2014, s. 122. 240İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 edebilecektir. Ne zaman isterse eski soyadını da alabilecektir. Aşağıda bu konu ele alınacaktır. II.  Genel Olarak Boşanma kararı, sonuçları ve boşanan kadının soyadı A.  Genel olarak boşanma kararı Türk  Medenî  Kanunu  (TMK)/İsviçre  Medenî  Kanunu  (ZGB)  açıkça  bunu düzenlememesine rağmen, boşanmanın asıl sonucu, evliliğin mahkeme kararıyla sona ermesidir. Ancak belirtmek lazımdır ki boşanma, tüm aile fertleri için dengelerini kaybettiren bir yaşam olayıdır. Boşanmanın sonuçlarının tek tek olarak değil, hepsinin beraber üstesinden gelinmesi gerekmektedir. Bu nedenle hem sosyal hem de ekonomik sonuçları birbirine bağlı olarak elde edilebilecektir. Gözlemlenmesi  gereken  unsurları  da  sadece  boşanma  hukukundan çıkmamaktadır. Boşanma kararının kesinleşmesiyle evlilik sona erer. Bu nedenle boşanma davası açma, dava ile kullanılan bir bozucu yenilik doğuran hak, boşanma kararı da bozucu yenilik doğuran bir karardır. Buna göre bir bozucu yenilik doğuran karar olan  boşanma  kararının  evvelemirde  sonucu,  evlenmeyle  eşler  arasında kurulmuş olan evlilik birliğinin (TMK m.185 f.1), boşanma kararının kesinleştiği anda  hukuken  son  bulmasıdır.  Böylece  evlilik  birliğinin  eşlere  yüklediği yükümlülükler ve sağladığı haklar da kendiliğinden ortadan kalkmış olacaktır. B.  Boşanma kararının sonuçları   Boşanma, aslında aile düzenini yeniden organize etmek manasına geldiğinden, boşanma kararı ile sadece evlilik sona ermez, diğer sonuçları da vardır. Bu sonuçlardan  bazısı  kanun  gereği  kendiliğinden  (ipso  iure),  yani  kararda  yer almasına gerek olmadan meydana gelir. Diğer bir kısım sonuçlar ise kararda yer almalıdır.  19 TUOR, Peter/ SCHNYDER, Bernhard/ SCHMID, Jörg/ JUNGO, Alexandra, Das Schweizerische Zivilgesetzbuch, 14. Auflage, Schulthess, Zürich 2015, s. 218. 20 BÜCHLER, Andrea/ VETTERLİ, Rolf, Ehe – Partnerschaft – Kinder – Eine Einführung in das Familienrecht der Schweiz, Helbing Lichtenhahn Verlag, Basel 2007, s. 111. 21 DURAL, Mustafa/ ÖĞÜZ, Tufan/ GÜMÜŞ, Alper, Türk Özel Hukuku, Cilt III, Aile Hukuku, Filiz Kitabevi, İstanbul 2010, s. 136. 22  Mahkeme yazı işleri müdürlerinin görevleri  kenar başlıklı 5490 sayılı Nüfus Hizmetleri Kanunu (RG. 29.04.2006, Sayı: 26153) ( NHK ) m.55 e göre,  (1) Mahkeme yazı işleri müdürleri, aile kütükleri üzerinde tescil yapılmasını gerektirecek bütün karar ve işlemleri, kesinleştirme işlemi veya düzenleme  tarihinden  itibaren  on  gün  içerisinde  o  yerin  nüfus  müdürlüğüne  bildirmekle görevlidirler. (2)  ((2)  19/10/2017 tarihli ve 7039 sayılı Kanunun 16 ncı  maddesiyle, bu maddenin  birinci  fıkrasında  yer  alan   kesinleşme   ibaresi   kesinleştirme  işlemi   şeklinde değiştirilmiştir.) Şu hâlde, boşama kararı veren mahkemenin yazı işleri müdürü, kesinleştirme işlemi tarihinden itibaren on gün içerisinde kararın bir örneğini o yerin nüfus müdürlüğüne bildirmekle görevlidir (Ayrıca bkz.: DURAL/ ÖĞÜZ/ GÜMÜŞ, s. 136). 23 AKINTÜRK, Turgut/ ATEŞ, Derya, Türk Medenî Hukuku – İkinci Cilt – Aile Hukuku, Yenilenmiş 19. Basım, Beta Yayınları, İstanbul 2016, s. 288-289. 24 BÜCHLER/ VETTERLİ, s. 111. 241GEZDER-HOLMLUND/ Evlenen ve Boşanan Kadının Soyadı MeselesiTMK/ZGB de  hükme  bağlanan  boşanmanın  sonuçları,  bir  boşanmanın,  bir yandan eşler diğer yandan çocuklar açısından kişisel ve mali etkilerini kapsamına almaktadır.  Buna  göre  boşanma  kararının  kesinleşmesiyle,  eşlerin  evlenme  dolayısıyla kazandıkları  kişisel  durumları  etkilenecektir.  Evlenmeyle  kazanılan  kişisel durumlardan  bazıları,  mesela   evli   olmaktan  çıkarak   boşanmış   kişisel durumunun alınması, kadının kocasının soyadını kaybederek evlenmeden önceki soyadını  alması  gibi,  değişirken,  evlenmeyle  kazanılan  kişisel  durumlardan bazıları  ise,  mesela  evlenme  ile  kazanılan  erginlik,  vatandaşlık  ve  kayın hısımlığında, herhangi bir değişiklik olmamaktadır.  Boşanmanın, eşlerin evlenme ile kazandıkları kişisel durumlarına etkisi TMK m.173 f.1 c.1 de sadece boşanan kadın için düzenlenmiştir. Nitekim bu hükmün kenar  başlığı,   Boşanan  kadının  kişisel  durumu dur.  Buna  göre,   Boşanma halinde kadın, evlenme ile kazandığı kişisel durumunu korur….  Bu hükümde geçen,  …., evlenme ile kazandığı kişisel durum  ibaresi ile, kişisel durumlar, yani evlenme sonucunda kazanılan erginlik (m.11 f.2), kayın hısımlığı (m.18 f.2), vatandaşlık (TVK m.16) vs. ve boşanan kadın için özel olarak düzenlenmiş soyadı (m.173) kastedilmektedir. Hemen belirtelim ki, TMK m.173 f.1 c.1 de, sadece boşanan  kadından  bahsedilmesi  yerinde  değildir.  Zira  boşanmanın,  eşlerin evlenme  ile  kazandıkları  kişisel  durumlarına  etkisi  TMK  m.173  f.1  c.1 de  Boşanma halinde kadın, ….  ibaresi ile sadece boşanan kadın için düzenlenmiş olmasına rağmen, kişisel durumların boşanan erkek açısından da korunacağı tartışmadan uzaktır. Nitekim mesela erkek de evlenme sonucunda ergin olacak, karısının kan hısımları ile kayın hısımlığı kurulacak, vatandaşlığı kazanabilecek ve bunlar onun için de boşanmadan sonra devam edecektir. Şu hâlde, TMK m.173 f.1 c.1 in  Boşanma halinde kadın, evlenme ile kazandığı kişisel durumunu korur;  ibaresini, boşanan erkeği de kapsayacak şekilde anlamak gerekir. Bu çalışmada sadece, boşanmanın kişisel sonuçlarından olan eşlerin medeni halinden boşanmış eşlerin soyadı konusunu ele alacağız.  C.  Boşanan kadının soyadı 1.  Türk Hukukunda Boşanan kadının soyadı konusu, EMK m.141 de 14.11.1990 tarih ve 3678 sayılı Kanunla önemli bir değişikliğe tabi tutulmuş ve bu değişiklik TMK m.173 te de aynen korunmuştur.  TMK m.173 f.1 c.1 e göre, boşanan kadın, kural olarak, artık eski kocasının soyadını taşıyamaz, evlenmeden önceki soyadına dönmek zorundadır. Bu, onun bekârlık  veya  dulluk  soyadı  olacaktır.  Ancak  m.173  f.1  c.2 ye  göre,  kadın  25 TUOR/ SCHNYDER/ SCHMID/ JUNGO, s. 218. 26 AKINTÜRK/ ATEŞ, Aile, s. 289.  27 AKINTÜRK/ ATEŞ, Aile, s. 290. 28 GEZDER, s. 109. 29 TUOR/ SCHNYDER/ SCHMID/ JUNGO, s. 218. 242İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 evlenmeden önce dul idiyse, hâkimden, dulluk soyadı yerine bekârlık soyadını taşımasına izin verilmesini isteyebilir.   Kural bu olmakla birlikte, boşanan kadın istisnaen, eski kocasının soyadını taşıyabilir. TMK m.173 f.2 ye göre,  Kadının, boşandığı kocasının soyadını kullanmakta  menfaati  bulunduğu  ve  bunun  kocaya  bir  zarar  vermeyeceği ispatlanırsa, istemi üzerine hâkim, kocasının soyadını taşımasına izin verir.  Mesela iş hayatında eski kocasının soyadı ile tanınan mimar bir kadın için bu durum söz konusu edilebilir. Hemen  belirtelim  ki,  bu  hükümde  belirtilen  koşullar  gerçekleşirse,  bu  amir hükümde  hâkime  takdir  hakkı  tanınmadığından,  hâkim,  kadına  eski,  yani boşandığı  kocasının  soyadını  taşıma  izni  vermek  zorundadır.  Bu  hükümde düzenlenen koşullardan birincisi, kadının, eski, yani boşandığı kocasının soyadını kullanmakta menfaatinin bulunması; ikinci koşul ise, kadının eski kocasının soyadını kullanmasının, eski kocaya bir zarar vermemesidir. Kadın, bu iki koşul birlikte gerçekleşmelidir ki, eski kocasının soyadını kullanabilsin. Kadının, kocasının soyadını boşandıktan sonra da taşımasına izin verilmesine karşılık, koşulların değişmesi halinde kocaya da hâkime başvurarak bu iznin kaldırılmasını isteme hakkı tanınmıştır (m.173 f.3). Ör: yukarıdaki örnekte mimar kadın artık iş hayatında değilse, başka bir ifadeyle boşandığı kocasının soyadını kullanmakta artık menfaati bulunmuyorsa, boşandığı kocası koşulların değiştiğini ileri sürerek hâkimden bu iznin kaldırılmasını isteyebilir. İzin kaldırılırsa, kadın evlenmeden önceki soyadını yeniden alır (bkz.: TMK m.173 f.1).  Doktrinde bu düzenleme, özellikle serbest meslek sahibi iş kadınları, sanatçılar ve yazarlar gibi kendi alanlarında boşandıkları kocalarının soyadıyla tanınan kadınların menfaatlerini koruması, öte yandan eski kocaya, koşulları varsa, verilen iznin kaldırılmasını isteyebilmesini getirmesi bakımından isabetli bulunmuştur. Bu  görüşe  göre,  m.173 te  yer  alan  koşullardan  birincisi,  yani  kadının,  eski kocasının  soyadını  kullanmakta  menfaatinin  bulunmasının  gerekliliği yorumlanırken, sadece kadınla doğrudan doğruya ilgili menfaati değil ve fakat çocuklar açısından dolaylı menfaati de içerecek şekilde geniş yorum yapmak gerekir. Zira, mesela çocukların velayeti anneye bırakılmışsa, çocukların başka annenin başka soyadı taşıması, çocukların eziklik duygusuna kapılmasına sebep olabilecektir. 2.  İsviçre Hukukunda  İsviçre Hukukunda boşanma hükümleri yeni milenyumda yürürlüğe giren ZGB değişikliklerinden önce, Avrupa'nın en eski hükümlerinden idi. ZGB 1912'de yürürlüğe  girdiğinde  uluslararası  bir  bakış  açısından  bile  ilerici  kabul edilebilecekti. Ancak rızaya dayalı boşanmanın kaldırılması gibi geriye dönük  30 TBK m.173 f.2 nin eleştirisi için bkz.: HATEMİ, Hüseyin/ OĞUZTÜRK, Kalkan, Aile Hukuku Ders Kitabı, 3. Basım, Vedat Kitapçılık, İstanbul 2014, s. 129. 31 Bkz.: AKINTÜRK/ ATEŞ, Aile…, s. 291; DURAL/ ÖĞÜZ, s. 178.  32 GEZDER, s. 108 33 Bkz.: AKINTÜRK/ ATEŞ, Aile…, s. 289 vd. 243GEZDER-HOLMLUND/ Evlenen ve Boşanan Kadının Soyadı Meselesiadımlar da söz konusuydu. 2000 yılında yürürlüğe giren 1998 değişikliklerinin temel amacı, boşanma hükümlerini, İsviçre toplumundaki gelişmelere ve aile üyelerinin aile içindeki rollerine ilişkin yeni görüşlere uyarlamaktı. Değişikliğin amaçlarından biri, boşanma davalarında mahkemenin etkisini en aza indirgemek ve gelecekteki yaşamlarının koşullarını düzenlemesini mümkün olduğu kadar ergin ve sorumlu bireyler olan eşlere bırakmaktı. Rızaya dayalı boşanma teşvik edilmeli  ve  devletin  müdahalesi  ancak  çocukların  refahı  için  gerekliyse yapılmalıydı. İsviçre de, 30 Eylül 2011 deki ZGB nin (soyad ve medeni haklar) değişikliği hakkındaki Federal Kanun ile ZGB Art.119 değiştirilmiş ve bu değişiklik 01 Ocak 2013 te yürürlüğe girmiştir. Bu hüküm,  soyadını evlenince değiştiren  her bir eşin soyadını ele almaktadır. Bu, bundan böyle sona eren evliliğin bir sonucu olarak değişen soyada işaret etmektedir. Bu eş, kural olarak, evlilik zamanında edindiği soyadı koruyacaktır. Bununla birlikte o, herhangi bir zamanda nüfus memurluğuna yeniden bekarlık soyadını kullanmak istediğini beyan edebilir. Tek taraflı bir beyan yeterlidir ve hiçbir saygıya değer (ZGB 30) sebep gerekli değildir. Örneğin ilk boşanmasından evlenme ile Mischler soyadını edinen evli kadın, Sabine Schuster, bu soyadını muhafaza ediyor ve Kurt Kuster ile ikinci evliliğinde Kuster soyadını alıyor. İkinci boşanmasından sonra Art.119 a göre ya ikinci evlenme ile edindiği soyadı (Kuster) muhafaza eder ya da bekarlık soyadını (Schuster)  yeniden  kullanır.  Diğer  yandan  o,  Mischler  soyadını  artık kullanamaz. Sonuç TMK'daki çağın gerisinde kaldığı söylenebilecek kurallar, evli kadınları bir insan hakkından mahrum etmektedir. TMK m. 187 ve 173/1 hem evli hem de boşanan kadınlardan soyadını seçme hakkını almaktadır; oysaki bu hak özel bir kanunda, Soyadı Kanunun 5. maddesinde, tüm ayırt etme gücüne sahip ergin insanlara tanınmıştır. Nitekim bu hükme göre,  Mümeyyiz olan reşit soy adını seçmekte serbesttir.   TMK m.187 ise bu serbest hakkı evli kadınlar için kısıtlamakta ve TMK m. 173/1 hatta esasen boşanan kadının yeniden soyadını değiştirmesini emretmektedir. Her ne kadar Soyadı Kanunu m.1,  Her Türk öz adından başka soy adını da taşımağa mecburdur.  hükmünü getirse de, kişinin kendi seçeceği bir ad ve soyadına (Soyadı Kanunu m.5) sahip olması bir insan hakkıdır. İnsan Hakları Komitesi nin görüşüne göre bir kişinin soyadı, kişinin kimliğinin önemli bir bileşenini oluşturmaktadır. İnsan Hakları Komitesi, soyadı değiştirme gücünün ise, mahremiyet alanına girdiği görüşündedir. Bu nedenle hukukun görevi, kişinin  34 GEISER, Thomas, in: Basler Kommentar – Zivilgesetzbuch I Art.1-456 ZGB, 6. Auflage, Herausgeber GEISER, Thomas/ FOUNTOULAKIS, Christiana, Helbing Lichtenhahn Verlag, Basel 2018, s. 817. 35 TUOR/ SCHNYDER/ SCHMID/ JUNGO, s. 218. 36 TUOR/ SCHNYDER/ SCHMID/ JUNGO, s. 218-219. 37 COERİEL ve AURİK - Hollanda davasında (453/1991 sayılı, 31 Ekim 1994 tarihli Görüşler). 244İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10 soyadı seçme hakkına engel veya kısıtlama getirmek değil, kişinin mahremiyetine keyfi veya hukuka aykırı müdahaleye karşı koruma, kişinin kendi adını seçme ve değiştirme  hakkına  keyfi  veya  hukuka  aykırı  müdahaleye  karşı  koruma sağlamaktır. Buna göre mademki AYM tarafından ilgili hükümlerin iptali yönünde karar verilmemiştir,  kanunkoyucu  tarafından  yürürlükteki  hükümlerin,  uygun  bir zamanda, değiştirilmesinin isabetli olacağı kanaatindeyiz. Zira mesela mademki AYM 10/3/2011 günlü, 2009/85 E., 2011/49 K. sayılı kararıyla 4721 sayılı TMK nın 187. maddesini iptal etmemiştir, yani TMK m.187 halen yürürlüktedir, evli  kadın  evlilik  öncesi  soyadını  tek  başına,  yani  yalnızca  (münhasıran) kullanmak isterse, bunu mahkemeye, belki mahkemelere, taşımak zorundadır.   245GEZDER-HOLMLUND/ Evlenen ve Boşanan Kadının Soyadı MeselesiEK BEYAN  Araştırmacıların Katkı Oranı Beyanı ve Çatışma Beyanı  Yazar Katkı Oranları  Yazarlar çalışmaya eşit oranda katkı sağlamıştır.  Araştırma ve Yayın Etiği İlkelerine Uygun Hareket Edildiğine Dair Metin  Makalenin tüm süreçlerinde İMHFD araştırma ve yayın etiği ilkelerine uygun olarak hareket edilmiştir.  Çıkar Çatışması Bildirimi  Bu çalışmada herhangi bir potansiyel çıkar çatışması bulunmamaktadır. 246İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10",
     "Kaynakça": "AKINTÜRK,  Turgut/  :  Türk  Medenî  Hukuku  –  İkinci  Cilt  –  Aile ATEŞ, Derya  Hukuku, Yenilenmiş 19. Basım, Beta Yayınları, İstanbul, 2016. AKINTÜRK,  Turgut/  :  Medenî  Hukuk,  29.  Basım,  Beta  Yayınları, ATEŞ, Derya  İstanbul 2015. ARPACI, Abdülkadir  :  Kişiler  Hukuku  (Gerçek  Kişiler),  2.  Basım, Beta Yayınları, İstanbul 2000. BÜCHLER,  Andrea/  :  Ehe  –  Partnerschaft  –  Kinder  –  Eine VETTERLİ, Rolf  Einführung in das Familienrecht der Schweiz, Helbing Lichtenhahn Verlag, Basel 2007. DURAL,  Mustafa/  :  Türk Özel Hukuku, Cilt III, Aile Hukuku, ÖĞÜZ, Tufan/ GÜMÜŞ,  Filiz Kitabevi, İstanbul 2010. Alper DURAL,  Mustafa/  :  Kişiler  Hukuku,  20.  Basım,  Filiz  Kitabevi, ÖĞÜZ, Tufan  İstanbul 2019. GEİSER, Thomas   :  Basler Kommentar – Zivilgesetzbuch I Art.1456  ZGB,  6.  Auflage,  Herausgeber  Thomas Geiser/Christiana  Fountoulakis,  Helbing Lichtenhahn Verlag, Basel 2018. GEZDER, Ümit   :  Türk Medenî Hukuku – Başlangıç – Kişiler – Aile  Hukuku  Soruları  ve  Cevapları,  Beta Yayınları, İstanbul 2014. HATEMİ,  Hüseyin/  :  Aile  Hukuku  Ders  Kitabı,  3.  Basım,  Vedat OĞUZTÜRK, Kalkan  Kitapçılık, İstanbul 2014. TUOR,  Peter/  :  Das  Schweizerische  Zivilgesetzbuch,  14. SCHNYDER,  Bernhard/  Auflage, Schulthess, Zürich 2015. SCHMID, Jörg/ JUNGO, Alexandra ZEVKLİLER,  Aydın/  :  Yeni Medeni Kanuna Göre Medeni Hukuk ERTAŞ,  Şeref/  (Temel  Bilgiler),  7.Basım,  Turhan  Kitabevi, HAVUTÇU,  Ayşe/  Ankara 2012. GÜRPINAR, Damla     247GEZDER HOLMLUND/ Evlenen ve Boşanan Kadının Soyadı Meselesi 248"
}