{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "05",
     "Ay": "06",
     "Yıl": "2020",
     "Cilt": " ",
     "Sayı": " ",
     "Başlık": "BANKA KREDİ SÖZLEŞMELERİNDEKİ  ÇAPRAZ TEMERRÜT KAYITLARI ",
     "Title": "CROSS DEFAULT CLAUSES IN  BANK CREDIT AGREEMENTS ",
     "Yazar İsmi": [

          "Şerafettin EKİCİ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          " kredi sözleşmesi", "tüketim ödüncü sözleşmesi", "geri ödeme borcu", "çapraz temerrüt", "çapraz temerrüdün sonuçları"
     ],
     "Keywords": [
          "Bank loan agreement", "consumption loan agreement", "repayment debt", "cross default", "results of cross default"
     ],
     "Özet": "Banka  kredi  sözleşmelerinin  bazılarında  yer  almakta  olan  çapraz  temerrüt hükümleri;  borçlu,  kefil,  garantör  ya  da  herhangi  bir  şekilde kredinin  geri ödenmesine  teminat  veren  kişilerin  temerrüde  düşmesi  durumunda,  çapraz temerrüt hükümlerini ihtiva eden sözleşmenin de temerrüde düşmüş ve feshedilmiş sayılması  sonucunu  doğuran  hükümlerdir.  Çapraz  temerrüt  hükümleri gerçekleştiği anda başkaca bir bildirim söz konusu olmaksızın kendiliğinden sonuç  doğurarak  sözleşmeyi  sona  erdirecek  ve  borçluyu  çapraz  temerrüt hükümlerini içeren sözleşmede de (bağlı sözleşme) temerrüde düşürecektir. Kredi  sözleşmesindeki  çapraz  temerrüt  hükümleri,  borçlunun  diğer  kredi sözleşmelerinden  birinde  temerrüde  düşmesi  durumunda,  malvarlığına  karşı başlatılacak  olan  yasal  takiplerden  alacağını  ivedilikle  elde  etmek  isteyen kreditörün çıkarlarını korumak için sözleşmeye konulmaktadır.  Banka kredi sözleşmelerinin çapraz temerrüt nedeniyle sona ermesi halinde, sürekli ve tam iki tarafa borç yükleyen sözleşmelerin sona ermesine ilişkin hükümlerin  yanında,  borçlu  temerrüdünün  para  borçlarına  ilişkin  sonuçları uygulama alanı bulacaktır.",
     "Abstract": "Cross-default provisions included in some of the bank loan agreements; In the event  that  the  debtor,  guarantor,  guarantor  or  in  any  way  guarantees  the repayment of the loan falls into default, the contract containing the provisions of the cross-default will also be deemed to have been deemed to be default and terminated. As soon as the cross-default provisions are made, it will automatically terminate the contract without any further notification, and will also default the debtor in the contract (cross-contract) containing the cross-default provisions. Cross-default provisions in the loan agreement are put into the contract to protect the interests of the creditor, who wants to get the debt of the borrower from the legal proceedings that will be initiated against his assets immediately if he / she defaults on one of the other loan agreements. In case bank loan contracts expire due to cross default; In addition to the provisions regarding the termination of permanent performance contracts and contracts with mutual debt, the results of the debtor default on money debts will be applied.",
     "Metin": "Banka kredi sözleşmeleri, sözleşmeleri vasıtasıyla bankalar üzerinden sağlanan ticarî ve bireysel krediler gerek gerek makro ekonomi gerekse hane halkının ihtiyaçlarının giderilmesi anlamında büyük önem taşımaktadır.  Bankacılık işlemleri üzerinde gerek BDDK (Bankacılık Düzenleme ve Denetleme Kurumu)2 ve gerekse SPK (Sermaye Piyasası Kurulu)3 tarafından ciddî denetimler söz konusu ise de, özellikle tüketiciler ve küçük ölçekli şirketler açısından bu faaliyetlerin  kendilerine  bakan  yönü  açısından  zaman  zaman  güçlüklerle karşılaşılmaktadır. Bu güçlüklerin bazıları finansal ya da sözleşme içeriğine müdahale edememe şeklindeki güçlükler olmakla birlikte, bir kısmı ise tamamen yabancı olunan terim ve tanımların önceden hazırlanmış maktu sözleşmelerin içerisine serpiştirilmiş olmasından kaynaklanmaktadır. Krediyi kullanan tüketici ya da tacir, krediyi kullanmak için imzaladığı maktu sözleşmenin içeriğinde yer alan birçok hukukî ve finansal kelimenin anlamını hiç bilmeden sözleşmeyi imzalamakta, sözleşme ile edindiği krediyi finansal bir zorluk çıkmadan ödemek için adeta dua etmektedir. Zira, anlamını bilmediği kelimelerle doldurulmuş ve kendisine müzakere yahut müdahale hakkı tanınmamış olan bir sözleşmenin kendisine yüklediği edimleri ifa edememesi halinde başına tam olarak nelerin geleceği konusunda haklı bir şüphe duymaktadır.  Kredi sözleşmelerinde zaman zaman yer almasına rağmen anlam ve kapsamının  2   Kurumun bankalarla ilgili görev ve yetkileri için Bkz. 5411 Sayılı Bankacılık Kanunu m. 93 vd.  3   Kurulun görev ve yetkileri için Bkz. https://www.spk.gov.tr/Sayfa/Index/0/0/1, E.T: 18.05.2020 4   BDDK nın kuruluşu, görev ve yetkileri, tabi olduğu ilkeler için Bkz. Seza Reisoğlu, Bankacılık Kanunu Şerhi, İkinci Baskı, Cilt 2, Yaklaşım Yayınları, Ankara 2015, s. 1657 – 1672; Aysel Gündoğdu, Bankacılık Hukuku, 6. Bası, Seçkin Yayınları, Ankara 2019, s. 78 – 80; Adalet Hazar / Şenol Babuşcu, 5411 Sayılı Bankacılık Kanunu Çerçevesinde Banka Hukuku, 2. Baskı, Seçkin Yayınları, Ankara 2019, s. 166. 248yanında, sonuçları da net olarak bilinemeyen kavramlardan bir tanesi de  çapraz temerrüt  kavramıdır.  Bu makalemizde, genel olarak banka kredi sözleşmeleri, nitelikleri ve ifası ele alındıktan sonra, bu sözleşmelerde yer alan çapraz temerrüt kaydının özellikleri ile sözleşmenin ifasına olan etkisi inceleme konusu yapılacaktır.  A.  BANKA KREDİ SÖZLEŞMELERİ VE İFASI 1.  Genel Olarak Kredi Terimi ve Kredi Türleri Kredi  kavramı,  Latince de  birine  güven  duymak  anlamına  gelen   credere  kelimesinden gelmektedir. Bu anlam kredi kelimesinin subjektif anlamını ifade etmekte, günlük anlamda ise kredi kelimesi daha çok ekonomik anlamda ve özellikle  kullanma  ödüncü  sözleşmesi  ile  eş  anlamda  kullanılmaktadır. Bankacılık anlamında ise kredi;  Kredi lehdarının banka tarafından belirli bir süre ekonomik olarak desteklenmesine hizmet eden her türlü kredi olarak kabul edilmelidir 8. Diğer bir tanımla kredi;  Bankaların veya o nitelikteki bir finans kuruluşunun, müşterisine avans veya borç olarak vermeyi vadettiği paradır 9. Başka bir tanımda ise;  Belirli bir satın alma gücünün ileride yapılacak geri ödemeye  güvenilerek  geçici  bir  süre  için  başkasına  devredilmesi   olarak tanımlanmaktadır. Nihayet başka bir tanımda ise;  Kredi, bir sözleşmeye dayalı  5   BDDK tarafından yayınlanmış olan Kredi Riski Azaltım Tekniklerine İlişkin Tebliğ in (Resmi Gazete Tarih: 06.09.2014, Sayı: 29111)  Kredi İçin İlave Türevler  başlıklı 30/3. Maddesinde,  kredi türevlerinde, işleme konu olan varlık ile referans varlık ya da işleme konu varlıkla ödeme şartı durumunun gerçekleşip gerçekleşmediğinin belirlenmesinde kullanılan varlığın; ödeme şartının gerçekleşip gerçekleşmediğinin belirlenmesinde kullanılan varlık ile işleme konu varlık ve referans varlık aynı borçluya ait olması gerektiği ve hukuken uygulanabilir çapraz temerrüt veya çapraz muacceliyet hükümleri bulunması halinde bunların farklı olabileceği belirtilmiştir. 6   Ünal Tekinalp, Ünal Tekinalp in Banka Hukukunun Esasları, 2. Bası, Vedat Kitapçılık, İstanbul 2009, s. 477; Burak Özen, Kredi Açma Sözleşmeleri, Vedat Kitapçılık, İstanbul 2017, s. 3; Davut Gürses, Banka Genel Kredi Sözleşmesi, Oniki Levha Yayıncılık, İstanbul 2018, s. 9; Mehmet Deniz Yener, Kredi Açma Sözleşmesi, Oniki Levha Yayıncılık, İstanbul 2008, s. 9. 7   Kredinin bir objektif bir de subjektif unsuru vardır. Objektif unsuru; bankanın satın alma gücünün geçici olarak kredi alana devredilmesidir. Bu satın alma gücünün kapsamına nakit paranın yanında riskler ve diğer parayla ölçülebilen menfaatler de girer. Kredinin subjektif unsuru ise; kredi alanın ödeme kabiliyeti ve krediyi geri ödeme yönünde iyi niyetle irade göstereceğine olan inançtır. Şeyda Dursun Karaahmetoğlu, Nakdî Kredi Sözleşmesinin Banka Tarafından Haklı Sebeple Feshi ve Sonuçları, Oniki Levha Yayıncılık, İstanbul 2018, s. 5 – 6; Sefer Oğuz, Bankacılık Hukuku Yönünden Ticarî Kredi Açma Sözleşmeleri, Seçkin Yayıncılık, Ankara 2019, s. 99 – 100; Özen, s. 3 – 4; Gürses, s. 10 – 11; Yener, s. 13 – 14.   İsviçre Federal Mahkemesinin  kredi kavramı ile ifade edilmek istenen şeyin kural olarak bir miktar paranı ödünç olarak verilmesidir  yönündeki kararı ve bu yöndeki diğer açıklamalar için Bkz. Özen, s. 12. 8   Gürses, s. 12. 9   Gündoğdu, s. 34. 10   Dursun Karaahmetoğlu, s. 5; Benzer tanım için Bkz. Ümit Gezder, Tüketici Kredisi Sözleşmeleri, Beta Yayınevi, İstanbul 1998, s. 21.    249olarak ivaz karşılığında rücu hakkı bulunmak kaydıyla belirli bir satın alma gücünün geçici bir süreyle terk edilmesi ve geri ödememe riskinden doğan sorumluluğun üstlenilmesidir 11. Kredi verme işlemleri bankacılık faaliyetlerinin en temel araçlarından biridir. Bankalar, diğer kanunlarda öngörülen hükümler saklı kalmak kaydıyla nakdî veya gayrinakdî her cins ve surette kredi verme işlemlerini gerçekleştirebilirler (Ban. K. m. 4/1-c)14.   11   Oğuz, s. 114. 12   Diğer ticarî işletmeler gibi temelde kâr elde etme amacı güden bankaların ticarî faaliyetlerini diğer ticarî işletmelerin faaliyetlerinden ayıran en temel iki faaliyet mevduat toplama ve kredi verme işlemleri olup, bu iki faaliyet hakikî bankacılık işlemleri olarak da adlandırılmaktadır. Gürses, s. 7 – 8; Gündoğdu, s. 34; Bankaların diğer faaliyet konuları için Bkz. Hazar / Babuşcu, s. 45 – 52; Bankaların türev işlemler olarak yapabileceği işlemler için Bkz. Ömer Faruk Şenol, Hukukî Açıdan Bankaların Tezgâhüstü Piyasada Taraf Olduğu Türev İşlemler, Oniki Levha Yayıncılık, İstanbul 2017, s. 21 – 23. 13   Neredeyse dünyanın tüm dillerinde benzer şekilde söylenen banka kelimesi, aslen İtalyanca masa, sıra ya da tezgah anlamına gelen  banco  kelimesinden türemiştir.  Basit anlamda banka, faizle  para  kiralayıp,  aynı  parayı  satarak  aradaki  farktan  gelir  elde  eden  kuruluş  olarak tanımlanabilir . Gündoğdu, s. 27.    Çatı kavramı olarak banka; sahibi, faaliyet konuları, kuruluşu, faaliyete geçmesi, yönetimi, iç denetim sistemleri, finansal raporlaması, özkaynakları, sermaye yeterlilik oranları ve denetimi Ban. K da – veya istisnaen özel kanunlarda- öngörülmüş bulunan, kamu hukuku nitelikli düzen kuralları ile düzenlenmiş bulunan işletmenin kanunî adıdır . Tekinalp, s. 11;     Bankalar, özkaynaklarını ve topladıkları yabancı kaynakları kredi olarak kullandıran iktisadî işletmelerdir   Füsun  Tuncel  Yazoğlu,  Banka  Kredi  Sözleşmeleri  ve  Kredilerden  Doğan Uyuşmazlıklar, İkinci Baskı, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayını, Ankara, 2018, s. 1;     Banka, ekonomik piyasalardan çeşitli yasal yollarla para toplayıp sermaye birikimine yardımcı olan ve aynı zamanda bu parayı farklı finansal yollarla ekonomik hayata dahil eden, böylece sermaye hareketliliğine aracılık ederek atıl kalma riski bulunan sermayenin ülke ekonomisinde yer almasını sağlayan, temel olarak bu para hareketlerinden – toplanması ve dağıtılması arasında oluşan farktan – kâr elde etme amacı güden, kuruluş ve faaliyetleri devletçe belirli şartlara ve sıkı malî denetime tâbi kılınmış ve ülkemizde sadece anonim şirket statüsünde kurulabilen, tüzel kişiliği haiz ticarî kuruluştur . Gürses, s. 5 – 6.     Banka ticaret ünvanında banka sözcüğünü kullanma konusunda imtiyazı bulunan, izne bağlı olarak  kurulan,  faaliyet  gösteren,  kendi  sorumluluğundan  kredi  veren  ve  diğer  bankacılık faaliyetleri gösteren kamu ve Özen denetime tabi anonim şirkettir . Oğuz, s. 249.   Banka ve benzeri diğer kuruluşlarla ilgili tanımlar için Bkz. Hazar / Babuşcu, s. 40 – 42; Oğuz, s. 256 – 260. 14   Finans kurumları, nakdî ve gayrınakdî kredilerin yanında, murabaha, mudarebe ve müşareke adı verilen fon kullandırma yöntemlerini de kullanmaktadırlar.    Murabaha; malın maliyetinin müşteriye bildirilmesi ve üzerine kâr eklenerek satılmasına murabaha denilmektedir. Bu sistemde müşteri malın maliyetini ve kendisinin ne kadar kâr ödediğini bilir. Ancak müşteriye satış taksitli satış şeklinde yapılmaktadır.    Mudarebe, emek-sermaye ortaklığı olarak tarif edilmektedir. Müşteri ortaya sermayeyi koyar, katılım bankası ise bu sermayeyi işletir. Ortaya çıkan kâr ya da zarar ise taraflar arasındaki sözleşme uyarınca paylaşılır.    Müşareke; ise her iki tarafın da sermayeye iştirak ettiği, yine her iki tarafın da kâr ve zarara 250Öğretinde yapılan tanım ve ayrımlarda genellikle nakdî krediler, doğrudan nakit para olarak verilen kredileri, gayrınakdî krediler ise dar anlamıyla bankaların müşterileri  lehine  verdikleri  teminatları,  teminat  mektuplarını,  garantileri, kontrgarantileri, kefaletleri, avalleri, kabulleri ve ciroları ifade etmektedir. Nakdî krediler konusuna göre; araç kredisi, konut kredisi, ihtiyaç kredisi, işletme kredisi, yatırım kredisi ve benzeri isimlerle adlandırılmaktadır. Vadelerine göre ise; iki yıla kadar olanlar kısa vadeli kredi, beş yıla kadar olanlar orta vadeli kredi, beş yıldan uzun süreli krediler ise uzun vadeli krediler olarak adlandırılmaktadır. Dar anlamda kullanılan kredi kelimesinin yanında, Bankacılık Kanunu, kredi teriminin  kapsamını  oldukça  genişletmiştir.  Kanunun  48.  Maddesinde;  Bankalarca  verilen  nakdi  krediler  ile  teminat  mektupları,  kontrgarantiler, kefaletler, aval, ciro, kabul gibi gayrinakdi krediler ve bu niteliği haiz taahhütler, satın alınan tahvil ve benzeri sermaye piyasası araçları, tevdiatta bulunmak suretiyle ya da herhangi bir şekil ve surette verilen ödünçler, varlıkların vadeli satışından doğan alacaklar, vadesi geçmiş nakdi krediler, tahakkuk etmekle birlikte tahsil edilmemiş faizler, gayrinakdi kredilerin nakde tahvil olan bedelleri, ters repo işlemlerinden alacaklar, vadeli işlem ve opsiyon sözleşmeleri ile benzeri diğer sözleşmeler nedeniyle üstlenilen riskler, ortaklık payları ve Kurulca kredi olarak  kabul  edilen  işlemler  izlendikleri  hesaba  bakılmaksızın  bu  Kanun uygulamasında kredi sayılır.  Birinci fıkrada belirtilenlere ilâve olarak, kalkınma ve yatırım bankaları ile katılım bankalarının taşınır ve taşınmaz mal ve hizmet bedellerinin ödenmesi suretiyle veya kâr ve zarar ortaklığı yatırımları, taşınmaz, ekipman veya emtia temini veya finansal kiralama, mal karşılığı vesaikin finansmanı, ortak yatırımlar veya Kurulca belirlenecek diğer yöntemlerle sağladıkları finansmanlar da bu  katıldığı sistemdir. Editör: Ferudun Kaya, Katılım Bankacılığı, Beta Yayınları, İstanbul 2017, s. 131 – 133; Gürkan Uysal, Katılım Bankacılığı, Yetkin Yayınları, Ankara 2020, s. 73 – 83.   Bunların yanında diğer İslamî finans araçları olarak müşareke-i mütenakısa (azalan kar zarar ortaklığı), icara (finansal kiralama, leasing), selem veya selef (peşin ödemeli satış), teverruk (vadeli satın alınan malım peşin fiyata daha ucuz satılması), sukuk (kira sertifikası) ve karz-ı hasene (zor durumdaki kişiye borç para verme), sayılmaktadır. Detayları için Bkz. Mustafa Yurttadur / İshak Yıldız, Faizsiz Finans, Beta Yayınları, İstanbul 2017, s. 10 – 17; Uysal, s. 83 – 97; Katışım bankalarının fon kullandırma gelişimi için Bkz. Mustafa Canbaz, Katılım Bankacılığı, 2. Baskı, Beta Yayınları, İstanbul 2018, s. 287 – 292. 15    Konut kredisi, konut finansmanı kuruluşları tarafından, tüketiciye, bir konutun ticarî ve meslekî amaçlar dışında kullanılmak üzere edinilmesi amacıyla ve bu kredinin güvencesi olarak konutun teminat gösterilmesiyle önceden belirlenmiş koşullarda geri ödenmek üzere bir miktar kredinin verilmesine ilişkin yapılan sözleşme olarak tanımlanabilir . Sezer Çabri, Konut Finansmanı Sözleşmeleri, Oniki Levha Yayıncılık, İstanbul 2010, s. 26. 16   Krediler değişik öğretide ve uygulamada değişik açılardan sınırlandırılmaktadır. Bu ayrımlar ve gösterdikleri özellikler için Bkz. Seza Reisoğlu, Bankacılık Kanunu Şerhi, İkinci Baskı, Cilt 1, Yaklaşım Yayınları, Ankara 2015, s. 293 – 294; Tekinalp, s. 488 – 508; Özen, s. 2 – 11; Yener, s. 39 – 56; Dursun Karaahmetoğlu, s. 6 – 11; Gürses, s. 14 – 38; Tuncel Yazoğlu, s. 9 – 88; Oğuz, s. 207 – 242; KAYA, s. 133 – 145.   251Kanun uygulamasında kredi sayılır  hükmü yer almaktadır.  Buna göre özellikle;  satın alınan tahvil ve benzeri sermaye piyasası araçları, ödünçler, ana para ve faiz dahil olmak üzere varlıkların vadeli satışından doğan alacaklar,  vadesi  geçmiş  nakdi  krediler,  tahakkuk  etmekle  birlikte  tahsil edilmemiş faizler, gayrınakdî kredilerin nakde tahvil olan bedelleri, ters repo işlemlerinden alacaklar, riskler, bankanın sahip olduğu ortaklık payları, Kurulca kredi olarak kabul edilen işlemler, kalkınma ve yatırım bankaları ile katılım bankalarının yatırımları, taşınmaz, ekipman veya emtia temini, finansal kiralama, mal karşılığı vesaikin finansmanı, ortak yatırımlar veya Kurulca belirlenecek diğer yöntemlerle sağladıkları finansmanlar da Kanun uygulamasında kredi kabul edilmiştir. Böylece dar anlamda kredi kelimesinin anlamı oldukça genişletilerek adeta bankaların mevduat kabulü dışındaki tüm iş ve işlemleri kredi sayılmıştır.  Türü ve sureti ne olursa olsun, Ban. K. m. 4/1-c maddesinin açık hükmünde yer alan  her cins ve surette  ifadesi karşısında her çeşit kredi verme işlemlerinin bankalar tarafından yerine getirilebilmesi mümkündür.  2.  Kredi Sözleşmelerinin Tanımı Kredi  sözleşmeleri  ve  kredi  açma  sözleşmeleri  tanımları  çeşitli  şekillerde yapılmıştır. Bu tanımlardan bazıları şu şekildedir;   Kredi açma sözleşmesi, banka ile kredi alan arasında yapılan ve kredi alanın bankaya ödemeyi üstlendiği belirli bir faiz ve komisyon karşılığında bankanın kredi alana azami miktarı belli bir limit içinde kredi açma taahhüdünü içeren sözleşmedir 20.   Kredi açma sözleşmesi, kredi işleminin temelini oluşturan ve kredi vereni,  17   Mevduat bankaları açısından kredi sayılan işlemler için Tekinalp, s. 224 – 229. 18    Bankalar tarafından vadeli işlem ve opsiyon sözleşmeleri ile benzeri diğer sözleşmeler nedeniyle üstlenilen riskler de kredi sayılmaktadır. Bu nedenle bankaların gerek tezgahüstü gerekse teşkilatlanmış piyasada yapacakları türev işlemler, Bankacılık Kanunu kapsamında bir kredi işlemi olacaktır . Şenol, s. 22.    Banka kredilerinin çeşitlerinin bu derece fazla olması karşısında, banka kredisinin bir miktar para veya mislî eşyanın ödünç alana aktarılmasını konu edinen tüketici ödüncü sayılması mümkün değildir. Özen, s. 1.  19   Kredi açma sözleşmeleri ile kredi sözleşmeleri birbirinden farklıdır. Kredi açma sözleşmeleri (ya da genel kredi sözleşmesi) özetle; ileride gerçekleşecek olan birçok kredi işleminin çatı sözleşmesi olarak yapılır. Münferit kredi sözleşmesi ise araç kredisi, konut kredisi gibi tek bir işlem için yapılır. Uygulamada bankalar, ilişkilerinin iyi olduğu ve sürekli çalışmayı düşündükleri müşterileri ile genel kredi sözleşmesi yapmakta, bireysel krediler için ise münferit kredi sözleşmeleri düzenlemektedirler.    Kredi temininde genel kredi sözleşmesi ile münferit kredi sözleşmesinin ilişkisi için Bkz. Dursun Karaahmetoğlu, s. 11.   Tüketici kredisi sözleşmelerinin mukayeseli hukukta yer alan tanımları için Bkz. Gezder, s. 22 – 23. 20   Fikret Eren, Borçlar Hukuku Özel Hükümler, 5. Bası, Yetkin Yayınları, Ankara 2017, s. 506. 252öngörülen tutar kadar nakdî, aynî veya sorumluluk kredisi açmak, kullandırmak ve vadeye kadar geri ödeme talebinde bulunmamak yükümlülüğü altına sokan sözleşmedir. Bu bir çerçeve sözleşmedir 21.  Bir bankacılık işlemi olarak kredi açma sözleşmesi öyle bir sözleşmedir ki, bir banka belirli bir limite kadar kredi kullanma imkânını belirli bir süreyle müşterisi için açık tutmayı ve müşteri talep ettikçe nakdî veya nakdî olmayan yollarla bu krediyi kullandırmayı taahhüt ederken, müşteri de faiz veya provizyon şeklinde karşılık ödemeyi taahhüt etmektedir 22.   Banka kredi sözleşmeleri, bir bankanın müşterisine kullandıracağı nakdî ve/veya gayrınakdî krediye ilişkin olarak, tarafların hak ve yükümlülüklerini düzenleyen bir özel hukuk sözleşmesidir 23.   Kredi açma sözleşmesi; kredi verenin (banka), kredi alana, belirli bir sınıra kadar, belirli veya belirsiz bir zaman içinde, kredi alanın karşı talebine göre belirlenecek miktarda ödünç para vermeyi veya herhangi bir biçimde kendi kredisini lehdarın emrine tahsis etmeyi, kredi alanın da; açılan kredileri geri ödemeyi ve kredinin (doğabilecek) zararını tazmin etmeyi veya kredi vereni borçtan kurtarmayı, faiz veya komisyon vermeyi karşılıklı olarak üstlendikleri bir sözleşmedir 24.  Kredi açma sözleşmesi, ileride belirli bir limite kadar kredi kullandırmak için akdedilecek münferit kredi sözleşmelerine uygulanacak hükümleri belirleyen, taraflara  aslî  edim  yükümlülüğü  yüklemeyen  çerçeve  sözleşme  olarak tanımlanabilir 25.  Banka genel kredi sözleşmesi, ileride birden fazla kredi ilişkisine girmek isteyen bana ve müşterisi arasında akdedilen ve ileride akdedilmesi düşünülen münferit kredi sözleşmelerine ilişkin taraflar arasındaki temel ilkeleri peşinen düzenleyen ve aynı zamanda bu sürecin genel çerçevesini çizen, taraflar için aslî edim borcu doğurmayan isimsiz bir çerçeve sözleşmedir 26.  Kredi  sözleşmesinin  çeşitli  unsurlarını  ön  plana  çıkararak  yapılmış  olan  bu tanımlardan sonra kanımızca banka kredi sözleşmelerini şu şekilde tanımlamak yerinde  olacaktır;  Banka  kredi  sözleşmeleri,  bir  bankanın  müşterisine kullandıracağı  krediye  ilişkin  olarak,  tarafların  hak  ve  yükümlülüklerini  21   Tekinalp, s. 479; Tanımın devamında Tekinalp, kredi sözleşmesi ile kredi açma sözleşmesi arasındaki farkı; ilkinin bireysel bir kredi sözleşmesi, ikincisinin ise birçok krediyi kapsayan genel bir çerçeve sözleşme olması olarak belirtmektedir. 22   Özen, s. 64. 23   Tuncel Yazoğlu, s. 89. 24   Yener, s. 10. 25   Neşe  Ölekli,  Banka  Kredi  Açma  Sözleşmelerindeki  Muacceliyet  Şartları,  Oniki  Levha Yayıncılık, İstanbul 2019, s. 59. 26   Gürses, s. 155.   253düzenleyen sözleşmelerdir. Bu tanım ile, sözleşme konusu kredinin nakdî veya gayrınakdî oluşu, tüketici kredisi, ihtiyaç kredisi, ticarî kredi, yatırım kredisi yahut diğer herhangi bir krediyi konu alması önemli olmaksızın, aynı şekilde tek bir kredi yahut kredili mevduat hesabı gibi sürekli bir kredi ilişkisi olup olmadığı gibi hususlar tanımın dışında tutularak, karşılıklı borç ve yükümlülükler yükleyen kredi sözleşmesinin bu özelliği vurgulanmıştır.  3.  Kredi Sözleşmesinin Hukukî Niteliği  Kredi  açma  sözleşmesinin  hukukî  niteliği  konusunda  öğretide  fikir  birliği bulunmamaktadır. Ancak bu konuda ileri sürülen görüşlerin; tüketim ödüncü yönünde nitelendirme yapan görüşler, çok aşamalı sözleşme sayan görüşler ve nihayet tek aşamalı sözleşme sayan görüşler olmak üzere temelde üç ana başlığa ayrıldığını söyleyebilmek mümkündür.  a)  Tüketim Ödüncü Sayan Görüşler Bu görüşler de kendi içerisinde doğrudan tüketim ödüncü sözleşmesi görüşü, tüketim ödüncü benzeri sözleşme görüşü, tüketim ödüncüne ilişkin ön sözleşme görüşü ve koşula bağlı tüketim ödüncü sözleşmesi görüşü şeklinde birbirinden ayrılmaktadır.  Tüketim ödüncü sözleşmesi olduğu görüşünde olanlara göre; tüketim ödüncü niteliğinde olan kredi açma sözleşmesinden, ödünç veren açısından bir miktar paranın belirli bir süre için kredi alana (ödünç alana) bırakma yükümlülüğü doğar. Kredi açma sözleşmesi uyarınca bir miktar paranın müşteriye kullandırılması tüketim ödüncü sözleşmesi niteliğinde olan kredi açma sözleşmesinin ifasıdır. Bu görüşte olanlar, tüketim ödüncü sözleşmesini real sözleşme değil rızaî sözleşme olarak  kabul  etmektedirler.  Bu  görüş  kredi  sözleşmesinin  alanını  oldukça daraltmakta ve sadece para veya mislî eşyanın kullandırılması kredi sözleşmesinin kapsamına  etmektedir.  Bu  görüşün  uygulanması  durumunda  Bankacılık Kanununda  belirtilen  diğer  kredi  çeşitleri  kredi  sözleşmesinin  kapsamına girmeyecektir.   27   Özen, s. 65; Dursun Karaahmetoğlu, s. 13 – 31; Ölekli, s. 44; Yener, s. 57 – 76. 28   TBK. m. 386;  Tüketim ödüncü sözleşmesi, ödünç verenin, bir miktar parayı ya da tüketilebilen bir şeyi ödünç alana devretmeyi, ödünç alanın da aynı nitelik ve miktarda şeyi geri vermeyi üstlendiği sözleşmedir .   Tüketim ödüncü sözleşmesinin tanımı, hukukî niteliği ve unsurları için Bkz. Cevdet Yavuz / Faruk Acar / Burak Özen, Türk Borçlar Hukuku Özel Hükümler, 10. Baskı, Beta Yayınları, İstanbul 2014, s. 733 – 752; Eren, Borçlar Özel, s. 498 – 504; Aydın Zevkliler / Emre Gökyayla, Borçlar Hukuku Özel Borç İlişkileri, 17. Bası, Turhan Kitabevi, Ankara 2017, s. 384 – 394; Fahrettin Aral / Hasan Ayrancı, Borçlar Hukuku Özel Borç İlişkileri, 11. Bası, Yetkin Yayınevi, Ankara 2015, s. 345 – 349. 29   Özen, s. 71; Dursun Karaahmetoğlu, 13; Ölekli, s. 44. 30   Tüketim ödüncü sözleşmesi kabul eden görüşün detayları ve görüşe dair ileri sürülen eleştiriler için Bkz. Özen, s. 70 – 74; Tekinalp, s. 481 – 482; Ölekli, s. 44 – 46; Yener, s. 57 – 59; Gürses, s. 254Tüketim ödüncü benzeri bir sözleşme olduğunu ileri sürenlere göre; tüketim ödüncü  sözleşmesi  ticaret  hayatının  gerekleri  nedeniyle  bir  değişime (modifikasyon) uğramış olup, kredi açma sözleşmeleri de bu değişim sonucunda ortaya çıkmış olan bir sözleşmedir. Yani modifiye edilmiş bir tüketim ödüncü sözleşmesidir.  Bu  sözleşme  ile  birlikte,  müşterinin  dilediği  zaman  krediyi kullanmasına imkân veren bir kök hak ortaya çıkmakta ve müşteri bu kök hakka dayanarak sonraki ödemeleri bankadan talep etmektedir.  Tüketim ödüncüne ilişkin ön sözleşme olduğunu ileri sürenlere göre; kredi açma sözleşmesi bir ön sözleşme, kredinin kullandırılması ise real sözleşme niteliğinde olan bir tüketim ödüncü sözleşmesidir. Kredi açma sözleşmesi ile kredinin sonraki aşamalarda kullandırılmasının şartları ve süresi belirlenmektedir. Bu görüş de; iskonto, aval ve kabul kredileri gibi bazı kredi türlerini dışarıda bıraktığı, ön sözleşme  ve  asıl  ödünç  sözleşmesi  şeklinde  oluşan  ikili  yapının  tarafların iradelerini yansıtmadığı, faiz ve diğer yan yükümlülüklerin sadece ön sözleşme ile  değil  asıl  sözleşme  ile  de  düzenlemiş  olması  gerektiği  yönünde eleştirilmektedir.  Koşula bağlı tüketim ödüncü olduğu yönündeki görüşe göre ise; kredi açma sözleşmesi geciktirici şart niteliğindeki müşterinin talebine bağlanmıştır. Buna göre,  ancak  müşteri  talep  ettiği  zaman  banka  kredi  tutarını  müşteriye kullandıracaktır.  Müşterinin  talebi  bankanın  devir  borcunun  doğmasının bağlandığı geciktirici koşuldur. Bu görüş de, özellikle iskonto, kabul ve aval kredileri açısından bünyeye uymadığı yönünden eleştirilmektedir.  b)  Çok Aşamalı Sözleşme Sayan Görüşler Bu görüşte olanlar da kendi arasında genel ön sözleşme görüşünde olanlar, opsiyon sözleşmesi görüşünde olanlar, temel veya çerçeve sözleşme görüşünde olanlar olmak üzere üçe ayrılmaktadır. Ancak bu görüşlerin hepsi temelde ödünç sözleşmesinden değil, bu sözleşme ile ileride gerçekleşecek olan bir veya birden çok hukukî ilişkinin ön hazırlığının yapıldığı görüşündedirler. Ayrıca bu görüşler krediyi  sadece  bir  miktar  para  ile  sınırlamamakta,  diğer  kredi  türlerini  de bünyesinde toplamaktadır.  Genel ön sözleşme olduğunu ileri sürenlere göre; kredi açma sözleşmesi adından  42 – 45. 31   Tüketim ödüncü benzeri sözleşme olduğunu kabul eden görüşün detayları ve görüşe dair ileri sürülen eleştiriler için Bkz.  Özen, s. 75 – 77; Dursun Karaahmetoğlu, s. 14 – 15; Yener, s. 59 – 60. 32   Kredi açma sözleşmesinin tüketim ödüncüne yönelik ön sözleşme olduğunu kabul eden görüşün detayları ve görüşe dair ileri sürülen eleştiriler için Bkz. Özen, s. 77 – 80; Tekinalp, s. 480 – 481; Dursun Karaahmetoğlu, s. 15; Ölekli, s. 46 – 47; Yener, s. 60 – 61. 33   Koşula bağlı tüketim ödüncü sözleşmesi olduğunu kabul eden görüşün detayları ve görüşe dair ileri sürülen eleştiriler için Bkz. Özen, s. 80 – 81; Yener, s. 61 – 62; Gürses, s. 45 – 46. 34   Özen, s. 81; Dursun Karaahmetoğlu, s. 18; Yener, s. 62.   255da anlaşılacağı üzere kredi kullandırma sürecini açan, kredi kullandırmaya ilişkin sonraki sözleşmelerin yolunu açan ve bunlara temel teşkil eden bir ön sözleşmedir. Bu sözleşme sadece ödünç sözleşmesi olarak değil bir satış vaadi sözleşmesi veya iş görme sözleşmesi olarak da karşımıza çıkabilir. Böylece iskonto, aval ve kabul kredileri  de  kapsama  alınmış  olmaktadır.  Bu  sözleşme  müşterinin  öneri niteliğindeki tek taraflı talebi halinde, bankayı asıl sözleşmeyi yapma borcu altına sokmaktadır. Yapılacak olan asıl sözleşme ise ön sözleşme niteliğindeki kredi açma sözleşmesine uygun olarak yapılacaktır. Bu görüş; ön sözleşmeyi sadece tek asıl  sözleşmenin  takip  etmesi  gerekmesine  rağmen  kredi  açma  sözleşmesini münferit  bir  çok  kredi  açma  işleminin  takip  ettiği,  ön  sözleşmenin  asıl sözleşmenin yapılmasıyla birlikte fonksiyonunu yitirmesine rağmen kredi açma sözleşmesinin  bu  fonksiyonunu  yitirmeyip  sonraki  münferit  kredi  tahsisleri karşısında münferit varlığını devam ettirdiği yönlerinden eleştirilmektedir.  Kredi açma sözleşmesinin opsiyon sözleşmesi olduğu görüşünü savunanlara göre; kredi açma sözleşmesiyle banka bir kredi temin etme yükümü altına girmemekte, bu sözleşmeyle banka müşteriye bir opsiyon, bir yenilik doğuran hak vermektedir. Bu  hakkını  kullanan  müşteri,  bankayı  kredi  temin  etme  yükümü  altına sokmaktadır. Bu görüş, ileri sürdüğü hukukî kurgunun tarafların iradeleriyle uyuşmadığı,  zira  tarafların  kredi  açma  sözleşmesini  imzalarken  kredi  temin yükümlülüğünün  bu  sözleşmeden  kaynaklanması  yönünde  bir  iradeye  sahip olduğu, tarafların kredi temin yükümlülüğünün doğması için başkaca sözleşmeler yapmak  yönünde  herhangi  bir  hukukî  iradesinin  olmadığı  yönü  ile eleştirilmektedir.  Temel veya çerçeve sözleşme görüşüne göre ise; kredi açma sözleşmesi taraflar arasında  bir  temel  ilişki  oluşturur.  Sonradan  gerçekleşen  münferit  kredi işlemlerinin her biri ayrı işlem olsalar dahi, kredi açma sözleşmesinin oluşturduğu temel çerçeve ve normatif yapı içerisinde gerçekleşirler. Bu nedenle kredi açma sözleşmesi sonradan gelen münferit krediler arasındaki bağlantıyı sağlar ve bu sözleşmelerin hepsinin üstündedir.  c)  Tek Aşamalı Sözleşme Yapısından Hareket Eden Görüşler Kredi açma sözleşmesini, koşula bağlı sözleşme sayan görüş ve borç doğurucu çerçeve nitelikte sözleşme kabul eden görüş olmak üzere tek aşamalı sözleşme  35   Kredi açma sözleşmesini genel ön sözleşme olarak kabul eden görüşün detayları ve görüşe dair ileri sürülen eleştiriler için Bkz. Özen, s. 82 – 85; Tekinalp, s. 482; Dursun Karaahmetoğlu, s. 18 – 19; Ölekli, s. 47; Yener, s. 62 – 64; Gürses, s. 96 – 101. 36   Opsiyon sözleşmesi olduğunu kabul eden görüşün detayları ve görüşe dair ileri sürülen eleştiriler için Bkz. Özen, s. 85 – 90; Dursun Karaahmetoğlu, s. 19 – 20; Ölekli, s. 48; Yener, s. 64 – 65; Gürses, s. 102 – 103. 37   Temel ve çerçeve bir sözleşme olduğunu kabul eden görüşün detayları ve görüşe dair ileri sürülen eleştiriler için Bkz. Özen, s. 90 – 98; Dursun Karaahmetoğlu, s. 20 – 22; Ölekli, s. 49; Yener, s. 65 – 70; Gürses, s. 104 – 107. 256yapısı altında ele alan iki farklı görüş bulunmaktadır. Bu iki görüşün ortak noktası, bu sözleşmeyi sonraki münferit sözleşmeler için hazırlık olarak değil, kredi temini açısından  bankayı  doğrudan  yükümlülük  altına  sokan  bir  sözleşme  olarak görmeleridir.  Koşula bağlı sözleşme görüşünü kabul edenlere göre; kredi açma sözleşmesi bir ön  sözleşme  olmayıp,  banka  açısından  kredi  yükümlülüklerini  doğuran sözleşmedir. Ancak sözleşmenin hükümlerini doğurması ve bankanın kredi temin etme borcunun güncel hale gelmesi için müşterinin talepte bulunması koşulu söz konusudur. Bu koşul niteliği itibariyle iradî bir koşuldur.  Borç doğurucu çerçeve nitelikte sözleşme görüşüne göre; kredi açma sözleşmesi borç doğurucu nitelikte bir sözleşmedir. Bu sözleşme ile belirlenen limitlerde, bu sözleşme ile belirlenen kurallara göre ve belirlenen süre içerisinde münferit kredi tahsis işlemleri yapılması ise ayrı birer sözleşme olmayıp, bu sözleşmenin ifası anlamına  gelmektedir.  Bu  ifa,  nakdî  kredi  tahsisi  şeklinde  olabileceği  gibi, iskonto, kabul ve sorumluluk üstlenme şeklinde dahi ortaya çıkabilmektedir.  Kanımızca da kredi açma sözleşmelerini borç doğurucu sözleşme olarak kabul etmek yerinde olacaktır. Böyle bir kabul, tüketim ödüncü sayan görüşlerin krediyi kısıtlayan bakış açısından kurtararak nakdî kredi dışındaki gayrınakdî kredilerin de  kapsama  alınmasını  sağlayacağı  gibi,  çok  aşamalı  sözleşmelerin  taraf iradelerine  aykırı  varsayımlarını  da  devre  dışı  bırakarak  tarafların  gerçek iradelerine uygun bir çözüm ortaya koyacaktır.  4.  Kredi Sözleşmelerinde Kredi Alanın Borçları a)  Genel Olarak Kredi  sözleşmesinde,  banka  tarafından  kendisine  kredi  kullandırılmış  olan borçlunun aslî edim yükümlülüğü olan geri ödeme borcu yanında bir kısım yan yükümlülükleri de bulunmaktadır. Bu yan yükümlülükler genel olarak; özellikle kredinin hazır tutulması karşılığında bir provizyon ödemesi kararlaştırılmış ise kredinin kullanılması yükümlülüğü, gayrınakdî kredilerde geri verme ve borçtan kurtarma yükümlülüğü, kredinin geri ödemesini garanti altına alacak miktarda güvence gösterme yükümlülüğü, bankaya karşı doğru beyanda bulunma ve kredi ilişkisinin  devamı  esnasınca  denetlenmeye  katlanma  yükümlülüğü  olarak sıralanabilir.   38   Özen, s. 99; Dursun Karaahmetoğlu, s. 22 – 23; Ölekli, s. 50 – 51; Yener, s. 70. 39   Bu koşulun iradî bir koşul olduğuna dair ileri sürülen görüşler ve bu görüşlere karşı çıkanların eleştirileri için Bkz. Özen, s. 102, Dn. 181; Yener, s. 71 – 72; Gürses, s. 45. 40   Kredi açma sözleşmelerini borç doğurucu çerçeve sözleşme kabul eden görüşün detayları ve görüşe dair ileri sürülen eleştiriler için Bkz. Özen, s. 105 – 115; Dursun Karaahmetoğlu, s. 23 – 25; Yener, s. 72 – 76; Gürses, s. 55 – 58. 41   Kredi alanın yerine getirmesi gereken yan yükümlülükler için Bkz. Özen, s. 213 – 236; Dursun   257Yan yükümlülüklerin kapsamı, ne şekilde yerine getirileceği, zamanı ve diğer hususlar her şeyden önce taraflar arasındaki kredi sözleşmesiyle belirlenir. Kredi sözleşmesinde hüküm bulunmayan hallerde ise bankanın kredi genel şartları ve başta Borçlar Kanunu olmak üzere yasal mevzuat ile belirlenir.  b)  Aslî Edim Yükümü Olarak Geri Ödeme Borcu aa)  Geri Ödeme Borcunun Kapsamı  Kredi sözleşmesinin krediyi kullanan tarafı gerek tacir olsun gerekse tacir olmasın kullandığı  krediyi  geri  ödeme,  bankayı  borç  ve  yüklerden  kurtarma  borcu altındadır.  Bu  borcun  niteliği  ve  kapsamı,  kullanılan  kredinin  türüne  göre değişmektedir. Örneğin; nakdî kredi tahsis edilmiş ise, müşteri her şeyden önce kullandığı kredi miktarınca asıl alacağı nakit olarak ödemek zorundadır. Yahut müşteri bir teminat mektubu kullanmışsa, bu teminat mektubunu boşa çıkarmak ve bankaya iadesini sağlamak zorundadır. Bu asıl alacak geri ödemesi yahut yükten kurtarma borcunun yanında, aynı zamanda kredi sözleşmesi ve yasalarca belirlenmiş olan oran ve miktarda faiz ve ücret ödemesi yapma borcu da söz konusudur. Zira; kredi açma sözleşmelerinde krediyi  veren  taraf  olan  banka,  temelde  kâr  elde  amacı  güden  bir  ticarî işletmedir. Bankalar, Ban. K. 7/1-a maddesi gereği zorunlu olarak anonim şirket olarak kurulurlar ve TTK anlamında tacir sıfatını haizdirler. Dolayısıyla ticarî faaliyetlerinin  ana  amacı  kazanç  elde  etmektir.  Bankanın  kredi  verme işleminden  elde  edeceği  kâr  ise,  alacağı  faiz  ve  ücretlerden  oluşmaktadır.  Karaahmetoğlu, s. 44 – 57.   Faiz ve provizyon ödemesinin genel kredi sözleşmesi (ya da kredi açma sözleşmesinin) akdedilmesiyle değil, münferit kredi sözleşmelerinin akdedilmesiyle birlikte doğduğu görüşüne dair Bkz. Ölekli, s. 29. 42   Çabri, s. 188. 43   Dursun Karaahmetoğlu, s. 51 – 53; TBK m. 386;  Tüketim ödüncü sözleşmesi, ödünç verenin, bir miktar parayı ya da tüketilebilen bir şeyi ödünç alana devretmeyi, ödünç alanın da aynı nitelik ve miktarda şeyi geri vermeyi üstlendiği sözleşmedir . 44   Ölekli, s. 20- 29; Gürses; s. 277 – 304; Çabri, s. 190 – 192; Dursun Karaahmetoğlu, s. 47 – 50; Oğuz, s. 330 – 342. 45   Banka nın tanımı ve ticarî faaliyetinin amacı konusunda Bkz. Yukarıda  1. Genel Olarak Kredi Temini ve Kredi Türleri  46   TTK m. 331;  Anonim şirketler, kanunen yasaklanmamış her türlü ekonomik amaç ve konular için kurulabilir .      Şaban Kayıhan, Şirketler Hukuku, 3. Bası, Seçkin Yayıncılık, Ankara 2019, s. 46 – 47.     Bankaların temelde kâr elde etme amacı ile piyasalardaki güven ve istikrarın sağlanması ve kamu yararı ilkeleri çoğu zaman birbiri ile çelişmekte olduğu, bu çelişkiyi giderme görev ve yetkisinin ise devlette olduğu, bu nedenle bankacılık hukukundaki tüm düzenlemelerin kamu hukuku niteliğinde olduğuna dair Bkz. Ayşegül Özkurt, Bankacılık Hukukunda Tüzel Kişilik Perdesinin Kaldırılması, 2. Bası, Oniki Levha Yayıncılık, İstanbul 2018, s. 125.    Banka hukuku kamu hukukuna dahil olmakla birlikte, bu hukuk içerisinde yer alan kredi sözleşmeleri ile kefalet, garanti, ipotek, taşınır ve alacak rehni, rehin amaçlı temlik, gemi rehni gibi kredi güvenceleri, kollektif fonlar, çek ve akreditif gibi ödeme şekilleri özel hukuka tabidir. Tekinalp, s. 7. 258Bankanın kredi verme işleminden faiz ve ücret alması TTK nun 20. Maddesinin;  Tacir olan veya olmayan bir kişiye, ticari işletmesiyle ilgili bir iş veya hizmet görmüş olan tacir, uygun bir ücret isteyebilir. Ayrıca, tacir, verdiği avanslar ve yaptığı  giderler  için,  ödeme  tarihinden  itibaren  faize  hak  kazanır   hükmü gereğidir.  Ödünç kredisinde müşteri asıl alacağın yanında faiz de ödemek zorundadır. Ayrıca  krediyi  müşterinin  talebi  için  hazır  bulunduran  bankanın,  kredi sözleşmesinin yapılmasıyla birlikte hazır bulundurma provizyonu isteme hakkı da doğar. İskonto kredilerinde de faiz ve provizyon ödemesi yapılmaktadır. Ancak buradaki faiz ıskontoya tabi tutulan enedin belirli bir yüzdesi olarak belirlenmekte ve senet bedeli üzerinden iskonto yapılmak suretiyle faiz ödemesi yapılmaktadır. Kabul  kredilerinde  ibraz  edilen  senet  miktarı  üzerinden  hazır  bulundurma provizyonu ödenmesi kararlaştırılmış olabileceği gibi, senedin ıskontoya tabi tutulması yoluyla faiz ödenmesi de söz konusu olabilir. Aval kredilerinde ise bankanın sadece muhtemel riski karşılığında ödenecek olan bir provizyon söz konusudur. Ancak kredi müşterisinin tüketici olması hali için TKHK da önemli bir düzenleme getirilmiştir.  Buna  göre;   Belirli  süreli  kredi  sözleşmesine  ilişkin  bir  hesap açılması ve bu hesaptan sadece kredi ile ilgili işlemler yapılması durumunda, tüketiciden bu hesaba ilişkin herhangi bir isim altında ücret veya masraf talep edilemez. Bu hesap, tüketicinin aksine yazılı talebi olmaması hâlinde kredinin ödenmesi  ile  kapanır   (TKHK  m.  31).  Böylece  tüketici  kredileri  açısından bankanın kârı sadece faiz ödemelerinden oluşacak, provizyon yahut başkaca herhangi bir ücret söz konusu olamayacaktır.  bb)  Geri Ödeme Borcunun İfası Borçlar  hukukunda,  borçlanılan  edimin  tam  ve  doğru  bir  şekilde  yerine  47   Özen, s. 205 – 206; Karamehmetoğlu, s. 47 – 48; Oğuz, s. 319 – 320. 48   Faiz oranı yasal sınırlar içerisinde kalmak kaydıyla taraflarca kredi açma sözleşmesi ile belirlenebilir.    TTK m. 8/1 in  Ticarî işlerde faiz oranı serbestçe belirlenir  hükmü gereği, kredi alanın tacir olması durumunda faiz oranının belirlenmesinde bir üst sınır söz konusu olmayacaktır.   Tüketici işlemi niteliğindeki ödünç kredilerinde ise TBK 88/2 hükmü uyarınca; sözleşme ile kararlaştırılacak yıllık faiz oranı faiz borcunun doğduğu anda yürürlükte bulunan mevzuat gereği uygulanmakta olan yasal faiz oranının yüzde ellisini aşamayacaktır.    Faiz oranları konusunda temel yasal mevzuat 3095 Sayılı Kanunî Faiz ve Temerrüt Faizine İlişkin Kanundur. Kanunun 1. Maddesine göre;  (1) Borçlar Kanunu ve Türk Ticaret Kanunu'na göre faiz ödenmesi gereken hallerde, miktarı sözleşme ile tespit edilmemişse bu ödeme yıllık yüzde oniki oranı üzerinden yapılır. (2) Cumhurbaşkanı, bu oranı aylık olarak belirlemeye, yüzde onuna kadar indirmeye veya bir katına kadar artırmaya yetkilidir.     3095  Sayılı  Kanun  uyarınca  yasal  faiz  oranı  01.01.2006  tarihinden  itibaren  %9  olarak belirlenmiş  ve  halen  bu  oran  üzerinden  uygulanmaktadır.  Dolayısıyla  tüketici  kredilerinde belirlenebilecek olan faiz oranı %13,5 i aşamayacaktır.  49   Özen, s. 210 – 213.   259getirilmesine ifa denilmektedir. Edime uygun ifa kuralı gereği, kural olarak borçlu neyi borçlanmışsa onu ifa etmek zorundadır. Borcun edime uygun şekilde ifası ile borç sona erer. Kredi sözleşmesinden doğan borçların ne zaman ve nerede ifa edileceği taraflarca serbestçe kararlaştırılabilir.  Borcun ifa yeri, öncelikle tarafların açık veya örtülü iradelerine göre belirlenir. Aksine bir anlaşma yoksa, para borçları alacaklının ödeme zamanındaki yerleşim yerinde ifa edilir (TBK m. 89)54. TBK nın bu düzenlemesi edimin ifa yeri konusunda emredici nitelikte kurallar koymamakta, ifa yerinin belirlenmesinde her şeyden önce taraf iradelerine öncelik tanımaktadır. Kredi sözleşmelerinden kaynaklanan gerek asıl borç geri ödemeleri, gerek faiz ve provizyon ve diğer ödemeler  para  borcu  niteliğindedir.  Bu  nedenle  alacaklı  bankanın  yerleşim yerinde ifa edilmelidir.  Kredi sözleşmelerinde genellikle krediyi veren bankanın herhangi bir şubesinden yahut  internet  veya  cep  şubelerinden  ödeme  yapılabileceği  belirtilmektedir. Öyleyse,  klasik  fizikî  ifa  yeri  tanımının  dışında,  internet  ortamında  da yapılabilecektir. Ancak yine de bir fizikî ifa yeri belirtmek gerekirse krediyi açan banka şubesinin ödeme yeri olduğu kabul edilebilir.  Geri ödeme borcunun ifa zamanı da öncelikle taraflarca belirlenir. İfa zamanı taraflarca kararlaştırılmamış veya hukuki ilişkinin özelliğinden anlaşılmadıkça her  borç,  doğumu  anında  muaccel  olur  (TBK  m.  90)57.  Nakdî  kredi sözleşmelerinde genellikle geri ödemelerin hangi vadelerle ve hangi miktarlarda  50   Andreas Von Tuhr, Borçlar Hukukunun Umumî Kısmı, Cilt: 1 – 2, Yargıtay Yayını No:15, Ankara 1983, s. 458; M. Kemal Oğuzman / Turgut Öz, Borçlar Hukuku Genel Hükümler, Cilt 1, 15. Bası, Vedat Kitapçılık, İstanbul 2017, s. 251; Fikret Eren, Borçlar Hukuku Genel Hükümler, 21. Bası, Yetkin Yayınları, Ankara 2017, s. 928; O. Gökhan Antalya, Borçlar Hukuku Genel Hükümler, Cilt 3, Legal Yayıncılık, İstanbul 2017, s. 2; Eyüp İpek, Edime Uygun İfa Kuralı ve Bu Kuralın İhlaline Bağlanan Hukukî Sonuçlar, Filiz Kitabevi, İstanbul 2016, s. 94; Hüseyin Altaş, Şekle Aykırılığın Olumsuz Sonuçlarının Düzeltilmesi, Yetkin Yayınları, Ankara 1998, s. 198; Özcan Günergök / Şaban Kayıhan, Borçlar Hukuku Dersleri Genel Hükümler, Umuttepe Yayınları, İstanbul 2020, s. 191. 51   Oğuzman / Öz, Cilt 1, s. 273; Eren, Borçlar Genel, s. 936; Antalya, Cilt 3, s. 3; İpek, s. 159; Altaş, s. 208. 52   Tuhr, s. 458; Oğuzman / Öz, s. 539; Eren, Borçlar Genel, s. 928; Antalya, Cilt 3, s. 6; İpek, s. 171; Günergök / Kayıhan, s. 192. 53   Gürses, s. 362; Yener, s. 123 – 124; Tuhr, s. 500; Oğuzman / Öz, Cilt 1, s. 323; Eren, Borçlar Genel, s. 963; Hüseyin Hatemi / Emre Gökyayla, Borçlar Hukuku Genel Bölüm, Vedat Kitapçılık, İstanbul 2017, s. 248 – 249; Antalya, Cilt 3, s. 36; Altaş, s. 206 – 207. 54   Tuhr, s. 61 ve 500; Yener, s. 124; Oğuzman / Öz, Cilt 1, s. 324; Eren, Borçlar Genel, s. 965 – 966; Hatemi / Gökyayla, s. 248; Antalya, Cilt 3, s. 37; Günergök / Kayıhan, s. 232 – 233. 55   Özen, s. 240 – 242; Gürses, s. 362 – 363; Yener, s.124. 56   Tuhr, s. 507; Eren, Borçlar Genel, s. 969; Hatemi / Gökyayla, s. 249; Altaş, s. 207; Günergök / Kayıhan, s. 226. 57   Tuhr, s. 512; Oğuzman / Öz, Cilt 1, s. 313; Eren, Borçlar Genel, s. 970; Hatemi / Gökyayla, s. 249; Günergök / Kayıhan, s. 226. 260yapılacağı taraflar arasındaki kredi sözleşmesi ile belirlenmektedir. Belirlenmiş olan vadenin dolması ile de ilgili taksit muaccel hale gelir. Normal şartlarda borcun vadesinden önce istenebilmesi mümkün olmamakla birlikte, sözleşmelere konulacak  hükümlerle  borcun  vadesinden  önce  muaccel  hale  gelmesinin kararlaştırılabileceği  ve  borçlunun  bu  şekilde  temerrüde  düşürülmesi  de mümkündür.  Kredili mevduat hesabı gibi işleyen sistemlerde carî hesap ilişkisi de söz konusu olduğundan, geri ödemeler için genellikle belirli bir vade yoktur. Ancak bu durumda genellikle ödenmesi kararlaştırılmış olan bir provizyon yahut komisyon söz konusudur ve bu provizyon yahut komisyon kredinin tahsis edilmesi ile (kredinin müşterinin emrine amade tutulmasıyla) birlikte muaccel olur. Kural olarak, sözleşmenin hükümlerinden veya özelliğinden ya da durumun gereğinden tarafların aksini kastettikleri anlaşılmadıkça borçlu, edimini sürenin sona ermesinden önce ifa edebilir. Ancak, kanun veya sözleşme ya da adet gereği olmadıkça borçlu, erken ifada bulunması sebebiyle indirim yapamaz (TBK m. 96)64. Ancak tüketici kredileri açısından bu konuda önemli bir istisna söz konusudur. TKHK m. 27 ye göre;  Tüketici, vadesi gelmemiş bir veya birden çok taksit ödemesinde bulunabilir veya kredi borcunun tamamını erken ödeyebilir. Bu hâllerde kredi veren, erken ödenen miktara göre gerekli tüm faiz ve diğer maliyet unsurlarına  ilişkin  indirim  yapmakla  yükümlüdür .  Benzer  hüküm  konut finansmanı sözleşmeleri için m. 37 de mevcuttur.  İndirimlerin  nasıl  yapılacağı  ise  Tüketici  Kredisi  Sözleşmeleri  Yönetmeliği (TKY)66 m. 15 ile düzenlenmiştir. Buna göre;   58   Gürses, s. 355; Özen, s. 238; Yener, s. 122. 59   Ölekli, s. 82; Eren, Borçlar Genel, s. 971 – 972; Yener, s. 123. 60   TTK m. 89;  (1) İki kişinin herhangi bir hukuki sebep veya ilişkiden doğan alacaklarını teker teker ve ayrı ayrı istemekten karşılıklı olarak vazgeçip bunları kalem kalem alacak ve borç şekline çevirerek hesabın kesilmesinden sonra çıkacak artan tutarı isteyebileceklerine ilişkin sözleşme cari hesap sözleşmesidir. (2) Bu sözleşme yazılı yapılmadıkça geçerli olmaz.  61   Eren e göre; Uygulamada bu sözleşme genellikle carî hesap şeklinde açılmaktadır. Kredi açma sözleşmesiyle banka, tacir olan karşı tarafa  cari hesap kredisi  açmayı, havaleleri ödemeyi, çek ve poliçeyi kabul etmeyi, kefil olmayı taahhüt eder. Bu tür işleme  borçlu cari hesap sözleşmesi  adı verilir. Eren, Borçlar Özel, s. 509. 62   Özen, s. 238; Yener, s. 107 – 113; Çeşitli kredi tiplerinde ifanın ne zaman yapılacağı ile ilgili Bkz. Gürses, s. 355 – 360. 63   Gürses, s. 357 – 358; Oğuz, s. 334; Özen, s. 239; Yener, s. 123; Eren, Borçlar Genel, s.  975; Hatemi / Gökyayla, s. 252; Melek Bilgin Yüce, Alacaklı ve Borçlu Açısından İfa Zamanı, Vedat Kitapçılık, İstanbul 2015, s. 213; Günergök / Kayıhan, s. 230. 64   Tuhr, s. 513; Oğuzman / Öz, Cilt 1, s. 314; Eren, Borçlar Genel, s. 975; Hatemi / Gökyayla, s. 252; Yüce, s. 230; Günergök / Kayıhan, s.231. 65   Karakocalı / Kurşun, s. 109 – 110; Konun finansmanı sözleşmelerinde erken ödeme için Bkz. Çabri, 422 – 426. 66   Tüketici Kredisi Sözleşmeleri Yönetmeliği (Yür. Tar.: 22.11.2015), Kurum: Gümrük ve Ticaret   261 (1) Tüketici, vadesi gelmemiş bir veya birden çok taksit ödemesinde bulunabilir veya kredi borcunun tamamını ya da bir kısmını erken ödeyebilir. Bu hâllerde kredi veren 16 ve 17 nci maddelerde belirtilen hükümlere uygun olarak faizin tamamının veya bir kısmının peşin olarak tahsil edildiği durumlar da dahil olmak üzere gerekli indirimi yapmakla yükümlüdür. (2) Tüketicinin, vadesi gelmemiş bir veya birden çok taksit ödemesinde bulunması veya  kredi  borcunun  tamamını  ya  da  bir  kısmını  vadesinden  önce  ödemesi durumunda, erken ödeme indirimi hesaplanırken tüketicinin ödemeyi yaptığı tarih esas alınır. Bu tarih tüketici aleyhine olacak şekilde değiştirilemez. (3) Kredi veren, faizin tamamının veya bir kısmının tüketiciden peşin olarak tahsil edildiği kredilerde, tüketicinin erken ödeme yapması halinde akdi faiz oranı üzerinden gerekli indirimi yapmak üzere bir sistem kurmakla yükümlüdür.  (TKY m. 15). Böylece tüketici kredilerinde kredi borçlusunun borcun tamamını ya da  Bakanlığı, Kabul Tarihi: 22.05.2015, RGT: 22.05.2015, RG NO: 29363 67    Madde 16 - (1) Kredinin tamamının erken ödenmesi taksit tarihinde yapılıyorsa vadesi gelen taksit ödemesi ile birlikte geriye kalan taksit tutarları içerisindeki anapara borcu ve varsa o tarihe kadar  tahsil  edilmemiş  faiz,  vergi,  harç  ve  benzeri  yasal  yükümlülükler  tahsil  edilir.  (2) Kredinin tamamının erken ödenmesi, iki taksit arasında yapılıyorsa; ödeme planında yer alan en son ödenmiş taksit tarihiyle erken ödeme işleminin gerçekleştiği tarih arasında, anaparaya işleyen faiz tutarı, en son ödenmiş taksit tarihi itibarıyla geriye kalan taksit tutarları içerisindeki anapara borcu ve varsa o tarihe kadar tahsil edilmemiş faiz ile vergi, harç ve benzeri yasal yükümlülükler tahsil edilir. Ancak faizin tamamının veya bir kısmının tüketiciden peşin olarak tahsil edildiği kredilerde, kredinin tamamının erken ödenmesi durumunda, erken ödeme yapılan tarih ve tutar  esas  alınarak,  akdi  faiz  oranı  üzerinden  gerekli  faiz  iadesi  yapılır.  (3) Kredinin tamamının erken ödenmesi işlemlerinde Ek-2'de yer alan hususlar esas alınır.     Madde 17 - (1) Tüketicinin ödeme planında yer alan bir taksit tutarından az olmamak üzere, herhangi bir tutarı vadesinden önce ödemesi ara ödeme olarak kabul edilir.   (2) Tüketicinin ara ödemede bulunması durumunda kalan anapara borcu üzerinden, akdi faiz oranı ile bir önceki taksit tarihinden itibaren işleyen gün sayısı dikkate alınarak bulunacak faiz ve faiz üzerinden hesaplanacak vergi, harç ve benzeri yasal yükümlülükler toplamı tüketiciden tahsil edilir. Tahsil edilen bu tutar dışında kalan kısım anapara borcundan düşülür. Bu durumda kalan taksit sayısı ve ödeme tarihleri değişmeden yeni taksit tutarı ve yeni ödeme planı oluşturulur. Ancak tüketicinin talep etmesi halinde taksit sayısı değişmeyecek şekilde erken ödemesi yapılan taksit sayısına göre ödemesiz dönem veya tüketicinin yazılı veya kalıcı veri saklayıcısı aracılığıyla talep etmesi ve tarafların mutabakatı ile mevcut ödeme planından farklı taksit sayısı ve ödeme tarihleri de belirlenebilir.   (3) Tarafların mutabakatı halinde yeni ödeme planında yer alan taksit tutarı erken ödeme öncesi taksit tutarından fazla olabilir.   (4) Faizin tamamının veya bir kısmının tüketiciden peşin olarak tahsil edildiği kredilerde, ara ödeme yapılması durumunda, ödeme yapılan tarih ve tutar esas alınarak akdi faiz oranı üzerinden gerekli faiz iadesi yapılır.   (5) Yeni ödeme planı, herhangi bir isim altında ücret talep edilmeksizin yazılı olarak veya kalıcı veri saklayıcısı ile tüketiciye verilir.   (6) Bu maddede yer alan tüketicinin taleplerine ilişkin ispat yükü kredi verene aittir.   (7) Ara ödeme işlemlerinde Ek-4'te yer alan hususlar esas alınır.  262bir kısmını erken ödeme hakkı olduğu gibi, ilgili banka gerekli faiz indirimlerini de kanuna ve yönetmeliğe uygun olarak yapmak zorundadır.  B.  ÇAPRAZ TEMERRÜT KAYITLARI 1.  Çapraz Temerrüt Kavramı Çapraz temerrüt (cross-default) kayıtları, tümünde olmasa da bazı bankaların muhtelif sözleşmelerin yer almaktadır. Bunlardan bir kısmını şu şekildedir;   Çapraz Temerrüt: MÜŞTERİ nin, bu Sözleşme Seti kapsamı dışında kalan ve taraf olduğu herhangi bir işlemle ilgili olarak BANKA ya ödemekle yükümlü olduğu tutarları ödememesi ve temerrüte düşmüş olması 69;  Çapraz Temerrüt: Taraflar, Müşteri nin herhangi bir teminat vereninin veya Bağlı Kişi veya Kuruluşları ndan herhangi biri için; (i) bir ya da daha fazla sözleşmeden veya evraktan kaynaklanan bir temerrüt halinin veya benzer bir durumun veya olayın oluşması ya da bir ya da daha fazla sözleşmeden veya evraktan  kaynaklanan  herhangi  bir  yükümlülüğün  muaccel  ve  ödenebilir olmasından  önce,  söz  konusu  anlaşmalar  veya  evrak  uyarınca  muaccel  ve ödenebilir hale gelmesi veya beyan edildiği tarihte muaccel ve ödenebilir hale gelmesinin  mümkün  olmasına  sebebiyet  vermiş  olması  veya  (ii)  Söz  konusu anlaşmalar veya evraktan kaynaklanan bir veya daha fazla ödemesini ilgili ödeme tarihlerinden itibaren en geç 2 (iki) İş Günü içinde yapmaması durumunda Müşteri nin  temerrüde  düşmüş  sayılacağı  ve  Bankanın  8.3.1.2.  maddedeki haklarını kullanabileceği hususlarında anlaşmışlardır 70;  68    Davacı vekili, davacı tarafından davalı bankadan genel kredi sözleşmesine istinaden kredi alındığını, kredi borcunun erken kapatılması üzerine davacıdan haksız olarak kullandırılan kredi tutarları üzerinden %5,25 oranında erken kapama komisyonu alındığını, dava konusu edilen komisyonun kullanılan kredi miktarı üzerinden değil, kapatma bakiyeleri üzerinden alınması gerektiğini ileri sürerek, haksız tahsil edilen 40.950 TL'nin temerrüt faizi ile birlikte davalıdan tahsilini talep ve dava etmiştir.   Davalı vekili, alınan erken kapama komisyonunun taraflar arasındaki genel kredi sözleşmesi ile davalı tarafından imzalanan taahhütname ve kredi ödeme planına uygun olduğunu savunarak, davanın reddini istemiştir.    Mahkemece, iddia, savunma, bilirkişi raporu ve dosya kapsamına göre; davacıdan tahsil edilen erken kapama komisyonunun bankacılık teamülleri, ticari hayatın işleyişi ve piyasa uygulamalarına uygun olduğu, genel kredi sözleşme ve eklerinde davacının söz konusu kredileri erken kapatmak istemesi halinde bankanın talep edeceği tutarı ödemeyi kabul ve taahhüt ettiği gerekçesiyle; davanın reddine karar verilmiştir.   … Davacı vekilinin bütün temyiz itirazlarının reddiyle usul ve kanuna uygun bulunan hükmün ONANMASINA, karar verildi . Yarg. 11 HD, E:  2014/ 15128, K:  2015 / 726, T: 21.01.2015   Ticari krediler için müşterinin erken ödeme hakkını olmadığı yönündeki görüş için Bkz. Oğuz, s. 411. 69   https://www.odeabank.com.tr/SiteAssets/docs/sozlesmeler/yatirim/TezgahustuTurevIslemler Sozlesmesi.pdf, (m. 14/3-d) 70   http://www.tskb.com.tr/i/assets/document/pdf/cer%C%Aeve-Sozlesmesi.pdf, (m. 8.3.2)   263 Çapraz Temerrüt: Kendisinin ve/veya Kefillerin ve/ veya dolaylı veya doğrudan kontrolleri altında bulunan bir kuruluşun tahviller, bonolar, senetler, poliçeler, finansman bonoları veya benzeri belgelerle birlikte her nevi kredi sözleşmeleri ve finansal kira sözleşmeleri de dahil olmak üzere her nevi finansal sözleşmenin yanı sıra borç olarak ödünç alınan herhangi bir miktara ilişkin herhangi bir garanti, teminat veya sair sözleşme çerçevesinde BANKA ya veya başka bir Alacaklı/Kredi Veren/Kuruluş a  borçlu  olduğu  tutarları  veya  bir  ödeme  yükümlülüğünü vadelerinde  yerine  getireceğini,  bu  borç  ya  da  yükümlülüklerin ödenmemesi/yerine  getirilmemesi  veya  kendisinin  ve/veya  Kefillerin  ve/veya doğrudan veya dolaylı olarak kontrolleri altındaki bir kuruluşun bu borcunun belirlenmiş vade tarihi öncesinde muaccel hale gelmesi halinde bu Sözleşme den doğan borçlarının da muaccel hale geleceğini 71; Sadece bankacılık sözleşmelerinde değil, farklı sözleşme türlerinde de çapraz temerrüt tanımları ve hükümleri yer alabilmektedir. Ancak bu çalışmanın konusu  kapsamında  sadece  bankacılık  sözleşmelerindeki  çapraz  temerrüt hükümleri değerlendirme konusu yapılmıştır.   Banka sözleşmelerinde ve uygulamada kullanılan anlamı ile en basit şekilde çapraz temerrüt; krediyi teminat altına alan aynî yahut şahsî teminatlarda bir zayıflama, bir sorun veya bir risk ortaya çıkması yahut kredi borçlusunun gerek aynı bankaya gerekse başkaca bankalara olan ödemelerinde temerrüde düşmesi halinde,  kredi  borçlusunun  diğer  krediler  açısından  da  temerrüde  düşmüş sayılmasıdır. Diğer bir deyişle çapraz temerrüt hükmü; bir borç yükümlülüğünün temerrüde düşmesinin başka bir borç yükümlülüğünün temerrüde düşmesine bağlayan hükümdür. Örneğin, araç kredisinde temerrüde düşmüş olan bir kişinin taşınmaz kredisinde de temerrüde düşmüş sayılacağı kararlaştırılabilir. Kredi  sözleşmesindeki  çapraz  temerrüdü  düzenleyen  hükümler  genellikle, borçlunun  kredi  sözleşmelerinden  birinde  temerrüde  düşmesi  durumunda, borçlunun  malvarlığına  karşın  başlatılacak  olan  yasal  takiplerden  alacağını ivedilikle elde etme hakkına sahip olmak isteyen kredi verenlerin çıkarlarını  71   https://www.ing.com.tr/F/Documents/pdf/Hakkimizda/Hizmet_ve_Kredi_Sozlesmeleri/ Genel_Kredi_Sozlesmesi.pdf, (m. 16.6/n) 72   International Swap and Derivatives Association ın (ISDA), 1999 ve 2003 yayınladığı  Kredi Türevi Tanımlamaları  dökümanlarında yer alan altı adet kredi olayından birisi olarak çapraz temerrüt belirtilmiş ve  çapraz temerrüde düşme, yükümlülüğü elde tutana bir temerrüde düşme olayını ilan etme imkânı veren bir kredi olayı  olarak tanımlanmıştır. Kredi Temerrüt Swapları ve Kredi Temerrüt Swaplarının Fiyatlandırılması, Lale Karabıyık / Adem Anbar, Muhasebe ve Finansman  Dergisi,  Sayı  31,  Temmuz  2006. http://journal.mufad.org.tr/attachments/article/441/7.pdf 73   Farlı sözleşme türlerinde düzenlenen veya düzenlenebilecek olan çapraz temerrüt hükümleri örnekleri için Bkz.  https://www.lawinsider.com/clause/cross-default  74   https://financial-dictionary.thefreedictionary.com/Cross-Default  264korumak için mevcuttur. Ancak, sadece borçlunun değil, aynı zamanda kefil, garantör ya da başka bir sıfatla kredinin geri ödenmesi konusunda teminat vermiş  olanların  temerrüde  düşmesi  durumlarının  da  çapraz  temerrüt hükümlerinde yer aldığı görülmektedir.  Çapraz temerrüt, bir borçlu (ya da kefili garantörü) başka bir kredi sözleşmesinde temerrüde  düştüğünde  gerçekleşir  ve  diğer  kredi  sözleşmelerinin  temerrüt hükümlerinden  yararlanır.  Böylece  çapraz  temerrüt  hükümleri  -  tüm  kredi sözleşmeleri  çapraz  temerrüt  hükümleri  içeriyorsa  -  herhangi  bir  kredi sözleşmesinde temerrüde düşen borçlunun diğer tüm kredilerinin de temerrüde düşmesi sonucunu doğuran bir domino etkisi yaratabilir. Bunun yanında çapraz temerrüt tetiklenirse, kredi veren mevcut genel kredi sözleşmesi kapsamında daha fazla kredi tahsisini reddetme hakkına da sahiptir. Kredi sözleşmelerinde temerrüt olayı, tipik olarak borçlunun zamanında faiz veya anapara borcunu ödememesi yahut sözleşmedeki yapma ya da yapmama (müspet ya da menfî) tarzındaki hükümlerden birini ihlal etmesi durumunda ortaya çıkar.  75   Her ne kadar çapraz temerrüt hükümleri borç vereni borçlunun benzer ticari ilişkilerinde temerrüde düşme olasılığına karşı korumak amacını gütse de tek amacı bu değildir. Çapraz temerrüt maddeleri borç verinin ticarî olarak da elini borçluya karşı kuvvetli bir hale getirir. Çapraz temerrüt hükümlerinin diğer amacı işte budur. Edmund M.A. Knaw, The law & Practice of Offshore Banking & Finance, Quorum Books, Londra/İngiltere 1996, s. 123. 76   TBK m. 581;  Kefalet sözleşmesi, kefilin alacaklıya karşı, borçlunun borcunu ifa etmemesinin sonuçlarından kişisel olarak sorumlu olmayı üstlendiği sözleşmedir .    Tandoğan kefaleti şu şekilde tanımlamaktadır;  Kefalet bir akittir ki onunla bir kimse borçlunun borcunu ödememesi halinde bu borçtan şahsen sorumlu olmayı alacaklıya karşı taahhüt eder .  Haluk Tandoğan, Borçlar Hukuku, Özel Borç İlişkileri, Cilt 2, Beşinci Basım, Vedat Kitapçılık, İstanbul 2010, s. 693; benzer tanım Zevkliler / Gökyayla, s. 663; Aral / Ayrancı, s. 465.    Kefilin, kefalet sözleşmesi ile alacaklıya karşı taahhüt ettiği şey sadece paradır, yoksa asıl borçlunun yerine getirmek zorunda olduğu edim değildir  Yavuz / Acar / Özen, s. 1401; Eren, Borçlar Özel, s. 760; Tandoğan, s. 697 – 698.  77   Garanti  sözleşmesi  kanunlarda  düzenlenmiş  olan  tipik  bir  sözleşme  değildir.  Doktrinde Yargıtay ın 11.06.1969 tarihli içtihadı birleştirme kararında (İBK) benimsediği tanım genellikle kabul görmektedir. Bu tanıma göre;  Garanti mukavelesi, bir kimsenin ferî olmayan bir mukavele ile başkasına bir teşebbüsün belirli bir sonuca ulaşacağını garanti etmesidir . Yavuz / Acar / Özen, s. 1475 – 1476.    Aynı İBK garanti ile kefalet arasındaki farkı şu şekilde belirtmektedir;  Kefilin taahhüdü feri olmasına karşılık 3. şahsın fiilini taahhüt şeklinde yapılan garanti anlaşmaları feri mahiyette değildir. Garanti veren müstakil bir taahhüt altına girmiştir. Asıl borç tediye ile ve sair surette düşerse kefalet gibi feri haklar da düşer. Borçlar Kanunu nun 113. maddesinde anlamını bulan ferilik vasfı garanti akitlerinde yoktur. Garanti veren asıl borçla ilgili değildir . Yarg. İBK, S: 4/6, T: 11.06.1969; Eren, Borçlar Özel, s. 766 – 768; Tandoğan, s. 818 – 832; Zevkliler / Gökyayla, s. 667 – 669; Aral / Ayrancı, s. 469 – 470; Hatemi / Gökyayla, s. 313 – 413. 78   (B) Sözleşmesinde temerrüde düşülmesi durumunda (A) sözleşmesinin borçlusunun otomatik olarak  temerrüde  düşmesi  şeklinde  düzenlenmiş  olan  bir  madde  hükmü  (A)  Sözleşmesi kapsamındaki kredi verene, (B) sözleşmesinin temerrüt hükümlerinden etkin şekilde faydalanma hakkı  verir.  https://uk.practicallaw.thomsonreuters.com/1-382-3377?transitionType=Default& contextData=(sc.Default)&firstPage=true&bhcp=1 79   https://www.investopedia.com/terms/c/crossdefault.asp    265Bir borçlu, kredi sözleşmesinde yer alan hükümleri ihlal ederek veya zamanında anapara yahut faiz ödememek suretiyle kredilerinden birini ödemede temerrüde düşerse, başka bir kredi sözleşmesinde yer alan temerrüt hükümlerini de tetiklemiş olur.  Kredi sözleşmelerinde çapraz temerrüt, başka bir kredideki borçlunun temerrüde düşmesi olayından kaynaklanır. Çapraz temerrüde neden olan kredi aynı banka nezdinde olabileceği gibi başka bir banka nezdinde tahsis edilmiş olan bir kredi de olabilir. Kredi sözleşmelerinin banka tarafından haklı nedenle feshi sonucunu doğuracak olan çapraz temerrüt hükümlerinin düzenlenmesi sözleşme serbestisi ilkesine tabidir. Taraflar bu hakkın nasıl kullanılacağını hakkın kullanılmasını için gerekli şartların neler olduğunu detaylı şekilde düzenleyebilme hakkına sahiptirler. Genellikle geniş kapsamlı ticarî kredilerde, kredi sözleşmesinin tarafları kredi sözleşmesini daha fazla müzakere etme imkânına sahip olmaktadır. Bu nedenle geniş kapsamlı ticarî kredilerde genellikle çapraz temerrüt gerçekleşmeden önce borçlunun çapraz temerrüde yol açan diğer sözleşmeden kaynaklanan olumsuz durumu düzeltmesine, örneğin verilen belirli bir süre içerisinde temerrüde düştüğü taksiti ödeyerek bu durumdan kurtulmasına olanak tanınmaktadır.  Diğer  taraftan  çapraz  temerrüt  kurumunun  kredi  sözleşmelerindeki   ayrılık prensibi nin tamamen zıddı olduğunu da belirtmek gerekir. Ayrılık prensibine göre,  müşterinin  bankadan  kullandığı  kredi  sözleşmelerinin  herhangi  birinin  80   Yapma tarzındaki hükümler, borçlunun denetimden geçmiş mali tablolarının zamanında kredi verene sunulması veya iş yeri sigortası, yangın sigortası gibi belirli içeriklerde sigorta yaptırılması şeklinde olabilir. Yapmama tarzındaki hükümler ise, borçlunun belirli bir miktarın üzerinde yahut belirli bir faiz oranının üzerinde bir oranla borçlanmaması, ticaretinde belirli bir kâr marjının altında satış yapmaması, belirli konuların dışında ticaret ya da yatırım yapmaması şeklinde hüküm olabilir.  81   Kredi sözleşmesinin haklı nedenle feshi ve sonuçları için Bkz. Dursun Karaahmetoğlu, s. 60 – 185; Özen, s. 326 – 343; Gürses, s. 406 – 429. 82   Özen, s. 324; Banka kredi sözleşmelerinin içeriğinin oluşturulmasında bireysel sözleşme modeli ve tip sözleşme modeli olmak üzere iki model bulunmaktadır. Bireysel sözleşme modeli tarafların belirli bir tip sözleşme üzerinde değil, tüm maddeleri karşılıklı müzakere ederek hazırladıkları sözleşme modelidir. Bu modelde taraf iradeleri en geniş şekilde sözleşmeye yansımaktadır. Ancak bu sözleşmeler genellikle bankalar tarafından pek tercih edilmemektedir. Zira, maliyetleri düşürme, standartlaştırma, belirlilik, uzmanlaştırma ve riskleri kontrol altına alma gibi faydaları nedeniyle genel işlem koşullarını içeren sözleşmeleri tercih etmektedir. Bireysel sözleşme modeli yahut genel işlem koşullarının müzakere edildiği model ise büyük hacimli ticarî kredilerde kullanılmaktadır. Gürses, s. 187 – 194. 83   Kredi veren banka ile müşterisi arasında yapılan görüşmelerde, çapraz temerrüt hükümlerinin etkilerini azaltmak ve müşterinin finansal manevralarına imkân tanımak için çeşitli yollar söz konusu olabilir. Örneğin; çapraz temerrüde yol açacak olan borç tutarı belirli bir miktarın üzerinde kabul edilebilir. Ya da borçluya ana para ve faizleri ödeme olanağı sağlanarak çapraz temerrüde düşmenin önüne geçme olanağı tanınabilir. Yahut, çapraz temerrüde neden olacak sözleşmeler belirli  sözleşmelerle  sınırlandırılabileceği  gibi  sadece  aynı  banka  ile  de  sınırlanabilir. https://www.investopedia.com/terms/c/crossdefault.asp 84   http://www.businessdictionary.com/definition/cross-default-clause.html  266temerrüt yahut başka bir nedenle feshedilmesi, diğer sözleşmelerin yürürlüğünü etkilemez.  Şüphesiz  bu  prensip  müşterinin  yararına  olarak  öngörülmüş  bir prensiptir.  Ayrılık  prensibinin  ortaya  çıkış  nedeninin  münferit  kredilerin birbirinden farklı olması ve bu nedenle bütün münferit kredilere aynı hükümlerin uygulanmasının  hukukî  güvenlik  anlamında  tutarsızlıklara  neden  olabileceği düşüncesi yatmakta olduğu belirtilmektedir. Ancak çapraz temerrüt kurumu bunun tam tersini öngörmekte ve kredi verenin menfaatine uygun olarak diğer kredilerin de temerrüde uğramış sayılacağını kabul etmektedir.  2.  Çapraz Temerrüt Kayıtlarının Hukukî Niteliği Banka  kredi  sözleşmelerinin  bir  kısmında  ödemeler  vadeye  bağlanmış durumdadır. Özellikle tüketici kredileri, müşteri tacir dahi olsa araç ve taşınmaz mal kredileri genellikle belirli vadelerde ödenecek taksitlere bölünmüştür. Kredili mevduat hesabı şeklinde işleyen kredi ilişkilerinde ise genellikle belirli bir vade bulunmamakta  ancak  kredi  verene  krediyi  kolayca  geri  çağırma  opsiyonları tanınmaktadır.  Temerrüdün genel tanımı yanında, her bir sözleşmede tarafların hangi şartlarla temerrüde düşmüş sayılacağı hususu krediye konu olan varlık sınıflarına, yasa koyucunun belirlediği kurallara ve banka ile kredi müşterisi arasında yapılmış olan kredi sözleşmesinin şartlarına göre değişiklik gösterebilir. Bu hükümlerde düzenlenen temerrüdün sebebi, bir ödeme yükümlülüğünü vadesinde ödememek, iflas etmek, hakkında yapılan başka takiplerin semeresiz kalması yahut çapraz temerrüde yol açan kredi sözleşme şartlarından birisini ihlal etmek olabilir. Çapraz temerrüt kayıtlarında genellikle kredi borçlusunun yahut kefil ya da garantörlerin aynı bankada ya da başka bir bankada kullanmış olduğu başka bir kredinin ödemesinde temerrüde düşmesi durumunda, diğer kullandığı kredilerin de  temerrüde  düşmüş  sayılacağı  hükmüne  yer  verilmektedir.  Yani  borcun vadesinde  ödenmemiş  olması  durumundan  başka,  gelecekte  gerçekleşip gerçekleşmeyeceği belli olmayan başka bir olgunun gerçekleşmesi halinde borcun temerrüde  düşeceği  ve  yürürlükte  olan  kredi  sözleşmesinin  çapraz  temerrüt nedeniyle feshedilmiş sayılacağı hükmü yer almaktadır.  TBK nın  173.  Maddesine  göre;   (1)  Sona  ermesi  önceden  gerçekleşip gerçekleşmeyeceği  bilinmeyen  bir  olguya  bırakılan  sözleşme,  bozucu  koşula  85   Ayrılık ilkesinin detayları ve bu konudaki görüşler için Bkz. Gürses, s. 147 – 153; Dursun Karaahmetoğlu, s. 143 – 145; Özen, s. 337; Oğuz, s. 201 – 202. 86   Gürses, s. 151. 87    Temerrüt ifada nitelikli gecikmedir  Oğuzman / Öz, Cilt 1, s. 458;  Borçlunun ifası mümkün ve muaccel bir edimi, borca aykırı olarak alacaklının ihtarına rağmen veya kanunun ihtarı gerekli görmediği durumlarda zamanında ifa etmemesine borçlunun temerrüdü denir . Antalya, Cilt 3, s. 408;  Borçlunun borçlanılan edimi borca aykırı olarak, geç ifa etmesine borçlunun temerrüdü denir , Eren, Borçlar Genel, s. 1113; Günergök / Kayıhan, s. 293 – 294. 88   http://www.jcrer.com.tr/Pages.aspx?Page=temerrut-hali-ve-temerrut-olasiligi-tanimlari   267bağlanmış olur. (2) Bozucu koşula bağlanmış sözleşmenin hükümleri, koşulun gerçekleştiği  anda  ortadan  kalkar.  (3)  Aksi  kararlaştırılmadıkça  veya  işin niteliğinden anlaşılmadıkça sona erme, geçmişe etkili olmaz  89.  Yukarıda açıklandığı üzere, çapraz temerrüt hükümlerinin temel amacı kredi veren banka açısından gerçekleşmesi kuvvetle muhtemel hale gelmiş riskler karşısında bankanın korunması gayesiyle, kredi sözleşmesinin artık feshedilerek kredinin  kalan  borçlarının  borçlunun  malvarlığından  ivedilikle  tahsilinin sağlanmasıdır. Yani çapraz temerrüt hükümleri halihazırda sürmekte olan bir kredi ilişkisini kolayca sonlandırmak amacındadır. Çapraz temerrüt hükümlerinin bağlandığı  koşulların  gerçekleşmesi  halinde  ise  bu  sona  erme  kendiliğinden gerçekleşecektir.  Bu  nedenle  çapraz  temerrüt  hükümleri  TBK  m.  173 te düzenlenmiş olan bozucu koşul niteliğindedir.  Çapraz  temerrüde  benzeyen  bir  diğer  kavram  olan  çapraz  muacceliyet hükümlerinde  ise,  borçlunun  temerrüde  düşmüş  olması  değil,  kalan  borç tutarlarının muaccel hale gelmesi amaçlanmaktadır. Her ne kadar temerrüt için borcun muaccel olması şart ise de, bilindiği üzer borcun muaccel olması ile borçlunun temerrüde düşmüş olması gerek tanımları ve gerekse hukukî sonuçları itibariyle  birbirinden  farklı  kavramlardır.  Bu  nedenle  iki  kavramın  birbirine karıştırılmaması gerekmektedir.   89   Tuhr, s. 736; M. Kemal Oğuzman / Turgut Öz, Borçlar Hukuku Genel Hükümler, Cilt 2, 13. Bası, Vedat Kitapçılık, İstanbul 2017, s. 525; Eren, Borçlar Genel, s.  1195; Hatemi / Gökyayla, s. 173; Yüce, s. 171; Günergök / Kayıhan, s. 588.   90   Oğuzman / Öz, Cilt 2, s. 525; Eren, Borçlar Genel, s.  1201 – 1202; Hatemi / Gökyayla, s. 374 – 375; Yüce, s. 171. 91   Çapraz temerrüt şartlarına benzeyen muacceliyet kayıtlarının hukukî niteliği ise tartışmalıdır. Bir görüşe göre bu tarz kayıtlar geciktirici koşul, diğer bir görüşe göre ise yenilik doğuran haktır. Her iki görüşün detayları için Bkz. Ölekli, s. 135 – 140. 92   Altınok Ormancı, s. 205; Ölekli ye göre; Bankaların kullandırdıkları kredilerin sözleşmeye uygun olarak geri ödenmemesi ihtimaline istinaden kredi açma sözleşmelerine belirli olayın gerçekleşmesi halinde vadesi gelmemiş olan taksitlerin tamamının muaccel olacağına ilişkin koydurdukları kayıtların nedeni, bankaların karşı karşıya oldukları operasyonel riskler, piyasa riskleri ve kredi risklerine karşı bankanın koruma altına alınmasıdır. Bankalar, müşterinin talebi ile birlikte derhal kendisinde bulunan mevduatı müşteriye ödeme yükümlülüğündedir. Bankanın kullandırdığı kredilerin zamanında ödenmemesi durumunda ise banka bu mevduatı müşteriye ide etme yükümlülüğünü yerine getiremeyebilir ve bu sorundan öncelikle banka sonrasında ise tüm finans sistemi ile ülke ekonomisi etkilenebilir. Diğer taraftan bankalar karşı karşıya kalacakları riskleri de izlemek zorundadır. Tüm bu nedenlerle bankalar kredi açma sözleşmelerine muacceliyet şartlarını koyarak kredi borçlusunun ödeme gücünün tehlikeye düşeceğini anladığı anda vadesi gelmemiş tüm alacaklarını muaccel hale getirerek bir an önce yasal prosedürü başlatıp hacizde ön sırayı almayı amaçlamaktadırlar. Ölekli, s. 79 – 82; Aynı yönde Oğuz, s. 418 – 419. 93   Banka kredi sözleşmelerindeki başlıca muacceliyet halleri için Bkz. Ölekli, s. 101 – 125; Oğuz, çapraz temerrüt adı altında düzenlenmiş olan bu kayıtların sözleşme özgürlüğü ilkesi kapsamında geçerli olmakla birlikte bu kayıtların muacceliyet kayıtları olduğunu ileri sürmektedir. Bkz. Oğuz, s. 419; Ancak, özellikle alacaklının bir ihtar göndermesine gerek olmaksızın borçlunun doğrudan temerrüde düşmüş olacağı şeklinde düzenlenmiş olan kayıtların muacceliyet kaydı değil doğrudan 2683.  Çapraz Temerrüdün Şartları a)  Borçlunun Çapraz Temerrüt Hükmünü İhtiva Eden Sözleşmenin (Bağlı Sözleşme) İfasında Temerrüde Düşmemiş Olması  Çapraz  temerrüdün  tanımında  da  açıkça  yer  aldığı  üzere,  çapraz  temerrüt mekanizmasında birbirinden farklı iki sözleşme yer almaktadır. Bunlardan ilki çapraz temerrüt hükümlerini ihtiva eden sözleşme olup, bu sözleşmeye  bağlı sözleşme ; ikinci sözleşme ise temerrüde düşülmesi halinde bağlı sözleşmenin de temerrüde düşmüş kabul edileceği  bağlanılan sözleşme dir.  Çapraz  temerrüdün  yukarıda  yapılan  tanımlarından  ve  çapraz  temerrüt kurumunun doğası gereği, bağlı sözleşmedeki ödemelerin temerrüde düşmemiş olması gerekmektedir. Bağlı sözleşmedeki edimler halihazırda temerrüde düşmüş durumda  ise,  ayrıca  bir  çapraz  temerrüt  mekanizmasına  zaten  ihtiyaç duyulmayacaktır.  Zira,  temerrüde  düşmüş  bir  borcun  ikinci  defa  temerrüde düşürülmesi söz konusu değildir. b)  Borçlu, Kefil Ya da Garantörün, Bağlanılan Sözleşmede Temerrüde Düşmüş Olması Çapraz temerrüde ismini veren olay, bağlı sözleşme dışında ancak bu sözleşmenin temerrüde düşmesi sonucunun bağlandığı en az bir adet başka bir sözleşmenin (bağlanılan sözleşme) bulunmasıdır.  Bağlanılan sözleşme, bağlı sözleşmedeki kredi veren ile kredi alan arasında yapılmış bir sözleşme olabileceği gibi, başka bir kredi veren yahut başka bir kişi ile yapılmış olan bir sözleşme de olabilir. Hatta, başka bir kişi yahut kredi veren ile bağlı sözleşmedeki kefil ya da garanti verenin arasında yapılmış olan yani bağlı sözleşmedeki kredi alanın taraf olmadığı bir sözleşme olması da mümkündür.  Bağlanılan sözleşmenin bir kredi sözleşmesin olması mümkün olduğu gibi, başka türde  bir  sözleşme  olması  da  mümkündür.  Örneğin,  kredi  alanın  yüklenici durumunda olduğu bir eser sözleşmesindeki borçlarında temerrüde düşmesi, bağlı sözleşmede çapraz temerrüt hükmü olarak yer alabilir. Ancak her halükârda bağlı sözleşmedeki kredi alan, kefil ya da garantöre borç yükleyen bir sözleşme olması şarttır.  Bağlanılan sözleşmenin belli bir sözleşme olması da şart değildir. Kredi alanın taraf olduğu herhangi bir sözleşmede temerrüde düşmesi halinde bağlı sözleşmede  temerrüt kaydı olacağı açıktır. Bu nedenle yazarın bu görüşüne katılmıyoruz.   Muacceliyet ihbarının yenilik doğran hak niteliği için Bkz. Harun Demirbaş, Yenilik Doğuran Haklar, Vedat Kitapçılık, İstanbul 2007, s. 61.   269de temerrüde düşeceğine dair bir hüküm de geçerli olmalıdır. Zira, krediyi vererek ciddi bir risk alan bankanın kendini korumak istemesi olağan ve basiretli tacir ilkesinin gereğidir.  c)  Bağlı Kredinin Tüketici Kredisi Niteliğinde Olmaması TKHK nın  tüketici  kredilerinde  borçlunun  temerrüdünü  düzenleyen  28. Maddesine  göre;   Belirli  süreli  kredi  sözleşmelerinde  tüketicinin  taksitleri ödemede temerrüde düşmesi durumunda, kredi veren, borcun tamamının ifasını talep etme hakkını saklı tutmuşsa, bu hak ancak kredi verenin bütün edimlerini ifa etmiş olması, tüketicinin de birbirini izleyen en az iki taksidi ödemede temerrüde düşmesi  hâlinde  kullanılabilir.  Kredi  verenin  bu  hakkı  kullanabilmesi  için tüketiciye  en  az  otuz  gün  süre  vererek  muacceliyet  uyarısında  bulunması zorunludur. (2) Muaccel kılınan taksitlerin hesaplanmasında faiz, komisyon ve benzeri masraflar dikkate alınmaz 97. Aynı hüküm konut finansmanı sözleşmeleri açısından da 34. Maddede düzenlenmiştir. Anılan hüküm nedeniyle gerek konut finansmanı sözleşmelerinde gerekse diğer tüketici sözleşmelerinde borçlunun temerrüdü yoluna gidilerek borcun tamamının tahsilinin talep edilebilmesi için mutlaka birbirini izleyen en az iki taksitin  94  Bankaların Sermaye Yeterliliğinin Ölçülmesine Ve Değerlendirilmesine İlişkin Yönetmelik, m.3/1-ff;  Karşı taraf kredi riski: İki tarafa da yükümlülük getiren bir işlemin muhatabı olan karşı tarafın, bu işlemin nakit akışında yer alan son ödemeden önce temerrüde düşme riskini … ifade eder . Yönetmelik Resmî Gazete, Tarih: 23.10.2015, Sayı: 29511. 95    1986  yıllarında  başlayan  ticari  kredi  ilişkisi  içerisinde  davalı  bankanın  zaman  zaman davacının senet ve çek protestolarına sessiz kalması bu uygulamanın her halükarda benimseneceği şeklinde değerlendirilemez. Bankanın,  kredi kullandırdığı müşterisini yakından takip etmesi, kullanılan kredilerin riske edilmemesini sağlayıcı her tür önlem ve tedbirin alınması basiretli bir tacir ve hele para alıp satan bankacının göstermesi gereken en basiretli bir davranıştır . Yarg. 11. HD, E:2000/6501, K: 2000/8956, T: 16.11.2000; Aynı yönde Ölekli, s. 99 – 100. 96   Tüketici kredisinde tarafların hak ve borçları için Bkz. Gezder, s. 194 – 219. 97    Taraflar arasında imzalanan tüketici kredisi sözleşmesine istinaden kullandırılan kredinin iki taksitinin ödenmediği, buna ilişkin keşide edilen ihtarnamenin davalıya tebliğ edildiğine dair dosya içerisinde herhangi bir belgenin bulunmadığı, davacı bankanın davalıyı temerrüde düşürerek gelmeyen  taksitleri  de  muaccel  hale  getirerek  takip  başlattığı,  fakat  davalıya  gönderilen ihtarnamenin 6502 sayılı Yasa'nın 28. maddesine uygun bir ihtarname olmamakla birlikte davalıya tebliğ edildiğine ilişkin dosya içerisinde herhangi bir belge bulunmaması nedeniyle davalının Yasanın aradığı anlamda temerrüdünden bahsedilemeyeceği, … gerekçesiyle de davanın kısmen kabulüne karar verilmiş, hüküm davacı vekili tarafından temyiz edilmiştir.     … kanuna uygun bulunan hükmün ONANMASINA… oy birliği ile karar verildi . Yarg 19. HD, E: 2017/ 3349, K: 2019 / 997, T: 19.02.2019 98   Çabri, s. 359 – 361. 99   6362 Sayılı Sermaye Piyasası Kanunu, m. 57;  Konut finansmanı, konut edinmeleri amacıyla tüketicilere kredi kullandırılması, konutların finansal kiralama yoluyla tüketicilere kiralanması, sahip oldukları konutların teminatı altında tüketicilere kredi kullandırılması ve bu kredilerin yeniden finansmanı amacıyla kredi kullandırılmasıdır .    Konut finansmanı sözleşmeleri tüketici kredileri grubundadır. Bkz. Çabri, s. 24; Karakocalı / Kurşun, s. 118 – 119. 270ödenmemiş olması ve bundan sonra bankanın muacceliyet ihbarında bulunarak en az otuz gün süre vermesi gerekmektedir.  Diğer taraftan tüketici aleyhine konulmuş olan bu yöndeki bir şart, haksız şart olarak  kabul  edilecektir.  TKHK  m.  5 e  göre;   (1)  Haksız  şart;  tüketiciyle müzakere edilmeden sözleşmeye dâhil edilen ve tarafların sözleşmeden doğan hak ve yükümlülüklerinde dürüstlük kuralına aykırı düşecek biçimde tüketici aleyhine dengesizliğe neden olan sözleşme şartlarıdır.  (2) Tüketiciyle akdedilen sözleşmelerde yer alan haksız şartlar kesin olarak hükümsüzdür. Sözleşmenin haksız şartlar dışındaki hükümleri geçerliliğini korur. Bu  durumda  sözleşmeyi  düzenleyen,  kesin  olarak  hükümsüz  sayılan  şartlar olmasaydı diğer hükümlerle sözleşmeyi yapmayacak olduğunu ileri süremez 100.  TKHK nın  anılan  hükümleri  emredici  nitelikte  olup,  aksi  sözleşme  ile kararlaştırılamaz. Bu nedenle, tüketicinin taraf olduğu bir kredi sözleşmesinde çapraz temerrüt maddeleri eklenerek, başka bir sözleşmede temerrüde düşülmesi halinde bu sözleşmenin de temerrüde düşeceği yönündeki bir düzenleme kesin hükümsüzdür (TBK m. 27/1, TKHK m. 5).  Diğer taraftan TBK m. 21 e göre de;  Karşı tarafın menfaatine aykırı genel işlem koşullarının sözleşmenin kapsamına girmesi, sözleşmenin yapılması sırasında düzenleyenin karşı tarafa, bu koşulların varlığı hakkında açıkça bilgi verip, bunların içeriğini öğrenme imkanı sağlamasına ve karşı tarafın da bu koşulları kabul etmesine bağlıdır. Aksi takdirde, genel işlem koşulları yazılmamış sayılır . Bu kapsamda bankaların genel kredi sözleşmelerinde zaman zaman yer alan bankanın  krediyi  istediği  zaman  hatta  sebep  göstermeksizin  feshedebileceği yönündeki ifadeler TBK. m. 21/2 anlamında  Sözleşmenin niteliğine ve işin özelliğine yabancı olan yani olağandışı genel işlem koşulu  kabul edilmeli ve yazılmamış sayılmalıdır. Buna  rağmen  bağlanılan  sözleşmenin  tüketici  kredisi  sözleşmesi  olmasında  100   17.06.2014  tarihli  ve  29033  sayılı  Resmî  Gazete de  yayımlanan  Tüketici Sözleşmelerindeki Haksız Şartlar Hakkında Yönetmelik in 5 inci maddesinin birinci fıkrasına göre;  Tüketici ile kurulan sözleşmelerde yer alan bir şartın haksız şart olarak kabul edilebilmesi için;     a) Tüketiciyle müzakere edilmeden sözleşmeye dahil edilmesi,    b) Tarafların sözleşmeden doğan hak ve yükümlülüklerinde dürüstlük kuralına aykırı düşecek biçimde tüketici aleyhine dengesizliğe neden olması,    unsurlarının bir arada bulunması gerekir.     Sözleşmeye müzakere edilmeden konulan bir hükmün haksızlığını denetleyen hakimin ana ölçütü dürüstlük  kuralıdır.  Tüketici  ile  müzakere  edildiği  ispatlanan  bir  hükmün,  tüketici  aleyhine dengesizliğe neden olduğu anlaşılsa dahi, haksız şart olarak nitelendirilmesi mümkün değildir . Yarg. HGK E: 2017/ 13-2899, K: 2018 / 420, T: 07.03.2018 101  Ölekli, s. 99 ve 158 – 159; Aksi yöndeki görüşler ve savunan yazarlar için Bkz. Oğuz, s. 410 – 411; Yener, s. 144; Eren, Borçlar Genel, s. 235; Esener / Gündoğdu, s. 240; Antalya, Cilt 1, s. 429 – 430; Karakocalı / Kurşun, s. 43 – 45.   271herhangi bir sakınca bulunmamaktadır.  d)  Çapraz  Temerrüdün  Bağlandığı  Şartların  Sözleşmede  Açıkça Yazması Bilindiği  üzere,  genel  olarak  sözleşmelerin  geçerliliği,  kanunda  aksi öngörülmedikçe, hiçbir şekle bağlı değildir (TBK m. 12)102. Tüketici işlemi niteliğindeki  kredi  sözleşmeleri,  finansal  kiralama  sözleşmesi,  faktoring sözleşmesi ve finansman sözleşmesi dışındaki kredi sözleşmeleri ne TBK ne de diğer mevzuatta tipik bir sözleşme olarak düzenlenmemiş olup herhangi bir içerikte ve şekle uygun olarak yapılması konusunda yasal zorunluluk söz konusu değildir.  Bu  nedenle  belirtilen  istisnalar  dışında  bu  sözleşmeler  açısından sözleşme serbestisi ilkesi geçerlidir.   102  Tuhr, s. 229; Oğuzman / Öz, Cilt 1, s. 139; Eren, Borçlar Genel, s. 18 ve 282; Turhan Esener / Fatih Gündoğdu, Borçlar Hukuku 1, Vedat Kitapçılık, İstanbul 2017, s. 184; Hatemi / Gökyayla, s. 44; O. O. Gökhan Antalya, Borçlar Hukuku Genel Hükümler, Cilt 1, Legal Yayıncılık, İstanbul 2015,  s.  449;  Altaş,  s.  47;  Arif  Barış  Özbilen,  Sözleşmelerin  Şekli  Ve  Şekil  Yönünden Hükümsüzlüğü, Oniki Levha Yayıncılık, İstanbul 2016, s. 25 – 27; Günergök / Kayıhan, s. 100. 103  6502 Sayılı TKHK, m. 3/1-l;  Tüketici işlemi: Mal veya hizmet piyasalarında kamu tüzel kişileri de dâhil olmak üzere ticari veya mesleki amaçlarla hareket eden veya onun adına ya da hesabına hareket eden gerçek veya tüzel kişiler ile tüketiciler arasında kurulan, eser, taşıma, simsarlık, sigorta, vekâlet, bankacılık ve benzeri sözleşmeler de dâhil olmak üzere her türlü sözleşme ve hukuki işlemi, … ifade eder . Ahmet Karakocalı / Ali Suphi Kurşun, Tüketici Hukuku, Aristo Yayınevi, İstanbul 2015, s. 14 – 16. 104  Eren, Borçlar Özel, s. 510; Karakocalı / Kurşun, s. 101; Tüketici işlemi olarak kredi sözleşmesi kavramı için Bkz. Yavuz / Acar / Özen, s. 758.   TKHK, m. 22/3;  Tüketici kredisi sözleşmesi yazılı olarak kurulmadıkça geçerli olmaz. Geçerli bir sözleşme yapmamış olan kredi veren, sonradan sözleşmenin geçersizliğini tüketicinin aleyhine olacak şekilde ileri süremez . Buna göre, tüketici işlemi niteliğindeki kredi sözleşmeleri yazılı olmadıkça geçerli olmayacaktır. Ancak burada söz konusu olan esnek hükümsüzlük durumudur. Yani  geçersizlik  sadece  tüketici  tarafından  ileri  sürülebilecek,  banka  tarafından  ise  ileri sürülemeyecektir. Özen, s. 156. 105  6361 Sayılı Finansal Kiralama, Faktoring Ve Finansman Şirketleri Kanunu   Madde 22/1;  (Finansal kiralama) Sözleşme, yazılı şekilde yapılır. Taşınmaz mallara ilişkin sözleşmeler taşınmazın bulunduğu tapu kütüğünün şerhler hanesine, kendilerine mahsus özel sicili bulunan taşınır mallara dair sözleşmeler bu malların kayıtlı oldukları sicile tescil ve şerh olunur ve kiralayan tarafından ayrıca Birliğe bildirilir .   Madde 38/(2);  Faktoring sözleşmesinin yazılı şekilde düzenlenmesi zorunludur .   Madde 39/3;  Finansman sözleşmesinin yazılı şekilde düzenlenmesi zorunludur .   Bu istisnalar bakımından şekil, geçerlilik şartıdır.   Finansal kiralama kavramı ve sözleşmenin mülga kanun ile yürürlükteki mevzuat açısından şekil yönünden karşılaştırması için Bkz. Yavuz / Acar / Özen, s. 795 – 798; Eren, Borçlar Özel, s. 457 – 459; Zevkliler / Gökyayla, s. 408 – 414; Özbilen, s. 316 – 324. 106  Gürses, s. 211 – 214; Özen, s. 152; Altınok Ormancı, s. 97; Oğuz, s. 297 – 299; Yener, s. 38; Eren, Borçlar Genel, s. 282; Esener / Gündoğdu, s. 184; Hatemi / Gökyayla, s. 44; Antalya, Cilt 1, s. 449; Özbilen, s. 25.   Tüketici kredisi sözleşmeleri ve bu arada konut finansmanı sözleşmeleri ise nitelikli yazılı şekle tabidir, Çabri, s. 109 – 111; Karakocalı / Kurşun, s. 119.   Çek hesabında müşterinin keşide ettiği çekin bedelini ödeyecek kadar para olmamasına rağmen 272Ancak,  HMK daki  yazılı  delille  ispat  kuralına  göre;   Bir  hakkın  doğumu, düşürülmesi,  devri,  değiştirilmesi,  yenilenmesi,  ertelenmesi,  ikrarı  ve  itfası amacıyla yapılan hukuki işlemlerin, yapıldıkları zamanki miktar veya değerleri ikibinbeşyüz Türk Lirasını geçtiği takdirde senetle ispat olunması gerekir. Bu hukuki işlemlerin miktar veya değeri ödeme veya borçtan kurtarma gibi bir nedenle ikibinbeşyüz Türk Lirasından aşağı düşse bile senetsiz ispat olunamaz  (m. 200). Dolayısıyla her ne kadar sözleşmenin geçerliliği için bir yazılı şekil gerekmemekte  ise  de,  kredinin  miktarının  HMK daki  yasal  sınırın  üzerinde olması halinde, hem kredi ilişkisinin kurulmasını sağlayan kredi sözleşmesinin varlığı  hem  de  bu  ilişkiyi  ortadan  kaldırmayı  amaçlayan  çapraz  temerrüt hükümlerinin varlığının yazılı delille ispat edilmesi gerektiği açıktır.  Uygulamada ise kredi açma sözleşmelerinin her zaman yazılı olarak yapıldığı görülmektedir. Aynı zamanda bu sözleşmelerin içerisine, sözleşmede yapılacak ekleme  ve  değişikliklerin  de  yazılı  olması  gerektiğine  dair  hükümler konulmaktadır.    Bu  tarz  hükümler  taraflar  arasında  iradî  şekil  zorunluluğu oluşturmaktadır.  çek bedelinin banka tarafından ödenmesinin açıktan kredi kullandırılması niteliğinde olduğuna dair Bkz. Tekinalp, s. 484; Belli tutarda nakdî kredi kullanımlarına izin, senet kabulleri, teminat verilmesi gibi işlemlerin zımnî iradelerle kurulmuş kredi sözleşmesi kabul edildiğine dair Bk. Yener, s. 38.   Bir sözleşme çerçevesinde gösterilecek olan teminatların belirli bir şekle tâbi olması durumunda, asıl sözleşmenin de teminatların şekline tabi olması gerektiği yönündeki görüş için Bkz. Özen, s. 152 – 154. 107  Bu miktar 2020 yılı için 4480 TL olarak uygulanacaktır.  108  Yener, s. 38; Gürses, s. 215; Oğuzman / Öz, Cilt 1, s. 139; Tuhr, s. 231; Esener / Gündoğdu, s. 185; Hatemi / Gökyayla, s. 45; Antalya, Cilt 1, s. 453; Altaş, s. 72; Özbilen, s. 45 – 48; Günergök / Kayıhan, s. 113.    Sözleşmenin kurulması için yazılı şekil şartı yok ise de; davalı tarafından sözleşme ilişkisi inkâr edildiği takdirde, talep miktarı da dikkate alınarak, yazılı delille ispata ilişkin kuralların gözetilmesi gerekir. 6100 sayılı HMK 200. maddeye göre, bir hakkın doğumu, düşürülmesi, devri, değiştirilmesi, yenilenmesi, ertelenmesi, ikrarı ve itfası amacıyla yapılan hukuki işlemlerin, yapıldıkları zamanki miktar veya değerleri ikibin beşyüz Türk lirasını geçtiği takdirde senetle ispat olunması gerekir. Bu hukuki işlemlerin miktar veya değeri ödeme veya borçtan kurtarma gibi bir nedenle ikibin beşyüz Türk lirasından aşağı düşse bile senetsiz ispat olunamaz. Yazılı sözleşme olmasa da sözleşmenin varlığını ortaya koyan, yazılı delil niteliğinde olmayan ancak kesin delil niteliğindeki ikrar, yemin delilleri ile de sözleşme ilişkisi ispatlanabilir . Yarg. 15.HD, E: 2019/ 2718, K: 2020 / 128, T: 20.01.2020 109  Özen, s. 152; Gürses, s. 215; Oğuzman / Öz, Cilt 1, s. 140 ve 153; Eren, Borçlar Genel, s. 284; Hatemi / Gökyayla, s. 53; Altaş, s. 69; Özbilen, s. 131 – 135.   TBK m. 17/1;  Kanunda şekle bağlanmamış bir sözleşmenin taraflarca belirli bir şekilde yapılması kararlaştırılmışsa, belirlenen şekilde yapılmayan sözleşme tarafları bağlamaz  hükmü gereğince yazılı olarak yapılmış olan asıl sözleşmede yapılacak değişikliklerin de yazılı şekilde yapılması gerektiği de ileri sürülebilir.    273e)  İhtar Yukarıda açıklandığı üzere; çapraz temerrüt kayıtları TBK anlamında bozucu koşul  niteliğindedir.  Borçlunun  temerrüde  düşmüş  olması  da  aynı  koşulun gerçekleşmesine bağlanmıştır. Bozucu koşula bağlanmış sözleşmenin hükümleri ise koşulun gerçekleştiği anda ortadan kalkar (TBK m. 173/2)111. Bu kapsamda, normal içerikte düzenlenmiş olan bir çapraz temerrüt hükmünü içeren kredi sözleşmesinin feshedilmiş sayılarak ortadan kalkması ve borçlunun temerrüde düşmüş sayılması için herhangi bir ihtar yahut ihbar gerekmemektedir.  Ancak yukarıda izah edildiği üzere, banka ile müşterisi arasındaki ilişkinin devamını sağlamak için çoğunlukla sözleşmeye borçlunun durumu düzeltebilmesi olanağı tanınmakta ve borçlunun bu olanağı da değerlendirememiş olması halinde temerrüde düşmüş sayılacağı kararlaştırılmaktadır. Yahut kredi sözleşmesindeki muacceliyet kayıtları kapsamında banka tarafından ihtar gönderilerek muacceliyet bildirimi  yapılmaktadır.  Bu  bildirimde  süre  tanınmışsa  sürenin  dolması  ile birlikte, süre tanınmamış ise ihtarın tebliğ olduğu günün mesai saati bitimiyle birlikte kredi borçlusu temerrüde düşmüş olmaktadır. Böyle bir bildirim şartının sözleşmede yer alması durumunda, bu bildirimin TTK na uygun olarak yapılması gerekmektedir.  TTK na göre;  Tacirler arasında, diğer tarafı temerrüde düşürmeye, sözleşmeyi feshe, sözleşmeden dönmeye ilişkin ihbarlar veya ihtarlar noter aracılığıyla, taahhütlü mektupla, telgrafla veya güvenli elektronik imza kullanılarak kayıtlı elektronik  posta  sistemi  ile  yapılır   (m.  18/3).  Bu  nedenle,  eğer  kredi sözleşmesinde sözleşmenin feshine yahut karşı tarafın temerrüde düşürülmesine yönelik bir kayıt varsa, bu bildirimlerin noter aracılığıyla, taahhütlü mektupla, telgrafla veya güvenli elektronik imza kullanılarak kayıtlı elektronik posta sistemi ile yapılması gerekmektedir. Ancak bu şekil şartı da geçerlilik şartı olmayıp, ispat  110  Bkz. Yuk.  2. Çapraz Temerrüt Kayıtlarının Hukukî Niteliği  111  Tuhr, s. 761; Oğuzman / Öz, Cilt 2, s. 525; Yüce, s. 171. 112  Oysaki normal şartlarda temerrüt ve bunun borçlu açısından doğuracağı hükümler, borcun muaccel olması anından değil, alacaklının ihtarda bulunmak suretiyle edayı kabule hazır olduğunu borçluya bildirmesinden itibaren doğar. Tuhr, s. 606; Oğuzman / Öz, Cilt 2, s. 525; Eren, Borçlar Genel, s. 1116;  113  Bkz. Yuk.  1. Çapraz Temerrüt Kavramı  114  Tekinalp;  banka  ile  müşterisi  arasındaki  süregelen  bu  ilişkiyi  iş  bağlantısı  olarak adlandırmaktadır. İş bağlantısının hukukî niteliği konusunda ise iki görüş ileri sürülmektedir. Bu görüşlerde ilki olan genel banka sözleşmesi görüşüne göre; banka ile müşterisi arasında - mevcut sözleşme ve sözleşmeler dışında – bir çerçeve sözleşme niteliğinde genel banka sözleşmesi bulunduğu kabul edilir. İkinci görüş olan aslî edim yükümlülüğü bulunmayan kanunî borç ilişkisi görüşüne göre ise; iş bağlantısının bir sözleşme olmadığı, aslî edim yükümü olmayan bir borç ilişkisi olduğu kabul edilir. Tekinalp, s. 358 – 366. 115  Ölekli, s. 172; Eren, Borçlar Genel, s.  980; Hatemi / Gökyayla, s. 252; Antalya, Cilt 3, s. 61; Yüce, s. 254. 274şartıdır. Fakat basiretli tacir ilkesi gereğince, yasada belirtilen şekillere uygun olarak  bildirimde  bulunmamış  olan  kredi  verenin,  yerine  getirmediği  şekil kuralları karşısında başka şekilde ispat etmesi mümkün olamayacaktır.  4.  Kredi İlişkisinin Çapraz Temerrüt İle Sona Ermenin Sonuçları Kredi sözleşmesinin çapraz temerrüt ile sona ermesi durumunda sözleşme ileriye dönük olarak ortadan kalkar. Zira, banka kredi sözleşmeleri aynı zamanda sürekli borç  ilişkisi  doğuran  sözleşmelerdir.  Sürekli  borç  ilişkisi  doğuran sözleşmeler ise ileriye dönük olarak ve fesih yoluyla sonlandırılabilir.  Sona erme anından itibaren bankanın artık yeni kredi kullandırma borcu da ileriye dönük olarak ortadan kalkar.  Kullandırılmış olan diğer krediler için ise artık bir tasfiye süreci başlar.  Banka  kredi  sözleşmeleri  tam  iki  tarafa  borç  yükleyen  sözleşmelerdendir. Bankanın krediyi müşterinin kullanımı için hazır bulundurma ve müşterinin talep etmesi halinde bu krediyi kullandırma borcu ile müşterinin kredi asıl borcu yanında kedi bedeli olarak nitelendirilebilecek olan faiz ve provizyon yahut komisyon  ödeme  borcu  birbiriyle  karşılıklılık  içerisindedir.  Bu  nedenle sözleşmenin çapraz temerrüt ile sona ermesi durumunda, alacaklı durumda olan  116   TTK'nun 20/3. maddesi uyarınca,  tacirler arasında, diğer tarafı temerrüde düşürmek veya mukaveleyi fesih yahut ondan rücu maksadıyla yapılacak ihbar veya ihtarların muteber olması için noter marifetiyle veya iadeli taahhütlü bir mektupla yahut telgrafla yapılması şarttır.  Bu maddedeki ihbar ve ihtar şekilleri, Dairemizin kökleşen uygulamasına göre, geçerlilik şartı olmayıp, bir ispat şartıdır . Yarg. HGK, E. 1996/ 11-951, K: 1997 / 178, T:12.03.1997; Altınok Ormancı, s. 187 – 188; Tuncel Yazoğlu, s. 136; Eren, Borçlar Genel, s. 286;  117   Öte yandan davacı ayrıca temerrüt ihtarında da bulunduğunu kanıtlayamadığından ve taraflar tacir olup T.T.K. nun 20/3. maddesi gereğince temerrüt ihtarının, noterden veya iadeli taahhütlü mektup yahut telgrafla yapması gerekmekte olup, davacı bu şekilde ihtarda bulunduğunu ileri sürmediğinden, … bozmayı gerektirmiştir . Yarg. HGK, E: 1996/ 15-208, K: 1996 / 324, T: 15.05.1996 118  Sürekli borç ilişkisi kavramı ve bu kavramla ilgili yapılan tanımlar için Bkz. Pınar Altınok Ormancı, Sürekli Borç İlişkilerinin Haklı Sebeple Feshi, Vedat Kitapçılık, İstanbul 2011, s. 7 – 14; Eren, Borçlar Genel, s. 107;  119  Eren, Borçlar Özel, s. 506; Altınok Ormancı, s. 61; Ölekli, s. 82; Özen, s. 323; Dursun Karaahmetoğlu, s. 37 – 38; özellikle kredi sözleşmesinin tek aşamalı bir borç ilişkisi olduğu görüşünde olanlar bu ilişkinin sürekli bir borç ilişkisi doğurduğunu ileri sürmektedirler. Ölekli, s. 51. 120  Eren, Borçlar Genel, s.  1285; Demirbaş, s. 67 – 69;  Fesih, sürekli sözleşme ilişkisini ileriye doğru (ex nunc) sona erdiren bir olumsuz (bozucu) yenilik doğuran hak ya da işlemdir  Rona Serozan, Sözleşmeden Dönme, Vedat Kitapçılık, İstanbul 2007; Aynı tanımı benimseyen Vedat Buz, Borçlunun Temerrüdünde Sözleşmeden Dönme, Yetkin Yayınları, Ankara 1998, s. 81. 121  Özen, S. 336; Ölekli, s. 84; Yener, s. 130; Yüce, s. 171; https://www.investopedia.com/terms/c /crossdefault.asp E.T: 20.05.2020 122  Eren, Borçlar Özel, s. 506 ve 509; Gürses, s. 273 – 304; Dursun Karaahmetoğlu, s. 47 – 50; Ölekli, s. 51; Oğuz, s. 320; Yener, s. 58; Tam iki taraf borç yükleyen sözleşme olarak banka kredi sözleşmelerinin gösterdiği özellikler için Bkz. Özen, s. 228 – 236; Yener, s. 130; Yavuz / Acar / Özen, s. 735.   275banka  TBK  m.  123  –  126  arasından  düzenlenmiş  olan  hükümlerden yararlanabilecektir.  Diğer taraftan gerek nakdî kredilerde asıl alacak tutarı, faiz ve provizyon gerekse gayrınakdî kredilerdeki faiz ve provizyon para alacağı niteliğindedir. Bu nedenle, çapraz temerrüt halinde para alacaklarında temerrüde dair hükümler uygulama alanı bulacaktır. Yani alacaklı, temerrüt faizi ile birlikte temerrüt faizini aşan bir zarara uğramış olursa, borçlu kendisinin hiçbir kusuru bulunmadığını ispat etmedikçe, bu zararı da gidermekle yükümlüdür (TBK. m. 122)125.  C.  SONUÇ Latince de birine güven duymak anlamına gelen  credere  kelimesinden gelmekte olan  kredi  kelimesi,  karşılıklı  birbirine  güvenmek  şeklinde  beliren  subjektif anlamının yanında belirli bir ödeme gücünün belirli bir süreyle birine tahsis edilmesi şeklinde ortaya çıkan bir de ekonomik anlam içermektedir. Bankacılık anlamında da kredi bu ekonomik anlamıyla kullanılmakta ve  kredi lehdarının banka tarafından belirli bir süre ekonomik olarak desteklenmesine hizmet eden her türlü kredi, bankacılık anlamında kredi olarak kabul edilmektedir.  Kredinin ve kredi sözleşmelerinin hukukî niteliğine dair ileri sürülen bir çok farklı görüş bulunmaktadır. Bu görüşler temelde, tüketim ödüncü sayan görüşler, çok aşamalı sözleşme sayan görüşler ve tek aşamalı sözleşme sayan görüşler olarak ayrılmakla birlikte, bunar kendi içerisinde de farklılık göstermektedir.  Banka sözleşmelerinde ve uygulamada kullanılan anlamı ile en basit şekilde çapraz temerrüt; krediyi teminat altına alan aynî yahut şahsî teminatlarda bir zayıflama, bir sorun veya bir risk ortaya çıkması yahut kredi borçlusunun gerek aynı bankaya gerekse başkaca bankalara olan ödemelerinde temerrüde düşmesi halinde, kredi borçlusunun diğer bağlı krediler açısından da temerrüde düşmüş sayılmasıdır. Çapraz  temerrüdün  gerçekleşmesi  için;  bağlı  kredi  sözleşmesinin  henüz temerrüde düşmemiş olması, borçlu, kefil ya da garantörün başka bir sözleşmede temerrüde düşmesi, bağlı kredinin tüketici kredisi niteliğinde olmaması, çapraz  123  Karşılıklı borç yükleyen sözleşmelerde temerrüdün sonuçları için Bkz. Oğuzman / Öz, Cilt 1, s. 504 – 532; Eren, Borçlar Genel, s.  1132 – 1147; Antalya, Cilt 3, s. 465 – 483.   Gürses, kredi aslını ödeme borcunun bankanın borçları ile karşılıklılık ilişkisi içerisinde olmadığını, dolayısıyla bu borçlara karşılıklı borç yükleye sözleşmelerdeki temerrüt hükümlerinin uygulanamayacağını, sadece bankanın borcuna karşılık teşkil eden faiz ve provizyon ödemelerinde temerrüde  düşme  durumu  için  karşılıklı  borç  yükleyen  sözleşmelere  ilişkin  hükümlerin uygulanabileceğini ileri sürmektedir. Gürses, s. 390. 124  Gürses, s. 389; Para borçlarında temerrüdün sonuçları için Bkz. Oğuzman / Öz, Cilt 1, s. 491 – 503; Eren, Borçlar Genel, s.  1130 – 1132; Antalya, Cilt 3, s. 445 – 460; Günergök / Kayıhan, s. 305 – 315. 125  Gürses, s. 389; Oğuzman / Öz, Cilt 1, s. 499 – 502; Ölekli, s. 176 – 180; Yener, s. 131; Eren, Borçlar Genel, s.  1130 – 1132; Antalya, Cilt 3, s. 460 – 465; Günergök / Kayıhan, s. 311 – 314. 276temerrüt  hükümlerinin  kredi  sözleşmesinde  açıkça  yazması  gerekmektedir. Çapraz  temerrüdün  gerçekleşmesi  için  ihtara  gerek  bulunmamakta  ise  de, sözleşmede  ihtar  şart  koşulmuşsa  çapraz  temerrüdün  gerçekleşmesi  için alacaklının ayrıca ihtar göndermesi de gerekmektedir.  Banka kredi sözleşmesi karşılıklı borç yükleyen bir sözleşme olduğu ve konusunu mutlaka aslî edim ya da yan edim olarak bir miktar para oluşturduğu için, sözleşmenin çapraz temerrüt ile sona ermesi durumunda borçlu temerrüdünün genel  sonuçları  yanında  karşılıklı  borç  yükleyen  sözleşmelerdeki  ve  para borçlarındaki sonuçları da uygulama alanı bulacaktır.",
     "Kaynakça": "Hüseyin ALTAŞ, Şekle Aykırılığın Olumsuz Sonuçlarının Düzeltilmesi, Yetkin Yayınları, Ankara 1998 Pınar ALTINOK ORMANCI, Sürekli Borç İlişkilerinin Haklı Sebeple Feshi, Vedat Kitapçılık, İstanbul 2011 O.  Gökhan  ANTALYA,  Borçlar  Hukuku  Genel  Hükümler,  Cilt  1,  Legal Yayıncılık, İstanbul 2015  O.  Gökhan  ANTALYA,  Borçlar  Hukuku  Genel  Hükümler,  Cilt  3,  Legal Yayıncılık, İstanbul 2017 Fahrettin ARAL / Hasan AYRANCI, Borçlar Hukuku Özel Borç İlişkileri, 11. Bası, Yetkin Yayınevi, Ankara 2015 Vedat BUZ, Borçlunun Temerrüdünde Sözleşmeden Dönme, Yetkin Yayınları, Ankara 1998 Mustafa CANBAZ, Katılım Bankacılığı, 2. Baskı, Beta Yayınları, İstanbul 2018 Sezer ÇABRİ, Konut Finansmanı Sözleşmeleri, Oniki Levha Yayıncılık, İstanbul 2010 Harun DEMİRBAŞ, Yenilik Doğuran Haklar, Vedat Kitapçılık, İstanbul 2007 Şeyda  DURSUN  KARAAHMETOĞLU,  Nakdî  Kredi  Sözleşmesinin  Banka Tarafından Haklı Sebeple Feshi ve Sonuçları, Oniki Levha Yayıncılık, İstanbul 2018 Fikret EREN, Borçlar Hukuku Genel Hükümler, 21. Bası, Yetkin Yayınları, Ankara 2017 Fikret EREN, Borçlar Hukuku Özel Hükümler, 5. Bası, Yetkin Yayınları, Ankara 2017 Turhan ESENER / Fatih GÜNDOĞDU, Borçlar Hukuku 1, Vedat Kitapçılık, İstanbul 2017   277Ümit GEZDER, Tüketici Kredisi Sözleşmeleri, Beta Yayınevi, İstanbul 1998 Aysel GÜNDOĞDU, Bankacılık Hukuku, 6. Bası, Seçkin Yayınları, Ankara  2019 Özcan  GÜNERGÖK  /  Şaban  KAYIHAN,  Borçlar  Hukuku  Dersleri  Genel Hükümler, Umuttepe Yayınları, İstanbul 2020 Davut  GÜRSES,  Banka  Genel  Kredi  Sözleşmesi,  Oniki  Levha  Yayıncılık, İstanbul 2018 Hüseyin HATEMİ / Emre GÖKYAYLA, Borçlar Hukuku Genel Bölüm, Vedat Kitapçılık, İstanbul 2017 Adalet  HAZAR  /  Şenol  BABUŞCU,  5411  Sayılı  Bankacılık  Kanunu Çerçevesinde Banka Hukuku, 2. Baskı, Seçkin Yayınları, Ankara 2019 Eyüp İPEK, Edime Uygun İfa Kuralı ve Bu Kuralın İhlaline Bağlanan Hukukî Sonuçlar, Filiz Kitabevi, İstanbul 2016 Ahmet  KARAKOCALI  /  Ali  Suphi  KURŞUN,  Tüketici  Hukuku,  Aristo Yayınevi, İstanbul 2015 Ferudun KAYA, (Editör), Katılım Bankacılığı, Beta Yayınları, İstanbul 2017 Şaban KAYIHAN, Şirketler Hukuku, 3. Bası, Seçkin Yayıncılık, Ankara 2019 Edmund M.A. KNAW, The law & Practice of Offshore Banking & Finance, Quorum Books, Londra/İNGİLTERE 1996 Lale KARABIYIK / Adem ANBAR, Kredi Temerrüt Swapları ve Kredi Temerrüt Swaplarının  Fiyatlandırılması,  Muhasebe  ve  Finansman  Dergisi,  Sayı  31, Temmuz 2006 Sefer OĞUZ, Bankacılık Hukuku Yönünden Ticarî Kredi Açma Sözleşmeleri, Seçkin Yayıncılık, Ankara 2019 M. Kemal OĞUZMAN / Turgut ÖZ, Borçlar Hukuku Genel Hükümler, Cilt 1, 15. Bası, Vedat Kitapçılık, İstanbul 2017 M. Kemal OĞUZMAN / Turgut ÖZ, Borçlar Hukuku Genel Hükümler, Cilt 2, 13. Bası, Vedat Kitapçılık, İstanbul 2017 Neşe ÖLEKLİ, Banka Kredi Açma Sözleşmelerindeki Muacceliyet Şartları, Oniki Levha Yayıncılık, İstanbul 2019 Arif Barış ÖZBİLEN, Sözleşmelerin Şekli Ve Şekil Yönünden Hükümsüzlüğü, Oniki Levha Yayıncılık, İstanbul 2016 Burak ÖZEN, Kredi Açma Sözleşmeleri, Vedat Kitapçılık, İstanbul 2017 Ayşegül ÖZKURT, Bankacılık Hukukunda Tüzel Kişilik Perdesinin Kaldırılması, 2782. Bası, Oniki Levha Yayıncılık, İstanbul 2018 Seza REİSOĞLU, Bankacılık Kanunu Şerhi, İkinci Baskı, Cilt 1, Yaklaşım Yayınları, Ankara 2015 Seza REİSOĞLU, Bankacılık Kanunu Şerhi, İkinci Baskı, Cilt 2, Yaklaşım Yayınları, Ankara 2015 Rona SEROZAN, Sözleşmeden Dönme, Vedat Kitapçılık, İstanbul 2007 Ömer Faruk ŞENOL, Hukukî Açıdan Bankaların Tezgahüstü Piyasada Taraf Olduğu Türev İşlemler, Oniki Levha Yayıncılık, İstanbul 2017 Haluk TANDOĞAN, Borçlar Hukuku, Özel Borç İlişkileri, Cilt 2, Beşinci Basım, Vedat Kitapçılık, İstanbul 2010 Ünal TEKİNALP, Ünal Tekinalp in Banka Hukukunun Esasları, 2. Bası, Vedat Kitapçılık, İstanbul 2009. Andreas Von TUHR, Borçlar Hukukunun Umumî Kısmı, Cilt: 1 – 2, Yargıtay Yayını No:15, Ankara 1983 Füsun TUNCEL YAZOĞLU, Banka Kredi Sözleşmeleri ve Kredilerden Doğan Uyuşmazlıklar,  İkinci  Baskı,  Banka  ve  Ticaret  Hukuku  Araştırma  Enstitüsü Yayını, Ankara 2018 Gürkan UYSAL, Katılım Bankacılığı, Yetkin Yayınları, Ankara 2020 Cevdet YAVUZ / Faruk ACAR / Burak ÖZEN, Türk Borçlar Hukuku Özel Hükümler, 10. Baskı, Beta Yayınları, İstanbul 2014 Mehmet  Deniz  YENER,  Kredi  Açma  Sözleşmesi,  Oniki  Levha  Yayıncılık, İstanbul 2008 Mustafa YURTTADUR / İshak YILDIZ, Faizsiz Finans, Beta Yayınları, İstanbul 2017 Melek Bilgin YÜCE, Alacaklı ve Borçlu Açısından İfa Zamanı, Vedat Kitapçılık, İstanbul 2015 Aydın ZEVKLİLER / Emre GÖKYAYLA, Borçlar Hukuku Özel Borç İlişkileri, 17. Bası, Turhan Kitabevi, Ankara 2017 www.spk.gov.tr www.bddk.org.tr www.dergipark.org.tr  https://www.odeabank.com.tr/SiteAssets/docs/sozlesmeler/yatirim/TezgahustuTurevIslemler Sozlesmesi.pdf   279http://www.tskb.com.tr/i/assets/document/pdf/cer%C3%A7eve Sozlesmesi.pdf https://www.ing.com.tr/F/Documents/pdf/Hakkimizda/Hizmet_ve_Kredi_Sozlesmeleri/ Genel_Kredi_Sozlesmesi.pdf    http://www.jcrer.com.tr/Pages.aspx?Page=temerrut hali ve temerrut olasiligitanimlari https://www.investopedia.com/terms/c/crossdefault.asp  https://uk.practicallaw.thomsonreuters.com/1 3823377?transitionType=Default&contextData=(sc.Default)&firstPage=true&bhcp=1 http://www.businessdictionary.com/definition/cross default clause.html https://financial dictionary.thefreedictionary.com/Cross Default https://www.mondaq.com/turkey/Finance and Banking/903472/Cross DefaultClauses In Loan Agreements  http://journal.mufad.org.tr/attachments/article/441/7.pdf  https://www.mevzuat.gov.tr Sinerji Mevzuat ve İçtihat Programı  280"
}