{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "01",
     "Ay": "03",
     "Yıl": "2021",
     "Cilt": "6",
     "Sayı": "10",
     "Başlık": "TÜRK TİCARET KANUNU’NDA DÜZENLENEN SUÇLAR VE KABAHATLER İLE BUNLAR İÇİN ÖNGÖRÜLEN CEZAİ YAPTIRIMLARIN HUKUKİ NİTELİĞİ- I",
     "Title": "THE LEGAL CHARACTERISTICS OF THE CRIMES AND MISDEMEANOURS AND PENAL SANCTIONS ENVISAGED FOR THEM IN THE TURKISH COMMERCIAL CODE",
     "Yazar İsmi": [

          "Doç. Dr. Emrullah KERVANKIRAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Ticari suçlar ve cezalar", "adli para cezası", "idari para cezası", "ticaret şirketlerinin cezai sorumluluğu", "Ticaret Kanunu’nda cezai sorumluluk"

     ],
     "Keywords": [
          "Commercial crimes and penalties", "judicial fines", "administrative fines", "criminal liability of commercial companies", "criminal liability in the Commercial"
     ],
     "Özet": "Türk Ticaret Kanunu nda hukuki sorumluluk yanında, cezai sorumluluk halleri de düzenlenmiştir.  Hukuki  sorumluluğun  temel  yaptırımı  esas  itibariyle  bir tazminatın ödenmesi iken, cezai sorumluluk hallerinin gerçekleşmesi durumunda hapis cezası ve adli para cezası, kabahatler için ise idari para cezası yaptırımları öngörülmüştür. İdari para cezası ve adli para cezası ayırımı aslında suç ve kabahat ayırımı  ile  doğrudan  ilişkilidir.  Kamu  otoritesi,  ihlal  edilen  hukuki  değerin ağırlığına göre idari yaptırım olarak idari para cezası, ceza yaptırımı olarak da adli para  cezasını  devreye  sokmaktadır.  Adli  para  cezası  bir  ceza  yargılaması gerektirir.  Süresi  içinde  ödenmediği  takdirde  hapis  cezasına  çevrilmektedir. Bunlardan  hangisinin  tercih  edileceği  daha  çok  ülkelerin  ceza  politikası  ile ilgilidir. Ticaret Kanunu nda düzenlenen suçlar ve kabahatler incelendiğinde, kanun koyucunun iki önemli amacı olduğu anlaşılmaktadır. Bunlardan birisi, kamuyu  aydınlatma  ve  şeffaflık  ilkelerinin  sağlanması,  diğeri  ise  şirket sermayesinin  korunması  ilkesinin  sağlanmasıdır.  Bu  makalede,  Türk  Ticaret Kanununda suç ve kabahat olarak düzenlenmiş olan fiil ve işlemler ele alınarak, bunlar için öngörülmüş olan cezai ve idari yaptırımların hukuki niteliklerine göre tasnifi yapılacaktır.",
     "Abstract": "In addition to legal liability, criminal liability cases are also regulated in the Turkish Commercial Code. While the basic sanction of legal liability is essentially the  payment  of  a  compensation,  in  the  case  of  criminal  liability  cases, imprisonment and judicial fines are imposed as well as administrative fines. The distinction between administrative fines and judicial fines is actually directly related to the distinction between crime and misdemeanor. The public authority imposes administrative fines as administrative sanctions and judicial fines as penal sanctions, depending on the severity of the violated legal value. A judicial fine requires a criminal proceeding.If not paid within the time limit, it is converted to a prison sentence. Which of these will be preferred is more related to the penal policy of the countries. When the crimes and misdemeanors regulated in the Commercial Code are examined, it is understood that the legislator has two important  purposes.  It  appears  that  one  of  them  is  the  provision  of  public disclosure and transparency principles, and the other is the principle of capital maintenance. In this article, the acts and transactions that the subject has regulated as a crime in the Turkish Commercial Code will be discussed and the criminal sanctions  foreseen  for  them  will  be  classified  according  to  their  legal characteristics.",
     "Metin": "6102 sayılı Ticaret Kanunu nda gerek gerçek ve tüzel kişi tacirlere gerekse ticaret şirketi yöneticilerine uygulanmak üzere farklı hukuki niteliklere sahip çeşitli cezai yaptırımlar öngörülmüştür. Bunların kaynağını, kanun koyucunun ihlal edilen menfaatin  ağırlığına  göre  düzenlemiş  olduğu  suçlar  ile  kabahatler  teşkil etmektedir.  Bunun  sonucu  olarak,  TTK   da  belirtilen  sorumluluk  halleri gerçekleştiğinde, duruma göre, hapis cezası yanında adli para cezası veya idari para cezası uygulanması söz konusu olabilecektir.  Ticari alanda uygulanan söz konusu cezai yaptırımlar nedeniyle günümüzde artık ticari ceza hukukunun varlığından bahsedilmektedir. Ticaretin, ekonomik hayatın temelini oluşturduğu göz önüne alındığında, iktisadi düzenin sağlıklı bir şekilde işleyebilmesi için devletin, ticari olma özelliği taşıyan bütün usul ve yöntemlerin uygulanışını denetleyerek güvence sağlaması tabii karşılanmaktadır.  Diğer taraftan, ticari faaliyetlerin ekonomiyi doğrudan ilgilendirmesi bakımından, ekonomik suçların büyük bir kısmını ticari suçların oluşturduğu belirtilmekte,  2DOĞAN, Koray,  Tüzel kişilerin İdari Para Cezası Sorumluluğunda İsnadiyet Sorunu , DEÜ Hukuk Fakültesi Dergisi, C. 17, s. 1, 2015, (Basım yılı Şubat 2016).  3KÜÇÜKTAŞDEMİR,  Özgür,  Ekonomik  Suçlar  Bağlamında  Türk  Ticaret  Kanununda Düzenlenen Suçlar ve Cezalar, 2018 Ankara, s. 66.   4KÜÇÜKTAŞDEMİR, s. 66.   178İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  bundan dolayı da ticari suçların ekonomi ceza hukukunun önemli bir kısmını oluşturduğu kabul edilmektedir.   Seri halde devam ettirilmesi düşünülen konu ile ilgili bu ilk çalışmamızda, öncelikle genel olarak 6102 Türk Ticaret Kanunu nda öngörülmüş olan suçlar ve kabahatler ele alınarak, bunlar için öngörülmüş olan yaptırımların hukuki niteliği belirlenecek,  daha  sonra  TTK da  düzenlenmiş  olan  cezai  hükümlerin  genel karakteristiği ve kanun koyucunun norm koyma tekniği konularına değinilecektir. TTK ‘da düzenlenmiş olan suçlar ve kabahatler ile bunlar için öngörülmüş olan yaptırımların teker teker incelenmesine ise bu çalışmanın devamı niteliğinde olacak bir başka makalede yer verilecektir.   II.  TİCARİ SUÇ KAVRAMI Bugün mal ve hizmetlerin üretimi, dağıtımı, tüketimi ve ticaretini kapsayan faaliyetler ekonomi biliminin konusunu oluşturmaktadır. Ticaret ise, daha dar kapsamlı olup ekonomik faaliyetlerden, kazanç elde edilmesi amacıyla, üreticinin mallarının tüketim alanına aktarılmasını ifade etmektedir. Ancak hukuk bilimi açısından ticaret, yalnızca üretici ile tüketici arasındaki değişim faaliyetleriyle sınırlı  olarak  görülmemekte,  mal  ve  hizmet  üretimi  ve  tüketimine  yönelik faaliyetler yanında, iletişim, bilişim ve e- ticaret faaliyetlerini de kapsamaktadır.  Bu  açıklamalardan,  ekonomik  faaliyetlerin  toplumsal  yaşamın  temelini oluşturduğu  anlaşılmaktadır.  Bu  anlayıştan  hareketle,  toplumun  menfaatleri doğrultusunda ekonomik düzenin sağlanması ve korunabilmesi amacıyla hukuk kuralları oluşturulmuştur. Bütün dünyada olduğu gibi, ülkemizde de ekonomik düzen devlet koruması altında olup, bu yetkinin anayasal temelleri bulunmaktadır. 1982 tarihli Türkiye Cumhuriyeti Anayasası nın 35. maddesinde mülkiyet hakkı, 48/1. maddesinde çalışma hakkı güvence altına alınmakta, 48/2. maddesinde ise, devletin, özel teşebbüslerin millî ekonominin gereklerine ve sosyal amaçlara uygun yürümesini, güvenlik ve kararlılık içinde çalışmasını sağlayacak tedbirleri alması gerektiği hüküm altına alınmıştır. Bu düzenleme ile Anayasa, ekonomik düzenin  toplumun  menfaatlerine  uygun  yürümesini  ve  sağlıklı  bir  şekilde çalışmasını  sağlayacak  tedbirlerin  alınmasını  devlete  bir  ödev  olarak yüklemektedir.  Böylece,  kişilerin  anayasada  koruma  altına  alınmış  hak  ve özgürlükleri arasında ekonomik haklar da dâhil edilmiştir. Bu nedenle günümüzde anayasal iktisat kavramından bahsedilmektedir.    Yukarıda sözü edilen anayasal düzenlemeler ülkemizdeki ekonomik düzenin hukuksal altyapısını oluşturmaktadır. Dolayısı ile anayasal hükümler, ekonomik düzenin oluşturulması, korunması ve amacına uygun olarak yürütülebilmesi için gerekli  olan  hukuk  normlarının  kaynağını  teşkil  etmektedir.  Bu  bakımdan,  5MAHMUTOĞLU, Selami, Ekonomik Suçlar Bağlamında Kredi Hukukundan Kaynaklanan Suç ve İdari Suçlar, Seçkin, Ankara, 2011, s. 28 vd.; KÜÇÜKTAŞDEMİR, s. 66.  6 Gerekçe, TTK m. 11; BAHTİYAR, Mehmet, Ticari İşletme Hukuku, 19. Baskı, 2018 İstanbul. 7 AKTAN, Coşkun Can, Anayasal İktisat, 2002, s. 18; PERÇİN Önder,  Ekonomi Hukuku: Hukukun Sınıflandırılmasında Paradigma Kayması , AÜHFD, C.59, S.2, 2010, s. 285 vd.    179KERVANKIRAN/ Türk Ticaret Kanunu nda Düzenlenen Suçlar ve Kabahatler ile Bunlar İçin Öngörülen Cezai Yaptırımların Hukuki Niteliği- I genelde ekonomik suçların, özelde ise Türk Ticaret Kanunu nda öngörülen ceza normlarının ekonomik hayatla ilişkili olduğu, bu bağlamda ekonomik suçların ihdasına ve ekonomi ceza hukukunun kişilerin ekonomik düzen içinde ortaya çıkan menfaatlerinin korunmasına hizmet ettiği söylenebilir.  Ekonomik suçların kesin bir tanımı yapılamamakla birlikte, bir görüşe göre ekonomik suçlar, ekonomik düzenin kurumlarını zedeleyen veya zarara uğratma tehlikesi yaratan davranışlar olarak nitelendirilmektedir. Doktrinde bir diğer görüş ise ekonomik suçları, mesleki ve teknik yeteneklere sahip failler tarafından işlenen, şiddet içermeyen, ekonomik kazanç amacı güden ve genel olarak iktisadi menfaatleri ihlal eden suçlar şeklinde tanımlamaktadır. Bu tür fiil ve işlemleri ceza hukuku yaptırımlarına tabi tutan hukuk dalı da ekonomi ceza hukuku olarak adlandırılmaktadır.  Ekonomi Ceza Hukuku nun ekonomi hukuku kurallarına aykırı hareketlerden doğan suçları ve bu suçlara ilişkin cezaları incelediği kabul edilmektedir. Ekonomik suçlar bakımından Türk hukukunda bir kavram birliği bulunmamakta,  mali suçlar,  ekonomik suçlar  ve  ticari suçlar  aynı anlamda kullanılmaktadır. Ticari  faaliyetler,  ekonomik  hayatın  önemli  bir  kısmını  oluşturduğu  için, ekonomik  suçların  önemli  bir  kısmını  ticari  suçlar  teşkil  etmektedir.  Diğer taraftan, her ne kadar ticari suçlar ekonomik suçlar içerisinde değerlendirilmekte ise de, her ekonomik suç ticari suç niteliğine sahip değildir. Ekonomi ceza hukuku, tüm ekonomik hayatı kapsayan ceza normları içermesine karşın, ticari ceza hukuku sadece ticari faaliyetlerin işleyişine zarar veren fiil ve işlemleri kapsamaktadır.  Bu bakımdan doktrinde, dar anlamda ekonomik suçların, ticari suçlardan oluştuğu ve bunların bir ticari veya sınai faaliyetin icrası esnasında işlenen  suçlar  olarak  nitelendirildiği  görülmektedir.  Ticari  suçlar,  Ticaret Kanunu nda  öngörülmüş  olan  ticari  faaliyetlere  ilişkin  davranış  normlarının ihlalinden  oluşmaktadırlar  ve  genel  olarak  şirket  yöneticileri,  çalışanları, denetçileri ve ticari hayata katılan diğer şahıslar tarafından işlenebilirler.    8 AYHAN AYGÖRMEZ, Gülsün,  Alman Ekonomi Ceza Hukukuna Giriş I , Ceza Hukuku Dergisi, S. 14, 2010, s. 71;  9  AYTEKİN  İNCEOĞLU,  Asuman,   Ekonomik  Suçlar ,  Galatasaray  Üniversitesi  Hukuk Fakültesi Dergisi, C. 19, S. 1, Haziran 2020, s. 122.  10 KÜÇÜKTAŞDEMİR, s. 61.  11 MAHMUTOĞLU, s. 37 vd.; CİN ŞENSOY,  Şehnaz, Ekonomik Suç Kavramı ve Ekonomik Suçların Kriminolojik Özellikleri , Çetin Özek Armağanı, İstanbul 2004, s. 829.  12 AYTEKİN İNCEOĞLU, s. 119; DURSUN, Selman, Bankacılık Düzenine Karşı İşlenen Suçlar, Ankara 2006, s. 44. 13 ÖZBEK, Veli Özer, Ekonomi Ceza Hukuku, Birinci Kitap- Genel Hükümler, Ankara 2020, s. 30 vd.  14 İTİŞGEN, Rezzan,  Türk Ticaret Kanunu nda Düzenlenen Kötüleme Suçu , Terazi Hukuk Dergisi, C. 11, S. 121, Eylül 2016, s. 25; MAHMUTOĞLU, s. 37. 15KÜÇÜKTAŞDEMİR, s. 66; AYHAN AYGÖRMEZ, s. 69. 16 KÜÇÜKTAŞDEMİR, s. 67. 180İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  III.    TÜRK  TİCARET  KANUNU NDA  DÜZENLENEN  CEZAİ HÜKÜMLERİN GENEL KARAKTERİSTİĞİ Ceza hukukunun en önemli ilkelerinden birisi, anayasal dayanağı da bulunan, suçların  ve  cezaların  kanuniliği  ilkesidir.  Bu  ilke  kısaca,  daha  önceden düzenlenmiş bir ceza normu olmadan kimsenin cezalandırılamayacağını ifade etmektedir (TCK m. 2/1). Kanunilik ilkesi, TTK  da düzenlenen suç ve cezalar içinde geçerli olup, açıkça ticari hükümler bulunmadıkça, ticari örf ve adet ile teamüller yoluyla ticari suç ve ceza ihdas edilemeyeceğini ifade etmektedir. Buna mukabil, çağdaş ve özgürlükçü ceza hukukunun diğer bir temel ilkesi ise cezai yaptırımların  son  seçenek  ya  da  son  çare  olarak  kabul  edilmesi  gerektiği hususudur. Buna göre, eğer cezai müeyyide ile korunmak istenen menfaatler, cezai  yaptırımlar  dışında  kalan,  idari,  hukuki  ve  mesleki  tedbirlerle korunamıyorsa,  cezai  yaptırımlara  başvurmanın  zorunlu  olduğu  kabul edilmektedir. Başka bir ifadeyle, cezai hükümlere, orantılı olması şartıyla ve cezai  yaptırımlar  dışında  kalan  müeyyidelerin  etkili  olmadığı  hallerde başvurulabilecektir.  Bu  bağlamda  örneğin  6335  sayılı  Kanun  ile  yapılan değişiklikten  önce  ticaret  unvanının  işletmenin  görülebilecek  bir  yerine asılmaması  suç  olarak  kabul  edilerek  cezai  yaptırıma  bağlanmıştı.    Yapılan eleştiriler karşısında bu düzenlemenin orantılı olmadığı anlaşıldığından, 6335 sayılı Kanun ile suç olmaktan çıkarılarak idari para cezası getirilmiştir.  Ceza hukukunda, ekonomik suçları düzenleyen kanun hükümlerinin kendine has özellikler taşıdığı belirtilmektedir. Bu şekilde değerlendirilmesinin en önemli nedeni,  ekonomik  suçların  genellikle  eksik  ceza  normlarından  oluşması  ile açıklanmaktadır. Bu doğrultuda, ekonomik suçların en önemli özelliği, atıf normlarıyla  meydana  getirilmiş,  yorum  gerektiren  belirsiz  genel  normlardan oluşmalardır. TTK  da düzenlenen cezai yaptırım öngören hükümlerin bir kısmı da ekonomik suçların sözü edilen özelliklerini taşımaktadır. Yani ekonomik suçlar kategorisinde yer alan bazı TTK ceza hükümleri de eksik ceza normu niteliğine sahiptir. Eksik ceza normlarında, kural ve müeyyide farklı kanun hükümlerinde düzenlenmekte, böylece ceza normu çeşitli hükümlere dağılmış bulunmaktadır. TTK  da ki ceza normu koyan hükümler, iki farklı tekniğe göre hazırlanmıştır. Örneğin TTK m. 562/4 de suç tanımı ve bunun için öngörülen cezai müeyyide aynı madde içinde belirlenmiştir. Buna karşılık TTK m. 562/7 de ise suç teşkil  17 Anayasanın 38. Maddesine göre,  kimse işlendiği zaman yürürlükte bulunan kanunun suç saymadığı bir fiilden dolayı cezalandırılamaz; kimseye suçu işlediği zaman kanunda o suç için konulmuş olan cezadan daha ağır bir ceza verilemez . 18KATOĞLU,  TUĞRUL,   Yeni  Türk  Ticaret  Kanunu na  göre,  Anonim  ve  Limited  Şirket Yöneticilerinin Ceza Sorumluluğu , BADİTER, C. XXIX, S. 1, 2013, s. 10-11. 19 KATOĞLU, s. 11. 20 KATOĞLU, s. 11. 21 AYHAN AYGÖRMEZ, s. 75; KÜÇÜKTAŞDEMİR, s. 71. 22 TOROSLU, Nevzat, Ceza Hukuku Genel Kısım, Ankara 2012, s. 33 vd., KATOĞLU, s. 12. 23 KATOĞLU, s. 11.   181KERVANKIRAN/ Türk Ticaret Kanunu nda Düzenlenen Suçlar ve Kabahatler ile Bunlar İçin Öngörülen Cezai Yaptırımların Hukuki Niteliği- I eden davranış belirlenmiş, cezai müeyyidesi için TCK m. 239 hükmüne atıf yapılmıştır. Bu yönüyle TTK m. 562/7 eksik ceza normu niteliği taşımaktadır.    IV.    6102  SAYILI  TÜRK  TİCARET  KANUNU NDA DÜZENLENEN  CEZAİ  SORUMLULUK  HALLERİNİN SINIFLANDIRILMASI  Türk Ticaret Kanunu nda düzenlenen cezai sorumluluk halleri incelendiğinde, kanun koyucunun dört ana başlık altında cezai sorumluluk hali düzenlemiş olduğu görülmektedir. Bunlar sırasıyla, ticaret unvanına ilişkin cezai sorumluluk halleri, haksız rekabete ilişkin cezai sorumluluk halleri, ticaret şirketlerine ilişkin cezai sorumluluk  halleri  ve  deniz  ticaretine  ilişkin  cezai  sorumluluk  halleridir. Bunlardan deniz ticaretine ilişkin olanlar bir tarafa bırakılacak olursa, TTK  da düzenlenen suçların esas itibariyle ticari işletme ve ticaret şirketleriyle ilgili oldukları anlaşılmaktadır.  İlk cezai yaptırım öngören hüküm, Türk Ticaret Kanunu nun  Ticari İşletme  başlıklı birinci kitabının üçüncü kısmında düzenlenen ticaret unvanına ilişkindir. TTK m. 51/3 e göre, 46. maddeye aykırı bir şekilde ticaret unvanına ekler yapanlar veya 49. maddeye aykırı olarak ticaret unvanını devredenlerle devralan ve  kullananlar,  üç  aydan  iki  yıla  kadar  hapis  veya  adli  para  cezasıyla cezalandırılmaktadır.  Ceza  yaptırımı  öngören  ikinci  hüküm  ise  TTK  birinci  kitabının  dördüncü kısmında yer alan haksız rekabete ilişkin suçları içermektedir. Bunlar Ticaret Kanunu ndaki  ceza  normlarının  önemli  bir  kısmını  oluşturmaktadır.  Haksız rekabete ilişkin hükümler TTK m. 54 ila 62 arasında düzenlenmiştir.  Cezayı gerektiren  fiiller   başlıklı  TTK nun  62.  maddesinin  birinci  fıkrasının  (a) bendindeki açıkça haksız rekabet fiillerinden birini kasten işleyenler ile aynı fıkranın  (b),  (c)  ve  (d)  bentlerindeki  haksız  rekabet  oluşturan  davranışlarda bulunanlar, her bir bent kapsamına giren fiiller dolayısı ile iki yıla kadar hapis veya adli para cezasıyla cezalandırılmaktadır. Bu kısımdaki cezai hükümlerinin amacı TTK m. 54/1 hükmünde ifade edildiği gibi, dürüst ve bozulmamış rekabetin sağlanmasıdır.  Türk Ticaret Kanununda cezai yaptırım içeren hükümlerin diğer önemli bir kısmı ise  Suçlar ve cezalar  başlığını taşıyan 562. maddede düzenlenmiştir. Bu hüküm, Kanun un   Ticaret  Şirketleri   başlıklı  ikinci  Kitabının,  anonim  şirketlerin düzenlendiği dördüncü kısmında ilgili maddelere atıflar yoluyla düzenlenmiştir. Ancak cezai yaptırım öngörülen fiillerin bir kısmı, beşinci bölümdeki sermayesi paylara bölünmüş komandit şirketleri ve altıncı bölümde düzenlenen limited şirketleri de ilgilendirdiği için, 562. maddenin kanun yapma tekniği açısından limited şirketlerden sonra düzenlenmesi daha yerinde olabilirdi. Yine aynı şekilde web sayfası yükümlülüğüne ilişkin düzenleme TTK m. 1524. maddede  24DOĞRUSÖZ, Bumin,  Yeni Türk Ticaret Kanunu nun İhdas Ettiği Suçlar, Cezaları ve Olası Sorunlar , Yaklaşım Dergisi, Aralık 2011, Sayı 228, s. 252. 182İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  düzenlenmişken, buna ilişkin cezai yaptırımlara TTK m. 562. maddesinde yer verilmiştir.  TTK m. 562. maddede düzenlenen cezai müeyyidelerin amacının genel olarak, Kanunun  temel  felsefesini  oluşturan  şeffaflığın  sağlanması  ve  kamunun aydınlatılması,  şirket  malvarlığının  korunması,  sermaye  şirketlerinde kurumsallaşmayı sağlama, şirketler topluluğu düzeninin kurulması ile Kanunun öngörmüş olduğu yeni düzenin uygulanması, korunması ve kötüye kullanımının engellenmesine yönelik olduğu söylenebilir.     Ticaret Kanunu nda cezai sorumluluk öngörülen son hükümler ise deniz ticaretine ilişkindir. TTK m. 947 ila 950. maddelerinde düzenlenmiş olan kanuna aykırı bayrak  çekme  fiilleri  ile  1366  ve  1367.  maddelerde  el  konulan  geminin muhafazasıyla ilgili düzenlenen hükümlere aykırılık cezai yaptırıma bağlanmıştır.  V.    TÜRK  TİCARET  KANUNUNDA  DÜZENLENEN ÖZGÜRLÜĞÜ KISITLAYICI CEZALARIN NİTELİĞİ Kabahatlerin ceza kanunundan çıkarılmasıyla birlikte, 5237 sayılı Türk Ceza Kanunu nun  da  suç  karşılığı  uygulanabilecek  yaptırımlar,  ceza  ve  güvenlik tedbirleri  olarak  belirlenmiştir.    Suç  karşılığında  uygulanabilecek  yaptırım olarak cezalar ise TCK m. 45 e göre sadece, hapis ve adli para cezasıdır. Hapis cezaları  süreli  ve  kısa  süreli  olmak  üzere  ikiye  ayrılmaktadır.  Buna  göre, hükmedilen ceza bir yıl veya daha az süreli ise, kısa süreli hapis cezası olarak nitelendirilmektedir  (TCK  m.  49/2).  Kısa  süreli  hapis  cezalarında  hükümlü koşullu salıvermeden yararlanabileceği gibi, TCK m. kısa süreli hapis cezaları, suçlunun kişiliğine, sosyal ve ekonomik durumuna, yargılama sürecinde duyduğu pişmanlığa ve suçun işlenmesindeki özelliklere göre, TCK m. 50/1 (a- f) bentleri arasında düzenlenen seçenek yaptırımlara çevrilebilir.   Kanunda ceza olarak sadece hapis cezası öngörülebileceği gibi, hapis cezasının yanında seçenek olarak adli para cezası veya bu cezaların her ikisi birlikte de öngörülebilir.  Seçimlik  olarak  adli  para  cezasının  öngörüldüğü  suçlarda,  bu cezaya ilişkin gün biriminin alt sınırı, o suç tanımındaki hapis cezasının alt sınırından az; üst sınırı da, hapis cezasının üst sınırından fazla olamaz (TCK m. 61/9). Diğer taraftan, hapis ve adli para cezasının seçimlik olarak düzenlenmiş olduğu hallerde, adli para cezası yerine kısa süreli hapis cezasına hükmedilmişse, bu ceza TCK m. 50/2 hükmüne göre artık adli para cezasına çevrilemeyecektir.  Ticaret Kanunu nda düzenlenen hapis cezaları bir sınıflandırmaya tabi tutulacak olursa, bunların esas itibariyle süreli hapis cezası ve hapis veya adli para cezası öngörülen suçlar olarak ayrıldığı görülecektir. Hapis cezalarının büyük bir kısmı  25 ÇOLAK, Halil/ALTUN, Uğurtan,  Kısa Süreli Hapis Cezaları, Seçenekli Yaptırımlar ve İnfaz Rejimleri , TBB Dergisi, S. 67, 2006, s. 166.   26 ÇOLAK /ALTUN, Seçenekli Yaptırımlar, s. 174; EŞİTLİ, Ezgi Aygün,  Kısa Süreli Hapis Cezası ve Kısa Süreli Hapis Cezasına Seçenek Yaptırımlar , Ankara Üniversitesi Hukuk Fakültesi Dergisi, 2016, C. 65, S. 1,  s. 79.   183KERVANKIRAN/ Türk Ticaret Kanunu nda Düzenlenen Suçlar ve Kabahatler ile Bunlar İçin Öngörülen Cezai Yaptırımların Hukuki Niteliği- I ise seçimlik olarak adli para cezasına çevrilebilmektedir. Örneğin TTK deki haksız rekabet suçları için seçimlik olarak iki yıla kadar hapis cezası veya adli para cezası öngörülmüştür.  Türk Ticaret Kanunu nda hapis cezası öngören suçlar incelendiğinde, bunların bir kısmının  seçimlik  olarak  adli  para  cezası  içermeyen,  sadece  hapis  cezası öngörülmüş suçlar, bir kısmının ise, hapis cezası ile beraber adli para cezası içeren suçlar ve nihayet bir kısmının da hapis cezası veya adli para cezası öngören suçlar olduğu anlaşılmaktadır. TTK ‘da seçimlik olarak adli para cezası öngörülmemiş olan suçların ortak özelliği, kanunda düzenlenmiş olan diğer suçlara nazaran hapis cezası miktarlarının biraz daha yüksek olmasıdır. Burada sözü edilen suçlara ana hatlarıyla aşağıda kısaca değinilmektedir.    Hapis cezası ile birlikte adli para cezası da içeren suçlar şunlardır: - TTK m. 562/7 nin atfıyla TCK m. 239 hükmünde düzenlenen bir yıldan üç yıla kadar hapis cezası ve 5000 güne kadar adli para cezası ile cezalandırılan sır saklama yükümlülüğünün ihlali suçu; - TTK m. 1366 ve 1367/1 de öngörülen üç aydan iki yıla kadar hapis ve üç bin güne kadar adli para cezası ile cezalandırılan üzerinde ihtiyati haciz olan gemilerin el konulma ve muhafaza tedbirlerinin ihlali suçu;  Türk Ticaret Kanunun  da sadece hapis cezası öngörülen suçlar ise şunlardır: - TTK m. 562/8 hükmünün atfıyla şirketlerin kuruluşu, yapısal değişikliği ve sermayesine  ilişkin  belgeleri  sahte  olarak  düzenleyenler  ile  ticari  defterlere gerçeğe aykırı olarak kayıt yapanlar bir yıldan üç yıla kadar hapis cezası ile cezalandırılmaktadır. -  TTK  m.  562/11.  fıkra  atfıyla  altı  aydan  iki  yıla  kadar  hapis  cezası  ile cezalandırılan Kanuna aykırı olarak halktan para toplama suçu,  Seçimlik olarak hapis veya adli para cezası öngörülen suçlar:  - TTK m. 51 hükmünün atfıyla üç aydan iki yıla kadar hapis veya adli para cezası ile cezalandırılan ticaret unvanına kanuna aykırı olarak ek yapma ve ticaret unvanını kanuna aykırı olarak devretme ve devralma suçları;   - TTK m. 62 nin atıf hükmüyle şikâyet üzerine iki yıla kadar hapis veya adli para cezası öngörülen haksız rekabet suçları; - TTK m. 562/9. Fıkra atıf hükmüyle üç aydan iki yıla kadar hapis veya adli para cezasıyla cezalandırılan sermaye taahhüt edilmediği halde taahhüt edilmiş gibi  27 KÜÇÜKTAŞDEMİR, s. 157. 184İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  gösterme ve ödeme yetersizliğinin bilindiği halde buna onay verme suçu ile deniz ticaretine ait olmak üzere;  - TTK m. 947 de düzenlenen altı aya kadar hapis veya adli para cezası ile cezalandırılan  Kanuna  aykırı  şekilde  bayrak  çekme  suçu;  konusu  TTK  m. 948/1 de belirtilen dört aya kadar hapis cezası veya iki yüz güne kadar adli para cezası; konusu TTK m. 948/2 hükmünde düzenlenen iki aya kadar hapis veya yüz güne kadar adli para cezası; konusu TTK m. 949 da düzenlenen suç için öngörülen üç aya kadar hapis ve veya adli para cezası ile konusu TTK m. 950 de düzenlenen suç için üç aya kadar hapis veya adli para cezası.   Yukarıda yer verildiği üzere, TTK da düzenlenmiş olan süreli hapis cezalarının en yüksek sınırının üç yıl olduğu anlaşılmaktadır. Bu nedenle, TTK ‘da sözü edilen suçları işleyenler hakkında iki yıl ve daha az hapis cezası verilmesi halinde, ertelemeye ilişkin hükümler uygulanabilecektir. Bu kapsamda, TCK m. 51 uyarınca hapis cezasının ertelenmesi yoluna gidilebileceği gibi, CMK m. 231 gereğince hükmün açıklanmasının geri bırakılmasına da karar verilebilecektir.      VI.  TÜRK TİCARET KANUNU NDA DÜZENLENEN ADLİ PARA CEZALARI  1.  Genel Olarak Adli Para Cezası ve Uygulanması Ceza normu koyan kanunlarda, hürriyeti bağlayıcı cezalar yanında bir yaptırım türü olarak para cezalarına da yer verilmiştir. Para cezası esasında mali bir yaptırım olup, işlenen bir suç karşılığında, yargı kararıyla failin ekonomik durumu ile orantılı olarak belirlenen bir paranın, hükümlüden alınarak devlete ödenmesini ifade etmektedir. Para cezaları, kişiye sıkı sıkıya bağlı olan hürriyeti bağlayıcı cezalardan farklı olarak kişinin malına yönelik bir yaptırım türüdür.  Devlet mali açıdan bir zarar görmese dahi suçtan zarar gören sıfatıyla para cezası verebilmekte ve ödenmediği takdirde bunu hapis cezasına çevirebilmektedir. Burada önemli olan devletin bir gelir elde etmesi değil, suçlunun malvarlığında bir azalmanın sağlanmasıdır. Böylece para cezası karşılığında devlet, cezaevine girmenin yaratacağı olumsuz etkileri önlemenin yanı sıra failin sosyal durumu ile ekonomik faaliyetlerinin bozulmasını da engellemiş olmaktadır. Diğer taraftan para cezası, ceza  hukukunda  geçerli  olan  eşitlik  ve  cezanın  bireyselliği  ilkelerine  aykırı  28 KÜÇÜKTAŞDEMİR, s. 156. 29 Ertelemeye ilişkin olarak bkz. ÜNLÜ, Abdurrahman,  Hapis Cezasının Ertelenmesi , Necmettin Erbakan Hukuk Fakültesi Dergisi, C. I, S. 2, 2018, s. 4 vd.  30 Adli para cezaları temelde 5237 sayılı Türk Ceza Kanunu nda düzenlenmiş olmakla birlikte, örneğin 6102 sayılı Türk Ticaret Kanunu, 5846 sayılı Fikir ve Sanat Eserleri Kanunu, 5607 sayılı Kaçakçılıkla Mücadele Kanunu, 3298 sayılı Uyuşturucu Maddelerle İlgili Kanun ve 6769 sayılı Sınai Mülkiyet Kanunu nda da adli para cezasına ilişkin hükümler bulunmaktadır.  31 Bu konuda ayrıntılı bilgiler ve doktrin görüşleri için bkz. ÇOLAK, Haluk/ALTUN, Uğurtan,  Bir Yaptırım Türü Olarak Para Cezalarının Teori ve Uygulamadaki Analizi , TBB Dergisi, S. 69, 2007, s. 241 vd.  32 ÇOLAK/ALTUN, Para Cezası, s. 245. 33 EŞİTLİ, s. 81.   185KERVANKIRAN/ Türk Ticaret Kanunu nda Düzenlenen Suçlar ve Kabahatler ile Bunlar İçin Öngörülen Cezai Yaptırımların Hukuki Niteliği- I olduğu, cezasının etkisinin az ve infazının güç olduğu gerekçesiyle doktrinde eleştirilmektedir.        Adli  para  cezası,  5237  sayılı  Türk  Ceza  Kanunu nun  52.  maddesinde düzenlenmiştir. TCK m. 52/1 hükmüne göre, adli para cezası, en az beş gün ve kanunda aksine hüküm bulunmayan hallerde en fazla yedi yüz otuz gün olabilir. Adli para cezasının hesaplanması, belirlenen tam gün sayısı ile bir gün karşılığı olarak takdir edilen para miktarının çarpılması şeklinde yapılmaktadır.    TCK m. 52/2. fıkrasında ise, adli para cezasının, en az yirmi ve en fazla yüz Türk Lirası olan bir gün karşılığı adlî para cezasının miktarı, kişinin ekonomik ve diğer şahsi halleri göz önünde bulundurularak takdir edileceği hüküm altına alınmıştır. Bunun yanında, adli para cezasının ödenmesinde hâkim, kişinin ekonomik ve şahsi durumunu dikkate alarak kolaylık tanıyabilir. Hâkim bu gibi hallerde kişiye, bir yılı aşmamak üzere süre verebileceği gibi, bu cezanın iki yılı geçmeyecek şekilde belirli taksitler halinde ödenmesine de karar verebilir. Taksitlerden birinin zamanında ödenmemesi halinde, geri kalan kısmın tamamının tahsil edileceği ve ödenmeyen adlî para cezasının hapis cezasına çevrileceği konu ile ilgili verilecek kararda açıkça belirtilmesi gerekmektedir (TCK m. 52/4).   5275 sayılı Ceza ve Güvenlik Tedbirlerinin İnfazı Hakkında Kanun un 106. maddesinin 3. fıkrasına göre, ödenmeyen adli para cezası hapis cezasına çevrilir. Ancak adlî para cezası yerine çektirilen hapis süresi üç yılı geçemeyeceği gibi, birden fazla hükümle adlî para cezalarına mahkûmiyet hâlinde bu süre beş yılı geçemez.  (CGTİHK  m.  106/7).  Adlî  para  cezasından  çevrilen  hapsin  infazı ertelenemez  ve  bunun  infazında  koşullu  salıverilme  hükümleri  uygulanmaz. Hapse çevrilmiş olmasına rağmen hak yoksunlukları bakımından esas alınacak olan adlî para cezasıdır CGTİHK m. 106/9). Yukarda belirtildiği gibi Kanun, bir gün karşılığı olarak adli para cezasının miktarını en az yirmi, en fazla da yüz Türk Lirası olarak belirlemiş ve bu miktarın kişinin  ekonomik  ve  diğer  şahsi  durumu  dikkate  alınarak  takdir  edileceğini düzenlemiştir. Buna göre örneğin, TTK m. 562/6 hükmüne göre, ticari defterlerin mevcut  olmaması  veya  hiç  kayıt  içermemesi  yahut  bu  Kanuna  uygun saklanmaması hallerinde, sorumlulara 300x= 6000 TL den 730x= 73.000 TL ye kadar adli para cezası verilebilme ihtimali mevcuttur.  2.  Kısa Süreli Hapis Cezalarının Adli Para Cezasına Çevrilmesi Adli para cezaları TCK m. 50/1 hükmüne göre, kısa süreli hapis cezalarına seçenek yaptırım türleri arasında da sayılmaktadır.   Türk Ceza Kanunu nun 49. Maddesinin 2. Fıkrasında, hükmedilen bir yıl veya daha az süreli hapis cezasının kısa süreli hapis cezası olduğu belirtilmiştir. Kısa süreli hapis cezası,  34DEMİRBAŞ, T., İnfaz Hukuku, 3. Baskı, Ankara 2013, s.90 vd.; ÇETİN, S. H., Türk Ceza Kanunun  da Adli Para Cezası, Ankara 2012, s. 47 vd.; EŞİTLİ, s. 81. 35 Bu konuda geniş açıklamalar için bkz. ÇOLAK,/ALTUN, Seçenekli Yaptırımlar, s.163 vd. ; EŞİTLİ, s. 63 vd.  186İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  suçlunun kişiliğine, sosyal ve ekonomik durumuna, yargılama sürecinde duyduğu pişmanlığa  ve  suçun  işlenmesindeki  özelliklere  göre,  adli  para  cezasına çevrilebilir (TCK m. 50/1 (a).  Daha önce hapis cezasına mahkûm edilmemiş olmak koşuluyla, mahkûm olunan otuz gün ve daha az süreli hapis cezası ile fiili işlediği tarihte on sekiz yaşını doldurmamış veya altmış beş yaşını bitirmiş bulunanların mahkûm edildiği bir yıl veya daha az süreli hapis cezaları adli para cezasına çevrilecektir (TCK m. 50/3).  Diğer taraftan, hükmün kesinleşmesinden sonra Cumhuriyet savcılığınca yapılan tebligata  rağmen  otuz  gün  içinde  seçenek  tedbirin  gereklerinin  yerine getirilmesine başlanmaması veya başlanıp da devam edilmemesi halinde, hükmü veren mahkeme kısa süreli hapis cezasının tamamen veya kısmen infazına karar verir ve bu karar derhal infaz edilir (TCK m. 50/6).  3.  Türk Ticaret Kanunu nda Adli Para Cezası Öngörülen Suçlar Türk Ticaret Kanunu nda öngörülen cezaların önemli bir kısmı da yalnız adli para cezalarından oluşmaktadır. Bu suçlardan, TTK m. 562/12 de düzenlenen internet sitesi  ile  ilgili  yükümlülüklerin  ihlali  suçu  dışında  hepsinin  alt  sınırının belirlenmiş  olduğu  görülmektedir.  Bunlar  kısaca  aşağıdaki  suçlardan oluşmaktadır: -  TTK m. 562/3 e göre, m. 199 de düzenlenmiş olan bağlı ve hâkim şirket raporları hazırlama yükümlülüğünü ihlal edenler, üç yüz günden az olmamak üzere adli para cezası ile cezalandırılmaktadır.  - TTK m. 562/4 e göre, TTK hükümlerince tutulması veya muhafazası zorunlu olan defter, kayıt ve belgelerin, TTK m. 210 a göre denetime yetkili Ticaret Bakanlığı elemanlarınca istenmesine rağmen vermeyenler, eksik verenler ya da bunların görevlerini yapmasını engelleyenler üç yüz günden az olmamak üzere adli para cezasıyla cezalandırılır. - TTK m. 562/5 (b) ve (c) hükümleri uyarınca borçlanma yasağını ihlal edenler, üç yüz günden az olmamak üzere adli para cezasıyla cezalandırılırlar.  - TTK m. 562/6 hükmüne göre, ticari defter tutma ve saklama yükümlülüğüne aykırı hareket eden sorumlular üç yüz günden az olmamak üzere adli para cezasıyla cezalandırılmaktadırlar.  - TTK m. 562/10 uyarınca, TTK m. 551 de düzenlenmiş olan ayni sermaye veya devralınacak işletmelere değer biçilmesinde yolsuzluk yapanlar, doksan günden az olmamak üzere adli para cezası ile cezalandırılırlar.  - TTK m. 12 uyarınca internet sitesi oluşturma yükümlülüğüne aykırı hareket eden yönetim organı üyeleri üç yüz güne kadar, internet sitesine konması gereken içeriği usulüne uygun olarak koymayan bu fıkrada sayılan failler yüz güne kadar adli para cezasıyla cezalandırılmaktadır.    187KERVANKIRAN/ Türk Ticaret Kanunu nda Düzenlenen Suçlar ve Kabahatler ile Bunlar İçin Öngörülen Cezai Yaptırımların Hukuki Niteliği- I VII.  TÜRK  TİCARET  KANUNU NDA  DÜZENLENEN  SUÇLAR BAKIMINDAN  UYGULANABİLECEK  GÜVENLİK TEDBİRLERİ 1.  Genel Olarak Güvenlik Tedbirleri Türk Ceza Hukuku nda güvenlik tedbirleri,  işlediği suçtan dolayı kişi hakkında, koruma, iyileştirme, eğitim gibi amaçlarla hâkim tarafından hükmedilen, fiil ve failin  kişiliğinden  kaynaklanan  tehlikelilik  halini  önlemeye  özgülenen yaptırımlar  36 olarak tanımlanmaktadır.  Günümüz modern ceza hukukunda güvenlik tedbirleri suçlulukla mücadele ve toplumun korunmasında bir araç olarak kullanılmaktadır. Bunlar daha ziyade önleyici tedbirler olarak nitelendirilmektedir.   Güvenlik tedbirlerinin hukuki niteliği ceza hukuku doktrininde tartışmalı olmakla birlikte, hâkim görüş güvenlik tedbirlerinin cezadan bağımsız bir yaptırım olduğu yönündedir. Buna karşılık, doktrinde güvenlik tedbirlerinin bir ceza olmadığı, bilakis suç dolayısı ile ortaya çıkan tehlikeliliği ortadan kaldırmaya yönelik tedbirler olduğu, belirli haklardan yoksun bırakılmayı bir ceza olarak değil feri ceza olarak kabul etmek gerektiği yönünde görüşler de bulunmaktadır. Ancak bu aksi görüşe rağmen sonuç itibariyle güvenlik tedbirlerini bir ceza hukuku yaptırımı olarak kabul etmek gerekmektedir, zira güvenlik tedbirleri Türk Ceza Kanunu nda  bir  yaptırım  olarak  düzenlenmiştir.  Biz  burada  konu  ile  ilgili tartışmalara  daha  fazla  girmeksizin  güvenlik  tedbirlerinin  Türk  Ticaret Kanunu nda düzenlenen suçlar bakımından uygulama alanı bulup bulamayacağı konusuna değineceğiz.     Güvenlik tedbirleri Türk Ceza Kanunu nun 53. vd. maddelerinde düzenlenmiştir. Buna göre güvenlik tedbirleri; belli hakları kullanmaktan yoksun bırakılması (TCK m. 53), eşya müsaderesi (TCK m. 54), kazanç müsaderesi (TCK m. 55) ile çocuklara ve akıl hastalarına özgü güvenlik tedbirlerinden ibarettir (TCK m. 56 ve 57).     2.  Gerçek Kişiler Hakkında Uygulanabilecek Güvenlik Tedbirleri    36 ARTUK, Mehmet Emin/GÖKÇEN, Ahmet/ÇAKIR, Kerim, Ceza Hukuku Genel Hükümler, 13. Baskı, Ankara 2019, s. 957; ARTUK, Mehmet Emin/ AKCAN, Esra Alan,  Mukayeseli Hukuk ve Türk Ceza Hukukunda Güvenlik Tedbirleri , İstanbul Medipol Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2016, C. 3, S. 2, s. 9-10. 37 ARTUK, Mehmet Emin/YILMAZ, Erkam,  Teorik Açıdan Güvenlik Tedbirleri , Medipol Üniversitesi Hukuk Fakültesi Dergisi, C. 7, S. 2, Yıl: 2020, s. 16.  38 ÖZBEK, Veli Özer/DOĞAN, Koray/BACAKSIZ, Pınar/ TEPE, İlker, Türk Ceza Hukuku Genel Hükümler, 9. Baskı, Ankara 2018, s. 622; KOCA, Mahmut/ÜZÜLMEZ, İlhan, Türk Ceza Hukuku Genel Hükümler, 13. Baskı, Ankara 2020, s. 561; ÖZGENÇ, İzzet, Türk Ceza Hukuku Genel Hükümler, 14. Baskı, Ankara 2018, s. 697; ARTUK/YILMAZ, s. 14.  39 HAFIZOĞULLARI, Z./ÖZEN, M., Türk Ceza Hukuku Genel Hükümler, 4. Baskı, Ankara 2011, s. 490 vd.; EŞİTLİ, s.65, dn. 4.   188İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  Gerçek kişilerin TTK  da düzenlenen ve hapis cezası öngören suçlardan birisini işleyerek mahkûm olması halinde, TCK m. 53/1 (d) bendinde düzenlenen, vakıf, dernek, sendika, şirket, kooperatif ve siyasi parti tüzel kişiliklerinin yöneticisi veya denetçisi olmaktan ve (e) bendinde düzenlenen, bir kamu kurumunun veya kamu kurumu niteliğindeki meslek kuruluşunun iznine tabi bir meslek veya sanatı, kendi sorumluluğu altında serbest meslek erbabı veya tacir olarak icra etmekten yoksun bırakılabilir. Diğer taraftan, burada sayılan tedbirler, ceza mahkûmiyetinin zorunlu sonuçları olduğu için, kişi, işlemiş bulunduğu suç dolayısıyla mahkûm olduğu hapis cezasının infazı tamamlanıncaya kadar bu hakları kullanamayacaktır (TCK m. 53/2). Bu bakımdan örneğin, TTK m. 562/9. fıkrada düzenlenmiş olan, sermaye  taahhüt  edilmediği  halde  taahhüt  edilmiş  gibi  gösterme  ve  ödeme yetersizliğinin  bilindiği  halde  buna  onay  verme  suçunu  işleyen  yöneticiler, cezanın infazı bitinceye kadar yöneticilik yapamayacaktır. TTK  da hapis cezası öngören suçlardan birini işleyen şirket yöneticileri için özellikle TCK m. 53/1 (d) bendinin etkili bir tedbir olarak uygulama alanı bulacağı söylenebilir.  Diğer taraftan, TCK m. 53/1 de düzenlenmiş olan belirli hakları kullanmaktan yoksun bırakılma konusuna ilişkin olarak TCK m. 53/5. Fıkrasında önemli bir düzenleme bulunmaktadır. Buna göre, TCK m. 53/1. fıkrasında sayılan hak ve yetkilerden birinin kötüye kullanılması suretiyle işlenen suçlardan dolayı hapis cezası  verilmesi  halinde,  ayrıca  infazdan  sonra  işlemek  üzere,  hükmolunan cezanın  yarısından  bir  katına  kadar  bu  hak  ve  yetkinin  kullanılmasının yasaklanmasına karar verilir. Sadece adlî para cezasına mahkûmiyet halinde ise, hükümde belirtilen gün sayısının yarısından bir katına kadar bu hak ve yetkinin kullanılmasının  yasaklanmasına  karar  verilebilecektir.  Ticari  hayatta  hak  ve yetkilerin kötüye kullanılmasına sıkça rastlanıldığı için, bu hükmün ticari suçlar bakımından oldukça elverişli olduğu anlaşılmaktadır.  3.  Ticaret Şirketleri Hakkında Uygulanabilecek Güvenlik Tedbirleri  5237  sayılı  Türk  Ceza  Kanunu nda  tüzel  kişiler  suç  faili  olarak  kabul edilmemiştir. TCK m. 20/1  de ceza hukukunda geçerli olan suçların ve cezaların şahsiliği  ilkesi  düzenlenerek,  kimsenin  başkasının  fiilinden  dolayı cezalandırılamayacağı hüküm altına alınmıştır. Buna bağlı olarak TCK m. 20/2 de tüzel kişiler hakkında ceza yaptırımı uygulanamayacağı belirtilmiş, ancak özel hukuk  tüzel  kişileri  hakkında  bazı  suçlardan  dolayı  güvenlik  tedbirleri niteliğindeki bazı yaptırımların uygulanması saklı tutulmuştur. Bu durumda özel hukuk tüzel kişileri olan ticaret şirketleri hakkında güvenlik tedbiri uygulaması  40 Tüzel kişilerin özel hukuk alanında hak ve fiil ehliyetine sahip olduğu kabul edilmekle birlikte, bu durum onların ceza hukukunda suç faili olabilme açısından gerekli olan kusur ve hareket yeteneklerine sahip oldukları anlamına gelmemektedir. Tüzel kişinin karar organlarının iradesini tüzel kişinin iradesi olarak kabul etmek, sadece özel hukuk bakımından söz konusudur. Bu konuda geniş açıklamalar ve tüzel kişilerin cezai sorumluluğu ile ilgili olarak bkz. ASLAN, Yasin,  Tüzel Kişilerin Cezai Sorumluluğu , Ankara Barosu Dergisi, Yıl: 68, S. 2010/2, s. 233 vd.; DURSUN, Selman,  Türk Ceza Hukuku Reformunun Ekonomi Ceza Hukukuna Etkileri , Dünyada ve Türkiye de Ceza Hukuku Reformları Kongresi, C. II, İstanbul 2013, s. 2239- 2250.   189KERVANKIRAN/ Türk Ticaret Kanunu nda Düzenlenen Suçlar ve Kabahatler ile Bunlar İçin Öngörülen Cezai Yaptırımların Hukuki Niteliği- I söz konusu olabileceği gibi (TCK m. 60), bunların kabahat faili olmaları ve haklarında kabahatten dolayı 5326 sayılı Kabahatler Kanunu uyarınca idari tedbir veya idari para cezası uygulanması da mümkündür (KK m. 8, 43 A).  Ticaret şirketleri için uygulanabilecek güvenlik tedbiri türleri faaliyet izninin iptali ile müsaderedir. Türk Ceza Kanunu nun 60. Maddesinin 1. ve 2. fıkralarına göre, bir kamu kurumunun verdiği izne dayalı olarak faaliyette bulunan özel hukuk tüzel kişisinin organ veya temsilcilerinin iştirakiyle ve bu iznin verdiği yetkinin kötüye kullanılması suretiyle tüzel kişi yararına işlenen kasıtlı suçlardan mahkûmiyet halinde, iznin iptaline karar verilir ve müsadere hükümleri uygulanır.  Ancak anılan güvenlik tedbirlerine, her suç bakımından değil, kanundan özel olarak  belirtilen  hallerde  hükmedilebileceği  düzenlenmiştir  (TCK  m.  60/4). Dolayısıyla  tüzel  kişi  hakkında  güvenlik  tedbirine  hükmedileceği  bir  suçu düzenleyen  kanun  maddesinde  açıkça  gösterilmedikçe,  şirketler  hakkında herhangi bir güvenlik tedbirine başvurulamayacaktır. Ayrıca, şirketler hakkında güvenlik tedbiri uygulanması için öncelikle suçun kasıtlı olarak işlenmesi gerekir. Suç  niteliği  taşımayan  eylemlerden  dolayı  şirketlere  karşı  güvenlik  tedbiri uygulanamaz.42  Bu ilkelerden hareketle, Türk Ticaret Kanunu nda düzenlenen suçlar bakımından ticaret şirketleri hakkında güvenlik tedbirleri uygulanabilmesi oldukça sınırlı kalacaktır. Zira sadece TTK m. 63 de haksız rekabet fiilinin bir tüzel kişiliğin faaliyeti  çerçevesinde  işlenmesi  halinde,  tüzel  kişi  hakkında  bunlara  özgü güvenlik tedbirlerine başvurulacağı hüküm altına alınmıştır. Bu nedenle TTK  da sadece  haksız  rekabet  suçları  için  sözü  edilen  güvenlik  tedbirlerinin uygulanabilmesi mümkün olabilecektir. Diğer taraftan, şirket için uygulanmasına karar verilen güvenlik tedbirleri, işlenen fiile nazaran daha ağır sonuçlar ortaya çıkarabilecekse, hâkim bu tedbirlere hükmetmeyebilir (TCK m. 60/3). Söz gelimi bir şirket hakkında güvenlik tedbirine hükmedildiğinde, çok sayıda kişinin işsiz kalacağının anlaşılması halinde, mahkeme güvenlik tedbirleri uygulanmasına karar vermeyebilir. Türk Ceza Kanunu nda düzenlenen ve güvenlik tedbirinin uygulanmasına yola açan  suçların  işlenmesinden  dolayı  tüzel  kişiye  adli  para  cezası verilemeyecektir. Ancak tüzel kişiler 5326 sayılı Kabahatler Kanunu na göre organ ve temsilcilerinin davranışlarından sorumlu olurlar; kabahatten dolayı tüzel kişi hakkında idari yaptırım uygulanabilir (KK m.8)45.   VIII.  TÜRK  TİCARET  KANUNU NDA  DÜZENLENEN  İDARİ PARA CEZALARI   41 RG, 31.03.2005, 25772 (Mükerrer). 42 CENTEL, Nur,  Ceza Hukukunda Tüzel Kişilerin Sorumluluğu- Şirketler Hakkında Yaptırım Uygulanması , Ankara Üniversitesi Hukuk Fakültesi Dergisi, 65 (4) 2016, s. 3317.  43 CENTEL, s.3319.  44 CENTEL, s. 3319. 45 CENTEL, s. 3317.  190İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10   1.  İdari Para Cezaları ve Hukuki Niteliği 5237 sayılı Türk Ceza Kanunu ile izlenen suç politikası ve kanun koyucunun ceza siyaseti doğrultusunda artık cürüm-kabahat ayrımı kaldırılmış ve nispeten hukuka aykırılığı daha düşük olan fiiller Ceza Kanunu ndan çıkarılmıştır. Ancak bu durum, sözü edilen fiillerin hukuka aykırılığını ortadan kaldırmadığı için ayrıca hazırlanan 5326 sayılı Kabahatler Kanunu içinde birer kabahat olarak yer almıştır. Bu ayırım sonucunda, Ceza Kanunu nda düzenlenen hukuka aykırı fiiller  suç ; Kabahatler  Kanunu nda  düzenlenen  fiiller  ise   kabahat   olarak nitelendirilmiştir. İdari para cezası bir idari yaptırım türüdür. İdari para cezası, kanunda öngörülen belli kurallara aykırılık halinde, adli bir organ aracılığı olmadan doğrudan doğruya kamu  gücü  kullanılarak  idari  merciler  tarafından  verilmektedir.  En  çok başvurulan idari yaptırım türü para cezası olmakla birlikte, idari yaptırımların, disiplin yaptırımları, mülkiyetin kamuya geçirilmesi, lisans/ruhsat iptali, teminat mektubunun irat kaydedilmesi, lisansın askıya alınması, yayının durdurulması gibi çeşitleri bulunmaktadır.  İdari para cezaları ile adli para cezaları arasında önemli farklar bulunmaktadır. Esasında bu fark suç ve kabahat ayrımı ile doğrudan ilgili bulunmaktadır. Adli para  cezası  bir  ceza  hukuku  yaptırım  türü  olarak  Ceza  Kanunu nda düzenlenmiştir. İdari para cezaları ise Kabahatler Kanunu nda düzenlenmiş olup, bir kamu hukuku yaptırımı olarak nitelendirilmektedir. Adli para cezasında, taksitlerden birinin zamanında ödenmemesi halinde geri kalan kısım tamamının tahsil edilmekte ve ödenmeyen adlî para cezası hapis cezasına çevrilmektedir. İdari para cezasının ödenmemesi halinde ise hapis cezasına çevrilmesi söz konusu değildir. İdari para cezaları, ertelenemez ve seçenek yaptırımlara çevrilemez, Amme Alacaklarının Tahsil Usulü Hakkında Kanun hükümleri gereğince cebren tahsil edilir. İdari para cezaları Kabahatler Kanunu nda düzenlenmiş olup, birçok kurum ve kuruluş  bunun  için  yetkilendirilmiştir.  Ticaret  Kanunu nda  kabahat  olarak  46 AYATAR KIZILYAR, Sema,  Ceza Yaptırımı ile İdari Yaptırım Ayırımı , Journal of Yaşar Üniversity, 2013, C. 8, Özel Sayı, s. 1648 vd.; UĞUR, Hüsamettin,  Kabahatler Kanunu ve 5252 sayılı Kanun a göre İdari Para Cezası ve Yargıtay Uygulaması , TBB Dergisi, 2009, S. 85, s. 190; Bu konuda ayrıca bkz. İÇEL, KAYIHAN, Çağdaş,  Ceza Hukukunun Evrensel İlkelerinin Kabahat Türündeki Eylemler Alanındaki Boyutları , Uyuşmazlık Mahkemesi Dergisi, 2016, S. 7, s. 626 vd.       47 EKİNCİ, Murat,  Ceza Hukuku İlkeleri Açısından İdari Yaptırımlar , Yıldırım Beyazıt Hukuk Dergisi, 2017, S. 1, s. 21; AYATAR KIZILYAR, s. 1648 vd.; İÇEL, s. 626 vd.  48 ÇOLAK/ALTUN, Para Cezaları, s. 271; CAN, Sibel,  İdari Para Cezası , Türkiye Adalet Akademisi Dergisi, 2017, S. 29, s. 418.   49 EKİNCİ, s. 22. 50 DOĞAN, s. 11. 51 DOĞAN, s. 13; ÇOLAK/ALTUN, Para Cezaları, s. 273, UĞUR, s. 193.  52 DOĞAN, s. 14.   191KERVANKIRAN/ Türk Ticaret Kanunu nda Düzenlenen Suçlar ve Kabahatler ile Bunlar İçin Öngörülen Cezai Yaptırımların Hukuki Niteliği- I tanımlanan birçok fiil için idari para cezası öngörülmüştür. TTK  da belirtilen idari  para  cezası  tutarları  her  yıl  değişkenlik  göstermektedir.  5326  sayılı Kabahatler Kanunu nun  m. 17/2 hükmüne göre, idari para cezaları her takvim yılı başından geçerli olmak üzere, o yıl için Vergi Usul Kanunu nun mükerrer  298. maddesi uyarınca tespit ve ilan edilen yeniden değerleme oranında artırılarak uygulanmaktadır.  Diğer taraftan,  TTK  da tanımlanan kabahatlerden birinin idari yaptırım kararı verilinceye kadar birden çok işlenmesi halinde, ilgili gerçek veya tüzel kişiye bir idari para cezası verilir ve ilgili hükme göre verilecek ceza iki kat artırılır (TTK m. 562/14). Ticaret Bakanlığı nın konu ile ilgili yayınlamış olduğu Genelgede ise,  TTK   da  öngörülen  cezaların  artırımlı  olarak  uygulanmasında  cezaların verileceği tarih değil, kabahatin işlendiği zamanın esas alınması ve kabahatin birden fazla işlenmesi halinde, kesilen temel ceza miktarının üzerine bu cezanın iki katı karşılığın eklenmesi şeklinde bir düzenleme getirilmiştir (Bkz. Genelge m. 17/1-4). Kabahatin birden fazla işlenmesi halinde, kabahatin işlendiği en son yıla ait idari para cezasının tutarı esas alınmaktadır (Genelge m. 17/5).     Örneğin, 2018 ve 2019 yıllarına ait defterlerin açılış ve kapanış onaylarının zamanında yaptırılmamış olması halinde, 2020 yılına ait artırılmış temel ceza miktarı olan 9.387 TL üzerine, cezanın iki katı olan 18.774 TL ilave edilerek ağırlaştırılmış idari para cezası 28.160 TL olarak uygulanması gerekecektir.  Tüzel  kişilerin  kabahatten  dolayı  sorumluluğu  Kabahatler  Kanunu nun  8. maddesinde düzenlenmiştir. Buna göre, organ veya temsilcilik görevi yapan ya da organ veya temsilci olmamakla birlikte tüzel kişinin faaliyeti çerçevesinde görev üstlenen kişinin bu görevi kapsamında işlemiş bulunduğu kabahatten dolayı tüzel kişi hakkında da idari yaptırım uygulanabilir. Buna göre, ticaret şirketlerinde, ticari defterlerle ilgili öngörülen idari para cezalarının muhatabı şirket tüzel kişiliğidir (Genelge, m. 16/1). Hazırlanan teftiş raporunda, yapılacak ilk genel kurul toplantısında, idari para cezasından dolayı şirketin yönetim organına rücu edilip edilmeyeceği konusunun görüşülmesi ve karara bağlanması hususuna da yer verilir (Genelge, m. 16/2).  Kabahatler Kanunu nun 17. maddesinin altıncı fıkrasına göre, idari para cezasını kanun yoluna başvurmadan önce ödeyen kişiden bunun dörtte üçü tahsil edilir. Peşin ödeme, kişinin bu karara karşı kanun yoluna başvuruma hakkını engellemez. Yine anılan Kanunun 27. maddesinin birinci fıkrasına göre, idari para cezasına karşı, tebliği tarihinden itibaren 15 gün içerisinde yetkili sulh ceza mahkemesine  53 6362 sayılı Sermaye Piyasası Kanunu, 4050 sayılı Rekabetin Korunması Hakkında Kanun, 4734 sayılı Kamu İhale Kanunu, 5411 sayılı Bankacılık Kanunu, 5510 sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu, 5015 sayılı Petrol Piyasası Kanunu, 2872 sayılı Çevre Kanunu, 2918 sayılı Karayolları Trafik Kanunu ve 6831 sayılı Orman Kanunu gibi bazı kanunlarda da idari para cezalarını içeren hükümler yer almaktadır. 54 Ticari Defterlere İlişkin Suç ve Kabahatlerin Tespiti, Raporlanması ve Yetkili Mercilere İletilmesi Hakkında Genelge. 192İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  başvurulabilir. Bu süre içerisinde başvuru yapılmaması halinde idari yaptırım kararı kesinleşir.   İdari  para  cezalarının  zamanaşımına  uğraması  söz  konusu  olabilir.  Yapılan denetimlerde,  tespit  olunan  fiile  ilişkin  idari  para  cezası  verme  yetkisinin zamanaşımına uğramış olup olmadığı hususu göz önünde bulundurulmalıdır. Zamanaşımına  uğrayan  kabahatlerle  ilgili  olarak  idari  para  cezası  teklifi getirilemez (Genelge, m. 21/2). Kabahatler Kanunu na göre, 50.000 TL ye kadar olan  idari  para  cezalarının  soruşturma  süresi  üç  yıldır.  Buna  göre  Ticaret Kanunu nda öngörülen kabahatlerle ilgili olarak da üç yıllık zamanaşımı kabul edilmiştir (Genelge, m. 21/1). Ancak idari para cezasının miktarının TTK m. 562/14 hükmü uyarınca, menfaat veya zararın üç katından az olmayacak şekilde belirlendiği hallerde, zamanaşımı süresi, Kabahatler Kanunu nun 20. Maddesinin üçüncü fıkrası gereği sekiz yıl olarak uygulanacaktır (Genelge, m. 21/5).  Denetim çalışmaları sırasında 6102 sayılı Ticaret kanununda öngörülen ticari defterlere  ve  diğer  kabahatlere  ilişkin  idari  para  cezasının  uygulanmasını gerektiren bir fiilin tespiti halinde, müfettişler tarafından bir inceleme raporu düzenlenir.  Düzenlene  raporda,  mevzuat  hükümlerine,  idari  yaptırım  kararı verilmesini gerektiren kabahat fiiline, bu fiilin işlendiğini ispata yarayacak tüm delillere, ulaşılan sonuçlara ve Genelge  de belirtilen diğer hususlara yer verilir.   2.  Türk  Ticaret  Kanunu nda  İdari  Para  Cezası  Öngörülen Suçlar  - TTK m. 33/2 hükmüne göre, tescili zorunlu olup da, sicil müdürünce verilen süre içinde tescil isteminde bulunmayan ve kaçınma sebeplerini de bildirmeyen kişi, sicil müdürünün teklifi üzerine mahallin en büyük mülki amiri tarafından bin Türk lirası idari para cezasıyla cezalandırılır.  -  TTK  m.  38/1  hükmüne  göre, tescil  ve  kayıt  için  gerçeğe  aykırı  beyanda bulunanlar, iki bin Türk Lirası idari para cezasıyla cezalandırılmaktadır.  - TTK m. 51/2 ye göre,  Kanun un 39 ilâ 45. veya 48. maddelerinde düzenlenen ticaret unvanı kullanma ve gereken hallerde ek yapma yükümlülüğüne aykırı davrananlar iki bin Türk Lirası idari para cezasıyla cezalandırılmaktadır.  - TTK m. 562/1 (a) bendine göre, bu Kanun un 64. maddesinin birinci fıkrasının ikinci veya üçüncü cümlesinde belirtilen, ticari defterlerin işletmenin faaliyetlerini ve finansal durumunu izlemeye elverişli tutmayanlar dört bin Türk Lirası idari para cezasıyla cezalandırılmaktadır.  55 6545 sayılı Kanun un 83.maddesi uyarınca, buradaki sulh ceza mahkemesinden, hâkimlik anlaşılmalıdır.   193KERVANKIRAN/ Türk Ticaret Kanunu nda Düzenlenen Suçlar ve Kabahatler ile Bunlar İçin Öngörülen Cezai Yaptırımların Hukuki Niteliği- I - TTK m. 562/1 (b) bendine göre, bu Kanun un 64. maddesinin ikinci fıkrası uyarınca, ticari işletme ile ilgili gönderilmiş belgelerin kopyasını sağlamayanlar, dört bin Türk Lirası idari para cezasıyla cezalandırılmaktadır.  - TTK m. 562/1 (c) bendine göre, bu Kanun un 64. maddesinin üçüncü fıkrası uyarınca gerekli onayı yaptırmayanlar, dört bin Türk Lirası idari para cezasıyla cezalandırılmaktadır. - TTK m. 562/1 (d) bendine göre, bu Kanun un 65. maddesine uygun olarak defter tutmayanlar, dört bin Türk Lirası idari para cezasıyla cezalandırılır.  - TK m. 562/1 (e) bendine göre, bu Kanun un 66. maddesindeki usule aykırı olarak envanter çıkaranlar, dört bin lira idari para cezasıyla cezalandırılır.  - TK m. 562/1 (f) bendine göre, bu Kanun un 86. maddesinde sözü edilen, görüntü ve veri taşıyıcılara aktarılmış belgelerin ibraz edilmesi yükümlülüğüne aykırı davrananlar dört bin lira idari para cezasıyla cezalandırılmaktadır.  - TK m. 562/2 hükmüne göre, bu Kanun un 88. maddesinde düzenlenen, Türkiye Muhasebe Standartlarına aykırı hareket edenler, dört bin lira idari para cezasıyla cezalandırılmaktadır.  3.  Ticaret  Şirketlerine  Suç  Dolayısı  İle  İdari  Para  Cezası Uygulanması Yukarıda açıklandığı gibi, Türk Ceza Kanunu nda tüzel kişiler için uygulanması öngörülen güvenlik tedbirleri iznin iptali ile müsadere olarak gösterilmiş; adli para cezası sorumluluğu ise kabul edilmemiştir. Ancak, 2009 yılında 5326 sayılı Kabahatler Kanunu na eklenen 43/A. maddesiyle bazı suçlardan dolayı tüzel kişi hakkında idari para cezasına hükmedilmesi öngörülmüştür. İdari para cezasına karar verme yetkisi, yargılama yapmakla görevli mahkemeye verilmiştir. Bu hüküm kendine özgü bir düzenlemedir. Zira hükümde gösterilen eylemler suç niteliğinde, karşılığında gösterilen yaptırım kabahat, düzenlemenin yer aldığı yasa ise Kabahatler Kanunu dur. Kabahatler Kanunu m.43/A hükmüne göre, daha ağır idarî para cezasını gerektiren bir kabahat oluşturmadığı hallerde, bir özel hukuk tüzel kişisinin organ veya temsilcisi ya da organ veya temsilci olmamakla birlikte bu tüzel kişinin faaliyeti çerçevesinde görev üstlenen bir kişiye, on bin Türk lirasından iki milyon Türk lirasına kadar idari para cezası verilir. Kabahatler Kanunu nun 43/A maddesinin birinci fıkrasına göre bu suçlar şunlardır: Dolandırıcılık (TCK m.157-158), ihaleye fesat karıştırma (TCK m.235), edimin ifasına fesat karıştırma (TCK m.236), rüşvet (TCK m.252), suçtan kaynaklanan  56 Buradaki  sağlamayanlar  ifadesi  saklamayanlar  olması gerekir.  57 CENTEL, s. 3321. 58 CENTEL, s. 3321. 194İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  malvarlığı değerlerini aklama suçu (TCK m.282), bankacılık zimmeti (5411 sayılı Bankacılık K m.160), kaçakçılık suçları (5607 sayılı Kaçakçılıkla Mücadele K), petrol  kaçakçılığı  (5015  sayılı  Petrol  Piyasası  Kanunu  ek  m.5)  ve  Terörün Finansmanı Suçu (3713 sayılı TMK m.8)59.  IX.  TÜRK TİCARET KANUNUNDA DÜZENLENEN SUÇLARIN SORUŞTURMA VE KOVUŞTURMA USULÜ Ticaret Kanunu nda düzenlenen suçlar, re sen kovuşturulan ve takibi şikâyete bağlı suçlar olmak üzere ikiye ayrılmaktadır. Bunlardan haksız rekabet suçlarının takibi şikâyete bağlıdır. TTK m. 62/d bendine göre, haksız rekabet suçları daha ağır bir cezayı gerektiren başka bir suç oluşturmadıkları takdirde, 56. madde gereğince hukuk davasını açma hakkına sahip bulunanlardan birinin şikâyeti üzerine her bir bent kapsamına giren fiiller dolayısıyla iki yıla kadar hapis veya adli para cezasıyla cezalandırılırlar. TTK m. 56 hükmünde ise dava açabilecek olanların, tacirler, müşteriler ile meslek veya sivil toplum kuruluşları olduğu belirtilmiştir.    Haksız rekabet suçları dışında kalan TTK de düzenlenen diğer tüm suçların kovuşturulması re sen yapılacaktır. TTK m. 563 de yer alan düzenleme ile 562. maddede belirlenen suçların re sen takip olunacağı hüküm altına alınarak, bu suçların  şikâyete  bağlı  olmadığı  açıkça  vurgulanmıştır.  Ancak  Ticaret Kanunu nun 562. Maddesinde düzenlenen suçlar bakımından sadece yedinci fıkrada düzenlenmiş olan sır saklama yükümlülüğünün ihlali suçunun takibi şikâyete bağlıdır. Zira TK m. 562/7 hükmü, TCK m. 239 hükmüne yollamada bulunmaktadır. TCK m. 239/1  e göre, sıfat veya görevi, meslek veya sanatı gereği vakıf olduğu ticari sır, bankacılık sırrı veya müşteri sırrı niteliğindeki bilgi veya belgeleri yetkisiz kişilere veren veya ifşa eden kişi, şikâyet üzerine, bir yıldan üç yıla kadar hapis ve beş bin güne kadar adlî para cezası ile cezalandırılacaktır. Bu suçun nitelikli işlenmesi halinde ise şikâyet koşulu aranmayacak, kovuşturma re  sen yapılacaktır (TCK m. 239/3).    Bu  durumda,  ticaret  unvanına  kanunda  belirtilen  şartlara  aykırı  şekilde  ek yapılması ve ticaret unvanının işletmeden ayrı devredilmesi ya da devralınması suçları  ile  TK  m.  562 de  düzenlenen  cezai  sorumluluk  halleri  re sen kovuşturulacaktır.  X.  TİCARET KANUNUNUN 562. MADDESİNDE DÜZENLENEN SUÇLARDA GÖREVLİ VE YETKİLİ MAHKEME 1. Görevli Mahkeme  59 Terörle Mücadele Kanunu nun terörün finansmanına ilişkin 8. maddesi 7.2.2013 gün ve 6415 sayılı Terörizmin Finansmanının Önlenmesi Hakkında Kanun m.18 le yürürlükten kaldırılmıştır. Halen 6415 sayılı Kanun m.4/4 te terörizmin finansmanı suçunun bir tüzel kişinin faaliyeti çerçevesinde işlenmesi halinde güvenlik tedbiri uygulanması öngörülmektedir.   195KERVANKIRAN/ Türk Ticaret Kanunu nda Düzenlenen Suçlar ve Kabahatler ile Bunlar İçin Öngörülen Cezai Yaptırımların Hukuki Niteliği- I Ağır ceza mahkemeleri, 5235 sayılı Adli yargı İlk Derece Mahkemeleri İle Bölge Adliye Mahkemelerinin, Kuruluş, Görev ve Yetkileri Hakkında Kanun un 12. maddesine göre, orada sayılan bazı suçlar ile on yıldan fazla hapis cezasını gerektiren suçlara bakmakla görevlidir. Ticaret Kanununda öngörülen suçlar ise niteliği  gereği  ağır  cezalar  içermemektedir.  Diğer  taraftan  TTK   da  işlenen suçların ağır ceza mahkemelerinde görüleceği ile ilgili Kanunlarda bir hükümde bulunmamaktadır.  Bu  nedenlerle,  TTK  m.  562  kapsamında  işlenen  suçlar bakımından görevli olan mahkeme, asliye ceza mahkemeleridir. Mahkemelerin görev yönünden yetkisi kamu düzenine ilişkin olup, hâkim tarafında re  sen dikkate alınır.  2. Yetkili Mahkeme  Türk  ceza  muhakemesi  hukukunda  yer  yönünden  yetkili  olan  mahkemenin belirlenmesinde suçun işlendiği yer esas alınmaktadır (CMK m. 12/1). Buna göre, TTK m. 562 hükmü kapsamında işlenen suçlar bakımından yetkili mahkeme, suçun işlendiği yer mahkemesidir. Diğer taraftan, suçun işlendiği yerin tespitine ilişkin olarak CMK m.12 de basın yayın yoluyla işlenen suçlar bakımından birden fazla  yer  mahkemesi  yetkilendirilmektedir.  Bunlardan  CMK  m.  12/3  ve  m. 12/5 de  düzenlenen  hükümler,  özellikle  haksız  rekabet  suçları  bakımından uygulama alanı bulabilecek niteliktedir. Haksız rekabet suçu, ülkede yayımlanan bir basılı eserle işlenmişse yetki, eserin yayım merkezi olan yer mahkemesine aittir. Ancak aynı eserin yayım merkezi dışında birden çok yerde basılmış olması halinde suç, eserin merkezin dışındaki baskısında meydana gelmişse, bu suç için merkezle beraber eserin basıldığı yer mahkemesi de yetkilidir (CMK m. 12/3). Suçun görsel ve işitsel yayınlarla işlenmesi halinde de aynı şekilde CMK m. 12/3 hükmü uygulanacaktır (CMK m. 12/5). Ancak görsel ve işitsel yayının, mağdurun yerleşim yerinde ve oturduğu yerde işitilmesi veya görülmesi durumunda, o yer mahkemesinin de yetkili olacağı hüküm altına alınmıştır (CMK m. 12/5)62.     XI.  SONUÇ Türk ekonomi dünyasında hâkim olan anlayış,  ekonomik suça ekonomik ceza verilmesi  görüşüdür. Ancak tüm ekonomik suçlara ekonomik ceza verilmesi ticari hayatın gerçekleriyle bağdaşmamaktadır. Bu nedenle ülkemizde uygulanan ceza politikası gereği alternatif cezalar arama yoluna gidilmiştir. Bunlar hapis cezası,  hapis  cezası  veya  adli  para  cezası  ile  sadece  adli  para  cezasından oluşmaktadır. Kanun koyucunun suç olarak düzenlediği hususların ihlali halinde,  60 RG, 25606, 07.10.2004. 61 KÜÇÜKTAŞDEMİR, s. 185. 62 Konu ile ilgili tartışmalar ve geniş açıklamalar için bkz. AYDIN, Murat, Ceza Muhakemesinde Yetki ve Görev Meselesinde Bazı Sorunlara İlişkin Değerlendirmeler, SDÜ Hukuk Fakültesi Dergisi, C. 3. S. 1, 2013, s. 45 vd.  63 ENSARİ, Bedii,  Şirketlerin Ekonomik Suçlara Yönelik Önlemleri, Ekonomik Suç ve Ceza Sempozyumu , TOBB Yayını, Ankara, Ekim 2005, s. 57 vd.; KÜÇÜKTAŞDEMİR, s. 159. 196İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  korunan hukuki menfaatin ağırlığına göre bunlardan birisi cezai yaptırım olarak öngörülmektedir.   Türk Ticaret Kanunu nda düzenlenen hapis cezaları süreli hapis cezalarından oluşmakta  ve  bunların  büyük  çoğunluğu  seçimlik  olarak  para  cezasına çevrilebilmektedir. Diğer taraftan, tüzel kişilerin cezai sorumluluğu bulunmadığı için,  hapis  cezalarının  tüzel  kişilere  uygulanması  imkânı  bulunmamaktadır. Kanunda belirtilen hallerde şirketler için güvenlik tedbirlerinin uygulanması söz konusu olabilmektedir (TCK m. 60). Bir cezai yaptırım çeşidi olarak adli para cezaları da TTK  da düzenlenen cezai yaptırımlar arasında etkin bir şekilde yer almaktadır.  Adli  para  cezasına  hükmedilebilmesi  bir  ceza  yargılamasını gerektirmekte,  verilen  para  cezası  süresi  içinde  ödenmediği  takdirde  hapis cezasına çevrilmektedir. Diğer taraftan, cezai yaptırımlar dışında, Ticaret Kanunu nda kabahat olarak tanımlanan birçok fiil için idari para cezası öngörülmüştür. İdari para cezası bir idari yaptırım türüdür. İdari para cezaları Kabahatler Kanunu nda düzenlenmiş olup, birçok kurum ve kuruluş bunun için yetkilendirilmiştir.  Sonuç itibariyle 6102 sayılı Türk Ticaret Kanunu nun da düzenlenen suç ve kabahatlerin  kanun  koyucunun  getirmiş  olduğu  yeni  düzenin  sağlanması  ve korunması amacıyla düzenlenmiş olduğu söylenebilir. Bu düzenin en önemli temel taşlarını ise sermayenin korunması ilkesi ile kamuyu aydınlatma ve şeffaflık ilkeleri oluşturmaktadır.     197KERVANKIRAN/ Türk Ticaret Kanunu nda Düzenlenen Suçlar ve Kabahatler ile Bunlar İçin Öngörülen Cezai Yaptırımların Hukuki Niteliği- I EK BEYAN Araştırma ve Yayın Etiği İlkelerine Uygun Hareket Edildiğine Dair Metin  Makalenin tüm süreçlerinde İMHFD araştırma ve yayın etiği ilkelerine uygun olarak hareket edilmiştir.  Çıkar Çatışması Bildirimi  Bu çalışmada herhangi bir potansiyel çıkar çatışması bulunmamaktadır.  198İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10",
     "Kaynakça": "AKTAN, Coşkun Can, Anayasal İktisat, İstanbul 2002. ARTUK,  Mehmet  Emin/GÖKÇEN,  Ahmet/ÇAKIR,  Kerim,  Ceza  Hukuku Genel Hükümler, 13. Baskı, Ankara 2019. ARTUK, Mehmet Emin/ AKCAN, Esra Alan,  Mukayeseli Hukuk ve Türk Ceza Hukukunda  Güvenlik  Tedbirleri ,  İstanbul  Medipol  Üniversitesi  Hukuk Fakültesi Dergisi, Yıl: 2016, C. 3, S. 2. ARTUK, Mehmet Emin/YILMAZ, Erkam,  Teorik Açıdan Güvenlik Tedbirleri , Medipol Üniversitesi Hukuk Fakültesi Dergisi, C. 7, S. 2, Yıl: 2020. ASLAN, Yasin,  Tüzel Kişilerin Cezai Sorumluluğu , Ankara Barosu Dergisi, Yıl: 68, S. 2010/2. AYATAR KIZILYAR, Sema,  Ceza Yaptırımı ile İdari Yaptırım Ayırımı , Journal of Yaşar University, 2013, C. 8, Özel Sayı. AYDIN,  Murat,  Ceza  Muhakemesinde  Yetki  ve  Görev  Meselesinde  Bazı Sorunlara İlişkin Değerlendirmeler, SDÜ Hukuk Fakültesi Dergisi, C. 3. S. 1, 2013. AYHAN AYGÖRMEZ, Gülsün,  Alman Ekonomi Ceza Hukukuna Giriş I , Ceza Hukuku Dergisi, S. 14, 2010 AYTEKİN  İNCEOĞLU,  Asuman,   Ekonomik  Suçlar ,  Galatasaray Üniversitesi Hukuk Fakültesi Dergisi, C. 19, S. 1, Haziran 2020. BAHTİYAR, Mehmet, Ticari İşletme Hukuku, 19. Baskı, 2018 İstanbul. CAN, Sibel,  İdari Para Cezası , Türkiye Adalet Akademisi Dergisi, 2017, S. 29, s. 418.   CENTEL,  Nur,   Ceza  Hukukunda  Tüzel  Kişilerin  Sorumluluğu   Şirketler Hakkında  Yaptırım  Uygulanması ,  Ankara  Üniversitesi  Hukuk  Fakültesi Dergisi, 65 (4) 2016.  CİN  ŞENSOY,  Şehnaz,   Ekonomik  Suç  Kavramı  ve  Ekonomik  Suçların Kriminolojik Özellikleri , Çetin Özek Armağanı, İstanbul 2004. ÇETİN, S. H., Türk Ceza Kanunun  da Adli Para Cezası, Ankara 2012. ÇOLAK,  Haluk/ALTUN,  Uğurtan,   Kısa  Süreli  Hapis  Cezaları,  Seçenekli Yaptırımlar ve İnfaz Rejimleri , TBB Dergisi, S. 67, 2006. ÇOLAK, Haluk/ALTUN, Uğurtan, Bir Yaptırım Türü Olarak Para Cezalarının Teori ve Uygulamadaki Analizi, TBB Dergisi, S. 69, 2007. (Para Cezaları) DEMİRBAŞ, T., İnfaz Hukuku, 3. Baskı, Ankara 2013.    199KERVANKIRAN/ Türk Ticaret Kanunu nda Düzenlenen Suçlar ve Kabahatler ile Bunlar İçin Öngörülen Cezai Yaptırımların Hukuki Niteliği  I DOĞAN, Koray,  Tüzel kişilerin İdari Para Cezası Sorumluluğunda İsnadiyet Sorunu , DEÜ Hukuk Fakültesi Dergisi, C. 17, S. 1, 2015, (Basım yılı Şubat 2016).  DOĞRUSÖZ,  Bumin,   Yeni  Türk  Ticaret  Kanunu nun  İhdas  Ettiği  Suçlar, Cezaları ve Olası Sorunlar , Yaklaşım Dergisi, Aralık 2011, Sayı 228. DURSUN, Selman, Bankacılık Düzenine Karşı İşlenen Suçlar, Ankara 2006. DURSUN, Selman,  Türk Ceza Hukuku Reformunun Ekonomi Ceza Hukukuna Etkileri , Dünyada ve Türkiye de Ceza Hukuku Reformları Kongresi, C. II, İstanbul 2013. EKİNCİ, Murat, Ceza Hukuku İlkeleri Açısından İdari Yaptırımlar, Yıldırım Beyazıt Hukuk Dergisi, 2017, S. 1. ENSARİ, Bedii, Şirketlerin Ekonomik Suçlara Yönelik Önlemleri, Ekonomik Suç ve Ceza Sempozyumu, TOBB Yayını, Ankara, Ekim 2005. EŞİTLİ, Ezgi Aygün,  Kısa Süreli Hapis Cezası ve Kısa Süreli Hapis Cezasına Seçenek Yaptırımlar , Ankara Üniversitesi Hukuk Fakültesi Dergisi, 2016, C. 65, S. 1. HAFIZOĞULLARI, Z./ÖZEN, M., Türk Ceza Hukuku Genel Hükümler, 4. Baskı, Ankara 2011. KATOĞLU, Tuğrul,  Yeni Türk Ticaret Kanunu na göre, Anonim ve Limited Şirket Yöneticilerinin Ceza Sorumluluğu , BADİTER, C. XXIX, S. 1, 2013. KOCA, Mahmut/ÜZÜLMEZ, İlhan, Türk Ceza Hukuku Genel Hükümler, 13. Baskı, Ankara 2020. KÜÇÜKTAŞDEMİR, Özgür, Ekonomik Suçlar Bağlamında Türk Ticaret Kanununda Düzenlenen Suçlar ve Cezalar, 2018 Ankara.   MAHMUTOĞLU, Selami, Ekonomik Suçlar Bağlamında Kredi Hukukundan Kaynaklanan Suç ve İdari Suçlar, Seçkin, 2011 Ankara. İÇEL,  Kayıhan,   Çağdaş  Ceza  Hukukunun  Evrensel  İlkelerinin  Kabahat Türündeki Eylemler Alanındaki Boyutları , Uyuşmazlık Mahkemesi Dergisi, 2016, S. 7. İTİŞGEN, Rezzan,  Türk Ticaret Kanunu nda Düzenlenen Kötüleme Suçu , Terazi Hukuk Dergisi, C. 11, S. 121, Eylül 2016. ÖZGENÇ, İzzet, Türk Ceza Hukuku Genel Hükümler, 14. Baskı, Ankara 2018. ÖZBEK, Veli Özer/DOĞAN, Koray/BACAKSIZ, Pınar/ TEPE, İlker, Türk Ceza Hukuku Genel Hükümler, 9. Baskı, Ankara 2018. 200İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/10  ÖZBEK, Veli Özer, Ekonomi Ceza Hukuku, Birinci Kitap  Genel Hükümler, Ankara 2020. PERÇİN, Önder,  Ekonomi Hukuku: Hukukun Sınıflandırılmasında Paradigma Kayması , AÜHFD, C.59, S.2, 2010. UĞUR, Hüsamettin, Kabahatler Kanunu ve 5252 sayılı Kanun a göre İdari Para Cezası ve Yargıtay Uygulaması, TBB Dergisi, 2009, S. 85 ÜNLÜ, Abdurrahman,  Hapis Cezasının Ertelenmesi , Necmettin Erbakan Hukuk Fakültesi Dergisi, C. I, S. 2, 2018, TOROSLU, Nevzat, Ceza Hukuku Genel Kısım, Ankara 2012.   201KERVANKIRAN/ Türk Ticaret Kanunu nda Düzenlenen Suçlar ve Kabahatler ile Bunlar İçin Öngörülen Cezai Yaptırımların Hukuki Niteliği  I  202"
}