{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi ",
     "Üniversite İsmi": " ",
     "Gün": "17",
     "Ay": "09",
     "Yıl": "2021",
     "Cilt": "6",
     "Sayı": "11",
     "Başlık": "KARAYOLLARI MOTORLU ARAÇLAR ZORUNLU MALİ MESULİYET POLİÇESİ KAPSAMININ SÜRÜCÜNÜN TAM KUSURU HALİNDE DESTEKTEN YOKSUN KALMA TAZMİNATINI KAPSAYIP KAPSAMADIĞI HAKKINDA YAKLAŞIMLAR",
     "Title": "HIGHWAYS MOTOR VEHICLES REQUIRED AT THE FULL FAULT OF THE DRIVER TO THE SCOPE OF THE LIABILITY POLICY APPROACHES ABOUT WHETHER IT INCLUDES WITHDRAWAL OF SUPPORT COMPENSATION ",
     "Yazar İsmi": [

          "Prof. Dr. Habib YILDIZ1"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Destekten Yoksun Kalma Tazminatı", "Zorunlu Mali Mesuliyet Sigortası", "Sorumluluk Sigortaları"
     ],
     "Keywords": [
          "Compensation for Deprivation of Support, Compulsory Liability Insurance, Liability Insurance"
     ],
     "Özet": "Bu çalışmada, trafik kazasında kusurlu hareketleri ile ölen kişinin desteğinden yararlananların  karayolları  motorlu  araç  zorunlu  mali  mesuliyet  sigortasına başvurarak  destekten  yoksun  kalma  tazminatı  talep  edip  edemeyeceği araştırılmıştır. Destekten yoksun kalma tazminatı esasen maddi ve dolaylı bir zarar türü olarak karşımıza çıkar. Bu yönüyle destekten yoksun kalma tazminatı desteğini yitiren kişilere, maruz kaldıkları zararı giderme imkânı veren hukuksal koruma yollarından biridir. Ancak ölenin tam trafik kazasında kusurlu olması halinde  destekten  yoksun  kalanların  bu  tazminatı  talep  edip  edemeyeceği hakkında  doktrinde  ve  yüksek  yargı  kararlarında  farklı  ve  çelişkili  görüşler bulunmaktadır. Gelinen noktada, kast veya ağır ihmali nedeniyle sürücünün tam kusurlu olduğu trafik kazalarında destek görenlerin destekten yoksun kalma tazminatından yararlanmaları mümkün gözükmemektedir. Ancak iki tarafından da belli oranlarda kusurlu olduğunun anlaşıldığı kazalarda ölenin kusur derecesi destekten yoksun kalma tazminatı açısından indirim sebebi olarak görülmektedir.",
     "Abstract": "In this study, it was investigated whether those who benefited from the support of the person who died in a traffic accident due to their faulty actions could apply for the motor vehicle compulsory liability insurance and claim compensation for deprivation of support. Compensation for deprivation of support is essentially a type of material and indirect damage. In this respect, compensation for deprivation of support is one of the ways of legal protection that gives people who lost their support  the  opportunity  to  compensate  for  the  damage  they  have  suffered. However, there are different and contradictory opinions in the doctrine and high judicial decisions about whether the person who is deprived of support can claim this compensation if the deceased is at fault in the traffic accident. At this point, it does not seem possible for those who receive support in traffic accidents where the  driver  is  at  fault  due  to  intent  or  gross  negligence,  to  benefit  from compensation for lack of support. But, in accidents where both parties are found to be defective to a certain extent, the degree of fault of the deceased is seen as a reason for reduction in terms of compensation for deprivation of support.",
     "Metin": "Türk Borçlar Kanunu nun 53. maddesinin 3 fıkrası hükmü ile destek görenlere, destekten yoksun kalma zararını tazmin etme imkânı tanınmıştır. Bu düzenleme ile desteğin ölmesi durumunda destekten yoksun kalan kişilerin malvarlığında ortaya çıkan eksilmenin telafi edilmesi amaçlanmaktadır. Ancak destekten yoksun kalma tazminatının talep edilebilmesi için ölen kişinin üçüncü bir kişiye destek olması veya gelecekte destek olmasının muhtemel bulunması gerekir. Destek kaybından doğan zarar, hukuki niteliği itibariyle yansıma yoluyla ortaya çıkan maddi bir zarar iken tazminat talep hakkı, destekten yoksun kalan kişinin şahsında ortaya çıkan asli ve bağımsız bir haktır.  Ancak bu hakkın talep edilebilmesi için ölen kişinin kusurlu olup olmaması hususlarında doktrinde ve yüksek yargıda farklı görüş ve kararlar bulunmaktadır. Bu  tartışmalardan  yola  çıkılarak  motorlu  araç  kullanımından  kaynaklanan nedenlerle kusurlu hareketiyle meydana gelen ölümlerde, vefat eden kişinin desteğinden  yoksun  kalanların  maruz  kaldığı  zararların  sigortacı  tarafından tazmin edilip edilmeyeceği sorusuna cevap aranacaktır. Bu bağlamda çalışmada; ölümle sonuçlanan kazalarda ölenin kusurlu olup olmamasının destek görenlerin tazminat talepleri üzerinde etkisi olup olmadığı? Ölenin kazada tam kusurlu olmasının tazminatın belirlenmesinde önemli bir rol oynayıp oynamadığı? Ölenin kusurlu olması durumunda destekten yoksun kalma tazminatından sigortacının sorumlu olup olmadığı hususları tartışılmıştır.  Öte yandan destekten yoksun kalma zararı, haksız fiil sonucu meydana gelen ölümlerin neticesinde meydana geldiği için sadece trafik kazalarında değil, iş kazalarında ve meslek hastalıklarından kaynaklanan ölümler nedeniyle de ileri sürebilmektedir.  Ancak  bu  çalışmada  konu  sınırlandırılarak  sadece  trafik kazalarından kaynaklanan ölümler ve talepler açısından ele alınmıştır.  30İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 Bu bağlamda konu üç başlık altında ele alınmıştır. Öncelikle destekten yoksun kalma tazminatının mahiyeti, amacı ve hukuki niteliği ortaya konulmuştur. Daha sonra destekten yoksun kalma tazminatından yararlanmanın şartları incelenmiştir. Son olarak da desteğin tam kusurlu olması halinde destekten yoksun kalma tazminatının talep edilip edilemeyeceği yüksek yargı kararları ve doktrindeki görüşler çerçevesinde ele alınmıştır. I.  DESTEKTEN  YOKSUN  KALMA  TAZMİNATININ  MAHİYETİ AMACI VE HUKUKİ NİTELİĞİ A.   Destek Kavramı  Destek, bir başkasına geçimini tamamen veya kısmen sağlaması için sürekli ve düzenli şekilde bakan veya ileride ona bu anlamda bakması yüksek ihtimal gözüken kişiye verilen addır.  Burada bakma ilişkisi zaruret içinde bulunan ve ihtiyaçlarını karşılayamayan muhtaç birine düzenli ve sürekli yardım yapmayı ifade eder. Arada bir yapılan yardımlar bu kapsama girmediği gibi, o kişinin tüm ihtiyaçlarının  da  karşılanması  şart  değildir.  Bakım  ilişkisi  çoğu  zaman  bir yakınlıktan kaynaklanır. Ancak her zaman böyle olmak zorunda da değildir. Farklı nedenlerle de yardım söz konusu olabilir. Örneğin anne babaya, kardeşlere, eşe, çocuğa sürekli ve düzenli yapılan yardımlar bu kapsama girer. Bu yüzden destek kavramının kapsamının geniş anlamda kullanıldığını belirtmek gerekir.  Literatürde destek kavramı mahiyetine göre gerçek destek ve varsayımsal destek olarak sınıflandırılmaktadır. Buna göre, şayet bir kimse başka birine ölüm anına kadar sürekli olarak fiilen ve düzenli şekilde bakıyorsa bu kişiye gerçek destek denilir. Bir kimsenin ölüm anında değil de sonraki dönemlerde veya gelecekte başka  birilerine  bakması  yüksek  ihtimalse  bu  kişiye  varsayımsal  destek denilmektedir.  B.   Destekten Yoksun Kalma Kavramı Hayatta iken birilerine sürekli ve düzenli destek olan kişinin ölümüyle birlikte yardım alan kişilerin bu yardımdan mahrum kalmaları söz konusu olabilecektir. Özellikle babanın vefatıyla çocuklar, eşlerden birinin vefatıyla diğer eş, çocuğun vefatıyla anne ve baba fiilen veya varsayımsal olarak desteğinden yararlandığı kişinin maddi ve manevi pek çok ilgi ve katkısından mahrum kalabilmektedir. Ancak hukuk düzeni belli şartlarda başka birinin yardımından yararlanan bu kişilerin yoksunluk halini korumaktadır. İşte bu mağduriyet veya mahrumiyete destekten yoksunluk adı verilmektedir.   2 NARTER, Sami, Destekten Yoksun Kalma Tazminatı ve Davaları, 3. Baskı, Seçkin Yayınevi, Ankara, 2018, s. 3 3 KABA, Gizem, Destekten Yoksun Kalma Tazminatı, Seçkin Yayınevi, Ankara, 2017, s. 20-21; GÜNERGÖK, Özcan / KAYIHAN, Şaban, Borçlar Hukuku Dersleri Genel Hükümler, Umuttepe yayınları, İstanbul, 2020, s. 460.  4 ÇELİK, Ahmet Çelik, Ölüm Nedeniyle Destekten Yoksunluk, Seçkin Yayınevi, Ankara, 2014, s. 16-17   31YILDIZ/ Karayolları Motorlu Araçlar Zorunlu Mali Mesuliyet Poliçesi Kapsamının Sürücünün Tam Kusuru Halinde Destekten Yoksun Kalma Tazminatını Kapsayıp Kapsamadığı Hakkında Yaklaşımlar  II.  DESTEKTEN  YOKSUN  KALMA  TAZMİNATININ  YASAL DAYANAĞI VE AMACI  Destekten yoksun kalma tazminatının kaynağı Türk Borçlar Kanunu nun 53. maddesinin  üçüncü  fıkrasına  dayanmaktadır.  Bu  maddede;   ölüm  hâlinde uğranılan  zararlar  özellikle  şunlardır   denildikten  sonra  son  fıkrada  ölenin desteğinden yoksun kalan kişilerin bu sebeple uğradıkları kayıpların da haksız fiil sorumluluğu kapsamında değerlendirilmesi gerektiği belirtilir. Zira ölüm bir hakkı ortadan kaldırır ve ölüm sorumlusunun bu hakkı tazmin etmesi gerekir.  Destekten yoksun kalma tazminatının amacı ise; bir kişinin desteğine muhtaç olan kişinin  desteğin  ölümünden  sonra  mağduriyete  düşmesini  önlemektir.  Bu tazminatla bir anlamda desteğinin ölümünden önce kişinin sahip olduğu sosyal ve ekonomik koşulların desteğin ölümünden sonra da benzer seviyede sürdürülmesi amaçlanmaktadır.  Destekten  yoksun  kalma  tazminatına  hükmedilebilmesi, öncelikle ölüm nedeniyle davacının yaşam düzeyi düşmüş olmasına bağlıdır. Ölüm hadisesine rağmen, her nasılsa değişen koşullardan dolayı yaşam düzeyinde bir değişiklik olmamışsa, desteğe ihtiyaç bulunmamaktadır.    III.  DESTEKTEN  YOKSUN  KALMA  TAZMİNATININ  HUKUKİ NİTELİĞİ VE ÖZELLİKLERİ  Hukuk düzeni, trafik kazalarından zarar görenleri korumaya yönelik çeşitli hukuki tedbirleri öngördüğü gibi, bazen de bu kazalarda zarara görenlerin dışında üçüncü kişilerin menfaatlerini korumaya ve zararlarının karşılamaya yönelik çeşitli haklar ve yollar sunmaktadır. Nitekim trafik kazalarında hayatını kaybedenlerin yakını konumundaki bazı kişiler şayet ölen kişinin desteğine muhtaç durumdaysalar maruz  kaldıkları  zararın  karşılanmasını  belli  şartlarda  karşı  taraftan  talep edebilmektedirler. İşte üçüncü kişi konumunda olan ve ölen kişinin desteğine muhtaç olan bu kişilerin karşı karşıya kaldıkları zararların telafi edilmesi için oluşturulmuş olan bu hukuki güvenceye destekten yoksun kalma tazminatı adı verilmektedir.  Türk Borçlar Kanunu nun  ölüm ve bedensel zararlar  başlıklı 53. maddesinin üçüncü  fıkrasında   ölenin  desteğinden  yoksun  kalan  kişilerin  bu  sebeple uğradıkları kayıplara  yer verilerek destekten yoksun kalma tazminatının yasal dayanağı oluşturulmuştur. Haddi zatında hukuk düzeni genel kural olarak haksız fiile  maruz  kalan  kişilerin  zararlarının  karşılanmasına  olanak  sağlamaktadır. Ancak bu madde ile bu kuralın aksine haksız fiile maruz kalanların dışındaki bazı  5 NARTER, s. 29 6 OĞUZMAN, M. Kemal / ÖZ, M. Turgut, Borçlar Hukuku Genel Hükümler, C. II,  İstanbul 2017, s. 106; GÜNERGÖK / KAYIHAN, s. 461. 7 GÜNERGÖK / KAYIHAN, s. 461. 8 TAŞ, Nilgün,  Bedensel Zararlar Konusunda Yüksek Mahkeme Görüşleri , Türkiye Barolar Birliği Yayını, Ankara, 2019, s. 214; YAŞAR, Halis, Destekten Yoksun Kalma Tazminatı, 2. Baskı, Adalet Yayınevi, Ankara, 2018, s. 11-15; NARTEL, s. 31-33; KABA, s. 23-25 32İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 kişilerin de yansıma yoluyla uğranılan zararların tazmini talebinde bulunması mümkün hale gelmiştir.  Destekten yoksun kalmaz tazminatı, hukuki niteliği itibariyle, destekten yoksun kalan kişinin şahsından doğan, bağımsız ve asli bir talep hakkı olup, miras yoluyla başkasına geçmemektedir. Bu hak kanunda herhangi bir kazandırmayla değil, destekten yoksun kalma nedeniyle ortaya çıkmaktadır.  Destekten yoksun kalma tazminatı yansıma zarar türüdür. Çünkü haksız fiil sorumluluğundan  kaynaklanan  zararlar  daha  çok  mağdur  üzerinde  ortaya çıkmakta ve zararın tazminini isteme hakkı bu kişiye düşmektedir. Ancak bazı hallerde mağdurla birlikte onunla iktisadi ve sosyal ilişkisi bulunan üçüncü kişilerin de zarar görmesi mümkün olabilmektedir. Bu şekilde ortaya çıkan zarara yansıma zarar denilmektedir. Ölüm durumunda bazen ölen kişinin desteğinden mahrum  kalan  kişi  bu  yoksunluğunun  veya  mağduriyetinin  karşılanmasını isteyebilir.  İşte  destekten  yoksun  kalma  tazminatı  bu  şekilde  ölen  kişinin desteğinden yoksun kalan kişilerin üçüncü kişi olarak karşı taraftan talep ettikleri yansıma zarar türlerinden biridir.  Destekten yoksun kalma tazminatı istisnai bir tazminat türüdür. Bunun nedeni sorumluluk hukukunun kural olarak sadece haksız fiillere maruz kalan kişilerin zararının karşılanmasını öngörmesidir. Ancak istisna olarak destekten yoksun kalma tazminatında üçüncü kişilerin de maruz kaldığı zararların tazmin edilmesi söz konusu olmaktadır.  Destekten yoksun kalma tazminatı maddi bir tazminat türüdür.  Bunun nedeni destekten  yoksun  kalma  tazminatı  ile  ölen  kişinin  maruz  kaldığı  zararın giderilmesi  değil,  destek  gören  kişinin  maruz  kaldığı  zararın  giderilmesinin amaçlanmasıdır. Öte yandan destekten yoksun kalma tazminatı sadece kişinin malvarlığına  yönelik  zararları  ifade  ettiği  için  manevi  zararları kapsamamaktadır.  Destekten  yoksun  kalmaz  tazminatı  nafakadan  veya  ahlaki  borç  ifasından farklıdır. Burada zikredilen desteklik ilişkisi diğer hukuki ilişkilerden farklı olarak karşılıksız olduğu için akrabalık, mirasçılık veya yasal ödevlere dayanmaz. Bu  9 UÇUKHAN, Sema Güleç, Maddi Tazminat Esasları ve Hesaplanması, 8. Baskı, Seçkin Yayınevi, Ankara, 2017, s. 656-658; YILDIRIM, Hayrullah Burak,  Destekten Yoksun Kalma Tazminat , Yayımlanmamış Yüksek Lisans Tezi, Erzincan Binali Yıldırım Üniversitesi SBE, 2020, s. 3; NARTER, s. 53 10 GÜVEN, Tuba,  Destekten Yoksun Kalma Tazminatında İşletenin Kusurunun Karayolları Motorlu Araçlar Zorunlu Mali Mesuliyet Sigortasında Sigortacının Sorumluluğuna Etkisi , Hasan Kalyoncu Üniversitesi SBE, 2017, s. 28-30 11 YAŞAR, s. 15 12 GÖKYAYLA, Kadir Emre,  Destekten yoksun kalma tazminatı , Doktora Tezi, Dokuz Eylül Üniversitesi SBE, 2004, s. 50-54 13 ÇAKIRCA, Seda İrem, Türk Sorumluluk Hukukunda Yansıma Zarar, Vedat Yayınevi, İstanbul, 2012, s. 165 14 YAŞAR, s. 36-37   33YILDIZ/ Karayolları Motorlu Araçlar Zorunlu Mali Mesuliyet Poliçesi Kapsamının Sürücünün Tam Kusuru Halinde Destekten Yoksun Kalma Tazminatını Kapsayıp Kapsamadığı Hakkında Yaklaşımlar  yüzden özellikle miras hukuku ile bağlantısı olmadığı belirtilmelidir. Dayandığı tek ilişki sürekli ve düzenli bir yardımın var olmasıdır.  IV.  DESTEKTEN YOKSUN KALMA TAZMİNATININ ŞARTLARI Destekten yoksun kalma tazminatının talep edilebilmesi için destek ile destek gören arasındaki sürekli ve düzenli ilişkinin bulunmasının yanında bazı koşulların da gerçekleşmiş olması gerekir. Destekten yoksun kalma tazminatının talep edilebilmesi için aranan ilk koşul desteğin ölmesidir. Nitekim TBK nın 53. maddesine göre bu tazminat türü ile ölüm  nedeniyle  oluşacak  zararın  gidermesi  amaçlanmaktadır.  Ölüm  olayı gerçekleşmediği sürece bu tazminata başvurmak mümkün değildir.  Destekten yoksun kalma tazminatının talep edilebilmesi için aranan ikinci koşul ölümün hukuka aykırı bir fiil ile gerçekleşmiş olmasıdır. Bir fiille ilgili olarak hukuka  aykırılık nitelendirmesinde  bulunulduğunda,  fiilin bütün hukuk sistemine aykırı olduğu  belirtilmiş  olmaktadır.  Ancak  hukuka uygunluk sebeplerinin bulunduğu hallerde destekten yoksunluk tazminatı talep edilemez. Ayrıca hukuk düzeninde tazminatta indirim yapılmasını gerektiren haller de bulunmaktadır.  Destekten yoksun kalma tazminatının talep edilebilmesi için aranan üçüncü koşul destek  ilişkisinin  sürekli  ve  düzenli  olmasıdır.  Destek  ilişkisi  hukuki  bir zorunluluktan kaynaklanan bir tazminat türü değildir. Bu bağlamda kanuni veya sözleşme ile oluşan bir yükümlülükten doğmaz, daha çok fiili bir durumdan kaynaklanır. Öte yandan bu ilişkinin geçici, arızı ve düzensiz olması tazminat talebini  engeller.  Bu  yüzden  ilişkinin  sürekli  ve  düzenli  olması  gerekir  ki, ölümden önce yapılan yardımların ölümden sonrada talep edilmesi mümkün olsun. Şayet destek ilişkisi tespit edilemezse, diğer koşulların incelenmesinin bir anlamı olmayacaktır. Destekten yoksun kalma tazminatının talep edilebilmesi için aranan koşullardan biri de desteğin bakım gücünün bulunması ve karşı tarafın da bakıma ihtiyacının olmasıdır. Öncelikle desteğin bakım gücünün    bulunması gerekir. Yani desteğin ekonomik durumunun başka birine yardım edebilecek kadar iyi olması gerekir. Bu yardım maddi şekilde olabileceği gibi aynı şekilde de olabilir. Ancak desteğin ekonomik gücünün kaynağı önemli değildir. İkinci olarak destek gören kişinin durumunun da bakıma muhtaç şekilde olması gerekir. Bakıma ihtiyacı olmak  15 KILIÇOĞLU, Mustafa, Tazminat Hukuku, 2. Baskı, Legal Yayınları, İstanbul, 2014, s. 12-17 16 YAŞAR, s. 53 17 KABA, s. 51 18  SERT,  Mahmut,   Hukuka  Aykırılık  ve  Uygunluk  Unsurları ,  2018,  (Çevrimiçi) http://mahmutsert.com/hukuka-aykirilik-ve-uygunluk-unsurlari, E.T: 05/06/2021 19 KILIÇOĞLU, s. 12-17 20 KABA, s. 54 21 KILIÇOĞLU, s. 12-17 22 NARTER, s. 20-21 34İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 sadece yoksulluk olarak anlaşılmamalıdır. Burada önemli olan destek görenin ölüm nedeniyle eski yaşam seviyesinin altında düşmüş olmasıdır. Yani desteğin ölümüyle birlikte karşı tarafın ekonomik olarak eski yaşam seviyesinin altında bir hayat sürmeye başlamasıdır.  V.  DESTEĞİN  TAM  KUSURLU  OLMASI  HALİNDE  DESTEKTEN YOKSUN  KALMA  TAZMİNATININ  TALEP  EDİLİP EDİLEMEYECEĞİ  Tam  kusuru  ile  ölen  sürücünün  desteğinden  istifade  eden  kişilerin  ZMMS sigortacısından destek tazminatı talep edip edemeyeceği konusunda Yargıtay ın kararları zaman içinde farklı şekillerde ortaya çıkmıştır. Nitekim 14/04/2016 tarihinde 2918 sayılı Karayolları Trafik Kanunu nun 92. maddesinde yapılan değişikliklere kadar Yargıtay Hukuk Genel Kurulu nun görüşü trafik kazalarında tam kusurlu ölen desteğin hak sahiplerinin sigortaya karşı açtıkları tazminat davalarında, destekten yoksun kalanların ZMMS sigortacısından birlikte kusur indirimi yapılmaksızın destekten yoksun kalma tazminatı isteyebileceği yönünde oluşmuştur. Ancak Yargıtay Hukuk Genel Kurulu, 2017/17-1315 E., 2017/1239 K. ve 1.11.2017 tarihli kararında ölenin mirasçılarının üçüncü kişi olmadıklarını kabul  etmiş  ve  bunun  doğal  sonucu  olarak  da  destekten  yoksun  kalanların tazminat  isteyemeyeceklerini  hüküm  altına  almıştır.  Bu  kararların  dayandığı görüşler Yargıtay Hukuk Genel Kurulu nun vermiş olduğu kararlarda ortaya konulan gerekçelere göre aşağıda izah edilmiştir.  A.   Kusurluluğun  Destekten  Yoksun  Kalma  Tazminatının  Talep Edilmesine Engel Teşkil Etmediği Yönündeki Görüşler  Kusurluluğun destekten yoksun kalma tazminatının talep edilmesine engel teşkil etmediğine dair görüşler Yargıtay Hukuk Genel Kurulu nun farklı tarihlerde vermiş  olduğu  kararlar  doğrultusunda  birkaç  madde  altında  toplanarak incelenebilir.  - Öncelikle YHGK nın, 2011/17-142 E., 411 K., 15.06.2011 T kararına göre; destekten yoksun kalan mirasçı değil üçüncü kişi olduğu için, destek tazminatı talep etmeleri mümkün iken kazadan kaynaklanan zararlardan dolayı sorumlu tutulmaları mümkün değildir. Borçlar Kanunu nun 45. Maddesinin 3 fıkrasına göre destekten yoksun kalan kişilerin murisin mirasçıları dışındaki kişilerden olması  pek  ala  mümkündür.  Yani  mirasçı  olmayan  kişilerin  destekten yararlanmaları söz konusu ise ölüm olayından sonra tazminat talep etmelerinin önünde bir engel yoktur. Ancak destekten yararlananların ölüm olayından sonra tıpkı  mirasçı  gibi  ölenin  kusurundan  kaynaklanan  zararlardan  dolayı  bir sorumluluğu olmayacaktır. Bunun nedeni destekten yoksun kalanların talep ettikleri tazminat hakkının ölenden intikal eden bir hak olmamasıdır. Zira bu hak hukuki  niteliği  itibariyle  desteğini  yitiren  kişinin  kendisinde  doğan,  asli  ve  23 KABA, s. 60-61 24 YHGK Kararı, 2011/17-142 E., 411 K., 15.06.2011 T.   35YILDIZ/ Karayolları Motorlu Araçlar Zorunlu Mali Mesuliyet Poliçesi Kapsamının Sürücünün Tam Kusuru Halinde Destekten Yoksun Kalma Tazminatını Kapsayıp Kapsamadığı Hakkında Yaklaşımlar  bağımsız bir haktır.  Dolayısıyla ölenin tam kusuruyla meydana gelen kazada, talep  edilen  destek  zararının,  ölenin  değil,  üçüncü  kişi  durumundaki  destek tazminatı talep edenlerin zararı olduğu kabul edilmelidir. - İkinci olarak Karayolları Trafik Kanunu, zarar gören üçüncü kişileri korumak amacıyla getirilmiş olduğu için desteğin yardımından yararlanan kişilerin de bu korumanın  kapsamında  olması  gerekmektedir.  Nitekim  motorlu  araçların işletilme tehlikesine karşı, zarar gören üçüncü şahısları korumak amacıyla 2918 sayılı  Karayolları  Trafik  Kanun  ile  getirilmiş  olan  sorumluluk  bir  kusur sorumluluğu değildir. Buradaki sorumluluk sebep sorumluluğunun ikinci türü olan  tehlike  sorumluluğuna  ilişkindir.  Öte  yandan  Kanun  86.  maddesinde sorumluluktan kurtulma yollarını da düzenlemiştir. Bu maddeye göre;  İşleten veya  araç  işleticisinin  bağlı  olduğu  teşebbüs  sahibi,  kendisinin  veya eylemlerinden sorumlu tutulduğu kişilerin kusuru bulunmaksızın ve araçtaki bir bozukluk kazayı etkilemiş olmaksızın, kazanın bir mücbir sebepten veya zarar görenin veya bir üçüncü kişinin ağır kusurundan ileri geldiğini ispat ederse sorumluluktan  kurtulur.  Sorumluluktan  kurtulamayan  işleten  veya  araç işleticisinin  bağlı  olduğu  teşebbüs  sahibi,  kazanın  oluşunda  zarar  görenin kusurunun bulunduğunu ispat ederse, hakim, durum ve şartlara göre tazminat miktarını indirebilir . Bu maddede açıkça görüleceği üzere kanun koyucu bir taraftan zarar görenin kusuru nispetinde indirim yapılabileceğini öngörmüş, diğer taraftan da indirimi zorunlu tutmayarak hâkimin takdirine bırakmıştır. Yine Karayolları  Trafik  Kanunu nun  91.  maddesi  ile,  işletenin  bu  kanundan kaynaklanan sorumluluklarının karşılanmasını sağlamak üzere mali sorumluluk sigortası  yaptırması  zorunluluğu  getirilmiştir.  Ancak  bu  maddede  getirilen sorumluluk sözleşmeye dayalı bir sorumluluktur. Kanunun 92. maddesinde ise sorumluluğun kapsamı dışında kalan hâller düzenlenmiştir. Bu maddede açıkça  işletenin; eşinin, usul ve füruunun, kendisine evlat edinme ilişkisi ile bağlı olanların ve birlikte yaşadığı kardeşlerinin mallarına gelen zararlar nedeniyle ileri sürebilecekleri taleplerin ZMMS kapsamı dışında olduğuna  belirtilmiştir. Bu düzenleme ile tehlike sorumlusu olan işletenin ve sürücünün eşinin, usul ve füruunun, kendisine evlat edinme ilişkisi ile bağlı olanların ve birlikte yaşadığı kardeşlerinin mallarına gelen zararları ZMMS kapsamı dışına çıkartılırken, anılan kişilerin ölüm ve yaralanmaya ilişkin cismani zararları sigortacının sorumluluğu kapsamında bırakılmıştır.   25 KILIÇOĞLU, Ahmet, Borçlar Hukuku, 10. B., Turhan Kitabevi, Ankara, 2016, s. 25; EREN, Fikret, Borçlar Hukuku, 9. Baskı, Yetkin Kitabevi, Ankara, 2006, s. 775 26 YHGK Kararı 2017/1089 E., 2019/294 K., 14.03.2019 T. 27 EREN, s. 631; KILIÇOĞLU, s. 264 28 ÜNAN, Samim,  Türk Ticaret Kanununun Yürürlüğü Ve Uygulama Şekli Hakkında Kanun Tasarısı Taslağı Hakkında Bazı Düşünceler , Ergün A. Çetingil ve Rayegan Kender e 50. Birlikte Çalışma Yılı Armağanı, 2006, s. 1180 29 YHGK Kararı, 2017/1089 E., 2019/294 K; 14.03.2019 T. 36İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 - Üçüncü olarak destekten yoksun kalma tazminatının hukuki niteliği ve sosyal amacı bu talebin yapılabilmesini mümkün kılmaktadır. Bu tazminatın konusu desteğin ölümü sebebiyle mahrum kalınma nedeniyle yoksun kalınan imkanlar veya  paralardır.  Dolayısıyla  trafik  kazasında  ölenin  desteğinden  yararlanan kişiler,  ölüm  yüzünden  bu  bakımın  sağladığı  yaşama  düzeyinin  altına düşmüşseler, ihtiyaç içerisinde bulunma koşulu gerçekleşmiş kabul edilir ve destekten yoksun kalma tazminatı talep etmeleri mümkün olur. Ayrıca birçok Yargıtay kararında bu tazminatın ortaya çıkan eylemin karşılığı olan bir ceza olmadığı,  ölüm  sonucu  ölenin  yardımından  yoksun  kalan  kimsenin  muhtaç duruma düşmesini önlemek ve yaşamını, desteğin ölümünden önceki düzeyde tutulmasını sağlamak amacına yönelik getirilen sosyal nitelikte kendine özgü bir tazminat türü olduğu belirtilmiştir. B.  Kusurluluğun  Destekten  Yoksun  Kalma  Tazminatını  Talep  Etme Hakkını Ortadan Kaldırdığına Dair Görüşler Kusurluluğun  destekten  yoksun  kalma  tazminatı  talep  etme  hakkını  ortadan kaldırdığına dair görüşler Yargıtay Hukuk Genel Kurulu nun farklı tarihlerde verdiği kararlar doğrultusunda birkaç madde altında toplanarak incelenebilir.  - Öncelikle; YGHK nın 2017/17-1315 E., 2017/1239 K., 1.11.2017 T.; 2017/1089 E., 2019/294 K (Karşı Görüş); 14/03/2019 T; 2011/17-142 E., 2011/411 K., 15.06.2011 T.;2011/17-787 E., 2012/92 sayılı kararlarına göre, destek görenler üçüncü kişi değildir. Kendi hakkı, ölenin hakkına sıkı sıkıya bağlı olmayan kişiler ancak üçüncü kişi olabilir. Aralarında miras ilişkisi olmadan ölenin haklarına istinaden sigortacıya müracaat edemeyecek olanların üçüncü kişi olarak kabulü mümkün  değildir.  Öte  yandan  destek  görmek  için  mutlaka  mirasçı  olmak gerekmez. Ancak destek gören, desteğin isteyebileceği haktan daha fazlasını da talep  edemeyecektir.  Yine  destek  görenin  üçüncü  kişi  olduğu  yönündeki açıklamalarının tamamı, ölenin kendine veya destek olduklarından başkasına verdiği zararlar için veya başkasının desteğe verdiği zararlar bakımından geçerli olup, ölen işleten ile kendi ZMMS sigortacısı arasındaki ilişki için kabul etmek mümkün değildir. Nitekim hukuk mantığı gereği aynı davada aynı şahısların kendilerine karşı açılan davada mirasçı, kendi açtıkları davada ise üçüncü kişi olmaları mümkün değildir. Buna göre bir trafik kazasında sürücünün tam kusuru ile ölmesi ve karşı taraftan birilerinin de yaralanması veya ölmesi halinde, karşı tarafın  sürücünün  mirasçılarına  karşı  dava  açması  durumunda  doğal  olarak sürücünün  mirasçıları  kendilerinin  üçüncü  kişi  olduğu  savunmasında bulunacaklardır. Oysaki aynı olayda ölen sürücünün mirasçıları, üçüncü kişi  30 YHGK Kararı, 2017/1089 E., 2019/294 K; 14.03.2019 T. 31 YHGK Kararı, 2017/17-1315 E., 2017/1239 K., 1.11.2017 T.; YHGK Kararı (Karşı Görüş), 2017/1089 E.,  2019/294 K; 14/03/2019 T; YHGK Kararı, 2011/17-142 E., 2011/411 K., 15.06.2011 T.; YHGK Kararı, 2011/17-787 E., 2012/92 K.  32 YHGK Kararı, 2017/17-1315 E., 2017/1239 K., 1.11.2017 T.; YHGK Kararı (Karşı Görüş), 2017/1089 E.,  2019/294 K; 14/03/2019 T; YHGK Kararı, 2011/17-142 E., 2011/411 K., 15.06.2011 T.; YHGK Kararı, 2011/17-787 E., 2012/92 K.   37YILDIZ/ Karayolları Motorlu Araçlar Zorunlu Mali Mesuliyet Poliçesi Kapsamının Sürücünün Tam Kusuru Halinde Destekten Yoksun Kalma Tazminatını Kapsayıp Kapsamadığı Hakkında Yaklaşımlar  sıfatıyla  ZMMS  sigortacısına  karşı  dava  açmaktadırlar.  Bu  hukuk  mantığı açısından kabulü zor bir durumdur. - İkinci olarak hukuk düzeni şahısların kendi kusuru ile hak sahibi olmalarını kabul etmez. Özellikle ZMMS genel şartlarında açıkça belirtildiği üzere; ZMMS poliçe kapsamı işletenin (sürücünün) başkasına verdiği zararları teminat altına almaktadır. Aksi yönde bir düşünce, şahısların kendi kusurları ile hak sahibi olmaları sonucunu doğurur. Ancak hiç bir hukuk düzeni bunu kabul etmez. Öte yandan destekten yoksun kalma zararının bir yansıma zarar olmasının doğal bir sonucu olarak, desteğin ölümü nedeniyle oluşan zararın destek görenleri de etkilediğini kabul edildiği için desteğin tazminattan indirime neden olacak kusurlu davranışlarının da benzer şekilde destek görenlere yansıyacağını kabul etmek gerekir. Bu şekilde tutarlı davranmak dürüstlük kuralına da uygun olacaktır.  - Üçüncü olarak destek görenin desteğin hak ettiğinden daha fazlasını istemesi mümkün değildir. Sürücü ve aynı zamanda işletenin trafik kazasında tam kusuru ile %100 malul kalması durumunda ZMMS sigortacısından isteyebileceği bir tazminat bulunmayacaktır. Böyle bir kazada sürücünün malul kalmayıp ölmesi durumunda destek görenin bir istemde bulunma hakkı olmayacaktır. Başka bir ifade ile yüzde yüz malul kalma ile ölüm arasında destek görenler açısından maddi bakımdan fark olabilmesi için hukukun hiçbir neden yoktur. Destek görenin ancak desteğin hak ettiğini istemesi söz konusudur. Başka bir ifade ile destek görenin desteğin hak ettiğinden daha fazlasını alması mümkün değildir. Zaten ZMMS  sigortacısı,  kural  olarak  sigortalının  üçüncü  kişiye  verdiği  zararları teminat altına almaktadır. Başka bir ifade ile sigortalının kendi kendine verdiği zararlar ZMMS kapsamı dışında kalmaktadır. Bunun için sigortalının ihtiyari mali mesuliyet sigortası yaptırması gerekmektedir. Nitekim tek taraflı kazalarda ölüm halinde  kasko  sigortacısı  zararları  karşılamaktadır.  Üstelik  burada  öncelikle ZMMS ye gidilmesini gerektirecek bir durum da bulunmamaktadır.   33 YHGK Kararı, 2017/17-1315 E., 2017/1239 K., 1.11.2017 T.; YHGK Kararı (Karşı Görüş), 2017/1089 E.,  2019/294 K; 14/03/2019 T; YHGK Kararı, 2011/17-142 E., 2011/411 K., 15.06.2011 T.; YHGK Kararı, 2011/17-787 E., 2012/92 K. 34 YHGK Kararı, 2017/17-1315 E., 2017/1239 K., 1.11.2017 T.; YHGK Kararı (Karşı Görüş), 2017/1089 E.,  2019/294 K; 14/03/2019 T; YHGK Kararı, 2011/17-142 E., 2011/411 K., 15.06.2011 T.; YHGK Kararı, 2011/17-787 E., 2012/92 K. 35 ALTOP, Atilla,  Trafik Kazaları Nedeniyle İleri Sürülen Destekten Yoksun Kalma Taleplerine İlişkin Yargıtay Hukuk Genel Kurulu nun 15.06.2011 Tarihli E.2011/17-142 K.2011/411 Sayılı Ve 22.02.2012 Tarihli E.2011/17-787 K.2012/92 Sayılı Kararları İle Yargıtay 17.Hukuk Dairesi nin 05.06.2012  Tarihli  E.2011/11551  K.2012/7391  Sayılı  Kararının  Değerlendirilmesi ,  Yaşar Üniversitesi  E-Dergisi,  2013,  s.  173,  (Çevrimiçi) https://dergipark.org.tr/tr/pub/jyasar/issue/19146/203162, E.T. 04/06/2021 36 YHGK Kararı, 2017/17-1315 E., 2017/1239 K., 1.11.2017 T.; YHGK Kararı (Karşı Görüş), 2017/1089 E.,  2019/294 K; 14/03/2019 T; YHGK Kararı, 2011/17-142 E., 2011/411 K., 15.06.2011 T.; YHGK Kararı, 2011/17-787 E., 2012/92 K. 37 YHGK Kararı, 2017/17-1315 E., 2017/1239 K., 1.11.2017 T.; YHGK Kararı (Karşı Görüş), 2017/1089 E.,  2019/294 K; 14/03/2019 T; YHGK Kararı, 2011/17-142 E., 2011/411 K., 15.06.2011 T.; YHGK Kararı, 2011/17-787 E., 2012/92 K. 38İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 -  Dördüncü  olarak  sürücünün  intiharı  halinde  mirasçıların  hayat  sigortası sigortacısından  bir  talepte  bulunması  mümkün  olmadığı  gibi,  ZMMS sigortacısından  tazminat  talep  etmeleri  de  söz  konusu  olmayacaktır.  Birçok kazada sürücünün gerçekte intihar edip etmediği belli değildir. Ancak sürücünün tam kusurlu bir kaza sebebiyle ölmesi durumunda artık onunun desteğinden yararlanan kişilerin lehlerine bir talepte bulunmaları mümkün değildir. Hayat sigortalarında  bile  böyle  bir  hak  söz  konusu  değilken  ZMMS nin  bunu karşılamasını beklemek sigorta hukuku ilkelerine ters düşmektedir. Öte yandan destekten yoksun kalanların, destekten (yani desteğin mirasçılarından) destekten yoksun kalma tazminatı talep etmeleri hukuken mümkün olmadığı için, aynı kişilerin desteğin ZMMS sigortacısından da destekten yoksun kalma tazminatı talep edebilmeleri hukuken mümkün değildir. - Beşinci olarak ZMMS sigortacısının sigortalı işletenden daha fazla sorumlu olması mümkün değildir. Karayolları Trafik Kanunu nun 85 vd. maddelerinde işletenlerin  sorumluluklarının  beli  bir  limite  kadar  ZMMS  sigortacısının karşılayacağı  belirtilmiştir.  Hal  böyle  iken  ZMMS  sigortacısının  sigortalı işletenden daha fazla bir sorumlu olmasını beklemek doğru bir mantık değildir. Başka  bir  ifade  ile  işletenlerin,  Karayolları  Trafik  Kanunu nun  85  vd. maddelerinde  düzenlenmiş  sorumluluklarını  zorunlu  sigorta  limitlerine  kadar karşılamakla yükümlü olan ZMMS sigortacısının, sigortalının sorumlu olmadığı durumlarda sorumlu tutulabilmesi hukuken mümkün değildir. - Altıncı olarak destekten yoksun kalma tazminatının miras hukukundan bağımsız ve ayrı bir hak olması desteğin birlikte kusurunun ileri sürülmesine engel teşkil etmez. Desteğin kendi kusurunun bulunduğu hallerde talepte bulunması indirim sebebi olarak kabul ediliyorsa, yansıma yoluyla zarara uğrayan destekten mahrum kalanlara da aynı şekilde desteğin kusurunun yansıtılması gerekir. Aksi halde kendi  ölümünden  sorumlu  olmayan  desteğin,  destek  olduğu  kişilere  karşı sorumluluğunun  devam  etmesi  söz  konusu  olacaktır.  Bu  durumda  destek görenlerin  ölenin  mirasçılarına  karşı  talepte  bulunma  hakkını  gündeme getirecektir ki, ortaya kabul edilmez bir durum çıkacaktır. - Yedinci olarak işletenin sorumluluğu tehlike sorumluluğu bağlamında kusursuz sorumluluk olarak düzenlenmiş olmasına rağmen illiyete bağlı bir sorumluluk olduğu gözönünde bulundurulmalı ve illiyetin olmadığı yerde tazminatın talep edilemeyeceği unutulmamalıdır. Karayolları Trafik Kanunu 85. maddesine göre; işletenin hukuki sorumluluğu tehlike sorumluluğu niteliğinde olup, bu sorumluluk  38 YHGK Kararı, 2017/17-1315 E., 2017/1239 K., 1.11.2017 T.; YHGK Kararı (Karşı Görüş), 2017/1089 E.,  2019/294 K; 14/03/2019 T; YHGK Kararı, 2011/17-142 E., 2011/411 K., 15.06.2011 T.; YHGK Kararı, 2011/17-787 E., 2012/92 K.. 39 ALTOP, s. 174 40 ALTOP, s.173 41 NARTEL, s. 103 42 YHGK Kararı, 2017/17-1315 E., 2017/1239 K., 1.11.2017 T.; YHGK Kararı (Karşı Görüş), 2017/1089 E.,  2019/294 K; 14/03/2019 T; YHGK Kararı, 2011/17-142 E., 2011/411 K., 15.06.2011 T.; YHGK Kararı, 2011/17-787 E., 2012/92 K.   39YILDIZ/ Karayolları Motorlu Araçlar Zorunlu Mali Mesuliyet Poliçesi Kapsamının Sürücünün Tam Kusuru Halinde Destekten Yoksun Kalma Tazminatını Kapsayıp Kapsamadığı Hakkında Yaklaşımlar  kusursuz sorumluluk esasına dayanmaktadır. Tehlike sorumluluğu, sorumluluk türlerinin en ağırı olarak kabul edilir. Tehlike sorumluluğunun bulunduğu hallerde kişinin  kusuru  olması  gerekmez.  Karayolları  Trafik  Kanunu nda  işletenin sorumluluğu bu bağlamda düzenlenmiştir. Buna göre aracın işletilme tehlikesi nedeniyle  bu  sorumluluk  getirilmiş  olduğu  için  işleten  kendisinin  kusurlu olmadığını  ileri  sürerek  bu  sorumluluktan  kurtulamayacaktır.  Ancak  tehlike sorumluluğu kusursuz sorumluluk esasına bağlı olmasına rağmen illiyete dayalı bir sorumluluk olarak kabul edilmektedir. Yani zarardan sorumlu olmak için illiyet bağının bulunması şarttır. Nitekim Karayolları Trafik Kanunu nun 86. maddesinde zarar görenin ağır kusurunun illiyet bağını kesen bir sebep olduğu açıkça belirtilmiştir. Bu kural ve mantık sürücünün kusurlu ölümü halinde de söz konusu olacaktır. Buna göre sürücünün ölümü nedeniyle destekten yoksunluk tazminatı isteyenler, bu kişinin ölümü nedeniyle tazminat istediklerinden bu kişinin ağır kusuru illiyet bağını kestiği için tazminat isteyemeyeceklerdir. Bu durumda ölen desteğin ağır kusuru işletenin tehlike sorumluluğunu ikinci plana itmekte ve illiyet bağını kesmekte olduğu için destekten yoksun kalan kişinin tazminat talebinde bulunması mümkün değildir. Öte yandan ağır kusur halinde tazminat istenebileceğinin kabulü durumunda sürücünün intihar etmesi halinde sürücü  yakınlarının  illiyet  bağının  kesilmediğini  ileri  sürmesi  ve  tazminat talebinde  bulunması  söz  konusu  olabilecektir.  Ancak  bu  durum  tazminat hukukunun ilkeleri ile uyuşmaz. Yukarıda izah edildiği üzere desteğin fiili ile ölüm olayı arasındaki illiyet bağı önemlidir. Nitekim Türk Borçlar Kanunu nun 52. maddesine göre desteğin kusuru indirim sebebi olarak kabul edilmiştir. Bu yaklaşım  kimse kendi kusurundan faydalanmaz  ilkesine dayanır. Yine Türk Borçlar Kanunu nun 52. maddesine göre; zarar gören, zararı doğuran fiile razı olmuş veya zararın doğmasında ya da artmasında etkili olmuş yahut tazminat yükümlüsünün  durumunu  ağırlaştırmış  ise  hâkim,  tazminatı  indirebilir  veya tamamen kaldırabilir. Zarara hafif kusuruyla sebep olan tazminat yükümlüsü, tazminatı  ödediğinde  yoksulluğa  düşecek  olur  ve  hakkaniyet  de  gerektirirse hâkim, tazminatı indirebilir. Öte yandan yukarıda izah edildiği üzere ölen desteğin kusurunun zararda dikkate alınması dürüstlük ilkesinin bir gereğidir. Çünkü bir kimse kusurlu davranışı ile zararın ortaya çıkmasına veya ağırlaşmasına sebep olmuşsa ortaya çıkan zararın tamamını karşı taraftan talep edemeyecektir. Aksi durumda ortaya çıkan sonuç hakkaniyete uygun düşmeyecektir. Ölenin ağır kusurunu görmezden gelip hiçbir değer atfetmemek bu kusur nedeniyle indirim yapmamayı de gerektir. Karayolları Trafik Kanunu nun 87. maddesi ile aracın hatır için verilmesi halinde bile tazminattan indirim yapmaya imkan tanımıştır. Bu madde bile ölenin ağır kusurunun sorumluluğun belirlenmesinde önemi olduğunu  43 NARTEL, s. 39 44 YHGK Kararı, 2017/17-1315 E., 2017/1239 K., 1.11.2017 T.; YHGK Kararı (Karşı Görüş), 2017/1089 E.,  2019/294 K; 14/03/2019 T; YHGK Kararı, 2011/17-142 E., 2011/411 K., 15.06.2011 T.; YHGK Kararı, 2011/17-787 E., 2012/92 K. 45 KABA, s. 128-129 46 GÖKYAYLA, s. 260-265 40İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 ortaya koyar. Yani burada ağır kusur illiyet bağını keser ve işleteni sorumluluktan kurtarır.  Öğretide  büyük  çoğunlukla,  destekten  yoksun  kalma  tazminatının belirlenmesinde birlikte kusur nedeniyle yapılacak indirim bakımından, hem doğrudan zarar gören ölen desteğin hem de yansıma yoluyla zarar gören destekten yoksun kalanın kusurunun dikkate alınması gerektiği yönünde görüşler ağırlık kazanmaktadır.  SONUÇ   14/04/2016 tarihinde 2918 sayılı Karayolları Trafik Kanunu nun 92. maddesinde yapılan değişikliklere kadar Yargıtay Hukuk Genel Kurulu nun görüşü trafik kazalarında tam kusurlu ölen desteğin hak sahiplerinin sigortaya karşı açtıkları tazminat  davalarında  destekten  yoksun  kalanların  ZMMS den  birlikte  kusur indirimi yapılmaksızın destekten yoksun kalma tazminatı isteyebileceği yönünde oluşmuştur. Bu görüşe göre; destekten yoksun kalanlar üçüncü kişi konumunadır. Dolayısıyla bu kişilerin miras hukukundan bağımsız olan destekten yoksun kalma tazminatı  talep  etmeleri  durumunda  desteğin  kusurunun  tazminattan  indirim nedeni olarak görülmemesi gerekir. Öte yandan Karayolları Trafik Kanunu zarar gören  üçüncü  kişileri  korumak  amacıyla  getirilmiş  olduğu  için  desteğin yardımından yararlanan kişilerin de bu korumanın kapsamında olması gerekir. Ayrıca destekten yoksun kalma tazminatının hukuki niteliği ve sosyal amacı bu talebin yapılabilmesini mümkün kılmaktadır. Ancak  14/04/2016  tarihinde  2918  sayılı  Karayolları  Trafik  Kanunu nun  92. maddesinde  yapılan  değişikliklerle  ZMMS  dışında  kalan  hallere  eklemeler yapılmış ve kapsam dışında kalan haller çoğaltılmıştır. Bu değişliklerden sonra Yargıtay Hukuk Genel Kurulu nun görüş ve kararlarında tersi yönde değişiklik olmuştur. Nitekim Yargıtay Hukuk Genel Kurulu, 2017/17-1315 E., 2017/1239 K sayılı 1.11.2017 tarihli kararında ölenin mirasçılarını üçüncü kişi olmadıklarını kabul etmiş ve bunun doğal sonucu olarak da destekten yoksun kalanların Borçlar Kanunu nun 44. ve Türk Medeni Kanunu nun 2. maddeleri gereğince tazminat isteyemeyeceklerini hüküm altına almıştır. Bu yaklaşım ve görüşlere göre; destek görenler üçüncü kişi değildir. Aralarında miras ilişkisi olmadan ölenin haklarına istinaden sigortacıya müracaat edemeyecek olanların üçüncü kişi olarak kabulü de mümkün  değildir.  Öte  yandan  destekten  yoksun  kalma  tazminatı  miras hukukundan ayrı ve bağımsız bir haktır. Ancak desteğin kendisinin talep etmesi halinde  nasıl  birlikte  kusur  tazminattan  indirimi  gerektiriyorsa,  aynı  şekilde yansıma  yoluyla  zarar  uğrayan  kişiler  yönünden  de  desteğin  kusurunun kendilerine yansıması gerekmektedir. Bu bağlamda sigorta şirketlerine karşı ileri sürülen tazminattan birlikte kusur nedeniyle indirim yapılması gerektiği gibi tam kusur  halinde  bu  tazminatın  ödenmemesi  gerekecektir.  Yine  hukuk  düzeni şahısların kendi kusuru ile hak sahibi olmalarını kabul etmez.  Destek görenin  47 YHGK Kararı, 2017/17-1315 E., 2017/1239 K., 1.11.2017 T.; YHGK Kararı (Karşı Görüş), 2017/1089 E., 2019/294 K; 14/03/2019 T; YHGK Kararı, 2011/17-142 E., 2011/411 K., 15.06.2011 T.; YHGK Kararı, 2011/17-787 E., 2012/92 K. 48 ALTOP, s. 159   41YILDIZ/ Karayolları Motorlu Araçlar Zorunlu Mali Mesuliyet Poliçesi Kapsamının Sürücünün Tam Kusuru Halinde Destekten Yoksun Kalma Tazminatını Kapsayıp Kapsamadığı Hakkında Yaklaşımlar  desteğin hak ettiğinden daha fazlasını istemesi mümkün değildir. Sürücünün intiharı halinde mirasçıların hayat sigortası sigortacısından bir talep de bulunması mümkün olmadığı gibi, ZMMS sigortacısından tazminat talep etmeleri de söz konusu olmayacaktır. Öte yandan ZMMS sigortacısının sigortalı işletenden daha fazla  sorumlu  olması  mümkün  değildir.  Yine  işletenin  sorumluluğu  tehlike sorumluluğu  bağlamında  kusursuz  sorumluluk  olarak  düzenlenmiş  olmasına rağmen illiyete bağlı bir sorumluluk olduğu gözünde bulundurulmalı ve illiyetin olmadığı yerde tazminatın talep edilemeyeceği unutulmamalıdır.  Hülasa yukarıda izah edildiği üzere konu literatürde de tartışmalıdır. Ancak ZMMS poliçe kapsamının sürücünün tam kusuru halinde destek tazminatını kapsamayacağı yönündeki görüşler ağırlıklı durumdadır.  ________________________________________________________________ Hakem Değerlendirmesi: Dış bağımsız. Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir. Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.   Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare. Grant Support: The author declared that this study has received no financial support. ________________________________________________________________",
     "Kaynakça": "ALTOP,  Atilla,   Trafik  Kazaları  Nedeniyle  İleri  Sürülen  Destekten  Yoksun Kalma Taleplerine İlişkin Yargıtay Hukuk Genel Kurulu nun 15.06.2011 Tarihli E.2011/17 142  K.2011/411  Sayılı  Ve  22.02.2012  Tarihli  E.2011/17 787 K.2012/92 Sayılı Kararları İle Yargıtay 17.Hukuk Dairesi nin 05.06.2012 Tarihli E.2011/11551  K.2012/7391  Sayılı  Kararının  Değerlendirilmesi ,  Yaşar Üniversitesi  E Dergisi,  2013,(Çevrimiçi) https://dergipark.org.tr/tr/pub/jyasar/issue/19146/203162, E.T. 04/06/2021 ÇAKIRCA, Seda İrem, Türk Sorumluluk Hukukunda Yansıma Zarar, Vedat Yayınevi, İstanbul, 2012. ÇELİK, Ahmet Çelik, Ölüm Nedeniyle Destekten Yoksunluk, Seçkin Yayınevi, Ankara, 2014. EREN, Fikret, Borçlar Hukuku, 9. Baskı, Yetkin Yayınevi, İstanbul 2006. GÖKYAYLA, Kadir Emre,  Destekten Yoksun Kalma Tazminatı , Doktora Tezi, Dokuz Eylül Üniversitesi SBE, 2004. GÜNERGÖK, Özcan / KAYIHAN, Şaban, Borçlar Hukuku Dersleri Genel Hükümler, Umuttepe Yayınları, İstanbul 2020. 42İstanbul Medeniyet Üniversitesi Hukuk Fakültesi Dergisi VI/11 GÜVEN, Tuba,  Destekten Yoksun Kalma Tazminatında İşletenin Kusurunun Karayolları Motorlu Araçlar Zorunlu Mali Mesuliyet Sigortasında Sigortacının Sorumluluğuna Etkisi , Hasan Kalyoncu Üniversitesi SBE, 2017. KABA, Gizem, Destekten Yoksun Kalma Tazminatı, Ankara: Seçkin Yayınevi, 2017. KILIÇOĞLU, Ahmet, Borçlar Hukuku, 10. B., Turhan Kitabevi, Ankara, 2016. KILIÇOĞLU, Mustafa, Tazminat Hukuku, 2. Baskı, İstanbul: Legal Yayınları, 2014. NARTER, Sami, Destekten Yoksun Kalma Tazminatı ve Davaları, 3. Baskı, Seçkin Yayınevi, Ankara, 2018. OĞUZMAN, M. Kemal / ÖZ, M. Turgut, Borçlar Hukuku Genel Hükümler, C. II, İstanbul 2017. SERT, Mahmut,  Hukuka Aykırılık ve Uygunluk Unsurları , 2018, (Çevrimiçi) http://mahmutsert.com/hukuka aykirilik ve uygunluk unsurlari, E.T: 05/06/2021. TAŞ,  Nilgün,   Bedensel  Zararlar  Konusunda  Yüksek  Mahkeme  Görüşleri , Türkiye Barolar Birliği Yayını, Ankara, 2019. UÇUKHAN, Sema Güleç, Maddi Tazminat Esasları ve Hesaplanması, 8. Baskı, Seçkin Yayınevi, Ankara, 2017. ÜNAN,  Samim,   Türk  Ticaret  Kanununun  Yürürlüğü  Ve  Uygulama  Şekli Hakkında Kanun Tasarısı Taslağı Hakkında Bazı Düşünceler , Ergün A. Çetingil ve Rayegan Kender e 50. Birlikte Çalışma Yılı Armağanı, 2006. YAŞAR, Halis, Destekten Yoksun Kalma Tazminatı, 2. Baskı, Adalet Yayınevi, Ankara, 2018. YARGITAY Hukuk Genel Kurulu Kararları ve Yargıtay Kararları YILDIRIM,  Hayrullah  Burak,   Destekten  Yoksun  Kalma  Tazminat , Yayımlanmamış Yüksek Lisans Tezi, Erzincan Binali Yıldırım Üniversitesi SBE, 2020.   43"
}