{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "OSMANLI HUKUKUNDA KONUT DOKUNULMAZLIĞINI İHLAL SUÇU",
     "Title": "Violation of Dwelling Immunity In Ottoman Law",
     "Yazar İsmi": [
          "Seda ÖRSTEN ESİRGEN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Konut dokunulmazlığı",
          "konut dokunulmazlığını ihlal",
          "Osmanlı ceza hukuku",
          "1858 Ceza Kanunu",
          "ta zir"
     ],
     "Keywords": [
          "Inviolability of domicile",
          "violation of dwelling immunity",
          "Ottoman criminal law",
          "Ottoman Penal Code of 1858",
          "ta zir"
     ],
     "Özet": "Türk hukuk tarihinin önemli bir bölümünü oluşturan Osmanlı Devleti döneminde, konut dokunulmazlığına yönelik gerçekleştirilen saldırılar kadar, özel hayatın gizliliği çerçevesinde yapılan ihlallerin de cezalandırılmasıyla, gerek klasik dönemde şer i hukuk-örfî hukuk, gerek Tanzimat döneminde kanunlaştırma  faaliyetleri  kapsamında,  her  dönem  konut  dokunulmazlığı kapsamlı bir güvence altına alınmıştır. Bu çalışma, konut dokunulmazlığına sağlanan güvencenin sınırlarını, İslam hukuku, kanunnameler ile Tanzimat dönemindeki ceza hukuku mevzuatı çerçevesinde belirlerken; şer iye sicilleri ile arşiv belgelerinin ışığında uygulamaya yansımalarını ve XIX. yüzyıl sonu ile XX. yüzyıl başında Osmanlı hukukçularının görüşlerini de aktarmayı amaçlamaktadır. Sonuç olarak Türk hukuk tarihinde Cumhuriyet in ilanı ve 1926  tarihli  Türk  Ceza  Kanunu nun  kabulüyle  farklı  bir  hukuk  sistemi benimsenirken,  konut  dokunulmazlığının  da  sınırları  genişlemiş;  konut dokunulmazlığını ihlal suçunun ise, artık özgürlüklere karşı işlenen bir suç olarak kabul edildiği görülmüştür.",
     "Abstract": "This paper examines the inviolability of domicile and the punishment of its violation in Ottoman legal history. It was protected against not only attacks, but also violations of private life by Islamic law and orfi law (kanunname) during the classical age. In the Tanzimat era, the Penal Code of 1858 had a considerable impact on the concept of the inviolability of domicile. It will be tried to analyse the limits of the protection of the inviolability of domicile in light of Ottoman sharia court records and archival documents. Therefore, it concludes that the scope of inviolability of domicile has been expanded during the transition from Ottoman Empire to the Republic of Turkey.",
     "Metin": "Kişi  özgürlükleri,  ortaya  çıkışından  itibaren  tarihsel  gelişim  süreci boyunca  çeşitli  ayrımlara  ve  farklı  düzeylerde  hukuki  korumaya  konu olmuştur. Kişi  özgürlüklerinin  gerçekleşmesini  ve  etkin  olarak  korunmasını sağlayan ilkelerden biri olarak karşımıza çıkan konut dokunulmazlığı, bir kişinin  içinde  yaşadığı  konuta  zorla  girilmemesini ve  konutun  her  türlü saldırıdan korunmasını esas alarak, hukuk tarihi içinde gösterdiği gelişim sonucunda başlıca temel hak ve özgürlüklerden sayılmıştır. Bu doğrultuda taşıdığı önem dolayısıyla, hemen hemen bütün Anayasalar ile uluslararası belgelerde  yer  bulmuş;  konut  dokunulmazlığını  ihlali  fiili  de,  ceza kanunlarında  suç  olarak  kabul  edilmiştir.  Birçok  suçun  özgürlüklerle doğrudan ya da dolaylı ilişkisi düşünüldüğünde, konut dokunulmazlığının cezaî yaptırımlarla da korunuyor olması, yalnız kişi menfaatlerinin değil; aynı zamanda devlet tarafından korunmakta olan toplumsal menfaatin de ihlal edilmesinin engellenmesi amacını ortaya koymaktadır. Zira kişilere ve devlete karşı kişisel özgürlük ve bağımsızlığın en iyi şekilde ortaya çıktığı yer olması itibariyle konut dokunulmazlığı kabul edilerek, tek başına konutun değil; esas itibariyle bir yeri konut olarak edinen kişinin konutunda ve konutuna dahil olan yerlerde kendi iradesine göre hareket etme özgürlüğü ve bu şekilde özel hayatının gizliliği korunmuştur. Dolayısıyla konut dokunulmazlığını ihlal suçunun temel özelliği, kişi özgürlüğüne karşı işlenen bir suç olmasıdır.1                                                  1   Naci ŞENSOY,  Konut Dokunulmazlığını İhlal Cürmü , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, 1945, S: 3-4, s. 81; Ali Rıza ÇINAR, Konut Dokunulmazlığını İhlal 2306Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2305-2329  Örsten Esirgen Konut dokunulmazlığını ihlal fiili, çok eski zamanlardan beri suç olarak kabul edilmiş ve cezalandırılmışsa da; tarihin ilk dönemlerinde hukuken aile ilâhlarının kutsal nitelikte (res sacra) mabed ve meskeni olarak korunmuştur. Bununla beraber, konut dokunulmazlığının güvence altına alınması, konutun herhangi bir kişinin tecavüzünden ziyade, kamu görevlilerinin görevlerini ifa ederken suistimallerine karşı korunması ihtiyacından doğmuştur. Nitekim konut dokunulmazlığını ihlal suçu, zaman içinde bir yandan kanunî usul ve şartlar  gerçekleşmeden  bir memurun  bir  konuta  girmesini,  diğer  yandan  kişilerin bir başkasının konutuna keyfî olarak girmelerini de kapsayacak şekilde genişletilerek tanımlanmış ve cezalandırılmıştır.2 Dolayısıyla farklı hukuk  sistemlerindeki  tarihsel  süreç,  konut  dokunulmazlığının  gerek kapsamının genişlemesi, gerek çok boyutlu bir anlayışla korunarak gelişmesi sonucunu doğurmuştur. Türk hukuk tarihinin uzun ve çok önemli bir dönemini oluşturan Osmanlı Devleti zamanında da, konut dokunulmazlığının korunarak, ihlali durumunda cezalandırma yoluna gidildiği bilinmektedir. Konut  dokunulmazlığı,  XIX.  yüzyılda  Osmanlı  Devleti nde  İbrahim Edhem  tarafından  şu  şekilde  tanımlanmıştır:   Her  ferdin  sakini  ittihaz eylediği mahale onun izni veya kanunun müsaadesi olmadıkça hiçbir şahsın duhûle mezun olmaması ve mesakinin her türlü tecavüzat ve taarruzattan mahfuz  ve  masun  bulunmasıdır .  İbrahim  Edhem,  ayrıca  konut dokunulmazlığının kişi dokunulmazlığının gereklerinden olduğunu, konut dokunulmazlığına  sahip  olmayanların  kişi  dokunulmazlıklarının  tam anlamıyla gerçekleşemeyeceğini de vurgulamıştır.3 Celaleddin  Arif  ise,   Hukuk-ı  Esasiye   isimli  kitabında  konut dokunulmazlığını şu şekilde açıklamıştır:  Masuniyet-i mesakin, hürriyet-i şahsiyenin bir neticesidir. Masuniyet-i mesakinden bahs olunduğu zaman anlaşılacak şey, bir kimsenin yalnız veya ailesiyle birlikte ikamet ve beytutet (geceleme)  ettiği  mahallin  taarruzdan  masun  olmasıdır.  Mesakinin taarruzdan masun bulunması, hürriyet-i şahsiyenin mütemmimidir .4                                                  Suçları, Turhan Kitabevi, Ankara, 1999, s. 1-15; Güneş OKUYUCU ERGÜN, Konut Dokunulmazlığını İhlal Suçu, Ankara, Çakmak Yayınevi, 2010, s. 20. 2   ŞENSOY, s. 82, 83. 3   İBRAHİM EDHEM,  Mesakinin Masuniyeti , Mizan ül-Hukuk, Sene: I, S: 24, 1325, s. 275. 4   CELALEDDİN ARİF, Hukuk-ı Esasiye, Kısm-ı Sâni, Matbaa-i Hukukiye, Dersaadet, 1328, s. 111.   2307Osmanlı Hukukunda Konut...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2306-2329  İsmail Hakkı,  Hukuk-ı İdare  isimli kitabında bu ilkeyi,  İkametgahın masuniyeti, memur-in hükümetin kanunen muayyen olan ahvalin gayride kimsenin ikametgahına cebren girmemesi  olarak tanımlamıştır.5 Osmanlı hukukçuları tarafından yapılmış olan bu tanımların, Tanzimat döneminde  resepsiyon  yoluyla  alınan  kanunların  ışığında  oluştuğu  ifade edilebilir.  Ancak  bu  çalışmanın  amacı,  Osmanlı  Devleti nden  Türkiye Cumhuriyeti  dönemine  kadar  olan  Türk  hukuk  tarihi  boyunca  konut dokunulmazlığı konusundaki hukuki korumanın ne ölçüde sağlandığını ortaya koymaktır. Bu doğrultuda klasik dönemde şer i hukuk-örfî hukuk, ardından Tanzimat döneminde kanunlaştırma hareketleri çerçevesinde, -Müslüman ya da zimmi fark etmeksizin- Osmanlı tabiiyetli kişilerin sahip oldukları konut dokunulmazlığının kapsamı, şer iye sicilleri ve çeşitli arşiv belgeleri ışığında açıklanmaya çalışılacaktır. I. Osmanlı  Devleti nde Hukuki  Düzenlemelerde  Konut  Dokunulmazlığı Klasik dönemde Osmanlı Devleti nde konut dokunulmazlığının varlığını ortaya koyabilmek ve bu ilkenin ihlali halinde ne şekilde bir hukukî yol izlendiğini değerlendirebilmek için, esas itibariyle hukuk sisteminin dayandığı İslam hukukunda konut dokunulmazlığı kavramına bakmak gereklidir. İslam hukukunda konut dokunulmazlığı ilkesinin kabul edilerek ve güvence altına alınmasında, Kur an-ı Kerim temel dayanak noktasını oluşturmaktadır.  Girmenize izin verilmeyen evlere girmeyin 7 ayetiyle başkasının evine izinsiz  girmek  ve  izinle  girilen  evden  rızaya  aykırı  olarak  çıkmamak yasaklanırken;  İçlerinde sizin için yararlı şeyler (metâ) bulunan meskûn olmayan  evlere  girmenizde  bir  sakınca  yoktur 8  ayetinde,  konut dokunulmazlığını bozma suçunda korunan hukukî yararın, mülkiyet, zilyetlik gibi haklar olmayıp, konut hakkı olduğu belirtilmektedir.9                                                  5   İSMAİL HAKKI, Hukuk-ı İdare, Kanaat Matbaası, Dersaadet, 1328, s. 419. 6   Osmanlı Devleti nde bulunan yabancı devlet vatandaşlarının konut dokunulmazlıkları, çeşitli devletlerle akdedilmiş olan kapitülasyon antlaşmaları çerçevesinde korunmuştur. Detaylı  bilgi  için  bkz.  Belkıs  KONAN,  Osmanlı  Devleti ndeki  Yabancıların Kapitülasyonlar Kapsamında Hukuki Durumu, Yayınlanmamış Doktora Tezi, Ankara, 2006, s. 45-51. 7   Nur 24/27. 8   Nur 24/29. 9   Mustafa AVCI, Osmanlı Ceza Hukuku Genel Hükümler, Mimoza Yayınları, Konya, 2014, s. 453. 2308Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2305-2329  Örsten Esirgen Kur an daki hükümlere ek olarak, çeşitli hadislerle bir başkasının evini dışarıdan  gözetlemenin  yasaklandığı,  konut  dokunulmazlığının  ihlali karşısında meşru müdafaada bulunulabileceği aktarılmaktadır.10 Dolayısıyla İslam hukukunda konut dokunulmazlığı, aynı zamanda özel hayatın gizliliğine de vurgu yapılarak ele alınmıştır. Konut dokunulmazlığının İslam hukuku tarafından kapsamlı bir koruma altına alınırken, ihlali halinde, hadd ve kısas cezaları arasında yer almayan; ancak devlet başkanı ya da kadı tarafından belirlenecek bir ceza olarak ta zir cezasının verilmesi kabul edilmiştir.11 Osmanlı Devleti nde de, klasik dönemde İslam hukukunun konut dokunulmazlığına ilişkin kabul ettiği geniş perspektifin yanında, çeşitli kanunname hükümleri, örfî hukuk açısından konuya yaklaşımı ortaya koymaktadır. İlk olarak Fatih Kanunnamesi nde (md. 41)  …ve bir kişi bir kişinin haremine nazır olsa yirmi akçe cerime alına  ifadesine yer verilerek, konut dokunulmazlığını ihlal, özel hayatın gizliliği kapsamında cezalandırılmıştır. Konut dokunulmazlığının ihlal edilmesi, doğrudan doğruya II. Bayezıt Kanunnamesi nde yer bulmakla birlikte, cinsel saikle işlenmesi halinde cezalandırılmıştır. Bu hükme sonradan Yavuz Sultan Selim Kanunnamesi nde (md. 4)14 ve Kanuni Sultan Süleyman Kanunnamesi nde (md. 6)15 de, aynı şekilde yer verilmiştir.                                                  10  Servet ARMAĞAN,  İslam Hukukunda Özel Hayatın Gizliliği , İslam Tetkikleri Enstitüsü Dergisi, 1976, C. VI, S: 3-4, s. 160; Ekrem Buğra EKİNCİ, Osmanlı Hukuku-Adalet ve Mülk, Arı Sanat Yayınevi, İstanbul, 2008, s. 197; Hüseyin ÖRESİN, Günümüz Hukukuyla Mukayeseli Olarak İslam Hukukunda Özel Hayatın Korunması, Yayımlanmamış Yüksek Lisans Tezi, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü, Konya, 2007, s. 61. 11  Geniş bilgi için bkz. Coşkun ÜÇOK-Ahmet MUMCU-Gülnihal BOZKURT, Türk Hukuk Tarihi, Turhan Kitabevi, Ankara, 2015, s. 99; M.Akif AYDIN, Türk Hukuk Tarihi, Hars Yayıncılık, İstanbul, 2007, s. 215, 216, 220, 221; Halil CİN-Gül AKYILMAZ, Türk Hukuk Tarihi,  Sayram  Yayınları,  Konya,  2003,  s. 238-245;  Osman  ŞEKERCİ,  İslam  Ceza Hukukunda Tazir Suçları ve Cezaları, Yeni Ufuklar Neşriyat, İstanbul, 1996; Esra YAKUT, Osmanlı  Hukukunda  Tazir  Cezaları,  Seçkin  Yayıncılık,  Ankara,  2011;  Yılmaz YURTSEVEN, Klasik Dönem Osmanlı Ceza Hukukunda Tazir Suç ve Cezaları, Yayınlanmamış Yüksek Lisans Tezi, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü, Konya, 2001. 12  Ahmed  AKGÜNDÜZ,  Osmanlı  Kanunnameleri  ve  Hukuki  Tahlilleri,  C.  I,  Osmanlı Araştırmaları Vakfı Yayını, İstanbul, 1990, s. 328. 13   ve eğer birâgûnun evine girse, zina kasdına, evlü ise evlü cürmin; eğer ergen ise ergen cürmin vere  (md. 6). AKGÜNDÜZ, C. II, s. 40. 14   eğer zina kasdına bir kişinin evine girse, evlü olursa evlü cürmini ve ergen olursa ergen cürmini vere  (md. 4). AKGÜNDÜZ, C. III, s. 89. 15  AKGÜNDÜZ, C. IV, s. 366.   2309Osmanlı Hukukunda Konut...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2306-2329  Söz konusu kanunnameler incelendiğinde, II. Bayezid ve Kanuni Sultan Süleyman  Kanunnamelerinin  farklı  maddelerinde,  cinsel  saikle  konut dokunulmazlığını ihlalin yanı sıra, konut dokunulmazlığını ihlalin de, ayrıca düzenlendiği anlaşılmaktadır.16 I. Ahmet Kanunnamesi nde ise, cinsel saikle konut  dokunulmazlığını  ihlale  yer  verilmezken;  konut  dokunulmazlığını ihlalin cezalandırıldığı görülmektedir (md. 6).17 Ayrıca Yavuz Sultan Selim Kanunnamesi, Kanuni Sultan Süleyman Kanunnamesi ve I. Ahmet Kanunnamesi nde yer verilmiş iki farklı maddeye de konut dokunulmazlığını ihlal kapsamında değinilmelidir. Kadına karşı işlenen, yolunu keserek ya da evine girerek, saçını çekme, iç çamaşır ya da tülbentini alma gibi eylemlerin yanı sıra; başka birisine ait konutun  müştemilatı  olarak  kabul  edilebilen  bağ,  bahçe  ve  bostan  gibi kısımlarına girilerek hırsızlık yapılmasının da kanunnamelerde cezalandırılması söz konusudur.19 Ancak bu hükümlerde, konut dokunulmazlığını ihlal, ayrı bir suç olarak değerlendirilmemiştir. Diğer  taraftan,  Kanuni  Sultan  Süleyman ın  ilk  genel  Kanunnamesi olduğu düşünülen metinde  Ve kul ve cariye ayardanı veya oğlan ayardub alub gideni ve dükkan açanı, eve gireni ve birkaç kerre hırsuzluk edeni, salb edeler  şeklindeki hüküm (md. 37)20 çerçevesinde, -cinsel saikle gerçekleşmesi dışında- konut dokunulmazlığını ihlalin ayrıca cezalandırıldığı görülmektedir. Dulkadiroğlu  Kanunnamesi nde  ise,  konut  dokunulmazlığını  ihlale ilişkin farklı hükümler (cinsel saikle veya gece vakti konut dokunulmazlığını                                                  16   …hıyanet ile bir ecnebinin evine giren kimsenin… içmeği (emceği) kesile…  (md. 26). AKGÜNDÜZ, C. II, s. 42, 43; C. IV, s. 368. Benzer bir ifadenin, Yavuz Sultan Selim Kanunnamesi nin  farklı  nüshalarında  haşiye  olarak  bulunduğu  Akgündüz  tarafından belirtilmiştir. AKGÜNDÜZ, C. III, s. 89 dn.1.  17   Ve dahi kız oğlan çeken ve hıyânet ile kimesnenin evine girenlerün ve avret ve kız çekmeğe varan kimesnenin zekeri kesile  (md. 6). AKGÜNDÜZ, C. IX, s. 494. 18  Yavuz Sultan Selim Kanunnamesi nde yer verilen  Bir kişi avretin yoluna varub yahud evine girüb saçın çekse veya donun veya destârın alsa, bade‘s-sübût muhkem ta zir edüb dahi habs edüb Dergâh-ı Mu‘allâya arz edeler  ifadesinin (md. 8), Kanuni Sultan Süleyman Kanunnamesi nin farklı nüshalarında değişik şekillerde ifade edilmiş olduğu belirtilmiştir. AKGÜNDÜZ, C. III, s. 90; C. IV, s. 297 dn.4; C. IX, s. 495 dn. 2. 19   ve eğer bir kişi bağa ve bahçeye girüb yemiş alsa, ta zir edüb iki ağaca bir akçe cürm alına  ( eğer bir kimesne bağçeye veya bostana girüb nesne alsa, ta zir edüb iki ağaca bir akçe cürm alına ). AKGÜNDÜZ, C. III, s. 93; C. IV, s. 304; C. IX, s. 502. 20  AKGÜNDÜZ, C. IV, s. 301. 21   Her kim ki, eve girse zina kasdına yahud yapışsa öpse ol öpülenin rızası olsa, zina cerimesi alına. Eğer gücile ise girdüği ya öpdüği yahud yapuşduğı, beş altun alına  (md. 12). AKGÜNDÜZ, C. V, s. 157. 2310Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2305-2329  Örsten Esirgen ihlal) yer almış; ayrıca özel hayatın gizliliğine yönelik hareketlerin de cezalandırılması yoluna gidilmiştir. Görüldüğü üzere, XIX. yüzyıla  kadar, kanunnamelerle  yalnız konut dokunulmazlığının değil; aynı zamanda özel hayatın gizliliğinin de korunması söz konusudur. 3  Kasım  1839  tarihinde  ilan  edilen  Tanzimat  Fermanı nda,  kişi dokunulmazlıklarının  korunması  için  gerekli  yaptırımları  düzenleyen kanunların hazırlanacağı belirtilmiş; ancak can, mal ve ırz dokunulmazlıkları dışında, konut dokunulmazlığına ayrıca vurgu yapılmamıştır. Bu  dönemde  hazırlanan  1840  ve  1851  tarihli  Ceza  Kanunlarında doğrudan  konut  dokunulmazlığını  ihlal  düzenlenmemiş;  ancak  mülkiyet hakkının himayesine ilişkin hükümlere yer verilmiştir.24 Her iki Kanunda da  …bir kimse diğer bir kimsenin mal ve emlakine bigayrihakkın  taarruz  ve  tasallut  ve  müdahale  etmek  veyahut  cebren almak… 25 yasaklanarak, çeşitli cezalar öngörülmüştür. Ancak söz konusu hükümler çerçevesinde konut dokunulmazlığının değil, daha çok mülkiyet hakkının korunduğu belirtilmişse de; klasik dönemden süregelen konut dokunulmazlığı anlayışının, bu hükümlere dayanarak korunmaya devam ettiği kabul edilebilir. Konut dokunulmazlığını ihlal suçunun, Tanzimat döneminde ilk olarak 1858  tarihli  Ceza  Kanunu nun  105.  maddesinde  düzenlendiği                                                  22   Bir kimesne gece ile bir eve girse, girmesi ma‘hud değül ise, örfen ev sahibi ursa öldürse suçlu olmaya  (md. 9). AKGÜNDÜZ, C. V, s. 156. 23   Eğer bir kimesnenin kapusından ya bacasından baksalar, kırk akçe alına. Eğer ‘avâmdan ise şer le isbat etdüreler; değül ise havâsdan dindar kimesne ise sözine inanalar. Ve ‘avâmdan olan yalan çıkarsa, beş altun alına veyahud dili kesile  (md. 36). AKGÜNDÜZ, C. V, s. 158. 24  ŞENSOY, s. 85. 25  1840 tarihli Kanun, 4. Fasıl, md. 1, 2; 1851 tarihli Kanun, 3. Fasıl, md. 1. Ahmet GÖKÇEN, Tanzimat Dönemi Osmanlı Ceza Kanunları ve Bu Kanundaki Ceza Müeyyideleri, İstanbul, 1989, s. 99, 111. 26  ŞENSOY, s. 85. 27   Her bir memur kavanin-i mülkiye ve askeriye ve müesses olan zabtiye nizamının cevaz verdiği hususatdan gayri ahvalde ve kavanin ve nizamatın tayin ettiği usulden başka olarak memuriyeti sıfatıyla bir kimsenin hanesine cebren girer ise altı aydan üç seneye kadar habs olunur ve bunu amirinin emri ile yapmış olduğu tebeyyün eder ise kendisi cezadan ma‘füv tutulup amiri her kim ise bu ceza anın hakkında icra olunur ve memurînin gayri dahi her kim olur ise olsun ya ihafe veyahud cebir ile bir kimsenin hanesine girer ise bir haftadan altı aya kadar habs ile mücazat olunur . Düstur, I. Tertip, C. I, s. 560.   2311Osmanlı Hukukunda Konut...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2306-2329  görülmektedir. Söz konusu altıncı fasıl,  Memûrin-i Hükümet Tarafından Efrad  Hakkında  Teaddiyat  ve  Su-i  Muamelat  Vukuunda  İcra  Olunacak Mücazat  başlığını taşıması bakımından önemlidir. Konut dokunulmazlığının bir temel hak olarak düzenlenmesi ise, 1876 tarihli Kanun-i Esasî nin 22. maddesi ile gerçekleşmiştir. Söz konusu madde,  Memâlik-i Osmaniye de herkesin mesken ve menzîli taarruzdan masûndur. Kanunun tayin eylediği ahvâlden mâ ada bir sebeble hükûmet tarafından cebren hiç kimsenin menziline girilemez  ifadesiyle, konut dokunulmazlığını anayasal güvenceye kavuşturmuştur. 4 Haziran 1911 tarihinde 1858 tarihli Ceza Kanunu nun bazı maddelerinde değişiklik yapılırken, 105. madde de, baştan düzenlenerek kapsamı genişletilmiştir.28 Konut Dokunulmazlığını İhlal Suçunun Unsurları Osmanlı Devleti nde klasik dönemden Tanzimat dönemine ve ardından Cumhuriyete kadar olan dönemde, konut dokunulmazlığını ihlal suçunun, maddi konu, fail, maddi unsur ve uygulanacak ceza gibi açılardan ele alınması, konut dokunulmazlığının Türk hukuk tarihinde giderek genişleyen bir anlayış çerçevesinde korunmuş olduğunu daha açık ortaya koyacaktır. A. Maddi Konu Konut dokunulmazlığını ihlal suçunun maddi konusu, konut ve konutun eklentisi olup; hareket doğrudan doğruya konuta veya konutun eklentisine (müştemilat) yöneliktir.29 Celaleddin  Arif,   Hukuk-ı  Esasiye   isimli  kitabında  konutu   bir kimsenin yalnız veya ailesiyle birlikte ikamet ve beytutet (geceleme) ettiği                                                  28   Bir memur vazife-i memuriyetini su-i istimal ederek veya kanunen muayyen olan usul ve şerait haricinde olarak aharın ikametgahına veya müştemilatına dahil olursa üç aydan üç seneye kadar ve eğer fiil-i mezkura ikametgahı taharri etmek gibi sair muamele-i keyfiye inzimam edecek olursa altı aydan üç seneye kadar habs olunur ve hilaf-ı usul olarak efradın ticaretgahları ve idarehaneleri gibi hususi mahallerde taharriyat icra olunursa keza faili üç aydan üç seneye kadar habs olunur ve bunu amirinin vazife-i memuriyeti dahilinde olan hususatdan dolayı emriyle yapmış olduğu tebeyyün ederse kendisi cezadan ma‘füv tutulup amiri her kim ise bu ceza onun hakkında icra olunur ve memurînin gayri dahi her kim olursa olsun sahibinin men i hilafına olarak ya ihafe yahud cebr ile veya suret-i hafiyede bir kimsenin hanesine girer ise bir haftadan altı aya kadar habs ile mücazat olunur . Düstur, II. Tertip, C. III, s. 445. 29  ÇINAR, s. 55. 2312Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2305-2329  Örsten Esirgen mahal   olarak  tanımlarken;  esas  itibariyle  oturmaya  elverişli  olup olmadığına bakılmaksızın, bir kişi tarafından bir yerin geçici ya da sürekli olarak faaliyetlerine tahsis edilmesi yönünde iradesinin ortaya çıkması, o yerin konut olarak kabul edilmesi sonucunu doğurmaktadır.31 Diğer taraftan, konut dokunulmazlığının İslam toplumundaki diplomatik binalar ile gayrimüslim vatandaşlara ait konutlar için de geçerli olduğu ifade edilmiş; ayrıca İbrahim Edhem, kutsal mekanların dokunulmazlığını da, bu kapsamda vurgulamıştır.33 Konut dokunulmazlığını ihlal açısından ele alınması gereken bir başka kavram olan  müştemilat  ise, doğrudan doğruya veya dolaylı olarak konuta tâbi olmakla birlikte, fiilen kullanma bakımından konutun hizmetine tahsis edilen  veya  onu  tamamlayan  yerler  olarak  tanımlanabilir.  Bu  açıdan müştemilat, konutun balkon, teras, dam gibi kendisine bitişik yerleriyle, bir apartmanın, merdiven, boşluk, sahanlık gibi mahalleri ve ahır, samanlık, avlu, bahçe gibi konutun sınırları içinde bulunan yerleri kapsamaktadır.34 Nitekim klasik dönem Osmanlı şer iye sicillerinde de evin avlusuna, çatısına veya bahçesine girilmesi gibi fiillerin de, ihlal olarak kabul edilerek şikayet konusu yapıldığı görülmektedir.35 Tanzimat dönemine gelindiğinde, 1858 tarihli Ceza Kanunu nun 105. maddesinde   hane   kavramının  kullanıldığı  görülmektedir.   Hane  kavramının, medeni hukuk açısından  ikametgah  kavramından daha geniş bir anlamı ifade ettiği kabul edilmişse de; çeşitli yazarlar tarafından kişinin meşru olarak sürekli ya da geçici olarak oturduğu yer olarak anlaşılmadığı da dile getirilmiştir.36 105. maddede, konut dokunulmazlığını ihlal çerçevesinde  müştemilat  kavramı açıkça belirtilmemişse; ancak Kanunun başka maddelerinde (md. 187, 217, 245) bu kavrama yer verildiği görülmüştür. 1911  yılında  Kanunda  yapılan  değişiklik,  105.  madde  kapsamına  ikametgah ve müştemilat  ifadesini dahil ederek, dokunulmazlık kapsamını                                                  30  CELALEDDİN ARİF, s. 111. 31  ÇINAR, s. 58-61. 32  ÖRESİN, s. 83. 33  İBRAHİM EDHEM, s. 275. 34  ŞENSOY, s. 93-95. 35  Üsküdar Mahkemesi 14 Numaralı Sicil, C. 5, s. 119, Hüküm no: 140; Üsküdar Mahkemesi 2 Numaralı Sicil, C. 2, s. 121, 185, Hüküm no: 159, 341. 36  ŞENSOY, s. 89.   2313Osmanlı Hukukunda Konut...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2306-2329  genişletmiştir. Ahmed Ziya da, R. 1329 (1913-1914) yılında yayınladığı  Mufassal Kanun-i Ceza ve Teferruatı Şerhi  isimli kitabında, bir ikametgahın avlusu,  bahçesi  ya  da  ahırı  gibi  kısımlarının  müştemilat  içinde değerlendirildiğini açıkça belirtmiştir.37 Söz konusu değişiklikle, maddeye ayrıca, memurlar tarafından yapılacak usulsüz aramalar açısından  efradın ticaretgah ve idarehaneleri gibi hususi mahalleri nin korunmasına ilişkin bir fıkra da eklenmiştir. B. Fail Konut dokunulmazlığını ihlal suçu, kişiler ve kamu görevlileri tarafından işlenmesi bakımından ikiye ayrılabilir. Memurlar tarafından işlenen konut dokunulmazlığını  ihlal  suçunda,  memurun  görevi  dolayısıyla  konut dokunulmazlığını ihlal etmiş olması gerekirken; kişiler tarafından işlenen konut dokunulmazlığını ihlal suçunda, failin kadın ya da erkek, Müslüman ya da zimmi olması, suçun oluşumu açısından fark etmemektedir. Bununla birlikte, klasik döneme ait çeşitli şer iye sicillerinde, kadınlar tarafından  konut  dokunulmazlığının  ihlal  edildiğine  ilişkin  şikayete rastlanmamakla  birlikte,  Müslüman  ve  zimmi  erkekler  hakkında  gerek birbirlerine  karşı,  gerek  kendi  cemaatlerinden  kişilere  karşı  bu  suçu işlediklerine dair örneklere rastlanmaktadır. Tanzimat döneminde konut dokunulmazlığının ihlaline yönelik temel düzenleme,  1858  tarihli Ceza  Kanunu nun  birinci  babının,  Memûrin-i                                                  37  AHMED ZİYA, Mufassal Kanun-i Ceza ve Teferruatı Şerhi, Cihan Matbaası, İstanbul, 1329, s. 313. 38  ÇINAR, s. 79, 185. 39  Müslümanlarla zimmilerin birbirlerinin konut dokunulmazlığını ihlal etmelerine ilişkin örnek için bkz. Üsküdar Mahkemesi 17 Numaralı Sicil, C. 6, s. 253, Hüküm no: 604. 40  Müslümanların birbirlerine karşı gerçekleştirdikleri konut dokunulmazlığını ihlal örnekleri için bkz. Üsküdar Mahkemesi 2 Numaralı Sicil, C. 2, s. 121, Hüküm no: 159; Üsküdar Mahkemesi 14 Numaralı Sicil, C. 5, s. 105, Hüküm no: 93; Üsküdar Mahkemesi 9 Numaralı Sicil,  C.  4,  s.  327,  Hüküm  no:  819.  Zimmilerin  birbirlerine  karşı  işledikleri  konut dokunulmazlığını ihlal örnekleri için bkz. Üsküdar Mahkemesi 17 Numaralı Sicil, C. 6, s. 241, 278, Hüküm no: 569, 683; Üsküdar Mahkemesi 56 Numaralı Sicil, C. 9, s. 170, Hüküm no: 334. 41  1858  tarihli  Ceza  Kanunnamesi  hazırlanırken  esas  alınan  1810  tarihli  Fransız  Ceza Kanunu nda sadece yetkili makamların emri veya kanunî usul ve şartlar gerçekleşmeden memurlar tarafından vatandaşların konutlarına yönelik tecavüzler konut dokunulmazlığını ihlâl olarak cezalandırılırken; kişiler tarafından gerçekleştirilen haneye tecavüz ve keyfî girişler suç kabul edilmemiştir. Bu kapsamda kişiler tarafından konut dokunulmazlığının 2314Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2305-2329  Örsten Esirgen Hükümet Tarafından Efrad Hakkında Teaddiyat ve Su-i Muamelat Vukuunda İcra Olunacak Mücazat  başlığını taşıyan altıncı faslında 105. madde olarak karşımıza çıkmaktadır. Ancak söz konusu başlığa karşın, 105. maddenin kamu görevlilerinin yanı sıra, kişiler tarafından işlenecek konut dokunulmazlığını ihlal suçunu da cezalandırdığı görülmektedir. 1911  yılındaki  değişiklikte  de,  maddenin  fail  açısından  yapısının bozulmayarak düzenlemenin ele alındığı görülmektedir. C. Maddi Unsur Hukuk tarihindeki gelişim sürecine bakıldığında, konut dokunulmazlığını ihlal  fiilinin,  ilk  olarak  sadece  zorla  girme  durumunda  cezalandırıldığı görülmektedir. Ancak zaman içinde kapsamının genişletilerek, günümüzde failin kendisini oradan çıkartma hakkına sahip olan kişinin rızasına aykırı olarak, hileyle veya gizlice konuta veya konutun eklentisine girmesi veya rıza ile girdikten sonra rızaya aykırı olarak çıkmaması da, suçun maddi unsuruna dahil edilmiştir.42 Bununla beraber, yardım isteyeni kurtarmak maksadıyla bir eve izinsiz girilebileceği gibi; doğal afetler ile hırsızlık durumunda müdahale etmek veya bir suçluyu yakalamak için bir eve girmek, konut dokunulmazlığını ihlal kapsamında değerlendirilmemiştir.43 Osmanlı Devleti nde konut dokunulmazlığını ihlal suçunun oluşması için, gerek klasik dönemde, gerek Tanzimat döneminde esas itibariyle sadece girme fiilinin gerçekleşmesi yeterli görülmüştür. Bu açıdan, günümüzde konut dokunulmazlığını ihlalin ikinci şekli olan, hak sahibinin rızasıyla girdikten sonra, rızasına aykırı olarak, gizlice veya hile ile  çıkmamak  durumuna  ilişkin  olarak  Osmanlı  mevzuatında  bir  hükme rastlanmamaktadır. Dolayısıyla girme, konut sahibinin rızası ile gerçekleştiği takdirde, sonrasında konut sahibinin rızası dışında orada kalmaya devam etmek, her ne kadar özgürlüğe müdahale ise de, Osmanlı Devleti nde suç olarak kabul edilmemiştir.44                                                  ihlal edilmesi, Kanunun 184. maddesine 28 Nisan 1832 de eklenen bir fıkrayla kabul edilmiştir. ŞENSOY, s. 82. 42  ÇINAR, s. 84. 43  EKİNCİ, s. 197. 44  1858 tarihli Ceza Kanunnamesi nde yer almadığı gibi, söz konusu Kanunun kaynakları arasında olan 1810 tarihli Fransız Ceza Kanunu nda da bu durum düzenlenmemiştir. ŞENSOY, s. 101 dn. 47.   2315Osmanlı Hukukunda Konut...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2306-2329  1858 tarihli Ceza Kanunu nun 105. maddesinde, kişiler tarafından konut dokunulmazlığının  ihlali,  korkutma  ya  da  zorlamanın  varlığı  halinde cezalandırılmıştır.45  Abdülhalik  Midhat,  eve  girerken  zor  kullanılmasını ağırlaştırıcı sebep olarak kabul etmişse de; madde metninden, girerken zor kullanılması durumunun ağırlaştırıcı sebep oluşturmadığı anlaşılmaktadır. Bu çerçevede konuta gizlice veya hileyle girmek, örneğin kapısı kilitli olmayan  bir  konuta  zor  kullanmadan,  kapısını  açıp  girmek,  konut dokunulmazlığını  ihlal  suçunu  oluşturmamaktadır.  Ancak  1911  yılında Kanunda yapılan değişikliklerle, korkutma ve zorlamaya ek olarak,  suret-i hafiyede   ifadesi  getirilerek,  gizlice  girme  fiili,  bu  tarihten  itibaren  suç kapsamına alınmıştır.47 Ayrıca söz konusu değişiklikte dikkat çekici bir husus da, konuta girme fiilinin,  sahibinin men i hilafına olarak  meydana geldiğinin madde metnine dahil edilmesidir. Memurlar  tarafından  yapılan  ihlaller  açısından  105.  madde,  hiç  bir memurun  kavanin-i mülkiye ve askeriye ve müesses olan zaptiye nizamının cevaz verdiği hususattan gayrı ahvalde ve kavanin ve nizamatın tâyin ettiği usulden başka olarak memuriyeti sıfatile bir kimsenin hanesine cebren  giremeyeceğini ifade etmiştir. Dolayısıyla kanunlarda belirtilen durumlar ile öngörülen usule aykırı olarak, memurlar tarafından cebren gerçekleştirilen konuta  girme  fiilleri,  altı  aydan  üç  seneye  kadar  hapis  cezasıyla cezalandırılacaktır. Memurlar tarafından işlenen konut dokunulmazlığını ihlal suçu açısından daha ağır ceza öngörülmesinin son derece doğal olduğunu belirten Ahmed Ziya, memurların bu şekilde görevlerini kötüye kullanmalarının yanı sıra, sağlamakla yükümlü oldukları özgürlüğü de ihlal ettiklerini ifade etmiştir.48                                                  45  1810 Fransız Ceza Kanunu ise, konut dokunulmazlığının kişiler tarafından ihlali konusunda  rıza dan bahsetmemekle beraber, memurlar tarafından yapılan ihlallerde  rıza hilafına  girme  şartını  aramıştır.  1858  tarihli  Ceza  Kanunu nda  bu  hususa  ilişkin  bir  ifade bulunmamakla birlikte, Abdülhalik Midhat, 1909 yılında yayınladığı kitabında, memur olsun veya olmasın, bir kişinin bir haneye sahibinin rızası olmaksızın girmesi veya girmeye teşebbüs etmesinin, cünha derecesinde bir cezaya çarptırılması sonucunu doğuracağını belirterek,  rıza ya vurgu yapmıştır. ŞENSOY, s. 99 dn. 43; ABDÜLHALİK MİDHAT, Hukuk-ı Cezaiyye, Ahmed Saki Bey Matbaası, Dersaadet, 1325, s. 245, 246. 46  ABDÜLHALİK MİDHAT, s. 246. 47  ŞENSOY, s. 100 dn. 46; Mustafa ŞENTOP, Tanzimat Dönemi Osmanlı Ceza Hukuku, Yaylacık Matbaası, İstanbul, 2004, s. 51. 48  AHMED ZİYA, s. 317. 2316Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2305-2329  Örsten Esirgen Mehmed Reşad ise,  kavanin-i mülkiye ve askeriye hiçbir memura bir haneye girme mezuniyetini sarahaten vermemişdir  diyerek, konuyu özellikle askerî açıdan ele almış ve askere çağrılıp gelmeyen ya da askerlikten firar eden bir kişinin başka birisinin evinde saklanması halinde dahi, o eve doğrudan doğruya  müdahale  edilemeyeceği gibi; askerî konulardaki satın alma  ve levazım gibi gerekçelerle de herhangi bir kişinin konutuna girilemeyeceğini vurgulamıştır.49 Diğer  taraftan  Halil  Rıfat,  Asakir-i  Zaptiyenin  Vezaif-i  Askeriyesi Hakkında Talimat ın 13. maddesi uyarınca, zaptiye askerlerinin, kanunen belirlenen durumlar dışında, özellikle askerî olmayan konularda yanlarında imam, muhtar veya mahallenin ileri gelenlerinden birkaç kişi bulunmadan bir kişinin hanesine girmelerinin yasak olduğunu, girmeleri halinde altı aydan üç seneye kadar hapis cezası verilebileceğini dile getirmiştir.51 Halil Rıfat, ayrıca, bir memurun, kanuna veya usule aykırı olarak, fakat cebir veya ihafe olmaksızın, hane sahibinin veya evin içinde bulunan kişilerin rızasıyla haneye girmesi durumunda, kendisine ceza verilemese de; memur sıfatıyla  gerçekleştirilecek  her  eylemin  kanuna  ve  usule  uygun  olması gerektiğinden, rızaya dayalı dahi olsa, kanuna ve usule aykırı bir şekilde haneye girilmesi, hane sahibinin veya orada bulunanların  kesr-i namusuna sebeb  olacağından ,  106.  madde  uyarınca  cezalandırılmalarının  uygun olacağını ifade etmiştir.53 105. maddede 1911 yılında yapılan değişiklikle, memurların söz konusu fiili cebren işlemesi şartı kaldırılmış; bir yandan memurların görevi kötüye kullanarak veya kanunen belirlenmiş usul ve şartlara aykırı şekilde girmeleri cezalandırılırken, diğer yandan keyfî bir işlemle konutta veya usule aykırı                                                  49  MEHMED REŞAD, Miyar-ı Ceza-Kanun-ı Ceza Şerhi, 1307, s. 212. 50  13. madde:  Zabtiye zabitan ve neferatı kavanin ve nizamat-ı Devlet-i Âliyenin tayin eylediği ahvalden dolayı her mahale dühûle mezun olub fakat mesalih-i adiyede ledeliktiza kaide-i meriyesi mucibince imam ve muhtar veyahud ahali-i muteber ve ihtiyaranından bir iki adam alınmadıkça  hiç  kimsenin  hanesine  ve  hanesi  hükmünde  harîmine  girmeleri  katiyen memnudur . Düstur, I. Tertip, C. II, s. 736. 51  HALİL RIFAT, Külliyât-ı Şerh-i Ceza, İstanbul, 1312, s. 188, 189. 52  106. madde:  Kuvve-i cebriyye imaline memur olanlar ve zabtiye memurları ve ihzar memurları emr-i memuriyetlerini icrada ve mâfevkinde bulunan amirlerinin emrini infazda kanun ve nizamın tayin ettiği usulden gayri sûrette olarak bir kimse hakkında bir sui muameleye yani ya kesr-i ırz ve namusa sebeb olacak veyahut cismen eza verecek halete tesaddi eder ise harekat-ı vakıasının derece-i şiddetine göre bir haftadan bir seneye kadar hapis ile mücazat olunur . Düstur, I. Tertip, C. I, s. 560. 53  HALİL RIFAT, s. 189, 190.   2317Osmanlı Hukukunda Konut...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2306-2329  olarak işyerlerinde (ticaretgah ve idarehane) arama yapmak suretiyle konut dokunulmazlığını ihlal etmeleri de yaptırıma bağlanmıştır. Ancak Ahmed Ziya, memurların söz konusu işyerlerinde arama yapmaksızın, yalnızca girmiş olmalarının ceza gerektirmeyeceği görüşünü ileri sürmüştür.54 Anlaşıldığı üzere, XIX. yüzyıl ortasından XX. yüzyıl başına kadar geçen süreçte,  Osmanlı  Devleti nde  konut  dokunulmazlığı,  sınırları  giderek belirginleşen ve genişleyen bir kapsamda korunmaya başlanmıştır. Bu  doğrultuda  Celaleddin  Arif,   Hukuk-i  Esasiye   isimli  kitabında Kanun-i Esasi nin 22. maddesine de atıf yapmak suretiyle, kimsenin evine izinsiz girilemeyeceğini, kamu gücüne sahip kişilerin dahi adli makamlarca açıkça  yetkilendirilmedikçe  bunu  yapamayacaklarını,  yetkili  olduklarını gösteren bir belge bulunduğu durumlarda da kanunun belirlediği usul ve şartlara  uymaya  mecbur  olduklarını  belirtmiştir.  Ancak  konut dokunulmazlığının tamamıyla uygulanabilmesi için, kişi dokunulmazlığında da  olduğu  gibi,  memurların  sorumluluklarını  tamamen  belirlemek  ve hakimlerin yetkilerini genişletmek gerektiğini vurgulayan Celaleddin Arif, bu  şekilde  aslında  üstü  kapalı  olarak  hukuk  devleti  anlayışının  hakim kılınmasına dikkat çekmektedir. Diğer taraftan, memur tarafından yapılan usulsüz aramanın, amirinin verdiği bir emre dayanması halinde, cezanın amir hakkında uygulanması söz konusu olacaktır. Bu hususun, 1858 tarihli Ceza Kanunu nun 105. maddesinin gerek ilk halinde, gerek 1911 yılında değiştirilmiş şeklinde açıkça belirtildiği görülmektedir. Ancak amir tarafından görev alanına girmeyen ya da arama yapma yetkisi olmadığı bir durumda verilen emir, memurun ceza almasını engellemeyecektir. Zira Kanun-i Esasi nin 41. maddesi gereğince, memur ancak amirinin kanuna uygun emirlerine uymak zorundadır.56 Bununla beraber, zaptiye askerlerinin, kamu güvenliğine/düzenine zarar verecek veya devletin iç ve dışişleriyle ilgili durumlarda amirlerinden emir almaları ya da bir hanede bir cinayet gerçekleşmesi ya da gerçekleşmek üzere olduğunu anlamaları halinde, her ne suretle olursa olsun haneye girmeye yetkili oldukları belirtilmiştir. Dolayısıyla zaptiye askerlerinin askeriye ve zaptiye kanunları gereğince amiri konumundaki zabit tarafından verilecek emirlerin infaz ve icrasına her şekilde mecbur oldukları vurgulanarak; bir                                                  54  AHMED ZİYA, s. 313. 55  CELALEDDİN ARİF, s. 111, 112. 56  AHMED ZİYA, s. 313, 314. 2318Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2305-2329  Örsten Esirgen maiyet zabiti, amirinin emriyle bir haneye usulsüz olarak cebren girdiği takdirde, kendisinin cezadan muaf olacağı, amirin ise cezalandırılacağı dile getirilmiştir.57 Öte yandan, Tanzimat dönemindeki çeşitli düzenlemeler, bazı hallerde bir kimsenin evine girilebileceğini öngörmüştür. Müdde-i umumiler, müstantıklar ve adli zabıta memurlarının, belirli durumlarda açık ve kesin bir şekilde eve girme yetkisine sahip oldukları belirtilmekle birlikte, söz konusu yetkinin kanuna ve usule uygun kullanılması gerektiği vurgulanmıştır. Örneğin, idare meclisleri tarafından bir memurun göreviyle  ilgili  olarak  yargılanması  sürecinde,  evinin  aranması  gerektiği takdirde, Usul-i Muhakeme-i Cezaiye Kanunu na uygun olarak zabıtaya emir verilebilecektir.58 Usul-i Muhakemat-ı Cezaiye Kanunu nda ayrıca, adli zabıta memurları, müstantık  ve  özellikle  müdde-i  umuminin,  suçüstü  durumlarında  failin gizlendiği veya suçun ispatına yarayacak eşyanın bulunduğu yere girmek için arama  yapabilecekleri  kabul  edilmiştir.  Ancak  bu  yetkinin  kullanılacağı zaman  dilimi  önem  arzetmekte;  tutuklama  müzekkeresi  bulunması durumunda  dahi,  gece  vakti  kimsenin  konutuna  girilememektedir.  Gece girmenin, ancak evin içinden gelen bir talebin veya yangın, su basması gibi bir mecburiyetin varlığına bağlı olduğu vurgulanmıştır.59 Örneğin, 1904 yılında Trabzon da Kondüktör Abdülkadir in, Trabzon Serkomiseri  tarafından  tütün  bulunduğu  gerekçesiyle  gece  vakti  evine girilerek arama yapıldığını,  bir şey zuhur etmediğinden ve namusu lekedâr olduğundan bahisle iktizasının ifasına dair  gönderdiği telgraf sonucunda, Zaptiye  Nezareti nden  Trabzon a  6  Nisan  1904  tarihinde  bu  durumun araştırılması için bir yazı gönderilmiştir.60 Benzer şekilde, 1 Şubat 1904 tarihli Jandarma Nizamnamesi nin 132. maddesinde,  meydana  gelen  cünha  ya  da  cinayeti  aydınlatacak,  zanlı aleyhinde, herhangi bir evrakın varlığı halinde, jandarma zabitanının derhal                                                  57  MEHMED REŞAD, s. 213, 214. 58  MEHMED REŞAD, s. 213, 214. 59  ABDÜLHALİK MİDHAT, s. 246; CELALEDDİN ARİF, s. 111. 60  BOA., ZB., 459/10, 24 Mart 1320 (M. 6 Nisan 1904). 61  132. madde:  Vuku bulan cünha ve cinayet şahıs maznun aleyh nezdinde bulunacak evrakı saire ile isbat olunabilecek halde ise jandarma zabitanı derhal hanesine giderek taharri ederler. Ancak leylen hanelere girmek kendileri içün katiyen memnudur . Düstur, I.Tertip, Mütemmim, s. 260.   2319Osmanlı Hukukunda Konut...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2306-2329  haneye girerek arama yapabilecekleri; ancak bu aramanın kesinlikle gece yapılamayacağı belirtilmiştir. Ancak 134. madde, bu durumda bir yandan zanlının  evinden  başka  bir  yere  girmeyi  yasaklamakta;  diğer  yandan kahvehane,  meyhane,  lokanta,  otel  gibi  umuma  açık  yerlere,  zabıta düzenlemeleri  gereği  açık  olduğu  saatlerde,  gece  vakti  dahi  girilmesini mümkün kılmaktadır.63 Bununla beraber, İbrahim Edhem ve İsmail Hakkı, söz konusu umuma açık yerlerin kapanma saatinden sonra, özel ikametgah halini aldığını belirterek, diğer hükümlerin uygulanacağını vurgulamışlardır.64 Bununla beraber, kanunî izin ve yetki olmaksızın veya gece saatlerinde konuta  girilememesi  durumlarında,  memurların  ve  adli  zabıtanın  gerekli tedbirleri  almaları,  örneğin  zanlının  kaçmasına  fırsat  bırakmamak  için konutun etrafını sarmaları gerekmektedir.65 Diğer  taraftan,  konut  dokunulmazlığı  ihlal  edilen  mağdurun,  meşru müdafaada bulunabilmesi de gündeme gelebilecektir. Meşru  müdafaaya  ilişkin  olarak  klasik  dönemde  bazı  kanunname hükümlerine rastlanmakla beraber, Tanzimat dönemindeki düzenlemelerde, konut  dokunulmazlığını  ihlal  durumunda  meşru  müdafaanın uygulanabileceğine dair açık bir hüküm görülmemektedir. Kanuni Sultan Süleyman Kanunnamesi nin  Ve eğer oğlan çeken ve kız çeken kimesnelerin, hıyanet ile eve girenin ve avret-kız çekmeğe bile varanun siyaset  içün  zekerlerin  keseler   şeklindeki  maddesinin  (md.  5),  çeşitli kanunname nüshalarında farklı düzenlendiği görülmekte; bunlardan birinde  ve ya bir kimesne kendü evinde bir ecnebi bulub âlet-i harb ile çalub mecrûh etdüğüne  cemâ‘a  işhâd  etse,  anun  dahi  siyâseti  sorulmaya   şeklindeki hüküm,  konut  dokunulmazlığının  ihlalinde  meşru  müdafaada bulunulabileceğini düşündürmektedir.66 Benzer şekilde I. Ahmet Kanunnamesi nin farklı nüshalarında yer alan  Ve ya bir kimesne kendü evinde bir ecnebi bulub âlet-i harb ile çalub mecrûh                                                  62  134. Madde:  Jandarma zabitanının maznun aleyh olan şahsın hanesinden maada diğer mahale dühûl eylemeleri katiyen memnudur. Fakat umuma mahsus mahallere zabıta nizamınca açık bulundurulması muayyen olan vakte değin gece dahi gidebilirler . Düstur, I.Tertip, Mütemmim, s. 260. 63  AHMED ZİYA, s. 315. 64  İBRAHİM EDHEM, s. 276; İSMAİL HAKKI, s. 420. 65  ABDÜLHALİK MİDHAT, s. 246. 66  AKGÜNDÜZ, C. IV, s. 297 dn.2. 2320Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2305-2329  Örsten Esirgen etdüğüne  cemâ‘a  işhâd  etse,  anun  dahi  siyaseti  sorulmaya   hükmü  de karşımıza çıkmaktadır.67 Tanzimat döneminde ise, 1840 ve 1851 tarihli Ceza Kanunlarında, konut dokunulmazlığını  ihlal  ya  da  meşru  müdafaaya  ilişkin  açık  bir  hükme rastlanmamaktadır. 25 Ağustos 1852 tarihinde Meclis-i Vala dan Hüdavendigar Valisi ne yazılan bir yazı, konut dokunulmazlığının ihlali durumunda meşru müdafaada bulunulabileceğini gösteren bir örnektir. İznik te  Hasan  isimli  bir  Müslümanın  öldürülmesiyle  ilgili  yapılan yargılama  sonucu  Meclis-i  Vala ya  sunulmuş;  Hasan ın  arkadaşlarıyla beraber silahlı bir şekilde İsmail ve Salih in evinin kapısını aniden kırarak açıp, içeriye girdikleri ve meydana gelen karışıklıkta Hasan ın tüfekten çıkan kurşunla vurulduğu orada bulunan şahitler tarafından ifade edilmiştir. Bu çerçevede  İsmail  ve  Salih  için  şer an  bir  ceza  uygulanmasına  gerek olmadığına, mahbesde iseler salıverilmelerine, Hasan ın firar eden arkadaşlarının ise derhal bulunarak, bir sene pranga cezasına çarptırılmalarına, ahaliden kefil göstermeleri halinde daha önce iyi halden serbest kalabileceklerine hükmedilmiştir.68 1858  tarihli  Ceza  Kanunu nun  186.  maddesi,  cana  ve  ırza  yönelik saldırılara  meşru  müdafaayı  düzenlerken;  187.  maddesi  de,  doğrudan doğruya konuta gerçekleştirilen saldırılarda meşru müdafaa durumunu ele almıştır. Buna göre,  Geceleyin bir kimse bir adamın hane ya dükkan ya odasına nerdbân  (merdiven)  kurub  çıkarken  yahud  cebren kilid  altındaki  yerleri bozarken veyahut bir meskun hanenin ya müştemilatının duvarını deler veya kapısını kırar iken ol kimseyi def i için vuku bulan katl ve cerh ve darb fiilleri kezalik muafdır ve eğer bu keyfiyet gündüzün olur ise işbu katl ve cerh ve darb fiilleri bütün bütün muaf tutulmaz ise de faili mazur olub hakkında yüz doksanıncı maddede beyan olunacak veçhile muamele olunur . Maddede atıf yapılan 190. madde ise,  Mazuriyeti mütehakkık olan kâtil ve cârih ve dârıb üç aydan üç seneye kadar habs olunur ve bu makûleler icabına göre beş                                                  67  AKGÜNDÜZ, C. IX, s. 494 dn. 4. 68  BOA., A.MKT. MVL., 55/48, 9 Zilkade 1268 (M. 25 Ağustos 1852). 69  186. madde:  Müdafaa ve muhafaza-i nefs ve ırz için vuku bulan katl ve cerh fiileri muafdır . Düstur, I. Tertip, C. I, s. 577.   2321Osmanlı Hukukunda Konut...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2306-2329  seneden  on  seneye  kadar  Zabtiye  Nezareti  altına  dahi  alınır   şeklinde düzenlenmiştir.70 D. Suça Uygulanacak Ceza ve Çeşitli Örnek Olaylar İslam  hukukunda  konut  dokunulmazlığını  ihlal  suçu,  hadd  ve  kısas cezaları arasında yer almayan; ancak suç olarak kabul edilmekle birlikte, cezası tespit edilmeyerek, devlet başkanı veya kadı tarafından belirlenmesi öngörülmüş, ta zir cezası gerektiren bir suç olarak karşımıza çıkmaktadır.71 Dolayısıyla ta zir cezalarının özellikleri düşünüldüğünde; konut dokunulmazlığını ihlal suçu açısından da, geniş bir takdir yetkisinin, türü ve miktarı konusunda farklı ceza uygulamalarının söz konusu olması mümkündür. Osmanlı  Devleti nde  ta zir  cezalarının  kanunnamelerle  önceden düzenlenmesi, bu kapsamdaki suç ve cezalarda kanunilik ilkesinin varlığını ortaya koymaktadır.72 Nitekim konut dokunulmazlığını ihlal suçu açısından da,  kanunilik  ilkesinin  gerçekleştiği  görülmektedir.  Ancak  suçun  farklı unsurları açısından, verilecek cezayı etkileyen durumlar söz konusudur. Örneğin, Fatih Kanunnamesi nde  …bir kişi bir kişinin haremine nazır olsa yirmi akçe cerime alına  ifadesi, özel hayatın gizliliği çerçevesinde para cezası verilmesini öngörmüştür. Dulkadiroğlu Kanunnamesi nde de, benzer bir hükme yer verilmiştir. Cinsel saikle konut dokunulmazlığını bozma suçu için II. Bayezid, Yavuz  Sultan  Selim,  Kanuni  Sultan  Süleyman  ve  Dulkadiroğlu Kanunnamelerinde esas itibariyle para cezası verilmesi öngörülmüştür.                                                  70  Düstur, I. Tertip, C. I, s. 577. 71  AVCI, s. 454. 72  AYDIN, s. 190. 73  AKGÜNDÜZ, C. I, s. 328. 74   Eğer bir kimesnenin kapusından ya bacasından baksalar, kırk akçe alına. Eğer ‘avâmdan ise şer le isbat etdüreler; değül ise havâsdan dindar kimesne ise sözine inanalar. Ve ‘avâmdan olan yalan çıkarsa, beş altun alına veyahud dili kesile  (md. 36). AKGÜNDÜZ, C. V, s. 158. 75   ve eğer birâgûnun evine girse, zina kasdına, evlü ise evlü cürmin; eğer ergen ise ergen cürmin vere  (md. 6). AKGÜNDÜZ, C. II, s. 40. 76   eğer zina kasdına bir kişinin evine girse, evlü olursa evlü cürmini ve ergen olursa ergen cürmini vere  (md. 4). AKGÜNDÜZ, C. III, s. 89. 77  AKGÜNDÜZ, C. IV, s. 366. 78   Her kim ki, eve girse zina kasdına yahud yapışsa öpse ol öpülenin rızası olsa, zina cerimesi alına. Eğer gücile ise girdüği ya öpdüği yahud yapuşduğı, beş altun alına  (md. 12). AKGÜNDÜZ, C. V, s. 157. 2322Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2305-2329  Örsten Esirgen Diğer  taraftan,  II.  Bayezid,  Kanuni  Sultan  Süleyman  ve  I.  Ahmet Kanunnamelerinde hıyanet ile konut dokunulmazlığını bozma suçuna, cinsel organını kesme cezasının verilmesi kabul edilmiştir.79 Kanuni Sultan Süleyman ın ilk genel Kanunnamesi olduğu düşünülen metinde yer alan  Ve kul ve cariye ayardanı veya oğlan ayardub alub gideni ve dükkan açanı, eve gireni ve birkaç kerre hırsuzluk edeni, salb edeler  şeklindeki hüküm (md. 37) çerçevesinde,  -cinsel saikle veya hıyanet ile gerçekleşmesi halleri dışında- konut dokunulmazlığını ihlalin  salb cezası  (asılma) ile cezalandırıldığı görülmektedir.80 Görüldüğü üzere, kanunnamelerde konut dokunulmazlığını ihlal suçunun farklı görünümleri için, çeşitli ceza türleri öngörülmüştür. Uygulamaya bakıldığında mühimme defterlerinde, zina kastıyla ya da zarar vermek amacıyla konut dokunulmazlığını ihlal eden kişilerin kürek cezasına  çarptırılmak  üzere  İstanbul a  gönderilmeleri  yönünde  örnekleri görmek mümkündür.81 Ancak şer iye sicillerinde rastlanan örneklerde, gece işlenen  konut  dokunulmazlığını  ihlal  suçuna  para  cezası  verildiği aktarılmakla birlikte; genellikle sadece ta zir cezası verildiği belirtilmekle yetinilmiş ve cezanın türü hakkında açıklama yapılmamıştır.83 Tanzimat  dönemine  gelindiğinde,  1840  ve  1851  tarihli  Ceza Kanunlarında, malvarlığına yönelen saldırılar için ceza öngören maddeler bulunmakla birlikte, konut dokunulmazlığını ihlal suçuna ilişkin herhangi bir düzenlemeye yer verilmediği görülmektedir. Ancak çeşitli arşiv belgeleri, bu dönemde konut dokunulmazlığını ihlal konusuna  merkezi  yönetimin  yaklaşımını  göstermesi  bakımından  önem arzetmektedir. Örneğin 29 Mayıs 1851 tarihinde Dahiliye Nezareti nden Kastamonu valisine yazılan bir yazı, Kengırı sancağında iki ay önce meydana gelen kadın kaçırmak  amacıyla  gerçekleştirilen  konut  dokunulmazlığını  ihlalin                                                  79   …hıyanet ile bir ecnebinin evine giren kimsenin… içmeği (emceği) kesile…  (md. 26). AKGÜNDÜZ, C. II, s. 42, 43; C. IV, s. 368; C. IX, s. 494. Benzer bir ifadenin, Yavuz Sultan Selim Kanunnamesi nin farklı nüshalarında haşiye olarak bulunduğu Akgündüz tarafından belirtilmiştir. AKGÜNDÜZ, C. III, s. 89 dn.1.  80  AKGÜNDÜZ, C. IV, s. 301. 81  3 Numaralı Mühimme Defteri (966-968/1558-1560), Başbakanlık Devlet Arşivleri Genel Müdürlüğü Yayını, Ankara, 1993, s. 82, 566. 82  AVCI, s. 454. 83  Üsküdar Mahkemesi 2 Numaralı Sicil, C. 2, s. 121, Hüküm no: 159; Üsküdar Mahkemesi 17 Numaralı Sicil, C. 6, s. 94, Hüküm no: 96.   2323Osmanlı Hukukunda Konut...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2306-2329  araştırılmasıyla ilgilidir. Hacı Ahmed Efendi tarafından sunulan arzuhalde, Hacı Ahmed Efendi nin gelini Emine yi kaçırmak isteyen Çavuş oğlu Ali nin yanında oğlu, kardeşleri ve yaklaşık yirmi kişi ile birlikte gece yarısı eve girerek darp etmelerinin yanı sıra, eşyalara da zarar verdikleri belirtilmiş; Meclis-i Vala ya da iletilen başvuruyla ilgili olarak gerekli yargılamanın yapılması ve sonucun bildirilmesi istenmiştir.84 Dahiliye Nezareti nden Kastamonu valisine yazılan bir başka yazıda ise, Bolu  Sancağı nda  gerçekleşen  Hacı  Mustafa  Ağa nın  hanesine  girilmesi olayında,  yapılan  araştırma  sonucunda,  giren  kişilerin  Ereğli  kömür madeninde çalışan on dört Hırvat olduğu belirlenmiş; Kastamonu Meclisi tarafından  Meclis-i  Vala  ile  yapılan  yazışmalar  sonucunda  söz  konusu kişilerin yargılamasının Bolu da yapılacağı kararlaştırılmıştır.85 Niğde Arabsun da meydana gelen bir olayda da, zimmi Beretomoz 9 Nisan 1856 tarihinde yaptığı bir şikayetle, Türkmen oğlu Mehmed in gece vakti  evine  girerek,  aile  fertlerine  cinsel  saldırıda  bulunmaya  çalıştığını bildirmiş ve gereğinin yapılmasını talep etmiştir. Deavi Nezareti nden Niğde Kaymakamına  gönderilen  yazıda,  Beretomoz un  şikayeti  doğrultusunda olayın araştırılarak, sonuçlandırılması emredilmiştir.86 1858 tarihli Ceza Kanunu nda ise, 105. maddesinde kişiler tarafından işlenen konut dokunulmazlığını ihlal suçuna bir haftadan altı aya kadar hapis cezası öngörülmüştür. Memurlar tarafından işlenmesi halinde verilecek ceza ise, altı aydan üç seneye kadar hapis cezası olarak düzenlenmiş olup; amirinin emri  ile  yaptığının  anlaşılması  durumunda,  cezanın  amir  hakkında uygulanması söz konusu olacaktır. Yetkisi ya da izni olmaksızın, mülkî ya da askerî memur gibi davranarak bir  kişinin  hanesine  giren  kişi  hakkında  ise,  Ceza  Kanunu nun  130. maddesinin uygulanacağı belirtilmiştir.88                                                  84  BOA., A.MKT.UM., 61/47, 28 Receb 1267 (M. 29 Mayıs 1851). 85  BOA., A.MKT.UM., 132/13, 8 Receb 1269 (M. 17 Nisan 1863). 86  BOA., A.MKT.DV., 91/94, 7 Şaban 1272 (M. 13 Nisan 1856). 87  130. madde:  Her kim Devlet-i Âliyyeden salahiyet ve mezuniyeti olmaksızın hod-be-hod memuriyet-i mülkiye ve askeriye sıfatında görünür veyahut bu memuriyetlere müteferri mevaddı icra eyler ise üç aydan eksik olmamak üzere hapis cezası ile mücazat olunur. Ve bu harekete mütecasir olan, sahte ferman-ı âli ve emirname-i sâmî ve buyruldu misillû evrak-ı resmiye irâe ve neşri ile sahtekârlığa cüret eder ise hakkında onbeşinci fasıl da beyan olunacağı vechile sahtekâr cezası dahi ayrıca hüküm ve icra kılınır . Düstur, I. Tertip, C. I, s. 566. 88  AHMED ZİYA, s. 317. 2324Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2305-2329  Örsten Esirgen 1858  tarihli  Ceza  Kanunu nun  uygulandığı  dönemde,  1899-1900 yıllarına ait bir Adıyaman şer iye sicilinde zimmi bir vatandaşın evine zorla giren bir Müslümana altı ay üç gün hapis cezası verilmesi örneğinin yanı sıra; Ermeni cemaatinden kişiler arasında meydana gelen zorla eve girme suçunda, zimmi kadınların şahitlik yaptığı ve faillerin çeşitli sürelerle hapis cezalarına çarptırıldıkları görülmüştür.90 Aynı  dönemden  ilginç  bir  başka  örnek  de,  Trabzon da  karşımıza çıkmaktadır: Of  kazasının  Şinik  köyünden  Hacı  Mehmed  Cevdet,  kendisine babasından miras kalan ve karyeye üç saat uzaklıkta bulunan Vartan isimli yayladaki hanesine kendisinin askerde olduğu dönemde aynı köyden Hüseyin ve Biçan köyünden Ahmed in, Cevdet in kardeşi Behzat ın teşvik etmesiyle 8 Temmuz 1910 tarihinde cebren girilerek zarar verildiğini; bu duruma ilişkin imam, muhtar ve birkaç kişinin imzasıyla tutulan şehadetname ve başka şahitlerin de isimleri belirtilerek, sebep olanların cezalandırılmasına ilişkin talebini  4  Ağustos  1910  tarihli  bir  arzuhal  ile  Dahiliye  Nezareti ne bildirmiştir.91 Dahiliye Nezareti nden Trabzon a ilk olarak 8 Ağustos 1910 tarihinde gerekli işlemlerin yapılması emredilmişse de; 22 Kasım 1910 ve 3 Aralık 1910 tarihlerinde tekrar yazı yazılarak gelişmeler sorulmuştur. Son olarak 11 Nisan 1911 tarihinde halen cevap alınmamış olduğu vurgulanarak, -bir kez daha uyarmaya  gerek  kalmadan-  yapılan  işlemler  hakkında  bilgi  verilmesi istenmiştir. Konuyla ilgili cevap, 20 Mayıs 1911 tarihinde Trabzon Valisi Bekir Sami Bey  tarafından  Dahiliye  Nezareti ne  gönderilmiştir.  Buna  göre,  yapılan soruşturma  sonucunda  şikayet  edilen  Hüseyin,  söz  konusu  haneyi  Hacı Mehmet Cevdet in erkek kardeşlerinden komşularının huzurunda satın alarak bedelini ödediğini beyan etmiştir. Bu doğrultuda Hacı Mehmed Cevdet in Mahkeme-i Hukuk a başvurması gerektiği bildirilmiştir.                                                  89  Ömer  Faruk  GÖKDENİZ,  262  Numaralı  Hısn-ı  Mansur  (Adıyaman)  Kadı  Sicilinin Transkripsiyonu  ve  Değerlendirilmesi,  Yayımlanmamış  Yüksek  Lisans  Tezi, Kahramanmaraş Sütçü İmam Üniversitesi Sosyal Bilimler Enstitüsü, Kahramanmaraş, 2006, s. 56. 90  GÖKDENİZ, s. 44, 45. 91  BOA., DH.H., 42/3, 28 Cumadelûlâ 1329 (M. 20 Mayıs 1911).   2325Osmanlı Hukukunda Konut...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2306-2329  Söz konusu olayda dikkat çeken, Hacı Mehmed Cevdet in arzuhalinde, hanesine  yapılan  saldırının   Meşrutiyet-i  Osmanîsinin  bahşetmiş  olduğu hürriyet ve adaleti suistimal ve ihlal etmeğe tasaddi  anlamına geldiğini vurgulayarak,  muamele-i müstebîdâne hareketlerin büsbütün Meşrutiyete mugayir olduğundan  kanuni işlem yapılmasını talep etmiş olmasıdır.  1858 tarihli Ceza Kanunu nda 1911 yılındaki değişiklik, 105. maddede öngörülen cezalar açısından etkili olmakla beraber, kişiler tarafından işlenen değil;  memurlar  tarafından  işlenen  konut  dokunulmazlığını  ihlal  suçuna öngörülen cezaların tekrar düzenlendiği görülmektedir. Buna  göre,  memurlar  tarafından  görevi  suistimal  ederek,  kanunen öngörülen  usul  ve  şartlara  aykırı  olarak  veya  kişilerin  ticaretgah  ile idarehanelerinde  usule  aykırı  şekilde  arama  yapılması  suretiyle gerçekleştirilen  ihlaller  için,  üç  aydan  üç  seneye  kadar  hapis  cezası öngörülmüşken; arama yapma gibi keyfî bir işlem söz konusuysa, altı aydan üç seneye kadar hapis cezası kabul edilmiştir. Sonuç Osmanlı Devleti nde konut dokunulmazlığının geç ortaya çıkmış bir kavram olduğu iddiasının, dönemin dayandığı hukuk kuralları kapsamlı bir şekilde  değerlendirilip,  özellikle  şer iye  sicilleri  ile  arşiv  belgeleri incelendiğinde dayanaksız olduğu görülmektedir. İslam  hukukunda,  konut  dokunulmazlığının  özel  hayatın  gizliliğiyle birlikte değerlendirilerek korunması esası söz konusudur. Buna ek olarak, Osmanlı  Devleti nde  farklı  yüzyıllara  ait,  genel  ya  da  yerel  nitelikli kanunnamelerin konuyla ilgili hükümlerine bakıldığında, şer i hukuk-örfî hukuk  çerçevesinde  konut  dokunulmazlığının  sağlanmasında  süreklilik arzeden, istikrarlı bir çizgi izlendiği ortaya çıkmaktadır. Tanzimat  döneminde  Batı  hukukunun  etkisiyle  hukuk  sisteminde gerçekleştirilen  kanunlaştırma  hareketleri  çerçevesinde  ise,  konut dokunulmazlığının  kapsamı  kamu  görevlilerini  de  içine  alacak  şekilde genişleyerek düzenlenmeye devam etmiştir. Bu çerçevede, Osmanlı Devleti nde gerek klasik dönem, gerek Tanzimat döneminde konut dokunulmazlığı, çeşitli hukuki düzenlemelerle güvence altına alınmış; ihlali durumunda uygulanmak üzere cezalar öngörülmüştür. Dolayısıyla farklı hukukî dayanaklar çerçevesinde, konut dokunulmazlığının Osmanlı hukuk tarihinin her döneminde güvenceli kılındığı kabul edilmelidir. 2326Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2305-2329  Örsten Esirgen Diğer taraftan, Osmanlı hukuk tarihinde, özellikle Tanzimat döneminde, gerek  anayasal,  gerek  yasal  düzeyde  sağlanan  konut  dokunulmazlığı anlayışının Cumhuriyet döneminde sürdürüldüğü görülmektedir. 1876  tarihli  Kanun-i  Esasi nin  22.  maddesinde  düzenlenen  konut dokunulmazlığı, 1924 Anayasası nda da 71. ve 76. maddelerde anayasal düzeyde güvence altına alınırken; 1858 tarihli Ceza Kanunu nun kişiler ve memurlar  tarafından  konut  dokunulmazlığının  ihlal  edilmesi  bakımından çizdiği  genel  çerçeve,  1926  yılında  kabul  edilen  765  sayılı  Türk  Ceza Kanunu nda da sürdürülmüştür. Ancak 1858 tarihli Ceza Kanunu nda konut dokunulmazlığını ihlal suçu, Kanunun  Zarar-ı Âmm Olan Cinayet ve Cünha ile Mücazât Müterettibeleri Beyanındadır   başlıklı  birinci  babının,   Memûrin-i  Hükümet  Tarafından Efrad  Hakkında  Teaddiyat  ve  Su-i  Muamelat  Vukuunda  İcra  Olunacak Mücazat  başlığını taşıyan altıncı faslında düzenlenmişken, 1926 tarihli Türk Ceza Kanunu nda  Özgürlük Aleyhine Cürümler  başlıklı ikinci babında,  Mesken Masuniyeti Aleyhine Cürümler e tahsis edilen dördüncü faslında 193.  ve  194.  maddelerde  yer  almıştır.  Bu  doğrultuda,  günümüzde  de özgürlüklere  karşı  işlenen  bir  suç  olarak,  çeşitli  açılardan nitelikli/ağırlaştırılmış halleri de düzenlenmek suretiyle gelişimine devam ettiği ifade edilmiştir.92",
     "Kaynakça": "3  Numaralı  Mühimme  Defteri  (966-968/1558-1560,  (1993).  Ankara: Başbakanlık Devlet Arşivleri Genel Müdürlüğü Yayını. ABDÜLHALİK MİDHAT. (1325). Hukuk-ı Cezaiyye, Dersaadet, Ahmed Saki Bey Matbaası. AHMED ZİYA. (1329). Mufassal Kanun-i Ceza ve Teferruatı Şerhi, İstanbul: Cihan Matbaası. AKGÜNDÜZ, Ahmed. (1990). Osmanlı Kanunnameleri ve Hukuki Tahlilleri, C. I-IX, İstanbul: Osmanlı Araştırmaları Vakfı Yayını. ARMAĞAN, Servet. (1976).  İslam Hukukunda Özel Hayatın Gizliliği , İslam Tetkikleri Enstitüsü Dergisi, C. VI, S: 3-4, s. 141-168. AVCI, Mustafa. (2014). Osmanlı Ceza Hukuku Genel Hükümler, Konya: Mimoza Yayınları. AYDIN, M.Akif. (2007). Türk Hukuk Tarihi, İstanbul: Hars Yayıncılık. CELALEDDİN ARİF. (1328). Hukuk-ı Esasiye, Kısm-ı Sâni, Dersaadet: Matbaa-i Hukukiye. CİN, Halil-AKYILMAZ, Gül. (2003). Türk Hukuk Tarihi, Konya: Sayram Yayınları. ÇINAR, Ali Rıza. (1999). Konut Dokunulmazlığını İhlal Suçları, Ankara:"
}