{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "64",
     "Sayı": "3",
     "Başlık": "İŞTİRAK HALİNDE İŞLENEN SUÇLARDA SUÇA ETKİ EDEN NEDENLERİN ŞERİKLERE SİRAYETİ",
     "Title": "Impact of Aggravating and Mitigating Reasons on Participants in Participated Crimes",
     "Yazar İsmi": [
          "Meral EKİCİ ŞAHİN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Suç",
          "iştirak",
          "fail",
          "şerik",
          "ağırlatıcı neden",
          "hafifletici neden",
          "sirayet"
     ],
     "Keywords": [
          "Offence",
          "participation",
          "participator",
          "perpetrator",
          "effect",
          "aggravating and mitigating reasons"
     ],
     "Özet": "İştirak halinde işlenen suçlarda suça etki eden ağırlatıcı ve hafifletici nedenlerin şeriklere sirayeti ceza hukukunun önemli bir sorunu olmasına rağmen,  Türk  Ceza  Kanunu nda  konuya  ilişkin  açık  bir  düzenleme yapılmamıştır. Bazı yazarlar, meselenin TCK m. 40 da düzenlenmiş olan  bağlılık kuralı  kapsamında ele alınması gerektiğini savunurken, öğretinin büyük bir bölümü bağlılık kuralının iştirak halinde işlenen suçlarda suça etki eden  nedenlerin  sirayetini  çözmekten  uzak  olduğunu  düşünmektedir. Uygulamada ise çelişkili kararlar verilmektedir.",
     "Abstract": "Despite effecting  aggravating and mitigation reasons  to the persons who participate commission of offence, is an important problem in criminal law, there isn t any provision about this subject in Turkish Penal Code. Some of authors in Turkish doctrine think that, in these situations  Connected Offences Rule  which is regulated under Turkish Penal Code article 40, should be applied. Conversely a large part of Turkish doctrine have opinion that,  Connected Offences Rule  is far from solving this problem. In practice there are many contradictory court decisions about this situation.",
     "Metin": "İştirak  halinde  işlenen  suçlarda,  suça  etki  eden  nedenlerin  şeriklere sirayeti meselesi, ceza hukukunun en tartışmalı konularından biridir.  765 sayılı TCK nın yürürlükte olduğu dönemde, suça etki eden nedenler fiile ve şahsa ilişkin nedenler olarak ikiye ayrılmaktaydı. Bu nedenler, ceza üzerindeki etkilerine göre hafifletici ve ağırlatıcı nedenler şeklinde yine ikili bir alt ayrımda inceleniyordu.  Fiile ilişkin olup da cezada indirim yapılmasını gerektiren nedenler, suçun maddi unsuruna dahil kabul ediliyor ve bütün suç ortakları hakkında uygulanıyordu. Buna karşılık şahsa ilişkin olup, cezalandırmaya engel olan veya  cezada  indirim  yapılmasını  gerektiren  nedenler,  kanunda  açık  bir düzenleme bulunmadığından, yalnızca kendisinde bu neden bulunan kişiye uygulanıyor, diğer suç ortaklarına sirayet ettirilmiyordu.  Ağırlatıcı  nedenler  konusunda  ise  765  sayılı  TCK nın  66  ve  67. maddelerinde  açık  düzenlemeler  yapılmıştı.  66.  maddede  yer  alan düzenlemeye göre; suç ortaklarından birinin şahsından kaynaklanan cezanın ağırlaştırılmasını gerektiren bir neden, iştirak iradesinin ortaya çıktığı anda                                                  3   DÖNMEZER, Sulhi/ ERMAN, Sahir, Nazari ve Tatbiki Ceza Hukuku, C. II, Yeniden Gözden Geçirilmiş Onikinci Bası, İstanbul 1999, kn. 1274- 1281 vd. 638AÜHFD, 64 (3) 2015: 637-686                Ekici Şahin bilinmesi şartıyla diğer ortaklara da sirayet etmekteydi. Dolayısıyla ister şerikten, isterse failden kaynaklansın, somut olayda var olan şahsi ağırlatıcı neden diğer suç ortakları tarafından bilindiğinde (vukuf), suça iştirak eden herkes  hakkında  uygulanıyordu.  Maddenin  ikinci  cümlesinde,  şahsi ağırlatıcı  nedenin  sirayetine  bağlı  olarak  cezası  artırılan  suç  ortağının cezasında tekrar indirim yapılması öngörülmüştü.  Fiile ilişkin ağırlatıcı nedenler ise, 765 sayılı TCK nın 67. maddesinde düzenlenmişti. Buna göre; fiile ilişkin ağırlatıcı nedenler suçun işlendiği anda bilinmesi (vukuf) şartıyla, bütün suç ortakları hakkında uygulanıyordu. Düzenlemede suçun niteliğini değiştiren nedenlerin de fiilin işlendiği anda bilinmesi şartıyla, bütün fail ve şerikler hakkında uygulanacağı yer alıyordu.  765  sayılı  TCK'nın  aksine,  5237  sayılı  TCK'da  suça  etki  eden nedenlerin  suç  ortaklarına  sirayeti  konusunda  açık  bir  düzenleme yapılmamıştır. Bu nedenle iştirak halinde işlenen suçlarda suça etki eden şahsi ve fiili nedenler gibi, ağırlatıcı ve hafifletici nedenlerin fail ve şeriklere sirayeti de öğreti ve uygulamada tartışmalıdır.  Öğretide, konuya ilişkin yasal bir boşluk olduğu ve TCK da açık bir düzenleme yapılması gerektiği görüşü ağırlıklı olarak savunulmaktadır.                                                  4   DÖNMEZER/ ERMAN, bilmenin tek başına yeterli olmadığını; ayrıca bu şahsi sebebin suçun  icrasını  kolaylaştıran  bir  etkisinin  de  olması  gerektiğini  belirtmekteydi. DÖNMEZER/ ERMAN, C. II, kn. 1279. 5   DÖNMEZER/ ERMAN, C. II, kn. 1304; İÇEL, Kayıhan/ SOKULLU- AKINCI, Fusun/ ÖZGENÇ, İzzet/ SÖZÜER, Adem/ MAHMUTOĞLU, Fatih S./ ÜNVER, Yener, İÇEL Suç Teorisi, Yeniden Gözden Geçirilmiş 2. Bası, İstanbul 2000, s. 408- 409. Bu eserde, 765 sayılı TCK m. 66 ve 67 nin suç genel teorisinin suç ortaklarına ilişkin ilkesi açısından yanlış olduğu, bu maddelerin kanundan çıkartılması gerektiği görüşüne yer verilmiştir. Bkz. aynı yerde s. 409.  … Maddi olayda sanık babası ile birlikte amcasını yaralamıştır. Diğer sanık ile mağdurun kardeş olduklarına kesin vakıftır, bilmektedir. Bu nedenle, diğer sanık hakkındaki   şahsa bağlı cezayı ağırlaştırıcı sebebi  bilen sanık hakkında, TCY. nın 66, 457/1. maddeleri uygulanmalıdır…  YCGK, E. 1993/ 1- 319,K. 1993/ 322, T. 13. 12. 1993, Erişim: www.kazancı.com, Tarih. 12.10.2015.  6   Madde 66-  Bir cürüm veya kabahati beraber işleyenlerden veya icrasını kolaylaştırmağa yardım edenlerden biri hakkında teşdidi cezayı mucip olan şahsa merbut daimi veya arızi ahval ve evsaf, cürüm veya kabahate iştirak eyledikleri zamanda ona vakıf olan faillere dahi sirayet eder. Ancak haklarında terettüp eden cezanın altıda biri indirilebilir ve ağırlaştırılmış müebbet ağır hapis ile müebbet ağır hapis cezasına bedel yirmi seneden yirmi dört seneye kadar ağır hapis cezası hükmolunur.   7   Madde 67-  Fiilin cezasını teşdit eden maddi esbabı dahi cürüm veya kabahatin vasfını tebdil edecek şekilde olsa bile fiil işlendiği zamanda ona vakıf olan şeriklere saridir.  8   AKBULUT, Berrin, Bağlılık Kuralı, GÜHFD, C. XIV, Y. 2010, S. 1, s. 204 (s. 167- 214); ÖZBEK, Veli Özer/ KANBUR, Mehmet Nihat/ DOĞAN, Koray/ BACAKSIZ, Pınar/   639İştirak Halinde İşlenen Suçlarda...           AÜHFD, 64 (3) 2015: 637-686  Ancak  bu  görüşe  katılmayan  yazarlar;  suça  etki  eden  nedenlerin şeriklere sirayeti konusunda bağlılık kuralının esas alınması ve şeriklerin cezai  sorumluluklarının  buna  göre  belirlenmesi  gerektiğini  kabul etmektedirler.  Aynı  görüşe,  5237  sayılı  TCK nın  40.  maddesinin gerekçesinde de yer verilmiştir. TCK m. 40 ın gerekçesine göre:  Hükümet Tasarısında, 765 sayılı Türk Ceza Kanununda olduğu gibi,  kişisel ağırlatıcı nedenlerin   ve   fiili  ağırlatıcı  nedenlerin  şeriklere  uygulanması  hükümlerine  yer  verilmiştir.  Bu  hükümler,  bağlılık  kuralının  henüz bilinmediği  19.  yüzyıl  ceza  hukuku  düşüncesinin  ürünü  olarak  kanuna konmuştur. Bağlılık kuralına metinde yer verildikten sonra, bu hükümlerin korunmasına gerek kalmamıştır. Kaldı ki,  ağırlatıcı neden lerin kişisel ve fiili  olarak  ayrıma  tabi  tutulması  bilimsel  olmadığı  için,  uygulamada duraksamalara ve çelişkili kararlara neden olmaktadır. Belirtilen nedenlerle, Hükümet Tasarısının 43 ve 44. maddeleri hükümleri metinden çıkartılmıştır.   Öğretideki görüş ayrılıkları yargı pratiğine de yansımaktadır. Konuya ilişkin henüz bir içtihat birliği oluşmamıştır.                                                                                                                    TEPE,  İlker,  Türk  Ceza  Hukuku  Özel  Hükümler,  7.  Baskı,  Ankara  2014,  s.  117; DEMİRBAŞ, Timur, Ceza Hukuku Genel Hükümler, 9. Baskı, Ankara 2013, s. 506; ÖZBEK, Veli Özer/ KANBUR, Mehmet Nihat/ DOĞAN, Koray/ BACAKSIZ, Pınar/ TEPE, İlker, Türk Ceza Hukuku Genel Hükümler, 5. Baskı, Ankara 2014, s. 574; AYDIN, Devrim, Türk Ceza Hukukunda Suça İştirak, Ankara 2009, s. 231; KAYMAZ, Seydi, 5237 Sayılı Türk Ceza Kanununa Göre İştirak Halinde İşlenen Suçlarda Nitelikli Hallerin Diğer Suç Ortaklarına Geçişi Sorunu, GÜHFD, C. XVI, Y. 2012, S. 2, s. 124 (s. 117- 167); ÜNVER, Yener,  YTCK'da Kusurluluk , CHD, Y: 1, S: 1, Ekim 2006, (s. 37- 73), s. 70; SONAY EVİK, Vesile, Suça İştirakte Yardım Edenin Ceza Sorumluluğu, İstanbul 2011, s. 297; HAZFIZOĞULLARI, Zeki/ ÖZEN, Muharrem, Türk Ceza Hukuku Genel Hükümler, 5. Baskı, Ankara 2012, 359 vd; HAKERİ, Hakan, Ceza Hukuku Genel Hükümler, 17. Baskı, Ankara 2014, s. 562.  9   ÖZGENÇ,  İzzet,  Türk  Ceza  Hukuku  Genel  Hükümler,  Gözden  Geçirilmiş  ve Güncellenmiş 10. Bası, Ankara 2014, s. 528 vd.; ARTUK, Mehmet Emin/ GÖKCEN, Ahmet/ YENİDÜNYA, A. Caner, Ceza Hukuku Genel Hükümler, 7. Baskı, Ankara 2013, s. 622 vd.; KOCA, Mahmut/ÜZÜLMEZ, İlhan, Türk Ceza Hukuku Genel Hükümler, 7. Baskı, Ankara Eylül 2014, s. 446 vd.; GÖKCEN, Ahmet/ BALCI, Murat, Kasten Öldürme Suçu (TCK m. 81), MÜHFHAD, Y. 2011, C. 17, S. 1-2, s. 180 vd.,(s. 95- 218). 10  Bağlılık kuralı başlığını taşıyan TCK m. 40 şu şekildedir:  (1) Suça iştirak için, kasten ve hukuka aykırı işlenmiş bir fiilin varlığı yeterlidir. Suçun işlenişine iştirak eden her kişi, diğerinin cezalandırılmasını önleyen kişisel nedenler göz önünde bulundurulmaksızın kendi kusurlu fiiline göre cezalandırılır. (2) Özgü suçlarda, ancak özel faillik niteliğini taşıyan kişi fail olabilir. Bu suçların işlenişine iştirak eden diğer kişiler ise, azmettiren veya yardım eden olarak sorumlu tutulur. (3) Suça iştirakten dolayı sorumlu tutulabilmek için, ilgili suçun en azından teşebbüs aşamasına varmış olması gerekir.  11  Yargıtay; bir kararında,  sanık Ramazan yönünden; Sanığın maktulle akrabalık bağının bulunmadığı anlaşılmakla, TCK'nın 82/1-d maddesinin uygulanması kanuna aykırı...  640AÜHFD, 64 (3) 2015: 637-686                Ekici Şahin Bu çalışma suça etki eden ağırlatıcı ve hafifletici nedenlerin sirayetine ilişkin problemleri ve çözüm önerilerini ortaya koymayı amaçlamaktadır. Ancak, konunun açıklanması açısından; öncelikle tartışmaların temelinde yatan bağlılık kuralının ne olduğunu izah etmek gerekmektedir. Bağlılık kuralının  ne  olduğunu  ve  nereden  geldiğini  ortaya  koyabilmek  için  de şeriklerin  cezalandırılmasının  hukuki  temelleri  üzerinde  durulmalıdır. Çalışma bu akış içinde kurgulanmış ve şeriklerin cezalandırılmasının hukuki temelini ortaya koymaya çalışan görüşlere yer verildikten sonra, bağlılık kuralının ne olduğu ve şartları açıklanmıştır. Söz konusu genel açıklamaları, suça etki eden nedenler ve bu nedenlerin tasnifine ilişkin inceleme takip etmektedir. Çalışma, suça etki eden fiili ve şahsi nedenlerin sirayeti ve son bir  değerlendirme  ile  tamamlanmıştır.  Ancak  konu  yalnızca  şerikler açısından ele alınmış, müşterek failler bu çalışmanın dışında bırakılmıştır.  Suça  etki  eden  bir  nedenin  fiili  mi,  şahsi  mi  olduğu  konusunda duraksamalar yaşansa da, bu nedenlerin fiile ve şahsa ilişkin olarak ikiye ayrılarak  incelenmesi TCK  m.  40 ın gerekçesinde  dile  getirilen  görüşün aksine genel olarak kabul gören bir ayrımdır. Konunun sistematik olarak ortaya konması amacıyla bu çalışmada da fiili ve şahsi nedenler ayrımına                                                                                                                    demek suretiyle şerikten kaynaklanan ağırlatıcı nedenin faile sirayet etmeyeceğine işaret ederken ( Y. 1. CD, E: 2009-3865, K: 2010-1054, T: 23.02.2010.); başka bir kararında,  sanık Halil İbrahim'in, eşi olan maktuleyi öldürmesi için sanık Adem'i azmettirdiği, sanık Adem'in  de,  maktulenin  sanık  Halil  İbrahim'in  eşi  olduğunu  bildiği  anlaşılmakla, azmettirenden kaynaklanan şahsi ağırlaştırıcı sebebin sirayetinin kabulü ile, sanık Adem hakkında  öldürme  suçundan  5237  sayılı  TCK'nın  82/1-d  maddesi  uyarınca  hüküm kurulmasında  isabetsizlik  bulunmadığına...   demek  suretiyle  azmettirenin  şahsından kaynaklanan nitelikli halin faile sirayet edeceğini belirtmiştir. Y. 1. CD, E: 2010/438, K: 2010/493, T: 1.2.2010. Aktaran: KAYMAZ, s. 146. 12  ÖZGENÇ,  suç  genel  teorisinde  artık  ağırlatıcı  neden  hafifletici  neden  ayrımından vazgeçildiğini ifade etmektedir. Bkz. ÖZGENÇ, İzzet, Türk Ceza Kanunu Tasarısındaki Suça İştirake İlişkin Hükümlerin Değerlendirilmesi, YD, Ocak- Nisan 1999, s. 92. 13  Özellikle kasten adam öldürme suçunda töre saiki, kan gütme saiki, işlenmiş olan bir suçun delillerini ortadan kaldırma saiki veya tasarlama gibi ağırlatıcı nedenlerin fiile mi, şahsa mı ilişkin olduğu tartışmalıdır. Bkz. KOCA, Mahmut/ÜZÜLMEZ, İlhan, Türk Ceza Hukuku Özel Hükümler, Ankara 2013, s. 58; ÖZBEK/ KANBUR/ DOĞAN/ BACAKSIZ/ TEPE, Özel Hükümler, s. 117; TEZCAN, Durmuş/ ERDEM, Mustafa Ruhan/ ÖNOK, Murat, Teorik ve Pratik Ceza Özel Hukuku, 11. Baskı, Ankara 2014, s. 158; DÖNMEZER, Sulhi, Kişilere ve Mala Karşı Cürümler, 16. Bası, İstanbul 2001, s. 63. Bkz. DÖNMEZER/ ERMAN, C. II, kn. 1280. 14  HAKERİ, s. 564; HAFIZOĞULLARI/ ÖZEN, s. 363; DEMİRBAŞ, s. 505; SOYASLAN, Doğan, Ceza Hukuku Genel Hükümler, Güncellenmiş 3. Baskı, Ankara 2005, s. 490; KAYMAZ, s. 150.   641İştirak Halinde İşlenen Suçlarda...           AÜHFD, 64 (3) 2015: 637-686  bağlı kalınmıştır. Fiili ve şahsi ağırlatıcı nedenler ayrımının eleştirildiği TCK  m.  40 ın  gerekçesinin  2.  paragrafında,   cezayı  hafifleten  kişisel nedenlerden  söz edilmesi, kanun koyucunun da bu terminolojiyi bütünüyle terk edemediğini göstermektedir. TCK m. 40 ın gerekçesinde yer alan ifade şu şekildedir:   Yine cezayı hafifleten veya ortadan kaldıran kişisel nedenler, ancak ilgili suç ortağı açısından hukuki sonuç doğurur .  II. Şeriklerin Cezalandırılmasının Hukuki Temeli  Bir  başkasının  suçuna  iştirak  edenlerin  cezalandırılmasının  hukuki gerekçesi, öğretinin önemli tartışmalarından biridir. Davranışları herhangi bir suç  tipine  uygun  olmasa  da,  suça  iştirak  eden  kişilerin  cezalandırılıyor olmalarını açıklamak amacıyla, pek çok teori geliştirilmiştir. Bu teorilerden biri  olan   kusura  iştirak   veya     başkasının  kusurundan   sorumluluk teorisine (Schuldteilnahmetheorie)16 göre: Azmettiren, asıl faili kusurlu bir şekilde  suç  işlemeye  sevk  ederek,  yardım  eden  de  davranışlarıyla  failin kusurunun ve haksızlığının artmasına katkıda bulunarak, asıl failin kusuruna (Schuld)  iştirak  ederler.  Asıl  failin  kusurlu  hareket  etmesinden  ve kınanmasından, azmettiren veya yardım eden birlikte sorumludur. Özellikle azmettiren yalnızca suça neden olmamakta, aynı zamanda suçluyu bizzat kendisi ortaya çıkarmaktadır. Söz konusu teori, AlCK §29 da suça iştirak eden  herkesin  diğerinin  kusuru  dikkate  alınmaksızın,  yalnızca  kendi kusuruna göre cezalandırılacağı açıkça düzenlendiği ve iştirakte artık failin hareketinin kusurlu olması aranmadığı için, en azından Alman doktrininde savunulabilir olmaktan çıkmıştır.  Salt nedensellik  (reine Verursachungstheorie) veya  iştirakçinin suçu  teorisine  (die  Lehre  vom  Teilnehmerdelikt)  göre  ise;  iştirakin cezalandırılmasının  nedeni,  tipe  uygun  ve  hukuka  aykırı  olan  fiilin gerçekleştirilmesine  suç  ortaklarının  faille  birlikte  sebebiyet  vermiş olmalarıdır. Netice açısından nedensel olan davranışıyla, şerik de tıpkı asıl fail gibi suç tipiyle korunan hukuksal değeri ihlal ederek, kendi haksızlığını                                                  15  Bu ayrımı reddeden görüşler için bkz. ÖZGENÇ, Genel Hükümler, s. 526; ARTUK/ GÖKCEN/ YENİDÜNYA, s. 622 vd.; KOCA/ÜZÜLMEZ, Genel Hükümler, s. 446 vd.  16  Teoriler hakkında ayrıntılı bilgi için bkz. LUDERSSEN, Klaus, Zum Strafgrund der Teilnahme, Baden Baden 1967, s. 47 vd. Türk ceza hukuku öğretisinde iştirakin esasını açıklayan görüşler hakkında bilgi için bkz. EVİK, Vesile Sonay, Suça İştirakte Yardım Edenin Ceza Sorumluluğu, İstanbul 2011, s. 123 vd. Ayrıca bkz. KOCA/ ÜZÜLMEZ, s. 442 vd.; HAFIZOĞULLARI/ ÖZEN, s. 147 vd. 17  HEINRICH, Bernd, Strafrecht Allgemeiner Teil, 4. Aufl., Stuttgart 2014, kn. 1273.  642AÜHFD, 64 (3) 2015: 637-686                Ekici Şahin (Unrecht) gerçekleştirir. Şerik, kendi davranışıyla başkalarına ait hukuksal değerleri tehlikeye düşürmeme ödevine aykırı hareket ettiği için, bir yasak normunu  çiğnemiş  olur.  İştirake  ilişkin  kurallar,  özel  suç  tiplerinin düzenlendiği  kurallarla  birlikte  yorumlandığında,  ortaya  fail  tarafından işlenen suç ve şerik tarafından işlenen suç olmak üzere iki farklı suç tipi çıkar.  Bu  teoriye  göre,  bağlılık  kuralının  fonksiyonu  cezalandırmanın sınırını belirlemekten ibarettir.  Günümüzde Alman ceza hukuku öğreti ve uygulamasına hakim olan teori ise,  bağlılık kuralına dayanan nedensellik  teorisidir ( akzessorische Verursachungstheorie)21.  Failin  fiilinden  kaynaklanan  neticenin  haksızlığı üzerine  kurulmuş  olan  bağlı  nedensellik  teorisine  göre;  şeriklerin cezalandırılmasının nedeni, bir başkasının kasıtlı ve hukuka aykırı fiiline etki etmiş olmalarıdır. Şerikler, ceza normu ile korunan bir hukuksal değeri, doğrudan  kendi  fiilleriyle  değil,  fail  tarafından  gerçekleştirilen  asıl  fiil vasıtasıyla ihlal ederler. Azmettiren ile suç arasındaki bağ, failin suç işlemeye yönlendirilmesiyle  kurulur  (akzessoritätsorientierte  Verursachungstheorie). Yardım eden de, failin fiiline yaptığı katkıyla suçun işlenmesini faille birlikte sağlayarak asıl suçla bağlantı kurar (akzessoritätsorientierte Förderungstheorie- Unrechtsteilnahmetheorie- Theorie des akzessorischen Rechtsgutsangriffs). Bu durumda şerik, failin kasten ve hukuka aykırı bir fiili gerçekleştirmesine yardım ettiği, faildeki suç işleme kararını canlandırdığı, maddi veya manevi destek sağladığı için cezalandırılır. Fail tarafından gerçekleştirilen hukuksal değer ihlali, buna birlikte sebep olan şeriklere de isnat edilebilir.                                                   18  LUDERSSEN, s. 119- 120; HEINRICH, Strafrecht AT, kn. 1275; MAURACH, Reinhart/ GOESSEL, Karl Hainz/ ZIPF, Heinz, Strafrecht Allgemeiner Teil, Teilband 2, 7. Aufl., Heidelberg 1989, §50, kn. 55- 56.  19  Bu teorinin eleştirisi için bkz. TOROSLU, Nevzat, Ceza Hukuku Genel Kısım, Ankara 2011, s. 301. 20  OTTO, Harro, Grundkurs Strafrecht, Allgemeiner Strafrechtslehre, 7. Aufl., Berlin 2004, s. 321- 322; MAURACH/ GOESSEL/ ZIPF, §50, kn. 56; HAFIZOĞULLARI/ ÖZEN, s. 147 vd. 21  GROPP, Walter, Strafrecht Allgemeiner Teil, Dritte, überarbeitete und erweiterte Auflage, Heidelberg 2005, §10, kn. 103; EVİK, s. 123. Bağlılık kuralını esas alan teoriler, icra hareketlerinin  parçalara  ayrılarak  farklı  kişiler  tarafından  gerçekleştirilmesi  halinde şeriklerin cezalandırılmasını açıklayamadıkları gerekçesiyle eleştirilmektedir bkz. TOROSLU, s. 300- 301.  22  RENGIER, Rudolf, Atrafrecht Allgemeiner Teil, 6. Aufl., München 2014, §45, kn. 1. 23  KOCA/ ÜZÜLMEZ, s. 441. 24  HEINRICH, Strafrecht AT, kn. 1274; WESSELS, Johannes/ BEULKE, Werner/ SATZGER, Helmut,  Strafrecht  Allgemeiner  Teil,  44.  Aufl.,  Heidelberg,  München,  Landsberg, Frechen, Hamburg, 2014, kn. 552.   643İştirak Halinde İşlenen Suçlarda...           AÜHFD, 64 (3) 2015: 637-686  Şeriklerin  cezalandırılmasının  nedenini  açıklamaya  çalışan  bir  diğer teori,  karma nedensellik  teorisidir (gemischte Verursachungstheorie). Bu teoriye göre, suça iştirak eden kişi, hem suçu icra eden asıl failin suç işleme kastını ortaya çıkartarak veya onun suç işlemesine yardımcı olarak, asıl suçun  işlenmesine  nedensel  katkıda  bulunduğu;  hem  de  bu  davranışıyla hukuk düzeni tarafından korunmakta olan bir hukuksal değeri kendisi ihlal ettiği için cezalandırılır. Yalnızca suçu icra eden asıl fail değil, şerik de kendi hukuka aykırı davranışıyla, korunan bir hukuksal değeri ihlal eder. Böylece  hem  neticenin  (Erfolgsunwert)  hem  de  hareketin  değersizliği (Handlungsunwert) tamamlanmış olur.  Alman  ceza  hukukunda  şeriklerin  cezalandırılmasının  nedeni konusundaki güncel tartışmalar, daha ziyade kusura iştirak teorisi etrafında yoğunlaşmaktadır. Ancak, AlCK §26, §27 ve §29, iştirak için failin kusurlu hareket  etmesinin  şart  olmadığını  ortaya  koyduğu  için,  şerik  tarafından gerçekleştirilen  ayrı  bir  suç  tipinin  var  olduğu  görüşü  kabul edilmemektedir. Öğretide, şeriklerin cezalandırılmasının nedenini; insanın sadece kendi hareketlerinden kaynaklanan sonuçlardan değil, amacına ulaşmak için göze aldığı  veya hesaba  kattığı  başkalarının  hareketlerinin  katılmasıyla ortaya çıkan  sonuçlardan  da  sorumlu  olduğu  ilkesinde  gören  bir  görüş  daha bulunmaktadır.  İştirakin  esası  en  genel  anlamıyla  gayrimeşru  suç ortaklığıdır. Bu görüşe göre, iştirak neticeyi gerçekleştiren şartların nedensel eşitliğine  bağlı  olarak  açıklanamaz.  Neticenin  gerçekleşmesine  katkıda bulunan herkesin neticenin tamamından sorumlu olduğu ve bu neticenin suça iştirak eden herkese isnat edilebileceğine ilişkin nedenselliği öne çıkartan görüşler iştirak iradesini göz ardı ettiği için reddedilmelidir. Kanaatimizce Türk Ceza Kanunu m. 40 da şeriklerin cezalandırılması için, kasten ve hukuka aykırı olarak gerçekleştirilen bir fiilin varlığı yeterli görüldüğü;  ayrıca  failin  kusurlu  olması  aranmadığı  için,  şeriklerin                                                  25  HEINRICH, Strafrecht AT, kn. 1276. 26  HEINRICH, Strafrecht AT, kn. 1276. 27  KUHL, Kristian, Strafrecht Allgemeiner Teil, 7. Aufl., München 2012, §20, kn, 132; ROXIN, Claus, in Strafgesetzbuch Leipzieger Kommentar, 10. Aufl., Band 1, §§1 bis 31, Berlin, New York 1985, §28, kn. 3.  28  TOROSLU, s. 296- 298. 29  TOROSLU, s. 298. 644AÜHFD, 64 (3) 2015: 637-686                Ekici Şahin cezalandırılmasının temelini  kusura iştirak  bağlamında açıklayan teorilerin pratik bir değeri kalmamıştır. Şerikler kendi hareketleri suç tipinde korunan hukuksal değeri ihlal etmemesine rağmen, bir başkasının kasıtlı ve hukuka aykırı fiiline etki ederek, o suç tipiyle korunmakta olan hukuksal değeri fail tarafından  gerçekleştirilen  tipik  fiil  vasıtasıyla  ihlal  ederler.  Şerik,  fail tarafından gerçekleştirilen tipik haksızlığa maddi veya manevi davranışıyla bir katkıda bulunur. Şerikin tipik haksızlıkla arasındaki bağ ise, ancak failin kasıtlı ve hukuka aykırı fiili sayesinde kurulur. Şeriklerin sorumluluğu failin fiiline bağlıdır. Diğer bir deyişle şerikin tipik haksızlıkla bağlantısı, yalnızca asıl  fail  tarafından  gerçekleştirilen  fiil  aracılığıyla  kurulabilir (Akzessorietätsprinzip).  Şeriklerin  cezalandırılmasının  temelini  bağlılık kuralı  kapsamında,  tipik  haksızlığın  gerçekleşmesine  yaptıkları  nedensel katkıda  görmek  gerekir.  Bağlılık  kuralına  dayanan  nedensellik  teorisi, iştirak  iradesini  göz  ardı  etmez.  Ancak,  iştirak  iradesini  şeriklerin cezalandırılmasının temelini açıklarken değil, iştirakin sınırlarını belirlerken dikkate alır.  III. Bağlılık Kuralı Bağlılık kuralı, suça etki eden nedenlerin şeriklere sirayeti meselesinin merkezinde yer almakta ve sirayet konusundaki tartışmalar daha ziyade bu kuralın yorumlanmasından kaynaklanmaktadır. Yargıtay verdiği kararlarda, sıklıkla  bağlılık  kuralına  atıf  yapmakta  ve  kararlarını  bağlılık  kuralının gerekleriyle gerekçelendirmektedir. Bu nedenle bağlılık kuralının ne olduğu üzerinde durmak gerekir.  Bağlılık  kuralı,  ceza  hukukunda  fail  anlayışındaki  değişime  bağlı olarak, şeriklerin cezai sorumluluğunun temelini ortaya koymak ve şartlarını belirlemek  için  geliştirilmiş  bir  kuraldır.  Bu  nedenle  ceza  hukukunda benimsenen  fail  anlayışları  üzerinde  kısaca  durmak  gerekir.  Ceza hukukunda, suçun oluşumuna nedensel katkıda bulunan herkesi fail kabul eden  anlayış,   geniş  fail   anlayışı  olarak  nitelendirilir  (Extensiver Täterbegriff). Ancak,  geniş fail  anlayışının zayıf noktası, fail ve şerikler arasındaki ayrımın hangi kriterlere göre yapılacağını ve şeriklerin faile göre                                                  30  KOCA/ ÜZÜLMEZ, Genel Hükümler, s 442. 31  KOCA/ÜZÜLMEZ, Genel Hükümler, s. 442. 32  KUHL, Strafrecht AT,§20, kn. 132. 33  EVİK, s. 89.   645İştirak Halinde İşlenen Suçlarda...           AÜHFD, 64 (3) 2015: 637-686  daha  hafif  cezalandırılabilmesi  için  hangi  kriterlerin  kullanılacağını söylememesidir. Yalnızca fail olma niteliğine sahip olanları yani tipikliği bütün kurucu unsurlar yönünden gerçekleştirenleri fail; netice açısından illi olmakla birlikte, cezalandırmak için tek başına yeterli olmayan hareketleri gerçekleştirenleri şerik olarak kabul eden anlayış ise,  dar fail  anlayışıdır (Restriktiver Täterbegriff)35. 5237  sayılı  Türk  Ceza  Kanunu nda  benimsenmiş  olan   dar  fail 36 anlayışına göre: Tipe uygun hareketiyle neticeye sebebiyet veren kişi fail; netice  açıcından  nedensel  değer  taşımakla  birlikte,  suç  tipinde düzenlenmemiş  olan  hareketleri  gerçekleştiren  veya  suçun  işlenişine yaptıkları katkı tek başına kanundaki tanıma uygun olmayan kişiler şeriktir. Kural olarak herkes kendi hareketinden sorumlu olmakla birlikte, şerikler bir başkasının gerçekleştirdiği fiilden, fiilin gerçekleştirilmesine yaptıkları katkı nedeniyle sorumlu tutulur. Kanunda tarif edilen tipik fiili gerçekleştiren kişi fail, failin fiili gerçekleştirmesine atipik hareketleriyle katkıda bulunanlar ise şeriktir. Şeriklerin hareketi, suç tipinde düzenlenene uymamasına rağmen cezalandırılır.  Şeriklerin  katkısı  tipikliği  gerçekleştirmeye  yetmemesine rağmen, şeriklerin neden cezalandırıldığı sorusu, yukarıda da açıkladığımız gibi  farklı  teori  ve  görüşlerle  açıklanmaktadır.  Bağlılık  kuralı  ise,  özgü suçlarda ve dar fail anlayışının hakim olduğu ceza hukuku sistemlerinde, şeriklerin  hangi  koşullarda  cezalandırılacağını,  yani  şeriklerin cezalandırılmasının şartlarını belirlemek için geliştirilmiş bir kuraldır.                                                   34  Bkz HEINRICH, Strafrecht AT, kn. 1270- 1271. 35  HEINRICH, Strafrecht AT, kn. 1270- 1271; GROPP, AT, §10, kn. 103; EVİK, s. 82. 36  HEINRICH, Strafrecht AT, kn. 1270- 1271; ÖZGENÇ, Genel Hükümler, s. 483; İÇEL ve diğerleri, s. 370; ÖZGENÇ, İzzet, Suça İştirakin Hukukî Esası ve Faillik, İstanbul 1996, s. 139; KUHL, Strafrecht AT, §20, kn.8. 37  Bir kanunda, şerikliğin cezalandırılacağına ilişkin açık düzenleme yapılmamışsa, kanuni tipte tarif edilen hareketi gerçekleştirmeyen suç ortakları, kanunilik ilkesinin bir sonucu olarak cezalandırılamaz. Bu nedenle iştirake ilişkin düzenlemeler, ceza sorumluluğunun sınırını genişleten düzenlemelerdir. Bkz. DÖNMEZER/ ERMAN, C. II, kn. 1203; İÇEL ve Diğerleri, s. 370; ÖZGENÇ, İştirak, s. 140; Y. 1. CD, E: 2014/1769, K: 2014/4149, T: 25.09.2014.  38  TOROSLU, s. 299; EVİK, s. 83. 39  5237 sayılı TCK m. 40 ın gerekçesinde:  Bağlılık kuralı, suç ortaklarından bazılarında faillik  için  aranan  şartların  bulunmaması  hâlinde,  bu  kişilerin  işlenen  suçtan sorumluluğunu sağlamaktadır. Böylece: suçun işlenişinde hakimiyet kuramadığı veya özel faillik niteliğini taşımadığı için fail olarak sorumlu tutulamayan bir suç ortağı, bağlılık kuralı sayesinde sorumlu tutulabilmektedir.  açıklaması yapılmıştır.  646AÜHFD, 64 (3) 2015: 637-686                Ekici Şahin Bu kurala göre, şeriklerin suçun işlenmesine yaptıkları katkı, doğrudan doğruya  herhangi  bir  hukuksal  değeri  ihlal  etmediği  için  tek  başına cezalandırılabilir davranışlar ortaya koymaz. Bununla birlikte şerikler de, dolaylı olarak failin fiiline yaptıkları katkıyla bir suç tipi ile korunmakta olan hukuksal  değeri  ihlal  ederler.  Dolayısıyla  şerikler,  ancak  fail  tarafından gerçekleştirilen asıl fiil var olduğunda cezalandırılır. Asıl fail suçu işlemediği sürece şerikler cezalandırılamaz.  Öte yandan şeriklerin cezalandırılması için, asıl failin herhangi bir suçu işlemesi  değil;  bütün  suç  ortakları  açısından  aynı  olan  ve  işlenmesi kararlaştırılan suçu işlemesi, TCK m. 40/3 de de açıkça belirtildiği gibi en azından suçun icra hareketlerine başlamış olması gerekir. Asıl fail işlenmesi kararlaştırılan suç yerine başka bir suç işler veya işlenmesi kararlaştırılan suçun  icrasına  başlamazsa,  şerikler  cezalandırılamaz.  Azmettirme  veya yardım  etme  gibi  iştirak  türlerinde,  şerik  tarafından  gerçekleştirilen hareketler; suç tipinde gösterilen netice açısından nedensel değer taşısalar bile,  tipiklikte  gösterilen  hareketlerden  olmadıklarından,  tek  başlarına cezalandırılabilir  bir  haksızlık  ortaya  koymazlar.  Örneğin,  azmettiren ancak  suç  işlemeye  azmettirdiği  fail,  suçun  icrasına  başladığında cezalandırılabilir.  Asıl  failin,  icra  hareketlerine  başlamadan  suçu işlemekten  vazgeçmesi  halinde,  şerikler  açısından  herhangi  bir  cezai sorumluluk  doğmaz.  Türk  ceza  hukuku  sisteminde  şeriklerin cezalandırılması,  asıl  fail  tarafından  gerçekleştirilen  bir  fiilin  varlığına bağlıdır. Faillik olmadan şerikliğin mümkün olmayacağını ortaya koyan ve şeriklerin  cezalandırılmasının  ortak  şartını  belirleyen  bu  kural  ceza hukukunda, iştirakte bağlık kuralı olarak adlandırılmaktadır (Akzessorität der Teilnahme)44.                                                  40  FISCHER, Thomas, Strafgesetzbuch und Nebengesetzen, 60. Aufl., München 2013, vor §25, kn. 8; JESCHECK, Hans Heinrich/ WEIGEND, Thomas, Lehrbuch des Strafrechts, Allgemeiner Teil, 5. Aufl., Berlin 1996, s. 655; Y. 1. CD, E: 2014/1769, K: 2014/4149, T: 25.09.2014. 41  KUHL, Strafrecht AT,§20, kn. 132. 42  JESCHECK/ WEIGEND, s. 655; WESSELS/ BEULKE/ SATZGER, kn. 551; KUHL, Strafrecht AT, §20, kn.7; ÖZGENÇ, İştirak, s. 141 vd.; KOCA/ ÜZÜLMEZ, Genel Hükümler, s. 442 vd. Bağlılık Kuralının tarihi gelişimi hakkında ayrıntılı bilgi için bkz. AKBULUT, s. 169.  43  Şeriklerin sorumlu tutulabilmesi için failin hareketleri en azından teşebbüs aşamasına ulaşmış olmalıdır. KUHL, Strafrecht AT, §20, kn. 137. 44  ÖZGENÇ, İştirak, s. 141 vd.; KOCA/ ÜZÜLMEZ, Genel Hükümler, s. 442 vd. Bkz. AKBULUT, s. 169.    647İştirak Halinde İşlenen Suçlarda...           AÜHFD, 64 (3) 2015: 637-686  Bağlılık kuralı, katı ve sınırlı bağlılık olmak üzere ikiye ayrılır. Katı bağlılık kuralında (strenge Akzessorität), failin kasten ve hukuka aykırı bir fiili gerçekleştirmesinin yanında, ayrıca kusurlu hareket etmiş olması da aranır.  Katı  bağlılık  kuralı,  Alman  ceza  hukukuna  uzun  yıllar  hakim olmuştur. Ancak 1943 yılında Alman İmparatorluğu Ceza Kanunu §50 de yapılan:  Suça iştirak eden herkes, diğerinin kusuru dikkate alınmaksızın, kendi kusuruna göre cezalandırılır  şeklindeki düzenleme ile katı bağlılık kuralı açıkça sınırlandırılmıştır. AlCK §28/2 de yer alan, suça etki eden şahsi nedenlerin,  şahsında  bu  neden  bulunmayan  fail  ve  şerikler  hakkında uygulanmayacağına  ilişkin  hüküm  de  bağlılık  kuralına  aykırı,  onu sınırlandıran bir diğer düzenlemedir. Sınırlı bağlılık kuralında, asıl fail tarafından  gerçekleştirilen  fiilin  tipe  uygun  ve  hukuka  aykırı  olması, şeriklerin  cezai  sorumlulukları  için  yeterlidir.  Ayrıca  asıl  failin  kusurlu hareket etmiş olması gerekmez (limitierte Akzessorität)48. Bu durumda, asıl fail kusurluluğu etkileyen, örneğin, akıl hastalığı veya yaş küçüklüğü gibi herhangi  bir  nedenden  dolayı  cezalandırılamasa  bile,  şerikler cezalandırılabilir.  5237 sayılı Türk Ceza Kanunu m. 40:  Suça iştirak için, kasten ve hukuka  aykırı  işlenmiş  bir  fiilin  varlığı  yeterlidir ,  şeklindeki                                                  45  Bağlılık kuralı bu şekilde ikiye ayrılabildiği gibi öğretide bağlılık kuralını dörde ayırarak inceleyen yazarlar da bulunmaktadır. Ayrıntılı bilgi için bkz. AKBULUT, s. 180 vd. Bağlılık kuralına ilişkin alt ayrımlar için ayrıca bkz. EVİK, s. 83- 86; KOCA/ÜZÜLMEZ, Genel Hükümler, s. 443 vd. 46  1871 tarihli Alman İmparatorluk Ceza Kanunu nda yapılan ve katı bağlılık kuralının terk edilmesi olarak değerlendirilen bu düzenlemenin tarihi 29.05.1943 tür. Bu değişiklikle o güne kadar:  Kanunun kişisel bir nitelik veya ilişkiyi, ağırlatıcı veya hafifletici neden olarak düzenlediği hallerde, bu özel neden yalnızca bu nedeni şahsında bulunduran fail veya şerike yüklenebilir  şeklinde düzenlenmiş olan AlCK §50 ye yukardaki ifade 2 paragraf olarak eklenmiştir.  AlCK  §28 in  tarihçesine  ilişkin  olarak  bkz.  SCHUNEMANN,  Bernd, Strafgesetzbuch Leipziger Kommentar, 12. Aufl., Erster Band, Berlin 2007, §28. Bugün yürürlükte olan AlCK §24 de müşterek ve tek başına faillik, §26 da azmettirme, §27 de suça yardım etme, §28 de şahsi nedenlerin sirayeti, §29 da ise her bir suç ortağının diğerinin kusuru dikkate alınmaksızın kendi kusuruna göre cezalandırılacağı (yani bağlılık kuralının sınırlandırılması)  düzenlenmiştir.  Bu  düzenlemelerden  hareketle  öğreti  ve  uygulama; azmettiren ve yardım edenin cezalandırılabilmesi için, failin kasten ve hukuka aykırı bir fiili gerçekleştirmesinin yeterli olduğu ve kanunun sınırlı bağlılık kuralını benimsediği görüşü üzerinde uzlaşmaktadır. Bkz. JESCHECK/ WEIGEND, s. 656; HEINRICH, Strafrecht AT, kn. 1279. AlCK §28 ve §29 un katı bağlılık kuralını sınırlandıran maddeler olduğu kabul edilmektedir. Bkz. GROPP, AT §10, kn. 103; WESSELS/ BEULKE/ SATZGER, kn. 553.  47  KUHL, Strafrecht AT, kn. 148. 48  OTTO, s. 320; HEINRICH, Strafrecht AT, kn. 1278- 1279.  648AÜHFD, 64 (3) 2015: 637-686                Ekici Şahin düzenlemesiyle  sınırlı bağlılık  kuralını kabul etmiştir. Bu durumda, şeriklerin cezalandırılabilmesi için öncelikle fail tarafından gerçekleştirilen suçun kasıtlı bir suç olması, ikinci olarak da bu suçu hukuka uygun hale getiren bir nedenin somut olayda bulunmaması gerekir. Somut olayda asıl fail taksirle hareket etmişse veya meşru savunma gibi bir hukuka uygunluk nedeni içinde bulunuyorsa ya da hareketleri tipe uygun değilse yardım eden veya  azmettirenin  davranışları  cezalandırılamaz.  Şeriklerin cezalandırılabilmesi için asıl fail kasıtlı bir suçun icrasına başlamış olmalıdır. Aksini  savunanlar  olsa  da,  taksirle  bir  suça  iştirak  etmekten  söz edilemeyeceği gibi, taksirle işlenen bir suça da iştirak edilemez. Hem fail kasten hareket etmeli, hem de şerikler failin kasıtlı eylemine, iştirak etme iradesine sahip olmalıdırlar. Failin kasten hareket etmediği hallerde, kasten gerçekleştirilmiş bir asıl fiil olmadığı için, suça iştirakten söz edilemeyeceği gibi; faili suçun icrasında kullanan kişinin, diğer şartların da mevcut olması şartıyla, dolaylı fail olarak sorumluluğu söz konusu olabilir.  Türk  ceza  hukuku  öğretisinde  bazı  yazarlar  şeriklerin cezalandırılmasının  temelini  bağlılık  kuralı  ile  açıklayan  görüşleri                                                  49  DEMİRBAŞ'a göre: 5237 sayılı TCK, 765 sayılı TCK m. 66-67 ve Alman Ceza Kanunu §28 benzeri  bir  düzenlemeye  yer  vermeyerek  katı  bağlılık  kuralını  benimsemiştir.  Bkz. DEMİRBAŞ, s. 506. 50  AKBULUT, s. 182; KOCA/ ÜZÜLMEZ, Genel Hükümler, s. 444. 51  KUHL, Strafrecht AT, §20, kn. 138 vd. 52  Alman ceza hukukunda taksirli suçlarda müşterek failliğin ve yan yana failliğin mümkün olup olmadığı tartışılmaktadır. Bkz. FRISTER, Helmut, Strafrecht Allgemeiner Teil, 6. Aufl., München 2013, 25. Kapitel, kn. 4- 5; BAUMANN, Jürgen/ WEBER, Ulrich/ MITSCH, Wolfgang, Strafrecht Allgemeiner Teil, Lehrbuch, 11. Aufl., Gieseking, Bielefeld 2003, §30, kn. 26 vd.; 765 sayılı TCK nın yürürlükte olduğu dönemde taksirli suçlara iştirakın mümkün olduğu görüşü için bkz. EREM/ DANIŞMAN/ ARTUK, s. 368- 369. Ancak TCK m. 22/5 de yer alan:  Birden fazla kişinin taksirle işlediği suçlarda, herkes kendi kusurundan dolayı sorumlu olur. Her failin cezası kusuruna göre ayrı ayrı belirlenir.  hükmü karşısında bu görüşün artık Türk ceza hukuku açısından savunulabilir olmadığı kanaatindeyiz. Alman ceza hukukundaki tartışmalar da, dikkat ve özen yükümlülüğüne aykırı hareket eden herkesin; bu hareketleri sonucunda ortaya çıkan ve objektif olarak kendisine yüklenebilen neticeden fail olarak  sorumlu  olduğu  gerekçesiyle  gereksiz  bulunmaktadır.  Bkz.  WESSELS/ BEULKE/SAZGER, kn.507. 53  Bkz.  WESSELS/BEULKE/  SATZGER,  kn.  507,  kn.  659;  ROXIN,  Claus,  Strafrecht Allgemeiner Teil, Band II, Besondere Erscheinungsformen der Straftat, 1. Aufl., München 2003, §26, kn. 6; FISCHER, StGB, Vor §25, kn. 9; bkz. KUHL, Strafrecht AT, §20, kn. 10; FRISTER, 25. Kapitel, kn. 5; SCHUNEMANN, LK- StGB, Vor §26, kn. 19. İştirak edilen suçun kasten işlenen bir suç olması TCK m. 40 da düzenlenmiş olan bağlılık kuralının gereğidir. Bu durum madde metninde de açıkça ifade edilmiştir. KOCA/ÜZÜLMEZ, Genel Hükümler, s. 446; ÖZTÜRK/ ERDEM, s. 388.   649İştirak Halinde İşlenen Suçlarda...           AÜHFD, 64 (3) 2015: 637-686  reddetmektedirler. Bağlılık kuralı; şeriklerin cezalandırılabilmesini, asıl fail tarafından tipik fiilin gerçekleştirilmesine bağlı gördüğü ve böylece yeni bir  çok  failli  suç   tipi  yarattığı  gerekçesiyle  eleştirilmektedir.  Eleştiriler, bağlılık  kuralının,  tipik  fiilin  suç  ortakları  tarafından  parça  parça gerçekleştirildiği durumlarda, şeriklerin sorumluluğunu belirlemede yetersiz kaldığı ve özgü suçlara iştirak edenlerin cezalandırılmasını açıklayamadığı noktalarında yoğunlaşmaktadır. Bağlılık kuralı başlığını taşıyan TCK m.40 da, şeriklerin cezalandırılmalarının temelini belirlemekten uzak; daha ziyade faille  şerikler  arasındaki  ilişkiyi  tespit  etmeye  çalışan,  başarısız  bir düzenleme olduğu gerekçesiyle eleştirilmektedir. Bağlılık  kuralının  yeni  bir   çok  failli  suç  tipi   yarattığı  eleştirisi iştirakin  cezalandırılmasının  nedeni,  şeriklerin  netice  açısından  nedensel davranışlarıyla suç tipiyle korunan hukuksal değeri ihlal etmeleri ve kendi haksızlıklarını gerçekleştirmeleri olarak açıklayan,  salt nedensellik  veya  iştirakçinin  suçu   teorisi  açısından  haklı  olsa  dahi;   bağlı  nedensellik teorisi   açısından  isabetli  değildir.  Zira   bağlı  nedensellik  teorisi ,  şerik tarafından  gerçekleştirilen  bağımsız  bir  suçun  varlığını  kabul  etmez.  Bu teoriye  göre;  şerikler  failin  gerçekleştirdiği  tipik  haksızlığa  yaptıkları nedensel katkı sebebiyle cezalandırılırlar. Bu cezalandırmanın şartı, asıl fail  tarafından  gerçekleştirilen  kasıtlı  ve  hukuka  aykırı  bir  fiilin  var olmasıdır.  Öğretide,  şeriklerin  sorumluluğunun  failin  şahsına  ve  işlediği  fiile bağlı olarak belirleneceği görüşü de dile getirilmektedir. Ancak TCK'nın azmettirmeyi  düzenleyen  38.  maddesinin  1.  fıkrasında:   Başkasını  suç işlemeye azmettiren kişi, işlenen suçun cezası ile cezalandırılır.  hükmü yer almaktadır.  Kanunda,  azmettirenin  cezai  sorumluluğunun  failin gerçekleştirdiği  fiile  yani  suça  göre  belirleneceği  düzenlenmiş,  failin                                                  54  HAFIZOĞULLARI/ ÖZEN, s. 348; TOROSLU, s. 300. 55  TOROSLU, s. 301. 56  TOROSLU, s. 301. 57  İSKENDER, Salih Zeki, Bağlılık Kuralı ve Suça Etki Eden Nedenlerin (Ağırlaştırıcı ve Hafifletici Nedenlerin) Suç Ortaklarına Etkisi, Yargıtay Dergisi, Basic HTML Versiyon, erişim: http://www.yargitay.gov.tr/belgeler/site/dergi/yrgdergi/Temmuz  2011/Temmuz  2011/as…, tarih: 31. 03. 2015, s. 3.  58  RENGIER, Rudolf, Atrafrecht Allgemeiner Teil, 6. Aufl., München 2014, §45, kn. 1. 59  Bkz. KOCA/ ÜZÜLMEZ, Genel Hükümler, s. 447.  60  Yargıtay verdiği yeni tarihli bir kararında azmettirenin failin cezası ile cezalandırılacağını, hatta azmettirenin failden daha fazla ceza alacağını belirtmektedir.  …Bununla birlikte, 650AÜHFD, 64 (3) 2015: 637-686                Ekici Şahin şahsına ilişkin hususlara bir gönderme yapılmamıştır. Öte yandan bağlılık kuralı,  şeriklerin  cezai  sorumluluğu  için  yalnızca,  fail  tarafından geçekleştirilmesi  gereken  kasıtlı  ve  hukuka  aykırı  bir  fiilin  varlığını gerektirir. Bu kuraldan, şeriklerin cezai sorumluluğunun failin şahsına bağlı olduğu  sonucu  çıkarılamaz.  Azmettirenin  cezası,  işlenen  suça  göre belirleneceğinden,  failin  cezasından  farklı  olabilir.  Fail,  kusurlu  hareket etmediği veya şahsi cezasızlık nedeni bulunduğu için cezalandırılmayabilir. Failin  şahsından  kaynaklanan  ve  kusurunu  etkileyen  cezanın ağırlaştırılmasını  veya  hafifletilmesini  gerektiren  nedenler,  azmettirenin cezai sorumluluğunu etkilemez. Dolayısıyla,  işlenen suçun cezası , faile verilen ceza anlamına gelmez. Eğer kanun, şerikler hakkında hükmedilecek olan  cezayı,  failin  şahsına  bağlamak  isteseydi;  yardım  edenin  veya azmettirenin faile verilecek ceza ile cezalandırılacağını düzenlerdi. Kanun koyucu gerek TCK m. 38 de gerekse TCK m. 39 da faile verilecek olan cezadan değil  işlenen suçun cezası ndan söz etmiştir. Bu nedenle, şeriklerin sorumluluğunun  fiilden  ziyade  failin  şahsına  bağlı  olduğu  görüşü, kanaatimizce kanunun lafzını aşan bir yorumdur.  Bağlılık kuralının ne olduğuna ilişkin bu kısa açıklamadan sonra, suça etki  eden  nedenlerin  şeriklere  sirayeti  sorununun,  bu  kural  kapsamında çözümlenmesinin  mümkün  olup  olmadığı  değerlendirilmelidir.  Ancak öncesinde, suça etki eden nedenler kavramıyla ne anlatılmak istendiği ve bu nedenlerin neler olduğu ortaya konmalıdır. IV. Suça Etki Eden Nedenler A.  Kavram ve Suça Etki Eden Nedenlerin Sınıflandırılması  Suça etki eden nedenler, bir suçun kurucu unsurlarından olmayan, ancak kurucu unsurlara eklenerek, suçun daha ağır veya daha hafif sayılması                                                                                                                    izlenen suç politikasının gereği olarak, azmettirenin de, failin cezası ile cezalandırılacağı kabul edilmiştir. Hatta 38. maddenin 2. fıkrasındaki hallerde azmettirene failden daha fazla ceza öngörülmüştür… ,  … ister fiilden, isterse failin veya mağdurun şahsından ya da özelliklerinden kaynaklanmış olsun, eylemin  nitelikli kasten öldürme  suçunu oluşturup oluşturmadığı faile göre belirlenir ve bu hal şeriklere sirayet ettirilir. Bu durum, TCK nın 82.maddesinde sayılan tüm nitelikli haller için geçerlidir…  Y. 1. CD, E: 2014/1769, K: 2014/4149, T: 25.09.2014. 61  Aynı yönde bkz. KAYMAZ, s. 160. 62  Zimmet, irtikap, görevi kötüye kullanma gibi özgü suçlarda, suçun kurucu unsurlarından biri ve en önemlisi olan  özel faillik sıfatı , burada ele alınan suça etki eden nedenlerden farklıdır. Özgü suçlara iştirak, suça etki eden nedenlerin suç ortaklarına geçişi meselesinden ayrı ele alınması ve incelenmesi gereken, bu çalışmanın sınırlarını aşan bir meseledir.   651İştirak Halinde İşlenen Suçlarda...           AÜHFD, 64 (3) 2015: 637-686  sonucunu  doğuran  nedenlerdir.  Suça  etki  eden  nedenler,  suçun  temel şeklini düzenleyen suç tipindeki kanuni unsurların dışında kalan ve ona eklenen  özel  fiili  nedenler  veya  şahsi  nedenlerdir.  Suça  etki  eden  bu nedenlerin  somut  olayda  bulunmaması,  suçun  oluşmasına  engel  olmaz, bulunmaları halinde ise suçun niteliği değişmez. TCK m. 61/4 de suça etki eden nedenler,  nitelikli hal  olarak adlandırılmıştır. Madde metninde;  Bir suçun temel şekline nazaran daha ağır veya daha az cezayı gerektiren birden fazla nitelikli hallerin gerçekleşmesi durumunda; temel cezada önce arttırma sonra  indirme  yapılır.   düzenlenmesine  yer  verilmiştir.  Suça  etki  eden nedenler, suçun temel şeklini değiştirmez, ancak maddede de belirtildiği gibi, gerçekleşmeleri halinde suç daha ağır veya daha hafif cezalandırılır. Örneğin, adam öldürme suçunda mağdur bir insandır. Mağdurun çocuk veya gebe olması ise, kurucu unsurlara eklenen ve suçun daha ağır sayılmasını gerektiren nedenlerdir (TCK m. 82/1-e, f). Suça etki eden nedenler, suç üzerinde etkili olmakla birlikte; sonuçları tayin edilecek olan cezanın miktarı üzerinde ortaya çıkar. Bununla birlikte suça etki eden nedenler cezayı etkileyen diğer bazı nedenlerden farklıdır. Cezayı etkileyen her neden, suça etki etmez. Örneğin, etkin pişmanlık; kişiyi hürriyetinden yoksun kılma (TCK m. 110), hırsızlık (TCK m. 168/1) gibi, kimi suç tipleri açısından kanun koyucu tarafından dikkate alınmıştır. Suç işlendikten sonra failin veya şeriklerin yaptıklarından pişmanlık duyarak, aktif  olarak işledikleri  suçun  sonuçlarını  ortadan kaldırmaya  çalışmaları; bazen cezada indirim yapılmasını gerektiren (TCK m.274/2, 3, TCK m. 275/3 ), bazen de cezayı tamamen ortadan kaldıran (TCK m. 274/1, TCK m. 275/2) bir neden olarak düzenlenmiştir. Etkin pişmanlık kanunun açıkça düzenlediği hallerde tayin edilen sonuç ceza miktarı üzerinde etkili olsa dahi, suça etki ederek onun daha ağır veya daha hafif sayılmasını gerektiren bir neden değildir.  Aynı şekilde, alkol veya uyuşturucu madde etkisi (TCK m. 34); yaş küçüklüğü, akıl hastalığı veya haksız tahrik gibi kusuru etkileyen genel                                                  63  DÖNMEZER/ ERMAN, C. II, kn. 1272; CENTEL, Nur/ZAFER, Hamide/ ÇAKMUT, Özlem, Türk Ceza Hukukuna Giriş, 7. Bası, İstanbul 2011, s. 575; DEMİRBAŞ, s. 639; KOCA/ ÜZÜLMEZ, Genel Hükümler, s. 632. 64  AYDIN, AÜHFD, s. 226. 65  DEMİRBAŞ, s. 639; AYDIN, AÜHFD, s. 226. 66  Haksız tahrikin suça mı, kusura mı etki ettiği öğretide tartışmalıdır. Haksız tahrikin şahsa ilişkin hafifletici bir neden olduğu görüşü için bkz. EREM, Faruk/ DANIŞMAN, Ahmet/ ARTUK,  Mehmet  Emin,  Ümanist  Doktrin  Açısından  Türk  Ceza  Hukuku,  Genel 652AÜHFD, 64 (3) 2015: 637-686                Ekici Şahin nedenler de suça etki eden nedenler olarak değerlendirilmez. Bu nedenler suç  üzerinde  değil,  failin  kusuru  veya  kusurlu  hareket  etme  yeteneği üzerinde etkilidir. Haksız tahrik veya uyuşturucu madde etkisi altında suç işlenmesi halinde; suç daha hafif sayılmamakta, söz konusu nedenler failin kusurunun azalmasına neden olduğu için cezasında indirim yapılmaktadır. Haksız tahrik, haksız bir fiile maruz kalan kişinin içine düştüğü  hiddet ve şiddetli  elemin   tesiri  altında  suç  işlemesidir.  Bu  durum  kanaatimizce, öncelikle  failin  psikolojik  durumunu  etkileyerek  kusurunun  azalmasına neden olur. Kusuru etkileyen genel nedenler kusur (Schuld) bağlamında ele alınırken;  suça  etki  eden  nedenler  tipik  haksızlık  (Unrecht)  bağlamında değerlendirilir. Hangi nedenlerin suça etki ettiği ve onun daha hafif veya daha ağır sayılmasını gerektirdiği, kanuna göre belirlenir.  Suça etki eden nedenler, iştirak, teşebbüs veya suçların özel içtima durumlarıyla da karıştırılmamalıdır. Suça etki eden nedenler, suçun daha ağır veya daha hafif sayılmasını sonuçlar. Buna karşın, iştirak, teşebbüs veya                                                                                                                    Hükümler, Tümüyle Gözden Geçirilmiş Ondördüncü Baskı, Ankara 1997, s. 409; AYDIN, s. 229.  …Haksız tahrik kurumu, suça etki eden kişisel, sübjektif ve kanuni bir indirim nedenidir…  bkz. AYDIN, Devrim, Yeni Türk Ceza Kanunu nda Haksız Tahrik, AÜHFD, Y.  2004,  C.  54,  S.  1,  s.  226  (s.  225-  254);  İSKENDER,  s.  5;  HAKERİ,  s.  564; DÖNMEZER/ ERMAN, C. II, kn. 1087. Kusura etki ettiği görüşü için bkz. İÇEL ve diğerleri, s. 276, 282 vd.; ARTUK, Mehmet Emin/ YENİDÜNYA, A. Caner, Türk Ceza Hukukunda Haksız Tahrik Müessesesi (TCK m 51), Prof. Dr. Ergün Önen e Armağan, İstanbul 2003, s. 508, (s. 507- 534); KAZANCI, Behiye Eker, Mağdurun Davranışları ve Heyecan Halinin Ceza Sorumluluğuna Etkisi- Haksız Tahrik, Prof. Dr. M. Polat SOYER e Armağan, İzmir 2013, s. 1315- 1317 (s 1309- 1357); CENTEL/ ZAFER/ ÇAKMUT, s. 434; ÖZTÜRK, Bahri/ ERDEM, Mustafa Ruhan, Uygulamalı Ceza Hukuku ve Güvenlik Tedbirleri Hukuku, 14. Baskı,Ankara 2014, s. 399.  67  Bağlılık kuralını sınırlandıran AlCK §29 da suça iştirak eden herkesin diğerinin kusuru dikkate  alınmaksızın  kendi  kusuruna  göre  cezalandırılacağı  düzenlenmiştir.  Kusuru etkileyen genel nedenler, bağlılık kuralından bağımsızdır. KUPER, Wilfried, Die Sphinx des §28 Abs. 2 StGB, in Festschrift für Günther Jakobs zum 26. Juli 2007, Köln, Berlin, München 2007, s. 322.  68  ARTUK/ YENİDÜNYA, s. 508; KAZANCI, s. 1317. 69  ARTUK/ YENİDÜNYA, s. 508; KAZANCI, s. 1317. 70  Alman ceza hukukunda savunulan ve azınlıkta kalan bir görüşe göre; AlCK §211 de yer alan  açgözlülük  gibi,  suçların  basit  şekillerine  eklenen  özel  saikler,  kusuru  arttıran nedenlerdir ve AlCK §29 kapsamında kusur (Schuld) bağlamında değerlendirilmelidir. WESSELS/ BEULKE/ SATZGER, kn. 422 ve ayrıca bkz. kn. 559; JESCHEK/ WEIGEND, s. 659. Ancak ağırlıklı görüş, özel suç tiplerinde düzenlenmiş olan cezayı ağırlaştıran özel saiklerin AlCK §28/II, yani genel kusur değil, tipik haksızlık bağlamında incelenmesi gerektiği yönündedir. ROXIN, AT II, §27, kn. 11; LACKNER, Karl/ KUHL, Kristian, Strafgesetzbuch, Kommentar, 28. Aufl., München 2014, §28, kn. 1; RENGIER, AT §46, kn. 19.    653İştirak Halinde İşlenen Suçlarda...           AÜHFD, 64 (3) 2015: 637-686  içtima failin somut cezası üzerinde etkili olsalar dahi, suçun daha ağır veya hafif sayılmasına neden olmazlar. Suça etki eden nedenler, öğretide çeşitli tasniflere tabi tutulmaktadır: Ağırlatıcı-hafifletici;  genel-özel;  kanuni-takdiri;  fiili-şahsi  nedenler  gibi. Cezanın  artırılmasını  gerektiren  nedenler  ağırlatıcı  nedenler  iken, indirilmesini  gerektirenler  hafifletici  nedenlerdir.  Örneğin,  hırsızlık suçunun gece vakti işlenmesi TCK m. 143 gereğince ağırlatıcı neden iken, paydaş veya elbirliği ile malik olunan mal hakkında işlenmesi TCK m. 144 gereğince hafifletici nedendir.  Suça  etki  eden  nedenlerden  kanunda  açıkça  düzenlenmiş  olanlara kanuni (TCK m. 61/10), uygulanmaları hakimin takdirine bırakılmış olanlara ise takdiri nedenler (TCK m. 62) denmektedir. TCK nın genel hükümlerinde düzenlenmiş  ve  bütün  suç  tipleri  için  geçerli  olan  nedenler  genel;  özel hükümlerinde düzenlenen ve belli suçlar için uygulananlar ise, suça etki eden özel nedenler olarak sınıflandırılmaktadır. B.  Fiili ve Şahsi Nedenler  Suça  etki  eden  fiili  nedenler,  suçun  temel  şeklini  değiştirmemekle birlikte,  suçun  daha  ağır  veya  daha  hafif  sayılmasına  yol  açan,  suçun işleniş şekli, zamanı, netice, suçun işlenmesinde kullanılan araçlar ve fiille netice arasındaki illiyet bağından kaynaklanan nedenlerdir. Bununla birlikte şahsi nedenler, failin veya şerikin şahsından, onları suç işlemeye sevk eden özel amaç veya saiklerden, faille mağdur veya şerikle mağdur arasındaki özel ilişkiden kaynaklanır. Ceza kanunlarının özel hükümlerinde düzenlenmiş olan suç tipleri ve suçların basit şekline eklenerek onların daha ağır veya daha hafif sayılmasını gerektiren  nedenler  söz  konusu  olduğunda,  bunlardan  hangilerinin  fiili, hangilerinin  şahsi  olduğu  konusunda  ciddi  görüş  ayrılıkları  ortaya çıkmaktadır.  Suça  etki  eden  bir  nedeni,  bazı  yazarlar  fiile  ilişkin  kabul ederken; başkaları şahsa ilişkin kabul edebilmektedir. Bununla birlikte suçun                                                  71  CENTEL/ ZAFER/ ÇAKMUT, s. 575; DEMİRBAŞ, s. 639 vd. 72  DÖNMEZER/  ERMAN,  C.  II,  kn.  1272;  CENTEL/  ZAFER/  ÇAKMUT,  s.  575; DEMİRBAŞ, s. 639 vd.; EREM/ DANIŞMAN/ ARTUK, s. 409. 73  DÖNMEZER/ ERMAN, C. II, kn. 1272; CENTEL/ ZAFER/ ÇAKMUT, s. 575.  74  DÖNMEZER/ ERMAN, C. II, kn. 1272; CENTEL/ ZAFER/ ÇAKMUT, s. 575; AYDIN, AÜHFD, s. 226. 654AÜHFD, 64 (3) 2015: 637-686                Ekici Şahin işleniş  şekli,  yeri,  zamanı,  konusu,  meydana  gelen  zarar  veya tehlikenin ağırlığı ve olayda kullanılan araçlarla ilgili nedenlerin fiili; failin veya şeriklerin kişisel durumu ve sıfatlarıyla ya da fail veya şerikler ile mağdur arasındaki kişisel münasabete ilişkin olanların ise şahsi olduğu konusunda genel bir kabul bulunmaktadır.  Mağdurun şahsından kaynaklanan nedenlerin, fiile mi, şahsa mı ilişkin olduğu tartışmalıdır. Bazı yazarlar, suça etki eden ve mağdurun şahsından kaynaklanan nedenlerin şahsi nitelikte olduğunu söylerken; diğerleri bu nedenlerin fiili nitelikte olduğunu kabul etmektedir. Kanaatimizce, şahsi nedenler failden, failin psikolojik veya içinde bulunduğu özel durumdan veya faille mağdur arasındaki özel ilişkiden kaynaklanan kişiye özel, failin şahsına ve kişiliğine bağlı olarak değişebilen nedenlerle sınırlıdır. Mağdurun sıfatı (kamu görevlisi olması TCK m. 86/3, c) veya yaşı (çocuk olması TCK m.82/1,e),  mağdurun  fiziksel  veya  ruhsal  durumu  (beden  veya  ruh                                                  75  Örneğin: TCK m. 82/1-b de olduğu gibi adam öldürme suçunun eziyet çektirerek; TCK m. 142/2-b de olduğu gibi hırsızlık suçunun elde veya üstte taşınan eşyayı çekip almak suretiyle ya da özel beceriyle; TCK m. 106/2-c de olduğu biri tehdit suçunun birden fazla kişi tarafından birlikte işlenmesi. 76  Örneğin: TCK m. 149/1-d de olduğu gibi yağma suçunun konutta, işyerinde veya bunların eklentilerinde; TCK m. 142/1-a da olduğu gibi hırsızlık suçunun kamu kurum veya kuruluşlarında veya ibadethanede bulunan eşya hakkında işlenmesi. 77  Örneğin: TCK m. 143 gereğince hırsızlık veya TCK m. 149/1-h gereğince yağma suçunun gece vakti işlenmesi. 78  Örneğin: TCK m. 142/2-g de olduğu gibi hırsızlık suçunun büyük veya küçükbaş hayvan hakkında veya TCK m. 144/1-a da olduğu gibi paydaş veya elbirliği ile malik olunan mal üzerinde işlenmesi. 79  Örneğin: TCK m. 109/4 de düzenlendiği gibi işlenen suç neticesinde mağdurun ekonomik açıdan büyük bir kayba uğraması. 80  Örneğin: TCK m. 86/3-e de düzenlendiği gibi kasten yaralama suçunun silahla işlenmesi. 81  HEINRICH, Strafrecht AT, kn. 1350; DEMİRBAŞ, s. 640. 82  Örneğin: TK m. 103/3- d de olduğu gibi, çocukların cinsel istismarı suçunun kamu görevinin veya hizmet ilişkisinin sağladığı nüfuz kötüye kullanılarak işlenmesi.  83  Örneğin: TCK m. 103/3-c gereğince çocukların cinsel istismarı suçunun üçüncü derece dahil kan veya kayın hısımlığı ilişkisi içinde bulunan bir kişiye karşı ya da üvey baba, üvey anne, üvey kardeş veya evlet edinen tarafından işlenmesi. 84  CENTEL/ ZAFER/ ÇAKMUT, s. 576.  85  DEMİRBAŞ, s. 640. Öğretide 765 sayılı TCK nın ve 21.11.1990 tarihinde 3968 sayılı kanunla yürürlükten kaldırılan 438. maddesinde yer alan, ırza tecavüz suçunun   fuhşu kendine meslek edinen bir kadın hakkında  işlenmesinin de şahsa bağlı hafifletici bir neden olduğu belirtilmiştir. Bkz. ÖZGENÇ, YD, s. 90.  86  DÖNMEZER/  ERMAN,  C.  II,  kn.  1284;  ZAFER,  Hamide,  Ceza  Hukuku  Genel Hükümler, TCK m. 1-75, 4. Bası, İstanbul 2015, s. 432.   655İştirak Halinde İşlenen Suçlarda...           AÜHFD, 64 (3) 2015: 637-686  bakımından kendini savunamayacak durumda olması TCK m. 149/1, e; gebe olması TCK m. 87/1, e) gibi mağdurdan kaynaklanan hususlar, failin veya şeriklerin şahsına göre değişmez. Örneğin, işlenen suçta mağdur çocuksa ve mağdurun çocuk olması cezayı ağırlaştıran bir neden olarak, kanunda açıkça düzenlenmişse; failin A veya B şahsı olmasının, söz konusu ağırlatıcı nedenin  uygulanmasına  bir  etkisi  yoktur.  Bu  nedenle  mağdurdan kaynaklanan ve suça etki eden nedenlerin şahsi değil, fiili nedenler olduğu yönündeki görüşlere katılıyoruz. Bununla birlikte faille veya şeriklerden biri ile mağdur arasında var olan ve suçun daha ağır veya daha hafif sayılmasını gerektiren  eş ,  kardeş ,  üstsoy- altsoy  olmak gibi yakın akrabalık ilişkileri, hizmet veya başka bir kişisel ilişki şahsi niteliktedir. Çünkü mağdurla fail arasındaki üstsoy- altsoy ilişkisi,  kardeş  veya  eş  ilişkisi,  tamamen  kişiseldir  ve  diğer  şerik  veya faillerde  bulunması  kural  olarak  mümkün  olmayan  bireysel  şartlardan kaynaklanmaktadır.  Suça etki eden nedenler kaynağı itibariyle fiili ve şahsi nedenler olarak ikiye ayrılırken; hem fiile, hem de şahsa ilişkin nedenler neticeleri açısından cezayı ağırlaştırıcı veya hafifletici nitelikte olabilirler. Fiile ilişkin bir neden cezanın ağırlaştırılmasını öngörüyorsa, fiile ilişkin bir ağırlatıcı nedenden; cezada indirim yapılmasını öngörüyorsa fiile ilişkin hafifletici nedenden söz edilir. Aynı  şekilde  şahsa  ilişkin  nedenler  de  sonuçları  açısından  cezayı ağırlaştırabilir  veya  hafifletebilir.  Örneğin,  kasten  yaralama  suçunda meydana gelen neticenin basit bir tıbbi müdahale ile giderilebilecek ölçüde hafif olması (TCK m. 86/2) veya hırsızlık suçunda malın değerinin az olması (TCK  m.  145)  cezada  indirim  yapılmasını  gerektiren  fiili  nedenlerdir. Hırsızlık suçunun haklarında ayrılık kararı verilmiş eşlerden birinin aleyhine işlenmesi  (TCK  m.  167/2)  ise,  faille  mağdur  arasındaki  özel  ilişkiden kaynaklanan ve cezada indirim yapılmasını gerektiren şahsi nedendir.                                                   87  Aynı yönde bkz. CENTEL/ ZAFER/ ÇAKMUT, s. 576. 88  DÖNMEZER/ ERMAN, C. II, kn. 1284; ZAFER, s. 432; KAYMAZ, s. 126. 89  Dönmezer/Erman, 765 sayılı TCK nın 417. maddesinde düzenlenmiş olan ırza tecavüz suçu açısından mağdurla fail arasındaki usul- füru ilişkisinin şahsi bir ağırlatıcı neden olduğunu kabul etmekteydi. DÖNMEZER/ ERMAN, C. II, kn. 1284. Özgenç e göre ise adam öldürme suçu açısından usul- füru ilişkisi şahsa bağlı ağırlatıcı nedendir. ÖZGENÇ, YD, s. 90. Erem/ Danışman/ Artuk a göre ise, özel akrabalık ilişkilerinde şahsi niteliğin yanında fiili bir nitelik de bulunmakta, hatta fili nitelik daha ağır basmaktadır. Bkz. EREM/ DANIŞMAN/ ARTUK, s. 414. 656AÜHFD, 64 (3) 2015: 637-686                Ekici Şahin Fiili ve şahsi nedenleri birbirinden ayırmanın zorluğu herkes tarafından kabul edilmekle birlikte, özellikle suçun manevi unsuruna dahil olan kast, özel  kast  veya  faili  suç  işlemeye  sevk  eden  özel  saikler  söz  konusu olduğunda, öğreti ve uygulamada çok farklı görüşler ortaya konmaktadır.  Alman ceza hukuku öğretisinde, fiili ve şahsi nedenler ayrımı yalnızca suça  etki  eden  nedenler  açısından  değil,  suçun  temel  şeklini  belirleyen unsurlar  açısından  da  yapılmaktadır.  Tipiklikte  hem  objektif  hem  de sübjektif unsurlar bir arada bulunur. Ancak tipiklikte yer alan her objektif nedenin fiili bir neden olduğu söylenemeyeceği gibi, her sübjektif nedenin de  şahsi  nitelik  gösterdiği  söylenemez.  Şahsi  bir  nedenin  her  zaman sübjektif, fiili bir nedenin ise her zaman objektif nitelikte olduğu genellemesi öğretide çoğunlukla reddedilmektedir. Bu genellemeyi reddeden yazarlara göre; objektif nedenlerin her zaman fiili, sübjektif nedenlerin ise her zaman şahsi nitelik gösterdiği varsayımı doğru değildir. Nitekim, sübjektif bir neden, fiile ilişkin olabileceği gibi, objektif nitelikteki bir neden de şahsa ilişkin olabilir. Bu yazarlar; bir nedenin fiile mi, şahsa mı ilişkin olduğu konusunda karar verirken, söz konusu nedenin somut içeriğinden değil, suç tipi  açısından  üstlendiği  fonksiyondan  hareket  edilmesi  gerektiği görüşündedir. Tipikliğe dâhil olan sübjektif nitelikteki unsurlar, tipiklikle alakalıdır ve söz konusu nedenler açısından bağlılık kuralı geçerlidir. Genel olarak: Suç tipine dahil olan, failin gerçekleştirdiği fiilin tehlikeliliğine işaret eden veya fiilin işleniş biçimini gösteren hususlar, tipik fiile ilişkin kabul edilmektedir.  Bu  kabulden  hareketle;  hırsızlık  veya  dolandırıcılık suçlarındaki yarar sağlama özel kastı gibi, bazı suç tiplerinde suçun temel şeklinin unsuru olan özel kast veya saik, sübjektif niteliğine rağmen,  şahsi neden  kavramı içinde değerlendirilmez.                                                   90  ÖZGENÇ, YD, s. 90. 91  WESSELS/ BEULKE/ SATZGER, kn. 558. 92  HEINRICH, Strafrecht AT, kn. 1351; KUHL, Strafrecht AT, §20, kn. 159; ROXIN, LK- StGB, §28, kn. 24; WESSELS/BEULKE/SATZGER, kn. 558. 93  JESCHECK/ WEIGEND, s. 658; WESSELS/ BEULKE/SATZGER, kn. 558. 94  ROXIN,  LK-  StGB,  §28,  kn.  24;  HEINRICH,  Strafrecht  AT,  kn.  1350; WESSELS/BEULKE/SATZGER, kn. 558; JESCHECK/ WEIGEND, s. 658. 95  WESSELS/ BEULKE/ SATZGER, kn. 558. 96  BAUMANN, Jürgen/ WEBER, Ulrich/ MITSCH, Wolfgang, Strafrecht Allgemeiner Teil, Lehrbuch, 11. Aufl., Gieseking, Bielefeld 2003, §32, kn. 11. 97  Aynı şekilde AlCK §263 de düzenlenmiş olan dolandırıcılık suçundaki menfaat temin etme özel kastı da, tipikliğe dahildir ve sübjektif niteliğine rağmen şahsi değil, fiili bir   657İştirak Halinde İşlenen Suçlarda...           AÜHFD, 64 (3) 2015: 637-686  Aynı  değerlendirme  özgü  suçlar  açısından  da  geçerlidir.  Zimmet suçundaki   kamu  görevlisi   sıfatı  gibi,  özgü  suçlarda  aranan  ve  suçun kurucu unsuru olan özel faillik sıfatı, şahsi niteliğine rağmen, suçun sübjektif unsuruna değil, objektif unsurlarına dahildir. Dolayısıyla suçun temel şekli dikkate alındığında, şahsi ve fiili nedenlerin objektif ve sübjektif nedenlerle birebir örtüştüğünü söylemek hatalıdır. Ancak burada tartışmanın suça etki eden  nedenler  bağlamında  değil,  genel  olarak  şahsi  ve  fiili  nedenler bağlamında yapıldığına dikkat etmek gerekir. Özel saik veya amacın suçun unsuru değil, suça etki eden ve cezayı ağırlaştıran  neden  olarak  düzenlendiği  hallerde  ise,  bu  nedenlerin  şahsi nedenler  olduğu  ve  bağlılık  kuralı  dışında  değerlendirilecekleri  kabul edilmektedir.  Suça etki eden nedenler söz konusu olduğunda da kanaatimizce objektif nedenlerin  fiili;  sübjektif  nedenlerin  ise  şahsi  olduğunu  söylemek  her zaman doğru değildir. Örneğin, kastın en yoğun biçimi olan tasarlama, failin psikolojik  durumuyla  ilgili  görünmesine  rağmen,  fiilin  işlenişine  ilişkin hususları da kapsar. Bu nedenle tasarlamanın sübjektif bir neden olduğu kadar, objektif bir neden olduğu da söylenebilir. Öğreti ve uygulamada da, aksini savunanlar olmakla birlikte tasarlamanın şahsi değil, fiili bir neden                                                                                                                    neden  olduğu  değerlendirilmektedir.  BAUMANN/  WEBER/  MITSCH,  §32,  kn.  11; ROXIN, LK- StGB, §28, kn. 24; WESSELS/ BEULKE/SATZGER, kn. 558; ROXIN, LK- StGB, §28, kn. 42; FRISTER, Kapitel §25, kn. 42. 98  BAUMANN/ WEBER/ MITSCH, §32, kn. 11; JESCHECK/ WEIGEND, s. 658; ROXIN, LK- StGB, §28, kn. 24; WESSELS/ BEULKE/SATZGER, kn. 558; ROXIN, LK- StGB, §28, kn. 42; FRISTER, Kapitel §25, kn. 42. 99  BAUMANN/  WEBER/  MITSCH,  §32,  kn.  11;  ROXIN,  LK-  StGB,  §28,  kn.  24; WESSELS/ BEULKE/SATZGER, kn. 558; ROXIN, LK- StGB, §28, kn. 42; FRISTER, Kapitel §25, kn. 42. 100  KAYMAZ a göre: Şahsi nedenler sübjektif nitelikte olup, belirli bir kişinin kişiliği ve mağdur ile ilişkisi dikkate alınarak kabul edilen nedenlerdir. Fiili nedenler ise fiilin işlenişinden kaynaklanan nedenler olup objektiftir. Bkz. KAYMAZ, s. 150. ÖZTÜRK/ ERDEM ise,  … Fiile özgü olan nitelikli haller, objektif olarak gerçekleşen haksızlığı sübjektf  olarak  yansıtırken;  faile  özgü  nitelikli  haller  ise  fiilin  objektif  haksızlığına yöneliktir.  açıklamasını yapmaktadır. Bkz. ÖZTÜRK/ ERDEM, s. 400.  101  DÖNMEZER/ ERMAN, C. II, kn. 1284; Erem/ Danışman/ Artuk a göre de tasarlama suçlunun iradesine ilişkin, onun kastını arttıran, bu nedenle tamamen sübjektif mahiyette bir nedendir ve ortaklara sirayet etmemesi daha uygundur. Ancak yazarlar, tasarlamanın fiili nedenlerin sirayetinde yer almasının da mümkün olduğunu belirtmektedirler. Bkz. EREM/ DANIŞMAN/ ARTUK, s. 413.  658AÜHFD, 64 (3) 2015: 637-686                Ekici Şahin olduğu genel olarak kabul edilmektedir. Uygulamada ayrıca sübjektif niteliklerine rağmen tasarlama gibi kan gütme ve töre saikinin de fiile ilişkin olduğuna  ilişkin  kararlar  verilmektedir.  Özel  saik  ve  kastla  ilgili nedenlerin  sübjektif  niteliklerinden  hareketle  bu  nedenlerin  şahsi  olduğu kolayca  söylenememekte,  suçun  icrasıyla  ilgili  hususlara  işaret  edip etmedikleri de ayrıca değerlendirilmektedir.  Kanaatimizce özel kast ve saik konusunda ikili bir ayrım yapılmalıdır. Eğer saik hırsızlık suçunda olduğu gibi suçun kurucu unsurlarından biri olarak tipiklikte dikkate alınıyorsa; diğer bir ifadeyle suçun basit şekli ancak özel kastla işlenebiliyorsa; özel kastın veya saikin fiili veya şahsi bir neden olduğu  tartışılması  yararsızdır.  Zira  TCK  m.  141  veya  AlCK  §242 de düzenlenmiş olan hırsızlık suçu gibi bazı suç tiplerinde aranmakta olan özel kast  (saik),  suçun  kurucu  unsurlarındandır.  Suçun  temel  şeklinin işlenebilmesi için aranan özel kast, suça etki eden neden kavramı içinde değerlendirilemez. Bu nedenle, temel suç tipine dahil olan özel kast, suça etki eden şahsi veya fiili ağırlatıcı neden kavramının dışındadır.  Bununla birlikte, saik ve özel kastın, suçun basit şekline eklenerek onun daha ağır sayılmasına yol açan ağırlatıcı bir neden olduğu durumlarda; fiile mi,  şahsa  mı  ilişkin  olduğu  ayrıca  değerlendirilmelidir.  Bu  bağlamda değerlendirilmesi gereken ilk neden tasarlamadır. Tasarlamanın şahsa mı, fiile mi ilişkin olduğu, tasarlamanın ne olduğunu açıklarken benimsenen                                                  102  TEZCAN/ ERDEM/ ÖNOK, s. 158; bkz. KOCA/ ÜZÜLMEZ, Özel Hükümler, s. 57- 58; HAKERİ, Hakan, Kasten Öldürme Suçları TCK 81- 82- 83, Ankara 2006; DÖNMEZER, Sulhi, Kişilere ve Mala Karşı Cürümler, 16. Bası, İstanbul 2001, s. 63. 103  Yargıtay da kan gütme ve töre saikini fiile ilişkin ağırlatıcı neden kabul etmekte ve suç ortaklarına uygulamaktadır. Y. 1. CD., E. 2009/5808, K. 2009/4145, T. 1.7.2009; Y. 1. CD., E. 2010/7365, K. 2011/3231, T. 18.5.2011. Aktaran: KAYMAZ, s. 145. 104  Öğretide, kan gütme saikinin şahsi ağırlatıcı neden olduğu görüşü bazı yazarlar tarafından savunulmaktadır. bkz. DÖNMEZER/ERMAN, C. II, kn. 1280. Töre saikinin de şahsi ağırlatıcı neden olduğu görüşü için bkz. KAYMAZ, s. 128.  105  Tasarlamanın fiilin işleniş şeklinden kaynaklanan bir ağırlatıcı neden olduğu görüşü için bkz. TEZCAN/ ERDEM/ ÖNOK, s. 158; HAKERİ, Hakan, Kasten Öldürme Suçları, TCK 81- 82- 83, Ankara 2006, s. 226; KOCA, Mahmut/ ÜZÜLMEZ, İlhan, Türk Ceza Hukuku Özel Hükümler, Ankara 2013, s. 57- 58; DÖNMEZER, Sulhi, Kişilere ve Mala Karşı Cürümler, 16. Bası, İstanbul 2001, s. 63. Ancak,  Nazari ve Tatbiki Ceza Hukuku  kitabında, tasarlamanın da, tıpkı canavarca his ve kan gütme saiki gibi, cezayı ağırlaştıran kişisel bir neden olduğu görüşü savunulmuştur. Bkz. DÖNMEZER/ ERMAN, C. II, kn. 1280. Tasarlamanın failin sübjektif durumu ile ilgili olduğuna ilişkin ayrıca bkz. ÖZBEK / KANBUR/ DOĞAN/ BACAKSIZ/ TEPE, Özel Hükümler, s. 117. Hata ve tasarlamanın   659İştirak Halinde İşlenen Suçlarda...           AÜHFD, 64 (3) 2015: 637-686  teoriye göre değişmektedir. Tasarlama konusunda genel olarak kabul edilen iki  teori  bulunmaktadır,   soğukkanlılık   ve   plan  kurma   teorileri.  Soğukkanlılık   teorisine  göre  tasarlama;  suçun  fail  tarafından  sükûnet içinde, soğukkanlı bir şekilde hazırlanıp, icra edilmesidir. Bu durumda fail, suç işleme kararını verdikten sonra, bu kararından vazgeçmek için yeterli zamana sahip olmasına rağmen kararından vazgeçmemiş, sebat etmiş ve suçu işlemişse, suç tasarlanarak işlenmiştir.  Plan kurma  teorisine göre ise  tasarlama;  failin  suç  işleme  kararını  aldıktan  sonra,  suçun  icrasına başlayıncaya kadar geçen süre zarfında, suçu nasıl işleyeceğini düşünüp, ana hatlarıyla  plan  yapmasıdır.   Soğukkanlılık   teorisinin  kabul  edilmesi halinde tasarlama, failin zihinsel faaliyeti ile ilgili, onun suç işlemedeki ısrar ve sebatını gösteren, dolayısıyla ruh halini, psikolojik durumunu yansıtan şahsi bir neden olarak değerlendirilecektir.  Buna karşın  plan kurma  teorisinde, fail suç işleme kararı ile icra arasında geçen sürede, suçu nasıl işleyeceğine ilişkin plan yapar. Örneğin,                                                                                                                    bir arada uygulanabileceği görüşü ise öğretide hem tasarlamayı fiile ilişkin bir ağırlatıcı neden olarak gören yazarlar, hem de şahsa ilişkin ağırlatıcı neden olarak gören yazarlar tarafından savunulmaktadır. Tasarlamanın fiile ilişkin ağırlatıcı neden olduğunu ve şahısta hata halinde de uygulanacağını kabul eden yazarlar için bkz. HAKERİ, Kasten Öldürme, s. 226.  …tasarlamanın nitelikli hal olmasının sebebi, mağdurun kimliğine ya da faille olan ilişkisine bağlı değildir. Diğer bir deyişle, burada şahsi bir ağırlatıcı sebep yoktur. Ceza arttırımının  sebebi,  fiilin  işleniş  şeklinden  kaynaklanmaktadır.  Bu  surumda,  fiili  bir ağırlatıcı  sebep  söz  konusu  olduğuna  göre,  mağdurun  A  ya  da  B  olması  fark etmemelidir…   TEZCAN/  ERDEM/  ÖNOK,  s.  162.  Tasarlamanın  şahsi  bir  neden olduğunu kabul etmekle birlikte, şahısta hata halinde de uygulanacağını kabul eden yazarlar için ise bkz. ÖZBEK / KANBUR/ DOĞAN/ BACAKSIZ/ TEPE, Özel Hükümler, s. 117. KOCA/ ÜZÜLMEZ ise tasarlamayı fiile ilişkin bir ağırlatıcı neden olarak görmekle birlikte, şahısta hata halinde uygulanmayacağını belirtmektedir. Bkz. KOCA/ ÜZÜLMEZ, Özel Hükümler, s. 57- 58. Yargıtay'ın 1936 tarihli içtihadı birleştirme kararı ve yeni tarihli kararları,  şahısta  hata  halinde,  tasarlama  ağırlatıcı  nedeninin  uygulanamayacağı yönündedir. Bkz.  öldürülmesi kastolunan kimsenin yerine başkasının öldürülmesinde, taammütten dolayı ceza arttırılmaz , YİBK, E.1936/14, K. 1936/32, T. 13.11.1936.  Sanık Ali'nin öldürmeyi tasarladığı kişi yerine, o zannederek bir başka kişiyi öldürdüğü ve 5237 sayılı TCK'nın 30. maddesi gereğince hatasından yararlanacağı ve ağırlatıcı nedenlerden sorumlu tutulamayacağı gözetilmeden, suç niteliğinde yanılgıya düşülerek yazılı şekilde tasarlayarak öldürme suçundan hüküm kurulması....  Y 1. CD., E. 2013/ 2229, K. 2013/ 5446, T. 2.10.2013. Erişim: www.kazancı.com.tr, Erişim Tarihi: 12.08.2015.  106  HAKERİ, Kasten Öldürme, s. 219; SOYASLAN, Doğan, Ceza Hukuku Özel Hükümler, Gözden Geçirilmiş 6. Baskı, Ankara 2006, s. 105; ARTUK/ YENİDÜNYA, s. 512. 107  ARTUK/ YENİDÜNYA, s. 512. 108  DÖNMEZER/ ERMAN a göre tasarlama cezayı ağırlaştıran kişisel ve geçici bir haldir. DÖNMEZER/  ERMAN,  C.  II,  kn.  1280.  SOYASLAN da  soğukkanlılık  teorisini benimsemektedir. Bkz. SOYASLAN, Özel Hükümler, s. 105. 660AÜHFD, 64 (3) 2015: 637-686                Ekici Şahin silah temin eder, suçu işleyeceği yerle ilgili keşif yapar, mağdurun kendini savunma  olanaklarını  ortadan  kaldırmaya  yönelik  tedbirler  alır.  Bu durumda  tasarlama,  failin  zihni  faaliyetine  ilişkin  kişisel  bir  nedenden ziyade, suçun icrasını kapsayan bir niteliğe bürünür. Tasarlama konusunda plan kurma teorisi kabul edildiğinde, tasarlamanın fiile ilişkin özellikleri, şahsa ilişkin özelliklerine göre daha fazla ön plana çıkmakta ve tasarlamanın fiile ilişkin bir ağırlatıcı neden olduğu kabul edilmektedir. Türk ceza hukuku öğretisinde de ağırlıklı olarak benimsenen plan kurma teorisine uygun olacak şekilde,  tasarlamanın  fiili  bir  ağırlatıcı  neden  olduğu değerlendirilmektedir.  Gerçekten  de  tasarlama  yalnızca  failin  zihni faaliyetine ilişkin kişisel bir özellik olarak değerlendirilemez; tasarlama fiilin işlenme biçimini de kapsar, her tasarlamada bir plan yapma ve hazırlık safhası  vardır.  Bu  nedenle  tasarlama  şahsi  değil,  fiili  bir  ağırlatıcı nedendir.  Yargıtay, tasarlamanın esası konusunda her iki teoriye de kararlarında yer vermekte, ancak tasarlamayı şahsi değil fiili bir ağırlatıcı neden olarak değerlendirmektedir.  Kanaatimizce, suça etki eden nedenler söz konusu olduğunda failin veya şeriklerin psikolojik durumlarıyla, kişisel özellikleriyle veya kişisel ilişkileriyle, onları suça yönlendiren özel saik ve motiflerle ilgili olan ve suça  katılan  diğer  kişilerde  bulunmama  ihtimali  bulunan  nedenler  şahsi                                                  109  HAKERİ, Kasten Öldürme, s. 226. 110  TEZCAN/ ERDEM/ ÖNOK, s. 158; DÖNMEZER, Kişilere, s. 63; KOCA/ ÜZÜLMEZ, Özel Hükümler, s. 57- 58; KAYMAZ, s. 129; AYDIN, s. 235; ARTUK/ YENİDÜNYA, s. 512; Y 1. CD., E. 2013/ 2229, K. 2013/ 5446, T. 2.10.2013. E: www.kazancı.com.tr, T: 12.08.2015. 111  KAYMAZ, s. 129. 112   …Tasarlamanın kabulü için: Öldürme kararının şarta bağlı olmadan alınması, ruhsal dinginliğe  ulaşıldığını  kabule  elverişli  makul  bir  süre  geçmesine  rağmen  eylem kararlılığından dönülmemesi ve belli bir hazırlıkla sebat ve ısrarla öldürme fiilinin gerçekleştirilmesi gerekmekle…  . Y. 1. CD, E. 2008/9351, K. 2009/4246, T. 06.07.2009, Erişim: www.kazancı.com.tr, Tarih: 25.08.2015.  113   TCK nın 66. maddesi, bir cürüm ve kabahati beraber işleyenlerden birinde cezayı artıracak   şahsa merbut daimi veya arızı ahval ve evsafa  diğer sanıklara sirayetini öngören cezayı ağırlatıcı bir hüküm olup, TCK nın 450/1. maddesiyle birlikte sanıklara şahsa bağlı olmayan, idam cezasını gerektiren ve 66. maddesinin uygulamada alanı dışında kalan 450/4. maddesinin de uygulandığı göz önünde tutulmaksızın, sanık M.H.Ö e 66 ncı maddenin uygulanması suretiyle noksan ceza verilmesi, yasaya aykırıdır.  Y 1. CD., T. 23. 12. 1994, 4121/ 4640. Aktaran: KAYMAZ, s. 129, dp. 32.    661İştirak Halinde İşlenen Suçlarda...           AÜHFD, 64 (3) 2015: 637-686  nedenlerdir. Bu nedenle TCK m. 82 de yer alan; faili suç işlemeye sevk eden canavarca his, kan gütme, bir başka suçu gizleme veya töre saiki failin kişilik özelliklerinin, içinde bulunduğu ruh halinin ve zihinsel faaliyetlerinin yansıması olarak ortaya çıkan, ruhsal tehlikeliliğini yansıtan, suç işlemekteki özel motivasyonunu ortaya koyan şahsi ağırlatıcı nedenlerdir.  Suça etki eden nedenlerin fiili ve şahsi nedenler olarak ikiye ayrılarak incelenmesi, Türk ceza hukukuna özgü değildir. Aynı ayrım Alman ceza hukukunda da yapılmaktadır. Alman Ceza Kanunu §28 de suça etki eden  şahsi  nedenlerin  sirayeti  ve  özgü  suçlara  iştirak  edilmesi  halinde şeriklerin cezai sorumluluğunun nasıl belirleneceği açıkça düzenlenmiştir. Ancak, orada da suça etki eden nedenlerden hangilerinin fiile, hangilerinin şahsa ilişkin olduğu konusunda görüş ayrılıkları bulunmaktadır. Fiili ve şahsi nedenleri birbirinden ayırmaya yarayan genel geçer ölçütler Alman ceza hukukunda da geliştirilememiştir. Bununla birlikte, suç olarak tarif edilen haksızlığın herkes tarafından gerçekleştirilebilen maddi içeriğine ilişkin olan nedenlerin fiili nedenler olduğu genel olarak kabul edilmektedir. Alman                                                  114  BAUMANN/ WEBER/ MITSCH, §32, kn. 15 vd. Roxin, kasten adam öldürme suçundaki özel saik ve motivasyonların, suçun haksızlık içeriğine herhangi bir etkisinin olmadığını; suçun  yine  kasten  adam  öldürme  olarak  kaldığını;  bununla  birlikte,  bu  saik  veya motivasyona  sahip  olan  kişinin  kişisel  kusurunun  ve  tehlikeliliğinin  arttırdığını belirtmektedir. Bkz. ROXIN, LK- StGB §28, kn. 47.  115  KAYMAZ,  s.  150.  Özgenç e  göre;  tasarlama,  canavarca  his,  bir  suçun  işlenmesini kolaylaştırmak veya işlenmiş olan bir suçu gizleme gibi sübjektif hallerin şahsa bağlı ağırlatıcı neden mi fiile bağlı ağırlatıcı neden mi olduğunu söylemek mümkün değildir. Bkz. ÖZGENÇ, YD, s. 91. Dönmezer/ Erman a göre ise; tasarlama ve canavarca his gibi kan gütme saiki de kişisel ağırlatıcı nedendir. DÖNMEZER/ ERMAN, C. II, kn. 1280. 116  FISCHER, StGB §28, kn. 3; WESSELS/ BEULKE/ SATZGER, kn. 558; FISCHER, Daniel J./ GUTZEIT, Guido, Grundfragen zu §28 StGB, in JA 1998, (s. 41- 47), s. 42; JESCHECK/ WEIGEND, s. 658. Alman ceza hukuku öğretisinde SCHUNEMANN, fiili ve şahsi nedenler ayrımını çok geniş ve  şahsi  nedenler kriterini dogmatik açıdan değersiz bulmaktadır.  Yazar  bütüncül  bir  teori  önermekte  ve  dolaylı  failliğe  ilişkin  kurallar çerçevesinde çözümlenemeyen her nedenin AlCK §28 in uygulama alanı içinde mütalaa edilmesi gerektiğini kabul etmektedir. Bkz. SCHUNEMANN, Bernd, Die Bedeutung der  Besonderen  persönlichen  Merkmale   für  die  Strafrechtliche  Teilnehmer-  und Vertreterhaftung (1. Teil), JURA 1980, s. 365 vd (s. 354- 367).  117  Şahsa ilişkin bir ağırlatıcı nedenin, yalnızca şahsında bu ağırlatıcı nedeni bulunduran kişiye uygulanması; buna karşın şahsında söz konusu ağırlatıcı neden bulunmayan diğer suç  ortaklarına  uygulanmaması,  ceza  adaletinin  gereği  olarak  görülmektedir.  Bkz. LACKNER/ KUHL, StGB §28, kn. 1. 118  Bu  değerlendirme  için  bkz. WESSELS/ BEULKE/SATZGER,  kn.  558.  Ayrıca  bkz. ROXIN, LK- StGB, §28, kn. 24; RENGIER, AT, §46, kn. 16. 119  JESCHECK/ WEIGEND, s. 657- 658. 662AÜHFD, 64 (3) 2015: 637-686                Ekici Şahin ceza hukuku öğretisi ağırlıklı olarak, suç tipinde tarif edilen neticeye, suçun işlenmesinde  kullanılan  araçlara  veya  suçun  işleniş  biçimine  ilişkin nedenleri, fiile ilişkin nedenler olarak değerlendirmektedir. Öğretide, suç tipiyle korunan hukuksal değerle ilgili her nedenin, fiile ilişkin olduğunu belirterek  meseleye  kapsayıcı  bir  bakış  açısıyla  yaklaşan  yazarlar  da vardır. Ayrıca, fiili nedenlerin suç ortaklarına sirayeti konusunda AlCK §28 in değil, bağlılık kuralına ilişkin genel ilkelerin uygulanacağı tartışmasız kabul edilmektedir.  Son olarak, suçun temel şeklinin herkes tarafından işlenebildiği, ancak kamu görevlisi olmak gibi, özel bazı sıfatlar taşıyan kişilerce işlendiğinde cezasının artırıldığı  görünüşte özgü suçlar daki özel sıfatın, suça etki eden şahsi bir neden olduğu belirtilmelidir. Buna karşın  gerçek özgü suçlarda   suçun  kurucu unsurlarından  (strafbegründende  Umstände)  olan özel  faillik  sıfatı   suça  etki  eden  şahsi  neden   kavramı  içinde değerlendirilmez. TCK m. 247 de düzenlenmiş olan zimmet suçu gibi  gerçek  özgü  suçlarda   failin  sıfatı  suç  tipine  dahil  olan  kurucu unsurlardandır ve cezalandırmanın temelini oluşturur. Dolayısıyla  gerçek                                                                                                                    120  FISCHER/GUTZEIT, s. 42. 121  Suçun kanuni tanımında gösterilen ve öncelikle suçun işleniş şekli ile ilgili olan nedenlerin fiile  ilişkin  olduğu  değerlendirmesi  için  bkz.  HEINRICH,  Strafrecht  AT,  kn.  128; WESSELS/ BEULKE/SATZGER, kn. 558; FISCHER/ GUTZEIT, s. 42. 122  ROXIN, LK- StGB, §28, kn. 25. 123  FISCHER/GUTZEIT, s. 42; JESCHECK/ WEIGEND, s. 658. 124  TCK m. 86/3- d; TCK m. 137/1- b; TCK m. 284/4 de de failin kamu görevlisi olması, daha ağır cezalandırılmayı gerektiren nitelikli hal olarak düzenlenmiştir.  125  ROXIN, LK- StGB, §28, kn. 1; WESSELS/ BEULKE/ SATZGER, kn. 558; KUHL, Strafrecht AT, §20, kn. 163. Alman Ceza Kanunu §260/I, 1 de düzenlenmiş olan suç eşyasını satın alma, temin etme veya satma suçunda; bu fiillerin işlenmesinin meslek haline getirilmesi ağırlatıcı neden olarak düzenlenmiştir. Alman ceza hukukunda bu ağırlatıcı nedenin şahsi nitelikte olduğu ve §28/II kapsamında yalnızca şahsında bu nedeni bulunduran kişi hakkında uygulanacağı kabul edilmektedir. Kendisinde bu nitelikli hal bulunmayan suç ortağı ise, §259 da düzenlenmiş olan suçun temel şeklinden cezalandırılır. Bkz. JESCHECK/ WEIGEND, s. 658; FISCHER, StGB §260, kn. 2. Hukuka aykırı olarak başkasının  malına  el  koyma  suçunun  düzenlendiği  §246 nın  ikinci  paragrafında düzenlenmiş olan;  failin malı emanetçi sıfatıyla elinde bulunduran kişi olması  da şahsi ağırlatıcı neden kabul edilmektedir. Bkz. FISCHER/ GUTZEIT, s. 42. 126   …Suç unsuru olan kişisel nitelikler, şiddet nedeni olmadıklarından sirayet etmeleri de düşünülemez… , bkz. EREM/ DANIŞMAN/ ARTUK, s. 410. 127  Görünüşte ihmali suçlarda, failin neticeyi önleme yükümlülüğü altında bulunan bir kişi, yani garantör olması ise tartışmalıdır. Bazı yazarlar garantörlüğü, suça etki eden şahsi bir neden kabul ederken; diğerleri tıpkı özgü suçlarda olduğu gibi cezalandırmanın temelini   663İştirak Halinde İşlenen Suçlarda...           AÜHFD, 64 (3) 2015: 637-686  özgü  suçlardaki   failin  özel  niteliği  veya  sıfatı,  suça  etki  eden  şahsi nedenlerden değildir. Zimmet suçu gibi irtikap, görevi kötüye kullanma suçlarında da suçun kurucu unsuru olan  kamu görevlisi  olma özel sıfatı, suçun  kurucu  unsuru  ve   cezalandırmanın  temelini  oluşturan  şahsi nedendir . Kanunda aranan özel sıfata sahip olmayan kişiler özgü suçların faili olamaz. Dolayısıyla tipik hareket, sadece ve sadece özel sıfatı haiz olan kişi tarafından gerçekleştirildiğinde suç oluşur. Bu nedenle söz konusu özel nitelik veya sıfatlar, suça etki eden şahsi neden değil, suçun kurucu unsuru  olan,  tipikliği  oluşturan  ve  cezalandırmanın  temeli  olan (strafbegründende  besondere  persönliche  Merkmale)  şahsi  neden  olarak adlandırılır. Örneğin, TCK m. 204/2 de düzenlenmiş olan yalnızca kamu görevlisi  tarafından  işlenebilen  resmi  belgede  sahtecilik  suçunda,  kamu görevlisi olmak suçun ağırlaştırıcı nedeni değil, kurucu unsurudur. TCK m. 204/2 de  failin   görevi  gereği  düzenlemeye  yetkili  olduğu  bir  resmi belge den söz edilmektedir. Eğer resmi belgeyi düzenleyen veya belgenin düzenlenmesine yardım eden kişi, görevi gereği bu belgeyi düzenlemeye yetkili kişilerden biri değilse, suç tipinde aranan kurucu unsurlardan biri gerçekleşmediği için, TCK m. 204/2 deki suç oluşmayacaktır. Bu nedenle tipiklikte  aranan  özel  sıfata  şahsen  sahip  olmayan  kişiler,  fiil  üzerinde hakimiyet  kursalar  ve  icra  hareketlerini  özel  sıfata  sahip  bir  başka  suç ortağıyla  birlikte  gerçekleştirseler  dahi,  fail  ya  da  müşterek  fail  olarak sorumlu tutulamazlar. Çünkü, suç tipinde aranan özel sıfatı taşımamaları onlar açısından tipikliği imkansız kılmaktadır. Tipiklikte aranan özel sıfata sahip olmayan bu kişiler TCK m. 40/2 de de açıkça düzenlendiği üzere, özgü suçlardan ancak azmettiren ve yardım eden olarak sorulu tutulabilirler. Özel faillik sıfatı, bağlılık kuralına rağmen şeriklere sirayet etmez. Bu                                                                                                                    oluşturan şahsi neden olarak değerlendirmektedir. Bkz. WESSELS/ BEULKE/SATZGER, kn. 557; ROXIN, AT II, §27, kn. 53; LACKNER/ KUHL, StGB, §28, kn. 2. 128  AlCK  §28/I e  göre:   Failin  cezalandırılmasının  temelini  oluşturan  kişisel  nedenler (§14/I),  şerikte  (azmettiren  veya  yardım  eden)  bulunmuyorsa,  şeriğin  cezası  §49/I gereğince indirilir . 129  KUHL, Strafrecht AT, §20, kn. 12- 13. 130  WESSELS/BEULKE/SATZGER, kn. 556; HEINRICH, kn. 1355; KUHL, Strafrecht AT, §20, kn. 161. 131  KUHL, Strafrecht AT, §20, kn. 13. 132  TCK m. 40/2:  Özgü suçlarda, ancak özel faillik niteliğini taşıyan kişi fail olabilir. Bu suçların işlenişine iştirak eden diğer kişiler ise, azmettiren veya yardım eden olarak sorumlu tutulur.   133  AlCK §339 da düzenlenmiş olan  hukukun kasten yanlış uygulanması  suçunun faili yalnızca hakim, kamu görevlisi veya hakem sıfatını taşıyan biri olabilir. Bu sıfatları 664AÜHFD, 64 (3) 2015: 637-686                Ekici Şahin açıdan TCK m. 204/2 de düzenlenmiş olan kamu görevlisinin resmi belgede sahteciliği  suçuna  kamu  görevlisini  azmettiren  veya  gerekli  olan malzemeleri tedarik ederek yardım eden kişi, TCK m. 204/2 ye iştirakten sorumludur.  İşkence suçunun düzenlendiği TCK m. 94/4 de, işkence suçuna iştirak eden diğer kişilerin de kamu görevlisi gibi cezalandırılacağı hüküm altına alınmıştır. Kamu görevlisi olmayan kişiler TCK m. 94 de düzenlenen suça iştirak  ettiklerinde,  kanun  hükmü  gereği  kamu  görevlisi  gibi cezalandırılacaklardır. Bu maddede yer alan,  kamu görevlisi olma  sıfatı da tıpkı zimmet veya irtikap suçlarında olduğu gibi suça etki eden şahsi neden değil,  suç  tipine  ait  kurucu  unsurlardan  biridir.  İşkence  suçuna  iştirak edenlerin de kamu görevlisi gibi cezalandırılacağı hükmü, suça etki eden ya da suçun kurucu unsuru olan şahsi nedenin sirayeti olarak değerlendirilemez. Kanun koyucunun amacı, işkence suçuna iştirak edenleri kamu görevlisi saymak değil, onları da kamu görevlisi gibi cezalandırmaktır.  C.  Fiili ve Şahsi Nedenlerin Şeriklere Sirayeti İştirak halinde işlenen suçlarda fiili ve şahsi nedenlerin şeriklere sirayeti meselesine  geçmeden  önce  işaret  edilmelidir  ki,  TCK  m.  40/1'in  2. cümlesinde yer alan; ... Suçun işlenişine iştirak eden her kişi,  diğerinin                                                                                                                    taşımayan  kişilerin  suça  şerik  olarak  iştirak  etmeleri  halinde  cezaları  AlCK§28/I in göndermesiyle  §49/I  gereğince  indirilir.  FISCHER/GUTZEIT,  s.  43;  WESSELS/ BEULKE/ SATZGER, kn. 556. Aynı şekilde AlCK §340 da düzenlenmiş olan  Kamu Görevlisi Tarafından İşlenen Yaralama  suçunun faili de yalnızca bir kamu görevlisi olabilir. Bununla birlikte; Alman ceza hukukunda, bir özgü suça iştirak etmiş olan, ancak özel faillik niteliğine sahip olmayan kişilerin cezai sorumluluklarının nasıl belirleneceği konusunda görüş ayrılıkları bulunmaktadır. Bir görüşe göre: Eğer §340 da olduğu gibi iştirak  edilen  özgü  suçun,  herkes  tarafından  işlenebilen  basit  hali  de  kanunda düzenlenmişse, kamu görevlisini bu suça azmettiren veya ona yardım eden kişi, AlCK §223 de düzenlenmiş olan basit adam yaralama suçuna azmettirmekten veya yardım etmekten cezalandırılır. Bkz. KUPER, s. 315. Başka bir görüşe göre ise, şerikler burada özgü suç olan AlCK §340 a azmettirmekten veya yardım etmekten sorumludur. Ancak cezaları belirlenirken temel suç olan AlCK §223 deki kasten yaralama suçu dikkate alınır. Bkz. ROXIN, LK- StGB §28, kn. 5.  134  Fiil üzerinde kamu görevlisiyle birlikte hakimiyet kurarak resmi belgede sahtecilik suçunu işleyen kişinin, tek bir fiille hem TCK m. 204/1 de düzenlenmiş olan suçu asli fail olarak işlediği, hem de TCK m. 204/2 de düzenlenmiş olan suça şerik olarak iştirak ettiği; ancak failliğin şerikliğe göre asliliği kuralı gereğince kamu görevlisi olmayan kişinin, TCK m. 204/2 ye iştirak etmekten değil, TCK m. 204/1 den cezalandırılacağı kabul edilmektedir. Bkz. ÖZGENÇ, Genel Hükümler, s. 509- 510.    665İştirak Halinde İşlenen Suçlarda...           AÜHFD, 64 (3) 2015: 637-686  cezalandırılmasını önleyen kişisel nedenler göz önünde bulundurulmaksızın kendi kusurlu fiiline göre cezalandırılır.  ifadesi, suça etki eden nedenlerin sirayetine  ilişkin  bir  düzenleme  değildir.  Söz  konusu  düzenleme, AlCK §29 de  yer  alan:   Suça  iştirak  eden  her  kişi,  diğerinin  kusuru  dikkate alınmaksızın, kendi kusuruna göre cezalandırılır.  hükmünü içeren ve katı bağlılık  kuralını  sınırlandıran  düzenlemeyi  çağrıştırmaktadır. Cezalandırmayı önleyen kişisel nedenler, TCK m. 274/1'de olduğu gibi bazı özel suç tipleri açısından öngörülmüş olan etkin pişmanlık veya TCK m. 245/4'de olduğu gibi faille mağdur arasındaki yakın akrabalık ilişkisi gibi şahsi cezasızlık nedenleridir. Bu nedenlerin varlığı, suçun oluşmasını engellemediği gibi, suçun daha hafif sayılmasına da neden olmaz. Suç bütün unsurlarıyla  oluşmuştur,  ancak  yakın  akrabalık  gibi  şahsi  nedenler cezalandırmaya  engel  olur.  5237  sayılı  TCK  sadece  şahsi  cezasızlık nedenleriyle ilgili bir düzenleme getirmiş, buna karşın cezayı hafifleten veya ağırlaştıran fiili ve şahsi nedenler konusunda tamamen sessiz kalmıştır. 1.  Fiili Nedenlerin Sirayeti a.  Cezayı Hafifleten Fiili Nedenler Cezanın  hafifletilmesi  sonucunu  doğuran  fiili  nedenler  bütün  suç ortakları  hakkında  uygulanır.  Fiile  ilişkin  hafifletici  nedenlerin uygulanması, bu nedenlerin varlığının suç ortakları tarafından bilinmesine bağlı değildir. Fiili hafifletici nedenler maddi unsura dahil ve kural olarak objektif nitelikte olduklarından, bilmeden bağımsız olarak bütün fail veya şerikler hakkında sonuç doğurur. Örneğin hırsızlık ve yağma suçlarında                                                  135  TCK m. 274- (1) Aleyhine tanıklık yapılan kişi hakkında bir hak kısıtlamasını veya yoksunluğunu sonuçlayacak nitelikte karar verilmeden veya hükümden önce gerçeğin söylenmesi hâlinde, cezaya hükmolunmaz  136  TCK m. 245- (1) Başkasına ait bir banka veya kredi kartını, her ne suretle olursa olsun ele geçiren veya elinde bulunduran kimse, kart sahibinin veya kartın kendisine verilmesi gereken kişinin rızası olmaksızın bunu kullanarak veya kullandırtarak kendisine veya başkasına yarar sağlarsa, üç yıldan altı yıla kadar hapis ve beşbin güne kadar adli para cezası ile cezalandırılır…(4) Birinci fıkrada yer alan suçun; a) Haklarında ayrılık kararı verilmemiş  eşlerden  birinin,  b)  Üstsoy  veya  altsoyunun  veya  bu  derece  kayın hısımlarından birinin veya evlat edinen ile evlâtlığın, c) Aynı konutta beraber yaşayan kardeşlerden birinin, Zararına olarak işlenmesi halinde, ilgili akraba hakkında cezaya hükmolunmaz. 137  Aynı yönde bkz. ZAFER, s. 432, dp. 47. 138  ÖZBEK/ KANBUR/ DOĞAN/BACAKSIZ/TEPE, Genel Hükümler, s. 575.  139  DÖNMEZER/ ERMAN, C. II, kn. 1282; AYDIN, s. 229. 666AÜHFD, 64 (3) 2015: 637-686                Ekici Şahin malın değerinin az olması, suçun temel şeklini değiştirmemekle birlikte, daha hafif sayılmasına yol açan fiili bir nedendir. Tek başına malın değerinin azlığı  gerek  TCK  m.  145,  gerekse  TCK  m.  150 de  cezada  indirim yapılmasını  gerektiren  fiili  bir  neden  olarak  düzenlenmiştir.  İndirim yapılması  hakimin  takdirine  bırakılmış  olmakla  birlikte,  objektif  olarak somut  olayda  suça  konu  olan  malın  değerinin  az  olması,  bu  hafifletici nedenin fail ve şeriklerin tamamı hakkında uygulanması için yeterlidir. Fail, somut olayda fiile ilişkin hafifletici bir nedenin var olduğunu bilmese bile, hafifletici nedenden yararlanır.  b.  Cezayı Ağırlaştıran Fiili Nedenler Cezayı ağırlaştıran fiili nedenler de, fiilden kaynaklanan kural olarak objektif nedenlerdir. Söz konusu nedenler, bilinmeleri şartıyla bütün şerikler hakkında uygulanır. Hangi nedenlerin fiilden kaynaklandığı konusunda yapılan tartışmalara yukarıda işaret etmiştik. Tekrar vurgulamak gerekirse, genel olarak suça etki eden fiili nedenler; fiilin işleniş şekli, yeri, zamanı, konusu, mağduru, meydana gelen zarar veya tehlikenin ağırlığına ilişkin nedenlerdir. Bu tür bir neden kanunda, cezanın ağırlaştırılması sonucunu doğuracak şekilde düzenlenmişse, cezayı ağırlaştıran fiili bir nedenden söz edilir.  Türk ceza hukuku öğretisinde, fiile ilişkin ağırlatıcı nedenlerin sirayeti konusunda, bağlılık ve kast kuralının uygulanması gerektiğini savunan iki görüş  bulunmaktadır.  Kast  kuralının  uygulanması  gerektiğini  savunan yazarlara göre; fiile ilişkin ağırlatıcı nedenler bu nedenin varlığını bilen bütün suç ortakları yani azmettiren ve yardım eden hakkında da uygulanır. Örneğin, yaralama suçunun silahla işlenmesi halinde, TCK m. 86/3-e de düzenlenmiş olan suçun silahla işlenmesi ağırlatıcı nedeni, bilme şartıyla yardım  eden  veya  azmettirene  de  sirayet  eder.  Zira  iştirak  edilen  suçta bulunan fiile ilişkin ağırlatıcı nedenler, bilinmeleri şartıyla iştirak iradesi kapsamındadır.                                                   140  EREM/  DANIŞMAN/  ARTUK a  göre  malın  değerinin  azlığı  bütün  suç  ortaklarını etkilemesine rağmen, ortada bir sirayet sorunu bulunmamaktadır. Çünkü, burada herhangi bir halin bir ortaktan diğerine geçişi söz konusu değildir. Bkz. EREM/ DANIŞMAN/ ARTUK, s. 410.  141  HAFIZOĞULLARI/ÖZEN, s. 363; DÖNMEZER/ ERMAN, C. II, kn. 1284; HAKERİ, s. 564. 142  HAFIZOĞULLARI/ ÖZEN, s. 362; EVİK, s. 295.   667İştirak Halinde İşlenen Suçlarda...           AÜHFD, 64 (3) 2015: 637-686  Bağlılık kuralını savunan yazarlar da, şeriklerin cezai sorumluluğunun faile göre belirleneceğini kabul ettikten sonra, şeriklerin iradesinin dikkate alınacağına  işaret  ederler.  Esas  itibariyle  ağırlatıcı  neden  -  hafifletici neden ayrımını reddeden bu görüşe göre; bir suçun basit şekline ilişkin unsurların yanında, nitelikli hallerine ilişkin unsurlar da bulunabilir. Suçun nitelikli hallerine ilişkin unsurlar fiilin işlenişiyle ilgili olabileceği gibi, faille mağdur  arasındaki  ilişki  veya  failin  özel  saikiyle  de  ilgili  olabilir. Dolayısıyla  fail  tarafından  işlenen  suç,  nitelikli  adam  öldürme  suçu olduğunda; failin gerçekleştirdiği suçtaki nitelikli unsurları bilen şeriklerin cezai  sorumluluğu  bu  suça  göre  belirlenir.  Bağlılık  kuralı  gereği,  failin işlediği suç, şeriklerin cezalandırılmasının temelini oluşturur. Örneğin kasten yaralama suçunun silahla işlenmesinde olduğu gibi, fiille ilgili olan ve faile uygulanan ağırlatıcı neden, bu nedenin varlığını bilen şeriklere de uygulanır.  Görüldüğü  gibi  fiile  ilişkin  ağırlatıcı  nedenlerin  şerikler  hakkında uygulanması konusunda gerekçeleri farklı olsa dahi, her iki görüş de aynı sonuca ulaşmaktadır. 2.  Şahsi Nedenlerin Sirayeti a.  Cezayı Hafifleten Şahsi Nedenler Suça  etki  ederek  cezanın  hafifletilmesi  sonucunu  doğuran  şahsi nedenler,  failin  şahsından  veya  faille  mağdur  arasındaki  şahsi  ilişkiden kaynaklanan nedenlerdir. Bu nedenlerin şeriklere sirayeti konusunda 765 sayılı TCK da olduğu gibi, 5237 sayılı TCK da da herhangi bir düzenleme yapılmamıştır. TCK m. 40 da yalnızca; şahsi cezasızlık nedenlerinin kişiye bağlı olduğu ve kendisinde bu neden bulunmayan suç ortaklarına sirayet etmeyeceği düzenlenmiştir. Yukarıda da ifade ettiğimiz gibi, cezada indirim yapılmasını veya cezanın hafifletilmesini gerektiren şahsi nedenler, şahsi cezasızlık  nedenlerinden  farklıdır.  Cezada  indirim  yapılmasını  gerektiren şahsi bir neden bulunduğunda, fail cezalandırılır; ancak söz konusu şahsi neden dolayısıyla, suçun daha hafif olduğu kabul edilir ve cezada indirim yapılır. Buna karşın şahsi cezasızlık nedenlerinde, faile hiç ceza verilmez.  TCK  m.  167/1 de  yer  alan  düzenleme  şahsi  cezasızlık  nedenlerine ilişkinken, TCK m. 167/2 de yer alan düzenleme cezada indirim yapılmasını                                                  143  ÖZGENÇ, YD 1999, s. 92 vd.  144  ÖZGENÇ, Genel Hükümler, s. 528. ÖZGENÇ, YD 1999, s. 91- 92. 668AÜHFD, 64 (3) 2015: 637-686                Ekici Şahin gerektiren  şahsi  nedene  ilişkindir.  Dolayısıyla,  hırsızlık  suçunun;  aynı konutta yaşayan dayı, hala teyze, yeğen vs. aleyhine işlenmesi halinde failin cezasında  indirim  yapılması,  cezayı  hafifleten  şahsi  nedenden kaynaklanmaktadır.  Cezayı  hafifleten  şahsi  nedenler,  tamamen  failin kişiliğine  veya  faille  mağdur  arasındaki  özel  ilişkiye  bağlı  olarak  kabul edilen nedenlerdir. Bu ilişki TCK m. 167/2 de olduğu gibi maddi temelleri olan  bir  akrabalık  ilişkisi  olabileceği  gibi; TCK  m.  159 da  olduğu  gibi hukuki bir ilişki de olabilir.  Şahsi hafifletici nedenlerin fail ve şeriklere uygulanması konusunda kanunda açık bir düzenleme yapılmadığı için, tamamen sübjektif bir nitelik taşıyan  bu  nedenlerin;  şahsında  böyle  bir  neden  bulunmayan  kişilere uygulanmaması  gerekir.  Şahıstan  kaynaklanan  bir  hafifletici  nedenin, kendi  şahsında  bu  neden  bulunmayan  diğer  fail  ve  şeriklere  sirayet ettirilmesi, TCK m. 61/10 de yer alan  kanunda açıkça yazılmadığı sürece cezaların  arttırılıp  eksiltilemeyeceğine   ilişkin  düzenlemeye  de  aykırılık teşkil eder. Fiili hafifletici nedenlerde olduğu gibi, burada bağlılık kuralını uygulamak  ve  kendisinde  hafifletici  neden  bulunmayan  suç  ortağını  da hafifletici nedenden yararlandırmak mümkün değildir.  Kanun metninde yer almamasına rağmen, TCK m. 40 ın gerekçesinde de şahsi hafifletici nedenlerin, yalnızca şahsında bu neden bulunan fail veya şerik hakkında uygulanacağına işaret edilmiştir:  … cezayı hafifleten veya ortadan kaldıran kişisel nedenler, ancak ilgili suç ortağı açısından hukuki sonuç doğururlar.   b.  Cezayı Ağırlaştıran Şahsi Nedenler Suça  etki  eden  nedenlerin  suç  ortaklarına  sirayeti  probleminin merkezinde, cezayı ağırlaştıran şahsi nedenler yer alır. Cezayı ağırlaştıran şahsi nedenlerin suçu birlikte işleyen, ancak kendi şahsında herhangi bir ağırlatıcı  neden  bulunmayan  suç  ortaklarının  cezası  üzerinde  etkili  olup                                                  145  HAFIZOĞULLARI/ ÖZEN, s. 362; ÖZBEK/ KANBUR/ DOĞAN/ BACAKSIZ/ TEPE, Genel Hükümler, s. 575; ERDEM, Mustafa Ruhan, Yeni TCK'da Faillik ve Suç Ortaklığı, Hukuki Perspektifler Dergisi, Sayı 5, Aralık 2005, s. 214- 215 (s. 204- 215); HAKERİ, s. 564; ÖZTÜRK/ ERDEM, s. 399- 400. 146  Aynı yönde bkz. KAYMAZ, s. 151. 147  Şahsi nedenlerin sübjektif nitelik taşımaları nedeniyle, kendisinde şahsi hafifletici neden bulunmayan suç ortakları hakkında uygulanamayacağı da belirtilmektedir. Bkz. EVİK, s. 293- 294; KAYMAZ, s. 143.   669İştirak Halinde İşlenen Suçlarda...           AÜHFD, 64 (3) 2015: 637-686  olmayacağı konusunda pek çok görüş ortaya konmuştur. Bunlardan ilki, suça etki eden nedenleri fiili ve şahsi nedenler şeklinde ikiye ayırarak incelemeyi reddeden  bütüncül  yaklaşımdır.  Bu  görüşü  savunan  yazarlara  göre; nitelikli hallerin şeriklere sirayeti konusunda TCK m. 40'da düzenlenmiş olan bağlılık kuralı esas alınmalı ve şeriklerin cezai sorumluluğu asıl failin fiiline  göre  belirlenmelidir.  Suçun  icrasından  veya  asıl  failin  şahsından kaynaklanan bir ağırlatıcı neden varsa, bu neden, bunu bilen bütün şerikler hakkında  uygulanır.  Ağırlatıcı  nedenin  şeriklerin  birinin  şahsından kaynaklanması  halinde  ise,  bu  neden  diğer  suç  ortakları  veya  asıl  fail tarafından bilinse bile, onlar hakkında uygulanmaz. Zira şeriklerin cezai sorumluluğunun esasını failin fiili belirler ve şeriklerin cezai sorumluluğu failin şahsına ve fiiline göre tespit edilir. Ağırlatıcı neden fiilden veya failin şahsından kaynaklanmıyorsa, bu neden varlığından haberdar olsalar bile, faile de diğer şeriklere de sirayet etmez. Hatta şahsında ağırlatıcı neden bulunan şerike dahi söz konusu ağırlatıcı neden uygulanmaz. Zira, şeriklerin cezai sorumluluğu açısından belirleyici olan, fail tarafından işlenen suç ve failden kaynaklanan şahsi bir ağırlatıcı nedenin bulunup bulunmamasıdır. Bu  görüşe  göre,  eşini  öldürmesi  için  sevgilisini  azmettiren  bir  kişi hakkında, TCK m. 82/1, d de düzenlenmiş olan ağırlatıcı neden uygulanmaz. Çünkü, faille mağdur arasında kanunda ağırlatıcı neden olarak düzenlenmiş olan  eş olma özel ilişkisi  mevcut değildir. Mağdurla, fiili icra eden asıl fail arasında  eşi  olma ilişkisi olmadığından, işlenen suç TCK m. 82/1, d deki  eşi  öldürmek   değil,  TCK  m.  81 de  düzenlenmiş  olan  basit  adam öldürmedir.  Bu  durumda,  fiil  ve  failin  şahsı  ile  bağlı  olan  azmettiren açısından da işlenen suç basit adam öldürmedir. Sonuç olarak azmettiren, eşini  öldürmeye  azmettirmekten  değil,  basit  adam  öldürme  suçuna azmettirmekten (TCK m. 81 ve m. 38) sorumludur. Ancak, azmettiren ile failin  yerleri  değiştiğinde,  yani  suçu  icra  eden  asıl  fail  mağdurun  eşi olduğunda, işlenen suç TCK m. 82/1-d de düzenlenmiş olan  eşi öldürme                                                   148  ÖZGENÇ, Genel Hükümler, s. 528 vd.; KOCA/ ÜZÜLMEZ, Genel Hükümler, s. 446 vd.; ARTUK/ GÖKCEN/ YENİDÜNYA, s. 621 vd. 149  ÖZGENÇ, Genel Hükümler, s. 528; ÖZGENÇ, YD 1999, s. 93. 150  KOCA/ ÜZÜLMEZ, Genel Hükümler, s. 446 vd.  151  KOCA/ ÜZÜLMEZ, Genel Hükümler, s. 448.  152  Yazarlara  göre:  TCK da  yer  alan  iştirake  ilişkin  kurallar  ve  bağlılık  kuralı  birlikte değerlendirildiğinde  sirayet  konusunda  bir  problem  olmadığı  görülebilir.  GÖKCEN/ BALCI, s. 181.  153  ARTUK/ GÖKCEN/ YENİDÜNYA, s. 622; GÖKCEN/ BALCI, s. 181. 670AÜHFD, 64 (3) 2015: 637-686                Ekici Şahin suçu  olacağından;  azmettiren  de  eşi  öldürmeye  azmettirmekten  sorumlu olur.  Şeriklerin  sorumluluğu,  failin  şahsına  ve  icrasına  kasten  iştirak ettikleri fiile göre belirlenir. Şerikler kendilerince bilinen ve failin işlediği fiilde bulunan nitelikli hallerden etkilenirler.  Bu  görüş  öğretide,  şahsında  ağırlatıcı  neden  bulunan  kişinin,  suçu doğrudan kendisi işlemek yerine, başkasına işletmesi halinde haksız ve izahı güç  bir  avantaj  elde  edeceği  ve  bu  durumun  adalet  duygusunu  sarstığı gerekçesiyle haklı olarak eleştirilmektedir.  Öğretinin  büyük  çoğunluğu,  cezayı  ağırlaştıran  şahsi  nedenlerin sirayetinin  bağlılık  kuralı,  en  azından  bağlılık  kuralına  ilişkin  TCK  m. 40/1 de  yer  alan  mevcut  düzenleme  bağlamında  çözümlenemeyeceği görüşündedir. Bu görüşü savunan yazarlar, TCK m. 40 ın suça etki eden nedenler konusunda herhangi bir düzenleme yapmadığını ve suça etki eden nedenlerin  sirayeti  konusunda  yasal  bir  boşluk  bulunduğunu  kabul etmektedirler.  Cezayı  ağırlaştıran  şahsi  nedenlerin  sirayeti  konusunda, açık  bir  düzenleme  yapılması  kanunilik  ilkesinin  gereğidir.  Öte  yandan kanunda  açıkça  öngörülmediği  sürece  cezalar  ne  artırılabilir  ne  de azaltılabilir  (TCK  m.  61/10)160.  Konuya  ilişkin  açık  bir  düzenlemenin bulunmaması uygulamada toplumun adalet duygusunu zedeleyen çelişkili kararların ortaya çıkmasına neden olmaktadır. Şahsi ağırlatıcı nedenlerin sirayeti konusunda bağlılık kuralının yeterli olmadığını düşünen yazarlar kendi çözüm önerilerini ortaya koymuşlardır. Bunlardan bazıları, fiilin icrası sırasında bilinmesi şartıyla failde veya şerikte bulunan şahsi ağırlatıcı nedenin, failin veya şerikin şahsında bulunmasına                                                  154  ARTUK/ GÖKCEN/ YENİDÜNYA, s. 623; KOCA/ ÜZÜLMEZ, Genel Hükümler, s. 448. 155  KOCA/ ÜZÜLMEZ, Genel Hükümler, s. 446- 447. 156  KOCA/ ÜZÜLMEZ, Özel Hükümler, s. 91. 157  ÖZBEK/ KANBUR/ DOĞAN/ BACAKSIZ/ TEPE, Genel Hükümler, s. 576; AKBULUT, s. 204. 158  ERDEM, s. 214- 215; ÖZBEK, Veli Özer, Yeni Türk Ceza Kanununun Anlamı, Cilt I, 2. Baskı, Ankara 2005, s. 449; ÖZBEK/ KANBUR/ DOĞAN/ BACAKSIZ/ TEPE, Genel Hükümler,  s.  576;  AKBULUT,  s.  211  vd.;  DEMİRBAŞ,  s.  506;  KAYMAZ,  148; HAKERİ, s. 563; HAFIZOĞULLARI/ ÖZEN, s. 362; EVİK, s. 295; AYDIN, s. 231- 232. 159  AKBULUT, s. 211 vd.; DEMİRBAŞ, s. 506; KAYMAZ, 148; ÖZBEK/ KANBUR/ DOĞAN/ BACAKSIZ/ TEPE, Genel Hükümler, s. 572; EVİK, s. 295. 160  ÖZBEK/ KANBUR/ DOĞAN/ BACAKSIZ/ TEPE, Genel Hükümler, s. 576. 161  DEMİRBAŞ,  s.  507;  ÖZBEK/  KANBUR/  DOĞAN/  BACAKSIZ/  TEPE,  Genel Hükümler, s. 576.   671İştirak Halinde İşlenen Suçlarda...           AÜHFD, 64 (3) 2015: 637-686  bakılmaksızın bütün suç ortakları hakkında uygulanacağını belirtmektedir. Yani hem failde, hem de şerikte bulunan şahsi ağırlatıcı neden, diğer suç ortaklarına  sirayet  edebilir.  Şahsi  ağırlatıcı  nedenin  kimden kaynaklandığının  önemli  olmadığını  belirtmekle  birlikte  bu  görüşü destekleyen bazı yazarlara göre; failin veya şerikin şahsında bulunan bir ağırlatıcı nedenin, kendisinde bu neden bulunmayan diğer şerik veya faillere uygulanabilmesi için, sadece bu nedenin varlığını bilmek yeterli değildir. Ayrıca söz konusu şahsi nedenin, suçun işlenmesinde etkili olması ve suçun icrasını kolaylaştırıcı bir rol oynaması da gerekir. Yazarların, fiile ilişkin ağırlatıcı nedenlerde olduğu gibi, şahsi ağırlatıcı nedenlerin sirayetinde de kast  kuralını  uygulamaktan  yana  görüş  belirttikleri  görülmektedir.  Özel düzenleme yapılmadığı için ortaya çıkan yasal boşluğun, bu şekilde genel kurallardan kast kuralı uygulanarak doldurulması önerilmektedir.  Somut  bir  örnek  üzerinden  açıklamak  gerekirse,  bu  görüşe  göre; babasını  öldürmesi  için  kiralık  katil  tutan  kişi  gibi,  öldürdüğü  kişinin azmettirenin babası olduğunu bilen kiralık katil de adam öldürme suçunun nitelikli halinden (üst soyu öldürme TCK m. 82/1, d) cezalandırılmalıdır. Azmettirenin şahsından kaynaklanan ağırlatıcı neden, bu nedeni bilen faile sirayet eder. Kiralık katilin, azmettirenin şahsından kaynaklanan ağırlatıcı nedeni  bilmemesi  halinde  ise,  azmettiren  üst  soyu  öldürmekten  sorumlu olurken, suçu icra eden kiralık katil somut olayda başka bir ağırlatıcı neden de  bulunmuyorsa  yalnızca TCK  m.  81 de  düzenlenmiş  olan  basit  adam öldürme suçundan cezalandırılır.                                                  162  HAKERİ, s. 563 vd.; ERDEM, s. 214 vd.; DEMİRBAŞ, s. 506. 163  HAFIZOĞULLARI/ ÖZEN, TCK cezayı ağırlaştıran veya hafifleten nedenlerin sirayetini düzenlemediğine göre, bu durumun hakimi bağlayacağını belirtmektedir. Hakim, kast kuralını uygulayarak sorunu çözmelidir. Bu durum kanunilik ilkesine de uygundur. Bir suça iştirak eden veya suçu icra eden failin şahsından kaynaklanan ağırlatıcı neden, diğer şerikler veya fail tarafından biliniyorsa, kastları bu ağırlatıcı nedeni de kapsar. Dolayısıyla cezanın ağırlaştırılmasını gerektiren şahsi neden, bu nedeni bilen diğer suç ortakları hakkında da uygulanır. Bkz. HAFIZOĞULLARI/ ÖZEN, s. 362- 363. Failde bulunan şahsi ağırlatıcı nedenin şeriklere sirayeti konusunda bu görüşe iştirak eden ÖZBEK ve diğer yazarlar, şeriklerde bulunan bir şahsi ağırlatıcı nedenin faile veya diğer şeriklere sirayeti konusunda  ise  farklı  düşünmektedir.  Yazarlara  göre,  şeriklerden  birinin  şahsından kaynaklanan ağırlatıcı nedenler diğer şeriklere veya faile sirayet etmez. Bkz. ÖZBEK/ KANBUR/ DOĞAN/ BACAKSIZ/ TEPE, Genel Hükümler, s. 576. 164  HAFIZOĞULLARI/ ÖZEN, s. 363. 165  DEMİRBAŞ, s. 506; ERDEM, s. 214. 672AÜHFD, 64 (3) 2015: 637-686                Ekici Şahin Suça etki eden nedenlerin sirayeti konusunda yasal bir boşluk olduğunu ve  kanun  koyucunun  bir  an  önce  konuyu  açıkça  düzenleyerek  adalet duygusunu zedeleyen kararların önüne geçmesi gerektiğini düşünen diğer bir grup yazar ise, şahsi ağırlatıcı nedenin failde veya şerikte bulunmasına göre bir ayrım yapmaktadır. Şahsi ağırlatıcı neden failde bulunuyorsa, bu nedenin  şeriklere  sirayet  etmesi  için  bilinmesi  yeterli  değildir.  Bu  şahsi nedenin  ayrıca  suçun  işlenmesinde  etkili  olması  ve  suçun  işlenmesini kolaylaştırması  da  gerekir.  Ancak,  şeriklerden  birinde  bulunan  şahsi ağırlatıcı neden, diğer suç ortaklarına sirayet etmez.  Öğretide:  Bir şahsi ağırlatıcı nedenin, yalnızca bu nedeni şahsında bulunduran  kişiye  uygulanabileceğini,  diğer  suç  ortaklarına uygulanamayacağını  belirten, bir görüş daha savunulmaktadır. Bu görüşü savunan yazarlar; Alman Ceza Kanunu §28/II de yer alan düzenleme örnek alınarak  TCK da  da  gerekli  düzenlemelerin  yapılması  gerektiğini belirtmektedir.  Onlara  göre: TCK  m.  40'dan  hareketle  suça  etki  eden nedenlerin sirayetine ilişkin olumlu veya olumsuz bir sonuca ulaşılamaz. Türk Ceza Kanunu suça etki eden nedenlerin şeriklere sirayeti konusunda tamamen susmuştur. Mevcut yasal durum karşısında, ağırlatıcı ve hafifletici nedenlerin sirayeti konusunda genel kuralların uygulanmasından başka bir seçenek  bulunmamaktadır.  Bu  durumda,  fiile  ilişkin  hafifletici  nedenler bilinsin  ya  da  bilinmesin  bütün  şerik  ve  faillere,  ağırlatıcı  nedenler  ise yalnızca bu nedeni bilenlere uygulanabilir. Şahsa ilişkin nedenler ise, ister ağırlatıcı  isterse  hafifletici  nitelikte  olsun,  yalnızca  şahsında  bu  neden bulunan kişiye uygulanır, diğer fail ve şeriklere sirayet etmez. Dolayısıyla şahsi  ağırlatıcı  nedenler,  şahsında  böyle  bir  neden  bulunmayan  kişileri etkilemez. Türk Ceza Kanunu nda şahsi nedenlerin sirayeti konusunda herhangi bir düzenleme yapılmadığına göre, şahsında herhangi bir ağırlatıcı neden  bulunmayan  kişiye,  sırf  biliyor  diye  fail  veya  şeriklerden  birinin şahsından  kaynaklanan  ağırlatıcı  nedeni  uygulamak  kanunilik  ilkesi açısından da sorunludur.                                                  166  ÖZBEK/ KANBUR/ DOĞAN/ BACAKSIZ/ TEPE, Genel Hükümler, s. 575. 167  ÖZBEK/ KANBUR/ DOĞAN/ BACAKSIZ/ TEPE, Genel Hükümler, s. 576. 168  ÖZTÜRK/ ERDEM, s. 399; KAYMAZ, s.161- 162; EVİK, s. 293.  169  KAYMAZ, s.164; EVİK, s. 293. 170  EVİK, s. 292. 171  EVİK, s. 293- 294. Şahsa ilişkin ağırlatıcı nedenleri sırf biliyor diye, kendisinde bu neden bulunmayan suç ortağına veya faile uygulamanın doğru olmayacağı görüşü için ayrıca bkz. AKBULUT, s. 209- 213.   673İştirak Halinde İşlenen Suçlarda...           AÜHFD, 64 (3) 2015: 637-686  Uygulamada ise Yargıtay, şahsi ağırlatıcı nedenlerin sirayetine ilişkin çelişkili  kararlar  vermektedir.  Yüksek  mahkeme  son  verdiği  kararlarda, öğretide savunulan  şeriklerin cezai sorumluluğunun failin şahsına ve fiiline göre  belirleneceği   görüşünü  benimsemiş  görünmektedir.  Söz  konusu kararlarda  failde  bulunan  şahsa  ilişkin  ağırlatıcı  nedenlerin  şeriklere uygulanacağı kabul edilirken; şeriklerde bulunan ağırlatıcı nedenlerin faile sirayet etmeyeceği vurgulanmaktadır.  Ancak  Yargıtay ın  farklı  kararları  da  bulunmaktadır.  Örneğin  bir kararda, azmettirende bulunan şahsi ağırlatıcı nedenin, bunu bilen asıl faile de uygulanacağı kabul edilmiştir. Söz konusu karara konu olan olayda: H.İ eşi  olan  maktuleyi  öldürmesi  için  A'yı  azmettirmiştir.  Mahkeme,  A öldürdüğü kişinin, H.İ.'nin eşi olduğunu bildiğinden, A hakkında da TCK m. 82/1-d'nin  uygulanmasında  bir  isabetsizlik  bulunmadığı  yönünde  karar vermiştir.  Yargıtay ın,  şahsa  ilişkin  ağırlatıcı  nedenlerin,  yalnızca  şahsında  bu nedeni  bulunduran  fail  veya  şerike  uygulanacağı;  diğerlerine                                                  172   …5237 sayılı Yasada, şahsi ya da fiili ağırlaştırıcı sebeplerin sirayeti hükümlerine yer verilmemiştir.(765 sayılı Yasa m. 66-67) Yine, kavga suçu bu yasada düzenlenmemiştir. (765  sayılı  Yasa  m.  464,466)  Buna  göre,  şahsa  bağlı  sebeplerden  yalnızca  ilgilisi yararlanabilecektir. Şahsa bağlı sebeplerin cezayı artırdığı durumlarda da aynı uygulama yapılacaktır. Kavga suçuna ilişkin hükümler yerine, iştirak hükümlerinin uygulanması gerekecektir…  ,  …Buna karşılık, şeriklerin sorumluluğu doğrudan değildir, şerikler, suçtan bağlılık kuralı gereğince sorumlu tutulurlar. Başka bir anlatımla, şeriklerin suçla irtibatları failin şahsına ve işlediği fiile bağlılık arz etmektedir. Bu nedenle, şerikler kendilerince  bilinen  ve  failin  işlediği  fiilden  veya  şahsından  kaynaklanan  nitelikli hallerden etkilenirler.…   ... somut olayda; sanıklar M ve K'nın, maktule ile sanık Z'nin evli olduğunu bildikleri halde sanık Z'nin   eşini kasten öldürme  suçuna yardım ettikleri anlaşılmakla, TCK'nın 82/1-d, 39 maddeleri uyarınca cezalandırılmaları yerine bağlılık kuralına yanlış anlam verilmek suretiyle kasten öldürme suçuna yardımdan, TCK'nın 81, 39 maddeleri uyarınca hüküm kurulması, yasaya aykırı olup... bozulmasına...  . Y. 1. CD., E. 2013/3531, K. 2014/3655, T. 25.06.2014. Yayınlanmamış olan bu karara Yargıtay Cumhuriyet Başsavcılığı itiraz etmiş, ancak itiraz henüz sonuçlanmamıştır. 173   Sanık Ramazan yönünden; sanığın maktulle akrabalık bağının bulunmadığı anlaşılmakla, TCK. nun 82/1-d maddesinin uygulanması kanuna aykırı ise de, ceza miktarı dikkate alındığında, bu durum yeniden yargılama yapılmasını gerektirmediğinden, CMUK.nun 322. maddesindeki yetkiye dayanılarak, hüküm fıkrasının mahsus bölümünde yer alan,  5237 Sayılı Yasanın 82/1, a, d- son maddesindeki  (d) bendinin çıkartılmasına karar verilmek suretiyle DÜZELTİLEN, hükümlerin ONANMASINA  karar verilmiştir.  Y. 1. CD., E. 2009/3865, K. 2010/ 1054, T. 23.02.2010. Aktaran: KAYMAZ, s. 146. 174  Y. 1. CD., E. 2010/ 438, K. 2010/493, T. 1.2.2010. Aktaranlar: DEMİRBAŞ, s. 507; İSKENDER, s. 18. 674AÜHFD, 64 (3) 2015: 637-686                Ekici Şahin uygulanmayacağı yönünde kararları da vardır. Yargıtay bir kararında; eşini öldürmesi  için  yeğenini  azmettiren  kadın  hakkında,  TCK  m.  82/1-d de düzenlenmiş olan  eş  ağırlatıcı nedeninin uygulanması; buna karşın aynı ağırlatıcı nedenin fiili icra eden asıl fail ve diğer şeriklere uygulanmaması gerektiğini belirtmiştir.  Alman  ceza  hukukunda  da  tartışmalar  daha  çok AlCK  §  211 ve  § 212 de düzenlenmiş olan adam öldürme suçu üzerinde yoğunlaşmaktadır. Ancak tartışmaların nedeni Türk ceza hukukundan farklıdır. Alman Ceza Kanunu nda  kasten  adam  öldürme  suçunun  basit  şekli;  alışılmış  kanun yapma tekniğine aykırı olarak, suçun daha ağır cezayı gerektiren hallerinden sonra §212 de düzenlenmiştir. Yani sistematik bir yer değişikliği ile adam öldürme  suçunun  ağırlatıcı  nedenlerini  düzenleyen  paragraf,  suçun  basit şeklini düzenleyen paragrafın önündedir. Bu durum, § 212 de düzenlenmiş olan kasten adam öldürme suçu ile § 211 de düzenlenmiş olan adam öldürme suçunun daha ağır cezayı gerektiren halleri arasında bir temel norm - nitelikli hal ilişkisi olup olmadığı sorununun ortaya çıkmasına neden olmuştur.  İki  norm  arasında,  temel  norm-  nitelikli  hal  ilişkisi  olduğunu  esas itibariyle kabul eden öğreti, AlCK §211 de yer alan ağırlatıcı nedenleri üç gruba ayırmaktadır. Bu gruplar:  1. Öldürme zevki, cinsel güdüleri tatmin, sırf maddi menfaat temini (açgözlülük) veya başka ilkel saiklerle; 2. Sinsice, vahşice veya kamu için tehlikeli olabilecek araçların kullanılmasıyla; 3. Diğer bir suçun işlenmesini kolaylaştırma veya gizleme amacı  şeklindedir.                                                  175  Yargıtay ın kararı şu şekildedir:   a) Sanık Gülüstan ın, tahrik altında suçu tasarlayarak, uyku halinde olup   beden veya ruh bakımından kendini savunamayacak durumda  bulunan eşini öldürttüğü anlaşılmakla, 5237 sayılı TCK nın 38. Maddesi delaletiyle 82/1-a-d-e, 29 ve 62. Maddeleri gereğince, b) Sanık İsmet in, tasarlayarak uyku halinde olup  beden veya ruh bakımından kendisini savunamayacak durumda  bulunan maktulü öldürdüğü anlaşılmakla, 5237 sayılı TCK nın 82/1- a- e ve 62. Maddeleri gereğince, c) Sanık Dudu nun, tasarlayarak uyku halinde olup   beden veya ruh bakımından kendisini savunamayacak  durumda   bulunduğu  bildiği  maktulü  yeğeni  İsmet e  öldürttüğü anlaşılmakla, 5237 sayılı TCK nın 82/1-a- e ve 62. Maddeleri gereğince, d) Sanık Hasan ın tasarlayarak, suç işleme kararını kuvvetlendirdiği ve fiilin işlenmesinden sonra yardımda bulunacağını vaatettiği anlaşılmakla, 5237 sayılı TCK nın 82/1-a, 39/2-a ve  62.  Maddeleri  gereğince  cezalandırılmaları  gerekirken  suç  vasfından  yanılgıya düşülerek yazılı şekilde cezalandırılmalarına karar verilmesi… . Y. 1. CD., T: 7.4. 2009, E. 2008/9190, K. 2009/1928. Benzer kararlar için ayrıca bkz: Y. 1. CD., E: 2008/1045, K: 2008/5418, T: 28.09.2009. Ayrıca Y. 1. CD., E. 2006/4960, K. 2007/7805, T. 25.10.2007. Aktaran: KAYMAZ, s. 147, dp. 85.    675İştirak Halinde İşlenen Suçlarda...           AÜHFD, 64 (3) 2015: 637-686  Söz  konusu  ağırlatıcı  nedenlerden  ikinci  grupta  yer  alan   suçun  sinsice işlenmesi  ve  kamu için tehlikeli olabilecek araçların kullanılması , fiile ilişkin ağırlatıcı nedenler olarak değerlendirilmektedir. Birinci ve üçünde grupta yer alan; öldürme zevkini tatmin, açgözlülük - para hırsı veya bir suçu gizleme amacı gibi ağırlatıcı nedenler şahsi nedenler olarak görülmektedir.  Uygulamada  sorun  sistematik  yorumla  çözülmeye  çalışılmaktadır. Federal Alman Mahkemesi verdiği kararlarda: §211 de yer alan nitelikli adam  öldürme  suçu,  §212 deki  basit  adam  öldürme  suçundan  önce düzenlendiği için, iki paragraf arasında temel norm - nitelikli hal ilişkisinin olmadığı  görüşünü  savunmaktadır.  Mahkemeye  göre;  AlCK  §211 de düzenlenmiş olan adam öldürme suçunun daha ağır cezayı gerektiren halleri, §212 de düzenlenmiş olan kasten adam öldürme suçunun basit şeklinden ayrı ve ondan bağımsız  sui generis  bir suçtur. Bu durumda, §211 de sayılan;  öldürme zevki, cinsel içgüdülerin tatmini, açgözlülük (para hırsı), sinsice,  vahşice   gibi  nedenler,  basit  adam  öldürme  suçunun  ağırlatıcı nedenleri  değildir.  Bunlar  bağımsız  bir  suç  olan  §211 in  unsurlarıdır  ve ortada AlCK §28/II kapsamında değerlendirilebilecek herhangi bir sirayet sorunu  bulunmamaktadır.  Söz  konusu  nedenler  §211 in  unsurları olduğundan, failin fiili §211 e uyuyorsa şeriklerin cezai sorumluluğu da bu paragrafa göre belirlenir. Mahkeme, paragrafta sayılan, suçun açgözlülük veya para hırsıyla veya başka bir suçun işlenmesini kolaylaştırmak veya işlenmiş olan bir suçun ortaya çıkmasına engel olmak gibi, faili suç işlemeye sevk eden saik ve motiflerle ilgili nedenlerin şahsi nedenler olduğunu kabul etmektedir.  Ancak  öğretiden  farklı  olarak  söz  konusu  nedenleri,  adam öldürme suçunun temel şekline etki ederek onun daha ağır cezalandırılmasını gerektiren   şahsi  nedenler   olarak  değil,  AlCK  §28/I  anlamında  cezalandırmanın  temelini  oluşturan  şahsi  nedenler   olarak değerlendirmektedir.  Adam  öldürme  suçunun  vahşice  veya  mağdurun savunmasızlığından yararlanarak sinsice veya kamu için tehlikeli olacak araç ve vasıtalarla işlenmesini ise, fiile ilişkin unsurlar olarak nitelemektedir.                                                  176  Bkz. FISCHER./ GUTZEIT, s. 42; FISCHER, StGB §211, kn. 92. 177  GROPP, AT §10, kn. 116. 178  Bkz. BGHSt 1, s. 368- 371; BGHSt 22, s. 375- 377. 179  GROPP, AT, §10, kn. 117. 180  BGH NStZ 93, s. 341; BGH NStZ 08, 29. Daha fazla açıklama için bkz. MAURACH, Reinhart/ SCHROEDER, Friedrich- Cristian/ MAIWALD, Manfred, Strafrecht Besonderer 676AÜHFD, 64 (3) 2015: 637-686                Ekici Şahin Alman ceza hukuku öğretisine hakim olan görüş ile Federal Alman Mahkemesinin kabul ettiği görüş arasındaki farkı bir örnekle açıklamak, tartışmaların kaynağını anlamamıza yardımcı olacaktır.  A, B den 10 bin Euro karşılığında C yi öldürmesini ister. Bir başkasını para karşılığı öldürmeyi kabul eden B, AlCK §211 de sayılan açgözlülük veya para hırsıyla bir kimsenin öldürülmesi şartını gerçekleştirir. Azmettiren A ise, açgözlülük veya para hırsıyla hareket etmemiştir. Mahkemeye göre bu örnekte; B nin işlediği suç, kasten adam öldürme suçunun nitelikli hali değil, AlCK §211 de düzenlenmiş olan bir başkasının açgözlülük ve para hırsıyla öldürülmesi suçudur. Onu bu suçu işlemeye azmettiren A da AlCK  §211 den  sorumludur. Ancak  azmettirenin  cezası §49/1 gereğince indirilir.  Buna  karşın  öğreti,  adam  öldürme  suçlarındaki  öncelik  sonralık sıralamasının karıştırılmış olmasının, basit adam öldürme suçu ile nitelikli halleri  arasında  temel  norm-  nitelikli  hal  ilişkisini yadsımak  için yeterli olmadığını kabul etmektedir. Verilen örnekte, failin açgözlülük veya para hırsıyla hareket etmiş olması, AlCK §28/1 bağlamında  cezalandırmanın temelini oluşturan şahsi bir neden  değildir. AlCK §211 de sayılan nedenler, suçun  basit  şekline  etki  eden  ve  cezanın  ağırlaştırılmasını  gerektiren nedenlerdir. Açgözlülük veya para hırsı da faili suç işlemeye sevk eden ve AlCK §28/II anlamında  cezayı ağırlaştıran bir şahsi nedendir . Dolayısıyla AlCK §28/II gereğince söz konusu şahsi neden, yalnızca şahsında bu nedeni taşıyan  fail  veya  şerike  uygulanmalı,  diğerlerine  uygulanmamalıdır. Öğretinin görüşüne göre; örnek olayda azmettiren A, faili adam öldürme suçunun  temel  şeklinin  düzenlendiği  AlCK  §212 ye  azmettirmekten sorumludur;  B  ise,  adam  öldürme  suçunun  daha  ağır  cezayı  gerektiren hallerinin düzenlendiği §211 den cezalandırılmalıdır.  Örneği  aşağıdaki  şekilde  değiştirdiğimizde,  Federal  Alman Mahkemesi nin ulaştığı sonucun, Yargıtay ın son zamanlarda verdiği bazı kararlarında  savunulan  görüşle  örtüştüğü  görülecektir:  A,  amcası  B yi,                                                                                                                    Teil,  Teilband  I,  Straftaten  gegen  Persönlichkeits  und  Vermögensverte,  10.  Aufl., Heidelberg 2009, §2, kn. 30 vd., kn. 52. 181  Örnek için bkz. GROPP, AT, §10, kn. 117. 182  GROPP, AT, §10, kn. 117. 183  GROPP, AT, §10, kn. 116; MAURACH/ SCHROEDER/ MAIWALD, §2, kn. 52. 184  GROPP, AT, §10, kn. 117.   677İştirak Halinde İşlenen Suçlarda...           AÜHFD, 64 (3) 2015: 637-686  mirasına  sahip  olmak  amacıyla  öldürmek  ister.  Ancak  bunu  kendisi yapmak yerine, arkadaşı C den rica eder. C, herhangi bir maddi menfaat beklentisi olmaksızın, yalnızca arkadaşına yardımcı olmak amacıyla B yi öldürür. Mahkeme burada: suçu icra eden C, açgözlülük ve para hırsıyla hareket etmediği için,  cezalandırmanın temelini oluşturan şahsi nedenin  somut olayda var olmadığı sonucuna ulaşmaktadır. Bu nedenle işlenen suçun, AlCK §212 de düzenlenmiş olan basit adam öldürme olduğunu ve bağlılık kuralı gereği  azmettiren  A nın  da  basit  adam  öldürme  suçuna  azmettirmekten sorumlu olacağını kabul etmektedir. Öğretinin büyük çoğunluğu ise; iki suç tipi  arasında  temel  norm  -  nitelikli  hal  ilişkisinin  yadsınamayacağı görüşündedir. Bu nedenle, açgözlülük veya para hırsının, cezalandırmanın temelini oluşturan bir şahsi neden değil, suçun temel şekline eklenerek onun daha  ağır  cezalandırılmasını  gerektiren  bir  şahsi  neden  olduğunu vurgulamaktadır.  Şahıstan  kaynaklanan  bir  ağırlatıcı  neden  söz  konusu olduğunda, AlCK §28/2 gereğince bağlılık kuralı uygulanmaz. Dolayısıyla, örnek  olayda  azmettiren  A nın  şahsından  kaynaklanan  ağırlatıcı  neden, kendisine uygulanmalı; ancak C ye uygulanmamalıdır. V. Değerlendirme ve Sonuç 5237 sayılı TCK'nın 40. maddesinde yer alan bağlılık kuralı, şeriklerin cezai  sorumluluklarının  temelini  oluşturmakta  ve  şeriklerin cezalandırılmasının şartlarını belirlemektedir. Ancak bu düzenleme iştirak halinde işlenen suçlarda, suça etki eden ağırlatıcı ve hafifletici nedenlerin şeriklere sirayetine ilişkin bir hüküm içermemektedir. Bu düzenleme sirayet konusunda herhangi bir sonuca ulaşmak için yeterli değildir.  Fiilden kaynaklanan ağırlatıcı ve hafifletici nedenlerin sirayeti, fiille ilgili  olduklarından  bağlılık  ve  kast  kuralları  birlikte  uygulanarak çözümlenebilir. Fakat, şahıstan kaynaklanan ve suça etki eden nedenlerin sirayeti konusunda kanunda açık bir düzenleme yapılması gerektiği yönünde öğretide  ortaya  konan  görüşlere  katılıyoruz.  Böyle  bir  düzenleme,  hem                                                  185  AlCK §211 e göre bir kişinin açgözlülük veya para hırsı nedeniyle öldürülmesi, §212 deki basit adam öldürme suçuna göre daha ağır bir ceza gerektirir. Ancak aynı maddede yakın akrabalık  ilişkisi  cezayı  ağırlaştıran  nedenler  arasında  sayılmamıştır.  Bu  nedenle verdiğimiz örnekte sirayet açısından önemi olan husus mağdurla fail arasındaki akrabalık ilişkisi değil, faili suç işlemeye sevk eden özel saiktir. 186  GROPP, AT, §10, kn. 117. 678AÜHFD, 64 (3) 2015: 637-686                Ekici Şahin öğretideki tartışmalara yol gösterecek, hem de yargı kararlarındaki çelişkinin ortadan kalkmasına yardımcı olacaktır.  Şahsi  nedenlerin  sirayeti  meselesi,  genel  kurallara  bırakılamayacak kadar önemlidir. Nitekim, bağlılık kuralının 20. yy ın ilk yarısına kadar çok katı bir şekilde uygulandığı, ancak daha sonra yapılan yasal düzenlemelerle sınırlandırıldığı Alman  ceza  hukukunda  dahi,  suça  etki  eden  nedenlerin sirayeti  meselesi  genel  kurallara  bırakılmamış,  AlCK  §  28  ile  açıkça düzenlenmiştir. Türk Ceza Kanunu nu da TCK m. 40 ile şeriklerin cezai sorumluluğunun,  failin  geçekleştireceği  kasıtlı  ve  hukuka  aykırı  bir  fiile bağlı olduğunu düzenleyerek, sınırlı bağlılık kuralını benimsediğini ortaya koymuştur. Ancak, TCK da AlCK §28 deki gibi suça etki eden şahsa ilişkin nedenlerin  sirayeti  konusunda  açık  bir  düzenleme  yapılmaması  bir eksikliktir.  Türk  ceza  hukuku  öğretisinde  ve  uygulamada  savunulan;   Failin şahsından  kaynaklanan  ağırlatıcı  nedenlerin  bilmeleri  şartıyla  şeriklere uygulanacağı; ancak şeriklerin şahsından kaynaklanan ağırlatıcı nedenlerin, bilinse bile faile veya diğer şeriklere sirayet etmeyeceği  yönündeki görüşe iştirak etmiyoruz. Öğretide verilen örneklerde;  A nın sevgilisi S yi, kocası B yi öldürmeye azmettirdiği olayda; S ile B arasında TCK m. 82/1 de aranan  eş  olma ilişkisi mevcut olmadığı için, işlenen suçun  basit adam öldürme  suçu olduğu ve hem S nin, hem de azmettiren A nın basit adam öldürme suçundan sorumlu olduğu  ifade edilmektedir.  S nin, A yı kocası B yi öldürmeye azmettirmesi halinde ise; A, B nin eşi olduğu için, işlenen suçun TCK m. 82/1, d de düzenlenmiş olan  eşi öldürme  suçu olduğu ve hem A nın, hem de azmettiren S nin bu suçtan sorumlu olacağı  belirtilmektedir. Verilen bu örnekler, kasten adam öldürme suçunun basit hali ile daha ağır cezayı  gerektiren  nitelikli  hallerinin,  birbirinden  bağımsız  suçlar  olarak değerlendirildiğini göstermektedir. Kasten adam öldürme suçunun nitelikli halleri,  kendine  özgü  unsurları  olan  farklı  bir  suç  tipi  olarak değerlendirilmektedir. Dolayısıyla, TCK m. 82 de sayılan üst soy - alt soy, eş - kardeş ilişkisi veya diğer nedenler TCK m. 81 de düzenlenmiş olan basit adam öldürme suçunun ağırlatıcı nedenleri olarak görülmemekte, TCK m. 82 nin unsurları kabul edilmektedir. Bu nedenle, failin gerçekleştirdiği fiilde var olan nedenler ister failden, isterse fiilden kaynaklansın artık işlenen yeni                                                  187  GÖKCEN/ BALCI, s. 181.    679İştirak Halinde İşlenen Suçlarda...           AÜHFD, 64 (3) 2015: 637-686  suçun  unsurları  olarak  değerlendirildiğinden,  şeriklerin  cezai sorumluluğunun da bu yeni suça göre belirleneceği söylenmektedir.  Bu görüşün ulaştığı sonuç ile Federal Alman Mahkemesinin  kasten adam öldürme suçu  konusunda yukarda ayrıntılarıyla açıkladığımız görüşü arasındaki  benzerlik  dikkat  çekmektedir.  Federal  Alman  mahkemesi  de kasten  adam  öldürme  suçunun  daha  ağır  cezayı  gerektiren  hallerinin düzenlendiği  AlCK  §211 in,  suçun  temel  şeklinin  düzenlendiği  AlCK §212 den  bağımsız,  kendi  unsurları  olan  ayrı  bir  suç  olduğunu  kabul etmektedir.  Ancak  unutulmamalıdır  ki,  Federal  Alman  Mahkemesi  bu sonuca,  AlCK nun  sistematiğinden  kaynaklanan  istisnai  bir  yorumla ulaşmaktadır. Türk Ceza Kanunu'nda, suç tipleri düzenlenirken daha ağır cezayı  gerektiren  hallere,  suçların  temel  şekli  düzenlendikten  sonra  yer verilmekte  ve  Türk  Ceza  Kanunu nda  bu  tür  bir  sistematik  sorun bulunmamaktadır. TCK m. 81 ile TCK m. 82 birbirinden bağımsız, kendine ait unsurları olan iki ayrı ceza normu değildir. Bu iki norm arasında temel norm-nitelikli hal ilişkisi vardır. TCK m. 82 nin madde başlığı da zaten  nitelikli haller  şeklindedir.  TCK  m.  82 de  sayılan  ağırlatıcı  nedenlerden  birinin  somut olayda bulunması halinde dahi, işlenen suç kasten adam öldürme suçudur. Suça etki eden nedenler, suçun temel şeklini değiştirmez, onu yepyeni ve başka bir suç yapmaz. Suça etki eden nedenler suçun, yalnızca daha ağır veya daha hafif sayılmasına ve bu nedenle de cezanın ağırlaştırılmasına veya hafifletilmesine  yol  açar.  TCK nın  azmettirme  ve  yardım  etmenin düzenlendiği  38.  ve  39.  maddelerinde  azmettiren  ve  yardım  edenin cezasının, işlenen suça göre belirleneceği düzenlenmiştir. İşlenen suç kasten adam öldürme suçu olduğuna göre, azmettiren ve yardım edenin cezalarının belirlenmesinde dikkate alınacak olan da bu suçtur. Somut olayda suçun daha ağır cezalandırılmasını gerektiren bir nedenin bulunması ise artık bir sirayet sorunudur.  Aynı şey, kasten adam öldürme suçu dışında, diğer suç tipleri açısından da geçerlidir. Örneğin, A, iş adamı B ye karşı; mensubu olduğu suç örgütüne yarar sağlamak amacıyla yağma suçunu işlemek istiyor (TCK m. 149/1-g). B nin yanında çalışan C ise, B nin kendisine hak ettiğinden daha az ödeme                                                  188  GÖKCEN/ BALCI, s. 181. 680AÜHFD, 64 (3) 2015: 637-686                Ekici Şahin yaptığını düşünerek A ya, B nin mali durumu ve işe geliş saatleri hakkında bilgi veriyor. Ayrıca iş çıkışı kilitlemesi gereken kapıyı açık bırakarak, A nın kolayca içeri girmesine yardım ediyor. C nin kasten kilitlemediği kapıdan içeri giren A, B nin kafasına silah dayayıp, kasada bulunan paraları alıyor. Verdiğimiz  bu  örnekte  işlenen  suç  yağma  suçudur;  failde  bulunan   suç örgütüne yarar sağlama  saiki, yağma suçunu başka bir suça dönüştürmez. Faili suç işlemeye sevk eden TCK m. 149/1-g de düzenlenmiş olan saik, yalnızca  yağma  suçunu  ağırlaştıran  şahsi  bir  nedendir.  A nın  şahsında bulunan bu ağırlatıcı nedenin suç ortağı C ye de uygulanıp uygulanmayacağı ise, bir sirayet sorunudur.  Yargıtay ın  failden  kaynaklanan  ağırlatıcı  nedenlerin  şeriklere uygulanacağına,  ancak  şeriklerden  kaynaklanan  ağırlatıcı  nedenlerin şeriklere de, faile de uygulanmayacağına ilişkin kararları, adalet duygusunu zedelemektedir. Şahsi ağırlatıcı nedenlerin uygulanmasının, failin şahsından kaynaklanma şartına bağlanması; şahsında ağırlatıcı neden bulunan şerikler açısından haksız ve çok önemli bir avantaj sağlamaktadır. Örneğin; kiralık katil tutup, eşini öldürten biri, olayda başka bir ağırlatıcı neden yoksa adam öldürme  suçunun  basit  şekline  azmettirmekten  sorumlu  olacakken;  eşini bizzat kendisi öldüren biri adam öldürme suçunun nitelikli halinden sorumlu olur.  Kendi  eşinin  öldürülmesine  yardım  eden  kişi  daha  hafif cezalandırılırken, başkasının eşinin öldürülmesine yardım eden daha ağır cezalandırılır. Ne var ki bu netice ne adil ne de hukukidir. Söz  konusu  kararların,  kanunda  herhangi  bir  boşluk  olmadığı  ve meselenin genel kurallara göre çözümleneceği kabulüyle hareket edildiğinde dahi, sorunlu olduğunu düşünüyoruz. Şöyle ki; Kanun'da bir boşluk olmadığı düşünülüyorsa, Yargıtay ın kast kuralını fiile ilişkin ağırlatıcı nedenlerde olduğu  gibi  şahsa  ilişkin  ağırlatıcı  nedenlerde  de  istisnasız  uygulaması gerekir.  Failin  şahsından  kaynaklanan  ağırlatıcı  nedenin  şeriklere uygulanması,  buna  karşın  şeriklerden  kaynaklanan  ağırlatıcı  nedenlerin kendileri hakkında dahi uygulanmamasının bir izahı bulunmamaktadır. Kast kuralının kısmen uygulanıp, kısmen uygulanmaması önemli bir çelişkidir.                                                  189  Aynı şekilde TCK m. 158/1, h de dolandırıcılık suçunun tacir veya şirket yöneticisi olan ya da şirket adına hareket eden kişiler veya kooperatif yöneticileri tarafından maddede sayılan şartlarda işlenmesi ağırlatıcı neden olarak düzenlenmiştir. Maddede sayılan, tacir olmak, şirket veya kooperatif yöneticisi olmak gibi sıfatlar, cezayı ağırlaştıran şahsi nedenlerdir.  190 Aynı yönde AKBULUT, s. 209.   681İştirak Halinde İşlenen Suçlarda...           AÜHFD, 64 (3) 2015: 637-686  Sonuç  olarak  kanaatimizce,  bağlılık  ve  kast  kuralları  birlikte uygulandığında suça etki eden  fiili nedenlerin sirayeti  meselesi çözülebilir. Şahsa ilişkin ağırlatıcı ve hafifletici nedenlerin sirayeti ise, fiili nedenler gibi genel kurallar çerçevesinde çözümlenebilecek bir mesele değildir. Esasında sorun, genel kurallara bırakılamayacak kadar da önemlidir.  Şahsi nedenlerin sirayeti sorununun, hakimler tarafından genel kurallar uygulanarak çözümlenmesini beklemek yerine; Türk Ceza Kanunu nda da Alman Ceza Kanunu §28/II de olduğu gibi, açık bir düzenleme yapılarak çözümlenmesi gerekir.  Ancak, konuya ilişkin açık bir düzenleme bulunmayan mevcut yasal durumda, şahsa ilişkin ağırlatıcı ve hafifletici nedenler, kendi şahsında bu neden bulunmayan fail ve şeriklere uygulanmamalıdır. Suça iştirak eden herkese,  yalnızca  kendi  şahsından  kaynaklanan  ağırlatıcı  nedenin uygulanması, fakat diğer fail ve şeriklerin şahsından kaynaklanan ağırlatıcı nedenlerin uygulanmaması kanaatimizce hem kanunilik ilkesine, hem de ceza  adaletine  uygun  bir  yaklaşım  olur.  Nitekim  765  sayılı  TCK nın yürürlükte  olduğu  dönemde  de  cezayı  kaldıran  veya  indiren  nedenler konusunda genel bir düzenleme yapılmadığı için, bu nedenlerin kendisinde mevcut olan fail veya suç ortağından başka kimseyi etkilemeyeceği kabul ediliyordu. Aynı sonuca 2547 sayılı TCK daki yasal durumdan hareketle de ulaşılır. Kanun şahsi nedenlerin sirayetini açıkça düzenlemediği sürece, bu nedenler  yalnızca  şahsında  mevcut  olan  fail  ve  şerike  uygulanabilir, diğerlerine  uygulanamaz.  Zira,  şeriklerin  cezalandırılması,  bağlılık  kuralı gereği fail tarafından gerçekleştirilen asıl fiile bağlıdır, fakat failin şahsına bağlı değildir. Fiili nedenlerin sirayeti meselesi, fiile ilişkin oldukları için bağlılık ve kast kurallarıyla çözülebilir. Ancak, şeriklerin cezalandırılmasını kasten ve hukuka aykırı bir fiilin gerçekleştirilmesi şartına bağlayan, fakat failin  kusurlu  hareket  etmesini  aramayan  sınırlı  bağlılık  kuralının benimsendiği bir ceza hukuku sisteminde, bağlılık kuralına dayanarak fiile ilişkin  olmayan,  tamamen  şahıstan  kaynaklanan  ağırlatıcı  ve  hafifletici nedenlerin sirayeti açıklanamaz.                                                     191  Aynı yönde LACKNER/ KUHL, StGB §28, kn. 1 682AÜHFD, 64 (3) 2015: 637-686                Ekici Şahin",
     "Kaynakça": "AKBULUT, Berrin, Bağlılık Kuralı, GÜHFD, C. XIV, Y. 2010, S. 1, s. 167- 214. ARTUK, Mehmet Emin/ GÖKCEN, Ahmet/ YENİDÜNYA, A. Caner, Ceza Hukuku Genel Hükümler, 7. Baskı, Ankara 2013. ARTUK, Mehmet Emin/ YENİDÜNYA, A. Caner, Türk Ceza Hukukunda Haksız  Tahrik  Müessesesi  (TCK  m  51),  Prof.  Dr.  Ergün  Önen e Armağan, İstanbul 2003, s. 507- 534. AYDIN, Devrim, Türk Ceza Hukukunda Suça İştirak, Ankara 2009. AYDIN, Devrim, Yeni Türk Ceza Kanunu nda Haksız Tahrik, AÜHFD, Y. 2004, C. 54, S. 1, s. 225- 254. BAUMANN,  Jürgen/  WEBER,  Ulrich/  MITSCH,  Wolfgang,  Strafrecht Allgemeiner Teil, Lehrbuch, 11. Aufl., Gieseking, Bielefeld 2003. CENTEL, Nur/ZAFER, Hamide/ ÇAKMUT, Özlem, Türk Ceza Hukukuna Giriş, 7. Bası, İstanbul 2011. DEMİRBAŞ, Timur, Ceza Hukuku Genel Hükümler, 9. Baskı, Ankara 2013. DÖNMEZER, Sulhi, Kişilere ve Mala Karşı Cürümler, 16. Bası, İstanbul 2001. DÖNMEZER, Sulhi/ ERMAN, Sahir, Nazari ve Tatbiki Ceza Hukuku, C. II, Yeniden Gözden Geçirilmiş Onikinci Bası, İstanbul 1999. EREM,  Faruk/  DANIŞMAN, Ahmet/ ARTUK,  Mehmet  Emin,  Ümanist Doktrin  Açısından  Türk  Ceza  Hukuku,  Genel  Hükümler,  Tümüyle Gözden Geçirilmiş Ondördüncü Baskı, Ankara 1997. ERDEM, Mustafa Ruhan, Yeni TCK'da Faillik ve Suç Ortaklığı, HPD, S. 5, Y. 2005. FISCHER, Daniel J./ GUTZEIT, Guido, Grundfragen zu §28 StGB, in JA 1998, (s. 41- 47). FISCHER,  Thomas,  Strafgesetzbuch  und  Nebengesetzen,  60.  Aufl., München 2013. FRISTER, Helmut, Strafrecht Allgemeiner Teil, 6. Aufl., München 2013.   683İştirak Halinde İşlenen Suçlarda...           AÜHFD, 64 (3) 2015: 637-686  GÖKCEN, Ahmet/ BALCI, Murat, Kasten Öldürme Suçu (TCK m. 81), MÜHFHAD, Y. 2011, C. 17, S. 1-2, s. 95- 218. GROPP,  Walter,  Strafrecht  Allgemeiner  Teil,  Dritte,  überarbeitete  und erweiterte Auflage, Heidelberg 2005. HAKERİ, Hakan, Ceza Hukuku Genel Hükümler, 17. Baskı, Ankara 2014. HAKERİ, Hakan, Kasten Öldürme Suçları, TCK 81- 82- 83, Ankara 2006, (Kasten Öldürme). HAFIZOĞULLARI, Zeki/ ÖZEN, Muharrem, Türk Ceza Hukuku Genel Hükümler, 5. Basım, Ankara 2012. HEINRICH, Bernd, Strafrecht Allgemeiner Teil, 4. Aufl., Stuttgart 2014. İÇEL, Kayıhan/ SOKULLU- AKINCI, Fusun/ ÖZGENÇ, İzzet/ SÖZÜER, Adem/ MAHMUTOĞLU, Fatih S./ ÜNVER, Yener, İÇEL Suç Teorisi, Yeniden Gözden Geçirilmiş 2. Bası, İstanbul 2000. İSKENDER,  Salih  Zeki,  Bağlılık  Kuralı  ve  Suça  Etki  Eden  Nedenlerin (Ağırlaştırıcı  ve  Hafifletici  Nedenlerin)  Suç  Ortaklarına  Etkisi, YD, Basic HTML Versiyon, Erişim: http://www.yargitay.gov.tr/belgeler/site/ dergi/yrgdergi/Temmuz 2011/Temmuz 2011/as…, Tarih: 31. 03. 2015. JESCHECK, Hans Heinrich/ WEIGEND, Thomas, Lehrbuch des Strafrechts, Allgemeiner Teil, 5. Aufl., Berlin 1996. KAYMAZ, Seydi, 5237 Sayılı Türk Ceza Kanununa Göre İştirak Halinde İşlenen Suçlarda Nitelikli Hallerin Diğer Suç Ortaklarına Geçişi Sorunu, GÜHFD, C. XVI, Y. 2012, S. 2, s. 117- 167. KAZANCI, Behiye Eker, Mağdurun Davranışları ve Heyecan Halinin Ceza Sorumluluğuna  Etkisi-  Haksız Tahrik,  Prof.  Dr.  M.  Polat  SOYER e Armağan, İzmir 2013, s. 1309- 1357. KOCA, Mahmut/ ÜZÜLMEZ, İlhan, Türk Ceza Hukuku Özel Hükümler, Ankara 2013. KOCA, Mahmut/ÜZÜLMEZ, İlhan, Türk Ceza Hukuku Genel Hükümler, 7. Baskı, Ankara Eylül 2014. KUHL, Kristian, Strafrecht Allgemeiner Teil, 7. Aufl., München 2012.  684AÜHFD, 64 (3) 2015: 637-686                Ekici Şahin KUPER, Wilfried,  Die  Sphinx des  §28 Abs.  2  StGB,  in  Festschrift  für Günther Jakobs zum 26. Juli 2007, Köln, Berlin, München 2007, s. 311- 326. LACKNER, Karl/ KUHL, Kristian, Strafgesetzbuch, Kommentar, 28. Aufl., München 2014. LUDERSSEN, Klaus, Zum Strafgrund der Teilnahme, Baden- Baden 1967. MAURACH,  Reinhart/  GOESSEL,  Karl  Hainz/  ZIPF,  Heinz,  Strafrecht Allgemeiner Teil, Teilband 2, 7. Aufl., Heidelberg 1989. MAURACH,  Reinhart/  SCHROEDER,  Friedrich-  Cristian/  MAIWALD, Manfred,  Strafrecht  Besonderer  Teil,  Teilband  I,  Straftaten  gegen Persönlichkeits und Vermögensverte, 10. Aufl., Heidelberg 2009. OTTO, Harro, Grundkurs Strafrecht, Allgemeiner Strafrechtslehre, 7. Aufl., Berlin 2004. ÖZBEK, Veli Özer, Yeni Türk Ceza Kanununun Anlamı, C. I, 2. Baskı, Ankara 2005. ÖZBEK,  Veli  Özer/  KANBUR,  Mehmet  Nihat/  DOĞAN,  Koray/ BACAKSIZ, Pınar/ TEPE, İlker, Türk Ceza Hukuku Özel Hükümler, 7. Baskı, Ankara 2014. ÖZBEK,  Veli  Özer/  KANBUR,  Mehmet  Nihat/  DOĞAN,  Koray/ BACAKSIZ, Pınar/ TEPE, İlker, Türk Ceza Hukuku Genel Hükümler, 5. Baskı, Ankara 2014. ÖZGENÇ, İzzet, Türk Ceza Hukuku Genel Hükümler, Gözden Geçirilmiş ve Güncellenmiş 10. Bası, Ankara 2014. ÖZGENÇ, İzzet, Suça İştirakin Hukukî Esası ve Faillik, İstanbul 1996.  ÖZGENÇ,  İzzet,  Türk  Ceza  Kanunu  Tasarısındaki  Suça  İştirake  İlişkin Hükümlerin Değerlendirilmesi, YD, Ocak- Nisan 1999, s. 70- 96.  ÖZTÜRK, Bahri/ ERDEM, Mustafa Ruhan, Uygulamalı Ceza Hukuku ve Güvenlik Tedbirleri Hukuku, 14. Baskı, Ankara 2014. RENGIER, Rudolf, Atrafrecht Allgemeiner Teil, 6. Aufl., München 2014.   685İştirak Halinde İşlenen Suçlarda...           AÜHFD, 64 (3) 2015: 637-686  ROXIN,  Claus,  Strafrecht  Allgemeiner  Teil,  Teilband  II,  Besondere Erscheinungsformen der Strafrecht, München 2003.  ROXIN, Claus, Strafgesetzbuch Leipzieger Kommentar, Grosskommentar, Erster Band, Einleitung §§ 1 bis 31, Berlin, New York, 1985, §28.  SCHUNEMANN,  Bernd,  Die  Bedeutung  der   Besonderen  persönlichen Merkmale  für die Strafrechtliche Teilnehmer- und Vertreterhaftund (1. Teil), JURA 1980, s. 354- 367. SCHUNEMANN, Bernd, Strafgesetzbuch Leipziger Kommentar, 12. Aufl., Erster Band, Einleitung §§ 1 bis 31, Berlin 2007, §28. SONAY EVİK, Vesile, Suça İştirakte Yardım Edenin Ceza Sorumluluğu, İstanbul 2011. SOYASLAN,  Doğan,  Ceza  Hukuku  Genel  Hükümler,  Güncellenmiş  3. Baskı, Ankara 2005. SOYASLAN, Doğan, Ceza Hukuku Özel Hükümler, Gözden Geçirilmiş 6. Baskı, Ankara 2006  TEZCAN, Durmuş/ ERDEM, Mustafa Ruhan/ ÖNOK, Murat, Teorik ve Pratik Ceza Özel Hukuku, 11. Baskı, Ankara 2014. TOROSLU, Nevzat, Ceza Hukuku Genel Kısım, Ankara 2011. ÜNVER, Yener,  YTCK'da Kusurluluk , CHD, Y: 1, S: 1, Ekim 2006, s. 37- 73.  WESSELS,  Johannes/  BEULKE,  Werner/SATZGER,  Helmut,  Strafrecht Allgemeiner Teil, 44. Aufl., Heidelberg, München, Landsberg, Frechen,"
}