{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2019",
     "Cilt": "68",
     "Sayı": "1",
     "Başlık": "BİREYSEL BAŞVURU ÇERÇEVESİNDE ANAYASA MAHKEMESİ’NİN VERDİĞİ İCRA VE İFLÂS HUKUKUNA İLİŞKİN KARARLARIN DEĞERLENDİRİLMESİ",
     "Title": "The Review of the Decisions of the Constitutional Court Made within the Individual Application and Related to the Enforcement and Bankruptcy Law",
     "Yazar İsmi": [
          "Emsalgül DOĞAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "İcra ve İflas Hukuku",
          "Bireysel Başvuru",
          "Temel Hak ve Özgürlükler",
          "Adil Yargılanma Hakkı",
          "Anayasa Mahkemesi"
     ],
     "Keywords": [
          "Enforcement and Bankruptcy Law",
          "The Individual Application",
          "The Fundamental Rights and Freedoms",
          "The Right to a Fair Trial",
          "The Constitutional Court"
     ],
     "Özet": "Anayasa ve uluslararası düzenlemelerde güvence altına alınan temel hak ve özgürlükler devredilemez ve vazgeçilemez niteliktedir. İnsan haklarına saygılı bir hukuk devletinde temel hakların gözetilmesi zorunludur. Hukuk alanlarının tümünü ilgilendiren temel haklar, icra hukuku bakımından özel bir öneme sahiptir.  Zira devletin cebri icra faaliyeti kişilerin hakimiyet alanına müdahale edilmesi sonucunu doğurmaktadır. Bu durum ise doğal olarak temel haklara değinilmesi anlamına gelmektedir. Bu noktada kamu gücü tarafından temel hak ve özgürlükleri ihlal edilen kişinin başvurabileceği bir imkân olan  AYM ye bireysel başvuru  kurumu karşımıza çıkmaktadır. Anayasa nın 148. maddesinin 3. fıkrasında düzenlenen söz konusu kurum kapsamında herkes, Anayasa da güvene altına alınmış temel hak ve özgürlüklerinden AİHS kapsamındaki herhangi birinin kamu gücü tarafından ihlal edildiği iddiasıyla AYM ye başvurabilecektir. Çalışmada AYM nin bireysel başvuru yoluyla bugüne kadar önüne gelmiş olaylar neticesinde verdiği kararlar icra ve iflas hukukunu ilgilendirdiği kadarıyla incelenecektir. Dolayısıyla bahsi geçen temel haklar icra ve iflas hukuku bakımından bireysel başvurulara konu teşkil etmiş olanlarla sınırlı kalacaktır.",
     "Abstract": "The fundamental rights and freedoms guaranteed by constitutional and international  provisions  are  inviolable  and  inalienable.  Protection  of fundamental rights is essential in a state governed by the rule of law and respecting human rights. The fundamental rights that concern all branches of law  have  a  special  significance  in  terms  of  enforcement  law.  Because compulsive enforcement of the state results in intervention of private spheres of persons. This situation naturally refers to the fundamental rights. At this point, the institution of  the individual application to the Constitutional Court  which is an opportunity for a person whose fundamental rights and freedoms have been violated by the public power, appears. Within the framework of that institution which provided by paragraph 3 of Article 148 of the Constitution, everyone may apply to the Constitutional Court on the grounds that one of the fundamental  rights  and  freedoms  within  the  scope  of  the  European Convention on Human Rights which are guaranteed by the Constitution has been  violated  by  public  authorities.  In  this  study,  decisions  of  the Constitutional  Court  concerning  the  events  which  have  come  through individual applications so far, will be examined as far as it concerns the enforcement and bankruptcy law. Therefore, these fundamental rights will be limited to those which have been subject to individual applications in terms of enforcement and bankruptcy law.",
     "Metin": "Bu çalışmada AYM nin bugüne kadar yayınlanmış bireysel başvuruya ilişkin 4685 kararının tamamı incelenmiş ve söz konusu kararlardan icra ve iflâs hukuku bakımından önem arz edenler başvuruya konu olabilecek haklar bakımından  sınıflandırılarak,  konu  hakkında  AYM  uygulamasının  nasıl oluştuğu açıklanmaya çalışılmıştır.                                                  1   Bu çalışma kapsamında incelenen bireysel başvuru kararları 26.06.2018 tarihine kadar yayınlanmış olanlardır. 84Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126  Bireysel Başvuru … Çalışma kapsamında Anayasa da dayanağını bulan temel hak ve ilkeler ile icra hukukunun ilişkisi ortaya koyulmaya çalışılmıştır. Bu bağlamda icra ve iflâs hukukuna ilişkin davalarda (menfi tespit davası, itirazın iptali davası, ihalenin feshi davası, sıra cetveline itiraz davası, şikâyet müessesesi gibi) yapılan  yargılamalar  ve  bu  yargılamalar  sonucunda  verilen  kararlar bakımından yargılama ve hükümde gözetilecek hususlar da dahil olmak üzere icra ve iflas hukukuna ilişkin kararlar irdelenmiştir. Bu çerçevede çalışmada yer almış olan Anayasal temel haklar, adil yargılanma hakkı, aile hayatına saygı hakkı, özgürlüğü kısıtlama yasağı ve mülkiyet hakkıdır. Bununla birlikte adil yargılanma hakkının unsurları olan mahkemeye erişim hakkı, hakkaniyete uygun yargılanma hakkı, gerekçeli karar  hakkı  ve  makul  sürede  yargılanma  hakkı  da  çalışmanın  konusu kapsamında yer almıştır. Çalışmada bahsi geçen bu hakların ihlali iddiasıyla bireysel başvuru yoluyla AYM önüne gelmiş olaylar, AYM nin konuyla ilgili görüş ve kararları doğrultusunda açıklanmaya çalışılmıştır. BİREYSEL  BAŞVURU  ÇERÇEVESİNDE  ANAYASA MAHKEMESİ NİN  VERDİĞİ  İCRA  VE  İFLÂS  HUKUKUNA İLİŞKİN KARARLARIN DEĞERLENDİRİLMESİ 1.  ADİL YARGILANMA HAKKINA İLİŞKİN KARARLAR A.  AYM NİN  ADİL  YARGILANMA  HAKKINA  İLİŞKİN GENEL YAKLAŞIMI Adil yargılanma hakkı, AİHS m.6 ve AY m.36 ile güvence altına alınmış yargılamaya ilişkin temel haklardan en önemlisidir. Ancak söz konusu hak, yargılamada geçerli olan temel hak olarak düzenlenmediği zamanlarda da bir üst  ilke,  hukuk  etiği  kuralı,  hukuk  bilincinin  bir  yansıması  olarak uygulanagelmiştir. Adil yargılanma hakkı belli bir yargılama usulüyle sınırlı olmadığı gibi yargılamanın sadece belli bir parçasıyla da sınırlı değildir. Bu hak davanın açılmasından yargılamanın son bulmasına ve hükümden sonra da cebri icranın sona ermesine dek etkisini sürdürmektedir. Dolayısıyla icra ve iflâs  hukuku  bakımından  bu  noktada  önemi  yadsınamayacaktır.  Nitekim                                                  2   Tanrıver-Adil s.211. 3   Özekes-Temel Haklar s.131. 4   Pekcanıtez s.390. 85Emsalgül DOĞAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126 AYM nin bireysel başvuruya konu olmuş olaylarda verdiği kararlarda da bu hakkın cebri icra hukuku bakımından önemine sıklıkla vurgu yapılmıştır. Bu bağlamda AYM 492 sayılı Harçlar Kanunu nun 28. maddesinin Anayasa ya aykırılığı iddiası ile önüne gelen itiraz başvurusu sonucunda yaptığı değerlendirmede kullandığı  Anayasa'nın 36. maddesinde ifade edilen hak arama özgürlüğü ve adil yargılanma hakkı, sadece yargı mercileri önünde davacı ve davalı olarak iddia ve savunmada bulunma hakkını değil, yargılama sonunda hakkı olanı elde etmeyi de kapsayan bir haktır.  biçiminde ifade ettiği bu ilkeden bireysel başvurularda adil yargılanma hakkına aykırılık iddialarını incelerken de yararlanmaktadır. AYM  Arman  Mazman  Başvurusuna  ilişkin  kararında,  mahkeme kararlarının uygulanmasını yargılama sürecini tamamlayan ve yargılamanın sonuç doğurmasını sağlayan bir unsur olarak görmüş ve kararın uygulanmaması halinde  yargılamanın  da  bir  anlamı  olmayacağını  belirtmiştir.  AYM  bu yorumuyla  mahkemeye  erişim  hakkının  sadece  teorik  açıdan  bu  hakkın tanınmasını değil, aynı zamanda mahkemeden alınan nihai kararın icrasına yönelik meşru bir beklentiyi de koruduğunu kabul etmiştir. AYM ye göre hukukun  üstünlüğünün  geçerli  olduğu  bir  devlette;  mahkeme  kararlarının bağlayıcılığı bakımından yasama ve yürütme organları ile idare makamları lehine bir istisna bulunmamaktadır. Bu bakımdan 2942 sayılı Kanunun geçici 6. maddesinin 11. fıkrasında zikredilen husus, kesinleşen mahkeme kararlarıyla hükmedilen alacak ve tazminatları ödememe sebebi olamayacaktır. AYM, kararların icrasındaki gecikmenin başvurucuların adil yargılanma haklarına müdahale olduğunu kabul etmekle beraber, kararın icrasında ne kadar süreli bir gecikmenin hak ihlali oluşturacağı konusunda davanın konusu, davanın konusu bir alacak veya tazminatın ödenmesiyse bu alacak ve tazminatın mahiyeti, başvurucunun kararın icrasındaki menfaati, yargı kararının icrasının başvurucu için önemi, ödeme ile sorumlu idarenin bütçe imkânları ve ödeme konusundaki                                                  5   AYM, 14.01.2010, E.2009/27, K.2010/9. 6   2013/9404 (18.11.2015), § 51; 2013/1752 (26.06.2014), § 56; 2013/711 (03.04.2014), § 40; 2013/7542 (24.03.2016), §70; 2013/5015 (21.04.2016), §37; 2013/4193 (14.04.2016), §93; 2013/3401 (31.03.2016), §31; 2013/9039 (30.03.2016), §49. 7   2013/1752  (26.06.2014),  §60-61;  aynı  yönde  bkz.  2013/5015  (21.04.2016),  §40-41; 2013/4193 (14.04.2016), §95-96. 8    …Bu madde uyarınca ödenecek olan bedelin tahsili sebebiyle idarelerin mal, hak ve alacakları  haczedilemez… (Kamulaştırma  Kanunu  6.  maddenin  11.  fıkrası). www.mevzuat.gov.tr 86Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126  Bireysel Başvuru … tutumu,  alacak  veya  tazminatın  ödenmesinin  gecikmesi  nedeniyle  değer kaybedip kaybetmediği, davanın kararın icra aşamasıyla beraber toplam süresi ile kararın icrasında geçen süre gibi somut dava  koşullarının incelenmesi gerektiğine hükmetmiştir. Bu ölçüt çerçevesinde AYM sözü edilen başvuruya konu olmuş dava bakımından, başvurucunun mahkeme kararıyla elde ettiği tazminatın  ödenmesindeki  9  aylık  gecikmeyi,  tazminatın  konusunun ödenmesini ivedi kılacak özellikli bir konu olmaması, alacağın tamamının faiz ve yargılama giderleriyle beraber başvurucuyla yapılan uzlaşma ve imzalanan ibranameyle ödenmesi, başvurucunun ödemenin yapılmasındaki menfaatinin önemli ve öncelikli olmadığı hususlarını gözeterek, adil yargılanma hakkının ihlâli niteliğinde görmemiştir. AYM yukarıda sözü edilen başvuruya ilişkin kararı sonrasında bireysel başvuruya konu olmuş davalar bakımından adil yargılanma hakkına aykırılık iddialarını incelerken, bu başvuruda ortaya koyduğu ölçütleri kullanmış ve her somut olay bağlamında ihlâl iddiasını buna göre değerlendirmiştir.  Bu bağlamda Döndü Demir Başvurusuna ilişkin kararında AYM, somut olayda kanun koyucunun, farklı tarihlerde yaptığı düzenlemelerle Emlak Bankası nın tasfiye  sürecine  müdahalelerde  bulunduğunu,  bu  düzenlemelerle  Banka aleyhine  icra  ve  iflâs  takibi  yürütülemeyeceğini  hüküm  altına  aldığını saptamış ve dolayısıyla yargı kararının infazının imkânsız hale gelmiş olduğu kanaatine ulaşmıştır. Ancak kanun koyucunun yaptığı düzenlemeler dayanak gösterilerek  somut  başvuruya  konu  davada  tazminat  ödenmesi  yönünde kesinleşmiş yargı kararının üzerinden yaklaşık 11 yıl 2 ay geçmiş olmasına rağmen, söz konusu tazminatın halen ödenmemesini adil yargılanma hakkının ihlâli niteliğinde görmüştür.                                                  9   2013/1752 (26.06.2014). 10  Örneğin;  Kesinleşmiş mahkeme kararlarının makul sürede uygulanmaması ya da icra edilmemesi adil yargılanma hakkının ihlali niteliğindedir. Somut olayda başvurucular lehine verilen Mahkeme kararları, başvurucuların bu kararların icrası için gerekli tüm girişimlerde bulunmalarına rağmen Belediye tarafından gerekçe gösterilmeksizin dört yılı aşkın süre boyunca yerine getirilmemiştir. Anılan kararların niteliği dikkate alındığında bu sürenin makul olmadığı açıktır.  2013/711 (03.04.2014), §53.  Sonuç olarak yukarıda sayılan hususlar göz önünde bulundurulduğunda başvuruya konu olayda, kamulaştırmasız olarak el atılan taşınmaz nedeniyle tazminat ve aynı taşınmaz için haksız işgal tazminatı ödenmesi yönünde kesinleşmiş yargı kararlarının üzerinden yaklaşık 22 ay ve 19 ay geçtikten sonra tazminat  bedellerinin  ödenmiş  olmasının  başvurucuların,  yargı  kararlarının  yerine getirilmesi haklarını ihlal ettiği kanaatine ulaşılmıştır.  2013/9404 (18.11.2015), §60. 11  2013/4193 (14.04.2016), §103. 87Emsalgül DOĞAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126 Ayrıca  AYM  sonraki  birçok  başvuruda  verdiği  kararlarına  gerekçe gösterdiği Arman Mazman Başvuruna ilişkin kararında, yargı kararlarının geç uygulanması  nedeniyle  bireyler  lehine  işlevsel  güvencenin  zamanında kullanılamadığı bir durumda, ilkesel ve kurumsal güvencelerin kendilerinden beklenen hukuksal korumayı sağlayamayacağını belirtmiş; dolayısıyla yargı kararlarının  bireyler  hakkında  uygulanmasını  içeren  işlevsel  güvenceyi bireysel hak ve özgürlüklere yargısal koruma sağlanabilmesini olanaklı kılan vazgeçilmez  bir  hukuki  teminat  olarak  görmüştür.  Bununla  birlikte  AY m.138/son da  düzenlenen  yargı  kararlarının  gecikmeksizin  uygulanması yükümlülüğünü, hukukun genel ilkelerinden biri olarak da kabul edilen kesin hükme saygı ilkesinin bir gereği olarak kabul etmiştir. Zira AYM ye göre bir hukuk sisteminde yargının verdiği ve bağlayıcı olan kesin hüküm, zarar gören taraflardan  biri  bakımından  işlevsiz  duruma  getirilmişse  adil  yargılanma hakkının sağladığı güvencelerin de bir anlamı kalmayacaktır. İhtiyati  haciz  kararına  itiraz  üzerine  mahkemenin;  doktrin  ve  yargı kararlarına göre, İİK m.265/4 hükmü uyarınca mutlaka duruşma yapması gerekmektedir. Bir görüşe göre söz konusu kuralın tek istisnasını iki tarafın da  duruşmaya  gelmemesi  sonucunda  evrak  üzerinde  yapılacak  inceleme oluşturmaktadır. Zira yargılama kurallarınca duruşma yapılmayacağı veya dosya üzerinden karar verileceği hususu açıkça düzenlenmedikçe asıl olan duruşma yapılmasıdır. Bu nedenle ihtiyati haciz kararına itirazda da asıl olan duruşma yapılması ve tarafların duruşmaya davet edilmesidir; ancak taraflar gelmemişlerse evrak  üzerinden  inceleme  yapılabilecektir. Bu bağlamda öngörülen duruşma yapılması yükümlülüğü, ihtiyati haciz kararına itirazın şartlarından  birini  oluşturan  ihtiyati  haciz  kararı  verilirken  borçlunun dinlenmemiş olmasından kaynaklanmaktadır. Hal  böyle  olmakla  birlikte  AYM  Adnan  Altın  Başvurusuna  ilişkin kararında, ihtiyati haciz kararına yapılan itirazda ilk derece mahkemesinin başvurucuya, itirazla ilgili sözlü beyanda bulunma olanağı vermeden dosya                                                  12  2013/1752 (26.06.2014), §65; aynı yönde bkz. 2013/7542 (24.03.2016), §78; 2013/3401 (31.03.2016), §36. 13  Deynekli/Saldırım s.65; İpekçi s.221-222; Özkan s.914-915; Berberoğlu Yenipınar s.314;  Pekcanıtez/Atalay/Sungurtekin  Özkan/Özekes-2009  s.458;  Kuru-El  Kitabı s.1057; Kuru/Arslan/Yılmaz s.441; Kuru-İcra s.351; Üstündağ s.416; Muşul-İcra s.443; Postacıoğlu s.719; Arslan/Yılmaz/Taşpınar Ayvaz s.421. 14  Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes-2009 s.458, dn.441. 15  Arslan/Yılmaz/Taşpınar Ayvaz s.420. 88Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126  Bireysel Başvuru … üzerinden  inceleme  yaparak  karar  vermiş  olması  halini  adil  yargılanma hakkının ihlâli niteliğinde görmemiştir. Bu kararına gerekçe olarak ise, ilk derece  mahkemesinin  tamamen  şekli,  sınırlı  ve  teknik  nitelikte  bir değerlendirme  yaparak  itirazı  incelediği,  uyuşmazlığın  niteliği  gereği başvurucunun kişisel özellikleri, davranışları gibi sözlü yargılamayı zorunlu kılan olguların mahkeme  kararını doğrudan etkileme  potansiyeline  sahip olmadığı, davanın yazılı sunumlar temelinde hüküm vermeye elverişli bir yapıda bulunduğu, nitekim İİK da da bu elverişliliği sağlamak adına itiraz edene dilekçesine tüm delil, bilgi ve belgeleri ekleme zorunluluğu getirildiğini göstermiştir.  Bununla  birlikte  AYM ye  göre  tarafların  dinlenmemesi yargılamayı her durumda adil olmaktan uzaklaştırmayacaktır. B.  ADİL YARGILANMA HAKKININ UNSURLARINA İLİŞKİN KARARLAR Adil yargılanma hakkı; kanuni bağımsız ve tarafsız bir mahkeme önünde yargılanma, aleni olarak yargılanma, hakkaniyete uygun olarak yargılanma ve makûl sürede yargılanma olmak üzere dört unsurdan oluşmaktadır. Bununla birlikte AİHS de yer almamakla birlikte zamanla  mahkemeye erişim hakkı  da adil yargılanma hakkının bir unsuru olarak kabul edilmiştir. Zira bir davanın bağımsız ve tarafsız bir mahkeme tarafından hakkaniyete uygun olarak  görülebilmesi  en  başta  kişinin  iddialarını  mahkemeye taşıyabilmesinden geçmektedir.  AYM ye göre de ortada bir yargılama bulunmadıkça, yargılamanın adil, aleni ve makul sürede gerçekleşmesinin bir anlamı  olmayacak,  bu  bağlamda  mahkemeye  erişim  hakkının  adil  bir yargılamanın  ön  koşulunu  oluşturduğu  söylenebilecektir.  Çalışmada  bu başlık altında, bahsi geçen haklardan icra ve iflas hukuku bağlamında bireysel başvuruya konu olmuş olanlar incelenmiştir. a. Mahkemeye Erişim Hakkına İlişkin Kararlar Mahkemeye erişim hakkı, isteyen her kişiye aşılması güç bir engelle karşılaşmaksızın mahkeme huzurunda haklarını ileri sürebilme imkânının sağlanması ve ileri sürdüğü hakka ilişkin verilen hükmün icra edilebilmesi                                                  16  2013/9748 (07.01.2016). 17  Tanrıver-Usul s.406; Aktepe Artık s.72. 18  Aktepe Artık s.74; Özbek s.31. 19  İnceoğlu s.106; Gözübüyük/Gölcüklü s.295; Gölcüklü s.15. 20  AYM 28.03.2002, E.2001/5, K.2002/42, RG.05.09.2002, S.24867. 89Emsalgül DOĞAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126 anlamına gelmektedir. Belirtmek gerekir ki, iç hukukun istinaf ya da temyiz gibi üst mahkemeye başvuru hakkı tanıdığı durumlarda da bahsi geçen kanun yollarının  yargılamanın  devamı  olmasından hareketle  mahkemeye  erişim hakkı kapsamında sayılacağı söylenebilecektir. AYM, Ahmet Yıldırım Başvurusuna ilişkin kararında, yargı kararlarının uygulanmasını   mahkemeye  erişim  hakkı   kapsamında  değerlendirmiştir. AYM ye göre yargılama sonucunda mahkemenin bir karar vermiş olması yeterli olmayıp ayrıca söz konusu kararın etkili şekilde uygulanması da gerekmektedir. Bu bağlamda bir hukuk sisteminde nihai mahkeme kararlarını taraflardan biri aleyhine sonuç doğuracak şekilde uygulanamaz hale getiren düzenlemelerin bulunması yahut mahkeme kararlarının icrasının herhangi bir şekilde  engellenmesi  hallerinde   mahkemeye  erişim  hakkı   da  anlamını yitirecektir. AYM, Kenan Yıldırım ve Turan Yıldırım Başvurusuna ilişkin kararında, kamu kurum ve kuruluşları aleyhine verilmiş, icra edilebilir bir yargı kararının hiç icra edilmemesini yahut icranın makûl süre içinde yapılmamasını adil yargılanma hakkı güvencelerini anlamsız hale getireceğini belirtmiştir. Söz konusu bu güvenceler kapsamına icra edilmemiş yahut icrası geciktirilmiş kararın verildiği yargılamada sağlanmış olan mahkemeye erişim hakkını da dahil etmiştir. Böyle bir durumun ise mahkemeye erişim hakkının ihlâli sonucunu doğuracağına ilişkin bir içtihat geliştirmiş ve bu içtihadı sonraki birçok kararında tekrarlamıştır. AYM Muammer Tatar başvurusuna ilişkin kararında, iflâs hukukuyla ilgili bir davaya bakan asliye ticaret mahkemesinin gerekçeli kararında kanun yoluna  başvurma  süresini  yanlış  gösterdiği,  asliye  ticaret  mahkemesi kararlarına karşı genel olarak on beş günlük bir temyiz süresi öngörüldüğü, somut olayda İİK m.164 hükmü gereği temyiz süresinin on gün olduğuna                                                  21  Budak s.6; Gözübüyük/Gölcüklü s.297; Aktepe Artık s.157; Kaşıkara s.119; Dinç s.41. 22  Tezcan/Erdem/Sancakdar s.225-226; Erdoğan s.38-40; İnceoğlu s.117. 23  2012/144 (02.10.2013), §28; aynı yönde bkz. 2013/711 (03.04.2014), §42; 2013/3207 (15.10.2015), §42; 2013/9559 (16.10.2014), §38; 2014/2496 (25.02.2015), §38; 2013/5642 (16.10.2014), §30; 2013/9039 (30.03.2016), §51; 2014/260 (18.05.2016), §42. 24  2013/711  (03.04.2014),  §37-54;  aynı  yönde  bkz.  2014/11376  (20.07.2017),  §15; 2014/11540 (12.04.2017), §15; 2014/13011 (10.05.2017), §14; 2014/4556 (11.05.2017), §14;  2014/14961  (20.04.2017),  §23;  2014/19616  (20.04.2017),  §13;  2014/15793 (20.04.2017), §13; 2014/11133 (19.04.2017), §14; 2014/10319 (14.09.2017), §34.  90Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126  Bireysel Başvuru … ilişkin ayrıksı bir düzenlemenin bulunması nedeniyle sürenin taraflara doğru şekilde belirtilmesinin daha da önem arz ettiği belirlemelerini yapmıştır. Bu belirlemelerden hareketle AYM, başvurucunun gerekçeli kararda öngörülen süreye güvenerek hareket etmesinin makul görülebileceğini, mahkemenin kanun  yolu  ve  süresini  taraflara  doğru  gösterme  yükümlülüğünün bulunduğunu  gözeterek  Yargıtay  Dairesi nin  temyiz  süresinin  on  gün olduğundan  bahisle  başvurucunun  dilekçesini  reddetmesini  kararını mahkemeye erişim hakkını zedeleyen bir durum olarak görmüştür. HMK m.297/1-ç uyarınca mahkeme tarafından verilen bir hükümde; tefhim  edilen  hükme  karşı  başvurulacak  bir  kanun  yolunun  bulunup bulunmadığı,  bulunuyorsa,  bu  kanun  yoluna  başvurunun  süresinin gösterilmesi gerekmektedir. Söz konusu bu yükümlülük, adil yargılanma hakkının bir yansıması olarak AY m.40 a 03.10.2001 tarih ve 4709 sayılı Kanun ile eklenen hükümden kaynaklanmaktadır. Özellikle avukatla temsil edilmeyen  taraflar  açısından  söz  konusu  yükümlülük  büyük  önem taşımaktadır. Hal böyle olmakla birlikte bir görüşe göre; bir hükme karşı kanun yolunun açık olup olmadığı, şayet açıksa bu kanun yoluna başvurma süresi hâkim kararı ile değil kanunla belirlenmektedir. Bu bakımdan hâkimin konuya ilişkin kararı kurucu değil açıklayıcı, bilgilendirici nitelikte bir karar olacaktır. Ancak AYM nin söz konusu kararı karşısında bu görüşün kabulü mümkün görünmemekle birlikte, yargı mercilerinin gerekçeli kararlarında kanun yoluna ilişkin somut olayda belirtilen süreden daha uzun sürelere yer vermesi  halinde  de  kanun  yoluna  başvurunun  süre  aşımı  yönünden reddedilemeyeceği düşünülebilecektir.                                                  25  2014/819 (09.06.2016). 26   Devlet, işlemlerinde, ilgili kişilerin hangi kanun yolları ve mercilere başvuracağını ve sürelerini belirtmek zorundadır.  Sözü edilen bu kural ceza yargılaması uygulamasında temyiz incelemesinin ön şartı olarak değerlendirilmektedir:     Mahkemenin 14.08.2002 tarihli kararı ile açılmış olan kamu davasına müdahil olduğu anlaşılan mağdur müdahil Raşit vekilinin her ne kadar tefhimde hazır bulunduğu anlaşılsa da; tefhim sırasında yasa yolu ve yasa yoluna başvuru süresi açıkça gösterilmediğinden, Türkiye  Cumhuriyeti  Anayasası'nın  40/2.  ve 1412  sayılı  CMUK'nın 310. maddeleri uyarınca hükmün,  kararın tebliğinden itibaren 1 hafta içinde temyiz yasa yoluna başvurabileceği  meşruhatıyla  müdahil  vekiline  tebliği  ile  temyiz  dilekçesi  verilmesi halinde, dilekçenin dosyaya eklenmesinin sağlanarak Dairemize iadesi için dosyanın Yargıtay Cumhuriyet Başsavcılığına ( TEVDİİNE ), 06.07.2006 günü oybirliğiyle karar verildi.  (Y.1.CD,06.07.2006, E.2005/4540, K.2006/3010: KBİBB ). 27  Tutumlu s.512. 91Emsalgül DOĞAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126 AYM Orhan Ersoy Başvurusuna ilişkin kararında, icra memurlarının haciz  işlemleri  nedeniyle  başvurucunun  uğradığını  iddia  ettiği  zararının tazmini için İİK m.5 uyarınca, başvurucuya adli yargı merciinde dava açma imkânı sağlanmış bulunmasına dikkat çekmiştir. Bu bağlamda İİK nın söz konusu hükmü esas alınarak başvurucunun idari yargı kolunda açtığı davanın görevsizlik nedeniyle reddine yönelik verilen kararın, mahkemeye erişim hakkını ihlâl etmediğine hükmetmiştir. Tespit davası neticesinde davanın kabulü yahut esastan reddine karar verilmesi  halinde  verilen  bu  hüküm  hukuki  niteliği  itibariyle  bir  tespit hükmüdür. Bu bağlamda söz konusu tespit hükmü bir hakkın veya hukuki ilişkinin mevcudiyetine dair bilgi vermekle birlikte kesin hüküm dolayısıyla kesin delil gücünü haizdir. Edaya ilişkin bir kayıt içermemesi nedeniyle de ilamlı  icranın  konusunu  oluşturmaz.  Bu  kabul  çerçevesinde  bir  dava sonucunda  verilen hükmün  tespit hükmü  içerdiği sonucuna varılırsa söz konusu  hükmün  icra  edilemeyeceğinden  bahisle,  yargı  kararının  icrası hakkına bir ihlal oluşturmayacağı söylenebilecektir. Bu  bağlamda  AYM  Megasan  İnşaat  Sanayi  Ticaret  Taahhüt  A.Ş. Başvurusuna ilişkin kararında, başvuruya konu mahkeme kararının yalnızca muarazanın önlenmesine yönelik tespit hükmü içerdiği, dolayısıyla sözleşme koşullarına aykırı davranılması halinde bunun başvuru konusu kararın icrası niteliğinde görülemeyeceği ve böylece mahkeme kararının uygulanmadığı iddiasına yönelik olarak mahkemeye erişim hakkı kapsamında yargı kararının icrası hakkına dair bir ihlâl olmadığına hükmetmiştir.                                                  28  2014/14739 (19.07.2017). 29  Tanrıver-Usul s.584-585; Pekcanıtez/Atalay/Özekes s.211; Pekcanıtez/Özekes/Akkan/ Taş Korkmaz s.983; Görgün/Börü/Toraman/Kodakoğlu s.273; Yılmaz-Şerh s.1563; Kuru/Budak s.346-352. Yargıtay tespit davası bağlamında hukuki yararın mevcudiyetini üç koşula bağlamaktadır: Bu koşullar; davacının bir hakkı veya hukuki durumunun yakın ve ciddi bir tehlike ile tehdit ediliyor olması, bu ciddi tehdit nedeniyle davacının hukuki durumunda bir zarar meydana gelecek olması, icra ve infaz kabiliyeti bulunmayan tespit hükmünün  bu  tehlikeyi  bertaraf  edecek  olması  şeklinde  sıralanabilecektir.  Y.4.HD, 23.06.2005, E.2004/12157, K.2005/6978: KBİBB; aynı yöndeki bir diğer karar için bkz. Y.7.HD, 19.07.2005, E.2005/2288, K.2005/2425: KBİBB. Ancak belirtmek gerekir ki tüm bu söylenenler varlığı yahut yokluğu tespit edilen hukuki ilişkinin kendisi hakkındadır. Müspet veya menfi tespit hükmünün yargılama masrafları ve vekalet ücretine ilişkin kısmı cebri icra kabiliyetini haiz olup bu kapsamda ilamlı icranın konusunu oluşturabilecektir. Y.12.HD, 25.04.2006, E.2006/6331, K.2006/8822: LEXPERA; Y.12.HD, 10.04.2012, E.2012/8639,  K.2012/11828: LEXPERA;  Kuru/Budak  s.351;  Tanrıver-Usul  s.585; Pekcanıtez/Özekes/Akkan/Taş Korkmaz s.983, dn.128. 30  2013/3401 (31.03.2016). 92Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126  Bireysel Başvuru … Oysa Yargıtay; muarazanın men i (çekişmenin giderilmesi) davalarını, usul hukuku bakımından tespit değil eda davası olarak görmektedir. Zira Yargıtay a göre; bu tür davalarda hem çekişmenin varlığının tespiti hem de onun önlenmesi talep edilmektedir. Somut başvuruya konu olayda başvurucu da  idare  aleyhine  açtığı  davada  hem  sözleşmenin  tasfiyesi  koşullarının bulunmadığının tespiti hem de bu husustaki çekişmenin giderilmesi talebinde bulunmuştur. Bu bağlamda Yargıtay ın tespiti daha isabetli görünmektedir. Ayrıca belirtmek gerekir ki; Yargıtay kararlarında çekişmenin giderilmesi davası niteliğinde görülen el atmanın önlenmesi davaları da, bir görüşe göre eda davası sayılmaktadır. Zira bu görüşe göre, el atmanın önlenmesi davası sonunda verilen kararla davalı mevcut el atmaya son vermeye yahut ileride gerçekleşecek el atmadan kaçınmaya mahkûm edilmektedir. b. Hakkaniyete Uygun Yargılanma Hakkına İlişkin Kararlar Adil yargılanma hakkının unsurlarından birini de hakkaniyete uygun yargılanma  oluşturmaktadır.  Söz  konusu  unsur  adil  yargılanma  hakkını karakterize eden temel bir unsur olarak karşımıza çıkmaktadır. Hakkaniyete uygun yargılanma, tüm yargılama süresince eşitlik temeline dayalı hukuki dinlenilme hakkının gerçekleştirilmesinin sağlanmasını gerektirmektedir. İtirazın  iptali  davası  ispat  araçları  ve  deliller  bakımından  genel hükümlere tabi olduğu için, bu davada hukuki ilişkinin niteliğine göre; genel hükümler çerçevesinde tanık dinletmek, yemin teklif etmek, senet ve sözleşme ibraz etmek, ticari defter kayıtlarını incelemek ve diğer ispat araçlarından faydalanmak mümkün olmaktadır. Bahsi geçen bu ispat araçlarından yemin teklifinin söz konusu olduğu hallerde kendisine yemin teklif olunan taraf bakımından çeşitli olasılıklar ortaya çıkmaktadır. Bu olasılıklar bağlamında, kendisine yemin teklif olunan taraf, ya yemini kabul edip yerine getirecek, ya yeminden  kaçınacak  yahut  yemini  karşı  tarafa  iade  edecektir.  Bu                                                  31  YHGK,  29.09.2004,  E.2004/13-417,  K.2004/442:  KBİBB;  Y.3.HD,26.12.2016, E.2016/10929, K.2016/16318: KBİBB; Y.3.HD,18.11.2015,E.2014/21987,K.2015/18255: KBİBB . 32  Y.1.HD,29.05.2007, E.2007/3712, K.2007/6169: LEGALBANK; Y.11.HD,02.04.2014, E.2013/18091, K.2014/6456: LEGALBANK. 33  Sirmen s.278; Ünal s.165,167. 34  Tanrıver-Usul s.410-411; Özekes-Temel Haklar s.136. 35  Berkin s.445; Uyar- İtirazın İptali s.279; Eriş s.832; Deynekli/Kısas.131 ;Yavuz s.182. 36  Yılmaz-Yemin s.166; Pekcanıtez/Özekes/Akkan/Taş Korkmaz s.1882 vd. 93Emsalgül DOĞAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126 ihtimallerden yeminden kaçınma durumu, yemin için çağrılan tarafın yemin edilecek olan duruşmaya geçerli bir mazereti olmaksızın gelmemesi yahut duruşmaya gelmesine rağmen yemin etmemesi ve yemini karşı tarafa iade etmemesi halinde söz konusu olacaktır. Usulüne uygun olarak yemin için çağırılan bir kişinin yeminden kaçınması durumunda ise bu kaçınma davranışı yemin konusu vakıaların ikrarı anlamına gelecektir (HMK m.229/1). AYM de Ahmet Alkan Başvurusuna ilişkin kararında tüm bu hususları gözetmiştir. Bu bağlamda AYM tarafından; başvuruya konu olmuş itirazın iptali davasında, iddialarının ispatı için münhasıran yemin deliline başvuran başvurucunun davalıya yemin teklif etmesi üzerine Kocaeli 2. Asliye Hukuk Mahkemesi nce davalının yemin için duruşmaya davet edildiği, duruşmaya gelmemesinin  yahut  yeminden  kaçınmasının  sonuçları  konusunda  ihtar edildiği, buna rağmen yemin eda etmeyen ve duruşmada hazır olmayan davalının ihtar edilen sonuçlardan sorumlu tutulmadığı ve bunun gerekçesinin de gösterilmediği hususu tespit edilmiştir. Tüm bu hususların ise başvuru konusu yargılamayı bir bütün olarak adil olmaktan çıkarmış olması sebebiyle mevcut yargılamada başvurucunun hakkaniyete uygun yargılanma hakkının ihlâl  edildiği  sonucuna  ulaşılmıştır.  Zira  AYM ye  göre  genel  anlamda hakkaniyete uygun bir yargılamanın yürütülebilmesi için silahların eşitliği ve çelişmeli yargılama ilkeleri ışığında taraflara, tanık delili de dahil olmak üzere delillerini  sunma  ve  inceletme  noktasında  uygun  imkânların  sağlanması gerekmektedir. Cebri icra genel olarak yargılamanın bir uzantısıdır ve bu aşamada da hukuki dinlenilme hakkına uygun davranılması gerekmektedir. Ancak geçici hukuki korumalarda olduğu gibi bazı durumlarda, hukuki dinlenilme hakkının unsurlarını oluşturan bilgilenme ve açıklama yapma hakkının icra işleminden sonraya bırakılması mümkündür. Zira bu gibi durumlarda dosya üzerinden                                                  37  Yılmaz-Yemin s.184. 38  2014/18601 (17.11.2016). 39  Ulukapı s.3; Özekes-Temel Haklar s.68; Umar s.32; Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes-2018 s. 23. Belirtmek gerekir ki bu konuda doktrinde görüş ayrılıkları mevcuttur. Bir görüşe göre icra hukukunun işlevi bir dava neticesinde alınan ilamların icrası ile sınırlı değildir. Zira icra hukuku bir mahkeme hükmüne dayanmayan taleplerin icrasına da hizmet etmektedir. Dolayısıyla icra hukuku yargılamanın bir uzantısı sayılamayacak; ancak ihtilaflı yargının bir kısmını teşkil edebilecektir. Bu görüşe göre cebri icra medeni yargının vazgeçilmez bir parçası da olmayıp, bu iki alan birbirinden tamamen bağımsızdır. Üstündağ s.3, dn.3aa; Yıldırım/Deren-Yıldırım s.1-3. 94Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126  Bireysel Başvuru … inceleme  yapıldığından  daha  çok  yazılılık  ilkesi  söz  konusu  olmaktadır. Bununla birlikte ilâmsız icra prosedürü dışında, takip hukukunda mutlaka mahkeme yargılaması söz konusu olmaktadır. Kaldı ki ilâmsız icrada dahi takibin değişik aşamalarında mahkeme bu prosedüre dahil olmaktadır. İtiraz üzerine itirazın hükümden düşürülmesini sağlayan yollar, istihkak davası, ihalenin  feshi  ve  şikâyet  üzerine  yapılan  yargılama  buna  örnek  teşkil etmektedir. Buna göre şikâyet, icra ve iflâs organının icra ve iflâs hukukuna aykırı olan işlemlerinin iptali ve düzeltilmesini sağlamak için gidilen bir hukuki çare olarak karşımıza çıkmaktadır. Bu bağlamda şikâyet olunan, şikâyet konusu işlemi gerçekleştiren icra ve iflâs dairesi olsa da gerek uygulama gerekse öğretide icra dairesinin şikâyette taraf olamayacağı görüşü savunulmaktadır. Yargıtay konuya ilişkin bir kararında bu hususa şöyle dikkat çekmiştir:  Şikâyetin  mahiyetine  göre  takipte  taraf  olan  alacaklı  ile  borçlular yargılamaya dahil edilmeden ve icra müdürlüğü hasım kabul edilerek sonuca gidilmesi isabetsizdir.  Buradan hareketle icra dairesinin şikâyet yolunda taraf olarak gösterilemeyeceği söylenebilecektir. Ancak bu durum şikâyet incelemesi sırasında, işlemi gerçekleştiren icra dairesinin açıklama yapmasını ve icra mahkemesince dinlenmesini engellememektedir. Zira 4949 sayılı Kanunla İİK m.18 de yapılan değişiklikle; şikâyet üzerine icra mahkemesinin, işlemi yapan icra dairesinin açıklama yapmasına hükmedebileceği ve bu hususta duruşma yapılmasına gerek olup olmadığını takdir edebileceği ve duruşma yapılmasına karar verdiği halde, işlemi tesis eden memur da dahil olmak üzere ilgilileri en kısa zamanda duruşmaya davet ederek gerekli kararı vereceği ifade edilmiştir. Bir görüşe göre şikâyetin pasif tarafı olarak işlemi yapan icra organının gösterilmesi  gerekli  olmadığı  gibi,  işlemde  yararı  bulunan  kişilerin  de gösterilmesi zorunlu değildir. Zira şikâyet edilen işlem, icra dairesinin bir işleminden kaynaklanmakta ve şikâyet eden kişinin bir başkası ile arasında                                                  40  Özekes –Temel Haklar s.142-143. 41  Arslan/Yılmaz/Taşpınar Ayvaz s.73; aynı yönde bkz. Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes-2018 s.57. Şikâyeti kanun yolu olarak gören görüş için bkz. Kuru-El Kitabı s.103; Muşul-İcra s.141. Şikâyetin tanımına ilişkin ayrıntılı bilgi için bkz. Pekcanıtez/Simil s.5-7. 42  Kaçak s.48; Kuru-El Kitabı s.107.  43  Y.12.HD,17.01.2002, E.2001/21951, K.2002/661: LEGALBANK. 44  Kaçak, s.48; Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes-2018 s.61. 95Emsalgül DOĞAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126 uyuşmazlık bulunmamaktadır. Ancak uygulamada şikâyet yoluna takibin taraflarından birisi başvurursa, şikâyetin karşı tarafı olarak takibin diğer tarafı gösterilmektedir. Bu durum ise, şikâyetin icra mahkemesince kabulü halinde şikâyet neticesinde ortaya çıkan yargılama giderlerine karşı tarafın mahkûm edilmesi gerektiği düşüncesinden kaynaklanmaktadır. Ancak yapılan işlemde kural olarak hiçbir etkisi bulunmayan takibin diğer tarafının, sırf şikâyet yolunda taraf olarak gösterilmesi nedeniyle yargılama giderlerine mahkûm edilmemesi gerekse de uygulamada çoğu kez takibin diğer tarafı, şikâyette karşı taraf olarak gösterildiğinden şikâyet giderlerine de karşı taraf mahkûm edilmektedir.  Böylece  şikâyet  olunan  taraf  bakımından  takibin  karşı tarafının gösterilmesi ile, takibin karşı tarafı fiili olarak şikâyet yolunun tarafı haline gelmektedir. Bu bakımdan şikâyet incelemesi sonucunda doğrudan etkilenecek  şekilde  şikâyetin  tarafı  haline  gelmiş  bu  kişinin,  hakkında sürdürülen  yargılama  bakımından  bilgi  sahibi  olma,  bu  bağlamda  ispat hakkını  kullanabilme  ve  neticede  dikkate  alınabilme  haklarını  kapsayan hukuki dinlenilme hakkına erişiminin sağlanması gerekmektedir. Zira şikâyet müessesesi her ne kadar bir dava değilse de  şikâyet incelemesi sırasında bir yargılama gerçekleşmektedir. Yargılamanın taraflarına ise hukuki dinlenilme hakkının tanınması zorunludur. Bununla birlikte söz konusu hakkın eşitlik temeline  dayalı  olarak  kullanımının  sağlanması  gerekmektedir.  Bunun sağlanabilmesinin yolu ise silahların eşitliği ilkesinden geçmektedir. AYM nin konu hakkındaki görüşünü açıklamadan önce, şikâyet hukuki yolunu Anayasa ya aykırılık iddiasında bulunulabilmesi bakımından bir dava olarak kabul ettiğini belirtmek gerekmektedir. Ancak, bu husus şikâyetin teknik açıdan ve medeni usul hukuku çerçevesinde bir dava olduğu anlamına gelmemektedir.  AYM  şikâyet  hukuki  yolunu  bir  dava  olarak  görmesi yönündeki kabulünü bireysel başvurular bakımından da sürdürmektedir. Bu                                                  45  Pekcanıtez/Simil s.260. 46  Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes-2018 s 61-62. 47  Pekcanıtez/Atalay/Sungurtekin  Özkan/Özekes-2018  s.65;  Kuru-El  Kitabı  s.103; Muşul-İcra s.141; Arslan s.191; Uyar-Şikâyet s.2. 48  Özekes-Hukuki Dinlenilme s.253. 49  Tanrıver-Usul s.411; İnceoğlu s.220.  Silahların eşitliğine ilişkin  ayrıntılı bilgi için bkz. Hanağası s.27 vd. 50  AYM  20.09.1966,  E.1966/15,  K.1966/33,  RG  09.05.1967,  S.12593;  AYM 30.05.1967,E.967/15, K.967/15, RG 04.11.1967, S.12742. 51  Pekcanıtez/Simil s.48,49. 52  2013/3078 (21.01.2016); 2013/2386 (04.11.2015). 96Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126  Bireysel Başvuru … kabul Anayasa ya aykırılık iddiasının incelenebilmesi bakımından mümkün görülebilirse de bireysel başvurular bağlamında böyle bir kabulün nedeni anlaşılamamaktadır. Tüm  bu  değerlendirmeler  ışığında,  AYM nin  Medeni  Alpkaya Başvurusuna  ilişkin  kararının  oldukça  isabetli  olduğunu  söylemek mümkündür. AYM, AY m.36 çerçevesinde inceleme yaptığı birçok kararında olduğu gibi söz konusu kararda da, AİHS nin lafzi içeriğinde yer alan ve AİHM içtihadıyla adil yargılanma hakkının kapsamına dahil edilen silahların eşitliği  ve  çelişmeli  yargılama  ilkesi  gibi  ilke  ve  hakları  AY  m.36 kapsamında saymıştır. Mahkemeye göre hakkaniyete uygun yargılanmanın temel unsurunu, yargılamanın çelişmeli olması ve taraflar arasında silahların eşitliğinin  sağlanması  oluşturmaktadır.  Adil  yargılanma  hakkının unsurlarından  olan  çelişmeli  yargılama  ilkesi,  taraflara  dava  malzemesi hakkında  bilgi  sahibi  olma  ve  yorum  yapma  hakkının  tanınmasını,  bu bakımdan  tarafların  yargılama  bütününe  aktif  olarak  katılımını gerektirmektedir.  Hakkaniyete  uygun  yargılanmanın  diğer  bir  unsurunu oluşturan  silahların  eşitliği  ilkesi  ise;  davanın  taraflarının  usuli  haklar bakımından aynı koşullara tabi tutulması ve taraflardan birinin diğerine göre daha zayıf bir duruma düşürülmeksizin iddia ve savunmalarını makul bir şekilde  mahkeme  önünde  dile  getirme  fırsatına  sahip  olması  anlamına gelmektedir. Bu bağlamda HMK m.27 de düzenlenen ve davalının davadan haberdar edilme, davaya ilişkin açıklama yapma ve delil bildirme hakkını güvence altına alan hukuki dinlenilme hakkı bir anlamda silahların eşitliği ve çelişmeli yargılama hakkı ile de ilgilidir. Buna göre davalıya savunma hakkını kullanma  imkânı  verilmeden  davanın  esasıyla  ilgili  değerlendirme yapılamayacaktır.  Bu  savunma  hakkının  kullanılabilmesinin  usul  hukuku açısından  en  önemli  gereği  de  davalıya  dava  dilekçesinin  tebliği zorunluluğudur. Tüm bunların yanı sıra somut başvuruya ilişkin olayda AYM; İİK m.18/2 de zikredilen  ...talep ve cevaplar dilekçeyle olabileceği gibi icra mahkemesine ifade zaptettirmek suretiyle de olur.  ifadesi ve HMK m.317 de düzenlenen basit yargılama usulünde davaya dilekçe vermek suretiyle cevap                                                  53  Namlı s.73 vd. 54  Silahların eşitliği açısından yapılan bu tanım ilk defa Yaşasın Aslan Başvurusuna ilişkin kararda yapılmış olup sonraki kararlarda söz konusu tanıma atıf yapılmıştır. Atıf yapılan kararlar için bkz. 2014/8492 (20.09.2017), §20; 2013/3078 (21.01.2016), §43; 2014/17045 (20.09.2017), §43; 2014/20036 (08.06.2017), §26. 97Emsalgül DOĞAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126 verileceği hususunu da göz önünde bulundurmuştur. Somut olayda AYM, Diyarbakır  2.  İcra  Hukuk  Mahkemesi nde  açılan  davada  söz  konusu mahkemenin şikâyet dilekçesini davalıya tebliğ etmeden dosya üzerinden değerlendirme  yaparak  icra  emrinin  iptaline  kesin  olarak  karar  vermiş olduğunu  tespit  etmiştir.  AYM  söz  konusu  tespite  konu  olan  durumun davalının dilekçe içeriği, toplanan deliller hakkında bilgi sahibi olması ve bunlara karşı çıkması ve delil sunması haklarına aykırılık oluşturduğu ve bu bağlamda  diğer  tarafı  yargılamada  üstün  konuma  getirerek  bir  eşitsizlik yarattığı  ve  bu  eşitsizliğin  de  yargılamayı  fiilen  ve  gerçekten  adaletsiz kılmasından hareketle AY m.36 da güvence altına alınan silahların eşitliği ve çelişmeli yargılama ilkesini ihlâl ettiğine karar vermiştir. AYM Elif Şekerleme ve Gıda Sanayi Ticaret Ltd. Şti. Başvurusuna ilişkin kararında ise, Ankara 14. İcra Hukuk Mahkemesi tarafından, şikâyet incelemesinde yapılacak duruşmaya davet edilmesi amacıyla başvurucuya tebligat yapıldığı, başvurucu ile aynı adreste oturduğunu bildiren kişinin beyanı  ve  mahalle  muhtarının  imzalı  beyanı  ile  muhatabın  adresten taşındığının belirtilerek muhataba tebligatın iletilmeksizin mahkemeye iade edildiğini tespit etmiştir. Bu bağlamda AYM, icra mahkemesinin davetiye gönderilen adresin şikâyet dilekçesinde bildirilen adres olması nedeniyle yeniden  tebligat  çıkarılmasına  yer  olmadığına  ilişkin  verdiği  kararını silahların eşitliği ve çelişmeli yargılanma ilkelerine aykırı bulmamıştır. Oysa Tebligat Kanunu m.10 uyarınca kural olarak tebligat muhatabın bilinen en son adresine yapılacaktır. Buna göre bilinen en son adresin tebligata elverişli olmaması veya tebligat yapılamaması halinde, muhatabın adres kayıt sisteminde yer alan adresi bilinen son adresi kabul edilecek ve tebligat buraya yapılacaktır. Bununla birlikte Tebligat Kanunu m.21/2 ye göre, somut olay bazında  muhatabın  şikâyet  dilekçesinde  gösterdiği  adres,  adres  kayıt sistemindeki adres olup muhatabın o adresten sürekli olarak ayrıldığı tespit edilmişse tebliğ memurunun tebliğ olunacak evrakı o yerin muhtar veya ihtiyar heyeti azasından birine yahut zabıta amir veya memurlarına imza mukabilinde  teslim  edip,  tesellüm  edenin  adresini  içeren  ihbarnameyi gösterilen adresteki binanın kapısına yapıştırması ve durumu haber vermesi için komşulara, yöneticiye bildirmesi gerekmektedir. Somut olayda bu sürece                                                  55  2013/3078  (21.01.2016);  aynı  yönde  bkz.2014/14955  (17.05.2016);  2013/4073 (21.01.2016); 2014/19289 (27.10.2016). 56  2013/9085 (14.04.2016). 98Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126  Bireysel Başvuru … aykırı  olarak,  icra  mahkemesince  başvurucunun  MERNİS  adresinin  hiç araştırılmadan  yeniden  tebligat  gönderilmesine  gerek  olmadığına  ilişkin verilen karar ve AYM nin de bu kararı, başvurucunun sözlü duruşmaya katılması halinde şikâyet dilekçesinden farklı olarak hangi iddiaları ileri süreceğini ortaya koymadığından bahisle silahların eşitliği ilkesinin ihlâli niteliğinde görmemesi yerinde bir tespit  oluşturmamaktadır. Zira  hukuki dinlenilme hakkının unsurlarından biri bilgilenme hakkıdır ve usulüne uygun bir bilgilenme için de usulüne uygun bir bildirimin yapılması gerekmektedir. Söz konusu bildirimin asıl kaynağını ise tebligat oluşturmaktadır. Buna göre hukuki dinlenilme hakkının ihlâl edilmemesi için bildirimin tebligat hukukuna uygun yapılması ve böylece tebligat ile muhatabın kendisini ilgilendiren konuyu tam olarak ve zamanında öğrenmesinin sağlanması gerekmektedir. Hukuki  dinlenilme  hakkının  eşitlik  temeline  dayalı  olarak  kullanımının sağlanması  gereği,  söz  konusu  olayda  başvurucuya  duruşmanın  tebliğini ayrıca önemli kılmaktadır. Bu noktada usulüne uygun tesis edilmeyen bahsi geçen tebligat süreci silahların eşitliği ilkesinin ihlâline vücut verecektir. Bununla birlikte aynı başvuruya ilişkin AYM nin, başvurucunun dava dosyası ile birlikte dosya masrafı yatırmamasından dolayı icra dosyasının fotokopisinin kendisine verilmemesinin silahların eşitliği ilkesine aykırılık oluşturmayacağı düşüncesi isabetli görünmektedir. Zira yargılamanın sağlıklı yürütülebilmesi ve dosyadaki bilgi ve belgelerin korunması çerçevesinde alınabilecek tedbirler hukuki dinlenilme hakkını ihlal etmeyecektir. Bu bağlamda dosya masrafının yatırılmasına ilişkin yükümlülük de bu kapsamda sayılabilecektir. AYM nin aynı başvuruya ilişkin verdiği kararda son olarak, başvurucuya davalının  cevap  dilekçesinin  tebliğ  edilmemiş  olmasının,  başvurucunun temyiz aşamasında cevap dilekçesi ve içeriği hakkında nasılsa bilgi sahibi olduğuna yönelik gerekçesiyle çelişmeli yargılanma hakkını ihlal etmediği sonucuna varması dikkat çekmektedir. Zira verildiği anda kesinleşen kararlar göz önüne alındığında AYM nin bu kararına bir anlam verilememektedir.                                                  57  Kuru F. s.1097; Tanrıver-Adil s.227. 58  Muşul-Tebligat s.323. 59  Özekes-Hukuki Dinlenilme s.94. 99Emsalgül DOĞAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126 c.  Gerekçeli Karar Hakkına İlişkin Kararlar İcra hukukunda ilâmsız icra yoluna ilişkin takibin bir ilâm yahut belgeye dayanma  zorunluluğu  yoktur.  Hatta  alacaklının  elinde  hiçbir  belge bulunmasa veya bu kimse gerçekte alacaklı vasfını taşımasa dahi bu yola başvurması mümkündür. Ayrıca söz konusu husus icra memurunun araştırma yetkisi kapsamında da bulunmamaktadır. Ancak bu durum alacaklının takip talebinde bulunurken hiçbir sebep göstermeyeceği anlamına gelmemektedir. Zira genel haciz yolunda alacaklı, takip yaparken elinde bir belge veya senet yoksa alacağının sebebini belirtmekle yükümlüdür. AYM de Mehmet Zülfü Tekeş Başvurusuna ilişkin kararında, genel haciz yoluyla yapılan ilâmsız icra takibinde alacağın herhangi bir belgeye dayanma zorunluluğunun  olmadığından  bahisle,  başvurucunun  açtığı  itirazın  iptali davasında  ileri  sürdüğü  ayrı  ve  açık  yanıt  verilmesini  gerektiren  ve uyuşmazlığın  çözümü  için  esaslı  olan  iddialarının  Ergani  Asliye  Hukuk Mahkemesi nin  verdiği  kararda  alacağın  ilâma  dayanması  gerektiği gerekçesiyle değerlendirilmemesinin ve bu suretle açık kanun hükümlerine aykırı olarak verilen kararın gerekçesinin mevzuat sınırları içinde makûl ve kabul edilebilir ölçüde ortaya konmamasının AY m.36 da güvence altına alınan gerekçeli karar hakkını ihlal ettiği sonucuna varmıştır. Zira AYM ye göre  mahkeme  kararlarının  gerekçeli  olması  adil  yargılanma  hakkının unsurlarından birini oluşturmakla birlikte söz konusu hak, yargılamada ileri sürülen  her  türlü  iddia  ve  savunmaya  ayrıntılı  şekilde  cevap  verilmesi gerektiği şeklinde anlaşılamazsa da ayrı ve açık yanıt verilmesini gerektiren usul  veya  esasa  dair  iddiaların  cevapsız  bırakılmış  olması,  hak  ihlâline sebebiyet verecektir. AYM  Ünal  Aslantürk  başvurusuna  ilişkin  kararında,  başvurucunun yaptığı ilâmlı icra takibi sonucunda, takip borçlusunun icra emrinin iptali talebiyle iş mahkemesinde açtığı davada mahkemenin davayı itirazın iptali davası olarak nitelendirerek icra emrinin iptaline ve alacaklı aleyhine icra inkâr tazminatına hükmetmesinin İcra ve İflâs Kanunu nun açık hükümlerine                                                  60  Muşul-İcra s.213; Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes-2018 s.84; Üstündağ s.91. 61  Pekcanıtez /Atalay/Sungurtekin Özkan/Özekes s.144. 62  Arslan/Yılmaz/Taşpınar Ayvazs.135; Üstündağ s.92; Kuru/Arslan/Yılmaz s.134. 63  2014/12158 (01.02.2017). 100Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126  Bireysel Başvuru … aykırılık teşkil ettiğini belirtmiştir. Zira takip borçlusunun icra emrinin iptali talebinin icra mahkemesince şikâyet yoluyla değerlendirilmesi, bu açıdan iş mahkemesinin söz konusu olayda görevsizlik kararı vermesi gerekmektedir. Kaldı ki açılan dava itirazın iptali davası olarak nitelendirilse bile borçlunun ilgili Kanun uyarınca böyle bir dava açma hakkının olmadığı, yine icra emrinin iptaline karar verilirken hangi sebeple aleyhine icra inkar tazminatına hükmedildiğine  ilişkin  ayrı  ve  açık  yanıt  verilmesini  gerektiren  ve uyuşmazlığın çözümü için esaslı olan itirazların kararda değerlendirilmediği, açık  kanun  hükümlerine  aykırı  olarak  kararın  gerekçesinin  mahkemece mevzuat sınırları içinde makûl ve kabul edilebilir ölçüde ortaya konmadığı görülmüştür.  Buna  göre  tüm  bu  hususlar  gözetilerek  AYM  tarafından, başvurucunun gerekçeli karar hakkının ihlâl edildiği sonucuna varılmıştır. AYM Ahmet Acar Başvurusuna ilişkin kararında, başvuruya konu teşkil eden icra hukukuna özgü bir kurum olan itirazın iptali davasında Yargıtay ın, yerleşik  içtihatlarına  aykırı  karar  vermiş  olmasını  hukuk  devletinin  asli unsurları arasında yer alan hukuki belirlilik ve güvenlik ilkesinden hareketle adil yargılanma hakkının ihlâli şeklinde kabul etmiştir. AYM bu sonuca, aynı mahkeme  tarafından  farklı  kararlar  verilmiş  olmasının  tek  başına  adil yargılanma hakkının ihlâli anlamına gelmeyeceğini, ancak aynı hususta daha önce verilen kararlardan farklı bir hüküm kurulması halinde mahkemece bu farklılaşmaya  ilişkin  makul  bir  açıklamanın  getirilmesi  gerektiği  ve  söz konusu olayda böylesi bir açıklamaya erişilemediğinden bahisle varmıştır. AYM Mehmet Atabilen Başvurusuna ilişkin kararında, icra ve iflâs hukukuna özgü bir hukuki çare olan şikâyet müessesesi bağlamında yapılan yargılamada,  Anayasa nın  bütün  mahkemelerin  her  türlü  kararlarının gerekçeli olarak yazılmasını emreden 141. maddesini hak arama hürriyetinin kapsamının  belirlenmesinde  gözetilmesi  gereken  bir  husus  olarak değerlendirmiştir. Yine Mustafa Ercan Başvurusuna ilişkin kararında, icra takibinin  kesinleşmesinden  sonra  açılan  menfi  tespit  davasında  yapılan yargılama  bakımından,  adil  yargılanma  hakkı  kapsamında  kabul  edilen gerekçeli karar hakkına uygun davranılması gerektiğini vurgulamıştır.                                                  64  2013/1876 (08.09.2015). 65  2014/19936 (21.09.2017). 66  2013/160 (08.09.2015), §48-51. 67  2014/17045 (20.09.2017); aynı yönde bkz. 2014/1807 (11.05.2017). 101Emsalgül DOĞAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126 d. Makûl Sürede Yargılanma Hakkına İlişkin Kararlar Adil yargılanma hakkının unsurlarından birini oluşturan makûl sürede yargılanma,  sadece  yargılama  süreci  bakımından  değil,  takip  içinde  de uyulması gereken temel bir hakkı oluşturmaktadır. Bu bağlamda cebri icra faaliyetinin  de  kanunda  öngörülen  sınırlar  çerçevesinde,  makûl  sürede sonuçlandırılması  gerekmektedir.  Bu  durum,  hem  etkin  hukuki  koruma sağlamanın, hem de usul ekonomisine paralel olarak gelişen takip ekonomisi ilkesinin bir gereği olarak karşımıza çıkmaktadır. Nitekim, icra memurunun bir hakkı sürüncemede bırakması veya yerine getirmemesi, ilgili kişilerin bu yapmama eylemine karşı süresiz şikâyet yoluna başvurmasına imkân verir (İİK m.16/2). Bununla birlikte icra hukukunun çok katı sürelerin geçerli olduğu bir hukuk alanı olduğundan bahsetmek mümkündür. AYM yargılama sürecinde yahut yargılama sonrasında kararın icrası bakımından makûl sürenin aşıldığı iddiasıyla bireysel başvuru yoluyla önüne gelmiş birçok olayda, makûl sürede  yargılanma hakkını  adil yargılanma hakkının kapsamına dahil etmiştir. Ayrıca AYM davaların en az giderle ve mümkün olan süratle sonuçlandırılmasının yargının görevi olduğunu belirten AY m.141 i, Anayasa nın bütünselliği ilkesi gereği makûl sürede yargılanma hakkını değerlendirirken göz önünde bulundurmuştur. AYM ye göre makûl sürede yargılanma hakkının amacı, tarafların uzun süren yargılama faaliyeti nedeniyle maruz kalacakları maddi ve manevi baskı ile sıkıntılardan korunmasıdır. Bu noktada hukuki uyuşmazlıkların çözüm sürecini uzatarak çoğu zaman elde edilecek hükmün yararını ortadan kaldıran bir yargılama süresi, adaletin yerine getirilmesindeki etkililiğe ve güvenliğe zarar verecektir. Makûl sürede yargılanma hakkı bakımından uyuşmazlığa ilişkin yargılamanın kısa sürede sonuçlandırılması önem arz etmekle birlikte hukuki uyuşmazlığın çözümünde gereken özenin gösterilmesi de büyük önem taşımaktadır. Dolayısıyla yargılama süresinin makûl olup olmadığının her bir başvuru bakımından münferiden değerlendirilmesi gerekmektedir.                                                  68  Aktepe Artık s.249. Rüzgaresen e göre; usul ekonomisi ilkesi  Yargılamanın makul giderle ve makul süre içinde, kalite standartlarına uygun bir hizmetle ve düzenli bir biçimde yürütülmesidir . Rüzgaresen s.174. 69  Özekes-Temel Haklar s.136. 70  2012/13 (02.07.2013), §38-39; 2013/5306 (10.03.2015), §38; 2014/2209 (10.03.2015), §17; 2013/1313 (26.02.2015), §63; 2013/2386 (04.11.2015), §31; 2013/9568 (01.12.2015), §36; 2013/1562 (26.06.2014), §38. 71  2012/13 (02.07.2013), §40; 2013/1562 (26.06.2014), §39. 102Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126  Bireysel Başvuru … Bu  bağlamda  AYM  Fatma  Yıldırım  Başvurusuna  ilişkin  kararında devletin,  cebri  icra  sürecini  makul  sürede  sonuçlandırma  yükümlülüğü çerçevesinde cebri icranın uzaması halinde gerek borçlu, gerekse alacaklının hak ve menfaatlerinin korunması amacıyla somut olayın gerektirdiği her türlü tedbiri alması gerektiğini belirtmiştir. AYM ye göre özellikle icra sürecinde, idareye  normal  işleyişinin  dışında  bir  külfet  yüklemeyecek  olan,  takip alacaklısı veya borçlusuna ait mal ve hakların ekonomik değerini koruyucu tedbirlerin  alınması  devletin  sorumluluğunda  bulunmaktadır.  Buna  göre somut olay özelinde tahsil edilen ihale bedelinin sıra cetvelinin kesinleşmesi sürecinde nemalandırılması bahsi geçen tedbirler kapsamında yer almaktadır. Zira  olayda  cebri  icranın  bir  parçası  olan  sıra  cetvelinin  kesinleşmesi aşamasında  geçen  makul  görülemeyecek  dokuz  yıllık  süre  borçlu  ve alacaklının  hak ve  menfaatlerini koruyucu tedbirlerin alınmasını  zorunlu kılmaktadır.  Doktrindeki  bir  görüşe göre  yargılama sürecinde  sürelerin gerektiği  gibi  kullanılmaması,  gereksiz  giderler  yapılması  ve  kalite standartlarına uygun bir yargılama hizmetinin sunulmaması halinde gerekli tedbirleri almaması nedeniyle devletin sorumluluğu gündeme gelecektir. Bu görüşe göre sözü edilen sorumluluk türü kusursuz sorumluluktur. Başka bir deyişle  usul  ekonomisi  kapsamında  yer  alan  makul  sürede  yargılanma hakkının  ihlalinden  söz  edebilmek  için  devletin  kusurunun  bulunması gerekmemektedir.  Zira  yargılamanın  usul  ekonomisine  uygun  olarak yürütümü Anayasal anlamda devletin asli görevleri arasında yer almaktadır. Bir  davanın  süresinin  makûl  olup  olmadığının  tespit  edilmesinde, davanın karmaşıklığı, yargılamanın kaç dereceli olduğu, tarafların ve ilgili                                                  72  2014/6577 (16.02.2017), §59-61.  73  Rüzgaresen s.178. AYM de  Yargılama sürecinde başvurucular dışındaki tarafların yargılamayı  geciktirici  yöndeki  işlem  ve  davranışları  kural  olarak,  yargılamanın uzamasında taraf kusuru olarak kabul edilmekte ise de, yargılama makamlarının ilgili usûli imkânları kullanmak suretiyle bu girişimleri engelleme sorumluluğu bulunmaktadır . demek  suretiyle  devletin  bu  anlamdaki  sorumluluğuna  dikkat  çekmektedir.  2012/13 (02.07.2013). Buradan hareketle icra hakkı bakımından devlete yüklenen sorumluluk, devletin sürece dahil olup olmamasına göre şekillenecektir. Şayet devlet yargılamada bir taraf konumunda ise yargı kararlarını gecikmeksizin uygulamakla yükümlüdür. Bununla birlikte yargılamanın tarafı konumunda bulunmadığı hallerde ise devletin sorumluluğu cebri icranın etkili şekilde işlemesini sağlamak şeklinde ortaya çıkmaktadır. Aktepe Artık s.169. 74  Rüzgaresen s.201. 75  AYM Fevzi Kayacan Başvurusuna ilişkin kararında somut olayda tek dereceli yargılamada 3 yıl 9 ay 10 günlük yargılama süresinin makul olmadığı sonucuna varmıştır. 2014/8978 (12.04.2017), §14. 103Emsalgül DOĞAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126 makamların yargılama sürecindeki tutumu ve başvurucunun davanın hızla sonuçlandırılmasındaki menfaatinin niteliği gibi hususlar AİHM tarafından içtihat yoluyla getirilmiş kriterler olarak karşımıza çıkmaktadır. AYM de makûl  sürede  yargılanma  hakkının  ihlal  edildiği  iddiasıyla  önüne  gelen bireysel  başvuruya  konu  olmuş  uyuşmazlıklarda,  makûl  sürenin  tespiti bağlamında söz konusu kriterleri göz önünde bulundurmaktadır. AYM ye göre söz konusu kriterler göz önünde bulundurularak yapılacak makûl süre değerlendirmesinde sürenin başlangıcı kural olarak uyuşmazlığı karara bağlayacak yargılama sürecinin işletilmeye başlandığı, diğer bir deyişle davanın ikame edildiği tarih; sürenin bitiş tarihi ise çoğu zaman icra aşamasını da kapsayacak şekilde yargılamfanın son bulduğu tarihtir. Bununla birlikte devam eden yargılamalara ilişkin davalar yönünden sürenin sona erdiği tarih bakımından, AYM nin makûl sürede yargılanma hakkının ihlal edildiğine ilişkin şikâyetle ilgili kararını verdiği tarih esas alınacaktır. Ayrıca belirtmek gerekir ki AYM tarafından ceza muhakemesinde yargılama süresinin makûl olup  olmadığının  tespitinde  sürenin  başlangıcı,  bir  kişiye  suç  işlediği iddiasının yetkili makamlar tarafından bildirilmesi veya isnattan ilk olarak etkilendiği arama ve gözaltı gibi birtakım tedbirlerin uygulanması anı olarak kabul edilmektedir. Bu bağlamda AYM nin makûl süre değerlendirmesinde sürenin başlangıcını kural olarak davanın açıldığı tarih kabul etmekle birlikte eğer ortada ön süreç olarak nitelendirilebilecek bir durum varsa sürenin başlangıcını  o  andan  itibaren  hesapladığı  sonucuna  varılabilecektir. Hukukumuzda  halihazırda  iş  yargılamasında  geçerli  olan  zorunlu arabuluculuk sistemi düşünüldüğünde; AYM nin bireysel başvuru yoluyla önüne gelmiş iş yargılamasında makûl sürenin ihlal edildiği iddialarında söz                                                  76  Ezel Tosun/Türkiye, No.:33379/02 (10.01.2006); Namlı ve Diğerleri/Türkiye, No:51963/99 (23.05.2007); Alhan/Türkiye No:8163/07 (02.04.2013); Danespayeh/Turkey No:21086/04 (16.07.2009). 77  2012/13 (02.07.2013), §41-45; 2013/5306 (10.03.2015), §39; 2014/14245 (22.02.2017), §20; 2014/1167 (25.10.2017), §49; 2014/2209 (10.03.2015), §18; 2013/1313 (26.02.2015), §64; 2013/9568 (01.12.2015), §37; 2014/7271 (14.09.2017), §31; 2014/1807 (11.05.2017), §30. 78  2012/13 (02.07.2013), §50,52; 2013/5306 (10.03.2015), §41-42; 2014/1167 (25.10.2017), §48;  2014/2209  (10.03.2015),  §20-21;  2013/2386  (04.11.2015),  §34,36;  2014/15723 (25.10.2017), §46; 2014/7271 (14.09.2017), §30; 2014/1807 (11.05.2017), §29. 79  2012/13 (02.07.2013), §50,52; 2014/1167 (25.10.2017), §48; 2014/2209 (10.03.2015), §2021;  2013/2386  (04.11.2015),  §34,36;  2014/15723  (25.10.2017),  §46;  2014/7271 (14.09.2017), §30; 2014/1807 (11.05.2017), §29; 2014/14245 (22.02.2017), §17,19. 80  2012/625 (09.01.2014), §34; 2014/16919 (05.04.2018), §29; 2015/9247 (04.04.2018), §77; 2014/1387 (08.11.2017), §12. 104Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126  Bireysel Başvuru … konusu  iddiaları  değerlendirirken  sürenin  başlangıcı  olarak  zorunlu arabuluculuğa başvurulma anını kabul etmesi mümkün görünmektedir. AYM nin bireysel başvurular bağlamında, makûl sürenin ihlali iddiaları bakımından yaptığı değerlendirmelerde ortaya koyduğu genel ölçütler bu şekilde karşımıza çıkmakla beraber somut olaya bakılmakta fayda vardır. Buna göre AYM Ferat Doğan Başvurusuna ilişkin kararında, medeni hak ve yükümlülüklere ilişkin uyuşmazlıkların makûl sürede karara bağlanmasını gerektiren AY m.36 ve AİHS m.6 yı göz önünde bulundurmuştur. Buna göre, başvuru  konusu  olayda  icra  takibi  sonucu  fazla  ödenen  tazminatın  geri alınması amacıyla açılan istirdat davasında, mülga HUMK ve HMK da yer alan usul hükümlerine göre yürütülen somut yargılama faaliyetinin medeni hak ve yükümlülükleri konu alan bir yargılama olduğuna kanaat getirmiştir. Bununla  birlikte  başvuruya  konu  istirdat  davasının,  hukuki  meselenin çözümündeki güçlük, maddi olayların karmaşıklığı, delillerin toplanmasında karşılaşılan engeller, taraf sayısı gibi yukarıda da sayılan kriterler dikkate alındığında karmaşık olmaktan uzak olduğuna karar vermiş ve somut başvuru açısından beş yılı aşkın yargılama sürecinde makul olmayan bir gecikme olduğundan  bahisle  AY  m.36 da  düzenlenen  makûl  sürede  yargılanma hakkının ihlal edildiği sonucuna varmıştır. AYM Mert Can Bayram Başvurusuna ilişkin kararında İİK m.18 göz önünde bulundurmuştur. Söz konusu maddede icra mahkemesine arz edilen hususların  ivedi  işlerden  sayılacağı  ve  bu  işlerde  basit  yargılama  usulü uygulanacağı belirtilmiştir. AYM ye göre İİK da taraflar için belirtilen süreler kural olarak hak düşürücü ve kesin nitelikte olmasına rağmen, aynı Kanun da cebri icra organları için konulmuş süreler hak düşürücü nitelikte değildir.  Buna göre icra ve iflâs dairelerinin yaptığı işlemler nedeniyle şikâyet yoluna başvurulması halinde, şikâyetin sonuçlandırılması için öngörülen on günlük süre de cebri icra organlarına yönelik olduğundan, düzenleyici nitelikte olup, icra mahkemesince dava bu sürede sonuçlandırılmasa dahi daha sonra verilen kararlar  da  şüphesiz  geçerli  olacaktır.  Bununla  birlikte  AYM  kanun koyucunun iradesinin, İİK da düzenlenen şikâyet incelemesinin duruşmasız işlerde  on  günde  sonuçlandırılmasına  ilişkin  hüküm  bakımından,  bu incelemelerin mümkün olduğunca en kısa sürede neticelenmesini hedeflemek yönünde olduğuna işaret etmektedir. Tüm bu haller göz önüne alındığında;                                                  81  2014/2209 (10.03.2015). 105Emsalgül DOĞAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126 somut başvuru açısından davanın karmaşık olmaktan uzak olduğu da dikkate alınıp,  duruşma yapılmayan  bir yargılamanın İİK m.18 de  öngörülen  on günlük süreye oranla haklı görülemeyecek derecede uzun bir süre olan bir yıl beş  ayda  tamamlandığının  görülmesinden  bahisle  söz  konusu  yargılama sürecinde makûl sayılamayacak bir gecikme olduğu sonucuna varılmıştır. Gerçekten  de  bahsi  geçen  10  günlük  süreye  uyulmaması  kararın geçerliliğine  etki  etmeyecek,  ancak  şartları  gerçekleştiği  takdirde  hâkim hakkında  disiplin  soruşturmasına  vücut  verebilecek  hatta  bu  bağlamda hâkimin hukuki sorumluluğunun kaynağını da oluşturabilecektir. Bununla birlikte AYM Bakan İnşaat Turizm San. Ve Tic. Ltd. Şti. Başvurusuna ilişkin kararında başvuru konusu olayda, Antalya 5. Ticaret Mahkemesi nde  açılmış  iflâsın  ertelenmesi  davasında  yürütülen  somut yargılama faaliyetini, medeni hak ve yükümlülükleri konu alan bir yargılama olarak görmüş ve söz konusu başvuruyu makûl sürede yargılanma hakkı bağlamında  incelemiştir.  Bahsi  geçen  kararda  AYM,  İİK  m.179/a da zikredilen  iflâsın  ertelenmesi  taleplerinin  öncelikle  ve  ivedilikle sonuçlandırılacağı  hükmünü  dikkate  alarak,  söz  konusu  hükümle  kanun koyucunun amacının iflâsın ertelenmesi davaları bakımından konunun uzmanı mahkemelerce  mümkün  olduğunca  hızlı,  basit  ve  ucuz  bir  şekilde sonuçlandırılmasını  sağlamak  olduğu  sonucuna  varmıştır.  Ayrıca  makûl süreye aykırılık iddialarının incelenmesinde geçerli olan, hukuki meselenin çözümündeki güçlük, yargılamanın niteliği, maddi olayların karmaşıklığı, delillerin toplanmasında karşılaşılan engeller, taraf sayısı gibi kriterleri bu başvuru bakımından da dikkate alan AYM, dört yıl yedi ay üç gün devam eden yargılama sürecinin makûl olmadığından bahisle makûl sürede yargılanma hakkının ihlâl edildiğine karar vermiştir.                                                  82  2013/2386 (04.11.2015). 83  Postacıoğlu s.75; Uyar-Yetki s.386; Uyar-Yargılama s.713. 84  Berkin s.43. 85  2014/5657 (19.11.2014). Belirtmek gerekir ki; 31.07.2016 S. 29787 m.4 ile OHAL süresince istenemeyecek olan iflâsın ertelenmesi kurumu (İİK m.179/a, 179/b, 179/c hükümleri), 7101 S. K. m.65 ile Kanun un yayımı tarihi olan 15.03.2018 tarihinde tamamen yürürlükten kaldırılmıştır.  106Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126  Bireysel Başvuru … 2. AİLE HAYATINA SAYGI HAKKINA İLİŞKİN KARARLAR AYM velayet ve kişisel ilişki tesisine dair kararların icrasına ilişkin problemleri, aile hayatına saygı hakkı bağlamında değerlendirme yapılmasını gerektiren  önemli  bir  dava  grubu  olarak  görmektedir.  Cengiz  Kılıç başvurusunda, başvurucunun çocuğu ile kişisel ilişki kurma hakkının çocuğun annesince  engellendiği;  bu  engellemelerin  kamusal  makamlarca cezalandırılmaması ve aile bağlarının yeniden kurulmasını sağlayacak uygun tedbirlerin  alınmaması  nedeniyle  de  hakkın  icrasının  gerçekleştirilmediği iddiaları gündeme gelmiştir. AYM bu iddialar karşısında; söz konusu icra sürecindeki takip işlemleri, ilgili icra ve kolluk görevlilerinin tutumu, velayet ve  kişisel  ilişki  kurulmasına  ilişkin  açılan  davalarda  verilen  koruyucu kararların  ve  tedbir  kararlarının  içeriği,  uygulanması  ve  takibi,  çocuğun psikolojik ve pedagojik durumunun uzmanlarca gözlemlenmesi neticesinde hazırlanan  raporları,  anne  hakkında  çocuk  teslimi  emrine  muhalefette bulunduğu iddiasıyla yürütülen soruşturma ve kovuşturma süreçleri gibi bir dizi  kamusal  işlem  ve  eylemlerin  bir  bütün  halinde  değerlendirilmesi gerektiğine hükmetmiştir. AYM ye göre bu şekilde yapılacak değerlendirme, kişisel  ilişki  tesisinde  kamusal  makamlarca  üstlenilmesi  gereken  pozitif yükümlülüklerin  yerine  getirilip  getirilmediğini  sağlıklı  şekilde  ortaya koyabilecektir.  Bu  bağlamda  mahkemelerce  verilmiş  tedbir  kararlarının usulüne uygun ve ivedi olarak icrası hem çocuk hem de ebeveyn açısından olumlu sonuçlar ortaya koymaktadır. Bu olumlu sonuçların gerçekleşebilmesi için  usule  ilişkin  gereklerin  kamusal  makamlarca  yerine  getirilmesi mecburidir. Zira söz konusu gereklerin yerine getirilmemesi halinde her an ebeveyn ile ilişkileri daha da sınırlanan yahut kopan çocuk açısından telafisi imkânsız zararlar ortaya çıkabilmekte ve aile hayatına saygı hakkı bağlamında ciddi sorunlar yaşanabilmektedir. Somut başvuru konusu olayda kişisel ilişki kurulmasına engel olan en önemli neden, belirli olgunluğa erişen çocuğun başvurucuya  karşı  olumsuz  tutumu  nedeniyle  bu  bağlamda  kamusal makamların  üstlenmesi  gereken  pozitif  yükümlülük,  öncelikle  çocukla başvurucuyu bir araya getirmeye yönelik hazırlayıcı birtakım tedbirler almak olacaktır. AYM başvuruya konu olayların bütününde kişisel ilişki kurulmasına ilişkin  tedbirlere  hükmedilmesine  rağmen  tedbirin  etkin  şekilde  icra edilmediği, çocuğun üstün yararı göz ardı edilmeden baskı hissetmeyeceği bir                                                  86  2013/5126 (02.07.2015); 2013/2910 (05.11.2015); 2013/3181 (03.02.2016); 2014/18685 (24.01.2018), §45; 2014/7469 (22.11.2017), §84. 107Emsalgül DOĞAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126 ortamda uzman desteği ile başvurucuyla görüşmesine yönelik girişimde dahi bulunulmadığını tespit etmiştir. Bu noktada da kamusal makamlarca yeterli çaba gösterilmediğinden hareketle Anayasa nın 20.maddesinde güvence altına alınan aile hayatına saygı hakkının ihlâl edildiğine karar vermiştir. Söz konusu başvuru konusu olay aynı kişi tarafından aile hayatına saygı hakkının ihlâli iddiasıyla AİHM nin önüne de götürülmüştür. AİHM söz konusu  olay  bağlamında  olduğu  gibi,  genel  icra  hukukunda  karşılaşılan direnme türünün aile hayatı alanı için uygun olmadığı değerlendirmesinde bulunmuştur. Mahkeme bu kararında, ebeveynle çocuğu bir araya getirmek için devletin tedbir alma yükümlülüğünün mutlak olmadığını belirtmekle birlikte, savunmacı devletin dava koşullarına uygun olarak makûl tüm pratik tedbirleri almaması sebebiyle AİHS nin 8. maddesinde düzenlenen özel ve aile hayatına saygı hakkının ihlâl edildiği sonucuna varmıştır. AYM M.M.E. ve T.E. Başvurusuna ilişkin kararında da benzer şekilde değerlendirme  yapmıştır.  Bu  değerlendirme  neticesinde  somut  olay bağlamında AYM, çocuk tesliminin icrası amacıyla başlatılan takip talebi üzerine ilgili müdürlükçe gerekli icra takip işlemlerinin derhal başlatıldığı, çocuğun bulunduğu yerin tespiti ve başvurucuya teslimi hususunda uzmanlar eşliğinde gerekli tedbirlerin alındığı ve çocuğun üstün yararı dikkate alınmak suretiyle  aile  ilişkilerinin  sürdürülebilirliği  ve  aile  hayatına  saygı  hakkı bağlamındaki güvencelerin sağlanması noktasında uygun olan tüm adımların atıldığını gözeterek aile hayatına saygı hakkının ihlâl edilmediği yönünde karar vermiştir. Bu  kararlar  ışığında AYM  ve AİHM nin konuya ilişkin tutumunun isabetli olduğu söylenebilecektir. Zira velayet hakkını kaybetmiş olan tarafla çocuk arasında kişisel ilişki kurulması her somut olay bakımından mutlak bir gereklilik teşkil etmemektedir. Bu bağlamda söz konusu ilişki çocuğun ruhi, ahlaki,  fiziki  gelişmesi  için  sakıncalar  doğuracaksa  görüşme  hakkı reddedilebilecek, bu durum da aile hayatına saygı hakkını ihlâl etmeyecektir. Ancak belirtmek gerekir ki, bu yaptırımın çok dikkatli şekilde uygulanması gerekmektedir.                                                  87  2013/3181 (03.02.2016); aynı yönde bkz.2014/7469 (22.11.2017). 88  Cengiz Kılıç/Türkiye, No.16192/06 (06.12.2011). 89  2013/2910 (05.11.2015). 90  Tekinay s.278; karşı yönde bkz. Akıntürk s.314. 108Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126  Bireysel Başvuru … 3. ÖZGÜRLÜĞÜ  KISITLAMA  YASAĞININ  İHLÂLİ İDDİASINA İLİŞKİN KARARLAR İİK m.111 borcun hacizden sonra alacaklının rızası aranmaksızın taksitle ödenebilmesinin  koşullarını  düzenlemiştir.  Bu  koşullara  uyan  taksit sözleşmesine  aykırılık  halinde  ise  aynı  Kanun un  340.  maddesi  gereği, alacaklının şikâyeti üzerine borçlunun üç aya kadar tazyik hapsine karar verilecektir.  Anayasa nın  sözleşmenin  ihlâli  nedeniyle  hapis  cezası verilemeyeceğini düzenleyen 38. maddesi, Yargıtay tarafından daha üstün norm olarak görülmüş ve verilen kararlarda bu husus gözetilmiştir. Ancak AYM ye  göre  İİK  m.340 da  düzenlenen  yaptırım,  doğrudan  sözleşme yükümlülüğünün yerine getirilmemesine ilişkin olmayıp, kanunla getirilen ve kamu  otoritesince  yürütülen  cebri  icranın  etkinliğini  sağlama,  devlet kurumlarına  verilen  sözün  tutulması  ve  kamu  otoritesine  olan  güvenin sarsılmamasını gerçekleştirme amacına yöneliktir. Nitekim AYM Erdinç  Engin  Başvurusuna ilişkin kararında da aynı görüşünü korumuş ve somut olayda taksitlendirme sözleşmesi bağlamında ortaya  çıkan  taahhüdü  ihlâl  eyleminin  konusunun  sözleşmeden kaynaklanmaması  sebebiyle  başvuruyu  açıkça  dayanaktan  yoksun bulmuştur. 4. MÜLKİYET HAKKINA İLİŞKİN KARARLAR İcra hukukunda, bir taraftan alacaklının mal varlığına ilişkin elde etmeye çalıştığı hak, mal yahut alacak yönünden mülkiyet hakkı korunmaya; diğer taraftan borçlunun mülkiyet hakkına haksız müdahalelerin engellenmesine çalışılmaktadır. Mevcut cebri icra sistemimizde, ilâmsız icra takipleri ile herhangi bir yargı kararı olmaksızın kesinleşen takip sonucunda borçlunun hatta borçlu olmayan üçüncü kişilerin malvarlıklarına el atılması ihtimali bulunmaktadır. Dolayısıyla mülkiyet hakkının korunması bu bağlamda özel                                                  91  Kuru-El  Kitabı  s.615;  Pekcanıtez/Atalay/Sungurtekin  Özkan/Özekes-2018  s.194; Muşul-İcra s.792; Postacıoğlus.447; Coşkun s.217. 92  Y.7.HD,  14.02.2002,  E.2001/7537,  K.2002/1100:  KBİBB;16.HD,  24.12.2002, E.2002/13130; K.2002/12945: KBİBB. 93  AYM,  E.2006/96,  K.2008/65,  RG.10.04.2008,  S.26843;  aynı  yönde  bkz.  AYM, E.2001/415. K.2002/166, RG.2802.2003, S.25034. 94  2012/695 (12.02.2013). 95  Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes-2018 s.21. 109Emsalgül DOĞAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126 bir  öneme  sahiptir.  AYM  de  söz  konusu  bu  hakka  oldukça  değer atfetmektedir.  Bu  duruma  en  güncel  örnek  olarak  AYM nin,  15  Kasım 2018 de Resmi Gazete de yayımlanan somut norm denetimi ile önüne gelmiş olayda verdiği karar gösterilebilecektir. Bahsi geçen bu kararda AYM, İİK nın 278. maddesinin 3. fıkrasının (1) numaralı bendinde yer alan  …neseben veya…  ibaresini mülkiyet hakkını ihlâl ettiğinden bahisle iptal etmiştir.  AYM ye  göre;  borçlunun  mallarının  haczedilmesinden,  aciz  hâline düşmesinden veya iflâsına karar verilmesinden önceki süreçte mal varlığı üzerinde istediği şekilde tasarrufta bulunma hak ve yetkisi Anayasa nın 35. maddesi kapsamında güvence altına alınmış olan mülkiyet hakkının bir gereği olmakla birlikte itiraz konusu kural bu gereğe aykırı olarak düzenlenmiştir. Zira sözü edilen kuralın yer aldığı Kanun un 277. ve devamı maddeleri kapsamında borçlunun hacizden, acizden veya iflâstan önce yapacağı birtakım şüpheli tasarruflar iptal edilecektir. Her ne kadar iptal davası borçlunun gerçekleştirdiği  tasarruf  işleminin  geçerliliğini  etkilemeyecekse  de  iptal davası lehine sonuçlanan alacaklı tasarruf konusu malı haczettirerek satış bedelinden  alacağını  alacaktır.  Böylece  tasarruf  işleminin  karşı  tarafını oluşturan üçüncü kişi cebri icra işlemlerine katlanma yükümlülüğü altına girecek, ancak daha sonra malvarlığında meydana gelen azalmayı borçludan talep  edebilecektir.  Dolayısıyla  borçlunun  henüz  mal  varlığı  üzerindeki tasarruf  yetkisinin  hukuken  kısıtlanmadığı  bir  dönemde  gerçekleştirmiş olduğu tasarruf işlemlerine, daha sonra malen veya nakden sorumluluğunu doğuracak şekilde sonuç bağlayan ve tasarrufta bulunulan üçüncü kişiye cebri icra işlemlerine katlanma yükümlülüğü getiren itiraz konusu kural, borçlu ve tasarrufta  bulunulan  üçüncü  kişinin  mülkiyet  hakkına  müdahale oluşturmaktadır. Çalışma kapsamında incelenen bireysel başvuru kararları bakımından mülkiyet  hakkı,  genel  olarak  kapsamının  belirlenmesi  ve  mahkeme kararlarının  uzun  süre  icra  edilmemesinin  bu  hakka  etkisi  bağlamında irdelenmiştir. Bu bağlamda AYM İsmet Sarıcı Başvurusuna ilişkin kararında, başvurucunun alacağının tahsili amacıyla yaptığı icra takibinin uzun sürmesi ve alacağa ulaşmada belirsizlik bulunmasının verilen kararı etkili sonuçları bakımından  konusuz  bırakacağına  hükmetmiştir.  Bununla  birlikte                                                  96  Özekes-Temel Haklar s.182. Koruma alanı içinde mülkiyet hakkının içeriğine nelerin dahil olduğu hakkında bkz. Gemalmaz s.124 vd. 97  AYM, E.20018/9, K. 2018/84, RG.15.11.2018, S.30596. 110Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126  Bireysel Başvuru … kesinleşmiş,  ilâmlı  icra  kanalıyla  talep  edilebilecek  bir aşamaya  gelmiş, güncel  ve  icra  edilebilir  nitelikte,  koşula  bağlı  olmayan  alacak  hakkını mülkiyet hakkı kapsamında değerlendirmiştir. Buna bağlı olarak da yargı kararlarının icrasının gecikmesini  mülkten barışçıl yararlanma hakkı na müdahale olarak kabul ederek, demokratik bir toplumda hukukun üstünlüğü ilkesine atıfla, taraflardan birinin alacak hakkı bulunduğunu gösteren yargı kararlarının  uygulanmamasının  mülkiyet  hakkını  ihlâl  ettiği  sonucuna ulaşmıştır. Nitekim AİHM de yargı kararlarının icrasının gecikmesini aynı şekilde,   mülkten  barışçıl  yararlanma  hakkı na  müdahale  olarak  kabul etmektedir. Bireysel başvurular bağlamında kural olarak gelecekte elde edilecek bir varlık  bugün  mülkiyet  hakkının  konusunu  oluşturmamaktadır.  Ancak mevcut mal ve mülk kavramının AYM kararlarında  meşru beklenti  şeklinde ifade  edilen  istisnası  bulunmakta  olup  neyin  meşru  beklenti  kapsamına gireceği tartışmalı bir husustur.  AYM Kemal Yeler ve Ali Arslan Çelebi Başvurusuna ilişkin kararında meşru beklentiyi, makûl şekilde ortaya konmuş ve icra edilebilir bir iddianın doğurduğu, ulusal mevzuatta belirli bir kanun hükmüne veya başarılı olma şansının yüksek olduğunu gösteren yerleşik ve istikrarlı bir yargı içtihadına dayanan, yeterli somutluğa sahip nitelikteki bir beklenti olarak tanımlamış ve temelsiz bir hak kazanma beklentisi veya sadece ulusal  hukukta  mülkiyet  hakkı  kapsamında  savunulabilir  bir  iddianın varlığının meşru beklentinin kabulü için yeterli olmadığını ifade etmiştir. Mülkiyet hakkının kapsamını çizerken AYM, ilk defa Mahmut Duran ve Diğerleri Başvurusuna ilişkin kararında, icrası kâbil olan her türlü hak ve alacağın mülkiyet hakkı kapsamında yer aldığını kabul etmiştir. Söz konusu kararındaki bu görüşünü konuyla ilgili sonraki başvurular bakımından da korumuştur. Nitekim AİHM de Burdov/Rusya kararında bir mahkeme                                                  98  2012/1304 (25.02.2015), §59; aynı yönde bkz.  Somut olayda olduğu gibi, kamulaştırma işlemi yapmaksızın bireylere ait taşınmaza el atan idarenin, bu fiili nedeniyle aleyhine açılan dava sonucunda hükmedilen alacağı veya tazminatı ödememesi, mülkiyetten barışçıl yararlanma veya mülkiyete saygı ilkesini ihlal niteliğindedir  2013/711 (03.04.2014), §61; 2014/20036 (08.06.2017), §22. 99  Burdov/Rusya, No.59498/00 (07.05.2002). 100  Er s.1444. 101  2012/636 (15.04.2014); aynı yönde bkz. 2013/845 (20.11.2014); 2014/11441 (01.02.2017). 102  2014/11441 (01.02.2017). 103  2014/333 (04.10.2017); 2014/17557 (08.11.2017); 2014/6577 (16.02.2017). 111Emsalgül DOĞAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126 hükmünden  doğan  alacağın,  icra  edilebilir  olduğunun  ispatlanması durumunda  mal  ve  mülk  olarak  kabul  edilebileceğine  hükmetmiştir. AİHM nin bu kararına yaptığı atıfla AYM Kenan Yıldırım ve Turan Yıldırım Başvurusu na  ilişkin  kararında,  kamulaştırma  yapılmaksızın  el  atılan taşınmazın bedelinin ödenmesine yönelik mahkeme kararının icra edilebilir olduğundan  bahisle  söz  konusu  alacağı  mülkiyet  hakkı  kapsamında değerlendirmekle  birlikte  kamulaştırmasız  el  atmalar  nedeniyle mahkemelerce hükmedilen tazminatların tahsili amacıyla idarenin mal, hak ve alacaklarının haczedilemeyeceğine işaret etmiştir. Bununla birlikte AYM ye göre bu haczedilemezlik mutlak değildir. İdarelerin, mal, hak ve alacaklarının haczedilememesi kuralının ardına sığınarak, mahkeme kararıyla hükmedilen ve  kesinleşen  kamulaştırmasız  el  atılan  taşınmaz  bedelini  ödemekten kaçınmasının kamu yararı ile kişi hakları arasındaki dengeyi kişilerin zararına olacak  şekilde  bozması  durumunda,  taşınmazının  bedeli  ödenmeyen  kişi bakımından mülkiyet hakkının ihlâli gerçekleşecektir. Zira mahkeme kararına dayalı  icra  edilebilir  bir  alacağın  ödenmemesi  ya  da  ödenmesinin  uzun sürmesi  nedeniyle  oluşan  belirsizlik,  mülkiyet  hakkının  ihlâline  sebep olacaktır. AYM, bu kararından hareketle konuyla ilgili verdiği sonraki kararlarında bahsi geçen belirsizliğin ne zaman gerçekleşeceğine ilişkin genel bir kural koymayıp her somut olay bağlamında değerlendirme yapmıştır. Bununla birlikte AYM Meleke Kurcak ve Diğerleri Başvurusuna ilişkin kararında, bu içtihatla çelişir şekilde, bireysel başvuruya konu kararı veren                                                  104  Burdov/Rusya, No.59498/00 (07.05.2002). 105  2013/711 (03.04.2014). 106   …somut olayda yukarıda belirtilen nitelikteki yargı kararının yaklaşık 1 yıl 3 ay geçtikten sonra icra edilmiş olması nedeniyle mülkiyet hakkının ihlal edildiği sonucuna varmak gerekir. 2014/13012 (25.10.2017), §18;  …somut olayda şikayete konu edilen sürecin icra aşamasını da kapsayacak şekilde 2 yıl 5 ayda sonuçlanması nedeniyle adil yargılanma hakkı ve mülkiyet hakkının ihlal edilmediği sonucuna varılmalıdır.  2014/2582 (14.09.2017), §25;  …somut olayda yukarıda belirtilen nitelikteki yargı kararının 3 yıl 3 ayı aşan bir süre geçtikten sonra kısmen icra edilmiş olması nedeniyle mahkemeye erişim hakkı ile mülkiyet hakkının ihlal edildiği sonucuna varmak gerekir.  2014/15887 (08.06.2017), §18; …somut olayda icra aşamasını da kapsayacak şekilde 3 yıl 8 ayı aşan sürenin makul olmadığı ve alacakların ödenmesinin uzun sürmesinden dolayı oluşan belirsizlik dikkate alındığında adil yargılanma hakkı ile mülkiyet hakkının ihlal edildiği sonucuna varılmalıdır.  2014/311 (14.09.2017), §19;  …somut olayda yukarıda belirtilen nitelikteki yargı kararının 3 yıl 11 ayı aşan bir süre geçmesine rağmen icra edilmemiş olması nedeniyle mahkemeye erişim hakkı  ile  mülkiyet  hakkının  ihlal  edildiği  sonucuna  varmak  gerekir.   2014/11376 (20.07.2017), §17. 112Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126  Bireysel Başvuru … mahkeme tarafından hükmedilen tazminatın başvuruculara ödenmiş olmasını mülkiyet hakkının ihlâli iddialarını incelememek için yeterli bir sebep olarak görmüştür. Yine Mahkeme Arman Mazman Başvurusuna ilişkin kararında; idare  ile  anlaşma  sağlayarak  alacağının  tamamını  faiz  ve  yargılama giderleriyle birlikte yirmi yedi yıl sonra da olsa tahsil eden başvurucunun, kamu mallarının haczedilmezliği ile ilgili kanun hükümlerinden olumsuz etkilenme ihtimali kalmadığı gerekçesiyle mağdurluk statüsünü kaybettiğini ifade  etmiştir.  Bu  nedenle  mülkiyet  hakkı  yönünden  başvurunun   kişi yönünden yetkisizlik  sebebiyle kabul edilemez olduğuna karar vermiştir. AYM nin kamu mallarının haczedilmezliği ile ilgili Kenan Yıldırım ve Turan  Yıldırım  Başvurusuna  ilişkin  olarak  verdiği  kararı  kanaatimizce isabetlidir. Zira devletin ve hazinenin menfaatini korumak ve kanun, karar veya  işlemlerle  kişilerin  alacaklarını  korumasız  yahut  müdahaleye  açık bırakmak arasındaki farkın doğru tespit edilmesi gerekmektedir. Bu noktada devlet  mallarının  hiçbir  durumda  haczedilemeyeceğini  söylemek  en  çok güven duyulduğu kabul edilen kurum olan devlete inancı da zedeleyecektir. Dolayısıyla kamu idarelerinin İİK m.82 hükmüne dayanarak kamulaştırma bedelini geç ödemesi mülkiyet hakkının ihlâline sebebiyet verecektir. Mülkiyet hakkı kapsamında bireysel başvuruya konu olmuş bir diğer husus, 5510 sayılı Kanun un 93. maddesinde düzenlenen emekli aylığının Sosyal Güvenlik Kurumu nun (SGK) alacakları ve nafaka alacaklarının tahsili amacı dışında haczedilemeyeceği kuralıdır. AYM Arif Sarıgül Başvurusuna ilişkin kararında, SGK alacaklarının tahsili amacıyla emekli aylıklarına haciz konulabilmesine imkân tanıyan hükmün, genel sosyal güvenlik sisteminin mali  yapısının  korunması  ve  sosyal  güvenlik  çerçevesinde  toplumun korunmaya daha çok muhtaç olan fertlerinin de bu sosyal güvenlik içine alınması  bakımından  zorlayıcı  nitelikte  kamu  yararı  taşıması  sebebiyle mülkiyet hakkını ihlâl etmediği kanaatine varmıştır. Kaldı ki doktrinde Topuz a göre her ne kadar AYM aksi görüşte olsa da, sözü edilen Kanun da haczedilmezlik  kapsamında  görülen  diğer  haller  bakımından  da  SGK                                                  107  2013/9568 (01.12.2015). 108  2013/1752 (26.06.2014). 109  Başpınar s.287; geniş bilgi için bkz. Karayalçın s.133-134. 110  Akyol s.246-247. 111  2013/8324 (23.02.2016). 112  AYM, E.2009/19, K. 2011/4, RG.12.04.2011, S.27903. 113Emsalgül DOĞAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126 alacaklarında  olduğu  gibi  haczedilebilirlik  kuralının  getirilmesi  yerinde olacaktır.  Zira  bu  görüşe  göre  emekli  mallarının  haczedilmezliği  kuralı alacaklının mülkiyet hakkına müdahale anlamına gelmekte olup, söz konusu müdahalenin yapılabilmesi için kamu yararının bulunması gerekmektedir. İİK da öngörülen hacizli malların satış süresine ilişkin iki ve üç aylık süreler icra dairesine yönelik olduğundan sürenin geçmesinden sonra yapılan satışlar da geçerli olacaktır. Hal böyle olmakla birlikte icra memurunun, satış talebinden sonra uygun süre içinde satış hazırlıklarına başlamaması halinde  İİK  m.16/2 de  zikredilen  hakkın  yerine  getirilmemesinden kaynaklanan süresiz şikâyet yolu gündeme gelecektir. Bununla birlikte söz konusu husus icra müdürünün disiplin sorumluluğuna yol açıp disiplin cezası uygulanmasını  gerektirebilecektir.  Ayrıca  satışın  makul  süre  içinde yapılmaması nedeniyle alacağın elde edilmesinin gecikmesi, enflasyondaki değişiklikler ve faize ilişkin düzenlemeler karşısında mülkiyet hakkının ihlali niteliğini kazanabilecektir. Bu bağlamda AYM Mustafa Ozgan ve Diğerleri Başvurusuna ilişkin kararında öncelikle, ortaklığın giderilmesi davası sonucunda taşınmazın satışı suretiyle  ortaklığın  giderilmesine  karar  veren  sulh  hukuk  mahkemesinin kararını icra etmekle görevlendirilmiş satış memurunun söz konusu satış işlemlerini 2004 sayılı Kanun hükümlerine göre tatbik edeceğini belirtmiş ve bu işlemlere karşı İİK m.16 uyarınca yapılacak şikayeti incelemekle görevli merciin icra  mahkemesi değil, ortaklığın giderilmesi kararını veren sulh hukuk  mahkemesi  olduğuna  hükmetmiştir.  Anılan  şikâyet  yoluna                                                  113  Topuz s.3045-3046. 114  Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes-2018 s.199-200,208; Üstündağ s.251; Muşul  s.612;  Kuru/Arslan/Yılmaz  s.313;  Kuru-El  Kitabı  s.617;  Arslan/Yılmaz/ Taşpınar Ayvaz s.307,319. 115  Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes-2018 s.200. 116  Üstündağ s.251; Muşul s.612. 117  Nitekim Yargıtay da aynı içtihadı geliştirmiştir:   İİK.nun 4/son maddesine göre;  İcra yetkisini haiz sulh mahkemelerinin muamelelerine karşı vuku bulacak şikâyet ve itirazların icra mahkemesi, o mahkemenin hakimidir . Ayrıca 6100 Sayılı HMK'nun 4/b maddesi uyarınca, ortaklığın giderilmesi davalarına sulh hukuk mahkemesince bakılır ve aynı Kanun'un 322/2. maddesi gereğince de, taşınır ve taşınmaz malların satışı, İcra ve İflas Kanunu hükümlerine göre yapılır. HMK'nun 322/2. maddesine göre satış memuru, davaya bakan sulh hukuk mahkemesince tayin edildiğinden, onun işlemlerine karşı şikâyetlere ve açılacak ihalenin feshi davalarına da sulh hukuk mahkemesince bakılması gerekmektedir. Satışın icra müdürlüğünce yapılmış olması, ihalenin icrai takiple ilgili olmaması ve icra müdürünün satış memuru sıfatı ile işlem yapması nedeni ile sonuca etkili değildir.  114Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126  Bireysel Başvuru … gidilmeden önüne gelmiş bu başvuruyu  başvuru yollarının tüketilmemiş olması  gerekçesiyle kabul edilemez bulmuştur. Bununla birlikte AYM söz konusu satışın gerçekleştirilmemesi nedeniyle yapılacak şikâyetin herhangi bir süreye tabi olmayacağına karar vermiştir. AYM Fatma Yıldırım Başvurusuna ilişkin kararında,  sıra cetvelinin kesinleşmesi sürecinde satıştan elde edilen bedelin nemalandırılmamış olması hususunu  devlete  yüklenen  pozitif  yükümlülükle  ilişkilendirmiştir.  Bu bağlamda  devletin  cebri  icra  sürecini  makûl  sürede  sonuçlandırma yükümlülüğü altında bulunduğunu gözeterek, cebri icranın uzaması halinde borçlu ve alacaklının hak ve menfaatlerinin korunması amacıyla somut olayın gerektirdiği her türlü tedbirin alınmasının devletin sorumluluğunda olduğu sonucuna  varmıştır.  Buradan  hareketle  AYM ye  göre  ihale  bedelinin nemalandırılması  tedbiri,  söz  konusu   her  türlü  tedbir   kapsamında  yer almaktadır. Dolayısıyla icra müdürlüğünün, ihale bedelini vadeli mevduat hesabına yatırmak suretiyle alacağı basit bir tedbirle icra sürecinin hızlı işlememesinin başvurucu üzerinde oluşturacağı olumsuz etkiyi giderebileceği halde bunu yapmaması mülkiyet hakkının ihlâline sebep olacaktır. Aynı kararda  AYM  başvurunun  esasına  geçmeden  yaptığı  kabul  edilebilirlik incelemesinde,  sıra  cetvelinin  kesinleşmesi  sürecinde  ihale  bedelinin nemalandırılmasını öngören bir hukuki düzenleme olmadığından bahisle İİK m.5 de öngörülen tazminat davası açma yolunun tüketilmesi zorunluluğundan söz edilemeyeceği gerekçesiyle mülkiyet hakkının ihlâline ilişkin iddianın kabul edilebilir olduğuna hükmetmiştir. Uygulamada  icra  müdürlüklerinin  bazıları  İİK  m.134/5 i  kıyasen uygulayarak  sıra  cetvelinin  kesinleşmesi  sürecinde  satış  bedelini nemalandırmakta ise de çoğu söz konusu bedelin nemalandırılması yoluna gitmemektedir. Çoğunluk uygulaması, Adalet Bakanlığı Hukuk İşleri Genel Müdürlüğü nün yürürlükten kalkmış ve hatalı görülebilecek bir görüşüne dayanmaktadır.  Sözü  edilen  görüşte  İİK  m.134/5  ve  Yön.m.92 deki düzenlemeler  lafzi  yorumla  sınırlı  bir  değerlendirmeye  tabi  tutulmuş  ve ihalenin  feshi  istemleri  dışındaki  satış  tutarlarının  nemalandırılmayacağı                                                  (Y.12.HD,  26.09.2016,  E.2016/15882,  K.2016/19723:  KBİBB);  aynı  yönde  bkz. Y.12.HD.19.06.2007, E.2007/10389, K.2007/12534: KBİBB. 118  2014/17682 (08.03.2017). Şikâyet yolunun tüketilmemesinin başvuruyu kabul edilemez kılmasına ilişkin bkz. 2014/14245 (22.02.2017). 119  2014/6577 (16.02.2017). 115Emsalgül DOĞAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126 belirtilmiştir.  Buna  karşın  Karakaş,  söz  konusu  fıkranın  İİK  m.134 e eklenmesinden önce de birçok icra müdürünün paranın nemalanmasını sağladığından  hareketle,  sonradan  eklenen  bu  fıkranın  esasen  var  olan uygulamaya temel teşkil etmesi için getirildiğini savunmaktadır. Zira bu görüşe göre gerek ihalenin feshi talebi aşamasında bankaya yatırılmasına izin verilen, gerekse sıra cetveline itiraz sürecinde bankaya yatırılmasına izin verilmeyen para aynı paradır. Yıllar süren sıra cetveline itiraz davaları ve şikâyetler dikkate alındığında paranın değer kaybetmesine göz yumulmasının mantıklı ve adil bir açıklaması bulunmamaktadır. İhalenin feshi yargılaması sırasında tanınan bu imkânın sıra cetveline itiraz yargılaması süreci için tanınmaması yasa koyucunun suskunluğuna olumsuz sonuç bağlanmasından kaynaklanmaktadır.  Bu  noktada  Türkiye deki  öngörülemeyen  iktisadi dalgalanmalardan  alacaklı  ve  borçluyu  koruyacak  bir  yorum  yapmak gerekirken, Yasa da hüküm olmadığı gerekçesiyle hakların kısıtlanması doğru olmayacaktır.  Bu  görüşe  göre  konu  hakkında  yasal  düzenlemenin bulunmaması bir eksiklik olmayıp farklı uygulamaların önüne geçilmesi adına Bakanlıkça icra dairelerine yönelik genel nitelikli bir vadeli hesap açılması izni verilmesi gerekmektedir. Söz konusu görüş benimsendiği takdirde AYM nin  bireysel  başvuruya  konu  olmuş  kararında  kabul  edilebilirlik bakımından yaptığı incelemede, konuyla ilgili yasal düzenleme olmadığından bahisle  İİK  m.5 te  düzenlenen  tazminat  davası  yoluna  gidilemeyeceğine ilişkin düşüncesi hatalı görünmektedir. Bu noktada kanaatimizce açıklanan sebeplerle  incelenen  başvuru  kapsamında,  esasa  geçilmeden   başvuru yollarının  tüketilmemiş  olması   gerekçesiyle  kabul  edilemezlik  kararı verilmesi gerekmektedir. Konuyla ilgili son olarak değinmek gerekir ki, AYM Necdet Çetinkaya Başvurusuna  ilişkin  kararında,  başvurucunun  ihale  yoluyla  edindiği taşınmazın  tescili  talebinin,  söz  konusu  taşınmazın  paydaşlarından  olan Hazine nin  sözü  edilen  ihalenin  tarafı  olmadığından  bahisle  reddedilmiş olmasını; başvurucunun İİK m.134 uyarınca ihale ile tescilden önce mülkiyeti kazandığı  ancak  buna  rağmen  söz  konusu  taşınmazın  Hazine nin  payı                                                  120  Beşinci  fıkra  17.07.2003  gün  ve  4949  sayılı  Yasanın  38.maddesi  ile  134.maddeye eklenmiştir. 121  İncelenen bireysel başvuru kararında dokuz yıl sürmüştür: 2014/6577 (16.02.2017). 122  Karakaş s.1036,1037. 123  Karakaş s.1040. 116Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126  Bireysel Başvuru … dışındaki  diğer  payları  yönünden  başvurucu  adına  tescil  işlemi yapılmamasının  başvurucuyu  orantısız  ve  aşırı  bir  külfet  altına  soktuğu gerekçesiyle mülkiyet hakkının ihlâli niteliğinde görmüştür. SONUÇ Gerek Anayasa da gerek uluslararası metinlerde güvence altına alınan temel haklar, tüm hukuk alanlarını ilgilendirmekle beraber bazı alanlarda özel öneme  sahip  bulunmaktadır.  Bu  alanlardan  birini  de  icra  hukuku oluşturmaktadır. Zira devletin cebri icra faaliyeti, kişilerin hakimiyet alanına bir müdahale sonucunu doğurmaktadır. Bu durum ise zorunlu olarak temel haklara müdahale edilmesi anlamına gelmektedir. Bu bağlamda, bireysel özgürlüklerin korunması, anayasa normlarının uygulamadaki  devamlılığı  gözetilerek  söz  konusu  normların  yorumu  ve gelişimine katkıda bulunma işlevlerini haiz olan anayasa şikâyeti  (bireysel başvuru) yolu bakımından da icra ve iflâs hukukuna ilişkin temel hakların ihlâli iddiaları gündeme gelmektedir. AYM tarafından verilen konuya ilişkin kararların;  adil  yargılanma  ve  mahkemeye  erişim  hakkı,  makûl  sürede yargılanma hakkı, silahların eşitliği ve çelişmeli yargılama ilkesi, mülkiyet hakkı, hakkaniyete uygun yargılanma hakkı, gerekçeli karar hakkı ve aile hayatına saygı ilkesi ve özgürlüğü kısıtlama yasağının ihlâli iddialarına ilişkin başvurular üzerinde toplandığı görülmektedir. Bu çerçevede  bahsi geçen haklar bakımından bu çalışmada yapılan sınıflandırma dikkate alındığında şu tespitler ortaya konulabilecektir: AYM ye göre adil yargılanma hakkı, sadece yargı mercileri önünde davacı ve davalı olarak iddia ve savunmada bulunma hakkını değil; yargılama sonunda hakka dayalı talebi elde etmeyi de kapsayan bir haktır. Bu bağlamda mahkeme  kararlarının  uygulanması  yargılama  sürecini  tamamlayan  ve yargılamanın  sonuç  doğurmasını  sağlayan  bir  unsur  olup  kararın uygulanmaması halinde yargılamanın da bir anlamı kalmayacaktır. AYM  yargı  kararlarının  uygulanmasını  mahkemeye  erişim  hakkı kapsamında  değerlendirmektedir.  Bu  hakkın  gereğinin  yerine  getirilmiş sayılabilmesi için bir yargılama sonucunda mahkemenin karar vermiş olması                                                  124  2013/7725 (24.03.2016). 125  Kanadoğlu s.10. 117Emsalgül DOĞAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126 yeterli değildir, ayrıca söz konusu kararın etkili şekilde uygulanması da gerekmektedir. Bu bağlamda AYM, kamu kurum ve kuruluşları aleyhine verilmiş icra edilebilir bir yargı kararının hiç icra edilmemesi yahut icranın makûl  süre  içinde  yapılmamasının  adil  yargılanma  hakkı  güvencelerini anlamsız  hale  getireceğini;  bunun  da  mahkemeye  erişim  hakkını  ihlâl edeceğini  düşünmektedir.  Bununla  birlikte  AYM,  yalnızca  muarazanın önlenmesine yönelik tespit hükmü içeren kararların yerine getirilmemesinin mahkemeye erişim hakkının ihlâli niteliğinde olmadığına hükmetmiştir. Adil  yargılama  hakkının  unsurlarından  birini  oluşturan  hakkaniyete uygun  yargılanma  hakkı  tüm  yargılama  boyunca  eşitlik  temeline  dayalı hukuki  dinlenilme  hakkının  gerçekleştirilmesinin  sağlanmasını  da gerektirmektedir.  AYM ye  göre  genel  anlamda  hakkaniyete  uygun yargılamanın yürütülebilmesi için silahların eşitliği ve çelişmeli yargılama ilkeleri ışığında hareket edilmelidir. Bununla birlikte cebri icra genel olarak yargılamanın bir uzantısıdır ve bu aşamada da hukuki dinlenilme hakkına uygun davranılması gerekmektedir. Adil  yargılanma  hakkının  unsurlarından  birini  de  AYM ye  göre mahkeme kararlarının gerekçeli olması gereği oluşturmaktadır. Hal böyle olmakla  birlikte  bu  hak,  yargılamada  ileri  sürülen  her  türlü  iddia  ve savunmaya ayrıntılı şekilde cevap verilmesi gerektiği şeklinde anlaşılamazsa da ayrı ve açık yanıt verilmesini gerektiren usul veya esasa dair iddiaların cevapsız bırakılmış olması hak ihlâline sebep olacaktır. AYM yargılama sürecinde yahut yargılama sonrasında kararın icrası bakımından makûl sürenin aşıldığı iddiasıyla bireysel başvuru yoluyla önüne gelmiş  birçok  olayda  makûl  sürede  yargılanma  hakkını  adil  yargılanma hakkının kapsamına dahil saymış ve hem etkin hukuki koruma sağlamanın hem de usul ekonomisine paralel gelişen takip ekonomisi ilkesinin bir gereği olarak  karşımıza  çıkan  cebri  icra  faaliyetinin  de  makûl  sürede sonuçlandırılması  gerekliliğini  kararlarında  gözetmiştir.  AYM ye  göre yargılama süresinin makûl olup olmadığının her bir başvuru bakımından münferiden değerlendirilmesi gerekmekle birlikte söz konusu değerlendirme bağlamında;  davanın  karmaşıklığı,  yargılamanın  kaç  dereceli  olduğu, tarafların ve ilgili makamların yargılama sürecindeki tutumu ve başvurucunun davanın hızla sonuçlandırılmasındaki menfaatinin niteliği gibi hususlar ölçüt olarak  kullanılabilecektir.  AYM ye  göre  bu  ölçütler  dikkate  alınarak 118Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126  Bireysel Başvuru … yapılacak makûl süre değerlendirmesinde sürenin başlangıcı kural olarak davanın ikame edildiği tarih; sürenin bitişi ise çoğu zaman icra aşamasını da kapsayacak şekilde yargılamanın son bulduğu tarih olacaktır. AYM, velayet ve kişisel ilişki tesisine dair kararların icrasına ilişkin problemleri, aile hayatına saygı ilkesi bağlamında değerlendirme yapılmasını gerektiren önemli bir dava grubu olarak görmektedir. Bu noktada AYM bu dava grubunda yer alan kararların icrası bağlamında, icra sürecinde ilgili icra ve kolluk görevlilerinin tutumu, velayet ve kişisel ilişki kurulmasına ilişkin açılan davalarda verilen koruyucu ve tedbir kararlarının içeriği, uygulanması ve  takibi,  çocuğun  psikolojik  ve  pedagojik  durumunun  uzmanlarca gözlemlenmesi neticesinde hazırlanacak raporlar ve buna benzer bir dizi kamusal işlem ve eylemlerin bir bütün halinde değerlendirilmesi gerektiğini düşünmektedir.  Zira  AYM ye  göre  bu  şekilde  yapılacak  değerlendirme, kişisel  ilişki  tesisinde  kamusal  makamlarca  üstlenilmesi  gereken  pozitif yükümlülüklerin yerine getirilip getirilmediğini ortaya koyabilecektir. İcra ve İflâs Kanunu nun 111. maddesinde düzenlenen borcun hacizden sonra alacaklının rızası aranmaksızın taksitle ödenebilmesinin koşullarına uyan bir taksit sözleşmesine aykırılık halinde, aynı Kanun un 340. maddesi gereği alacaklının şikâyeti üzerine borçlunun 3 aya kadar tazyik hapsine karar verilmektedir. AYM ye göre İİK m. 340 da düzenlenen bu yaptırım doğrudan sözleşme yükümlülüğünün yerine getirilmemesine ilişkin olmayıp kanunla getirilen ve kamu otoritesince yürütülen cebri icranın etkinliğini sağlama ve kamu  otoritesine  olan  güvenin  sarsılmamasını  gerçekleştirme  amacına yöneliktir. Dolayısıyla İİK m.340 Anayasa nın sözleşmenin ihlali nedeniyle hapis cezası verilemeyeceğini düzenleyen 38. maddesine bir aykırılık teşkil etmemektedir. Çalışma kapsamında incelenen bireysel başvuruya konu olmuş kararlar bakımından  mülkiyet  hakkı,  kapsamının  belirlenmesi  ve  mahkeme kararlarının  uzun  süre  icra  edilmemesinin  bu  hakka  etkisi  bağlamında irdelenmiştir. Bu bağlamda AYM tarafından, kesinleşmiş, ilâmlı icra yoluyla takip edilebilecek bir aşamaya gelmiş, güncel ve icra edilebilir nitelikte, koşula  bağlı  olmayan  alacak  hakkı,  mülkiyet  hakkı  kapsamında değerlendirilmiş; buna bağlı olarak da yargı kararlarının icrasının gecikmesi mülkten barışçıl yararlanma hakkına müdahale olarak görülmüştür. AYM bu bağlamda  verdiği  bazı  kararlarında  idarelerin  mal,  hak  ve  alacaklarının 119Emsalgül DOĞAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126 haczedilememesi  kuralına  sığınarak,  mahkeme  kararıyla  hükmedilen  ve kesinleşen  kamulaştırmasız  el  atılan  taşınmaz  bedelini  ödemekten kaçınmasını mülkiyet hakkının ihlâli niteliğinde bulmuştur. Bununla birlikte bazı  kararlarında  ise  bu  görüşle  çelişir  şekilde  mahkeme  tarafından hükmedilen tazminatın başvuruculara ödenmiş olmasını mülkiyet hakkının ihlâli  iddialarını  incelememek  için  yeterli  bir  sebep  olarak  görmüştür. Dolayısıyla  bu  noktada  AYM nin  görüşü  bakımından  bir  netlik  olduğu söylenemeyecektir. Tüm  bu  kararlar  ışığında  cebri  icranın,  kural  koyma  ve  uygulama aşamasında ciddi bir temel hak sorunu yaşadığı söylenebilecektir. Zira gerek icra memurları gerekse icra ve iflâs hukuku bakımından görevli bulunan hâkimler başta adil yargılanma ve makûl sürede yargılanma hakkı olmak üzere bu temel hakları göz ardı edebilmektedir. Buna göre söz konusu temel hak sorunları, insan onurunun insanın varlık sebebinden kaynaklanan ve sadece insan olmasından ileri gelen bir fikir olarak görülmesiyle ve bütün insanların  da  onur  ve  haklar  bakımından  eşit  olduğunun  gözetilmesiyle çözülebilecektir .                                                     126  Kuçuradi s.70-71. 120Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126  Bireysel Başvuru … KISALTMALAR CETVELİ ABD  :  Ankara Barosu Dergisi AİHM  :  Avrupa İnsan Hakları Mahkemesi AİHS  :  Avrupa İnsan Hakları Sözleşmesi AY  :  Anayasa AYM  :  Anayasa Mahkemesi AÜHFD  :  Ankara Üniversitesi Hukuk Fakültesi Dergisi b.  :  Bent B.  :  Bası bkz.  :  Bakınız C.  :  Cilt CMUK  :  Ceza Muhakemeleri Usulü Kanunu dn.  :  Dipnot E.  :  Esas HD  :  Hukuk Dairesi HGK  :  Hukuk Genel Kurulu HMK  :  6100 sayılı Hukuk Muhakemeleri Kanunu HUMK  :  Hukuk Usulü Muhakemeleri Kanunu İİK  :  İcra ve İflas Kanunu K.  :  Karar KBİBB  :  Kazancı Bilişim-İçtihat Bilgi Bankası Ltd. Şti.  :  Limited Şirketi m.  :  Madde No.  :  Başvuru Numarası RG  :  Resmi Gazete s.  :  Sayfa S.  :  Sayı San.  :  Sanayi S.D.Ü.  :  Süleyman Demirel Üniversitesi Tic.  :  Ticaret TÜSİAD  :  Türk Sanayicileri ve İşadamları Derneği vd.  :  Ve devamı Y.  :  Yargıtay Yön.  :  İcra ve İflas Kanunu Yönetmeliği 121Emsalgül DOĞAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126 BİBLİYOGRAFYA AKINTÜRK Turgut/  : Aile Hukuku, 15.B., İstanbul 2013. ATEŞ KARAMAN Derya AKYOL Şener  : Türk Hukukunda Mülkiyet Garantisi, (Prof. Dr.  Hayri  Domaniç e  Armağan,  İstanbul 1995. s.241-259). AKTEPE ARTIK Sezin  : Avrupa İnsan Hakları Sözleşmesi ve Avrupa İnsan Hakları Mahkemesi Kararları Işığında Medeni Usul Hukukunda Adil Yargılanma Hakkı, Ankara 2014. ARSLAN Ramazan  : İcra-İflâs Hukukunda İhale ve İhalenin Feshi, Ankara 1984. ARSLAN Ramazan/  : İcra ve İflâs Hukuku, 2.B., Ankara 2016. YILMAZ Ejder/ TAŞPINAR AYVAZ Sema BAŞPINAR Veysel  : Mülkiyet Hakkını İhlâl Eden Müdahaleler, Ankara 2009. BERBEROĞLU YENİPINAR : İhtiyati Haciz Usul- Uygulama, Ankara 2016. Filiz BERKİN Necmettin  : Tatbikatçılara İcra ve İflâs Hukuku Rehberi, İstanbul 1980. BUDAK Ali Cem,  : Medeni Usul Hukukunda Üçüncü Kişilerin Haklarının Korunması, İstanbul 2000. COŞKUN Mahmut  : İcra-İflâs Suçları Disiplinsizlik Eylemleri ve Yargılama Usulü, Ankara 2014. DEYNEKLİ Adnan/  : Öğretide  ve  Uygulamada  İhtiyati  Haciz, SALDIRIM Mustafa  Ankara 2005. DEYNEKLİ Adnan/  : İtirazın  İptali  Davaları  İcra  İnkâr  ve KISA Sedat  Kötüniyet Tazminatı 2.B., Ankara 2005. DİNÇ Güney  : Adil Yargılanma Hakkı, İzmir 2006. ER Selami  : Bireysel  Başvuru  İncelemesinde  Mülkiyet Hakkı, (Haşim Kılıç a Armağan, C.2, Ankara 2015, s.1427-1485). ERDOĞAN Gülnur  : Avrupa İnsan Hakları Mahkemesi Kararları Işığında Medeni Yargıda Adil Yargılanma Hakkı, Ankara 2011. 122Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126  Bireysel Başvuru … ERİŞ Gönen  : Ödeme Emrine İtirazın İptali Davası ve Bazı Sorunlar, (ABD.,1977/5, s.822-841). GEMALMAZ Burak  : Avrupa  İnsan  Hakları  Sözleşmesinde Mülkiyet Hakkı, İstanbul 2009. GÖLCÜKLÜ Feyyaz  : Avrupa  İnsan  Hakları Sözleşmesi ne Göre Doğru  Yargılama,  Avrupa  İnsan  Hakları Sözleşmesi  Uygulamasında  Kişisel  Haklar Semineri, Ankara 1995. GÖRGÜN Şanal/  : Medeni Usul Hukuku, 7.B., Ankara 2018. BÖRÜ Levent/ TORAMAN Barış/ KODAKOĞLU Mehmet GÖZÜBÜYÜK Şeref/  : Avrupa  İnsan  Hakları  Sözleşmesi  ve GÖLCÜKLÜ Feyyaz  Uygulaması, 11.B., Ankara 2016. HANAĞASI Emel  : Medeni  Yargılama  Hukukunda  Silahların Eşitliği, Ankara 2016. İNCEOĞLU Sibel  : İnsan  Hakları  Avrupa  Mahkemesi Kararlarında Adil Yargılanma Hakkı, 4.B., İstanbul 2013. İPEKÇİ Nizam  : Haciz İhtiyati Haciz Sıra Cetveli, Ankara 2006. KAÇAK Nazif  : Açıklamalı ve İçtihatlı Son Değişikliklerle İcra ve İflas Kanunu Uygulamasında Şikâyet, Ankara 2004. KANADOĞLU Korkut  : Anayasa  Mahkemesi ne  Bireysel  Başvuru, İstanbul 2015. KARAKAŞ Cemal Fazıl  : Sıra  Cetveline  İtiraz  Aşamasında  İhale Bedelinin  Nemalandırılması  Hukuk  İşleri Genel  Müdürlüğü nün  Uygulamadan Kaldırılmış Bir Mütalaasının Bıraktığı İzler Üzerine, (Ramazan Arslan a Armağan, C.2, Ankara 2015, s.1033-1042). KARAYALÇIN Yaşar  : Devlet  Borçları- Devlet  Malları  Haczedilemez   Kuralı  (İİK.  m.82  ve  Anayasa Mahkemesinin 21.X. 1992 Tarihli Kararı), (Özel  Hukuk  ve  Anayasa  Mahkemesi Kararları  Sempozyumu  Bildiriler-Tartışmalar, Ankara 2001, s.119-149). 123Emsalgül DOĞAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126 KAŞIKARA Serhat  : Avrupa  İnsan  Hakları  Sözleşmesi Çerçevesinde  Adil  Yargılanma  Hakkı  ve Türkiye, Ankara 2009. KUÇURADİ İoanna  : İnsan  Hakları  Kavramları  ve  Sorunları, Ankara 2007. KURU Baki  : İcra ve İflâs Hukuku El Kitabı, 2.B., Ankara 2013. (El Kitabı). KURU Baki  : İstinaf Sistemine Göre Yazılmış İcra ve İflâs Hukuku Ders Kitabı, Ankara 2017. (İcra). KURU Baki/  : Tespit Davaları, 2.B., İstanbul 2010. BUDAK Ali Cem KURU Baki/  : İcra  ve  İflâs  Hukuku  Ders  Kitabı,  27.B., ARSLAN Ramazan/  Ankara 2013. YILMAZ Ejder KURU Feriha  : Hukuki  Dinlenilme  Hakkının  Tebligat Hukukuna  Etkisi,  (Prof.Dr.  Ramazan Arslan a  Armağan,  C.2.,  Ankara5, s.1073-1110). MUŞUL Timuçin  : Tebligat  Hukuku,  5.B.,Ankara  2013. (Tebligat). MUŞUL Timuçin  : İcra  ve  İflâs  Hukuku,  3.B.,Ankara  2008. (İcra). NAMLI Mert  : Medeni  Usul  Hukuku nun  Yasama  Üstü Kaynakları  Çerçevesinde  Fransız  ve  Türk Hukuku nda  Çelişmeli  Yargılama  İlkesi, TÜSİAD, İstanbul 2010. ÖZBEK Mustafa Serdar  : Hukuk Yargılama Usulünde Gider Avansı, Ankara 2013. ÖZEKES Muhammet  : İcra  Hukukunda  Temel  Haklar  ve  İlkeler, Ankara 2009. (Temel Haklar). ÖZEKES Muhammet  : Medeni Usul Hukukunda Hukuki Dinlenilme Hakkı, Ankara 2003. (Hukuki Dinlenilme). ÖZKAN Hasan  : İhtiyati Tedbir Delil Tespiti İhtiyati Haciz ve Kamu Alacağının Tahsilinde İhtiyati Haciz, İstanbul 2006. PEKCANITEZ Hakan  : Medeni  Yargıda  Adil  Yargılanma, Makaleler, C.1, İstanbul 2016, s.385-412).  124Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126  Bireysel Başvuru … PEKCANITEZ Hakan/  : Şikâyet, 2.B.,İstanbul 2017. SİMİL Cemil PEKCANITEZ Hakan/  : İcra  ve  İflâs  Hukuku,  7.B.,  Ankara  2009. ATALAY Oğuz/  (2009) SUNGURTEKİN ÖZKAN Meral/ ÖZEKES Muhammet PEKCANITEZ Hakan/  : İcra İflâs Hukuku, 5.B., İstanbul 2018. (2018) ATALAY Oğuz/ SUNGURTEKİN ÖZKAN Meral/ ÖZEKES Muhammet PEKCANITEZ Hakan/  : Medeni Usul Hukuku, 6.B., İstanbul 2018. ATALAY Oğuz/ ÖZEKES Muhammet PEKCANITEZ Hakan/  : Medeni Usul Hukuku, C.2.,İstanbul 2017. ÖZEKES Muhammet/ AKKAN Mine/ TAŞ KORKMAZ Hülya TEZCAN Durmuş/  : Avrupa  İnsan  Hakları  Sözleşmesi  Işığında ERDEM Mustafa/  Türkiye nin İnsan Hakları Sorunu, Ankara SANCAKDAR Oğuz  2002. POSTACIOĞLU İlhan E.  : İcra Hukuku Esasları, 4.B.,İstanbul 1982. RÜZGARESEN Cumhur  : Usul  Ekonomisi  İlkesinin  İhlaline  Karşı Başvuru  Yolları,  (S.D.Ü.  Hukuk  Fakültesi Dergisi MİHBİR Özel Sayısı). SİRMEN Lale  : Eşya Hukuku, Ankara 2013. TANRIVER Süha  : Medeni  Usul  Hukuku,  C.1.,Ankara  2018. (Usul). TANRIVER Süha  : Hukuk Yargısı (Medeni Yargı) Bağlamında Adil  Yargılanma  Hakkı,  (Makalelerim  I, 1985-2005, Ankara 2005, s.211-236). (Adil). TEKİNAY Selahattin Sulhi  : Türk Aile Hukuku, 7.B.,İstanbul 1990.    125Emsalgül DOĞAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 83-126 TOPUZ Gökçen  : 5510  Sayılı  Kanunda  Öngörülen  Emekli Aylığının  Haczedilmezliği  Kuralı  ve  Bu Kuralın  Anayasaya  Uygunluğu  Üzerine Düşünceler,  (AÜHFD,  Prof.Dr.  Zeki Hafızoğulları na Armağan, C.65, S.4, 2016, C.2, s.3017-3052). TUTUMLU Mehmet Akif  : Hukuk Yargılamasında Hüküm ve Gerekçe, Ankara 2014. ULUKAPI Ömer  : İcra ve İflâs Hukuku, 1.B., 2015. UMAR Bilge  : İcra ve İflâs Hukukunun Tarihi Gelişmesi ve Genel Teorisi, İzmir 1973. UYAR Talih    İcra  Hukukunda  Şikâyet,  Manisa  1991. (Şikâyet). UYAR Talih  : İcra Hukukunda Yetki Görev ve Yargılama Usulü, 2.B., Manisa 1991. (Yetki). UYAR Talih  : Takip  Hukukunda  İtirazın  İptali  Davası, (YD.,1985/3, s.265-281). (İtirazın İptali). UYAR Talih  : İcra  Tetkik  Merciinde  Yargılama  Usulü, (75.Yaş  Günü  İçin  Prof.  Dr.  Baki  Kuru Armağanı,  Ankara  2004,  s.707-765). (Yargılama). ÜNAL Mehmet  : Şekli Eşya Hukuku, 2.B.,Ankara 1994. ÜSTÜNDAĞ Saim  : İcra Hukukunun Esasları, 8.B.,İstanbul 2004. YAVUZ Nihat  : Uygulamada ve Öğretide İtirazın İptali ve Tahsil (Eda) Davası, 2.B.,Ankara 2007. YILDIRIM Kamil/  : İcra Hukuku, 2.B., İstanbul 2005. DEREN-YILDIRIM Nevhis YILMAZ Ejder  : (Medeni  Yargılama  Hukukunda)  Yemin, Ankara 2012. (Yemin). YILMAZ Ejder  : Hukuk Muhakemeleri Kanunu Şerhi, 3.B., Ankara 2017. (Şerh).  (Anayasa  Mahkemesi nin  çalışmada  yer  alan  tüm  kararlarına  erişim www.anayasa.gov.tr adresinden sağlanmıştır). 126",
     "Kaynakça": ""
}