{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": "02",
     "Ay": "03",
     "Yıl": "2020",
     "Cilt": "69",
     "Sayı": "02",
     "Başlık": "ROMA HUKUKUYLA KARŞILAŞTIRMALI OLARAK TÜRK HUKUKUNDA BEĞENME KOŞULU İLE SATIŞ SÖZLEŞMESİ",
     "Title": "Sales Contract wıth the Condition of Appreciation Comparison wıth the Roman Law",
     "Yazar İsmi": [
          "Bedia GÜLEŞ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Beğenme koşulu ile satış",
          "pactum displecentiae",
          "pactum",
          "erteleyici şart",
          "bozucu şart"
     ],
     "Keywords": [
          "Sales contract with the condition of appreciation",
          "pactum displecentiae",
          "pactum",
          "suspensive condition",
          "detractive condition"
     ],
     "Özet": "Beğenme  koşuluyla  satış,  satış  sözleşmesinin  özel  bir  türü oluşturmaktadır. Bu sözleşme 818 sayılı Borçlar Kanununda isim olarak yer almamaktaydı. Ancak 6098 sayılı Türk Borçlar Kanununda ayrıntılı olarak hükme bağlanmıştır. Beğenme koşulu ise satış, sözleşme henüz tüm yönleriyle oluşmadan  önce  alıcının  bu  malı  alıp  almama  konusundaki  kararının kesinleşmesine yardımcı olur. Uygulamada oldukça fazla rastlanan beğenme koşulu  ile  satış  sözleşmesi,  Roma  Hukukunda  da  özellikle  pactum displecentiae ismi ile yer almaktaydı. Çalışmada da sözleşme bu kurumla bağlantılı olarak incelenmiştir.",
     "Abstract": "Sales contract with the condition of appreciation is a special type of sale contract. This contract is not included in the Code of Obligations No. 818. However, it is stipulated in detail in the Turkish Code of Obligations No. 6098. Sales contract with the condition of appreciation helps to finalize his/her decision on whether or not to buy the goods before buying with the terms of tuning. The sales contract with the condition of appreciation, which is quite                                                             Makalenin Geliş Tarihi: 03.02.2019, Makalenin Kabul Tarihi: 02.03.2020     Ar. Gör., KTO Karatay Üniversitesi Hukuk Fakültesi Medeni Hukuk Ana Bilim Dalı, bedia.gules@karatay.edu.tr, ORCID: 0000-0002-9036-7572 Bedia GÜLEŞ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481 common in practice, was also included in Roman Law under the name of pactum displecentiae especially. In this study, the contract was examined in connection with this institution.",
     "Metin": "Sözleşmeler hukukunda oldukça önemli bir yeri olan satış sözleşmesi, tarihin erken devirlerinden beri kişiler arası akdî ilişkileri sürekli meşgul etmiştir. Hatta takastan sonra insanlığın ilk tanıştığı sözleşmeler arasında satış sözleşmesi  zikredilebilir.  Bu  sebeple  sürekli  olarak  uyuşmazlıklara konu olmuş ve ihtiyaçlara tam olarak cevap verebilmesi adına satış sözleşmesinin çeşitli varyasyonları ortaya çıkmıştır. Hukukun bugün geldiği noktada satış sözleşmesinin  önemli  türlerinden  birini  de  beğenme  koşuluyla  satış sözleşmesi teşkil etmektedir. Beğenme koşuluyla satış, alıcının maldan olan beklentilerini sözleşme konusunun  tam  olarak  karşılayıp  karşılamayacağını  öğrenme  ihtiyacının ürünüdür. Belirtilen bilginin eksikliği içerisinde olan alıcı, satıcı tarafından malın ayıplı olmadığı, başkalarının bu malda hak iddia etmeyeceği ya da alıcının  maldan  olan  beklentilerinin  karşılanacağı  konusunda bilgilendirilebilir. Ancak bu durum her zaman alıcı için yeterli olmaz. Alıcı bizzat malın kullanımı konusunda simülasyon yaparak ihtiyacına uygun olup olmadığını belirlemek ister. Bu vesileyle sözleşme konusu edilmek istenen mal üzerinde bir tecrübe edinmiş olur. Diğer yandan alıcı malı tecrübe ederken onun ayıplı olup olmadığını da gözlemler. Nihayet alıcı ve satıcı, sözleşmenin hüküm ifade etmesini alıcının belirtilen aşamalardan sonra malı beğenmesine bağlarlar. İşte böyle bir hâlde ortaya çıkan sözleşme, satış sözleşmesinin özel bir türünü oluşturan ve Türk Borçlar Kanunu (TBK) m. 249 vd. nda hükme bağlanmış bulunan beğenme koşuluyla satıştır. İçerisinde bir gözlem, deneme ve muayene unsurlarını barındırması, yine belirlenen bir mal üzerinde söz konusu işlemlerin gerçekleşmesi nedeniyle beğenme  koşuluyla  satış,  diğer  bazı  sözleşme  türleriyle  ve  kurumlarla benzerlik göstermektedir. Her şeyden önce malın beğenilmesi alıcı tarafından malın  bizzat  incelenmesini  gerektirdiğinden,  bu  inceleme  olağan  satış sözleşmesindeki muayene ile ortak yön oluşturmaktadır. Yine alıcıya önceden bir  malın  teslim  edilmiş  olması  ve  bunun  incelenmek  üzere  bırakılması nedeniyle  beğenme  koşuluyla  satış,  örnek  üzerine  satış  ile  de  benzerlik 456Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481                      Roma Hukukuyla Karşılaştırmalı Olarak…  göstermektedir. Son olarak birbirlerine daha uzak kurumlar olsalar da satış için bırakma sözleşmesinin de beğenme koşuluyla satış ile karıştırılabileceği ifade  edilmiştir.  Böylece  beğenme  koşuluyla  satış  sözleşmesinin  diğer kurumlardan ayırt edilmesi önemli bir mesele olmaktadır. Çalışma  kapsamında  beğenme  koşuluyla  satış  sözleşmesi  Roma Hukukundaki yeri ile birlikte inceleme konusu yapılmıştır. Bu kapsamda ilk olarak sözleşmenin günümüz Türk Hukukundaki yeri ifade edilmiş ve diğer benzer kurumlarla karşılaştırması yapılmıştır. Sonrasında Roma Hukukundaki beğenme  şartlı  satış  ile  bağlantısına  ve  farklılıklarına  değinilmiştir.  Bu noktada özellikle pactum displecentiae kavramı özellikle ele alınmıştır.  §  1-  TÜRK  HUKUKUNDA  BEĞENME  KOŞULUYLA  SATIŞ SÖZLEŞMESİ Hukukî alanda ve günlük hayatta uygulama kabiliyeti oldukça yüksek olan beğenme koşuluyla satış sözleşmesine hem TBK da açıkça yer verilmiş hem de doktrinde titizlikle incelenen konular arasına alınmıştır. I-  TANIMI 818  sayılı  Borçlar  Kanununda  kurum  olarak  yer  almasına  rağmen tanımlanmayan beğenme koşuluyla satış, TBK m. 249 da …alıcının satılanı deneyerek veya gözden geçirerek beğenmesi koşuluyla yapılan satış… olarak ifade  edilmiştir.  Böylece  alıcının  sözleşme  konusu  malı  denemek  ya  da denemeksizin muayene etmek suretiyle beğenip sözleşmenin hüküm ifade etmesini  onayladığı  hâllerde  bir  beğenme  koşuluyla  satıştan  bahsedilir. Doktrinde de beğenme koşuluyla satış, alıcının malı deneyerek veya gözden geçirerek  onaylaması  şartına  bağlı  olarak  yapılan  sözleşme  olarak tanımlanmıştır.                                                             1   ANTALYA, O. G.; Türk, İsviçre ve Alman Hukuklarında Tecrübe veya Muayene Şartıyla Satış, Doktora Tezi, İstanbul 1993, s. 40; HUGUENIN, C.; Obligationenrecht Besonderer Teil, 3. Auflage, Genf 2008, s. 4; BECKER, H.; (Çev: A. Suat Dura), İsviçre Borçlar Kanunu Şerhi, İkinci Bölüm, Çeşitli Sözleşme İlişkileri, Madde: 184-551, Bern 1934, s. 175; TUNÇOMAĞ, K.; Türk Borçlar Hukuku Özel Borç İlişkileri, II. Cilt, 3. Bası, İstanbul 1971, s. 315; FEYZİOĞLU, F. N.; Borçlar Hukuku, İkinci Kısım, Akdin Muhtelif Nevileri (Özel Borç İlişkileri), Cilt I, 4. Bası, İstanbul 1980, s. 133; YAVUZ, C./ACAR, F./ÖZEN, B.; Türk Borçlar Hukuku Özel Hükümler, 10. Baskı, İstanbul 2014, s. 264; EREN, F.; Borçlar Hukuku Özel Hükümler, 3. Baskı, Ankara 2016, (EREN, Özel), s. 228; GÜMÜŞ, M. A.; Borçlar Hukuku Özel Hükümler, Cilt: I, 3. Bası, İstanbul 2013, s. 189; AYDOĞDU, M./KAHVECİ, N.; Türk Borçlar Hukuku Özel Borç İlişkileri Sözleşmeler Hukuku, 3. Baskı, Ankara 2017, s. 301; ARAL, F./AYRANCI, H.; Borçlar Hukuku Özel Borç İlişkileri, 10. Baskı, Ankara 2014, s. 193; TANDOĞAN, H.; Borçlar Hukuku Özel Borç İlişkileri, Cilt: I/1, 6. Basım, İstanbul 2008, s. 295; BENKE, N./MEİSSEL, F.-S., Übungsbuch Römisches 457Bedia GÜLEŞ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481 Gerek Kanunda verilen gerekse doktrinde yapılan tanımlarda beğenme koşulunun gerçekleşebilmesi, alıcının önceden satılanı denemesine ve gözden geçirmesine bağlanmıştır. 818 sayılı Borçlar Kanununda söz konusu sözleşme 219. maddede tecrübe ve muayene şartıyla satış başlığı altında yer alıyordu. Metinde ise tecrübe ile muayene kelimeleri arasında veya bağlacı kullanılıyordu. Dolayısıyla Kanunun lafzı anlamında tecrübe ve muayene şartlarının birlikte gerçekleşmesinin gerekli olup olmadığı noktasında tereddüt oluşabilmekteydi. Ancak TBK da sözleşme ile ilgili bütün maddelerde terim deneme veya gözden geçirme olarak anıldığı için artık bu tartışmanın bir önemi kalmamıştır. Bununla beraber tartışılabilir olduğu kabul edilse bile, deneme  ya  da  gözden  geçirme  fiillerinden  birinin  alıcı  tarafından gerçekleştirilmesinin yeterli olduğu fikri kabul edilmelidir. Zira burada satış sözleşmesinin hüküm ifade etmesi için önemli olan, alıcının satış konusunu beğendiğini belirtmesidir. Deneme (tecrübe) fiilinin sözleşme ile ilgisi kapsamında teknik bir tanımı yapılmış değildir. Genel olarak deneme, sınama3, test etme anlamlarını taşımaktadır. Hukukî açıdan ise bir mal ya da hizmetin fonksiyonlarını yerine getirip getirmediğinin ya da beklentileri karşılayıp karşılamadığının tecrübe edilmesi olarak tarif edilebilir. Deneme alıcı için bir kullanım provası olarak nitelenebilir.  Ancak  bundan  da  ziyade  deneme,  alıcının  maldan  olan beklentilerini karşılama özelliklerine sahip olup olmadığını tespit etmeye yarar. Terim BGB § 454 te probe kelimesi ile ifade edilmektedir. Gözden  geçirme  ise  TBK nın  satış  sözleşmesi  ile  ilgili  olan bölümlerinde, 818 sayılı Kanundaki muayene terimi ile eş anlamlı olarak kullanılmıştır.  Almanca da  prüfung5  kelimesini  karşılayan  bu  terim, imtihan, denetim, tetkik, kontrol anlamlarını ifade etmektedir. Kaynak İsviçre Borçlar Kanunu (İBK) Art. 223 ise Kauf auf Probe oder auf Besicht                                                             Schuldrecht,  6.  Auflage,  Wien  2003,  s.  117;  LOOSCHELDERS,  D,;  Schuldrecht Besonderer Teil, Verlag Franz Vahlen 8. Auflage, München 2013, s. 86; MÜLLER-CHEN, M./HUGUENIN,  C./GIRSBERGER,  D.;  Handkommer  zum  Schweizer  Privatrecht (Vertragsverhältnisse Teil 1: Innominatkontrakte, Kauf, Tausch, Schenkung, Miete, Leihe), Schulthess Verlag, 2. Aufl., Zürich-Basel-Genf, 2012, s. 272. 2   Bkz. § 1, II. 3   http://www.tdk.gov.tr/index.php?option=com_gts&arama=gts&guid=TDK.GTS.5c85d d.7473 2536 (erişim tarihi: 30.11.2018). 4   Bu anlamda olmak üzere tecrübe veya muayene şartıyla satışın (eser 818 sayılı Kanun döneminde yazılmış olduğu için dipnotta da bu şekilde zikretmek uygun görülmüştür) alıcıya sağladığı yararlar için, TANDOĞAN, s. 295. 5   KIYGI, O. N., Wirtschaftswörterbuch, 1995, s. 612. 6   KIYGI, s. 612. 458Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481                      Roma Hukukuyla Karşılaştırmalı Olarak…  başlığını taşıyarak prüfung fiilinin yerine besicht ifadesini tercih etmiştir. Bu durumdan yola çıkılarak alıcının beğenme için yaptığı fiilin hiçbir zaman bir muayene kadar teferruatlı olmadığı, bu sebeple de inceleme anlamında kullanılmak  üzere  besicht  ifadesinin  tercih  edilmesi  gerektiği belirtilmektedir. İBK Art. 224 ile 225 de probe ya da besicht ayrımını yapmadan prüfung ifadesini kullanmıştır. Bu sebeple Türk Hukukunda muayene fiiline karşılık gelen terimin, hem deneme hem inceleme fiillerini kapsadığı söylenebilir. Alıcının malı beğenebilmesi için yaptığı fiillerin bir diğer  sonucu  da  sözleşmenin  hükümlerini  doğurduktan  sonra  artık  açık ayıpları  ileri  sürememesidir.  Satıcının  ayıptan  doğan  sorumluluğun başvurabilmek  için  ise  kural  olarak  muayene  külfetinin  gerçekleşmesi gerekir. Dolayısıyla burada kanunkoyucu alıcının yaptığı fiiller vasıtasıyla muayene fiilini gerçekleşmiş saymaktadır. O hâlde alıcının fiili olağan bir incelemeden farklı bir kavramı anlatır.  II- UNSURLARI VE ÖZELLİKLERİ Satış sözleşmesinin özel bir türü olması nedeniyle beğenme koşulu ile satış  sözleşmesi,  genel  satış  sözleşmesinin  karakter  özelliklerini  taşır. Dolayısıyla bu tür bir sözleşmenin varlığından bahsedebilmek için ilk olarak tarafların bir malın belli bir bedel karşılığında mülkiyetinin devredildiği konusunda  anlaşmış  olmaları  gerekir.  Ancak  bu  anlaşmanın  ortaya çıkabilmesi için gerekli bir şart daha vardır ki o da alıcının malı beğendiğini söylemesidir. Sözleşmenin hüküm ve sonuçlarını doğurması alıcının malı beğendiğini ifade etmesine bağlıdır. Ayrıca alıcı malı beğenip beğenmeme ve dolayısıyla sözleşmenin hüküm ifade edip etmemesi noktasında serbest bir                                                             7   GÜMÜŞ, s. 189, dn. 876. 8   TANDOĞAN, s. 300; AYDOĞDU/KAHVECİ, s. 304. 9   ZEVKLİLER, A./GÖKYAYLA, O. G., Borçlar Hukuku Özel Borç İlişkileri, 16. Bası, Ankara 2016, s. 128; TANDOĞAN, s. 176 vd.; EREN, Özel, s. 114 vd. 10   Beğenme koşuluyla satış sözleşmesinde satışın parça satışı olduğu yolunda GÜMÜŞ, s. 189. Söz konusu malın muayeneye elverişli bir mal olması ile ilgili, YAVUZ/ACAR/ÖZEN, s. 265; FEYZİOĞLU, s. 136. Kullanmakla tamamen tükenen eşyaların bu tür bir sözleşmeye konu olamayacağı, bununla beraber çeşit eşyanın varlığı durumunda muayeneye imkân verecek uygun miktar malın alıcıya sağlanması gerektiğine dair, ANTALYA, s. 60.   11   TANDOĞAN, s. 79; ANTALYA, s. 41; ZEVKLİLER/GÖKYAYLA, s. 31; TUNÇOMAĞ, s. 45; FEYZİOĞLU, s. 72; SEROZAN, R./BAYSAL, B./SANLI, K. C.; Borçlar Hukuku Özel Hükümler, 3. Baskı, İstanbul 2018, s. 122.  12   HUGUENIN,  s.  4;  ANTALYA,  s.  41,  59;  BECKER,  s.  175;  GÜMÜŞ,  s.  189; YAVUZ/ACAR/ÖZEN, s. 264; TUNÇOMAĞ, s. 315; ZEVKLİLER/GÖKYAYLA, s. 82; TANDOĞAN, s. 295; EREN, Özel, s. 228. 459Bedia GÜLEŞ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481 iradeye sahip olmalıdır. Alıcının belli özellikler var olması durumunda beğenmesi ya da malı beğenip beğenmemesi konusunda zorunlu tutulduğu hâllerde artık beğenme koşuluyla satıştan bahsedilemez. Böyle bir durumda alelâde  şarta  bağlı  bir  satış  sözleşmesinden  bahsedilmektedir.  Örneğin motosikletin saatte 120 kilometre hız yaptığı durumda alıcının sözleşme yapmayı  kabul  edeceğinin  taraflarca  şart  koşulduğu  bir  hâlde  beğenme koşuluyla satış yoktur. Çünkü burada alıcı belirtilen özellik ortaya çıkınca almayı kabul etmek zorunda kalmaktadır. Ancak hız 120 kilometre çıksa bile alıcı satın alma konusundaki iradesini açıklayıp açıklamamakta serbestse artık bir beğenme koşuluyla satış vardır. Alıcının malı beğendiğini ifade etmesi iradî bir şart teşkil etmektedir. Ancak bu şart sözleşmenin kurulması için değil hüküm ifade etmesi için tarafların kararlaştırdıkları bir şarttır. Şartın kural olarak geciktirici olduğu belirtilmektedir.  Ancak  bozucu  şarta  dayalı  olarak  yapılması  da mümkündür. Tereddüt hâlinde geciktirici şarta bağlı olarak yapıldığını kabul etmek gerekir. Geciktirici şartın varlığı durumunda sözleşme alıcı malı beğendiğini söyleyene kadar hüküm ve sonuçlarını doğurmaz. Bu sebeple alıcının herhangi bir akdî bağlılığı yoktur. Buna karşılık satıcı, alıcı kabul ya da ret iradesini belirtene kadar iradesiyle bağlıdır.                                                             13   TANDOĞAN,  s.  296;  ZEVKLİLER/GÖKYAYLA,  s.  82;  GÜMÜŞ,  s.  189; YAVUZ/ACAR/ÖZEN, s. 264; AYDOĞDU/KAHVECİ, s. 302; EREN, Özel, s. 228. 14   BECKER, s. 176; ZEVKLİLER/GÖKYAYLA, s. 82; SEROZAN/BAYSAL/SANLI, s. 264; TANDOĞAN,  s.  296;  YAVUZ/ACAR/ÖZEN,  s.  265;  GÜMÜŞ,  s.  190; AYDOĞDU/KAHVECİ, s. 302; FEYZİOĞLU, s. 135. 15   AYDOĞDU/KAHVECİ, s. 302; TANDOĞAN, s. 296; ZEVKLİLER/GÖKYAYLA, s. 82, 83; ANTALYA, s. 67. 16   TUNÇOMAĞ,  s.  315;  FEYZİOĞLU,  s.  133;  SEROZAN/BAYSAL/SANLI,  s.  264; HUGUENIN, s. 4; TANDOĞAN, s. 296; GÜMÜŞ, s. 189, 190; EREN, Özel, s. 228. 17  TANDOĞAN, s. 296; EREN, Özel, s. 228; FEYZİOĞLU, s. 134. 18   FEYZİOĞLU,  s.  135;  GÜMÜŞ,  s.  189;  TANDOĞAN,  s.  296; SEROZAN/BAYSAL/SANLI, s. 264; EREN, Özel, s. 228. 19   TANDOĞAN, s. 296; FEYZİOĞLU, s. 135; AYDOĞDU/KAHVECİ, s. 302; ANTALYA, s. 40. 20   FEYZİOĞLU, s. 136. 21   Kural olarak ileriye etkili sonuç doğurduğu konusunda, GÜMÜŞ, s. 189; EREN, Özel, s. 229;  FEYZİOĞLU,  s.  134.  Başlangıçtan  itibaren  hüküm  doğurduğu  hususunda, YAVUZ/ACAR/ÖZEN,  s.  264.  Her  iki  yöndeki  görüşlerin  de  beyanı  için, AYDOĞDU/KAHVECİ,  s.  302.  Bir  görüşün  şartın  gerçekleşmesiyle  sözleşmenin kurulacağını savunduğu ifade edilmektedir, YAVUZ/ACAR/ÖZEN, s. 264, 265. Beğenme iradesini beyan etmenin bağlayıcı bir hukukî işlem olmadığı, sadece bir ön bildirim olduğu ile ilgili görüş için, SEROZAN/BAYSAL/SANLI, s. 264. 22   FEYZİOĞLU, s. 134. 460Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481                      Roma Hukukuyla Karşılaştırmalı Olarak…  Malın beğenildiği konusundaki irade beyanı, şartın gerçekleşmesi için zorunludur. İrade beyanının yapılması tek taraflı bir hukukî işlemdir. Şart sözleşmenin kuruluşuna ilişkin değildir. Zira icap ya da kabul kesin olmalıdır; şarta bağlanamaz. Beğenme koşuluyla satış sözleşmesinde şart gerçekleşene kadarki dönemde zaten taraflar sözleşmenin esaslı unsurları üzerinde anlaşmış durumdadırlar.  Ancak  sözleşmenin  hüküm  ifade  etmesi,  alıcının  malı beğendiği konusundaki irade beyanına bağlanmıştır. Beğenme konusundaki irade beyanı açık ya da örtülü biçimde yapılabilir. Beğenme iradesinin beyanı için deneme veya gözden geçirmenin zorunlu olmadığı da ifade edilmektedir. TBK m. 249 beğenme koşuluyla satış başlığını taşımaktadır ki bu durum İBK Art. 223 te Kauf auf Probe oder auf Besicht diyen başlığın aksinedir. Çünkü burada bir bakıma deneme veya gözden geçirmenin/incelemenin şartın bünyesinde olduğu vurgulanmaktadır. TBK m. 249 metninde ise sözleşme, deneyerek veya gözden geçirerek beğenmesi koşuluyla yapılan satış şeklinde tanımlanmaktadır. Dolayısıyla şartın geçerli bir şekilde oluştuğundan bahsedebilmek için deneme veya gözden geçirmenin varlığının zorunlu olarak gerekip gerekmediği çelişkili bir durum  teşkil  etmektedir.  Esasında  sözleşmenin  hüküm  ifade  etmesi  için gerekli olan şey, beğenmenin beyan edilmesidir. Bu iradenin deneme, gözden geçirme  ya  da  başka  bir  denetim  sonucu  meydana  gelmesi  önemli olmamalıdır. Alıcının malı denemesi ya da gözden geçirmesi, külfet olarak sonuç doğurmalıdır. Dolayısıyla beğenme ya da beğenmeme iradesinin beyanı sözleşmenin hüküm ve sonuçlarını doğurması için yeterli sayılmalıdır. Bu iradenin nasıl oluştuğu önemli değildir. Söz konusu kabulün bir başka sonucu da deneme ya da gözden geçirme olarak bahsedilen durumların sınırlayıcı değil örnekseyici kabul edilmesidir.                                                               23  YAVUZ/ACAR/ÖZEN, s. 265; TANDOĞAN, s. 296; 24   Bkz.  TANDOĞAN,  s.  296;  YAVUZ/ACAR/ÖZEN,  s.  265;  FEYZİOĞLU,  s.  136; TUNÇOMAĞ, s. 316. 25  Nitekim icap ve kabul beyanların yenilik doğuran hakkın kullanılmasıdır; yenilik doğuran hakların kullanılması ise şarta bağlanamaz, EREN, F.; Borçlar Hukuku Genel Hükümler, 20. Baskı, Ankara 2016, (EREN, Genel), s. 69, 258 vd.; VON TUHR, A.; (Çev: Cevat Edege), Borçlar Hukukunun Umumi Kısmı, Cilt:1-2, 2. Baskı, Ankara 1983, s. 25.; HATEMİ, H./GÖKYAYLA, O. G.; Borçlar Hukuku Genel Bölüm, 3. Bası, İstanbul 2015, s. 30. İcap ve kabulün şarta bağlanabileceği yönünde, SİRMEN, L.; Türk Özel Hukukunda Şart,  Ankara  1992,  s.  112;  KOCAYUSUFPAŞAOĞLU,  N./HATEMİ  H./SEROZAN, R./ARPACI, A.; Borçlar Hukuku Genel Bölüm Birinci Cilt, 7. Baskı, İstanbul 2017, s. 193, 194. 26   EREN, Özel, s. 228. 27   Bkz. YAVUZ/ACAR/ÖZEN, s. 264; AYDOĞDU/KAHVECİ, s. 301. 461Bedia GÜLEŞ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481 III- HUKUKÎ NİTELİĞİ Beğenme koşuluyla satış sözleşmesinin iradî şarta bir satış sözleşmesi olduğu  bugün  doktrinde  ağırlıklı  görüş  olarak  kabul  edilmektedir.  Söz konusu fikre göre sözleşmenin kurulması ya da sözleşmeyi oluşturan taraf iradeleri şarta bağlanmış değildir. Burada önceden tarafların iradesi bir malın bedel  karşılığında  satın  alınması  noktasında  zaten  oluşmuştur.  Ancak hükümlerini  doğurması,  alıcının  beğenme  konusundaki  iradesini  beyan etmesine ertelenmiştir.  Doktrinde  iradî  şarta  bağlı  satış  sözleşmesi  olma  fikri  geçerlilik kazanmışken, sözleşmenin hukukî niteliği hakkında farklı fikirler de ortaya atılmıştır. Söz konusu fikirler genel olarak icap ve akit teorileri etrafında şekillenmektedir. Akit teorisi ise kendi içinde ön akit, isimsiz (aynî) akit, opsiyon akit ve şart görüşlerinden oluşmaktadır. İcap görüşüne göre satıcı sözleşmeye ilişkin yaptığı icabıyla bağlıdır ve alıcının malı beğendiğini beyan ederek kabul iradesini açıklaması ile birlikte sözleşme kurulur. Görüş kabul iradesinin şarta bağlanabileceğini uygun gördüğünden sözleşme kurumu ile bağdaşmamaktadır. Ön akit görüşüne göre ise taraflar satış konusu mal alıcı tarafından beğenilene kadarki süreçte bir ön akit yapmış durumdadırlar; alıcının beğenmesiyle de asıl sözleşme kurulmuş olur. Ancak ön akitte taraflar ileride bir sözleşme kurmak konusunda hiçbir tereddüt duymazlar. Bilâkis onlar bu sözleşmeyi yaparak ileride bir asıl sözleşme  yapmak  konusunda  kendilerini  borç  altına  sokarlar;  hâlbuki beğenme koşuluyla satışta alıcının malı beğenip beğenmeme konusundaki iradesi serbesttir. Dolayısıyla bu fikir de beğenme koşuluyla satışın mahiyeti ile  bağdaşmamaktadır.  Roma  Hukukunun  büyük  ölçüde  etkisinde  kalan isimsiz (aynî) teorisi de deneme ya da muayene için malın alıcıya tesliminden yola çıkarak sözleşmeyi aynî sözleşme kavramı ile açıklamaya çalışmıştır.                                                             28   HONSELL,  H./VOGT,  N.  P./WIEGAND,  W.;  Kommentar  zum  Schweizerischen Privatrecht, Obligationenrecht I (Art. 1-259 OR), Zweite Auflage, Basel 1996, s. 1230; ANTALYA, s. 163-165; TANDOĞAN, s. 296. 29  Bkz.  ANTALYA,  s.  121.  ut  res  quae  venit,  si  intra  certum  tempusdisplicuiset, redetur=satılan  şey  muayyen  bir  müddet  içinde  elverişli  olmadığı  görülürse  geri verilsin(D. 18, 5,6), çevirisi için MARZO, s. 441. Bu ifade hem malın ayıplı çıkmasını hem de ayıplı olmamasına rağmen beğenilmemesini kapsayacak şekilde geniştir. Ayıplı malın ifası hâlinde ise baştan sözleşme kurulmaktadır. Dolayısıyla önerinin şarta bağlanması gibi bir durum söz konusu değildir. Bu sebeple görüş en azından bu türden şartı olan sözleşmeler için isabetli değildir. 30  Bkz. ANTALYA, s. 127. 31   HONSELL/VOGT/WIEGAND, s. 1230. 32   Bkz. ANTALYA, s. 134 vd. 462Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481                      Roma Hukukuyla Karşılaştırmalı Olarak…  Malın teslimindeki amaç sözleşmenin kurulması ya da ifası değil, deneme ya da gözden geçirme olduğu için görüşün isabetli olduğundan bahsedilemez. Diğer  yandan  malın  denemesi  ya  da  muayenesinin  zorunlu  olarak  alıcı nezdinde gerçekleşmesi şeklinde de bir şart bulunmamaktadır. Önalım, geri alım ve alım haklarının kullanımı sonucu kurulan sözleşmelerin bariz örneğini oluşturduğu opsiyon akit görüşü ise hukukî niteliği açıklamak için taraflardan birinin ilişkinin kurulması için önceden yetkilendirilmiş olması noktasından yola çıkmaktadır. Oysa beğenme koşuluyla satışta alıcının yetkilendirilmesi malı  beğenip  beğenmemesi  ve  bu  durumun  sözleşmenin  hüküm  ve sonuçlarına yansıması noktasındadır. Bu durumun kuruluşa bir etkisi yoktur. Böylece  opsiyon  akit  görüşü  de  beğenme  koşulu  ile  satış  sözleşmesine uygunluk taşımamaktadır. Alıcı ve satıcı bir malın belli bir bedel karşılığında mülkiyetinin devri hususunda önceden anlaşmış oldukları; bununla beraber aralarındaki bu akdin ancak alıcının beğenmesinden sonra hüküm ifade edeceğini kararlaştırdıkları noktada, artık iradî şarta bağlı bir satış sözleşmesinin varlığından bahsedilir. IV-  DİĞER HUKUKÎ KURUMLARDAN FARKLARI Beğenme  koşuluyla  satış  sözleşmesi  çeşitli  yönleri  açısından  bazı kurumlarla  benzerlik  taşımaktadır.  Fakat  benzerliklerine  rağmen  bariz farklılıkları söz konusudur. A) Alelâde Satış Sözleşmesinden Farkı Beğenme koşuluyla satış sözleşmesi olağan satış sözleşmesinin özel bir türüdür. Bu sebeple esaslı noktaları açısından bu akitle ortak noktadadırlar. Ancak beğenme koşuluyla satış sözleşmesine bir özellik eklenerek olağan satıştan farklılaştırılmıştır ki bu da şarta bağlanmış olmasıdır. Çalışmada benimsenen fikre göre erteleyici şarta bağlı olarak yapılmış bir beğenme koşuluyla satış, tarafların anlaştığı anda kurulmuş olur. Fakat belirlenen ya da sonradan  tayin  edilen  sürede  beğenmeme  iradesinin  beyan  edilmesiyle sözleşme, yine çalışmada benimsenen fikre göre geriye etkili olarak ortadan kalkar. Sözleşmenin bozucu şarta bağlı olarak yapılması hâlinde ise baştan itibaren  hüküm  ve  sonuçlarını  doğurmakla  birlikte  her  an  alıcının  malı beğenmeme  tehlikesine binaen ortadan kalkabilir. Hâlbuki olağan  satışta böyle bir tehlikeden bahsedilemez. Dolayısıyla olağan satış sözleşmesi ile                                                             33  Bkz. ANTALYA, s. 138 vd. 34  Aynı yönde ve beğenme iradesinin açıklanmasının tek taraflı bir hukuksal işlem olduğu ile ilgili, YAVUZ, N.; Borçlar Hukuku El Kitabı, 1. Baskı, Ankara 2018, s. 723. 463Bedia GÜLEŞ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481 beğenme  koşuluyla  yapılan  satış  sözleşmesi,  şarta  bağlı  olma  yönünden birbirinden ayrılır. B) Ayıba Karşı Tekeffül Sorumluluğu ile Olan Farkı Satış sözleşmesindeki ayıba karşı tekeffül sorumluluğu ile beğenme koşuluyla satış sözleşmesi  esasen  birbiri  ile  kaynaşmış durumdadır.  Her şeyden  önce  bir  satış  sözleşmesi  dolayısı  ile  beğenme  koşuluyla  satış sözleşmesinde de ayıba karşı tekeffül sorumluluğu vardır. Ancak ileri sürülen ayıplar açık ayıp niteliğinde ise beğenme şartının gerçekleşmesinden sonra artık satıcıya karşı ileri sürülemez. Olağan satıştan da farkı esasında bu noktada ortaya çıkar. Diğer yandan alıcının beğenme koşuluyla satıştaki muayenesi sadece ayıp olup olmadığını tespit açısından değil, aynı zamanda malın işine yarayıp yaramayacağı ya da istediği özelliklerde olup olmadığını tespit konusundadır. Bu sebeple de yalnızca muayene değil deneme de bu durumu tespit yöntemlerinden biridir. Hâl böyle olduğundan iki kurumun farklılıklarından çok, benzerliklerinden bahsetmek gerekir. C) Satış için Bırakma Sözleşmesinden Farkı Satış için bırakma sözleşmesi, taraflardan birinin bir fiyat belirleyerek malın bu fiyat üzerinden kendi ad ve hesabına satılması için satış için alana bıraktığı, alanın ise malı geri verme ya da bedeli iade etme yükümlülüğünde olduğu  isimsiz  bir  sözleşmedir.  Tanımdan  yola  çıkarak  söylemek mümkündür ki her şeyden önce satış için bırakma bir isimsiz sözleşmedir. Oysa beğenme koşuluyla satış, satış sözleşmesinin bir türü olarak Kanunda yer alan bir akit türüdür. Her iki sözleşmede de taraflardan birine bir mal bırakılması noktasında bir benzerlik olduğundan bahsedilebilir. Ancak bu benzerlik de sadece fiili açıdan bir önem taşımaktadır. Çünkü sözleşmeye konu  mal  sözleşmelerden  birinde  satılması  için  diğerinde  ise  beğeniye sunulmak için zilyetliğe bırakılmaktadır. Ayrıca beğenme koşuluyla satış sözleşmesinde alıcının malı beğenmediği takdirde bedelini iade etmek gibi bir seçeneği yoktur. Hatta hasar da erteleyici şarttan bahsedilen durumlarda satıcıya aittir. Bu sebeplerle beğenme koşulu ise satış sözleşmesi ile satış için bırakma arasında derin farklılıklar bulunmaktadır. D) Örnek Üzerine Satıştan Farkı Beğenme koşulu ile satış sözleşmesi ile karıştırılması en muhtemel satış türlerinden birini de örnek üzerine satış sözleşmesi oluşturmaktadır. Örnek üzerine satış, tarafların zilyetliği ifa için teslim edilecek malın, alıcıya ya da                                                             35   YAVUZ/ACAR/ÖZEN, s. 33; SEROZAN/BAYSAL/SANLI, s. 116, 117; EREN, Özel, s. 948.  464Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481                      Roma Hukukuyla Karşılaştırmalı Olarak…  üçüncü kişiye bırakılan mala uygun olması üzerinde anlaşmaları durumunda ortaya çıkan bir akit türüdür. Sözleşme, malın alınmadan başka bir emsali üzerinde görülmesine imkân vermesi dolayısıyla alıcı lehine koyulan bir kaydın varlığından bahsedilebilir. Örnek üzerinde satışta, satın alınan malın kendisi değil bir örneği teslim edilmektedir. Beğenme koşuluyla satışta ise teslime konu eşya bizzat malın kendisidir. İkinci olarak örnek üzerine satışta örnek mal alıcıya ya da üçüncü kişiye teslim edilebilirken, beğenme koşuluyla satış  alıcıya  teslim  edilmek  durumundadır.  Nihayet  örnek  üzerine  satış beğenme koşuluyla satışın aksine şarta bağlı olarak yapılmış bir sözleşme değildir. V- ÇEŞİTLERİ Beğenme koşuluyla satış sözleşmesini bağlandığı şartın niteliğine göre ve deneme ya da gözden geçirmenin nezdinde gerçekleştiği kişiye göre türlere ayırmak mümkündür. A) Bağlandığı  Şartın  Türüne  Göre  Beğenme  Koşuluyla  Satış Sözleşmesi Beğenme  koşuluyla  satış  sözleşmesinin  karakteristik  özelliğini, sözleşmenin hüküm ve sonuçlarının bir şarta bağlanmış olması oluşmaktadır. Böyle bir sözleşmenin taraflarca aksi belirtilmediği sürece geciktirici şarta bağlı olarak yapıldığı belirtilmektedir. TBK m. 250/II nin Satılan, alıcının zilyetliğine  geçmiş  olsa  bile,  satılanın  mülkiyeti,  beğenme  koşulunun gerçekleştiği ana kadar satıcıda kalır diyen lafzından, sözleşmenin kural olarak geciktirici şarta bağlı olarak yapıldığı anlaşılmaktadır. Ancak taraflar kurulması anından itibaren sözleşmenin hüküm ve sonuçlarını doğurmasını; beğenmeme  şartı  gerçekleştiği  zaman  ise  bu  etki  ve  sonuçların  ortadan kalkmasını kararlaştırabilirler. Bu durumda sözleşmenin bozucu şarta bağlı olduğundan bahsedilir. Sözleşmenin  geciktirici  ya  da  bozucu  şarta  bağlı  olarak  yapılması, sözleşmenin hükümleri açısından önem arz eder.  B) Deneme ya da Gözden Geçirmenin Nezdinde Gerçekleştiği Kişiye Göre Beğenme Koşuluyla Satış Sözleşmesi TBK  m.  251  ve  252,  deneme  ya  da  gözden  geçirmenin  yanında gerçekleştiği kişiyi baz alarak sözleşmenin hüküm doğurup doğurmayacağını                                                             36   Bkz. Başlık: § 1, II. 37  Bkz. Başlık: § 1, II. 38   Bkz. Başlık: § 1, VI. 465Bedia GÜLEŞ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481 hükme  bağlamış  durumdadır.  İki  ihtimalde  de  sözleşmenin  sonuçları açısından ayrı hâller gerçekleşmektedir. TBK m. 251 e göre Deneme veya gözden geçirme satıcının yanında yapılmak gerekip de alıcı, satılanı sözleşme veya âdete göre gerekli süre içinde  kabul  edip  etmediğini  açıklamazsa,  satıcı  sözleşmeyle  bağlılıktan kurtulur. Hükmün lafzında kanunkoyucunun yapılırsa yerine yapılmak gerekip ifadesini tercih etmesi dikkat çekicidir. Bu lafız, mümkün olduğunca malın alıcıya deneme ya da muayene için teslim edilmesi gerektiği, bununla beraber böyle bir şey olanaklı değilse satıcı yanında işlemlerin gerçekleşmesi şeklinde yorumlanabilir. Bu husus elbette emredici olarak algılanmamalıdır. Ancak hükmün lafzı böyle bir yoruma elverişlidir ve aksini kararlaştırmak her zaman mümkündür. Hükme göre alıcının malı beğenip beğenmediğini beyan etmesi için gerekli süre, tarafların bu konudaki iradesine, yoksa da âdete göre tayin olunur. Söz konusu sürede alıcı hiçbir şekilde sözleşmedeki borçlarla bağlı değilken, satıcı için bir askı süresi mevcuttur. Dolayısıyla bu süre boyunca satıcı malı bir başkasına satamaz. Süre sonunda alıcının bir irade beyanında bulunmamış  olmasına  ise  kanunkoyucu  malı  beğenmeme  sonucunu bağlamıştır. Böylece satıcı sözleşme ile bağlı olmaktan kurtulur. Sözleşme baştan itibaren kesin hükümsüz sayılır. Sürenin tespit edilebilmesi için bir yöntem daha belirlenmiştir ki o da satıcının uygun bir süre sonunda malı beğenip beğenmediğini bildirmesi için alıcıya ihtar çekebilmesidir (TBK m. 251/II). Sürenin uygun olup olmadığını belirleme noktasında bir uyuşmazlık çıkması durumunda hâkim takdir eder. Alıcı ihtar sonunda suskun kalırsa satıcı yine sözleşme ile bağlı olmaktan kurtulur (TBK m. 251/II). Ancak deneme ya da gözde geçirme satıcının kusuru  sebebiyle  vaktinde  yapılamamışsa  alıcı  sürenin  uzatılmasını isteyebilir. Satıcının kusuru olmadığı hâllerde alıcı uygun olmadığından ya da kısa olduğundan bahisle sözleşmede kararlaştırılmış sürenin uzatılmasını isteyemez. Deneme ya da gözden geçirmenin alıcı yanında gerçekleşmesi durumuna ise  sözleşmenin  akıbeti  açısından  TBK  m.  251 in  tam  tersi  bir  sonuç bağlanmıştır. Çünkü alıcı tarafların belirledikleri ya da âdete göre geçen süre                                                             39   EREN, Özel, s. 229; TUNÇOMAĞ, s. 317. 40   ZEVKLİLER/GÖKYAYLA, s. 83. 41   GÜMÜŞ, s. 190. 42   FEYZİOĞLU, s. 137. Ayrıca bkz. TANDOĞAN, s. 298; TUNÇOMAĞ, s. 317.  43   BECKER, s. 177. 466Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481                      Roma Hukukuyla Karşılaştırmalı Olarak…  sonunda ya da satıcının yaptığı ihtar sonucu hemen bildirimde bulunmaz ya da malı iade etmezse artık onu beğendiği kabul edilir. Alıcının iradesini beyan etme süresi Kanunda hemen olarak ifade edilmiştir. Süre içinde mal ret cevabı dışında başka bir gerekçe ile geri verilmişse bu açıkça belirtilmelidir. Kabul sonucu, alıcının hiçbir çekince belirtmeksizin satış bedelinin tamamını ya da bir kısmını ödediği ya da deneme veya gözden geçirme amacını aşacak şekilde malı kullandığı hâlde de geçerli olur (TBK m. 252/II). Bu durumda artık  belirli  bir  sürenin  beklenmesine  gerek  yoktur.  Örtülü  kabul oluşturabilecek durumların, malın yalnız alıcıya verildiği hâllerde değil, satıcı yanında olduğu durumlarda da gerçekleşebileceği ifade edilmiştir. Alıcı ret beyanını gönderdikten sonra malı kullanırsa veya onda tasarruf ederse artık bu durum kabul anlamı taşımayıp; alıcı tazminle yükümlü olur. TBK  m.  252  Satılan,  denenmeksizin  veya  gözden  geçirilmeksizin alıcıya verilmişse… şeklinde bir ifade barındırmaktadır. Ancak bu ifade, mal satıcının yanında denendikten veya gözden geçirildikten sonra bir daha bu amaçla alıcıya teslim edilemez, şeklinde anlaşılmamalıdır. Tarafların serbest iradesi ile malı aynı amaçla alıcıya teslim edilmesi yönünde anlaşmaları mümkündür. Malın satıcıya geri gönderilmesi için yapılan masraflara alıcı katlanır. VI-  İSPAT YÜKÜ Türk  Hukukunda  genel  olarak  sözleşmenin  beğenme  koşuluyla yapıldığını  ispat  yükünün  alıcıda  olduğu  ifade  edilmektedir.  Bununla beraber farklı fikirler de öne sürülmüştür. Fikirler genel olarak inkâr ve itiraz görüşleri etrafında toplanmaktadır. Alman  Federal  Mahkemesinin  de  kararlarını  yönlendirdiği  inkâr görüşüne göre, şüphe hâlinde alıcı beğenme koşuluyla satış olduğunu ispat                                                             44   Bu anın ihtarı izleyen ertesi gün olduğuna dair, ERZURUMLUOĞLU, E.; Sözleşmeler Hukuku (Özel Borç İlişkileri), 6. Baskı, Ankara 2016, s. 50. 45   TANDOĞAN, s. 298. 46   FEYZİOĞLU, s. 138. 47   BECKER, s. 177. 48   TANDOĞAN, s. 298. 49   Kanundaki bu ifadenin, deneme ya da gözden geçirmenin alıcı yanında yapılacağına delalet ettiğine dair, FEYZİOĞLU, s. 137. 50   TUNÇOMAĞ, s. 320. 51   ZEVKLİLER/GÖKYAYLA,  s.  84;  YAVUZ/  ACAR/ÖZEN,  s.  269; AYDOĞDU/KAHVECİ, s. 304. 467Bedia GÜLEŞ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481 etmez; satıcı ortada kesin bir sözleşme olduğunu ispat eder. Görüşe göre hukukî işlemin varlığını kabul edip, bu işlemin geciktirici şarta bağlı olduğunu iddia  eden  kimse  işlemin  varlığını  inkâr  etmiş  sayılır;  hâlbuki  ikrar bölünemez. Bu sebeple davacı işlemin şarta bağlı olmadan yapıldığını ispat etmelidir. İtiraz görüşüne göre ise işlemin şarta olarak bağlı yapıldığı bir itiraz teşkil eder ve bu sebeple şartın varlığı ispatlanmalıdır. Dolayısıyla görüşler genel itibariyle mutlak olarak alıcı ya da satıcının ispat etmesi ile ilgili olarak değil, ispat edilecek hususlardan yola çıkılarak ileri  sürülmüş  bulunmaktadır.  Sözleşmenin  beğenme  koşuluyla  yapılmış olmasından davada yararlanan taraf her zaman alıcı ya da satıcı olamaz. Her ne kadar ekseriyetle satış sözleşmesi şarta bağlı olmadan yapılıyor olsa da bu, kural ya da karine değildir. Bu sebeple her davada beğenme koşuluyla satış sözleşmesi yapıldığını iddia eden taraf üzerinde ispat yükü kalmalıdır. Yine durumun ispatında satış konusunun özellikleri, denenebilecek ya da gözden geçirilebilecek  bir  mal  olmadığı  gibi  hususlar  da  göz  önünde bulundurulmalıdır. Alıcı nezdinde deneme ya da gözden geçirmenin iddia edildiği bir durumda, malın söz konusu incelemeye elverişli olup olmadığı da gözden uzak tutulmamalıdır. VII- HÜKÜMLERİ Beğenme  koşuluyla  satış  sözleşmesinin  hüküm  ve  sonuçlarını doğurmaya  başlaması esasında şartın  erteleyici  ya  da  bozucu olması ile yakından  ilgilidir.  Dolayısıyla  sözleşme  hükümlerinin  de  bu  doğrultuda incelenmesi  gerekmektedir.  Ancak  bazı  sonuçlar  her  iki  durumda  da geçerliliğini korumaktadır. Sözleşmenin  erteleyici  şarta  bağlı  olduğu  bir  hâlde  sözleşme  şart gerçekleşene kadar alıcı açısından hüküm ifade etmez. Bununla beraber satıcı sözleşme ile bekleme süresince bağlıdır. Deneme veya gözden geçirme için malın zilyetliğinin alıcıya devredildiği hâlde dahî mülkiyet alıcıya geçmez (TBK m. 250). Çünkü zilyetliğin devri tasarruf işlemi olması amacıyla değil, deneme ya da gözden geçirmeye imkân sağlama amacıyla yapılmıştır. Yine şart gerçekleşene kadar malın hasar ve yararı satıcıya aittir.                                                             52   TUNÇOMAĞ, s. 316; TANDOĞAN, s. 299; FEYZİOĞLU, s. 139. 53   Bkz. FEYZİOĞLU, s. 139; TANDOĞAN, s. 299. 54   Bkz. TANDOĞAN, s. 299. 55   Bkz. Başlık: § 1, IV, B. 56   TANDOĞAN, s. 300; YAVUZ/ ACAR/ÖZEN, s. 268; SEROZAN/BAYSAL/SANLI, s. 267. Durumun bu yönde olduğunu belirtmekle birlikte, deneme ve gözden geçirme için malın alıcıya devredildiği durumlarda onaylama anına kadar hasar ve yararın alıcıda kalması 468Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481                      Roma Hukukuyla Karşılaştırmalı Olarak…  Bozucu  şarta  bağlı  olarak  yapılmış  bir  sözleşmede  ise  sözleşme hükümlerini baştan itibaren doğurur. Dolayısıyla mülkiyet ve hasar ile yarar, sözleşmenin kurulması ve akabinde zilyetliğin alıcıya devri ile birlikte alıcıya geçer. Zapta karşı tekeffül hükümleri beğenme koşuluyla satış sözleşmesinde de uygulama alanı bulur. Ayıba karşı tekeffül hükümlerinin uygulanması konusunda ise ayrım yapılmaktadır. Deneme veya gözden geçirme esnasında yapılan inceleme dolayısıyla ve alıcı da malı beğendiğini belirttiği için satıcı açık ayıplardan sorumlu değildir. Buna karşılık gizli ayıplardan sorumlu olmaya devam eder. Beğenme şartının gerçekleşmemesi durumunda sözleşmenin yapıldığı andan itibaren hüküm ifade etmediği, bu sebeple malın istihkak davası ile bozucu şart kararlaştırıldığı hâllerde ise sebepsiz zenginleşme davası ile geri alınabileceği belirtilmektedir. § 2- PACTUM DISPLICENTIAE VE BEĞENME KOŞULUYLA SATIŞ Günümüz  hukuklarında  varlığını  koruyan  pek  çok  hukukî  kurumda olduğu  gibi  beğenme  koşuluyla  satış  sözleşmesinin  izlerine  de  Roma Hukukunda rastlamak mümkündür. Ancak söz konusu kurum Roma dan günümüze ulaşana dek, zamanın ihtiyaçlarının da yönlendirdiği doğrultuda değişikliklere  uğramıştır.  Bu  sebeple  ilk  olarak  Roma  Hukukunda  satış sözleşmesinden genel olarak bahsettikten sonra, beğenme koşuluyla satışın o düzendeki uygulamasına ve bâriz görünümü olan pactum displicentiae ya değinmeyi uygun görmekteyiz.                                                             gerektiği eleştirisi için, ZEVKLİLER/GÖKYAYLA, s. 83; AYDOĞDU/KAHVECİ, s. 302. Zilyetliğin devri ile birlikte hasar ve yararın alıcıya geçtiğine dair, GÜMÜŞ, s. 189. 57  YAVUZ/ ACAR/ÖZEN, s. 268; TANDOĞAN, s. 300. 58   ZEVKLİLER/GÖKYAYLA,  s.  83;  YAVUZ/  ACAR/ÖZEN,  s.  268; AYDOĞDU/KAHVECİ, s. 302. Bozucu şartın varlığını iddia edenin ispatla yükümlü olduğu konusunda, TANDOĞAN, s. 300; YAVUZ/ ACAR/ÖZEN, s. 268. 59   YAVUZ/ ACAR/ÖZEN, s. 268; TANDOĞAN, s. 300; AYDOĞDU/KAHVECİ, s. 303. 60   SEROZAN/BAYSAL/SANLI, s. 267; ZEVKLİLER/GÖKYAYLA, s. 83; TANDOĞAN, s. 300; YAVUZ/ ACAR/ÖZEN, s. 269; AYDOĞDU/KAHVECİ, s. 303. 61   YAVUZ/ACAR/ÖZEN,  s.  269;  ZEVKLİLER/GÖKYAYLA,  s.  83; AYDOĞDU/KAHVECİ, s. 303; TANDOĞAN, s. 300; EREN, Özel, s. 230. 62   GÜMÜŞ,  s.  190;  ZEVKLİLER/GÖKYAYLA,  s.  83;  TANDOĞAN,  s.  300; AYDOĞDU/KAHVECİ, s. 303. 63   ZEVKLİLER/GÖKYAYLA, s. 83; TANDOĞAN, s. 300; AYDOĞDU/KAHVECİ, s. 303; YAVUZ/ ACAR/ÖZEN, s. 269. 469Bedia GÜLEŞ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481 I-  ROMA HUKUKUNDA SATIŞ SÖZLEŞMESİ Türk Hukukunda olduğu gibi Roma Hukukunda da bir malın belli bir bedel  karşılığında  mülkiyetinin  alıcıya  devredilmesinin  amaçlandığı anlaşmaya satış sözleşmesi denir. Roma Hukukunda satış sözleşmesi emptio venditio olarak adlandırılmıştır. Roma Hukukunda borcun kaynaklarından biri olan anlaşmalar yapılış şekillerine göre aynî sözleşmeler, rızaî sözleşmeler, sözlü sözleşmeler ve yazılı sözleşmeler olmak üzere dörde ayrılır. Satış sözleşmesi bunlardan rızaî sözleşmeler grubuna dâhildir. Şöyle ki sözleşmenin oluşması için malın teslim  edilmesine,  birtakım  sözler  söylenmesine  ya  da  belli  bir  deftere sözleşmenin kaydedilmesine gerek yoktu. Tarafların anlaşması ile birlikte sözleşme  kurulmuş  olur.  Bununla  beraber  Klâsik  sonrası  dönemde  ispat kolaylığı olması açısından sözleşme yazılı olarak yapılmaya başlanmıştır.  Bir satış sözleşmesinden bahsedebilmek için  satış konusu bir malın olması, bu mala karşılık bir bedel öngörülmesi ve tarafların bunların değişimi konusunda  anlaşmış  olmaları  gerekir.  Satış  sözleşmesinin  unsuru  olarak nitelenebilecek bu hususlar Roma Hukukunda da aynı şekilde yer alıyordu. Bununla beraber unsurların özellikleri farklılık taşıyabilmekteydi. Örneğin satış konusu mal Türk Hukukunda bir insan olamazken Roma Hukukunda konu olarak insanların (kölelerin) satılması mümkündü.                                                             64   AKINCI, Ş.; Roma Borçlar Hukuku, 5. Baskı, Konya 2016, s. 119; KASER, M./KNÜTEL, R.; Römisches Privatrecht, 18. Auflage, München 2005, s. 203; ERDOĞMUŞ, B.; Roma Borçlar Hukuku Dersleri, İstanbul 2014, s. 71; TAHİROĞLU, B.; Roma Borçlar Hukuku, İstanbul 2010, s. 188; KOSCHAKER, P./AYİTER, K.; Modern Hususî Hukuka Giriş Olarak Roma Hususî Hukukunun Anahatları, Ankara 1975, s. 228; DI MARZO, S.; (Çev: Ziya Umur), Roma Hukuku, 2. Baskı, İstanbul 1959, s. 431; RADO, T.; Roma Hukuku Dersleri Borçlar Hukuku, 13. (Tıpkı) Bası, İstanbul 2016, s. 86.. 65   KASER/KNÜTEL, s. 203; AKINCI, s. 119; RADO, s. 85, 86; SARITAŞ, D. Ö.; Roma Borçlar Hukuku Genel Hükümler Ders Notları, 2. Baskı, Bursa 2018, s. 76; ERDOĞMUŞ, s. 71; TAHİROĞLU, s. 188; KOSCHAKER/AYİTER, s. 228; DI MARZO, s. 431. 66   ERDOĞMUŞ, s. 71; TAHİROĞLU, s. 186 vd.; AKINCI, s. 121; SARITAŞ, s. 76; RADO, s.  85;  KOSCHAKER/AYİTER,  s.  228;  GÜNEŞ  CEYLAN,  S.;  Roma  Hukukunda Contractus (Sözleşme) Pactum (Anlaşma) İlişkisi, Gazi Üniversitesi Hukuk Fakültesi Dergisi, Cilt: IX, Sayı: 1-2, Yıl: 2004, s. 117-183, s. 180. 67   AKINCI, s. 121; ERDOĞMUŞ, s. 71. 68   RADO, s. 89. Ayrıca bkz. AKINCI, s. 122. 69   KASER/KNÜTEL,  s.  203;  AKINCI,  s.  121;  KOSCHAKER/AYİTER,  s.  228; ERDOĞMUŞ, s. 71; TAHİROĞLU, s. 188; DI MARZO, s. 431. 70   AKINCI, s. 120. Roma hukukundaki kölelik kurumu ile ilgili ayrıntılı bir çalışma için bkz. ÇELEBİCAN, Ö.; Roma Egemenliği: Yurttaşlık ve Kölelik, Ankara Üniversitesi Hukuk 470Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481                      Roma Hukukuyla Karşılaştırmalı Olarak…  Satış  sözleşmesinde  tarafların  borçları,  taraflara  tanınan  davalarla yaptırıma bağlanmıştı. Birer hüsnüniyet davası olmak üzere, alıcı satış konusunu  elde  edebilmek  için  actio  empti,  satıcı  ise  satış  bedelini  elde edebilmek için actio venditi davasını açabilmekteydi. Satıcının en temel borcu satılanı teslim ve mülkiyeti nakil borcuydu. Dolayısıyla satıcı borcunu ifa etmek için zilyetliğin devri başta olmak üzere gerekli işlemleri yapmak zorundaydı.  Devir  işlemlerinden  sonra  mülkiyet  herhangi  bir  sebeple geçmemiş olsa bile, alıcı üstün hak sahibi üçüncü kişi tarafından rahatsız edilmediği müddetçe satıcı borcunu ifa etmiş sayılırdı. Ancak üçüncü kişi malı almak için bir dava açarsa alıcı satıcıya haber vermek, satıcı da bu davayı takip etmek zorundaydı. Aksi takdirde alıcı satıcıya malın mancipatio ile devredilmiş olduğu durumda actio auctoritas isimli davayı açarak verdiği bedelin iki katını geri alabilirdi. Mancipatio muamelesi yapılmadan bir satış yapılmışsa bu durumda da alıcı stipulatio dan kaynaklanan davayı açarak aynı bedeli isteyebilirdi. Sonraları ise ortada bir mancipatio ya da stipulatio olmasa da actio empti ile zapttan doğan taleplerin ileri sürülebileceği kabul edildi. Satıcının ayıptan sorumluluğu ise ilk başlarda bağımsız bir varlığa sahip değildi.  Satıcı  mancipatio  ya  da  stipulatio  işlemi  yapılırken  bir  ayıbın olmadığını  bu  işlemlerin  içinde  ayrıca  zikretmişse  ayıptan  doğan  haklar bunlara bağlı davalarla ileri sürülebiliyordu. Stipulatiodan kaynaklanan dava                                                             Fakültesi  Dergisi,  Cilt:  43,  Sayı:  1,  Yıl:  1993,  s.  299-311, http://dergiler.ankara.edu.tr/dergiler/38/299/2787.pdf (erişim tarihi: 03.02.2019). 71   KASER/KNÜTEL, s. 203; KOSCHAKER/AYİTER, s. 230; AKINCI, s. 124; RADO, s. 90; ERDOĞMUŞ, s. 89; TAHİROĞLU, s. 187; GÜNEŞ CEYLAN, s. 180. 72  ERDOĞMUŞ,  s.  77,  78;  AKINCI,  s.  124;  KASER/KNÜTEL,  s.  207  vd.; KOSCHAKER/AYİTER, s. 230; RADO, s. 91. 73   DI MARZO, s. 438; KOSCHAKER/AYİTER, s. 231; AKINCI, s. 131; TAHİROĞLU, s. 192; RADO, s. 97. 74   ERDOĞMUŞ, s. 82; AKINCI, s. 132; TAHİROĞLU, s. 216. 75   RADO, s. 98. Kurum ile ilgili olarak ayrıntılı bilgi için bkz. GÜNAL, A. N.; Roma Hukukundan  Günümüze  Kazandırıcı  Zamanaşımı  ile  Mülkiyetin  İktisabı  (Usucapio), Ankara 2006, s. 25. 76  Kelime anlamı olarak kuvvetlendirmek, himaye etmek, müdafaa etmek anlamlarını taşır, KOSCHAKER/AYİTER, s. 232; RADO, s. 98. 77   KASER/KNÜTEL, s. 212; KOSCHAKER/AYİTER, s. 232; AKINCI, s. 132; RADO, s. 98; ERDOĞMUŞ, s. 82; TAHİROĞLU, s. 216. 78   AKINCI, s. 132; KASER/KNÜTEL, s. 212; KOSCHAKER/AYİTER, s. 232; RADO, s. 98. 79  RADO, s. 98; KOSCHAKER/AYİTER, s. 232; ERDOĞMUŞ, s. 83; AKINCI, s. 132, 133; TAHİROĞLU, s. 216. 80   RADO, s. 99; AKINCI, s. 139. 471Bedia GÜLEŞ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481 actio ex stipulatu olarak adlandırılmaktaydı. Sonradan ise magistraların koyduğu kurallar olan aedilis curulis ler vasıtasıyla, satıcı özellikle zikretmese de bilmediği ayıplardan da sorumlu tutulmaya başlandı. Alıcı ayıptan doğan hakları olarak bedelin geri verilmesini ya da indirilmesini isteyebilirdi. Hasar ve yarar, Iustinianus Döneminde parça borçları için alıcıya aitti. Roma Hukukundan gelen bu kabul, 818 sayılı Borçlar Kanunu döneminde de muhafaza edilmekteydi. Günümüz itibariyle Türk Hukuk sisteminde fikrin geçerliliği kalmamıştır. Alıcının  en  temel  borcu  ise  bedel  ödemektir  ki  bu  borç  da  Roma Hukukunda actio venditi ile yaptırıma bağlanmıştır. Malı muhafaza etme ve ambalajı geri verme de alıcının diğer yükümlülükleridir. II- PACTUM DISPLICENTIAE Roma Hukukunda beğenme koşuluyla satışın temelini oluşturan kurum olarak pactum displicentiae, teknik olarak, sözleşmelerin dışında pactum kavramı bünyesinde bulunmaktadır. Bu sebeple ilgili kuruma geçmeden önce pactumun mahiyetinden bahsetmek uygun olabilir. A) Pactum Kavramı Bir talebin Roma Hukukunda korunması için bunun dava ile yaptırıma bağlanmış olması gerekir. Borcun kaynaklarından biri olan sözleşmeler de temel  olarak  söz  konusu  hukukta  dörde  ayrılmakta  ve  borçlarının  ihlâli hâlinde özel davaları bulunmaktadır. Sözleşmelerin şekli dışında  yapılan anlaşmalar  dolayısıyla  ise  herhangi  bir  talebin  ileri  sürülmesi  mümkün değildir. İşte pactum lar şekle bağlı olmadan yapılan ve erken dönemlerde bir yaptırıma bağlanmamış akit türlerini oluşturur. Anlamca  pax  (sulh)  kelimesi  ile  bağlantılı  olan  pactum,  teknik anlamıyla şekle bağlı olmayan anlaşma mânâsında kullanılır. Sonraları ise                                                             81   AKINCI, s. 139; RADO, s. 99. 82   ERDOĞMUŞ,  s.  82;  RADO,  s.  99,  100;  AKINCI,  s.  139;  TAHİROĞLU,  s.  209; KASER/KNÜTEL, s. 214. 83   TAHİROĞLU, s. 209, 210; AKINCI, s. 139; ERDOĞMUŞ, s. 85; RADO, s. 100. 84   ERDOĞMUŞ, s. 80; AKINCI, s. 126; RADO, s. 95; TAHİROĞLU, s. 202. 85   KASER/KNÜTEL, s. 208; AKINCI, s. 141; ERDOĞMUŞ, s. 75 RADO, s. 90, 92; KOSCHAKER/AYİTER, s. 230. 86   AKINCI, s. 141. 87   KOSCHAKER/AYİTER, s. 207; ERDOĞMUŞ, s. 117. 88   GÜNEŞ CEYLAN, s. 172; TAHİROĞLU, s. 263; KOSCHAKER/AYİTER, s. 245; RADO, s. 126. 89   ERDOĞMUŞ, s. 117; KOSCHAKER/AYİTER, s. 245; GÜNEŞ CEYLAN, s. 172. 472Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481                      Roma Hukukuyla Karşılaştırmalı Olarak…  iki  veya  daha fazla  kimse  arasında  yapılan  ve  ius  civile de  tanınmamış anlaşma olarak anlam kazanmıştır. İlk zamanlarda pactumlar, ius civile de tanınmamış olmaları nedeniyle alacaklısına bir dava hakkı vermezdi. Bu sebeple XII Levha döneminde pactumun taraflar için önemi, bir hak ya da borç doğurması değil, sadece borçlu için bir defi hakkı tanımasıydı. Ancak sonradan preatorlar bu tür anlaşmalara exceptio pacti olarak bir defi hakkı tanımıştır.  Medenî hukuka göre bunun bir anlamı olmadığı için sadece borçluya  borcunu  ifadan  kaçınma  yetkisi  verdiği  kaynaklarda  ifade edilmiştir. Zamanla pactumun getirdiği bir diğer imkân da ius civile de tanınan ve hüsnüniyet davaları ile korunan sözleşmelerin, pactum yoluyla genişletilebilmesi olmuştur. Bu noktada eğer pactum hüsnüniyet sözleşmesi ile  birlikte  yapılmışsa  (in  continenti)  sözleşmenin  dayandığı  dava  ile pactumun içeriği ileri sürülebiliyordu. Buna karşılık bu tür bir sözleşmenin üzerinden  zaman  geçtikten  sonra  pactum  yapılmışsa  (ex  intravallo),  bu durumda pactum sadece davalının lehine ise davalı tarafından kullanılabiliyor, bir  defi  statüsünde  bulunuyordu.  Söz  konusu  gelişmelerden  sonra  ise pretorlar pactumlar için dava hakkı tanınmasını imparator emirnameleriyle kabul  etmişlerdir.    Iustinianus  döneminde  ise  artık  pactumlar  davalarla müeyyidelendirilmeye başlanmıştır. Böylece pacta vestita olarak anılan ve (davalarla)  giydirilmiş  pactumlar  anlamını  taşıyan  kurumlar  ortaya çıkmıştır. Pactum olarak ius civilede anılan akitlerden bazıları lex commissoria, in diem  addictio,  pactum  de  retro  emendo  ve  pactum  displicentiae  olarak sayılmaktadır. Bunlardan lex commissoria ya göre alıcı vadede borcunu ödemezse  satıcı  bedelin  aldığı  kısmını  muhafaza  ederek  sözleşmeyi bozabilirdi. In diem addictio pactumuna göre ise belli bir süre içinde mala daha fazla bir bedel veren bulunursa satıcı sözleşmeden dönüp malı ona satabiliyordu. Satıcıya sattığı malı belli bir süre sonra ya da belli şartlar                                                             90  DI MARZO, s. 456; RADO, s. 126. 91  RADO, s. 126; KOSCHAKER/AYİTER, s. 245. 92   KOSCHAKER/AYİTER, s. 245; RADO, s. 126. 93  GÜNEŞ CEYLAN,  s.  180;  KOSCHAKER/AYİTER,  s.  245;  TAHİROĞLU,  s.  264; ERDOĞMUŞ, s. 118. 94  TAHİROĞLU, s. 263; ERDOĞMUŞ, s. 118; KOSCHAKER/AYİTER, s. 245. 95   RADO, s. 127; KOSCHAKER/AYİTER, s. 246. 96   DI MARZO, s. 457; RADO, s. 127. 97  BENKE/MEİSSEL, s. 115; KOSCHAKER/AYİTER, s. 245; KASER/KNÜTEL, s. 218; ERDOĞMUŞ, s. 118; GÜNEŞ CEYLAN, s. 181; RADO, s. 127.  98  AKINCI, s. 141; ERDOĞMUŞ, s. 91 vd.; RADO, s. 128. 99   BENKE/MEİSSEL, s. 115; RADO, s. 128; AKINCI, s. 141, 142. 100 ERDOĞMUŞ, s. 92. 473Bedia GÜLEŞ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481 gerçekleşince geri alma hakkı veren pactum ise pactum de retro emendo idi. Son olarak alıcının lehine bir anlaşma teşkil eden pactum displicentiae ya göre ise alıcı belirlenmiş sürenin sonuna kadar malı beğenmediğini söyleyerek bedeli geri alabilirdi. Çalışma ile bağlantısı olan pactum türünü bu sonuncu ek anlaşma oluşturmaktadır. B) Roma Hukukunda Beğenme Koşuluyla Satış Alıcının beğenmesi kaydıyla akdedilen sözleşmelerin Roma Hukukunda üç  usulde  yapılabileceğinden  bahsedilir:  Erteleyici  şarta  bağlı  satış sözleşmesi, bozucu şarta bağlı satış sözleşmesi ve ek anlaşma şeklinde olan pactum displicentiae. Sonuncu tür, beğenme koşuluyla satış sözleşmesinin Roma Hukukundaki en bariz görünümünü oluşturmaktadır. Bu anlaşma Ius Civile nin  tanıdığı  pactumlar  arasında  yer  almaktaydı.  Ekseriyetle  de hayvanlar ve kölelerin sözleşmeye konu olduğu hâllerde uygulanmaktaydı. Ancak  diğer  hâlleri  de  söz  konusu  sözleşme  çerçevesinde  görmek mümkündür. Pactum displicentiae, satış sözleşmesinin ekini ifade eden bir anlaşma olarak uygulanmaktaydı ve bu durum da Romalıların bozucu şartı çok daha sonraları  keşfetmelerinden  kaynaklanmaktaydı  106.  Alıcının  malı beğenmemesi hâlinde sözleşmeden dönebilmesi tamamen kendi iradesine bağlıydı.  Dolayısıyla  bugün  Türk  Hukukunda  olduğu  gibi  Roma Hukukundaki  beğenme  koşuluyla  şartın  tamamen  mutlak  iradî  bir  şart olduğunu  söylemek  yanlış  olmaz.  Sonraki  dönemlerde  bozucu  şartın kullanılmaya başlanmasıyla birlikte de artık sözleşme iki türde yapılır hâle gelmiştir. Bozucu şarta bağlı sözleşme bugün olduğu gibi hükümlerini baştan  itibaren  doğurmuş,  beğenmeme  iradesinin  belli  süre  sonunda                                                             101  ERDOĞMUŞ, s. 95; TAHİROĞLU, s. 218. 102  TAHİROĞLU, s. 218; DI MARZO, s. 441; ERDOĞMUŞ, s. 92. 103  ANTALYA, s. 11, 12; ERDOĞMUŞ, s. 93. 104  TAHİROĞLU, s. 265; AKINCI, s. 179. 105  ANTALYA, s. 12; ERDOĞMUŞ, s. 93. 106  Bkz.  ANTALYA,  s.  13.  Çoğunlukla  şarta  bağlı  satış  olarak  nitelendiği  hakkında, BENKE/MEİSSEL, s. 118; 107  BENKE/MEİSSEL, s. 118; ANTALYA, s. 14. 108  Roma hukukunda bozucu koşulun olup olmadığı konusundaki tartışmalarla ilgili olarak bkz.; OKUR, S.; Roma, Türk-İsviçre ve Avrupa Özel Hukukunda Koşul (Şart) Kavramı ve Hukuki Sonuçları Üzerine Karşılaştırmalı Bir İnceleme, Erciyes Üniversitesi Hukuk Fakültesi Dergisi, Cilt: XIV, Sayı: 1, Yıl: 2019, s. 31-101, s. 45. 474Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481                      Roma Hukukuyla Karşılaştırmalı Olarak…  açıklanmasıyla da ortadan kalkmıştır. Bu durumun önemi satış konusu malın hasar ve yararının kime ait olduğu konusunda önem arz etmiştir. Şarta  bağlı  bir  sözleşme  olduğunun  söyleyenlerin  yanı  sıra  kimi hukukçulara göre de deneme koşuluyla satış sözleşmesi satıcının bir icabı niteliğindedir. Alıcının belirlenen süre içinde malı beğendiğini belirtmesi ile de sözleşme kurulmuş olur. Beğenme koşuluyla satışının bazı kaynaklarda de mancipiis vendutis davasıyla  korunduğu  ileri  sürülmüştür.  Bu  da  malın  ayıplı  olması durumunda alıcının sözleşmeden dönme hakkını koruyan actio redhibitoria isimli  davadan  kaynaklanmaktadır.  Bazı  kaynaklarda  ise  beğenmeme sonrası  alıcının  taleplerinin  doğrudan  actio  redhibitoria dan  doğduğu belirtilmiştir. Dolayısıyla bu ikinci hâlde ayrı bir dava türüne gidilmesine gerek görülmemektedir. Beğenme koşuluyla satış sözleşmesi ile ayıp durumu arasında  gerçekten  bir  bağlantı  söz  konusudur.  Bununla  birlikte  Roma Hukukunda kurumun pactum displicentiae ya da şarta bağlı bir satış olması ile ayıptan doğan sorumluluk olması arasında teknik farklılıklar bulunmaktadır. Şöyle ki actio redhibitoria nın doğduğu ilişki bir satış sözleşmesidir; buna karşılık diğerinde pactum artı satış sözleşmesi ya da sadece erteleyici şarta bağlı  bir  satış sözleşmesi  bulunmaktadır.  İkinci  olarak  burada pactum displicentiae ve satış sözleşmesi şarta bağlanmış bir işlem iken, diğerinde baştan bütün özellikleriyle tam olarak kurulmuş bir sözleşme vardır. Ancak bu sözleşme ayıbın bildirilmesi ve alıcı tarafından dönülmesi ile ortadan kalkmaktadır; pactum displicentiae da olduğu gibi beğenmeme iradesinin bildirilmesi  ile  değil.  Bu  noktada  ifade  etmek  gerekir  ki  taraflar beğenmemeyi  bozucu  şart  olarak  kararlaştırmışlarsa  şart  gerçekleşince sözleşme ortadan kalkar; ancak geciktirici şart olarak kararlaştırmışlarsa da şartın  gerçekleşmesiyle  birlikte  sözleşme  hüküm  ifade  etmeye  başlar. Dolayısıyla burada belirleyici olan husus taraf iradeleridir.                                                             109   ANTALYA, s. 16; BENKE/MEİSSEL, s. 118. 110   Örnek bir olay için bkz. ANTALYA, s. 17, 18. 111   BENKE/MEİSSEL, s. 118. 112   BENKE/MEİSSEL, s. 118. 113   Bkz. ANTALYA, s. 15. 114   KASER/KNÜTEL, s. 214; ANTALYA, s. 15; AKINCI, s. 140. 115   Bkz. ANTALYA, s. 15; KASER/KNÜTEL, s. 214, 215. 116   ANTALYA, s. 15, 16. 117  ANTALYA, s. 16.  118   OKUR, s. 47. 475Bedia GÜLEŞ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481 Alıcının malı beğenip beğenmediğini belirtmesi için gerekli bekleme süresini  tarafların  serbestçe  kararlaştırmaları  mümkündür;  ancak  bunu mümkün olduğunca kısa tutmaları beklenmiştir. § 3- BEĞENME KOŞULUYLA SATIŞ SÖZLEŞMESİ İLE ROMA HUKUKUNDAKİ BEĞENME KOŞULLU SATIŞIN VE ÖZELLİKLE PACTUM DISPLICENTIAE NIN KARŞILAŞTIRILMASI Roma Hukukunda tarafların malın beğenilmesi kaydıyla yaptıkları satış sözleşmesine ek anlaşma olan pactum displicentiae ya da beğenme şartlı satış ile Türk Borçlar Hukukundaki beğenme koşulu ile satış sözleşmesi arasında çeşitli benzerlikler ve farklılıklar bulunmaktadır. Bu benzerlik ve farklılıkları şöyle sıralamak mümkündür. Her şeyden önce her ikisinin temeli de bir anlaşmaya dayanmaktadır. Çünkü taraflar örneğin bir mal ile diğer bir malın değişimi için değil, malın bedel  karşılığında  devri  noktasında  anlaşmaktadırlar.    Ancak  satış sözleşmesinde satıcının borcu açısından iki kurum birbirinden farklılık arz etmektedir. Zira Türk Hukukunda bir satış sözleşmesinde satıcının borcunu ifa  ettiğinden  bahsedilebilmesi  için  borçlandırıcı  işlemin  yapılması  ve akabinde zilyetliğin tasarruf işlemi olması kastıyla devri gerekir. Tasarruf işlemi  konusunda  satıcı  yetkili  değilse  istisnalar  saklı  kalmak  kaydıyla mülkiyet  devredilmiş  olmaz.  Alıcı  da  zapta  karşı  tekeffül  hükümlerine başvurabilir. Buna karşılık Roma Hukukunda satıcının borcunu ifa etmiş olması için alıcıya üçüncü kişiler tarafından rahatsız edilmeyen bir zilyetlik sağlaması yeterlidir. Mülkiyet kendisine ait olmasa da alıcı üçüncü kişilerin talepleri ile karşılaşmadığı müddetçe borcu ifa etmediğinden bahsedilemez. Böylece Türk Hukukundaki beğenme koşuluyla satış sözleşmesi ile Roma Hukukundaki pactum displicentiae ekli satış sözleşmesi ya da şartlı satış, satıcının mâlik olmadığı malı satabilmesi noktasında birleşmektedir. Fakat borcun ifa edilmiş sayılıp sayılmayacağı noktasında ayrılmaktadır. Yapısal unsurları açısından da iki hukuk sistemindeki beğenme koşulu ile satışı birbirinden ayırt etmek gerekir. Türk Hukuk Sisteminde beğenme koşuluyla satış aksi kararlaştırılmadığı müddetçe geciktirici şarta bağlı satış olarak yapılmaktadır (TBK m. 250/II). Böylece Türk Hukukunda şart da sözleşme de bir bütünlük içerisindedir. Buna karşılık Roma Hukukunda satış sözleşmesinin alıcının beğenmesine bağlanması, temel olarak iki yöntemle gerçekleşebilir: Şarta bağlı bir satış sözleşmesi ya da şarta bağlı dönme anlaşması niteliğinde değerlendirilebilen ve satış sözleşmesinden sonra da                                                             119  ANTALYA, s. 19. 120  KOSCHAKER/AYİTER, s. 232; AKINCI, s. 124; RADO, s. 96. 476Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481                      Roma Hukukuyla Karşılaştırmalı Olarak…  yapılabilen pactum displicentiae. Birinci hâlde sözleşmenin, geciktirici mi yoksa bozucu şarta mı bağlı olarak yapıldığının tartışmalı bir durum olduğu ifade edilmişti. İkinci hâlde ise sözleşme esasen şarta bağlı olmaksızın geçerli bir  sözleşme  olarak  kurulmaktadır.  Ancak  taraflar  satış  sözleşmesine yaptıkları  ek  bir  anlaşma  olan  pactum  displicentiae  ile  alıcının  malı beğenmemesi  hâlinde  sözleşmeden  dönebilmesini  kararlaştırmaktadırlar. Esasında  günümüz  hukukuna  göre  bu  durumda  ya  sözleşmenin  içeriği genişletilmiş olmakta ya da arada bir zaman farkı olması durumunda sözleşme içeriği değiştirilmektedir. Hangi  işlemin  şarta  bağlanmış  olduğu  konusunda  her  iki  hukuk sisteminde de fikir ayrılığı bulunmaktadır. Klasik Roma Hukukçularına ve Türk Hukukunda bir görüşe göre icap şarta bağlı olarak yapılmaktadır. İki hukuk  sistemindeki  ağırlıklı  görüşe  göre  ise  sözleşme  geçerli  olarak kurulmuştur; ancak hüküm ve sonuçlarını doğurması şarta bağlanmıştır. Sözleşmenin  hüküm  ifade  etmesi  (ya  da  benimsenen  görüşe  göre kurulması),  alıcının  malı  beğendiği  konusundaki  iradesini  belirtmesine bağlıdır. Roma Hukukunda da Türk Hukukunda da bu durum, mutlak iradî şarta bağlı bir sözleşme teşkil eder. Dolayısıyla sözleşmenin hukukî geleceği yalnızca alıcının irade beyanına bağlı bulunmaktadır. Sözleşmenin  çeşitleri  açısından  yapılan  ayrımda  da  Türk  ve  Roma Hukuklarındaki  beğenme  koşuluyla  satış  benzerlik  göstermektedir.  Her ikisinin  de  erteleyici  ya  da  bozucu  şarta  bağlı  olarak  yapılabilmesi mümkündür. Kural sözleşmenin erteleyici şarta bağlı olarak yapıldığıdır. Ancak  taraflar  aksini  kararlaştırarak  baştan  itibaren  sözleşmenin  tam anlamıyla ortaya çıkmasını irade edebilirler. Deneme ya da gözden geçirme müessesesine de Roma Hukukunda rastlamak mümkündür. Kaynaklarda ilk olarak bir şarap satışı için pactum displicentiae yapıldığı belirtilmektedir. Ekseriyetle ise hayvan ya da köle satışında bu sözleşme yapılmaktadır. Bir insan sözleşmenin konu olmamak şartı ile Türk Hukukunda da çeşitli mallar üzerinde beğenme koşuluyla satış sözleşmesinin yapılabilir. Kaynaklarda yer alan örnekler bakımından Roma Hukukunda deneme genelde alıcı nezdinde gerçekleşmiştir.  Ancak  bununla  ilgili  bir  sınırlama  da  yoktur.  Türk Hukukunda da aynı şekilde alıcı ya da satıcı nezdinde deneme ya da gözden geçirme yapılabilir. Bunun önemi alıcının sessiz kalması hâlinde malın kabul edildiğinin doğup doğmayacağı noktasında ortaya çıkmaktadır. Bir satış sözleşmesinin beğenme koşuluyla yapılıp yapılmadığını ispat yükü  konusunda  Türk  Hukukunda  farklı  fikirler  vardır.  Nispeten  eski                                                             121  OKUR, s. 47. 122   BECKER, s. 176; ANTALYA, s. 12. 477Bedia GÜLEŞ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481 kaynaklarda satıcı üzerinde; yeni kaynaklarda ise alıcı üzerinde olduğundan bahsedilmektedir.  Roma  Hukukunda  ise  alıcının  ya  da  satıcının  hakkını koruyabilmesi, ispat yükünden ziyade sözleşmeye tanınmış bir dava hakkının olup  olmadığı  konusunu  ilgilendirmektedir.  Roma  Hukukunda  beğenme koşuluyla  satış  bir  akitten  değil,  akde  bağlanmış  yan  anlaşma  olarak nitelenebilecek pactumdan doğmaktadır. Bu sebeple tarihi gelişimi içerisinde pactum  farklı  mekanizmalar  tarafından  korunmuştur.  İlk  evresinde  bir sözleşme  tipi  olmadığından  pactumla  yapılan  anlaşmanın  korunabilirlik açısından bir öneme haiz olmadığı ifade edilmiştir. Ancak sonradan satış sözleşmesinin  bir  iyiniyet  akdi  olduğundan  hareketle,  alıcının  malı beğenmemesi durumunda actio empti ile taleplerini ileri sürebilmesi gündeme gelmiştir.  Yine  alıcı,    ayıba  bağlı  olarak  satış  sözleşmesinin  sağladığı davalarla, doğrudan satış sözleşmesinden doğan dava ile ya da de mancipiis vendutis isimli dava ile korunur hâle gelmiştir. Pactum displicentiae nın bağımsız  şekilde  korunmasında  ise  pazar  gibi  yerlerde  denetim  yapan magistraların rolü büyük olmuştur. Erteleyici şarta bağlı olarak yapılan bir satış sözleşmesinde hasar ve yarar Türk Borçlar Hukukunda satıcıya aittir. Buna karşılık bozucu şarta bağlı olarak yapılmışsa satıcıda kalır. 818 sayılı Borçlar Kanununda ise erteleyici şarta bağlı olarak yapılan bir satış sözleşmesinde alıcı katlanmaktaydı. Bu da Roma Hukukundaki uygulama ile eşitlik taşıyordu. Zira Roma Hukukunda hasar ve yarar sözleşmenin kuruluşu ile birlikte alıcıya geçerdi. Âdil olmayan bu uygulamanın 6098 sayılı Türk Borçlar Kanunu ile birlikte terkedilmiş olması isabetlidir. Beğenme  koşuluyla  satış  sözleşmesi  her  iki  hukuk  sisteminde  de beğenmeme şartının gerçekleşmesi ile birlikte sona erer. Şayet geciktirici şart olarak kararlaştırılmışsa da sözleşme hiç hüküm ifade etmemiş olur. Diğer genel sona erme sebepleri de mahiyetine uygun düşmek kaydıyla bu sözleşme türüne de uygulanır. SONUÇ Beğenme koşuluyla satış sözleşmesi, tarafların bir malın beğenilmesi ile sözleşmenin hüküm ve sonuçlarını doğurması konusunda anlaşmış oldukları satış sözleşmesidir. Özel bir alt tür olması sebebiyle beğenme koşuluyla satış, alıcıya  malı  önceden  tecrübe  ettikten  sonra  alma  ve  işine  yarayıp yaramayacağını tespit etme imkânı vermektedir. Bu sebeple kararlaştırılan şart alıcının lehine sonuç doğurmaktadır. Sözleşmenin varlığından bahsedilebilmesi için tarafların bir malın belli bir bedelle mülkiyetinin devredilmesi konusunda anlaşmış olmaları; ancak bu anlaşmayı şarta bağlı olarak yapmaları gerekir. Söz konusu şart ise alıcının malı beğendiğini beyan etmesidir. Bu irade beyanının genel olarak tek taraflı 478Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481                      Roma Hukukuyla Karşılaştırmalı Olarak…  bir  hukukî  işlem  olduğu  ifade  edilmektedir.  Ancak  sözleşmenin  hukukî niteliğinin  değişmesine  de  yol  açacak  şekilde  farklı  fikirler  de  ileri sürülmüştür. Hukukî nitelik olarak sözleşme genel kabule göre mutlak iradî şarta bağlanmış bir sözleşmedir. Ancak kabul iradesinin şarta bağlı olarak yapılabileceğini savunan fikre göre satıcının malın satışı konusunda yapmış olduğu irade beyanı bir icap, alıcının beğenme iradesi de kabuldür. Erteleyici  ya  da  bozucu  şarta  bağlı  olarak  sözleşmenin  yapılması mümkündür. Aksi kararlaştırılmamışsa erteleyici şarta bağlı olarak yapıldığı kabul edilir. Bu durumda çalışmada kabul edilen fikir doğrultusunda tarafların anlaşması  ile  birlikte  sözleşme  kurulur.  Ancak  hüküm  ve  sonuçlarını doğurması beğenme iradesinin beyanı ile birlikte başlar. Bozucu şarta bağlı ise  de  baştan  itibaren  hüküm  ve  sonuçları  doğar.  Beğenmeme  şartının gerçekleşmesiyle ortadan kalkar. Hasar ve yararın alıcıya geçiş anı doğrudan sözleşmenin hangi tür şarta bağlı  olarak  yapıldığı  ile  ilgilidir.  Erteleyici  şarta  bağlı  olarak  yapılan sözleşmenin yarar ve hasarı beğenme yönünde irade beyanı yapılana kadar satıcıda kalır. Ancak bozucu şarta bağlı ise ifa için yapılmış zilyetlik devri ile birlikte hasar ve yarar da alıcıya geçmiş olur. Beğenme koşulu ile satış, bağlandığı şartın türüne göre ya da alıcının nezdinde yapıldığı kişiye göre türlere ayrılmaktadır. Bir sözleşmenin beğenme koşulu ile yapıldığını ispat etmek zorunda olan taraf bir görüşe göre alıcı, aksi yöndeki fikre göre satıcıdır. Mutlak olarak her durumda bir tarafı ispatla yükümlü tutmak yerine, durumun ispat edilmesinde yararı olan kimseye göre farklı olaylarda tarafı belirlemek daha makul bir çözüm olabilir. Sözleşme, Roma Hukukunda yan anlaşma türlerinden biri olan pactum displicentiae  ile  pek  çok  açıdan  benzerlik  taşımaktadır.  Unsurlarından, kararlaştırılabilecek şartlara hatta hukukî niteliği konusunda ileri sürülen görüşlere kadar müesseseler aynıdır. Ancak hasar ve yararın geçişi gibi bazı noktalarda farklılık taşımaktadırlar. Temel olarak alıcının lehine ihdas edilmiş olan beğenme koşulu ile satış sözleşmesi, esasında ekonomik hayatın pek çok alanında uygulanmaktadır. Roma  Hukukundan  bu  yana  var  olan  sözleşme,  ortaya  çıkan  farklı uygulamalarla birlikte gelişimini devam ettirmesi umulan bir kurumdur.",
     "Kaynakça": "AKINCI, Ş. : Roma Borçlar Hukuku, 5. Baskı, Konya 2016. 479Bedia GÜLEŞ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481 ARAL, F./AYRANCI, H. : Borçlar Hukuku Özel Borç İlişkileri, 10. Baskı, Ankara 2014. ANTALYA, O. G. : Türk, İsviçre ve Alman Hukuklarında Tecrübe veya Muayene Şartıyla Satış, Doktora Tezi, İstanbul 1993. AYDOĞDU,  M./KAHVECİ,  N.  :  Türk  Borçlar  Hukuku  Özel  Borç  İlişkileri Sözleşmeler Hukuku, 3. Baskı, Ankara 2017. BECKER, H. : (Çev: A. Suat Dura), İsviçre Borçlar Kanunu Şerhi, İkinci Bölüm, Çeşitli Sözleşme İlişkileri, Madde: 184-551, Bern 1934. BENKE, N./MEİSSEL, F.-S. : Übungsbuch Römisches Schuldrecht, 6. Auflage, Wien 2003. ÇELEBİCAN, Ö. : “Roma Egemenliği: Yurttaşlık ve Kölelik, Ankara Üniversitesi Hukuk  Fakültesi  Dergisi,  Cilt:  43,  Sayı:  1,  Yıl:  1993,  s.  299  -  311, http://dergiler.ankara.edu.tr/dergiler/38/299/2787.pdf  (erişim  tarihi: 03.02.2019). DI MARZO, S. : (Çev: Ziya Umur), Roma Hukuku, 2. Baskı, İstanbul 1959. ERDOĞMUŞ, B. : Roma Borçlar Hukuku Dersleri, İstanbul 2014. EREN, F. : Borçlar Hukuku Genel Hükümler, 20. Baskı, Ankara 2016, (EREN, Genel). …………..  : Borçlar Hukuku Özel Hükümler, 3. Baskı, Ankara 2016, (EREN, Özel). ERZURUMLUOĞLU, E. : Sözleşmeler Hukuku (Özel Borç İlişkileri), 6. Baskı, Ankara 2016. FEYZİOĞLU, F. N. : Borçlar Hukuku, İkinci Kısım, Akdin Muhtelif Nevileri (Özel Borç İlişkileri), Cilt I, 4. Bası, İstanbul 1980. GÜMÜŞ, M. A. : Borçlar Hukuku Özel Hükümler, Cilt: I, 3. Bası, İstanbul 2013. GÜNAL,  A.  N.  :  Roma  Hukukundan  Günümüze  Kazandırıcı  Zamanaşımı  ile Mülkiyetin İktisabı (Usucapio), Ankara 2006. GÜNEŞ CEYLAN, S. : “Roma Hukukunda Contractus (Sözleşme) Pactum (Anlaşma) İlişkisi, Gazi Üniversitesi Hukuk Fakültesi Dergisi, Cilt: IX, Sayı: 1-2, Yıl: 2004, s. 117-183. HATEMİ, H. /GÖKYAYLA, O. G. : Borçlar Hukuku Genel Bölüm, 3. Bası, İstanbul 2015. HONSELL, H. /VOGT, N. P. /WIEGAND, W. : Kommentar zum Schweizerischen Privatrecht, Obligationenrecht I (Art. 1-259 OR), Zweite Auflage, Basel 1996. HUGUENIN, C. : Obligationenrecht Besonderer Teil, 3. Auflage, Genf 2008. KASER, M./KNÜTEL, R. : Römisches Privatrecht, 18. Auflage, München 2005. KIYGI, O. N. : Wirtschaftswörterbuch, 1995. 480Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481                      Roma Hukukuyla Karşılaştırmalı Olarak…  KOSCHAKER, P./AYİTER, K. : Modern Hususî Hukuka Giriş Olarak Roma Hususî Hukukunun Anahatları, Ankara 1975. KOCAYUSUFPAŞAOĞLU, N. /HATEMİ H./SEROZAN, R. /ARPACI, A. : Borçlar Hukuku Genel Bölüm Birinci Cilt, 7. Baskı, İstanbul 2017. LOOSCHELDERS, D, : Schuldrecht Besonderer Teil, Verlag Franz Vahlen 8. Auflage, München 2013. MÜLLER-CHEN, M. /HUGUENIN, C. /GIRSBERGER, D. :  Handkommer  zum Schweizer Privatrecht (Vertragsverhältnisse Teil 1: Innominatkontrakte, Kauf, Tausch, Schenkung, Miete, Leihe), Schulthess Verlag, 2. Aufl., Zürich-BaselGenf, 2012. RADO, T. : Roma Hukuku Dersleri Borçlar Hukuku, 13. (Tıpkı) Bası, İstanbul 2016. OKUR, S. : “Roma, Türk-İsviçre ve Avrupa Özel Hukukunda Koşul (Şart) Kavramı ve Hukuki Sonuçları Üzerine Karşılaştırmalı Bir İnceleme, Erciyes Üniversitesi Hukuk Fakültesi Dergisi, Cilt: XIV, Sayı: 1, Yıl: 2019, s. 31-101. SARITAŞ, D. Ö. : Roma Borçlar Hukuku Genel Hükümler Ders Notları, 2. Baskı, Bursa 2018. SEROZAN, R. /BAYSAL, B. /SANLI, K. C. : Borçlar Hukuku Özel Hükümler, 3. Baskı, İstanbul 2018. SİRMEN, L. : Türk Özel Hukukunda Şart, Ankara 1992. TAHİROĞLU, B. : Roma Borçlar Hukuku, İstanbul 2010. TANDOĞAN, H. : Borçlar Hukuku Özel Borç İlişkileri, Cilt: I/1, 6. Basım, İstanbul 2008. TUNÇOMAĞ, K. : Türk Borçlar Hukuku Özel Borç İlişkileri, II. Cilt, 3. Bası, İstanbul 1971. VON TUHR, A. : (Çev: Cevat Edege), Borçlar Hukukunun Umumi Kısmı, Cilt:1-2, 2. Baskı, Ankara 1983. YAVUZ, N. : Borçlar Hukuku El Kitabı, 1. Baskı, Ankara 2018. YAVUZ, C./ACAR, F. /ÖZEN, B.  :  Türk  Borçlar  Hukuku  Özel  Hükümler,  10. Baskı, İstanbul 2014. ZEVKLİLER, A. /GÖKYAYLA, O. G. : Borçlar Hukuku Özel Borç İlişkileri, 16. Bası, Ankara 2016. http://www.tdk.gov.tr/index.php?option=com_gts&arama=gts&guid=TDK.GTS.5c0 1285d791d13.7473 2536 (erişim tarihi: 30.11.2018)   481Bedia GÜLEŞ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 455-481   482"
}