{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": "18",
     "Ay": "08",
     "Yıl": "2021",
     "Cilt": "70",
     "Sayı": "3",
     "Başlık": "YALAN TANIKLIK SUÇU (TCK m. 272) VE ETKİN PİŞMANLIK",
     "Title": "Perjury and Effective Remorse",
     "Yazar İsmi": [
          "Feyza KIR"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Tanık Beyanı",
          "Delil",
          "Yalan Tanıklık",
          "Tanık",
          "Etkin Pişmanlık"
     ],
     "Keywords": [
          "Witness Testimony",
          "Evidence",
          "Perjury",
          "Witness",
          "Effective Remorse"
     ],
     "Özet": "Ceza  muhakemesinin  maddi  gerçeğin  ortaya  çıkarılmasına  ilişkin amacına ulaştıran en etkili yol, adil yargılanma hakkı temelinde güvenilir ve sahih delillerin temin edilmesidir. Bu bağlamda, tanık beyanı muhakemedeki en önemli delillerden biridir. Hatırlayamamak ya da öyle olduğu zannıyla konuşmak gibi insani sebepler haricinde bilerek, isteyerek, kasten gerçeğin değiştirilerek veya saklanarak ifade edilmesi, halk arasında yalancı şahitlik” olarak  tabir  edilen  yalan  tanıklık  suçunu  oluşturmaktadır.  Bu  suçun ağırlaşmış  nitelikli  halleri  olabileceği  gibi,  failin  cezasının  azaltılmasını gerektiren  ve  hatta  şahsi  cezasızlık  halleri  de  bulunmaktadır.  Yalan  ile adalete verilen zararı önlemek veya en aza indirmek için suç sonrasında pişmanlık  duyulması  hali  de  etkin  pişmanlık  hükümlerini  gündeme getirmektedir. Bu hususlarla birlikte etkin pişmanlık hükümlerinin Kanunun lafzına itibar ederek sadece aleyhe tanıklıkta uygulanmasını savunan görüşe karşın, bizim de savunucuları arasında yer aldığımız, lehe aleyhe ayırımı yapılmaksızın yalan tanıklıktan pişman olan kişilerin tümüne etkin pişmanlık hükümlerinin  uygulanması  gerektiği  görüşü,  yargı  kararlarındaki değerlendirmeler ile birlikte bu makalede ele alınmaya çalışılmıştır.",
     "Abstract": "The most effective way of achieving the goal of criminal procedure for revealing the truth is to provide reliable evidence based on the right to a fair trial. In this regard, the witness testimony is one of the most important evidence. Expressing the case by deliberately changing the truth or hiding it on purpose, apart from humanitarian reasons like not being able to remember or speaking on the assumption, constitutes the crime of perjury, popularly referred to as false testimony. There may be aggravated cases of this crime, while some other cases that require a reduction in the punishment of the perpetrator or even personal impunity. Feeling remorse after the crime also brings up effective remorse provisions for the purpose of preventing or minimizing the harm caused to justice by perjury. Moreover, despite the view  arguing  that  effective  remorse  provisions  should  only  apply  to testimonies which are in favor considering letter of Law, the view that effective repentance provisions should apply to all those who feel remorse due to their perjury, regardless whether it is against or not, which we also defend, has been tried to be addressed in this article together with the evaluations in judicial decisions.",
     "Metin": "TANIKLIK SUÇU Hukuk  devletinin  en  önemli  fonksiyonlarından  biri  olan  yargılama sürecinin asıl hedefi adaletin yerine getirilmesidir. Teknolojik gelişmelerle birlikte  kriminoloji  bilimindeki  ilerleme  ile  birlikte  bilimsel anlamda  iz, emare ve belirtilerin delil değeri daha kesin ve doğrudan sonuca ulaştırır netlikte olmasına rağmen, pek çok muhakeme dalında tanık beyanı hala önemini korumaktadır. Bilindiği gibi ceza muhakemesinde ispat vasıtaları diğer  muhakemeler  olan  özel  hukuk  muhakemesi  ve  idare  hukuku muhakemesinden  farklı  olarak  önceden  hazırlanmaz.  Hatta  büyük çoğunlukla suçlar gizlilik içinde işlenir ve suç ihbarının alınmasıyla birlikte suçtan geriye kalan belirtiler ve deliller toplanarak muhakeme yürütülür ve sonuca varılır.  Buna mukabil ceza muhakemesinin medeni muhakemeden ayrılan  en  önemli  özelliği  delil  serbestisidir 1 .  Dolayısıyla  ceza yargılamasının ispat vasıtalarından olan beyan delilleri içinde yer alan tanık beyanı tüm yargılama faaliyetleri açısından müşterek önemli taşımaktadır.                                                  1   CENTEL, Nur/ZAFER, Hamide, Ceza Muhakemesi Hukuku, Beta Yayıncılık, 16. Baskı, İstanbul 2019, s. 7. 1108Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1107-1132 Yalan Tanıklık Suçu…    Tanık  beyanıyla  ilgili  genel  anlayış  kişinin  istemeden  yalan söylemeyeceği yolundadır. Kişi şahit olduğu bir olayı unutabilir ya da tam hatırlayamayabilirken,  gerçekte  olmayan  bir  olayı  hatırlamak  mümkün değildir.  Bu  nedenle  Yargıtay ın  süregelen  uygulamalarında  olduğu  gibi yalan olduğu kesinleşmemiş tanık beyanına itibar edilmelidir. Bu nedenle de tanık dinlemeye yetkili makamlar önünde alınan yeminiyle (CMK m. 54, m. 55) beyanına başvurulan kişinin doğruları söylemesi zorunludur. Aksi halde kasten doğruları söylemeyen kişi için yalan tanıklık suçu oluşur. Kamu düzeni kişileri doğruya yönlendirmek için ceza tehdidi ile suç düzenlemesi yapmakla birlikte, kişilerin bazı yakınları hakkında tanıklıktan da çekinme hakkını (CMK m. 45, 46, 48) tanımaktadır. Burada da kişilerin yakınlarına yönelik sadakat duyguları ile ceza tehdidi arasında kalmamaları, ikilem yaşamamaları amaçlanmıştır. Nitekim Anayasamızın 38. maddesinde yer  alan  hiç  kimse  kendisi  ve  kanunda  gösterilen  yakınlarını  suçlayıcı beyanda  bulunmaya  zorlanamaz  hükmünün  bir  gereği  olarak  kişilere kanunda sayılan yakınları hakkında tanıklıktan ve yeminden çekinme hakkı tanınmaktadır.   Ceza  Muhakemesi  Kanununun  52.  maddesi  düzenlemesi  ile  de tanıkların  ayrı  ayrı  ve  yanlarında  diğer  tanıklar  olmaksızın  dinlenilmesi esastır.  Burada  da  tanıkların  birbirlerinin  beyanlarından  etkilenmemesi amaçlanmaktadır. CMK nın 59. maddesinde de tanık ifade verirken onu dinlemenin usulü düzenlenmiştir. Tanık sözü kesilmeden dinlenilmeli, araya girip soru yöneltilmemeli, bildiğini sağlıklı bir şekilde aktarması için imkan ve  fırsat  verilmelidir.  Böylece  etkiden  uzak  saf  beyanın  elde  edilmesi amaçlanmaktadır. Zira tanığa müdahale beyanın içeriğini etkilemektedir. Tanığın beyanı bittikten sonra yargılama süjeleri Cumhuriyet savcısı, müdafi veya vekil sıfatıyla duruşmaya katılan avukat, duruşma disiplinine uygun olarak tanığa doğrudan soru sorabilirler. Sanık ve katılanın da mahkeme başkanının aracılığı ile tanığa soru sorması mümkündür. Ceza Muhakemesinde iki mesele karşımıza çıkmaktadır. Biri, olayın kim tarafından, kime karşı, nerede ve nasıl gerçekleştiğinin tespiti yani sübut meselesi  olan  maddi  mesele  iken,  diğeri  meydana  gelen  olaya  hukuki platformda  nasıl  isim  konulduğu,  yani  kişinin  ihlal  ettiği  hukuk                                                  2   FEYZİOĞLU, Metin, Ceza Muhakemesi Hukukunda Tanıklık, US-A Yayıncılık, Ankara 1996, s. 197. 3   ÜNVER, Yener/HAKERİ, Hakan, Ceza Muhakemesi Hukuku, Adalet Yayınevi, 17. Baskı, Ankara 2020, s. 253. 4   ÖZBEK, Veli Özer/DOĞAN, Koray/BACAKSIZ, Pınar/TEPE, İlker, Ceza Muhakemesi Hukuku, Seçkin Yayınevi, Ankara 2020, s. 626. 1109Feyza KIR Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1107-1132 norm/normlarının neler olduğuna ve failin sorumluluğunun belirlenmesine yönelik hukuki meseledir.  Tüm muhakeme dalları için önemli olan maddi gerçeğe kavuşmaktır. Bu da içeriği doğru tanık beyanının maddi meselenin ortaya konulmasında ne kadar gerekli olduğunu göstermektedir.   Muhakemenin konusunu oluşturan maddi meselenin tespiti ancak ispat araçlarıyla mümkündür. Bunlar da geçmişte yaşanmış olan olayı temsil eden ve  olayı  muhakeme  süjelerinin  gözünde  canlandıran  delillerdir.  Hukuk muhakemesinde  ve  idari  muhakemede  genellikle  uyuşmazlığın  dayanağı olan belge ile idarenin eylem ve işlemlerinin neticesi olan belge delili esastır. Oysa ceza muhakemesinde deliller olaydan sonra aranıp bulunduğu için tanık beyanı ön planda tutulan bir delil niteliğindedir. İspat kurallarındaki farklılığa rağmen tanık beyanı tüm muhakeme türlerinde maddi meselenin çözümünde  önemli  bir  yer  tutar 7  ve  tanıkların  doğruları  söyleme yükümlülüğü vardır. Muhakemenin özü olan maddi meselenin ortaya çıkmasını engelleyecek olan ve dolayısıyla hukuki meselenin doğru çözümlenmesini engelleyecek olan yalan tanıklık suçu gerek 765 sayılı Türk Ceza Kanununda gerekse 5237 sayılı Türk Ceza Kanununda Adliyeye Karşı Suçlar başlığı altında düzenlenmiştir.  TCK nın Özel  Hükümlere ait  İkinci Kitabının  Dördüncü kısmında Millete ve Devlete Karşı Suçlar tanımlanmıştır. Bu kısım dokuz  bölümden oluşmaktadır ve ikinci bölümünde Kanunun 267 ila 298 maddeleri arasında düzenlenen ve ceza adaletinin gerçekleşmesini engellemeye yönelik fiillerin yaptırım altına alındığı Adliyeye Karşı Suçlara yer verilmiştir.   5237 sayılı TCK nın 272. maddesine göre; Yalan tanıklık (1)  Hukuka  aykırı  bir  fiil  nedeniyle  başlatılan  bir  soruşturma kapsamında tanık dinlemeye yetkili kişi veya kurul önünde gerçeğe aykırı olarak tanıklık yapan kimseye, dört aydan bir yıla kadar hapis cezası verilir.                                                  5   ŞAHİN, Cumhur / GÖKTÜRK, Neslihan, Ceza Muhakemesi Hukuku, Seçkin Yayınevi, 5. Baskı, Ankara 2020, s.26, 235. 6   Delil olayı temsil edici olmalıdır. Bundan maksat, ispat aracının olayın bir parçası olması veya olayı yansıtmasıdır. Olayın bir parçasını temsil etmeyen veya olayı aksettirmeyen şey delil değildir. Örneğin olay yerindeki suç aleti olayın bir parçası iken, olaya tanık olan kişinin beyanı ise olayı yansıtan bir delildir. Olayı temsil edicilik, geçmişte yaşanmış olayı anlatabilme ve gözümüzde canlandırabilme yeteneğini ifade etmektedir. Delilin sağlam ve güvenilir olması da olayı temsil ediciliğin bir unsurudur. Bkz. ŞAHİN / GÖKTÜRK, s. 29. 7   GÖKTÜRK, Neslihan, Yalan Tanıklık Suçu, Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. XX, Y. 2016, S.1, ss.347-409, s. 349. 1110Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1107-1132 Yalan Tanıklık Suçu…    (2)  Mahkeme  huzurunda  ya  da  yemin  ettirerek  tanık  dinlemeye kanunen yetkili kişi veya kurul önünde gerçeğe aykırı olarak tanıklık yapan kimseye bir yıldan üç yıla kadar hapis cezası verilir. (3) Üç yıldan fazla hapis cezasını gerektiren bir suçun soruşturma veya kovuşturması kapsamında yalan tanıklık yapan kişi hakkında iki yıldan dört yıla kadar hapis cezasına hükmolunur. (4) Aleyhine tanıklıkta bulunulan kişi ile ilgili olarak gözaltına alma ve  tutuklama  dışında  başka  bir  koruma  tedbiri  uygulanmışsa, yüklenen fiili işlemediğinden dolayı hakkında beraat kararı veya kovuşturmaya yer olmadığına dair karar verilmiş olması koşuluyla, yukarıdaki fıkralara göre verilecek ceza yarı oranında artırılır. (5) Aleyhine tanıklıkta bulunulan kişinin göz altına alınması veya tutuklanması hâlinde; yüklenen fiili işlemediğinden dolayı hakkında beraat kararı veya kovuşturmaya yer olmadığına dair karar verilmiş olması  koşuluyla;  yalan  tanıklık  yapan  kişi,  ayrıca  kişiyi hürriyetinden yoksun kılma suçuna ilişkin hükümlere göre dolaylı fail olarak sorumlu tutulur. (6) Aleyhine tanıklıkta bulunulan kimsenin ağırlaştırılmış müebbet hapis  veya  müebbet  hapis  cezasına  mahkûmiyeti  hâlinde,  yirmi yıldan otuz yıla kadar hapis cezasına; (..)8 hükmolunur. (7) Aleyhine tanıklıkta bulunulan kimsenin mahkûm olduğu hapis cezasının infazına başlanmış ise, altıncı fıkraya göre verilecek ceza yarısı kadar artırılır. (8) Aleyhine tanıklıkta bulunulan kişi hakkında hapis cezası dışında adli veya idari bir yaptırım uygulanmışsa; yalan tanıklıkta bulunan kişi, üç yıldan yedi yıla kadar hapis cezası ile cezalandırılır.  Madde Gerekçesi ise, Madde metninde yalan tanıklık suçu tanımlanmıştır. Birinci  fıkraya  göre,  hukuka  aykırı  bir  fiil  nedeniyle  başlatılan  bir soruşturma  kapsamında  tanık  dinlemeye  yetkili  kişi  veya  kurul  önünde                                                  8   Madde metninde yer alan süreli hapis cezasına mahkumiyet halinde, mahkum olunan cezanın üçte ikisi kadar hapis cezasına ibaresi, Anayasa Mahkemesi nin 14.01.2015 tarihli ve E. 2014/116, K. 2015/4 sayılı kararı ile iptal edilmiştir. (RG:29 Nisan 2015/29341) 9   TBMM, Dönem: 22, Yasama Yılı: 2, Sıra Sayısı:664, s.666 1111Feyza KIR Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1107-1132 gerçeğe  aykırı  olarak  tanıklık  yapılması,  bu  suçun  temel  şeklini oluşturmaktadır. Suçun temel şekli açısından tanık dinlemeye yetkili kişi veya kurulun yemin verdirmeye yetkisinin olmaması gerekir. İkinci fıkraya göre ise, yalan tanıklık suçunun mahkeme huzurunda ya da yemin ettirerek tanık dinlemeye kanunen yetkili kişi veya kurul önünde işlenmesi, daha ağır ceza ile cezalandırılmayı gerektirmektedir. Suçun maddî unsuru  yalan  söylemek  veya  tanıklığın  konusunu  oluşturan  hususlar hakkındaki  bilgiyi,  bilerek,  kısmen  veya  tamamen  saklamaktır.  Yalan söylemek deyimi, tabiî olarak gerçeği inkar etmeyi de kapsamaktadır. Tanık, tanıklığının  konusunu  oluşturan  hususlar  hakkındaki  bilgisini  veya gördüğünü tam olarak açıklamakla yükümlüdür. Üçüncü fıkraya göre; kanuni tanımında üst sınırı üç yıldan fazla hapis cezasını gerektiren bir suçun soruşturma veya kovuşturması kapsamında yalan tanıklık yapılması, suçun temel şekline nazaran daha ağır ceza ile cezalandırılmayı gerektirmektedir. Maddenin dört ila sekizinci fıkralarında yalan tanıklık sonucu meydana gelen  neticelere  göre  fail  hakkındaki  cezanın  ne  surette  tertip  edileceği gösterilmektedir. şeklindedir. Maddenin 1. fıkrasında suçun temel şekli düzenlenmiş iken, devam eden fıkralarda nitelikli halleri yer almıştır. TCK nın 273. maddesinde şahsi cezasızlık veya cezayı azaltan nedenleri, 274. maddesinde de etkin pişmanlık hali düzenlenmiştir. Kanuni düzenleme böyle olunca bu makalede de konu sıralaması gözetilerek inceleme yapılacaktır. Yalan  tanıklık  suçunun  basit  hali  tehlike  suçu  iken,  2  ve  devamı fıkralarda  düzenlenen  nitelikli  halleri  (tutuklama,  koruma  tedbiri uygulanması,  mahkumiyet  hallerinin  gerçekleşmesi  durumları)  zarar suçudur. A. Korunan Hukuki Değer Anayasa nın  9.  maddesine  göre  yargı  yetkisi,  Türk  milleti  adına bağımsız mahkemelerce kullanılır. Nasıl ki her kişinin Avrupa İnsan Hakları Sözleşmesinin  6.  maddesinde  düzenlenen  adil  yargılanma  hakkı  varsa Devletin de Anayasanın 36. maddesi uyarınca kişilere karşı adil yargılanma hakkını eksiksiz sağlamak görevi vardır.                                                  10  HAFIZOĞULLARI, Zeki/ÖZEN, Muharrem, Türk Ceza Hukuku Özel Hükümler Millete ve Devlete Karşı Suçlar, US-A Yayıncılık, Ankara 2016, s.156. 1112Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1107-1132 Yalan Tanıklık Suçu…    Adil yargılanma hakkının korunması hükme esas alınacak delillerin hukuka  uygun  elde  edilmiş  ve  gerçekleri  içeriyor olmasına  bağlıdır.  Bu bağlamda tanık beyanı önemli bir delildir ve mahkeme huzurunda veya tanık dinlemeye  yetkili  kişi  veya  kurul  önünde  yeminli  (CMK  m.  54)  veya yeminsiz (CMK m. 50) dinlenen tanık doğruları söylemekle yükümlüdür. Aksi halde adaletin tecellisi zarar görecek, maddi gerçek ortaya çıkmayacak ve toplumdaki adalete olan güven sarsılacaktır. Öğretide  suçla  korunan  hukuki  değerin  adaletin  doğru  tecelli ettirilmesi12,  kanıt  vasıtalarının  korunması13 veya  adil  yargılanma hakkı14 olarak tespit eden görüşler var ise de bizim de savunduğumuz ve son  dönem  yargı  kararlarında 15  da  yer  alan  görüşe  göre,  yargılama faaliyetinde  önemli  bir  ispat  aracı  olan  tanık  beyanıyla  maddi  gerçeğin ortaya  çıkarılması  ve  böylece    adaletin  tecellisine  yalan  karışması tehlikesinin  önlenmesine  ilişkin  kamu  yararıdır.  Yani  adalete  duyulan güvendir. B. Suçun Unsurları 1.  Maddi Unsurlar a.  Fail Kanuni  düzenlemede  ..tanıklık  yapan  kimse..  tabiri  kullanıldığına göre, suçun faili hukuk düzeninin kendisine tanık sıfatı verdiği kişilerdir. Failin bu sıfatından dolayı kamu görevi yürüttüğü kabul edilmektedir ve suç faildeki sıfat nedeniyle özgü suçtur. Yani tanık sıfatı taşımayan bir kişinin kanunda  belirtilen  makamlar  önünde  gerçeğe  uygun  olmayan  beyanda bulunması veya bir kısım konuları saklaması halinde bu suç oluşmayacaktır.                                                  11  YAŞAR, Osman / GÖKCAN, Hasan Tahsin / ARTUÇ, Mustafa, Yorumlu-Uygulamalı Türk Ceza Kanunu, C. 6, 2. Baskı, Adalet Yayınevi, Ankara 2014, s. 8182. Yazarlara göre yalan tanıklık suçu ile korunan asıl hukuki değer kişilerin adil yargılanma hakkıdır. Yargılama  sırasında  mahkemenin  kanaatini  oluşturması  bakımından  önemli  ispat araçlarından biri olan tanık beyanının gerçeğe aykırı oluşturulması suretiyle bireyin adil yargılanma hakkı ihlal edilmektedir.  12  ÖZBEK, Veli Özer/DOĞAN, Koray/BACAKSIZ, Pınar/TEPE, İlker, Türk Ceza Hukuku Genel Hükümler, Seçkin Yayıncılık, 11. Baskı, Ankara 2020, s. 1173. 13  SOYASLAN, Doğan, Ceza Hukuku Özel Hükümler, Yetkin Yayınevi, 11. Baskı, Ankara 2016, s.738. 14  YAŞAR, Osman /GÖKCAN, Hasan Tahsin /ARTUÇ, Mustafa, Yorumlu-Uygulamalı Türk Ceza Kanunu, s.7931. 15  Yargıtay Ceza Genel Kurulu 03.12.2020 günlü, E. 2018/9-298 sayılı kararı. 1113Feyza KIR Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1107-1132 Tanık teknik bir terim olup, muhakemenin konusunu oluşturan olayla ilgili  beş  duyusuyla  vakıf  olduğu  bilgiyi  aktaran  ve  anılan  olayın taraflarından olmayan kişidir.   Her ne kadar Kanunda (CMK m. 236) suçtan  zarar  gören  ve  mağdurun  dinlenmesi  sırasında  tanıklara  özgü kuralların  uygulanacağını  düzenlemiş  ise  de  bu  kişiler  uyuşmazlık konusunun  tarafı  oldukları  için  yalan  tanıklık  suçunun  faili  olamazlar. Şüpheli  olarak  soruşturma  ifadesinde  yalan  yanlış  bilgiler  veren  kişi hakkında Kovuşturma Yapılmasına Yer Olmadığına Kararı verildikten sonra başkaları hakkında açılan davada bu beyanların yer alması dolayısıyla yalan tanıklık suçu oluşmaz. Çünkü bu suçun oluşması için yalan ya da eksik bilginin  verildiği  sırada  kişinin  tanık  sıfatını  taşıması  zorunludur. Dolayısıyla hukuk davalarındaki dava taraflarının dinlenilmeleri sırasında söyledikleri yalan beyanlar nedeniyle yalan tanıklık suçu oluşmaz ve fakat yemin deliline dayanılmış ise ve yalan yere yemin ettiklerinin sübut bulması halinde TCK nın 275. maddesinde düzenlenen Yalan Yere Yemin suçunun faili olabilirler. Yargıtay  süregelen  kararlarında  yalan  tanıklık  suçunun  faili  için soruşturma veya kovuşturma aşamasındaki olayın taraflarından olmaması şartını  aramaktadır.  Yargıtay  kararlarında  netlikle  adaletin  tecellisi  ile                                                  16  ŞAHİN/GÖKTÜRK, C. 2, s. 33. Tanık tarafından edinilen bilginin her zaman doğrudan olması mümkün değildir. Bazen, dolaylı edinilmiş bilgi de söz konusu olabilir. Olayı bizzat görmüş olan kişi(ler)den olay hakkında bilgi sahibi olan birisi dolaylı tanık durumundadır. Olay hakkında doğrudan bilgi sahibi olan tanığa çeşitli nedenlerle ulaşılamaması, tanıklık yapmaması gibi durumlarda, ondan bilgi sahibi olan kişinin, duyduğunu söyleyen olarak dolaylı tanıklığı gündeme gelmektedir. Bu kişi, tanığın daha önce ifadesini almış olan kolluk görevlisi, Cumhuriyet savcısı veya hakim olabileceği gibi; gizli bilgi kaynağından bilgi alan bir görevli ya da bir olay hakkında dolaylı bilgi sahibi olan her hangi bir üçüncü kişi olabilir. Özellikle örgütlü suçlulukla mücadele çerçevesinde gizli soruşturmacının ya da örgüt içinde (güvenilir kişi) veya dışında (informant, bilgi veren) olup, soruşturma ve kovuşturma makamlarına bilgi aktaran özel şahsın anonim kalması nedeniyle bundan duyduğunu aktaran kişinin tanıklığı söz konusu olabilir. Dolaylı olarak bilgi edinmiş kişilerin  tanıklığı,  ikinci  derece  tanıklık  veya  tanıklığın  tanıklığı  olarak  da adlandırılmaktadır. Gerçekten bu kişiler, bilgilerini olayın tanığı olmuş bir başkasından edindikleri için, bir bakıma tanıklığın tanıklığını yapmaktadırlar. Ayrıca, bilgileri orijinal, ilk elden olmadığı için de tanıklıkları ikinci derecedir. Bkz. ŞAHİN/GÖKTÜRK, s. 35. Dolaylı tanık da bu suçun faili olabilir. Tanıklığının dolaylı olması, doğruyu söyleme yükümlülüğünü ortadan kaldırmaz. Doğruyu söyleme yükümlülüğü bakımından doğrudan tanık ile dolaylı tanık arasında bir farklılık gözetilerek, dolaylı tanığın gerçeğe aykırı beyanı da yaptırımsız bırakılamaz. 17  Yargıtay  11.  CD,  20.2.2014, E.  2014/11,  K.  2014/2951  TCK nın  272.  maddesinde düzenlenen yalan tanıklık suçunun oluşması için; ... hukuksal bir uyuşmazlığa konu bir olayla ilgili olarak bilgisini aktaran kişinin yasalar gereği tanık sıfatıyla dinlenilmesi gerekli olup, anılan suç, kendisinin katılmadığı olaylara ilişkin bildiklerini tanık dinlemeye 1114Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1107-1132 Yalan Tanıklık Suçu…    tarafların  haklarının  korunmasının  amaçlandığı  belirtilmekte  ve  yalan tanıklık  suçuyla  yargılamanın  gerçeğe  aykırı  bir  yönlendirmenin  önüne geçilmeye çalışıldığı vurgulanmaktadır. Yargıtay Ceza Genel Kurulunun  489-154  sayılı  kararında  da  ayrıntılarıyla  geçtiği  üzere,  tanığın  gerçeğe aykırı her beyanı yalan tanıklık suçunu oluşturmayacaktır. Bu nedenle tanığın doğru sandığı açıklamaların objektif olarak gerçek dışı olması bu suçun  oluşması  için  yeterli  değildir.  Tanığın  bilinçli  olarak  gerçekten ayrılması  gerekmektedir.  Bu  itibarla  tanık,  algıladığı  olayı  tamamen algıladığı  biçimde  samimiyetle  anlatması  halinde  yalan  tanıklıktan bahsedilmemelidir.  Yalan,  gerçeğin  kasten  değiştirilmesi  olup,  yanılarak, ihmal  ederek  veya  bilmeyerek  söylenen  sözlerde  suçun  unsurlarının oluşmadığı kabul edilmelidir. Öğretide suçun kim tarafından işlenebileceğine dair herkes tarafından işlenebilen suçlar, özgü suçlar ve bizzat işlenebilen suçlar olmak üzere üçlü ayırım  yapılmaktadır.  Yalan  tanıklık  suçunun  özgü  suç  olup  olmadığı hususu öğretide tartışmalıdır. Yalan tanıklık suçunda fail, Hukuka aykırı bir fiil nedeniyle başlatılan bir soruşturma kapsamında tanık dinlemeye yetkili kişi veya kurul önünde gerçeğe aykırı olarak tanıklık yapan kimse şeklinde tanımlanmıştır. Bu bağlamda yalan tanıklık suçunun faili, tanık sıfatı ile dinlenen  kişi  olup,  beyanının  tanık  dinlemeye  yetkili  merci  tarafından                                                                                                                     yetkili merciler önünde açıklamaya zorunlu olan kimselerin yalan söylemesi veya gerçeği inkar  etmesi  yahut  dinlendiği  konudaki  bilgilerini  az  veya  çok  söylememesi  ile gerçekleşir. 18  Yargıtay  CGK,  1.4.2014,  E.  2013/4-498,  K.  2014/154.  Yalan  tanıklık  suçuyla yargılamanın doğru olmayan beyanlarla gerçeğe aykırı bir şekilde yönlendirilmesinin önüne geçilerek adaletin tecellisi sağlanmak suretiyle yargılamanın taraﬂarının haklarının zarar görmesinin engellenmesi amaçlanmaktadır. 19  Yargıtay CGK, 01.04.2014,  E. 2013/4-498, K. 2014/154. 20  İNCE TUNÇER, Asuman, Yalan Tanıklık Suçu, Hacettepe Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku Anabilim Dalı Doktora Tezi, Ankara 2019, s.66. Suçlar, fail bakımından suç tipinde aranan niteliğe göre herkes tarafından işlenebilen suçlar, özgü suçlar ve bizzat işlenebilen suçlar olmak üzere üçlü bir ayrıma tabi tutulmaktadır. Suça ilişkin kanuni tipte failin kim, kimse gibi kelimelerle ifade edildiği, fail bakımından hiçbir ayrıştırıcı ibarenin kullanılmadığı suçlar, herkes tarafından işlenebilen suçlardır. Özgü suçlarda ise her kim, kimse ifadeleri yerine failin belli özellikleri belirtilir. Bu suçlar yalnızca kanuni tipte tanımlanan kişilerce işlenebilir. Özgü suçlar da kendi aralarında gerçek özgü suçlar ve gerçek olmayan özgü suçlar şeklinde ikiye ayrılmaktadır. Gerçek özgü suçlar, yalnızca özel faillik niteliğini taşıyanlar tarafından işlenebilen suçlardır. Gerçek olmayan özgü suçlarda ise suçun temel şekli herkes tarafından işlenebilmekle birlikte,  nitelikli  hali yalnızca  özel  faillik  sıfatını taşıyan  kişilerce  işlenebilmektedir. Gerçek özgü suçların özel bir şeklini bizzat işlenebilen suçlar oluşturmaktadır. Bizzat işlenebilen suçlarda tipik fiilin doğrudan doğruya failin kendisi  tarafından yapılması gerekir. 1115Feyza KIR Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1107-1132 alınması gerekir. Dolayısıyla tanık sıfatı uyuşmazlık konusu ortaya çıktıktan sonra edinildiğine göre bu sıfatı alabilecek herkes suçun faili olabileceğinden yalan tanıklık suçu gerçek özgü suçtur ve bizzat işlenebilen suçlardandır.   b. Mağdur Ceza muhakemesi hukukunda ceza davasına katılma kurumu nedeniyle suçun mağdurunun tespiti önem taşımaktadır. CMK nın m. 237/1 uyarınca, mağdur ve suçtan zarar gören gerçek ve tüzel kişiler şikayetçi olduklarını belirterek  kamu  davasına  katılabilirler.  Ceza  Muhakemesi  Kanunumuzda mağdur  ve  suçtan  zarar  gören  farklı  kavramlardır.  Suçtan  zarar  gören kavramı, mağdur kavramını da içeren daha geniş bir kavramdır.  İşlenen suç ile hakları doğrudan veya dolaylı olarak zarara uğrayan herkes suçtan zarar gören sıfatını alırken, işlenen suç tanımında korunan hukuki  menfaatin sahibi olan kimse mağdur sıfatını almaktadır. Mağdur  kavramı,  dar  anlamda  mağdur  ve  geniş  anlamda  mağdur olmak üzere iki aşamada ele alınmaktadır. Bu bağlamda suç bir kişiye ait hukuki menfaati doğrudan doğruya etkilemiş ise o kimse suçun dar anlamda mağduru iken, kişi doğrudan doğruya değil de üyesi bulunduğu topluma ait genel bir menfaatin zedelenmesi nedeniyle etkilenmiş ise bu halde de geniş anlamda mağdur sıfatını almaktadır. Suçla korunan hukuki menfaat, belli bir kimseye ait olabileceği gibi toplumu oluşturan herkese ait de olabilir. Bu sebeple devlete ve millete karşı işlenen suçlar ile topluma karşı işlenen suçlarda  mağdur  toplumu  oluşturan  herkestir.  Bazı  hallerde  ise  suçtan toplumu oluşturan herkes geniş anlamda mağdur olurken, belli kişi/kişiler de dar anlamda mağduru olabilir.   Yalan  tanıklık  suçunun  korunan  hukuki  menfaatinin  sahibine  göre mağdurunun tespiti öğreti de tartışmalıdır. Adliyeye karşı işlenen suçlarda ve yalan tanıklık suçunda korunan hukuki menfaatin sahibi yargı erki olan yargı  makamları  adına  Devlet  yani  Adalet  Bakanı  olduğunu  savunan görüşler olduğu  gibi,  suçla  birden  fazla  hukuki  menfaatin  korunduğu görüşünde olanlara göre mağdur hem toplumu oluşturun herkes hem de özelde  aleyhine  yalan  beyanda  bulunulan  ve  zarar  gören  kişi  de  suçun mağduru  sıfatını alabilmelidir. Bir başka görüşe göre de suçun mağduru adaletin doğru tesisi tüm toplumu yakından ilgilendirdiğine göre toplumu oluşturan herkestir.                                                  21  HAFIZOĞULLARI/ÖZEN, Özel Hükümler, s.157. 22  ARTUK, Mehmet Emin/GÖKCEN, Ahmet/YENİDÜNYA, Caner, Ceza Hukuku Genel Hükümler, Adalet Yayınevi, s.314. 23 ÖZBEK,  Veli  Özer/DOĞAN,  Koray/BACAKSIZ,  Pınar,    Türk  Ceza  Hukuku  Özel 1116Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1107-1132 Yalan Tanıklık Suçu…    Kanaatimizce de mağdur sıfatı gerçek kişiler için kullanılmalıdır. Yalan tanıklık  suçu  ile  adil  yargılanma  hakkı  ihlal  edilen  kişi/kişiler  suçun mağduru olduğu gibi korunan hukuki değerin sahibi olarak belli bir kişi tespit  edilemese  dahi  adaletin  tecellisinde  tüm  toplumun  menfaati bulunduğuna göre toplumu oluşturan herkes suçun mağduru olmaktadır.   c. Suçun Konusu Her suçun konusu olduğu gibi yalan tanıklık suçunun da konusu vardır. Öğretide  büyük  oranda  kabul  edildiği  şekliyle  suçun  hukuki  konusu, Devletin yargılama faaliyetinde, tanıklık adı altında, hala bir ispat aracı olarak vazgeçilmez olan tanık bilgisinin doğruyu bütün ve eksiksiz ifade etmesine, yargı kararlarına yalan karışması tehlikesinin önlenmesine ilişkin kamusal yarar olmaktadır. İster yeminli ister yeminsiz dinlensin kendisine gerçeği söylemesinin önemi  anlatılan  ve  aksi  halin  suç  oluşturacağının  ihtarı  yapılan  tanık, kendisine  sorulan  maddi  olayla  ilgili  bildiklerini  eksiksiz/tam  ve  doğru olarak anlatmakla yükümlüdür. Dolayısıyla, yalan tanıklıkta bulunan fail, geçmişte  yaşanmış  ve  yargılamaya  konu  edilen  maddi  gerçekliği  kasten değiştirerek anlatmakta veya vermesi gereken bilgiyi vermeyerek/saklayarak beyanda bulunmaktadır. Bu bağlamda yalan tanıklık suçunun konusu, ceza muhakemesinin  sebebi  olan  olay,  maddi  gerçeklik  yani  aydınlatılmaya çalışılan vakıadır.   d. Fiil     Kanuni düzenlemesindekine uygun bir fiilin bulunması, suçun oluşması için  şarttır.  Suçun  varlığı  tipik  bir  fiilin  varlığına  bağlıdır.  Fiil  insan iradesinin ürünü olup, bir amacı gerçekleştirmek için dış dünyaya yansıyan icrai veya ihmali davranışların tümüdür. Suçun tipikliğindeki hareketin meydana getirdiği etkiye göre öğretide ve uygulamada suç tipleri belirtilmiştir. Tipik hareketin yapılmasıyla bir zarar meydana gelmekte suç konusu değer kaybına uğramakta ise suç zarar suçu  adını  almakta;  herhangi  bir  zararın  doğması  şart  olmaksızın  suç konusunun  zarara  uğrama  tehlikesi  doğması  halinde  ise    tehlike  suçu meydana gelmektedir. Tehlike suçları da somut tehlike suçu ve soyut                                                                                                                    Hükümler, Seçkin Yayıncılık, Ankara 2020, s.1147. 24  HAFIZOĞULLARI/ÖZEN, Özel Hükümler, s.157; ARTUK, Mehmet Emin/GÖKCEN, Ahmet/YENİDÜNYA, Caner, Ceza Hukuku Özel Hükümler, Adalet Yayınevi, Ankara 2014, s.1063.  1117Feyza KIR Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1107-1132 tehlike suçu olmak üzere ikiye ayrılmaktadır. Somut tehlike suçlarında, hareketin  cezalandırılabilmesi  için  suçun  konusu  üzerinde  somut  bir tehlikenin  yaratılmış  olması  gerekir.  Soyut  tehlike  suçlarında  ise  suçun kanuni  tanımında  yer  verilen  hareketin  yapılması  suçun  oluşması bakımından yeterli görülmüştür. Soyut tehlike suçlarında hareketin yapılması ile  suç  oluşur,  suçun  konusunun  tehlikeye  düşüp  düşmediğinin araştırılmasına gerek yoktur.    Bu açıklamalar ışığında TCK nın 272. maddesinin düzenlenen yalan tanıklık  suçunun basit halinin oluşması için somut bir zararın doğması şart koşulmadığı  gibi,  somut  bir  zararın  tehlikesinin  de  gerçekleşmesi  şart değildir. Yalan beyan ile maddi gerçeğin ortaya çıkarılmasının yani adaletin tecellisinin  tehlikeye  girdiği  kabul  edilmektedir.    Tehlikenin  varlığı  şart değildir.  Dolayısıyla yalan tanıklık suçu soyut tehlike suçudur. Buna karşılık anılan Kanun maddesinin 4 ila 8. fıkralarında düzenlenen suçun neticesi sebebiyle ağırlaşmış halleri ise aleyhinde yalan tanıklıkta bulunulan  kişi  bakımından  zararlı  bir  neticenin  meydana  gelmesi  ile oluşmaktadır.  Dolayısıyla  yalan  tanıklığın  nitelikli  halleri  zarar  suçu niteliğindedir. Suçun oluşması kanuni tipe uygun bir fiilin bulunmasına bağlıdır.   Fiziki dünyada bir seri fiil, hukuki anlamda tek bir fiili oluşturabilecekken, fiziki bir tek fiil hukuki anlamda birden fazla fiil olarak isimlendirilebilir. Ancak  kanunsuz  suç  olmaz  ilkesi  gereğince  bir  fiilin  suç  olması  için işlenmeden  önce  Kanunda  tanımının  ve  yaptırımının  düzenlenmesi gereklidir. Yalan  tanıklık  suçunun  fiil  unsuru  TCK nın  272.  maddenin  ilk fıkrasında,  hukuka  aykırı  bir  fiil  nedeniyle  başlatılan  bir  soruşturma kapsamında tanık dinlemeye yetkili kişi veya kurul önünde gerçeğe aykırı olarak tanıklık yapmak şeklinde ifade edilmiştir. Tipikliğin  fiil  açıklaması  üç  basamaktan  oluşmaktadır.  İlk  olarak hukuka aykırı bir fiil nedeniyle başlatılan soruşturma olmalı, ikinci olarak, Türk hukukunda, hukuka aykırı bir fiil nedeniyle başlatılan bir soruşturma kapsamında tanık dinlemeye yetkili kişi ve kurullar huzurunda olunmalı ve son olarak da verilen beyanın gerçeğe aykırı olması gerekmektedir.                                                  25  İNCE TUNÇER, Yalan Tanıklık Suçu, s.81. 26  KOCA, Mahmut/ÜZÜLMEZ, İlhan, Türk Ceza Hukuku Özel Hükümler, Adalet Yayınevi, 7. Baskı, Ankara 2020, s. 88, 97. 1118Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1107-1132 Yalan Tanıklık Suçu…    Kanuni  düzenlemedeki  soruşturma  kavramından  yalnızca  Ceza muhakemesinin bir aşaması olan soruşturma evresi anlaşılmamalıdır. Çünkü hukuka aykırı fiil kavramı suç kavramından daha geniş anlamdadır. Fiil ile hukuki nizam arasında bir çatışmanın varlığı hukuka aykırılık için kafidir. Zira hukuka aykırı fiiller haksız fiil olsa da illa ki suç olması şart değildir. Suç olmayan haksız fiillerin varlığıyla bir tetkik yürütülüyorsa, ceza hukuku anlamında  soruşturma  ve  kovuşturma  aşamalarında,  özel  hukuk uyuşmazlıklarının  çözümü  süreçlerinde  ve  idari  yargı  soruşturmaları  ve disiplin  soruşturmaları  sırasında  tanık  dinlemeye  yetkili  makamlar huzurunda  olunması halinde yalan tanıklık mümkündür.   Ceza hukuku soruşturma evresinde tanık dinlemeye yetkili makamlar Cumhuriyet  Savcısı  ve  Sulh  Ceza  hakimliğidir.  Kolluğun  tanık  dinleme yetkisi olmadığından yaptığı faaliyet bilgi toplamak anlamında bir tutanağa konu olabilir. Dolayısıyla kolluğun aldığı tanık beyanındaki gerçeğe aykırı ifadeler  yalan  tanıklık  suçunu  oluşturmayacak  ve  fakat  kapsamına  göre faillerin veya suç delillerinin gizlenmesi, değiştirilmesi veya suç uydurma ya da iftira suçlarına vücut verebileceği unutulmamalıdır. Yargıtay ın  süre  gelen  uygulamalarında  da  bu  hususa  istikrarlı  bir şekilde  değinilmektedir 27 .Yargıtay  son  yıllarda  da  kararlarında  kolluk görevlilerinin  tanık  dinleyemeyeceğini  ve  kollukta  müşteki  olarak  ifade verilmesi  halinde  de  yalan  tanıklık  suçunun  oluşmayacağını vurgulamaktadır. Benzer şekilde kollukta verilen gerçeğe aykırı beyanların yalan tanıklık suçunu oluşturmayacağı karar altına alınmıştır. Bununla birlikte Yargıtay istikrarlı kararlarında  cezalandırılma için  mutlaka tanık sıfatıyla ifade vermeyi aramaktadır.   Yalan  tanıklık  suçu  serbest  hareketli  bir  suçtur.  Yetkili  makamlar önünde beyanda bulunan kişi bilerek isteyerek-kasten gerçeği değiştirerek                                                  27  Yargıtay 4. CD, 24.6.2009, E. 2009/16212, K. 2009/12656. Adli görevleri nedeniyle kolluk görevlilerinin olayla ilgili görgüsü olan kişileri  ifade sahibi  sıfatıyla dinlemeleri, onlara  tanık  sıfatını vermemekte ve yasadaki tanıklığa ilişkin hükümlerin uygulanmasını gerektirmemektedir. Dolayısıyla doktrinde de belirtildiği üzere … kolluğun  tanık dinleme  yetkisi bulunmamaktadır. 28  Yargıtay 16. CD, 28.12.2016, E. 2016/3660, K. 2016/7614. Somut olayımızda sanık N.Ö. nün kolluk görevlilerince tanık olarak değil müşteki olarak ilk ifadesini vermesi karşısında, üzerine atılı suçun yasal unsurları oluşmadığı gözetilmeden mahkumiyet kararı verilmesi bozmayı gerektirmiştir.  29  Yargıtay 16. CD, 24.11.2016, E. 2016/4819, K. 2016/6077. 30  Yargıtay 16. CD, 28.12.2016, E. 2016/3660, K. 2016/7614. …sanığın yalan tanıklık suçundan cezalandırılabilmesi için daha önce tanık sıfatı ile beyanda bulunması ve bu beyanların doğru olmadığının ortaya çıkması gerekmektedir. 1119Feyza KIR Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1107-1132 ifade  verebileceği  gibi  kısmen  veya  tamamen  gerçekleri  saklayarak  da beyanda bulunması halinde suç işlenmiş olacaktır. Kanuni belirlilik ilkesi ışığında sağır ve dilsiz olan tanıkların işaret diliyle verdikleri ifadeleri ile yazarak verdikleri ifadeleriyle de suça konu olabilirler.  Maddi  gerçeğin  ortaya  çıkmasını  önlemeye  yönelik  tanığın suskunluğunda  da  yalan  tanıklık  suçu  oluşabileceği  gibi  doğrudan soruşturma veya kovuşturma konusunu oluşturmayan ve tahkikatın seyrini değiştirmeyen sair konulardaki gerçeğe aykırı beyan yalan tanıklık suçunu oluşturmayabilecektir. Tanığın suskunluğunun istisnası tanıklıktan çekinme hakkını  haiz  tanıklardır.  Bu  kişilerin  susma  haklarını  kullanarak  suskun kalmaları suça vücut vermez.  Tanıklıktan çekinme hakkı bulunan kişiye bu hakkının hatırlatılmaması halinde gerçekle örtüşmeyen beyanlarının yalan tanıklık  suçunu  oluşturmayacağına  dair  Yargıtay ın  süregelen  kararları mevcuttur.    Dolayısıyla  her  olayın  özelinde  inceleme  ve  değerlendirme yapılması şarttır. 2. Manevi Unsur Fail ile fiil arasındaki manevi bağ suçun manevi unsurunu oluşturur. Yalan tanıklık suçu kasten işlenebilen bir suçtur. Kasten işlenirken failin taşıdığı saik önemli değildir. Kast  unsurunun  oluşması  açısından  üç  önemli  tespitin  yapılması gereklidir. Birincisi,  kişinin beyanının tanık sıfatıyla alındığını bilmesi gerekir.  İkincisi,  beyanını  dinleyen  makamın    tanık  dinleme  yetkisinin bulunması ve üçüncü ve son olarak da tanık sıfatıyla ifade verenin gerçeğe aykırı biçimde açıklamalarda bulunduğunu veya gerçeği gizlediğini bilmesi şarttır. Tanığın gizlediği veya değiştirdiği gerçeklerin ispatla ilgili olduğunu da bilmesi aranmalıdır. Kişi tanık olduğunu bilmiyorsa ya da beyan verdiği makamın  tanık  dinlemeye  yetkili  olduğunu  bilmiyor  ise  TCK nın  30. maddesi kapsamında hata var ise suçun kasıt unsuru oluşmayacağından ceza verilmesi mümkün değildir. Tanık  dinlemeye  yetkili  merciin  yetkisinin  dinleme  olması  kafidir, yemin  verdirme  yetkisinin  bulunması  şartı  aranmaz.  Tanığın  olayın üzerinden geçen zaman veya şahsi nedenleri ile unutması veya dalgınlığı nedeniyle gerçeğe aykırı beyanda bulunması halinde de suç oluşmayacaktır. Ancak birden fazla kişinin yargılandığı bir dosyada bir sanık ile ilgili beyan verecekken hata ile farklı veya fazla kişiler hakkında beyanda bulunması                                                  31  HAFIZOĞULLARI/ÖZEN, Özel Hükümler, s.162.  1120Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1107-1132 Yalan Tanıklık Suçu…    halinde  ise  hatasından  yararlanması  düşünülemez,  bu  halde  de  suç oluşacaktır. Suçun taksirle işlenmesi mümkün olmadığı gibi kanaatimizce olası kast ile de işlenmesi söz konusu değildir. 3. Hukuka Aykırılık Unsuru Hukuka aykırılık unsuru suçun tipik fiilinin hukuki düzenle çatışması halidir. Yani fiilde hukuka uygunluk halleri var ise eylem suç olmaktan çıkacaktır.  Hukuka  aykırılık  hali  sadece  ceza  hukukuna  aykırılık  olarak alınmamalıdır. Fiilin tüm hukuk düzenine aykırı olması anlamındadır. Zira hukuka uygunluk halleri de sadece ceza hukukundan değil, özel hukuktan, idare hukukundan, kamu hukukundan ve hatta örf ve adetten kaynaklanabilir. Yalan tanıklık suçu ile korunmak istenen değer, maddi gerçeğin ortaya çıkarılmasına  ilişkin  toplumun  menfaati  ve  kişilerin  adil  yargılanma hakkıdır. Adliyeye karşı işlenen suçlardan olması nedeniyle hakkında yalan beyanda bulunulan kişinin rızası fiilin hukuka aykırılığına etki etmeyecek ve eylemi suç olmaktan çıkarmayacaktır. 4. Nitelikli Unsurlar Öğretide  ağırlıklı  olarak  bir  ayrım  yapılmaksızın  TCK nın  272. maddesinin 2 ilâ 8. fıkralarında yer alan düzenlemeler cezayı ağırlaştıran nedenler ya da nitelikli haller başlığı altında ele alınmaktadır. Ancak ayırım yapılması gerektiği görüşünde olanlara göre TCK nın 272. maddenin 4 ilâ 8. fıkralarında yer alan düzenlemeler, neticesi sebebiyle ağırlaşmış halleri iken 2  ile  3.  fıkraları  ile  yalan  tanıklık  suçunun  nitelikli  halleri  olarak  öngörülmüştür. Suçun nitelikli halleri, suçun tipiklik unsurlarına  ek olarak cezanın artırılmasını ya da azaltılması gerektiren bir neden  bulunmaktadır. Suçu nitelikli hale getiren unsurun dahi suçun unsurlarına dahil olması nedeniyle failin  kastının  da  bu  nitelikli  unsuru  içermesi  gerekmektedir.  Neticesi sebebiyle    ağırlaşan  hallerde  ise  nitelikli  hallerden  farklı  olarak  suçu oluşturan  fiilin  neticesinin  öngörülenden  ağır  olması  sonuçlanması durumudur.  Yani  neticenin  ağırlaşmasıyla  veya  ilave  bir  neticenin  daha meydana  gelmesiyle  suça  verilecek  cezanın  temel  şekline  göre  verilen cezadan daha ağır olması halidir. Suçun nitelikli halinde kasıt unsuru önem taşır  yani  failin  kastı  nitelikli  halleri  de  içermelidir.  Neticesi  sebebiyle ağırlaşan hallerde ise failin en azından taksirle hareket etmesi gerekmektedir.                                                  32   İNCE TUNÇER, Yalan Tanıklık Suçu, s.85. 1121Feyza KIR Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1107-1132 Yalan tanıklık suçunun düzenlendiği TCK nın 272. maddesinin 2. ve 3. fıkraları  suçun  nitelikli  halleridir.    Anılan  maddenin  ikinci  fıkrasındaki düzenleme gerçeğe aykırı tanıklık olgusunun mahkeme huzurunda yahut yemin  ettirerek  tanık  dinlemeye  yetkili  kimse  veya  kurul  önünde gerçekleşmesi ilk nitelikli halidir. CMK uyarınca Cumhuriyet Savcısı, Sulh Ceza Hakimi, 4483 sayılı Kanun uyarınca ön inceleme yapan kimse, 657 sayılı  Kanun  uyarınca  Yüksek  Disiplin  Kurulları  ve  Avukatlık  Kanunu uyarınca  disiplin  soruşturması  yapan  kimselerin  yemin  ettirerek  tanık dinleme yetkileri bulunmaktadır. Mahkemeler kapsamına da hukuk, ceza ve idare mahkemeleri ve yüksek mahkemeler dahildir. Maddenin üçüncü fıkrasındaki düzenlemeye göre, suçun fiil unsurunun, üst sınır olarak üç yıldan fazla hapis cezası ön görülen suçların soruşturma veya  kovuşturması  çerçevesinde  işlenmesi  de  bir  diğer  nitelikli  haldir. Nazara alınacak olan maddesindeki soyut düzenlemenin üst sınırıdır. Hapis ve adli para cezasının birlikte düzenlenmesi halinde de hapis cezası esas alınmalıdır. Suçun  neticesi  sebebiyle  ağırlaşmış  halleri  maddenin  4.  ila  8. fıkralarında  düzenlenmiştir.  Buna  göre  aleyhe  gerçeğe  aykırı  tanıklıkta bulunulan kişi hakkında gözaltına alma ve tutuklama dışında bir koruma tedbiri uygulanmış olması; hapis cezası dışında adli veya idari yaptırım uygulanması  ile  söz  konusu  kişinin  hapis  cezasına  mahkûm  olması  ve mahkum  olduğu  hapis  cezasının  infazına  başlanması  olarak  sıralamak mümkündür.    Gözaltına  alma  ve  tutuklama  dışındaki  koruma  tedbirleri, yakalama (CMK m. 90), adli kontrol (CMK m.109), zorla getirme (CMK m. 146), arama (CMK m. 116), elkoyma (CMK m.123), teknik araçlarla izleme (CMK m.139) sayılabilir. Maddenin  beşinci  fıkrasındaki  aleyhine  tanıklık  yapılanın mahkumiyetine  karar  verilmesi halinde  de  verilen  mahkumiyet kararının kesinleşmesi aranmaktadır. TCK nın  273.  maddesinde  de  şahsi  cezasızlık  veya  cezanın azaltılmasını gerektiren sebepler düzenlenmiştir. a) Özel hukuka ilişkin uyuşmazlık hallerinde yapılan yalan tanıklık hali hariç olmak üzere, kişinin üstsoy, altsoy, eş veya kardeşinin soruşturma veya kovuşturmaya uğramasına neden olabilecek bir hususla ilgili yalan beyanda bulunması halinde; b)  tanıklıktan  çekinme  hakkı  olmasına  rağmen  bu  hakkı  kendisine hatırlatılmadan  gerçeğe  aykırı  tanıklık  yapması  halinde  mahkemece gerekçeleri gösterilmek suretiyle cezalarında indirim yapılabileceği gibi ceza vermekten de büsbütün vazgeçilebilir.   1122Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1107-1132 Yalan Tanıklık Suçu…    C. Kusurluluk Yalan tanıklık suçu kastla işlenen bir suçtur. Kast ise doğrudan kasttır. Bu suç olası kastla işlenemez. Ayrıca Kanun, tanığın tanıklık yaptığı sırada tedbirsiz ve dikkatsiz davranmasını da cezalandırmamaktadır. Yalan tanıklık yapan  fail,  tanık  dinlemeye  yetkili  kişi  veya  kurul  önünde  bilerek  ve  isteyerek gerçekleri değiştirmekte veya bildiklerini tam söylememektedir. Dolayısıyla  unutma,  algılamada  eksiklik  ya  da  samimiyetinden  kuşku duyulmayacak şekilde yanılgıya düşme hallerinde suçun kasıt unsurunun oluşmadığı sonucuna varılmalıdır.   Öte yandan kusur, kişinin hukuka uygun davranma imkânı olmasına rağmen haksızlık işlemeyi tercih etmesi nedeniyle fail hakkında yürütülen kınama yargısı olarak da tarif edilmektedir. Ceza Hukukunda kişi hakkında bu kınama yargısının yürütülebilmesi için kişinin kusur yeteneğine sahip olması aranmaktadır. İcra edilen fiilin hukuki anlam ve sonuçlarını algılama ve  bu  doğrultuda  davranışlarını  yönlendirme  yeteneğinin  varlığı  kusur yeteneğidir.  Kişinin  davranışlarından  sorumlu  tutulabilmesi  onun  irade yeteneğidir. Tanıklık yapanın iyi niyetinden şüpheye düşülmeyecek şekildeki insani sebeplere  dayalı  yanılgı  hallerinin  varlığı  halinde  kasıt  unsurunun oluşmadığı  kabul  edilmelidir.  Bununla  birlikte  kişinin  TCK nın  25/2. maddesindeki  zaruret  halinde  olması  veya  TCK nın  28.  maddesinde düzenlenen cebir şiddet ve korkutma altında olması hallerinde de  olayın özelliğine  göre  değerlendirme  yapılmalıdır.    Bu  konuda  doktrindeki  bir başka  görüş,  söz  konusu  durumları  mazeret  nedenleri  başlığında incelemektedir: Bu nedenler var olduğunda kusur etkilenmekte, haksızlık ve kusurunun  içeriği  azalmakta  ancak  bütünüyle  ortadan  kalkmamaktadır. Çünkü mazeret nedeni oluşturan hallerde fail hem kusur yeteneğine hem de haksızlık bilincine sahiptir. Bundan dolayıdır ki, mazeret sebepleri haksızlığı ve kusuru azaltan neden olarak görülmektedir. Ancak bu hallerde cezaya layık  olma  sınırına  varılmadığı  için,  kanun  koyucu  cezasızlık öngörmektedir.35                                                  33  KOCA/ÜZÜLMEZ, Özel Hükümler, s. 290. Bir başka bakış açısında göre kusur yeteneği ve haksızlık bilinci, kusurun kurucu unsurları olup kusur yeteneğinin bulunmaması veya kaçınılmaz yasak hatası kusuru kaldıran nedenlerdir. 34  KOCA/ÜZÜLMEZ, Özel Hükümler, s. 291. 35  HAFIZOĞULLARI, Zeki, Kusurluluğu Kaldıran Bir Neden Olarak Ceza Hukukunda İstenemezlik İlkesi, Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2008, Cilt: 57, Sayı: 3, s. 338-360. 1123Feyza KIR Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1107-1132 D. Suçun Özel Görünüş Şekilleri    1.  Teşebbüs TCK nın 35. maddesinde düzenlenmiş olan madde hükmüne göre suça teşebbüsün tanımı Kişi, işlemeyi kastettiği bir suçu elverişli hareketlerle doğrudan  doğruya  icraya  başlayıp  da  elinde  olmayan  nedenlerle tamamlayamaz ise teşebbüsten dolayı sorumlu tutulur. şeklindedir. Öğretide yalan tanıklık suçuna teoride teşebbüsün mümkün olduğunu belirten görüşler bulunsa bile yalan tanıklık suçu yetkili kişi veya kurul önünde tanık sıfatı ile yalan beyanda bulunmakla tamamlanır. Sırf hareket suçu niteliğinde olduğundan gerçeğe aykırı beyanın yapılmasıyla suç tamam olacağından bu suça teşebbüsün mümkün olmadığı kanaatindeyiz. Tanığın beyanının  yarım  kalması  halinde  veya  beyan  sırasında  tanığın  gerçeğe dönerek  bilgisini  doğru  vermesi  hallerinde  eylem  henüz  sonuçlanmamış olacağından teşebbüs değerlendirmesi yapılamaz. Zira insanların çekingenlik ve stres altında hatırlayamamak veya yanlış ifade etmek gibi durumlarla karşılaşması  her  zaman  mümkündür.  Bu  hallerin  insan  psikolojisiyle doğrudan etkili olması da gözetilerek ifadenin tümü değerlendirilerek yalan tanıklık  kastının  varlığına  hükmetmek  gerekeceğinden  teşebbüs  mümkün değildir. Kişinin beyanı alan merciin TCK nın 272. maddesinde belirtilen yetkileri haiz bir mercii olduğu kanısında dahi suç oluşmayacağından, bu haldeki yanılma da eylemi teşebbüs niteliğine sokmayacaktır. 2. İştirak İştirak, bir kişi tarafından işlenmesi mümkün olan bir suçun birden fazla kişi tarafından ve birlikte suç işleme iradesi ile gerçekleştirilmesi halidir.  TCK nın 37 ila 41. maddeleri arasında düzenlenmiştir. Buna göre iştirak türleri faillik, azmettirme ve yardım etme şeklinde sıralanabilir. Türk ceza Kanunu  suç  ortaklarının  cezai  sorumluluğunun  belirlenmesinde  ikilik sistemini  kabul  etmiştir.  İkilik  sisteminde  suç  ortakların  suça  katılım durumuna göre faillik ve şeriklik olarak ikili bir ayrıma gidilmektedir. Buna göre failler ve şeriklerin cezai sorumluluğu ayrı ayrı belirlenmiştir. Yalan tanıklık suçu kasten işlenen suçlardan olması nedeniyle iştirak mümkündür. Ancak özgü suçlardan olması nedeniyle iştirakin her halinin mümkün olduğunu savunan görüşler olduğu gibi sadece bazı hallerin vücut                                                  36  FEYZİOĞLU, Tanıklık, s. 245; İÇEL, Kayıhan, Ceza Hukuku Genel Hükümler, Beta Yayıncılık, Ankara 2018, s. 210. 37  ÜNVER, Yener, Adliyeye Karşı Suçlar, Seçkin Yayıncılık, 3. Baskı, Ankara 2013, s. 222. 1124Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1107-1132 Yalan Tanıklık Suçu…    bulacağı  fikrini  savunan,  azmettiren  veya  yardım  eden  sıfatlarının kazanılmasına imkan tanıyacağını kabul eden görüşler de vardır. TCK nın 37. maddesinin 2. fıkrasında dolaylı faillik  düzenlenmiştir. Buna göre; suçun işlenmesinde bir başkasını araç olarak kullanan kişi de fail olarak sorumlu tutulur. Kusur yeteneği olmayanları suçun işlenmesinde araç  olarak  kullanan  kişinin  cezası,  üçte  birden  yarısına  kadar  artırılır. Dolaylı  faillikte  arka  plandaki  kişi,  bir  başka  şahsın  hareketini  suçun işlenmesinde  araç  olarak  kullanmaktadır.  Bu  kişi  suç  oluşturan  fiili gerçekleştiren  şahsın  üzerinde  hakimiyet  kurmaktadır.  Arkadaki  şahsın dolaylı fail olarak sorumlu tutulmasının nedeni de bu hakimiyettir. Yalan tanıklık  suçunda  dolaylı  faillik  kurumunun  vücut  bulup  bulmayacağı öğretide tartışmalıdır. Ağırlıklı savunulan görüşe göre özgü suç ve bizzat işlenebilir suç olması nedeniyle suça azmettirme ve suça yardım şeklindeki iştirakler mümkündür.   TCK nın 40. maddesinin 2. fıkrasında özgü suçlarda iştirake ilişkin bir hüküm vaz edilmiştir. Yasal düzenlemeye göre; Özgü suçlarda, ancak özel faillik niteliğini taşıyan kişi fail olabilir. Bu suçların işlenişine iştirak eden diğer  kişiler  ise  azmettiren  veya  yardım  eden  olarak  sorumlu  tutulur. Kanunun özgü suçlara ilişkin bu açık düzenlemesi karşısında bize göre de yalan  tanıklık  suçuna  azmettirme  ve  yardım  etme  şekillerinde  iştirak olunabilir. Yargıtay da süregelen istikrarlı kararlarında özgü suçlara özel faillik sıfatını  taşımayan  kimselerin  ancak  azmettiren  ve  yardım  eden  olarak katılabileceği yönünde karar vermektedir. Benzer şekilde özgü suç olan                                                  38  GÖKTÜRK, s. 400; ÖZBEK/DOĞAN/BACAKSIZ, Özel Hükümler, s. 1159; TEZCAN, Durmuş/ERDEM, Mustafa Ruhan/ÖNOK, Murat, Ceza Özel Hukuku, Seçkin Yayınevi, Ankara 2020, s. 1244. Bir görüşe göre, özgü bir suç olmadığından, suç ortaklığına ilişkin her hüküm yalan tanıklık suçu açısından uygulanma alanı bulabilir. Ancak belirtmek gerekir ki, yapılan bu değerlendirme ortaklık çeşitleri bakımından bir ayrıma gitmemiş, suçun  bizzat  işlenebilen  bir  suç  olması  nedeniyle  ortaya  çıkabilecek  farklılıklar  ele alınmamıştır.  Genel  olarak  suçun  iştirak  bakımından  bir  özellik  göstermediği  ifade edilmiştir. 39  ÖZGENÇ, İzzet, Suça İştirak, İBB Hukuk Müşavirliği, İstanbul 1996, s. 197, 202. …asıl failin araç konumuna indirgendiği ve fiil hâkimiyetinin arkada bulunan kişide olduğu durumlarda dolaylı faillik gündeme gelecektir. Bkz. TÖNGÜR, Ali Rıza, Yargıtay Kararları  Doğrultusunda  İştirak  Türü  Olarak  Dolaylı  Faillik  ve  Azmettirme,  Ceza Hukuku Dergisi, S. 28, Y. 2015, ss.223-259, s. 257. 40  Yargıtay 11. Ceza Dairesi  21.11.2018, E. 2018/5164, K. 2018/9367 sayılı  kararında  Görevi gereği düzenlemeye yetkili olduğu resmî belgeyi sahte olarak düzenleme suçunun özgü suç olması karşısında; sanığın, diğer sanığa isnat olunan suça ne şekilde iştirak ettiği  belirlenip  tartışılmadan,  sanığın  5237  sayılı  TCK nın  md.  204/2  gereğince cezalandırılması bozmayı gerektirmiştir. demiştir. 1125Feyza KIR Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1107-1132 zimmet suçunda kamu görevlisi olmayan faillerin azmettiren veya yardım eden sıfatını alabileceği şeklinde kararlar vermiştir. Özgü suçlarda dolaylı failliğin mümkün olmadığına dair pek çok emsal karar mevcuttur. Yalan tanıklık suçunda gerçeğe aykırı beyanları tanık sıfatını taşıyacak kişiye  söyleten  yalan  iradesi  yokken  irade  oluşturan  azmettiren  olarak sorumlu tutulacaktır. Bu suça yardım etme eylemleri de çeşitli şekillerde ortaya çıkabilir. Yalan tanıklık yapma niyeti bulunan bir kimsenin teşvik edilmesi,  yalan  tanıklık  yapma  kararında  olan  failin  bu  kararının kuvvetlendirilmesi, yalan tanıklıktan sonra yardımda bulunulacağının vaat edilmesi, yalan tanıklığın ne şekilde yapılacağı konusunda yol gösterilmesi ve suçun işlenmesinden önce yardımda bulunarak icrasının kolaylaştırılması hallerinde, yardım etmeden sorumluluk doğacaktır.   3. İçtima Türk Ceza hukukunda kural olarak kaç tane fiil varsa o kadar suç ve kaç tane suç varsa o kadar ceza vardır. Buna göre suçların içtiması kapsamına giren istisnalar dışında, işlenen her suçtan dolayı fail hakkında ayrı ayrı cezaya  hükmedilir.  Bir  başka  deyişle  gerçek  içtima  kuralının  istisnasını suçların içtimasına ilişkin düzenlemeler oluşturmaktadır. TCK da suçların içtiması  başlığı  altında;  bileşik  suç,  zincirleme  suç  ve  fikri  içtima hükümlerine  yer  verilmiştir.  Bileşik  suçun  esasen  görünüşte  içtima  hali olduğu kabul edilmektedir.  Aynı nevi den fikri içtima zincirleme suç başlığı altında TCK nın 43. maddesinin 2. fıkrasında düzenlenmiştir. Farklı nevi den fikri içtima ise TCK nın 44. maddesinde düzenlenmiştir. Her iki                                                  41  Yargıtay 5. CD, 16.2.2019, E. 2008/9242 K. 2009/1799 sayılı kararında  Zimmet suçu özgü suçlardan olup, kamu görevlisi olmayan sanığın TCK nın 40/2. maddesine göre, azmettiren veya yardım eden olarak sorumlu tutulacağının nazara alınmaması yasaya aykırıdır. demiştir. 42  Dava ihaleye fesat karıştırma suçuna ilişkindir. 5237 Sayılı TCK'nın 40/2. maddesine göre  özgü  suç  niteliğinde  olan,  bu  sebeple  dolaylı  failliğe  elverişli  bulunmayan  ve TCK nın 235/2-a maddesi uyarınca ihale sürecinde görevli kişiler tarafından işlenebilen ihaleye fesat karıştırma suçunun ihaleye teklif veren sanıklar tarafından işlenemeyeceği, sanıkların bu suçun faili olamayacağı, ancak azmettiren veya yardım eden sıfatıyla suça iştirak edebileceği nazara alındığında Valilik tarafından ihale komisyonu üyeleri hakkında Cumhuriyet Savcılığına suç duyurusunda bulunulduğunun anlaşılması karşısında, bu suç duyurusu sonucunun araştırılması, dava açıldığının tespiti halinde derdest ise dosyaların birleştirilmesi,  kesinleşmesi  durumunda  ise  dosyanın  aslının  ya  da  onaylı  suretinin getirtilmesinden  sonra  sonucuna  göre  sanıkların  hukuki  durumunun  tayin  ve  takdiri gerekir. Bkz. Yargıtay 5. CD, 5.5.2016, E. 2014/2923, K. 2016/4679. 43  İNCE TUNÇER, Yalan Tanıklık Suçu, s.186. 44  İNCE TUNÇER, Yalan Tanıklık Suçu, s.188. 1126Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1107-1132 Yalan Tanıklık Suçu…    durumda da tek bir fiille birden çok suç işlenmektedir. Tek fiille ortaya çıkan birden fazla suçun aynı olması halinde aynı nevi den fikri içtima; farklı olması  halinde  de  farklı  nev iden  fikri  içtima  söz  konusu  olmaktadır. Zincirleme suç halinde de birden fazla fiil ve suç bulunmaktadır. Tanık  bilgisine  başvurulan  olayla  ilgili  olarak  binden  fazla  noktada gerçeğe aykırı beyanda bulunmuş olabilir ki bu halde tek bir yalan tanıklık suçu  oluşacaktır.  Tanık  soruşturma  ve  kovuşturma  aşamalarında  devam ederek yalan beyan vermiş ise bu durumda da tek bir suçtan bahsedilmelidir. Fakat tanık birden fazla maddi vakıa hakkında yalan beyanda bulunuyor ise zincirleme  suç  hükümlerinin  uygulanması  gerekir.  Tanık  her  seferinde kişileri ve olayları farklılaştırarak gerçeğe aykırı konuşuyorsa bu durumda da binden fazla suç işlendiğinin kabulü gerekmektedir. Bu noktada maddi fiil ile hukuki  fiilin  birbirlerinden  farklı  olabileceği  ve  sayılarının  da eşleşmeyebileceği gözden kaçırılmamalıdır. II. ETKİN PİŞMANLIK Öğretide etkin pişmanlık, Suçun bütün unsurlarıyla tamamlanmasından sonra failin yaptığı pişmanlık gösteren hareketler45 şeklinde tanımlanmış olmakla  birlikte  suçun  tamamlanmasından  sonra  failin  gönüllü  olarak neticeyi telafi etmeye yönelik gerçekleştirdiği davranışlardır46 şeklinde de tanımlanmaktadır.  Etkin  pişmanlığın  kişinin  kendi  çabalarıyla  suçun tamamlanmasını  veya  neticenin  gerçekleşmesini  önlemek  şeklinde tanımlanan TCK nın 36. maddesinde düzenlenen gönüllü vazgeçmeden farklı  olduğu  unutulmamalıdır.  Etkin  pişmanlık  durumunun  suçun işlenmesinden sonra ortaya çıkması nedeniyle suçun unsurlarının oluşumuna etkisi yoktur.   Diğer bir deyişle etkin pişmanlık suçun haksızlık tanımını ve suç olma vasfını etkilememektedir. Bunun yanında failin kusuruna da etkisi yoktur. Dolayısıyla faile tamamen ceza verilmemesi sonucunu doğuracak şekilde etkin pişmanlığın bulunması durumunda dahi verilmesi gereken karar beraat değil ceza verilmesine yer olmadığı kararıdır.   Yalan  tanıklık,  gerçeğe  aykırı  tanıklık  yapmak  ve  bildiğini saklamak şeklinde tanımlanabilirse, bu suçun etkin pişmanlığı da gerçeğin                                                  45  HAKERİ, Hakan, Ceza Hukuku Genel Hükümler, Adalet Yayınevi, 23. Baskı, Ankara 2020, s.660. 46  KOCA/ÜZÜLMEZ, s.415. 47  Bkz. KEKLİK, Ramazan, 5237 sayılı Türk Ceza Kanununda Etkin Pişmanlık, Adalet Yayınevi, Ankara 2016. 1127Feyza KIR Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1107-1132 söylenmesi-gerçeğe  dönülmesi  şeklinde  tanımlanabilir.  Açık  bir  ikrar olmasa dahi etkin pişmanlık  özü itibariyle kişinin gerçeği söylemesiyle önceki beyanlarında yalan söylediğini veya gerçeği gizlediğini belirtmesi demektir. Etkin pişmanlık hali için kişinin önceki ifadelerinden dönmesi kafidir, samimiyetle yalan söylemekten ya da gerçeği gizlemekten pişman olduğunu söylemesine gerek yoktur. Yani ifadeleri arasındaki çelişkiler sorulduğunda misal olarak heyecanlanmıştım, kendimde değildim, sonradan aklım başıma geldi  şeklindeki  açıklamalar  önceki  söylediklerinden  döndüğünü göstermeye  yeterlidir.  Nitekim  Yargıtay  benzer  doğrultuda  kararlar vermektedir.  Hatta  kişinin  tanıklık  yaparken  bildiği  gerçeği  saklama halinde de bu durumun oluşabileceğine dair kararlar verilmektedir.   TCK nın 274. maddesinde düzenlenen etkin pişmanlık hükümlerinin uygulanması  bakımından  iki  ölçüt  kullanılmıştır.  Bunlar aleyhinde yalan tanıklıkta bulunulan kimse bakımından ortaya çıkan sonuçlar ve gerçeğin söylendiği  an  itibariyle  yargılamanın  gelmiş  olduğu  safhadır.  Aleyhine tanıklık yapılan  kimse  bakımından  ortaya  çıkan  sonuçlar  ağırlaştıkça  ve muhakeme aşamaları ilerledikçe fail hakkında hükmedilecek ceza indirimi oranı azalmaktadır.                                                  48  Sanığın, yalan tanıklıktan hakkında dava açıldıktan sonra duruşma sırasında söylediği  suçumu kabul ediyorum, ancak lehine tanıklık yaptığım insanların yanında kaldığım için onlara muhtaç olduğumdan işittiğim şeyleri söyleyemedim  diyerek gerçeğe döndüğünün anlaşılması karşısında;765 sayılı TCY.nın 289/2. maddesinde ön görülen yalan tanıklıktan dönmeye ilişkin hükümlerin uygulanıp uygulanmayacağı tartışılmadan, yetersiz gerekçe ile hüküm kurulması… Bkz. Yargıtay 4. CD, 18.6.2008, E. 2006/10767 sayılı karar. 49  Yargıtay 4. Ceza Dairesi nin 06.12.2011, E. 2009/20331, K. 2011/23236 sayılı kararında sanık E.D.nin aşamalarda olay günü sürücü belgesiz kullandığı araç ile tek taraflı yaralamalı trafik kazası yapması nedeniyle kendisini ceza almaktan kurtarmak amacı ile suçu üstlenen A.U.nun suç üstlenmek ve kendisinin de sürücü belgesiz araç kullanmak suçlarından yargılandıkları davalarda aracı A.U.nun kullandığı yönünde yalan tanıklık yapmaları konusunda diğer sanıkları azmettirdiğini belirtmesi ve sanıklar Y.O. ve M.G.nin de  yalan  tanıklık  yaptıklarını söyleyerek  gerçeği  açıklamalarının  karşısında  sanıklar hakkında  5237  sayılı  TCK nun  274/2-3  maddelerinde  düzenlenen  etkin  pişmanlık hükmünün uygulanma olanağının tartışılmaması bozmayı gerektirmektedir. denilmiştir. 50  Yargıtay 4. Ceza Dairesi nin 21.03.2011, 2009/2368, 2011/3505 sayılı kararında Sanığın mahkemede tanık sıfatıyla ifade verirken, köyde şahit olduğu kavga olayını hatırlı kişilerin aracı olması ve tarafların barışacağı gerekçesiyle görmediğini söylemesine karşın, sonraki ifadesinde kavgayı gördüğünü söyleyerek gördüklerini anlatması biçimindeki eyleminde TCK nın  272,  274/1.  maddelerinin  uygulanması  gerektiğinin  gözetilmemesi  bozmayı gerektirmiştir. denilmiştir. 1128Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1107-1132 Yalan Tanıklık Suçu…    Etkin pişmanlık hükümlerine ilişkin olarak tartışmalı noktalardan biri de gerçeğe aykırı tanıklığın lehe yapılması durumunda, söz konusu etkin pişmanlık  hükümlerinin  uygulanıp  uygulanmayacağıdır.  Yargıtay ın uygulamalarında farklılıklar gözlenmektedir. Bir  kısım kararlarında etkin pişmanlık hükümleri yalnızca failin aleyhe tanıklık yaptığı hallere mahsus olarak uygulanabilir; lehe yalan tanıklık yapılması durumunda, 274. madde hükmünün uygulanamayacağı yönündedir. Nitekim Yargıtay Ceza Genel Kurulu nun üst üste verilen kararlarında da etkin pişmanlık hükümlerinin aleyhe  tanıklık  hallerinde  uygulanacağı,  lehe  yapılan  yalan  tanıklıktan dönülmesi halinde etkin pişmanlık hükümlerinin uygulanmayacağını karara bağlamıştır. Ceza yargılamasının asıl amacının maddi gerçeğe ulaşarak adaletin tesis edilmesi ve kişinin adil yargılanmasını sağlamak olduğuna göre lehe yalan tanıklık yapılması halinde  de  etkin  pişmanlık  hükümlerinin  uygulanması kanaatimizce de gereklidir. TCK nın 272. maddesinin 1 ila 3. fıkralarında yer alan düzenlemeler dikkate  alındığında  korunan  değerin  maddi  gerçek  olduğu  sonucuna varılmaktadır. Maddi gerçeğin tespit edilerek korunduğu bir durumda yalan olduğu  ortaya  çıkan  tanık  beyanının  lehe  ya  da  aleyhe  olması  etkin pişmanlığın hayat bulması için önemli olmamalı, aleyhe yalan tanıklığın derecesine göre ceza tespitine gidilmelidir. Zira aleyhe beyanda bulunan tanık etkin pişmanlıktan yararlanırken, lehe beyanda bulunan tanığın etkin pişmanlıktan yararlanmadan daha fazla cezaya çarptırılmasında kamu yararı görülmemelidir.  Çünkü  bu  durumun  lehe  yalan  beyanda  bulunan  tanık bakımından  aleyhe  sonuç  doğuracağı    ve  korunan  hukuki  menfaat  esas alındığında Anayasa nın eşitlik ilkesine de aykırı  olacağı kanaatindeyiz. Yargıtay da bizim de içinde yer aldığımız bu görüşü savunanlara göre  hükümden önce ya da ceza davasında mahkûmiyet kararı kesinleşmeden önce gerçeği söylemesi halinde, yalan beyanın lehe ya da aleyhe olduğuna bakılmaksızın fail, etkin pişmanlık hükmünden yararlanmalıdır. TCK nın 274. maddede geçen aleyhine tanıklık yapılan kişi ifadesi, suçun neticesi                                                  51  Aleyhine  tanıklık  yapılan  kişi  hakkında  bir  hak  kısıtlaması  veya  yoksunluğunu sonuçlayacak nitelikte karar verilmeden veya hükümden önce ya da aleyhine tanıklık yapılan kişi hakkında mahkûmiyet kararı kesinleşmeden önce gerçeğin söylenmesi halinde TCK nın 274. maddesinde düzenlenen etkin pişmanlık hükmünün uygulanabileceği, lehe yalan  tanıklık  yapılıp  da  gerçeğe  dönülmesi  halinde  anılan  madde  hükmünün uygulanamayacağı… Bkz. Yargıtay 9. CD, 19.11.2014, E. 2014/6798, K. 2014/11701. 52 Bkz.  Yargıtay  CGK,  E.2014/9-428,  K.2018/8  sayılı,  E.2015/177,  K.2018/205  sayılı, E.2015/187- K. 2018/206 sayılı kararları. 1129Feyza KIR Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1107-1132 sebebiyle ağırlaşmış hallerinin düzenlendiği TCK nın 272. maddenin 4 ilâ 8. fıkraları  ile  atıflı    düşünülmelidir.  TCK nın    272.  maddenin  4  ilâ  8. fıkralarında kullanılan aleyhinde tanıklıkta bulunulan kişi ifadesiyle, yalan tanıklık suçu nedeniyle mağdur olan kişiler kastedilmiştir. Ağır sonuçların failin tanıklığı nedeniyle ortaya çıkmış olması gerektiği için böyle bir ifade kullanıldığı yani  yalan tanıklık suçunun ağır neticeleri, aleyhinde gerçeğe aykırı tanıklıkta bulunulan kişiyle ilgili olarak ortaya çıkmaktadır. TCK nın 274. maddesinde ise failin etkin pişmanlıktan yararlanabileceği zaman dilimi ifade  edilmiştir.  Düzenleme  ile  aşamalı  bir  biçimde  aleyhinde  tanıklıkta bulunulan  kişi  hakkında  verilen  kararın  niteliğine  göre  etkin  pişmanlık neticesinde yapılacak indirim oranı belirlenmiştir.      Nitekim  Yargıtay  Ceza  Genel  Kurulu nun  2018/9-298  esas  sayılı 03.12.2020 tarihli kararında da bu husus tartışılmış olup, lehe yalan tanıklık suçunu işleyen kişinin de etkin pişmanlık hükümlerinden yararlanmasına hükmolunmuştur.  Madde  düzenlemesi  ile  korunan  hukuki  menfaat  esas alındığında maddenin uygulamasında Anayasanın eşitlik ilkesine aykırı bir durumun  doğmasına  sebep  olacağından  lehe  tanıklık  dahi  olsa  yalan tanıklıktan dönülmesi halinde etkin pişmanlık hükümleri uygulanmalıdır. Fail, soruşturma evresinde de söz konusu etkin pişmanlık hükmünden yararlanabilir.  Soruşturma  evresinde  failin,  aleyhine  tanıklık  yaptığı  kişi hakkında bir hak kısıtlamasını veya yoksunluğunu sonuçlayacak nitelikte karar verilmeden önce gerçeğe dönmesi halinde Cumhuriyet savcısı, kamu davasını  açmada  takdir  yetkisini  kullanarak  kovuşturmaya  yer  olmadığı kararı verebilir (CMK m. 171).  Ancak belirtmek gerekir ki, 274. maddenin 2. ve 3. fıkraları bakımından Cumhuriyet savcısının böyle bir takdir hakkı bulunmamaktadır. Cezanın tamamen ortadan kalkmasını gerektiren etkin pişmanlık hali TCK nın  274.  maddesinin  ilk  fıkrasında  düzenlenmiştir.  Buna  göre Aleyhine  tanıklık  yapılan  kişi  hakkında  bir  hak  kısıtlamasını  veya yoksunluğunu sonuçlayacak nitelikte karar verilmeden veya hükümden önce gerçeğin söylenmesi halinde cezaya hükmolunmayacaktır. Bu hüküm lehe tanıklık yapan yalan tanıklar hakkında da uygulanmalı, aleyhe tanıklığın ise hak kısıtlaması veya yoksunluğunu doğurmamış olması halinde ve hüküm verilmeden  önce  pişmanlık  gösterilerek  gerçeğe  dönülmesi  durumunda uygulanmalıdır. Burada Kanun koyucunun aradığı gerçeğin hüküm ne olursa olsun öncesinde açığa çıkarılmasıdır. Çünkü hükümle yalan beyana itibar edilerek karar verilmiş olacaktır. Nitekim hüküm verildikten sonra ve fakat kesinleşmeden  önce  yalan  beyandan  dönülmesi  halinde  TCK nın 274maddesinin 3. fıkrasındaki etkin pişmanlık hali söz konusu olacaktır. 1130Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1107-1132 Yalan Tanıklık Suçu…    TCK nın  274.  maddesinin  1.  fıkrasındaki  durumda  soruşturma aşamasında  ise  Takipsizlik  Kararı,  kovuşturma  aşamasında  ise  Ceza Verilmesine Yer Olmadığına Kararı verilecektir. TCK nın 274. maddesinin 2. fıkrasında Aleyhine tanıklık yapılan kişi hakkında bir hak kısıtlamasını veya yoksunluğunu sonuçlayacak nitelikte karar  verildikten  sonra  ve  fakat  hükümden  önce  gerçeğin  söylenmesi halinde  yalan  tanıklık  suçunun  cezasında  indirim  yapılabileceği düzenlenmiştir. Burada da lehe tanıkla beraber aleyhine tanıklık yapan failin fiilinin ikinci aşaması düşünülmelidir. Hakim karar gerekçesini de göstererek yalan tanıklık suçunun cezasında ½ ila 2/3 oranında indirim yapabilecektir. TCK nın 274. maddesinin 3. fıkrasında da Aleyhine tanıklık yapılan kişi  hakkında  verilen  mahkumiyet  kararı  kesinleşmeden  önce  gerçeğin söylenmesi  halinde  verilecek  cezanın  yarısından  üçte  birine  kadarının indirilebileceği düzenlenmiştir. Yani hakim kararının gerekçesini göstererek yalan  tanıklık  suçunun  cezasında  asgari  1/3,  azami  ½  oranda  indirim yapabilecektir. Etkin pişmanlık gösteren kişinin bu eylemindeki gayret ve samimiyeti ile    maddi  gerçeğin  ortaya  çıkmasına  ve  dolayısıyla  adaletin  tecellisine katkısı  gibi  kriterler  göz  önünde  tutularak  cezada  indirim  yapılıp yapılmayacağına  ve  yapılacak  ise  indirim  oranının  takdirine  karar verilecektir. Takdir hakkı hakimindir.",
     "Kaynakça": "ARTUK, Mehmet Emin/GÖKCEN, Ahmet/YENİDÜNYA, Caner, Ceza Hukuku Özel Hükümler, Adalet Yayınevi, Ankara 2014. ARTUK, Mehmet Emin/GÖKCEN, Ahmet/YENİDÜNYA, Caner, Ceza Hukuku Genel Hükümler, Adalet Yayınevi, Ankara 2014. CENTEL, Nur/ZAFER, Hamide, Ceza Muhakemesi Hukuku, Beta Yayıncılık, 16. Baskı, İstanbul 2019. FEYZİOĞLU, Metin, Ceza Muhakemesi Hukukunda Tanıklık, US-A Yayıncılık, Ankara 1996. GÖKTÜRK, Neslihan, “Yalan Tanıklık Suçu, Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. XX, Y. 2016, S.1, ss. 347-409. HAFIZOĞULLARI,  Zeki,  “Kusurluluğu  Kaldıran  Bir  Neden  Olarak  Ceza Hukukunda İstenemezlik İlkesi, Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2008, Cilt: 57, Sayı: 3, s. 338-360. HAFIZOĞULLARI, Zeki/ÖZEN, Muharrem, Türk Ceza Hukuku Özel Hükümler Millete ve Devlete Karşı Suçlar, US-A Yayıncılık, Ankara 2016. 1131Feyza KIR Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1107-1132 HAKERİ,  Hakan,  Ceza  Hukuku  Genel Hükümler,  Adalet  Yayınevi,  23.  Baskı, Ankara 2020. İÇEL, Kayıhan, Ceza Hukuku Genel Hükümler, Beta Yayıncılık, Ankara 2018. İNCE  TUNÇER,  Asuman,  Yalan  Tanıklık  Suçu,  Hacettepe  Üniversitesi  Sosyal Bilimler Enstitüsü Kamu Hukuku Anabilim Dalı Doktora Tezi, Ankara 2019. KEKLİK, Ramazan, 5237 sayılı Türk Ceza Kanununda Etkin Pişmanlık, Adalet Yayınevi, Ankara 2016. KOCA, Mahmut/ÜZÜLMEZ, İlhan, Türk Ceza Hukuku Özel Hükümler, Adalet Yayınevi, 7. Baskı, Ankara 2020. ÖZBEK,  Veli  Özer/DOĞAN,  Koray/BACAKSIZ,  Pınar/TEPE,  İlker,  Ceza Muhakemesi Hukuku, Seçkin Yayınevi, Ankara 2020. ÖZBEK, Veli Özer/DOĞAN, Koray/BACAKSIZ, Pınar/TEPE, İlker, Türk Ceza Hukuku Genel Hükümler, Seçkin Yayıncılık, 11. Baskı, Ankara 2020. ÖZBEK, Veli Özer/DOĞAN, Koray/BACAKSIZ, Pınar,  Türk Ceza Hukuku Özel Hükümler, Seçkin Yayıncılık, Ankara 2020. ÖZGENÇ, İzzet, Suça İştirak, İBB Hukuk Müşavirliği, İstanbul 1996. SOYASLAN, Doğan, Ceza Hukuku Özel Hükümler, Yetkin Yayınevi, 11. Baskı, Ankara 2016. ŞAHİN,  Cumhur  /  GÖKTÜRK,  Neslihan,  Ceza  Muhakemesi  Hukuku,  Seçkin Yayınevi, 5. Baskı, Ankara 2020. TEZCAN, Durmuş/ERDEM, Mustafa Ruhan/ÖNOK, Murat, Ceza Özel Hukuku, Seçkin Yayınevi, Ankara 2020. TÖNGÜR,  Ali  Rıza,  “Yargıtay  Kararları  Doğrultusunda  İştirak  Türü  Olarak Dolaylı Faillik ve Azmettirme, Ceza Hukuku Dergisi, S. 28, Y. 2015, ss. 223259. ÜNVER, Yener, Adliyeye Karşı Suçlar, Seçkin Yayıncılık, 3. Baskı, Ankara 2013. ÜNVER, Yener/HAKERİ, Hakan, Ceza Muhakemesi Hukuku, Adalet Yayınevi, 17. Baskı, Ankara 2020. YAŞAR,  Osman  /  GÖKCAN,  Hasan  Tahsin  /  ARTUÇ,  Mustafa,  YorumluUygulamalı Türk Ceza Kanunu, C. 6, 2. Baskı, Adalet Yayınevi, Ankara 2014. 1132"
}