{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": " 04",
     "Ay": "10",
     "Yıl": "2019",
     "Cilt": "69",
     "Sayı": "02",
     "Başlık": "HUKUKİ AÇIDAN BANKA TEMİNAT MEKTUPLARI",
     "Title": "Letters of Guarantee from Legal Perspective",
     "Yazar İsmi": [
          "Himmet KOÇ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Banka",
          "Garanti",
          "Teminat",
          "Lehtar",
          "Muhatap "
     ],
     "Keywords": [
          "Bank",
          "Guaranty",
          "Guarantee",
          "Beneficiary",
          "Interlocuter"
     ],
     "Özet": "Teminat mektubu ile banka, lehtarın bir davranışının sorumluluğunu, yani  bir  riski  üstlenmektedir.  Bu  yönüyle  teminat  mektubu  bir  garanti fonksiyonu  görmektedir.  Teminat  mektubu;  bankanın,  lehtarla  muhatap arasındaki ilişkide lehtarın ödeme gücünü garanti etmesi, lehtar ödemede bulunmazsa da onun borcunu muhataba ödemeyi garanti ettiği bir sözleşme türüdür.  Teminat  mektubu  ilişkisi,  üçlü  bir  borç  ilişkisinden kaynaklanmaktadır.  Önce  bir  temel  ilişki  bulunur,  bu  temel  ilişkinin alacaklısının isteği üzerine borçlu, bankadan kendisinin ediminin taahhüt altına alınmasını talep eder. Bankanın teminat mektubu vermesi ile de üçlü bir ilişki meydana gelmiş olur. Teminat sözleşmesinde banka, bir netice sorumluluğu üstlenmektedir. Burada bir garanti işlevi mevcuttur. Teminat mektubu ile banka, lehtarın bir davranışının sorumluluğunu, yani bir riski üstlenmektedir.  Buradaki  risk  genelde  bir  borcun  ödenmemesi  şeklinde vücut  bulmaktadır.  Söz  konusu  durumda  bankanın  risk  üstlenmesi yapabilmesi için, risklerin belirlenmiş olması gerekmektedir.",
     "Abstract": "With  the  letter  of  guarantee,  the  bank  takes  responsibility  for  the behavior of the beneficiary, that is to say a risk. In this respect, the guarantee letter is a guarantee function Letter of guarantee; guarantees the payment power of the beneficiary in the relationship between the beneficiary and the                                                             Makalenin Geliş Tarihi: 14.05.2019, Makalenin Kabul Tarihi: 04.10.2019    Ankara Üniversitesi Sosyal Bilimler Enstitüsü Özel Hukuk ABD Doktora Öğrencisi, ORCID: 0000-0002-3020-0412 Himmet KOÇ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602  interlocutor.  If  the  beneficiary  does  not  pay,  the  letter  of  guarantee guarantees his debt to the interlocutor. The letter of guarantee is based on a triple debt relationship. First, there is a basic relationship, upon the request of the creditor of this basic relationship, the borrower requests the bank to undertake its own undertaking. When the bank gives a letter of guarantee, a triple  relationship  has  occurred.  In  the  collateral  contract,  the  bank undertakes  the  responsibility  of  a  consequence.  A  warranty  function  is available here. With the letter of guarantee, the bank takes responsibility for the behavior of the beneficiary, namely a risk. The risk here is usually the failure to pay a debt. In this case, the risks should be determined in order for the bank to undertake risk assumptions.",
     "Metin": "Herhangi bir kanuni tanımı bulunmayan teminat mektupları,  hukuk aleminde kendisine oldukça geniş bir yer bularak yıllar içerisinde gelişmiştir. Doktrinde  farklı  şekillerde  tanımlanmasına  rağmen  uygulamada  teminat mektupları,  genellikle  tek  tip  bir  teminat  mektubundaki  boşlukların doldurulması  suretiyle tedavül görmektedir.  Teminat  mektubu ile  banka, lehtarın bir davranışının sorumluluğunu, yani bir riski üstlenmektedir. Bu yönüyle teminat mektubu bir garanti fonksiyonu görmektedir.  Teminat mektubunun hukuki niteliğine ilişkin uzun yıllar kabul edilen görüş, iki farklı Yargıtay İçtihadı Birleştirme Kararı nda değiştirilmiştir. Bu görüşlere çalışma içerisinde yer verilecektir. Teminat mektubunun hukuki niteliği  izah  edilmeye  çalışıldıktan  sonra,  Talep  Garantilerine  İlişkin Birörnek Kurallar ın hukuki niteliğine de değinilecektir.  Çalışmanın devamında teminat mektubu ilişkisinin tarafları hususuna değinilecektir. Bu taraflar lehtar, muhatap, garantör ve muhabir banka olarak tespit edilecektir. Bu taraflar arasında temel ilişki, karşılık ilişkisi ve garanti ilişkisi  kurulmaktadır.  Çalışmada  taraflar  arasındaki  ilişkilere  de değinildikten sonra, teminat mektubu ilişkisinin sona ermesi hususuna yer verilecektir.  Devamında  ise  tarafların  yükümlülükleri  tespit  edilmeye çalışılacaktır.  Çalışmanın devamında teminat mektubunun benzer hukuki işlemlerden farkları tespit edilmeye çalışılacaktır. Konu bütünlüğünü bozmamak adına; kefalet, aval, akreditif gibi işlemlerin detaylı açıklamalarından kaçınılacaktır. Çalışmada son olarak ise teminat mektubunun türleri hususu izah edilmeye çalışılacaktır.  568Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602          Hukuki Açıdan Banka Teminat Mektupları      I.  TEMİNAT MEKTUBU KAVRAMI VE ÖZELLİKLERİ A. GENEL OLARAK Teminat  mektubu  kavramının  kanuni  tanımı  bulunmamaktadır. Uygulamada  farklı  şekillerde  işlemlere  konu  olabilme  özelliğine  sahip teminat mektuplarının tümünün aynı nitelikte hukuki ilişkiyi doğurmaması beklenemez. İş hayatında tek tip bir teminat mektubunun herkes tarafından kullanılması da mümkün değildir. Bu nedenle de farklı hukuki niteliklere sahip,  farklı  tanımlamalara  tabi  teminat  mektupları  işlemlere  konu olabilmektedir. Doktrinde teminat mektupları hakkında farklı tanımlamalar yapılmıştır.  BARLAS, banka teminat mektubunu bankanın, borçlunun alacaklıya karşı üzerine aldığı bir edimi yerine getirmemesi halinde belirli bir miktar parayı  alacaklının  ilk  talebinde  ona  derhal  ödemeyi  kabul  ve  taahhüt ettiğine dair bir verilen mektup3, olarak tanımlamıştır.  TEKİNALP e  göre  ise,  banka  teminat  mektupları  ile  bankanın, müşterisinin istemi üzerine müşterisiyle herhangi bir hukuki ilişkiye girme durumunda bulunan üçüncü kişiye, müşterisinin bu ilişkiden doğan borcunu yerine  getirmemesi  veya  herhangi  bir  edimin  ifa  edilmemesi  ile  alakası olmadan,  sadece  korkulan  bir  olayın  vukuu  halinde  belirli  bir  meblağa kadar ödemede bulunmayı garanti ettiği sözleşmedir4. REİSOĞLU, banka teminat mektuplarını, teminatı amaçlayan garanti sözleşmeleri olarak tanımlamış, diğer garanti sözleşmelerinde olduğu gibi teminatı  amaçlayan  garanti  sözleşmelerinin  de  lehtar  ile  muhatap arasındaki  temel ilişkiden  bağımsız olduğunu  ve belli  bir riskin  garanti veren tarafından üstlenildiği sözleşmeler olarak nitelemiştir. DOĞAN  ise  eserinin  son  baskısında  teminat  mektubunun  tanımını yapmaktan kaçınmıştır. Teminat mektuplarını garanti sözleşmesi niteliğinde                                                             1   REİSOĞLU,  Seza:  Banka  Teminat  Mektupları  ve  Kontrgarantiler.  Türkiye  Bankalar Birliği Yayınları, Ankara, 2003. s. 35; BARLAS, Nami: Türk Hukuk Sisteminde Banka Teminat Mektupları. Kazancı Hukuk Yayınları, İstanbul 1986. s. 7; BAŞARA, İzzet: Banka Teminat Mektuplarının Hukuki Niteliği. TBB Dergisi, 2009, Y. 22, S. 83. s. 302. 2   GÜNAY,  Celal:  Banka  Teminat  Mektupları.  Çankaya  Üniversitesi  sosyal  Bilimler Enstitüsü Yüksek Lisans Tezi. Ankara, 2014. (Danışman: Yrd. Doç. Dr. Gamze TURAN BAŞARA). s. 2 vd.  3   BARLAS. 8. 4 TEKİNALP, Ünal: Banka Hukukunun Esasları (Yeniden Yazılmış İkinci Bası). Vedat Kitapçılık, İstanbul, 2009. 51. 5   REİSOĞLU, Kontrgaranti. s. 36; 569Himmet KOÇ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602  değerlendirerek  garanti  sözleşmesinden  ne  anlaşılması  gerektiğini tanımlamak  yerine,  bir  sözleşmenin  garanti  sözleşmesi  olarak nitelendirilebilmesi için hangi unsurları taşıması gerektiğinin incelenmesi daha isabetli gözükmektedir ifadelerini kullanmıştır.  Yargıtay  bir  kararında  teminat  mektuplarını;  Teminat  mektubu sözleşmesi, fer i nitelikte olmayan öyle bir sözleşmedir ki garanti veren, garanti alandan bir ivaz elde etmek için değil, fakat onu teşebbüs veya iş yapmaya  yöneltmek  için  bağımsız  olarak  söz  konusu  teşebbüs  veya  işin tehlikelerini  kısmen  veya  tamamen  üzerine  almaktadır  şeklinde tanımlamıştır. Genel olarak teminat mektubu; bankanın, lehtarla muhatap arasındaki ilişkide lehtarın ödeme gücünü garanti etmesi, lehtar ödemede bulunmazsa da onun borcunu muhataba ödemeyi garanti ettiği bir sözleşme türüdür. Teminat  sözleşmesinde  banka,  bir  netice  sorumluluğu  üstlenmektedir. Burada bir garanti işlevi mevcuttur. Teminat mektubunun hukuki niteliğine ilişkin ileride ayrıntılı izahatlar yapılacaktır.  Teminat mektubu ile banka, lehtarın bir davranışının sorumluluğunu, yani bir riski üstlenmektedir. Buradaki risk genelde bir borcun ödenmemesi şeklinde vücut bulmaktadır. Söz konusu durumda bankanın risk üstlenmesi yapabilmesi  için,  risklerin  belirlenmiş  olması  gerekmektedir.  Aksi  halde genel olarak, gelecekte çıkacakları bile belli olmayan risklerin üstlenmesi söz konusu olamaz. Öyle ki Yargıtay dairesi bir kararında … dava konusu teminat  mektuplarının  davacı  şirketin,  davalıdan  satın  alacağı  malın teminatını teşkil etmek üzere davalıya verildiği; bu nedenle veriliş amacı dışında paraya çevrilmesinin mümkün olmadığı yönünde karar vermiştir 10. Bir başka kararda ise Hukuk Genel Kurulu … Belirsizliğin garantisi olmaz. Bu  itibarla,  limit  gösterme  şartı  bulunmamakla  birlikte,  garanti sözleşmesinde hangi riskin garanti edildiğinin belli olması ya da garanti edilen  riskin  boyutlarının  tereddüt  yaratmayacak  biçimde  belirlenebilir nitelikte bulunması gerekir… ifadelerini kullanmıştır.                                                             6   DOĞAN, Vahit. Teminat Mektupları (Gözden Geçirilmiş Beşinci Baskı). Savaş Yayınevi, Ankara, 2015. s. 18. 7 11. HD, 15.10.1985 T ve E: 1985/4169, K: 1985/5413. 8   DOĞAN,  Elif:  Türk  Hukuk  Sisteminde  Banka  Teminat  Mektupları.  Bahçeşehir Üniversitesi Sosyal Bilimler Enstitüsü Yüksek Lisans Tezi. İstanbul, 2010. (Danışman: Yrd. Doç. Dr. Emin Cem KAHYAOĞLU). 7. 9   ÇETİN, Abdurrahman/DİNÇ, Yusuf: Türkiye de Teminat Mektupları: Uygulamalar ve Hukuki Sorunlar. Finansal Araştırmalar ve Çalışmalar Dergisi, 2013/5, 68.; GÜNAY. 7. 10  19. HD, 14.09.2000 T. ve E: 2000/3368, K: 2001/4694.  11  HGK, 04.07.2001 T. ve E: 2001/19-534, K: 2001/583. 570Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602          Hukuki Açıdan Banka Teminat Mektupları      Teminat mektubu ile birlikte, banka ve muhatap arasında bağımsız bir sözleşme  ilişkisi  meydana  gelmiş  olur.  Bu  bağlamda  teminat  mektubu veren bankanın yükümlülüğü; başka bir sözleşmenin varlığına, başka bir sözleşmenin hukuki olarak geçerli olup olmamasına ya da dava edilebilir olup olmamasına bağlı değildir. Bu durum da banka teminat mektuplarının feri değil, bir asli borç olduğunu ortaya koymaktadır.  B. TEMİNAT MEKTUBUNUN HUKUKİ NİTELİĞİ  Banka  teminat  mektupları  hakkında  pek  çok  ülkenin  iç  hukukunda pozitif düzenleme bulunmamasına rağmen Milletlerarası Ticaret Odası bazı düzenlemeler  yapmıştır.  Ancak  MTO nun  yapmış  olduğu  metinlerde  de teminat mektuplarının hukuki niteliğine ilişkin bir bilgiye yer verilmemiştir. Bu nedenle teminat mektuplarının hukuki niteliği hususunda farklı görüşler mevcuttur.  Bunlar  kefalet,  garanti,  karma  sözleşme  ya  da  sui  generis sözleşme olduğu yönündedir.  1. Kefalet Sözleşmesi Görüşü  Teminat sözleşmesinin esasında bir kefalet sözleşmesi olduğu görüşüne göre; banka temel ilişkide alacaklının herhangi bir zarara uğramayacağını teminat  altına  almaz.  Aksine,  temel  ilişkide  alacaklının  zarara  uğraması durumu  her  zaman  bulunmaktadır.  Bu  durumda  banka,  olası  bir  zarar durumunda bir kefil gibi bunu karşılamayı taahhüt eder. Bu görüş önceden Türk ve İsviçre hukuk sistemlerinde kabul görmekteydi. Ancak günümüzde geçerli  bir  görüş  değildir.  Zira  kefalet  sözleşmesi  feri  nitelikte  bir sözleşmedir. Ayrıca kefil, asıl borçludan fazla borç altına giremez. Kefil, temel ilişkideki alacaklının zararının tamamını karşılamakla yükümlüdür. Oysa teminat mektupları asli bir edim taşımaktadır ve teminat mektubu                                                             12  YENER COŞKUN, Hilal: Banka Teminat Mektuplarında İlgililerin Hak ve Borçları. Vedat Yayıncılık, İstanbul, 2012. 43.; GÜNAY. 11.; ÖZTÜRK, Gülay: Banka Teminat Mektuplarında Lehdarın Hak ve Yükümlülükleri Terazi Hukuk Dergisi, C. 2, S. 5, Ocak 2007. 21. 13  DOĞAN. 22. 14  GÜLER,  Muhammet  Ali:  Banka  Teminat  Mektuplarının  Paraya  Çevrilmesi.  Ankara Üniversitesi Sosyal Bilimler Enstitüsü Yüksek Lisans Tezi. Ankara, 2011. (Danışman: Prof. Dr. Kemal ŞENOCAK) s. 7.YENER COŞKUN. 23. 15  GÜNAY. 26. 16  DOĞAN. 8. 17  KOCAMAN, Arif Burhanettin: Banka Teminat Mektuplarının Hukuki Niteliği Üzerine. BATİDER, C. 15, S. 3. 50. 18  AKYAZAN, Sıtkı: Teminat Mektuplarında Zamanaşımı. BATİDER, C. VIII, S. I, 1975. s. 3. 19  AKYAZAN, Zamanaşımı. 2. 571Himmet KOÇ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602  veren  banka  eğer  temel  ilişkideki  borçlunun  borcundan  daha  fazla  bir meblağa teminat vermişse bunu ödemekle yükümlü hale gelecektir.  2. Garanti Sözleşmesi Görüşü Garanti sözleşmesi, TBK m. 128 hükmüne dayanmaktadır. Burada bir üçüncü kişinin fiili garanti veren tarafından üstlenilmektedir. Eğer üçüncü kişi, yani temel ilişkide alacaklı olan taraf edimini yerine getirmezse, garanti veren bu zararı karşılamakla yükümlü olacaktır. İşte buradaki garanti etme işlevi, banka teminat mektuplarını garanti sözleşmesine yaklaştırmaktadır.  Yargıtay  da  iki  farklı  İçtihadı  Birleştirme  Kararı nda  teminat mektuplarının hukuki niteliğini garanti sözleşmesi olarak belirlemiştir. Bu kararların birincisi 1967 tarihlidir. İlgili kararda  … bankanın taahhüdü lehtarın  borcunun  geçerliliğine  ve  varlığına  bağlı  olmaksızın  garanti taahhüdü olarak tecessüm eder… ifadeleri kullanılmıştır. Ancak teminat mektubunun  hukuki  niteliğine  ilişkin  bir  açıklamanın,  bu  hükmün değerlendirme kısmında yer alıp hüküm kısmında yer almaması, yüksek mahkemeyi yeni bir İBK almaya sevk etmiştir. 1969 tarihli ikinci İBK da ise hüküm  kısmında  …  Teminat  mektuplarının  nitelik  itibarıyla  Borçlar Kanununun 110. maddesinde (TBK m. 128) sözü edilen 3. Şahsın fiilini taahhüt niteliğinde bir garanti akdi…  ifadeleri kullanılmıştır.  TEKİNALP e  göre  ise  banka  teminat  mektuplarının  hukuki niteliklerinin garanti sözleşmesi olarak kabul edilmesi mümkün değildir. Zira TBK m. 128 de üstlenilen edim üçüncü kişinin fiilidir. Ancak teminat mektuplarında, sözleşmede öngörülen para miktarıyla sınırlı olacak şekilde bir üstlenme vardır. Bu nedenle teminat mektuplarının hukuki niteliğinin salt bir şekilde garanti sözleşmesi hükmünde olmadığı söylenmelidir. Esasında banka teminat mektupları ile banka, temel ilişkide borçlunun borcunu  ödememesi  halinde  bunu  ödeyeceğini  garanti  eder.  Bu  nedenle                                                             20  MADDE  128-  Üçüncü  bir  kişinin  fiilini  başkasına  karşı  üstlenen,  bu  fiilin gerçekleşmemesinden doğan zararı gidermekle yükümlüdür.     Belirli bir süre için yapılan üstlenmede, sürenin bitimine kadar üstlenene edimini ifa etmesi için yazılı olarak başvurulmaması hâlinde, üstlenenin sorumluluğunun sona ereceği kararlaştırılabilir. 21  SONGUR,  Damla/CEYLAN,  Çiğdem:  Banka  Teminat  Mektubu-Hukuki  Niteliği  ve Çeşitleri.  Uluslararası Antalya Üniversitesi Hukuk Fakültesi Dergisi, C. 2, S. 4, Aralık 2014. 153. 22  İBK, T: 12.12.1967 ve E: 1966/16, K: 1967/7 (RG:12867, T: 05.04.1968). 23  İBK, T: 11.06.1969 ve E: 1969/4, K: 1969/6 (RG:13317, T: 03.10.1969). 24  TEKİNALP. 520.  572Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602          Hukuki Açıdan Banka Teminat Mektupları      banka teminat mektupları temelde bir garanti sözleşmesi çeşididir. Teminat mektubu ile banka, temel ilişki alacaklısının uğrayacağı zararları karşılamayı taahhüt  etmektedir;  zarar  meydana  geldiğinde  ise  alacaklının  zararını karşılamak durumundadır.   3. Karma Nitelikli Sözleşme Görüşü Teminat  mektuplarının  hukuki  nitelik  olarak  karma  nitelikli  bir sözleşme olduğu yönündeki görüş, esasında tasnifin sözleşmenin içeriğine bağlı olarak tespit edilmesi ilkesine dayanır. Şöyle ki, taraflarca akdedilen teminat mektubu sözleşmeleri, sözleşme serbestisi ilkesi çerçevesinde farklı hükümleri ihtiva edecek şekilde düzenlenebilir. Bu sebeple de farkı hukuki nitelikleri taşıyabilir. Her somut olayda teminat mektubuna ilişkin tasnif yapılarak hukuki nitelik tespit edilmelidir.  4. Kendine Özgü (Sui Generis) Sözleşme Görüşü Bu  görüşe  göre  banka  teminat  mektupları,  yukarıda  izah  edilmeye çalışılan hiçbir sözleşme türüne uygun değildir. Bu nedenle banka teminat mektuplarının  hukuki  nitelikleri  kendine  özgü  bir  şekilde değerlendirilmelidir.  5.  Talep  Garantilerine  İlişkin  Birörnek  Kurallar ın  Hukuki Niteliği Banka teminatlarına ilişkin olarak MTO tarafından ilk düzenleme 1978 yılında yapılmıştır. Akdi Teminatlar İçin Yeknesak Kurallar (Uniform Rules for Contract Gurantees–URCG 325) adını taşıyan bu ilk düzenleme, 325 sayılı broşür olarak yayımlanmıştır. 325 sayılı broşürde yer alan kurallar daha  sonra  gözden  geçirilmiş  ve  MTO  tarafından  hazırlanan  Talep Garantileri İçin Yeknesak Kurallar (Uniform Rules Demand Guarantees– URDG 458), 27 Ekim 1992 tarihinde yürürlüğe girmiştir. URDG 458 in yerini,  1  Temmuz  2010  tarihinden  itibaren,  Garantilere  İlişkin  Birörnek Kurallar Model Formları Kapsayan 2010 Revizyonu (ICC Uniform Rules for Demand  Gurantees  Including  Model  Forms  2010  Revision–URDG  758) almıştır.                                                             25  YENER COŞKUN. 35. 26 BARLAS. 42.; BAŞARA. 309.; OMAĞ, Semra: Banka Teminat Mektuplarının Hukuki Mahiyeti ve Hükümleri. BETİDER, C. 6, S. 2. 330. 27 TANDOĞAN, Haluk: Garanti Mukavelesi. BTHAE Yayınları, Ankara, 1959. 32-33. (DOĞAN, s. 12 den alınmıştır.); GÜNAY. 34. 28 BAŞARA. 310.; AKYAZAN, Sıtkı: Tatbikatta Banka Teminat Mektuplarının Ortaya Çıkardığı Çeşitli Sorunlar. BATİDER, C. VII, S. 3, 1974. 571. 573Himmet KOÇ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602  MTO nun  yayınladığı  birörnek  kuralların  hukuki  niteliği  konusunda doktrinde  görüş  birliği  bulunmamaktadır.  Birörnek  kuralların  hukuki niteliğine ilişkin hukuk normu, örf-adet hukuku kuralı, ticari teamül, genel işlem şartları ya da sui generis hükümler olduğu savunulmaktadır. Birörnek kuralların  hukuki  niteliği  ne  olursa  olsun,  uygulamada  oldukça  sıklıkla başvurulan  kurallardır.  Teminat  mektupları  sözleşme  serbestisi  ilkesi çerçevesinde  geliştiğinden  dolayı,  Talep  Garantilerine  İlişkin  Birörnek Kurallar, ancak taraflarca kabul edildiğinde geçerli olacaktır. C. TEMİNAT MEKTUBU İLİŞKİSİNİN TARAFLARI Teminat  mektubu  ilişkisi,  esasen  üçlü  bir  borç  ilişkisinden kaynaklanmaktadır.  Önce  bir  temel  ilişki  bulunur,  bu  temel  ilişkinin alacaklısının isteği üzerine borçlu, bankadan kendisinin ediminin taahhüt altına alınmasını talep eder. Bankanın teminat mektubu vermesi ile de üçlü bir  ilişki  meydana  gelmiş  olur.  Buradaki  teminat  fonksiyonu  bankanın üstlendiği  ve  borçlunun  borcunu  ifa  etmemesi  durumunda  gündeme gelebilecek niteliktedir.  Gerek milletlerarası, gerekse sadece ülke içi ticaret ilişkilerinde alacaklı taraf bazen borçlu tarafın ödeme gücünden emin olmak ya da emin olduğu ödeme gücünü daha da kuvvetlendirmek isteyebilir. Bu gibi durumlarda borçlu tarafın ödeme gücünü bir teminata bağlamak, borçlunun edimini ifa edememesi  durumunda  zararını  karşılamak  ihtiyacı  hissedebilir.  Ticari hayatta sıradan bir tacirin başka bir tacire bu şekilde bir garanti vermesi pek de mümkün değildir. Zira her tacir kendi ticari ilişkisini yönetmekle meşgul olacaktır. Uygulamada da burada aranan teminat fonksiyonunu verecek taraf olarak bankalar öne çıkmış bulunmaktadır.  Teminat mektupları esasında bir kredi niteliği taşımaktadır. Teminat mektubunu  veren  banka,  borçlunun  edimini  ifa  etmemesi  durumunda alacaklının uğraması muhtemel zararlarını karşılamayı taahhüt etmektedir. Teminat mektubu verildiğinde gayrınakdi kredi mahiyetindedir. Eğer temel ilişki borçlusu edimini ifa etmez de banka alacaklının zararını karşılamak zorunda kalırsa işte o zaman nakdi kredi niteliği kazanacaktır.  1. Lehtar Lehtar teminat mektubu ilişkisinin olmazsa olmaz bir tarafıdır. Zira üçlü bir borç ilişkisinin meydana gelmesiyle birlikte, her iki tarafla da ilk temasa geçen lehtar olacaktır. Basit bir şekilde tanımlanacak olursa lehtar,                                                             29  DOĞAN. 14. 30  RESİOĞLU, Kontrgaranti. 3. 574Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602          Hukuki Açıdan Banka Teminat Mektupları      lehine  teminat  mektubu  verilen;  yükümlülüğü  banka  tarafından  teminat altına  alınan  kişidir.  Lehtar,  müşterisi  olduğu  bankaya  başvurup  lehine güvence verilmesini; olası bir durumda alacaklısının zararını karşılamasını bankadan talep eden taraftır. Yani lehtar temel ilişkinin borçlusudur.     Lehtar  teminat  mektubunun  verilmesini  bankadan  talep  etse  de, teminat  mektubunun  doğrudan  tarafı  değildir.  Çünkü  banka  tarafından verilen  teminat  mektubu,  temel  ilişkinin  alacaklısının  elinde  bulunur  ve lehtarın borcunu ifa etmemesi durumunda bankadan zarar talep edilir. Yani teminat  mektubu  ilişkisi,  lehtarın  borcunu  gereğince  ifa  etmemesi durumunda gündeme gelmek üzere, muhatap ve banka arasındadır.  2. Garanti Alan (Muhatap) Muhatap lehine garanti verilen, temel ilişkinin alacaklısı konumunda bulunan taraftır. Muhatap öncelikle, lehtar ile bir temel ilişki içerisine girer. Bu temel ilişki borçlar hukuku bağlamında her tür bir borç ilişkisi olabilir. Uygulamada genellikle alacaklı durumunda olan taraf, borçlusunun ödeme gücünden  emin  olmak  ister.  İşte  teminat  mektupları  alacaklıların  bu belirsizliğine bir son vermek amacıyla ortaya çıkmıştır.  Temel  ilişkinin  alacaklısı  olan  taraf,  borçlu  taraftan  kendisine  bir teminat ya da garanti verilmesini isteyebilir. Bu durumda borçlu taraf bir bankayla anlaşıp kendisinin ediminin teminat altına alınmasını talep eder ve bu talebi banka tarafından uygun görülürse; muhatap ve banka arasında bir teminat mektubu ilişkisi kurulacaktır. Bu açıdan bakıldığında; muhatap hem temel ilişkinin, hem de teminat mektubu ilişkisinin tarafıdır. Bu ilişkide muhatabın bankaya karşı hiçbir sorumluluğu bulunmamaktadır. Yani teminat mektubu  veren  banka,  muhataba  karşı  tek  taraflı  bir  borç  altına girmektedir.  Banka teminat mektubunu düzenledikten sonra lehtara verir, lehtar da temel  ilişkideki  alacaklısı  olan  tarafa  bu  teminat  mektubunu  ulaştırır. Muhatabın teminat mektubunu kabul etmesiyle birlikte bankayla muhatap arasında  bir  teminat  mektubu  ilişkisi  kurulmuş  olur.  Teminat  mektubu muhataba ulaşmadıkça ya da teminat mektubu muhatap tarafından kabul edilmedikçe  teminat  mektubunun  hukuki  bir  geçerliliği  yoktur.  Burada ilişkinin  başlangıcı  olarak,  muhatabın  kabul  beyanının  verildiği  zaman gözetilmelidir.  Kabul  beyanı  ile  birlikte  muhatap;  zaten  temel  ilişkinin                                                             31  GÜLER. 19.; YENER COŞKUN. 92. 32  BAŞARA. 306.; YENER COŞKUN. 46 vd.; DOĞAN. 44.; GÜNAY. 56. 33  DOĞAN. 44. 575Himmet KOÇ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602  alacaklısı  konumundayken,  teminat  mektubunun  da  alacaklısı  konumuna gelecektir. Ancak ikinci durumdaki alacaklılık, birinci durumdaki borcun gereğince ifa edilmemesi durumunda gündeme gelecektir.  Son  olarak  belirtmek  gerekir  ki,  muhatap  teminat  mektubundan kaynaklanan bir alacağını üçüncü kişilere devredebilir. Muhatabın alacağı doğmuş olabileceği gibi, muhatap henüz muaccel olmamış teminat mektubu alacaklarını da devredebilir. Söz konusu devir, TBK kapsamında, alacağın temliki hükümleri çerçevesinde yapılır. 3. Garanti Veren (Garantör/Banka) Muhatabın  karşısında,  teminat  mektubu  ilişkisinin  borçlu  tarafında bulunan  banka,  lehtarın  borcunu  gereği  gibi  ifa  etmemesi  durumunda üstlendiği  teminatı  muhataba  ödemekle  yükümlü  olacaktır.  Garanti sözleşmelerinde herhangi bir özel şart düzenlenmediği için; garanti verenin hukuki ehliyetine ilişkin kurallar, genel hükümlere tabidir. Yani garanti veren,  gerçek  ya  da  tüzel  kişiler  olabilmektedir.    Ancak  uygulamada yerleşmiş bulunan teamüller gereği, teminat mektubunu veren taraf banka ya da diğer finans kurumları olabilmektedir.  Esasında teminat mektubu veren tarafın banka olması, işin ruhuna da uygundur. Zira teminat veren taraf öyle bir taahhüt altına girmektedir ki, muhatap teminat mektubunu aldığında kendisinde bir inanç oluşmalıdır. Bu inanç, temel ilişkideki borçlunun borcunu ödememesi durumunda bankanın, kendisinin  zararını  karşılayacağına  dair  kuvvetli  bir  inanç  olmalıdır. Uygulamada  ise  bu  denli  kuvvetli  bir  inancı  sağlayabilecek  kurumlar esasında bir güven kurumları olmaları sebebiyle bankalardır.  Bankalar  teminat  mektubuna  ilişkin  risk  meydana  gelip  kendilerine başvuru yapıldığında ödeme yapmakla yükümlüdürler. Özellikle ilk talepte ödeme kayıtlı teminat mektuplarında bu husus çok daha büyük önem arz etmektedir.  Zira  ilk  talepte  ödeme  kayıtlı  bir  teminat  mektubunun muhatabının talebi üzerine ödeme yapmayan banka, uygulamada oldukça büyük  itibar  kaybına  uğrama  ihtimalini  taşımaktadır.  Kendisine  gelen teminat mektubu sözleşmesi yapma teklifini kabul etmezse de komisyon geliri elde etme şansını yitirmiş olacaktır.                                                              34  YENER COŞKUN. 50. 35  DOĞAN. 45. 36  ÇETİN/DİNÇ. 70. 37  GÜLER. 14. 38  YENER COŞKUN. 19.; BARLAS. 1.; GÜLER. 1 vd.; BATTAL, Ahmet: Güven Kurumu Nitelendirmesi Işığında Bankaların Hukuki Sorumluluğu, Ankara 2001, s. 72 vd.   39  BARLAS. 1.  576Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602          Hukuki Açıdan Banka Teminat Mektupları      4. Muhabir Banka Eğer muhatap yurt dışında ikamet ediyor ya da yurt dışında kurulu bir işletmeyse  muhabir  banka  kavramı  gündeme  gelecektir.  Şöyle  ki;  yurt dışında bulunan muhatabın, alacağını alamaması durumlarında Türkiye de kurulu bir bankadan teminat mektubunu bozdurması ve bunun için gerekli işlemleri yapması pek mümkün değildir. Bu durumda yabancı ülkedeki bir başka  bankanın  da  muhabir  banka  olarak  gösterilmesi  faydalı  olacaktır. Muhabir bankanın esas görevi, Türkiye deki bankayla muhatap arasındaki haberleşmeyi  sağlamaktır.  Yani  muhabir  banka,  Türkiye deki  teminat mektubu veren bankanın talimatlarını muhataba; muhatabın talimatlarını da teminat mektubu veren bankaya ulaştırma görevini ifa eder. II.  TEMİNAT  MEKTUBU  İLİŞKİSİNİN  KURULUŞU,  SONA ERMESİ VE TARAFLARIN YÜKÜMLÜLÜKLERİ A. Lehtar ile Muhatap Arasındaki Temel İlişki Teminat mektubunun verilebilmesi için, lehtarla muhatap arasında bir temel  ilişki  bulunmalıdır.  Buradaki  temel  ilişki  bir  tarafın  borcunun güvence altına alınmasını gerektirebilecek nitelikte, yani bir risk taşıyan sözleşmelerden  olması  gerekmektedir.  Satım,  kira,  eser  gibi,  hukuki niteliğinin  önemli  olmadığı  sözleşmeler  temel  ilişkinin  konusu olabilmektedir.  Burada  önem  arz  eden  nokta,  taraflar  arasında  kurulan sözleşmeden doğması muhtemel risklerin güvence altına alınması ihtiyacının giderilmek istenmesidir.  Temel ilişkide alacaklı borçludan bir güvence verilmesini isteyebilir. Bu durumda borçlunun teminat mektubu temin etme borcu doğmaktadır. Bu borç, borçlunun yani lehtarın asli borcu olarak kabul edilmelidir. Bu asli borcun  yerine  getirilmesinin  temel  ilişkiyle  bir  hukuki  bağı bulunmamaktadır.  Yani  teminat  mektubu  temin  edilmesiyle  birlikte bankanın sorumluluğu açısından temel ilişkinin geçerli olarak kurulmuş olup olmamasının bir önemi yoktur. Bankanın teminat mektubundan doğan borcu asli/bağımsız  bir  borç  niteliği  taşımaktadır.  Dolayısıyla  temel  ilişki tamamen geçersiz olsa da teminat mektubu hukuken geçerli olmaya devam edecektir.                                                              40  DOĞAN. 45.; YENER COŞKUN. 11. 41  BARLAS. 7.  42  YENER COŞKUN. 11. 43  DOĞAN, Teminat. 11. 44  DOĞAN. 94. 45  YENER COŞKUN. 43.; DOĞAN. 95. 577Himmet KOÇ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602  Temel ilişkinin geçerliliği, taraflarca, bir teminat mektubunun temin edilmesine  bağlayabilirler.  Temel  ilişkinin  geçerliliğinin  bir  teminat mektubuna  bağlanması  durumu  bile  teminat  mektubunun  bağımsız  olma niteliğini zedelemeyecektir. Bu ihtimalde, temel ilişkinin borçlar hukuku bağlamında şarta bağlı bir borç olduğu söylenebilir. Eğer temel ilişkide bir sözleşmenin  akdedilmesi  teminat  mektubunun  getirilmesi  şartına bağlanmışsa burada bir geciktirici şarttan söz edilebilir. Ancak taraflar temel ilişkide bir sözleşmeyi akdetmişler; ancak sözleşmenin devamını bir teminat mektubunun getirilmesine bağlamışlarsa, bu durumda da infisahi şarta bağlı bir  sözleşmeden  bahsedilir.  Her  iki  durumda  da  teminat  mektubunun bağımsızlığı devam edecektir. Tarafların anlaşmasına göre lehtara teminat mektubu getirmesi için bir süre verilmiş olması durumu mevcut olabilir. Eğer lehtar kendisine verilen süre  için  de  teminat  mektubunu  muhataba  getirmezse,  borçlunun temerrüdüne  ilişkin  hükümler  işletilebilir.  Zira  lehtarın  teminat  mektubu temin etme borcu asli bir borçtur. Bu durumda temel ilişki alacaklısı ifa davası açabileceği gibi, ifa etmemeden dolayı uğrayacağı zararın tazminini de isteyebilecektir.  B. Lehtar ile Banka Arasındaki Karşılık İlişkisi 1. Hukuki Nitelik Temel ilişkinin alacaklısı, borçlusunun edimini garanti altına almasını isteyebilir. Bu durumda temel ilişkinin borçlusu bir bankayla anlaşıp, temel ilişkideki  borcunu  yerine  getirmemesi  ihtimalinde  alacaklının  uğraması muhtemel  zararları  bankaya  tekeffül  etmesi  sonucunu  doğuracak  şekilde bankadan  teminat  mektubu  alabilir.  Söz  konusu  durumda  temel  ilişki borçlusu, bankaya karşı bir icapta bulunmuş olmaktadır.  Banka icabı kabul eder ve temel ilişki alacaklısına hitaben bir teminat mektubu düzenlemeyi kabul etmişse karşılık ilişkisi kurulmuş olur.  Bankanın lehtar lehine olacak şekilde muhataba hitaben bir teminat mektubu düzenlemeyi kabul etmesi halinde banka da bir yükümlülük altına girmiş olacaktır. Bu şekilde gerçekleşen karşılık ilişkisinin hukuki niteliği özem  arz  etmektedir.  Bankanın  teminat  mektubu  düzenlemesi,  mahiyeti itibariyle bir gayrı nakdi kredi sözleşmesi niteliğindedir. Bu husus 5411                                                             46  DOĞAN. 95. 47  GÜNAY. 72.  48  DOĞAN. 97.  49 YENER COŞKUN. 12.; ÇETİN/DİNÇ. 68.; SONGUR/CEYLAN. 150. 578Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602          Hukuki Açıdan Banka Teminat Mektupları      sayılı Bankacılık Kanunu nun 48. maddesinde bankaların verecekleri gayrı nakdi krediler sayılırken de zikredilmiştir.  Banka ile lehtar arasında kurulan karşılık ilişkisinin hukuki niteliği ise mukayeseli  hukukta  farklı  şekillerde  yorumlanmıştır.  Alman  hukukunda hakim olan görüşe göre karşılık ilişkisi, Alman Medeni Kanunu (BGB) m. 675 ve 631 gereğince karşılık ilişkisinin hukuki niteliği, eser sözleşmesi niteliğine sahip bir iş görme sözleşmesidir. Bu görüşü savunanlara göre lehtarın talebini alan banka teminat mektubu verme görevini ifa ederken yalnızca hizmet ediminin ifası kapsamında bir faaliyette bulunmaktadır. Bu durumda  bankanın  sadece  teminat  mektubu  sağlanmasını  üstlendiği söylenememekle  birlikte,  bankanın  somut  bir  neticenin  sağlanmasını üstlendiği söylenmelidir.  Karşılık ilişkisinin hukuki niteliği konusunda Türk ve İsviçre hukuk düzenlerinde hakim olan görüş ise bu ilişkinin bir vekalet ilişkisi olduğu                                                             50  Krediler    MADDE  48.  —  Bankalarca  verilen  nakdî  krediler  ile  teminat  mektupları, kontrgarantiler, kefaletler, aval, ciro, kabul gibi gayrinakdî krediler ve bu niteliği haiz taahhütler, satın alınan tahvil ve benzeri sermaye piyasası araçları, tevdiatta bulunmak suretiyle ya da herhangi bir şekil ve surette verilen ödünçler, varlıkların vadeli satışından doğan alacaklar, vadesi geçmiş nakdî krediler, tahakkuk etmekle birlikte tahsil edilmemiş faizler,  gayrinakdî  kredilerin  nakde  tahvil  olan  bedelleri,  ters  repo  işlemlerinden alacaklar, vadeli işlem ve opsiyon sözleşmeleri ile benzeri diğer sözleşmeler nedeniyle üstlenilen  riskler,  ortaklık  payları  ve  Kurulca  kredi  olarak  kabul  edilen  işlemler izlendikleri hesaba bakılmaksızın bu Kanun uygulamasında kredi sayılır.    Birinci fıkrada belirtilenlere ilâve olarak, kalkınma ve yatırım bankalarının finansal kiralama yöntemiyle sağladığı finansmanlar ile katılım bankalarının taşınır ve taşınmaz mal ve hizmet bedellerinin ödenmesi suretiyle veya kâr ve zarar ortaklığı yatırımları, taşınmaz, ekipman veya emtia temini veya finansal kiralama, mal karşılığı vesaikin finansmanı, ortak yatırımlar veya benzer yöntemlerle sağladıkları finansmanlar da bu Kanun uygulamasında kredi sayılır. 51  NIELSEN, J.: Bankgarantien bei Aussenhandelsgeschaeften, Köln, 1986, s. 66-86.; HEIN, T.: Der Zahlungsanspruch des Begünstigten einer Bankgarantie auf erstes Anfordern, Giessen,  1982,  s.  10.;  BAUMBACH,  A.,  HOPT,  K.:  Handelgesetzbuch,  29.  Aufl., München, 1994, s. 1191.; MÜLBERT, P. O.: Neuste Entwicklungen des materiellen Rechts  der  Garantie  auf  erstes  Anfordern,  ZIP,  18(1985),  s.  1102  vd.;  von WESTPHALEN,  F.:  Die  Bankgarantie  im  internationalen  Handelsverkehr,  2.  Aufl. Heidelberg, 1990, 335-343. (DOĞAN. s. 99 dan naklen). 52  TEKİNALP. 519. 53  AUHAGEN, U.: Die Garantie eienr Bank auf erstes Anfordern zu zahlen, Wuppertal, 1996, s. 72.; KLEINER, B.: Bankgarantie, 4.Aufl., Zürich, 1990, 169 vd.; ROESLE, E. A.: Die internationale Vereinheitlichung des Rechts der Bankgarantien, Zürich, 1983, s. 118.; DOHM, J.: Bankgarantien im internationalen Handel, Bern, 1985, s. 75. (DOĞAN, s. 100 den naklen). 579Himmet KOÇ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602  yönündedir. Bu görüşe göre banka lehtarın talimatlarına uygun uygun olarak teminat  mektubu  hazırlamakla  yükümlüdür.  Hazırlayacağı  teminat mektubunda banka, lehtarın talimatlarıyla sıkı sıkıya bağlı olmak zorundadır.  2. Sözleşmenin Kuruluşu Lehtar  ile  banka  arasındaki  karşılık  ilişkisinin  hukuki  niteliğinin tespitinden  sonra,  bu  ilişkinin  nasıl  kurulacağı  önem  arz  etmektedir. Kendisine bir teminat mektubu hazırlaması talebiyle bir lehtarın gelmesinin akabinde  bankanın  bir  teminat  mektubu  ilişkisi  içerisine  girmesi  banka açısından bir zorunluluk mudur? Tabiidir ki bankanın kendisine gelen bir talep  sonrasında  teminat  mektubu  hazırlamak  yönünde  bir  zorunluluğu yoktur. Ancak banka, kendisine yapılan icabı kabul etmeyecekse bu durumu gecikmeksizin/makul bir süre içinde lehtara bildirmekle yükümlüdür. Zira bankadan  talep  edilen  bu  iş,  bankanın  mesleği  gereği  yapması  gereken işlerdendir. Bankalar, bu şekilde gayrı nakdi kredileri vereceklerini de ilan etmiş olurlar. Bu sebepten ötürü, eğer banka kendisine teminat mektubu hazırlayıp vermesi yönünde bir talepte bulunulmasına rağmen talebi derhal reddetmemişse; kabul etmiş sayılacaktır. Buradaki derhal ve makul süre kavramları somut olayın durumuna göre belirlenecektir.  Banka kendisine gelen icap üzerine, temel ilişkiden doğması muhtemel zararları karşılamayı taahhüt etmeyi kabul ederse lehtarla banka arasında bir karşılık ilişkisi kurulmuş olacaktır. Bu aşamada lehtar ile banka arasında bir teminat mektubu temin etme ilişkisi kurulmuş olmaktadır. Söz konusu bu ilişki  ile  banka,  lehtarın  talepleri  doğrultusunda  bir  teminat  mektubu hazırlayıp  muhataba  ulaştırma  borcu  altına  girmektedir.  Eğer  ki  temel ilişkideki risk gerçekleşirse, bankanın borcu, muhatabın zararlarını teminat mektubunda gösterilen üst sınıra kadar karşılamak haline gelecektir.  Uygulamada teminat mektubu vermeyi kabul eden bankalar, lehtardan da  bir  güvence  beklemekte  ve  bu  güvenceyi  almaları  halinde  teminat mektubu vermeyi kabul etmektedirler. Zira teminat mektubunun verilmesi bir gayrı nakdi kredi mahiyetindedir ve bankaların da kendilerini güvence altına almak istemeleri, yaptıkları işlerin mahiyetinden dolayı normaldir. Lehtarın bankaya bir güvence vermesi ile, banka ve lehtar arasında yeni bir ilişki  meydana  gelmektedir.  Bu  ilişkiye  kontrgaranti  ilişkisi  adı verilmektedir.                                                             54 DOĞAN. 100. 55  YENER COŞKUN. 14. 56  TEKİNALP. 479 vd.; YENER COŞKUN. 214. 57  YENER COŞKUN. 214. 580Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602          Hukuki Açıdan Banka Teminat Mektupları      Banka  teminat  mektubunun  verilmesi  yönünde  karar  verip  karşılık ilişkisi  kurulduktan  sonra  bir  metin  hazırlayacak  ve  bunu  muhataba ulaştıracaktır. Hazırlanan bu metin, tamamen lehtarın talimatlarına uygun olmalıdır. Her ne kadar ilk bakışta muhatabın, lehtar ve banka arasındaki karşılık  ilişkisine  karışmadığı  düşünülse  de;  uygulamada  temel  ilişkide alacaklı  olan  taraf  olan  muhatap,  almak  istediği  teminat  mektubunun içeriğine  dair  hususları  borçlu  tarafa  bildirmektedir.  Lehtar  da  alacaklı tarafın kendisinden beklediği içeriği bankaya bildirerek zikredilen hususların teminat  mektubunda  yer  almasını  sağlamaktadır.  Yani  burada  lehtarın misyonu, muhatabın taleplerine uygun bir teminat mektubu hazırlanmasını bankadan istemek olarak gösterilebilir.  Banka, karşılık ilişkisinin kurulmasından sonra hazırlayacağı teminat mektubunu lehtarın talimatları doğrultusunda hazırlamazsa, bundan dolayı sorumlu  olacaktır.  Bu  durumda  banka  lehtarın  uğrayacağı  zararı karşılamakla yükümlü hale gelecektir. Teminat  mektubunun  şeklinin  nasıl  olacağı  hususunda  mevzuatta herhangi  bir  açıklık  bulunmamaktadır.  Bu  nedenle  teminat  mektubunun şeklinin, herhangi bir şarta tabi olmadığı söylenmelidir. Bu durumda taraf iradelerinin uyuşması, karşılık ilişkisinin kurulması için yeterli olacaktır. Uygulamada ise ispat kolaylığı sağlaması bakımından yazılı şeklin tercih edildiği görülmektedir. Teminat mektubunun hukuki niteliği, hangi şeklin kabul edildiğine göre değişecektir. Hukuki nitelik olarak eser sözleşmesi ya da  vekalet  sözleşmesi  olarak  teminat  sözleşmeleri  düzenlenebilmektedir. Dolayısıyla  bir  teminat  mektubu  hangi  sözleşme  tipine  uygun  içeriği barındırıyorsa, şeklinin de o bağlamda tespit edilmesi gerekmektedir.  C. Banka ile Muhatap Arasındaki Garanti İlişkisi Daha önce de belirtildiği üzere, banka tarafından düzenlenen teminat mektubunda  muhatap,  bir  taraf  olarak  bulunmamaktadır.  Her  ne  kadar teminat mektubu ilişkisinin üç köşeli bir ilişki olduğu bilinse de, bu ilişkide muhatap  ile  banka  arasında  sözleşme  şartlarının  görüşülmesi  mümkün değildir.  Muhatap  sadece,  teminat  mektubunda  bulunmasını  istediği hususları  lehtara  bildirir;  banka  da  lehtarın  talepleri  doğrultusunda  bir teminat mektubu hazırlar.  Hazırlanacak  teminat  mektubunun  herhangi  bir  şekil  şartına  tabi olmadığını;  ancak  uygulamada  yazılı  şekil  şartının  çoğunlukla                                                             58  Yargıtay a konu olan bir olayda lehtar teminat mektubunun fotokopisini muhataba vermiş, aslını ise bankaya götürüp teslim ederek bloke edilen parasını da çekmiştir. Lehtar ise 581Himmet KOÇ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602  kullanıldığını tekrar etmekte fayda vardır. Yazılı olarak hazırlanan teminat mektubu, muhataba yöneltilen bir icap niteliğindedir. Eğer muhatap, eline ulaşan teminat mektubunu kabul ettiğini beyan ederse, o anda banka ile muhatap  arasında  bir  garanti  ilişkisi  kurulmuş  olacaktır.  Bankanın sorumluluğu  da  muhatabın  kabul  ettiği  anda  başlamaktadır.  Fakat uygulamada, teminat mektubunun daha sonraki bir tarihte yürürlüğe gireceği belirtilmiş olabilir. Bu durumda iki ihtimal üzerinde durulabilir. Bankanın sorumluluğu, muhatabın kabul ettiği anda mı başlayacaktır, yoksa teminat mektubunun  yürürlüğe  girdiği  tarihte  mi  başlayacaktır?  Kanaatimizce bankanın sorumluluğu, muhatabın kabul anında başlamalıdır. Zira banka lehtarın  talimatlarına  aykırı  bir  teminat  mektubu  düzenlemişse,  bundan doğan sorumluluğu teminat mektubu henüz yürürlüğe girmeden başlamış olmalıdır. Bu durumda teminat mektubu hüküm ve sonuçlarını ise yürürlük tarihinde doğuracaktır. Uygulamada genellikle karşılaşıldığı üzere banka, hazırladığı teminat mektubunu,  muhataba  iletmesi  için  lehtara  teslim  etmekte  ve  teminat mektubunun muhataba ulaştırılması işini lehtara bırakmaktadır. Bu esnada lehtarın, bankanın vekili sıfatıyla hareket ettiği de belirtilmelidir. Bu  durum, uygulamada  sıklıkla karşılaşılsa da  oldukça  sakıncalıdır. Zira TBK m. 1 gereğince, bir sözleşmenin sağlıklı bir şekilde kurulabilmesi için  taraf  iradelerinin  karşılıklı  ve  birbirine  uygun  bir  şekilde uyumlaştırılması gerekmektedir. Teminat mektubu ilişkisi banka ve muhatap arasında  kurulduğundan  dolayı,  bu  ilişkinin  taraflarının  iradeleri uyuşmalıdır. Lehtar, her ne kadar teminat mektubunu muhataba ulaştırma görevini vekil sıfatıyla icra etse de; teminat mektubunun muhataba tahrifatlı bir  şekilde  ulaştırılması,  geç  ulaştırılması,  hiç  ulaştırılmaması  gibi durumlardan  banka  sorumludur.  Çünkü  muhatap  ile  kurulan  teminat mektubu ilişkisinde taraf sıfatı banka üzerinde bulunmaktadır. Dar ve teknik anlamda teminat mektubu ilişkisi banka ile muhatap arasında kurulur. Ancak muhatap, kendisine ulaştırılan teminat mektubunu                                                                                                                                             elindeki  kopyayı  bankanın  başka  bir  şubesine  götürerek  teyit  ettirmiştir.  Sahtelik incelemesi için bilirkişiye giden teminat mektubu fotokopisine ilişkin ilgili daire, teminat mektubunun şekil şartına bağlı olmadığı gerekçesiyle, muhataba verilen fotokopinin sahte olmadığı sonucuna varmıştır. Ayrıca, sahte teminat mektubuna teyit verilmesi nedeniyle de bankanın  sorumlu  olması  gerektiğine  hükmetmiştir.  (11.  HD,  13.12.1990  T.  ve  E: 1989/3737, K: 1990/7248). 59  DOĞAN. 127. 60  YENER COŞKUN. 115. 61  DOĞAN. 115. 582Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602          Hukuki Açıdan Banka Teminat Mektupları      kayıtsız  şartsız  kabul  etmek  zorunda  değildir.  Eğer  kendisine  ulaştırılan teminat  mektubu,  muhatabın  lehtara  belirttiği  hususları  ihtiva  etmiyorsa, muhatap teminat mektubunu kabul etmeyebilecektir. Bunun sonucu olarak da  temel  ilişkinin  infisahi  şarta  bağlanmışsa  geçerli  bir  şekilde  ayakta kalması ya da geciktirici şarta bağlanmışsa kurulması tehlikeye düşecektir.  Teminat  mektubunun  hukuki  niteliğinin  tespiti  hususu,  olası  bir uyuşmazlık  durumunda  uygulanacak  hukuk  kurallarının  belirlenmesi bakımından büyük önem arz etmektedir. Banka ile muhatap arasındaki ilişki, teminat mektubu ilişkisinin temelin oluşturmaktadır. Bu bağlamda teminat mektubu ilişkisinin temel noktasını oluşturan bu ilişkinin hukuki niteliğinin TBK  m.  128  bağlamında,  üçüncü  kişinin  fiilini  taahhüt  niteliği  taşıdığı söylenebilir.  Buradaki  söz  konusu  taahhüt,  temel  ilişki  borçlusunun borcunu  ifa  etmemesi  durumunda  yerine  getirilmesi  gereken  bir  edim niteliğindedir. Ayrıca bankanın düzenlediği teminat mektubunun muhataba ulaşması ile tek tarafa borç yükleyen bir sözleşme ilişkisinin kurulduğu da söylenmelidir. Zira bankanın, üçüncü kişinin yani lehtarın edimini taahhüt altına alması karşısında; muhatap, bankaya karşı herhangi bir yükümlülük altına girmemektedir, ancak banka bir taahhüt sorumluluğu yüklenmektedir.  Teminat mektubunda bankanın sorumlu olacağı üst miktarın yazılmış olmasının  zorunluluk  arz  edip  etmediği  hususu  da  önemlidir.  Garanti sözleşmelerinde, garantörün sorumlu olacağı azami miktarın belirli olmasına gerek yoktur. Sorumluluğun kaynağını oluşturacak riskin belirli ya da belirlenebilir  olması  gerekli  ve  yeterli  olacaktır.  Bu  nedenle,  teminat mektubunda  bankanın  sorumlu  olacağı  miktarın  yazılmış  olması  bir zorunluluk  değildir.  Söz  konusu  durumu  destekleyen  bir  Yargıtay kararında;  …  limit  gösterme  şartı  bulunmamakla  birlikte,  garanti sözleşmesinde hangi riskin garanti edildiğinin belli olması ya da garanti edilen  riskin  boyutlarının  tereddüt  yaratmayacak  biçimde  belirlenebilir nitelikte bulunması gerekir… denmiştir. Tüm bu hareket alanına rağmen uygulamada  teminat  mektuplarında,  bankanın  sorumlu  olacağı  azami miktarın gösterildiği; bankanın bu yolla kendisini garanti altına aldığı da bir gerçektir.  Uygulamada bankaların teminat mektuplarını tip sözleşmeler halinde hazırladıkları  görülmektedir.  Önceden  hazırlanmış  metinlerde  yer  alan boşlukların  doldurulması  suretiyle  teminat  mektubu  ilişkisi  kurulmuş                                                             62  DOĞAN. 104.  63  DOĞAN. 130. 64  19. HD, 05.10.1999 T ve E: 1999/4084, K: 2000/4634. 583Himmet KOÇ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602  olmaktadır.  Ancak  tarafların  söz  konusu  tip  sözleşmelere  uyma zorunlulukları  bulunmamaktadır.  Taraflar  kendi  isteklerine  uygun  olacak şekilde  sıfırdan  metinler  hazırlayarak  teminat  mektubu  ilişkisinin kurulmasını  sağlayabilirler.  Çünkü  teminat  mektubu  ilişkisi,  sözleşme serbestisi ilkesi çerçevesinde gelişmektedir.  D. Teminat Mektubu İlişkisinin Sona Ermesi  Usulüne uygun olarak kurulmuş bir teminat mektubu ilişkisinin sona ermesi için,  taraflar arasındaki tüm sözleşmeler sona ermelidir. Teminat mektubunu  sona  erdiren  durumlardan  ilki,  riskin  gerçekleşip  bankanın borcunu ödemesi halidir. Banka borcunu para ile ödeyebileceği gibi, takas, ibra gibi diğer hukuki yollarla da yerine getirebilir. Bankanın borcunu sona erdiren  nedenlerden  biri  de  riskin  gerçekleşmeyeceğinin  objektif  olarak kesinleşmesi halidir. Bu halde banka bir ödeme yapma yükümlülüğü altında olmayacak, teminat mektubu ilişkisi de sona erecektir.  Teminat  mektubu  ilişkisini  sona  erdiren  durumlardan  bir  diğeri  de lehtarın borcunu ödemesidir. Bu durumda ortada bir risk kalmayacak, banka da muhataba bir ödeme yapmak durumunda kalmayacaktır.  Bir diğer durum olarak teminat mektubunda yer alan vadenin sona ermesi de teminat mektubu ilişkisini sona erdirecektir. Vadenin sona ermesi durumu sadece vadeli teminat mektuplarına has bir durum olarak karşımıza çıkmaktadır.  Riskin  vade  içerisinde  gerçekleşmiş  olmasına  rağmen muhatabın bankaya başvurmaması durumunda teminat mektubu ilişkisinin sona ereceği şartı teminat mektubuna konulmuşsa, bu durumda da teminat mektubu ilişkisi sona erecektir.  Teminat mektubu ilişkisini sona erdiren diğer nedenler muhatabın ağır kusuru, teminat mektubunun bankaya iadesi ve zamanaşımı gibi haller olarak gösterilebilir. Teminat mektupları herhangi bir yasal düzenlemeye konu olmamasından dolayı TBK m. 146 vd. gereğince genel zamanaşımına tabidir.  Bu  süre  de  riskin  doğumundan  başlayarak  on  yıllık  bir  genel zamanaşımı süresidir.  Vadeli teminat mektuplarının zamanaşımı süresini belirlemek için ikili bir ayrım yapmak gerekmektedir. Eğer vade içinde risk gerçekleşmesine rağmen  yine  vade  içerisinde  bankaya  başvurulmaması  halinde  bankanın                                                             65  RESİOĞLU, Kontrgaranti. 3. 66  DOĞAN. 486. 67  DOĞAN. 489. 68  BARLAS. 90.; ÇETİN/DİNÇ. 86. 584Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602          Hukuki Açıdan Banka Teminat Mektupları      sorumluluğunun ortadan kalkacağına dair bir hüküm teminat mektubunda yer alıyorsa; bankanın sorumluluğu vade bitiminde sona erecektir. Vade içerisinde  bankadan  talepte  bulunulmuşsa,  bankanın  sorumluluğu,  riskin gerçekleştiği  andan  itibaren  10  yıllık  zamanaşımına  tabi  olacaktır.  Eğer teminat mektubunda böyle bir şart yok ve risk vade içinde gerçekleşmişse, bankanın  sorumluluğu  riskin  gerçekleşmesinden  itibaren  10  yıllık zamanaşımına tabi olacaktır. Vadesiz teminat mektuplarında ise muhatabın alacağının  muaccel  olmasından  itibaren  10  yıllık  bir  zamanaşımı  süresi mevcuttur. Muacceliyet ise riskin gerçekleşip teminat mektubunun bankaya ibrazı ile vücut bulur.  E. Tarafların Yükümlülükleri 1. Bankanın Yükümlülükleri a. Risk Gerçekleştiğinde Ödeme Yapma Yükümlülüğü Bankanın ödeme yapma yükümlülüğü, en temel yükümlülüğüdür. Zaten teminat  mektubu  ilişkisinin  temelinde,  muhatabın  uğrayacağı  zararların banka tarafından karşılanması yatar. Teminat mektubunda bankanın sorumlu olduğu  miktarın  üst  sınırı  belirtilmişse,  banka  bu  tavana  kadar  sorumlu olacaktır. Eğer teminat mektubunda bankanın sorumlu olacağı üst miktar yazılmamış;  banka  muhatabın  zararlarını  karşılamayı  taahhüt  etmişse  de bankanın sorumluluğu muhatabın uğradığı zarar kadar olacaktır.   Bankanın risk gerçekleştiğinde ödeme yapması, nakden olabileceği gibi başka yollardan da olabilir. Borcu sona erdiren genel nedenler burada da etkili  olacaktır.  Örneğin  muhatabın  bankaya  olan  bir  borcundan  dolayı bankanın takas defi ileri sürmesi bankanın borcunu sona erdirecektir. Benzer şekilde,  muhatabın  bankayı  ibra  etmesi  hali  de  bankanın  borcunu  sona erdirir. b. Talimatlara Uygun Davranma Yükümlülüğü Teminat mektubu ilişkisinde bankanın temel yükümlülüklerinden biri, lehtarın  talimatına  uyma  yükümlülüğüdür.  Öyle  ki,  banka  teminat mektubunu hazırlarken, lehtarın talimatlarından dışarıya çıkamayacaktır. Tabiidir  ki  bankaya  yöneltilen  talimatların  da  açık  ve  kuşkuya  yer bırakmayacak mahiyette olmaları gereklidir. Esasında lehtarın talimatları da muhatabın  istekleri  doğrultusunda  gelişecektir.  Bu  bağlamda  lehtarın  ilk                                                             69  AKYAZAN, Çeşitli Sorunlar. 570. 70  YENER COŞKUN. 141.; BARLAS. 75. 585Himmet KOÇ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602  olarak yapması gereken şey, muhatabın isteklerine uygun bir şekilde teminat mektubu verebilecek olan banka bulmaktır. Bankanın  talimatlara  uygun  hareket  etmemesi  halinde,  muhatabın teminat  mektubunu  kabul  etmemesi  ihtimali  gündeme  gelecektir.  Bu ihtimalde lehtarın zarar görmesi söz konusu olursa; bankanın talimatlara uygun  davranmamadan  kaynaklanan  sorumluluğu  gündeme  gelecektir. Banka,  talimatlara  uygun  davranmamasından  dolayı  lehtarın  uğrayacağı zararları karşılamak durumunda kalacaktır.  Banka  talimatlara  aykırı  olarak,  istenilen  hususlardan  daha  fazla taahhütlerde bulunmuş olabilir. Örneğin teminat mektubunda, lehtarın talep ettiğinden daha fazla bir meblağa ilişkin taahhüt altına girmiş olabilir. Bu durumda  banka,  taahhüt  altına  girdiği  hususları  gerçekleştirmekle yükümlüdür.  Ayrıca  bankanın  yaptığı  fazla  ödemeleri  için  muhataptan herhangi bir talepte bulunması da söz konusu olmayacaktır. c.  Muhatap ile Teminat Sözleşmesi Yapma Yükümlülüğü  Banka,  lehtarın  talimatlarına  uygun  olarak  hazırladığı  teminat mektubunu  muhataba  ulaştırmak  ve  muhatapla  bir  teminat  sözleşmesi yapmakla yükümlüdür. Talimatın eksik ya da muğlak olması durumlarında bankanın  teminat  mektubu  düzenlememesi  gerekmektedir.  Aksi  halde sorumluluk bankada olacaktır.  Banka, lehtarın icabına olumlu cevap verir ve bir teminat mektubu düzenlemeyi  kabul  ederse  lehtarla  banka  arasında  bir  karşılık  ilişkisi kurulmuş  olur.  Bu  andan  itibaren  de  bankanın  muhatap  ile  teminat sözleşmesi yapma yükümlülüğü başlamış olur.  d. Riskin Gerçekleşip Gerçekleşmediğini İnceleme Yükümlülüğü Eğer temel  ilişkideki  borçlu  borcunu gereği  gibi yerine getirmezse, alacaklı yani muhatap zararının karşılanması için bankaya başvuracaktır.  Bu andan  itibaren  riskin  gerçekleşip  gerçekleşmediğinin  araştırmasının yapılması bankaya ait bir görevdir. Banka gerekli incelemeleri yaparken kendisinden  beklenen  özeni  göstermezse,  bundan  dolayı  yine  kendisi sorumlu  olacaktır.  Hatta  bu  gibi  durumlarda  bankanın  sorumsuzluğuna ilişkin yapılacak anlaşmalar geçersiz olacaktır (TGBK m. 30, DOĞAN. 255)                                                             71  DOĞAN. 247. 72  GÜNAY. 77. 73  DOĞAN. 246. 74  YENER COŞKUN. 138. 75  YENER COŞKUN. 145.; BARLAS.  83.; YASAN. 32. 586Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602          Hukuki Açıdan Banka Teminat Mektupları      Bankanın, riskin gerçekleşip gerçekleşmediğini inceleme yükümlülüğü, ilk talepte ödeme kayıtlı teminat mektuplarında, diğer teminat mektuplarına nazaran  daha  sınırlı  olur.  Bu  tür  teminat  mektuplarının  ödenmesi  için kendisine başvuru yapıldığında banka, sadece şekli anlamda bir inceleme yapmakla yetinecektir. Zira ilk talepte ödeme kayıtlı teminat mektuplarında bankanın detaylı bir araştırma yapma yetkisi bulunmamaktadır. Bankanın  inceleme  yükümlülüğü,  teminat  sözleşmesinde  yer  alan hükümlere  göre  tespit  edilecektir.  Eğer  ödemenin  yapılması  bir  belge ibrazına bağlanmışsa, banka burada belgeyi inceleyerek içeriğinin teminat sözleşmesindeki  şartlara  uygun  olup  olmadığını  araştıracaktır.  Belgenin sahte olduğunun anlaşılmasına rağmen bankanın ödeme yapması halinde, sorumluluk bankada olacaktır. e.  Ödeme Talebini Reddetme Yükümlülüğü Kendisine  yapılan  ödeme  talebi  sonucunda  banka,  teminat  ilişki çerçevesinde  bir  inceleme  yapmak  zorundadır.  Bu  inceleme  esnasında, ödeme için gerekli şartların yerine getirilmediği anlaşılırsa banka ödeme yapmaktan kaçınmakla yükümlüdür. Bu yükümlülük bankanın lehtar ile arasındaki  haksız  ödeme  yapmama  ve  sadakat  yükümlülüğünden kaynaklanmaktadır.  Son olarak belirtmek gerekir ki, banka lehtarla muhatap arasında var olan defi ve itirazları öne sürerek ödeme talebini reddedemez. Zira lehtar ile muhatap arasında var olan ilişki, banka ile muhatap arasındaki ilişkiden tamamen bağımsızdır.  2. Lehtarın Yükümlülükleri a. Komisyon ve Sair Masrafların Ödenmesi Komisyon, bankanın sadece taahhüt altına girmesi nedeniyle girdiği riskin  karşılığı  olarak  tanımlanabilir.  Diğer  giderler  ise  bankaların uygulamalarına göre farklılık arz edebilmektedir. Damga pulu, posta ücreti gibi masraflar, uygulamada bankaların lehtardan isteyebildikleri giderlerdir.                                                              76  DOĞAN. 255. 77  19. HD, 28.11.2012 T. ve E: 2012/4417, K: 2012/17874. 78  TEKİNALP. 526. 79  BARLAS. 75. 80  YENER COŞKUN. 43. 587Himmet KOÇ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602  Lehtarın komisyon ve sair masrafları ödeme yükümlülüğü, bankaya karşı asli yükümlülüklerinden bir tanesidir. Lehtar ile banka arasındaki ilişki ister iş görme sözleşmesi, ister de vekalet ilişkisi olarak kabul edilsin; lehtarın  bu  yükümlülüğü  ortadan  kalkmayacaktır.  Zira  temel  ilişkiden bağımsız bulunan bankanın üçlü bir ilişkiye girmesini, hatta hiçbir menfaati olmadığı halde lehtarın edimini taahhüt etmesini başka bir gerekçeyle izah edilemez.  Lehtarın,  komisyon  ve  diğer  giderleri  ödeme  yükümlülüğü,  temel ilişkideki riskin gerçekleşip bankanın muhataba ödeme yapıp yapmamasıyla bir bağlantısı yoktur. Banka sadece teminat mektubunun düzenlenmesiyle bile söz konusu ödemeleri talep etmeye hak kazanacaktır. Teminat mektubu ödenmese bile lehtar, bankanın sırf bir taahhüt altına girmesinden dolayı komisyon  ve  diğer  masrafları  ödemekle  yükümlüdür.  Hatta  lehtarın  söz konusu bu ödemeleri yapması, banka ile lehtar arasındaki teminat mektubu temin  etme  sözleşmesinin  yapılmasından  sonra  muaccel  olacaktır. Bankanın teminat mektubu düzenleyip muhataba ulaştırmış olmasına bile gerek yoktur. Zira banka, lehtara bir gayrı nakdi kredi açarak bir risk altına girmiş olacaktır. Bankanın  girdiği  taahhüt  karşısında  isteyeceği  komisyon  ve  diğer masraflara ilişkin meblağlar bankalar arasında farklı tutarlarda belirlenebilir. Benzer şekilde, söz konusu ücretler aynı bankanın farklı müşterileri arasında da farklı tutarlarda belirlenebilir. Zira her müşterinin banka nezdinde itibarı farklı olabilmektedir. Hatta bankanın itibarı çok yüksek olan müşterilerinden komisyon  ya  da  başka  ad  altında  bir  ücret  almadıkları  da  uygulamada görülebilmektedir.  Tabiidir  ki  temel  ilişkideki  riskin  gerçekleşmesi  ve bankanın muhataba ödeme yapması halinde de ödenmesi gereken ücretler artacaktır.  b. Rücu İlişkisi Temel ilişkide riskin gerçekleşmesi durumunda muhataba ödeme yapan banka; ödediği meblağ için lehtara rücu etme hakkına sahiptir. Eğer banka,                                                             81  ÖZTÜRK. 22. 82  Söz konusu çıkarım TTK m. 20 hükmüne dayandırılabilir. Bankalar tacir olduklarından dolayı, TTK m. 20 gereğince yaptıkları işlerden dolayı ücret isteme hakkına sahiptir. Teminat mektubu temin etme borcu altına girdiği andan itibaren banka bir taahhüdü kabul etmiş olacaktır. Bu üstlenmesinden dolayı da ücret isteme hakkını haiz olacaktır. (Ayrıntılı bilgi için Bkz: YENER COŞKUN. 210 vd.). 83  DOĞAN. 259. 84  OMAĞ. 338.; BARLAS. 78. 588Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602          Hukuki Açıdan Banka Teminat Mektupları      taahhüt altına girmeden önce lehtardan kontrgaranti almışsa, rücu ilişkisi bu çerçevede gerçekleşecektir.  3. Muhatabın Yükümlülükleri  Teminat mektubu ilişkisi banka ile muhatap arasında kurulduktan sonra, banka tek tarafa borç yükleyen bir sözleşme çerçevesinde yükümlülük altına girmiş  olacaktır.  Bu  açıdan  bakıldığında  muhatabın  bir  yükümlülüğü olmadığı  düşünülebilir.  Bu  görüş  kısmen  doğru  olsa  da,  muhatabın yükümlülükleri  genel  olarak  Türk  Medeni  Kanunu  m.  2  bağlamında, dürüstlük kuralından kaynaklanmaktadır. a. Haksız Ödeme Talebinde Bulunmama Yükümlülüğü Temel ilişkideki riskin henüz gerçekleşmemesine rağmen muhatabın bankadan  ödeme  talebinde  bulunması,  dürüstlük  kuralına  aykırılık  teşkil edecektir. Özellikle ilk talepte ödeme kayıtlı teminat mektuplarının sadece bankaya ibrazı halinde bankanın ödemekle yükümlü olması, böyle olayların yaşanma olasılığını artırmaktadır. Muhatap bu yükümlülüğüne aykırı hareket ederse lehtarın uğrayacağı zararları karşılamakla yükümlü olacaktır. b. Komisyon ve Sair Giderleri Ödeme Yükümlülüğü Bu  yükümlülük,  sadece  lehtar  ile  muhatap  arasında,  söz  konusu masrafların  muhatap  tarafından  ödeneceğinin  kararlaştırılması  halinde gündeme gelecektir. Taraflarca bu yönde bir anlaşma yapılmaması halinde, komisyon ve sair giderleri ödeme yükümlülüğü lehtar üzerinde kalmaya devam edecektir. III. TEMİNAT  MEKTUBUNUN  BENZER  HUKUKİ İŞLEMLERDEN FARKI A. Kefalet Sözleşmesinden Farkı Banka  teminat  mektubunun  hukuki  niteliğinin  kefalet  sözleşmesi olduğu görüşü, hukukumuzda uzun yıllar boyunca kabul edilmiştir. Ancak bu görüş günümüzde pek de fazla taraftar bulamamaktadır. Esasında kefalet sözleşmesi de tıpkı teminat mektupları gibi üç köşeli bir hukuki ilişkiden meydana gelmektedir. Kefalet sözleşmeleri ile teminat mektupları arasında pek çok benzerlik de bulunmaktadır. Fakat kefalet sözleşmesi ve teminat mektupları arasında oldukça bariz farklılıklar mevcuttur.                                                               85  GÜNAY. 56. 86  YENER COŞKUN. 51.; DOĞAN. 30 vd.; BARLAS. 27. 589Himmet KOÇ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602  Banka  teminat  mektupları  ve  kefalet  sözleşmesi  arasındaki farklılıklardan bir tanesi şekil şartına ilişkindir. Kefalet sözleşmeleri, TBK m. 583 kapsamında yazılı şekilde yapılmak zorundadır. Buradaki yazılılık şartı,  geçerlilik  şartıdır.  Yazılı  şekilde  yapılmayan  kefalet  sözleşmeleri geçersiz olacaktır. Oysa banka teminat mektupları herhangi bir kanuni düzenlemeye  tabi  değildir  ve  sözleşme  serbestisi  kapsamında  ortaya çıkmıştır.  Her  ne  kadar  uygulamada  yazılı  olarak  yapılsa  da,  teminat mektuplarının yazılı olarak yapılması zorunlu bir husus değildir. Ayrıca banka teminat mektuplarının hukuki niteliğinin garanti sözleşmesi olduğu yönündeki hakim görüş de dikkate alındığında; garanti sözleşmelerinde de bir şekil şartı öngörülmediği de görülecektir.  Kefalet  sözleşmeleri  asıl  borca  bağlı,  yani  feri  niteliktedir.  Buna karşın  teminat  mektupları  asıl  borçtan  ayrı,  asli  borç  içermektedir.  Bu nedenle  kefalet  sözleşmesi,  herhangi  bir  nedenle  asıl  borcun  ortadan kalkması ya da geçersiz hale gelmesi halinde geçerliliğini yitirecektir. Hiçbir işlem yapılmasına gerek kalmadan kefilin sorumluluğu ortadan kalkacaktır. Ancak  teminat  mektuplarında  temel  ilişki  ortadan  kalksa  bile  mektubun geçerliliği devam edebilecektir. Asıl borcun sona ermesi, güvence altına alınan riskin de sona ermesi sonucunu doğuruyor ise, bu durumda teminat mektubuyla sağlanan garanti de sona erer. Kefalet sözleşmesinde kefil, asıl borçluya ait defi ve itirazları alacaklıya karşı ileri sürmek hakkını haizdir; hatta bununla yükümlüdür (TBK m. 591).  Teminat  mektubunda  ise  teminat  mektubunu  veren  banka,  asıl borçlunun ileri sürebileceği defi ve itirazları alacaklıya karşı ileri süremez. Bunun yanında, ileri sürmemiş olmasından kaynaklanan olumsuzluklardan sorumlu tutulamaz. Bu sonuç, teminat mektuplarının asli bir borç niteliği taşımasından ileri gelmektedir.   TBK  m.  596  kapsamında  kefil,  ifa  ettiği  borç  miktarı  oranında alacaklının  haklarına  halef  olur.  Yani  alacaklıya  ödediği  meblağı  asıl                                                             87  DOĞAN. 31.; YENER COŞKUN. 66. 88  Uygulamada  bankaların  kendi  şubeleri  arasında  bile  uygulama  farklılıkları çıkabileceğinden hareketle; çoğu banka önceden hazırlanmış formlar şeklinde teminat mektuplarını yazılı olarak bastırıp şubelerine göndermektedirler. Bu şekilde bir uygulama yerleştiğinden, teminat mektuplarının yazılı şekil dışında yapılma usullerine günümüzde rastlanmamaktadır.  Tabiidir  ki  bankalar,  lehtarın  vereceği  ek  talimatları  da  teminat mektubuna  eklemek  zorundadırlar.  Zira  örnek  kabilinden  hazırlanan  tek  tip  teminat mektupları her zaman müşterinin taleplerini karşılamayabilir.  89  TURAN. 32.; DOĞAN. 31.; YENER COŞKUN. 67. 90  YENER COŞKUN. 57.; BARLAS. 28.; DOĞAN, Teminat. 31. 91  BARLAS. 29.; YENER COŞKUN. 56. 590Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602          Hukuki Açıdan Banka Teminat Mektupları      borçluya  karşı  ileri  sürerek  rücu  edebilir.  Ancak  teminat  mektuplarında banka, alacaklıya ödeme yaptıktan sonra alacaklının haklarına halef olamaz. Zira  burada  bankanın  ödeme  yapması,  kendi  borcunu  ödemesi mahiyetindedir.  B. Avalden Farkı Aval TTK m. 700 ve 702. maddeleri arasında düzenlenmiştir. Esasında kambiyo  senetlerine  verilen  bir  teminat  niteliğindedir.  Aval  veren  taraf, lehine aval verilen tarafın çek, bono ve poliçeden doğan yükümlülüğünü teminat altına almış olmaktadır. Bu sayede lehine aval verilen kambiyo senedinin tedavül kabiliyeti artırılmış olmaktadır.  Teminat  mektubundaki  ilişki,  temel  ilişkideki  borçlunun  talepte bulunması üzerine düzenlenmiş olmasına rağmen temel ilişkinin alacaklısı ile  banka  arasındadır.  Eğer  temel  ilişkideki  borçlu  borcunu  ödemezse alacaklı bankadan teminat mektubundaki değerin ödenmesini talep edecektir. Ancak avalde aval ilişkisi aval veren ile borçlu arasındadır. Aval veren, temel  ilişkinin  alacaklını  bilmek  ya  da  tanımak  zorunda  değildir.  Hatta bilmesi  uygulamada  oldukça  zordur.  Zira  kambiyo  senetlerinin  tedavül kabiliyeti  nedeniyle,  aval  verilen  kambiyo  senedi  çok  fazla  sayıda  el değiştirmiş olabilir.  Yine kefalette olduğu gibi aval işlemi de asıl borca bağlı, feri bir borç niteliğindedir. Yani aval verilen hukuki ilişki geçersizse, ya da herhangi bir nedenle geçersiz hale gelmiş veya ortadan kalkmışsa aval verenin borcu sona erecektir. Ancak teminat mektubu ilişkisinde teminat ilişkisi asli bir borçtur. Dolayısıyla temel ilişkinin geçersiz olması durumunda bile teminat mektubu geçerliliğini devam ettirecektir.  Hukuki niteliğinden dolayı aval ilişkisinde aval veren ile lehine aval verilen borcu arasında bir müteselsil borç durumu mevcuttur. Yani aval veren  ile  temel  ilişkinin  borçlusu,  alacaklıya  karşı  müteselsil  olarak sorumludur. Bu durumda alacaklı, bu iki taraftan istediği birisinden borcun tamamını  isteyebilir.  Ancak  teminat  mektubunda  herhangi  bir  müteselsil borç ilişkisi mevcut değildir.                                                              92  BARLAS. 32. 93  YENER COŞKUN. 77. 94  YENER COŞKUN. 78. 591Himmet KOÇ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602  C. Akreditif Sözleşmesinden Farkı Temelde  teminat  mektupları  ve  akreditif  benzer  hukuki  işlemlerdir. Hatta Alman hukukunda teminat mektupları ile akreditifin birbiriyle uyuşma içerisinde oldukları kabul edilmektedir. İkisinde de banka, lehtarın ödeme gücünü garanti etmiş olur. Ancak teminat mektupları gerek yurtiçi, gerekse yurt dışı işlemlerde uygulanabilirken; akreditif sadece milletlerarası ticaret ilişkilerinde kullanılan bir hukuki ilişkidir. Akreditif genelde, ithalat-ihracat işlerinde, yani mesafeli satım sözleşmelerinde gündeme gelir.  Uluslararası  alanda  ticaret  yapmakta  olan  taraflardan  bir  tanesi, bankadan akreditif alarak karşı tarafa ödeme yapması konusunda bankaya bir görev yüklemektedir. Ancak teminat mektuplarında temel ilişkinin borçlusu, temel ilişkide kendi ödemesi gereken borcu ödemezse bu durumda banka devreye  girecek  ve  temel  ilişki  alacaklısının  talebi  üzerine,  borcun  ifa edilmemesinden  doğan  zararı tazmin  edecektir.   Teminat  mektuplarında, borçlu  hiçbir  zaman  akreditifte  olduğu  gibi  edimi  bankanın  yerine getirmesini talep edememektedir. Akreditifte, ilişkinin temelini akreditif ilişkisi oluşturmaktadır. Temel ilişkinin borçlusunun edimini doğrudan ve ilk elden akreditif veren banka ifa etmektedir. Ancak teminat mektuplarında hukuki ilişkinin temeli, garanti fonksiyonudur.    Buradaki  garanti  fonksiyonu,  temel  ilişki  borçlusunun borcunu ödememe ihtimaline karşı bankanın alacaklıya, uğrayacağı zararı güvence altına aldığını ifade eden bir fonksiyondur.  IV.  TEMİNAT MEKTUBUNUN TÜRLERİ A. Ödeme Talebinin Şekline Göre Banka Teminat Mektupları 1. İlk Talepte Ödeme Kayıtlı Teminat Mektupları Uygulamada  banka  teminat  mektuplarının  büyük  çoğunluğunu  ilk talepte ödeme kayıtlı teminat mektupları oluşturmaktadır. İlk talepte ödeme                                                             95  DOĞAN. 37. 96  YENER COŞKUN. 80.; DOĞAN. 37. 97  DOĞAN. 37. 98  YASAN, Mustafa: İlk Talepte Ödeme Kayıtlı Teminat Mektuplarında Bankanın Tazmin Talebini  İnceleme  Yükümlülüğünün  Sınırları. Erciyes  Üniversitesi  Hukuk  Fakültesi Dergisi, C. 7, S. 1, Haziran 2012. 30 vd. 99  İlk  talepte  ödeme  kaydı  olarak  nitelendirilebilecek  kayıtlar  ilk  talepte  ödenecektir, kayıtsız şartsız ödenecektir, herhangi bir itiraz ileri sürülmeden ödenecektir, herhangi bir işleme  gerek  kalmadan  ödenecektir,  lehtarın  rızası  aranmadan  ödenecektir…  gibi ifadelerden oluşmaktadır.  592Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602          Hukuki Açıdan Banka Teminat Mektupları      kayıtlı  teminat  mektupları,  teminat  mektubunun  güvence  fonksiyonunun yerine getirildiği bir  türdür.  Öyle ki,  muhatabın  talep  ettiği  anda banka herhangi bir araştırma yapmadan, teminat verdiği meblağa kadar muhataba ödeme yapmak zorundadır. Bu yönüyle ilk talepte ödeme kayıtlı teminat mektupları, muhatapta yer alan güven problemine çözüm bulunması amacına da  hizmet  etmektedir.  Zira  teminat  mektuplarında  böyle  bir  kaydın bulunması, muhatapta üst düzeyde bir güvenin doğmasını sağlayacaktır.  İlk  talepte  ödeme  kayıtlı  banka  teminat  mektuplarında  banka, muhatabın ödeme talebiyle karşılaşır karşılaşmaz teminat bedelini ödemekle yükümlüdür. Muhatabın, teminat mektubuyla güvence altına alınan riskin gerçekleştiğini;  yani  talep  hakkının  doğduğunu  ispat  etmesine  gerek kalmadan banka gerekli ödemeyi yapmakla mükelleftir.   İlk talepte ödeme kayıtlı teminat mektuplarında banka, muhatabın talebi üzerine yalnızca şekli anlamda inceleme yapma yetkisine sahip olup, esasa ilişkin herhangi bir inceleme yapma hak ve yetkisine sahip değildir. Diğer bir  deyişle  banka,  usulüne  uygun  ödeme  talebi  ile  karşılaştığında  kural olarak  herhangi  bir  defi  ve  itirazda  bulunmadan  teminat  mektubu muhatabının ödeme talebini yerine getirmek zorundadır.  Burada bankanın esasa dair incelemede bulunmayacağı yargısı bankayı tamamen  bir  yükümlülükten  kurtarmamalıdır.  Kanaatimizce,  basiretli  bir tacir  niteliğinde  olan  bankanın;  bankanın  ödeme  yapması  zorunluluğunu doğuran  olayın  gerçekleşip  gerçekleşmediğini  basit  düzeyde  de  olsa araştırması gerekmektedir. Örneğin lehtarın borcunu ödediği; ya da teminat mektubuyla güvence altına alınan riskin gerçekleşip gerçekleşmediği banka tarafından basit düzeyde de olsa araştırılmalıdır. Ayrıca banka, ilk talepte ödeme kayıtlı olmasına rağmen, kendisinden talepte bulunan muhataptan adan  riskin  gerçekleştiğine  dair  destekleyici  beyanlarda  bulunmasını  da isteyebilmelidir. Eğer riskin gerçekleşmemesine rağmen sadece ilk talepte ödeme kaydı olduğu için bankanın ödeme yapması durumunda bu durumdan bankanın sorumlu olması gerekmektedir. Bu durumda banka açısından hakkın  kötüye  kullanılması  gündeme  gelecek  ve  lehtar,  haksız  tazmin                                                             100  YENER COŞKUN. 64. 101  GÜNAY. 45. 102  ALICI. 467. 103   DOĞAN. 64. 104  ARAL, Fahrettin: Banka Teminat Mektuplarının Hukuki Niteliği ve Kefaletten Farkları Prof. Dr. Fikret Eren e Armağan, Ankara, 2006. s. 141; YENER COŞKUN. 117. 105   DOĞAN. 65. 106  DOĞAN. 68. 593Himmet KOÇ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602  sebebiyle  bankaya  karşı  maddi  tazminat  davası;  eğer  ticari  itibarı zedelenmişse manevi tazminat davası açabilecektir.  İlk talepte ödeme kayıtlı teminat mektupları bankalar için de oldukça kolaylık sağlayan bir çeşittir. İlk olarak, kendisine ilk talepte ödeme kayıtlı teminat mektubundan dolayı bir başvuru yapıldığında; bankanın meseleyi derinlemesine bir şekilde incelemesine gerek bulunmamaktadır. Bu nedenle banka, lehtara rücu ettikten sonra elde edeceği komisyon gibi menfaatleri de risk üstlenmeden, kolayca elde etmiş olacaktır. Eğer ilk talepte ödeme kayıtlı teminat  mektubunda  banka  ödeme  yapar;  ancak  lehtar  tarafından  bu ödemenin haksız olduğu iddia edilirse; banka bu ihtilafın dışında kalacaktır. Bu nedenle ilk talepte ödeme kayıtlı teminat mektuplarında önce öde, sonra davet et prensibinin geçerli olduğu söylenebilir. Bu da ilk talepte ödeme kayıtlı teminat mektuplarının bankalar açısından bir diğer faydalı yönüdür.  İlk talepte ödeme kayıtlı teminat mektuplarında bankanın, ödemenin haksız olduğuna dair detaylı bir inceleme yapma yetkisi bulunmamaktadır. Bu durumda lehtarın aleyhine sonuçların doğmasını muhtemel kılmaktadır. Sadece  iki  durumda  lehtar  bankaya  başvurarak  ödeme  talebinin  haksız olduğunu,  bankanın  ilk  talepte  ödeme  kayıtlı  teminat  mektubuna  ilişkin muhataba  ödeme  yapmamasını  bildirebilir.  Bu  durumlardan  birincisi; bankanın muhataba karşı defi ileri sürebileceği hallerdir. Bu defiler teminat mektubunun sahte olması ya da zamanaşımına uğramış olduğu gibi defiler olabilir. Bir diğer durum ise lehtarın bankadan ihtiyati tedbir kararı alarak bankanın ilk talepte ödeme kayıtlı teminat mektubunun ödenmesine engel olması durumudur.  2. Şartlı Teminat Mektupları Teminat mektubu veren bankanın ancak belli şartların ortaya çıkması halinde  riski  garanti  ettiğini  belirttiği  banka  teminat  mektuplarına  şartlı teminat mektubu denir. Bu tür teminat mektubunun varlığında, bankanın teminat altına aldığı riskin gerçekleştiğini ve diğer şartların gerçekleştiğini muhatap bankaya karşı ispat etmek durumundadır. Eğer teminat mektubuna eklenmiş şartların gerçekleşmiş olduğu ispat edilemezse, banka muhataba ödeme  yapmayacaktır.  İbraz  edilen  belgelerin  hukuki  olarak  geçerli                                                             107  DOĞAN. 66.   108  Bir Yargıtay Hukuk Genel Kurulu kararında da bu durum izah edilmiştir. İlgili kararda Banka teminat mektubu muhteviyatı meblağı alacaklıya ilk talebinde ödemek zorundadır. Bununla beraber banka sırf kendisine ait defilerle mektubun bedelini ödemekten imtina edebilir. Teminat mektubunun zamanaşımına uğraması, sahte olması gibi defileri ileri sürebilir. (HGK 21.07.1981 T. ve E: 1981/11, K:1981/560). 109  YENER COŞKUN. 117. 594Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602          Hukuki Açıdan Banka Teminat Mektupları      olmalarına rağmen bankanın ödeme yapmaması durumunda da bankanın sorumluluğu işletilebilecektir.  Teminat  mektubunun  şarta  bağlanması  iki  şekilde gerçekleşebilmektedir.  Bunlardan  birincisi,  teminat  mektubunun ödenmesinin  belge  ibrazına  bağlanmasıdır.  Söz  konusu  belge  ibrazını muhatap bankaya yapmalıdır. Burada belge ifadesiyle kastedilen; lehtar ile muhatap arasında önceden tespit edilmiş belgelerdir. Bu belgeler lehtarın borcunu  ifa  etmediğine  ilişkin  belgeler  olabilir.  Kendisine  ibraz  edilen belgelere ilişkin ise banka, sadece şekli bir incelemede bulunacak, belgelerin hukuki geçerliliğine ilişkin bir esas incelemesi yapmayacaktır.  Teminat mektubunun şarta bağlanmasına ilişkin ikinci durum ise fiili bir duruma ilişkin olabilir. Teminat mektubunda şart olarak öngörülmüş fiili durumun gerçekleşmesi halinde banka muhataba ödeme yapmak zorundadır. Bu durum, teminat mektuplarının sözleşme serbestisi ilkesi  çerçevesinde gerçekleşen bir ilişki olmasından kaynaklanmaktadır. Taraflar hukuka ve ahlaka uygun şartları teminat mektubunda belirleyebilirler. Bu şartlar ithalat izninin alınması, başka bir banka tarafından akreditif açılması gibi durumlar olabilir.  Teminat  mektubunda  belirtilen  şartlar  gerçekleşmezse,  teminat mektubuna dayanarak bankanın ödeme yapması istenemez.   B. Konusuna Göre Banka Teminat Mektupları 1. Geçici Teminat Mektupları Geçici teminat mektupları açılmış bir ihaleye katılmak üzere verilen teminat mektubu türüdür. Bu teminat mektupları ihaleyi yapan makama hitaben verilir. İhalenin mektup lehtarının üzerinde kalması halinde lehtarın ihale ile ilgili sözleşmeyi süresi içinde imzalayacağı ve belirlenen miktarda kesin teminat mektubunu vereceği, aksi halde bankanın belirli bir miktar ödeyeceğini garanti eder. Geçici  teminat  mektupları  ihaleyi  açan  kişi  ya  da  kuruma  hitaben verilir. Bu yolla ihalenin lehtar üzerinde kalması durumunda, şartnamede öngörülen  süre  içinde  ve  öngörülen  usulde  sözleşme  yapılmaması ihtimalinin riski güvence altına alınmış olur. Bu yönüyle geçici teminat                                                             110  DOĞAN. 71. 111  BARLAS. 13.; YENER COŞKUN. 119.; ÇETİN/DİNÇ. 73.; DOĞAN, Teminat. 58. 112  ALICI, Yaşar: Bankacılık Kanunu Şerhi. Beta Yayınları, İstanbul, 2007. 469; BARLAS. 13; REİSOĞLU, Kontrgaranti. 143; YENER COŞKUN. 119.; GÜLER. 44. 595Himmet KOÇ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602  mektupları ulusal ya da uluslararası unsur taşıyan pek çok ihalede güvence fonksiyonundan faydalanılan bir hukuki durumdur.  İhaleyi kazanan tarafın, yani geçici teminat mektubundaki lehtarın ihale kendisine kaldıktan sonra ihale şartlarına uygun olarak sözleşme yapması halinde geçici teminat mektubunun bir geçerliliği kalmayacaktır. Sözleşme kurulduktan  sonra  lehtarın  yükümlülüklerini  yerine  getirilmemesinden hareketle  geçici  teminat  mektubuna  dayanılarak  bankadan  talepte bulunulamaz.  2. Kesin Teminat Mektupları Kesin teminat mektupları, lehtarın mektupta belirtilen yükümlülüğünü yerine getireceğinin garanti edildiği, yükümlülüğün kısmen ya da tamamen yerine  getirilmemesi  halinde  bankanın  tazmin  borcu  doğduğu  teminat mektubu  türüdür.  Kesin  teminat  mektuplarında  bankanın  ödeme yükümlülüğü  altında  olduğu  miktar,  teminat  mektubunda  yazılan  miktar kadardır. Eğer muhatabın temel ilişkiden doğan zararı teminat mektubunda bankanın taahhüt altına girdiği miktardan daha fazla ise muhatap bu alacağı için lehtara, yani temel ilişkideki borçlusuna başvurmalıdır.    Kesin teminat mektupları uygulamada taşıma teminat mektupları, edim  teminat  mektupları,  teminat  amaçlı  garantiler  gibi  tasniflere  tabi tutulmaktadırlar.  3. Avans Teminat Mektupları Bazı durumlarda lehtar ile muhatap arasındaki temel borç ilişkisinde, edim  borçlusunun  edimini  ifaya  başlayabilmesi  için  sözleşmenin  karşı tarafının bir ön ödeme yapması şart koşulmaktadır. Yapılan bu ön ödeme daha sonra edim borçlusunun hak edişlerinden kesilmektedir. Yapılan bu ödemeye rağmen edim borçlusunun edimini gereği gibi yerine getirmemesi rizikosuna  karşılık,  avansın  geri  ödeneceğine  güvence  oluşturan  teminat mektuplarına avans teminat mektupları denilmektedir . Avans teminat mektuplarıyla, temel ilişki alacaklısının borçluya yaptığı edimler;  temel  ilişki  borçlusunun  edimini  ifa  etmemesi  ihtimaline  karşı taahhüt altına alınmaktadır. Eğer temel ilişki borçlusu edimini gereği gibi                                                             113   DOĞAN. 73. 114  ALICI. 469; BARLAS. 14; REİSOĞLU, Kontrgaranti. 144; YENER COŞKUN. 118.; ÇETİN/DİNÇ. 73. 115  BARLAS. 17.; ALICI. 469.; DOĞAN, Teminat. 60. 116  ÇETİN/DİNÇ. 73. 596Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602          Hukuki Açıdan Banka Teminat Mektupları      yerine getirmezse, temel ilişki alacaklısının avans olarak yapmış olduğu ödemeleri avans teminat mektubuyla bankadan isteme hakkına sahiptir.    Uygulamada avans teminat mektuplarına, yüklenicinin karşısında bir iş sahibinin bulunması durumlarında rastlanmaktadır. Örneğin henüz ortada bitirilmiş bir inşaat yokken yüklenici müteahhitle anlaşarak bir adet daire alan  tarafın  akdettiği  sözleşmede  durum  böyledir.  Daire  satın  alan  kişi, henüz  iş  bitmemiş  olmasına  rağmen  yükleniciye  bir  miktar  ödemede bulunmuşsa; ancak yüklenici vade tarihinin gelmiş olmasına rağmen işi hala bitirememişse, iş sahibi kişi avans teminat mektubunu bankaya ibraz ederek zararının karşılanmasını talep edebilecektir.  C. Geçerli Olduğu Süreye Göre Banka Teminat Mektupları 1. Vadeli Teminat Mektupları   Vadeli  teminat  mektupları,  bankanın  teminat  mektubundan kaynaklanan  sorumluluğunun  belli  bir  süre  ile  sınırlandırıldığı  teminat mektuplarıdır. Vadeli teminat mektuplarında bankanın sorumlu olabilmesi için, teminat mektubu ile güvence altına alınmış olan riskin, öngörülmüş olan vade içerisinde gerçekleşmesi gerekmektedir. Riskin öngörülen vadede gerçekleşmemesi durumunda bankanın sorumluluğu doğmayacaktır.  Riskin vade içerisinde gerçekleşmesi durumunda ödeme talebinin ne zamana kadar yapılabileceği konusundaki tartışmalar, Yargıtay Hukuk Genel Kurulu  kararı  ile  sonlanmıştı.  Karara  göre,  riskin  vade  içerisinde gerçekleşmesi  durumunda  muhatap  10  yıllık  genel  zamanaşımı  süresi içerisinde  talepte  bulunabilecektir.  Ancak  bu  uzun  zamanaşımı  süresi bankaların  vadeli  teminat  mektubu  düzenlemekten  kaçınmaları  sonucu doğurmaktaydı.  Bu  sorun  mülga  Borçlar  Kanunu  m.  110 a  2486  sayılı Kanun ile eklenen ikinci fıkra hükmü ile çözülmüştür. Söz konusu fıkra TBK m.128/2 de de aynen mevcut bulunmakta olup hükme göre; belirli bir süre için yapılan üstlenmede, sürenin bitimine kadar üstlenene edimini ifa etmesi  için  yazılı  olarak  başvurulmaması  halinde,  üstlenenin sorumluluğunun sona ereceği kararlaştırılabilir.  2. Vadesiz Teminat Mektupları Süresiz ya da başka bir ifadeyle vadesiz teminat mektupları, geçerliliği hususunda mektup metninde herhangi bir süreye yer verilmeyen teminat                                                             117  YENER COŞKUN. 121.; DOĞAN. 85. 118  HGK, 26.01.1974 T. ve E: 1974/1585, K: 1974/76  (ALICI, s. 469, dpn. 645 ten naklen) 597Himmet KOÇ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602  mektuplarıdır.  Bu  tür  banka  teminat  mektupları  özellikle  bayilik,  tek satıcılık ya da yol, baraj yapımı gibi uzun süreli inşaat sözleşmelerinde muhatapların  süresiz  teminat  mektubu  talep  etmeleriyle düzenlenebilmektedir. Vadesiz teminat mektuplarında riskin gerçekleşmesi için  herhangi  bir  son  tarih/vade  belirtilmemiştir.  Bu  nedenle;  teminat mektubu  verildiği  andan  itibaren  risk  gerçekleşene  kadar  bankanın sorumluluğu  da  devam  edecektir.  Risk  gerçekleştiği  andan  itibaren  ise bankanın  sorumluluğu  genel  zamanaşımı  süresine  tabi  olarak,  riskin gerçekleşme  tarihinden  itibaren  10  yıllık  sürenin  geçmesiyle  sona erecektir.  D.  İkinci Bir Bankanın Devreye Girmesine Göre Banka Teminat Mektupları 1. Doğrudan Banka Teminat Mektupları   Doğrudan banka teminat mektuplarında, lehtarın teminat mektubu talebinde  bulunduğu  banka  (garantör  banka)  muhataba  garantiyi  bizzat kendisi  vermektedir.  Ancak  muhatabın  yabancı  bir  ülkede  bulunması durumunda  garantör  banka,  muhatabın  bulunduğu  yerdeki  bir  bankanın teminat ilişkisine muhabir banka olarak katılmasını isteyebilir. Aynı şekilde garantör  banka,  muhatabın  bulunduğu  yerdeki  bir  bankadan  teminat mektubunu  muhataba  iletmesini  isteyebilir.  Bu  durumlarda  banka  yurt dışında bulunan kendi bankasını da muhabir banka olarak atayabilir. Zira bankanın  yurt  dışında  bulunan  şubesi  diğer  banka  olarak  kabul edilmektedir. Teminat mektubu ilişkisinde muhabir bankanın bulunması teminat  mektubunun  doğrudan  teminat  mektubu  olması  durumunu değiştirmez.  Bu ilişkide muhabir bankanın lehtar ya da muhataba karşı bir sorumluluğu olmayıp tek sorumluluğu garantör bankaya karşıdır. Muhabir banka, garantör bankanın talimatlarına uygun olarak hareket etmezse vekalet hükümleri çerçevesinde sorumlu olacaktır. Zira söz konusu ilişkide muhabir banka, garantör bankanın vekili konumundadır.  2. Dolaylı Teminat Mektupları Yurt  içindeki  ticari  ilişkilerde  banka  müşterisinin  teminat  mektubu talebine olumlu yanıt verirse kendisi doğrudan teminat mektubu hazırlayıp vermektedir.  Ancak  uluslararası  ticarette  muhatabın  kendi  bankasından                                                             119  REİSOĞLU, Kontrgaranti. 151; YENER COŞKUN. 122.; DOĞAN. 87.; BARLAS. 24. 120  ÇETİN/DİNÇ. 75. 121  YENER COŞKUN. 123. 122  DOĞAN. 83. 123  DOĞAN. 83. 598Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602          Hukuki Açıdan Banka Teminat Mektupları      teminat mektubu talebinde bulunduğu durumlarda yerel bankanın yabancı ülkede bulunan muhatabına doğrudan teminat mektubu vermesi mümkün olmayabilir. İşte bu gibi durumlarda devreye ikinci bir bankanın girmesi gerekebilir. Milletlerarası ticari ilişkilerin büyük bir çoğunluğunda dolaylı teminat mektupları kullanılmaktadır.  Dolaylı  banka  teminat  mektuplarında  ikinci  banka,  garantör  banka olarak muhataba karşı ilk banka gibi bağımsız bir borç altına girmekte ya da ilk  bankanın  garantisine  teyit  bankası  olarak  iştirak  etmek  suretiyle sorumluluk altına girmektedir. Uluslararası ticari ilişkilerde yaygın olarak kullanılan banka teminat mektupları dolaylı banka teminat mektuplarıdır. Bu ilişkide lehtarın talep ettiği teminat mektubu, ikinci banka konumunda olan yabancı banka tarafından verildiğinden muhataba karşı sorumlu olan ikinci bankadır. İlk banka ile ikinci banka arasında ise bir kontrgaranti ilişkisi mevcuttur. Yani riskin gerçekleşmesi durumunda muhatap, teminat tutarını ikinci bankadan talep edebilecektir. İlk banka ise teminat mektubunu ödeyen ikinci bankaya ödediği bu tutarı geri verir.   SONUÇ Teminat  mektubu;  bankanın,  lehtarla  muhatap  arasındaki  ilişkide lehtarın ödeme gücünü garanti etmesi, lehtar ödemede bulunmazsa da onun borcunu muhataba  ödemeyi  garanti  ettiği  bir  sözleşme türüdür.  Teminat sözleşmesinde  banka,  bir  netice  sorumluluğu  üstlenmektedir.  Burada  bir garanti işlevi mevcuttur. Teminat sözleşmesinin esasında bir kefalet sözleşmesi olduğu görüşüne göre banka, olası bir zarar durumunda bir kefil gibi bunu karşılamayı taahhüt eder.  Bu  görüş  önceden  Türk  ve  İsviçre  hukuk  sistemlerinde  kabul görmekteydi. Ancak günümüzde geçerli bir görüş değildir. Hukuki nitelik iki farklı YİBK ile tespit edilmiş ve garanti sözleşmesi olarak düzenlenmiştir. Teminat mektubu ilişkisinde üçüncü kişi, yani temel ilişkide alacaklı olan taraf  edimini  yerine  getirmezse,  garanti  veren  bu  zararı  karşılamakla yükümlü  olacaktır.  İşte  buradaki  garanti  etme  işlevi,  banka  teminat mektuplarını garanti sözleşmesine yaklaştırmaktadır.   Banka ile lehtar arasında kurulan karşılık ilişkisinin hukuki niteliği ise mukayeseli hukukta farklı şekillerde yorumlanmıştır. Alman hukukunda hakim olan görüşe göre karşılık ilişkisi, Alman Medeni Kanunu (BGB) m.                                                             124 YENER COŞKUN. 124. 599Himmet KOÇ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602  675 ve 631 gereğince karşılık ilişkisinin hukuki niteliği, eser sözleşmesi niteliğine  sahip  bir  iş  görme  sözleşmesidir.  Karşılık  ilişkisinin  hukuki niteliği konusunda Türk ve İsviçre hukuk düzenlerinde hakim olan görüş ise bu ilişkinin bir vekalet ilişkisi olduğu yönündedir. Bu görüşe göre banka lehtarın  talimatlarına uygun uygun olarak  teminat  mektubu hazırlamakla yükümlüdür.  Hazırlayacağı  teminat  mektubunda  banka,  lehtarın talimatlarıyla sıkı sıkıya bağlı olmak zorundadır.  Hazırlanacak  teminat  mektubunun  herhangi  bir  şekil  şartına  tabi olmadığını; ancak uygulamada yazılı şekil şartının çoğunlukla kullanıldığını belirtmekte  fayda  vardır.  Yazılı  olarak  hazırlanan  teminat  mektubu, muhataba  yöneltilen  bir  icap  niteliğindedir.  Eğer  muhatap,  eline  ulaşan teminat mektubunu kabul ettiğini beyan ederse, o anda banka ile muhatap arasında bir garanti ilişkisi kurulmuş olacaktır. Teminat mektubunda bankanın sorumlu olacağı üst miktarın yazılmış olmasının  zorunluluk  arz  edip  etmediği  hususu  da  önemlidir.  Garanti sözleşmelerinde, garantörün sorumlu olacağı azami miktarın belirli olmasına gerek yoktur. Sorumluluğun kaynağını oluşturacak riskin belirli ya da belirlenebilir olması gerekli ve yeterli olacaktır.",
     "Kaynakça": "AKYAZAN,  Sıtkı:  “Tatbikatta  Banka  Teminat  Mektuplarının  Ortaya  Çıkardığı Çeşitli Sorunlar.   BATİDER, C. VII, S. 3, 1974. 567-579. (Çeşitli Sorunlar) AKYAZAN, Sıtkı: “Teminat Mektuplarında Zamanaşımı. BATİDER, C. VIII, S. I, 1975. 1-13.  (Zamanaşımı) ALICI, Yaşar: Bankacılık Kanunu Şerhi. Beta Yayınları, İstanbul, 2007. ARAL, Fahrettin: “Banka Teminat Mektuplarının Hukuki Niteliği ve Kefaletten Farkları Prof.   Dr. Fikret Eren e Armağan, Ankara, 2006. 131-143. AUHAGEN,  U.:  Die  Garantie  eienr  Bank  auf  “erstes  Anfordern  zu  zahlen, Wuppertal, 1996. BARLAS, Nami: Türk Hukuk Sisteminde Banka Teminat Mektupları. Kazancı Hukuk Yayınları,   İstanbul 1986.  BAŞARA, İzzet: “Banka Teminat Mektuplarının Hukuki Niteliği. TBB Dergisi, Ankara, 2009, Y.   22, S. 83. 302-317. BATTAL,  Ahmet:  Güven  Kurumu  Nitelendirmesi  Işığında  Bankaların  Hukuki Sorumluluğu,   Ankara 2001. 600Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602          Hukuki Açıdan Banka Teminat Mektupları      ÇETİN,  Abdurrahman/DİNÇ,  Yusuf:  “Türkiye de  Teminat  Mektupları: Uygulamalar ve Hukuki   Sorunlar. Finansal Araştırmalar ve Çalışmalar Dergisi, 2013/5. 67-92. DOĞAN, Elif: Türk Hukuk Sisteminde Banka Teminat Mektupları. Bahçeşehir Üniversitesi   Sosyal Bilimler Enstitüsü Yüksek Lisans Tezi. İstanbul, 2010. (Danışman: Yrd. Doç. Dr.   Emin Cem KAHYAOĞLU). (Teminat) DOĞAN, Vahit: Teminat Mektupları (Gözden Geçirilmiş Beşinci Baskı). Savaş Yayınevi, Ankara,   2015. DOHM, J.: Bankgarantien im internationalen Handel, Bern, 1985. GÜLER, Muhammet Ali: Banka Teminat Mektuplarının Paraya Çevrilmesi. Ankara   Üniversitesi Sosyal Bilimler Enstitüsü Yüksek Lisans Tezi. Ankara, 2011. (Danışman:  Prof. Dr. Kemal ŞENOCAK). GÜNAY, Celal: Banka Teminat Mektupları. Çankaya Üniversitesi sosyal Bilimler Enstitüsü   Yüksek Lisans Tezi. Ankara, 2014. (Danışman: Yrd. Doç. Dr. Gamze TURAN BAŞARA). HEIN, T.: Der Zahlungsanspruch des Begünstigten einer Bankgarantie “auf erstes Anfordern,   Giessen, 1982. KLEINER, B.: Bankgarantie, 4.Aufl., Zürich, 1990. KOCAMAN, Arif Burhanettin: “Banka Teminat Mektuplarının Hukuki Niteliği Üzerine.   BATİDER, C. 15, S. 3. 49-66.  MÜLBERT, P. O.: Neuste Entwicklungen des materiellen Rechts der Garantie “auf erstes   Anfordern, ZIP, 18(1985), s. 1101-1114. NIELSEN, J.: Bankgarantien bei Aussenhandelsgeschaeften, Köln, 1986. OMAĞ, Semra: “Banka Teminat Mektuplarının Hukuki Mahiyeti ve Hükümleri. BETİDER, C. 6, S. 2.   325-342. ÖZTÜRK,  Gülay:  “Banka  Teminat  Mektuplarında  Lehdarın  Hak  ve Yükümlülükleri Terazi   Hukuk Dergisi, C. 2, S. 5, Ocak 2007. 20-27. REİSOĞLU, Seza: Banka Teminat Mektupları ve Kontrgarantiler. Türkiye Bankalar Birliği   Yayınları, Ankara, 2003. (Kontrgaranti) ROESLE, E. A.: Die internationale Vereinheitlichung des Rechts der Bankgarantien, Zürich,   1983. SONGUR, Damla/CEYLAN, Çiğdem: “Banka Teminat Mektubu-Hukuki Niteliği ve  Çeşitleri.  Uluslararası Antalya Üniversitesi Hukuk Fakültesi Dergisi, C. 2, S. 4, Aralık   2014. 149-177. TANDOĞAN, Haluk. Garanti Mukavelesi. BTHAE Yayınları, Ankara, 1959. 601Himmet KOÇ                                                          Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 567-602  TEKİNALP, Ünal: Banka Hukukunun Esasları (Yeniden Yazılmış İkinci Bası). Vedat Kitapçılık,   İstanbul, 2009. TURAN, Gamze: “Garanti Ve Kefalet Sözleşmeleri Arasındaki Farklar Ve Banka Kredi Kartı  Sözleşmelerindeki  Şahsi  Teminatın  Niteliği  Türkiye  Barolar Birliği Dergisi, S. 66. 2006.   27-50. von WESTPHALEN, F.: Die Bankgarantie im internationalen Handelsverkehr, 2. Aufl.   Heidelberg, 1990. YASAN, Mustafa: “İlk Talepte Ödeme Kayıtlı Teminat Mektuplarında Bankanın Tazmin   Talebini  İnceleme  Yükümlülüğünün  Sınırları. Erciyes Üniversitesi Hukuk Fakültesi  Dergisi, C. 7, S. 1, Haziran 2012. 27-63 YENER COŞKUN, Hilal: Banka Teminat Mektuplarında İlgililerin Hak ve Borçları. Vedat   Yayıncılık, İstanbul, 2012.  602"
}