{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "3",
     "Başlık": "KUZEY KIBRIS TÜRK CUMHURİYETİ YÜKSEK MAHKEMESİ KARARLARINDA HUKUK DEVLETİ İLKESİ",
     "Title": "Rule of Law Principle in Supreme Court Cases of Turkish Republic of Northern Cyprus",
     "Yazar İsmi": [
          "Bezar Eylem EKİNCİ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Kuzey Kıbrıs Türk Cumhuriyeti",
          "Yüksek Mahkeme",
          "hukuk devleti",
          "yargısal denetim",
          "yargı bağımsızlığı"
     ],
     "Keywords": [
          "Turkish Republic of Northern Cyprus",
          "Supreme Court",
          "rule of law",
          "judicial review",
          "judicial independence"
     ],
     "Özet": "Hukuka bağlı yönetim devlet teorisinin önemli konuları arasında yer almaktadır. Devletin hukuka uygun hareket etmesi ve idari tasarruflarının yargı denetimine açık olması hukuk devleti ilkesinin temel koşullarındandır. Kuzey Kıbrıs Türk Cumhuriyeti nde (KKTC) de hukuk devleti ilkesi gereği hukuka bağlı ve yargı denetimine açık bir yönetim olması gerekmektedir. Bu çalışmada,  Anglo-Sakson  ve  kıta  Avrupası  hukuk  sistemlerinin  birlikte uygulandığı KKTC de hukuk devleti ve hukukun üstünlüğü kavramları ele alınarak, Yüksek Mahkeme kararlarında hukuk devletinin temel unsurları ve Mahkeme nin hukuk devleti ilkesi yaklaşımı belirlenmeye çalışılmaktadır.",
     "Abstract": "Law abiding administration is one of the significant issues in the state theory. To comply with law and activities of administration being available for judicial review. In order to comply with the rule of law principle inT urkish Republic of Northern Cyprus (TRNC), two condition of it should be fulfilled. In this study, rule of law principle will be examined in the TRNC, which is a hybrid system of Anglo-Saxon and Continental European legal system.  In  regard  to  this,  Supreme  Court  decision  will  be  thoroughly examined and basic principles of rule of law will be studied. The essential goal is to determine the Court s perspective of the rule of law.",
     "Metin": "Hukuka bağlı yönetimi ifade eden hukuk devleti ilkesi, günümüzde modern  devlet  yapılanmasının  temelini  oluşturmaktadır.  Bu  ilke,  birçok ülkede olduğu gibi Kuzey Kıbrıs Türk Cumhuriyeti nde (KKTC) de, Yüksek Mahkeme  kararları  yoluyla  geliştirilmektedir.  Hukuk  devleti  ilkesinin Kıbrıs ta  yerleşmesi  bakımından,  iki  toplumluluk  esasına  dayanan  1960 Kıbrıs Cumhuriyeti Anayasası dönemi önemli bir aşamaya işaret etmektedir. Daha  sonra  yapılan  1975  Kıbrıs  Türk  Federe  Devleti  (KTFD)  ve  1985 KKTC Anayasalarında da hukuk devleti ilkesine ilişkin birçok düzenlemeye yer verilmiştir.  Hukuk devleti ilkesini açıklamadan önce, genel hatlarıyla KKTC de uygulanan hukuk sistemine ve Yüksek Mahkeme nin oluşumuna değinmek yol  gösterici  olacaktır.  Belirtmek  gerekir  ki,  tarihsel  gelişim  sürecine bakıldığında, KKTC hukuk sisteminin tek bir devlet çatısı altında kesintisiz bir şekilde oluşmadığı görülmektedir. KKTC de, kamu hukukunun kendine özgü nitelikleri olmakla birlikte, ceza hukuku ve usulünün İngiliz hukukuna yakın olduğunu belirtebiliriz. Yönetim hukuku ve anayasa yargısı açısından bakıldığında ise daha çok Türk hukuk sistemine yakın olduğunu ifade etmek mümkündür. Anayasa Mahkemesi, KKTC de uygulanan hukuk sistemini şu şekilde  açıklamaktadır;3   K.K.T.C. de  İngiliz  usul  yasalarını  yani  Anglo Sakson  hukuk  sistemini  uygulamaktayız.  Anayasa  Mahkememiz,  Anayasa                                                  1 Turgut Turhan, Tarihsel Bakış Açısıyla Kıbrıs Türk Hukuk Sistemi, Ankara Üniversitesi Hukuk Fakültesi Dergisi, C. 57, S. 2, 2008, s. 281. 2  Zaim  Necatigil,  Kıbrıs  Hukuk  Sistemi,  Kıbrıs  Türk  Hukuk  Dosyası  (Şubat  1999), (TC/KKTC Hukuk Forumu Tutanakları), haz. K. B. Raif, Ankara 1999, s. 141. 3 Anayasa Mahkemesi nin 5.5.2005 tarihli 5/2003 (D. 1/2005) sayılı kararı, s. 6. Ayrıca bkz. Anayasa Mahkemesi nin 26.6.2003 tarihli 24/2002 (D. 4/2003) sayılı kararı, s.12. 724Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770                                                   Ekinci hukuku  açısından  Türkiye  hukukunu  izlemekle  birlikte  usul  hukuku  ve prosedür açısından İngiliz hukukunu uygulamaya devam etmektedir.  KKTC yargı örgütü sisteminde Yüksek Mahkeme, tek bir çatı altında toplanmakta ve kendi içinde görev dağılımı yapmaktadır. Yüksek Mahkeme bir Başkan ve yedi yargıçtan oluşmaktadır (Ay. md. 143). Görev dağılımına bakıldığında, Anayasa ya göre Yüksek Mahkeme, Başkan ve dört yargıç ile toplanarak  Anayasa  Mahkemesi  görevini  yapmaktadır  (Ay.  md.  143/3). Başkan ve iki yargıç ile veya sadece üç yargıç ile toplanarak Yargıtay veya Yüksek İdare Mahkemesi (YİM) görevini yerine getirmektedir (Ay. md. 143/4). Yargıtay veya Yüksek İdare Mahkemesi nde görev yapacak olan Yüksek Mahkeme yargıçları, her adli yılın başlangıcından önce o adli yıl için Yüksek Mahkeme tarafından belirlenmekte ve bir adli yıl için o yargıç, Yargıtay veya Yüksek İdare Mahkemesi nde görev yapmaktadır (Ay. md. 143/5)5.  Çalışmanın kapsamı, Yüksek Mahkeme kararlarını içermekle birlikte,6 Kıbrıs ta  hukuk  devleti  ilkesinin  gelişim  sürecine  genel  hatlarıyla  yer verilecektir.  Ardından,  Yüksek  Mahkeme  kararlarında  hukuk  devleti ilkesinin temel unsurları belirlenmeye çalışılacak ve Yüksek Mahkeme nin hukuk devleti ilkesi yorumu ele alınacaktır. I.  KUZEY  KIBRIS  TÜRK  CUMHURİYETİ NDE  HUKUK DEVLETİNİN GELİŞİM SÜRECİ Hukuk  devleti,  en  genel  şekliyle,  bireylerin  temel  hak  ve özgürlüklerinin  güvence  altına  alınarak  hukuki  güvenliğin  sağlandığı; gerçekleştirdiği  tüm  tasarrufların  hukuk  kurallarına  bağlı  ve  bağımsız yargısal  denetime  açık  olduğu  bir  devlet  olarak  tanımlanabilir.  Keyfi                                                  4 Bu konuyla ilgili olarak bkz. Zaim M. Necatigil, Kuzey Kıbrıs Türk Cumhuriyeti nde Anayasa ve Yönetim Hukukunun Esasları, Işık Kitabevi Yayınları, Lefkoşa-Kıbrıs 2015, s. 4 vd.; Turhan, s. 278-281. 5  Çalışmamızın  KKTC  Yüksek  Mahkemesi  kararlarını  içermesi  nedeniyle,  Anayasa Mahkemesi, YİM ve Yargıtay kararlarını kapsamaktadır. Yüksek Mahkeme kararlarına atıf verilirken de, görevli mahkeme dipnotta ayrıca belirtilmektedir.  6  Çalışmada  kullanılan  Yüksek  Mahkeme  kararlarına  şu  adresten  ulaşılmıştır: <http://www.mahkemeler.net/cgi-bin/yenikararara.aspx>, E.T. 13.9.2015. 7 Hukuk devletinin tanımı için bkz. Mustafa Erdoğan, Anayasa Hukuku, Orion Yayınları, 4. Baskı, Ankara 2007, s. 65; Kemal Gözler, Türk Anayasa Hukuku Dersleri, Ekin Yayınları, 18. Baskı, Bursa, Şubat 2015, s. 82; Metin Günday, İdare Hukuku, İmaj Yayınevi, 10. Baskı, Ankara 2011, s. 39; Ergun Özbudun, Türk Anayasa Hukuku, Yetkin Yayınları, 8.   725Kuzey Kıbrıs Türk Cumhuriyeti...       Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770 yönetimin karşıtı olan hukuk devleti, hukuk sayesinde var olan, bir başka ifadeyle, meşruluğunu hukuktan alan devleti ifade etmektedir. Kavram olarak hukuk devleti (rechtsstaat) sözcüğünün, Alman kökenli ve Almancaya özgü olduğunu belirtebiliriz. Amerika Birleşik Devletleri nde kavram, uygun hukuki usul diyebileceğimiz due process of law,10 Fransa da ise  état  de  droit  şeklinde  kullanılmaktadır.  İngiltere de  hukuk  devleti kavramı  için  hukukun  üstünlüğü  ya  da  hukukun  egemenliği  terimini karşılayan rule of law kavramı karşımıza çıkmaktadır. Rule of law köklerini İngiltere nin  siyasal  ve  anayasal  tarihinde  bularak,  Amerikan  anayasal yapısıyla İngiliz kurumlarından etkilenen diğer birçok ülkede belirgin izler bırakmıştır.  Hukuk  devleti  kavramının  temelde,  hukuka  bağlı  yönetim, hukukla sınırlanmış (hukuka uygun hareket eden) devlet anlayışına dayanan bir ilkeye işaret ettiğini; bir başka ifadeyle bu kavramların sınırlı devlet ve devletin hukuka tabi olması noktasında birleştiğini belirtmek mümkündür. Dolayısıyla kavramın gelişimi, çeşitli ülkelerde farklı bir seyir izlese de,15                                                                                                                    Baskı, Ankara 2005, s. 113; Yavuz Sabuncu, Anayasaya Giriş, İmaj Yayınevi, 13. Bası, Ankara 2007, s. 83; Mithat Sancar, Hukuk Devletinin Genel Teorisi, Dipnot Yayınları, Ankara 2006, s. 48-55. 8 Erdoğan, s. 65. 9 Karl Doehring, Genel Devlet Kuramı (Genel Kamu Hukuku), çev. Ahmet Mumcu, İnkılâp Kitabevi, 2002 İstanbul, s. 208; Sancar, s. 22. 10 Bakır Çağlar, Anayasa Bilimi-Bir Çalışma Taslağı, BFS Yayınları, 1. Baskı, İstanbul, Mart 1989, s. 166. 11 Yaşar Karayalçın, Hukukun Üstünlüğü (Kavram-Bazı Problemler), Ankara Üniversitesi Siyasal Bilgiler Fakültesi Dergisi, C. 47, S. 3, 1992, s. 201; Sancar, s. 22.  12 Yılmaz Aliefendioğlu, Hukuk-Hukukun Üstünlüğü-Hukuk Devleti, Ankara Barosu Dergisi, S. 2, 2001, s. 31; Fernando Garzoni, Die Rechtsstaatsidee im schweizerischen Staatsdenken des 19. Jahrhunderts, Zürich 1952, s. 18; Meltem Dikmen Caniklioğlu, Hukuk Devletinde Siyasi İktidar ve Yargının Karşılıklı Konumu-İlişkileri, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, C. 10, S. 1, 2008, s. 12-13.  13 Bu konuyla ilgili olarak bkz. Danilo Zolo, The Rule of Law: A Critical Reappraisal, The Rule of Law (History, Theory and Criticism), ed. Pietro Costa and Danilo Zolo, Springer, 2007, s. 3. 14 Bu konuyla ilgili olarak bkz. Sancar, s. 24; Mehmet Tevfik Özcan, Modern Toplum ve Hukuk  Devleti,  On  İki  Levha  Yayıncılık,  1.  Baskı,  İstanbul  2008,  s.  200;  Dikmen Caniklioğlu, s. 13. Tanör ve Yüzbaşıoğlu da, rule of law ve État de droit kavramları arasında anlam ve işlev bakımından önemli bir fark olmadığını ifade etmektedirler (Bülent Tanör ve Necmi Yüzbaşıoğlu, 1982 Anayasasına Göre Türk Anayasa Hukuku, Beta Yayınları, 8. Bası, İstanbul 2006, s. 93). 15 Bu kavramlar açısından tespit edilen ortak noktaların dar anlamda hukuk devletini ifade ettiğini belirtmek mümkündür. Çünkü her bir kavramın kendi hukuk geleneğini oluşturduğu ve uzun yıllar evrilerek günümüzdeki anlamlarını kazandıkları görülmektedir (bkz. Michel 726Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770                                                   Ekinci bugün gelinen noktada, hukuk devleti kavramı en genel anlamıyla, devlet gücünün  hukukla  sınırlanması,  hukuka  bağlı  devlet  fikrinde  ifadesini bulmaktadır.  Hukuk  devletinin  tanımından  hareketle  bu  ilkenin  temel unsurlarından  bazılarını  şu  şekilde  belirlemek  mümkündür;16  Devlet iktidarının  hukukla  sınırlanması,  temel  hakların  güvence  altına  alınması, hukuksal güvenlik ve devlet tasarruflarının bağımsız yargısal denetime tabi olması. Hukuk  devleti  kavramını  açıklarken,  çeşitli  ülkelerdeki  kavramsal farklılığa  değinmemizin  nedeni,  hukuk  devleti  ve  hukukun  üstünlüğü kavramlarının temelde büyük bir anlam farklılığına sahip olup olmadığını görebilmektir. Çünkü gerek KTFD gerekse KKTC Anayasalarında, hukuk devleti  kavramı  yanında,  esas  olarak  hukukun  üstünlüğü  kavramına  yer verilmektedir. Anayasa Mahkemesi nin yaklaşımı ise görüleceği üzere, her iki kavramın özünde aynı anlamı taşıdığı yönündedir. Kıbrıs ta hukuk devleti ilkesinin gelişimini ele alırken, 1985 Kuzey Kıbrıs  Türk  Cumhuriyeti  Anayasası  öncesindeki  anayasal  dönemleri sıralayarak başlamak yol gösterici olacaktır;                                                                                                                    Rosenfeld, Hukuk Devleti ve Anayasal Demokrasinin Meşruiyeti, Hukuk Devleti: Hukuki Bir İlke, Siyasi Bir İdeal, çev. Ali Rıza Çoban, ed. Ali Rıza Çoban, Bilal Canatan ve Adnan Küçük, Adres Yayınları, Ankara 2008, s. 223). 16  Hukuk  devleti  ilkesinin  unsurları  ile  ilgili  olarak,  Katharina  Sobota,  anayasallık, anayasanın üstünlüğü ve bağlayıcılığı, anayasaya uygunluk denetimi, kuvvetler ayrılığı, temel  haklar yanında yetkilerde  belirginlik/açıklık  (Kompetenzklarheit)  ve  adalet  gibi kavramlara da yer vererek, bu ilkenin 25 özelliğini belirlemektedir. Bkz. Katharina Sobota, Das Prinzip Rechtsstaat- Verfassungs- und Verwaltungsrechtliche Aspekte, Tübingen, 1997, s. 27 vd. Hayrettin Ökçesiz de hukuk devletinin herkesçe kabul edilebilecek temel unsurlarını şu şekilde sıralamaktadır; anayasayla meşrulaştırılmış devlet gücü, temel hak ve özgürlüklerin korunması, kuvvetler ayrılığı, yasallık ilkesi, yasalar karşısında eşit muamele, bağımsız mahkemeler aracılığıyla yurttaşa kamusal ve yönetsel hukuklarda da hak arama ve kanun yollarının açık olduğu güvencesinin verilmesi, hukuk devleti memurları ve yönetiminin  eylem  ve  işlemlerinden  sorumlu  tutularak  yasalara  ve  anayasaya aykırılıklarından  dolayı  zararın  giderimi  kurallarını  içermesi,  yönetimde  olduğu  gibi yasamada da amaç/araç ilişkisinde oranlılık ilkesine uyulması ve son olarak yurttaşların demokratik katılım haklarının olmasıdır. Ökçesiz e göre, birincisi bireyin medeni ve siyasi özgürlüklerinin korunması, güvenceye alınması ve ikincisi anayasaya göre konmuş hukuk kurallarının devlet gücünü bağlayarak devlet içi yaşamı düzenlemeleri olmak üzere hukuk devletinin iki bileşeni vardır. Bkz. Hayrettin Ökçesiz,  Hukuk Devleti, Hukuk Felsefesi ve Sosyolojisi Arkivi Yayınları: 4, Haz. Hayrettin Ökçesiz, İstanbul, Afa Yayınları, 1998, s. 27. 17 Anayasa Mahkemesi nin 24.6.2010 tarihli, 1/2007 (D. 2/2010) sayılı kararı, s. 7.   727Kuzey Kıbrıs Türk Cumhuriyeti...       Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770 -  1960 Kıbrıs Cumhuriyeti Anayasası dönemi,18 -  1975 Kıbrıs Türk Federe Devleti Anayasası dönemi.  Değişik  yönetimler  altında  farklı  hukuk  sistemlerinin  uygulandığı Kıbrıs ta,  Kıbrıs  Cumhuriyeti  dönemi  hukuk  sisteminin,  İngiliz  hukuk sistemi  üzerine  kurulduğunu  ifade  etmek  mümkündür.  1960  Kıbrıs Cumhuriyeti  Anayasası nda,  hukuk  devleti  ya  da  hukukun  üstünlüğü ilkelerine kavram olarak yer verilmemekle birlikte, Kıbrıs ta hukuk devleti ilkesinin  kurumsallaşması  bakımından  1960  Anayasası  önemli  bir  yer tutmaktadır. Temel hak ve özgürlükler (Kısım 2, md. 6 vd.), anayasa ve kanunlarla kurulmuş bağımsız ve tarafsız mahkemeye başvuru (md. 30/1-2)                                                  18  1960  Kıbrıs  Cumhuriyeti  Anayasası nda,  devletin  kuruluşuna  ilişkin  hükümler  iki toplumluluk esası temel alınarak düzenlenmiştir. Ancak, 1964 ten itibaren var olan fiili durumlar  sonucu  Kıbrıslı  Türkler  devlet  organlarında  yer  alamadığından,  1960 Anayasası ndaki  devletin  kuruluşuna  ilişkin  hükümler  uygulanmamaktadır.  Bir  başka ifadeyle, ortaya çıkan bu fiili durumlar Kıbrıs ta, Kıbrıslı Türklerin içinde yer almadığı yasama, yürütme ve yargı organlarının oluşumuna yol açmıştır (bkz. Tufan Erhürman, Kıbrıs ta Akıl Tutulması-Kıbrıslı Türklerde Modernleşme ve Hukuk, Lefkoşa, 1. Baskı, Işık Kitabevi Yayınları, Kasım, 2007, s. 172). 1963-1967 devresinde Kıbrıs Türk Toplumu merkezi bir  Genel Komite  tarafından yönetilmekteydi. 1967 yılında  Temel Kurallar ın kabul edilmesiyle  Kıbrıs Geçici Türk Yönetimi  kurulmuştur (bkz. Necatigil (2015), s. 2). Kıbrıs  Geçici  Türk  Yönetimi,  ayrıntılı  bir  anayasa  yapmaktan  ziyade  Kıbrıs  Türk toplumunun tabi olacağı kuralları içeren ve yasama, yürütme ve yargı işlerini birbirinden ayıran 19 maddelik bir belge yayımlamıştır. Bu belgeyle, Kıbrıs Cumhuriyeti Anayasası yürürlükten  kaldırılmamış,  21  Aralık  1963  tarihine  kadar  kabul  edilmiş  olan  Kıbrıs Cumhuriyet i yasalarının da yürürlükte olduğu belirtilmiştir (bkz. Turhan, s. 271). 19  Kıbrıs Geçici Türk Yönetimi  ilk ismini  Türk Yönetimi ne, Eylül 1974 tarihinde de,  Otonom Kıbrıs Türk Yönetimi ne dönüştürmüştür (Turhan, s. 272). Kıbrıs Türk Federe Devleti, Otonom Kıbrıs Türk Yönetimi nin 13 Şubat 1975 tarihli bildirisi ile kurulmuştur (bkz. Necatigil (2015), s. 3). 8 Haziran 1975 tarihinde halkoylaması ile kabul edilen 1975 Kıbrıs Türk Federe Devleti Anayasası yürürlüğe girmiştir (bkz. Kıbrıs Türk Federe Devleti Resmi Gazete, 17 Haziran 1975, Sayı: 4, EK I, s. 155 vd.). 1975 KTFD Anayasası nın Başlangıç kısmında  Bağımsız Kıbrıs Federal Cumhuriyetinin kurulmasına temel olmak  ifadesi yer almaktadır. Bu bakımdan, KTFD nin kurulmasıyla amaçlanan, aslında ileride kurulacak olan federal devletin kurucularından biri olmaktır. 20 Turhan, s. 268. Önceleri Osmanlı hukuk sisteminin uygulandığı Kıbrıs ta, 1878 den 1960 yılına kadar olan süreçte Kıbrıs hukuk sistemi İngiliz hukuk sisteminin etkisinde kalmıştır (Turhan, s. 255-256; Necatigil (2015), s. 1). İngiliz Anglo-Sakson sisteminin, Kıbrıs a 1935 tarihli Adalet Mahkemeleri Yasası nın 49/c maddesi ile girdiğini belirtebiliriz. Bundan sonra  tüm  Adalet  Mahkemeleri  Yasalarında,  Anglo-Sakson  hukukunun  Kıbrıs  hukuk sisteminde uygulanabileceğini öngören hükümlerin yer aldığını da eklemek gerekmektedir (bu konuyla ilgili olarak bkz. Ergin Adnan Ulunay, K.K.T.C. Hukuk Sisteminde Ortak Hukuk, Kıbrıs Araştırmaları Dergisi, Eastern Mediterranean University, C. 5, S. 1-2, Kışİlkbahar 1991, s. 81). 728Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770                                                   Ekinci ve yargıçlık güvenceleri gibi hukuk devletinin birçok unsurunun Anayasa da güvence altına alındığı görülmektedir. Bunlara ek olarak, Yüksek Anayasa Mahkemesi nin kurulmasıyla (md. 133 vd.) yasaların anayasaya uygunluk denetiminin yapılmasının bir sonucu olarak anayasanın üstünlüğü de 1960 Anayasası nda  kabul  edilmiş  ve  Kıbrıs ta  anayasa yargısı  ve  idari yargı uygulanmaya başlamıştır. İdarenin yargısal denetiminin yapılmasına ilişkin düzenlemeyle, hukuk devleti ilkesinin temel unsurunun anayasal düzeyde yer alarak, bu ilkenin Kıbrıs ta yerleşmesine olanak tanıdığını ifade etmek mümkündür.   Yargıçların  atanmasının  bağımsız  kurullarca  yapılması  yöntemi  de, yargı  bağımsızlığının  sağlanarak  hukuk  devleti  ilkesinin  yerleşmesine katkıda bulunmaktadır. 1960 Anayasası nın getirdiği yeniliklerden birisi de yargı kurullarının düzenlenmesidir (Ay. md. 133/8, 153/8 ve 157). Hukuk devleti  ilkesinin  uygulamaya  konulması  ve  yaygınlaşmasının  2.  Dünya Savaşı sonrası gerçekleştiği dikkate alındığında,24 1960 Anayasası ndaki bu düzenleme,  Kıbrıs ta  hukuk  devleti  ilkesinin  gelişimi  bakımından belirtilmesi gereken önemli bir husus olmaktadır.    Görüldüğü  üzere,  Kıbrıs ta  hukuk  devleti  ilkesi  açısından  1960 Anayasası dönemi önemli bir aşamaya işaret etmektedir. Daha sonra yapılan 1975 KTFD ve 1985 KKTC Anayasalarında da, 1960 Anayasası yla getirilen ve hukuk devleti ilkesinin temel unsurları olarak nitelendirilebilecek birçok düzenleme  ve  kuruma  yer  verilmiştir.  1975  KTFD Anayasası nın  kabul                                                  21 Bu konuyla ilgili olarak bkz. Salih Dayıoğlu, KKTC de Yargısal Yapı, Kıbrıs Türk Hukuk Dosyası (Şubat 1999), (TC/KKTC Hukuk Forumu Tutanakları), haz. K. B. Raif, Ankara 1999,  s.  60;  Necatigil  (2015),  s.  6-7.  1960  Anayasası na  göre,  Yüksek  Anayasa Mahkemesi nin görevi sadece anayasa yargısını kapsamamakta, aynı zamanda idari yargı alanında da görevli olmaktadır (bkz. Tufan Erhürman, Yüksek İdare Mahkemesi nin Görev Alanı, Işık Kitabevi Yayınları, 1. Baskı, Lefkoşa 2013, s. 24).  22 Kıbrıs Cumhuriyeti Anayasası nın 146. maddesinin 1. fıkrasına göre,  Yüksek Anayasa Mahkemesi, icraî veya idarî bir yetki kullanan herhangi bir organ, makam veya şahsın bir kararının,  muamelesinin  veya  ihmalinin,  bu  Anayasanın  veya  herhangi  bir  kanunun hükümlerine aykırı olduğu veya bunların mezkûr organ veya makam veya şahsa verilen yetkiyi tecavüz veya kötüye kullanmak suretiyle yapıldığı şikayeti ile kendisine yapılan bir müracaat hakkında kesin bir karar vermek münhasır kaza yetkisine sahiptir.  23  Levent  Gönenç,  Dünyada  ve  Türkiye de  Yüksek  Yargı  Kurulları,  Anayasa  Çalışma Metinleri 4, TEPAV, 2011, s. 1. 24 İbrahim Ö. Kaboğlu, Anayasa Hukuku Dersleri (Genel Esaslar), Legal Yayıncılık A.Ş., 9. Baskı, İstanbul 2014, s. 16.   729Kuzey Kıbrıs Türk Cumhuriyeti...       Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770 edilmesiyle birlikte hukukun üstünlüğü ilkesi anayasal düzeyde kavram olarak ilk kez yer almıştır. Anayasa nın 1. maddesine göre;  Kıbrıs Türk Federe devleti, demokrasi, sosyal adalet ve hukukun üstünlüğü ilkelerine dayanan  laik  bir  Cumhuriyettir.   Anayasa da  temel  hak  ve  özgürlükler güvence altına alınarak, anayasanın üstünlüğü ve bağlayıcılığı (Ay. md. 4), doğal yargıç ilkesi (Ay. md. 27/1) ile mahkemelerin bağımsızlığı (Ay. md. 103), yargıçlık güvenceleri (Ay. md. 104), idari işlemlerin yargısal denetimi (Ay.  md.  118)  gibi  hukuk  devletinin  temel  unsurlarının  düzenlendiği görülmektedir.  1985 KKTC Anayasası nın 1. maddesine göre;  Kuzey Kıbrıs Türk Cumhuriyeti  Devleti,  demokrasi,  sosyal  adalet  ve  hukukun  üstünlüğü ilkelerine  dayanan  laik  bir  Cumhuriyettir. 26  Bu  maddede  KTFD Anayasası nda olduğu gibi, hukuk devleti kavramı yerine hukukun üstünlüğü kavramına yer verilmektedir. Bunun yanında, Anayasa nın Temel Hakların Niteliği ve Korunması başlıklı 10. maddesinin 2. fıkrasında hukuk devleti ilkesi kavramı kullanılmaktadır;  Devlet, kişinin temel hak ve özgürlüklerini, kişi  huzuru,  sosyal  adalet  ve  hukuk  devleti  ilkeleriyle  bağdaşmayacak biçimde  sınırlayan  siyasal,  ekonomik  ve  sosyal  bütün  engelleri  kaldırır, insanın maddi ve manevi varlığının gelişmesi için gerekli koşulları hazırlar.  Bu  şekilde  Başlangıç  kısmında  yer  alan  hukuk  devleti  ilkesi  KKTC Anayasası nda  yer  alan  temel  ilkelerden  biri  olmaktadır.  Anayasa Mahkemesi nin,  hukuk  devleti  ilkesine  aykırılığı  incelerken  doğrudan                                                  25 KTFD döneminde, İngiliz döneminden kalan bazı yasaların yürürlükten kaldırıldığı, Türk toplumunun ihtiyaç ve gerekleriyle uyumlu hale getirilmeye çalışıldığı görülmektedir. Ancak KTFD dönemi mevzuatının temelde Cumhuriyet dönemi ve bu dönemde yürürlükte olan İngiliz yasalarına dayandığını belirtmek gerekmektedir. Dolayısıyla KTFD döneminde tam  anlamıyla  Anglo-Sakson  hukuk  sisteminden  uzaklaşılmadığını  ifade  etmek mümkündür. KTFD döneminde oluşan yargı örgütü yapısının ise genel olarak KKTC hukuk sisteminde de korunduğu belirtilebilir (bu konuyla ilgili olarak bkz. Turhan, s. 273275). 26 1985 KKTC Anayasası nın 9. maddesine göre, hukukun üstünlüğünün de yer aldığı 1. madde değiştirilemez ve değiştirilmesi önerilemez hükümlerdendir. 27 1985 KKTC Anayasası nın Başlangıç kısmında yer alan ifade şu şekildedir;  (…) İnsan hak ve özgürlüklerini, hukukun üstünlüğünü, kişilerin ve toplumun huzur ve refahını korumayı içeren çok partili, demokratik, laik ve sosyal hukuk devletini gerçekleştirmek; (…)  28 Tufan Erhürman, Kuzey Kıbrıs Türk Cumhuriyeti İdari Yargılama Hukuku-Türk ve İngiliz Hukuk Sistemleriyle Karşılaştırmalı Bir İnceleme-, Işık Kitabevi Yayınları, 1. Baskı, Lefkoşa 2012, s. 30-31. 730Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770                                                   Ekinci Başlangıç kısmından hareketle değerlendirme yaptığı da görülmektedir. KTFD Dönemi nde Anayasa Mahkemesi, Anayasa nın Başlangıç kısmında devletin  hukuk  devleti  olmasının  açıkça  yer  aldığını  ifade  etmiştir;  Anayasanın 1. maddesinde Devletin, demokrasi, sosyal adalet ve hukukun üstünlüğü ilkelerine dayalı bir cumhuriyet olduğu belirtilmiştir. Bu madde Devletin  bir  hukuk  devleti  olmasını  öngörmektedir.  Esasen  başlangıç kısmında kurulması amaçlananın sosyal bir hukuk devleti olduğu açıkça belirtilmiştir 30. KTFD ve  KKTC Anayasalarında hukuk devleti kavramı ile birlikte hukukun üstünlüğü kavramına yer verilmesinde, Kıbrıs hukuk sisteminde uzun süre İngiliz hukukunun uygulanmasının etkisi olduğunu söylemek de mümkündür.  Hukukun  üstünlüğü  kavramı  yaygın  olarak  Anglo-Sakson hukuk  sistemlerinde,  hukuk  devleti  kavramı  ise  yaygın  şekilde  RomaGermen hukuk sistemlerinde kullanılmaktadır. Anayasa Mahkemesi, her iki kavramın aynı anlamı ifade ettiğini vurgulamaktadır;  Hukuk devleti ve hukukun üstünlüğü ilkeleri eş anlamda kullanılan kavramlardır 32. Buna ek olarak Anayasa Mahkemesi, her iki ilkenin aynı anlama sahip olduğunu, bu ilkelerin  amaçlarını  belirleyerek  açıklamıştır;   Hukuk  devleti  ile  hukuk üstünlüğü  ilkeleri  arasında  anlam  bakımından  herhangi  bir  ayırım yapılamaz. Her iki ilkeden amaç devletin hukuka bağlı olması, insan hak ve özgürlüklerine  saygı  gösterilmesi,  Devletin  işlemlerinin  yargı  denetimine tabi  tutulması  ve  genel  hukuk  ilkelerini  uygulamasıdır 33.  Bu  bakımdan Anayasa Mahkemesi ne göre, hukukun üstünlüğüne dayalı devlet ile hukuk devleti kavramları aynı hukuki esasları içeren, özde aynı kavramlardır. Genel olarak ifade etmek gerekirse; KKTC Anayasası nın devletin şekli ve niteliklerini  düzenleyen  maddesinde,  kavram  olarak  hukuk  devleti  ilkesi yerine   hukukun  üstünlüğü  ilkelerine  dayanan  laik  bir  Cumhuriyet                                                   29  İptali istenen kuralın Anayasanın hukuk devleti kavramını öngören Başlangıç kısmına herhangi bir aykırılığı yoktur.  Bkz. Anayasa Mahkemesi nin 5.2.1998 tarihli, 5/97 (D. 1/98) sayılı kararı, s. 7. 30 Anayasa Mahkemesi nin 1.3.1985 tarihli, 14/84 (D. 6/85) sayılı kararı, s. 7. 31 Tolga Şirin,  Hukukun Üstünlüğü  (Rule of Law) ve  Hukuk Devleti  (Rechtsstaat): Aralarında  Fark  Var  Mı?,  Prof.  Dr.  Tunçer  Karamustafaoğlu na  Armağan,  Adalet Yayınları, Ankara 2010, s. 680-681. 32 Anayasa Mahkemesi nin 25.2.1982 tarihli, 19/81 (D. 3/82) sayılı kararı, s. 16. 33 Anayasa Mahkemesi nin 14.1.1981 tarihli, 18/80 (D. 2/81) sayılı kararı, s. 5; Anayasa Mahkemesi nin 2.12.1999 tarihli, 5/99, 6/99 ve 7/99 (D. 4/99) sayılı kararı, s. 7.  34 Anayasa Mahkemesi nin 24.6.2010 tarihli, 1/2007 (D. 2/2010) sayılı kararı, s. 7.   731Kuzey Kıbrıs Türk Cumhuriyeti...       Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770 tanımlamasına  yer  verilmekle  birlikte,  bu  ifadelerin,  devlet  iktidarının hukukla  sınırlanması  ve  hukuksal  güvenlik  gibi  unsurlar  açısından  fark taşımadıklarını belirtebiliriz. 1985  KKTC  Anayasası nda  hukuk  devleti  ilkesiyle  ilgili  olarak belirtebileceğimiz bir diğer nokta ise  hukuk devleti  kavramına milletvekili andında  da  yer  verilerek,  yasama  organı  temsilcilerinin  bu  ilkeye  bağlı kalacakları da düzenlenmiş olmaktadır. II.  YÜKSEK MAHKEME KARARLARINDA HUKUK DEVLETİ İLKESİNİN  UNSURLARI  VE  MAHKEME NİN  HUKUK DEVLETİ İLKESİ YORUMU Yüksek  Mahkeme  kararlarında  hukuk  devleti  ilkesinin  unsurlarına geçmeden  önce,  Mahkeme  kararlarında  yer  verilen  hukuk  devleti  ilkesi tanımıyla başlamak açıklayıcı olacaktır. Anayasa Mahkemesi bir kararında hukuk devletini şu şekilde tanımlamıştır;  Hukuk devleti, insan haklarına saygı gösteren ve bütün faaliyetlerinde hukuka ve Anayasaya uyan ve işlem ve  eylemleri  yargı  denetimine  bağlı  olan  devlet  demektir 36.  Başka  bir kararında da Mahkeme, hukuk devleti ilkesinin tanımı için şu ifadelere yer vermiştir;  Hukuk devleti uygar ülkelerde yürürlükte olan hukuk anlayışına göre hukuka bağlı olan devlet demektir. Hukuka bağlılık demek devletin veya ilgili  organların  bütün  iş  ve  faaliyetlerini  yasalara  ve  hukukun  genel kurallarına uygun bir şekilde yerine getirmek demektir 37. Hukuk devleti ilkesinin daha geniş bir tanımı da şu şekilde yapılmıştır;38  Anayasa nın 1. maddesinde belirtilen hukuk devleti, eylem ve işlemleri hukuka uygun, insan haklarına saygılı, bu hak ve özgürlükleri koruyup güçlendiren, her alanda adaletli  bir  hukuk  düzeni  kurup  bunu  geliştirerek  sürdüren,  Anayasa ya aykırı  durum  ve  tutumlardan  kaçınan,  Anayasa  ve  hukukun  üstün kurallarıyla kendini bağlı sayan, yargı denetimine açık olan devlettir.  Anayasa Mahkemesi vermiş olduğu bir kararında, hukuk devletinin,  vatandaşlarına  hukuk  güvenliği  sağlayan  devlet   olarak  tanımlamasına                                                  35 Tufan Erhürman, İdari Yargıda Meşru Menfaat- Danıştay ve Yüksek İdare Mahkemesi Kararları Üzerine Karşılaştırmalı Bir İnceleme, Mavi Basım, 1. Baskı, Lefkoşa-Kıbrıs 2011, s. 17. 36 Anayasa Mahkemesi nin 28.6.1990 tarihli, 28/89 (D. 4/90) sayılı kararı, s. 13.  37 Anayasa Mahkemesi nin 25.2.1982 tarihli, 19/81 (D. 3/82) sayılı kararı, s. 16. 38 Anayasa Mahkemesi nin 23.2.2015 tarihli, 18/2013 (D. 2015) sayılı kararı, s. 21. 732Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770                                                   Ekinci dikkat çekerek, hukuk güvenliğini sağlama sözünün tek başına bir anlam ifade etmediğini belirtmiştir. Mahkeme ye göre bunun için,  temel hakların güvence altına alınması, yasaların Anayasaya uygunluğunun sağlanması, yönetimde hukuka bağlılığın sağlanması ve yargı bağımsızlığını ve güvenini sağlayacak kuralların oluşturulması gerekmektedir 39. KTFD  ve  KKTC Yüksek  Mahkeme  kararları  incelendiğinde,  hukuk devleti ilkesinin gereklerini (unsurlarını) şu şekilde sıralamak mümkündür; (1) İdarenin  yargısal  denetimi:  İdarenin  eylem  ve  işlemlerinin  yargı denetimine  açık  olması  kuşkusuz  hukuk  devletinin  temel unsurlarından birini oluşturmaktadır. Yürütme ve idare organlarının işlemlerinin,  bağımsız  yargı  tarafından  denetiminin  yapılabilmesi, kanunilik ve hukuk devleti ilkelerinin bir gereğidir. Devlet iktidarının sınırlandırılması düşüncesi, devletin hukuk sınırları içerisinde hareket etmesini  zorunlu  kılmaktadır.  Bunun  gerçekleştirilebilmesi  ise beraberinde yargısal denetimi getirmektedir. Anayasa Mahkemesi, bir devletin hukuk devleti olabilmesi için işlem ve eylemlerinin yargı denetimine tabi olmasının gerekliliğini belirterek, bunu hukuk devleti ilkesinin  unsurlarından  biri  olarak  görmektedir.  Yüksek  İdare Mahkemesi  bir  kararında,  idarenin  yargısal  denetiminin  hukuk devletindeki önemini şu şekilde değerlendirmiştir;42   İdareye verilen yetkiler, yine hukuk kuralları ve demokratik hukuk devleti  gelenekleri  içinde  kullanılmalıdır.  İdarenin  karar  veya  işlemleri dolayısıyla idare edilenlerin hak ve menfaatlerini ihlal etmesi olasılığı, tarih boyunca süregelmiştir. Bu ihlal bir çok hallerde idare edenlerin kişisel veya ideolojik arzu ve menfaatlerini yerine getirme  saiki ile olabileceği gibi, hukuk  kurallarının  yanlış  yorumu  veya  uygulanmasından  da kaynaklanabilmektedir. Her iki halde de ihlal edilen hakları iade etmek, hukuki statükoyu korumak, idarenin hatalı karar veya işlemini yürürlükteki hukuk düzeni ile uyumlu hale sokmak için idari yargı denetimi önemli bir hukuksal müessese olarak, hukuk devletinde yerini almaktadır.                                                   39 Anayasa Mahkemesi nin 9.6.2011 tarihli, 21/2009 (D. 3/2011) sayılı kararı, s. 10. 40  Bu  konuyla  ilgili  olarak  bkz.  Dikmen  Caniklioğlu,  s.  17-18;  Münci  Kapani,  Kamu Hürriyetleri, Yetkin Yayınları, 7. Baskı, Ankara 1993, s. 290. 41 Anayasa Mahkemesi nin 28.6.1990 tarihli, 28/89 (D. 4/90) sayılı kararı, s. 13. 42 YİM in 16.5.2003 tarihli, 103/98 (D. 7/2003) sayılı kararı, s. 23.   733Kuzey Kıbrıs Türk Cumhuriyeti...       Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770 Görüldüğü  üzere  Yüksek  Mahkeme  kararlarında,  idarenin  yargısal denetimi, hukuk devleti olmanın temel gereğini teşkil etmektedir. Yürürlüğe konulmuş  hukuk  kurallarının  bilindiği  ve  kurallara  saygının  hukuki yaptırımlarla güvence altına alındığı bir sistem olan hukuk devletinde, hangi türde olursa olsun, hiçbir hukuki işlem kural olarak yargı denetimi dışında bırakılamaz. KKTC Anayasası nda, idarenin işlemlerini yargı denetimine kapatan  herhangi  bir  hüküm  olmamakla  birlikte,  bazı  idari  işlem  ve ihmallere karşı yargı yoluna gidilememektedir. T. ERHÜRMAN, YİM in denetlemekten  kaçındığı  iki  işlem  olduğunu  ifade  etmektedir.  Bunlar yargıçların atanması ve özlük işleri konusunda yetkili olan Yüksek Adliye Kurulu nun  kararları  ile  idarenin  düzenleyici  işlemleridir.  Yazar,  bu  tür tasarrufların uygulamada yargı denetimi dışında kalmasını yargı kısıntısı olarak nitelendirmektedir. Hukuk devletinde idarenin tasarruflarının yargı denetimi dışında kalması düşünülemeyeceğinden, bu durum kuşkusuz hukuk devleti ilkesini zedelemektedir.  Yargı  kurulları  her  ne  kadar  yargı  organıyla  ilgili  kararlar  alsa  ve yargıçlardan oluşsa da idari nitelikte iş yapmaktadırlar. Bir başka ifadeyle yargıçların atanması, görevden alınması ve diğer özlük işleri idari kararlarla düzenlenmektedir.  Dolayısıyla  bu  konuda  görevli  olan  Yüksek  Adliye Kurulu nun kararları da idari kararlardır ve yargı denetimine açık olması en başta yukarıda açıkladığımız hukuk devleti ve hukukun üstünlüğü ilkelerinin bir  gereğidir.  Böyle  bir  düzenleme  karşısında,  kurul  kararlarının  yargı denetiminin  yapılamaması  ancak  Anayasa da  konuya  ilişkin  açık  bir düzenlemenin varlığı halinde mümkün olabilir. 1985 KKTC Anayasası nda,                                                  43 Kaboğlu (2014), s. 18. 44 Kıta Avrupası ülkelerinde hükümet tasarrufu, Anglo-Sakson sistemlerde ise devlet tasarrufu (act  of  state)  ya  da  siyasi  meseleler  (political  questions)  olarak  adlandırılan  (Şeref Gözübüyük, Yönetsel Yargı, Turhan Kitabevi, 14. Baskı, Ankara 2001, s. 20) yargı kısıntısı, hukuka bağlı devlet fikrinin gelişmesiyle birlikte ortaya çıkmıştır. Yargı kısıntısı, mahiyetleri dolayısıyla hukuk normlarına tabi olmadığı iddia edilen ve bu nedenle yargısal denetim  dışında  tutulan  birtakım  idari  tasarruflar  şeklinde  tanımlanmaktadır  (Ergun Özbudun, İngiliz Hukukunda Hükümet Tasarrufları, Ankara Üniversitesi Hukuk Fakültesi Dergisi, C. 18, S. 1-4, 1968, s. 333). 45 Erhürman (2012), s. 112; Tufan Erhürman, 100 Soruda 2014 Anayasa Referandumu Geçici 10 uncu Madde Tartışmaları ile Birlikte, Işık Kitabevi Yayınları, 1. Baskı, Lefkoşa 2014, s. 200. 46 Levent Gönenç, Siyasi İktidarın Denetlenmesi - Dengelenmesi ve Yargı, Adalet Yayınevi, 1. Baskı, Ankara 2014, s. 176. 734Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770                                                   Ekinci Kurul kararlarına karşı yargı yolu denetimini kaldıran herhangi bir hükmün yer almaması nedeniyle Anayasa nın 152. maddesine göre, kurul kararlarına karşı başvurulacak merci de YİM olmaktadır. Yargıtay, 1982 tarihli bir kararında, Yüksek Adliye Kurulu nun hukuki niteliğine ilişkin olarak  Hiç olmazsa disiplin işlemleri yaparken Yüksek Adliye Kurulu idari bir organ değildir 48  ifadesini  kullanmıştır. Anayasa da  mahkemelerin  düzenlendiği bölümde  yer  almayan  ve  idari  nitelikte  işlemler  yapan  Yüksek  Adliye Kurulu nun  disiplin  yetkisine  sahip  olması,  onu  bir  yargı  organına dönüştürmemektedir. Buna ek olarak, yargıç olmayan üyelerin de bulunduğu bir  kurul  olduğunu  eklemek  gerekir.  Dolayısıyla  bu  durum  en  başta, Anayasa da  güvence  altına  alınan  yargı  bağımsızlığı  ilkesine  aykırılık oluşturmaktadır.   Benzer sorun düzenleyici idari işlemler bakımından da yaşanmaktadır. YİM, düzenleyici işlemlerin hukuka aykırı olduğu iddiasıyla açılan iptal davalarını,  Anayasa nın  152.  maddesinde   idari  kararlar   ve   idari işlemler den söz edildiği, düzenleyici işlemlerin belirtilmediği gerekçesiyle reddetmektedir.  Mahkeme  bu  durumu, Anglo-Sakson  hukukunun  KKTC hukuku üzerindeki etkisiyle açıklamakla birlikte, Anglo-Sakson hukukunda düzenleyici  işlemler  fonksiyonel  yaklaşımdan  hareketle  yasama  işlemi sayılmaktadır.  Buna  ek  olarak,  bu  işlemleri  parlamentonun  yaptığı yasalardan  ayırmak  için  ikincil  yasama  (secondary  legislation)  kavramı kullanılmaktadır. Dolayısıyla kavrama ilişkin bu tercih, Anglo-Sakson hukuk sisteminde düzenleyici işlemlerin yargı denetimi dışında kalması sonucunu doğurmamaktadır. Görüldüğü  üzere  uygulamada,  yukarıda  sözü  edilen  iki  konu bakımından  idarenin  yargısal  denetimi  yönünden  ciddi  sorunlar  ortaya                                                  47 KKTC Anayasası nın  Yüksek İdare Mahkemesinin Yetkileri  başlıklı 152. maddesi şöyledir;  Yüksek İdare Mahkemesi, yürütsel veya yönetsel bir yetki kullanan herhangi bir organ, makam veya kişinin bir kararının, işleminin veya ihmalinin, bu Anayasanın veya herhangi bir yasanın veya bunlara uygun olarak çıkarılan mevzuatın kurallarına aykırı olduğu veya bunların sözkonusu organ veya makam veya kişiye verilen yetkiyi aşmak veya kötüye kullanmak suretiyle yapıldığı şikayeti ile kendisine yapılan başvuru hakkında, kesin karar vermek münhasır yargı yetkisine sahiptir . 48 Yargıtay ın, 15.6.1982 tarihli, Yargıtay/Asli Yetki İstinaf 1/82 (Yargıtay Asli Yetki 5/82), (D. 2/82) sayılı kararı, s. 11. 49 Bu konuyla ilgili olarak bkz. Erhürman (2012), s. 117-118; Erhürman (2013), s. 127 vd. 50 Erhürman (2012), s. 145.   735Kuzey Kıbrıs Türk Cumhuriyeti...       Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770 çıkmaktadır.  29  Haziran  2014  tarihinde  halkoyuna  sunulan  ancak  kabul edilmeyen  47/2014  Sayılı Anayasa  Değişikliğine  İlişkin  Yasa da,51  idari yargıda  bir  uzmanlaşmaya  gidilmekte  ve  alt  mahkeme  olarak  idare mahkemelerinin kurulması öngörülmekteydi. 47/2014 Sayılı Yasa da İdare Mahkemelerinin ve Yüksek İdare Mahkemesinin Görev ve Yetkileri başlıklı 152.  maddesinin  ilk  fıkrasında  şu  düzenleme  yer  almaktadır;   İdarenin hiçbir idari işlem, ihmal ve eylemi, hiçbir hâlde idari yargının denetimi dışında bırakılamaz.  Bu hükümle, uygulamada yaşanan sorunlar nedeniyle, idarenin her türlü işlemine karşı yargı yolunun açık olmasının güvence altına alınmak  istendiğini  belirtmek  mümkündür.  Keza  ilgili  maddenin gerekçesinde şu ifadelere yer verilmektedir;  İdarenin, idari işlem, eylem ve ihmallerinin hiçbir hâlde idari yargı denetimi dışında bırakılamayacağı açık biçimde  belirtilmiştir.  Burada  amaç,  idari  işlem,  eylem  ve  ihmaller konusunda  uzmanlaşması  gereken  idari  yargının  görev  alanını  güvence altına  almaktır.   Dolayısıyla  47/2014  Sayılı Yasa yla, Anayasa nın  152. maddesinde  yapılması  düşünülen  değişiklikte,  Yüksek  Adliye  Kurulu kararlarının ve düzenleyici işlemlerin yargı kararlarıyla denetim yolunun kapatılması olanaklı görünmemektedir. Bu bakımdan, ilgili düzenlemenin hukuk devleti ilkesi açısından taşıdığı önemi belirtmek gerekmektedir. (2)  Anayasanın  üstünlüğü  ve  bağlayıcılığı:  İç  hukuk  normlarının kademelenmesi  ve  anayasanın  en  üst  norm  olması,  hukukun üstünlüğü  ilkesinin  yaşama  geçirilebilmesi  açısından  bir gerekliliktir.  Hukukun  üstünlüğü  ilkesi,  yasa  önünde  eşitlik  ve anayasanın  üstünlüğü  ve  bağlayıcılığı  ilkeleriyle  birlikte değerlendirilmelidir.  Bu  açıdan  bakıldığında,  devlet  organları, anayasa  ve  yasalar  çerçevesinde  hareket  ederek,  temel  hak  ve özgürlükleri  güvence  altına  alma  ve  yasaların  anayasaya uygunluğunu sağlamakla yükümlü olmaktadır.  Anayasanın  üstünlüğü,  hukuki  işlemler  bakımından  hiyerarşi  ile                                                  51 47/2014 Sayılı Anayasa Değişikliğine İlişkin Yasa, Cumhuriyet Meclisi nde oybirliği ile kabul  edilerek  29  Haziran  2014  tarihinde  Halkoylaması na  sunulmuştur.  Yapılan Halkoylaması nda  hayır oylarının toplamı 69 952  ve  evet oylarının toplamı 42 288 dir. Bkz.  4  Temmuz  2014  tarihli  Yüksek  Seçim  Kurulu  İlanı, http://ysk.mahkemeler.net/secim.aspx?skod=39, E.T. 13.5.2015. 52 Aliefendioğlu, s. 32. 53 Necatigil (2015), s. 18. 736Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770                                                   Ekinci ilgilidir  ve  normatif  değer  açısından,  anayasanın  diğer  tüm  hukuki işlemlerden  üstün  olduğunu  anlatmaktadır.  KKTC  Anayasası nın  7. maddesinde  Anayasanın Üstünlüğü ve Bağlayıcılığı  madde başlığı altında, 1.  fıkrada,  yasaların  anayasaya  aykırı  olamayacağı  düzenlenmektedir. Yasaların  anayasaya  uygunluğunun  sağlanması,  anayasanın  üstünlüğü  ve bağlayıcılığı  ilkesini  hayata  geçirir.  Bu  bakımdan  yargı  bağımsızlığı  ile anayasa  mahkemelerinin  önemli  ve  belirleyici  rolünü  eklemek gerekmektedir.  Yukarıda  da  belirtildiği  üzere,  Anayasa  Mahkemesi ne göre,  hukuk  devleti,  yasaların  anayasaya  uygunluğunun  sağlanmasıyla gerçekleşebilir. Anayasanın üstünlüğünün diğer anlamı, devlet ve diğer kamu hukuku otoritelerinin  hukuki  varlıklarının  kaynağını  anayasada  bulmasıdır. Anayasanın bağlayıcılığının muhatabı, devlet ve onun organlarıdır. Bu da KKTC Anayasası nın 7. maddesinin 2. fıkrasında ifadesini bulmaktadır. Bu düzenlemeye göre, Anayasa kuralları, yasama, yürütme ve yargı organlarını, devlet yönetimi makamlarını ve kişileri bağlayan temel hukuk kurallarıdır.  Anayasa Mahkemesi ne göre, anayasanın üstünlüğü temelde, hukukun üstünlüğü ilkelerini içeren bir anayasal şekildir;58  Anayasanın üstünlüğü, (Supremacy of the Constitution) Anayasamızın  egemenlik  maddesi olan 3. maddenin (1) fıkrasının (4) bendinde de ifade edildiği üzere  hiçbir organ, makam  veya  mercii  kaynağını  bu  Anayasadan  almayan  bir  yetki, kullanamaz   ve  burada  yer  alan  prensip,  özünde  hukukun  üstünlüğü ilkelerini benimseyen bir anayasal şekildir.   Anayasa Mahkemesi ne göre,  Anayasanın 7. maddesi (…) Anayasanın üstünlüğünü  ve  bağlayıcılığını  hükme  bağlayan  maddedir.  Herhangi  bir yasal kuralın bu maddeye ters düşebilmesi için Anayasanın diğer başka bir maddesine veya maddelerine ters düşmesi gerekir (…) 59.  (3) Mahkemelerin  bağımsızlığı  ve  yargıç  güvenceleri:  Hukuk                                                  54 Erdoğan, s. 34. 55 Bkz. Fazıl Sağlam, Kuzey Kıbrıs Türk Cumhuriyeti Anayasa Hukuku Dersleri, Yakın Doğu Üniversitesi Hukuk Fakültesi, 1. Baskı, Lefkoşa 2016, s. 45. 56 Anayasa Mahkemesi nin 9.6.2011 tarihli, 21/2009 (D. 3/2011) sayılı kararı, s. 10. 57 Erdoğan, s. 33. 58 Anayasa Mahkemesi nin 30.11.2006 tarihli, 6/06 (D. 4/2006) sayılı kararı, s. 14. 59 Anayasa Mahkemesi nin 18.4.1989 tarihli, 8/88 (D. 3/89) sayılı kararı, s. 11.   737Kuzey Kıbrıs Türk Cumhuriyeti...       Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770 devletinde,  idarenin  yargısal  denetiminin  gerçekleşebilmesi  için yargının  bağımsız  olması  gerekir.  Çünkü  hukuk  devleti  ilkesinin özünü oluşturan, devletin hukukla bağlı olması düşüncesi, kendisini özellikle  devletin  hukuka  uygunluğunu  denetleyecek  bağımsız  bir yargının  varlığıyla  göstermektedir.  Bağımsız  yargı  ise  yargıçlık güvencelerinin  sağlanması  ile  mümkün  olmaktadır.  Yargıçlık güvencelerini, yargıçlara görevlerini her türlü baskıdan uzak, tam bir güven  ve  yansızlık  ortamında  yapabilmelerini  sağlama  amacıyla getirilmiş  kurallar  ve  önlemler  bütünü  şeklinde  tanımlayabiliriz. Mahkemelerin bağımsızlığı kurumsal bir güvence sunarken, yargıçlık güvencesi bu görevi yerine getirenlere kişisel güvence sağlamaktadır. Bunun amacı ise yargıçların her türlü maddi ve manevi baskıdan uzak serbestçe karar verebilmelerini sağlamaktır. Anayasa Mahkemesi ne göre,  (…)  hukuk devleti  (Anayasa nın 1. maddesindeki tanımıyla  hukukun üstünlüğü ilkesi )nin en önemli unsurlarından birisi de yargı bağımsızlığıdır 62. Anayasa Mahkemesi, yargı bağımsızlığı ve yargıç  güvencelerini  hukuk  devleti  kavramı  içinde değerlendirmektedir;63   Yargı  bağımsızlığı  ile   mahkemelerin bağımsızlığı  veya  bağımsız mahkemeler  kavramlarıyle eş anlamlı olup yargıç güvenceleri bu kavramların ayrılmaz parçasıdır. (…) O halde   Mahkemelerin  bağımsızlığı   ile   yargıç  güvenceleri  kavramlarının doğal anlamlarına ek olarak hukuk devleti kavramı içinde ayrıca mütalâa etmek yanlış olmaz.  KKTC Anayasası nın Yargı Yetkisi başlığını taşıyan 6. maddesine göre;  Yargı  yetkisi,  Kuzey  Kıbrıs  Türk  Cumhuriyeti  halkı  adına  bağımsız mahkemelerce kullanılır 64. Belirtildiği üzere, yargı bağımsızlığı, yargıçlık                                                  60 Bu konuyla ilgili olarak bkz. Maksut Mumcuoğlu, Hukuk Devletinde Bağımsız Yargının Yeri ve Bağımsız Yargının Türkiye de Gelişimi, Ankara Barosu Dergisi, S. 2, 1989, s. 272; Gözler, s. 407-408; Şeref Gözübüyük, Anayasa Hukuku, Turhan Kitabevi, 15. Bası, Ankara, Ağustos, 2007, s. 277; Fazıl Sağlam, Anayasa Hukuku Ders Notları (Yakın Doğu Üniversitesi Hukuk Fakültesi), Yakın Doğu Üniversitesi Yayınları, Lefkoşa 2013, s. 360. 61 Sağlam (2013), s. 360. 62 Anayasa Mahkemesi nin 23.2.2015 tarihli, 18/2013 (D. 2/2015) sayılı kararı, s. 16. 63  Anayasa Mahkemesi nin 12.4.2001 tarihli, 1/2001(D. 1/2001) sayılı kararı, s. 17. 64  KKTC  Anayasası  Beşinci  Kısım da   Yargı   düzenlenmekte  ve   Mahkemelerin Bağımsızlığı   başlıklı  136.  maddesi  incelendiğinde yargı  bağımsızlığına  ilişkin  temel prensiplerin  anayasal  güvenceye  sahip  olduğu  görülmektedir.  Maddi  bağımsızlık, yargıçların  karar  verirken  emir  ve  talimatların  etkisinde  olmadan,  serbestçe  hüküm 738Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770                                                   Ekinci güvencelerinin  temin  edilmesi  ile  sağlanabilir.  Yargıçların  atanması, meslekten çıkarılması, kazanılmış hakları gibi önemli güvenceler Yargıçlık Güvenceleri başlıklı 137. maddede düzenlenmektedir. Maddenin 1. fıkrasına göre;   Yargıçlar  görevlerinden  uzaklaştırılamaz;  kendileri  istemedikçe, Anayasa gösterilen yaştan önce emekliye çıkarılamaz; bir mahkemenin veya kadronun  kaldırılması  yolu  ile  de  olsa,  kazanılmış  haklarından  yoksun bırakılamaz.  Yargıtay, davanın görülmesinde, yargıcın tarafsızlığının oldukça hassas bir  konu  olduğunu  belirtmektedir;65   Yargıcın  tarafsızlığına  güven olmadığının iması bile, davaya gölge düşürmek için yeterlidir. (…) Davanın Yargıcının, aleyhindeki isnatlardan beraat etmiş olması, Yargıç açısından ortada  bir  şaibe  bırakmaz.    Ancak,  yargılama,  sadece  Yargıcın gerçekleştirdiği  bir  yargı  işlemi  değildir.  Bu  konudaki  yükümlülük,  tüm taraflara aittir. Bu esastan hareket ettiğimizde; bir davada, yargıca yapılan isnat  sonucunda,  yargıç  beraat  etse  bile,  davanın  tüm  tarafları,  o yargılamanın  adil olmadığını  ortaya koyacak  davranışlarda  bulunmuşsa, Yüksek Mahkeme hiçbirşey olmamış gibi hareket edemez, adil yargılamanın gerektirdiği sonucunu almaya yönelik işlemleri de yapması gerekir. Adaletin tecellisi ve mahkemelerin güvenirliğinin devamı, bunu şart kılar.  Kuvvetler  ayrılığı,  devlet  organları  arasında  bir  denge  mekanizması kurmakta  ve  bu  gücün  kendi  iç  dinamikleri  aracılığıyla  kontrol  altına alınmasına olanak tanımaktadır. Ancak yasama ve yürütme organlarının,                                                                                                                    verebilmelerini garanti etmektedir (Christian Bumke und Andreas Voβkuhle, Casebook Verfassungsrecht, Verlag C.H. Beck, 5. Auflage, München 2008, s. 461). 136. maddenin 1. ve 2. fıkrasında maddi bağımsızlık güvence altına alınmıştır;  Yargıçlar, görevlerinde bağımsızdırlar, Anayasaya, yasaya ve hukuka uygun olarak vicdani kanaatlarına göre hüküm verirler. Hiçbir organ, makam, merci veya kişi yargı yetkisinin kullanılmasında, mahkemelere ve yargıçlara emir ve talimat veremez; genelge gönderemez; tavsiye ve telkinde bulunamaz.   KKTC  Anayasası nın  136.  maddenin  son  fıkrasında  ise  kurumsal  bağımsızlık düzenlenmektedir;  Görülmekte olan bir dava hakkında, Cumhuriyet Meclisinde yargı yetkisinin kullanılması ile ilgili soru sorulamaz; görüşme yapılamaz veya herhangi bir demeçte bulunulamaz. Yasama ve Yürütme organları ile Devlet Yönetimi makamları, mahkeme kararlarına uymak zorundadır. Bu organ ve makamlar, mahkeme kararlarını hiçbir surette değiştiremez ve bunların yerine getirilmesini geciktiremez.  65 Yargıtay ın 8.3.2012 tarihli, Yargıtay/Hukuk 2/2011(D. 6/2012) sayılı kararı, s. 5. 66 Levent Gönenç, Ortaçağ Avrupası nda Anayasacılığın Düşünsel ve Kurumsal Temelleri, Prof. Dr. Ergun Özbudun a Armağan, Der. Serap Yazıcı, Kemal Gözler ve Ece Göztepe, Yetkin Yayınları, Ankara 2008, s. 269.   739Kuzey Kıbrıs Türk Cumhuriyeti...       Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770 kendi yetki ve görev alanlarındaki işleyişi, yargının ayrı ve bağımsız statüde örgütlenmesiyle  gerçekleşebilir.  Bu  bakımdan  kuvvetler  ayrılığının yargı organlarının yaptırımına bağlanmış anayasal ilke yi ifade ettiğini belirtmek mümkündür. Anayasa Mahkemesi, kuvvetler ayrılığı ve yargı bağımsızlığı ilişkisini  şu  şekilde  açıklamaktadır;68   Adalet  devletin  temeli,  yargı bağımsızlığı da adaletin güvencesidir. Erkler ayrılığı ilkesi ile hayat bulan yargı bağımsızlığı, yasama ve yürütmeye karşı Anayasal boyutta korunur. Özünde  erkler  ayrılığı  ilkesini  taşıyan  yargı  bağımsızlığı,  demokrasiyi özümsemiş devletlerde halkın yürütme ve yasamaya karşı korunmasının en büyük güvencesidir.  Başka  bir  kararında  da  Anayasa  Mahkemesi,  kuvvetler  arasındaki dengeye  dikkat  çekerek,  yargı  bağımsızlığının  önemini  şu  şekilde  ifade etmektedir;69  Yasama,  Yürütme  ve  Yargı  organları  arasındaki  kuvvetler  ayrılığı doktrini  KKTC  Devletinin  Anayasal  sisteminde  öz  ve  yerleşmiş  bir doktrindir.  Kuvvetler  arasındaki  bu  ayrım  nedeniyle  birbirinden  farklı yetkiler kullanan Devletin bu üç organından birinin diğerlerinin yetkilerine tecavüz etmesi düşünülemez ve düşünülmemelidir. Aksi taktirde kuvvetler ayrılığı doktrinine ters düşülmüş olur ve böyle bir durumda demokratik bir Devlet yapısından söz edilemez. Devletin yasama, yürütme ve yargı erkleri kendi alanlardaki görevlerini icra ederken bu organlardan her biri diğerleri ile karşı karşıya (adversary) değil birbirilerini tamamlar pozisyondadır. (…) Parlamenter demokrasi sistemi (parliamentary democracy) içerisinde yer alan KKTC Devletinin de, kuvvetler arasında yumuşak ayrılık sistemine dayanmakta  olduğunu  göz  önünde  bulundurduğumuzda  Yargının  devlet yapısındaki üçüncü güç olma sıfatı daha da önem kazanmaktadır. (…) Devlet organlarının icra ettikleri görevlerinde ve bu görevler sırasında ürettikleri  kararlarında  ve  işlemlerinde  ve  hatta  yasalarda  hukukun                                                  67 Kaboğlu (2014), s. 145. 68 Anayasa Mahkemesi nin 23.2.2015 tarihli, 18/2013 (D. 2/2015) sayılı kararı, s. 16. 69 Anayasa Mahkemesi nin 30.11.2006 tarihli, 6/06 (D. 4/2006) sayılı kararı, s. 14-16. 740Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770                                                   Ekinci üstünlüğü  prensibi  KKTC  bağımsız  mahkemelerince  denetlenmekte  ve gözetilmektedir. Görüldüğü  üzere  Anayasa  Mahkemesi,  hukuk  devletinde,  devletin hukuka uygunluğunu denetleyen ve kuvvetler arasındaki dengeyi sağlayan yargının, bağımsız olması gerektiğini vurgulamaktadır.     (4) Temel hak ve özgürlüklerin korunması: Hukuk devletinin ilk gereği temel  hak  ve  özgürlüklerin  güvence  altına  alınmasıdır.  Hak  ve özgürlükler  temelinde  demokratik  rejimin  işleyişini  sağlayan  bir sistem olan hukuk devletinde temel hak ve özgürlüklerin korunması da bir gereklilik olmaktadır. Temel hak ve özgürlüklerin en geniş şekilde tanınması ve uygar ülkelerce korunan, saygı duyulan ortak değerlerin  anayasada  güvence  altına  alınması,  hukuk  devletinin özelliklerinden birisini oluşturmaktadır.  Anayasa Mahkemesi ne göre, bir devletin hukuk devleti olabilmesi için temel hak ve özgürlüklerin tanınmasının ve saygı gösterilmesinin yanı sıra bu hak ve özgürlüklerin korunması da gerekmektedir;73  Hukuk devleti ilkesi de devlete, kişiye Anayasaca tanınan tüm hak ve özgürlükleri tanıma ve bunlara  saygı  gösterme  ve  bunları  koruma  görevini  vermektedir.   1985 KKTC Anayasası nın, temel hak ve özgürlükler konusunda, genel olarak 1975  KTFD Anayasası nın  koyduğu kuralları  benimsediğini  ifade  etmek mümkündür. Belirtmek gerekir ki, 1975 KTFD Anayasası nda da temel hak ve özgürlükler bölümü düzenlenirken 1960 Kıbrıs Cumhuriyeti Anayasası ve AİHS nden yararlanılmıştı.  1985 KKTC Anayasası nda  Temel Hakların Niteliği ve Korunması  10.  maddede  düzenlenmekte  ve  11.  maddede  de   Temel  Hak  ve Özgürlüklerin  Özü  ve  Sınırlanması   madde  başlığıyla   Temel  hak  ve özgürlükler, özüne dokunmadan, kamu yararı, kamu düzeni, genel ahlak, sosyal  adalet,  ulusal  güvenlik,  genel  sağlık  ve  kişilerin  can  ve  mal                                                  70 Gözübüyük (2007), s. 168. 71 İbrahim Ö. Kaboğlu, Özgürlükler Hukuku – İnsan Haklarının Hukuksal Yapısı, İmge Kitabevi, 6. Baskı, Ankara 2002, s. 179. 72 Aliefendioğlu, s. 32. 73  Anayasa Mahkemesi nin 25.11.1980 tarihli, 15/79 (D. 12/80) sayılı kararı, s. 15. 74 Necatigil (2015), s. 41. 75 1975 KTFD Anayasası nda bu düzenlemenin benzeri 6. maddede yer almaktadır.   741Kuzey Kıbrıs Türk Cumhuriyeti...       Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770 güvenliğini sağlamak gibi nedenlerle ancak yasalarla kısıtlanabilir.  hükmü yer almaktadır. Görüldüğü üzere temel hak ve özgürlüklerin sınırlandırılması konusunda  Anayasa da  genel  sınırlama  nedenleri  yer  almaktadır.  Bazı maddelerde de özel sınırlama nedenleri öngörülmektedir. Bu bakımdan, genel sınırlama kurallarının; özel sınırlama kurallarına ek olarak uygulanıp uygulanamayacağı ya da herhangi bir özel sınırlama sebebi belirtilmemiş temel hak ve özgürlükler açısından da bu genel sebeplerin bağlayıcı olup olmayacağı gibi bazı yorum güçlükleri karşımıza çıkmaktadır. Anayasa Mahkemesi 1980 tarihli bir kararında hak ve özgürlüklerin sınırlanmasıyla ilgili  olarak  şunları  ifade  etmiştir;   Kuşkusuz  Anayasada  verilen  haklar mutlak ve sınırsız değildir. Bu gibi hallerde ilgili Anayasa maddelerinde belirlendiği  şekilde  veya  Anayasanın  6.  maddesinde  belirlendiği  şekilde özüne dokunmadan kamu yararı, kamu düzeni, genel ahlâk, sosyal adalet, anayasal güvenlik, genel sağlık ve kişilerin can ve mal güvenliğini sağlamak gibi nedenlerle yasalar ile kısıtlanabilir. 78 Ancak Z. M. NECATİGİL in de işaret ettiği gibi, Anayasa da yer alan işkence ve eziyet yasağı,79 izne ve sansüre bağlı olmadan kitap yayımlama hakkı gibi bazı hak ve yasakların açık ve mutlak bir şekilde düzenlenmesi, bunların kamu yararı ya da kamu düzeni  gibi  nedenlerle  kısıtlanması,  sınırlanması  ya  da  yumuşatılmasına olanak tanımamaktadır.  Hukuk  devleti  ilkesinin  gerçekleşebilmesi  için,  temel  hak  ve özgürlüklere  ilişkin  güvencelerin  anayasal  olmasının  yanı  sıra,  yasa koyucuyu  da  bağlayan,  sınırlamanın  sınırı  niteliğinde  ilkelere  de  yer verilmesi  gerekmektedir.  Bu  bakımdan  temel  hak  ve  özgürlüklerin                                                  76  Örneğin  1985  KKTC  Anayasası nın   Gezi  ve  Yerleşme  Özgürlüğü   başlıklı  22. maddesinde, her yurttaşın, gezi özgürlüğüne sahip olduğu, bu özgürlüğün ancak ulusal güvenliği sağlama ve salgın hastalıkları önleme amaçlarıyla ve yasa ile sınırlanabileceği düzenlenmektedir. 77  Bu  konuyla  ilgili  olarak  bkz.  Necatigil  (2015),  s.  44-45;  Ebru  Karaman,  Hak  ve Özgürlüklerin Sınırlanması Açısından KKTC Anayasası, İstanbul Barosu Dergisi, C. 88, S. 4, Temmuz-Ağustos, Yıl: 2014, s. 251. 78 Anayasa Mahkemesi nin 08.08.1980 tarihli, Anayasa Mahkemesi (Birleştirilmiş) 4/80 ve 5/80 (D. 11/80) sayılı kararı, s. 17. 79 1985 KKTC Anayasa nın 14. maddesinin 2. fıkrası şu şekildedir;  Kimseye eziyet ve işkence yapılamaz.  80 1985 KKTC Anayasa nın  Kitap Çıkarma Hakkı  başlıklı 28. maddesinin ilk fıkrası şu şekildedir;  Kitap yayımı, yurttaşlar için izne bağlı tutulamaz, sansür edilemez.  81 Necatigil (2015), s. 45. Bu konuyla ilgili ayrıntılı bilgi için bkz. Sağlam (2016), s. 119 vd. 82  Sağlam (2013), s. 343. 742Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770                                                   Ekinci sınırlandırılması konusunda genel sınırlama nedenleri önemli bir konudur. Dolayısıyla  Yüksek  Mahkeme nin  bu  konuya  ilişkin  yorumu,  hak  ve özgürlüklerin korunması bakımından belirleyici olmaktadır. Mahkeme, kamu düzeni ya da kamu yararı gibi bir sınırlama söz konusu olduğunda, hukuk devleti  ilkesinden  hareketle  adalet  ve  hakkaniyet  ölçütünün  dikkate alınmasının gereğine vurgu yapmaktadır. Anayasa Mahkemesi, temel hak ve özgürlüklerin sınırlandırılmasında adalet ve hakkaniyet ölçütlerinin dikkate alınmasının, hukuk devleti ilkesinin bir gereği olduğunu ifade etmektedir;83  Hukuk  devleti  veya  hukuk  üstünlüğü  ilkelerine  göre  yasa  koyucu Anayasa nın herhangi bir kuralına uyarak kamu yararı veya kamu düzeni veya sosyal adalet nedeni ile bazı temel hak ve özgürlükleri kısıtlarken adalet  ve  hakkaniyet  ölçülerini  göz  önünde  tutması  gerekir.  Bu  gibi sınırlamada  biribiri  ile  çatışan  hak  ve  yararların  yerinde  ve  yolunda uzlaştırılması zorunluğu vardır.  Anayasa Mahkemesi 1983 tarihli bir kararında, ilgili mevzuatın belli bir hak veya özgürlüğe kısıtlama getirmiş sayılabilmesi için böyle bir hakkın veya  özgürlüğün  kullanılmasına  direkt  veya  yakından  müdahale  olup olmadığına bakılması gerektiğini belirtmiştir;84  Bir kısıtlama yapıldığında ise  yapılan  kısıtlamanın  Anayasanın  cevaz  verdiği  bir  kısıtlama  olup olmadığının incelenip kararlaştırılması gerekir. Ancak bu yapılmazdan önce de  bir  kuralın  kısıtlama  getirip  getirmediğinin  incelenmesi  gerekir. Mevzuatın belli bir temel hak veya özgürlüğe olabilecek uzak bir etkisi bu hakkın  bir  kısıtlaması  olarak  sayılamaz.  Kısıtlama  sayılabilmesi  için  bu etkinin mevzuatın direkt ve kaçınılmaz bir neticesi olması veya böyle bir neticeyi yasa koyucunun niyet etmiş olduğunun söylenebilmesi gerekir. Sair bir deyimle ilgili mevzuatın belli bir hak veya özgürlüğe kısıntı getirmiş sayılabilmesi için böyle bir hakkın veya özgürlüğün kullanılmasına direkt veya yakından müdahale etmiş olması gerekir.  1985  KKTC  Anayasası nın  11.  maddesindeki,  temel  hak  ve özgürlüklerin  özüne  dokunmadan  sınırlandırılabileceği  konusuyla  ilgili olarak Anayasa Mahkemesi şunları ifade etmektedir;  Bir hak ve özgürlüğün amacına  aykırı  biçimde  kullanılmasını  son  derece  zorlaştıran  veya  onu                                                  83 Anayasa Mahkemesi nin 25.6.1980 tarihli,11/80 (D. 9/80) sayılı kararı, s. 29. 84 Anayasa Mahkemesi nin 17.6.1983 tarihli, 8/83 (Dava No. 902/81), (D. 7/83) sayılı kararı, s. 6.   743Kuzey Kıbrıs Türk Cumhuriyeti...       Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770 kullanılamaz  duruma  düşüren  sınırlamalar  o  hak  ve  özgürlüğün  özüne dokunmuş  olur.  Her  konunun  kendine  özgü  hal  ve  koşullar  içinde değerlendirilmesi gerekir. 85 F. SAĞLAM, kararda yer alan  Her konunun kendine özgü hal ve koşullar içinde değerlendirilmesi gerekir.  ifadesini, her hakkın  kendine  özgü  koruma  alanı  şeklinde  anlamak  gerektiğini vurgulamaktadır.  SAĞLAM a  göre,  aksi  bir  durumda  öz  güvencesinin mutlak koruma alanı, aslında olaya göre nispi hale getirilmiş olacaktır. Anayasa Mahkemesi nin 2003 tarihli bir kararında, düşünce ve yayın özgürlüğü  ile  ilgili  Fasıl  154  Ceza  Yasası nın  47.  ve  48.  maddelerinin Anayasa ya  aykırılığının,  daha  önce  1987  tarihli  kararında  tartışılarak, Anayasa ya  aykırı  olmadığı  yönünde  karar  verildiğini  ve  aynı  konunun ikinci  kez  Anayasa  Mahkemesi nde  tartışılamayacağı  ön  itirazında bulunulmuştur.  Anayasa  Mahkemesi,  yeniden  inceleme  yapmanın Anayasa nın 148. maddesine göre takdir yetkisinde olduğunu belirtmiş ve inceleme yaparken ilk kararın ağırlıklı bir şekilde dikkate alınacağını da eklemiştir. Mahkeme, bu yetkinin hak ve özgürlükler açısından önem taşıyan bir  konuda  yapılmış  olmasını  ve  ilk  karardan  bu  yana  uzun  bir  zaman geçmesini  makul  bir  gerekçe  olarak  kabul  etmiştir;89   (…)  [M]akûl  bir gerekçenin  olması  halinde  Mahkemenin  takdir  yetkisini  tekrar  dinleme yönünde kullanması yerinde olur. Bu olayda yapılan müracaat düşünce ve yayın özgürlüğü gibi önemli bir konuyu ilgilendirdiği, Anayasaya uygunluk kararının  verildiği  1987  yılından  sonra  aradan  uzun  bir  zaman  geçtiği nedenleriyle  Mahkememiz  takdir  yetkisini  konuyu  yeniden  değerlendirme yönünde kullanmıştır. Şüphe yok ki bu değerlendirmede daha önce verilmiş kararın da ağırlığı olacaktır.  Temel  hak  ve  özgürlüklerin  korunmasına  yönelik  olarak,  KKTC hukukunda  AİHS nin  uygulamasına  da  değinmek  gerekmektedir.  1985                                                  85 Anayasa Mahkemesi nin 26.1.1984 tarihli, 10/83 (D. 1/84) sayılı kararı, s. 6. 86 Sağlam (2016), s. 132. 87 Anayasa Mahkemesi nin 26.6.2003 tarihli, 24/2002 (Ceza Dava No: 60/02; Lefkoşa), (D. 4/2003) sayılı kararı, s. 6. 88 1985 KKTC Anayasası nın  Anayasaya Aykırılık Konusunun Mahkemeler Tarafından Yüksek  Mahkemeye  İletilmesi   başlıklı  148.  maddesinin  1.  fıkrası:   Anayasa Mahkemesince aynı veya benzeri bir konuda daha önce karar verilmişse havale müracaatı reddedilebilir.  89 Anayasa Mahkemesi nin 26.6.2003 tarihli, 24/2002 (Ceza Dava No: 60/02; Lefkoşa), (D. 4/2003) sayılı kararı, s. 7. 744Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770                                                   Ekinci KKTC Anayasası nın  Uluslararası Andlaşmaları Uygun Bulma  başlıklı 90. maddesinin  5.  fıkrası  şöyledir;   Usulüne  göre  yürürlüğe  konulmuş uluslararası andlaşmalar yasa hükmündedir. Bunlar hakkında Anayasaya aykırılık  iddiası  ile  Anayasa  Mahkemesi  olarak  görev  yapan  Yüksek Mahkemeye başvurulamaz.  Anayasa Mahkemesi, bu maddeden hareketle, uluslararası  sözleşmelerin,  yasa  ve  anayasa  karşısındaki  durumunu  2006 tarihli bir kararında şu şekilde yorumlamaktadır;  (…) 5. fıkra hükümlerine göre KKTC de usulüne göre yürürlüğe konmuş uluslararası andlaşmalar sadece  yasa  hükmünde  olmakla  kalmayıp  bunlar  hakkında  Anayasa ya aykırılık iddiası ile Anayasa Mahkememize dahi başvurulamaz. Bir başka deyişle bunlar Anayasa ile aynı seviyededir ve diğer yasalardan üstündür. 90 Görüldüğü  üzere  Anayasa  Mahkemesi  bu  kararda,  Anayasa ya  göre uluslararası  sözleşmelerin  Anayasa ya  aykırılıklarının  ileri  sürülememesi nedeniyle, uluslararası sözleşmelerin  Anayasa ile aynı seviyede  olduğu sonucuna  varmaktadır.  SAĞLAM ın  da  işaret  ettiği  gibi,  uluslararası sözleşmelerin  Anayasa ya  aykırılığının  ileri  sürülememesi,  bunların yasaların ya da anayasanın üstünde yer aldığı anlamına gelmemektedir. Aslında Anayasa  Mahkemesi nin  2003  tarihli  bir  kararında,  uluslararası sözleşmelerin  anayasa  ile   aynı  düzeyde  olmadığı   açık  bir  şekilde vurgulanmaktaydı;  Avrupa İnsan Hakları Sözleşmesi iç hukukumuzun bir parçası olmakla birlikte hukuk normları hiyerarşisinde Anayasa gibi bir üst norm  değildir. Yasaların  Avrupa  İnsan  Hakları  Sözleşmesine  aykırılığını denetleyen  ve  aykırı  olanların  iptalini  öngören  bir  iç  prosedür  yoktur. Dolayısıyle Avrupa İnsan Hakları Sözleşmesini iç hukuk haline gelmiş bir uluslararası sözleşme veya diğer herhangi bir yasa statüsünde kabul edip uygulamamız  gerekir. 92  Anayasa  Mahkemesi nin,  2006  yılında  verdiği kararında uluslararası sözleşmelerin Anayasa yla aynı seviyede olduğunu belirterek,93 2003 yılında verdiği karardan ayrılmasının isabetli olmadığını eklemek gerekmektedir.                                                    90 Anayasa Mahkemesi nin 21.6.2006 tarihli, 3/2006 (D. 3/2006) sayılı kararı, s. 22. 91 Bu konuyla ilgili olarak bkz. Fazıl Sağlam, Temel Hak ve Özgürlüklere İlişkin Uluslararası Antlaşmaların Hukuksal Statüsü ile İlgili Yeni Gelişmeler -Anayasa Mahkemesinin İki Kararı Üzerine Düşünceler-, Rona AYBAY a Armağan, Legal Hukuk Dergisi Özel Sayı, Aralık 2014, Cilt 2, s.1959-1993. 92 Anayasa Mahkemesi nin 26.6.2003 tarihli, 24/2002 (Ceza Dava No: 60/02; Lefkoşa), (D. 4/2003) sayılı kararı, s. 9. 93 KKTC de uluslararası antlaşmaların normlar hiyerarşisindeki yeri ile ilgili geniş bilgi için bkz. Sağlam (2016), s. 158 vd.    745Kuzey Kıbrıs Türk Cumhuriyeti...       Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770 Yukarıda da belirtildiği üzere, 29 Haziran 2014 tarihinde halkoyuna sunulan ancak kabul edilmeyen 47/2014 Sayılı Anayasa Değişikliğine İlişkin Yasa da, bu maddeye yönelik şu düzenleme yer almaktaydı;  Usulüne göre yürürlüğe  konulmuş  temel  hak  ve  özgürlüklere  ilişkin  uluslararası antlaşmalarla  yasaların  aynı  konuda  farklı  hükümler  içermesi  nedeniyle çıkabilecek uyuşmazlıklarda insan haklarını daha fazla koruyan hükümler esas alınır.  Yasayla uluslararası sözleşmelerin, temel hak ve özgürlükler konusunda  farklı  hükümler  içermesi  halinde  insan  haklarını  daha  fazla koruyan  hükümlerin  esas  alınacağına yönelik  anayasal  bir düzenlemenin varlığı, kuşkusuz hukuk devletinde, temel hak ve özgürlükler güvencesini güçlendirebilirdi.  AİHS, Kıbrıs Cumhuriyeti nde 1962 yılında 39/1962 Sayılı Yasa ile onaylanmıştır.  Bu  Onay Yasası,  Kıbrıslı  Rumların  ve Türklerin  katıldığı Temsilciler  Meclisi nde  kabul  edilmiştir.  Dolayısıyla  Sözleşme nin, KKTC nin  iç  hukukun  bir  parçası  olduğunu  ifade  edebiliriz. Anayasa Mahkemesi  AİHS nin  iç  hukukun  bir  parçası  olduğunu  şu  şekilde açıklamaktadır;98  Kıbrıs Cumhuriyeti 1962 yılında bu Sözleşmeye katılmış ve 39/62 sayılı yasa ile Avrupa İnsan Hakları sözleşmesini iç hukuk haline getirmiştir. (…) 39/62 sayılı yasa K.K.T.C.de halen yürürlüktedir ve Avrupa İnsan  Hakları  Sözleşmesi  bizim  iç  hukukumuzun  bir  parçasıdır.   Bu bakımdan Anayasa Mahkemesi, temel hak ve özgürlüklere ilişkin inceleme yaparken,  birçok  kararında  Avrupa  İnsan  Hakları  Mahkemesi  (AİHM)                                                  94 SAĞLAM, getirilmek istenen yeni kuralda yer alan  temel hak ve özgürlüklere ilişkin  yerine  insan haklarına ilişkin uluslararası sözleşmeler  ifadesinin daha isabetli bir tercih olabileceğini de eklemektedir. Bkz. Sağlam (2016), s. 168. 95 39/1962 Sayılı İnsan Haklarını ve Ana Hürriyetleri Korumaya Dair Avrupa Sözleşmesi ve Buna Ek Protokolün Tasdiki Hakkında Kanun, Kıbrıs Cumhuriyeti Resmi Gazete, Sayı: 157, 24 Mayıs 1962, EK I, Kanunlar, s. 317. 96 1960 Kıbrıs Cumhuriyeti Anayasası nda, Kıbrıslı Rum ve Türk toplumlarından oluşan bir Temsilciler Meclisi (Ay. md. 61 vd.) ile Rum ve Türk toplumlarından her birinin kendi üyeleri  arasından  seçilerek  oluşturulan  Cemaat  Meclisleri  (Ay.  md.  86  vd.) düzenlenmekteydi. 97 Necatigil (2015), s. 41-42. 98 Anayasa Mahkemesi nin 26.6.2003 tarihli, 24/2002 (D. 4/2003), (Ceza Dava No: 60/02; Lefkoşa) sayılı kararı, s. 7-8. Ayrıca bkz. Yargıtay ın 23.2.2001 tarihli, Birleştirilmiş Yargıtay/Ceza 1/2001-2/2001-3/2001 (Ağır Ceza Dava No: 5974/2000; Lefkoşa), (D. 2/2001) sayılı kararı, s. 8. 746Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770                                                   Ekinci kararlarına da yer vermektedir. Anayasa Mahkemesi, AİHM kararlarına yönelik olarak şu hususu vurgulamaktadır;  Her ne kadar da KKTC Avrupa İnsan Hakları Mahkemesinin zorunlu yetkisini kabul etmiş değilse de bu Mahkemenin verdiği kararlara saygılıyız ve bunları dikkate alırız. 100 Usul hukukuna ilişkin konularda, örneğin ceza yargılamasına yönelik durumlar söz  konusu  olduğunda, Yargıtay,  KKTC  hukuk  sistemini  dikkate  alarak değerlendirme  yapmaktadır;101   Avrupa  İnsan  Hakları  kararlarını incelediğimizde,  genel  prensipler  yanında,  Continental  hukuk  sistemine uygun görüşler belirtildiğini görürüz. Bu doğru bir yaklaşımdır ve orda ifade  edilen  prensipleri,  hukuk  sistemimizin  usul  hükümleri  içinde değerlendirip  sonuç  çıkarmalıyız.   Yargıtay ın,  AİHS nin  KKTC nin  iç hukukunun bir parçası olduğuna yukarıda açıkladığımız kararlarından örnek vererek, Sözleşme nin alt mahkemeler tarafından uygulanması gerektiğine dikkat  çekmesi  de  temel  hak  ve  özgürlüklerin  güvencesi  bakımından önemlidir;102  (…) Avrupa İnsan Hakları Sözleşmesi, yasalar ile eşit düzeyde olduğundan, sözleşmede açık bir hüküm olması halinde, alt mahkemeler tarafından  uygulanmalıdır.  (…)  Alt  Mahkemenin  Avrupa  İnsan  Hakları Sözleşmesi  hükümlerinin  dikkate  alınamayacağı  ile  ilgili  bulgusu  hatalı olmuştur.  Anayasa Mahkemesi bir kararında, Alt Mahkemelerin AİHS ni uygulamasına ilişkin olarak şu ifadelere yer vermiştir;  (…) Sözleşmenin açık bir hüküm içermesi halinde bunu uygulamak İlk Mahkemelere düşer ve bu konuda bir anlaşmazlık ortaya çıkması halinde sorunu çözme yetkisi İlk Mahkemeyi denetleyen Yargıtaydadır. 103 Genel olarak bakıldığında, Yüksek                                                  99 Bkz. Anayasa Mahkemesi nin 8.11.1979 tarihli, 21/78 (Dava No. 776/78, Lefkoşa) sayılı kararı, s. 4 vd.; Anayasa Mahkemesi nin 27.01.2000 tarihli, Birleştirilmiş 12/99 ve 13/99 (D. 1/2000) sayılı kararı, s. 8; Anayasa Mahkemesi nin 12.4.2001 tarihli, 1/2001 (D. 1/2001),  (Güvenlik  Kuvvetleri  Mahkemesi  Dava  No:  719/2000)  sayılı  kararı,  s.  14; Anayasa Mahkemesi nin 8.11.1989 tarihli, 21/78 (Dava No. 776/78, Lefkoşa) sayılı kararı, s. 10; Anayasa Mahkemesi nin 27.1.2000 tarihli, Birleştirilmiş 12/99 ve 13/99 (D. 1/2000) sayılı kararı, s. 8. 99  Yargıtay ın  19.6.2013  tarihli,  Yargıtay/Ceza  44/2012  (Gazimağusa  Ceza  Dava  No: 515/2012), (D. 4/2013) sayılı kararı, s. 15. 100 Anayasa Mahkemesi nin 12.4.2001 tarihli, 1/2001 (D. 1/2001), (Güvenlik Kuvvetleri Mahkemesi Dava No: 719/2000) sayılı kararı, s. 14. 101  Yargıtay ın  19.6.2013  tarihli,  Yargıtay/Ceza  44/2012  (Gazimağusa  Ceza  Dava  No: 515/2012), (D. 4/2013) sayılı kararı, s. 15. 102  Yargıtay ın  19.6.2013  tarihli,  Yargıtay/Ceza  44/2012  (Gazimağusa  Ceza  Dava  No: 515/2012), (D. 4/2013) sayılı kararı, s. 8-9. 103 Anayasa Mahkemesi nin 26.6.2003 tarihli, 24/2002 (Ceza Dava No: 60/02; Lefkoşa), (D. 4/2003) sayılı kararı, s. 9.   747Kuzey Kıbrıs Türk Cumhuriyeti...       Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770 Mahkeme nin  temel  hak  ve  özgürlüklerin  korunması  bakımından AİHM kararlarına  yer  vermesi  ve AİHS ni  alt  mahkemelerin  de  uygulamasına dikkat çekmesi olumludur. (5) k yaklaşımı, güvenliğ Yasal yönetim ilkesini (kanuni idare), idareye ve  idarenin  faaliyetlerinde  yasanın  egemen  olması  şeklinde tanımlamak mümkündür. Yasal yönetim ilkesinin, idarenin üstlendiği görevleri  yerine  getirirken,  yürürlükteki  yasalara  ve  yasalara  eşit diğer hukuk kaynaklarına uygun davranması (kanuna saygı ilkesi); idarenin kuruluş ve teşkilatlanmasında asli yetkinin yasama organına ait olması ve idarenin belli konularda faaliyette bulunabilmesi için mutlaka yasal bir yetkiye sahip olması (yasal dayanak ilkesi) şeklinde üç boyutu vardır.  Hukuk  devletinde  yönetsel  organlar,  kaynağını  anayasadan  ya  da yasadan almayan bir yetkiyi kullanamazlar. Bu bakımdan yönetsel organların kullanabileceği  yetkiler  de  yasayla  belirlenmelidir.  1985  KKTC Anayasası nın  5.  maddesine  göre,   Yürütme  yetkisi  ve  görevi, Cumhurbaşkanı ve Bakanlar Kurulu tarafından Anayasa ve yasalara uygun olarak kullanılır ve yerine getirilir.  4. maddesine göre de,  Yasama yetkisi, Kuzey Kıbrıs Türk Cumhuriyeti halkı adına Cumhuriyet Meclisinindir.  Bu düzenlemelere göre, KKTC idaresindeki herhangi bir makam ya da kişinin herhangi  bir  konuda  yetki  kullanabilmesi  için  bu  yetkinin  Cumhuriyet Meclisi tarafından verilmiş olması gerekir. Bir başka ifadeyle, Anayasa ya da Cumhuriyet Meclisi tarafından verilmeyen bir yetki, yürütme organı ya da idare tarafından kullanılamaz. Elbette burada, Cumhuriyet Meclisi nin sahip olduğu yasama yetkisini, yürütme ya da idareye devrederek, yürütmenin ya da idarenin kendilerini yetkilendirmelerini sağlayamayacağını da eklemek gerekir. YİM,  yasallık  ilkesini  hukuk  devletinin  bir  unsuru  olarak nitelendirmektedir;107   Hukuk  devletinde  yönetim  karar  ve  işlemlerinin yasaya uygun, yasal olması ilkesi ile bağlıdır.  Anayasa Mahkemesi de bir                                                  104 Günday, s. 42-43. 105 Necatigil (2015), s. 213. 106 Bu konuyla ilgili olarak bkz. Erhürman (2012), s. 421. 107 YİM in 7.10.1993 tarihli, 348/91 (D. 15/93) sayılı kararı, s. 11. Ayrıca bkz. YİM in 29.4.93 tarihli, 129/90 (D. 9/93) sayılı kararı, s. 3. 748Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770                                                   Ekinci kararında,  idarenin  yasallığını  vurgulamıştır.  Mahkeme ye  göre,  hukuk devletinde idare, yasaların maksat ve amaçlarına göre hareket etmekle ve bunları uygulamakla görevlidir. Anayasa  Mahkemesi,  yasama  organı  tarafından  verilen  yetkinin sınırlarının açıkça belirlenmesinin gerekliliğini şu şekilde ifade etmektedir;   Anayasa bazı konuların yasa ile düzenlenmesini öngördüğü hallerde dahi, yasama organı bu gibi konularda da tüzük yapma yetkisini yürütmeye veya başka bir organa veya onları düzenlemek için yürütmeye veya başka bir organa yetki verebilir ancak bu gibi hallerde yürütme veya başka bir organa yasada  verilen  görevin  açıklıkla  belirtilmesi,  sınırlarının  açıklıkla  tesbit edilmesi  ve  ilgili  yürütme  veya  organa  tamamen  keyfi  hareket  edecek yetkinin verilmemesine dikkat edilmesi gerekir. Kısaca özetlenecek olursa Yasama  Organı Anayasa  uyarınca  düzenlemek  istediği  konuların  alanını yeterince sınırlandıracaktır. Bu gibi hallerde yürütme veya başka organın görevi, yasama organının tesbit ettiği çerçeve içinde yasanın daha uygun bir şekilde  yürütülmesini  sağlamak  amacını  güden  düzenlemeler  yapmaktır. Başka bir deyimle yasa ile düzenlenmesi öngörülen konunun temel yönleri yasa ile düzenlenmelidir. 109 Görüldüğü üzere, Anayasa Mahkemesi ne göre, Meclis, yasa yaparak bir konunun çerçevesini çizerek ya da alt ve üst sınırları belirleyerek, idareye veya başka bir organa, gerekli gördüğü düzenlemeyi yapmayı bırakabilir. Mahkeme,  böyle  bir  yetki  devrinin,  keyfiyete  açık  olmaması  ve  yetki kullanacak olan organın kullanacağı yetkinin alt ve üst sınırlarının yasayla belirlenmesi  gerektiğini  de  eklemektedir.  Bu  noktada  ERHÜRMAN, Anayasa  Mahkemesi nin  yasama  organının  yetkileri  konusunda  hassas davrandığını  ifade  ederken,  YİM in,  idarenin  idari  işlem  yaparken kullanacağı  yetkiler  konusunda  ise  yasallık  ilkesine  sıkı  sıkıya  bağlı olduğunu belirtmenin kolay olmadığına işaret etmektedir. Gerçekten de YİM,  bir  kararında,  idari  işlemi  iptal  ederken   Kooperatif  Şirketler                                                  108 Anayasa Mahkemesi nin 11.6.1982 tarihli, 9/82 (D. 5/82) sayılı kararı, s. 8. 109 Anayasa Mahkemesi nin 20.5.1980 tarihli, 7/79 (D. 8/80) sayılı kararı, s. 6. 110 Anayasa Mahkemesi nin 8.3.2007 tarihli, 4/2006 (Lefkoşa Dava No: 3146/2001), (D. 1/2007) sayılı kararı, s. 22. 111 Erhürman (2012), s. 423. KKTC hukukunda yönetsel yetkilerin yasadan kaynaklanması ilkesi ile ilgili geniş bilgi için bkz. Necatigil (2015), s. 213 vd.; Erhürman (2012), s. 420 vd.   749Kuzey Kıbrıs Türk Cumhuriyeti...       Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770 Mukayyidinin  ilgili  Personel  Tüzüğü  veya  başka  herhangi  bir  mevzuat uyarınca  böyle  bir  karar  almaya  yetkisi  yoktur. 112  gerekçesine dayanmaktadır.  ERHÜRMAN,  YİM in  yetkinin  yasallığı  ilkesini değerlendirdiği  1981  tarihli  karara  da  dikkat  çekmektedir.  YİM in  bu kararında ise özellikle yasallık ilkesini vurguladığı ve buna uygun karar verdiği görülmektedir;113  [O]kulun disiplinini düzenleyici bir Tüzük yoktur. İlgili  yasalarda  da  Müstedaaleyhe  okul  öğrencilerinin  ögrencilik durumlarına  son  verilmesine  yetki  veren  herhangi  bir  madde  mevcut değildir.  (…)  Öğrencilerin  ferdi  ve  toplumsal  davranışlarında  sorumlu olmaları  ve  ulusal  terbiyenin  gereklerine  göre  hareket  etmelerinin sağlanması  için  okulun  bir  Disiplin  Yönetmeliği  bulunması  ve  bu yönetmeliğin de bir yasaya dayanması ve böyle bir Yönetmeliğe öğrencilerin uymamaları  halinde  öğrencilik  statülerine  son  verebilmesi  için  ilgili Makamın yasal bir yetkisi bulunması gerekir. Bu başvuruda olduğu gibi böyle bir yetki olmadan alınan herhangi bir karar da yetki aşımı ile alınan bir karar olup geçersizdir.   Yasallık ilkesi ile ilgili olarak bazı durumlarda, yasaya aykırılık açıkça görülmekle birlikte, bazı hallerde yönetsel organların yasal kuralları yanlış yorumlamaları sonucu hatalı uygulaması da söz konusu olabilmektedir. Bu konuya ilişkin bir kararında YİM şunları ifade etmiştir;  Belirtilen tüm bu sebeblere rağmen, Müstedaaleyhler Yasa yı yanlış yorumlayarak ve/veya Yasa ya aykırı hareket ederek başvuru konusu kararı almışlardır. Bu tür kararların ise, iptal edilmeleri gerekmektedir. 115 Görüldüğü  üzere  yasal  yönetim  ilkesi  de,  Yüksek  Mahkeme kararlarında  hukuk  devleti  ilkesinin  önemli  bir  unsuru  olarak  karşımıza çıkmaktadır. (6) Adil yargılanma hakkı: Yukarıda görüldüğü üzere, hukuk devleti için bir ön koşul olan yargı bağımsızlığı, aynı zamanda adil yargılanmanın da temel bir güvencesidir. Adil yargılanma, yargılamaya ilişkin ilkeleri                                                  112 YİM in, 28.11.2006 tarihli, YİM: 396/2004, (D. 13/06) sayılı kararı, s. 17. 113 YİM in 18.12.1981 tarihli, Y.İ.M. 165/81 (D. 41/81) sayılı kararı, s. 422. 114 Bu konuyla ilgili olarak bkz. Necatigil (2015), s. 216.  115 YİM in 23.9.1987 tarihli, YİM 187/86 (D. 40/87) sayılı kararı, s. 6. 116 Opinion No 1 (2001) of the Consultative Council of European Judges for the Attention of the Committee of Ministers of the Council of Europe on Standards Concerning the 750Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770                                                   Ekinci belirlemesi bakımından hukuk devletinin temel unsurları arasında yer almaktadır. Çünkü dava yoluyla hak aramanın anlamlı olabilmesi, her türlü  yargılamanın  adil  olmasıyla  gerçekleşebilir.  Bu  bakımdan  adil yargılama,  en  genel  anlamıyla  bağımsız  ve  güvenceli  yargıçlar tarafından yapılan tarafsız yargılamayı ifade ederken,118 aynı zamanda bu  kavram,  adli  mekanizmanın  işleyişini  ve  organizasyonunu  yani kurumlarını da içermektedir.  Adil  yargılanma  hakkının  temel  insan  hakkı  olduğunu  ifade  eden Yargıtay a  göre  bu  hak,  hukuk  devleti  olmanın  koşuludur;120   Adil yargılanma,  hukuk  ve  ceza  davalarında,  yargılamaya  ilişkin  ilkeleri belirleyerek  hukuk  devletinin  temelini  oluşturmaktadır.  (…)  [A]dil yargılanma hakkı, hukuk ya da ceza yargılanmasının taraflarına, sunulan görüşler ve gösterilen tüm konular hakkında bilgi sahibi olma ve yorumda bulunma olanağı verilmesini amaçlamaktadır.  Hak arama özgürlüğünün gerçekleşebilmesi  de  adil  yargılanma  hakkının  sağlanması  ile  mümkün olabilir. Anayasa  Mahkemesi ne  göre  adil  yargılanma  hakkı,  hak  arama özgürlüğünün  uygulamaya  yönelik  bir  parçasını  teşkil  etmektedir;   Adil yargılama  hakkı   veya  doktrindeki  bazı  tanımlamalara  göre   adil yargılanma hakkı , Anayasa nın 17(2) maddesinde yer alan, hak arama özgürlüğünün uygulamaya yönelik bir parçasını teşkil eder. Adil yargılama hakkının amacı, yargılamanın hakkaniyete uygun ve adil bir biçimde yerine getirilmesini sağlamaktır. 121 Adil yargılama hakkının amacını, yargılamanın hakkaniyete uygun ve adil bir  biçimde  yerine  getirilmesini  sağlama  şeklinde  tanımlayan  Anayasa Mahkemesi,  bu  hakkın  evrensel  bir  hukuk  kuralı  olduğunu  hukuk  devleti ilkesinden hareketle şu şekilde ifade etmektedir;122  Anayasa nın egemenliği ve                                                                                                                    Independence of the Judiciary and the Irremovability of Judges, Strasbourg, 23 November 2001, parag. 10. 117 Sibel İnceoğlu, İnsan Hakları Avrupa Mahkemesi Kararlarında Adil Yargılanma HakkıKamu ve Özel Hukuk Alanlarında Ortak Yargısal Hak ve İlkeler, Beta Basım Yayım Dağıtım A.Ş., 3. Bası, İstanbul 2008, s. 4. 118 Erdoğan, s. 182. 119 A. Feyyaz Gölcüklü ve A. Şeref Gözübüyük, Avrupa İnsan Hakları Sözleşmesi ve Uygulaması, 3. Bası, Turhan Kitabevi, Ankara 2002, s 266. 120 Yargıtay ın 19.6.2013 tarihli, 44/2012 (D. 4/2013) sayılı kararı, s. 9. 121 Anayasa Mahkemesi nin 25.6.2015 tarihli, 8/2013(YİM No: 190/2011), (D. 3/2015) sayılı kararı, s. 7. 122 Anayasa Mahkemesi nin 25.6.2015 tarihli, 8/2013 (YİM No: 190/2011), (D. 3/2015) sayılı kararı, s. 7-8.   751Kuzey Kıbrıs Türk Cumhuriyeti...       Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770 bağlayıcılığı yanında, yasa koyucunun uymak zorunda olduğu ilkeler ve evrensel hukuk kuralları vardır. Hukukun evrensel ilkelerine saygı duymak, hukuk devleti olmanın gereğidir. Evrensel hukuk kurallarına aykırı bir yasa kuralı, doğal olarak hukuk devleti ilkesi ile bağdaşmaz. Adil yargılama hakkı bir evrensel hukuk kuralıdır. Bu nedenle adil yargılama hakkına aykırılık, Anayasa nın 1. maddesinde öngörülen hukuk devleti ilkesine aykırılığı oluşturur.  Yargıtay, adil yargılanma hakkına ilişkin inceleme yaparken, bu hakkı Avrupa  İnsan  Hakları  Sözleşmesi  (AİHS)  çerçevesinde  de değerlendirmektedir;123  Avrupa İnsan Hakları Sözleşmesi, KKTC iç hukuku bakımından  uygulanırlığı  gereken  bir  yasa  olduğuna  göre,  bir  ceza yargılanmasında, adil bir yargılanma yapılabilmesi için, Avrupa İnsan Hakları Sözleşmesi nin 6. maddesinin hükümleri dikkate alınmalı[dır.] 124.  Adil  yargılamanın  unsuru  olan,  davanın  makul  süre  içinde sonuçlandırılmasının önemli olduğunu belirten Yargıtay, eğer tarafsızlığa ilişkin şaibeyi ortadan kaldıracaksa, adil kararın verilmesi için davanın uzamasının tercih edilmesi gerektiğini ifade etmektedir. Mahkeme ye göre, tarafsızlığa ilişkin  en  ufak  şüphe,  makul  sürede  sonuçlandırmadan  daha  önemlidir;126  Davanın gecikmesi ve adil yargılama yapılmadığı şaibesi arasında bir tercih yapılması  gerektiği  takdirde,  tercih  mahkeme  kararlarının  herhangi  bir şaibeden uzak olması gerektiği noktasında olmalıdır.  Gerçekten de, makul sürede davanın sonuçlandırılması önemli olmakla birlikte, tarafsızlığa ilişkin şüphenin olduğu bir davada, öncelikli olarak tarafsızlığa yönelik bu şüphelerin giderilmesi gerekmektedir. 2015 tarihli bir kararında Anayasa Mahkemesi, diğer bazı idari işlemler yanında polislerin meslekten çıkarılması dâhil olmak üzere birçok yetkiye sahip olan Polis Örgütü Disiplin Komisyonu nun işleminin yargısal niteliğe sahip olup olmadığını AİHS kapsamında değerlendirmiştir;127   A.İ.H.S.ne göre de bir organın Mahkeme olarak adlandırılması için, önüne gelen davayı kesin olarak karara bağlama yetkisine sahip olması                                                  123  Yargıtay ın  19.6.2013  tarihli,  Yargıtay/Ceza  44/2012  (Gazimağusa  Ceza  Dava  No: 515/2012), (D. 4/2013), sayılı kararı, s. 18. 124  Yargıtay ın  19.6.2013  tarihli,  Yargıtay/Ceza  44/2012  (Gazimağusa  Ceza  Dava  No: 515/2012), (D. 4/2013) sayılı kararı, s. 8-9. 125 Yargıtay ın 8.3.2012 tarihli, Yargıtay/Hukuk 2/2011 (D. 6/2012) sayılı kararı, s. 5-6. 126 Yargıtay ın 8.3.2012 tarihli, Yargıtay/Hukuk 2/2011 (D. 6/2012) sayılı kararı, s. 8. 127 Anayasa Mahkemesi nin 25.6.2015 tarihli, 8/2013 (YİM No: 190/2011), (D. 3/2015) sayılı kararı, s. 9-10. 752Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770                                                   Ekinci gerekir.  Bir  organın  verdiği  kararın  yerine  getirilip  getirilemeyeceği hususunda başka bir yetkili organın kararına ihtiyaç duyuluyorsa, o organ sözleşme karşısında  Mahkeme  olarak değerlendirilmemektedir. Komisyon, Yasanın 71(1) ve (2) maddesi altında yetki kullanırken, YİM in denetimine açık, maddi anlamda kesin olmayan kararlar verdiği cihetle, bu maddelerin kapsamına  giren  işlemlerde  bir  yargı  yeri  olarak  faaliyette  bulunduğu söylenemez.  Mahkeme ye göre;  Komisyonun yaptığı işlemin içeriği bir yargılama  değil,  ceza  yargılaması  sonucunda  Mahkemenin  kararı doğrultusunda ortaya çıkan sonucun değerlendirilerek işlem yapılmasıdır. Müdafaa hakkı verilmesi, işlemi kendiliğinden cezai alana sokmaz. Aleyhine idari işlem yapılacak kişilere söz ve/veya müdafaa hakkı tanınması, idare hukukunun ilkeleri arasındadır.   Anayasa  Mahkemesi  adil  yargılama  hakkının  kapsamını  şu  şekilde belirlemektedir;   [B]ir  meselede  adil  yargılama  veya  adil  yargılamamadan sözedilebilmesi için, nizanın,  medeni hak ve yükümlülükler  veya  cezai  alanda olması, yargılayanların da o meselede, idari veya başka bir alanda işlem yapmış olmamaları gerekmektedir. İdari  davalar  ve  disiplin  işlemleri  kural  olarak  bu  maddenin uygulaması  dışında  olmakla  beraber,   otonom  kavramlar   doktrini uyarınca,  şeklen  kamu  hukuku  niteliğinde  olan  bazı  ihtilaflar  da  6(1) maddenin kapsamı altına alınmıştır. Ancak  A.İ.H.M  son  içtihatlarında,   otonom  kavramlar  doktrini  uyarınca, A.İ.H.S. madde 6(1) in kapsamına giren konuları daha belirgin duruma  getirmiştir.   Fonksiyonel  (işlevsel)  kriter   olarak  adlandırılan kritere  göre,  memuriyet  görevi  ve  sorumluluklarının  niteliği  esas alınmaktadır. Nizaya konu olan hizmet bu kriter kapsamında ise, niza, madde 6(1) in  uygulama  alanı  dışındadır.  Ordu  ve  polis  hizmetleri  bu  kriterin kapsamında olan en klasik görevlerdir 128. Sonuç  olarak  Anayasa  Mahkemesi,  idari  bir  kurul  olan  ilgili Komisyon un  bir  mahkeme  olmadığını,  davacı  aleyhine,  ilgili  madde uyarınca  bir  disiplin  yargılaması  yapılmadığını,  Komisyon un,  davacının                                                  128 Anayasa Mahkemesi nin 25.6.2015 tarihli, 8/2013 (YİM No: 190/2011), (D. 3/2015) sayılı kararı, s. 10-11.   753Kuzey Kıbrıs Türk Cumhuriyeti...       Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770 sahtecilik ile ilgili sabıkasını ilgili yasada belirtilen ehliyetsizlik kapsamında değerlendirerek meslekten sürekli çıkarılmasına karar verdiği belirtilmiştir. Mahkeme,  bu  kararın  alınması  sürecinde  davacıya  tanınan  müdafaa hakkının,  idare  hukuku  ilkeleri  gereğince  verildiğini  de  eklemiştir. Komisyon kararının idari olması neticesinde yargı yoluna gidilebileceğini belirten Mahkeme, yapılan işlemi AİHM nin otonom kavramlar doktrini kapsamına girmediğini de eklemiştir;  Havale konusu davaya esas teşkil eden  işlemin,  bir  yargısal  işlem  olmadığı  gibi  yukarıda  izah  edilen A.İ.H.M.in  otonom  kavramlar  doktrini  kapsamında  da değerlendirilemeyeceği  dikkate  alındığında,  Komisyonun  oluşumunu  ve yetkilerini düzenleyen, 51/1984 sayılı Yasanın 12(1) ve (2) maddelerinin A.İ.H.S.  6.  madde  kapsamında  adil  yargılama  hakkına,  dolayısıyla Anayasa nın  1.  maddesindeki  hukuk  devleti  ilkesine  aykırılığından  söz edilemez. 130 Anayasa Mahkemesi ne göre,  Günümüzde genel kabul gören şekli ölçüte göre, yargısal faaliyet, kanunla kurulan bağımsız ve tarafsız kuruluşlar  tarafından,  hukuki  uyuşmazlıkların  ve  hukuka  aykırılık iddialarının özel yargılama usulleri izlenerek çözümlenmesi ve kesin hükme bağlanması faaliyeti olarak tanımlanmaktadır. 131 Anayasa ya  göre,  adil  yargılanma  hakkı,  kararın  gerekçeye dayanmasının  yanı  sıra,  açık  oturumda  okunmasını  da  gerekmektedir. Yüksek Mahkeme, bazı davalarda, kararın yargıç odasında verilmiş olmasını 9/76  sayılı  Mahkemeler  Yasası nın  75.  maddesine  ve  1985  KKTC Anayasası nın  Hak Arama Özgürlüğü ve Yasal Yargı Yolu  başlıklı 17/2.                                                  129 Otonom (özerk) kavramlar doktrini, en genel haliyle, Sözleşme de yer alan kavramların özel bir anlama sahip olduğunu ifade etmektedir. AİHM ne göre, Sözleşme kavramlarını yorumlarken, içerik ve kapsamlarını belirlerken bunların ulusal hukuktaki anlamlarıyla bağlı olmayacağı anlamına gelmektedir. Bkz. Gölcüklü ve Gözübüyük, s. 142. 130 Anayasa Mahkemesi nin 25.6.2015 tarihli, 8/2013 (YİM No: 190/2011), (D. 3/2015) sayılı kararı, s. 11. 131 Anayasa Mahkemesi nin 25.6.2015 tarihli, 8/2013 (YİM No: 190/2011), (D. 3/2015) sayılı kararı, s. 9. 132  Kaza Mahkemelerinin oturum yeri  başlıklı 75. maddesi şöyledir;  Kaza Mahkemesi oturumları, bu amaçla Yüksek Mahkemece mahkeme salonu olarak saptanan yetki alanı içindeki esas şehrinde bulunan bir binada yapılır. Ancak, Kaza Mahkemesi başkanının takdiri ve Yüksek Mahkemenin izni ile oturumlar Kaza bölgesinde veya dışında başka bir bina içinde yapılabilir; Ancak her kaza Mahkemesi yargıcı bir kişinin yazılı ifadesini almak amacı ile yetki alanı içinde veya dışında herhangi bir yerde oturum yapabilir.  754Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770                                                   Ekinci maddesine aykırı bulmuştur;134  Önümüzdeki meselede de karar yargıç odasında  verildiğine  göre  gerek  9/76  sayılı  Mahkemeler  Yasasının  75. maddesine ve gerekse KKTC Anayasasının 17(2) maddesinde öngörülenlere riayet edilmemiştir. Bu bakımdan verilen karar yasal bir karar değildir ve dolayısıyle  iptal  edilmesi  gerekir. 135  Yargıtay a  göre;   Salon  olarak saptanmadığı  sürece  bir  yargıç  odasının  halka  açık  olduğunu  ve  orada yapılan yargısal işlemlerin aleni olduğunu söylemeğe imkân yoktur. Aleni olmayan bir celsede veya oturumda yasal istisnalar dışında verilen hüküm ve kararlar ise batıldır ve hiç bir kıymet ifade etmez. 136 Adil yargılanma hakkı bakımından belirtebileceğimiz bir diğer konu ise doğal adalet ilkeleridir. Doğal adalet ilkeleri, yargısal süreçle ilgili olan ve hukuk düzeninin tarafsız ve düzenli sürdürülmesini sağlayan ilkelerdir. Bu bakımdan  doğal  adalet  ilkeleri,  aslında  hukuk  devletine  ilişkin  olarak mahkemelerin bağımsızlığı, adil yargılanma hakkı gibi yargılama sürecine yönelik  unsurları  içermektedir.  Doğal  adalet  ilkelerinin,  KKTC  idare hukukuna  İngiliz  hukukundan  aktarıldığını  ifade  etmek  mümkündür.  Bu durum İngiliz hukuk sisteminin etkisini göstermekle birlikte, birçok ülke hukuk sisteminde de benzer ilkeler uygulandığını eklemek gerekir. Amerika Birleşik Devletleri nde usul ve yöntemde adaleti sağlamayı amaçlayan bu ilke, Anayasa da yer alan  due process  maddesinden kaynaklanmaktadır.  Kişi haklarını etkileyen konularda, doğal adalet ilkelerinin, yönetsel kararın  alınmasında  usul  yönünden  adalet  sağlamayı  amaçladığını belirtebiliriz. Bu bakımdan, kararı alacak olan yönetsel organ açısından şu hususların  belirtilmesi  gerekmektedir;  yansız  olması  ve  ilgili  kişiye, hakkında karar alınmadan önce dinlenilme hakkı tanımasıdır. Bu ilkelerin                                                  133 1985 KKTC Anayasası nın 17. maddesinin 2. fıkrası şöyledir;  Herkes, yurttaş hak ve yükümlülüklerinin veya kendisine karşı yapılan bir suçlamanın karara bağlanmasında, yasa ile kurulan bağımsız, tarafsız ve yetkili bir mahkeme tarafından, makul bir süre içinde adil ve açık bir surette davanın dinlenmesi hakkına sahiptir. Karar gerekçeye dayanır ve açık bir oturumda okunur.  134 Bu konuyla ilgili olarak bkz. Necatigil (2015), s. 51. 135 Yargıtay ın 21.4.1987 tarihli, Yargıtay/Hukuk 16/87, (Lefkoşa Dava No: 625/81), (D. 10/87) sayılı kararı, s. 2. 136 Yargıtay ın 19.10.1982 tarihli, Yargıtay/Ceza 39/82 ve 40/82, (D. 11/829) sayılı kararı. 137 Gülriz Uygur, Adalet ve Hukuk Devleti, Ankara Üniversitesi Hukuk Fakültesi Dergisi, C. 53, S. 1, 2004, s. 33. 138 Necatigil (2015), s. 278.   755Kuzey Kıbrıs Türk Cumhuriyeti...       Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770 başlangıçta,  bir  suçla  itham  olunan  kişiye  uygulandığı  ancak  giderek yönetim  hukukunun  gelişmesiyle,  doğal  adalet  kavramının  anlamı  ve kapsamının da genişlediği görülmektedir. Anayasa Mahkemesi ne göre, doğal adalet ilkeleri de hukuk devleti ilkesi kapsamında yer almaktadır;140  Hukukun  üstünlüğü  ilkesinin  doğal  adalet  ilkelerini  içerdiğine  kuşku yoktur . Mahkeme, doğal adalet ilkelerinin en önemlilerinden birisi olarak, yargılanan  bir  kimseye  savunma  hakkının  tanınmasını  göstermektedir. Mahkeme, bu hakkın tanınmaması sonucu verilen kararın, adil ve sağlıklı olduğunun söylenemeyeceğini de eklemektedir. (7) Kazanılmış haklara saygı: 1985 KKTC Anayasası nda kazanılmış hak kavramı açıkça yer almamakla birlikte, Anayasa Mahkemesi, bu kavramın hukuk devleti ilkesi içinde yer aldığını ifade etmektedir;141  Kazanılmış  hak  ilkesi  Anayasamızda  açıkça  yer  almış  bir  ilke değildir.  Anayasanın  1.  maddesi  K.K.T.C. nin  hukukun  üstünlüğü ilkesine  dayanan  bir  devlet  olduğunu  belirtmektedir.  Hukukun üstünlüğü veya hukuk devleti ilkelerinin ise kazanılmış hak kavramını içerdiği kabul edilmektedir.   Anayasa  Mahkemesi,  kazanılmış  haklara  saygının  hukuk  devleti ilkesinin önemli bir unsuru olduğunu şu şekilde ifade etmektedir;142  Hukuk üstünlüğü ile hukuk devleti ilkeleri ve temel hukuk prensiplerinin en önemli gereklerinden  birisi  kişilerin  kazanılmış  haklarına  herkesin  saygı göstermesini  sağlamaktır.   Dolayısıyla  Mahkeme,  kazanılmış  haklara riayetsizliği  hukuk  devleti  ilkesinin  ihlali  olarak  değerlendirmektedir;143  Hukukun  üstünlüğü  veya  hukuk  devleti  kavramları  kazanılmış  haklara saygılı olmayı emreder. Genelde kazanılmış haklara riayetsizlik Anayasanın 1. maddesinde ifadesini bulan hukukun üstünlüğü ilkesine aykırı olur.  Kazanılmış haklara saygı ilkesi, yönetsel kararların geriye değil, ileriye dönük  olmasıyla  yakından  ilgilidir.  Ayrıca  yasaların  da  zorunlu  haller                                                  139 Necatigil (2015), s. 278-279. 140  Anayasa Mahkemesi nin 30.12.1999 tarihli, 10/99 (D. 6/99) sayılı kararı, s.11. 141 Anayasa Mahkemesi nin 27.5.2003 tarihli, 36/2002 (D. 3/20039) sayılı kararı, s. 13. 142 Anayasa Mahkemesi nin 26.6.1980 tarihli, 11/80 (D. 9/80) sayılı kararı, s. 28. Ayrıca bkz. Anayasa Mahkemesi nin 2.12.1981 tarihli, 20, 21, 22, 23, 24, 25 ve 27/81, (D. 22/81) sayılı kararı, s. 9-10. 143  Anayasa Mahkemesi nin 7.12.1995 tarihli, 4/95 (YİM: 119/94), (D. 7/95), sayılı kararı, s. 184.  756Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770                                                   Ekinci haricinde  ileriye  yönelik  uygulanması  gerekir. Anayasa  Mahkemesi  bazı kararlarında, yasaların, askıda olan davaları etkilemesini kazanılmış haklara müdahale niteliğinde değerlendirmiştir. Bu bakımdan ilgili yasa kurallarını hukuk devleti ve hukukun üstünlüğü ilkelerine aykırı bulmuştur. Anayasa  Mahkemesi  bir  kararında  da,  kazanılmış  hakla  ilgili  şu tespitleri yapmıştır;  Hukuk devletinde insanların istikrarlı yaşam sürme hakları vardır. Bireylerin geleceklerini öngörebilmeleri ve yaşamlarını ona göre düzenleyebilmeleri gerekir. Devletin koyduğu kuralları dikkate alarak yaşamını düzene koyan bir kişinin bir anda haklarını yitirmesi ve kendini çok farklı  bir  konumda  bulması  doğru  olamaz. 145  Bu  şekilde  Mahkeme, kazanılmış  hakkın  hukuk  devleti  ilkesinin  bir  unsuru  olduğunu belirtmektedir.  Anayasa  Mahkemesi  kazanılmış  hak  ile  ilgili  birçok  kararında,  bu kavramın kesin olarak tanımlanmasının ve sınırlarının belirlenmesinin güç olduğunu  ifade  etmiştir.  Anayasa  Mahkemesi ne  göre  bir  hakkın Anayasa nın  koruduğu  kazanılmış  hak  tanımına  girebilmesi  için  şu  iki koşulun gerçekleşmesi gerekmektedir;147 a.  O hak fiilen elde edilmiş olmalı.  Yani bir beklenti olmaktan çıkmış olmalı. b.  Geçmiş  yasalar  o  hakkın  elde  edilmesine  olanak  sağlamalı  veya geçmiş yasalar o hakkın elde edilmesini amaçlamış olmalı. Anayasa  Mahkemesi  kazanılmış  hak  kavramının  tanımlanmasının zorluğu  karşısında,  bu  kavramın  her  bir  somut  durum  için  ayrı  ayrı                                                  144 Bu konuyla ilgili olarak bkz. Necatigil (2015), s. 258-259. 145 Anayasa Mahkemesi nin 27.5.2003 tarihli, 36/2003 (YİM 58/2002), (D. 3/2003) sayılı kararı, s. 13. 146 Bkz. Anayasa Mahkemesi nin 27.5.2003 tarihli, 36/2003 (YİM 58/2002), (D. 3/2003) sayılı kararı, s. 13; Anayasa Mahkemesi nin 8.5.2003 tarihli, Birleştirilmiş 29, 30 ve 31/2002 (D. 2/2003) sayılı kararı, s. 13. 147 Anayasa Mahkemesi nin 8.5.2003 tarihli, Birleştirilmiş 29, 30 ve 31/2002 (D. 2/2003) sayılı kararı, s. 14. Anayasa Mahkemesi, kazanılmış haklara ilişkin koşulları belirlerken başka bir kararında da, Türk Anayasa Mahkemesi kararlarına yer vererek (Bkz. Türk Anayasa Mahkemesi Kararı, E. 1986/3, K. 1986/15, K.T. 3.7.1986, Anayasa Mahkemesi Kararlar Dergisi, S. 22, s.175) yukarıdaki unsurları (a) hakkın edinildiği anda yürürlükte olan kurallara uygun şekilde ve (b) bütün sonuçları ile fiilen elde edilmiş olması gerekir  şeklinde  ifade  etmiştir  (bkz.  Anayasa  Mahkemesi nin  23.2.2015  tarihli,  18/2013  (D. 2/2015) sayılı kararı, s. 22).   757Kuzey Kıbrıs Türk Cumhuriyeti...       Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770 incelenmesi gerektiğini belirtmektedir;  Kazanılmış hak kavramı, bugüne dek kavrama getirilen tüm tanımlamalara rağmen, halen belirsizlikten tümü ile  kurtulmuş,  kesin  olarak  tanımlanabilmiş,  sınırları  belirlenebilmiş  bir kavram  değildir.  Doktrinde  ve  yargı  kararlarında  üzerinde  uzlaşmaya varılmış bir kazanılmış hak tanımı yoktur. Kazanılmış hakkın her somut olaya göre  ayrı  ayrı  incelenmesi  gerektiği  doktrinde  kabul  görmektedir; yargı kararlarında da, anlam ve içeriğinin kesin sınırlarının çizilemediği ve her somut olayın özelliklerine göre değerlendirme yapıldığı görülmektedir. Hangi haklar kazanılmış, kişiselleşmiş, öznel hakka, kişiden alınamaz bir hakka  dönüşmüştür,  yanıtlanması  her  zaman  kolay  değildir.   Anayasa Mahkemesi, kazanılmış hak kavramının sınırlarının belirlenmesinin güçlüğü karşısında,  çoğu  zaman  hukuki  güvenlik  ilkesine  başvurulduğunu  ifade etmektedir;   Hukuk  güvenliği  ilkesine  de  çoğu  kez  hakların  korunması bakımından  kazanılmış  hak  ilkesinin  yetersiz  kaldığı  durumlarda dayanılmaktadır. 148 Bu noktada, Anayasa Mahkemesi nin de hukuk devleti ilkesinin temel unsurlarından biri olarak nitelendirdiği hukuki güvenlik ve belirlilik ilkelerini açıklamak gerekmektedir.  (8)  Hukuki  güvenlik  ve  belirlilik  ilkeleri:  Hukuki  güvenlik  ilkesini, hukuk kurallarında sık sık değişiklikler yapılarak, hukuki istikrarı ve belirliliği  yok  eden  kurallar  koyulmaması,  ayrıca  geriye  yürüyen kuralların, kazanılmış haklara dokunmadan bireylerin temel hak ve özgürlüklerini  güvence  altına  alması  şeklinde  ifade  etmek mümkündür. Bu bakımdan, temel haklarda korunan ortak bir değer olan hukuki güvenlik ilkesinin, hukuk devletinin koşulları arasında yer aldığını belirtebiliriz. Anayasa Mahkemesi, hukuki güvenlik ilkesini  şu  şekilde  açıklamaktadır;   Hukuki  güvenlik,  kişilerin gelecekle  ilgili  plan,  düşünce  ve  kararlarında  mevcut  hukuk kurallarına  güvenerek  hareket  etmelerinin  hukuken  korunması gereğini ifade eder 150. Mahkeme, hukuk devletine ilişkin yapılan tanımlardan hareket ederek hukuki güvenliği, hukuk devleti olmanın bir  koşulu  olarak  değerlendirmekte  ve  hukuk  devletini  vatandaşlarına  hukuk  güvenliği  sağlayan  devlet   olarak                                                  148 Anayasa Mahkemesi nin 24.6.2010 tarihli, 1/2007 (D. 2/2010) sayılı kararı, s. 7-8. 149 Mehmet Altundiş, Hukuki Güvenlik İlkesi, Yasama Dergisi, Eylül-Ekim-Kasım-Aralık, S. 10, 2008, s. 61. 150 Anayasa Mahkemesi nin 24.6.2010 tarihli, 1/2007 (D. 2/2010) sayılı kararı, s. 7. 758Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770                                                   Ekinci tanımlamaktadır.  Buna  ek  olarak  Anayasa  Mahkemesi,  hukuki güvenlik  ilkesi  yanında  belirlilik  ilkesine  de  yer  vererek,  hukuk devleti ilkesinin unsurları arasına dâhil etmektedir;152  Hukuki  güvenlik  ve  belirlilik  ilkeleri,  hukuk  devletinin  ön koşullarındandır.  Kişilerin hukuk güvenliğini sağlamayı amaçlayan hukuki güvenlik ilkesi, hukuk normlarının öngörülebilir olmasını, bireylerin tüm eylem ve işlemlerinde Devlete güven duyabilmesini, Devletin de yasal düzenlemelerinde bu güven duygusunu zedeleyici yöntemlerden kaçınmasını gerekli kılar.  Belirlilik  ilkesi  ise,  yasal  düzenlemelerin  hem  kişiler  hem  de  idare yönünden herhangi bir duraksamaya ve kuşkuya yer vermeyecek şekilde açık, net, anlaşılır ve uygulanabilir olmasını, ayrıca kamu otoritelerinin keyfi uygulamasına karşı koruyucu önlem içermesini ifade etmektedir.  Anayasa Mahkemesi ne göre,  Anayasa nın 1. maddesinde belirtilen hukuk  devletinin  temel  unsurlarından  birisi  de,  hukuk  güvenliğinin sağlanmasıdır.  Hukuk  güvenliği,  kurallarda  belirlilik  ve  öngörülebilirlik gerektirir. Belirlilik ve öngörülebilirlik niteliği taşımayan, yani takdire bağlı ve belirsiz bir yetki içeren kurallar, hukuk devleti ilkesi ile bağdaşmaz.  Bu bakımdan  Mahkeme,  düzenlemelerin,  herhangi  bir  duraksamaya  ya  da kuşkuya yer bırakmayacak şekilde belirli, açık, net, anlaşılır, uygulanabilir ve nesnel olmasının hukuki güvenlik ilkesinin bir gereği olduğunu ifade etmektedir. Bu konuyla ilgili olarak Anayasa Mahkemesi, yukarıda da değinilen, 51/1984 sayılı Polis Örgütü (Kuruluş, Görev ve Yetkileri) Yasası nın 71(2) maddesinde, Polis Hizmetleri Komisyonunca verilen bir polis mensubunu ehliyetsizlik nedeniyle meslekten çıkarma kararı ile ilgili yetkisinin, belirsiz, öngörülmeyen,  bir  başka  ifadeyle  keyfi  bir  yetki  olup  olmadığını incelemiştir. İlgili Yasa da,  ehliyetsizlik  kavramının detaylı bir tanımının yapılıp yapılmadığına bakmak gerektiğini ifade eden Mahkeme, Yasa da yer alan bir kavrama anlam yüklerken, sadece kavramın düzenlediği maddeye                                                  151 Anayasa Mahkemesi nin 9.6.2011 tarihli, 21/2009 (D. 3/2011) sayılı kararı, s. 10. 152 Anayasa Mahkemesi nin 23.2.2015 tarihli, 18/2013 (D. 2015) sayılı kararı, s. 21-22. 153 Anayasa Mahkemesi nin 25.6.2015 tarihli, 8/2013 (YİM No: 190/2011), (D. 3/2015) sayılı kararı, s. 12.   759Kuzey Kıbrıs Türk Cumhuriyeti...       Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770 değil, yasanın  tümüne  bakmak  gerektiğini  belirtmektedir;   kavramın  yer aldığı maddede yeterli tanımlama olmasa bile, yasanın diğer maddelerinde o kavrama verilecek anlama ulaşılabiliniyorsa belirsizlikten söz edilemez. 154 Anayasa Mahkemesi ne göre,  Hukuk güvenliği sağlamak  sözü tek başına bir anlam ifade etmemektedir. Bunun için temel hakların güvence altına alınması, yasaların Anayasaya uygunluğunun sağlanması, yönetimde hukuka bağlılığın sağlanması ve yargı bağımsızlığını ve güvenini sağlayacak kuralların  oluşturulması  gerekmektedir. 155  Görüldüğü  üzere  Anayasa Mahkemesi,  hukuki  güvenlik  ilkesinin  gerçekleşebilmesinin  bir  koşulu olarak, hukuk devleti ilkesinin yukarıda açıklanan diğer temel unsurlarının da varlığını aramaktadır. (9)  Eşitlik ilkesi: Eşitlik ilkesi, temel bir ilke olmakla birlikte, aynı zamanda hukuk devleti ilkesinin gerçekleşmesinde önemli bir unsur olarak karşımıza çıkmaktadır. Anayasa Mahkemesi nin eşitlik ilkesini hukuk devletinin temel taşı olarak nitelendirdiği görülmektedir;156  Anayasanın  genel  ilkeler  kısmında,  Madde  8 de  yer  alan  eşitlik ilkesi, devlet yönetiminde bir temel ilke olarak nitelendirilir, aynı zamanda hukuk devleti kavramı içinde değerlendirilen bu ilke hukuk devleti kavramının bir temel taşıdır.  1985 KKTC Anayasa nın 8. maddesinde,157  demokratik  hukuk  devletinin  bir  gereği  olarak  ve eşitlik  ilkesinin  taşıdığı  önem  dikkate  alınarak  ek  düzenleme yapıldığı  görülmektedir.  Buna  göre,  devlet  organları  ve  yönetim makamlarının, tüm işlemlerinde yasa önünde eşitlik ilkesine uygun hareket etmesi ve kişiler arasında hiçbir şekilde ayrıcalık yapmama zorunluluğu getirilmektedir. Yasa önünde eşitlik ilkesi, herkes için                                                  154 Anayasa Mahkemesi nin 25.6.2015 tarihli, 8/2013 (YİM No: 190/2011), (D. 3/2015) sayılı kararı, s. 12. 155 Anayasa Mahkemesi nin 9.6.2011 tarihli, 21/2009 (YİM No: 45/2008), D. 3/2011 sayılı kararı, s. 10. 156 Anayasa Mahkemesi nin 17.2.2011 tarihli, 2, 4, 5 ve 8/09 (D. 2/2011) sayılı kararı, s.7. 157 1985 KKTC Anayasası nın  Eşitlik  madde başlığıyla düzenlenen 8. maddesi:  (1) Herkes, hiçbir ayırım gözetilmeksizin, Anayasa ve yasa önünde eşittir,  Hiçbir kişi, aile, zümre veya sınıfa ayrıcalık tanınamaz. (2) Devlet organları ve yönetim makamları, bütün işlemlerinde yasa önünde eşitlik ilkesine uygun olarak hareket etmek ve ayrıcalık yapmamak zorundadırlar. (3) Ekonomik bakımdan güçsüz olanların Anayasa ve yasalar ile elde ettikleri veya edecekleri kazanımlar, bu madde ileri sürülerek ortadan kaldırılamaz.  158 Necatigil (2015), s. 27. 760Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770                                                   Ekinci bağımsız  bir  temel  hak  olması  yanında,  aynı  zamanda  devlet organlarını,  idare  makamlarını  ve  kişileri  bağlayan  temel  bir ilkedir. Anayasa Mahkemesi ne göre yasa önünde eşitlik nitelikte benzerlik ve yasadaki hakların uyumluluğu oranında mevcuttur;160  Anayasanın  öngördüğü  eşitlik  keyfi  ayırımaları  önlemeyi amaçlamakta  fakat  meselelerin  kendilerine  öz  nitelikleri  icabı yapılması  gereken  makul  ayırımları  saf  dışı  etmemektedir.  Yasa önünde  eşitlik  ancak  nitelikte  benzerlik  ve  yasaların  getirdiği hakların uyumluluğu oranında söz konusudur. İlâveten, yapılan bir ayırım  haklı  bir  nedene  dayandığı  takdirde  böyle  bir  ayırım Anayasanın 8. maddesine ters düşmüş sayılmaz.  Anayasa Mahkemesi ne göre, eşitlik ilkesi ancak hukuksal durumları benzer olanlar için söz konusudur. Mahkeme, eşitlik ilkesini yorumlarken, özdeş durumda olanlar arasında bu ilkenin geçerli olabileceğini belirterek, haklı bir nedenin varlığı halinde eşitlik ilkesine aykırılık oluşmayacağını ifade etmektedir;162  Anayasanın 8. maddesinde ifadesini bulan eşitlik (…) matematiksel bir eşitlik anlamında değildir. Eşitlik, ancak özdeş durumlarda olanlar arasında söz konusu olabilir. Bunlar arasında dahi haklı bir neden varolması  halinde  yapılacak  ayırım  eşitlik  ilkesini  haleldar  kılmaz.   Bu bakımdan Anayasa Mahkemesi ne göre;  Eşitlik ilkesi, herkese aynı şekilde davranılmasını  değil,  yalnızca  aynı  veya  benzer  durumda  olanlara  eşit davranılmasını gerektiren bir ilke olarak belirmektedir. 163 Anayasa Mahkemesi nin, genel eşitlik ilkesini mutlak değil, nispi bir eşit davranma ilkesi ya da ayrım yasağı olarak yorumlamadığını belirtmek gerekir.  Bu  bakımdan Anayasa  Mahkemesi ne  göre;   Eşitlik  ilkesinin maddi hukuki eşitlik anlamında yasama organını bağlayıcılığı, bu ilkenin, kanun  koyma  yetkisinin  aynı  zamanda  sınıflandırma  veya  ayrım  yapma yetkisini de içerdiği dikkate alınarak yorumlanmasına bağlıdır. Eşitlik ilkesi ancak, kanunlarda eşitliğin sağlanması ve sınıflandırma yapma gereklilikleri                                                  159 Merih Öden, Türk Anayasa Hukukunda Eşitlik İlkesi, Yetkin Yayınları, Ankara 2003, s. 157. 160 Anayasa Mahkemesi nin 10.12.1985 tarihli, 25/85 (D. 12/85) sayılı kararı, s. 5. 161 Anayasa Mahkemesi nin 30.12.1999 tarihli, 10/99 (D. 6/99) sayılı kararı, s. 16. 162 Anayasa Mahkemesi nin 1.6.1995 tarihli, 2/94 (D. 3/95) sayılı kararı, s. 152. 163 Anayasa Mahkemesi nin 27.6.2013 tarihli, 8/2010 (D. 1/2013) sayılı kararı, s. 5. 164 Bkz. Necatigil (2015), s. 250.   761Kuzey Kıbrıs Türk Cumhuriyeti...       Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770 bağdaştırılarak  uygulanabilir.  Bu  iki  gerekliliğin  bağdaştırılması,  aynı zamanda genel eşitlik ilkesinin mutlak değil, göreli bir eşit davranma ilkesi veya ayrım yasağı olarak yorumlanması sonucunu doğurmaktadır. 165 Anayasa Mahkemesi ne göre, değiştirilmiş bir yasanın veya kuralının eşitlik  ilkesine  aykırı  düşüp  düşmediği,  bunun,  yasanın  önceki  şekliyle kıyaslanması sonucu değil, yürürlükte olduğu şekliyle içerdiği kuralların kişi, zümre veya sınıflar arasında haksız bir ayrıcalık getirip getirmediğine bakılarak tespit edilebilir. Çünkü aksi bir durumda, Meclis in Anayasa da öngörülen  yasaları  değiştirmek  yetkisine  müdahale  edilmiş  ve  bu  yetki büyük ölçüde kısıtlanmış olacaktır. Anayasa Mahkemesi vermiş olduğu bir kararında, aynı işi yapan kamu görevlilerinin farklı ücret almalarını, adalet ve hukuk devleti arasında ilişki kurarak,  1.  maddede  yer  alan  hukukun  üstünlüğü  ilkesine  aykırılık oluşturacağını  açıklamıştır.  Mahkeme ye  göre,  adalet  kavramı  göreceli, tartışmalı  bir  kavram  olabilir.  Buna  ek  olarak,  bir  işlem  bir  mahkeme tarafından  adalete  uygun  bulunabileceği  gibi,  aykırı  da  bulunabilir. Mahkeme, sonucu öznel değerlendirmenin belirleyici olabileceği bir ilkeye dayanarak  karar  üretmekten  olabildiğince  kaçınmak  gerektiğini  ifade etmektedir. Aynı hukuki konumda, aynı statüde olan ve eşit süreli ek çalışma yapan iki kamu görevlisinden birinin, diğerinden daha düşük bir ek ödeneği hak ettiği sonucunun doğmasının tartışılmayacak kadar adaletsiz olduğunu da vurgulamaktadır. Anayasa Mahkemesi ne göre, eşdeğerde işe eşit ücret, adaletli bir ücret elde edilmesini sağlamak, hukuk devletinin gerekleri ve nitelikleri arasındadır. Aynı hukuki konumdaki kamu görevlilerinin, aynı ek çalışma  sürelerine  rağmen  farklı  ek  çalışma  ödeneği  almaları  adil  bir düzenleme  olarak  nitelendirilemeyeceğinden,  devletin  niteliklerini  sayan Anayasa nın 1. maddesinde yer alan ve hukuk devleti ile özde aynı anlamı taşıyan, hukukun üstünlüğü ilkesine aykırı olmaktadır.  (10) Yasaların  kamu  yararına  dayanması:  Anayasa  Mahkemesi, yasaların  kamu  yararına  dayanmasını  da  hukuk  devleti  ilkesinin unsurları  arasında  göstermektedir;   Hukuk  Devleti,  dolayısıyle                                                  165 Anayasa Mahkemesi nin 27.6.2013 tarihli, 8/2010 (D. 1/2013) sayılı kararı, s. 5. 166 Anayasa Mahkemesi nin 5.10.1989 tarihli, 5/89 (D. 8/89) sayılı kararı, s. 8. 167 Anayasa Mahkemesi nin 22.4.2010 tarihli, 25/09 (D. 1/2010) sayılı kararı, s. 16-17. 762Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770                                                   Ekinci hukukun  üstünlüğü  prensibinin  öğeleri  arasında  yasaların  kamu yararına  dayanması  ilkesi  de  vardır 168.  Anayasa  Mahkemesi ne göre,  Bir yasanın kamu düzeninin kurulması veya korunması için hazırlanmış olması ve bunun için gerekli olması halinde hukukun üstünlüğü  ilkesine  aykırılıktan  söz  edilemez.  Özel  çıkarlar  veya yalnızca belirli kişilerin yararına olacak yasalar hukukun üstünlüğü ilkesine uygun kabul edilemez. 169 Görüldüğü üzere, hukuk devleti ilkesinin literatürde kabul edilen birçok unsuru, Yüksek Mahkeme kararlarında da yer almaktadır. Belirtmek gerekir ki,  Yüksek  Mahkeme ye  göre  hukuk  devleti  ilkesinin  unsurları,  burada sayılanlarla  sınırlı  değildir.  Örneğin,  yukarıda  görüldüğü  üzere,  hukuk devleti ilkesi bakımından Yüksek Mahkeme, Türk Anayasa Mahkemesi nin bazı kararlarına da yer vermektedir. Bu bakımdan Yüksek Mahkeme nin atıf verdiği ve Türk Anayasa Mahkemesi kararlarında yer alan hukuk devleti ilkesinin gereklerini de bu saydığımız unsurlara eklememiz mümkündür. Anayasa  Mahkemesi,  hukuk  devleti  ilkesi  kapsamında değerlendirilebilecek  bir  konunun,  aynı  zamanda  Anayasa da  doğrudan düzenlenmesi  halinde,  bazı  durumlarda  aykırılık  iddiasının  hukukun üstünlüğü  ilkesinin  yer  aldığı  genel  maddeye  değil,  konunun  doğrudan düzenlendiği  maddeye  dayandırılması  gerektiğini  belirterek,  1.  maddeye aykırılık  kapsamına  dahil  etmemektedir;170   Herşeyden  önce  mahkemeye başvurma hakkı Anayasanın 17(1). maddesinde özel olarak düzenlenmiştir. Bunu gözardı ederek mahkemeye başvurma hakkını dolaylı bir şekilde genel madde olan 1. maddede aramak olanaksızdır.  Yüksek  Mahkeme nin  hukuk  devleti  ilkesi  yorumuna  ilişkin belirtebileceğimiz  bir  diğer  husus  yabancı  mahkeme  kararlarından yararlanılmasına yöneliktir. Öncelikle, mahkemelerin karar verirken, farklı ülkelerdeki yargı kararlarını kullanmasına kısaca değinmek gerekmektedir.                                                  168 Anayasa Mahkemesi nin 4.4.2002 tarihli, 11/2001 (Girne Ceza Dava No: 2410/01), (D. 1/2002) sayılı kararı, s. 8. Bkz. Anayasa Mahkemesi nin 9.7.1984 tarihli, 13/83 (Dava No. 1256/82; Girne), (D. 7/84) sayılı kararı, s. 6. 169 Anayasa Mahkemesi nin 25.6.2015 tarihli, 6/2014 (Lefkoşa Aile Dava No: 5/2011), (D. 5/2015) sayılı kararı, s. 11. 170 Anayasa Mahkemesi nin 27.1.2000 tarihli, Birleştirilmiş 12/99 ve 13/99 (D. 1/2000) sayılı kararı, s. 9.    763Kuzey Kıbrıs Türk Cumhuriyeti...       Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770 Bazı  durumlarda,  özellikle  insan  hakları  alanında,  yüksek  mahkemelerin farklı  ülkelerdeki  mahkeme  kararlarına  da  yer  verdikleri  görülmektedir. Yabancı yargı yeri kararlarını kullanma nedenlerine örnek olarak, tarihsel bağlar; belirli bir devirde belirli bir hukuk sisteminin revaçta olması; Avrupa Topluluğu  hukukunun  ve  AİHS nin  etkisi;  davayla  ilgili  ulusal  çözüm bulunmaması ve yakın benzerlik içinde olan kararların varlığını bilme ya da değişen hukuk eğitimi sonucu yargıçların kültüründe değişme ve gelişen teknik yöntemler sayesinde yabancı yargı yeri kararlarından yararlanabilme olanağının artması gibi unsurlar gösterilebilir.  Kuzey Kıbrıs ta İngiliz hukuk sisteminin etkisi ve İngiliz yasalarının uygulanmasının bir sonucu olarak, Yüksek Mahkeme nin İngiliz mahkemeleri kararlarına da yer verdiği görülmektedir.  Buna  ek  olarak  Yüksek  Mahkeme,  az  olmakla  birlikte, Kanada,172 Amerika Birleşik Devletleri,173 Hindistan gibi Anglo-Sakson hukuk  sisteminin  uygulandığı  ülkelerdeki  yargı  kararlarından  da yararlanmaktadır. Örneğin, Anayasa Mahkemesi KTFD döneminde verdiği bir kararda, temel hak ve özgürlüklerin sınırlandırılmasında  kamu yararı  ölçütünü değerlendirirken, Anayasa nın hukuk devleti ve hukukun üstünlüğü ilkelerine dayandırılması nedeniyle, kısıtlamaların makul olması gerektiğini, bazı ülkelerde yer alan anayasa hükümlerine de değinerek şu şekilde ifade etmiştir;175   Hindistan  ve  Amerikan  anayasalarına  göre  kamu  yararına yapılabilecek  kısıtlamaların  makul  olması  gerekir.  KTFD  Anayasasında kamu  yararı  veya  diğer  nedenlerle  yapılacak  olan  kısıtlamaların  makul olması gerektiğine dair açık ifade bulunmamakla beraber kamu yararı ve diğer  sebepler  nedeni  ile  yapılacak  kısıtlamaların  hak  ve  özgürlüklerin özüne  dokunmamak  koşulu  ile  yapılabileceği  Anayasanın  6.  maddesi uyarınca öngörüldüğünden ve Anayasanın başlangıç ve 1. maddesi uyarınca                                                  171  Esin  Örücü,  Ulusal  Anayasa  Mahkemelerinde  ‘Yargısal  Karşılaştırmacılık   ve Mahkemeler Arası Diyalog, Anayasa Yargısı Dergisi, C. 27, 2007, s. 451. 172 Bkz. Yargıtay ın 30.6.2006 tarihli, Yargıtay/Ceza 72/05 (Lefkoşa Ağır Ceza Dava No: 1405/05), (D. 5/06) sayılı kararı, s. 11 vd.; Yargıtay ın 30.12.1970 tarihli, Hukuk İstinaf No: 33/70 (D. 76/70) sayılı kararı, s. 4. 173 Bkz. Anayasa Mahkemesi nin 22.1.2004 tarihli, Birleştirilmiş 2/2003 ve 3/2003 (D. 1/2004) sayılı kararı, s.15; Anayasa Mahkemesi nin 21.6.2006 tarihli, 3/2006 (D. 3.2006) sayılı kararı, s. 41. 174 Bkz. Anayasa Mahkemesi nin 19.11.1986 tarihli, 30/85 (D. 9/86) sayılı kararı, s. 9. 175 Anayasa Mahkemesi nin 25.11.1980 tarihli, 15/79 (D. 12/80) sayılı kararı, s. 13. 764Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770                                                   Ekinci Anayasa  hukuk  devleti  ve  hukuk  üstünlüğü  ilkelerine  dayandırıldığı  göz önünde tutulduğunda bu gibi kısıtlamaların Hindistan ve Amerika ve diğer uygar  ülkelerin  anayasalarında  öngörüldüğü  gibi  makul  olması  gerekir. Türkiye  Cumhuriyeti  Anayasa  Mahkemesi  de  herhangi  bir  sınırlamanın kamu yararı amacı ile yapılabilmesi için kamu yararının sınırlamayı zorunlu kılması gerektiği hususunda karar vermiştir.   Belirtildiği üzere, hukuk devleti ilkesinin tanımı ve unsurları konusunda Yüksek Mahkeme nin, Türk Anayasa Mahkemesi kararlarına da yer verdiği görülmektedir.  Anayasa  Mahkemesi,  Türk  Anayasa  Mahkemesi nin 11.10.1963 günlü kararına değinerek, hukuk devletinde yasa koyucunun, anayasa ve hukuk ilkelerine bağlı olması ve devlete hukukun hâkim olması gerektiğini ifade etmektedir;   Hukukun  üstünlüğünü  öngören  bir  devlet  hukuk  devleti  olarak tanımlanır. Bizdeki bu maddenin bezeri 1961 T.C. Anayasasında 2. madde olarak  yer  almaktadır.  Bu  madde  T.C.  Anayasa  Mahkemesi  tarafından yoruma tabi tutulmuş ve hukukun üstünlüğü veya hukuk devleti kavramının neleri içerdiği belirtilmiştir. Hukukun üstünlüğünü kabul eden bir hukuk devletinde hukukun hakim olması ve Yasa koyucunun Anayasa yanında temel hukuk ilkelerine de bağlı kalması gerekir 179. Hukuk devleti ilkesi bakımından Yüksek Mahkeme nin, Türk Anayasa Mahkemesi nin konuya ilişkin bazı kararlarına yer vermesi, bu ilkenin geniş tutulmasına da olanak tanımaktadır.  Yukarıda açıklandığı üzere, hukuk devleti ilkesi çeşitli ülkelerde farklı bir  gelişim  izlemekle  birlikte,  gerek  hukuk  devleti  gerekse  hukukun üstünlüğü kavramları, devlet iktidarının sınırlandırılması ve hukuka bağlı yönetim bakımından, ortak temel unsurlara işaret etmektedir. Bu açıdan,                                                  176 Anayasa Mahkemesi nin 7.12.1995 tarihli, 4/95 (D. 7/95) sayılı kararı, s. 186; Anayasa Mahkemesi nin 9.7.1984 tarihli, 13/83 (D. 7/84) sayılı kararı, s. 6. 177 Türk Anayasa Mahkemesi Kararı, E. 1963/124, K. 1963/243, K.G. 11.10.63, Anayasa Mahkemesi Kararlar Dergisi, S. 1, s. 422 vd. 178 Anayasa Mahkemesi nin 4.4.2002 tarihli, 11/2001 (Girne Ceza Dava No: 2410/01), (D. 1/2002) sayılı kararı, s. 7. 179 Anayasa Mahkemesi nin 9.7.1984 tarihli, 13/83 (D. 7/84) sayılı kararı, s. 6.   765Kuzey Kıbrıs Türk Cumhuriyeti...       Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770 Yüksek  Mahkeme nin  hukuk  devleti  ilkesi  konusunda,  farklı  ülke anayasalarındaki düzenlemelere ve yargı kararlarına yer vermesinin önemine de işaret etmek gerekmektedir.",
     "Kaynakça": "Aliefendioğlu, Yılmaz. (2001). Hukuk-Hukukun Üstünlüğü-Hukuk Devleti. Ankara Barosu Dergisi, S. 2, 29-68.    Altundiş, Mehmet. (2008), Hukuki Güvenlik İlkesi. Yasama Dergisi, EylülEkim-Kasım-Aralık, S. 10, 60-94. Bumke, Christian/Voβkuhle, Andreas. (2008). Casebook Verfassungsrecht. 5. Auflage, München: Verlag C.H. Beck. Çağlar,  Bakır.  (1989).  Anayasa  Bilimi-Bir  Çalışma  Taslağı.  1.  Baskı. İstanbul: BFS Yayınları. Dayıoğlu,  Salih.  (1999).  KKTC de  Yargısal  Yapı.  Kıbrıs  Türk  Hukuk Dosyası (Şubat 1999), (TC/KKTC Hukuk Forumu Tutanakları). Haz. K. B. Raif, Ankara. Dikmen Caniklioğlu, Meltem. (2008). Hukuk Devletinde Siyasi İktidar ve Yargının Karşılıklı Konumu-İlişkileri. Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, C. 10, S. 1, 9-58. Doehring, Karl. (2002). Genel Devlet Kuramı (Genel Kamu Hukuku). Çev. Ahmet Mumcu. İstanbul: İnkılap Kitabevi. Erdoğan,  Mustafa.  (2007).  Anayasa  Hukuku.  4.  Baskı.  Ankara:  Orion Yayınları. Erhürman, Tufan. (2014). 100 Soruda 2014 Anayasa Referandumu Geçici 10 uncu  Madde  Tartışmaları  ile  Birlikte.  1.  Baskı.  Lefkoşa:  Işık Kitabevi Yayınları. Erhürman,  Tufan.  (2013).  Yüksek  İdare  Mahkemesi nin  Görev  Alanı.  1. Baskı. Lefkoşa: Işık Kitabevi Yayınları.  Erhürman, Tufan. (2012). Kuzey Kıbrıs Türk Cumhuriyeti İdari Yargılama Hukuku-Türk  ve  İngiliz  Hukuk  Sistemleriyle  Karşılaştırmalı  Bir İnceleme-. 1. Baskı. Lefkoşa: Işık Kitabevi Yayınları.  Erhürman, Tufan. (2011). İdari Yargıda Meşru Menfaat- Danıştay ve Yüksek İdare Mahkemesi Kararları Üzerine Karşılaştırmalı Bir İnceleme. 1. Baskı. Lefkoşa: Mavi Basım. Erhürman,  Tufan.  (2007).  Kıbrıs ta  Akıl  Tutulması-Kıbrıslı  Türklerde Modernleşme ve Hukuk. 1. Baskı. Lefkoşa: Işık Kitabevi Yayınları.   767Kuzey Kıbrıs Türk Cumhuriyeti...       Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770 Garzoni,  Fernando.  (1952).  Die  Rechtsstaatsidee  im  schweizerischen Staatsdenken des 19. Jahrhunderts. Zürich.  Gölcüklü, A. Feyyaz/Gözübüyük, A. Şeref. (2002). Avrupa İnsan Hakları Sözleşmesi ve Uygulaması. 3. Bası. Ankara: Turhan Kitabevi. Gönenç, Levent. (2014). Siyasi İktidarın Denetlenmesi - Dengelenmesi ve Yargı. 1. Baskı. Ankara: Adalet Yayınevi. Gönenç, Levent. (2011). Dünyada ve Türkiye de Yüksek Yargı Kurulları. Anayasa Çalışma Metinleri 4. TEPAV. Gönenç, Levent. (2008). Ortaçağ Avrupası nda Anayasacılığın Düşünsel ve Kurumsal Temelleri. Prof. Dr. Ergun Özbudun a Armağan, Der. Serap Yazıcı, Kemal Gözler ve Ece Göztepe, Ankara: Yetkin Yayınları. Gözler, Kemal. (2015). Türk Anayasa Hukuku Dersleri. 18. Baskı. Bursa: Ekin Yayınları. Gözübüyük, Şeref. (2007). Anayasa Hukuku. 15. Bası,  Ankara: Turhan Kitabevi.  Gözübüyük,  Şeref.  (2001).  Yönetsel  Yargı.  14.  Baskı.  Ankara:  Turhan Kitabevi. Günday, Metin. (2011). İdare Hukuku. 10. Baskı. Ankara: İmaj Yayınevi. İnceoğlu, Sibel (2008). İnsan Hakları Avrupa Mahkemesi Kararlarında Adil Yargılanma Hakkı-Kamu ve Özel Hukuk Alanlarında Ortak Yargısal Hak ve İlkeler, 3. Bası. İstanbul: Beta Basım Yayım Dağıtım A.Ş. Kaboğlu, İbrahim Ö. (2014). Anayasa Hukuku Dersleri (Genel Esaslar). 9. Baskı. İstanbul: Legal Yayıncılık A.Ş. Kaboğlu,  İbrahim  Ö.  (2002).  Özgürlükler  Hukuku  –  İnsan  Haklarının Hukuksal Yapısı. 6. Baskı. Ankara: İmge Kitabevi. Kapani,  Münci.  (1993).  Kamu  Hürriyetleri.  7.  Baskı.  Ankara:  Yetkin Yayınları. Karaman,  Ebru.  (2014).  Hak  ve  Özgürlüklerin  Sınırlanması  Açısından KKTC Anayasası,  İstanbul  Barosu  Dergisi.  C.  88,  S.  4,  TemmuzAğustos, 248-253.  768Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770                                                   Ekinci Karayalçın, Yaşar. (1992). Hukukun Üstünlüğü (Kavram-Bazı Problemler), Ankara Üniversitesi Siyasal Bilgiler Fakültesi Dergisi, C. 47, S. 3, 193214. Mumcuoğlu, Maksut. (1989). Hukuk Devletinde Bağımsız Yargının Yeri ve Bağımsız Yargının Türkiye de Gelişimi. Ankara Barosu Dergisi. S. 2, 262-306. Necatigil, Zaim M. (2015). Kuzey Kıbrıs Türk Cumhuriyeti nde Anayasa ve Yönetim Hukukunun Esasları. Lefkoşa-Kıbrıs: Işık Kitabevi Yayınları. Necatigil, Zaim. (1999). Kıbrıs Hukuk Sistemi. Kıbrıs Türk Hukuk Dosyası (Şubat 1999), (TC/KKTC Hukuk Forumu Tutanakları). Haz. K. B. Raif, Ankara. Opinion No 1 (2001) of the Consultative Council of European Judges for the Attention of the Committee of Ministers of the Council of Europe on Standards  Concerning  the  Independence  of  the  Judiciary  and  the Irremovability of Judges. Strasbourg: 23 November 2001. Öden,  Merih.  (2003).  Türk  Anayasa  Hukukunda  Eşitlik  İlkesi.  Ankara: Yetkin Yayınları. Ökçesiz, Hayrettin. (1998). Hukuk Devleti. Hukuk Felsefesi ve Sosyolojisi Arkivi Yayınları: 4. Haz. Hayrettin Ökçesiz, İstanbul: Afa Yayınları. Örücü,  Esin.  (2007).  Ulusal  Anayasa  Mahkemelerinde  ‘Yargısal Karşılaştırmacılık   ve  Mahkemeler  Arası  Diyalog.  Anayasa  Yargısı Dergisi. C. 27, 433-459. Özbudun, Ergun. (2005). Türk Anayasa Hukuku. 8. Baskı. Ankara: Yetkin Yayınları. Özbudun, Ergun. (1968). İngiliz Hukukunda Hükümet Tasarrufları. Ankara Üniversitesi Hukuk Fakültesi Dergisi. C. 18, S. 1-4. Özcan, Mehmet Tevfik. (2008). Modern Toplum ve Hukuk Devleti. 1. Baskı. İstanbul: On İki Levha Yayıncılık. Rosenfeld,  Michel.  (2008).  Hukuk  Devleti  ve  Anayasal  Demokrasinin Meşruiyeti. Hukuk Devleti: Hukuki Bir İlke, Siyasi Bir İdeal. Çev. Ali Rıza  Çoban,  Ed. Ali  Rıza  Çoban,  Bilal  Canatan  ve Adnan  Küçük, Ankara: Adres Yayınları.   769Kuzey Kıbrıs Türk Cumhuriyeti...       Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 723-770 Sabuncu, Yavuz. (2007). Anayasaya Giriş. 13. Bası,  Ankara: İmaj Yayınevi. Sağlam,  Fazıl.  (2014).  Temel  Hak  ve  Özgürlüklere  İlişkin  Uluslararası Antlaşmaların  Hukuksal Statüsü  ile  İlgili Yeni  Gelişmeler  -Anayasa Mahkemesinin  İki  Kararı  Üzerine  Düşünceler-.  Rona  AYBAY a Armağan, Legal Hukuk Dergisi Özel Sayı, Aralık, Cilt 2, s.1959-1993. Sağlam,  Fazıl.  (2013).  Anayasa  Hukuku  Ders  Notları,  Yakın  Doğu Üniversitesi  Hukuk  Fakültesi,  Lefkoşa:  Yakın  Doğu  Üniversitesi Yayınları. Sağlam, Fazıl. (2016). Kuzey Kıbrıs Türk Cumhuriyeti Anayasa Hukuku Ders  Notları.  Yakın  Doğu  Üniversitesi  Hukuk  Fakültesi.  1.  Baskı. Lefkoşa: Yakın Doğu Üniversitesi Yayınları. Sancar, Mithat. (2006). Hukuk Devletinin Genel Teorisi, Ankara: Dipnot Yayınları. Sobota,  Katharina.  (1997).  Das  Prinzip  Rechtsstaat-  Verfassungs-  und Verwaltungsrechtliche Aspekte, Tübingen. Şirin,  Tolga.  (2010).   Hukukun  Üstünlüğü   (Rule  of  Law)  ve   Hukuk Devleti   (Rechtsstaat): Aralarında  Fark  Var  mı? .  Prof.  Dr.  Tunçer Karamustafaoğlu na Armağan, Ankara: Adalet Yayınları. Tanör, Bülent/Yüzbaşıoğlu, Necmi. (2006). 1982 Anayasasına Göre Türk Anayasa Hukuku. 8. Bası. İstanbul: Beta Yayınları. Turhan, Turgut. (2008). Tarihsel Bakış Açısıyla Kıbrıs Türk Hukuk Sistemi, Ankara Üniversitesi Hukuk Fakültesi Dergisi. C. 57, S. 2, 253-286. Ulunay, Ergin Adnan. (1991). K.K.T.C. Hukuk Sisteminde Ortak Hukuk. Kıbrıs Araştırmaları Dergisi. Eastern Mediterranean University. C. 5, S. 1-2, Kış-İlkbahar, 81-87. Uygur, Gülriz. (2004). Adalet ve Hukuk Devleti.  Ankara Üniversitesi Hukuk Fakültesi Dergisi. C. 53, S. 1, 29-38. Zolo, Danilo. (2007). The Rule of Law: A Critical Reappraisal. The Rule of Law (History, Theory and Criticism). Ed. Pietro Costa and Danilo Zolo,"
}