{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": " 29",
     "Ay": "12",
     "Yıl": "2019",
     "Cilt": "69",
     "Sayı": "02",
     "Başlık": "ROMA HUKUKUNDA EVLENME ENGELLERİ",
     "Title": "Marital Prohibitions in Roman Law",
     "Yazar İsmi": [
          "Sevil YILDIZ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Evlenme Yaşı",
          "Evlenme Ehliyeti",
          "Ensest Evlilikler",
          "Monogami",
          "Pater Familias’ın Rızası"
     ],
     "Keywords": [
          "Marriage Age",
          "Marriage License",
          "Monogamy",
          "Incestuous Marriage",
          "Consent of Pater Familias"
     ],
     "Özet": "Roma da  aileye  verilen  önem  evlilik  kurumunun  yapısında  kendini göstermektedir. Evliliğin kendine has bir takım şekli şartlarının yanında, hukuk  evliliğin  mümkün  olmayacağı,  yasa  karşısında  hüküm  ve  sonuç doğurmayacağı halleri düzenlemiştir. Bunları evlenmenin mutlak engelleri ve nisbî engelleri olarak ikiye ayırarak incelemek mümkündür. Evlenmenin mutlak engelleri, bir kimseyi bütünüyle evlenmekten alıkoyan engellerdir. Evlenme  ehliyeti  de  diyebileceğimiz  conubium un,  özgürlük  durumu, vatandaşlık durumu ve akrabalık ilişkisi sebebiyle bulunmuyor olması bu engellerden biridir. Diğerleri ise; evlenme yaşı, pater familias ın rızasının olmaması,  akıl  hastalığı  bulunmama,  monogami  şartı  ve  hadım  edilmiş olmama  şartıdır.  Bu  kişilerin  yaşadıkları  birliktelikler  evlilik olmayacağından,  evlilikten  ileri  gelen  soy  bağı,  miras  gibi  hakları  da bulunmayacaktır.  Evlenmenin  nisbî  engellerinde  ise  kişiler  bu  şekilde bütünüyle ve kayıtsız şartsız bir ehliyetsizlik içinde değildir. Bu tür engeller kişileri belirli kişiler yahut belirli bir zaman bakımından evlilikten alıkoyar. Bunlar  da;  sınıf  ve  derece  farkından  kaynaklanan,  görev  ve  mevkiden kaynaklanan,  askerlik  görevinden  kaynaklanan  ve  matem  süresinden kaynaklanan engellerdir. Evlenme engellerinin ihlali her iki tür engel için de evliliğin  geçersizliği  ve  ondan  kaynaklanan  medeni  hakların  meydana gelmemesi yanında praetor tarafından infamia ile damgalanma cezasına tabi tutulmuştur.",
     "Abstract": "The importance given to the family in Rome is reflected in the structure of the institution of marriage. In addition to the specific conditions of a particular form of marriage, the law regulated cases where marriage would not be possible and would not lead to judgments and consequences before the law. It is possible to examine them by dividing them into absolute and relative prohibitions to marriage. The absolute prohibitions to marriage are those  that  prevent  a  person  from  marrying  completely.  One  of  these prohibitions is that conubium, which we can also call marriage license, does not exist due to the status of freedom, citizenship and kinship. Others; age of marriage,  lack  of  consent  of  pater  familias,  absence  of  mental  illness, condition  of  monogamy  and  non-castration.  Since  the  relation  of  these people will not be a marriage, they will not have any rights such as ancestral bond and inheritance. In the relative prohibitions of marriage, individuals are not in complete and unconditional incompetence. Such prohibitions prevent persons from marrying in terms of certain persons or for a certain period of time. These are; class and degree differences, duties and positions, military service and mourning. Violations of marital prohibitions were subject to stigma by the praetor infamia, as well as the invalidity of marriage and the lack of civil rights arising from it.",
     "Metin": "Roma ailesi, ataerkil ailenin kökleştiği aile tipidir. Bir tarım toplumu olan  Roma da,  Romalılar  çiftçilik  yaparak  geçimlerini  sağlamaktaydılar. Çiftçilik yaşamının bir gereği olarak, ailenin belli bir toprak üzerinde ve aynı evde oturması; emeklerini aile toprağına özgülemeleri zorunluluğu hem aile ve evlilik kurumunun özel bir öneme sahip olmasına yol açmış, hem de aile üyelerinin  pater  familias  olarak  adlandırılan  aile  babasının  egemenliği altında yaşaması sonucunu doğurmuştur. D. 50.16.195.2 (Ulpianus edictum lib. 46): Familiae appellatio  refertur  et  ad  corporis  cuiusdam significationem,  quod  aut  iure  proprio  ipsorum  aut communi universae cognationis continetur.   D. 50.16.195.2 (Ulpianus edictum lib. 46): Aile, aileye mensup  olan  baba  egemenliğine  dayanan  hısımların, 880Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914                        Roma Hukukunda Evlenme Engelleri kendi ailelerinin olmasına rağmen, tek bir aile babasına hukuken bağlı olmaları nedeniyle bir araya getirdikleri topluluktur. Aile üyeleri aile babasının (pater familias'ın) ata dinine bağlıdır. Aile babası, otoritesini dinden ve geleneklerden almaktadır. Aile babası, ailenin bütün mallarına sahiptir ve bölünmez nitelikteki bu malları dilediği gibi kullanır.  Sadece  çocukları  ve  köleleri  değil,  karısı  da  aile  babasının egemenliği  altındadır.  Tek  kadınla  evlenmenin  geçerli  olduğu  Roma ailesinde, kocasının egemenliği altına giren kadının malı ve şahsı kocasına ait olurdu. Çünkü egemenlik altına girmekle birlikte kadın, eğer varsa, hak ehliyetini kaybederdi. Roma Şehir Devleti'nin (civitas) çekirdeğini, Roma ailesi ve ailelerin birleşmesinden oluşan  gens ler oluşturmaktadır. Civitas ın başında halk tarafından seçilen ve rex (kral) ya da magister populi (halkın büyüğü) olarak adlandırılan bir şef bulunurdu. Civitas oluşturulurken Roma ailesinin yapısı temel alınmıştı. Cicero,  de  off.  I,17,54:   Nam  cum  sit  hoc  natura commune animantium, ut habeant libidinem procreandi, prima societas in ipso coniugio est, proxima in liberis, deinde  una  domus,  communia  omnia;  id  autem  est principium urbis et quasi seminarium rei publicae.  Cicero, de off. I,17,54:  Üremek arzusuna sahip olmak canlıların  müşterek  özelliğidir,  bu  yüzden  evlilik  de birlikteliğin  ilk  adımıdır,  sonra  çocuklar ve  herkesin müştereken bulunduğu ev gelir. Bu bir kentin temeli olup sanki devletin fidanlığıdır…4                                                  1  Ayrıntılı bilgi için bkz. ÜSKÜL ENGİN, Z. Ö. /KARAMAN, B., Roma İmparatorluğu ve Hukukunda Ailenin Toplumsal Temelleri, Galatasaray ÜHFD (2006), C. 1, s. 255-313, s. 262; LEVY-BRUHL, H. (Çev. HÜSEYİN NAİL), Eski Roma Aile Hukukunda İki Cereyan, İÜHFM 1940, C. 6, Sa. 1, s. 146- 155, s. 147; AYİTER, K., Roma Hukuku Dersleri, Aile Hukuku, 2. Bası, Ankara 1963, s. 42-45. 2  Krallık Dönemi nde yaşayan halk 3 tribus halinde örgütlenmişti. Her bir tribus 10 curia, her bir curia da 10 gens içeriyordu. Bu gens ler ortak bir ataya bağlı olduklarını iddia ediyor  ve  aynı  gelenekleri  paylaşıyorlardı.  Bir  gens  birkaç  familia dan  oluşuyordu (TEKİN, O., Eski Yunan Ve Roma Tarihine Giriş, İstanbul 2016, Eski Yunan ve Roma Tarihine Giriş, İstanbul 2016, s. 192). 3  OĞUZOĞLU, C., Roma Hukuku, Ankara 1959, s. 19. 4  CICERO (Latince aslından (ÇEV. C. CENGİZ ÇEVİK): Yükümlülükler Üzerine, 4. Basım, İstanbul, 2017, s. 26. 881Sevil YILDIZ                                                                Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914 Pater familias ev içinde baba, yargıç ve yöneticiydi; evin içindeki her şey onun eseri, mülkü ve mevcudiyetinin bir parçasıydı. Aynı zamanda evin kutsal  ateşine,  atalara  ait  ruhlara  ve  ailenin  tanrılarına  ibadeti  yöneten, yürüten  ve  denetleyen  başrahip  yine  kendisiydi.  Pater  familias,  ailenin başında ne durumda ise kral da civitas ın başında o konumdaydı. Ailenin dini devletin dinine model oluşturmuş; kral hem siyasî hem dinî lider hem de sitenin yargıcı olarak belirlenmiştir. Seneca Ep. 5.47.14: Maiores nostri... domum pusillam rem publicam esse iudicaverunt. Seneca  Ep.  5.47.14:  Büyüklerimiz  evin  küçük  bir devlet olduğunu söylerlerdi. Roma'da  aile  babası  egemenliğine  dayalı  ailenin  kurulabilmesi  için öncelikle evlenmenin gerçekleşmesi gerekirdi. Roma da evlenme, çok uzun bir süre hukukî bir kurum / hukukî bir ilişki olarak değil, sosyal bir olgu olarak  değerlendirilmiş  ve  temel  ilkelerini  hukuktan  değil,  ahlaktan  ve dinden almıştır. Roma düşüncesine göre, evlilik (matrimonium) bir hukukî işlem değil; evli çiftlerin her ikisinin birden evlenme iradesine (affectio maritalis) dayanan, sürekli bütün bir yaşam ortaklığıdır (consortium omnis vitae). Bu irade (affectio maritalis), evlenme sırasında açıklanan irade değil, aksine yaşam boyu birlikte olmayı, monogamiyi, çocukların yetiştirilmesi amacı  için  ev  ortaklığına  dayanan  bir  yaşam  ortaklığını  sürdürmeyi hedefleyen bir iradedir. Roma'nın tarihsel süreçleri içerisinde karşımıza çıkan farklı dönemlere ait birincil kaynakların tamamı da bu iradeyi tanımlar ve bu amacı destekler niteliktedir: D.  23.2.1  (Modestinus  libro  primo  regularum): Nuptiae sunt coniunctio maris et feminae, consortium omnis vitae, divini et humani uiris communicatio. D. 23.2.1 (Modestinus libro primo regularum): Evlilik, erkek  ve  kadının,  ilahi  ve  insanî  hukukta,  ortak  bir hayatta birleşmesidir.                                                  5  PARIBENI, R., (ÇEV. ŞEMSETTİN TALİP),  Roma Hukukunda Aile Kurumu II , İÜHFD 1935, C. 1, Sa. 2, s. 232; COUCH, A. J., (ÇEV. İPEK SEVDA SÖĞÜT), Roma nın Eski Hukuk Dönemi nde Kadın, Prof. Dr. Ali Güzel e Armağan, İstanbul 2010, C. II, s. 1491-1504, s. 1493. 6  OĞUZOĞLU, s. 19. 7  BARROW,  R.  H.,  (ÇEV.  ENDER  GÜROL),  Romalılar,  İstanbul  2002.s.  16; OĞUZOĞLU, s. 18. 8  SÖĞÜTLÜ ERİŞGİN, Ö., Roma Toplumunda Kadının Konumu, İnönü ÜHFD (2013), C. 4, Sa. 2, s. 1-31, s. 10; PARIBENI, (ÇEV. ŞEMSETTİN TALİP) Aile II, s. 241. 882Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914                        Roma Hukukunda Evlenme Engelleri D. 1.1.1.3 (Ulpianus libro primo institutionum): Ius naturale  est,  …Hinc  descendit  maris  atque  feminae coniunctio,  quam  nos  matrimonium  apellamus,  hinc liberorum procreatio, hinc educatio… D. 1.1.1.3 (Ulpianus libro primo institutionum): doğal hukuk  doğanın  bütün  canlılara  öğretildiği  hukuktur. Çünkü bu hukuk, sadece insan türüne özgü değil, aksine karada ve suda bulunan ve de kuşları da kapsayantüm canlılar için ortaktır. Evlilik olarak belirlediğimiz, dişi ve erkeğin doğadaki birlikteliğinden gelir ve çocukların doğup,  büyüyüp  aynı  şeyleri  yapması  olarak  ortaya çıkmaktadır.  Bu  suretle,  vahşi  hayvanlar  dâhil  diğer canlıların, bu hukukun bilgisinin türetildiği alana dâhil olduğunu görürüz. Iustinianus  Inst.  1.9.1:  Nuptiae  autem  sive matrimonium est viri mulieres coniunctio individuam consuetudinem vitae continens. Iustinianus  Inst.  1.9.1:  Evlenme,  (nuptiae  veya matrimonium)  karı  ile  kocanın  bölünmez  bir  hayat birliği içinde birleşmesidir. Günümüzdeki, aile toplumun temelidir anlayışına hem benzer hem de ondan farklı olarak Roma da aile, toplumun ve aslında devletin temeliydi. Roma Devleti, tarihi boyunca aileye özel bir önem göstermiş; evliliği ve çocuk sahibi olmayı her zaman teşvik etmiş; hatta bazen zorunlu kılmıştır. Roma  ailesinin  model  alındığı  Roma  Devleti nde  aile  yapısının bozulması  yahut  aileye  dışarıdan  gelebilecek  müdahaleler  devletin  de yapısının  bozulması  sonucunu  doğuracaktı.  Bu  anlayışla,  Roma  Devleti, tarihsel  süreç  içerisinde  evlenme  engelleri  bağlamında  soylu  sınıf-avam sınıfı, köle-özgür, Roma vatandaşı-yabancı, yüksek hizmetleri ifa edenleronursuz meslekleri yürütenler ayrımı gözetmiştir. Bunun yanında sağlıklı nesiller yetişmesini sağlamak, sağlıklı iradeye sahip  olanlara  bu  kurumu  inşa  ettirmek,  ahlaklı  insanların  bu  kurum içerisinde yer almasını sağlamak amaçlarına hizmet eden evlenme engelleri de getirmiştir. Bu bağlamda, Roma hukukunda, Roma Devleti'ni ailenin oluşturduğu anlayışıyla,  oldukça  geniş  bir  evlilik  engelleri  düzenlemesine  gitmiştir. Bakıldığında bu engellerin bir kısmının günümüz hukuka yabancı olduğunu, Roma nın kendine has nitelikler taşıdığını görmekteyiz.  883Sevil YILDIZ                                                                Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914 Bir kişinin herhangi bir şekilde evlenme ehliyetsizliğine neden olan haller şöyle sayılabilir: Conubium tanınmamış olması, yaş küçüklüğü, akıl hastalığı, hadım edilmiş olma, egemenliği altında bulunulan aile babasının rızasının olmaması, tek eşliliği ihlal eden durumlar, farklı sosyal sınıflardan olma, statü farklılıkları, akrabalık ve ensest ilişkiler, görev ve mevkiden ileri gelen diğer sebepler... I. EVLENMENİN MUTLAK ENGELLERİ A. CONUBIUM EHLİYETİNİN YOKLUĞU Belirli  kimseler  için  geçerli  nispi  evlenme  engelleri  karşısında conubium, evlenme iradesine sahip olan her bireyin diğer bir bireyle geçerli bir evlilik ilişkisi içerisine girebilmesi için gerekli olan ehliyettir. Kaynağını Ius Civile den alan ve geçerli bir evlilik için gerekli ehliyet anlamına gelen conubium'un  var  olup  olmadığını  (ius  conubii)  belirlemek  için,  evlilik birliğini  tesis  etmek  isteyen  bireylerin  özgürlük  durumuna,  vatandaşlık durumuna ve kan bağına dayanan hısımlığına bakmak gerekir. Tituli ex Corpore Ulpiani:  (5.3) Conubium est uxoris iure ducendae facultas. (5.4.) Conubium habent cives Romani cum civibus Romanis: cum Latinis autem et peregrinis ita, si concessum sit. (5.5) Cum servis nullum est  conubium...  (5.8)  Conubio  interveniente  liberi semper patrem sequuntur: non interveniente conubio matris condicioni accedunt, excepto eo qui ex peregrino et  cive  Romana  peregrinus  nascitur,  quoniam  lex Minicia ex alterutro peregrino natum deterioris parentis condicionem  sequi  iubet.  (5.9)    Ex  cive  Romano  et Latina Latinus nascitur et ex libero et ancilla servus, quoniam,  cum  his  casibus  conubia  non  sint,  partus sequitur matrem. Tituli  ex  Corpore  Ulpiani:   (5.3)  Conubium,  yasal olarak bir eş alma ehliyetidir. (5.4.) Roma vatandaşları, Roma  vatandaşları  ile  ve  (ayrıca)  bu  hak  verildiği takdirde,  Latin  statüsündeki  kişilere  ve  yabancılara tanınmıştır. (5.5) Kölelerin conubium u yoktur... (5.8) Conubium  bulunduğunda,  çocuklar  her  zaman babalarını  takip  ederler.  Conubium  olmadığı  zaman, annelerinin (yasal) statüsüne katılırlar, yabancı bir erkek ve Roma vatandaşı bir kadından doğan çocuk bunun istisnasıdır;  Lex  Minicia,  yabancı  bir  annenin  veya                                                  9  MCDOUGALL, S. Royal Bastards: The Birh of Illegimacy 800-1230, Oxford 2017, s. 27. 884Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914                        Roma Hukukunda Evlenme Engelleri babanın  çocuğunun,  daha  düşük  statüdeki  ebeveynin durumunu  izlediği  emrini  verir.  (5.9)  Erkek  Roma vatandaşı ve kadın Latin'den bir Latin doğar ve özgür bir erkek ile köle bir kadından ise köle. Bunun nedeni, bu  durumlarda  hiçbir  conubium  olmamasıdır,  bu durumda çocuk anneyi takip eder.10 Roma'nın eski dönemlerinde, vatandaş ve özgür olmalarına rağmen,  sıradan insanlar  olarak kabul edilen ve çeşitli haklardan yoksun bırakılan pleb'ler ile asillerini oluşturan patricius'lar arasında evlenme yasaktı. Pleb'ler ekonomik ve sosyal açıdan patricius'lardan daha zayıf bir konumdaydılar ve patricius'ların hukuku olan Ius Civile de bu eşitsizliği korumaya yönelikti. Pleb'lerin  mücadelesi  sonucunda  M.Ö.  445 te  çıkarılan  ve  Tribunus Canuleius tarafından çıkarılan Lex Canuleia ile bütün Roma vatandaşları ius conubii'ye sahip kılındı. Bu hakkın tüm Roma vatandaşlarına tanınmasıyla birlikte,  patricius  ve  pleb  sınıflarına  mensup  varlıklı  ve  büyük  aileler arasında  evlilikler  yaygınlaşmaya  başladı.  Bu  durum  sınıfları  birbirine yaklaştırdı ve Roma toplumunda nobilitas adı verilen yeni bir soylu sınıfın ortaya çıkmasına yol açtı. Roma için erken sayılabilecek bir dönemde pleb'ler  için  bu  ehliyetsizlik  ortadan  kalkmıştır.  O  nedenle  özgürlük, vatandaşlık ve hısımlığa dayanan ehliyetsizlik altta ayrı başlıklar altında ele alınmaktadır.  1. Özgürlük Durumu Bakımından Ehliyetsizlik Roma da  insanlar  özgürler  ve  köleler  olarak  ikiye  ayrılmaktaydı. Köleler  hak  ehliyetlerine  sahip  olmadıklarından  ius  conubii ye  de  sahip değillerdi, evlenemezlerdi. Bu durum, hem köleler arası ilişki için, hem de özgür ile köle arasındaki ilişki için geçerliydi. Medeni haklar bakımından incelendiğinde  Roma  hakimiyeti  altında  yaşayanları  yalnız  özgürler  ve                                                  10  Metin ve çeviri için bkz. FRIER, B. / MCGINN,T. A. J., A Casebook on Roman Family Law, New York 2004, s. 31. 11  GARDNER, J. F., Women in Roman Law and Society, London and New York 2015, s. 32; UMUR, Z. Roma Hukuku Lügatı, İstanbul 1983, s. 115; EMİROĞLU, H., Roma Hukukunda Kadının Durumu, Ankara 2003, s. 76; SCHULZ, F., Classical Roman Law, Oxford 1954, s. 113; SÖĞÜTLÜ ERİŞGİN, Ö., Patricius Pleb Sınıfı Mücadelesi ve Bu Mücadelenin Roma Özel Hukukunun Gelişimine Etkisinin Genel Hatları, Prof. Dr. Ejder YILMAZ a Armağan, Ankara 2014, C. 2, s. 1753- 1779, s. 1762. 12  Roma da pek çok kamusal hak ve siyasi görünürlük sahibi olmanın yolu da aileye ilişkin haklara  sahip  olmaktan  geçmekteydi.  Lex  Canuleia  da  aslında  pleb  sınıfının  eşitlik mücadelesi  içinde  consul  seçilebilmeleri  hedefleri  yönünde  bir  adımdı  (SÖĞÜTLÜ ERİŞGİN, Ö., Sınıf Mücadelesi, s. 1775; WATSON, A., The Spirit of Roman Law, Athens&London 2008, s. 75).  885Sevil YILDIZ                                                                Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914 köleler olarak ayırmak da yeterli değildir. Bu ayrımı; köleler, doğuştan özgür olanlar, sonradan azat edilmek yoluyla özgürlüğüne kavuşanlar ve bu kişiler içinde de Ius Civile ye göre azat edilenler ile Ius Honorarium a göre azat edilenler şeklinde belirlemek daha doğrudur. Zira bunlar içinde kölelerin evlenemeyeceği  kesinken  azatlıların,  azat  edilme  şekli  ve  evlenecekleri kişiler bakımından zaman zaman evlilik engellerinin bulunduğu kimi zaman da herhangi bir engele takılmaksızın evlenebildiği görülmektedir. Ulpianus un bize aktardığı bir olayda köleler arası ilişkinin sonradan evliliğe dönüşmesinin azat edilme şartına bağlandığını görmekteyiz. Buna göre eğer bir kadın köle kendi peculium undan bir miktarı, bir erkek köleye çeyiz olarak verirse ve sonradan ikisi de azat edilirse birliktelikleri evliliğe dönüşecek verilen mal da yasal çeyiz halini alacaktır. Azat etme (manumissio) işlemi kölenin, efendisine olan sadakati ve bağlılığı, kendisine verilen peculium u iyi işletmiş olması gibi sebeplerle efendinin ödüllendirme amaçlı olarak yaptığı ve yalnızca efendi tarafından yapılabilen bir işlemdi. Azat etme Ius Civile ye göre ve Ius Honorarium a göre olmak üzere ikiye ayrılırdı. Ius Civile ye göre özgürlüğünü kazanan köle  aynı  zamanda  Roma  vatandaşı  da  olurdu.  Cumhuriyet  Dönemi nin sonlarında ortaya çıkan bir yol olarak Ius Honorarium a göre azat edilen köle ise praetor un korumasıyla özgürlüğüne kavuşsa bile vatandaş olamaz, malvarlığı sahibi olamaz, vasiyetname yapamazdı. Bu gruba Latini Iuniani denmekteydi. İmparator Iustinianus bu iki azat etme şekli arasındaki farkı ortadan  kaldırmış,  azat  etme  iradesinin  beş  şahit  önünde  açıklanması şeklinde tek bir yol öngörmüştü. Lex Aelia Sentia (M.S. 4) Latini Iuniani olarak bilinen bu kölelere vatandaşlık kazanma imkanı sağlamıştı. Buna göre evlilik amacıyla bir arada bulunan ve hayatta olmak şartıyla bir yaşına gelmiş bir çocuk sahibi olan Latini Iuniani ler vatandaşlık kazanarak toplumun bir üyesi haline gelir, evlilikleri geçerli sayılır ve bunun bir sonucu olarak erkek, patria potestas sahibi bir aile babası halini alırdı.                                                  13  D. 23.3.39 (Ulpianus libro 33 ad edictum). 14  RAWSON, B., Children and Childhood in Roman Italy, New York 2003, s. 367. Sağken yapılan  işlemlerde  durumları  eski  Latin ler  gibidir  ancak  ölüme  bağlı  tasarruflarda bulunamazlardı. Hukuki durumları Lex Aelia Sentia ve Lex Iunia Norbana ile tespit edilmişti (UMUR, Z., Lügat, s. 107). Bu kişiler ölümlerinde, deyim yerindeyse, tekrar köle haline gelirler; tıpkı özgür yaşarkenki durumları gibi sahip olduğu mallar da geri alınır ve eski efendilerine dönerdi (BUCKLAND, W. W., A Manual of Roman Private Law, Cambridge 2011, s. 233). 15  Bkz. Iustinianus Inst. 1.5.3. 16  GARDNER, Women, s. 32; ayrıca bkz. Gai. Ins. I.29. 886Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914                        Roma Hukukunda Evlenme Engelleri 2. Vatandaşlık Bakımından Ehliyetsizlik Roma nın  eski  zamanlarında,  hukuk  kurallarının  doğrudan uygulanması,  o  zamanki  sınırlar  içinde  yaşayan  halkın  genellikle vatandaşlardan oluşması ve nüfusun sınırlılığı nedeniyle çok daha kolaydı. Ancak başarılı savaşlar neticesinde hızla genişleyen sınırlar evvela yarı vatandaş sayılabilecek Latin lerin ve daha sonra hakimiyet altına alınan topraklardaki yabancıların (peregrini) Roma yaşamına katılması, vatandaş hukuku  olan  Ius  Civile'nin  uygulama  alanını  ve  imkanını  kısıtlamış; konumuz bakımından olduğu gibi pek çok hukuk kuralının uygulanmasında karmaşık statü sorunlarının ortaya çıkmasına neden olmuştur. Bir Roma vatandaşı ancak başka bir Roma vatandaşıyla evlenebilir; özel bir izin bulunmadıkça Latin ler ve diğer yabancılarla evlenemezdi. Kural  bu  olmakla  birlikte,  Roma  Devleti  eski  zamanlardan  beri  Latin Birliği'ne dahil olan kavimlerin halklarına Roma vatandaşlarıyla evlenme hakkını tanımıştı. Bunun dışında vatandaş olmayanlarla evlenmenin geçerli olması için Roma Devleti'nin ya yabancı bir kavmin tüm halkına ya da münferit bir bireye (özellikle savaşta önemli hizmetler vermiş olan yabancı askere, askerlik görevinin sona ermesi üzerine bahşedilen evlenme hakkı gibi) evlenme hakkı olan ius conubii'yi bahşetmiş olması gerekirdi. Bu konu hakkında Gaius'un Institutionesi'nde şu açıklamalara rastlamaktayız: Gai.  Ins.  I.56:   Iustas  autem  nuptias  contraxisse liberosque  iis  procreatos  in  potestate  habere  cives Romani  ita  intelleguntur,  si  cives  Romanas  uxores duxerint vel etiam Latinas peregrinasve, cum quibus conubium habeant: Cum enim conubium id efficiat, ut liberi  patris  condicionem  sequantur,  evenit,  ut  non solum cives Romani fiant, sed et in potestate patris sint.  Gai. Ins. I.56:  Bir Roma vatandaşı, Roma vatandaşı, Latin  veya  Roma nın  evlenme  ehliyetine  sahip  bir yabancıyı eş olarak aldığında Ius Civile'ye göre (Roma vatandaş hukukuna göre) evlilik sözleşmesi yapar ve çocukları  hakimiyeti  altında  olur.  Çünkü  evliliğin, çocuğu babanın durumuna dahil etme etkisi vardır ve çocuk, doğumundan itibaren yalnızca Roma vatandaşı değil, aynı zamanda baba hakimiyeti altında olur.                                                   17  DI MARZO, S., Roma Hukuku, İstanbul 1959, s. 163. 887Sevil YILDIZ                                                                Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914 Gai. Ins. I.57:  Unde et veteranis quibusdam concedi solet principalibus constitutionibus conubium cum his Latinis  peregrinisve,  quas  primas  post  missionem uxores duxerint; et qui ex eo matrimonio nascuntur, et cives Romani et in potestatem parentum fiunt.  Gai. Ins. I.57:  Latin yahut yabancıyla evliliği tanıma gücü  olan  imparatorluk  kararına  dayanarak  askerler, bunu amaçlayarak, genellikle hizmetlerinin bitiminden sonra bir eş alır ve bu tür evliliklerden olan çocuklar Roma vatandaşı olarak doğar ve baba hakimiyeti altına girer.  Roma  Devleti  tarafından  evlenme  hakkı  tanınmamış  olan  Latin  bir kadınla bir Roma vatandaşı, onun Roma vatandaşı olduğunu zannederek evlenirse,  yani  kadının  vatandaşlığı  hususunda  hataya  düşerse  bu,  Ius Civile ye göre geçersiz bir evlilikti, ancak bir senato kararıyla bu hatanın ispatlanmasına  izin  verilmişti.  Aşağıda  verilen  Gaius a  ait  metinde görüldüğü  gibi,  bu  hata  sonradan  ispatlandığında  kadın  da  Roma vatandaşlığını kazanır ve evlilikleri geçerli hale gelirdi. Gai.  Ins.  I.67:  Item  si  civis  Romanus  Latinam  aut peregrinam uxorem duxerit per ignorantiam, cum eam civem Romanam esse crederet, et filium procreaverit, hic  non  est  in  potestate  eius,  quia  ne  quidem  civis Romanus est, sed aut Latinus ant peregrinus, id est eius condicionis,  cuius  et  mater  fuerit,  quia  non  aliter quisque ad patris condicionem accedit, quam si inter patrem et matrem eius conubium sit: Sed ex senatus consulto permittitur causam erroris probare, et ita uxor quoque et filius ad civitatem Romanam perveniunt, et ex eo tempore incipit filius in potestate patris esse. Idem iuris est, si eam per ignorantiam uxorem duxerit, quae dediticiorum numero est, nisi quod uxor non fit civis Romana.  Gai. Ins. I.67:  Yine, bir Roma vatandaşı, Latin ya da yabancı bir kadınla, onun Roma vatandaşı olduğuna dair hataya düşerek evlenirse çocuğu kendi hakimiyeti altına girmez, bir Roma vatandaşı olarak dahi değil annesiyle aynı statüde bir Latin veya bir yabancı olarak doğar. Çünkü ebeveyninin evlenme ehliyeti olmadıkça çocuk da  babasının  statüsünde  doğmaz.  Ancak  bir  senato kararı,  babasının  hataya  düşmesindeki  haklı  sebebi ispatlamasına izin verir. Böylece eş ve çocuk Roma 888Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914                        Roma Hukukunda Evlenme Engelleri vatandaşı  haline  gelir  ve  artık  çocuk  da  babanın hakimiyeti  altındadır.  Aynı  imkan,  bir  Roma vatandaşına, azatlı bir kadının statüsü hakkında hataya düştüğünde  de,  kadının  Roma  vatandaşı  haline gelmeyeceği durumlar hariç olmak üzere, verilir.  M.Ö. 90-89 yıllarında çıkarılan Lex Iulia de Civitate ve Lex Plautia Papiria isimli kanunlarla serbestçe evlenme hakkı tüm Latinlere ve İtalya Birliği halklarına verildi. Conubium un vatandaşlık bakımından teşkil ettiği evlenme engeli, M.S. 212 itibariyle İmparator Caracalla nın imparatorluk sınırları  dâhilinde  yaşayan  herkese  vatandaş  olma  hakkı  tanımış  olması nedeniyle anlamını yitirdi. 3. Akrabalık İlişkisi Bakımından Ehliyetsizlik Roma hukuku, yakın kan hısımları arasındaki ilişkiyi hem yasaklamış, hem de bu ilişkiyi ceza hukuku bakımından incestum suçu olarak kabul etmiştir.  D.  23.2.39  (Paulus  libro  sexto  ad  Plautium):  pr. Sororis  proneptem  non  possum  ducere  uxorem, quoniam parentis loco ei sum. 1. Si quis ex his, quas moribus prohibemur uxores ducere, duxerit, incestum dicitur committere. D. 23.2.39 (Paulus libro sexto ad Plautium):  Kız kardeşimin torunuyla evlenemem çünkü onun ebeveyni sayılırım.  1.  İyi  bir  ahlakın  gerektirdiklerine  aykırı davranarak evlenmemesi gereken bir kadınla evlenen biri incestum suçunu işlemiş olur. Roma'nın her döneminde alt ve üst soy arasındaki ilişki ensest olarak kabul edilmiştir. Ius. Inst. 1.10.1 de baba-kız, büyük baba-torun, ana-oğul… vs. şeklinde sayılmıştır. Aralarında evlenme yasağı bulunan akrabalık, elbette aynı zamanda incestum suçu teşkil eden yakın akrabalıktan daha kapsamlıydı. Akrabalık,                                                  18  PARIBENI, R., (ÇEV. ŞEMSETTİN TALİP), Roma Hukukunda Aile Kurumu I, İÜHFM (1935), C. 1, Sa. 1, s. 79-96, s. 95;  SCHEIDELL, W., Monogamy and Polygyny A Companion To Families In The Greek And Roman Worlds (Ed. By Beryl Rawson), s. 108-115, Oxford 2011, s. 111. 19  KOSCHAKER,  P./AYİTER,  K.,  Modern  Özel  Hukuka  Giriş  Olarak  Roma  Özel Hukukunun Ana Hatları, Ankara 1983, s. 308. 20  GÜRTEN, K., Roma Hukuku nda Crimen Kavramı, Ankara 2016, s. 120. 21  EMİROĞLU, H., Ius Gentium – Kavimler Hukuku, İstanbul 2007, s. 81. 889Sevil YILDIZ                                                                Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914 Roma da her dönem bir evlilik engeli olmuştur, ancak engel teşkil eden akrabalık derecesi dönemlere göre değişkenlik göstermiştir. Cumhuriyet in ilk yıllarından İlk İmparatorluk Dönemi'ne dek yedinci dereceden cognatio akrabalığı  bulunanlar  arasında  evliliğe  izin  verilmemişti.  Bu  da  ikinci dereceden kuzenlere karşılık gelen bir durumdu. İmparatorluk  Dönemi nde  ise  aralarında  dördüncü  dereceden  daha yakın  akrabalık  ilişkisi  bulunanların  birbiriyle  evlenmesi  ensest  teşkil edeceği için yasaktı. Böylece Cumhuriyet in ilk yıllarındaki ikinci derece kuzenlik sınırı ilk derece kuzenliğe inmiş oldu. Kız kardeşin kızı ve hatta torunuyla, hala ve teyzeyle evlenmek yasaktı. Evlenmeden doğan akrabalık türleri bakımından, kayınvalide, gelin, üvey anne ve üvey kız olmuş kadınlarla evlenilemezdi. Bunlarla yaşanan ilişki aynı zamanda incestum suçuna da sebebiyet verirdi. Yine evlat edinme durumunda  evlat  edinilenin  yahut  babasının  karısı  olmuş  kadınla  da evlenilemezdi.  D.  23.2.14  (Paulus  libro  35  ad  edictum):  (pr.) Adoptivus  filius  si  emancipetur,  eam  quae  patris adoptivi  uxor  fuit  ducere  non  potest,  quia  novercae locum habet.  1. Item si quis filium adoptaverit, uxorem eiusdem  quae  nurus  loco  est  ne  quidem  post emancipationem filii ducere poterit, quoniam aliquando nurus ei fuit. 2. Serviles quoque cognationes in hoc iure observandae sunt. Igitur suam matrem manumissus non ducet uxorem: tantundem iuris est et in sorore et sororis filia. Idem e contrario dicendum est, ut pater filiam non possit  ducere,  si  ex  servitute  manumissi  sint,  etsi dubitetur patrem eum esse. Unde nec volgo quaesitam filiam pater naturalis potest uxorem ducere, quoniam in contrahendis  matrimoniis  naturale  ius  et  pudor inspiciendus  est:  contra  pudorem  est  autem  filiam uxorem suam ducere. 3. Idem tamen, quod in servilibus cognationibus  constitutum  est,  etiam  in  servilibus                                                  22  WATSON, s. 10. 23  GARDNER, Women, s. 35. 24  Kimi imparatorlar bu yasağı daha gevşek kimileri ise oldukça katı uygulamış bu nedenle zaman içinde uygulamada değişiklikler olmuştur (GÜRTEN, s. 121). 25  Bkz. D. 48.5.39 (38) (Papinianus libro 36 quaestionum). 26  Bu engeller, nişanlanma için de geçerliydi. Hristiyanlıkla birlikte daha da geniş bir kapsamda çeşitlenmişti. Bunlar Iustinianus Inst. 1.10.6-12 de ayrıntılı sayılmıştır (DI MARZO, s. 164-165; İPEK, N., Roma Hukukunda Hısımlık, MÜHF-HAD, C. 21 Sa. 1 s. 167-203, s. 170). 890Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914                        Roma Hukukunda Evlenme Engelleri adfinitatibus  servandum  est,  veluti  ut  eam,  quae  in contubernio patris fuerit, quasi novercam non possim ducere, et contra eam, quae in contubernio filii fuerit, patrem quasi nurum non ducere: aeque nec matrem eius,  quam  quis  in  servitute  uxorem  habuit,  quasi socrum. Cum enim cognatio servilis intellegitur, quare non et adfinitas intellegatur? Sed in re dubia certius et modestius est  huiusmodi  nuptiis abstinere.    4. Nunc videamus, quomodo noverca et privigna et socrus et nurus intellegantur, ut sciamus, quas non liceat ducere. Quidam novercam per se patris uxorem et nurum filii uxorem  et  privignam  uxoris  ex  alio  marito  filiam intellegunt: sed quod ad hanc causam verius est nec avi uxorem nec proavi duci posse. Duas ergo vel plures novercas ducere non poterit: non mirum, nam et is qui adoptivus est nec naturalis patris nec adoptivi uxorem ducere potest: sed et si plures uxores pater habuerit, nullam  earum  ducere  possum.  Itaque  socrus appellatione non tantum uxoris meae mater, sed et avia et proavia intellegitur, ut nullam earum ducere possim. Nurus quoque appellatione non tantum filii uxor, sed et nepotis  et  pronepotis  continetur,  licet  quidam  has pronurus appellant. Privigna quoque non solum ea mihi intellegitur quae uxoris meae filia est, sed et neptis et proneptis, ut nullam earum ducere possim. Item eius matrem, quam sponsam habui, non posse me uxorem ducere  Augustus  interpretatus  est:  fuisse  enim  eam socrum. D. 23.2.14 (Paulus libro 35 ad edictum):  (pr.) Evlat edinilen  bir  oğlun  hakimiyet  altından  çıktığı  yerde, evlatlık  babasının dul eşiyle evlenemez,  çünkü  üvey annenin pozisyonunu işgal eder. 1. Aynı kural kişinin bir oğul evlat edindiğinde de geçerlidir. Onun dul eşiyle evlenilemez,  çünkü  oğul  hakimiyetten  çıkarıldığında bile kadın, gelin pozisyonundadır. 2. Kölelerin kan bağı olan  kişilerle  ilişkileri  de  bu  başlık  altında  dikkate alınmalıdır; bir köle azat edilse dahi annesiyle ve aynı şekilde kız kardeşi ve onun kızıyla da evlenemez. Öte yandan her ikisi de azat edilmiş olsa ve iddia edilen babalık şüpheli olsa dahi bir baba, kızıyla evlenemez. Bir  erkeğin  kendi  kızıyla  evlenmesi  ahlaka  aykırı olduğundan,  doğal  hukuk  ve  ahlak  göz  önünde bulundurulduğunda  biyolojik  babanın,  evliliğinden doğmuş kızıyla evlenmesine imkân bulunmamaktadır. 891Sevil YILDIZ                                                                Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914 3.  Aynı  kural  kölelerin  kan  bağı  göz  önünde bulundurularak  köle  akrabalığı  durumlarında  da uygulanmalıdır.  Örneğin,  babamın  fiili  birliktelik (concubinatus) içinde yaşadığı bir kadınla evlenemem, çünkü  bir  dereceye  kadar  bir  üvey  annenin pozisyonunu; ve öte yandan, bir baba, oğluyla birlikte yaşayan  bir  kadınla  evlenemez,  çünkü  o,  bir kayınbiraderin  pozisyonunu  işgal  eder.  Kimse köleliğinde birlikte yaşadığı bir kadının annesiyle de evlenemez, çünkü onun kayınvalidesi gibidir. Ve bir tür köle  akrabalığı  kabul  edildiğinde,  neden  aynı  kural uygulanmasın?  Herhangi  bir  şüphe  varsa,  bu  türden evliliklerden kaçınmak her zaman daha iyidir. 4. Şimdi kiminle evlenmenin yasadışı olduğunu anlayabilmemiz için  üvey  anne,  üvey  kız,  kayınvalide  ve  gelin kavramlarına  bakalım.  Bazı  otoriteler,  üvey  anne kavramından, babanın eşi, oğlun eşi olan gelin ve eşin eski kocasından olan üvey kız olduğunu anlarlar. Ne var ki  burada,  konuyla  ilgili  olarak,  bir  erkeğin büyükbabasının  ya  da  büyük  büyükannesinin  eşiyle evlenemeyeceğini söylemek daha doğrudur, bu yüzden evlenemediği iki, hatta birkaç üvey annesi vardır. Bu konuda, merak uyandırmamak için (belirtmek gerekir ki), evlat edinilen bir evlat, onun doğal veya evlatlık babasının  dul  eşiyle  evlenemez.  Babasının,  önceki evlilikleri nedeniyle birkaç karısı (önceki ve şimdiki) olmuşsa  hiçbiriyle  evlenemez.  Bu  nedenle  kayınvalide  terimi sadece eşimin annesi için değil, aynı  zamanda  büyükannesi  ve  büyükannesi  için  de geçerlidir ve ben onlarla da evlenemiyorum. Gelin terimi sadece oğlunun karısı için geçerli değildir, aynı zamanda  torunun  ve  büyük  torunun  karısına  da uygulanabilir, bazı yetkililer bunları kız torun olarak tanımlar.  Üvey  kız  kavramından  sadece  karımın kızına değil, torununa ve büyük torununa da atıf yaptığı anlaşılıyor  ve  onların  da  hiçbiriyle  evlenemem. Augustus,  nişanlı  olduğum  kadının  annesiyle  de evlenemeyeceğime karar verdi, çünkü o kayınvalidemin yerini işgal eder. Kural,  amca  ve  dayı  ile  yeğen,  hala  ve  teyze  ile  yeğen  arasındaki evliliğin yasaklanmış olmasıyken, İmparator Claudius a erkek kardeşinin kızı Agrippina ile evlenmesine olanak sağlayan bir senato kararı (senatus consultum) çıkarılmıştır. Böylece M.S. 49'dan itibaren bu senato kararıyla 892Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914                        Roma Hukukunda Evlenme Engelleri erkek  kardeşin  kızı  ile  evlenmeye  yani  amca-yeğen  evliliğine  hukuken imkan tanınmış oldu. Bu konudaki yasak neredeyse dört yüzyıl sonra tıpkı incestum gibi ölüm cezası öngörülerek yeniden getirildi. Ayrıca Iustinianus Hukuku, manevi hısımlık nedeniyle vaftiz babanın vaftiz kızıyla evlenmesini yasaklamıştı.   Bunun dışında iki Roma vatandaşı için alt soy ve üst soy arasında olduğu  gibi  sonradan  çözülmüş  olsa  dahi  aralarında  evlat  edinme  bağı bulunanlar  (adoptiva  cognatio)  için  evlenme  hakkı  (conubium) tanınmamıştı. Iustinianus  Inst.  1.10.1:  et  haec  adeo  ita  sunt  ut, quamvis  per  adoptionem  parentum  liberorumve  loco sibi esse coeperint, non possint inter se matrimonio iungi, in tantum ut etiam dissoluta adoptione idem iuris maneat:  itaque eam quae tibi per adoptionem filia aut neptis  esse  coeperit,  non  poteris  uxorem  ducere, quamvis eam emancipaveris. Iustinianus  Inst.  1.10.1:  O  kadar  ki  evlat  edinme münasebetiyle aralarında usul ve füruğluk bağı olanlar da birbirleriyle evlenemezler: Hatta evlat edinme bağı çözülse bile, aynı hukuki mani baki kalır: dolayısıyla evlat edinme neticesinde kızın veya torunun olmuş olan kimse ile onu hakimiyetinden çıkardıktan sonra dahi evlenemezsin. B. EVLENME YAŞI Roma hukuku, hukuki işlem ehliyeti bakımından vesayetin son bulması yaşını ergenliğe bağlamıştı. Ergenlik aynı zamanda evlilik için de ölçüttü. Klasik  Hukuk  Dönemi'nde  Sabinianus lar  ergenliğin  belirlenmesinde küçüğün  vücudunun  fiziki  gelişiminin  tamamlanıp  tamamlanmadığına bakmak gerektiğini savunmuştur. Proculianus lar ise erkeklerin toga denilen ergenlik  giysisini  giymesi  ile  ergenliğe  girdiklerini  görmenin  olanaklı olduğunu, fakat kızlarda belirlemeye kalkışmanın mahremiyeti ihlal edici                                                  27  WATSON, s. 10; DI MARZO (ÇEV. ZİYA UMUR), s. 164; ayrıca bkz. Gaius Inst. 1.62. 28  Bkz. Cod. 5.4.26.2.   (Imperator Iustinianus). 29  FRIER / MCGINN, s. 36. 30  On dört yaşında çocuk giysilerini çıkartır ve artık her genç erkeğin yapmaktan hoşlandığı şeyleri yapmaya hakkı vardır. (ARIES, P. /DUBY, G., (ÇEV. TURHAN ILGAZ), Özel Hayatın Tarihi I, Roma İmparatorluğundan 1000 Yılına, İstanbul 2006, s. 34). 893Sevil YILDIZ                                                                Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914 olduğunu belirterek ergenlik için belirli bir yaşın esas alınması gerektiği görüşünü  savunmuş  ve  kızlarda  on  iki,  erkeklerde  ise  on  dört  yaşı önermişlerdir.  Iustinianus  Dönemi'nde  küçükler  için  evlenme  yaşı  yasal olarak kızlar için on iki, erkekler için on dört olarak belirlenmiştir. Gaius Institutiones I.196: Masculi autem cum puberes esse  coeperint,  tutela  liberantur.  puberem  autem Sabinus  quidem  et  Cassius  ceterique  nostri praeceptores  eum  esse  putant,  qui  habitu  corporis pubertatem ostendit, id est eum qui generare potest; sed in his qui pubescere non possunt, quales sunt spadones, eam aetatem esse spectandam, cuius aetatis puberes ﬁunt.  sed  diversae  scholae  auctores  annis  putant pubertatem  aestimandam,  id  est  eum  puberem  esse existimant, qui XIIII annos explevi Gaius Institutiones I.196: Erkek, ergenliğe ulaştığında, vesayetten  kurtulurlar.  Sabinus,  Cassius  ve öğretmenlerimizin geri kalanı, bir erkeğin bunu fiziksel olarak  gösterdiğinde  ergenliğe  eriştiğini,  yani  kendi kendini  üretebildiğini  düşünür.  Ancak  ergenlik geçiremeyen hadımlar (spadones) gibi bu kişiler için yetişkin oldukları yaşın kullanılması gerekir. Aksine, diğer (Proculianus) okulun yazarları ergenliğin yıllar içinde hesaba katılması gerektiğini düşünür; Yani, on dört yılını tamamlamış bir erkeğin ergenliğe eriştiğine karar verirler. Iustinianus  Inst.1.22.pr.:  Pupilli  pupillaeque  cum puberes esse coeperint, tutela liberantur.  pubertatem autem veteres quidem non solum ex annis, sed etiam ex habitu corporis in masculis aestimari volebant.  nostra autem  maiestas  dignum  esse  castitate  temporum nostrorum  bene  putavit,  quod  in  feminis  et  antiquis impudicum  esse  visum  est,  id  est  inspectionem habitudinis corporis, hoc etiam in masculos extendere:  et ideo sancta constitutione promulgata pubertatem in masculis  post  quartum  decimum  annum  completum illico initium accipere disposuimus, antiquitatis normam in  femininis  personis  bene  positam  suo  ordine relinquentes,  ut  post  duodecimum  annum  completum viripotentes  esse credantur. 1.  Item  finitur  tutela,  si adrogati sint adhuc impuberes vel deportati:  item si in servitutem pupillus redigatur, ut ingratus a patrono, vel ab hostibus fuerit captus. 894Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914                        Roma Hukukunda Evlenme Engelleri Iustinianus Inst.1.22.pr.: Vesayet altında bulunan kız ve  erkekler  ergenlik  yaşına  gelmekle  vesayetten çıkarlar. Eskiler, erkeklerde ergenliği, yalnız senelerle değil, aynı zamanda vücut olgunluğu ile takdir etmek istemişlerdi. Fakat biz, kızlar için, eskilerin bile onların mahremiyetine aykırı buldukları bir şeyin, yani vücut olgunluğunu muayene etmenin zamanımızın anlayışına göre,  erkekler  için  de  münasebetsiz  olduğunu  kabul ederek bunu erkeklere de uygulamayı uygun gördük: Bu itibarla kutsal bir emirnameyle, erkekler için ergenliğin 14 yaşın tamamlanmasıyla derhal başladığını kabul ettik ve yasal düzenlemeye kavuşturduk. Eskilerin uygun bir şekilde  koymuş  oldukları,  kızların  on  iki  yaşın tamamlanmasıyla  olgunlaştıkları  kuralını değiştirmedik. Yukarıdaki metin, her ne kadar ilk bakışta kızlar için de on iki yaşın fiziksel  olgunluk  açısından  asgari  kadın  yaşını  tanımlamak  üzere belirlendiğini düşündürse de, bu belirlemenin, aslında eskiden beri kabul gören geleneksel anlayışın bir teyidi olduğu söylenebilir. Nitekim, farklı konulara ilişkin metinler içerisinde kız çocuklar için 12 yaştan sıklıkla söz edilmiş olması, bu saptamayı doğrular niteliktedir. D.  23.2.4  (Pomponius  libro  tertio  ad  Sabinum): Minorem  annis  duodecim  nuptam  tunç  legitimam uxorem  fore,  cum  apud  virum  explesset  duodecim annos. D. 23.2.4 (Pomponius libro tertio ad Sabinum): 12 yaşından küçük bir kız evlendiğinde, kocasıyla birlikte yaşamaya devam etse de, bu yaşa ulaşana dek yasal bir eş olmayacaktır. Yukarıdaki  metin,  evlilik  yaşının  evliliğin  var  olması,  hüküm  ve sonuçlarını doğurması için kesin ve tartışmasız bir şart olduğunu; bununla birlikte, Romalıların yine de bu yaştan önce kızlarını, müstakbel eşlerinin evlerine gönderdiklerini de göstermektedir. Nitekim, özellikle varlıklı aileler arasında yapılan evliliklerde kızlar için öngörülen 12 yaş sınırının aşıldığına sıklıkla rastlanılmaktaydı.                                                  31  DI MARZO (ÇEV. ZİYA UMUR), s. 166; GÜNEŞ CEYLAN, S., Roma Hukukunda Evlenme (Matrimonium), Ankara 2008, s. 68-70. 32  FRIER-MACGINN, s. 28. 895Sevil YILDIZ                                                                Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914 D. 27.6.11.3 (Ulpianus libro 35 ad edictum): Iulianus libro  vicesimo  primo  digestorum  tractat,  in  patrem debeat dari haec actio, qui filiam minorem duodecim annis nuptum dedit. et magis probat patri ignoscendum esse,  qui  filiam  suam  maturius  in  familiam  sponsi perducere voluit: affectu enim propensiore magis quam dolo malo id videri fecisse. D.  27.6.11.3  (Ulpianus  libro  35  ad  edictum): Digesta nın  yirmi  birinci  kitabında  Iulianus,  on  iki yaşından küçük olan kızını, evlilik evine gönderen bir babanın bu eylemini tartışıyor. Ağırlıklı görüş, babanın, kızını  kocasının  ailesine  bir  an  evvel  tanıtmak istemesinin  bir  mazeret  olarak  kabul  edilebileceği yönündedir.  Çünkü  babanın  bu  davranışı  kötülükten ziyade büyük bir sevgiyi gösteriyor. Eşler  arası  yapılan  bağışların  geçersizliğinin  tartışıldığı  bir  Digesta metninde  evlenme  yaşının  altında  bulunan  bir  kızın  evlendirildiği,  bir başka  deyişle  bu  amaçla  kocasının  evine  götürüldüğü  ve  kızın  onunla yaşamaya başladığı anlatılıyor. Bu durumda evliliğin kesin olarak geçersiz olduğunun  açık  olduğu;  ancak  kızın  hukuki  durumunun  ne  olduğunun tartışmalı olduğu söyleniyor. Iulianus bunu bir nişan olarak değerlendirirken, Papinianus,  Labeo  ve  Ulpianus  nişan  için  gerekli  işlem yapılmadığından kızın nişanlı sayılamayacağını söylüyor.  C. PATER FAMILIAS'IN RIZASI Aile babasının (pater familias'ın) onayı, geçerli bir evliliğin bir diğer olmazsa olmaz şartıydı. D. 23.2.2 (Paulus libro trigesimo quinto ad edictum): Nuptiae consistere non possunt nisi consentiant omnes, id est qui coeunt quorumque in potestate sunt. D. 23.2.2 (Paulus libro trigesimo quinto ad edictum): Bir evlenme herkes kabul etmedikçe, yani (her ikisi) evlenenler ve onlar üzerinde egemenlik sahibi olanlar, geçerli değildir. Aile  babası,  sadece  çocuklarının  değil,  torunlarının  üzerinde  de egemenlik  hakkına  sahip  olduğu  için,  onların  evlenmesinde  de  izni                                                  33  Bkz. D. 24.1.32.27 (Ulpianus libro 33 ad Sabinum). 34  RADO BASMAN, T., Eski Roma Hukukunda Bazı Evlenme Şekilleri, İÜHFM (1942), C. 8, Sa. 3-4, s. 530-544, s. 532; FRIER / MCGINN, s. 215. 896Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914                        Roma Hukukunda Evlenme Engelleri gerekmekteydi. Ek olarak, kendi babalarının rızalarının aranıp aranmadığı sorunu ortaya çıkmaktadır. Bu durumda, erkek torunların evliliğinde hem pater familias'ın hem de babanın; kız torun da ise sadece pater familias'ın rızası yeterli görülmüştür. D.  23.2.3  (Paulus  libro  primo  ad  Sabinum):  Si nepotem ex ﬁlio et neptem ex altero ﬁlio in potestate habeam, nuptias inter eos me solo auctore contrahi posse Pomponius scribit et verum est. D.  23.2.3  (Paulus  libro  primo  ad  Sabinum): Oğullarımın birinden bir erkek torunum ve diğerinden bir  kız  torunum  varsa  bunlar  benim  kontrolüm altındadır. Pomponius, bunların evlilik anlaşmalarının kurulması için benim onayımın yeterli olduğunu söyler ki bu doğrudur. D.  23.2.16.1  (Paulus  libro  trigesimo  quinto  ad edictum): Nepote uxorem ducente et ﬁlius consentire debet: neptis vero si nubat, voluntas et auctoritas avi sufﬁciet. D.  23.2.16.1  (Paulus  libro  trigesimo  quinto  ad edictum): Bir erkek torun evleneceği zaman, babasının da rızası olması gerekir; ama evlenecek olan kız torunsa büyükbabanın rızası ve yetkisi yeterli olacaktır. Pater  familias ın  akıl  hastası  olması  durumunda,  kız  evladın evlenmesine babanın itiraz etmemesinin yeterli olduğu düşünülerek, babanın müdahalesi  olmadan  evliliğin  kurulması  kabul  edilmişti.  Ancak,  erkek evladın evlenmesinde akıl hastası olan pater familias ın ölümünden sonra hâkimiyet sahibi olacak olan babanın rızasının alınması gerekmekteydi.  D. 23.2.9 pr. (Ulpinaus vincensimo sexto ad Sabinum): Si nepos uxorem velit ducere avo furente, omnimodo patris auctoritas erit necessaria: sed si pater furit, avus sapiat, sufficit avi voluntas. D. 23.2.9 pr. (Ulpinaus vincensimo sexto ad Sabinum): Eğer torun evlenmeyi isterse ve dedesi akıl hastasıysa, babasının rızası kesinlikle gerekli olacaktır, fakat eğer babası akıl hastasıysa, dedesi sağlıklıysa, dedenin rızası yeterli olur.36                                                  35  GARDNER, J. F., Being A Roman Citizen, London and New York 1993, s. 174; ayrıca bkz. D. 1.6.8.pr. (Ulpianus libro 26 ad Sabinum). 36  GÜNEŞ CEYLAN, Evlenme, s. 77; ilgili diğer metinler için bkz. D. 23.2.16.1 (Paulus libro 35 ad edictum);  D. 23.2.3 (Paulus libro primo ad Sabinum). 897Sevil YILDIZ                                                                Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914 Iustinianus pater familias'ın akıl hastası olması durumunda kız çocuklar için babanın bu evliliğe itiraz etmemesi, erkek çocuklarda ise evliliğe açık rızasının  bulunması  şartı  aranmaksızın  bütün  kız  ve  erkek  çocukların evlenebileceklerini düzenledi.  Iustinianus Inst. 1.10: Unde quesitum est, an furiosi filia  nubere aut furiosi filius uxorem  ducere possit? Cumque super filiovariabatur, nostra processit decisio, qua  permissum  est  ad  exemplum  filia  furiosi  filium quaque posse et sine patris interventu matrimonium sibi copulare secundum datum ex constitutione modum. Iustinianus  Inst.  1.10:  Bundan  şu  mesele  ortaya çıkmaktadır:  Akıl  hastasının  kız  veya  erkek  çocuğu evlenebilir mi? Erkek çocuk üzerinde fikirler bölünmüş olduğundan, aldığımız bir kararla, akıl hastasının kızı gibi,  akıl  hastasının  oğlunun  da  emirnamemizde gösterdiğimiz şekle uyarak, babasının rızasına muhtaç olmadan evlenebilmesine müsaade ettik. Aile babasının evliliğe dair rızasının alınmadığı bir başka durum ise Klasik Hukuk Dönemi nde karşımıza çıkmaktadır. Baba eğer savaşta esir düşmüşse  aile  evladı  babanın  rızasını  almaksızın  evlenebilirdi.  Nitekim, Tryphoninus a ait D. 49.15.1.'de egemenlik hakkı sahibinin savaşta tutsak düştüğü bir sırada, ondan izin almadan evlenen ve çocuk sahibi olan aile evladının evliliğinin geçerli olacağı; bu evlilikten doğan çocuklar üzerinde aile babasının egemenliğinin devam edeceği ve bu çocukların aile babasının mirasçısı  olacağı  belirtilmektedir.  Iustinianus  Dönemi nde  bu  durum, babanın esaretinin üzerinden üç yıl geçmesi şartına bağlanmıştır. D. AKIL HASTALIĞI  Akıl hastalığı evlenmenin diğer bir engelini oluşturmaktadır. Ancak evlendikten sonra ortaya çıkmış ise evliliğin iptaline yol açmazdı.                                                   37  DI MARZO (ÇEV. ZİYA UMUR), s. 167. 38  SÖĞÜTLÜ ERİŞGİN, Ö., Klasik Dönem Hukukçularında bir ‘Açık Değer  olarak Utilitas Publica,  Prof. Dr. Bilge Öztan a Armağan, Ankara 2008, s. 369-389, s. 386. 39  GÜNEŞ CEYLAN, Evlenme, s. 78. 40  SOMER, P., Dar Anlamda Roma Aile Hukukunun Esasları, Maltepe ÜHFD (2002), S. 2, s. 155-180, s. 159.   Hukukumuzda da yaş küçüklüğünün yanında akıl hastalığı, akıl zayıflığı, sarhoşluk ve benzer diğer hallerde ayırt etme gücünden yoksun olanların evlenmesi mümkün değildir. Bu kişiler tam ehliyetsiz olduklarından herhangi bir hukuki işlem yapamamaktadırlar. 898Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914                        Roma Hukukunda Evlenme Engelleri D.  23.2.16.2  (Paulus  libro  35  ad  edictum):  Furor contrahi matrimonium non sinit, quia consensu opus est, sed recte contractum non impedit. D.  23.2.16.2  (Paulus  libro  35  ad  edictum):  Akıl hastalığı  evliliği  önler,  çünkü  rıza  gereklidir.  Ancak sonradan ortaya çıkması evliliği ortadan kaldırmaz. E. MONOGAMİ ŞARTI Hâlihazırda  evli  olanların  yeniden  evlenemeyeceği,  yalnızca monogamik evliliğin tanınıyor olması, Roma nın her döneminde geçerli olan bir kabuldü. Bunu aşağıdaki metinlerde hem Gaius un sözlerinden hem de Codex metninden rahatlıkla çıkarabilmekteyiz. Gaius Inst. 1.63: …neque eadem duobus nupta esse potest neque idem duas uxores habere. Gaius  Inst.  1.63:  …aynı  kadın  iki  kişiyle  evli olamadığına göre, aynı erkeğin de iki karısı olamaz. Cod.  5.5.2  (Imperatores  Diocletianus,  Maximianus): Neminem, qui sub dicione sit romani nominis, binas uxores  habere  posse  vulgo  patet,  cum  et  in  edicto praetoris huiusmodi viri infamia notati sint. Quam rem competens iudex inultam esse non patietur. Cod.  5.5.2  (Imperatores  Diocletianus,  Maximianus): Roma İmparatorluğu nun egemenliği altında yaşayan hiç  kimsenin  aynı  anda  iki  eş  alamaması  bir  itibar meselesidir.  Çünkü  bunu  yapan  kişiler,  praetor edictumu yla şerefsiz olarak damgalanırlar. Ve yetkin bir  yargıç  bu  türden  bir  suçu  cezalandırmaktan çekinmeyecektir. Bir evlilik şartı olarak ele aldığımız tek eşlilik, aynı zamanda aksinin kınandığı, kimi zaman cezalandırıldığı, Roma toplumunun temeli olan aile anlayışının olmazsa olmazıydı. Çünkü evliliğin kurulması için gerekli olan evlenme  iradesinin  (affectio  maritalis)  kendisinin  yalnız  evliliğe  değil, monogamik evliliğe ve bu evlilikten doğacak olan evlatları iyi bir aile hayatı içinde yetiştirmeye yönelik; yani evlilik yönünde dürüst bir irade olarak anlaşılması gerektiği bilinmektedir.                                                                                                                    TMK 125. madde hükmü bu duruma işaret ederken kanunun ayırt etme gücünü tanımlama biçimini madde 13 te görmekteyiz. 41  SÖĞÜTLÜ ERİŞGİN, Kadının Konumu, s. 10. 899Sevil YILDIZ                                                                Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914 Cod. 9.9.18 (Imperatores Valerianus, Gallienus): Eum qui duas simul habuit uxores sine dubitatione comitatur infamia. In ea namque re non iuris effectus, quo cives nostri matrimonia  contrahere plura prohibentur,  sed animi destinatio cogitatur... Cod.  9.9.18  (Imperatores  Valerianus,  Gallienus): Şüphesiz  ki  iki  karısı  olan  bir  erkek  infamia  ile damgalanır.  Bu  durumda  yasanın,  vatandaşlarımızın sadece  birden  fazla  evlilik  yapmasını  değil,  buna yönelik  zihinsel  niyetlerini  de  yasakladığını düşünüyoruz... Metnin devamında, bir ilde başka bir eşi varken, evli değilmiş gibi davranıp  başka  bir  ilde  yeniden  evlenen  kişinin  zina  ile  suçlanacağı anlatılmaktadır.  Burada  suç  olan  tek  başına  birden  çok  evlilik  yapmak değildir. Birden fazla evlilik praetor infamia sına sebep olsa da suç değildir; ancak  gerçek  durumu  bilmeyen  kendini  yasal  eş  zanneden  ikinci  eşle yaşanan birliktelik, zina suçuna sebebiyet vermektedir. Roma da, ikinci evlilik gerçekleştiğinde, ilk eşle olan evliliğin feshi yönünde bir irade beyanında bulunulmuş olurdu. Eğer bu yönde bir beyanın bulunmadığı anlaşılırsa ikinci evlilik, evlilik niteliğinde olmayıp zina suçuna konu  oluştururdu.  Ayrıca  Postklasik  Dönem e  dek  praetor,  bu  kişilerin şerefsizliğine  hükmederdi.  Praetor un  bu  hükmünde  ilk  evliliğin korunmasına  yönelik  bir  düşünce  yokken  Postklasik  Dönem de  ailenin korunması  ve  evliliğin  mümkün  olduğunca  sürdürülmesi  düşüncesiyle (muhtemelen Hristiyanlık etkisiyle) ikinci evlilik bir suç halini almıştı. F. HADIM EDİLMİŞ OLMAMA ŞARTI Romalıların evlilikten temel beklentisi, bu evlilikten doğacak nesebi sahih çocuklara sahip olunması ve onların bir Romalıya yakışır erdemlerle yetiştirilerek soyun, dinin, kültürün devamının sağlanması; iyi aile babaları, devlet adamları ve mater familias lar olarak yetiştirilmesidir. Bununla  birlikte,  hadım  edilmiş  olanların  evlenemeyeceğini, evlenmenin temel amacının Roma ailesini ve dinini devam ettirecek çocuklar yetiştirmek olmasıyla açıklamak mümkün değildir. Doğuştan üreme yeteneği olmayanlar  ve  hadım  edilmiş  olanlar  arasında  hukuk  düzeninin  ayrımı                                                  42  FRIER / MCGINN, s. 37. 43  DI MARZO (ÇEV. ZİYA UMUR), s. 158. 44  Krş. SÖĞÜTLÜ ERİŞGİN, Kadının Konumu, s. 8. 900Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914                        Roma Hukukunda Evlenme Engelleri yapması, hadım edilmiş olmaktan kaynaklanan evlenme engelinin temelinde farklı bir düşüncenin yattığını göstermektedir. D.  23.3.39.1  (Ulpianus  libro  trigesimo  tertio  ad edictum): Si spadoni mulier nupserit, distinguendum arbitror,  castratus  fuerit necne,  ut  in  castrato  dicas dotem non esse; in eo qui castratus non est, quia est matrimonium, et dos et dotis actio est. D.  23.3.39.1  (Ulpianus  libro  trigesimo  tertio  ad edictum):  Bir  kadın  bir  hadımla  evlenmişse  hadım edilip edilmemiş olmasıyla ilgili bir ayrım yapılması gerektiğini düşünüyorum. Eğer adam hadım edilmişse çeyizin  olamayacağını  kabul  edin;  ancak  hadım edilmemişse  (kendiliğinden  üreme  kabiliyetinden yoksunsa) ortada bir evlilik bulunduğundan çeyiz ve çeyiz için bir dava imkanı da vardır.  Yukarıdaki  metinde  çeyiz  davası  hakkının  bulunup  bulunmayacağı tartışırken  hadım  bir  erkeğin  evliliğinin  mümkün  olup  olmayacağına  da işaret edilmiştir. Ulpianus un burada yaptığı ayrım dikkat çekicidir. Hadım edilmiş  olmamakla  birlikte  kendi  doğası  sebebiyle  çocuk  sahibi  olma kabiliyetinden yoksun olan kimsenin evlenebileceğini belirtiyor. Ulpianus D. 28.2.6.pr.-1 da da miras konusunu tartışırken de bu ayrımı kullanıyor. D.  28.2.6.pr.-1  (Ulpianus  libro  tertio  ad  Sabinum :(pr.) Sed est quaesitum, an is, qui generare facile non possit,  postumum  heredem  facere  possit,  et  scribit Cassius et Iavolenus posse: nam et uxorem ducere et adoptare  potest.  spadonem  quoque  posse  postumum heredem scribere et Labeo et Cassius scribunt: quoniam nec aetas nec sterilitas ei rei impedimento est. (1) Sed si castratus sit, Iulianus Proculi opinionem secutus non putat  postumum  heredem  posse  instituere,  quo  iure utimur.  D.  28.2.6.pr.-1  (Ulpianus  libro  tertio  ad  Sabinum):  (pr.) Üreme gücüne sahip olmayan birinin, bir mirasçı tayin edip edemeyeceği sorulur. Cassius ve Iavolenus, bunu  yapabileceğini  söylüyor;  çünkü  evlenebilir  ve evlat  edinir.  Labeo  ve  Cassius,  geçici  olarak  üreme yeteneğinden yoksun kalmış olan birinin de bir mirasçı tayin edebileceğini belirtmektedir; çünkü bu duruma ne yaş ne de kısırlık engel teşkil eder. (1). Bununla birlikte,                                                  45  FRIER / MCGINN, s. 29. 901Sevil YILDIZ                                                                Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914 söz konusu kişinin hadım edildiği yerde, Proculus'un görüşünü izleyen Julianus, bir mirasçı atayabileceğini düşünmez. Bu benimsenen uygulamadır...  Iustinianus,  Inst.  1.11.9:  Sed  et  illud  utriusque adoptionis commune est, quod et hi, qui generare non possunt,  quales  sunt  spadones,  adoptare  possunt, castrati autem non possunt. Iustinianus,  Inst.  1.11.9:  Doğal  olarak  üreme kabiliyetinden yoksun kişilere evlat edinmenin her iki şekli için de izin verilirken hadım edilen kişilerin buna izni yoktur. Bu  metinlerin  bize  yardımcı  olduğu  nokta  şudur;  kişi  eğer  hadım edilmişse,  bir  cezaya  çarptırılmıştır  ve  bu  cezanın  zaten  kendisi  üreme kabiliyetinden  yoksun  bırakmadır.  Zira  üreme  kabiliyetinden  yoksun bırakma, kişinin soyunu devam ettirme imkanını ortadan kaldırma niyetine dayanır. Dolayısıyla bu ceza, kişinin evlenme, mirasçı atama, evlat edinme gibi haklarına da sirayet edecek ve doğal yoldan olamasa da evlat edinme gibi hukukî bir yoldan da soyunun devamına izin vermeyecektir. II. EVLENMENİN NİSBİ ENGELLERİ Bir kimseyi bütünüyle evlenme ehliyetinden yoksun kılmayan ancak belirli  kişilerle  evlenmekten  men  eden  nisbi  evlenme  engelleri  ise  şu şekildedir:  Sınıf  ve  derece  farkı,  zina,  askerlik,  matem  (luctus)  süresi, mevki ve görev dolayısıyla getirilen engeller.                                                   46  Evlenme engeli olarak ayrı bir başlık altında ele almadığımız diğer bir engel, bir kimsenin kaçırdığı kızla evlenmesinin yasaklanmış olmasıdır. Bu kimse için getirilen engel de benzer şekilde cezalandırma amacıyla getirilmiş bir evlenme engelidir [HONIG, R., (ÇEV. ŞEMSETTİN TALİP) Roma Hukuku Dersleri, İstanbul 1938, s. 79; DI MARZO, (ÇEV. ZİYA UMUR), s. 170; GÜRTEN, s. 125].   Bu  yasağın  gerekçesini,  ahlaka  aykırılıkla  açıklayan  imparator  emirnamesi  dikkat çekicidir:   Cod. 9.13.1.2 (Imperator Iustinianus): quoniam nullo modo nullo tempore datur a nostra serenitate licentia eis consentire,  qui hostili more in nostra republica matrimonium student sibi coniungere.   Cod. 9.13.1.2 (Imperator Iustinianus): Çünkü devletimiz içinde hiçbir zaman, ahlaka aykırı olarak evlenmek isteyenlere müsaade etmiyoruz. 47  Kocanın ölümünden sonra matem olarak belirlenen 10 ay, en fazla bir sene içerisinde kadının evlenememesidir [UMUR, Lügat,  s. 13; ayrıca bkz. D. 3.2.11 pr. (Ulpianus libro sexto ad edictum)]. 48  SOMER, s. 169.   Hukukumuzda kesin olmayan evlenme engelleri; kadın için bekleme süresi ve bulaşıcı hastalıklar  olarak  belirlenmiştir.  Bu  engellere  karşın  evlenilmişse  evlilik  butlanı gerektirmeyerek geçerli sayılmıştır.  902Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914                        Roma Hukukunda Evlenme Engelleri Aşağıda  ayrıntılı  incelediğimiz  bu  tip  evlenme  engellerinin  varlığı, evlendikten sonra fark edilirse evlilik geçersiz sayılmaz, devam ederdi. Öte yandan bu engeller evlenme sonrası ortadan kalkabilirdi. Bu durumda evlilik geçmişi kapsamayacak şekilde geçerli olurdu. Bu nedenle nisbî evlenme engeli ortadan kalkmadan önce doğmuş olan çocuğun nesebi sahih kabul edilmezdi, ancak bazen kadının iyi niyetli olması halinde durumun imparator emri ile düzeltildiği görülürdü.  A. SINIF VE DERECE FARKINA DAYANAN EVLENME ENGELLERİ Roma da  belirli  sınıflara  ve  mesleklere  sahip  kimselerin  hak ehliyetlerinin  pek  çok  açıdan  sınırlandırıldığını  bilmekteyiz.  Evlilik  de, senatus  üyeliği,  magistra lıklar  gibi  kimi  gruplar  bakımından  bu sınırlandırmaların konusu olmuştur. Augustus Dönemi nde evlilik, kendisi tarafından dönemin sosyo-politik amaçlarını  gerçekleştirmek  üzere  yeniden  düzenlenmiştir.  İmparator Augustus un Roma ahlak anlayışını, aile birliğini ve dolayısıyla toplumsal yaşamını  kuvvetlendirmeyi  amaçlayan  üç  temel  kanunu  vardır.  Bunlar; bekârlığı  ve  çocuk  sahibi  olmamayı  cezalandırarak  evlilik  hakkında düzenlemeler  yapan  M.Ö.  18  yılında  çıkarılan  Lex  Iulia  De  Maritandis Ordinibus, cinsel suçları kamu suçu haline getirerek yargılama yetkisini aile mahkemelerinin elinden alan Lex Iulia De Adulteriis Coercendis ve Lex Iulia De  Maritandis  Ordinibus  hükümlerinin  bir  kısmını  değiştirerek  yeniden düzenleyen M.S. 9 yılında çıkarılmış olan Lex Papia Poppaea dır. Klasik Hukuk Dönemi'nde ikisi birlikte Lex Iulia et Papia olarak adlandırılmış, sınıf  ve  derece  farkın  dayanan  evlenme  engelleri  bakımından  oldukça kapsamlı düzenlemeler getirilmiştir. Lex Iulia de Maritandis Ordinibus ile özgür doğmuş olan bütün Roma vatandaşları bakımından, fahişelerle, genelevde çalışan kadınlarla ve zina suçunu işlerken yakalanmış olan kadınlarla evlenme yasaklanmıştı. Bu genel yasağın yanında özellikle senatörlerin ve onların üç nesil kadın ve erkek alt soylarının (torununun çocuğuna kadar) azatlılarla, tiyatro sanatçılarıyla ve de onların kızlarıyla evlenmeleri yasaklanmıştı.                                                   49  BERKİ, B., Roma Hukuku, Ankara 1949 , s. 160. 50  UMUR,  Z.,  Roma  Hukuku,  Tarihi  Girişi-Kaynaklar-Umumi  Mevhumlar  Hakların Himayesi, İstanbul 1982, s. 409.  51  RAWSON, The Roman Family The Family in Ancient Rome: New Perspectives (ed. By Beryl Rawson), Great Britain 1986, s. 1-57, s. 9; TAMER, D., Augustus Çağında Cinsel Suçlar ve Lex Iulia De Adulteriis Coercendis, İstanbul 2007, s. 18. 52  GARDNER, Women, s. 32. 903Sevil YILDIZ                                                                Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914 M.S. 9 yılında çıkarılmış olan Lex Papia Poppaea ile Lex Iulia de Maritandis Ordinibus hükümleri değiştirilmiş; sayılan kişilerle evlilik engeli senatus üyesinin sadece kendisiyle sınırlandırılmış; alt soyları bakımından engel ortadan kaldırılmıştı. Bu kanunun senatörlerle ilgili yasağı, Iustinianus Dönemi'ne değin devam etmiş, Iustinianus bu konudaki evlenme engelini tamamen ortadan kaldırmıştır. Cod.  5.5.7  (Imperatores  Valentinianus,  Marcianus): Humilem vel abiectam feminam minime eam iudicamus intellegi,  quae,  licet  pauper,  ab  ingenius  tamen parentibus nata sit. Unde licere statuimus senatoribus et quibuscumque  amplissimis  dignitatibus  praeditis,  ex ingenuis natas quamvis pauperes in matrimonium sibi adsciscere,  nullam  que  inter  ingenuas  ex  divitiis  et opulentiore  fortuna  esse  distantiam.  Humiles  vero abiectasque  personas  eas  tantummodo  mulieres  esse censemus: ancillam ancillae filiam, libertam, libertae filiam, scaenicam vel scaenicae filiam, tabernariam vel tabernarii vel leonis aut harenarii filiam, aut eam quae mercimoniis  publice  praefuit:  ideoque  huiusmodi inhibuisse nuptias senatoribus harum feminarum, quas nunc enumeravimus. Cod.  5.5.7  (Imperatores  Valentinianus,  Marcianus): Aşağı sınıftan ya da sefil bir kadının, fakir ama özgür ana babadan doğan kadından farkı vardır. Bu yüzden biz, senatörlerin ve yüksek rütbeli kişilerin doğuştan hür ebeveynleri  olan  kadınlarla,  fakir  olsalar  bile, evlenebileceklerine karar verdik. Buna göre doğuştan hür olmak kaydıyla, fakir bir kadınla zengin bir kadın arasında,  ikincisinin  geniş  bir  malvarlığı  bulunması dışında bir fark bulunmamaktadır. Aşağı sınıflardan kast edilen, köleler ve onların kızları, azat edilmiş kadınlar ve onların kızları, aktrisler ve onların kızları, taverna ve genelev  sahiplerinin  kızları,  gladyatörlerin  kızları  ve vücutlarını  ticaret  malzemesi  yapan  kadınlardır.  Bu yüzden bize göre senatörlerin bu sayılan gruplardaki kadınlarla evlenmeleri yasaktır. İmparator  Constantinus  tarafından  çıkarılan  bir  emirname  gereğince senatörler, perfectissimi, eyaletlerde duoviri ve dinî heyetlerin üyeleri gibi                                                  53  EMİROĞLU, Kadının Durumu, s. 77.  54  İmparatorluğun çeşitli yerlerinde bulunan iki adedinde küçük mıntıka magistraları. Çeşitli işlere bakarlardı. UMUR, Lügat, s. 62. 904Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914                        Roma Hukukunda Evlenme Engelleri devletin  önde  gelenleri,  evlenmelerinin  yasak  olduğu  kadınlardan  doğan çocuklarını,  meşru  çocuk  konumuna  sokarlarsa,  infamia  ile damgalanırlardı. Cod. 5.27.1 (Imperator Constantinus): Senatores seu perfectissimos, vel quos in civitatibus duumviralitas vel sacerdotii,  id  est  phoenicarchiae  vel  syriarchiae, ornamenta  condecorant,  placet  maculam  subire infamiae et alienos a romanis legibus fieri, si ex ancilla vel ancillae filia vel liberta vel libertae filia vel scaenica vel scaenicae filia vel ex tabernaria vel ex tabernarii filia vel humili vel abiecta vel lenonis aut harenarii filia vel quae mercimoniis publicis praefuit susceptos filios in numero legitimorum habere voluerint aut proprio iudicio  aut  nostri  praerogativa  rescripti:  ita  ut, quidquid  talibus  liberis  pater  donaverit,  sive  illos legitimos  seu  naturales  dixerit,  totum  retractum legitimae suboli reddatur aut fratri aut sorori aut patri aut matri. Sed et uxori tali quodcumque datum quolibet genere  fuerit  vel  emptione  collatum,  etiam  hoc retractum  reddi  praecipimus:  ipsas  etiam,  quarum venenis inficiuntur animi perditorum, si quid quaeritur vel  commendatum  dicitur,  quod  his  reddendum  est quibus  iussimus  aut  fisco  nostro,  tormentis  subici iubemus. Cod.  5.27.1  (Imperator  Constantinus):  Senatörler, perfectissimi, eyaletlerde duumviri makamına getirilmiş olanlar, dini heyetlerin üyeleri, kadın köleden ya da kadın kölenin kızından, azat edilmiş kadından ya da azat edilmiş  kadının  kızından,  aktristen  ya  da  aktrisin kızından,  taverna  sahibinin  kızından,  sosyal  statüsü aşağıda olan birinin kızından, genelev sahibinin veya gladyatörün kızından ya da vücudunu satan kadından doğan çocuklarını, meşru çocuklar arasına sokmaya rıza gösterirlerse, şerefsizlikle lekelenip, Roma hukukunun korumasından  yoksun  bırakılırlar.  Babalarınca  böyle çocuklara  meşru  ya  da  gayrimeşru  olduklarının açıklanması  fark  etmeksizin,  herhangi  bir  şey verilmişse, söz konusu malların onlardan alınıp, babanın yasal çocuklarına ya da erkek veya kız kardeşlerine, annesine  veya  babasına  verilmesi  gerekir. Evlenmelerinin  yasak  olduğu  kadınlara,  senatörler, perfectissimi, eyaletlerde duumviri makamına getirilmiş                                                  55  TÜRKOĞLU ÖZDEMİR, Infamia, s. 220 905Sevil YILDIZ                                                                Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914 olanlar,  dinî  heyetlerin  üyeleri,  herhangi  bir  şey bağışlamış  ya  da  satmışlarsa,  bunların  kadınlardan alınıp,  yasal  olarak  sahibi  olmaya  hakkı  olanlara verilmesini emrediyoruz. Yukarıda  yer  verilen  İmparator  Constantinus a  ait  bu  emirname, İmparator Iustinianus zamanında ortadan kaldırılmıştır. Tiyatro  aktörleri  ve  kendilerini  sergilemek  amacıyla  sahneye  çıkıp gösteri yapanların bu uğraşıları başlarda onursuz mesleklerden sayılarak praetor infamia sına dâhil ediliyordu. D.  3.2.2.5  (Ulpianus  libro  sexto  ad  edictum):  Ait praetor: 'Qui in scaenam prodierit, infamis est'. D. 3.2.2.5 (Ulpianus libro sexto ad edictum): Praetor:  Sahnede görünen kişi rezildir  diyor.  Ancak ilerleyen süreçte Roma da aktörlüğe duyulan ilgi ve bu mesleği yapmak isteyenlerin sayısının artması, uygulamada esnemeye sebep olmuş ve  infamia ya  sebebiyet  veren  onursuz  meslekler  arasında  görülmemeye başlanmıştır.  Bunun  aile  hukukuna  etkisi  ise  evlenme  engeli  olmaktan çıkması biçiminde olmuştur. Nitekim,  Augustus  Dönemi'ne  kadar  özgür  Roma  vatandaşlarının azatlılarla  ve  tiyatro  sanatçılarıyla  evlenmeleri  yasaktı.  M.Ö.  18  yılında çıkarılan  Lex  Iulia  de  Maritandis  Ordinibus  ile  azatlılar  ve  tiyatro aktörlerinin çocuklarıyla özgür kişiler arasındaki evlilik yasağı kaldırıldı. D.  23.2.44  (Paulus  libro  primo  ad  legem  Iuliam  et Papiam):  Si  postea  ingenuae  uxoris  pater  materve artem  ludicram  facere  coeperit,  iniquissimum  est dimittere eam debere, cum nuptiae honeste contractae sint et fortasse iam liberi procreati sint. D. 23.2.44.6 (Paulus libro primo ad legem Iuliam et Papiam):  Bir  senatörle  evlendikten  sonra  özgür  bir eşin babası yahut annesi, sahne üzerinde bir kariyer yürütmeye başlarsa evlilik sözleşmesi onurlu bir şekilde kurulmuş  olduğu  ve  belki  de  çocuklar  doğmuş olduğundan  kadının  kocası  tarafından  reddedilmesi haksızlık olur. Azatlı  bir  kimsenin  kayınpederi  senato  üyesi  seçilirse  bu  durum evliliğin devamına engel olurdu. Iustinianus bunu da ortadan kaldırmış hatta                                                  56  TÜRKOĞLU ÖZDEMİR, G., Roma Hukukukunda Infamia (Şerefsizlik), Ankara 2008, s. 155; EVANS GRUBBS, J., Women and the Law in The Roman Empire: A sourcebook on Marriage, Divorce and Widowhood, London and New York 2002, s, 149. 906Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914                        Roma Hukukunda Evlenme Engelleri karısının babası yahut ailesi tiyatro sanatıyla ilgilense dahi senato üyesinin boşanmasını  zorunlu  kılmamıştır  meğerki  evli  kadın  bizzat  kendini başkalarını eğlendirme sanatına vermemiş olsun. B.  GÖREV  VE  MEVKİDEN  İLERİ  GELEN  SEBEPLERE DAYANAN EVLENME ENGELLERİ Mevki  ve  görev  dolayısıyla  engellenenlere,  vasinin  vesayeti  altında bulunan  kızla  evlenmesinin  yahut  kızı  kendi  altsoyuyla  evlendirmesinin yasak olması örneği verilebilir.  D. 23.1.15 (Modestinus libro singulari de enucleatis casibus): Tutor factam pupillam suam nec ipse uxorem ducere nec filio suo in matrimonio adiungere potest. Scias tamen, quod de nuptiis tractamus, et ad sponsalia pertinere.58 D. 23.1.15 (Modestinus libro singulari de enucleatis casibus):  Bir vasi (tutor), hakimiyeti altındaki kadınla (pupilla)  evlenemeyeceği  gibi  onu  kendi  oğluyla  da evlendiremez. Dahası, evlilikle ilgili olarak tartıştığımız şeyin nişan ile ilgili olduğunu da bilmelisiniz. Bu yasak aynı şekilde curator için de geçerliydi. Curator, hakimiyeti altındaki küçükle, küçük 26 yaşına gelmeden önce evlenemez, yahut onu kendi  alt  soyuyla  evlendiremezdi.  Yasağa  riayet  etmeyen  tutor  ya  da curator, şerefsizlikle damgalanmaktaydı. Ayrıca bir eyaletin magistra sının, o eyaletten olan yahut ikametgâhının o eyalette bulunduğu bir kadınla evlenemeyeceği de bu duruma bir başka örnektir.  Ancak  magistra nın  görev  süresi  dolduktan  sonra  tarafların iradelerinde bir değişiklik meydana gelmemişse geçerli bir evlilik kurulması mümkündü. D.  23.2.63  (Papinianus  libro  primo  definitionum): Praefectus cohortis vel equitum aut tribunus contra interdictum  eius  provinciae  duxit  uxorem,  in  qua officium gerebat: matrimonium non erit: quae species                                                  57  DI MARZO, (ÇEV. ZİYA UMUR),  s. 174. 58  Metnin  İngilizce  çevirisi  için  bkz.  EVANS  GRUBBS,  Sourcebook,  s.  156;  Benzer metinler için bkz. D. 23.2.59 (Paulus libro singulari de adsignatione libertorum), D. 23.2.64 (Callistratus libro secundo quaestionum) 59  Bkz. D. 23.2.66 (Paulus libro secundo sententiarum); D.48.5.7 (Marcianus libro decimo institutionum). 60  DI  MARZO,  (ÇEV.  ZİYA  UMUR),  s.  169;  ayrıca  bkz.  Cod.  5.4.6.  (Imperator Gordianus); D. 23.2.65.1 (Paulus libro septimo responsorum). 907Sevil YILDIZ                                                                Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914 pupillae comparanda est, cum ratio potentatus nuptias prohibuerit.61 D.  23.2.63  (Papinianus  libro  primo  definitionum): Eyalet memurları görev yaptıkları yerde yaşayan bir kadınla evlenirse, bu yasalarca yasaklanmışsa, evlilik geçersiz sayılır. Bu dava, uygulanan otorite nedeniyle evliliğin yasaklandığı vesayet ilişkisine benzer. Ancak vesayet ilişkisindeki yasağın uygulanışından farklı olarak görevi sürerken  evlenmesinin  yasak  olmasına  rağmen  bu  kişilerin  nişanlanması yasaklanmamıştır. Hatta öyle ki, erkeğin görevinin bitiminde kadın onunla evlenmek istemezse nişanlılıkta almış olduğu, arra adı verilen bir miktar parayı iki ila dört katı misliyle iade etmek zorundaydı. Klasik Dönem de nişanlanmadan serbestçe ve tek taraflı beyanla vazgeçilebilirdi; ancak bu uygulamanın  Postklasik  Dönem de  bozulduğu  ve  yukarıda  bahsedildiği üzere cezalandırıcı bir tarafı olduğu görülmektedir. C.   ASKERLİK  GÖREVİ  SÜRENLER  BAKIMINDAN EVLENME YASAĞI İmparator Augustus zamanında olduğu tahmin edilen bir düzenlemeyle askerlerin hizmet süreleri boyunca evlenmeleri yasaklanmıştı. Hatta yakın gelecekte gerçekleşecek bir evliliğe dair yaptıkları anlaşmalar da, göreve başlamalarıyla bozulmuş olurdu. Bu, hem vatandaş olan askerleri hem de olmayan askerleri kapsayan genel bir yasaktı. M.S. 2. yüzyıla kadar devam eden bu yasak nedeniyle, görevleri devam ederken geçerli bir evlilikleri olamayacağı için eğer bir birliktelikleri varsa ve  bu  birliktelikten  çocukları  doğmuşsa  bu  çocukların  soy  bağları kurulmamış  olacaktı.  Görev  süreleri  sona  erdikten  sonra  bu  kişiler evlenebilir, çocuklarıyla soy bağı kurabilirlerdi. Ancak görev sona ermeden önce ölürlerse, soy bağı bulunmadığından, çocukları mirasçı da olamazdı. Bu durum miras bakımından, İmparatorlar Hadrianus ve Marcus Aurelius tarafından düzeltilmişti. Ius Civile ye göre sonradan geçerli olan evlilikler içinde orduda görevi sona eren  askerlerin  (veteranus,  milites veterani)  evliliklerini görüyoruz.                                                  61  Metnin İngilizce çevirisi için bkz. EVANS GRUBBS, Sourcebook, s. 157. 62  UMUR, Lügat, s. 26. 63  İPEK, N., Roma Hukukunda Nişanlanma (Sponsalia) , Prof. Dr. Belgin Erdoğmuş a Armağan, İstanbul 2011, s. 113-133, s. 118. 64  ERDOĞMUŞ, B., Roma Hukukunda Nişanlanma, Argumentum (1991), Yıl 2, Sa. 16, s. 238-240, s. 239. 65  GARDNER, Women, s. 33. 66  EVANS GRUBBS, s. 158. 908Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914                        Roma Hukukunda Evlenme Engelleri İmparator  emirnameleri  terhis  olan  askerlere,  zaten  beraber  yaşadıkları kadınlarla evlenme hakkını çok defa tanımıştı. Cives olmayan askerler ise fiili görevleri devam ettiği müddetçe evlenemezler, ancak bu kişiler terhis edildiklerinde Roma vatandaşı olur ve böylece conubium a sahip olurlardı.  Gaius Inst. 1.57: …veteranis quibusdam concede solet principalibus constitutionibus conubium cum his Latinis peregrinisve,  quas  primas  postmissionem  uxores duxerint et qui ex eo matrimonio nascuntur, et cives Romaniet in prostate parentum fiunt. Gaius  Inst.  1.57:  …İmparator  emirnameleri  ile emekliliklerinden  önce  ilk  olarak  evlendikleri  Latin veya  yabancı  kadınlarla,  emekli  askerlere  conubium tanınması  adet  olduğundan  bu  evlenmelerden  doğan çocuklar Roma vatandaşı kabul edilirlerdi. Evlenme  engelleri  görev  süresi  sonunda  sona  eren,  görevi  içinde nişanlanmış olan bu kişilerden beklenen evliliğin gerçekleştirilmesidir. D.  23.2.38.pr.  (Paulus  libro  secundo  sententiarum):  …ut si post officium depositum noluerit mulier nuptias contrahere,  liceat  (libeat)  ei  hoc  facere  arris tantummodo redditis quas acceperat. D.  23.2.38.pr.  (Paulus  libro  secundo  sententiarum): ...Görev  süresi  sona  erdikten  sonra  kadın  onunla evlenmeyi reddetmek isterse, almış bulunduğu arra'yı iade ederek bunu yapabilir.   Cod. 5.1.5 (Imperatores Leo et Anthemius AA. Erythrio pp.):  Mulier iuris sui constituta arrarum sponsalium nomine usque ad duplum teneatur. id esi in id quod accepit  et  aliud  tantundem  nec  amplius.  quadrupli videlicet poena, quae anterioribus legibus definita erat. In qua et arrarum quantitas imputabatur, cessante. nisi specialiter  aliud  ex  communi  consensu  inter conlrahendes de eadem quadrupli ratione placuit.   Cod. 5.1.5 (Imperatores Leo et Anthemius AA. Erythrio pp.):  Sui iuris bir kadın arra sponsalicia adı altında, kabul  ettiğinin  iki  katına  kadar  sorumlu  tutulur… Arra nın miktarının açıklandığı daha önceki kanunlarla belirlenmiş  olan  dört  misline  ilişkin  ceza  kalktıktan sonra da her zaman taraflarca anlaşarak belirlenebilir.                                                  67  AYİTER s. 12; MCGINN, T. A. J., Prostitution Sexuality and the Law in Ancient Rome, New York 2003, s. 119. 68  ALTOP, s. 279. 909Sevil YILDIZ                                                                Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914 D. MATEM SÜRESİ İÇİNDE EVLENME YASAĞI Roma da her ne kadar kadının yalnız bir kez evlenmiş olması ideal sayılıyorsa  da  dul  kadının  yeniden  evlenmesi  bakımından  bir  yasak bulunmuyordu. Hatta zaman içinde Augustus Kanunları yla bu durum teşvik dahi  edilmişti.  Ancak  kocanın  ölümünden  hemen  sonra  yapılacak  bir evlenme onun  ruhunu  rahatsız ederdi.  Ölen  kocasını  onurlandırmak  için kadın, kocanın ölümünden sonra 10 ay bekler, buna luctus, matem süresi denirdi.  Bu  düzenleme  elbette  ölen  kocanın  anısına  saygının  yanında doğacak/doğması  muhtemel  çocuğun  soy  bağının  karışmaması  için  de önemliydi. D. 3.2.11.1 (Ulpianus libro sexto ad edictum): Etsi talis  sit  maritus,  quem  more  maiorum  lugeri  non oportet, non posse eam nuptum intra lagitimum tempus collocari: praetor enim ad id tempus se rettulit, quo vir elugeretur;  qui  solet  elugeri  propter  turbationem sanguinis. D. 3.2.11.1 (Ulpianus libro sexto ad edictum):  Erkek için atalardan kalma usullere göre, yas tutmanın gerekli olmadığı zamanlarda bile, eşinin evliliği kanuni süre içerisinde  kabul  olunmaz;  çünkü  nesep,  soy karmaşasından  dolayı,  praetor  bir  erkek  için  yas tutulacak süreye bağlı kaldı.70 D. 3.2.10 pr. (Paulus libro octavo ad edictum): pr. Solet a principi impetrari, ut intra legitimum tempus mulieri nubere liceat. D. 3.2.10 (Paulus libro octavo ad edictum):  Bir dulun yasal  (bekleme)  süresi  içinde  evlenmek  için imparatordan izin alması alışılmış bir şeydir. Genelde evlenme engelleri nişanlanmaya da engel teşkil ederdi, ancak bu evlenme  engeli nişanlanma için geçerli değildi. Matem süresi içinde kadın nişanlanabilirdi ve bu nedene dayanarak infamis sayılmazdı.  D. 3.2.10.1  (Paulus libro octavo ad edictum):  Quae virum  eluget,  intra  id  tempus  sponsam  fuisse  non nocet. D.  3.2.10.1  (Paulus  libro  octavo  ad  edictum):  Bir kadın,  kocası  için  yas  tuttuğu  süre  boyunca nişanlanabilir.                                                  69  RAWSON, The Family, s. 31. 70  İPEK,  Sponsalia, s. 122.  71  İPEK, Sponsalia, s. 123. 910Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914                        Roma Hukukunda Evlenme Engelleri SONUÇ Romalılar için  evlilik,  devletin  devamlılığı  için  gerekli  olan  ailenin kurulma biçimi olduğundan oldukça tutucu ve katı kurallarla düzenlenmiş kurallar içermekteydi. Evlilik vatandaşların dahil olduğu aileler arasında bir hakimiyet ve ekonomik değişim alanıydı. Zenginliğin, gücün, ismin, dinin aktarımıydı, ki bu saydıklarımız aynı zamanda kişilerin devlet nezdindeki yerini belirleyen doğrudan devletin ismine, gücüne, zenginliğine ve dinine hizmet  eden  aktarımlardı.  İçinde  bulunulan  dönemin  sosyo-ekonomik koşullarına göre değişen ve gelişen evlilik her zaman devlet kontrolünde ve öngörüsünde kaldı. Evliliğe yaklaşım genel hatlarıyla İmparator Augustus Öncesi, Augustus Yasaları ve Sonrası ile Iustinianus Dönemi ve Sonrası olacak şekilde üç temel dönemde özellik göstermektedir. İlk Olarak Ius Civile nin Augustus a değin  düzenlediği  evlilik,  ekonomik  özelliklerin,  toplumsallığın, geleneklerin ve diğer manevi değerlerin yoğun olduğu bir evlilik biçimiydi. Bu nedenle de oldukça katı düzenlenmişti. Bunu evlenme iradesinin yapısı ve yorumlanışında olduğu gibi, evlenme ehliyeti ve evlenme yaşı olarak örneklendirilebileceğimiz  temel  evlenme  engellerinin  her  birinde görmekteyiz. İmparator Augustus un yasalarının ise toplumun yapısında bir değişim amaçladığını  ve  bu  nedenle  özellikle  sınıf  ve  derece  farkları,  yeniden evlilikler, ahlak temelli suçların kısıtlanması, çocuk sahibi olmaya teşvik gibi konularda evlenme engelleri bakımından köklü değişiklikler yaptığını saptamaktayız. Iustinianus un  ise,  odak  noktayı  devletten  alıp  biraz  daha  bireylere çektiği, salt devletin yararı düşünülerek yapılan düzenlemeleri vatandaşlar lehine genişlettiği, yahut yeniden düzenlediği, miras, soy bağı gibi konularda olduğu gibi evlenme ve evlenme engelleri konusunda da görülmektedir. Bu dönemde  yapılan  düzenlemelerin  daha  ziyade  evlat  edinme,  kan  bağı, akrabalıktan ileri gelen engeller gibi insanın doğası ile evliliğin doğasını bağdaştırmaya yönelik olduğunu düşünmekteyiz. Çalışmamızda ele aldığımız evlilik engellerinin bir kısmı günümüzde de geçerliliğini korumaktadır. Kuşkusuz, bunlar bir hukuk kuralının kalıcılığını ve değerini belirleyen, o kuralın muhatabının doğasına uygun olarak ve korunacak  menfaate  başka  menfaatler  karıştırılmadan  düzenlenmiş  olma özelliği taşıyanlardır. Hukukun bu dinamik yapısının günümüzde varlığını sürdüren bir kısım evlenme engelleri bakımından, tıpkı Roma da olduğu gibi, süreç içerisinde katı ve muhafazakar yapısından sıyrılarak, bireylerin varoluşlarına daha uygun şekilde gelişeceğine inanmaktayız. 911Sevil YILDIZ                                                                Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914",
     "Kaynakça": "Altop, S.: “Arra Sponsalicia İÜHFM 1996, C. 55, Sa. 1-2, s. 369-388. Ariès,  P.  /Duby,  G.  (Çev.  Turhan  Ilgaz):  Özel  Hayatın  Tarihi  I,  Roma İmparatorluğundan 1000 Yılına, İstanbul 2006. Ayiter, K.: Roma Hukuku Dersleri, Aile Hukuku, Ankara 1963. Barrow, R. H. (Çev. Ender Gürol): Romalılar, İstanbul 2002. Berki, Ş.: Roma Hukuku, Ankara 1949. Buckland,W. W.: A Manual Of Roman Private Law, Cambridge 2011. Couch, A. J. (Çev. İpek Sevda Söğüt): “Roma nın Eski Hukuk Dönemi nde Kadın, Prof. Dr. Ali Güzel e Armağan, İstanbul 2010, C. II, s. 1491-1504. Di Marzo, S. (Çev. Ziya Umur): Roma Hukuku, İstanbul 1959. Emiroğlu, H.: Ius Gentium  – Kavimler  Hukuku, İstanbul 2007 [Emiroğlu, Ius Gentium].  Emiroğlu, H.: Roma Hukukunda Kadının Durumu, Ankara 2003 [Emiroğlu, Kadının Durumu]. Erdoğmuş, B.: “Roma Hukukunda Nişanlanma, Argumentum (1991), Yıl 2, Sa. 16, s. 238-240. Evans Grubbs, J.: Women and the Law in The Roman Empire: A Sourcebook on Marriage, Divorce and Widowhood, London and New York 2002. Frier, B. / McGinn T. A. J.: A Casebook on Roman Family Law, New York 2004. Gardner, J. F.: Being A Roman Citizen, London and New York 1993 [Gardner, Citizen]. Gardner, J. F.: Women in Roman Law and Society, London and New York 2015 [Gardner, Women]. Güneş Ceylan, S.: Roma Hukukunda Evlenme (Matrimonium), Ankara 2008.  Gürten, K.: Roma Hukuku nda Crimen Kavramı, Ankara 2016. Honig, R. (Çev. Şemseddin Talip): Roma Hukuku Dersleri, İstanbul 1938. İpek, N.: “Roma Hukukunda Hısımlık, MÜHF-HAD, C. 21 Sa. 1 s. 167-203 [İpek, Hısımlık]. İpek, N.: “Roma Hukukunda Nişanlanma (Sponsalia) , Prof. Dr. Belgin Erdoğmuş a Armağan, İstanbul 2011, s. 113-133 [İpek, Sponsalia]. Koschaker,  P.  /Ayiter,  K.:  Modern  Özel  Hukuka  Giriş  Olarak  Roma  Özel Hukukunun Ana Hatları, Ankara 1983. 912Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914                        Roma Hukukunda Evlenme Engelleri Levy-Bruhl, H. (Çev. Hüseyin Nail): “Eski Roma Aile Hukukunda İki Cereyan, İÜHFM 1940, C. 6, Sa. 1, s. 146- 155. McDougall, S.: Royal Bastards: The Birth of Illegitimacy 800-1230, Oxford 2017. McGinn, T. A. J.: Prostitution Sexuality and the Law in Ancient Rome, New York 2003. Oğuzoğlu, C.: Roma Hukuku, Ankara 1959. Paribeni, R. (Çev. Şemseddin Talip)  :“Roma  Hukukunda  Aile  Kurumu  I, İÜHFM (1935), C. 1, Sa. 1, s. 79-96. Paribeni, R. (Çev. Şemseddin Talip)  :“Roma Hukukunda Aile Kurumu II, İÜHFM (1935), C. 1, Sa. 2, s. 232-246 [Paribeni Aile II]. Rado-Basman,  T.:  “Eski  Roma  Hukukunda  Bazı  Evlenme  Şekilleri,  İÜHFM (1942), C. 8, Sa. 3-4, s. 530-544. Rawson, B.: Children and Childhood in Roman Italy, New York 2003.  Rawson, B.: “The Roman Family The Family in Ancient Rome: New Perspectives ( ed. By Beryl Rawson), Great Britain 1986, s.1-57 [Rawson, The Family]. Scheidell, W.: “Monogamy and Polygyny A Companion To Families In The Greek And Roman Worlds (Ed. By Beryl Rawson), Oxford 2011, s. 108-115. Schulz, F.: Classical Roman Law, Oxford 1954. Somer, P.: “Dar Anlamda Roma Aile Hukukunun Esasları, Maltepe ÜHFD (2002), S. 2, s. 155-180. Söğütlü  Erişgin,  Ö.:  “Klasik  Dönem  Hukukçularında  Bir  ‘Açık  Değer   Olarak Utilitas Publica, Prof. Dr. Bilge Öztan a Armağan, Ankara 2008, s. 369-389. Söğütlü Erişgin, Ö.: “Patricius Pleb Sınıfı Mücadelesi Ve Bu Mücadelenin Roma Özel Hukukunun Gelişimine Etkisinin Genel Hatları, Prof. Dr. Ejder Yılmaz a Armağan,  Ankara  2014,  C.  2,  s.  1753-  1779  [Söğütlü  Erişgin,  Sınıf Mücadelesi]. Söğütlü Erişgin, Ö.: “Roma Toplumunda Kadının Konumu, İnönü ÜHFD (2013), C. 4, Sa. 2, s. 1-31 [Söğütlü Erişgin, Kadının Konumu]. Tamer, D.: Augustus Çağında Cinsel Suçlar ve Lex Iulia De Adulteriis Coercendis, İstanbul 2007. Tekin, O.: Eski Yunan Ve Roma Tarihine Giriş, İstanbul 2016. Türkoğlu Özdemir, G.: Roma Hukukukunda Infamia (Şerefsizlik), Ankara 2008. Umur, Z.: Roma Hukuku, Tarihi Girişi-Kaynaklar-Umumi Mevhumlar Hakların Himayesi, İstanbul 1982. 913Sevil YILDIZ                                                                Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 879-914 Umur, Z.: Roma Hukuku Lügatı, İstanbul 1983 [Umur, Lügat]. Üskül Engin, Z. Ö./ Karaman, B.: “Roma İmparatorluğu ve Hukukunda Ailenin Toplumsal Temelleri, Galatasaray ÜHFD (2006), C. 1, s. 255-313. Watson, A.: The Spirit of Roman Law, Georgia 2008.  LATİNCE METİNLER İÇİN YARARLANILAN KAYNAKLAR Cicero (Çev. C. Cengiz Çevik): Yükümlülükler Üzerine, 4. basım, İstanbul 2017. Gaius (Çev, Türkan Rado): Institutiones (Borçlar Kısmı), İstanbul 1959. Iustinianus (Çev. Ziya Umur): Institutiones, İstanbul 1968. Watson, A.: The Digest of Justinian Volume 1, Philadelphia 1998 [Watson,Vol I]. Watson, A.: The Digest of Justinian Volume 2, Philadelphia 1998 [Watson, Vol II]. Watson, A.: The Digest of Justinian Volume 3, Philadelphia 1998[Watson, Vol III]. Watson, A.: The Digest of Justinian Volume 4, Philadelphia 1998 [Watson, Vol IV].  ÇEVRİMİÇİ KAYNAKLAR http://thelatinlibrary.com/ https://www.academia.edu https://droitromain.univ-grenoble-alpes.fr/  914"
}