{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "64",
     "Sayı": "3",
     "Başlık": "ALMANYA’DA İNTERNET SERVİS SAĞLAYICILARININ HUKUKİ SORUMLULUĞU",
     "Title": "The Civil Liability of Internet Service Providers in Germany",
     "Yazar İsmi": [
          "Mine KAYA"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Almanya",
          "Telemedya Kanunu",
          "İnternet",
          "İnternet servis sağlayıcıları",
          "Hukuki sorumluluk"
     ],
     "Keywords": [
          "Germany",
          "Telemedia Act",
          "Internet",
          "Internet Service Providers",
          "Civil Liability"
     ],
     "Özet": "İnternet servis sağlayıcıları internete erişim hizmeti sağlayan gerçek veya  tüzel  kişilerdir.  İnternet  servis  sağlayıcılarının  sorumluluğu  birçok ülkede genellikle hukuk ve yargı yetkisi çerçevesinde çözülmesi gereken karmaşık bir konudur. Almanya interneti düzenleyen ilk ülkelerden biridir. Alman  hukukunda  internet  servis  sağlayıcılarının  sorumluluğu Telemediengesetz  (Telemedya  Kanunu) de  sınırlandırılmıştır.  Telemedya Kanunu,  yalnız  ceza  ve  özel  hukuktaki  sorumlulukta  başvurulabilecek öncelikli  filtre  hükümleri  içermekle  kalmamakta  aynı  zamanda  Avrupa Birliği Elektronik Ticaret Direktifi nin iç hukuktaki uygulamasını da temsil etmektedir.  Bu  makale  internet  servis  sağlayıcılar  hakkındaki  Alman mevzuatı ve mahkeme içtihatlarındaki mevcut durum üzerinde durmaktadır. Makalede  sorumluluk  kavramına,  internet  servis  sağlayıcılarının sorumluluğunun sınıflandırılmasına, Telemedya Kanunu ndaki hükümlere ve farklı internet servis sağlayıcıları ile aracılarının sorumluluğuna değinilmiştir.",
     "Abstract": "Internet service providers are real or legal persons that provides services for accessing in the internet. The liability of internet service providers is a complex issue that must often be resolved under the law and jurisdiction of several countries. Germany is the one of the first countries which regulating internet. The liability of internet service providers is restricted by Telemedia Act in German Law. This Code not only contains rules for civil and criminal law which are applied like a filter prior to the application of the special rules of liability but also represent the national implementation of the EU E- Commerce Directive. This article focuses on the current situation of German statutory and Case law on internet service providers. This article deal with concept of liability, classification of internet service providers  liability, legal provisions of Telemedia Act and liability of different service providers and intermediaries.",
     "Metin": "İnternetin geçmişi 1960 lı yıllara dayanmasına rağmen, ekonomik ve siyasi öneminin 1990 larda keşfedilmesiyle birlikte hukuk doktrini de bu konuya ilgi duymuş, internetin yönetimi ve düzenlenmesine ilişkin hukuk kuralları tartışılmaya başlanmıştır. Almanya internet kullanıcılarının sayısı bakımından dünyada altıncı, Avrupa da ise ilk ülke olması nedeniyle hukuki düzenlemeleri  ilk  tartışan  ve  yasalaştıran  ülkelerden  olmuştur.  Öyle  ki, Almanya daki  düzenlemeler  daha  sonra  Avrupa  Birliği  mevzuatındaki düzenlemelere  de  dayanak  alınmıştır.  Avrupa  Birliği  tarafından  internet servis  sağlayıcılarının  sorumluluğunu  düzenleyen  temel  düzenleme  olan 2000/31/EC  sayılı  Bilgi  Toplumu  Hizmetlerinin  Bazı  Hukuki  Yönleri,                                                  1   Parti,  Katalin/Marin,  Luisa.  (2013).  Ensuring  Freedom  of  Protecting  Rihgts  in  tha Governance of the Internet: A Comparative Analysis on Blocking Reasures and Internet Providers  Removal of Illegal Internet Content, Journal of Contemporary European Research, Volume 9, 1 (2013). 10.04.2014 tarihinde http://www.jcer. net/index.php/jcer/ article/view/455 adresinden erişilmiştir. 2   08.06.2000 tarihli Direktifin tam adı  Discussing Certain Legal Aspects of Information Society Services, in Particular Electronic Commerce in the Internal Market  olup metni için  bakınız:  http://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32000L1 &rid=2 (10.04.2014).  740AÜHFD, 64 (3) 2015: 739-774     Kaya Özellikle İç Pazarda Elektronik Ticaret Direktifi (AB E-Ticaret Direktifi) sonrasında  Alman  hukukunda  da  bu  Direktif  doğrultusunda  mevzuat değişiklikleri yapılmış ve Direktif iç hukuka yansıtılmıştır.  Alman hukukunda internet servis sağlayıcılarının sorumluluğuna, yasal düzenlemeler ve yargı içtihatları yön vermektedir. Özel hukuk bakımından sorumlulukta  cevaplandırılması  gereken  husus,  servis  sağlayıcıların ilettikleri  içerik  nedeniyle  hangi  yükümlülük  ve  sorumlulukların yüklenebileceği ve hangi durumlarda sorumlu tutulabileceği ile ilgilidir. Bu hususun cevaplandırılmasında telif hakkı, marka, haksız rekabet ve kişilik hakkına  ilişkin  çeşitli  kanunlardaki  düzenlemelerin  yanı  sıra  Telemedya Kanunu (Telemediengesetz- The Telemedia Act), 7-10. maddelerine, yani sunulan internet servis hizmetlerine göre değişen ve aslında internet servis sağlayıcılarının  sorumluluğunu  sınırlandıran  hükümlere  bakılmalıdır. Telemedya Kanunu ndaki bu düzenlemeler sorumluluğa ilişkin muafiyetleri düzenlemekte ve gerek özel hukuk gerek ceza hukuku bakımından öncelikli olarak  uygulama  alanı  bulmaktadır.3  Bu  bakımdan  makalede,  internet servislerinin  sağlanmasından  kaynaklanan  sorumluluk  kavramı,  başlıca korunma yolları ile sorumluluğun çeşitleri üzerinde durulacak, devamında sorumluluğa  ilişkin  Telemedya  Kanunu  hükümlerinden  bahsedilecek  ve sonrasında  bu  alandaki  kanun  ve  yargı  içtihatlarından  yararlanılarak sorumluluk ortaya konulmaya çalışılacaktır. 1-  İnternet servisleri nedeniyle sorumluluk kavramı İnternet servis sağlayıcıları, kişi veya kurumların internete bağlanmasını sağlayan, yani erişimi sağlama, sunucu kiralama, alan adı sağlama, sunucu barındırma, içerik sunma gibi çeşitli hizmetleri veren internet aktörlerini ifade  etmektedir.4  Sundukları  hizmet  nedeniyle  gerçekleşen  telif  hakkı ihlalleri,  kişilik  hakkı  ihlalleri  gibi  ihlallerde,  kişilere  tanınacak  koruma yolları ve internet servis sağlayıcılarının sorumluluğu pek çok ülkede olduğu gibi Alman hukukunda da çeşitli tartışmalara neden olmuştur. İnternet servis sağlayıcılarının  internet  hizmetleri  sunmaları  nedeniyle  oluşan  ihlallere karşı, Alman özel hukuku bakımından tanınmış başlıca iki korunma yolu                                                  3   Hoeren, Thomas/Yankova, Silvia. (2012) The Liability of Internet Intermediaries- The German Perspective, IIC International Review of Intellctual Property an Competition Law, Vol. 43, No 5/2012, 501-531, s. 502. 4   SIRABAŞI, Volkan. (2007). İnternet ve Radyo-Televizyon Aracılığı ile Kişilik Haklarına Tecavüz (İnternet Hukuku), (2. Bası). Ankara: Adalet Yayınevi, s. 142.   741Almanya da İnternet Servis Sağlayıcılarının...   AÜHFD, 64 (3) 2015: 739-774 bulunmaktadır. Bunlardan ilki kusurun aranmadığı, saldırının önlenmesi ( müdahalenin meni) ve içeriğin çıkarılması iddialarına dayalı davalar; ikincisi ise  kusura  dayanan  tazminat  davalarıdır.  Telemedya  Kanunu  7-10. maddelerinde internet servis sağlayıcıları için getirilen hükümler sorumluluk hükümleri  olmayıp,  aslında  bir  tür  sorumluluk  muafiyeti  tanıyan hükümlerdir. Ancak  bu  muafiyet,  sayılan  korunma  yollarından  saldırının önlenmesi  davası  için  geçerli  değildir.  Başka  bir  deyişle,  sorumluluğu sınırlandıran bu maddelere, şikayet sonucu görülen ceza davaları ve tazminat davalarında  başvurulmaktadır.  Uygulamada  saldırının  önlenmesine  ilişkin davalarda  verilen  kararlarda,  önlemeye  ilişkin  yapılması  gerekenlerin sınırlandırılmasının yeterince yapılmaması, istinaf ve temyiz başvurularına neden  olmakta  ve  bu  yolla  gelen  başvurular,  kanun  yolu  başvurularının büyük  bir  çoğunluğunu  oluşturmaktadır.  Bu  sayede  yargı  içtihatları uygulamaya yön vermekteyse de, bunlar arasında birlik sağlandığından söz edilemez.5  İnternet  servis  sağlayıcıların  sundukları  hizmetler  nedeniyle sorumluluklarının  incelenmesi  ve  belirlenmesinde,  sorumluluğun nitelendirilmesi önemlidir. İnternet servis sağlayıcının doğrudan sorumluluğu, bizzat ihlalde bulunan yani fail olmasından kaynaklanabileceği gibi, üçüncü kişinin  gerçekleştirdiği  ihlale  katılmasından  da  kaynaklanabilir.  Diğer sorumluluk  türleri  ise  rahatsızlık  vermeden  kaynaklanan  sorumluluk  ile rekabet hukukundan kaynaklı sorumluluk olup bu sorumluluk biçimlerine kısaca değinmek gerekir. A- Kendi fiilinden sorumluluk (Direct Liability as a Tortfeasor)  Burada sorumluluk kusura dayalı sorumluluk olup, hukuka aykırı olarak kasıt veya ihmal ile başkasının haklarının ihlaline neden olunması halinde sorumluluk  doğar.6  İnternet  servis  sağlayıcılarının  kendi  içeriklerini sunmaları dışındaki eylemleri, internete erişim, iletim ve depolamaya ilişkin olduğundan genel olarak kendi eylemleri nedeniyle sorumluluklarından söz edilemese de, bu ihtimalin varlığı özellikle haksız rekabete ilişkin davalarda gözden uzak tutulmamalıdır.7                                                  5   Hoeren/Yankova, s. 502-503. 6   Koch, Harald. (2005) Introduction to German Law, Edited by Mathias Reiman and Joachim Zekoll, The Hague: Kluwer Law International, s. 207. 7   Hoeren/Yankova, s. 503. 742AÜHFD, 64 (3) 2015: 739-774     Kaya B- Başkasının  eylemine  katılımdan  sorumluluk  (Direct  Liability  as  a Participant) Buradaki sorumluluk başkasının hukuka aykırı eylemine yardım veya onu eyleme teşvik şeklindeki katılmadan kaynaklanan bir sorumluluktur. Hukuka aykırı eyleme katkı sağlamadan kaynaklanan sorumluluk, ancak isteyerek haksız eyleme katılma biçiminde gerçekleşebilir ve müştereken ve müteselsilen sorumluluğu gerektirir.8 Bu sorumluluk, internet servis sağlayıcının özellikle  hukuka  aykırılık  konusunda  bilgilendirilmesine  karşın  bu  hukuka aykırı eylemleri göz ardı etmesi ve benzer ileriki saldırıları durdurma konusunda gerekli önlemleri almamasından kaynaklanan bir sorumluluktur. Mahkemeler burada haksız saldırıya hareketsiz kalma ya da göz yumma şeklinde bir katkının bulunduğunu varsaymaktadır. Ancak bu katılıma ilişkin kurallar ile rahatsızlık  vermeden  kaynaklanan  sorumluluğun  arasındaki  fark  henüz tartışılmamıştır.9 Bununla birlikte LG (Landgericht)10 Münih gibi mahkemeler, büyük ve ısrarlı şekildeki ihlallerde servis sağlayıcının iddia edilen içeriğin denetlenmesi  yükümlülüğünü  ihlalinde  de  bu  sorumluluk  kavramına başvurmuşlardır.  C- Rahatsızlık  vermeden  sorumluluk  (Stöererhaftung-Disturbance Liability)  Rahatsızlık verenin sorumluluğu haksız fiil sorumluluğuna değil, Alman Medeni Kanunu 1004. maddesindeki mülkiyet hakkına saldırıda (müdahaletecavüz) bulunanın verdiği rahatsızlık  eylemi ve bu saldırının önlenmesi                                                  8   Koch, s. 223. 9   Hoeren/Yankova, s. 503. 10  Çalışmamızda mahkemelere ilgili  davanın  medeni yargılama  aşamalarına, yani yerel mahkeme-ilk derece (AG-LG), istinaf mahkemesi (OLG-KG) ve temyiz mahkemesiyüksek mahkeme(BGH) düzeyinde olmasına göre bu adlarla yer verilecektir. 11  LG Münich in, 11.01.2006, 21 O 2793/ 05 sayılı davası, Latince üç adet ders kitabının telif hakkı sahibi olan davacının, davalıya ait internet açık artırma sitesinde takma adlı bir kullanıcı tarafından kitapların çevirilerinin açık artırmaya sunmasından kaynaklanmıştır. Davalı  servis  sağlayıcı  davacı  tarafından  defalarca  uyarılmasına  rağmen  satışı engellememiş  ve  kullanıcının  kimlik  bilgilerini  davacıya  vermekten  kaçınmıştır. Mahkeme, davalının korunan bir eserin kopyalarının yayılmasına aracılık etmek suretiyle davacının  haklarının  ihlal  edildiğini,  kanuna  aykırılık  konusunda  bilgilendirilmesine rağmen davalının ihlali ve ihlalin tekrarı tehlikesini önlemede gerekli önlemleri almadığı, çevirilerin internet ortamında sunulmasında hareketsiz kalarak hukuka aykırı eyleme kasten izin verdiği sonucuna varmıştır.   743Almanya da İnternet Servis Sağlayıcılarının...   AÜHFD, 64 (3) 2015: 739-774 (tecavüzün men i)12 istemine dayanmaktadır. Alman Mahkemeleri bu hükmü çeşitli  özel  hukuk  uyuşmazlıklarında  kıyas  yoluyla  uygulamak  suretiyle haksız  fiil  sorumluluğunu  genişletmişlerdir.13  Bu  sorumluluk  ile  tanınan saldırının önlenmesi davası, özel usulî yollardan olup tazminat istemlerini tamamlayıcı hükümlerdir.14 İnternet servis sağlayıcılarının rahatsızlık veren olarak  sorumluluğu  bunların  haksız  fiil  faili  olarak  veya  fiile  katılımı nedeniyle sorumlu tutulamadıkları durumlarla ilgilidir. Bundesgerichtshof (BGH) rahatsızlık verenin sorumluluğuna ilişkin eski bir kararında, bir kişinin başkasının hukuka aykırı eylemlerine uygun bir yolla neden olması durumunda,  onun  bu  eylemleri  önlemesinin  de  mümkün  ve  beklenebilir olduğunu belirtmiştir. Rahatsız edenin sorumluluğu kusursuz sorumluluğun bir  çeşididir,  bu  yüzden  bu  sorumluluk  için  kusur  aranmaz.  Dahası Mahkeme,  rahatsızlık  verme  olasılığı  olanlardan  kaynaklı,  beklenebilir ihlal  tehditlerinin  mevcudiyeti  şartıyla  bir  çeşit  önleme  yükümlülüğü getirmiştir.  Bununla  birlikte  rahatsız  edenin  sorumluluğuna,  tazminat istemlerinde hukuki dayanak olarak başvurulamaz. Bu yüzden de rahatsızlık verenin eylemlerinden zarar görenler sadece saldırı niteliğindeki içeriğin kaldırılmasını  ve  saldırının  önlenmesi  kararı  verilmesini  isteyebilirler.17 Ancak mahkemelerin bu tutumu öğretide tartışmalara neden olmuş ve salt illiyete dayalı bir sorumluluk oluşturulduğu eleştirisi yapılmıştır.18 Bunun üzerine mahkemeler bu kusursuz sorumluluğu, içeriği denetlemeye yönelik beklenebilir  yükümlülüklerin  ihlali  şartı  ile  sınırlandırmışlardır.  Servis sağlayıcının rahatsızlık veren olarak ne dereceye kadar denetim hareketinin  beklenebilir   olduğunun  belirlenmesi  gerekip,  bu  belirleme  her  somut olayda ayrı yarı değerlendirilmelidir. Son yargı kararlarında,  beklenebilirlik                                                   12   Unterlassungsklage  kavramı Alpman Brockhaus Fachlexikon Recht, Yürüten/Kesmen Almanca-Türkçe Hukuk Terimleri Sözlüğü gibi çeşitli hukuk sözlüklerinde tecavüzün ref i, müdahalenin men i, öğretide ise saldırının durdurulması, saldırının önlenmesi olarak adlandırılmakta olup yargı kararlarında saldırının durdurulması veya ileriki saldırıların önlenmesi  istemlerine  konu  edildiğinden  isteme  göre  saldırının  durdurulması  veya önlenmesi olarak adlandırılmıştır. Bu kavramın öğretideki karşılığı konusunda ayrıntılı bilgi için bakınız: Kılıçoğlu, Ahmet M. Şeref, Haysiyet ve Özel Yaşama Basın Yoluyla Saldırılardan Hukuksal Sorumluluk. (2013). (4.Bası). Ankara: Turhan Kitapevi, s. 322-323. 13  Hoeren/Yankova, s. 504. 14  Koch, s. 223. 15  BGH, 06.07.1954, I ZR 38/53 (naklen Hoeren/ Yankova, s. 504). 16  BGH, 10.04.2007, I ZR 35/04 (naklen Hoeren/ Yankova, s. 504). 17  Hoeren/Yankova, s. 504. 18  Hoeren/Yankova, s. 504. 744AÜHFD, 64 (3) 2015: 739-774     Kaya hususunun belirlenmesinde bazı kriterler geliştirilmiştir: Servis sağlayıcının saldırıyı önlemede teknik ve ekonomik yeterliliği, servis sağlayıcının bu hizmetten kârı, ihlalin önemi ile özellikle kısıtladığı hakkın niteliği ve genel olarak ihlalin mevcudiyetini gösterir ne kadar çok ayrıntı varsa, o kadar çok içeriği araştırma yükümlülüğünün beklenir olması bu kriterlerdendir.19 Ancak  unutulmaması  gereken  husus,  internet  servis  sağlayıcılarının iletimini sağladıkları içerikle ilgili araştırma ve denetim yükümlülüğünün ilk olarak içerik nedeniyle bir ihlalin farkına varmalarından sonra başladığıdır. Zaten  aksinin  düşünülmesi,  Kanun un  7.  maddesinde  bahsedilen  içerik denetimine ilişkin yükümlülük yüklenemeyeceği kuralına aykırıdır. Servis sağlayıcının rahatsızlık veren olarak gelecekteki benzer saldırıları durdurmak için  gerekli  önlemleri  alması  gerekirse  de  bu  yükümlülüğe,  yalnızca sundukları  servisle  ilgili  kanuna  aykırı  eylemlerin  kolayca  anlaşılabilir olduğu durumlarda başvurulması gerekir.20 D- Rekabet  hukukuna  bağlı  sorumluluk  (Direct  Liability  Under Competition Law) Rekabet hukuku uyuşmazlıkları bakımından mahkemelerce belirlenen rahatsızlık vermeden kaynaklanan sorumluluğun uygulanmasının yarattığı tartışmalar sonucu, rekabet hukuku altındaki sorumluluk mahkemelerce yeniden  belirlenmiştir.  Rahatsızlık  vermeden  kaynaklanan  sorumluluğun, mülkiyet hakkı gibi mutlak bir hakkın ihlalinden kaynaklanmasına karşın, rekabet hukukunda kanuna aykırılığın haksız rekabet eyleminin kendisinden, yani  özel  bazı  ticari  davranış  kuralların  ihlalinden  kaynaklanmış  olması tartışmaya neden olmuştur. BGH bunun üzerine, internet servis sağlayıcıları için  doğrudan  bir  sorumluluk  şekli  yaratmıştır.22  Buna  göre,  rekabet hukukunun  öngördüğü  sorumlulukları  ihmal  eden  taraf,  ihlale  gerçekte başkası tarafından sebep olunmuşsa bile direk ihlal eden olarak görülecektir. Davada  internet  açık  artırmalı  satış  servisi  sunucusu,  platformunda müstehcen içerikli ürünlerin satımına ticari davranış kurallarını ihlal ederek aracılık ettiğinden haksız fiil faili olarak nitelendirilmiştir. Mahkemeye göre, sorumluluk alanında bir çeşit tehlike yaratan ya da tehlikenin varlığına izin                                                  19  Hoeren/Yankova, s. 505. 20  Hoeren/Yankova, s. 505. 21  Hoeren/Yankova, s. 505. 22  BGH, 12.07.2007, I ZR 18/04 (naklen Hoeren/Yankova, s. 506).   745Almanya da İnternet Servis Sağlayıcılarının...   AÜHFD, 64 (3) 2015: 739-774 verenin,  bundan  kaynaklanabilecek  başkalarına  zarar  verecek  riskleri önleyici beklenebilir tüm önlemleri alma gibi genel bir yükümlülüğü vardır.23  2-  Sorumluluğuna ilişkin hükümlerin yasal dayanağı ve niteliği Almanya da  internet  servis  sağlayıcılarının  sorumluluklarına  ilişkin düzenleme, ilk olarak bilişim ve iletişim hizmetlerine ilişkin düzenlemelerin bir parçası olarak 1997 yılında Teleservisler Kanunu (Teledienstgesetz) ile yapılmış,24 bu Kanun kullanıcı ve sağlayıcı olarak iki süjeyi tanımlayarak sağlayıcıların sorumluluğuna dair hükümlere yer vermiştir. 25 Teleservisler Kanunu, AB E-Ticaret Direktifi nin çıkartılmasından sonra Direktif  doğrultusunda  200126  de  revize  edilmiş,  sunulacak  hizmetler detaylandırılarak sorumluluğa ilişkin hükümler sunulan bu hizmetlere göre çeşitlendirilip farklılaştırılmıştır. 27 Teleservisler  Kanunu nun  ismi  daha  sonra  teleservisler  ile  medya servisleri  arasındaki  ayrımı  kaldıracak  şekilde  Telemedya  Kanunu (Telemediengesetz)  olarak  değiştirilmiş  olup   telemedya   kavramı  tüm elektronik bilişim ve iletişim (haberleşme) hizmetlerini yani, kişisel web sayfaları, bloglar, online satış mağazaları, sohbet odaları, podcastlar, web                                                  23  Hoeren/Yankova, s. 505-506. 24  Hoeren, Thomas. Liability of online Services in Germany, German Law Journal, Vol. 10 No. 05, 561-589, s. 561-562 25  13.07.1997 tarihinde kabul edilen Kanun 01.08 1997 tarihinde yürürlüğe girmiş olup sorumluluğu düzenleyen 5. Maddesi şu şekildedir:     (1) Servis sağlayıcılar, kullanıma hazır tutukları kendi içeriklerinden genel kurallara göre sorumludurlar.   (2) Servis sağlayıcılar, kullanıma hazır tutukları yabancı içeriklerden, ancak bunların içeriğini bildikleri ve bunların kullanılmasının engellemesinin, teknik olarak mümkün ve kendilerinden beklenebilir olduğu durumda sorumludurlar.   (3) Servis sağlayıcılar, münhasıran erişim sağladıkları yabancı içerikten sorumlu değildir. Yabancı  içeriklerin,  kullanıcı  sorgusu  üzerine  otomatik  ve  kısa  süreli  olarak bulundurulması, erişim sağlama anlamına gelir.   (4) Servis sağlayıcılar, hukuka aykırı içeriklerden Telekomünikasyon Kanunu nun 85. Paragrafı uyarınca iletişim sırrının korunması kapsamında haberdar oldukları ve erişimin engellenmesinin teknik olarak olanaklı ve kendilerinden beklenebilir olduğu durumlarda, söz konusu içeriklerin kullanımının önlenmesine ilişkin genel düzenlemelerden doğan yükümlülükleri saklıdır.(Kanun metni Hee-Hang, Seung(2007).  Compu-Serve Davası , Çeviren İlker Tepe, Özel Yaşam, Medya ve Ceza Hukuku, Karşılaştırmalı Güncel Ceza Hukuku Serisi 7, Ankara Seçkin Yayıncılık, s. 327, 5 nolu dipnottan alınmıştır). 26  14.12.2001  tarihli  bu  değişiklik,  AB  mevzuatının  iç  hukuka yansımasını  sağlayacak biçimde ve AB mevzuatına paralel düzenlemeleri içermektedir. 27  Hoeren, s. 561. 746AÜHFD, 64 (3) 2015: 739-774     Kaya portallarını da kapsar şekilde kullanılmıştır.28 Bu değişikliği hazırlayan sebep Federal Hükümet ve Federe Devletler arasındaki uyuşmazlık ve uygulama farklılıkları olmuştur. Bu farklılık nedeniyle telemedya hizmetlerinin tek bir yasa ile düzenlenmesi mümkün olamadığından karma sistemle düzenleme yolu tercih edilmiştir.  Bu karma sistemde uzlaşma Federal  Hükümet ile Federe Devletler arasında imzalanmış Medya Hizmetleri Devlet Sözleşmesi  Rundfunkstaadsvertrag  (RStV) ile sağlanmıştır. Bu sözleşmede telemedya hizmetlerinin  ekonomik  kısmından  Federal  Hükümetin  sorumluluğuna karşın diğer konularda Federe Devletlere sorumluluklar yüklenmiş, basın ilkeleri gözetilmek suretiyle bilgiden kaynaklanan sorumluluk, veri koruma düzenlemeleri  gibi  birçok  alana  yer  verilmiştir.29  Bu  sözleşmeden  sonra Federal  Hükümet  2007 de  Telemedya  Kanunu nu  çıkarmış,  bu  kanunla Teleservisler  Kanunu  ile  Teleservislerdeki  Kişisel  Verilerin  Korunması Kanunu ndaki  hükümler  bir  araya  getirilmiştir.  Kanun  özünde  temel  bir insan  hakkı  olan  bilgiye  erişim  hakkını,  kişisel  verilerin  özel  olarak korunmasına yönelik hükümleri, şeffaflık kurallarını ve 7 ila 10. maddeleri arasında internet servis sağlayıcılarının sorumluluklarını düzenlemektedir.30 Bu düzenlemelerde aslında AB. E-Ticaret Direktifinin 12 ila 15. maddelerine paralel  düzenlemelere  yer  verilmekte  ve  büyük  ölçüde  bu  maddelerdeki koşullar aranmaktadır.31  Telemedya Kanunu en son 2010 yılında değişikliğe uğramış olup bu değişiklikten konumuzu oluşturan internet servis sağlayıcılarının sorumlulukları kısmı  etkilenmemiştir.  Dolayısıyla  internet  servis  sağlayıcılarının sorumluluğuna ilişkin 2007 tarihinde yapılan değişiklikteki 7 ila 10. maddeler halen yürürlüktedir. Bu hükümlere göre Kanun, basit iletim, ön belleğe alma, yer sağlama ve içerik sağlama olarak dört çeşit internet servis hizmetine yer vermiş, bu hizmetleri yerine getiren içerik sağlayıcı, erişim sağlayıcı ve yer (barındırma) sağlayıcı olarak üç çeşit internet servis sağlayıcıyı birbirinden ayırmıştır.33                                                   28  Dörr,  Dieter/Janich,  Steffen.  (2011).  The  Criminal  Responsibility  of  Internet  Servis Providers in German Law, Misissipi Law Journal, Vol 8, S. 4, 1247-1261, s. 1248-1249. 29  Dörr/Janich, s. 1249. 30  Dörr/Janich, s. 1249-1250. 31  Schulz, Wolfgang/Held, Thorsten/ Meyer, Stephen/Wind, Thilo.(2008). Regulation of Broadcasting and Intenet Services in Germany A Brief Overview, No 13, 2. Baskı, Hamburg: Working Papers of Hans Bredow Institute, s. 16.  32  Bu değişiklik 31.05.2010 tarihinde yapılmış ve Kanun un genel hükümlere ilişkin ilk kısmındaki hükümleri değiştirmiştir.  33  Hoeren, s. 562.   747Almanya da İnternet Servis Sağlayıcılarının...   AÜHFD, 64 (3) 2015: 739-774 Alman  hukukunda  internet  servis  sağlayıcılarının  sorumluluğunu düzenleyen Telemedya Kanunu nun hükümleri hem ceza, hem kamu hem de özel hukuk uyuşmazlıkları bakımından uygulanabilecek hükümlerdir.34 Özel hukuk bakımından Kanun un kapsadığı konular, kişilik hakkı ihlalleri, telif ve marka hakkı ihlalleri ile haksız rekabetin önlenmesidir.35 Bu hükümler, kanun  koyucu  tarafından  sorumluluğa  ilişkin  başvurulabilecek  öncelikli hükümler olarak düşünülmüş olup, bu önceliğin ne olarak nitelendirileceği konusunda çeşitli tartışmalar yapılmışsa da, ağırlıklı görüş bunların  filtre hükümler   olarak  yol  gösterici  olduğunun  kabulü  şeklindedir.37  İnternet servis  sağlayıcılarına  ilişkin  bu  hükümler,  aslında  internet  servis sağlayıcılarının  sorumluluğunu  genişleten  değil  sınırlayan  düzenlemeleri kapsamakta,  internet  servis  sağlayıcıların  sorumluluğu  konusunda muafiyetler getirmektedir.38 İnternet servis sağlayıcıları sorumlulukla ilgili davalarda, özel veya ceza hukukuna ilişkin hükümlerden önce, bir filtre gibi bu hükümlere başvurarak sorumsuzluğa ilişkin birer imtiyaz veya savunma sebebi olarak bu hükümleri ileri sürebilirler.39 İnternet servis sağlayıcıların sorumluluğu bakımından bu hükümler, uyuşmazlık veya iddianın esasını çözmeye  yönelik  hükümler  olmayıp  o  iddianın  varlığı  için  aranacak  ek şartları  oluştururlar.40  Başka  bir  deyimle  bu  Kanun da  düzenlenen sorumluluğun, kamu ve özel hukuk alanında başka düzenlemelere de konu olduğu durumlarda, özel veya kamu hukukuna ilişkin bu kurallardan önce  ön  filtreleme  normu 41  olarak  kabul  edilen  Telemedya  Kanunu ndaki sorumluluğun koşullarına bakılacaktır.42                                                   34  Hoeren, s. 562: Dörr/Janich, s. 1251. 35  Bettınger, Torsten/Freytag, Stefan. (1999). Civil Law Responsibility for Links, s. 2, 15.04.2014 de  http://www.bettinger.de/  fileadmin/mediapool/downloads/Civil_Law_ Responsibility_for_Links.pdf adresinden erişilmiştir. 36  Hoeren, s. 562. 37  Hoeren, s. 562; Dörr/Janich, s. 1252. 38  Dörr/Janich, s. 1252; Gramlich, Cristoph. (2012) Civil Liability for Violations of Personal Rights on the Internet from the German Point of View,Freiburg Law Students Journal. 15.04.2014 de  http://www.freilaw.de/civil-liability-for-violations-of-personal-rights-onthe-internet-from-the-german-point-of-view/697 adresinden erişilmiştir. 39  Hoeren/Yankova, s. 502. 40  Gramlich, 2012. 41  Erman, R. Barış. (2001). Alman Hukukunda İnternetten Kaynaklanan Ceza Sorumluluğu, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Cilt: 59, Sayı: 1-2, 203-225, s. 209. 42  Dörr/Janich, s. 1252. 748AÜHFD, 64 (3) 2015: 739-774     Kaya 3-  Sorumluluğu düzenleyen maddeler  Telemedya  Kanunu ndaki  düzenlemede  önce  internet  servis sağlayıcılarının sorumluluğunun ana hatları çizilmiş olup tüm servis sağlayıcılar için geçerli olan genel ilkeler belirlenmiş, devamında ise sunulan hizmetlere göre özel düzenlemelere yer verilmiş olup ilgili maddeler şunlardır:43 Madde 7. Genel İlkeler (1)  Servis  sağlayıcıları  kullanıma  açık  tuttukları  kendi  bilgileri  için genel hükümlere göre sorumludurlar. (2) 8. madde ile 10. maddeye kadar bahsi geçen servis sağlayıcılarının kendileri tarafından aktarılan veya kaydedilen bilgileri izleme veya hukuka aykırı  bir  eyleme  işaret  eden  koşulları  araştırma  sorumlulukları  yoktur. Servis  sağlayıcılarının  8. madde den  10.  madde ye  göre  sorumsuzlukları halinde  dahi  genel  hükümlere  göre  bilgilerin  kullanımı  engelleme  veya uzaklaştırmaya  ilişkin  sorumlulukları  muaftır.  Haberleşme  hürriyetinin Telekomünikasyon Kanun un 88. maddesine göre korunması saklıdır. Madde 8. Bilginin aktarımı (1)  Servis  sağlayıcıları  iletişim  ağında  aktardıkları  veya  kullanıma erişim sağladıkları yabancı bilgiler hakkında; 1. aktarımı başlatmadıkları, 2. aktardıkları bilgilerin muhataplarını seçmedikleri ve 3. aktardıkları bilgileri seçmedikleri veya değiştirmedikleri, müddetçe, sorumlu değildirler. Birinci cümle, Servis sağlayıcılarının hukuka aykırı fiilleri işlemek için kasıtlı  olarak  kendi  hizmetinden  faydalanan  bir  kullanıcıyla  beraber çalışmaları halinde geçerli değildir. (2) Birinci fıkra anlamında bilgilerin aktarımı ve erişim sağlanmasına aracılık etme, bilgilerin otomatik kısa süreli ara kaydının sadece iletişim ağındaki aktarımın gerçekleştirilmesi için olması ve bilgilerin aktarım için normalden daha fazla kaydedilmemesi koşuluyla, bahsi geçen durumu da kapsar.                                                   43  Maddelerin çevirisi Freiburg Max-Planck Enstitüsü Doktora Öğrencisi Mehmet Arslan tarafından yapılmıştır.   749Almanya da İnternet Servis Sağlayıcılarının...   AÜHFD, 64 (3) 2015: 739-774 Madde 9. Bilgilerin hızlandırılmış aktarımı için ara kayıt Servis sağlayıcıları otomatik zaman sınırlı ve sadece yabancı bilgilerin diğer kullanıcılara talep üzerine daha etkin bir şekilde aktarımın düzenlemek amacıyla yapılan ara kayıt için; 1. bilgileri değiştirmedikleri, 2. bilgilere erişimin koşullarına uydukları, 3. genel kabul gören ve kullanılan endüstri standartlarınca tespit edilen bilgilerin güncelleştirme kurallarına uydukları, 4. genel kabul gören ve kullanılan endüstri standartlarınca tespit edilen bilgilerin kullanımı hakkındaki verilerin toplanmasına ilişkin teknolojilerin geçerli kullanımını zedelemedikleri ve 5. bu madde anlamında kaydedilen bilgileri uzaklaştırmak veya bunlara erişimi engellemek için, bilgilerin kaynak çıkış noktalarından yayılmasının ağdan çıkartıldığı veya bunlara erişimin engellendiği veya bir mahkeme veya idari kurumun çıkarmaya veya engellemeye karar verildiği hakkında bilgi alır almaz zaman geçirmeden hareket ederlerse,  sorumlu değildirler. 8. maddenin 1. fıkrasının 2. cümleleri kıyasen uygulanır. Madde 10. Bilgilerin kaydedilmesi Servis sağlayıcıları bir kullanıcı için kaydettikleri yabancı bilgilerden dolayı; 1. hukuka aykırı hareket veya bilgi hakkında bilgi sahibi olmadıkları ve tazminat taleplerinin varlığı halinde hukuka aykırı bir hareket veya bilginin açık bir şekilde anlaşıldığı olgu veya koşullara vakıf olmadıkları veya 2.  bu  bilgiyi  elde  eder  etmez,  bilgileri  çıkarma  veya  erişimin engellenmesi için zaman geçirmeden harekete geçmeleri halinde, sorumlu değildirler. Birinci cümle, kullanıcının servis sağlayıcının altı olması veya onun tarafından gözetlenmesi durumunda geçerli değildir. 750AÜHFD, 64 (3) 2015: 739-774     Kaya 4-   İnternet servis sağlayıcıları ve sorumlulukları Alman  hukukunda  internet  servis  sağlayıcıları,  fonksiyonları bakımından  birbirlerinden  ayrılmış  ve  bu  ayrıma  göre  sorumlukları derecelendirilmiştir. Bu sistem gereği internet servis sağlayıcılar, adlarına açıkça yer verilmese de içerik sağlayıcı, erişim sağlayıcı ve yer (barındırma) sağlayıcı olarak sınıflandırılmıştır.  A- İçerik sağlayıcı İçerik  sağlayıcı  kendi  hazırladığı  içeriği  internet  ortamında  üçüncü kişilerin kullanıma sunan bilgi sağlayıcısıdır. Bu bağlamda internette kendi web sayfasını hazırlayan onun içeriğinden sorumludur.44 İçerik sağlayıcının kendi hazırladığı içerik nedeniyle sorumluluğunda, bu içeriği başkasından kopyalaması  veya  kullanım  hakkına  sahip  olmaması  hallerinde  bile sorululuğu  geçerlidir.45  Telemedya  Kanunu  7/1.  maddesinde   servis sağlayıcıları kullanıma açık tuttukları kendi bilgileri için genel hükümlere göre sorumludurlar  denilmek suretiyle, içerik sağlayıcının kendi kullanıma sunduğu  içerik  (bilgi)  nedeniyle  sorumluluğu   genel  hükümlere   tabi kılınmıştır. Yani içerik nedeniyle cezai ve hukuki bir sorumluluk varsa içerik sağlayıcı genel hükümler gereği eylemi nedeniyle sorumlu tutulacaktır.46  Gerek  AB  hukukunda  gerek  Alman  hukukunda  internet  servis sağlayıcılarının sorumsuzluğuna ilişkin ayrıcalık, başkasına ait (harici) içerik söz konusu ise geçerlidir. Bu bağlamda servis sağlayıcının kendisine ait içerik ile başkasına ait içeriğin nasıl belirleneceği ve ayrımının yapılacağı sorusu  gündeme  gelecektir.  Zira  içerik  sağlayıcının  sorumluluğunda  asıl belirleyici  olan  ve  önem  kazanan  husus  başkasına  ait  içerikten kaynaklanmaktadır.47  İçerik  sağlayıcının  internet  ortamında  başkasına  ait içeriğe yer vermesi, link verilmesi, frame vb. yollarla bağlantı sağlaması mümkün  olup  pratikte  bu  durumda,  kişinin  internet  ortamında  kendisi tarafından  hazırlanmış  içerik  ile  üçüncü  kişinin  içeriğinin  birbirinden ayrımının açıkça yapılmış olması önem kazanacaktır.48 İçerik sağlayıcının  içerik nedeniyle sorumluluk sahibine aittir, hiçbir sorumluluk kabul etmeyiz                                                  44  Hoeren, s. 562. 45  Dörr/Janich, s. 1253. 46  Dörr/Janich, s. 1253. 47  Dörr/Janich, s. 1253. 48  Hoeren, s. 562.   751Almanya da İnternet Servis Sağlayıcılarının...   AÜHFD, 64 (3) 2015: 739-774 vb.  ifadelerle başkasına ait içerikle kendi içeriğini ayırt etmesi mümkün ise de,  bu  durum  Alman  mahkemelerince  her  zaman  sorumluluğu  ortadan kaldıran  bir  durum  olarak  değerlendirilmemiştir.  49  Hamburg  LG  bir kararında, özel hayata ilişkin bilgileri içeren başkasına ait içerik nedeniyle bir internet forum işleteninin sorumluluğunu tartıştığı davada, işletenin özel hayatı ihlal eden başkasına ait içerikle ilgili genel bir mesafe koymasına ilişkin sorumsuzluk şartının geçerli olmayacağını belirtmiştir. Kararda içerik sahibinin  sadece  kendisine  ait  içerik  nedeniyle  değil,  internet  ortamında erişimine  imkân  sağladığı  başkasına  ait  içerik  nedeniyle  de  sorumlu olabileceği, zira forum işleteninin gönderilen bilgileri değiştirip düzeltme imkânına  sahip  olduğu  açıklanmış,  işletenin  hâkimiyet  sahasında bulundurma  gerçeğinin  bir  sonucu  olarak  siteye  kanuna  aykırı  olarak gönderilen içerik nedeniyle sorumlu olması gerektiği sonucuna varılmıştır.  Başkasına ait içeriğin kullanıma sunularak yayılmasında şu üç durumun birbirinden ayrılması gerekir. Bunlar, içeriğin teknik dağıtımı, fikri dağıtımı ve başkasına ait içeriğin benimsenmesidir.51  Başkasına ait içeriği, içerik sağlayıcı sadece teknik olarak yayıyorsa, içerikle ilgisi olmayıp içerik hakkında bir bilgisi de yoktur.52 Bu nedenle içerik  sağlayıcıların  başkasına  ait  içerik  nedeniyle  cezai  ve  tazminat nedeniyle  sorumlu  olmayacakları  düşünülebilirse  de,  bu  onlara  karşı saldırının önlenmesi veya durdurulması konusunda yasal yollara başvuru imkânını ortadan kaldırmaz.53 Ancak üçüncü kişilerin haklarının ihlali söz konusu ise başvurulabilecek bu yollarla sorumluluk, dağıttıkları ürünlerle hiçbir  bağlantıları  olmayan  dağıtıcı  şirketlerin  sorumluluğuna  benzer.54 Burada  sorumluluk  içerik  sahibine  ait  olup,  içerik  sağlayıcı  devamlı güncellenip değişen içeriğe atıf yaptığından, her ne kadar Kanun un 8/2. maddesi ( ön belleğe ara kayıt) lafzında araştırma yükümlülüğüne yönelik istisnada link aracılığı ile bilginin dağıtımından söz etmese de, buradaki istisna hükümleri teknik dağıtım yapan içerik sağlayıcılara da uygulanabilir.55                                                  49  Hoeren, s. 562. 50  LG Hamburg, 27.04.2007, 324 O 600/6 (https://dejure.org/). 51  Köster, Oliver/Jürgens, Uwe. (2003). Liability For Links in Germany, Hamburg: Working Papers of the Hans Bredow Institute, s, 6. 52  Köster/Jürgens, s. 6-7. 53  Köster/Jürgens, s. 9. 54  Köster/Jürgens, s. 9. 55  Köster/Jürgens, s. 9. 752AÜHFD, 64 (3) 2015: 739-774     Kaya İçeriği fikren yayan için, en azından bu içerikten haberdar olması ve buna bağlı olarak içeriğe atıf yapması, imada bulunması, bahsetmesi, espri yapması  gibi  yollarla  içeriğin  farkında  olduğunun  anlaşılması  gerekir.56 Başkasına ait içeriği fikren yayan, onu tam kendi içeriği gibi benimsemese bile  sorumlu  tutulabilir.  Bu  içeriğin  benimsenmediğinin  genel  ifadelerle belirtilmiş olması durumunda, içeriğin belli bir suç düzeyine ulaşmaması hali ve özellikle hakaret içeren içerikler nedeniyle sorumluluk doğmayacağı mahkemelerce kabul edilmektedir.57 Bu dağıtım işleminin kanuna uygunluğu her  olayda  o  olayın  şartları  ve  özellikle  yayılan  hukuka  aykırılığının ciddiyeti  ile  bu  bilginin  yayılmasındaki  yararların  tartılması  suretiyle belirlenecektir.58  Başkasına ait içeriğin benimsenmesinde, içerik sağlayıcı başkasına ait içerikle  aynı  fikirde  olup  içeriğe  katılmakta,  bu  katılımı  da  kullandığı kelimelerle içerik sanki kendisine aitmiş gibi ortaya koymakta, başkasına ait içeriği  hazırlamadığı  halde  öyle  davranmakta  ve  bağlantı  sağladığı beyanlarla kendisini özdeşleştirdiğini göstermektedir.59 Başkasına ait içeriğin benimsenip benimsenmediğinin en çok gündeme geldiği konu linklerdir. Çok miktardaki  veri  veya  dökümana  evrensel  olarak  yapılan  atıflar  içeriği benimseme olarak kabul edilemeyeceği gibi, bağlantı sağlanan içeriğin link sağladığı  başka  içerikler  nedeniyle  bu  yeni  içeriğin  benimsendiği  genel olarak kabul edilmemektedir.60 İçerik sağlayıcı başkasına ait içeriğe sayfa içi link  (inline  –link)  vererek  geçiş  sağlamak  suretiyle  benimsediği  kabul edilebilir. Bu şekildeki link, içerik sağlayıcının kendi bilgisi ile öyle bir bütünlük göstermektedir ki, içerik sağlayıcı bilgilerin kaynaklarını açıkça ayırt etmedikçe bu onun benimsediği içerik sayılır. Bu durumun istisnasını ise, içerik sağlayıcının gerçekten bu içerikle aynı fikirde olmadığını, bu fikri onaylamadığını veya karşı olduğunu açıkladığı durumlar oluşturur.61 Fakat linkin  içerik  sağlayıcının  servisi  ile  bu  derece  bütünlük  içinde  olmadığı durumlarda da başkasına ait içeriğin benimsenmesi mümkündür. Özellikle                                                  56  Köster/Jürgens, s. 6-7. 57  Köster/Jürgens, s. 9. 58  Köster/Jürgens, s. 9. 59  Hoeren, Thomas. (1998). Liability in the Internet und the new German multimedia law regulations,  (multimedia).  10.04.2014 de  http://www.uni-muenster.de/Jura.itm/hoeren/ veroeffentlichungen/Auteurs&Media-Article.pdf adresinden erişilmiştir. 60  Dörr/Janich, s. 1255. 61  Köster/Jürgens, s. 8.   753Almanya da İnternet Servis Sağlayıcılarının...   AÜHFD, 64 (3) 2015: 739-774 basınla ilgili davalarda bu konu gündeme gelebilir. İçerik sağlayıcının link vermesi bir atıf belirtisi olabilir. Çok sayıda ve belli bir listedeki günlük gazetelere link verilmesinde, her ne kadar bu gazeteler bilerek seçiliyorsa da, içerik  sağlayıcı  içerikleri  devamlı  değişen  bu  linklere  genel  bir  atıfta bulunmaktadır.62 İçerikleri sık sık değişmeyen bir internet sitesi veya makale gibi unsura link verilmesi durumunda, orta düzeydeki bir kullanıcı bunun sunuş  biçiminden  (renginin  farklılığı,  altının  çizili  olması  vb.)  farklı olduğunu anlayabilir. Dahası bu tür bağlantı yapılan linke içerik sağlayıcının hakim  olması,  linkin  içeriğini  değiştirmesi  de  beklenemez.  Bu  durumda başkasına  ait  içeriğin  benimsendiğine  dair  açık  kabul  veya   satır  arası  açıklamalara  göre  durumun  değerlendirilmesi  gerekir.  Bazı  durumlarda sadece şeklen kendi içeriği ile başkasına ait içeriğin ayrıştırılması durumu değiştirmeyecek,  bu  ayrımın  gerçekten  varlığı  diğer  bağlantılı  şartlarla birlikte değerlendirilecektir. Bağlantı yapılan içeriğin ağır şekilde kanuna aykırılığının  açıkça  görüldüğü  durumlarda,  onun  benimsenmiş  olmasının sınırı daha düşük olarak değerlendirilecektir.63 Başkasının içeriğine erişim sağlayıcı  tarafından  link  sağlamada  link  verenin  durumunu  BerlinTiergarden  Yerel  Mahkemesi  tartışmıştır.64  Mahkeme  burada  linkin bağlamını, hangi bağlamda bağlantı yapıldığını ve bunun sunuluş biçimini dikkate almıştır. Link ile başkasının içeriğine sadece bir atıf yapılıyorsa link veren erişim sağlayıcıdır ya da böyle değerlendirilmelidir. Ancak başkasının içeriğini benimsemesi ile link atılmasında durum farklıdır. Burada, içerik sağlayıcı  gibi  davranmakta  ve  link  atarak  bağlantı  sağladığı  linkteki beyanlarla kendisini özdeşleştirdiğini göstermektedir.65 Başkasına ait içeriğin benimsenmesini belirlemede içerik sağlayıcının durumuna  da  bakılmalıdır.  Bir  başkasının  içeriğinin  bilerek  ve  seçilerek alınması  ve  bunun  açıkça  içerik  sağlayıcı  tarafından  kabulü  halinde, başkasına ait içeriğin onun tarafından benimsendiği sonucuna varılabilir. Ayrıca  içerik  sağlayıcının  başkasına  ait  içeriği  benimsediği  konusunda, içeriğe ilişkin görünen tutumuna dayalı objektif çıkarımlar da bu varsayımı destekleyebilir. Editoryal bir incelemenin (haber gruplarında moderatör vb. kullanılması) olduğu durumlarda içeriğin hiçbir değişime uğramadan aynen                                                  62  Köster/Jürgens, s. 8-9. 63  Köster/Jürgens, s. 9. 64  Naklen Hoeren (multimedia), 1998. 65  Hoeren (multimedia), 1998. 754AÜHFD, 64 (3) 2015: 739-774     Kaya alınması veya içerikle ilgili evrensel kabul gören sorumluluğa ilişkin kabul anlamına gelen bir açıklamanın bulunması hallerinde içeriğin benimsendiği sonucuna varılabilir. Ancak  servis  sağlayıcının  başkasına  ait  içeriği  benimseyip benimsemediği  her  davada  o  davanın  koşullarına  göre  belirlenmelidir.67 Burada içeriğin benimsenip benimsenmediği, kullanıcının perspektifinden incelenmeli,  benimsenen  içeriğin  içerik  sağlayıcının  olduğuna  dair kullanıcıda bir kanaat oluşmalıdır.68 Kişi başkasına ait içeriği benimsemiş kendisine aitmiş gibi yaymış ise, bağlantı sağladığı içeriği kontrol etmediği veya bağlantının devamına ilişkin yardımı nedeniyle sorumlu tutulmaktadır.69  B-  Erişim sağlayıcı  İnternet ortamında, başkalarına ait bilgileri (içerik) yalnızca ileten veya bilgilerin  kullanımına  erişimini  sağlayan  hizmet  sağlayıcıları  erişim sağlayıcılar olup bunlar müşterilerinin telefon hatları aracılığı ile internet erişimini  sağlayan  elektronik  haberleşme  şirketlerine  benzetilirler.70  Bu nedenle  de  erişim  sağlayıcılar  kural  olarak  ilettikleri  bilgiler  nedeniyle sorumluluktan  muaftırlar.  Bu  sorumluluktan  muafiyetinin  nedeni  bilgi toplumunda  erişim  hizmetlerinin  öneminden  kaynaklanmakta,  erişim sağlayıcıların erişim altyapısı ile hukuka aykırı veya zararlı içeriği ileterek bunların  yayılmasına  yardımda  bulunmaları,  bunlara  sorumluluk yüklenmesini gerektirir makul bir neden olarak görülmemektedir.71  Erişim  sağlayıcıların  sorumluluğu  Telemedya  Kanunu,  8  ve  9. maddelerinde düzenlenmiş olup bu hükümler AB E-Ticaret Direktifinin 12. maddesine  karşılık  gelmekte,  erişim  sağlayıcılar  için  basit  iletim hizmetlerinin yanı sıra ön belleğe alma (caching) şeklindeki ara depolama hizmetlerini  de  düzenlemektedir.72  Kanun un  7/2.  maddesi  gereği  erişim sağlayıcılara ilettikleri veya kaydettikleri içerik nedeniyle bir içerik denetimi                                                  66  Dörr/Janich, s. 1254. 67  Dörr/Janich, s. 1254. 68  Köster/Jürgens, s. 6-7. 69  Dörr/Janich, s. 1255. 70  Dörr/Janich, s. 1256. 71  Dörr/Janich, s. 1256-1257. 72  Hoeren, s. 565.   755Almanya da İnternet Servis Sağlayıcılarının...   AÜHFD, 64 (3) 2015: 739-774 yükümlülüğü getirilmemiştir. Ceza ve tazminat sorumlulukları söz konusu olmasa  da,  genel  hükümlere  göre  erişim  sağlayıcılara  içeriğin  yayından çıkarılması  veya  erişimin  engellenmesi  yükümlülüğü  getirilebilir  ki,  bu yükümlülükler  onların  sorumluluk  muafiyetinden  etkilenmezler.  Ancak burada   hiç  kimsenin  imkansıza  zorlanamayacağı   (impossibilium  nemo obligator) ilkesine başvurularak sınırsız erişimin engellenmesi istemlerine karşı  konulabilir.73(Önceki  düzenlemede  Teleservisler  Kanunu  5. maddesinde teknik olarak mümkün ve beklenebilir olma şartı aranırken yeni düzenlemede bu ifadelere yer verilmemiştir.) Basit iletim hizmetleri, Kanunun 8. maddesinde düzenlenmiş ve kural olarak erişim sağlayıcıların sorumsuz oldukları hüküm altına alınmıştır. Bu maddeye göre muafiyet ancak, kullanıcı bilgilerini iletmeleri ya da iletişim ağına erişimde aracılık etmeleri durumunda geçerli olacaktır.74 Kural, erişim sağlayıcılarının  sorumluluktan  muaf  olması  olsa  da,  bazı  durumlarda  bu muafiyetten söz edilemez. Bu durumlardan ilki hukuka aykırı fiilleri işlemek için kasıtlı olarak kendi hizmetinden faydalanan bir kullanıcıyla beraber çalışmaları yani birlikte hareket etmeleri halidir. Burada erişim sağlayıcı hukuka aykırı eylemi, sağladığı hizmetle bilinçli bir şekilde kullanıcı ile işbirliği  yaparak  gerçekleştirmektedir.  Erişim  sağlayıcının  eylemi  suça iştirak  olup  örneğin  gerekli  linkin  sağlanmasında  olduğu  gibi,  suçun işlenmesine  yardımda  bulunulması  yeterli  olacaktır.75  Kanun un  7/1. maddesinde  kendi  içeriği  nedeniyle  sorumluluk  ayrıca  düzenlenip  genel hükümlere  göre  sorumluluk  kabul  edildiğinden,  bu  iştirak  durumunun kanuna karşı hile yoluyla başvurulmuş bir kendi içeriğini oluşturma olup olmadığı sorusu gündeme gelecek ve bu konuda da inceleme yapılacaktır.76  Erişim  sağlayıcıların  sorumluluğunun  gündeme  geleceği  bir  diğer durum ise, iletişim ağında aktardıkları veya kullanıma erişim sağladıkları yabancı bilgilere müdahalede bulunmalarıdır.77 Kanun metnine göre, internet ortamındaki  iletimi  başlatma,  ilettikleri  bilgilerin  muhataplarını  seçme, ilettikleri  bilgileri  seçme  veya  değiştirme  söz  konusu  ise  sorumluluk muafiyeti söz konusu olamayacaktır.                                                  73  Hoeren, s. 565. 74  Hoeren, s. 565. 75  Dörr/Janich, s. 1257. 76  Dörr/Janich, s. 1257. 77  Erman, s. 216. 756AÜHFD, 64 (3) 2015: 739-774     Kaya Sorumluluktan  muafiyet  için  Kanun un  8/2.  maddesinde  aradığı  bir durum ise, maddenin ilk fıkrasına uygun aktarım ve erişim sağlanmasına aracılıkta,  bilgilerin  iletim  için  gerekli  olandan  daha  fazla  süre  ile kaydedilmemiş olması koşulu olup bunun aksine uygulamalarda sorumluluk söz konusu olacaktır.78 Proxy-  cache  (Ön  bellekte  ara  kayıt)  sağlayıcılar,  genellikle  içerik sağlayıcılarca istenilen içeriği, tekrar iletime gerek olmadan bir ön belleğe kaydeden internet aracılarıdır.79 Bu sistemde çokça talep edilen içerikler çeşitli sunucularda ön belleğe kaydedilmekte olup bu çeşit kaydın ekonomik önemi  nedeniyle  Alman  kanun  koyucu,  bu  durumda  özel  bir  muafiyet tanımış, genellikle ön belleği alma hizmeti de erişim sağlayıcılar tarafından yerine  getiriliyor  olsa  da  haklı  olarak  ön  belleğe  alma  hizmetini  erişim sağlama hizmetinden ayırarak farklı şekilde düzenlemiştir.80 Bu düzenleme AB. E-Ticaret Direktifinin 13. maddesiyle uyumludur.81 Ön belleğe alma hizmetleri  bakımından  Kanun un  9.  maddesinde  erişim  sağlayıcı  için sorumluluk  muafiyeti  söz  konusu  ise  de,  bu  basit  iletim  hizmetlerinden farklıdır.  Kanun a  göre  sorumsuzluk,  kullanıcı  tarafından  talep  edilen başkasına ait içeriğin, daha etkin bir şekilde iletimi için otomatik olarak ve belirli bir zamanla sınırlı olarak ön belleğe kaydında geçerlidir.82 Sorumluluk muafiyeti  için,  erişim  sağlayıcının bu  içeriği  değiştirmeden  yani  orijinal sunucudaki başlangıçtaki ilk şekline uygun olarak ön bellekte kopyalanmasını sağlaması ve bilgiye erişim koşullarının göz ardı edilmemesi gerekir.83 Yani, kaynak sunucunun bilgiye erişim için öngördüğü hususları ön bellekte ara kayıt (Proxy-cache) sağlayıcısı değiştirmemeli, örneğin küçüklerin korunması için site sahibince şifre vb. aranıyorsa bu koşulu erişim sağlayıcı da garanti etmeli, erişimi  için  öngörülen  tüm  kontrol  ve  kısıtlamaya  ilişkin  uygulamaları sürdürmelidir.84  Sorumsuzluğun  bir  diğer  şartı  ise,  içeriğin  güncellenmesi konusunda genel kabul gören ve kullanılan standartlara uygun davranılmasıdır. Ana kaynağa bağlı olarak sağlayıcı, bilgilerini ana kaynakla karşılaştırarak gerektiğinde değiştirip güncellemelidir.85 Sorumsuzluk için aranan bir diğer                                                  78  Dörr/Janich, s. 1257. 79  Dörr/Janich, s. 1258. 80  Dörr/Janich, s. 1258. 81  Hoeren/Yankova, s. 508. 82  Dörr/Janich, s. 1258. 83  Dörr/Janich, s. 1258. 84  Dörr/Janich, s. 1258. 85  Dörr/Janich, s. 1258.   757Almanya da İnternet Servis Sağlayıcılarının...   AÜHFD, 64 (3) 2015: 739-774 şart ise, sağlayıcının bilgilerin kullanımına ilişkin verileri toplamada geçerli olan kurallara uyması olup, sağlayıcının veri toplama teknolojisine müdahale etmesine  izin  verilmez.86  Sorumluluk  muafiyetine  ilişkin  en  önemli düzenleme ise, içeriğin çıkarılması veya erişimin engellenmesi konusunda mahkeme veya kamu otoriteleri tarafından alınmış kararların ön bellekte ara kayıt sağlayıcısına bildirilmesi veya ön belleğe kaydettikleri içeriğin asıl siteden çıkarılmış olduğu bilgisinin alınması halinde derhal harekete geçerek ön bellekten bu bilgileri kaldırma yükümlülüğüdür. Ana kaynakta bilginin silinmesi  halinde  bile,  ön  bellekteki  kayıt  orada  kalmaya  devam edeceğinden, ön bellekte ara kayıt sağlayıcısına mahkeme veya idari emir verilmesi veya bu kaldırmadan haberdar olunması halinde erişimi sağlamaya devam etmesi nedeniyle sorumluluk getirilmiştir.87 Basit iletimi sağlama konusundaki 8/1. fıkra 2. cümlesi kıyasen ara depolamada da uygulanacak, basit iletime erişim sağlamada olduğu gibi ara depolama ile erişimin sağlanmasında da hukuka aykırı fiilleri işlemek için kasıtlı olarak kendi hizmetinden faydalanan bir kullanıcıyla beraber çalışan, yani birlikte hareket eden ön bellek ara kayıt yapan erişim sağlayıcıları için Kanun un 9/son maddesi gereği sorumluluk gündeme gelecektir.88 C-  Yer sağlayıcı  Yer  sağlayıcılar,  barınma  hizmeti  sağlamakta  olup  kendilerine  ait bilgisayarlarda  kullanıcılara  ait  içeriklerin  saklanmasına  olanak  tanırlar. Bunların  bilinen  en  klasik  örneği,  gerçek  veya  tüzel  kişilere  ait  web sitelerinde barınma imkanı tanıyan sunuculardır.89 Yer sağlayıcı için Alman kanun  koyucu,  yer  sağlayıcıların  sunucularında  depoladıkları  bilgilerin miktarı  ve  hızla  değişmesi  nedeniyle,  sistem  itibarıyla  bunları  kontrol imkânının  zor  olmasına  dayalı  olarak  barınma  hizmeti  verilen  içerik nedeniyle sorumluluk öngörmemiştir.90 Bu bağlamda Telemedya Kanunu 10. maddesinde kural olarak yer sağlayıcılar için hukuki veya cezai sorumluluk olmadığı  belirtilmişse  de,  bu  sorumsuzluk  ancak  içeriğin  hukuka  aykırı olduğunun bilinmediği durumlar için mutlaktır. Buradaki bilme,  açıkça                                                   86  Dörr/Janich, s. 1259. 87  Dörr/Janich, s. 1259. 88  Dörr/Janich, s. 1259. 89  Dörr/Janich, s. 1259. 90  Dörr/Janich, s. 1259. 758AÜHFD, 64 (3) 2015: 739-774     Kaya hukuka aykırı olduğunu bilmedir.91 Ayrıca maddenin düzenleniş biçiminden (özellikle  çalıştırdığı  kişilerin  eyleminden  sorumluluğa  ilişkin  hükümler bakımından),  kanun  koyucunun  yer  sağlayıcıları,  gerek  iç  işleyiş  biçimi gerekse  birliklerle  otokontrol  (özdenetim)  mekanizmaları  geliştirmeye zorladığı görülmektedir.92 Bu konu Münih LG nin bir kararında tartışmaya konu olmuş ve mahkeme, servis sağlayıcının bazı şeylere göz yummasının beklenmesinin sorumluluk bakımından istisnalara yol açacağını ve bu tür istisnalara  izin  verilmemesi  gerektiğini  belirtmiştir.  Mahkeme,  kanuna aykırılık temelinin somut olay bazında araştırılması görevinin yüklenmesinin gerekebileceğine vurgu yapmıştır.93 Özellikle açıkça internet yoluyla saldırı tehlikesinin bulunduğu hallerde bu görevin servis sağlayıcıya yüklenmesi uygun olsa da, bu durum AB E-Ticaret Direktifi nin 15/1. maddesindeki içeriğin denetiminden kaçınılması düzenlemesiyle çelişiktir.94 Yer sağlayıcılar, barındırdıkları başkasına ait içeriklerin açıkça hukuka aykırılığı hakkında bilgi sahibi olur olmaz, bu içeriğin çıkartılması ya da buna erişimin engellenmesi için gerekli önlemleri derhal almalıdır.95 Aksi halde bu bilinçli eylemi nedeniyle hukuki ve cezai sorumluluğu gündeme gelecektir. Burada ispat yükü davacı tarafta olup yalnızca yer sağlayıcının bildiği değil aynı zamanda hukuka aykırı olduğunu bildiğini de ispat ile sorumluluk doğacaktır.96 Ancak bu sorumluluk tüm hukuka aykırı eylemden değil, yer sağlayıcıların kendi kasıtlı suç ve ya haksız fiili ile sınırlı olarak sorumluluğuna neden olacaktır.97 Yer sağlayıcıya yüklenen bu yükümlülüklerin (içeriğin çıkarılması, erişimin engellenmesi vb.) teknik olarak mümkün ve uygun  olup  olmadığı  da  araştırılmalıdır.  Uygun  olma  yalnızca  ekonomik uygunluk  olarak  algılanmamalı,  bu  unsur  her  davada  o  davanın  şartları değerlendirilerek  ve  korunan  hukuki  yararların  objektif  değerlerine  göre belirlenmelidir.98  Sorumluluk muafiyetinin yer sağlayıcılar bakımından geçerli olmadığı bir diğer durum ise, Kullanıcının yer sağlayıcının emri altında çalışması veya                                                  91  Hoeren, s. 567. 92  Hoeren, s. 567. 93  Hoeren, s. 568. 94  Gramlich, 2012; Hoeren, s. 568. 95  Hoeren, s. 567. 96  Hoeren/Yankova, s. 509. 97  Hoeren, s. 567. 98  Dörr/Janich, s. 1260.   759Almanya da İnternet Servis Sağlayıcılarının...   AÜHFD, 64 (3) 2015: 739-774 onu gözetim yükümlülüğünün bulunması halidir. Yer sağlayıcının, denetim ve  gözetim  yükümlülüğünün  sonucu  olarak  içeriğe  bu  yolla  hakim olabilmesinden kaynaklanan bir sorumluluk söz konusu olacaktır.  5-  Diğer internet servis ve aracılıkları nedeniyle sorumluluk İçerik sağlayıcı, erişim sağlayıcı ve yer sağlayıcıya ilişkin hükümlere Alman Telemedya Kanunu nda yer verilmişse de, bunlar dışında yer alan, internet  ortamında  her  gün  karşılaştığımız  ve  fakat  açıkça  nitelikleri  ve sorumluluklarının ne olduğu tartışılan birçok aracılık hizmeti ve bunların sağlayıcıları vardır. Bu internet aktörlerinin sorumluluğu Almanya da çeşitli davalarda  mahkemelerce  tartışılmakta  ve  içtihatlar  sorumluluğa  yön vermektedir.  Bu  nedenle  çeşitli  yargı  içtihatları  ve  tartışılan  internet servisleri  konusunda  bazı  örnekler  verilerek  sorumluluktaki  yeni yaklaşımlara ışık tutmaya çalışacağız.  Online  alış  veriş  ve  açık  artırma  sitelerinde  sahte  ürünler  satılması nedeniyle görülen davalarda BGH, e-Bay ve Ricardo adlı sitelere karşı açılan davalarda  bu  siteleri  yer  sağlayıcı  olarak  nitelendirmiş,  AB  E-Ticaret Direktifi nin  14.  maddesine  atıf  yaparak  kullanıcı  adına  başkalarına  ait bilgileri  sunucularında  depoladıklarından  başkasına  ait  bu  bilgilerden haberdar olmalarının beklenemeyeceğini belirterek, birinci derecede sorumlu tutulamayacakları sonucuna varmıştır. Yüksek Mahkemenin genel yaklaşımı, bu satış sitelerinin satışına aracılık ettikleri her ürünü denetleyemeyeceği, aynı  veya  benzer  haksız  saldırıları  önleme  yükümlüğünün  servis sağlayıcıdan   beklenebilir  olması   halinde  bu  yükümlülüğün yüklenebileceğidir.99 Bu sitelerden her ürünü denetlemelerinin istenmesinin sundukları iş modeli gereği beklenemeyeceği gibi, her ürünün denetimine yönelik  böyle  bir  görev  yüklenmesi  bu  satış  sistemini  işlemez  hale getirebilecektir. Öte yandan Mahkeme, online satış sitelerinin bu işi ticari amaçla  yapmakta  ve  yapılan  satışlardan  pay  alarak  gelir  elde  etmekte olduklarını, başka bir deyimle bu faaliyetten yarar sağladıklarından belli külfetlere katlanmaları gerektiğini de göz ardı etmemektedir. Bu nedenle uyuşmazlığın  çözümünde  çatışan  değerler  arasında  uygun  bir  dengenin kurulması bakımından ihlal öncesinde yer sağlayıcıya denetim yükümlülüğü getirilemezse  de,  ihlal  konusunda  bilgilendirilerek  ihlalin  varlığını öğrendikten  sonra  erişimin  engellenmesi  taleplerini  yerine  getirmeleri,                                                  99  BGH, 19 Nisan 2007, I ZR 35/04; BGH, 11 Mart 2004, I ZR 304/01 (dejure.org). 760AÜHFD, 64 (3) 2015: 739-774     Kaya dahası ileriki ihlalleri önleme bakımından makul, kendilerinden beklenebilir ve teknik olarak da mümkün olan önlemleri almaları gerekir.100 Yüksek Mahkeme, ileriki ihlaller bakımından online açık artırma sitelerinde belli markalı ürünler gibi özel bir içeriğe odaklanmayı sağlayıp, fırsat vb. adlar altında  yeni  ve  benzeri  katkı  ve  teklifler  sunarak  ileriki  ihlallere  neden olunacağı  tezini  kabul  edilebilir  bulmamıştır.  Hamburg  OLG (Oberlandesgericht)101 ise, internet alışveriş sitesi işleticilerinin gelecekteki ihlalleri  önlemede  başarısız  olmaları  durumunda,  eyleme  müsamaha göstermek suretiyle doğrudan ihlalde bulunan olarak kabul edilebileceklerini belirtmiştir. Bu bakış açısına göre, saldırının önlenmesi konusundaki dava, işletici ihlalin farkında olmasa bile açılabilecek, ancak ihlalin varlığına dair bilgi elde edildikten sonra gereği yapılmazsa bu noktadan sonraki zararların tazmini sorumluluğu gündeme gelecektir.102 Web Portal işleteni de Alman Hukukunda çeşitli yargı kararlarında tartışılmıştır. Telif hakkı ihlalleri bakımından incelenen dosyada BGH, 104 bir                                                  100  Bu kararların ayrıntılı yorumu ve diğer AB ülkeleri uygulamaları ile karşılaştırılması için bakınız: Rühmkorf, Andreas. (2009). eBay on the European Playing Field: A Comparatice Case Analysis of L oreal v eBay. Scripted A Journal of Law, Technology & Society, 15.04.2014 de http://script-ed.org/?page_id=228 adresinden erişilmiştir. 101  OLG Hamburg un, 24.07.2008, 3 U 216/06 sayılı kararında, ikametgahı İsviçre de olup Almanya da şubesi bulunan internet satış sitesine çocuk sandalyesi üreticisi olan davacı tarafından marka ve haksız rekabet iddiasına dayalı olarak açılan davadaki tartışmalar için bakınız: http://openjur.de/u/30706.html (26.04.2014). 102  Hoeren/Yankova, s. 529. 103  Portal, kelime anlamı itibarıyla  giriş, büyük kapı  demek olup bilişim alanında diğer sitelere daha kolay ve hızlı erişmek için ziyaret edilen, siteler için kullanılan bir deyimdir. Portallar, içeriklerindeki arama motorlarıyla internet ortamında kullanıcıları istedikleri sitelere  götürmeyi  amaçlarlar.  mynet.com,  trmsn.com  gibi  portallar  çok  kullanılan portallardır.(Ayrıntılı bilgi için bakınız: http://bilgilist.com/portal-nedir/).  104  BGH nin,  12.11.2009,  I  ZR  166/07  sayılı  kararında  dava,  davacının  kendi  internet sitesinde yayınladığı yemek tarifleri ve fotoğraflarının davalı tarafından işletilen portala bir kullanıcı  tarafından  davacının  izni  alınmadan  yüklenmesine  ilişkindir.  Burada  portal işleteni aleyhine de açılan davada, sorumluluğa hükmedilmiş, İstinaf Mahkemesi davacının bu tarif ve fotoğrafları zaten kendi sitesinde sunduğu yönündeki istinaf talebini, davacının bunları kendi sitesinde sunmasının davalı tarafın sorumluluğunu etkilemeyeceği ve davalı portal  işletenin  sorumluluk  imtiyazından  bilgileri  depolayarak  dağıttığı  için yararlanamayacağı  gerekçesiyle  reddetmiş  ve  dosya  Yüksek  Mahkemeye  gelmiştir. Yüksek Mahkeme, davalının verdiği tarifleri kendi amblemi ve şefinin şapkası altında vermesini, tarifi yazandan takma bir adla bahsetmesi ve içindekiler listesinde yazarının belirtilmemesini  dikkate  alarak  davalı  portal  işleteninin  sorumlu  olduğunu,  içerik nedeniyle sorumlu olmayacağına dair sitede yapılan açıklamanın yeterli olmayacağını ve portal işleteninin kendi platfomunda yayınlanan şeylerde hak sahibinin kim olduğunun yeterince araştırmadığını belirtmiştir. (dejure.org)   761Almanya da İnternet Servis Sağlayıcılarının...   AÜHFD, 64 (3) 2015: 739-774 web  portal  işleteninin  kullanıcı  kaynaklı  içeriği  kendisininmiş  gibi benimsemesi halinde sorumlu olacağını, siteye yüklemeden önce yüklenecek içeriğin doğruluğu konusunda inceleme yapılmasının içeriğin benimsenmesi olarak yorumlanabileceğini belirterek kullanıcı tarafından yüklenilen içeriği portal işleteninin kendi amblemi altında sunarak içerikle bütünleşmesi ve ekonomik  kar  elde  etmesinin  içeriğin  benimsenmesinde  yeterli  işaretler olduğuna  hükmetmiştir.  Bu  davada,  içeriğin  açıkça  kullanıcıya  ait  olup kullanıcı  kaynaklı  içerik  olduğunun  ve  portal  işletenine  ait  olmadığının belirtilmesi önemsiz görülmüştür. Berlin AG (Amtsgericht) de bir kararında fotoğraf paylaşım portalı işleteninin içerik sağlayıcı olarak sorumluluğuna hükmetmiştir.105 Kararda portal işleteninin içerikle kendisini bütünleştirmesi halinde içerik nedeniyle sorumlu tutulabileceği gibi, başkasına ait içeriği benimsemese  bile  içerik  yüklenmeden  önce  bu  içerikleri  inceliyorsa başkasına rahatsızlık vermeden kaynaklanan sorumluluk ilkesine göre de sorumlu tutulabileceği belirtilmiştir. Bu kararların aksine, Hamburg OLG kullanıcı  kaynaklı  içeriğin  web  portalı  işleticisi  tarafından  benimsendiği görüşünü reddetmektedir.106 İşletenin başkasına ait içeriği benimsemesinin reddi  fikrine  göre,  içerik  sağlayıcının  kendi  içeriğinden  sorumluluğuna ilişkin  hükümlere  gidilemez.  İçeriği  önceden  araştırma  yükümlülüğünün ihlali rahatsızlık vermeme yönündeki yükümlülüğün ihlali görülebilirse de, Hamburg  OLG  yukarıdaki  davada  rahatsızlık  vermeden  kaynaklanan sorumluluk için yasal bir dayanak bulamamıştır. Mahkemeye göre günlük 50.000 den fazla videonun yüklendiği böyle bir portalda yüklenen içeriğin önceden  denetlenmesi  ve  muhtemel  ihlallerin  araştırılması  işletenden  beklenebilir  bir durum değildir. Sadece o konuda bir ihbar üzerine içeriğin hukuka aykırılığı bilgisini edinmişse, içeriğe erişimi engellenmek ve ileriki saldırıları durdurmak görevi yüklenebilir. Ayrıca mahkemece bu kararda, gelecekte  gerçekleşecek  ileriki  saldırıların  önlenmesi  yükümlülüğünü doğrulanmıştır.107                                                   105  AG Berlin, 10. 07. 2009, 9 W 119/18 ( naklen Hoeren/Yankova, s. 511). 106  OLG Hamburg, 29. 09. 2009, 5 U 9/09 sayılı kararında davacı bir müzik yayıncısı olup kayıt sistemine dayalı olarak hizmet veren davalı portalda, kullanıcı tarafından yüklenen müzik videoları nedeniyle telif hakkının ihlal edildiği ve davalı portal işleteninin de bu eserlere ulaşılıp çalınabilir hale getirerek ihlale neden olduğu iddiasını dile getirmiş ve mahkeme  bu  konuda  inceleme  yapmıştır.  Kararın  detayları  için  bakınız: http://openjur.de/u/59811.html.  107  Hoeren/Yankova, s. 511. 762AÜHFD, 64 (3) 2015: 739-774     Kaya Web  forumları,  iletişim  eş  zamanlı  olmadığından  kullanıcıların paylaşacakları içerikleri bir duvara yazdıkları, diğer kullanıcıların da bunları bir duvardan okudukları mesaj panosuna benzer internet uygulamalarıdır.108 Web  forum  işletenlerinin  sorumluluğu  da  bazı  yargı  kararlarında tartışılmıştır. Forum işleteninin önleme amaçlı olarak içeriğin tamamını veya her  girilen  içeriği  denetlemesi  yükümlülüğü  yüklenemez.109  Sadece  ihlal tehdidine  dair  şüpheli  durumların  olmasında,  işletenin  kendisinden beklenebilirlik  sınırları  içinde  forumdaki  bilgileri  inceleme  yükümlülüğü getirilebilir.  Örneğin  kendi  davranışları  ile  ihlale  neden  olan  gönderileri kışkırtmasının  veya  böyle  ihlallere  yol  açmasının  öngörülebilir  olduğu durumlarda, içeriğe konu şeyleri inceleme yükümlülüğü yüklenebilir. Bunun dışında  ancak,  bir  ihlal  eylemine  dair  bildirim,  uyarı  veya  ihbarda bulunulması halinde içeriği araştırma yükümlülüğü doğabilir.110 Düsseldorf LG,  ihlale  ilişkin  bilginin  alınmasından  sonra  derhal  içerik  konusunu kaldırma yükümlülüğü olduğunu belirtmiştir.111  Arama  motorları  Alman  Hukukunda  çokça  tartışmaya  neden  olan konulardandır. Alman Telemedya Kanunu nda arama motorlarıyla ilgili bir madde  bulunamamaktadır.  Bunların  sorumluluğunda  Hoeren e  göre Telemedya Kanunu 8 ila 10. maddelerinde internet servis sağlayıcılar için geçerli olan sorumluluk muafiyetlerine başvurulamayacağı gibi bilinçli bir boşluk olmadığından kıyas yoluna da başvurulamayacaktır.112 Acaba içerik sağlayıcılara ilişkin hükümlerin arama motorları için uygulanması mümkün müdür? Otomatik olarak kaynak olan linki bulan arama motorlarının bu işlemi, Kanun un 7/1. maddesindeki içerik sağlayıcının kendisine ait içeriği                                                  108  Hance, Olivier. (1996). Business and Law on the Internet. Mc Graw- Hill Yayınevi, s. 45. 109  OLG Zweibrücken, 14.05.2009, 4 U 139/ 08 (naklen Hoeren/Yankova, s. 512). 110  OLG  Hamburg,  04.02.2009,  5  U  167/07,  karar  metni  için  bakınız: http://openjur.de/u/30675.html. 111  LG Düsseldof, 25.01.2006, 12 O 546/05 sayılı kararında davalının işleteni olduğu forum işleticisinin haber bülteni şeklinde işlettiği Paraguay la ilgili bilgilerin tartışıldığı açık forumda, kullanıcılar tarafından Parguay daki çocuklara yardım için kurulan bir internet sitesinin üyesi ve yöneticisi olan davacı hakkında hakaret içeren  seks kralı olduğu, iflas ettiği ve avanak olduğu  şeklindeki kullanıcı gönderileriyle saldırıları, bildirime rağmen önleme yükümlülüğünün yerine getirilip getirilmediği tartışılmıştır. Mahkeme, davacının davalıya  bildirimi  üzerine  aynı  gün  ilk  saldırıda  bulunulan  içeriği  IP  adresinden engellemeyen davalının saldırıyı önlemede başarısız olduğu kanaatine varmıştır. Bu karada başka takma isimlerle saldırıların yaklaşık 20 gün boyunca devam etmesi ve IP adresli engellemenin  IP  numarası  değiştirilerek  aşılabilmesi  ile  keza  başka  isimlerle  aynı saldırıların tekrarlanabilmesi de dikkate alınmıştır. (dejure.org) 112  Hoeren, s. 573.   763Almanya da İnternet Servis Sağlayıcılarının...   AÜHFD, 64 (3) 2015: 739-774 olarak  nitelendirilemez.  Arama  motorları,  sağlanılacak  hizmete  ilişkin sitelerin  başkasına  ait  içerik  hakkında  olup  olmadığına  dair  bir değerlendirme  yapmadan  bulunacak  siteye  ait  kısa  tanımlamalara  yer vermektedirler.  Dolayısıyla  gezinti  yardımıyla  oluşturulan  metin parçacıklarında sorumluluğu gerektirecek bir içerik bulunmadıkça, başkasına ait içerik nedeniyle sorumluluk da gündeme gelmeyecektir.113 Bu nedenle arama motorlarına içerik sağlayıcıya ilişkin hükümler uygulanamayacaktır. Erişim sağlayıcıya ilişkin Kanun un 8. maddesindeki hükümlere bakılacak olursa,  arama  motorları  internette  gezinti  yapmada  yardımcı  olacak uygulamalara  sahip  olup  internette  erişime  ilişkin  teçhizata  sahip olmadıklarından  erişim  sağlayıcı  olarak  kabul  edilemezler.  Bu  bağlamda arama motorlarının sunduğu hizmetlerle, erişim sağlayıcının iletişim ağına erişimi için Kanun da tanınan teknik ayrıcalığa ilişkin hükümler birbirleriyle kıyaslanamazlar. Arama  motorlarının  bulduklarını  aktarımı,  Kanun un  9. maddesi anlamında bilgilerin hızlandırılmış aktarımı için geçici kayıt olarak da  nitelendirilemez.114  Bir  arama  motorunu  yer  sağlayıcı  olarak nitelendirebilmek için, mutlaka bilgi eksikliği ve depoladığı bilgi üzerinde kontrolü  noktalarında  rolünün  tarafsız  (neutral)  olup  olmadığı araştırılmalıdır.115 Bir yerel mahkemece sadece fotoğrafların thumbnail (ön izleme küçük resmi) olarak kullanılması halinde telif hakkı ihlali olmayacağı kabul edildiği gibi BGH de bir davada, davacıya ait çizimlerin thumbnail olarak  kullanılmasında  arama  motorunun  sorumlu  olmadığını onaylamıştır.117 Bu bağlamda diğer arama motorlarındaki bilgileri arayan meta-arama  motorlarının  sorumluluğu  da  gündeme  gelmiştir.  Berlin  KG                                                  113  Hoeren, s. 573. 114  Hoeren, s. 573. 115  Hoeren/Yankova, s. 515. 116  LG Bielefeld, 18.02. 2005, 42 C 767/04 (naklen Hoeren/Yankova, s. 515). 117  BGH, 29.04. 2010, I ZR 69/08 sayılı karar, 2003 yılında kurduğu internet sitesinde görsel eserlerini sergileyen bir sanatçının Google aleyhine açtığı ve kendi sitesinde yayınlayıp telif hakkı uyarısında bulunduğu eserin davalıya ait arama motorunda telif hakkı ihlal edilir şekilde sunumuna ilişkindir. Kararda Mahkeme arama motorlarının fonksiyonları hakkında detaylı bilgi vermiş ve telif hakkı ihlali bakımından davalının sunduğu hizmeti değerlendirmiştir. Davalıya ait arama motorunda robot ve tarayıcılar aracılığıyla yapılan arama sonucu internetteki içeriğin keşfine yardımcı olunduğu, ön izleme görüntülerinin ise otomatik  olarak  sağlandığına  dikkat  çekilmiştir.  Ayrıca,  internette  bilgiye  erişim  ve iletişim özgürlüğü ile davalı arama motoru sahibinin ticari özgürlüğü de tartışılmış ve çıkarlar  arasında  denge  sağlanmaya  çalışılmıştır.  Kararın  ayrıntıları  için  bakınız: http://lexetius.com/2010,1136. 764AÜHFD, 64 (3) 2015: 739-774     Kaya (Kammergericht) meta-arama motorunun sorumluluğunu tartıştığı davada, davalı husumetin kendisine değil kanuna aykırı içeriği bulduğu diğer arama sitesine yöneltilmesi gerektiğini savunmuş, saldırının varlığını öğrenmesi üzerine asıl arama  motoruna durumu ilettiğini ve hukuka aykırı içerisin sunulduğu sitenin kara listeye alındığını belirtmiştir. Mahkeme ise, davalı arama motorunun internette ilk gezinti yardımı ile eşit bir fonksiyon yerine getirmesi nedeniyle ancak kanuna aykırı içerik hakkında bilgi sahibi olması durumunda sorumlu olacağını belirtmiştir.119 Bu kararla, ihlale neden olan eylemler  zincirinde  yer  alan  her  sorumlunun  ileriki  saldırıları  durdurma bakımından aynı teknik imkânlara sahip olmadığı kabul edilmiştir.120  Bir  web  sitesindeki  herhangi  bir  belgeye  veya  internetteki  başka sayfalara kullanıcıları yönlendiren hyperlinkler bakımından verilmiş kararlar da mevcuttur. Bunların en ünlüsü  paperboy  davasıdır. Bu davada BGH,121 bir  yayınevi  tarafından  açılan  telif  hakkı  ihlali  iddiasına  dayalı  olarak www.paperboy.de  adlı  sitede  günlük  gazete  ve  dergilerdeki  haber  ve makaleleri  bulmayı  ve  verdiği  linklerle  erişimi  sağlayan  davalının sorumluluğunu  tartışmıştır.  Davalı  sunduğu  arama  hizmeti  aracılığı  ile kullanıcılar tarafından istenilen gazete ve dergideki haber veya makalelere                                                  118  Meta-arama motorları, birçok arama motorunda veya veri tabanlarında istenilen bilgiyi sorguladıktan  sonra  her  birindeki  sonuçları  bir  arada  sunan  bir  arama  motorlarıdır. Kullanıcılarına girilen arama kriterlerini birçok arama motorunda eş zamanlı aramalarına olanak sağlamaları, kullanıcılara tek bir tıklama ile birçok arama motoru sonuçlarına ulaşılabilmeyi  ve  zaman  kazanmayı  sağlar.(Ayrıntılı  bilgi  için  bakınız: http://tr.wikipedia.org/wiki/Meta_arama). 119  KG Berlin in, 10.02.2006, 9 U 55/05 sayılı dosyasında, bir televizyon sunucusu olan davacı  davalı  tarafa  ait  meta-arama  motorunda  adının  yanına   çıplak   kelimesinin eklenmesiyle  yapılan  aramada  kendisinin  kişilik  hakkını  ihlal  eden  siteye  erişimin sağlanması nedeniyle saldırının önlenmesi dava açmıştır. Dava burada görüşülmeden önce yerel mahkemede görüşülmüş ve davalının uygun sistemleri kullanarak ileriki saldırıları önlemesine karar vermişse de, İstinaf Mahkemesi aksini düşünmüştür. Mahkeme burada davalının  kişilik  hakkını  ihlal  eder  eyleme  katkısının  ispatlanamadığını  belirtmiştir. Kararın gerekçesinde davalıdan çok kısa süre elinde tuttuğu, çok büyük miktarlarda akış yapan ve otomatik bir süreçle aktarımı yapılan bilgilere sahip olması nedeniyle her arama veya sorgu sonuçlarının kontrol etmesinin beklenemeyeceğine vurgu yapılmıştır. Ayrıca, davalının  kendisine  gelen  ihbar  üzerine  istişare  edebileceği  veya  daha  başka  şeyler yapabileceği bir veri tabanı bulunmadığı hususuna ve ilgili içeriği sorguladığı diğer arama motoru  olan  Yahoo ya  bildirerek  kanuna aykırı  sitenin   kara  liste ye  alınmasını  da sağladığına dikkat çekilmiştir.( http://openjur.de/u/194344.html). 120  Hoeren,  Thomas/Rodenhausen,  Anselm.  (2008)  Constitutional  Rights  and  New Technologies A Comparative Study, Bölüm 5, The Hauge: Asser Enstitüsü Yayınları, s. 144. 121  BGH, 17. 07. 2003, I ZR 259/00 (dejure.org).   765Almanya da İnternet Servis Sağlayıcılarının...   AÜHFD, 64 (3) 2015: 739-774 yönelik liste sonuçlarını sunmata ve devamında linkleri vererek bunların tıklanması halinde, ilgili materyalin bulunduğu gazete veya derginin ana sayfasının atlanması suretiyle materyalin yer aldığı sayfaya bağlanmaktadır. Mahkeme  bu  durumda  davalının  telif  hakkına  konu  yayınları  çoğaltıp yaymadığını, sadece yayına ait bazı kelime ve cümlelerle arama hizmeti yani ara  bağlantı  sağladığını,  kendi  sitesinin  bir  parçası  olarak  eserleri sunmadığını,  davacının  internet  ortamında  zaten  eseri  umuma  sunması nedeniyle  telif  hakkı  ihlalleri  konusunda  üçüncü  kişilerden  gelecek tehlikelerin davalının link vermesi ile değişmeyeceğini, bilgiye erişimdeki kamu  yararını  da  değerlendirerek  arama  motorları  ve  onların  linkleri olmasaydı web üzerindeki zengin bilgilerden akılcı bir şekilde yararlanma imkânından yoksun kalınacağını kararına gerekçe yapmıştır.  Usenet,  belli  konularda  kullanıcılarının  haber  gruplarından yararlanmalarına, karşılıklı görüş ve düşünce alışverişine imkân tanıyan, çok sayıda haber grubundan oluşan tartışma platformlarıdır.122 Belli konulara göre  hiyerarşik  bir  yapıdaki  haber  gruplarından  oluşan  usenet  hizmetini sunanların  sorumluluğu  ise  kararlarda  farklı  şekilde  yorumlanmıştır. Hamburg LG Usenet işleteninin sorumluluğunu telif hakkı bağlamında, yasa dışı müzik eserlerinin usenet işleteninin sağladığı servisle indirilmesi nedeniyle  tartışmıştır.  Mahkemeye  göre  usenet  işleteni  belli  bir  ihlal konusunda  bilgilendirilmesi  halinde  ihlali  durdurmakla  yükümlüdür.124 Düsseldorf  OLG  ve  Münih  OLG  ise  usenet  işleteninin  erişimi  sağlama hizmetinin  ön  belleğe  alma  (cach)  suretiyle  erişim  sağlama  ile karşılaştırılabilir olduğu görüşündedirler.125 Usenet işleteninin kayda değer miktarda  kullanıcı  kaynaklı  içeriği  kontrol  imkânı  olmaması  nedeniyle erişim sağlama hizmeti verdiği görüşü de kabul görmüştür.126  Domain  sağlayıcılar  alan  adlarını  tahsis  eden  kuruluşlar  olup Almanya da üst düzey alan adı tahsislerini DENIC yerine getirmektedir. Bu kuruluşun sağladığı alan adları nedeniyle meydana gelen hak ihlallerinde                                                  122  Özel, Sibel. (2004). Uluslararası Alanda Medya ve İnternette Kişilik Hakkının Korunması, Ankara: Seçkin Yayıncılık, s. 153. 123  LG Hamburg, 19.02.2007, 308 O 32/07 (naklen Hoeren/Yankova, s. 514). 124  Hoeren/Yankova, s. 514. 125  OLG Düsseldorf 15.01.2008,I 20 U 95/07; LG Münich 19.04.2007, 7 O 3950/07 (naklen Hoeren/Yankova, s. 514). 126  OLG Hamburg, 28.01.2009, 5 U 255/07 (naklen Hoeren/Yankova, s. 514-515). 127  Ayrıntılı bilgi için bakınız: http://www.denic.de/. 766AÜHFD, 64 (3) 2015: 739-774     Kaya sorumluluğu da, tescilli bir marka altında mutfak eşyaları satışını yapan şirketin bu markanın alan adı olarak tahsisi talebinin, başkasına daha önce tahsis  yapıldığından  reddi  üzerine  açılan  davada  tartışılmıştır.  BGH,128 davalının rahatsızlık veren olarak sorumluluğunda genel kriterleri; inceleme görevinin  ihlal  edilmesi,  bu  alan  adının  kendileri  tarafından  belirlenip belirlenmediği ve ne dereceye kadar tahsis edilen alan adının araştırılmasının beklenebileceği olarak belirlemiştir. Mahkemeye göre DENIC için, tahsis işlemini  gerçekleştirmeden  önce  herhangi  bir  önleyici  denetim  veya araştırma yapması makul yani  beklenebilir  değildir. Kayıttan sonra ise, belli bir konuda üçüncü kişinin hak ihlali konusunda bilgilendirilmesiyle ilgili araştırma yapması ancak, bu hak ihlali belirgin veya kolayca tespit edilebiliyorsa istenebilir. DENIC aleyhine açılan davalarda genellikle iddia ihlale neden olan alan adının silinmesi yönünde olsa da, Yüksek Mahkeme başka bir kararında DENIC e kaydı engellenmiş marka veya etiketleri bir listede tutma yükümlülüğü yüklenemeyeceğine karar vermiştir. Sonuç olarak alan  adı  sağlayıcıların  sorumluluğunda  aranan  yüksek  gereklilikler, neredeyse onların sorumluluğunu mümkün kılmamaktadır.130 WLAN hesabı sahibinin aracılık ettiği içeriğin hukuka aykırı olması nedeniyle  sorumluluğu  da  Alman  Hukukunda  irdelenmiş  konulardandır. WLAN  (Wireless  Local  Area  Network-  Kablosuz  Yerel  Alan  Ağı Teknolojisi),  kablo  kullanılmadan  bilgi  ve  iletişime  imkân  tanıyan teknolojileri ifade etmektedir. Başka bir deyimle kablolu iletişime alternatif olarak  uygulanan,  RF  (Radyo  Frekansı)  radyo  teknolojisini  kullanarak havadan bilgi alışverişi yapmayı sağlayan, amaçlı radyo işaretlerinin belirli bir  frekans  kanalında  iletildiği,  karasal  (terrestrial)  esnek  bir  iletişim yöntemidir.131 WLAN hesabı sahibinin kablosuz ağda güvenliği sağlaması önemlidir.  Ağ  güvenliği,  erişim  kontrolü,  hizmetlerin  sınırlandırılması, şifreleme  veya  kimlik  doğrulanması  gibi  yöntemlerle  sağlanabilir.  Ağa yetkisiz erişimleri önlememek ve ağ güvenliğini sağlamamak suretiyle ağ                                                  128  BGH, 17.05.2001, I ZR 251/99. 129  BGH, 10.02.2004. I ZR 82/01 sayılı karar, bir siyasetçinin isminin başka bir kişiye alan adı olarak tahsisi ile ilgili olup mahkeme burada davalı alan adı sağlayıcının fonksiyonunun alan adını kayıt ve idare etme olduğunu, bu işten kâr elde etmediğini, davalının  önce gelen alır  kuralı gereği tahsisi yaptığını ve tahsis ettiği adın aidiyeti konusunda bir araştırma yapmasının beklenemeyeceğini belirmiştir.(dejure.org). 130  Hoeren/Yankova, s. 521. 131  http://www.turkcebilgi.org/teknoloji/diger/wlan-nedir-25252.html.   767Almanya da İnternet Servis Sağlayıcılarının...   AÜHFD, 64 (3) 2015: 739-774 hesabı  sahibi,  bu  güvensiz  ağ  yoluyla  kanuna  aykırı  saldırılara  katkıda bulunmuş olacaktır. BGH ye göre yetkisiz kişilerce güvensiz ağın kullanımı yoluyla telif hakkı ihlallerine sebep olunduğu durumlarda, özel ve güvensiz ağın sahibi de sorumlu tutulabilir.132 Bir fonogram yapımcısının hak sahibi olduğu bir müzik eserinin başka kullanıcılarla indirilip paylaşılması üzerine, paylaşımın yapıldığı IP adresine ulaşarak bu adresin sahibi olan davalıya karşı açılan davada, davalı iş yerindeki bilgisayarının kendisi tatilde iken kablosuz  ağa  üçüncü  kişi  tarafından  girilmesi  suretiyle  eylem gerçekleştirildiğinden  sorumlu  olmadığını  belirtmiştir.  Bunun  üzerine kablosuz  ağın  yetkisiz  üçüncü  kişilerce  kullanımına  olanak  tanınması suretiyle  haksız  saldırının  gerçek  eylemde  davalının  ağ  güvenliğini sağlaması gerekip gerekmediği ve davalının yerel ağ güvenliğini yeterince sağlamaması nedeniyle üçüncü kişinin bu eksiklikten yararlanarak ve ağ yardımıyla  eylemin  gerçekleştirebilmesinde,  kablosuz  hattın  güvenliği nedeniyle bakım ve gözetiminin eyleme katkısı tartışılmıştır. Mahkemece davalının dava konusu paylaşımın yapıldığı sırada tatilde olması ve ofisteki bilgisayarının  kapalı  olması  nedeniyle  hukuka  aykırı  eyleme  bilinçli  bir katılımı  olmadığından  tazmin  sorumluluğu  olmasa  da,  üçüncü  kişilerin davalının kablosuz ağına dışarıdan bağlanması yoluyla gerçekleşen eylemde, davalının ağın güvenliğine yönelik önlemleri alma yükümlülüğünün ihlalinin rahatsızlık  verenin  sorumluluğuna  neden  olabileceği  belirtilmiştir.  Yine kararda  ağ  güvenliğini  sağlama  konusunda  getirilecek  yükümlülüklerin makul ve  beklenebilir  olması gerektiği, yani piyasadaki son teknolojiye uygun  güvenlik  önlemlerinin  uygulanmasının  özel  kablosuz  ağ kullanıcılarından  istenemeyeceği  belirtilmiştir.  Düsseldorf  LG  ise,  ağ güvenliğinin sağlanmamasının, hukuka aykırı eylemleri gerçekleştirenlerin hiçbir  endişeye  kapılmadan  bağlandıkları  yerel  ağ  hesaplarının  arkasına sığınarak  eylemlerini  gerçekleştirmelerine  imkân  tanıdığına  belirterek  en azından  şifreleme  gibi  makul  önlemlerin  WLAN  hesabı  sahibinin kendisinden beklenebileceğinin altını çizmiştir. Alman mahkemelerinde uyuşmazlığa konu olan durumlardan biri de, internet bağlantı (erişim) hakkı sahibinin sorumluluğudur. Hamburg LG de görülen  bir  davada,134  plak  şirketi  işleteni  olan  ve  dava  konusu  izinsiz                                                  132  BGH, 12.05.2010, I ZR 121/08 (dejure.org). 133  LG Düsseldorf, 16.07.2008, 12 O 195/08 (dejure.org). 134  LG Hamburg 15.07.2008, 310 O 144/08 (dejure.org). 768AÜHFD, 64 (3) 2015: 739-774     Kaya albümün  hak  sahibi  olan  davacı  şirket,  eserin  izinsiz  olarak  indirilmesi nedeniyle başvuruda bulunmuş, yapılan incelemede indirimin yapıldığı IP adresinin  davalıya  ait  olduğu  anlaşılmıştır.  Davalı  bayan  kendisinin, kocasının ve çocuklarının bağlantı yapılan saatte uyuduklarını, çocukların müzik  indirmelerinin  yasak  olduğunu  ve  internete  bağlanmadıklarını savunmuştur. Yapılan incelemede ağın şifre ile korunduğu anlaşıldığından dışarıdan saldırı ihtimali mahkemece dışlanmıştır. Mahkeme, bilgisayarla bu tür  hak  ihlalleri  için  ille  de  bilgisayar  başında  fiziken  bulunmanın gerekmediğini,  aktif  ve  ulaşılabilir  haldeki  bilgisayar,  ilgili  dosya  ve dönüşüm  programının  ihlal  için  yeterli  olduğunu  belirterek,  hak  ihlalini açıklaması gerekenin davalı olduğuna vurgu yapmıştır. Madem ihlali bizzat davalı yapmadı, o zaman eşi, üçüncü kişi veya özellikle 13 yaşındaki kızının yapmış  olması  ihtimaline  değinen  mahkeme,  davalının  ihlali  önleyici tedbirleri  alması  gerekip  sürekli  olarak  aile  üyelerini  ve  üçüncü  kişileri kontrol edemese de, internete erişimi uygun hale getirmeden önce bunun sonuçlarının sebep olacağı riskler konusunda bilgilendirmede bulunması ve aile üyelerini talimatları ile kontrol etmesinin gereğine değinmiştir. Böylece mahkeme davalıya önleyici denetim yükümlülüğü yüklemiştir. Ancak diğer mahkemeler bu görüşü katılmamışlardır. Düsseldorf İstinaf mahkemesi, aile üyelerine sınırsız internete erişimin sağlanmasının ihlale sebep olduğu durumlarda,  beklenebilir  araştırma ve kontrol yükümlülüğü yüklenmesi gerektiğini belirterek standardı düşürmüştür.136  Bilgisayar oyunlarının grafikleri, genelde sanal ortam ve kahramanların bulunduğu ortamlar olarak kurgulansa da, bazen örnek alınan olay veya kişiler,  mesela  spor  simülasyonlarında  olduğu  gibi  gerçek  hayattan seçilebilmektedir.137 Bu durum sanat özgürlüğü ile kişinin resim ve ismi üzerindeki  hakkının  karşıya  geldiği  ve  bu  haklar  arasında  dengenin kurulmasını gerektiren durumlardan olup Hamburg OLG nin bir kararına konu olmuştur. Yaratıcılık vasfı taşıyan eserler- ki bilgisayar oyunu da yerel mahkemece kısmen böyle görülmüştür- Alman Anayasası nın 5/3. maddesi gereği sanat özgürlüğünün koruması altında ise de, Mahkeme dava konusu bilgisayar oyununda Alman Milli Takımının kalecisi olan davacının adının                                                  135  OLG Düsseldorf, 27.12.2007, I-20 W/07 (naklen Hoeren/Yankova, s. 517). 136  Hoeren/Yankova, s. 157. 137  Hoeren/Rodenhausen, s. 144 138  OLG Hamburg, 13.01.2004, 7 U 41/03 (dejure.org).   769Almanya da İnternet Servis Sağlayıcılarının...   AÜHFD, 64 (3) 2015: 739-774 rızasının alınmamasına rağmen kullanılmasına dikkat çekmiş ve bilgisayar oyunu bir sanat olarak değerlendirilse bile ad sahibinin rızasının alınması gerektiğini belirtmiştir.139   SONUÇ İnternet servis sağlayıcıları ve diğer aracıları, günümüzün vazgeçilmezi olan internette bilgiye erişimde temel işlevi yerine getirmektedirler. Ancak internet, bilgiye erişimin olduğu kadar çeşitli hak ihlallerinin de bir aracı olduğundan  bu  ihlallerde  internet  servisi  ve  aracılarının  sorumlulukları Alman  Hukukunda  da  gündeme  gelmiştir.  Sunulan  internet  servisleri nedeniyle sorumluluk kendi eyleminden sorumluluk, başkasının eylemine katılma,  rahatsızlık  vermeden  kaynaklanan  sorumluluk  veya  haksız rekabetten kaynaklanan sorumluluk olarak ortaya çıkabilmektedir. İnternet servis  sağlayıcıları  ve  bunların  sorumluluğu  Telemedya  Kanunu  ile düzenlenmiş  olup  Kanun da  erişim,  yer  ve  içerik  sağlama  hizmetlerine ilişkin  düzenlemelere  yer  verilmiştir.  Avrupa  Birliği  E-Ticaret Direktifi ndeki düzenlemelere paralel olan Kanun da, tüm internet servis sağlayıcıları için geçerli olan genel ilkeler; internet servis sağlayıcılarının kendilerine  ait  içerikten  dolayı  genel  hükümlere  göre  (hukuk  ve  ceza) sorumlu oldukları ve başkasına ait içeriği aktarmaları veya kaydetmeleri nedeniyle  kendilerine,  içerik  denetimine  ilişkin  bir  yükümlülük yüklenemeyeceğidir. Erişim ve yer sağlayıcının ise sorumsuzluğu esas olup Telemedya  Kanunu nda  sayılan  belli  durumlarda  sorumluluk  gündeme gelebilmektedir. Kanun un yanı sıra, uygulama birliğinden söz edilemese de Alman  yargı  içtihatları  sorumluluğu  belirlemede  ana  kaynağı  teşkil etmektedir. Türk Hukukunda internet servis sağlayıcılarının sorumluluğu, 6518 ve 6527 sayılı Kanunlar ile değişik 5651 sayılı  İnternet Ortamında Yapılan Yayınların Düzenlenmesi ve bu Yayınlar Yoluyla İşlenen Suçlarla Mücadele Edilmesi  Hakkında  Kanun   ile  düzenlenmiştir.  Kanun da  içerik,  yer  ve erişim  sağlayıcıların  tanımları,  yüklenen  yükümlülükler,  yükümlülüklerin ihlaline bağlanan yaptırımlar ile içeriğin yayından çıkarılması ve erişimin engellenmesine ilişkin detaylı hükümlere yer verilmiştir. Alman hukukunda                                                  139  Hoeren/Rodenhausen, s. 144. 770AÜHFD, 64 (3) 2015: 739-774     Kaya olduğu  gibi  Türk  hukukunda  da  temel  ilke,  kendi  içeriği  nedeniyle sorumluluk  olduğu  gibi  erişim  ve  yer  sağlayıcılara  içerik  denetimi yükümlülüğü  getirtilmemiş  olmasıdır. Ancak Almanya da  internet  servis sağlayıcılarının  sorumsuzluğunu  esas  alan  düzenlemelerin  aksine,  5651 sayılı Kanun ile internet servis sağlayıcılara çeşitli yükümlülükler getirilmiş ve  bunlara  uymama  hali  yaptırımlara  bağlanmıştır.  İçeriğin  yayından çıkarılması  ve  erişimin  engellenmesi  halleri  Kanun da  ayrıntılı  olarak düzenlenmiş  ve  yapılan  son  değişiklikler  ile  erişimin  engellenmesini gerektirir durumlar kişilik hakkı ihlalleri ile özel hayatın gizliliğini ihlal nedeniyle  genişletilmiştir.  Kanun un  gerekçesine  göre  erişimin engellenmesinin etkin hale getirilmesi amacıyla yapılan bazı değişiklikler yapılırken AB mevzuatından uzaklaşılmıştır. İnternet servis sağlayıcılarının sorumluluğunun belirlenmesinde 5651 sayılı Kanun kadar yargı içtihatları da uygulamaya yön verecek olduğundan alınacak kararlarda, internet ortamında ifade özgürlüğü, haber alma ve bilgiye erişme hakkının yanı sıra, getirilen yükümlülükler ile sorumluluğun belirlenmesinde  orantılılık  ilkesi ile hiç kimsenin  imkânsıza  zorlanamayacağına  ilişkin   impossibilium  nemo obligator  ilkesi gözden uzak tutulmamalıdır.                 771Almanya da İnternet Servis Sağlayıcılarının...   AÜHFD, 64 (3) 2015: 739-774",
     "Kaynakça": "Bettinger,  Torsten/Freytag,  Stefan.  (1999).  Civil  Law  Responsibility  for Links,  s.  2,  15.04.2014 de http://www.bettinger.de/fileadmin/mediapool/downloads/Civil_Law_Responsibility_for_Links.pdf adresinden erişilmiştir. Dörr, Dieter/Janich, Steffen. (2011).The Criminal Responsibility of Internet Servis Providers in German Law, Misissipi Law Journal, Vol 8, I. 4, 1247-1261.  Erman, R. Barış. (2001) Alman Hukukunda İnternetten Kaynaklanan Ceza Sorumluluğu, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Cilt: 59, Sayı: 1-2, 203-225. Gramlich, Cristoph. (2012) Civil Liability for Violations of Personal Rights on the Internet from the German Point of View,Freiburg Law Students Journal.  15.04.2014 de  http://www.freilaw.de/civil-liability-forviolations-of-personal-rights-on-the-internet-from-the-german-point-ofview/697 adresinden erişilmiştir.  Hee-Hang, Seung. (2007).  Compu-Serve Davası , Çeviren İlker Tepe, Özel Yaşam, Medya ve Ceza Hukuku, Karşılaştırmalı Güncel Ceza Hukuku Serisi 7, Ankara Seçkin Yayıncılık. Hance, Olivier. (1996). Business and Law on the Internet. Mc Graw- Hill Yayınevi Hoeren, Thomas. (2009). Liability of online Services in Germany, German Law Journal, Vol. 10 No. 05, 561-589. Hoeren,  Thomas.  (1998)  Liability  in  the  Internet  und  the  new  German multimedia  law  regulations,  (multimedia).  18.04.2014 de http://www.uni-muenster.de/Jura.itm/hoeren/  veroeffentlichungen/ Auteurs&Media-Article.pdf adresinden erişilmiştir. Hoeren, Thomas/ Rodenhausen, Anselm. (2008) Constitutional Rights and New Technologies A Comparative Study, Bölüm 5, The Hauge: Asser Enstitüsü Yayınları. 772AÜHFD, 64 (3) 2015: 739-774     Kaya Hoeren,  Thomas/Yankova,  Silvia.  (2012)  The  Liability  of  Internet Intermediaries- The German Perspective, IIC International Review of Intellctual Property an Competition Law, Vol. 43, No 5/2012,"
}