{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": "18",
     "Ay": "",
     "Yıl": " 18.08.2021.*   Ankara Bölge Adliye Mahkemesi 6. Ceza Dairesi Başkanı, (ymozen@gmail.com, ORCID:0000-0003-3478-3958)    Yeşim GARİPOĞLU ÖZEN Ankara Üni. ",
     "Cilt": "70",
     "Sayı": "4",
     "Başlık": "YARGITAY KARARLARI IŞIĞINDA HAKARET SUÇLARINDA ÖZEL TAHRİK HALLERİ (TCK m. 129)",
     "Title": "Special Provisions on Unjust Provocation in Offenses of Defamation in the Light of the Court of Cassation Case Law",
     "Yazar İsmi": [
          "Yeşim GARİPOĞLU ÖZEN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Haksız Tahrik",
          "Haksız Tahrikin Özel Düzenlemesi",
          "Türk Ceza Kanununda Haksız Tahrik"
     ],
     "Keywords": [
          "Unjust Provocation",
          "Special Provision on Unjust Provocation",
          "Unjust Provocation in the Turkish Penal Code"
     ],
     "Özet": "Ceza hukukunda haksız tahrik, suça etki eden bir hafifletici nedendir. 5237  sayılı  Türk  Ceza  Kanunu nun  29.  maddesinde  düzenlenen  haksız tahrik,  bütün  suçlar  bakımından  uygulanabilen  ortak  bir  suça  etki  eden nedendir.  Haksız  tahrikin  ilk  şartı,  suç  mağdurunun  haksız  bir  fiilinin varlığıdır.  İkinci  şart,  bu  haksız  fiilin  failde  hiddet  veya  şiddetli  elem yaratmasıdır. Diğer şart ise, işlenen suç ile öfke hali arasında nedensellik bağının  bulunmasıdır.  Haksız  tahrikin  kasten  işlenen  suçlarla bağdaşabileceği konusunda bir tereddüt bulunmamaktadır. Bununla birlikte taksirli  suçlar  bakımından  haksız  tahrikin  uygulama  alanı  bulup bulamayacağı tartışmalıdır. Türk Ceza Kanunu nun hakaret suçuna ilişkin özel  hükümlerinde  özel  tahrik  düzenlemelerine  rastlamak  mümkündür. Böyle olunca  özel  normun  önceliği  ilkesi  gereği  bu  hükümler  öncelikle uygulanmak  durumundadır.  Kanunun  özel  hükümlerinde  düzenlenen  bu tahrik hallerinin, genel haksız tahrik hallerinden ontolojik olarak herhangi bir farkı bulunmamaktadır. Hakaret suçları özelinde uygulama alanı bulan TCK m. 129, bu bağlamda Yargıtay kararlarının da ışığında haksız tahrikin özel bir hali olarak inceleme konusu yapılmıştır.",
     "Abstract": "Unjust provocation, for the Turkish criminal law, is a mitigating cause. Unjust provocation, regulated in the Article 29 of the Turkish Penal Code No. 5237, is the common cause which affects the crime that can be applied in  terms of  all  crimes.  The  first  condition  of  unjust  provocation  is the existence of a wrongful act of the victim. The second condition is that this wrongful act creates anger or severe pain. The other condition is that there is a cause-effect link between the crime committed and the state of anger. It is clear that unjust provocation can be compatible with intentional crimes. However, it is controversial whether unjust provocation can be applied in terms  of  negligent  crimes.  It  is  possible  to  find  special  provocation regulations in the special provisions of the Turkish Penal Code regarding to the crime of insult. These regulations have no ontological difference from general provocation regulations. Thus, due to the lex specialis principle, these provisions must be applied firstly. Article 129 of Turkish Penal Code, which is applied in cases of defamation, is examined in this study with reference to the Court of Cassation case law.",
     "Metin": "Suçun bir unsuru olmayan ve suçun varlığını da etkilemeyen bununla birlikte suçun ağırlığına etki eden nedenler, doktrinde, suçun halleri terimi ile ifade edilmektedir. Bununla birlikte bu haller isnat yeteneğini kaldıran veya  azaltan  nedenlerden  ya  da  cezalandırılabilme  şartlarından  da değildirler.                                                  1   Sulhi DÖNMEZER - Sahir ERMAN, Nazari ve Tatbiki Ceza Hukuku (Genel Kısım) C. II, Sulhi Garan Matbaası, B. 11, İstanbul 1997, s. 339 vd. 2   Karş. Mehmet Emin ARTUK – Ahmet GÖKCEN, Ceza Hukuku Özel Hükümler, Adalet 1134Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1133-1146   Yargıtay Kararları Işığında Hakaret…    Mülga 765 sayılı TCK ve onun mehazı olan ve doktrinde de Zanardelli kanunu olarak anılan kanunda, haksız tahrike (m. 51) cezai ehliyeti ve bunu kaldıran veya hafifleten nedenler arasında yer verildiği ve bununla birlikte suçların  yanındaki  düzenlemelerde  o  suçu  ağırlaştıran  ve  hafifleten nedenlerin düzenlendiği görülmekteydi. Yürürlükteki 5237 sayılı TCK nın da 765 sayılı Kanundan bu bağlamda pek  de  farklı  olmadığı  görülmekle  birlikte  haksız  tahrike  ilişkin düzenlemeye  genel  hükümler  arasında  m.  29 da  Ceza  Sorumluluğunu Kaldıran ve Azaltan Nedenler başlığı altında yer verilmekte; TCK m. 62 de ise takdiri indirim nedenlerinin düzenlendiği görülmektedir. Anılan düzenleme TCK m. 29 da  haksız bir fiilin meydana getirdiği hiddet  veya  şiddetli  elemin  etkisi  altında  suç  işleyen  ile  hüküm  altına alınmaktadır.  Böyle  olunca,  bu  kurumun  genel  ve  kanuni  bir  hafifletici neden olduğu görülmektedir. Haksız tahrik kurumunun esasının objektif, sübjektif ve karma teoriyle açıklandığı görülmektedir. Buna göre objektif teoride, faile yönlendirilen tahrikin haksızlığından yola çıkılmakta; böyle olunca tahrik fiili daha ön planda yer almaktadır. Sübjektif teoriye göre ise failde meydana gelen elem ve hiddetten hareketle bireysel/psikolojik bir değerlendirme yapılmaktadır. Bu iki düşüncenin eleştirisinden doğan karma teoride savunulan görüş ise, objektif  ve  sübjektif  teorilerin  ortaya  koyduğu  çözümleri  birbirinden ayırmak  güçtür,  o  halde  hem  failin  psişik  halini  hem  de  tahrik  fiilinin kendisini birlikte ele almak gerekir şeklindedir. Haksız  tahrik  düşüncesinin  temelinde  haksız  bir  davranış  sergilen birisinin, bir diğer kimseyi kışkırtıp onu öfke ve hiddet altına sokarak bir suçu işlemeye (örneğin, hakaret, sövme, iftira, yaralama vb.)  tahrik etmesi durumunda  tahrik  edilen  kimsenin  bu  suç  nedeniyle  verilecek  cezasının hafifletilmesinin  altında  hakkaniyet  düşüncesinin  yattığı  ifade edilmektedir. Böyle olunca, haksız tahrik suçu hafifleten öznel bir neden olmaktadır.                                                                                                                     Yayınevi, Ankara 2017, s. 533. 3   DEMİRBAŞ, Timur, Haksız Tahrik, Seçkin Yayınevi, Ankara 2021, s. 114. 4   DÖNMEZER - ERMAN, Nazari ve Tatbiki Ceza Hukuku (Genel Kısım), s. 364. 5   Veli Özer ÖZBEK – Koray DOĞAN – Pınar BACAKSIZ - İlker TEPE, Türk Ceza Hukuku Genel Hükümler, Seçkin Yayıncılık, 11. Baskı, Ankara 2020, s. 413. 6   ÖZBEK – DOĞAN – BACAKSIZ - TEPE, Türk Ceza Hukuku Genel Hükümler, s. 412. 7   Zeki HAFIZOĞULLARI – Muharrem ÖZEN, Türk Ceza Hukuku Genel Hükümler, USA Yayıncılık, Ankara 2018, s. 367. 1135Yeşim GARİPOĞLU ÖZEN Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1133-1146  Haksız  tahrikten  bahsedilebilmesi  için,  suç  mağdurunun  haksız  bir fiilinin  var  olması  gerekir  ancak  bu  fiilin  suç  olmasının  gerekmediği, hukuka  aykırı  olmasının  yeterli  olduğu  ifade  edilmektedir.  Buna  örnek olarak alacaklının herkesin önünde borçludan alacağını istemesi davranışı gösterilmekte,  bu  davranışın  hukuka  aykırı  bir  davranış  olmadığı  ifade edilmektedir.  Denmektedir  ki,  borçlu,  bu  halde,  öfke  ve  elem  duyarak karşısındakine  karşı  bir  yaralama  fiili  gerçekleştirirse,  haksız  tahrikten yararlanamaz  zira  kanun  haksız  bir  fiilden  söz  bahsetmemekte,  böyle olunca fiil ahlaka aykırı ancak hukuka aykırı değil ise muhatabın haksız tahrikten  yararlanması  mümkün  görünmemektedir.  Ancak  doktrinde  fiil ahlaka aykırıysa, hukuka aykırı olmasa bile haksız tahrik hükümlerinden yararlanılmasının  önünde  engel  olmayacağı  düşüncesine  de  rastlamak mümkündür. Haksız  fiilin  varlığından  bahsedilebilmesi  için  bir  diğer  şart  fiilin muhatabında, mutlaka hiddet veya şiddetli elem etkisi meydana getirmesi gerekliliğidir.  Burada  düşünülmesi  gerekenlerden  biri,  fiilin  doğurduğu hiddetin ve elemenin etkisinin zamanıdır; böyle olunca, denmektedir ki, bu elem ve hiddetin etkisi geçtikten sonra suç işlenmesi halinde haksız tahrikten yararlanmak mümkün değildir.  TCK m. 29 ifadesinde, haksız bir fiilin meydana getirdiği hiddet veya şiddetli elemin etkisi altında suç işleyen kimseden bahsedilmekte ve salt suç işleyen kimse ifadesi kullanılmaktadır. Görüldüğü gibi bu konuda anılan  düzenlemede,  yönelinen  süje  konusunda  bir  açıklık  olmadığı görünmektedir. Böyle olunca, denmektedir ki kanun koyucu fiilin yöneldiği kimsenin mutlaka haksız fiilin faili olmasını aramamaktadır. Buradaki şart, nedensellik bağıdır. Böyle olunca, suçun üçüncü bir kişiye karşı işlenmesi halinde, fail haksız tahrikten yararlanır denmektedir.  Kanunun  gerekçesinde  kullanılan  bir  suçun  mağduruna  yönelik gerçekleştirilen fiiller dolayısıyla fail haksız tahrikten yararlanmaz ifadesi bir suçtan mağdur olan kimseye karşı işlenen suçta, fiil yokluğundan ötürü zaten haksız tahrik mümkün değildir düşüncesiyle eleştirilmektedir.                                                  8   HAFIZOĞULLARI – ÖZEN, Genel Hükümler, s. 368. 9   Faruk EREM, Adalet Psikolojisi, AÜHF Yayınları, Yayın No. 161, 4. Baskı, Ajans – Türk Matbaası, Ankara 1961, s. 78 vd. 10  Durmuş TEZCAN – Mustafa Ruhan ERDEM – Murat ÖNOK, Teorik ve Pratik Ceza Özel Hukuku, Seçkin Yayınevi, Ankara 2018, s. 626. 11  Örneğin, cinsel saldırıya maruz kalan bir kız çocuğunun babası veya kardeşi saldırganı öldürdüğünde, kuşkusuz haksız tahrikten yararlanacaktır. Bkz. HAFIZOĞULLARI – ÖZEN, Genel Hükümler, s. 368. 1136Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1133-1146   Yargıtay Kararları Işığında Hakaret…       Kasten işlenen suçlarda haksız tahrik söz konusu olabilmekte iken taksirli suçlar bakımından haksız tahrikin mümkün olup olmadığı hususunun tartışmalı olduğu bilinmektedir. Buna gerekçe olarak gösterilen hususlardan biri  de  gerek  kanun  metninde  gerek  kanun  gerekçesinde  bu  konuda  bir açıklık  bulunmamasıdır.  Gerçekten  de  kanunun  düzenlemesinde  veya gerekçesinde  bu  konuda  bir  ifadeye  rastlamak  mümkün  değildir.  Böyle olunca  örneğin,  sürücünün  yolcuların  hakaretine  maruz  kalması  halinde dikkatini kaybederek trafikte kaza yapması ve bazı kimseleri yaralaması halinde  haksız  tahrikten  yararlanılıp  yararlanılamayacağı  tartışılmaktadır. Böyle hallerde, bizce de, kanun açıkça yasaklamadığından, nadir de olsa haksız tahrik hükümlerinden yararlanılmasının önünde bir engel olduğunu söylemek mümkün görünmemektedir.   II.   HAKSIZ TAHRİKİN ÖZEL BİR HALİ OLARAK TCK m. 129 DÜZENLEMESİ TCK m. 129 düzenlemesinde kusurluluğu kaldıran veya azaltan özel nedenler olarak karşılıklı hakarete ve haksız fiile tepki olarak işlenen hakaret veya sövme şeklinde özel bir düzenlemesine yer vermektedir. Her iki hal de haksız tahrikin hakaret suçuna özgü bir halini oluşturmaktadır. 765  sayılı  Kanunda  bu  husus  485.  maddede  üç  fıkra  olarak düzenlenmekteydi.  Mehaz  kanunda  ise  anılan  hükümler  1889  tarihli Zanardelli Kanunu nun 397. maddesinde yer almaktaydı. 5237  sayılı  TCK  m.  129 da  haksız  fiil  nedeniyle  veya  karşılıklı hakaret  başlığı  altında  üç  fıkra  olarak  düzenlemeye  yer  verildiği görülmektedir. Anılan düzenlemeler aşağıdaki başlıklarda incelenecektir.  Kanun gerekçesinde hakaret suçundan dolayı cezanın kaldırılması ve azaltılması bakımından üç ayrı duruma ilişkin hüküm bulunmaktadır ifadesi                                                  12  TEZCAN – ERDEM – ÖNOK, s. 624. 13  Zeki HAFIZOĞULLARI – Muharrem ÖZEN, Türk Ceza Hukuku Özel Hükümler Kişilere Karşı Suçlar, US-A Yayıncılık, Ankara 2016, s. 246 vd.  İstanbul 18. Ağır Ceza Mahkemesince verilen kararın, 5237 Sayılı Türk Ceza Kanunun 129/1. maddesinde ki,  Hakaret suçunun haksız bir fiile tepki olarak işlenmesi halinde, verilecek ceza üçte birine kadar indirilebileceği gibi, ceza vermekten de vazgeçilebilir.  hükmü  uyarınca  …  sanık  hakkında  Türk  Ceza  Kanunu'nun  129/1.  maddesi  hükmü tartışılmadan, itirazın kabulü yerine yazılı şekilde reddine karar verilmesinde, Yargıtay 4. CD, E. 2020/7050, K. 2020/19843, T. 15.12.2020 (kazanci.com). 14  Faruk EREM, Hakaret ve Sövme, Ankara Üniversitesi Hukuk Fakültesi Yayınları: No. 127, Güzel İstanbul Matbaası, Ankara 1958, s. 54; Faruk EREM, Türk Ceza Hukuku Özel Hükümler, C. IV, 3. Baskı, Seçkin Kitabevi, Ankara 1985, s. 586 vd. 1137Yeşim GARİPOĞLU ÖZEN Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1133-1146  kullanılmıştır.  Birinci  fıkranın  gerekçesinde,  mağdur  kendi  haksız hareketleriyle hakarete neden olmuş ise, haksız hareketinin ağırlığını göz önüne almak suretiyle hâkim, failin cezasını azaltabileceği gibi gerektiğinde tümüyle kaldırabilecektir  denmekte,  ikinci fıkranın  gerekçesinde  ikinci fıkraya göre, kişi kendisine karşı işlenen kasten yaralama suçuna tepki olarak işlediği  hakaret  suçu  dolayısıyla  cezalandırılamayacaktır  denmektedir. Üçüncü ve son fıkranın gerekçesinde karşılıklı hakaret hâllerinde hâkim, hangisinin neden olduğunu göz önünde bulundurarak taraflardan her ikisi veya  birisi  hakkında  verilecek  cezada  indirim  yapabileceği  gibi,  ceza vermekten tamamen sarfınazar da edilebilir. denmektedir. Bilindiği gibi, TCK m. 129 un uygulandığı durumlarda, TCK m. 29 hükmünün  uygulanması  yoluna  gidilemez.  Nitekim  Yargıtay  da  bunu içtihat etmekte, örneğin, Yargıtay 4. Ceza Dairesi, 24.12.2020 tarihli bir kararında … Hakaret suçunda haksız tahrik hükümlerinin uygulanmasına karar  verilmiş  ise  de,  özel  hüküm  olan  ve  daha  lehe  düzenleme  içeren TCK'nın 129. maddesi yerine genel tahrik kurumuna ilişkin aynı Kanunun 29. maddesinin uygulanması bozmayı gerektirir demektedir.  TCK  m.  129 un  birinci  fıkrasında  yer  verilen  düzenleme,  haksız tahrikin hakaret suçunun varlığı halinde söz konusu olan haksız bir fiile tepki olarak işlenmesi, ikinci fıkrasındaki düzenleme ise kasten yaralama suçuna karşı TCK m. 125 de öngörülen fiilin işlenmesidir.  Son olarak üçüncü                                                  15  TEZCAN – ERDEM – ÖNOK, s. 625. … ve anılan Kanun'un 29. maddesinde yer alan Haksız bir fiilin meydana getirdiği hiddet veya şiddetli elemin etkisi altında suç işleyen kimseye, ağırlaştırılmış müebbet hapis cezası yerine on sekiz yıldan yirmi dört yıla ve müebbet hapis cezası yerine on iki yıldan on sekiz yıla kadar hapis cezası verilir. Diğer hâllerde verilecek cezanın dörtte birinden dörtte üçüne kadarı indirilir. şeklindeki düzenlemeler nazara alındığında, somut olayda,  hakaret  suçundan  mahkum  edilen  sanığın,  eylemini  haksız  tahrik  altında işlediğinin  kabulüyle,  5237  Sayılı  Kanun'un  29/1.  maddesi  uyarınca  cezasından  1/4 oranında indirim yapıldığı ve sanığın neticeten 1.100,00 Türk lirası adli para cezasıyla cezalandırıldığı, ancak yapılan haksız tahrik uygulamasında, hakaret suçuna ilişkin özel hüküm olan ve daha lehe düzenlemeler içeren 5237 Sayılı Kanun'un 129. maddesinin uygulanması gerektiği gözetilmeden, aynı Kanun'un genel tahrik hükümlerine dair 29. maddesi uygulanmak suretiyle yazılı şekilde karar verilmesinde, isabet görülmemiştir. denilmektedir. Yargıtay 18. CD, E. 2020/422, K. 2020/7387, T. 16.6.2020 (kazanci.com). 16  Yargıtay 4. CD, E. 2020/19231, K. 2020/21468, T. 24/12/2020 (kazanci.com). 17  TEZCAN – ERDEM – ÖNOK, s. 624.  Sanığın eşinin hasta olması, doktor tarafından yazılan 10 adet iğneden 6 adedinin yapıldığı 7. iğneyi yaptırmak için gittiklerinde katılanın reçeteyi sorduğu, yanlarında olmaması sonrasında deftere bakma ya da doktora danışma yoluyla vatandaşın işini görmesi gereken katılanın bunu yapmayarak 'Beni ilgilendirmez reçetenizi verin yoksa yapmam.' diyerek tartışmayı başlattığı, eşinin hastalığı ve iğnenin basit bir inceleme ile 1138Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1133-1146   Yargıtay Kararları Işığında Hakaret…    fıkra düzenlemesi ise TCK da karşılıklı hakaret olarak ifadesini bulan ve doktrinde karşılıklı tahkir olarak anılan hususa ilişkin hüküm altına alınan normdur. A.   TCK m. 129/1 Hükmünde Yer Verilen Düzenleme Bağlamında Suçun Haksız Bir Fiile Tepki Olarak İşlenmesi TCK m. 129/1, hakaret suçunun haksız bir fiile tepki olarak işlenmesi halinde verilecek ceza üçte birine kadar indirilebileceği gibi ceza vermekten de vazgeçilebilir şeklinde hüküm altına alınmıştır.  Mülga 765 sayılı Kanun döneminde, konuya ilişkin düzenleme şahsı hakkında  şiddet  kullanılmasından  dolayı  hakaret  eden  kimsenin  hareketi cezayı  müstelzim değildir ifadesinden ötürü  eleştiri konusu yapılmakta, böyle  olunca  meşru  müdafaa  normunun  bu  hükmü  karşılamaya  yeterli olduğu ifade edilmekteydi.  Bugün de geçerli olan iki farklı düşünceden birincisi, bunun meşru müdafaa  olduğunu,  diğeri  ise  suça  ve  cezaya  etki  eden  bir  sebep olduğunu savunmaktadır.  Kurumun  esasının  meşru  müdafaa  düşüncesiyle  açıklanamayacağını düşünenlere  göre,  meşru  müdafaa  ile  benzeyen  tek  taraf    haksız  bir saldırının  varlığıdır,  bunun  dışındaki  unsurlar  ortak  görünmemektedir. Böylelikle,  karşılıklı  hakarette  müdafaa durumunda  olan  yalnız  karşılık veren taraf olmakta ve ancak her iki kişinin cezası kaldırılmaktadır; bunun yanında  hakaretin  bir  müdafaa  olduğunu  saymamak  gerekir.  Karşı görüşte olan yazarlara göre ise, şiddet kullananın tahkiri bir meşru müdafaa hali kabul edilmek gerekir; çünkü şiddeti durdurabilmek için başka bir korunma  imkanı  bulunmayan  kimsenin  saldırganı  tahkir  etmesinde zorunluluk görünmektedir. Bu, tahkirin şiddet hareketini defetmeye yeterli olup  olmaması  ise  meşru  müdafaa  kavramına  yabancıdır.  Çünkü  meşru                                                                                                                    vurulması mümkün iken bunu yapmayan katılanın haksız davranışı ile çıkan tartışma sonrasında  sanığın  eylemin  gerçekleştiği  anlaşıldığı  halde  TCK nın  129.  maddesinin uygulanması gerekirken uygulanmadan hüküm kurulması doğru olmamıştır. Yargıtay CGK, E. 2019/18-371, K. 2020/422, T. 15.10.2020 (kazanci.com).  18  Nevzat TOROSLU, Ceza Hukuku Özel Kısım, Savaş Yayınevi, Ankara 2019, s. 125. 19  TEZCAN – ERDEM – ÖNOK, s. 660; ÖZBEK-DOĞAN-BACAKSIZ, Özel Hükümler, s. 525; KOCA, Mahmut/ ÜZÜLMEZ, Mahmut, Türk Ceza Hukuku Özel Hükümler, Adalet Yayınevi, Ankara 2019, s. 496; ÖZEN, Mustafa, Ceza Hukuku Özel Hükümler Dersleri, Adalet Yayınevi, Ankara 2019, s. 493. 20  EREM, Hakaret ve Sövme, s. 54. 1139Yeşim GARİPOĞLU ÖZEN Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1133-1146  müdafaada bakılacak husus başka bir korunma imkanının bulunmaması olup başvurulan korunma biçiminin tecavüzü defetme yeterli olması değildir.  Bununla birlikte kanun koyucunun kullandığı haksız bir fiil teriminin doğru  bir  tercih  olmadığı  düşünülmektedir.  Zira  haksız  bir  fiil  ancak borçlar  hukukunda  söz  konusu  olabilir;  o  halde  buradan  anlaşılması gerekenin haksız fiil olarak düşünülmesi bizce de doğru bir eleştiridir. Bu halde, ilk haksız hareketin tayini de önem taşımaktadır. Yaralama fiilinde, haksız hareketin kimden geldiği şüpheli ise, şüphe sanık lehinedir kuralı gereği TCK m. 129/1 in uygulanması, en azından asgari seviyeden uygulanması gerekmektedir. Nitekim Yargıtay da bir kararında …  Sanık ... hakkında  ...'i  yaralama  ve  ...'yı  basit  yaralamaya  teşebbüs  suçlarından kurulan  hükümler  yönünden;  ilk  haksız  hareketin  kimden  kaynaklandığı şüpheye  yer  bırakmayacak  şekilde  belirlenemediğinde,  …  TCK'nin 29. maddesi  gereğince  asgari  seviyede  haksız  tahrik  hükümlerinin uygulanmasını gerektirdiği gözetilmeden hatalı indirim yapılması suretiyle eksik ceza tayini … bozmayı gerektirir diyerek ve doğru olarak, ilk haksız fiilin kimden geldiğinin tam olarak tespit edilemediği hallerde, şüphe sanık lehinedir kuralı gereği sanık lehine olarak TCK m. 129 hükmünün sanık hakkında asgari seviyeden uygulanması gerektiğini belirtmektedir.  Sonuç olarak diğer başlıklarda da inceleneceği üzere, TCK m. 129 un birinci fıkra hükmü bağlamında, bu fıkra hükmünün uygulanabilmesi için ortada bir haksız fiilin olması, bu haksız fiile karşı gerçekleştirilen fiilin                                                  21 Sahir ERMAN, Hakaret ve Sövme Suçları, İstanbul Üniversitesi Fen Fakültesi Döner Sermaye İşletmesi Prof. Dr. Nazım Terzioğlu Basım Atölyesi, 2. Baskı, İstanbul 1989, s. 221; Sahir ERMAN – Çetin ÖZEK, Ceza Hukuku Özel Bölüm Kişilere Karşı İşlenen Suçlar, Dünya Yayıncılık, İstanbul 1995, s. 323. 22  Yargıtay 3. CD, E. 2019/18254, K. 2020/3112, T. 17.2.2020 (kazanci.com). 23  … Sanığın aşamalarda  ben olay günü elimde çekiçle inşaatta tadilat yapıyordum, müştekinin  eşimle  bağırarak  konuştuğunu  bu  molozları  eşine  söyle  atmayacaksınız şeklinde sözler söylediğini duymam üzerine yanlarına koşarak gittim, elimdeki çekici çalıştığım yere bırakarak yanlarına gittim, daha önce eşime darp uyguladıkları için hemen koşarak gittim, eşimi oradan uzaklaştırdım telefon ile polisi aradım kesinlikle ben ve eşim küfür etmedik, çekiçle üzerine yürümedim, daha önce aramızda husumet olduğundan şikayetçi  olmuş  şeklindeki  savunması  karşısında,  olayın  çıkış  nedeni  ve  gelişmesi değerlendirilerek  sonucuna  göre  TCK'nın  129,  maddesinde  düzenlenen  haksız  tahrik hükümlerinin uygulanıp uygulanmayacağının tartışılmaması … bozmayı gerektirir. Bkz. Yargıtay 18. CD, E. 2019/10072, K. 2020/4564, T. 18.2.2020 (kazanci.com). …Sanığın sekiz yaşındaki oğluna yönelik yaralamaya teşebbüs olayı ile ilgili olarak mağdurların  görev  yapmakta  oldukları  jandarma  karakolunda  mağdur  velisi  sıfatıyla şikayetinin tespit edilmesinden sonra mağdur oğlunun ifadesinin tespiti için karakola gelen sanığın karakol komutanının karakol dışında görevde olması nedeniyle oğlunun ifadesinin 1140Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1133-1146   Yargıtay Kararları Işığında Hakaret…    hakaret olması ve bu fiilin haksız fiili gerçekleştiren kişiye yönelmiş olması gerekmektedir. B. TCK m. 129/2 Hükmünde Yer Verilen Düzenleme Bağlamında Suçun Kasten Yaralama Suçuna Tepki Olarak İşlenmesi TCK m. 129/2 düzenlemesinde bu suçun kasten yaralama suçuna tepki olarak  işlenmesi  halinde  kişiye  ceza  verilemeyeceği  ifade  edilmektedir. Kanun koyucu, görüldüğü üzere, kasten yaralama suçunu birinci fıkradan daha farklı düşünerek ayrıca hüküm altına almıştır. Kanunda  yaralamanın  derecesi  bakımından  belirli  bir  özellik aranmamıştır.  Önemli  olan,  yaralama  ve  hakaret  arasındaki  nedensellik ilişkisinin tespitidir. Doktrinde bu madde ile ilgili olarak, örneğin 765 sayılı Mülga TCK m. 485/3 hükmü ile kıyaslandığında, önceki kanunda kanun koyucunun şahsı hakkında şiddet kullanılmasından dolayı ifadesini bilinçli bir şekilde tercih ettiği, çünkü bu kurumu yaralama suçuna özgülemekten imtina ettiği ifade edilmekteydi.  Bu konuya ilişkin kanun gerekçesinde bir nedene rastlanılmamaktadır. Kanun  koyucu  gerekçede  kişi  kendisine  karşı  işlenen  kasten  yaralama suçuna  tepki  olarak  işlediği  hakaret  suçu  dolayısıyla cezalandırılamayacaktır  ifadesini  kullanmaktadır.  O  halde  bu,  kanun koyucunun bilinçli bir tercihidir. Düzenleme  eleştirilmektedir.  Denmektedir  ki  kanunun  bu  mantığına göre, yaralama suçuna karşı sövmek suretiyle tepki veren kimse şartları tamsa  cezalandırılmayacak,  fakat  hürriyeti  tahdit  edilen  veya  cinsel                                                                                                                    alınamaması üzerine suç tarihinde tekrar oğlu ile birlikte karakola gittiği, bu kez zorunlu müdafi  ve  pedagog  temin  edilemediğinden  ifade işleminin  öğleden  sonra yapılacağı söylenerek  bekletilmesi  üzerine,  atılı  sözleri  söylediği  anlaşıldığından…  cezasının TCK nın 129/1. maddesi uyarınca takdiren 1/3 oranında indirilmesine karar verildi. Bkz. Ankara  Bölge  Adliyesi  6.  CD,  E.  2018/3858,  K.  2019/1051,  T.  25.04.2019 (Yayımlanmamıştır). …Sanığın  ‘gerizekalı   şeklindeki  hakaret  sözünü  çocuğunun  damar  yolunun bulunamamasından duyduğu öfke ve üzüntü ile mağdurun haksız fiiline tepki olarak söylediği değerlendirilmekle TCK nın 129/1 ve CMK nın 223/4-d maddeleri gereğince sanık hakkında ceza verilmesine yer olmadığına… Bkz. Ankara Bölge Adliyesi 6. CD, E. 2019/3378, K. 2021/553, T. 24.03.2021 (Yayımlanmamıştır). 24  ARTUK – GÖKCEN, s. 533; KOCA-ÜZÜLMEZ, s. 497. 25  Nur CENTEL- Hamide ZAFER- Özlem ÇAKMUT, Kişilere Karşı İşlenen Suçlar, C. I, Beta Yayıncılık, İstanbul 2017, s. 266; TEZCAN – ERDEM – ÖNOK, s. 661. 1141Yeşim GARİPOĞLU ÖZEN Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1133-1146  dokunulmazlığı ihlal edilen kimse hakaret ettiğinde ise, takdiren cezası azaltılarak verilecek yahut yine takdire bağlı olarak cezadan vazgeçilecektir. Bu durumun ceza adaleti ve hakkaniyet ile bağdaşmadığı ifade edilmektedir. Gerçekten de bu düşüncenin doğru olduğunu söylemek bakımından bir engel görünmemektedir. İfade edildiği gibi, bir kimsenin sadece kasten yaralama suçuna karşı hakaret fiilini gerçekleştirmesiyle bir başka ve daha ağır bir hukuki  konuyu  ihlal  eden  fiile  karşı  hakaret  fiilini  tepki  olarak gerçekleştirmesi durumunda birinci halde cezaya hükmedilmemesi sonucu doğacakken; ikinci ve daha ağır olan diğer halde daha az ceza verilmesi sonucu doğacaktır.  Konunun girişinde de belirtildiği gibi, TCK m. 129/1 ve 129/2, haksız tahrikin hakaret ve sövme suçlarına özgülenmiş özel bir halidir. Bu halin uygulandığı durumlarda genel haksız tahrik hükmünün uygulanması yoluna gidilemez. Bu nedenle, yukarıda da belirtilen detaylar ile birlikte aynı şartları taşırlar.  Yargıtay ın içtihatları da bu yöndedir. Örneğin, Yargıtay 18. Ceza Dairesi,  3.3.2020  tarihli  bir  kararında,  …Sanığın  başvuruda  bulunduğu üniversitelerle  mağdurun  iletişime  geçip  olumsuz  referans  vererek  işini engellediğini bu nedenle, aradığında mağdurun kendisine ben hayattayken sen hiçbir yere giremeyeceksin şeklindeki sanık savunması araştırılarak sonucuna göre tehdit suçu yönünden TCK'nın 29. ve hakaret suçu yönünden ise  anılan  Kanun'un  129.  maddelerinde  düzenlenen  haksız  tahrik hükümlerinin  uygulanıp  uygulanmayacağının  tartışılmaması  …  bozmayı gerektirir demektedir. Yargıtay ın isabetli olarak, bu kararında aynı tahrik fiilinin  arkasından  bir  yönden  tehdit  suçu  bakımından  genel  tahrik hükümlerini, diğer yandan hakaret suçu bakımından özel olarak düzenlenen TCK m. 129 hükümlerinin uygulanıp uygulanmayacağının tartışılmadığını öne sürerek hüküm kurduğu görülmektedir.  Suçu  ağırlatan  nedenler  bakımından  bu  hükümlerin  uygulanması hakkında, mülga kanunda kendisine tecavüz olunan şahıs 480. ve 482. maddelerde yazılı cürümlere kendi haksız hareketliyle sebebiyet vermiş ise ifadesi  kullanılmakta  ve  böyle  olunca  örneğin,  heyete  hakaret  halinde ağırlatıcı halin düzenlendiği m. 483 bakımından ve bunun dışında da özel tahkir  suçları  bakımından  bu  hükümlerden  yararlanılamayacağı  ifade edilmekteydi.  5237  sayılı  TCK  düzenlemesinde  ise  benzer  bir  hükme rastlanmamaktadır. Suçun basit şeklini düzenleyen hüküm ile ağırlatılmış ya da hafifletilmiş şeklini düzenleyen hükümler, aynı hüküm kapsamında kabul edildiğinden                                                  26  Yargıtay 18. CD, E. 2020/765, K. 2020/5438, T. 3.3.2020 (kazanci.com). 1142Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1133-1146   Yargıtay Kararları Işığında Hakaret…    mümkün  olabildiği  ölçüde,  hakaret  suçlarına  özgülenen  bu  özel  tahrik hallerinden suçun ağırlatılmış hallerinde de yararlanılabilmesinin önünde bir engel yoktur.   Bu  düzenlemeler,  doktrinde  farklı  düşünceler  olsa  da  bir  hukuka uygunluk nedeni olmayıp sadece suça etki eden bir neden olarak karşımıza çıkmakta; genel haksız tahrikte cezayı azaltıcı neden ne ise, özel tahrik halinde de o olmaktadır.   Sonuç olarak, haksız tahrikin bu özel hallerinden de (gerek birinci fıkra gerek  ikinci  fıkra  düzenlemesinden  olarak)  bahsedebilmek  için;  tekrara düşmemek adına yukarıda belirtilen şartları da taşıması kaydıyla, ortada bir haksız  fiil  olmalıdır  ve  bu  fiilin  etkilerinin  kişi  üzerinde  devam  etmesi gerekmektedir. Eğer bu etki ortadan kalkarsa artık bu halden yararlanmak mümkün görünmez. Ancak doktrinde genel tahrikten farklı olarak haksız hakaretin  failde  gerçek  anlamda  tepki  yahut  elem  yahut  öfke  meydana getirdiğinin  araştırılmasına  gerek  olmadığı  düşüncesinin  savunulduğu  da görülmektir.  Bu  düşünceye  katılmak,  haksız  tahrik  kurumunun  yapısı bakımından mümkün görünmemektedir. C. TCK m. 129/3 Hükmünde Yer Verilen Düzenleme Bağlamında Hakaret Suçunun Karşılıklı Olarak İşlenmesi Karşılıklı hakaret yahut doktrindeki diğer adıyla karşılıklı tahkir, TCK m. 129/3 de Hakaret suçunun karşılıklı olarak işlenmesi halinde, olayın mahiyetine göre, taraflardan her ikisi veya biri hakkında verilecek ceza üçte birine kadar indirilebileceği gibi, ceza vermekten de vazgeçilebilir. şeklinde hüküm altına alınmıştır.  Karşılıklı hakaret ve sövme, yapısı itibariyle 765 sayılı Kanundan çok da farklı olmadığı görülmektedir. Bazı sözcük tercihleri dışında yapı olarak karşılıklı  tahkire  ilişkin  maddenin  neredeyse  aynı  olduğunu  söylemek mümkündür. Aradaki tek fark, 765 sayılı Kanunda hangi tarafın sebebiyet verdiğini nazara alarak yalnız biri hakkında cezayı ıskat edebilir ifadesidir. 5237 sayılı Kanunda bu durum olayın mahiyetine göre her ikisi veya biri                                                  27  ERMAN, Hakaret ve Sövme Suçları, s. 220 vd. 28  Timur DEMİRBAŞ, Türk Ceza Kanunu nda Özel Tahrik Halleri, Üçdal Neşriyat, İstanbul 1985, s. 37, 146. 29  HAFIZOĞULLARI – ÖZEN, Özel Hükümler Kişilere Karşı Suçlar, s. 246. Karş. Devrim AYDIN, Türk Ceza Hukuku nda Hakaret Suçu, Prof. Dr. Nur CENTEL e Armağan, MÜHF Hukuki Araştırmalar Dergisi Özel Sayı, Y. 2013, C. 19, S. 2, ss. 879 – 919. 30  TEZCAN – ERDEM – ÖNOK, s. 625. Karş. Veli Özer ÖZBEK – Koray DOĞAN – Pınar BACAKSIZ, Türk Ceza Hukuku Özel Hükümler, Seçkin Yayıncılık, Ankara 2020, s. 528.  1143Yeşim GARİPOĞLU ÖZEN Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1133-1146  hakkında ceza indirilebilir veya vermekten de vazgeçilebilir şeklinde ifade edilmektedir.  Görüldüğü  gibi  mülga  kanunda,  sebep  olan  tarafın  bu nedenselliğinin nazara alınması istenmektedir.  5237 sayılı TCK da ise bu durum olayın mahiyetine göre biçiminde ifade edilmektedir.  Hakaretin  karşılıklı  olmasında  esas  aranması  gereken  nedensellik bağıdır. Böyle olunca ilk hakaret ile bu hakarete tepki olarak işlenen hakaret arasında bir bağ olması gerekmektedir. Doktrinde bir görüşe göre, ilk ve ikinci  hareket  arasında  zaman  ve  yer  bakımından  bir  bağıntı  olması gerekmez; aranması gereken bu hareketlerin arasında psikolojik bir bağın olmasıdır.  Zanardelli  Kanunu  gibi  765  sayılı  TCK da  da  konu  hakkında  üç yaklaşım  olduğu  bilinmektedir.  Zanardelli nin,  karşılıklı  hakaret  halini, medeni  hukuk  ve  Roma  ceza  hukukundaki  takas  teorisinin  ceza hukukunda uygulanması olarak gördüğü ve bu düşünceye dayandığı ifade edilmektedir. Manzini ye atfedilen diğer düşünceye göre, takas halinde karşılıklı  tam  bir  eşitlik  aranması  gerekir;  ancak  kanunda  bu  eşitlik aranmamıştır. Kanunda karşılık vermekte aşırıya kaçılmış olsa bile eşitliği örtülü  de  olsa  işaret  edecek  bir  tabir  görünmemektedir.  Carrara  ve Maggiore ya  atfedilen  görüşe  göre,  kurumun  temelini  karşılıklı  tahkir halinde şikayet veya davadan zımnen vazgeçilmiş olması görüşünde aramak gerekir.  Öyle ki,  tahkire karşılık  veren  kimse böyle yaparak  hakaret  ve sövme  fiili  işleyen  fail  aleyhine  şikayet  etmek  hakkını  kaybetmiştir. Kusurluluğu özel kastta arayan Florian a göre ise, ortada bir karşılık verme kastı vardır, o halde manevi unsur yoktur. Bu görüş, karşılıkta bulunanın                                                  31  Ayrıntılı bilgi için bkz. Muharrem ÖZEN, Hakaret ve Sövme Suçlarında Özel Tahrik Halleri, TBBD, Y. 2002, C. 51, S. 3, s. 37.  32  TEZCAN – ERDEM – ÖNOK, s. 629; CENTEL-ZAFER-ÇAKMUT, s. 268. …Sanığın katılanın kendisine yönelik ‘anlamıyor gerizekalı  şeklinde sözü üzerine atılı sözleri söylediğine ilişkin savunması, iddiayı teyit eden özel güvenlik görevlisi tanığın barışmalar üzerine doktor odasına gittiğine ilişkin açıklamalarına göre olay başlangıcının tanık tarafından duyulmadığı ve savunmayı teyit eden tanığın anlatımları, katılanla ilgili ek kovuşturmaya yer olmadığına dair karardaki açıklamalar ile hakaret suçunun işlendiği doktor muayene odasına ilişkin görüntü bulunmayan CD nin ses kaydı içermemesine göre, sanığın üzerine atılı hakaret suçuna konu sözleri sarfettiği ancak aksi kanıtlanamayan savunmaya  itibarla  şüpheden  sanık  yararlanır  ilkesi  de  gözetilerek  ilk  hakaretin katılandan geldiğinin kabulü ile sanık hakkında ceza verilmesine yer olmadığına… Bkz. Ankara  Bölge  Adliyesi  6.  CD,  E.  2019/1881,  K.  2020/1959,  T.  14.10.2020 (Yayımlanmamıştır). 33  ERMAN, Hakaret ve Sövme, s. 212. 34  ERMAN, Hakaret ve Sövme, s. 211. 1144Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1133-1146   Yargıtay Kararları Işığında Hakaret…    cezalandırılmamasını izah etse de, her iki tarafın cezasız kalmasının nedenini açıklayamadığı gerekçesiyle eleştirilmiştir.   Yukarıdaki  açıklamalarla  birlikte  değerlendirildiğinde,  bu  kurumun hukuki niteliğini ceza politikası ile açıklayan yaklaşım bizce de daha isabetli görünmektedir.  Sonuç olarak, karşılıklı hakaretten bahsedilebilmesi için, mutlaka ilk hareketin haksız olması, buna karşılık gerçekleştirilen hareket ile ilk hakaret arasında nedensellik bağı bulunması gerekmektedir. Böyle olunca hakaret suçu  dışındaki  suçlarda,  fiiller  karşılıklı  olsa  da  bir  karşılıklı  hakaret bağlamında  düzenlenen  bu  halin  varlığından  bahsetmek  mümkün görünmemektedir.  Zira  kanun  koyucu  bu  normu  salt  hakaret  suçuna özgülemektedir.  Nitekim  Yargıtay ın  uygulamasının  bu  yönde  olduğu görülmektedir. Gerçekten de 10.2.2020 tarihli bir kararında, Olay günü alkollü araç kullanan sanık ... ve temyiz dışı sanık ... arasında seyir halinde iken tartışma ve küfürleşmelerin yaşanması, ayrıca mahkemece temyiz dışı sanıklar ... ile A. A. hakkında karşılıklı hakaret nedeniyle ceza verilmesine yer olmadığına karar verilmesi karşısında, olayın çıkış nedeni ve gelişmesi değerlendirilerek  sonucuna  göre  tehdit  ve  yaralama  suçları  yönünden TCK nın 29, hakaret suçu yönünden ise anılan Kanunun 129. maddesinde düzenlenen  haksız  tahrik  hükümlerinin  uygulanıp  uygulanmayacağının tartışılmaması  …    diyerek,  karşılıklı  hakaret  nedeniyle  TCK  m.  129/3 gereği  ceza  verilmesine  yer  olmadığına  hükmedilse  de,  tehdit  suçu bakımından muhakkak haksız tahrikin genel hükümlerdeki düzenlemesi olan TCK m. 29 tartışılmadan hüküm kurulmasını doğru olarak bozma sebebi yaptığı görülmektedir.                                                         35  ERMAN, Hakaret ve Sövme, s. 211. 36  ÖZBEK – DOĞAN – BACAKSIZ, Özel Hükümler, s. 531. 37  Yargıtay 4. CD, E. 2019/7695, K. 2020/2726, T. 10.2.2020 (kazanci.com). 1145Yeşim GARİPOĞLU ÖZEN Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 1133-1146",
     "Kaynakça": "ARTUK, Mehmet Emin/ GÖKCEN, Ahmet, Ceza Hukuku Özel Hükümler, Adalet Yayınevi, Ankara 2017. AYDIN, Devrim, “Türk Ceza Hukuku nda Hakaret Suçu, Prof. Dr. Nur CENTEL e Armağan, MÜHF Hukuki Araştırmalar Dergisi Özel Sayı, Y. 2013, C. 19, S. 2, ss. 879 – 919. CENTEL,  Nur/  ZAFER,  Hamide/  ÇAKMUT,  Özlem,  Kişilere  Karşı  İşlenen Suçlar, C. I, Beta Yayıncılık, İstanbul 2017. DEMİRBAŞ, Timur, Türk Ceza Kanunu nda Özel Tahrik Halleri, Üçdal Neşriyat, İstanbul 1985. DEMİRBAŞ, Timur, Haksız Tahrik, Seçkin Yayınevi, Ankara 2021.  DÖNMEZER, Sulhi/ ERMAN, Sahir,  Nazari ve Tatbiki Ceza Hukuku (Genel Kısım) C. II, Sulhi Garan Matbaası, B. 11, İstanbul 1997. EREM, Faruk, Adalet Psikolojisi, AÜHF Yayınları, Yayın No. 161, 4. Baskı, Ajans – Türk Matbaası, Ankara 1961. EREM, Faruk, Hakaret ve Sövme, Ankara Üniversitesi Hukuk Fakültesi Yayınları: No. 127, Güzel İstanbul Matbaası, Ankara 1958. EREM,  Faruk,  Türk  Ceza  Hukuku  Özel  Hükümler,  C.  IV,  3.  Baskı,  Seçkin Kitabevi, Ankara 1985. ERMAN, Sahir, Hakaret ve Sövme Suçları, İstanbul Üniversitesi Fen Fakültesi Döner Sermaye İşletmesi Prof. Dr. Nazım Terzioğlu Basım Atölyesi, 2. Baskı, İstanbul 1989. ERMAN, Sahir/ ÖZEK, Çetin, Ceza Hukuku Özel Bölüm Kişilere Karşı İşlenen Suçlar, Dünya Yayıncılık, İstanbul 1995. HAFIZOĞULLARI,  Zeki/  ÖZEN,  Muharrem,  Türk  Ceza  Hukuku  Genel Hükümler, US-A Yayıncılık, Ankara 2018. HAFIZOĞULLARI, Zeki/ ÖZEN, Muharrem, Türk Ceza Hukuku Özel Hükümler Kişilere Karşı Suçlar, US-A Yayıncılık, Ankara 2016. KOCA,  Mahmut/  ÜZÜLMEZ,  Mahmut,  Türk  Ceza  Hukuku  Özel  Hükümler, Adalet Yayınevi, Ankara 2019. ÖZBEK, Veli Özer/ DOĞAN, Koray/ BACAKSIZ, Pınar/ TEPE, İlker, Türk Ceza Hukuku Genel Hükümler, Seçkin Yayıncılık, 11. Baskı, Ankara 2020. ÖZBEK, Veli Özer/ DOĞAN, Koray/ BACAKSIZ, Pınar, Türk Ceza Hukuku Özel Hükümler, Seçkin Yayıncılık, Ankara 2020. ÖZEN, Muharrem, “Hakaret ve Sövme Suçlarında Özel Tahrik Halleri, TBBD, Y. 2002, C. 51, S. 3, ss. 27-49. ÖZEN, Mustafa, Ceza Hukuku Özel Hükümler Dersleri, Adalet Yayınevi, Ankara 2019. TEZCAN, Durmuş/ ERDEM, Mustafa Ruhan/ ÖNOK, Murat, Teorik ve Pratik Ceza Özel Hukuku, Seçkin Yayınevi, Ankara 2018. TOROSLU, Nevzat, Ceza Hukuku Özel Kısım, Savaş Yayınevi, Ankara 2019. 1146"
}