{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2019",
     "Cilt": "68",
     "Sayı": "1",
     "Başlık": "BİREYSEL BAŞVURU KARARLARINDA MAKUL SÜREDE YARGILANMA HAKKI",
     "Title": "Right to Trial Within A Reasonable Time in the Individual Application Decisions",
     "Yazar İsmi": [
          "Ayşe ÖZKAN DUVAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Avrupa İnsan Hakları Mahkemesi",
          "Anayasa Mahkemesi",
          "makul süre",
          "bireysel başvuru"
     ],
     "Keywords": [
          "European Court of Human Rights",
          "Constitutional Court",
          "individual application",
          "reasonable time"
     ],
     "Özet": "KAN DUVAN∗ ÖZ Makul  sürede  yargılanma  hakkı,  adil  yargılanma  hakkının  en  önemli unsurlarından  biridir.  Avrupa  İnsan  Hakları  Sözleşmesinin  6.  maddesi  ve Anayasanın 141. maddesiyle güvence  altına alınmıştır.  Gerek Avrupa İnsan Hakları Mahkemesi gerekse Anayasa Mahkemesinde görülen bireysel başvuru uyuşmazlıklarının büyük bölümü makul sürede yargılanma hakkıyla ilgilidir. Ülkemizde uzun yargılama süreleri özellikle belirli dava türleriyle ilgili olarak patolojik bir hal almıştır. Bu çalışmanın birinci bölümünde hukuksal, cezai ve idari  yargılamada  makul  sürenin  aşılmasına  yol  açan  nedenler  üzerinde durulmaktadır.  İkinci  bölümde  AİHS,  Anayasa  ve  Usul  Yasalarında  makul sürede yargılanma hakkıyla ilişkili mevzuat hükümleri ele alınmakta; üçüncü bölümde  bireysel  başvuru  mekanizmasında  kullanılan  makul  süre  ölçütleri üzerinde durulmaktadır. Makul süre kavramının içeriği ve uygulanma ilkeleri, büyük ölçüde ilgili mevzuatla değil AİHM ve Anayasa Mahkemesinin bireysel başvuru  içtihadıyla  geliştirilmiştir.  Bu  nedenle  çalışmamızda  makul  sürede yargılanma hakkı, mahkemelerin bireysel başvuru yolunda verdikleri kararlardan yola çıkılarak değerlendirilmektedir.",
     "Abstract": "The right to a trial within a reasonable time is one of the most important elements of the right to a fair trial. It is guaranteed by Article 6 of the European Convention on Human Rights and Article 141 of the Turkish Constitution. The biggest part of the individual application disputes both in the European Court of Human Rights and in the Constitutional Court are concerned with the right to a trial within a reasonable time. In our country, long trial periods have become pathological, especially with respect to certain types of cases. The first part of this study focuses on the causes that lead to reasonable time outs in criminal, juridical and administrative jurisdictions. In the second part, the provisions of the legislation relating to the right to a trial within a reasonable time in the ECHR, the Constitution and the Rules of Procedure are addressed; in the third chapter, reasonable time measures used in the individual application mechanism are emphasized. The content of the concept of reasonable time and the principles of implementation have not been developed to a large extent in the relevant legislation, but rather in the individual application case law of the ECHR and the Constitutional Court. For this reason, the right to a trial within a reasonable time in our study is assessed on the basis of decisions taken by the courts on the way to individual applications. Key  Words:  European  Court  of  Human  Rights,  Constitutional  Court, individual application, reasonable time.",
     "Metin": "Hukuksal uyuşmazlıkları çözümlemek üzere yürütülen bir yargılama süreci sonucunda adaletli çözüme ulaşılması yargı erkinin temel işlevidir. Bu temel işlevin yerine getirilmesinde, yargılama sürecinin kapsadığı zaman diliminin uzunluğu  da  önemli  bir  etkendir.  Buna  göre  yargılamanın  makul  sürede tamamlanması adil yargılanma hakkının en önemli unsurlarından biri olarak ifade  edilebilir.  Yargı  mercilerine  duyulan  güvenin  korunması  için  hakkın 288Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336  Bireysel Başvuru Kararlarında … mümkün  olan  en  kısa  sürede  hak  sahibine  teslim  edilmesi,  uyuşmazlığın taraflarının en kısa sürede tatmin edilmesi gerekmektedir. İhtiyaç olunandan daha uzun süre devam eden bir yargılama süreci, adaletin gerçekleştirilememesi riskini bünyesinde barındırır. Bu risk bazen delillerin korunmasında doğabilecek sorunlardan, bazen tarafların uzayan davanın yargılama giderlerini karşılama kapasitesini  yitirmesinden,  bazen  de  tarafların  yargılama  sürecinden  manevi yönden yıpranmasından kaynaklanabilir.  Belirtilen bu nedenler yargıya olan güvenin yitirilmesiyle ve yargısal mekanizmaların işleyişinden umulan yararın elde  edilememesinden  dolayı  adalete  olan  inancın  zayıflamasıyla sonuçlanabilmektedir.1 Makul sürede yargılanma hakkı, Magna Carta dan itibaren ifade edilmekte olan, adaletin yerine getirilmesinin geciktirilmemesi, ertelenmemesi düşüncesine dayanmaktadır.2 Makul sürede yargılanma hakkı, hak sahibine yargılamalarının makul sürede bitirilmesini talep etme yetkisi vermektedir. Yargı kolları ayrımını gözetmeksizin ceza, hukuk ve idari yargılama hukuku bakımından geçerliliği bulunan  bu  ilke,  adil  yargılamanın  en  önemli  unsurlarından  biridir.  Makul sürede yargılanma, adil yargılanma hakkının iki biçimsel unsurundan biridir; diğer biçimsel unsur da duruşmaların aleni yapılması ilkesidir.3 Ceza yargılaması, hukuk yargılaması ve idari yargılamada açılmış davaların hangi nedenlerle olursa olsun sürüncemede bırakılmış olması, sanığın ya da yargılamanın  taraflarından  bir  diğerinin  zan  altında  kalmasına  neden olabilmektedir.  Mesela  ceza  davalarında  birey  aleyhinde  suç  isnadında bulunulduğunda, yargılamanın başında alınması gerekli önlemlere başvurulması halinde kişi, özgürlüğünden yoksun kılınma gibi tedbirlerle karşılaşabilir. Hatta                                                            1   Martin Kuijer,  The Right to a Fair Trial and the Council of Europe s Effort to Ensure Effective Remedies on a Domestic Level for Excessively Lenghty Proceedings , Human Rights Law Review, Cilt 13, Sayı 4, Aralık 2013, ss. 777-794, s. 777-778. 2   Erol Cihan,  Hakim Unsuru Bakımından Ceza Davalarının Uzamasının Sebepleri , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Cilt 45-47, Sayı 1-4, Yıl 1979-1981,ss. 873-898, s. 877. 3   Erol Cihan/Feridun Yenisey, Ceza Muhakemesi Hukuku: Genel Hükümler, Beta Yayınları, 1. Bası, İstanbul, Şubat 1996, s. 21-22; Hüseyin Turan,  Avrupa İnsan Hakları Mahkemesi İçtihatlarında Makul Sürede Yargılanma Hakkı , Türkiye Adalet Akademisi Dergisi, Cilt 3, Sayı 11, Ekim 2012, ss. 47-75, s. 48. 289Ayşe ÖZKAN DUVAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336 toplumsal  düzeyde  sanığa  suçlu  olarak  bakılması  ve  manevi  baskı  altında bırakılması mümkündür. Hukuk davaları ile idari davalar bakımından da uzun süreli yargılamaların, belirsizlik ve huzursuzluğa sebebiyet verdiği ve bireylerin hukuk  sistemine  yönelik  adalet  beklentisinin  yitirilmesine  ortam  hazırladığı bilinmektedir.  Hukuk  davalarının  gereğinden  çok  uzaması,  adalete  erişimin gecikmesinden  fayda  umanlara  cesaret  verirken;  adaletin  yerini  bulmasını bekleyen  tarafların  psikolojik  çöküş  yaşamalarına  neden  olabilmektedir.  Bir idari  yargı  davasında  davacının  dava  konusu  idari  işlemlere  yönelik  netice almasının  gecikmesi,  telafi  edilemez  haksızlıkların  gerçekleşmesine  neden olabilir. Bu durum hukuksal belirlilik ilkesine de aykırılık oluşturmaktadır.4 Bu noktada makul sürede yargılanma hakkı, yargılama sonucundan bağımsız olarak yargılanma  sürecinin  sonuçlandırılmasındaki  gecikmenin  yol  açacağı mağduriyetleri önlemeyi amaçlamaktadır.  Makul süre  müessesesi, bireylerin uzun süren yargılamalarla haksız biçimde cezalandırılmasının önüne geçmek yönünde temel bir koruyuculuk işlevi görmektedir. Davaların mümkün olduğu ölçüde süratle sonuçlandırılmasını gerektiren makul sürede yargılama ilkesinin uygulanması, bazı hallerde adil yargılanma hakkının  diğer  unsurlarının  ihmale  uğraması  ihtimalini  gündeme  getirebilir. Mesela bağımsız ve tarafsız bir mahkemeye başvurma hakkı ile makul sürede yargılanma  hakkının  çatıştığı  bir  durumda  iki  hak  arasında  ölçülülük değerlendirmesi  yapılması  gerekir  Bu  değerlendirmenin  amacı,  yargılamada sürati  sağlamaya  yönelik  düzenlemelerin,  adil  yargılanma  hakkının  diğer öğelerini  ölçüsüz  biçimde  engellemeye  yol  açıp  açmadığını  denetlemektir.5 Anayasa  Mahkemesi  tarafından  verilen  pek  çok  kararda,  makul  sürede yargılamayı  sonuçlandırma  amacının,  yargılamanın  esasına  yönelik  adil  ve                                                            4   Martin Kuijer, a.g.m., s. 777. 5   Sibel İnceoğlu,  Adil Yargılanma Hakkı , Sibel İnceoğlu (Ed.), İnsan Hakları Avrupa Sözleşmesi  ve  Anayasa:  Anayasa  Mahkemesine  Bireysel  Başvuru  Kapsamında  bir İnceleme, Beta Yayınları, 2. Bası, İstanbul, Haziran 2013, ss. 209-286, s. 284; Hasan Tahsin Gökcan,  Türk Anayasa Yargısında Bireysel Başvuru Kapsamında Makul Sürede Yargılanma Hakkı , İnsan Onuru için Anayasa Mahkemesinde 25 Yıl: Haşim Kılıç a Armağan,Ali Rıza  Çoban-Serdar  Gülener-Musa  Sağlam-Hüseyin  Ekinci  (Ed.),  Anayasa  Mahkemesi Yayınları, Cilt 1, Ankara 2015, ss. 819-865, s. 823. 290Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336  Bireysel Başvuru Kararlarında … hakkaniyete uygun bir karar verilmesine engel oluşturmaması gerektiği görüşüne yer verilmiştir.6 Makul sürede yargılanma hakkının makul süre unsuruna ilişkin olarak ne Türk Anayasa Mahkemesi ne de Avrupa İnsan Hakları Mahkemesi tarafından tespit olunmuş sabit süre sınırları mevcuttur. Yargılamanın sonuçlandırılması için  gerekli  olan  sürenin  hangi  ölçülerdeki  bir  zaman  dilimini  kapsadığı hususunda kesin bir süre tespit edilmesi mümkün gözükmemektedir.7 Çünkü yargılama süresinin makul bir süre olup olmadığı, her somut uyuşmazlığa konu olayın özelliklerine göre değerlendirilebilecek bir husustur.8 Bazen iki yıl ya da daha az süren yargılamada makul sürenin aşılmış olduğu karara bağlanırken, bazen de altı yıl süren yargılamada makul sürenin aşılmış olmadığı hükme bağlanmaktadır. Bireysel  başvuru  kararlarında   makul  süre   kavramı  iki  farklı  AİHS hükmüyle ilgili olarak kullanılmaktadır. Bu hükümlerden biri adil yargılanma hakkını düzenleyen 6. maddenin 1. fıkrası iken, diğeri de özgürlük ve güvenlik hakkını  düzenleyen  5.  maddenin  3.  fıkrasıdır.  İki  Sözleşme  hükmü, düzenledikleri haklar itibariyle farklı olduğundan, bu hükümlerde geçen makul süre kavramları da birbirinden farklıdır. Ülkemizde gerek yargılamada makul süre, gerekse tutuklulukta makul süre yönünden gerçekleşen hukuksal ihtilaflar yüksek orandadır. Tutuklulukta geçen süreler bazen iddianamenin düzenlenmesi ve  sanıkların  hakim  karşısına  çıkarılması  sürecindeki  sorunlar  nedeniyle verilebilecek  tavan  cezaların  süresini  aşabilmiştir.  Uzun  süren  ceza yargılamaları, bazen sanıkların tahliye olabilmek için aleyhlerindeki hükümlülük kararını temyiz etmekten vazgeçmesine sebebiyet vermektedir.9                                                            6   Anayasa Mahkemesi, 2014/92 Esas, 2014/6 Karar, 16.01.2014; Anayasa Mahkemesi, 2013/4 Esas,  2013/35  Karar,  18.04.2013;  Anayasa  Mahkemesi,  1999/1  Esas,  1999/33  Karar, 20.07.1999; Anayasa Mahkemesi, 2012/69 Esas, 2012/149 Karar, 11.10.2012. 7  Sibel  İnceoğlu,  Adil  Yargılanma  Hakkı:  Anayasa  Mahkemesine  Bireysel  Başvuru  El Kitapları Serisi-4, Avrupa Konseyi Ankara Program Ofisi Yayınları, Ankara, Nisan 2018, s. 266. 8   ECHR, Boddaert v. Belgium, Application No. 12819/87, 12.10.1992, p. 36. 9   Mustafa  Tarık  Şentuna,   Avrupa  İnsan  Hakları  Sözleşmesi  ve  CezaYasamız  Açısından Tutuklulukta Makul Süre , Yargıtay Dergisi, Cilt 28, Sayı 1-2, Ocak-Nisan 2002, ss. 234245,s. 236. 291Ayşe ÖZKAN DUVAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336 Tutuklulukta makul süreye ilişkin sorunlar da yargılamada makul süreye ilişkin sorunlar kadar bireysel hak ihlallerine meydan verebilmektedir. Ancak tutuklulukta makul sürenin aşılmasına ilişkin sorunlar adil yargılanma hakkının değil,  kişi  özgürlüğü  ve  güvenliği  hakkının  ihlalini  meydana  getirmektedir. Sözleşmenin 6. maddesine dayanılarak bireysel başvuruyu yargılamanın tüm tarafları yapabilmesine karşın, bireysel başvuruyu 5. maddeye dayanarak sadece şüpheli yapabilmektedir.10 Buna göre 6. madde yargılamayı hızlandırmayı, 5. madde ise tutukluluk süresini kısaltmayı öngörmektedir. Genel kural olarak 6. maddedeki  makul  süre,  kamu  davasının  açılması  ile  hüküm  arasında  geçen süreyi kapsamaktadır. Bununla birlikte kamu davasının zamanaşımı nedeniyle düşmesi  ya  da  uzun  süren  soruşturma  aşamasının  takipsizlik  kararıyla sonuçlanmış  olması  durumunda  da  makul  sürenin  ihlali  iddiasıyla  dava açılabilmektedir.  Sonuç  itibariyle  6.  maddenin  1.  fıkrası  ihlal  edilmediği durumlarda 5. maddenin 3. fıkrasının ihlali gündeme gelebilmektedir.11   1. Türk Hukukunda Uzun Süreli Yargılama Nedenleri Yargılama süresinin uzamasında etkili olan faktörler, yargılama hukuku dallarına göre benzerlik ve farklılık gösterebilmektedir. Bu nedenle yargılama süresinin  uzama  nedenlerini  yargılama  hukuku  ayrımını  nazara  alarak açıklamakta isabet bulunmaktadır.  Hukuk  davalarının  makul  süreyi  aşacak  şekilde  uzamasında  etkili  olan nedenlerin  bir  kısmı  maddi  hukuka,  bir  kısmı  da  yargılama  yöntemlerine ilişkindir. Maddi hukuk kaynaklı nedenlerin yol açtığı uzun süreli yargılamalara örnek olarak 766 Sayılı Tapulama Kanununun yürürlükte bulunduğu dönemde açılan kadastro davaları gösterilebilir. Dönemin kadastro çalışmalarında, istisnai askı sürelerinin kural haline getirilmesi, kadastro çalışmalarının vatandaşların müdahalesine açık olması ve fen memurlarının teknik yetersizlikler nedeniyle sağlıklı ölçümleme ve keşif yapamaması gibi sorunlu tapulama uygulamaları                                                            10  ECHR, Stögmüller v. Austria, Application No. 160262, 10.11.1969, p. 5. 11  Pieter Van Dijk/ Fried Van Hoof/ Arjen Van Rijn/ Leo Zwaak, Theory and Practice of the European Convention on Human Rights, Intersentia, 4. Bası, Antwerpen-Oxford 2006, s. 602-603, Sibel İnceoğlu, a.g.e., s. 265 ; Hüseyin Turan, a.g.m., s. 53. 292Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336  Bireysel Başvuru Kararlarında … davaların uzamasına sebebiyet vermiştir.12 Geçmişte olduğu gibi günümüzde de kadastro davaları makul süre ihlalinin en patolojik görünümünü ortaya koymaya devam etmektedir. 2012 ve 2013 yılı verilerine göre kadastro davalarındaki makul  süre  ihlallerinin  oranı  Türkiye  ortalamasının  on  kat  üzerinde seyretmiştir.13 Maddi hukuk kaynaklı uzun yargılama nedenlerine ilişkin bir başka örnek 6831 Sayılı Orman Kanunu hükümlerine dayalı uygulamalardır. Kanunun ilga edilen  muvakkat  1.  maddesinde  bir  arazinin  orman  sayılıp  sayılmayacağı hususunda  ortaya  çıkan  hukuksal  uyuşmazlıklarda,  Bakanlık  görüşüne başvurulması  zorunlu  iken  mahkemelerin  bu  görüşle  bağlı  olmaması öngörülmüştür.  Böyle  bir  durumda  mahkemeler,  Bakanlık  görüşüne başvurduğunda yıllarca yanıt almayabilmekte, davada hiçbir ilerleme sağlaması beklenmeyen bir aşamada sürüncemede kalınmaktadır.15 Yargılama usulünü ilgilendiren Hukuk Muhakemeleri Kanunu ve Tebligat Kanununun uygulanmasından kaynaklanan sorunlar da hukuk davalarının uzun sürme nedenleri arasında yer alabilmektedir. Özellikle tebligat hukukuna ilişkin yanlış uygulamalar dava dosyasının bozulmasına neden olabilmektedir. Hukuk davalarında taraf teşkili sağlanmasının büyük önemi vardır. Bu nedenle tebliğ memurları tarafından yapılabilecek usulsüz tebligatlar, dava dosyasında ilerleme sağlandığı  aşamalardan  geri  dönüş  yapılması  ve  yargılama  işlemlerinin tekrarlanması gibi sonuçlar doğurabilmektedir.18 Hukuk davaları bakımından yargılamanın sürüncemede kalması sonucunu getiren bir başka hüküm Eski Borçlar Kanununun 53. maddesine karşılık gelen                                                            12  Muharrem Ünal,  Hukuk Davalarının Uzamasının Nedenleri ve Yargılamada Çabukluğun Sağlanması , Ankara Barosu Dergisi, Sayı 6, Yıl 1982, ss. 42-63, s. 43-44. 13  Mustafa Tören Yücel,  Adli Yargıda Makul Süre Felsefesi ve Matematiği , Türkiye Barolar Birliği Dergisi, Sayı 117, Yıl 2015, ss. 35-53, s. 41. 14  6831 Sayılı Orman Kanunu, Resmi Gazete, Tarih 08.09.1956, Sayı 9402. 15  Muharrem Ünal, a.g.m., s. 48. 16  6100 Sayılı Hukuk Muhakemeleri Kanunu, Resmi Gazete, Tarih 04.02.2011, Sayı 27836. 17  7201 Sayılı Tebligat Kanunu, Resmi Gazete, Tarih 19.02.1959, Sayı 10139. 18  Muharrem Ünal, a.g.m., s. 52. 19  818 Sayılı Borçlar Kanunu, Resmi Gazete, Tarih 29.04.1926, Sayı 359. 293Ayşe ÖZKAN DUVAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336 6098  Sayılı  Yeni  Borçlar  Kanununun  74.  maddesi  olmuştur.  74.  madde hükmüne  göre  hukuk  mahkemesi  hakimi,  derdest davaya  konu  olayla  ilgili görülmekte olan ceza mahkemesi davasında verilen kararlarla bağlı değildir. Ancak  uygulama  tam  tersi  yönde  gelişmiş  olup  hukuk  mahkemeleri  ceza mahkemelerindeki davaların sonuçlanmasını beklemektedir.21 Ayrıca Yargıtay içtihadına  göre ceza  davasında kesin delil  yetersizliğine bağlı olarak  beraat kararı verilmişse, ceza mahkemesi kararı hukuk mahkemesi hakimi bakımından bağlayıcı  kabul  edilmektedir.22  Yargıtay  uygulamasına  göre   …ceza mahkemesinin  kararı,  hukuk  yargıcı  yönünden  bağlayıcı  değilse  de  ceza mahkemesince belirlenecek maddi olgular hukuk yargıcı yönünde bağlayıcıdır. Dava konusu olayın özelliği nedeni ile ceza mahkemesindeki davanın sonucu beklenmeli  ve  ondan  sonra  tüm  kanıtlar  birlikte  değerlendirilerek  varılacak sonuca uygun bir karar verilmelidir… .23 Bu yaklaşım doğrultusunda yargısal birlik ve yargı kararlarının çelişkiden arınmış olması amacı ile gerek doktrinde gerek  ise  yargısal  uygulamalarda  iki  mahkemenin  tam  olarak  bağımsız olmayacakları  ve  kısmen  de  olsa  bağımlı  oldukları  kabul  edilmiştir.24  Öte yandan ceza yargılamasının uzaması veya henüz ceza davası açılmamış olması veya  türlü  nedenlerle  açılmasının  gecikecek  olması  gibi  durumlarda  hukuk mahkemesinin  ceza  mahkemesinin  kararını  beklemesine  gerek  bulunmadığı yönündeki görüş, yargılamanın makul sürede sonuçlandırılmasını öngören adil yargılanma ilkesini destekler niteliktedir. Yapısal  nedenlerden  kaynaklanan  bazı  etkenler  de  hukuk  davalarının uzamasında etkili olabilmektedir. Hakimlerin meslekte yetişmesi, adliyelerdeki personel  azlığı  ve  mahkemelerin  araç  gereç  ihtiyacının  karşılanmaması  gibi                                                            20  6098 Sayılı Türk Borçlar Kanunu, Resmi Gazete, Tarih 04.02.2011, Sayı 27836. 21  Muharrem Ünal, a.g.m., s. 49. 22  Yargıtay 9. Hukuk Dairesi, 1916/5918, 17.06.1966 tarihli karar; Yargıtay 4. Hukuk Dairesi, 2011/3313 Esas, 2012/6507 Karar sayılı, 16.04.2012 tarihli karar.  23  Yargıtay 4. Hukuk Dairesi, 2011/3313 Esas, 2012/6507 Karar sayılı, 16.04.2012 tarihli karar.  24  Halis  Yaşar,   Ceza  Mahkemesi  Kararlarının  Hukuk  Hakimini  Etkileyip  Etkilememesi Meselesinin Makul Sürede Yargılanma Hakkı İhlaline Varan Boyutu , Türkiye Barolar Birliği Dergisi, Sayı 109, Yıl 2013, ss. 451-464, s. 453. 25  Çelik Ahmet Çelik, Tazminat ve Alacaklarda Sorumluluk ve Zamanaşımı, Bilge Yayınevi, İstanbul, Eylül 2012, s. 375–376. 294Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336  Bireysel Başvuru Kararlarında … durumlar  mahkemelerle  ilgili  nedenler  olarak  sayılabilir.  Taraflardan kaynaklanan nedenler kategorisinde, davaya bakan hakimlerin yersizce şikayet edilmesi, davaları uzatmak amacıyla hakimlerin kasıtlı olarak reddedilmesi gibi durumlar  tipik  dava  erteleme  mazeretleridir.  Taraflar  dışında  yargılama sürecinde yer alan bilirkişilerin, talimat yazılan kurum veya kişilerin, görüşüne başvurulan uzmanlık kurumlarının süresinde görevini yerine getirmemesi hukuk davasını uzatan  karakteristik durumlardır. Tanık veya  bilirkişiler  hakkındaki yazışmaların süratli ve sağlıklı yapılmaması da bahsi geçen problematik sürecin bir parçasıdır.26 Ceza  davalarının  uzun  sürme  nedenleri  arasında  duruşmaların  gereksiz şekilde  ertelenmesi  ceza  davalarının  uzamasına  neden  olabilen  en  önemli sorunlardan biridir. Bazen iddia makamı, bazen sanık müdafii, çoğunlukla da ara karar  vermeye  yönelik  hazırlık  yapmamış  dava  yargıçları  gereksiz  taliklere sebebiyet vermektedir.27 Soruşturmanın olgunlaştırılmamış olması durumunda da  soruşturma  sonucuna  dayalı  olarak  temellendirilen  davanın  uzatılması mümkün  olmaktadır.  Yargıçların  dava  konusuna  hakim  olmamasına bağlanabilecek  bir  başka  istenmeyen  sonuç,  bilirkişilere  lüzum  bulunmadan başvurulmasıdır. Lüzum bulunduğu hallerde ise bilirkişiden beklenen raporun temel hatları açık belirtilmediğinde birden çok kez dosyanın geri gönderilmesi neticesinde,  birkaç  günde  alınabilecek  sonucun  alınması  aylar  hatta  yıllar alabilmektedir.28  Mesela  Adli  Tıp  Kurumuna  gönderilen  her  bir  dosya  için bekleme süresi normalin çok üstündedir. Aynı ceza dosyasının ikinci ya da üçüncü kez gönderilmesi halinde ise geçen süre kronikleşmektedir.29 Avrupa İnsan Hakları Mahkemesinin pratiğinde hukuk yargılaması-idari yargılama ayrımı yapılmamaktadır. Ancak ülkemizdeki idari yargı teşkilatının ayrı  bir  yargı  kolu  olarak  işlemesi  nedeniyle  uzun  süreli  idari  yargılama nedenlerinin  ayrı  başlık  altında  ele  alınması  uygun  olacaktır.  Özellikle  son                                                            26  Muharrem Ünal,a.g.m., s. 60. 27  İlhan Akbulut,  Ceza Davalarının Uzamasının Sebepleri , Yargıtay Dergisi, Cilt 20, Sayı 4, Ekim 1994, ss. 436-457, s. 452.  28  İlhan Akbulut, a.g.m., s. 452-453. 29  Mustafa Tören Yücel,a.g.m., s. 38. 295Ayşe ÖZKAN DUVAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336 yıllarda  Türkiye deki  idari  davalar,  yargılama  sürecinin  makul  sürede sonuçlandırılmadığı  iddiasıyla  eleştiri  konusu  edilmektedir.  Avrupa  İnsan Hakları Mahkemesi önüne makul sürede yargılanma hakkının ihlali iddiasıyla giden idari davaların önemli bir bölümü başvurucu lehine sonuçlanmaktadır.30 Hukuk yargılamasından farklı olarak idari yargılama hukukunda, makul sürede yargılanma hakkının süjesi sadece davacı taraftır. İdari davalarda davalı taraf olan idare, kamu otoritesini temsil ettiği için adil yargılanma hakkının süjesi değildir. Buna göre idari davalarda, işlem ve eylemlerinde üstün kamu gücüne dayanan  idarenin  tasarruflarının  hukuka  aykırılığını  ileri  sürebilme  imkanı davacıya  tanınmış  bulunduğundan,  idari  davanın  makul  sürede sonuçlandırılmasını talep etme yetkisi de davacıya aittir. Davanın makul sürede sonuçlandırılmadığı iddiasıyla AİHM ye idare tarafından başvurulduğu takdirde kişi yönünden yetkisizlik gerekçesiyle başvuru kabul edilebilir bulunmayacaktır. İstinaf  müessesinin  uygulamaya  geçmesiyle  birlikte  kaldırılan  karar düzeltme yolu gibi, yüksek mahkeme kararlarının yeniden incelenmesi yoluyla yargılamanın önemli ölçüde uzamasına neden olan bir başka neden, direnme (ısrar)  müessesesidir.  Direnme,  yüksek  mahkemenin  kararına  uymaması yönünde derece mahkemesine verilmiş bir yetkidir. Bu yetkinin kullanılması yani  yüksek  mahkemenin  bozma  kararlarına  uyulmaması  durumu  yüksek mahkemelerin yüksek mahkeme olma vasfına uygunluk göstermemektedir. Aynı zamanda  yargılama  süresini  uzatmakta  ve  yüksek  mahkemelerin  iş  yükünü artırmaktadır.  Bu  nedenle  direnme  müessesi  tamamen  kaldırılmasa  bile kapsamının belirli koşullarla sınırlandırılması yargılama sürecinin kısalmasına hizmet edebilecektir.31 Hukukumuzda, yüksek mahkemeler tarafından verilen içtihadı birleştirme kararları dışındaki mahkeme kararları hukukun bağlayıcı kaynakları arasında yer almamaktadır. Bu nedenle bir mahkeme belirli bir konuda vermiş olduğu bir kararı, aynı konuda yeniden dava açılması halinde tekrarlamak yükümlülüğü altında değildir. Türk hukuk uygulamasında Yargıtay ve Danıştay gibi yüksek                                                            30  Hüseyin  Bilgin,  Avrupa  İnsan  Hakları  Mahkemesi  Kararlarının  Türk  İdari YargısınaYansımaları, Adalet Yayınevi, Ankara, Mayıs 2014, s. 236-380. 31  Baki Kuru, a.g.e., s. 371. 296Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336  Bireysel Başvuru Kararlarında … mahkemelerin  içtihatları  derece  mahkemelerinde  ancak  takdiri  delil kategorisinde değerlendirilmektedir. Bu durum çelişen içtihatların ve uzayan yargılamaların  ortaya  çıkmasına  ortam  hazırladığından  içtihadı  birleştirme kararlarının bağlayıcılığı kabul  edilmiştir.32  Bu  nedenle yargılama  sürecinde içtihatların birleştirilmesi yoluna gidilmesi ve içtihadı birleştirme kararlarının değiştirilmesi  yolunun  daha  etkin  biçimde  işletilmesi  yargılama  sürecini hızlandırılabilecek iki önemli etken olarak değerlendirilmektedir.33 Son  olarak  her  hukuk  sistemi  için  olağan  olan  yetkisizlik,  görevsizlik, birleştirme, düşme ve ortadan kaldırma kararlarının ülkemizdeki yargılamaların sonuçlandırılmasında oldukça yüksek bir oran oluşturduğunu belirtmek gerekir. Bu tip davalar uyuşmazlığın esastan karara bağlanmadığı yargılamalardır. Bu nedenle  bu  dava  türü  de  da  hukuk  sisteminin  verimli  ve  etkin  işlemesine olumsuz  etki yapan davalar  arasında  yer almaktadır.  2013  yılına ait veriler yetkisizlik, görevsizlik, fezleke yazılması ve birleştirme kararıyla sonuçlanan dava kategorisinin yüzde 6,2 oranında olduğunu göstermektedir.34 Dava şartları bakımından incelemenin yargıç tarafından davanın başında yapılması gerekir. Yargılamanın  ileri  safhasına  gelindikten  sonra  dava  şartı  noksanlığı  tespit edilerek davanın reddedilmesi ya da düşürülmesi, usul ekonomisi ilkesine de aykırılık oluşturmaktadır. 2. Mevzuatta Makul Sürede Yargılanma Hakkı Makul sürede yargılanma hakkı, bağımsız bir hüküm olarak ne iç hukukta ne de Sözleşme hukukunda yer almaktadır. Ancak makul süreli yargılama, gerek ulusal mevzuatımızda gerekse Avrupa İnsan Hakları Sözleşmesi hükümlerinde adil  yargılanma  hakkının  unsuru  olarak  düzenlenmiştir.  Adil  yargılanma hakkının unsuru olarak düzenlenen makul sürede yargılanma hakkının yukarıda belirtildiği gibi oldukça geniş bir uygulama alanı vardır.                                                             32  Ayşe Özkan Duvan,  İnsan Hakları Hukukunun İçtihadi Kaynakları , Gazi Üniversitesi Hukuk Fakültesi Dergisi, Cilt 20, Sayı 4, Ekim 2016, ss. 137-169, s. 138. 33  Baki Kuru, a.g.e., s. 375-376. 34  Mustafa Tören Yücel, a.g..m., s. 50. 297Ayşe ÖZKAN DUVAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336 2.1. Türk Mevzuatında Makul Sürede Yargılanma Hakkı Hak  aramada  kişinin  son  başvuru  adresi  olan  yargılama  makamlarının şikayet  edilmesi  durumu,  pek  çok  ülkede  gerçekleşebilmektedir.  Ancak ülkemizde yargılama makamlarına yönelik şikayet ve başvurular daha yüksek oranda  gerçekleşmektedir.  Yargılama  makamlarının  şikayet  konusu  edildiği uyuşmazlık konularının temelinde de mahkemeler önündeki işlerin sürüncemede kalması  sorunu  yatmaktadır.  Bu  çerçevede  yargıdaki  işlemlerin  uzayıp gitmesinin önüne geçebilmek için ulusal anayasayla ya da kanunlarla birtakım düzenlemeler getirilmiştir.  2.1.1. T.C. Anayasasında Makul Sürede Yargılanma Hakkı 1982 Anayasasında,  adil yargılanma hakkı  başlıklı bir düzenleyici hüküm bulunmamaktadır. Bu durum 1961 ve 1924 Anayasaları için de geçerlidir. Makul sürede  yargılanma  hakkı  adil  yargılanma  hakkının  unsuru  olarak  1982 Anayasasının  36.  maddesi  güvencesi  altındadır.  Anayasanın   hak  arama hürriyeti  başlıklı 36. maddesinin 1. fıkrasına göre,  Herkes, meşru vasıta ve yollardan  faydalanmak  suretiyle  yargı  mercileri  önünde  davacı  veya  davalı olarak iddia ve savunma ile adil yargılanma hakkına sahiptir.  1982 Anayasasının 141. maddesinin 4. fıkrası makul sürede yargılanma hakkını konu etmektedir.  Davaların en az giderle ve mümkün olan süratle sonuçlandırılması,  yargının  görevidir   şeklindeki  düzenlemeyle,  açılmış davaların  makul  sürede  karara  bağlanması  yükümlülüğü  getirilmiştir.  Bu hükmün amacı yargılamanın sürüncemede kalmasını önlemek, tarafları uzun süren gecikmelere karşı korumaktır.35 Bu ilkeye göre devletin, her tür yargılama sürecinin mümkün olan en kısa sürede sonuçlandırarak adalete erişimi sağlamak üzere etkin tedbirler alması gerekmektedir.  Türk Anayasa Mahkemesinin bireysel başvuru içtihadında, Anayasada adil yargılanma  hakkının  kapsamı  düzenlenmediğinden  bu  hakkın  kapsam  ve içeriğinin, AİHS nin  Adil yargılanma hakkı  başlıklı 6. maddesi çerçevesinde                                                            35Anayasa Mahkemesi, 2012/69 Esas, 2012/149 Karar, 11.10.2012. 298Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336  Bireysel Başvuru Kararlarında … belirlenmesi  gereğine  işaret  edilmiştir.36  2012  yılına  ait  bir  başka  kararda Anayasa Mahkemesi;  Somut başvurunun dayanağını oluşturan makul sürede yargılanma  hakkı  da  yukarıda  belirtilen  ilkeler  uyarınca  adil  yargılanma hakkının kapsamına dahil olup, ayrıca davaların en az giderle ve mümkün olan süratle sonuçlandırılmasının yargının görevi olduğunu belirten Anayasa nın 141. maddesinin de, Anayasanın bütünselliği ilkesi gereği, makul sürede yargılanma hakkının değerlendirilmesinde göz önünde bulundurulması gerektiği  kanaatini vurgulamıştır.37 Anayasa Mahkemesi makul sürede yargılanma hakkının amacını, tarafların uzun  sürecek  bir  yargılamadan  dolayı  maruz  kalacakları  maddi  ve  manevi baskıdan  korunması  ve  uyuşmazlığın  çözümünde  gereken  özeni  göstermek suretiyle hukuka olan inancın korunması arasında denge kurmak gereğine işaret ederek  tarif  etmiştir.  Buna  göre  Anayasa  Mahkemesinin  görüşü,  yargılama süresinin  makul  olup  olmadığının  her  bir  başvuru  açısından  münferiden değerlendirilmesi  gerektiği  yönündedir.38  Makul  süreye  ilişkin  Anayasa Mahkemesi  kararları  ayrıntılı  olarak  başka  bölüm  başlığı  altında  ele alınmaktadır. 2.1.2. Türk Usul Hukukunda Makul Sürede Yargılanma Hakkı Davaların uzamasına ilişkin şikâyetleri ortadan kaldırmak için hemen her dönemde  Adalet Reformu  adı altında bir tedbirler paketi ortaya konulmuş ve sorunun  bu  şekilde  çözümlenmesi  düşünülmüştür.  Bunun  için  de  usul kanunlarında yapılacak değişikliklerden çare beklenmiştir. Bu yaklaşım tarzı, uzun süren yargılamalara ilişkin sorunları tamamen çözmeye yeterli değildir.39 Ceza ve hukuk yargılamasına ilişkin usul yasalarında, davaların süratle sonuçlandırılmasını amaçlayan hükümler yer almaktadır. Yakın geçmişte usul yasalarında  zaman  zaman  yapılan  değişikliklerle  davaların  makul  sürede                                                            36  Anayasa Mahkemesi, Başvuru No 2012/13, 02.07.2013, p. 38. 37  Anayasa Mahkemesi, Başvuru No. 2012/1198, 07.11.2013, p. 39. 38  Anayasa Mahkemesi, Başvuru No. 2012/13, 02.07.2013, p. 40. 39  Kenan Özdemir,  Adil Yargılanma Hakkı ve Makul Süre , Adalet Bakanlığı Adalet Dergisi, Sayı 1, Ekim 1999, ss. 71-93, s. 82. 299Ayşe ÖZKAN DUVAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336 sonuçlandırılmasına yönelik etkin önlemler alınması amaçlanmıştır. Örneğin bir dönem, ceza yargılamalarında tutuklu yargılanan sanıkların mağduriyetine sebep olması karşısında, 1412 Sayılı Ceza Muhakemeleri Usulü Kanununda değişiklik yapan  Kanunla,  ceza  yargılamasının  hızlandırılmasına  yönelik  bir  önlem olarak  tutukluluk  süresine  tavan  getirilmiştir.  Söz  konusu  Kanunun  7. maddesinde, hazırlık soruşturmasının 6 ay içinde bitirilerek dava açılması ve davanın da ilke olarak 2 yıl içinde sonuçlandırılması düzenlenmiştir. Tutuklama süresinin sınırlandırılmasına ilişkin mevzu düzenlemelerin ikili bir işlevi vardır. Birincisi tutuklamanın geçici bir koruma tedbiri olma vasfını vurgulamasıdır. İkincisi  de  yargılama  süresinin  uzamasına  gerekçe  oluşturma  potansiyelini bertaraf  etme  işlevidir.  Bu  nedenle  tutuklama  süresini  sınırlandırılması, yargılama süresinin kısaltılmasıyla bağlantılı kabul edilmektedir.  3005 sayılı Meşhud Suçların Muhakeme Usulü Kanununun 9. maddesinin 2. fıkrası  Mahkemece duruşmanın bir celsede bitirilmesi lazımdır  hükmünü içermekte  idi,  aynı  fıkranın  2.  cümlesinde  bu  ilkeden  ayrılmanın  mümkün olduğu  belirtilmektedir.41  Uygulamada  ise  bir  ceza  davasının  tek  celsede bitirilmesi hemen hemen hiç mümkün olmamıştır. Yürürlükte  bulunan  5271  Sayılı  Ceza  Muhakemesi  Kanununun  190. maddesinin 1. fıkrasında;  Duruşmaya ara verilmeksizin devam edilerek hüküm verilir.  Ancak  zorunlu  hallerde  davanın  makul  sürede  sonuçlandırılmasını olanaklı kılacak surette duruşmaya ara verilebilir.  denilmektedir.42 Bu hükümle duruşmaya  ara  verilmeksizin  yargı  mercilerinin  hüküm  verme  sorumluluğu düzenlenmesine  karşılık  uygulamada  ikinci  cümledeki  duruşmaya  ara verilmesini gerektiren zorunlu haller, yasa hükmünde belirtilenin aksine makul süre şartı gözetilmeksizin gerçekleşmektedir.                                                             40  3842 Sayılı Ceza Muhakemeleri Usulü Kanunu ile Devlet Güvenlik Mahkemelerinin Kuruluş ve Yargılama Usulleri Hakkında Kanunun bazı Maddelerinde Değişiklik Yapılması Hakkında Kanun, Resmi Gazete, Tarih 01.12.1992, Sayı 21422. 41  3005  Sayılı  Meşhud  Suçların  Muhakeme  Usulü  Hakkında  Kanun,  Resmi  Gazete,  Tarih 13.06.1936, Sayı 3329. 42  5271 Sayılı Ceza Muhakemesi Kanunu, Resmi Gazete, Tarih 17.12.2004, Sayı 25673. 300Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336  Bireysel Başvuru Kararlarında … Hukuk  davalarına  uygulanacak  usul  kurallarını  düzenleyen  6100  Sayılı Hukuk Muhakemeleri Kanununun 30. maddesi de makul sürede yargılamayı düzenlemektedir.43   Usul  Ekonomisi   başlıklı  30.  maddeye  göre;   Hâkim, yargılamanın makul süre içinde ve düzenli bir biçimde yürütülmesini ve gereksiz gider  -yapılmamasını  sağlamakla  yükümlüdür.   Bu  düzenlemede  de   makul süre   soyut  bir  kavram  olarak  kullanılmıştır.  Yargılamada  gecikmenin önlenmesine yönelik 291. maddenin 3. fıkrası ve 42. maddenin 2. fıkrası gibi başka  usul  hükümleri  de mevcuttur.  Bununla  birlikte  Hukuk  Muhakemeleri Kanununda makul süre terimine ilişkin açıklayıcı bir hükme ya da tanıma yer verilmemiştir. 2.2. Avrupa İnsan Hakları Sözleşmesinde Makul Sürede Yargılanma Hakkı Avrupa İnsan Hakları Sözleşmesinde makul sürede yargılanma hakkı,  adil yargılanma hakkı  başlıklı 6. maddenin 1. fıkrasında düzenlenmiştir. 6. madde, bir  ülkenin  anayasal  değerleriyle  birlikte  maddi  hukuku  ve  usul  hukukunu şekillendiren temel bir normu temsil eder. Makul sürede yargılanma hakkının dayanağı olan AİHS nin 6. maddesinin ilk cümlesinin içeriği,  Herkes  davasının,  medeni  hak  ve  yükümlülükleriyle  ilgili uyuşmazlıklar  ya  da  cezai  alanda  kendisine  yöneltilen suçlamaların  esası  konusunda  karar  verecek  olan,  yasayla kurulmuş, bağımsız ve tarafsız bir mahkeme tarafından, kamuya açık olarak ve makul bir süre içinde görülmesini isteme hakkına sahiptir…  şeklindedir. Belirtilen  hükümde   makul   kelimesi  ile  ifade  edilmek  istenen  husus, hukukun  temelinde  yer  alan  sosyal  bakımdan  kabul  edilebilir  davranışların sınırıdır.44                                                            43  6100 Sayılı Hukuk Muhakemeleri Kanunu, Resmi Gazete, Tarih 04.02.2011, Sayı 27836. 44  Feyyaz Gölcüklü,  Yargılama Makamları Önünde Makul Süre , Ankara Üniversitesi Siyasal Bilgiler Fakültesi İnsan Hakları Merkezi Dergisi, Cilt 3, Sayı 2, Yıl 1995, ss. 10-13, s. 10. 301Ayşe ÖZKAN DUVAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336 Bu hükmün öncelikle mahkemenin zaman bakımında yetkisi kurallarına göre ele alınması gerekmektedir. Kural olarak AİHM nin zaman bakımından yetkisi,  Avrupa  İnsan  Hakları  Sözleşmesi  ve  Protokollerinin  yürürlüğe girmesiyle başlar. Uluslararası hukuka göre de antlaşmalar geriye yürümez. Bu nedenle AİHS nin yürürlüğe girmesinden önce meydana gelen olayların konu olduğu  ihtilaflar  bakımından  açılacak  davalar  zaman  bakımından  yetkisizlik nedeniyle reddedilir. Ancak bu kuralın AİHS bakımından temel bir istisnası vardır. Sözleşme hükmünün çiğnenmesinin temadi -sürekli- olması durumunda zaman bakımından yetkisizlik durumu oluşmaz.45 Sürekli ihlal  mahiyetindeki durumlar  Mahkemenin  zaman  bakımından  yetkisi  kapsamında  kabul edilmektedir. Buna göre 6. maddenin 1. fıkrasının ihlali iddiasıyla, Sözleşmenin yürürlüğünden önce gerçekleşmiş olan makul sürede yargılama uyuşmazlıkları koruma altında kabul edilebilir.   Makul sürede yargılanma hakkının tanınması, aynı zamanda etkili başvuru hakkının  bir  gereği  olarak  da  karşımıza  çıkmaktadır.  Etkili  başvuru  hakkı çerçevesindeki  makul  süre  şartı,  mahkemeye  başvuran  herhangi  bir  kişinin davasına ilişkin son kararın makul süre içinde verilmesini güvence altına alan bir şarttır.  Bu  nedenle adil yargılanma  hakkı ile etkili başvuru hakkı birbiriyle doğrudan ilişkilidir.  2.2.1.  Makul  Sürede  Yargılanma  Hakkı  ile  Etkili  Başvuru  Hakkı Arasındaki İlişki Avrupa  İnsan  Hakları  Sözleşmesinde  düzenlenen,  hak  ve  özgürlüklerin etkin bir şekilde korunmasını sağlayan diğer bir usule ilişkin hak, etkili bir hukuk yoluna başvurma hakkıdır. 2000 yılında AİHM nin Polonya aleyhinde açılan  dava  sonucunda  verdiği  karara  göre  devletler  yargılama  süresinin uzunluğu  şikayetlerini  inceleyebilecek  bir  merci  tesis  etmekle  yükümlüdür. Böyle bir organın olmaması durumunda makul süre incelemesi AİHM tarafından                                                            45  ECHR, De Becker v. Belgium, Application No. 214/56, 27.03.1962, p. 8; ECHR, X v. Belgium,  Application  No.  8701/79,  03.12.1979,  s.  251.  ;  ECHR,  Loizdou  v.  Turkey, Application No. 15318/89, 18.12.1996, p. 47. 46  ECHR, Kudla v. Poland, Application No. 30210/96, 26.10.2000, p. 160. 302Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336  Bireysel Başvuru Kararlarında … yapılmasa  bile  Sözleşmenin  13.  maddesi  ihlal  edilmiş  olarak değerlendirilebilmektedir.47 AİHS nin 13. maddesinde düzenlenen etkili başvuru hakkına ilişkin hüküm şöyledir:  Etkili  başvuru  hakkı  Bu  Sözleşme de  tanınmış  olan  hak  ve özgürlükleri ihlal edilen herkes, söz konusu ihlal resmi bir hizmetin ifası için davranan kişiler tarafından gerçekleştirilmiş olsa dahi, ulusal bir merci önünde etkili bir yola başvurma hakkına sahiptir.  Bu  hükme  göre  Sözleşmeyle  düzenlenmiş  bulunan  bir  hak  veya özgürlüğünün  ihlal  edildiğini  iddia  eden  herkes  etkili  bir  başvuru  yoluna müracaat etme hakkına sahiptir. Bu madde ile Sözleşmede düzenlenen hak ve özgürlüğüne  müdahale  edildiğinin  iddia  eden  bireylere   başvuru  hakkı  tanınmıştır. 6. maddede düzenlenen makul sürede yargılanma hakkından farklı olarak etkili başvuruda bulunma hakkı yargısal olma vasfı aranmadan genel anlamda ulusal  bir  makama  başvurulmasını  öngörmektedir.  İdari  bir  makama başvurulması  imkanı  bulunup  bulunmaması  13.  maddenin  koruması kapsamındadır.  13.  maddenin  getirilme  nedeni,  çeşitli  ülkelerde  temel  hak ihlallerini  inceleme  ve  yargılama  yetkisine  sahip  yargı  organlarından başka,çeşitli bağımsız idari otoritelerin kurulmuş olmasıdır. Böylece, 13. madde aracılığıyla,  Sözleşmeye  taraf  devletlere  bu  hükümden  kaynaklanan yükümlülüklerini yerine getirme yöntemi konusunda, düzeltmenin hangi yolla yapılacağına  karar  verme  yetkisi  bakımından  bir  takdir  yetkisi  verilmiş olmaktadır.  Bununla  birlikte  madde,  Sözleşme  uyarınca   savunulabilir  bir şikâyet  in esasını araştıracak ve uygun bir çözüm sağlayabilecek bir iç hukuksal başvuru yolunun açıkça öngörülmesini gerektirmektedir.48                                                            47  Rıza Türmen,  Avrupa İnsan Hakları Sözleşmesinde Adil Yargılanma Hakkı , Türkiye Barolar Birliği IHAUM Sempozyumu, İnsan Hakları Avrupa Sözleşmesi ve Adli Yargı, Türkiye Barolar Birliği Yayınları No. 72-İHAUM Yayını 4, Ankara, Aralık 2004, s. 43. 48  Hüseyin Turan, a.g.m., s. 70. 303Ayşe ÖZKAN DUVAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336 Temel  hak  ve  özgürlüklerin  korunması  ve  geliştirilmesinde  birincil yükümlülüğün  taraf  devletlerin  üzerinde  olması  ilkesinden  hareketle, sözleşmenin öngördüğü denetim sistemi de ikincil nitelikte kabul edilmektedir. 13.  maddenin  getiriliş  amacı  da  bu  doğrultuda  değerlendirilmelidir.  AİHS kapsamında düzenlenen temel hak ve özgürlüklerin öncelikle yerel merciler tarafından incelenip düzeltilmesi ve karara bağlanması esastır. 13. maddeyle ilgili bir kararında Mahkeme, madde hükmünün Sözleşmede öngörülen hak ve özgürlüklerin  kullanılması,  iç  hukuk  düzeyinde  güvence  altına  alınmasının sağlanması  işlevinde  bulunduğunu  vurgulamıştır.  13.  madde  ulusal  düzeyde herhangi bir hukuksal başvuru yolunun sağlanmasını temin etmektedir Buna göre maddenin koruma kapsamı makul sürede yargılanma maddesinden farklı olarak,  Sözleşmedeki  tüm  hakların  korunmasına  ilişkindir.  Ancak  ulusal mevzuatta hukuk yolları tanınmış olduğu halde bireyin ulusal makamlar önünde şikayet hakkının kullanılmamış olması ya da kullanılmasının engellenmemiş olması durumunda 13. maddenin ihlali iddiası kabul görmemektedir. Adil yargılanma hakkına ilişkin hüküm bağımsız bir düzenleme olduğu halde, AİHM içtihadında bir dönem boyunca etkili başvuru hakkı düzenlemesi bağımsız bir hüküm formunda değerlendirilmemiştir. Bu dönemde 13. maddenin ihlali  ancak  başka  bir  maddenin  ihlali  iddiasına  bağlı  olarak değerlendirilmiştir.49  AİHM nin  bu  doğrultudaki  içtihadı  Klass/Almanya kararından itibaren değişmiştir.50 Bu karardan itibaren Mahkeme, 13. maddenin uygulanabilmesini,  Sözleşmedeki  haklardan  birinin ihlal  edildiği  önkoşuluna bağlı görmemiştir. 13. maddenin uygulanabilmesi için Sözleşmedeki haklardan birinin ihlali iddiasının ileri sürülmüş olması yeterlidir.51 AİHM nin makul sürede yargılanma hakkıyla ilişkilendirdiği 13. maddenin uygulama alanına ilişkin içtihadı da değişmiştir. Belirli bir dönem süresince 13. madde ile 6. maddenin 1. fıkrası, aynı davada ele alındığında, 6. maddenin ihlal edildiğinin  tespiti  yapılmış  ise,  ayrıca  olayda  13.  maddenin  davalı  devlet                                                            49  ECHR, Swedish Engine Drivers  Union v. Sweden, Application No. 5614/72, 06.02.1976, p. 50. 50  ECHR, Klass and Others v. Germany, Application No. 5029/71, 06.09.1978, p. 64. 51  Yasemin Özdek, Avrupa İnsan Hakları Hukuku ve Türkiye, Türkiye ve Ortadoğu Amme İdaresi Enstitüsü İnsan Hakları Araştırma ve Derleme Merkezi, Ankara, Mart 2004, s. 282. 304Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336  Bireysel Başvuru Kararlarında … tarafından yerine getirilip getirilmediği incelenmeye gerek görülmemekteydi.52 Kudla/Polonya kararında AİHM, 6. madde bakımından ihlal kararı verirken 13. madde bakımından da inceleme yapmıştır.53 Böylece Mahkeme, 6. maddenin daha kapsayıcı ve güvenceli bir düzenleme olduğu gerekçesiyle makul süreden ihlal tespit ettiğinde, aynı uyuşmazlık konusu olaylar bakımından ayrıca 13. madde  bakımından  inceleme  yapmaya  gerek  bulunmayacağı  ilkesinden ayrılmıştır. Türkiye aleyhinde açılan davalarda AİHM Sözleşmenin 6. maddesinin 1. fıkrası ile birlikte 13. maddesinin de davalı devlet tarafından ihlal edildiğine karar vermiştir.54 Mahkeme makul sürede yargılanmadığını iddia eden kişilerin bu hak ihlallerinin giderilmesini sağlayacak iç hukukta başvurabilecekleri etkili bir  makam  ve  usul  bulunmamakta  ise,  Sözleşmenin  6.  maddesinin  1. fıkrasındaki  makul  sürede  yargılamanın  yapılmadığı  hükmü  ile  birlikte  13. maddenin de ihlal edilmiş olduğuna karar vermektedir.55 2.2.2.  Tutuklulukta  Makul  Süre  ile  Yargılamada  Makul  Süre Arasındaki İlişki Makul süre kavramı  sadece  yargılamaların  sonuçlandırılması hususunda değil, ceza yargılamasında başvurulabilen bir güvenlik tedbiri olan tutukluluk müessesesinde de kullanılmaktadır. Tutuklulukta makul süre olarak ifade edilen bu ikinci kullanım şekli ile yargılamadaki makul sürenin kullanımı arasındaki ayrımı ortaya koymak amacıyla ikisini karşılaştırarak değerlendirmek gerekir.  Avrupa  İnsan  Hakları  Sözleşmesinde  iki  farklı  hükümde   makul  süre  kavramı kullanılmıştır. Bunlardan biri adil yargılanma hakkını düzenleyen 6. madde 1. fıkrası iken, bir diğeri de özgürlük ve güvenlik hakkını düzenleyen 5. maddenin 3. fıkrasıdır. Sözleşmenin 5. maddesinin 3. fıkrası;  ...yakalanan ve tevkif edilen herkesin hemen bir hakim veya adli görevi yapmaya kanunen                                                            52  Sibel İnceoğlu, a.g.e., s. 266. 53  ECHR, Kudla v. Poland, Application No. 30210/96, 26.10.2000, p. 148-149. 54  ECHR, Tendik and Others v. Turkey, Application No. 23188/02, 22.12.2005, p. 31, p. 39; ECHR,  Demirbaş  and  Others  v.  Turkey,  Application  No.  50973/06,  8672/07,  8722/07, 09.12.2008, p. 102, p. 108. 55  Sibel İnceoğlu, a.g.m.,s. 376; HüseyinTuran,a.g.m., s. 72. 305Ayşe ÖZKAN DUVAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336 mezun kılınmış diğer bir memur huzuruna çıkarılması lazım ve makul bir süre içinde  muhakeme  edilmeye  yahut  adlî  takibatla  serbest  bırakılmaya  hakkı vardır...  hükmünü barındırmaktadır. Avrupa İnsan Hakları Sözleşmesinin 6. maddesinin 1. fıkrasında ise  Her şahıs gerek medeni hak ve vecibeleri ile ilgili nizalar gerek cezai sahada kendisine karşı serdedilen bir isnadın esası hakkında, karar  verecek  olan  kanuni,  müstakil  ve  tarafsız  bir  mahkeme  tarafından davasının makul bir süre içinde hakkaniyete uygun alenî surette dinlenilmesini isteme hakkına sahiptir  denilmektedir. Sözü geçen iki hüküm, düzenledikleri haklar itibariyle birbirinden bağımsızdır. Bu nedenle iki düzenlemede de geçen makul süre kavramlarının farklı işlevlere sahip olduğunu vurgulamak gerekir.  Ülkemizde gerek yargılamada makul süre, gerekse tutuklulukta makul süre yönünden  yüksek  oranda  hukuksal  ihtilaflar  mevcuttur.  Tutuklulukta  makul süreye  ilişkin  sorunlar  da  yargılamada  makul  süreye  ilişkin  sorunlar  kadar bireysel  hak  ihlallerine  meydan  verebilmektedir.  Tutuklulukta  geçen  süreler bazen  iddianamenin  düzenlenmesi  ve  sanıkların  hakim  karşısına  çıkarılması sürecindeki sorunlar nedeniyle verilebilecek tavan cezaların süresinin aşılması biçiminde ortaya çıkabilmektedir. Hükmen tutukluluğun söz konusu olduğu bazı davalarda ise sanıkların sırf tahliye olabilmek için, aleyhlerindeki hükümlülük kararını temyiz etmekten vazgeçtikleri görülmektedir.56 Avrupa İnsan Hakları Sözleşmesinin 6. maddesindeki makul süre kavramı, hukuksal, cezai ve idari yargılama hukuku uyuşmazlıklarını ilgilendirmektedir. Buna karşın 5. maddedeki makul süre kavramı ise yakalama ve tutuklama gibi güvenlik  tedbirleri  aracılığıyla  kişi  özgürlüğü  ve  güvenliği  hakkının kısıtlanmasını ilgilendirmektedir. İki düzenleme arasındaki bir başka ayırt edici husus,  6.  maddeye  dayanılarak  bireysel  başvurunun  yargılamanın  tüm taraflarınca  yapılabilmesine  karşın;  5.  maddeye  dayandırılan  bireysel başvurunun  sadece  ceza  yargılanmasında  suç  isnat  edilen  tarafça yapılabilmesidir.  6.  maddenin  ceza  davalarına  ilişkin  olarak  işletildiği durumlarda amaç, sanık bakımından gerçekleşen hukuksal belirsizlik sürecinin mümkün olan en kısa sürede sonlandırılmasıdır.57                                                             56  Mustafa Tarık Şentuna, a.g.m., s. 236. 57  ECHR, Stögmüller v. Austria, Application No. 160262, 10.11.1969, p. 5. 306Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336  Bireysel Başvuru Kararlarında … 6. maddedeki düzenleme daha geniş bir çerçevede ele alınmış olup kişi tutuklu olsa da olmasa da devam eden yargılamanın hızlandırılması amacını taşımaktadır. Oysa 5. maddeye göre hangi nedenle yakalanmış ya da tutuklanmış bulunursa bulunsun, yargılama sırasında tutukluluk halinin makul sürede içinde kalması, başka bir deyişle tutukluluk süresinin makul süre niteliğini kaybetmesi durumunda  sanığın  tutukluluk  haline  son  verilmesini  ya  da  uygun  teminat karşılığı serbest bırakılmasını sağlamayı öngörmektedir.58  Belirttiğimiz ayırt edici hususlara göre 6. madde yargılamayı hızlandırmayı, 5.  madde  ise  tutukluluk  süresini  kısaltmayı  öngörmektedir.  Kural  olarak  6. maddedeki  makul  süre,  kamu  davasının  açılması  ile  hüküm  arasında  geçen süreyi kapsamaktadır. Ancak kamu davasının zamanaşımı nedeniyle düşmesi ya da uzun süren soruşturma aşamasının takipsizlik kararıyla sonuçlanmış olması durumunda da makul süreden ihlal davası açılabilmektedir. Sonuç itibariyle 6. maddenin  ihlal  edilmediği  durumlarda  5.  madde  ihlali  gündeme gelebilmektedir.59  5.  maddenin  3.  fıkrası  bakımından  makul  süreyi değerlendirmede,  ulusal  adli  mercilerin  sanığın  tutuklanması  ve  tutukluluk halinin devamını meşru kılmak amacıyla gösterdiği nedenler ile kişinin tahliye istemlerine  dayanak  olarak  ileri  sürdüğü  gerekçeler  esas  alınacaktır.  Bu bağlamda 6. madde için söylediğimiz gibi 5. madde bakımından da her bir uyuşmazlık  bakımından  somut  koşulların  ayrı  ayrı  değerlendirileceği  kabul edilmektedir. Tutuklulukta makul süre ile yargılamada makul sürenin bir başka ortak  özelliği  ise  her  ikisinin  de  masumiyet  karinesinin  uzantısı  olarak değerlendirilmesidir.60 Avrupa  İnsan  Hakları  Mahkemesi  tutukluluk  durumu  için  geçerli  olan makul süreyi 1968 yılında Almanya aleyhinde açılmış dava sonucunda verdiği kararlarda  değerlendirmiştir.  Söz  konusu  kararlarda,  sanık  hangi  nedenle tutuklanmış  olursa  olsun  yargılama  sırasında  tutukluluk  halinin  makul  süre içinde kalması yani sürenin makul niteliğini kaybettiği anda sanığın tutukluluk                                                            58  Feyyaz Gölcüklü,  Yargılama Makamları Önünde Makul Süre , Ankara Üniversitesi Siyasal Bilgiler Fakültesi İnsan Hakları Merkezi Dergisi,Cilt 3, Sayı 2, 1995, ss. 10-13, s. 11. 59  HüseyinTuran, a.g.m., s. 53. 60  Hüseyin Turan, a.g.m., s. 53-54. 61  ECHR, Wemhoff v. Germany, Application No. 2122/64, 25.04.1968, s. 18-19. 307Ayşe ÖZKAN DUVAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336 haline son verilerek, kendisinin gerekliyse güvence karşılığı serbest bırakılması gereğine  vurgu  yapılmıştır.62  5.  maddenin  düzenlediği  kişi  özgürlüğü  ve güvenliği bakımından hükmün önemi tutuklama tedbirinin kötüye kullanılmasını önleme işlevinde olmasından kaynaklanmaktadır. Ayrıca AİHM nin Wemhoff kararından itibaren oluşan içtihadına göre, makul sürenin hesaplanmasında 6. maddenin  1.  fıkrasından  farklı  olarak  5.  maddenin  3.  fıkrası  kapsamında ölçümlenecek olan zaman dilimi, kişinin beden özgürlüğünün fiilen kısıtlandığı tarihte  başlayacaktır.  Hükmen  tutuklamanın  başladığı  ilk  derece  mahkemesi kararına kadarki süreç 5. madde çerçevesinde, derece mahkemesinin kararından sonra  devam  eden  tutukluluk  durumu  ise  6.  madde  çerçevesinde değerlendirilecektir.  Temyiz  aşamasına  gelindiğinde,  makul  sürenin  aşılması nedeniyle mahkumiyet kararı sonrası tutukluluk halinin uzunluğundan şikayetçi olmak için gerekçesi bulunan bireyler, 5. maddenin 3. fıkrasından yararlanamasa dahi  6.  maddenin  1.  fıkrasındaki   makul  süre ye  uyulmadığı  gerekçesiyle başvuruda bulunabileceklerdir.63  İstisnai hallerde tutuklu sanığın yargılanmasında bu iki hükmün getirdiği güvence  birlikte  yer  alabilmektedir.  Dolayısıyla  tutuklu  yargılamalar bakımından mahkemelerin makul sürede  yargılama  ilkesini gerçekleştirmeye yönelik  özel  bir  gayret  göstermesi  gerekmektedir.64  Bu  durumda  tutukluluk sürelerinin hesabında derece mahkemesi tarafından hüküm verilinceye kadar geçen süre dikkate alınmalı, buna karşın hükmün verilmesinden sonra tutuklu sanığın hükmen tutuklu hale gelmesi nedeniyle temyizde ya da istinafta geçen süre  hesaba  katılmamalıdır.  Çünkü  hakkında  mahkumiyet  hükmü  kurulan sanığın atılı suçu işlediği sabit görüldüğünde bu aşamadan sonra tutukluluğun dayanağı, derece mahkemesinin tefhim ya da tebliğ edilen mahkumiyet hükmü olmaktadır.65 Avrupa  İnsan Hakları Mahkemesi de AİHS nin 5. maddesinin uygulamasına ilişkin olarak verdiği kararlarda tutuklulukla ilgili makul süreyi                                                            62  Battal Yılmaz,  AİHS 5/3. madde ile 6/1. maddesindeki Makul Süreler , Adalet Bakanlığı Adalet Dergisi, Sayı 1, Ekim 1999, ss. 139-143, s. 142.  63  ECHR, Wemhoff v. Germany, Application No. 2122/64, 25.04.1968, s. 19-20. 64  Sibel İnceoğlu, a.g.m., s. 277. 65  Ergin Ergül, Anayasa Mahkemesine Bireysel Başvuru: Anayasa Mahkemesi ve Avrupa İnsan Hakları Mahkemesi Kararları Işığında Bireysel Başvuru Yolunun Anatomisi, Temmuz 2015, s. 168. 308Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336  Bireysel Başvuru Kararlarında … hesaplarken, ilk derece  mahkemesinin  mahkumiyet hükmünden  sonra geçen süreyi hariç bırakmaktadır.66 3. Bireysel Başvuruda Makul Sürenin Ölçütleri İşlevsel olarak yargılamada makul sürenin aşılmasını tanımlamak gerekirse, yargılama usulü ve anayasa normlarına göre davacı, davalı, sanık, mağdur ya da katılan ile tanıkların hakları göz önüne alınarak, ceza ve hukuk sistemlerinin gerektirdiği zorunlu süreyi aşan usul gecikmesi olarak ifade edilebilir. Buna göre süreyi  etkileyen  faktörlerin  çeşitli  kaynakları  olabilmektedir.  Bunlar, yargılamanın  taraflarından,  iş  yüküne  bağlı  olarak  mahkemeden,  davanın özelliklerinden,  adalet  sistemindeki  yapısal  sorunlardan,  yargılama  usulünün niteliklerinden kaynaklanan geciktirici faktörler olabilir.67 Davaların makul sürede bitirilmesi, ceza hukukunda suçsuzluk karinesi, kişi özgürlüğü ve kendini savunma hakkıyla doğrudan ilişkilidir. Genel anlamda ise davaların  makul  sürede  sonuçlanması,  yargı  yolunun  etkin  hak  arama mekanizması olarak kabul edilmesinin ön şartıdır. Gerek hukuk yargılamasında, gerekse ceza yargılamasında yargılama sürecinin uzaması durumunda, tarafların ve  tanıkların  hafızalarının  zayıflaması,  bazı  tanıkların  bulunamaması  ya  da ölmesi  gibi  durumlarla  karşılaşılması  sonucunu  getirebilir.  Tanık  bilgilerine ulaşılması,  kişilerin  kendini  savunmasının  bozulması  gibi  olasılıklar  zaman geçtikçe daha yüksek düzeye ulaşabilmektedir.  Bu bakımdan,  makul  sürede yargılamanın  sonuçlanması  taraf  olan  bireylerin  hakları  ile  birlikte  adalete erişme  inancını  desteklediği  için  kamu  yararının  korunmasına  da  hizmet etmektedir.  Yargılamayı  uzatan  tüm  bu  hususlar  AİHM  tarafından  6.  madde çerçevesinde  geliştirdiği  içtihat  hukukuyla  birlikte  belirli  prensipler doğrultusunda değerlendirilmektedir. Gerek AİHS hükmünün, gerekse AİHM içtihat hukukunun yön vermesiyle makul süre kavramı daha somut bir çerçeveye oturtulmuş ve belirlenebilir sınırlara sahip kılınmıştır.                                                             66  Yargıtay Ceza Genel Kurulu, 2011/1-51 Esas, 2011/42 Karar, 12.04.2011. 67  Mustafa Tören Yücel,  Ceza Yargılaması: Makul Süre, Verimlilik ve Etkinlik , Yargıtay Dergisi, Cilt 20, Sayı 1-2, Ocak-Nisan 1994, ss. 67-79, s. 70. 309Ayşe ÖZKAN DUVAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336 3.1. Avrupa  İnsan  Hakları  Mahkemesi  İçtihadında  Makul  Sürenin Ölçütleri Makul sürenin tespit edilmesinde başvurulabilecek ölçütler Avrupa İnsan Hakları  Mahkemesi  tarafından  belirlenmiştir.  Belirlenen  bu  ölçütlere  göre yargılamanın makul sürede yapılıp yapılmadığı tespit edilmektedir.68 Yargılama süresinin  makul  süreyi  aşıp  aşmadığının  kararlaştırılabilmesi  için  öncelikle sürenin başladığı ve sürenin sonlandığı tarihlerin belirlenmesi gerekmektedir ki yargılama hukukunun türüne göre bu tarihlerin belirlenme biçimi değişmektedir. AİHM nin  göreve  başladığı  dönemde,  6.  maddede  düzenlenen  makul sürenin  ihlaline  ilişkin  uyuşmazlıklar,  mevcut  dava  yükü  içinde  yüksek  bir oranda gerçekleşmemiştir. Bununla birlikte 6. maddenin ihlal edildiği iddiasıyla açılan  belirli  sayıdaki  davalarla  makul  süre  ölçütlerine  ilişkin  temel  bazı prensipler  gelişmeye  başlamıştır.  1990 lı  yıllardan  itibaren  makul  süreli yargılama  mahkeme  gündemine  daha  sık  gelmeye  başlamıştır.  1993  yılında İtalya aleyhinde makul süreden açılan davaların sayısı, toplam dava sayısının dörtte birini oluşturmuştur. 2012 yılına ait istatistiklere göre AİHM de görülen toplam davaları halen dörtte biri makul süreyle ilgilidir.70 AİHM  içtihat hukukuna  göre  makul  süreyle  ilgili  değerlendirmenin iki aşamada yapılması gerekmektedir. Birinci aşama yargılama süresinin başlangıç ve  bitiş  tarihlerinin  belirlenmesidir.  İkinci  aşama  hesaplanmış  olan  sürenin  makul süre  olarak kabul edilip edilmeyeceğine karar verilmesidir.  3.1.1. Yargılama Süresinin Hesaplanması  Avrupa  İnsan  Hakları  Sözleşmesinde  makul  sürenin  başlangıcı  ve sonlanmasına  ilişkin  usuller,  iç  hukuktan  farklı  olarak  yargı  kollarına  göre                                                            68  ECHR,  Frydlender  v.  France,  Application  No.  30979/96,  27.06.2000,  p.  43;  ECHR, Comingersoll S.A. v. Portugal, Application No. 35382/97, 06.04.2000, p. 19; ECHR, Silva Pontes v. Portugal, Application No. 14940/89, 23.03.1994, p. 39. 69  ECHR,  Neumeister  v.  Austria,  Application  No.  1936/63,  27.06.1968,  p.  20-21;  ECHR, Ringeisen v. Austria, Application No. 2614/65, 16.07.1971, p. 110; ECHR, König v. Germany, Application No. 6232/73, 28.06.1978, p. 99. 70  Martin Kuijer, a.g.m., s. 780. 310Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336  Bireysel Başvuru Kararlarında … ayrılarak değil, medeni haklara ilişkin uyuşmazlıklar ve suç isnadına dayalı uyuşmazlıklar ayrımına göre düzenlenmiştir. Bunun nedeni 6. maddede olduğu gibi Sözleşme genelinde  medeni haklar  ve  suç isnadından doğan  haklar ayrımının  yapılmasıdır.  6.  maddenin  1.  fıkrası   ...medeni  hak  ve yükümlülükleriyle ilgili uyuşmazlıklar ya da cezai alanda kendisine yöneltilen suçlamaların esası konusunda karar verecek...  ifadesinde söz konusu ayrımı yapmaktadır.  Sözleşmedeki  ayrımdan  hareketle  ilk  olarak  cezai  uyuşmazlıklar konusundaki makul sürenin başlangıcını hesaplama ilkelerini esas almak gerekir. Ceza yargılamasında başlangıç zamanı AİHM kararlarında bireyin suç isnadına muhatap olduğu an olarak belirlenmiştir. Bunun anlamı yargılamayı yapan ya da yapmakta  olan  mahkemede  davanın  açılma  tarihini  esas  almak  değildir. Suçlamaya muhatap olma durumu davanın açılmasından önce gerçekleşmişse yargılama  süresi  bu  andan  itibaren  başlamış  sayılacaktır.71  Bu  yargılama öncesinde kişiye suç işlediği iddiasının yetkili makamlar tarafından bildirilme anı ya da isnattan ilk olarak etkilendiği an olan gözaltı, yakalama, arama gibi tedbirlerin uygulanma anı olabilir. Buna göre soruşturma evresi makul süre hesaplamasına  dahil  edilmelidir.  Savcılık  makamı  tarafından  soruşturma evresinin  haklı  neden  bulunmaksızın  uzatılması  veya  iddianamenin düzenlenmesinin geciktirilmesi durumlarında da makul sürenin ihlali iddiası ileri sürülebilecektir.72 Almanya aleyhindeki bir kararında AİHM, toplam dokuz yıl süren  yargılama  hakkında  makul  süreden  ihlal  kararı  verirken,  savcılık soruşturmasının tamamlanması ile iddianamenin kabulü arasında geçen on beş aylık süreyi aşırı bir gecikme teşkil etmesi nedeniyle kararının dayanaklarından biri yapmıştır.73 İnsan Hakları Mahkemesi hürriyeti kısıtlayıcı tedbirler içermesi nedeniyle özellikle tutuklu yargılamalarda makul süre yönünden daha fazla özen gösterilmesi gerektiğini belirtmektedir.74                                                            71  ECHR, Eckle and Eckle v. Germany, Application No. 8130/78, 15.07.1982, p.73; ECHR, Foti and Others v. Italy, Application No. 7604/76, 21.11.1983. p. 52. 72  Hasan Tahsin Gökcan, a.g.m., s. 835. 73  ECHR, Metzger v. Germany, Application No. 37591/97, 31.05.2001, p. 31. 74  ECHR, Abdoella v. the Netherlands, Application No. 12728/87, 25.11.1992, p. 24. 311Ayşe ÖZKAN DUVAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336 Medeni  hak  ve  uyuşmazlıklara  ilişkin  uyuşmazlıklarda  makul  sürenin başlangıcı için Avrupa İnsan Hakları Sözleşmesine göre esas alınan birden çok tarih bulunmaktadır. Bunların ortak yönü hepsinin iç hukuktaki yetkili mercie başvurulma anı olmasıdır. Ancak bu merci her zaman bir mahkeme olmayabilir. Kural olarak hukuk ve idare mahkemeleri bakımından davanın başlangıç anı yargılamanın başlama zamanı olarak kabul edilmektedir. Ancak eğer iç hukukta mahkemeden önce başvurulacak bir idari merci veya bir itiraz kurulu mevcutsa, başlangıç anı bu idari merci ya da itiraz kuruluna başvurulma tarihi olacaktır.75 Ayrıca prensip olarak davanın açılma zamanı, davalı devletin AİHS ye taraf olma tarihinden önce gerçekleşmişse, taraf olma tarihi başlangıç kabul edilir. Ancak bu tarihteki yargılama sürecinin durumu ve gelişimini de hesaba katarak yargılamanın başlangıç tarihine ilişkin değerlendirme yapılabilir.76 Yargılamanın sonlanma zamanı AİHM yargılamasında davanın bitip son yargı yolunun da tüketilmiş olduğu aşamadır. Ceza yargılamasında hükmün infazı aşamasına gelindiğinde, hukuk yargılamasında hükmün icrası safhasına gelindiğinde  yargılamanın  bitmiş  olduğu  kabul  edilmektedir.  Yunanistan aleyhinde karara bağlanan bir uyuşmazlıkta, Mahkeme kesinleşmiş bir yargı kararının  icrasını  adil  yargılanma  hakkının  ayrılmaz  bir  parçası  olarak nitelemiştir.77 Buna karşın bazı uyuşmazlıklarda derece mahkemesi kararının icra safhasında sürünceme meydana gelmesini makul süreden değil, mahkemeye erişim hakkından ihlal olarak değerlendirmiştir.78 AİHM idare aleyhine açılan davalarda mahkeme kararının icra safhasında sürüncemede kalması durumunu makul  sürede  yargılanma  hakkı  yönünden  incelemektedir.79  Bu  bağlamda diyebiliriz  ki  mahkeme  içtihatlarında  idari  yargı  ve  hukuk  yargısı  ayrımı yapılmaktadır. Eğer uyuşmazlık kişiler arası ise icra süreci mahkemeye erişim kapsamında; uyuşmazlık konusu idare ile kişiler arasında geçiyorsa icra süreci makul sürede yargılanma hakkı bakımından değerlendirilmektedir.80                                                            75  Hasan Tahsin Gökcan, a.g.m., s. 832. 76  ECHR, Prozsak v. Poland, Application No. 25056/84, 16.12.1997, p. 30-31. 77  ECHR, Hornsby v. Greece, Application No. 18357/91, 19.03.1997, p. 40. 78  ECHR, Hasanov v. Azerbaijan, Application No. 50757/07, 22.04.2010, p. 35. 79  ECHR, Pashov and Others v. Bulgaria, Application No. 20875/07, 05.02.2013, p. 58-59; ECHR, Silva Pontes v. Portugal, Application No. 14940/89, 23.03.1994, p. 35-36. 80  Hasan Tahsin Gökcan, a.g.m., s. 834. 312Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336  Bireysel Başvuru Kararlarında … Son  olarak  AİHM nin  ulusal  düzeydeki  bir  yargı  yolu  olan  Anayasa Mahkemesine  yapılan  müracaatları  da  yargılama  süresi  kapsamında değerlendirdiği belirtilmelidir. Mahkeme içtihadına göre, derdest bir dava devam ederken, ulusal bir yargı mercii olan Anayasa Mahkemesine başvuru yapılmışsa, Anayasa  Mahkemesinde  geçen  zaman  dilimi  de  yargılama  süresinin hesaplamasına dahil edilir.81 Ancak söz konusu kararlara konu olan Anayasa Mahkemesi başvurularının bireysel başvuru olmadığını vurgulamak gereklidir. Buna karşın AB Adalet Divanına taşınan uyuşmazlıkların çözümü için beklenen süre, AİHS deki 6. maddeye göre hesaplanacak yargılama süresine eklenmez.82 3.1.2.  Hesaplanan  Yargılama  Süresinin   Makul  Süre   Olup Olmadığına Karar Verilmesi AİHM nin makul süreye ilişkin değerlendirmesinde ikinci aşama başlangıç ve sonlanma zamanı tespit edilen yargılamanın makul süreyi aşıp aşmadığına karar verilmesidir. Makul süreye ilişkin değerlendirme her davanın özelliklerine göre yapılacak incelemeye dayanır.83 AİHM kararlarında başlıca dört ölçüte başvurulmuştur.84 Bu dört ölçütten hiçbiri tek başına belirleyici kılınmamıştır. Her  bir  ölçüt  ayrı  ayrı  ele  alınmakta  ve  hepsinin  toplam  etkisi değerlendirilmektedir.  Bu  aşamada  değerlendirmeye  esas  alınan  kriterler, davanın karmaşıklığı, başvurucunun tutumu, ulusal yargı mercilerinin tutumu ve yargılamayı hızlandırmayı gerektiren geçerli bir neden olup olmadığı şeklinde Mahkemenin içtihat hukukuyla belirlenmiştir.85                                                            81  ECHR, Sramek v. Austria, Application No. 8790/79, 22.10.1984, p. 36; ECHR, Ruiz-Mateos v. Spain, Application No. 12952/87, 22.06.1993, p. 35-36. 82  ECHR, Pafitis v. Greece, Application No. 20323/92, 26.02.1998, p. 95. 83  ECHR, Abdoella v. the Netherlands, Application No. 12728/87, 25.11.1992, p. 20; ECHR, Bunkate v. The Netherlands, Application No. 13645/88, 26.05.1993, p. 22. 84  ECHR, Frydlender v. France, Application No. 30979/96, 27.06.2000, p. 43; ECHR; ECHR, Comingersoll S.A. v. Portugal, Application No. 35382/97, 06.04.2000, p. 19; ECHR, Silva Pontes v. Portugal, Application No. 14940/89, 23.03.1994, p. 39. 85  Frédéric  Edel,  The  length  of  civil  and  criminal  proceedings  in  the  case-law  of  the European  Court  of  Human  Rights,  Human  Rights  Files  No.  16,  Council  of  Europe Publishing, Strazburg 2007, s. 36; Martin Kuijer,a.g.m., s. 781-782. 313Ayşe ÖZKAN DUVAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336 Hesaplanan  sürenin  makul  süre  olup  olmadığı  değerlendirmesinde  esas alınan ölçütlerden biri davanın karmaşıklığıdır. Mahkemenin içtihadına göre, bir davanın karmaşık olarak nitelenmesinde etkili olan faktörler maddi gerçeğe dair olabileceği gibi hukuksal boyutlara ilişkin de olabilir. Bu faktörler arasında dava konusunu oluşturan uyuşmazlığın doğasında barınan meseleler, aleyhinde dava yürütülen  kişilerin  sayıca  çok  olması,  uluslararası  boyutların  mevcudiyeti, davada uzman bilirkişilere ihtiyaç bulunması, davanın başka davalarla ilişkili olması,  yargılama  sürecine  üçüncü  tarafların  müdahalesi  sayılabilir. Yargılamanın karmaşıklığını etkileyen ne kadar çok neden varsa, yargılamanın makul  süre  bakımından  değerlendirildiği  sınırlar  da  aynı  ölçüde  genişlemiş kabul  edilmektedir.86  Bir  davanın  karmaşıklığına  yol  açan  bir  etmenin bulunduğu tespit edildiği halde, bu etmen tek başına yargılamanın uzamasına neden  olmamışsa  makul  sürenin  aşıldığı  söylenemez.  Ancak  davanın karmaşıklığı  başka  nedenlerle  birleştiğinde  yargılamanın  uzamasına  neden olmuşsa davalı devletin sorumluluğu söz konusu olacaktır. Böyle bir durumda davanın karmaşıklığı makul sürenin aşılmasına haklı bir gerekçe oluşturmaktan çıkmıştır. Ancak salt davanın karmaşıklığı nedenleri yargılamanın uzamasında etkili  olmuşsa  bu  takdirde  davalı  devletin  sorumluluğu  doğmaz.87  Örneğin yaklaşık sekiz yıl süren bir davada AİHM, davanın karmaşıklığı gerekçesiyle makul sürenin aşılmadığı sonucuna ulaşmıştır.88 Başvurucunun kendi tutumundan kaynaklanan nedenler yargılama süresinin uzamasına  sebebiyet  vermişse,  başvurucunun  kanunlar  tarafından  kendisine tanınmış  yasal  süreleri  kullanmaktan  dolayı  mı  yoksa  yargılamanın ertelenmesinde sorumluluk taşıyacağı boyutta mı olduğu değerlendirilmelidir. Ceza  yargılamasına  ilişkin  bireysel  başvurularda  AİHM,  yargılamanın  hızlı yapılmasında  başvurucunun  aktif  bir  rolü  veya  yükümlülüğü  bulunmadığını                                                            86  ECHR, Boddaert v. Belgium, Application No. 12819/87, 12.10.1992, p. 37; ECHR, Ferranteli and Santangello v. Italy, Application No. 19874/92, 07.08.1996, p. 40. 87  Sibel İnceoğlu, a.g.m., s. 280. 88  Françoise Calvez, Length of court proceedings in the member states of the Council of Europe based on the case law of the European Court of Human Rights, CEPEJ Raporu, Strazburg, 6-8 Aralık 2006, s. 25.  314Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336  Bireysel Başvuru Kararlarında … değerlendirmiştir.89 AİHM içtihadına göre başvurucunun görevi yargılamanın her aşamasını özenle takip etmekten, davayı uzatma taktikleri kullanmaktan kaçınmak ve dava sürecini hızlandırmaya yönelik yerel yargı mercilerince atılan adımlardan  faydalanmaktan  ibarettir.90  Dolayısıyla  tarafların  davayı  takip yükümlülüğü  mahkemenin  davayı  gerekli  süratle  yürütmesi  yükümlülüğünü ortadan kaldırmamaktadır.91 Yerel yargı mercilerinin tutumu, makul süre değerlendirmesinde esas alınan üçüncü ölçüttür. Başvurucunun aksine, mahkemeler için yargılama sürecinde yargıcın kendisi ya da yargılamada rol alan diğer kişi ve kurumların gereksiz ertelemelere  sebep  olacak  işlem  ve  eylemlerden  kaçınmasını  sağlamak  bir yükümlülüktür. Bu anlamda  AİHM, dava  yargıcının  proaktif bir yaklaşımla yargılamayı yönetmesini beklemektedir. Örneğin dava mahkemesinin bir başka mahkemenin  karar  vermesini  beklemek  üzere  ara  kararı  vermesinden kaynaklanan ertelemeler, kişi ya da kurumların delil ibraz etmekten kaçınmasına dayalı ertelemeler veya mahkemelerin idari birimlerinin yol açtığı ertelemeler bu kapsamdadır. Ayrıca AİHM davalı devletlerin, ülkelerindeki yargı mercilerinin iş  yükünü  makul  sürenin  aşılmasına  mazeret  olarak  göstermesini  kabul etmemektedir. Mesela sekiz-dokuz aylık bir sürenin yargılamada hiçbir ilerleme kaydedilmeden  geçirilmiş  olması  durumu,  kesinlikle  yargı  mercilerinin tutumuna mal edilen bir makul süre aşımı unsurudur.92 AİHM içtihadında devlet, uzun süren yargılamalarda kendi idari ve yargısal organlarına  yüklenebilecek  gecikmelerden  sorumlu  tutulmaktadır.  Devlet  bu alanda gerekli dikkat ve özeni göstermek ve süratle hareket etmek zorundadır; aksi  halde  meydana  gelen  gecikmeden  devletin  ihmal  ve  kusuru  nedeniyle sorumlu olduğu sonucuna varılmaktadır.93 Yargılama sırasında hareketsiz geçen her bir dönemi veya erteleme durumunu AİHM birbirinden bağımsız olarak                                                            89  ECHR, Eckle v. Germany, Application No. 8130/78, 15.07.1982, p. 82; ECHR, Yağci and Sargın v. Turkey, Application No. 16419/90 - 16426/90, 08.06.1995, p. 66.  90  ECHR, Union Alimentaria Sanders S.A. v. Spain, Application No. 11681/85, 07.07.1989, p. 35. 91  ECHR, Buccholz v. Germany, Application No. 7759/77, 06.05.1981, p. 50; ECHR, Guincho v. Portugal, Application No. 8990/80, 10.07.1984, p. 32. 92  Martin Kuijer, a.g.m.,s. 782. 93  Sibel İnceoğlu, a.g.m., s. 281. 315Ayşe ÖZKAN DUVAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336 değerlendirmektedir.  Adli  soruşturma  makamlarının  ceza  davası  açılmasını geciktirici  tutumu,94  davanın  bir  başka  mahkemeye  gönderilmesi  nedeniyle meydana  gelen  gecikmeler,95  dosya  kapsamındaki  bir  belgenin  bir  başka mahkemeye  gönderilmesinden  kaynaklanan  ertelemeler  ya  da  hükmün yazılmasındaki gecikmeler,96 sanığın hazır bulunduğu duruşmadan sonra kararın açıklanması  ya  da  yetkisizlik  itirazının  yargılamanın  ilerleyen  aşamalarında kabul edilmesinden doğan gecikmeler, duruşmaların geniş zaman aralıklarıyla yapılması,98  bilirkişi  atanmasındaki  gecikmeler  devletin  sorumlu  tutulduğu durumlara örnektir. Yargılamayı  hızlandırmayı  gerektiren  geçerli  bir  neden  bulunup bulunmadığı hususu da AİHM içtihadındaki makul süre değerlendirmesinde esas alınan  bir  ölçüttür.  Bu  kriter  AİHM'nin  1992  yılında  verdiği  bir  X/Fransa kararında ilk kez yer almıştır.100 Hemofili hastası olan başvurucu, kan naklinden dolayı  HİV  virüsü  kapmış  ve  Fransız  Adalet  Bakanlığına  tazminat  davası açmıştır.  Hastalığı  ileri  safhada  bulunan  davacı,  yerel  mahkemelerdeki yargılama  süreci  tamamlanamadan  ölmüştür.  AİHM  kararında,  yerel  yargı mercilerinin, başvurucunun kısa bir ömrü kaldığını nazara alarak yargılamayı hızlandırma yükümlülüğü bulunduğuna hükmetmiştir. Buna göre başvurucunun ölümünün  yaklaştığını  dikkate  alarak  yargılamayı  hızlandırmak  yerel mahkemelerin sorumluluk alanında kabul edilmiştir.101 Aynı sorumluluk, tutuklu olarak devam eden yargılamaları, çocuğun menfaatini korunduğu davaları, işe iade davaları başta olmak üzere iş uyuşmazlıklarını ve fiziksel sakatlıkların gerçekleştiği  vakaları  da  kapsamaktadır.102  Bu  tür  özel  olayların  bulunduğu                                                            94  ECHR, Eckle v. Germany, Application No. 8130/78, 15.07.1982, p. 92-94. 95  ECHR, Foti and Others v. Italy, Application No. 7604/76, 21.11.1983, p. 60-77. 96  ECHR, Bunkate v. the Netherlands, Application 13645/88, 08.07.1991, p. 23. 97  ECHR, Zana v. Turkey, Application No. 18954/91, 25.11.1997, p. 63. 98  ECHR, Yağci and Sargın v. Turkey, Application No. 16419/90 - 16426/90, 08.06.1995, p. 68-70. 99  ECHR, Türkiye Iş Bankası v. Finland, Application No. 30013/96, 18.06.2002, p. 17. 100  ECHR, X v. France, Application No. 18020/91, 31.03.1992, p. 47. 101  Nuala Mole/ Catharina Harby, The Right to a Fair Trial: A Guide to the Implementation of Article 6 of the European Convention on Human Rights, Council of Europe Human Rights Handbook No. 3, Belçika, Ağustos 2006, s. 30. 102  Martin Kuijer, a.g.m., s. 783. 316Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336  Bireysel Başvuru Kararlarında … hukuksal uyuşmazlıklarda, yargılama süresinin iki yıl sürmüş olması bile makul sürenin  aşılması  olarak  değerlendirilmektedir.  Çünkü  AİHM,  makul  süre değerlendirmesini  yaparken  başvurucu  için  ne  tür  bir  menfaatin  tehlikede olduğunu da dikkate almaktadır.103 Belirtilen kriterler çerçevesinde yapılan değerlendirme sonucunda AİHM, makul  süre  aşımının  gerçekleşmesi  nedeniyle  ihlal  tespiti  yaptığında,  aynı zamanda  tazminat  ödenmesine  karar  vermektedir.  Kural  olarak  makul  süre aşımından  kaynaklanan  mağduriyeti  gidermenin  tazminat  dışında  bir  aracı yoktur. Bu nedenle ulusal hukukta makul süre aşımına dayalı bir kısmi tazmin gerçekleşmiş  olsa  bile  AİHM  başvurucu  lehine  tazminat  ödenmesi  kararı verebilmektedir.104 İstisnai bazı durumlarda Mahkeme, ihlal tespiti yapmakla birlikte tazminat ödenmesine yer olmadığı yönünde hüküm kurabilmektedir.105 2.3. Anayasa Mahkemesi İçtihadında Makul Sürenin Ölçütleri Anayasa Mahkemesinin kararlarında, Türk yargı sisteminde yıllardan beri artan  iş  yükünün  uzayan  yargılamalar  için  mazeret  oluşturamayacağı  kabul edilmiştir.  Buna  göre  devletin,  yargılama  sisteminde  çözüm  bekleyen uyuşmazlıkların nicelik itibarıyla artmasına karşın, yargılama faaliyetinin makul sürede gerçekleştirilebilmesi için gerekli tüm tedbirleri alma yükümlülüğünü taşıması gerekir. Bu yükümlülük, hukuk sisteminin adil yargılama koşullarını yerine getirebilecek biçimde düzenlenmesi sorumluluğunun bir görünümüdür.106 Türk  Anayasa  Mahkemesi  makul  sürede  yargılanma  hakkının  amacını,  …tarafların uzun süren yargılama faaliyeti nedeniyle maruz kalacakları maddi ve manevi baskı ile sıkıntılardan korunması ile adaletin gerektiği şekilde temini ve  hukuka  olan  inancın  muhafazası  olup,  hukuki  uyuşmazlığın  çözümünde                                                            103  Sibel İnceoğlu, a.g.m., s. 278. 104  Frédéric Edel, a.g.e., s. 100. 105  ECHR, Bunkate v. the Netherlands, Application No. 13645/88, 26.05.1993, p. 25; ECHR, GiancarloLombardo v. Italy, Application No. 12490/86, 26.11.1992, p. 26. 106  Anayasa Mahkemesi, Başvuru No. 2012/1198, 07.11.2013, p. 55; Anayasa Mahkemesi, Başvuru No. 2013/695, 09.01.2014, p. 40; Anayasa Mahkemesi, Başvuru No. 2013/2253, 15.04.2014,  p.  34;  ECHR,  Abdoella  v.  the  Netherlands,  Application  No.  12728/87, 25.11.1992, p. 24. 317Ayşe ÖZKAN DUVAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336 gerekli  özenin  gösterilmesi  gereği  de  yargılama  faaliyetinde  göz  ardı edilemeyeceğinden, yargılama süresinin makul olup olmadığının her bir başvuru açısından münferiden değerlendirilmesi…  olarak somutlaştırmıştır. 107 Ulusal mevzuatta  yargılamanın  ivedilikle  sonuçlandırılması  ya  da  belirli  sürede tamamlanmasını öngören düzenleyici sürelerin belirlenmiş olması halinde makul sürenin daha kısa bir zaman dilimi olacağı kabul edilmektedir. Mesela 4857 Sayılı İş Kanununun 20. maddesinin 3. fıkrasında işe iade davasının iki ay içinde sonuçlandırılmasını hükme bağlayan düzenleme yer almıştır. Anayasa Mahkemesi  kararıyla  iptal  edilen  bu  hükmün  yerine   …dava  ivedilikle sonuçlandırılır…  ibaresi getirilmiştir. Bunun gibi örnekler makul sürenin, yargı kolunun  özellikleri  ve  uyuşmazlığın  türüne  bağlı  olarak  da  uzayıp kısalabileceğini ortaya koymaktadır.110 Bunun  dışında  temel  olarak  Anayasa  Mahkemesinin  yaklaşımı  Avrupa İnsan  Hakları  Mahkemesinin  de  benimsediği,  makul  sürenin  her  somut uyuşmazlığın kendi koşullarına göre değerlendirileceği görüşüyle örtüşmektedir. İki  mahkeme  arasındaki  benzerlik  makul  sürenin  tespitinde  başvurulacak kriterler yönünden de söz konusudur. Ancak yargılama faaliyetinin makul sürede gerçekleşip gerçekleşmediğinin saptanması için, öncelikle uyuşmazlığın türüne göre  değişebilen,  yargılamanın  başlangıç  ve  bitiş  tarihlerinin  belirlenmesi gereklidir. 2.2.3. Yargılamaların Başlangıç ve Bitiş Tarihlerinin Tespiti AİHM içtihadında yargılamaların başlangıç ve sonlanma tarihlerinin ulusal hukuktan farklı olarak medeni haklara ilişkin uyuşmazlıklar ve suç isnadına dayalı uyuşmazlıklar şeklindeki ikili ayrıma göre düzenlendiğini belirtmiştik. İç hukukumuzda  ise usul  hukuku,  hukuk  yargılaması,  idari  yargılama  ve  ceza                                                            107  Anayasa Mahkemesi, Başvuru No. 2012/13, 02.07.2013, p. 40; Anayasa Mahkemesi Başvuru No. 2013/8492, 08.09.2014, p. 20. 108  4857 Sayılı İş Kanunu, Resmi Gazete, Tarih 10.06.2003, Sayı 25134. 109  Anayasa Mahkemesi, 2003/66 Esas, 2005/72 Karar, 19.10.2005. 110  Selami Er/Halil İbrahim Dursun,  İşe İade Davalarında Makul Sürede Yargılanma Hakkı , Türkiye Barolar Birliği Dergisi, Yıl 2014, Sayı 115, ss. 403-430. 318Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336  Bireysel Başvuru Kararlarında … yargılaması olmak üzere üçlü bir ayrım çerçevesinde gelişmiştir. Buna göre davaların başlangıç ve bitiş zamanları bu ayrım doğrultusunda ele alınmalıdır.  Anayasa Mahkemesi, makul sürede yargılama yapılmaması veya davanın sonuçlandırılmamasına ilişkin şikayetlerde, herhangi bir idari ya da yargısal yola başvurmaksızın doğrudan bireysel başvuru yoluna gidilmesini kabul etmektedir. Başvuru yollarını tüketme kuralına makul sürede yargılanma hakkı bakımından tanınan bu istisna, Anayasa Mahkemesi tarafından, Anayasanın 36. maddesi kapsamında değerlendirilerek benimsenmiştir. Uzun süreli yargılamaların Türk hukuk sisteminin kronik bir sorunu olduğu ve AİHM deki ihlal kararlarının önemli bir bölümünü oluşturduğu dikkate alındığında, Anayasa Mahkemesinin başvuru  yollarını  tüketme  kuralının  istisnasını  tanımasının  taşıdığı  önem anlaşılmaktadır.111 Anayasa  Mahkemesinin  bireysel  başvuruda  zaman  bakımından  yetkisi, kural  olarak  6216  Sayılı  Anayasa  Mahkemesinin  Kuruluşu  ve  Yargılama Usulleri Hakkında Yasanın  23 Eylül 2012  tarihinde  yürürlüğe  girmesiyle başlamaktadır. Yasanın 76. maddesinin 1-a fıkrasına ve geçici 1. maddesinin 8. fıkrasına göre 23 Eylül 2012 tarihinden önce kesinleşen nihai işlem ve kararlar aleyhine yapılacak bireysel başvuruları inceleme yetkisine sahip değildir. Ancak Anayasa  Mahkemesinin  2012/13  sayılı  kararında  ve  2012/1198  sayılı kararında bu tarihten önce açılmış olup da bu tarih itibariyle derdest olan davalarla ilgili makul sürede yargılanma hakkı başvuruları bakımından ayrık bir durum kabul edilmiştir. Anayasa Mahkemesine göre,   …Başvuru  yollarının  tüketilmesi  ilkesinin  mutlak  şekilde  uygulanması temel hak ve özgürlüklerin etkin kullanımını ve korunmasını engelleyecektir. Halihazırda  devam  etmekte  olan  bir  yargılamada,  makul  sürede  yargılama yapma  yükümlülüğünün  yerine  getirilmediği  iddiası  ile  bireysel  başvuruda                                                            111  Ahmet  Burak  Bilgin,  Bireysel  Başvuruda  3  Yıl:  Bir  İnsan  Hakları  Karnesi,  Legal Yayıncılık, İstanbul 2016, s. 86.  112  6216 Sayılı Anayasa Mahkemesinin Kuruluşu ve Yargılama Usulleri Hakkında Kanun, Resmi Gazete, Tarih 03.04.2011, Sayı 27894. 113  Anayasa Mahkemesi, Başvuru No. 2012/13, 02.07.2013, p. 27. 114  Anayasa Mahkemesi, Başvuru No. 2012/1198, 07.11.2013, p. 29. 319Ayşe ÖZKAN DUVAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336 bulunulabilmesi, başvuru yollarının tüketilmesi kuralının istisnalarından birini teşkil  etmektedir.  Zira  bu  durumda  başvuru  yollarının  tüketilmesi  şartının aranması, makul sürede yargılama yapma yükümlülüğüne aykırı davranılması nedeniyle meydana gelen sonuçları ortadan kaldırmayacaktır. Aksine, makul olmadığı iddia edilen yargılama faaliyetinin daha da uzamasına ve başvurucu açısından zararın artmasına neden olacaktır.  Genel kural yargılamanın başlangıcının 23 Eylül 2012 tarihinden sonraki yargılamalar  bakımından  hesaplanabilecek  olması  iken;  makul  süre başvurularında  bu  tarihte  yargılamanın  devam  etmekte  olması  yeterli  kabul edilmektedir. Zaman bakımından yetkisini yorumlarken Anayasa Mahkemesinin yargılamanın  başlangıcına  ilişkin  istisnayı  belirttikten  sonra,  makul  sürenin başlangıcı ve sonlanması hususunda kural ve istisna için geçerli olan müşterek kriterleri değerlendirmek gerekmektedir.  Anayasa  Mahkemesinin,  hukuk  davalarına  ilişkin  makul  süre değerlendirmesi kısmen, Avrupa İnsan Hakları Sözleşmesinin 6. maddesindeki  medeni  haklara  ilişkin  uyuşmazlıklar   kategorisine  yönelik  makul  süre değerlendirmesine  karşılık  gelmektedir.  Hukuk  davalarında  makul  sürenin başlama zamanı, davanın açıldığı tarihtir. Davanın açılması dava dilekçesinin ve dava  harcının  mahkeme  tarafından  kabul  edilmesiyle  gerçekleşmektedir. Örneğin Anayasa Mahkemesi bireysel başvuru değerlendirmesini yaptığı alacak ve tazminat davalarında, davanın ikame edildiği tarihi yargılamanın başlangıç tarihi  olarak  kabul  edilmiştir.115  Davanın  ikame  edildiği  tarih,  Anayasa Mahkemesinin bireysel başvuruları inceleme yetkisinin başladığı tarihten önce değilse, dikkate alınacak olan tarih davanın ikame edilme tarihi olacaktır.116 Makul  süre  bakımından  değerlendirilecek  sürenin  bitiş  zamanı  ise yargılamanın  sonlandırılma  tarihidir.  Davayı  kesin  hükme  bağlayan  aşama yargılamanın  sonu  olarak  kabul  edilir.  Uyuşmazlığı  çözüme  bağlayan  yargı kararının uygulanması için icra takibine gidilmesi durumunda icra süresi de                                                            115  Anayasa  Mahkemesi,  Başvuru  No.  2014/1512,  30.06.2014,  p.  40;  Anayasa  Mahkemesi, Başvuru No. 2013/5709, 17.03.2016, p. 39. 116  Anayasa Mahkemesi, Başvuru No. 2012/13, 02.07.2013, p. 51; Anayasa Mahkemesi, Başvuru No. 2014/1512, 30.06.2014, p. 41. 320Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336  Bireysel Başvuru Kararlarında … makul süre hesaplamasına dahil olur. Buna karşılık yargılamada esas alınan bir yasanın somut norm denetimi yoluyla anayasa yargısına götürülmesi durumunda geçen süre, Anayasa Mahkemesi kararının esasa etkili olması durumunda makul yargılama süresini hesaplamaya dahil edilir.117 Anayasa Mahkemesinin bazı kararlarında, derece mahkemesi kararının icra süreci  makul  sürede  yargılanma  hakkı  yerine  mahkemeye  erişim  hakkı kapsamında  değerlendirilmektedir.  Buna  göre  mahkeme  kararlarının uygulanması, yargılamanın sürecinin dışında olmakla birlikte onu tamamlayan ve  yargılamanın  sonuç  doğurmasını  sağlayan  bir  unsurdur.  Kararın uygulanmaması  durumunda  yargılamanın  da  bir  anlamı  olmayacaktır.  Bu nedenle yargı kararlarının uygulanması mahkemeye erişim hakkı kapsamında değerlendirilebilmektedir.  Buna  göre,  yargılama  sonucunda  mahkemenin  bir karar  vermiş  olması  yeterli  değildir;  ayrıca  bu  kararın  etkili  bir  şekilde uygulanması da gerekir. 118 İdari yargılama hukukunda makul sürenin başlaması ve sonlanması gereken zamanı, hukuk yargılamasındaki gibi davanın açılmasıyla başlamış sayılabilir. Ancak  hukuk  yargılamasından  farklı  olarak  idari  yargılama  hukukunda, yargılama süresinin karar mercii olarak idari bir makama başvurulmasıyla da başlayabilir. Yasal olarak idari makama başvurulması birey için bir zorunluluk olarak  düzenlenmişse,  söz  konusu  idari  makama  başvurulma  tarihi  makul sürenin başlangıcı olarak addedilir.119 Örneğin, hususi pasaport alma talebiyle idareye yapılan başvurunun reddedilmesi üzerine idari yargıda dava açan bir başvurucuyu ilgilendiren bir uyuşmazlıkta, makul sürenin başlangıcı davanın açılmasından önceki bir tarihtir. Buradaki dava idari işlemin ve dayanağı olan genelgenin iptali ile uğranılan zararın tazmini istemini konu almaktadır. Söz                                                            117  Selami Demirkol,  Avrupa İnsan Hakları Mahkemesi İçtihatları Işığında Adil Yargılanma Hakkı ,  Süheyl  Donay/Aysun  Altunkaş/Eser  Olgun  (Ed.),  Ceza  Hukuku  ve  Ceza Yargılamasında Son Gelişmeler Semineri, Seçkin Yayınları, İstanbul, Temmuz 2013, ss. 141-166, s. 148; Hüseyin Turan, a.g.m., s. 59. 118  Anayasa Mahkemesi, Başvuru No.2012/144, 02.10.2013, p. 28; ECHR, Honsby v. Greece, Application No. 18357/91, 19.03.1997, p. 40. 119  Yunus Emre Yılmazoğlu,  İdari Yargıda Makul Süre Güvencesi , Danıştay Dergisi, Sayı 134, Yıl 2013, ss. 43-80, s. 63. 321Ayşe ÖZKAN DUVAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336 konusu  uyuşmazlıkta  makul  sürenin  başlangıcı  başvurucunun  talebini  ilgili pasaport idaresine ilettiği tarih olarak kabul edilmiştir.120 Anayasa  Mahkemesi  sürenin  başlangıcını  kural  olarak  davanın  ikame edildiği tarihe bağlamakla birlikte, bazı özel durumlarda girişimin niteliği göz önünde tutularak uyuşmazlığın ortaya çıkmasından önceki bir tarihin başlangıç tarihi  olarak  kabul  edileceği  anlayışını  benimsemiştir.  2012  yılında  karara bağlanan bir uyuşmazlıkta Mahkeme, makul süre değerlendirmesinde nazara alınacak zaman diliminin başlangıç tarihini, başvurucu tarafından, uzun süredir kamulaştırılmadan  park  alanına  dönüştürülen  taşınmazının,  kamulaştırılması isteminin  ve  kamulaştırma  bedelinin  ödenmesi  taleplerini  ilgili  belediyeye ilettiği tarih olarak esas almıştır.121- İdari  yargılamada  makul  sürenin  bitiş  tarihi,  genellikle  esasa  ilişkin yargılamanın kesin hükme bağlandığı tarihtir. Ancak devam eden yargılamalara ilişkin olarak, makul sürede yargılanma hakkının ihlal edildiği iddiasını içeren başvuruların yargılama faaliyetinin devamı sırasında da yapılabilmesi olanağı bulunduğundan,  değerlendirmeye  esas  alınacak  sürenin  bitiş  anı  bireysel başvurunun karara bağlandığı tarihtir.122 Yargılamanın sonlandığı durumlarda, eğer  idari  yargı  merciinin  nihai  kararından  sonra  icra  takibi  yapılması gerekmişse, icra aşamasında geçen süre de makul süre hesaplamasına dahil edilir.123 İdari yargıda açılmış bulunan bir dava suç isnadına dayandırılmışsa, makul sürenin başlangıcı resmi suç isnadının yapıldığı tarihte başlamaktadır. Vergi hukukuyla bağlantılı olabilecek bu tür uyuşmazlıklarda suç isnadı kavramı, 213 Sayılı  Vergi  Usul  Kanunu  hükümleri  uyarınca  ilgiliye  tebligat  yapılması                                                            120  Anayasa  Mahkemesi,  Başvuru  No.  2013/1198, 07.11.2013,  p.  45;  Anayasa  Mahkemesi, Başvuru No. 2014/1478, 17.11.2014, p. 20. 121  Anayasa Mahkemesi, Başvuru No. 2012/1198, 07.11.2013, p. 45. 122  Anayasa Mahkemesi, Başvuru No. 2012/13, 02.07.2013, p. 20; Anayasa Mahkemesi, Başvuru No. 2014/1478, 17.11.2014, p. 21. 123  Anayasa Mahkemesi, Başvuru No. 2012/13, 02.07.2013, p. 52. 124  213 Sayılı Vergi Usul Kanunu, Resmi Gazete, Tarih 10.01.1961-11.01.1961-12.01.1961, Sayı 10703-20704-10705. 322Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336  Bireysel Başvuru Kararlarında … anlamına  gelmektedir.  Dava  sonucunda  cezaya  hükmedilmişse  makul  süre, verilen cezanın kesinleştiği tarihte sona erecektir.125 Ceza muhakemesi bakımından yargılama süresinin makul olup olmadığı değerlendirilirken sürenin başlangıcı olarak, bir kişiye suç işlediği iddiasının yetkili  makamlar  tarafından  bildirilmesi  veya  isnattan  ilk  olarak  etkilendiği arama ve gözaltı gibi bir takım tedbirlerin uygulanması anı esas alınır. Ceza yargılamasında  sürenin  sona  erdiği  tarih,  suç  isnadına  ilişkin  nihai  kararın verildiği tarih, yargılama süreci devam eden davalar yönünden ise Anayasa Mahkemesinin makul süre şikayetiyle ilgili kararını verdiği tarihtir.126 3.2.2. Makul Süre Kriterleri Avrupa  İnsan  Hakları  Mahkemesi  tarafından  makul  sürenin  tespitinde gözetildiğini belirttiğimiz ölçütler Türk Anayasa yargısında da esas alınmıştır.127 Anayasa  Mahkemesi  bireysel  başvuru  yolunda  makul  sürede  yargılanmanın sağlanmasında  temel  olarak  dört  temel  ölçütten  hareket  edilmektedir.  Bu ölçütler, davanın karmaşıklığı, yargılamanın kaç dereceli olduğu, tarafların ve ilgili makamların yargılama sürecindeki tutumu ve başvurucunun davanın hızla sonuçlandırılmasındaki  menfaatinin  niteliğidir.128  Bununla  birlikte  belirtilen kriterlerden  hiçbiri  makul  süre  değerlendirmesinde  tek  başına  belirleyici değildir. AİHM içtihadına ilişkin bölümde belirtildiği gibi, dava konusu her olay için geçerli olabilecek, tüm ihtimalleri kapsayabilen standart bir  makul süre nin tespiti mümkün değildir. Aynı esas Anayasa Mahkemesi içtihadı bakımından da geçerlidir. Yargılama sürecindeki tüm gecikme periyotlarının ayrı ayrı tespiti ile                                                            125  Yunus Emre Yılmazoğlu, a.g.m., s. 69. 126  Anayasa  Mahkemesi,  Başvuru  No.  2013/8492,  08.09.2014,  p.  20;  Anayasa  Mahkemesi, Başvuru No. 2013/695, 09.01.2014, p. 35; Anayasa Mahkemesi, Başvuru No. 2013/2253, 15.04.2014, p. 28; Anayasa Mahkemesi, Başvuru No. 2012/1158, 21.11.2013, p. 47, p. 50. 127  Anayasa Mahkemesi, Başvuru No. 2012/13, 02.07.2013, p. 41. 128  Anayasa  Mahkemesi,  Başvuru  No.  2013/8492,  08.09.2014,  p.  20;  Anayasa  Mahkemesi, Başvuru  No.  2012/13,  02.07.2013,  p.  41;  Anayasa  Mahkemesi,  Başvuru  No.  2012/13, 02.07.2013, p. 41-45; Anayasa Mahkemesi, Başvuru No. 2013/5709, 17.03.2016, p. 37. 323Ayşe ÖZKAN DUVAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336 bu  kriterlerin  toplam  etkisi  değerlendirilmek  suretiyle,  hangi  unsurun yargılamanın gecikmesi açısından daha etkili olduğu saptanmalıdır.129 Anayasa Mahkemesi kararlarına göre makul süre değerlendirmesinde esas alınan  ölçütlerden  ilki  uyuşmazlığın  karmaşıklığıdır.  Uyuşmazlığın çözümlenmesi için gereken süre, davaya konu olayın karmaşık oluşu ya da hukuksal  nitelemenin  karmaşıklık  içermesi  nedeniyle  uzayabilmekte  ya  da kısalabilmektedir.  Karmaşıklık  kavramı,  tarafların  sayısının  çok  olması nedeniyle taraf teşkili sağlanmasındaki güçlükler, çok sayıdaki delillerin elde edilmesinde  yaşanabilen  sorunlar,  birden  çok  konuda  bilirkişiye başvurulmasının gerekmesi, davanın uluslararası boyutlarının ve yazışmalarının bulunması gibi hususları kapsamaktadır.  Başvurucunun süreç içindeki yaklaşımından kaynaklanan gecikmeler eğer yargılamanın uzamasında etken olmuşsa makul süre değerlendirmesinde esas olurlar.  Tarafların  veya  taraf  vekillerinin  veya  müdafilerin  sıkça  mazeret göstererek  duruşmaların  ertelenmesine  sebebiyet  vermeleri  yargılamayı uzatabilen etkenlerdir. Böyle bir durumda başvurucunun sebep olduğu uzun yargılamanın  hak  ihlali  sayılabilmesi  mümkün  değildir.  Uzun  yargılamanın başvurucu bakımından hak ihlali olarak kabul edilebilmesi için başvurucunun ya da başvurucuyu temsilen vekilinin veya müdafiinin tutumunun yargılamanın uzama  nedeni  olmaması  gerekir.  Eğer  başvurucunun  usul  hukukundan kaynaklanan haklarını kullanmakta gerekli özeni göstermediğine yönelik deliller varsa, bundan doğan gecikmelerin sorumluluğu devlete yükletilemez.130 Ancak başvurucunun uzun yargılamaya neden olan kusuru ile birlikte, davanın türü ve uygulanan  usul  kuralları  çerçevesinde  yetkili  yargısal  mercilerin  alabileceği tedbirler  yönünden  ihmal  söz  konusu  ise,  bu  durumda  makul  sürenin aşılmasından kaynaklanan hak ihlalinden söz edilebilecektir.131 Anayasa Mahkemesi 2012/13 başvuru numaralı davada verdiği kararda, ister  taraflarca  hazırlanma  ilkesinin  uygulandığı  yargılamalar,  isterse  resen                                                            129  Anayasa Mahkemesi, Başvuru No. 2012/13, 02.07.2013, p. 46; Anayasa Mahkemesi, Başvuru No. 2012/1198, 07.11.2013, p. 41-42. 130  Sibel İnceoğlu, a.g.m., s. 281. 131  Hasan Tahsin Gökcan, a.g.m.,s. 840-841. 324Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336  Bireysel Başvuru Kararlarında … araştırma  ilkesinin  uygulandığı  davalar  bakımından  tarafların  etkinliği noktasında farklılıklar bulunmasına karşın, tarafların izlediği tutumun makul süreye etkisi bakımından mutlaka değerlendirilmesi gerektiğini belirtmiştir.132 Ceza yargılamasına ilişkin makul sürenin aşıldığı iddiasıyla yapılan 2013/5278 numaralı  başvuruda  Anayasa  Mahkemesi,  duruşmalara  gelmeyen  sanığın yakalanması için beklenen sürenin taraf kusuru olması nedeniyle, ihlal iddiasının açıkça  dayanaktan  yoksun  olması  gerekçesiyle  kabul  edilemezlik  kararı vermiştir.133 Makul  sürenin  aşılmasında  yetkili  makamların  tutumu  ölçütü,  yargı mercilerinin yargılama esnasında makul süre hususunda özenli davranmasını gerektirmektedir. Devletin, davaların uzun sürmemesi için gereken tedbirleri almak ve yargı sistemini buna göre kurmakla yükümlü olduğu kabul edilir.134 Adalete erişmek için bazı usul işlemlerinin zaman alması makul kabul edilse de, bunun  haksızlık  oluşturacak  bir  süreye  yayılmaması  için  gereken  tedbirler alınmalıdır.135  Bu  kapsamdaki  sorumluluk  sadece  yargı  mercileriyle  sınırlı değildir. Sorumluluk, devletin kamu gücü kullanabilen tüm organlarına aittir. Yetkili makamlara atfedilebilecek gecikmeler, sadece yargılama makamlarının yargılamanın  süratle  sonuçlandırılmasına  yönelik  özensizliğinden kaynaklanmayabilir.  Yargılamadaki  gecikmeler  yapısal  sorunlardan  ve organizasyon  eksikliğinden  de  kaynaklanabilir.  Devlet  yetkililerinin  bu boyuttaki  sorumluluğu  Anayasanın  36.  maddesi  ile  AİHS nin  6.  maddesine dayanmaktadır.136 Anayasa  Mahkemesi,  mahkemelerde  bir  belgenin  ya  da  dosyanın kaybedilmesi veya başka mahkemeye gönderilmesi veya başka mahkemeden belge beklenmesi, iş yoğunluğu nedeniyle mahkeme yazı işlerindeki aksamaları yetkili  makamların  kusurlu  tutumu  olarak  değerlendirmektedir.137  Ayrıca yargıçların  gerekçeli  kararı  yazmada  ve  kararın  taraflara  tebliğ  edilmesini                                                            132  Anayasa Mahkemesi, Başvuru No. 2012/13, 02.07.2013, p. 43. 133  Anayasa Mahkemesi, Başvuru No. 2013/5278, 15.04.2014, p. 43. 134  ECHR, Abdoella v. the Netherlands, Application No. 12728/87, 25.11.1992, p. 24. 135  Hasan Tahsin Gökcan, a.g.m., s. 842. 136  Anayasa Mahkemesi, Başvuru No. 2013/5278, 15.04.2014, p. 44. 137  Anayasa Mahkemesi, Başvuru No 2012/625, 09.01.2014. p. 29. 325Ayşe ÖZKAN DUVAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336 sağlamada  gecikmesi  veya  dosya  incelemedeki  yetersizliği  nedeniyle duruşmaları lüzumsuzca ertelemesi gibi haller makul sürenin, yetkililerin tutumu nedeniyle aşılmasını örneklemektedir. Anayasa  Mahkemesinin  bireysel  başvuru  içtihadında,  makul  süre değerlendirmesinde esas alınan dördüncü unsur, başvurucunun hızlı yargılama gerektiren bir yararı olup olmadığı şeklinde değerlendirilmektedir. Başvurucu bakımından hukuksal korumanın bir an önce gerçekleştirilmesinde yararı olup olmadığına ilişkin değerlendirme ölçütü, makul sürenin her bir uyuşmazlık için kendi koşullarına göre hesaplanması gereğini vurgulamaktadır.138 Bu bağlamda makul  süreye  ilişkin  bir  standart  geliştirilmesi  mümkün  gözükmemektedir. AİHM nin  bu  alanda  verdiği  kararlar  Anayasa  Mahkemesinin  öngörülebilir yaklaşımı bakımından yol gösterici mahiyettedir.",
     "Kaynakça": "Kitap ve Makale Akbulut, İlhan,  Ceza Davalarının Uzamasının Sebepleri , Yargıtay Dergisi, Cilt 20, Sayı 4, Ekim 1994, ss. 436-457. Bilgin, Ahmet Burak, Bireysel Başvuruda 3 Yıl: Bir İnsan Hakları Karnesi, Legal Yayıncılık, İstanbul 2016. Bilgin,.Hüseyin, Avrupa İnsan Hakları Mahkemesi Kararlarının Türk İdari Yargısına Yansımaları, Adalet Yayınevi, Ankara, Mayıs 2014. Calvez,  Françoise,  Length  of  courtproceedings  in  thememberstates  of theCouncil of Europe based on thecaselaw of theEuropean Court of Human Rights, CEPEJ Raporu, Strazburg, 6-8 Aralık 2006. Cihan,  Erol,   Hakim  Unsuru  Bakımından  Ceza  Davalarının  Uzamasının Sebepleri , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Cilt 45-47, Sayı 1-4, Yıl 1979-1981,ss. 873-898.  Cihan,  Erol  /  Yenisey,  Feridun,  Ceza  Muhakemesi  Hukuku:  Genel Hükümler, Beta Yayınları, 1. Bası, İstanbul, Şubat 1996. Çelik, Çelik Ahmet, Tazminat ve Alacaklarda Sorumluluk ve Zamanaşımı, Bilge Yayınevi, İstanbul, Eylül 2012. Demirkol, Selami  Avrupa İnsan Hakları Mahkemesi İçtihatları Işığında Adil Yargılanma Hakkı , Süheyl Donay/ Aysun Altunkaş/ Eser Olgun (Ed.), Ceza  Hukuku  ve  Ceza  Yargılamasında  Son  Gelişmeler  Semineri, SeçkinYayınları, İstanbul, Temmuz 2013, ss. 141-166. Edel, Frédéric,The length of civil and criminal proceedings in the case-law of the European Court of Human Rights, Human Rights Files No. 16, Council of Europe Publishing, Strazburg 2007. Er,  Selami/Dursun,  Halil  İbrahim,   İşe  İade  Davalarında  Makul  Sürede Yargılanma Hakkı , Türkiye Barolar Birliği Dergisi, Yıl 2014, Sayı 115, ss. 403-430. 328Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336  Bireysel Başvuru Kararlarında … Ergül, Ergin, Anayasa Mahkemesine Bireysel Başvuru: Anayasa Mahkemesi ve  Avrupa  İnsan  Hakları  Mahkemesi  Kararları  Işığında  Bireysel Başvuru Yolunun Anatomisi, Temmuz 2015. Gökcan,  Hasan  Tahsin   Türk  Anayasa  Yargısında  Bireysel  Başvuru Kapsamında  Makul  Sürede  Yargılanma  Hakkı ,  İnsan  Onuru  için Anayasa  Mahkemesinde  25  Yıl:  Haşim  Kılıç a  Armağan,  Ali  Rıza Çoban-Serdar  Gülener-Musa  Sağlam-Hüseyin  Ekinci  (Ed.),  Anayasa Mahkemesi Yayınları, Cilt 1, Ankara 2015, ss. 819-865. Gölcüklü,  Feyyaz,   Yargılama  Makamları  Önünde  Makul  Süre ,  Ankara Üniversitesi Siyasal Bilgiler Fakültesi İnsan Hakları Merkezi Dergisi, Cilt 3, Sayı 2, 1995, ss. 10-13. İnceoğlu, Sibel,  Adil Yargılanma Hakkı , İnceoğlu Sibel (Ed.), İnsan Hakları Avrupa  Sözleşmesi  ve  Anayasa:  Anayasa  Mahkemesine  Bireysel Başvuru Kapsamında bir İnceleme, Beta Yayınları, İstanbul, Ekim 2013, ss. 209-286. İnceoğlu, Sibel, Adil Yargılanma Hakkı: Anayasa Mahkemesine Bireysel Başvuru El Kitapları Serisi-4, Avrupa Konseyi Ankara Program Ofisi Yayınları, Ankara, Nisan 2018. Kuijer, Martin,  The Right to a Fair Trial and the Council of Europe s Effort to Ensure Effective Remedies on a Domestic Level for Excessively Lenghty Proceedings , Human Rights Law Review, Cilt 13, Sayı 4, Aralık 2013, ss. 777-794. Kuru, Baki,  Bugünkü Yapısı İçinde Yargıtay ın İş Yükünü Azaltma Çareleri , Baki Kuru (Ed.), Makaleler: Medeni Usul Hukuku, İcra İflas Hukuku, Diğer Konular, Arıkan Yayınevi, İstanbul 2006, ss. 365-386. Mole, Nuala / Harby,Catharina, The Right to a Fair Trial: A Guide to the Implementation of Article 6 of the European Convention on Human Rights,  Council  of  Europe  Human  Rights  Handbook  No.  3,  Belçika, Ağustos 2006.  329Ayşe ÖZKAN DUVAN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336 Özdek, Yasemin, Avrupa İnsan Hakları Hukuku ve Türkiye, Türkiye ve Ortadoğu Amme İdaresi Enstitüsü İnsan Hakları Araştırma ve Derleme Merkezi, Ankara, Mart 2004. Özdemir, Kenan,  Adil Yargılanma Hakkı ve Makul Süre , Adalet Bakanlığı AdaletDergisi, Sayı 1, Ekim 1999, ss. 71-93. Özkan Duvan, Ayşe,  İnsan Hakları Hukukunun İçtihadi Kaynakları , Gazi Üniversitesi  Hukuk  Fakültesi  Dergisi,  Cilt  20,  Sayı  4,Ekim  2016,  ss. 137-169. Şentuna, Mustafa Tarık,  Avrupa İnsan Hakları Sözleşmesi ve CezaYasamız Açısından Tutuklulukta Makul Süre , Yargıtay Dergisi, Cilt 28, Sayı 1-2, Ocak-Nisan 2002, ss. 234-145. Turan, Hüseyin,  Avrupa İnsan Hakları Mahkemesi İçtihatlarında Makul Sürede Yargılanma Hakkı , Türkiye Adalet Akademisi Dergisi, Cilt 3, Sayı 11, Ekim 2012, ss. 47-75. Türmen, Rıza,  Avrupa İnsan Hakları Sözleşmesinde Adil Yargılanma Hakkı , Türkiye Barolar Birliği IHAUM Sempozyumu, İnsan Hakları Avrupa Sözleşmesi  ve  Adli  Yargı,  Türkiye  Barolar  Birliği  Yayınları  No.  72İHAUM Yayını 4, Ankara, Aralık 2004. Ünal, Muharrem,  Hukuk Davalarının Uzamasının Nedenleri ve Yargılamada Çabukluğun  Sağlanması ,  Ankara  Barosu  Dergisi,  Sayı  6,  Yıl  1982,  ss. 42-63. Van Dijk, Pieter / Van Hoof, Fried / Van Rijn, Arjen / Zwaak, Leo, Theory and Practice of the European Convention on Human Rights, Intersentia, 4. Bası, Antwerpen-Oxford 2006. Yaşar,  Halis,   Ceza  Mahkemesi  Kararlarının  Hukuk  Hakimini  Etkileyip Etkilememesi Meselesinin Makul Sürede Yargılanma Hakkı İhlaline Varan Boyutu , Türkiye Barolar Birliği Dergisi, Sayı 109, Yıl 2013, ss. 451-464. Yılmaz, Battal,  AİHS 5/3. madde ile 6/1. maddesindeki Makul Süreler , Adalet Bakanlığı Adalet Dergisi, Sayı 1, Ekim 1999, ss. 139-143. 330Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 287-336  Bireysel Başvuru Kararlarında … Yılmazoğlu, Yunus Emre,  İdari Yargıda Makul Süre Güvencesi , Danıştay Dergisi, Sayı 134, Yıl 2013, ss. 43-80. Yücel, Mustafa Tören,  Adli Yargıda Makul Süre Felsefesi ve Matematiği , Türkiye Barolar Birliği Dergisi, Sayı 117, Yıl 2015, ss. 35-53. Yücel, Mustafa Tören, Ceza Yargılaması: Makul Süre, Verimlilik ve Etkinlik , Yargıtay Dergisi, Cilt 20, Sayı 1-2, Ocak-Nisan 1994, ss. 67-79."
}