{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": "22",
     "Ay": "03",
     "Yıl": "2021",
     "Cilt": "69",
     "Sayı": "04",
     "Başlık": "DAĞLIK KARABAĞ SORUNUNDA ERMENİSTAN’IN ROLÜ VE SORUMLULUĞU",
     "Title": "The Role and Responsibility of the Armenia in the Nagorno Karabakh Problem",
     "Yazar İsmi": [
          "Cavid ABDULLAHZADE"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Dağlık Karabağ",
          "Ermenistan",
          "Azerbaycan",
          "güç kullanma",
          "işgal",
          "jus ad bellum",
          "jus in bello",
          "sorumluluk"
     ],
     "Keywords": [
          "Nagorno Karabakh",
          "Armenia",
          "Azerbaijan",
          "use of force",
          "occupation",
          "jus ad bellum",
          "jus in bello",
          "responsibility"
     ],
     "Özet": "Azerbaycan ın  bir  parçası  olan  Dağlık  Karabağ da  Ermeni  azınlık tarafından başlatılan ayrılıkçı eylemler, 1991 yılından itibaren Ermenistan ın da  katılımıyla  topyekûn savaşa  dönüşmüştür.  Savaş,  ancak  1994  yılında yapılan  ateşkesle  geçici  olarak  durdurulabilmiştir.  O  tarihten  itibaren Azerbaycan topraklarının yaklaşık % 20 si uzun bir süre Ermeni işgali altında kalmıştır. Günümüzde Azerbaycan ın başarılı askeri operasyonları sonucu Ermeni işgali son bulmuştur. Ancak bu, hem savaş hem de işgal sırasında Ermenistan ın  hukuka  aykırı  eylemleri  nedeniyle sorumluluğunu  bertaraf etmemektedir.  Bu  makalenin  amacı  da,  Dağlık  Karabağ  sorununda Ermenistan  Devletinin  rolünü  ve  sorumluluğunun  kapsamını  ortaya koymaktır.",
     "Abstract": "The separatist actions of the Armenian minority in Nagorno-Karabakh, which is a part of the Azerbaijan, since 1991 with participation of the Armenia was turned into scale war. The war was temporarily stopped only by a ceasefire in 1994. Since then, approximately 20 percent of the Azerbaijani                                                  Makalenin Geliş Tarihi: 17.03.2021, Makalenin Kabul Tarihi: 22.03.2021     Ankara Üniversitesi Hukuk Fakültesi, Milletlerarası Hukuk Anabilim Dalı Öğretim Üyesi (abdulla@law.ankara.edu.tr, ORCID: 0000-0002-0798-4714)  Cavid ABDULLAHZADE                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568 territory has been under Armenian occupation for a long time. Today, as a result  of  Azerbaijan s  successful  military  operations,  the  Armenian occupation  has  come  to  an  end.  However,  this  does  not  eliminate  the responsibility of Armenia for its illegal actions during both the war and the occupation. The aim of this article is to reveal the role and responsibility of the Armenia in the Nagorno-Karabakh conflict.",
     "Metin": "Dağlık  Karabağ  sorununun  hukuki  boyutunun  Ermenistan ın  rolü incelenmeden tam olarak anlaşılması mümkün değildir. Zira ilk başlarda Ermenistan la birleşmenin amaçlandığı Dağlık Karabağ daki ayrılıkçı süreç, 1991 yılından itibaren Ermenistan ın da karışmasıyla birlikte açık savaşa dönüşmüş  ve  savaş,  ancak  1994  yılında  yapılan  ateşkesle  geçici  olarak durdurulabilmiştir.  O  tarihten  sonra  sorun  dondurulmuş,  ama  uzun  süre çözümlenmemiş  veya  çözümlenememiştir.  Böylece  Azerbaycan ın  eski Dağlık Karabağ Özerk Bölgesi ve Bölge dışındaki yedi büyük şehri, yani yaklaşık % 20 si uzun süre Ermeni işgali altında kalmıştır.  Günümüzde  Azerbaycan,  işgal  altındaki  topraklarını  yüzlerce  şehit vererek geri almayı başarmıştır. Ancak bu durum, hem savaş hem de işgal sırasında Ermenistan ın hukuka aykırı eylemleri nedeniyle sorumluluğunu bertaraf etmemektedir. Bu nedenle, sorumluluğunun boyutlarını ve kapsamını tespit  etmek  açısından  Dağlık  Karabağ  sorununda  Ermenistan ın  rolüne özellikle değinmekte fayda vardır. Birçok resmi açıklamalarında Dağlık Karabağ da sadece yerli halk ve bazı gönüllüler rol almıştır iddiasını gündeme getiren Ermenistan, Dağlık                                                  1   Dağlık Karabağ sorununun çözümlenememesinin kısa bir değerlendirmesi için bkz. Reha YILMAZ/Elnur İSMAYILOV: Etnik Çatışma Teorileri Işığında Dağlık Karabağ Sorunu, BİLGESAM, Rapor No 37, İstanbul 2011, s. 13-14. 2   Dağlık Karabağ sorunu ile ilgili tüm kaynaklarda ve Azerbaycan ın resmi açıklamalarında genellikle % 20 ifadesi kullanılmakla birlikte de Vaal tarafından yapılan hesaplamalar Azerbaycan ın % 13.62 sinin işgal altında olduğunu göstermektedir. Bkz. Tomas de VAAL (Çev. Yusif AXUNDOV): Qarabağ: Ermənistan və Azərbaycan Sülh və Savaş Yollarında, İlay MMC, Bakı 2008, s. 323-326: Kitabın orijinal metni için bkz. Thomas de WAAL: Black Garden: Armenia and Azerbaijan through Peace and War, New York University Press, New  York  and  London  2003;  Çalışmamızda  kitabın  Azerbaycan  diline  yapılmış çevirisinden yararlanılacağından Yazar ismi çevirideki haliyle kullanılmıştır. 1542Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568      Dağlık Karabağ Sorununda Ermenistan ın…  Karabağ Ermenilerinin bağımsızlık mücadelelerinin uluslararası müdahale ile ilişkisinin olmadığını ifade ederek, yani kendisini çatışmanın tarafı değilmiş gibi addetmek suretiyle sorumluluktan kaçınmaya çalışmıştır. Ermenistan, Dağlık Karabağ ın sadece garantörü olduğunu ve herhangi bir yeni savaş durumunda garantör olarak savaşa karışacağını vurgulamıştır. Ermenistan, iddia  ettiği  garantörlük  rolünü  Milli  Güvenlik  Stratejisi  Belgesi ne  de yansıtmıştır. Uluslararası hukukta güç kullanılarak kurulan varlıkların hukuki bir  süje  gibi  kabul  edilemeyeceğinin  bilincinde  olan  Ermenistan,  bu davranışlarıyla  Dağlık  Karabağ ın  sanki  ayrı  bir  devletmiş  gibi  kendi sorunlarını hallettiği izlenimini yaratmak istemiştir. Böylece Azerbaycan ın ülkesel bütünlüğünü ihlal ederek işgal edilen bölgelerde uluslararası hukuka aykırı bir şekilde ortaya çıkarttığı Dağlık Karabağ ın oluşumundaki rolünü saklamaya çalışmıştır.  Ermenistan ın,  Dağlık  Karabağ  sorunuyla  doğrudan  bağlantısının bulunmadığını,  sadece  Dağlık  Karabağ da  yaşayan  Ermenilerin  self determinasyon hakkını destekleyen ilgili taraf olduğunu beyan etmesine rağmen  Azerbaycan,  başından  itibaren  Ermenistan ın  Dağlık  Karabağ sorununun doğrudan tarafı olduğunu, elde edilen tüm verilerin de bu durumu ortaya koyduğunu iddia etmiştir. Aslında, Ermeni asıllı yazarlardan bazıları da Ermenistan ın iddiasının yerinde olmadığını savunmuştur. Nitekim Dağlık Karabağ ı  Ermenistan  ve  Azerbaycan  arasında  sınır  sorunu  olarak değerlendiren Sarvarian, Ermenistan ın sorunun tarafı olmadığı iddiasının üç nedenle tutarsız olduğunu söylemiştir. Birincisi Ermenistan, özellikle 19921994  yılları  arasında  silahlı  çatışmanın  doğrudan  tarafı  olmuş,  düzenli birlikleri ile savaşa katılmıştır. İkincisi, silahlı çatışmalar sona erdikten sonra Dağlık Karabağ askeri, politik, ekonomik bağlamda ve dış ilişkiler açısından                                                  3   Bkz. Interview: Serzh Sarkissian, Prime Minister of Armenia, Yerevan, Armenia, July 14, 2006, (Prepared by Jon SAWYER), Caucasus Context 2007, Vol. 4, Issue 1, s. 43-44; ayrıca bkz. International Crisis Group, Armenia and Azerbaijan: Preventing War, Policy Briefing, Europe Briefing N°60, Tbilisi/Baku/Yerevan/Istanbul/Brussels, 8 February 2011, s. 2. 4   Bu konuda bkz. Ильгар MAММAДОВ/Toфик МУСАЕВ: Армяно-Азербайджанский Конфликт:  История,  Право,  Посредничество  (2-е  изд.,  переработанное  и дополненное), Баку 2008, s. 108; Tofig F. MUSAYEV: From Territorial Claims to Belligerent Occupation: Legal Appraisal, Diplomatiya Aləmi (World Of DiplomacyJournal of the Ministry of Foreign Affairs of the Republic of Azerbaijan), No. 18-19, 2008, s. 40. 5   Bu konuda bkz. Heiko KRÜGER: The Nagorno-Karabakh Conflict, A Legal Analysis, Springer-Verlag, Berlin/Heidelberg 2010, s. 98-99. 6   MUSAYEV, s. 40. 7   Bu konuda bkz. Mushfig MAMMADOV: Legal Aspects of Nagorno-Garabagh Conflict, Caucasian Review of International Affairs (CRIA) Vol. 1 (1), 2006, s. 15. 1543Cavid ABDULLAHZADE                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568 Ermenistan la tam bütünleşmiştir. Üçüncüsü ise, Dağlık Karabağ ın Ermeni nüfusu  başından  itibaren  ayrılmayı  değil,  Ermenistan la  birleşmeyi amaçlamıştır. Milletlerarası uygulamada, işgalci devletlerin kendi eylemlerini işgal olarak değerlendirmedikleri birçok örnek bulunmaktadır. İşgalci devletler, bazen işgal edilen bölgede sözde yönetimler kurarak, bazen de insani bir kılıf veya demokratik bir kasvet altında kendi eylemlerine meşruiyet kazandırmaya çalışmışlardır.  Tüm  bu  özellikler  Ermenistan ın  Azerbaycan  topraklarını işgalinde de görülmüştür. Ermenistan ın resmi açıklamalarına rağmen, Dağlık Karabağ sorunu, bir devletin başka bir devletin ülke bütünlüğüne ve siyasi bağımsızlığına karşı hukuka aykırı bir silahlı saldırısı, üçüncü bir devletin iç çatışmaya müdahalesi şeklinde gerçekleşen kuvvet kullanma yasağı (jus ad bellum) kadar, insancıl hukuk kurallarının (jus in bello) da ağır şekilde ihlal edildiği tipik örneklerden biridir.  Bunun tam olarak anlaşılabilmesi için, Ermenistan ın Dağlık Karabağ sorunundaki gerçek rolü, diğer bir ifade ile Ermenistan ın Dağlık Karabağ çatışması ile olan ilişkisinin boyutları, bu çerçevede de jus ad bellum ve jus in bello kuralların ihlali nedeniyle sorumluluğunun kapsamı üzerinde durulması gerekmektedir. 1. ERMENİSTAN IN TUTUMU VE KUVVET KULLANMA YASAĞI A. Kuvvet Kullanma Yasağının Ermenistan Tarafından İhlali Uluslararası hukuk, her şeyden önce hukukun klasik süjesi olan bağımsız devletler açısından haklar ve yükümlükler getirmektedir. İç hukuk tüzel kişileri,  uluslararası hukukun  doğrudan  süjeleri  sayılmamaktadır.  Federal devletler açısından, federe devletlerin uluslararası kişiliği yoktur. Uluslararası hukukun muhatabı, diğer ifade ile süjesi federal devlettir. Bu bağlamda, Dağlık  Karabağ  sorunu  açısından  uluslararası  hukukun  kuvvet  kullanma yasağının SSCB nin dağılmasına kadarki süreçte sadece iç hukukun süjesi olan Ermenistan a doğrudan uygulanması mümkün değildir. Bu dönemde                                                  8   Arman  SARVARIAN:  The  Artsakh  Question:  An  Analysis  of  Territorial  Dispute Resolution in International Law, 9 Melb. J. Int l L. 190 (2008), s. 198-199. 9   Bu konularda bkz. Malcolm N., SHAW: International Law, Fourth Edition, Cambridge University Press, Cambridge 1997, s. 137 vd.; Hüseyin PAZARCI: Uluslararası Hukuk Dersleri, 2. Kitap, 8. Bası, Turhan Kitabevi, Ankara 2005, s. 1-5. 10  Edip F. ÇELİK: Milletlerarası Hukuk, Cilt 1, Yenilenmiş Dördüncü Baskı, İstanbul Üniversitesi Yayınlarından No: 2768, Fakülteler Matbaası, İstanbul 1980, s. 363-364. 1544Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568      Dağlık Karabağ Sorununda Ermenistan ın…  Azerbaycan Sovyet Cumhuriyeti, en azından birlik cumhuriyeti olarak SSCB hukuku gereğince kendi ülkesel bütünlüğüne saygı gösterilmesini istemek hakkına  sahip  olsa  da,  tam  bağımsızlık  öncesi  Ermenistan  tarafından Azerbaycan ın bağımsızlığına yapılan tecavüz veya Anayasaya göre hukuka aykırı addedilebilecek her türlü davranış, uluslararası hukuk kapsamında incelenecek  bir  konu  değildir.  Devletin  iç  bağımsızlıkla  ilgili düzenlemelerinin ihlali uluslararası hukukta hiçbir sonuç doğurmamaktadır. Uluslararası  hukukta  öngörülen  yükümlülükler  kural  olarak  sadece uluslararası hukukun süjelerine yöneliktir. Bu bağlamda uluslararası hukuk çerçevesindeki bu inceleme her  şeyden önce kuvvet kullanma yasağının etkinlik  kazandığı,  diğer  bir  ifade  ile  Ermenistan ın  bağımsız  devlete dönüştüğü Aralık 1991 sonrasındaki eylemler açısından değerlendirilecektir. Zira  SSCB nin  1991  Aralık  sonunda  dağılması  sonucu  bağımsızlığına kavuşan  Ermenistan,  sadece  uluslararası  hukukun  öngördüğü  haklardan yararlanan değil, aynı zamanda yükümlülüklerine de uyması gereken bir süje haline gelmiştir. Diğer bir ifade ile Aralık 1991 den sonra bağımsız devlet haline gelen Ermenistan uluslararası hukuka göre kuvvet kullanma yasağı ilkesine uygun davranmak zorundadır.  a.  Bağımsızlıktan 1994 Tarihli Ateşkese Kadar Olan Dönem 1991  öncesinde  Ermenistan ın  Dağlık  Karabağ  olayıyla  ilişkisi uluslararası  hukuka  göre  kuvvet  kullanma  yasağı  kapsamında değerlendirilemezse  de,  Ermenistan  ve  Azerbaycan ın  bağımsızlığından sonraki  yıllarda  Ermenistan ın  hukuka  aykırı  saldırgan  eylemleri  artarak devam etmiş ve 1991 yılından itibaren Dağlık Karabağ sorunu, Azerbaycan ve Ermenistan arasında tam bir uluslararası silahlı çatışmaya dönüşmeye başlamıştır. Rusya nın da desteğiyle milli askeri birliklerini oluşturarak silahlanan Ermenistan tarafı, savaşa avantajlı girmiştir. Nitekim 16 Ekim 1991 de başlayan Ermeni saldırıları sonucu 1992 yılının Şubat ayına kadar olan  süreçte  Azerbaycan  Türklerinin  çoğunlukta  yaşadığı  57  yerleşim biriminden 35 i işgal edilmiştir. Savaş ın bu döneminde Ermeni askerlerin sivil halka yönelik ciddi ve ağır şiddet eylemleri vahim boyutlara ulaşmıştır.                                                  11  Bkz. KRÜGER, s. 100. 12  Bkz.  Emin  ARİF  (ŞIXƏLİYEV):  Dağlıq  Qarabağ,  Ermənistan-Azərbaycan Münaqişəsinin  Həllinə  Mane  Olan  Amillər,  Reha  YILMAZ  (Ed.),  QARABAĞ: Bildiklərimiz və Bilmədiklərimiz, Qafgaz Universitesi Beynəlxalg Münagişələri Araşdırma Mərkəzi Nəşrləri, Bakı 2010, s. 42. 13  Arif YUNUSOV: Karabakh: Past and Present, Baku 2005, s. 43. Kitabın tarafımızca da kullanılan  dijital  versiyonu  için  bkz.  http://www.erevangala.com/booke //pdf/1323817209.pdf  1545Cavid ABDULLAHZADE                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568 Sivil halka yönelik gerçekleştirilen olayların en dehşetlisi, Ermeni milis ve askerlerinin 1992 yılının 26 Şubat gecesi Dağlık Karabağ sınırları içerisinde sadece  Azerbaycan  Türklerinin  yaşadığı  Hocalı  kasabasına  saldırıları sırasında yaşanmıştır.  İnsan Hakları İzleme Komitesi ne göre katliam, Azerbaycan tarafınca soykırım15 olarak nitelendirilen olayda, 3.000 civarında sivilin ve sadece 160  hafif  silahlı  milisin  olduğu  Hocalı  kasabasına  bölgedeki  366.  Rus Motorize  Alayı nın  da  desteğini  alarak  saldıran  Ermeniler,  bir  gecede çoğunluğu kadın, yaşlı ve çocuklardan oluşan 636 kişiyi öldürmüştür. İnsan Hakları İzleme Komitesi, 1993 yılında yayınladığı raporda en az 161 sivilin öldürüldüğünü, daha sonra yayınladığı başka bir raporda ise 200 kişinin hunharca  katledildiğinin,  toplamda  ise  500-1.000  arası  ölü  olduğunun genellikle kabul edildiğini belirtmiştir. İki yıl sonra Azerbaycan Başsavcılığı Araştırma Grubu 160 ı kadın, 33 ü çocuk olmak üzere 485 ölü, 120 kayıp, 487 yaralı ve 500 civarında rehin olduğunu, bazı cesetlerin tanınmayacak derecede vahşice işkence gördüğünü, burunlarının, kulaklarının kesildiğini ve kafa derilerinin yüzüldüğünü bildirmiştir.  BM Cenevre Ofisi nin Azerbaycan Daimi Temsilcisinin 2002 yılında BM  İnsan  Hakları  Komisyonu na  gönderdiği  mektupta  yukarıda  verilen sayılar 106 sı kadın 83 ü çocuk olmak üzere toplam 613 ölü, 487 kalıcı hasarlı yaralı, 150 si halen kayıp 1275 rehin şeklinde aktarılmıştır. Uluslararası                                                  14  de Vaal a göre, büyük bir ihtimalle bu tarih, dört yıl önce aynı gün gerçekleşen Sumgait te yaşanan olayların anısına seçilmiştir. De VAAL, s. 199. 15  Human Rights Watch/Helsinki, Azerbaijan: Seven Years of Conflict in Nagorno-Karabakh, 1994,  s.  6.  Metin  için  bkz. <http://www.hrw.org/sites/default/files/reports/AZER%20Conflict%20in%20NK%20Dec 4.pdf; Cornell de, Ermeni iddialarının tersine olayın bir katliam (massacre) olduğunu ifade etmektedir. Svante E. CORNELL: The Nagorno-Karabakh Conflict, Report no. 46, Departement of East Europen Studies, Uppsala University, s. 32. Soykırım nitelendirmesi için bkz. The Khojali Genocide, The Series of The True Facts About Garabahg, Heydar Aliyev Foundation, Baku 2006. 16  YUNUSOV, s. 43. Olaya ilişkin kısa değerlendirme için aynı zamanda bkz. Johannes RAU: The Nagorno- Karabakh Conflict between Armenia and Azerbaijan-A Brief Historical Outline, Verlag Dr. Köster, Berlin 2008, s. 38. 17  Report  by  Human  Rights  Watch  1993,  The  Former  Soviet  Union.  Metin  için  bkz. <http://hrw.org /reports/1993/WR/ Hsw-07.htm> 18  Human Rights Watch/Helsinki, Azerbaijan: Seven Years of Conflict in Nagorno-Karabakh, 1994, s. 22. 19  YUNUSOV, s. 43. 20  Letter dated 23 April 2002 from the Permanent Mission of Azerbaijan to the United Nations Office at Geneva addressed to the Chairperson of the Commission on Human Rights. UN Doc. E/CN.4/2002/186. 1546Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568      Dağlık Karabağ Sorununda Ermenistan ın…  medya  haberleri  de,  Azerbaycan  tarafından  yapılan  soruşturmayı  haklı kılacak şekilde kimlikleri belirlenemeyecek derecede vahşice öldürülmüş kadın ve çocuk cesetleri olduğunu ortaya koymuştur.  Ermenistan tarafı olayın sorumluluğunu gönüllü ve düzensiz birliklere atarken, Azerbaycan tarafı konuyla ilgili net açıklama yaparak suçluların Ermeni askeri birlikleri olduğunu ifade etmiştir. Bazı uluslararası raporlarda düzensiz birliklerden, Karabağ savunma birliklerinden ve 366. Rus Motorize Alayı nın desteğinden bahsedilse de, Ermeni ordusu ve Ermeni birliklerinin olayda ciddi rol aldığını bildiren raporlar da mevcuttur. Nitekim sonraki yıllarda  Ermenistan  Devlet  Başkanı  olan,  dönemin  bölgedeki  Ermeni birliklerinin komutanlarından Serj Sarkisyan, de Vaal a verdiği musahibede açıkça şöyle  demektedir:  Hocalıya kadar  Azerbaycanlılar bizimle oyun oynayabileceklerini,  Ermenilerin  sivil  halka  saldıramayacağını zannetmekteydiler. Hocalı olayı ile biz, bu anlayışı kırmış olduk. De Vaal, yaptığı bu musahibe sonucunda haklı olarak olayın kısmen de olsa önceden düşünülmüş bir korkutma eylemi olduğu sonucuna varmaktadır. Hocalı katliamı/soykırımı, uluslararası toplumun dikkatinin Dağlık Karabağ a  yönelmesine,  özellikle  AGİT  Dışişleri  Bakanlarının,  30  Ocak 1992 den itibaren AGİT üyesi iki devlet arasındaki sorunun çözümü için 24 Mart  1992 de  Minsk  Konferansı nda  bir  araya  gelerek  Minsk  Grubu nu                                                  21  Hocalı katliamı/soykırımı hakkında yabancı basında çıkan tüm haberlerin toplusu ve ayrıntılı veriler için özellikle bkz. Ermənistan-Azərbaycan, Dağlıq Qarabağ Münaqişəsi, Azərbaycan Respublikası Prezidentinin İşlər İdarəsi, s. 43-62. Kitabın tarafımızca da kullanılan dijital versiyonu için bkz. <http://files.preslib.az/ projects/azerbaijan/gl.pdf > 22  Bkz. KRÜGER, s. 22-23, dn. 185; de Vaal, olayları şöyle aktarmaktadır: Birkaç gün sonra Bölgeye gelen gazeteci ve araştırmacılar, katliam görüntülerinden dehşete gelmişlerdi. Param parça edilmiş cesetler donmuş toprağın üzerinde her tarafa saçılmıştı. The Times gazetesinden Anatol Liven in belirttiği gibi, cesetlerin bazılarında, aynı zamanda küçük bir kızın vücudunda dehşetli yaralar vardı. Onun sadece yüzü tanınacak durumdaydı. de VAAL, s. 200. Hocalı olaylarının ardından Rus Moskovskie Novosti gazetesi haberi Hocalı da sadece ölüler kaldı başlığı ile vermiştir. Bkz. Јури ПОМПEЈEB (Çev. Зahид MУCTAФAЈEB): Гapaбaғ Гaн Ичиндə, Азəpбaјҹaн Eнcиkлопeдијacы, Бакы-1996, s. 9. 23  Ermenistan tarafı Hocalı olaylarının Bakü ve Sumgayıt tan kaçıp gelen Ermeni gençlerinden oluşan  düzensiz  birlikler  tarafından  kısas  almak  amacıyla  gerçekleştirildiğini  iddia etmektedirler. Bu konuda bkz. de VAAL, s. 201. 24  Human Rights Watch/Helsinki, Azerbaijan, Seven Years of Conflict in Nagorno-Karabakh, 1994, s. 5; de Vaal ın da aktardığı şekliyle, Hocalı işgalinde oynadığı şerefsiz rolün ardından Moskova, 366. Motorize Alayı nın Karabağ dan çıkarılması konusunda emir vermiştir. de VAAL, s. 203. Rus 366. Motorize Alayı nın olaylarda önemli rol aldığını Pompeyev de belirtmektedir. ПОМПEЈEB, s. 10. 25  KRÜGER, s. 101, dn. 48. 26  de VAAL, s. 201. 1547Cavid ABDULLAHZADE                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568 oluşturmasına rağmen, Ermenistan tarafı askeri harekâta, yani silahlı saldırıya devam etmiştir. Mayıs 1992 e kadar geniş veya dar kapsamda Ermenistan ile ilişkisi olan gönüllülerin ve milislerin silahlı mücadelesinden bahsedilebilirse de,  Haziran  1992 den  itibaren  Ermenistan ın  da  içinde  olduğu  açık  ve topyekûn bir savaş başlamıştır. Böylece Azerbaycan ın iç sorunu niteliğindeki Dağlık Karabağ çatışması devletleri arası bir savaşa dönüşmüştür. Devletlerin askeri yapılanması Sovyet ordusundan artakalan silahlar ve teçhizatla gerçekleştirilmiştir. Aslında bu yapılanmada ülkesinde daha fazla askeri birlik olan Azerbaycan karlı çıkmışsa da, söz konusu avantaj ilerleyen yıllarda kapsamı tam olarak belli olmamakla birlikte, Rusya nın silah desteği ile Ermenistan lehine değişmiştir. Rusya nın silah desteğinin ardından, 8 Mayıs 1992 de tamamı Azerbaycan Türklerinin yaşadığı Dağlık Karabağ ın en büyük yerleşim biri olan Şuşa, 15 Mayıs ta ise Ermenistan ile Dağlık Karabağ arasında koridor oluşturan ve Özerk Bölge sınırları dışında kalan Laçın şehirleri, Ermeniler tarafından işgal edilmiştir.  İşgal edilen bölgelerin kurtarılması için Azerbaycan ın Haziran ayında başlattığı başarılı taarruz ve yabancı siyasi liderlerin barış görüşmeleri için devreye girmesi sadece Dağlık Karabağ değil, Ermenistan liderleri üzerinde de geçici bir baskı yaratmıştır. Bununla birlikte Ermeni saldırıları, tam da Minsk Grubu nun 2 Mart 1993 tarihli Roma toplantısının ardından tekrar yoğunlaşmaya başlamıştır. Dağlık Karabağ a yönelik askeri eylemler Ermeni liderler arasında görüş farklılığına neden olsa da, özellikle dönemin Savunma Bakanı  Manukyan ın  Ermenistan  ordularına  Azerbaycan  topraklarında operasyon  düzenleyecek  şekilde  müdahale  emri  verdiği  bilinmektedir. Nitekim yoğunlaşan Ermeni saldırıları sonucunda savaşın sürdüğü Dağlık Karabağ  sınırları  dışında  kalan  ve  Azerbaycan ın  en  büyük  yerleşim birimlerinden  olan  Kelbecer  (Nisan/Mayıs  1993),  Ağdam  (23  Temmuz), Fuzuli (23 Ağustos), Cebrail (23 Ağustos), Gubadlı (31 Ağustos) ve Zengilan (23 Ekim) işgal edilmiştir. Ermenistan ın  Karabağ daki  askeri  rolü  en  açık  bir  şekilde  1993 sonbaharında  Kelbecer in  işgali  sırasında  görülmüştür.  Kelbecer,  Dağlık                                                  27  de VAAL, s. 197. 28  Dönemin Ermenistan Savunma Bakanı Vazgen Manukyan, de Vaal a verdiği musahibede, Ermenistan  ordusunun  güya  savaşa  katılmadığı  hakkındaki  beyanatların  uluslararası toplumu ikna etmek için olduğunu açıkça itiraf etmekte ve konuşmasını şöyle devam ettirmektedir: İnanın ki, siyasi beyanatlara bakılmaksızın, Karabağ ve Ermenistan orduları birlikte askeri eylemler yürütmekteydiler. Ben hiçbir zaman askerlerin Karabağ veya Ermenistan dan olmasına önem vermiyordum. Manukyan, daha ihtiyatlı politika yürüten dönemin Devlet Başkanı Ter-Petrosyan a bilgi vermeden Ermeni komutanlara defalarca Dağlık Karabağ da savaşa katılmak emri verdiğini de söylemektedir. de VAAL, s. 244. 1548Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568      Dağlık Karabağ Sorununda Ermenistan ın…  Karabağ ın  sınırları  dışında  kalan  ve  Laçın  koridoru  ile  birlikte  Dağlık Karabağ ı  Ermenistan dan  ayıran  Azerbaycan  toprağıdır.  Bu  anlamda günümüze  kadar  dahi  stratejik  bir  bölge  olma  özelliğini  korumaktadır. Kelbecer savunmasına en ciddi darbe Ermeni orduları tarafından batıdan, yani Ermenistan  arazisinden  yapılmıştır.  Kelbecer de  Ermenistan ın  askeri desteği  ve  saldırının  Ermeni  komutanlarca  yönetilmesi,  yine  dönemin Savunma Bakanı Manukyan tarafından en yüksek düzeyde emredilmiştir. Ermenistan  askerlerinin  ve  Dağlık  Karabağ  birliklerinin  birlikte  hareket etmesi  Azerbaycan ın  güneyinde,  yani  çatışma alanının dışında  yer  alan Zengilan ın Ekim ayındaki işgali sırasında da görülmektedir. İnsan Hakları İzleme  Komitesi  de,  işgal  bölgesinde  görevlendirilen  Ermeni  polisinin varlığını rapor etmiştir. Özellikle  Kelbecer in  işgali,  devletin  silahlı  birliklerin  doğrudan kullanılmasının, diğer bir ifade ile Ermenistan ın çatışmaya doğrudan askeri müdahalesinin  ilk  açık  örneğini  oluşturmaktadır.  Ermenistan ın  silahlı saldırısı, bölgenin Ermeni birliklerince işgali ve askeri teçhizatla donatılan Ermeni  polisinin  müdahalesi,  uluslararası  hukukun  kuvvet  kullanma yasağının açıkça ihlali anlamına gelmektedir. Nitekim Dağlık Karabağ Özerk Bölgesi nin sınırları dışında kalan Kelbecer in işgali, Ermenistan üzerinde muazzam uluslararası baskının oluşmasına neden olmuş ve BM Güvenlik Konseyi nin ilk kez konuyla ilgili karar alması ile sonuçlanmıştır. Güvenlik Konseyi 822 saylı kararıyla, uluslararası barış ve güvenliğin bozulduğuna yönelik endişelerini dile getirerek, askeri eylemlerin acilen durdurulmasını ve işgalci güçlerin Kelbecer i ve işgal edilen Azerbaycan topraklarını hemen terk etmesini talep etmiştir.                                                   29  Human Rights Watch/Helsinki, Azerbaijan, Seven Years of Conflict in Nagorno-Karabakh, s. 68. 30  Kelbecer in işgali Ermeni üst düzey yöneticileri arasında, özellikle de olayları daha barışçıl yöntemlerle çözmeye çalışan dönemin Devlet Başkanı Levon Ter-Petrosyan la savaştaki başarılarını pekiştirmeye çalışan Savunma Bakanı Vazgen Manukyan arasındaki çatışmayı daha da artırmıştır. Ancak Manukyan kendisi, Kelbecer saldırına Ermeni ordularının katılacağı bilgisini Ter-Pertosyan dan büyük ölçüde sakladığını, kendisine saldırının çok az kısmı hakkında bilgi verdiğini, küçük bir birlikte destek verme konusunda talimat aldıktan sonra ise çok daha fazlasını yaptığını açıkça itiraf etmektedir. de VAAL, s. 246. 31  de VAAL, s. 259. 32  Human Rights Watch/Helsinki, Azerbaijan, Seven Years of Conflict in Nagorno-Karabakh, s. 70. 33  de Vaal a göre, Ermenilerin başarılı bir şekilde gerçekleştirdiği Kelbecer işgali, Karabağ la Ermenistan arasında yeni bir köprü kurmakla birlikte, önemli siyasi kayıplara neden olmuştur. Bu olayda ilk kez Ermenistan Cumhuriyeti ordusunun Azerbaycan topraklarında askeri ameliyat düzenlediği tekzip edilemez kanıtlarla ortaya çıkmıştır. de VAAL, s. 247 34  UN Security Council, Resolution 822 (1993), UN Doc. S/RES/822 (1993). 1549Cavid ABDULLAHZADE                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568 BM Güvenlik Konseyi nin üç ayrı karar daha almasına rağmen, Dağlık Karabağ savaşının son ve belki de en kanlı aşaması Aralık 1993-Mayıs 1994 arasında  yaşanmıştır.  Bu  dönemde  Karabağ da  savaşanların  büyük çoğunluğunu Ermenistan dan gelen askerler oluşturmuştur. Ağustos 1993 de aslen  Karabağlı,  yani  Azerbaycan  vatandaşı  olan  Serj  Sarkisyan ın Ermenistan Savunma Bakanı olarak atanması sonucu, de Vaal ın ifadesi ile Dağlık  Karabağ  ve  Ermenistan  orduları  arasındaki  hat  da  tamamen kaybolmuştur.36 Sonuç itibariyle, yaşanan gerçekler, İnsan Hakları İzleme Komitesi ve bazı  batılı  gazetecilerin  yazı  ve  tespitlerinde  ortaya  koyduğu  deliller, bağımsızlıktan ateşkese kadar olan dönemde Ermenistan ın doğrudan askeri güç kullanmadığı görüşünü tekzip etmektedir. Tüm bu bilgiler Ermeni ordusunun  Dağlık  Karabağ a  bilfiil  askeri  eylemlerde  bulunduğunu göstermektedir. BM Güvenlik Konseyi nin almış olduğu dört kararda da söz konusu hususların altı çizilmiştir. Her ne kadar açıkça saldırgan devlet tespiti yapılmasa da, silahlı güç kullanılmasının ve işgalin hemen sona erdirilmesinin Ermenistan a  yönelik  olduğu  kararların  metninden  ve  lafzından  da anlaşılmaktadır. Kararların tümünde, müdahaleci devlet tarafından her türlü düşmanca hareketlerin kesilmesi talep edilmektedir. Dağlık Karabağ ın devlet olarak tanınmadığı ve aynı zamanda Azerbaycan toprakları hukuka aykırı bir şekilde  ihlal  edildiği  dikkate  alındığında,  kararlarda  Ermenistan ın kastedildiği açıktır. Nitekim İnsan Hakları İzleme Komitesi nin raporlarına göre de Ermenistan, çatışmanın başladığı ilk günden itibaren Azerbaycan a karşı kullanılan silahların teminine büyük destek sağlamıştır. Bu çerçevede, 1994 yılında yapılan ateşkese kadar olan süreçte uluslararası hukukun kuvvet kullanma yasağının ihlalini gösteren yeterli derecede delilin ortaya çıkmış olduğu  söylenebilir.  Yaşanan  tüm bu olaylar  Ermenistan  tarafından  ileri sürülen askeri karışma olmadığı iddiasını ortadan kaldırmakta, işgal sırasında Dağlık  Karabağ  Ermenileri  ve  Ermenistan  ordusunun  askeri  eylemlerde birlikte hareket etmiş olduğunu açıkça göstermektedir.                                                   35  UN Security Council, Resolution 853 (1993), UN Doc. S/RES/853 (1993); Resolution 874 (1993), UN Doc. S/RES/874 (1993); Resolution 884 (1993), UN Doc. S/RES/884 (1993).  36  Yine  de  Vaal ın  ifade  ettiği  gibi,  artık  hiç  kimse  Ermenistan ın  Azerbaycan  ile savaşmadığına inanmıyordu. de VAAL, s. 271. 37  KRÜGER, s. 103; aynı şekilde bkz. RAU, s. 41. 38  Nitekim Sarvarian da, özellikle 1992-1994 yılları arasında Ermenistan ordusunun askeri eylemlerde bilfiil rol aldığını ifade etmektedir. SARVARIAN, s. 198. 39  Human  Rights  Watch,  Armenia,  Human  Rights  Development.  Metin  için  bkz. <http://www.hrw.org/reports/ 1995/WR/ HELSINKI-01.htm>  40  KRÜGER, s. 102-103. 1550Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568      Dağlık Karabağ Sorununda Ermenistan ın…  b.  1994 Tarihli Ateşkesten Günümüze Kadar Olan Dönem Mayıs 1994 de ateşkesin imzalanması Dağlık Karabağ savaşının geçici olarak durdurulmasında önemli bir addım olmuş, ancak sorun uzunca bir süre çözümlenememiştir. Dağlık Karabağ dâhil Azerbaycan ın yaklaşık % 20 si uzun süre işgal altında kalmıştır. İşgalin gerçekleştirilmesi ve sürdürülmesi, özellikle  ekonomik  geri  kalmışlıktan  şikâyet  eden  Dağlık  Karabağ daki Ermenilerin  tek  başına  başarabileceği  bir  durum  değildir.  Bu  anlamda Azerbaycan topraklarının işgali Ermenistan tarafından gerçekleştirildiği gibi, Ermenistan ın Dağlık Karabağ la 1994 öncesinde var olan sıkı askeri ve politik bağlantısı ateşkesten sonra da devam etmiştir.  Ermenistan ve Dağlık Karabağ yönetimini bir birinden ayırmak dahi mümkün olmamıştır. Bu anlamda ilgili dönemde Ermenistan ile Karabağ arasında de facto bir federasyon olduğu da söylenebilir. Aradaki bağlantı özellikle yönetim yapısında en üst düzeyde görülmüştür. Nitekim Ermenistan eski Başbakanı ve Devlet Başkanı Koçaryan, bir dönem Dağlık Karabağ Cumhuriyeti olarak iddia edilen yapının Başkanlığını yürütmüştür. Ayrıca Dağlık  Karabağ  Savunma  Bakanı  Serj  Sarkisyan,  1993 de  Ermenistan Savunma Bakanlığına terfi ettirilmiş, daha sonra ise Ermenistan Devlet Başkanı olmuştur. Dağlık Karabağ daki askeri liderlerden Babayan, 1994 de Ermenistan Genel Kurmay Başkanı yapılmıştır. Tüm bu hususlar Dağlık Karabağ  ve  Ermenistan ın  politik  sistemlerinin  iç  içe  geçmiş  durumda olduğunu,  siyasi  ve  askeri  yapının  liderler  düzeyinde  hep  bütünlük gösterdiğini kanıtlamaktadır. Ermenistan ın  Dağlık  Karabağ  sorunundaki  rolü  özellikle  Dağlık Karabağ ve çevre bölgelerin işgali ve savunulması anlamında, askeri alanda kendini daha fazla göstermiştir. Ermeni ordusu ile Karabağ askeri güçleri arasındaki ilişki sadece üst komuta düzeyinde değil, aynı zamanda Karabağ ı                                                  41  The Bishkek Protocol, Bishkek 5 May 1994. Metin için bkz. http://peacemaker.un.org/sites/ peacemaker.un.org/files/ArmeniaAzerbaijan_BishkekProtocol4.pdf   42  CORNELL, s. 44; de VAAL, s. 283. 43  2003  yılında  yapılan  Ermenistan  Devlet  Başkanlığı  seçimlerinde,  Dağlık  Karabağ Azerbaycan ın bir parçası olduğundan Azerbaycan vatandaşı olup, Ermenistan vatandaşlığı bulunmayan  Robert  Koçaryan ın  adaylığı  tartışmaya  neden  olmuştur.  Ancak  Erivan mahkemesi Koçaryan ın aday olabileceğini şu ifadelerle açıklamıştır: Ermenistan ve Dağlık Karabağ meclislerinin 1 Aralık 1989 tarihli kararları ile sadece ülkesel olarak değil, vatandaşlık anlamında da bütünleşme gerçekleşmiştir. Bu konuda bkz. RAU, s. 41-42. 44  Human Rights Watch/Helsinki, Azerbaijan, Seven Years of Conflict in Nagorno-Karabakh, s. 111.  45  KRÜGER, s. 104. 46  RAU, s. 42. 1551Cavid ABDULLAHZADE                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568 işgal eden ve savunan askeri birlikler düzeyinde de görülmüştür. Atkinson, Avrupa  Konseyi  Parlamenter  Meclisi  için  hazırlamış  olduğu  raporda, Ermenistan ın işgal süresince Dağlık Karabağ bölgesi ve çevresinde asker bulundurduğuna  işaret  etmiştir.  Raporda,  Dağlık  Karabağ  bölgesi  için yürütülen askeri eylemlerde yerli Ermeniler dışında Ermenistan dan gelen askerlerin de rol aldığı, Ermenistan askerlerinin Dağlık Karabağ bölgesinde ve  çevre  illere  yerleştirildiği,  bölgedeki  sivillerin  Ermenistan  pasaportu taşıdığı, Ermenistan hükümetinin bölgeye ciddi biçimde bütçe ve kaynak ayırdığı açıkça ifade edilmiştir.  Söz konusu görüşler diğer uluslararası sivil kuruluşların raporlarıyla da teyit edilmiştir. Uluslararası Kriz Grubu na göre, Dağlık Karabağ ın savunma ve  işgal  gücünün  yarısı Ermenistan  vatandaşlarından  oluşmaktaydı.  Kriz Grubu nca hazırlanan raporda, iyi eğitilmiş ve donatılmış Dağlık Karabağ savunma  güçlerinin  önemli  kısmının  Ermenistan  tarafından  sağlandığı, sözleşmeli  askerlerle  birlikte,  Ermeni  askerlerinin  Ermenistan  tarafının belirttiği  gibi  gönüllü  olarak  değil,  zorunlu  hizmetini  tamamlamak  için bölgeye gönderildiği açıkça ifade edilmiştir. Kriz Grubu na göre, Dağlık Karabağ  savunma  güçleri  ile  Ermenistan  ordusu  arasında  sıkı  bir  ilişki bulunmaktadır. Ermenistan hükümeti yoğun bir silah ve mühimmat desteği verdiğini,  Dağlık  Karabağ  yönetimi  de  Ermenistan dan  gelen  subayların orduyu eğittiğini zaten kabul etmekteydi.  İnsan Hakları İzleme Komitesi nin Dağlık Karabağ Çatışmasının 7. Yılı raporunda da hukuki açıdan Ermenistan ordularının Azerbaycan da bulunmasının Ermenistan ı çatışmanın tarafı haline getirdiği, bu anlamda sorunun Azerbaycan ve Ermenistan arasındaki uluslararası bir sorun olarak ortaya çıktığı açıkça ifade edilmiştir.  AGİT  resmi  gözlemcileri  de  Ermenistan  askerlerinin  özellikle  işgal bölgelerinden  biri  olan  Kelbecer de  yerleştirilmiş  olduklarına  dikkat çekmiştir. 2003 yılında AGİT Başkanı nın Özel Temsilcisi Anjey Kasprshik de bölgeyi ziyareti sırasında yaptığı açıklamalarda işgal altındaki Azerbaycan topraklarında  Ermenistan  Savunma  Bakanlığı na  bağlı  askeri  birliklerin                                                  47  Report, Political Affairs Committee, Rapporteur David Atkinson, United Kingdom, The Conflict Over Nagorno-Karabakh Region dealt with by the OSCE Minsk Conference, Doc. 10364,  24  November  2004,  par.  6.  Metin  için  bkz.  <http://assembly .coe.int/ASP/Doc/XrefViewHTML.asp?FileID=10733&Language=en>  48  International Crisis Group, Nagorno-Karabakh: Viewing the Conflict From the Ground, Europe Report No. 166, 14 September 2005, s. 9-10.  49  Human Rights Watch/Helsinki, Azerbaijan, Seven Years of Conflict in Nagorno-Karabakh, s. 67-73. 50  Bu konuda bkz. KRÜGER, s. 105, dn. 74.  1552Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568      Dağlık Karabağ Sorununda Ermenistan ın…  bulunduğunu, durumun dönemin Ermenistan Savunma Bakanı Serj Sarkisyan tarafından da kabul edildiğini ifade etmiştir. Genç Ermeni askerlerinin eğitimlerini Ermenistan-Azerbaycan sınırında gördükleri tarafsız yazarlarca da ifade edilmiştir.  Benzer hususlar Avrupa Konseyi nin 1416 (2005) sayılı kararı ve ABD Devlet Departmanı nın Ermenistan konusundaki insan hakları raporlarında da teyit edilmiştir. ABD Devlet Departmanı nın Ermenistan konusundaki 2006 yılı  insan  hakları  raporunda  açıkça  Ermenistan  işgalinden  ve  işgalin günümüzde de devam ettiğinden bahsedilirken, 2012 yılı insan hakları raporunda  Ermenistan ın  desteğini  alan  etnik  Ermeni  ayrılıkçıların Azerbaycan ın bir kısmını denetim altında tuttukları belirtilmiştir. Avrupa Konseyi Parlamenterler Meclisi tarafından 25 Ocak 2005 yılında kabul edilen 1416 sayılı kararda ise, Azerbaycan ın önemli bir kısmının işgal altında olduğu  ve  etnik  temizlik  yapıldığı  vurgulanmıştır.  Kararda,  uluslararası sorumluluğa da dikkat çekilerek üye devletlerden birinin başka bir devletin ülkesini işgal etmesinin kendi başına uluslararası hukukun ağır ihlali anlamına geleceği  ve  BM  kararlarına  uyularak  işgal  edilen  bölgelerin  hemen boşaltılması gerektiği ifade edilmiştir.  Avrupa Parlamentosu nun 2010 yılında kabul ettiği Avrupa Birliği nin Güney Kafkasya Stratejisi İhtiyaçlarına Dair 2216 sayılı kararında ise, çok daha açık ifadeler kullanılarak, Azerbaycan ın ülke bütünlüğünün Ermenistan tarafından  kuvvet  kullanılmak  suretiyle  hukuka  aykırı  bir  şekilde  ihlal edildiği, bu çerçevede Ermeni silahlı birliklerinin işgal edilen Azerbaycan topraklarından derhal çekilmesi gerektiği belirtilmiştir.                                                  51  Araz ASLANLI: Karabağ Probleminin Hukuki Boyutu: Azerbaycan ın Meşru Müdafaa Hakkı  Devam  Ediyor  mu?,  Reha  YILMAZ  (ed.),  QARABAĞ:  Bildiklərimiz  və Bilmədiklərimiz,  Qafgaz  Universitesi  Beynəlxalg  Münagişələri  Araşdırma  Mərkəzi Nəşrləri, Bakı 2010, s. 462. 52  Nitekim  de  Vaal  da,  genç  Ermeni  askerlerinin  zorunlu  askerlik  hizmetlerini  Dağlık Karabağ da  tamamladıklarını  ve  bunun  Dağlık  Karabağ ın  Ermenistan la  tamamen birleştirildiğini gösterdiğini ifade etmektedir. de VAAL, s. 284.  53  Country Reports on Human Rights Practices 2006, Bureau of Democracy, Human Rights and  Labour,  6  March  2007.  Metin  için  bkz.  <http://www.state.gov/j/drl /rls/hrrpt/2006/78799.htm> 54  Country Reports on Human Rights Practices for 2012, Bureau of Democracy, Human Rights and  Labour,  Armenia  2012  Human  Rights  Report,  s.  3.  Metin  için  bkz. <http://www.state.gov/documents/ organization/204468.pdf>  55  Council of Europe Paliamentary Assembly Resolution 1416 (2005), The Conflict Over the Nagorno-Karabakh Region dealt with by the OSCE Minsk Conference. Metin için bkz. <http://assembly.coe.int/ documents/adoptedtext/ta/ eres6.htm>   56  Council of Europe Paliamentary Assembly Resolution 1416 (2005), par. 3 ve par. 10. 57  European Parliament Resolution on the need for an EU Strategy for the South Caucasus (2009/22169INI)), European Parliament, Session Document A-0123/2010, 23.04.2010, s. 61553Cavid ABDULLAHZADE                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568 Avrupa İnsan Hakları Mahkemesi de, 16 Haziran 2015 tarihli Çıragov ve  diğerleri  v.  Ermenistan  kararında  Ermenistan  Devletinin  belirtilen dönemde Dağlık Karabağ üzerinde etkin kontrol sağladığını açıkça kabul etmiştir. Azerbaycan topraklarının Ermenistan Devleti tarafından hukuka aykırı bir  şekilde  işgal  edildiğini,  yani  silahlı  çatışmanın  tarafının  doğrudan Ermenistan Devleti olduğunu, 27 Eylül 2020 de başlayan silahlı çatışmalar da açıkça ortaya koymuştur. Bu anlamda Ermenistan Devleti, başından itibaren hukuka  aykırı  bir  şekilde  Azerbaycan  topraklarını  işgal  etmiş,  işgali sürdürmüş ve 27 Eylül 2020 sonrasında da hukuka aykırı eylemlerine devam etmiştir. Kuvvet kullanılarak başka bir devletin ülkesinin zapt veya işgal edilmesi, işgalin sürdürülmesi ve uluslararası hukuka aykırı bir şekilde güç kullanılması ise, uluslararası hukukta var olan kuvvet kullanma yasağının ağır ihlalini oluşturmaktadır. Bu anlamda Azerbaycan ın yaklaşık % 20 lik kısmını hukuka aykırı kuvvet kullanma yoluyla işgal eden Ermenistan ın uluslararası hukukun kuvvet kullanma yasağını ağır bir şekilde ihlal ettiği ve uluslararası hukuka aykırı eylemleri nedeniyle de sorumlu tutulması gerektiği açıktır. 2. ERMENİSTAN IN SORUMLULUĞU VE KAPSAMI  A.  Organlarının Eylemleri Nedeniyle Sorumluluğu  Ermenistan,  özellikle  son  yıllarda  Dağlık  Karabağ  sorununun  tarafı olmadığını  ifade  ederek,  uluslararası  hukuka  aykırı  eylemlerinin sorumluluğundan  kaçmaya  çalışmıştır.  Zaten  günümüzde  kimi  işgalci devletlerin işgal edilen ülkede kukla hükümet ya da devlet kurmak suretiyle eylemlerinin uluslararası sorumluluğunu yüklenmekten kaçınmaya çalıştıkları bilinmektedir.  Ancak  yukarıdan  anlatılanlardan,  Ermenistan ın  Dağlık Karabağ çatışması ile başından itibaren doğrudan ilişkisinin olduğu açıkça görülmektedir.  Daha  doğru  bir  ifade  ile  yerel  halkın  da  desteğini  alan Ermenistan ın  bilfiil  Azerbaycan  topraklarını  işgal  ettiği  ve  sürdürdüğü anlaşılmaktadır. Nitekim uluslararası belgelerle de ortaya konulan ilişki,                                                  7,  par.  6-11.  Metin  için  bkz. <http://www.europarl.europa.eu/sides/getDoc.do?pubRef=//EP//NONSGML+REPORT+A 20100123+0+DOC+ PDF+V//EN>    58 Case of Chiragov and others v. Armenia, App. No. 13216/05, GC Judgment of 16 June 2015, Par. 186; bkz. http://hudoc.echr. coe.int/eng?i=001-155353  59  CORNELL, s. 27. 60  PAZARCI, 4. Kitap, s. 181. 61  Ermenistan ın, özellikle son dönemlerde resmi olarak reddetmesine ve somut olayın Karabağ Ermenilerinin bağımsızlık girişimi olarak değerlendirmesine rağmen, kimi zaman 1554Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568      Dağlık Karabağ Sorununda Ermenistan ın…  Dağlık  Karabağ da  bağımsız  de  facto  devletin  değil,  tam  tersine Ermenistan ın işgal sonucu kurumsallaştırmaya çalıştığı bir yapının olduğunu göstermiştir. Ermenistan, uluslararası hukukun kuvvet kullanma ve müdahale yasağının ihlalini sadece geçmişte değil, 27 Eylül sonrasında Azerbaycan kendi topraklarında kontrol sağlamaya çalıştığında da silahlı çatışmanın tarafı gibi hareket ederek devam ettirmiştir.  Uluslararası hukukun kuvvet kullanma yasağına ilişkin kurallarını (jus ad bellum) zaten ihlal eden Ermenistan, aynı zamanda insancıl hukuk (jus in bello) kurallarını da her zaman görmezden gelmiştir. Zira Dağlık Karabağ ın Ermenistan tarafından işgalinin ardından insancıl hukuka ilişkin uluslararası kuralların  da  yoğun  bir  şekilde  ihlal  edildiğine  tanık  olunmuştur. Ermenistan ın,  hukuka  aykırı  bir  şekilde  kuvvet  kullanarak  işgal  ettiği bölgelerde  etnik  temizlik  yaptığı,  bölge  üzerinde  kontrolü  tamamen  ele geçirmeyi  amaçladığı  açıkça  görülmüştür.  Azerbaycan  tarafının  ülke bütünlüğünün hiçbir şekilde müzakere konusu olmayacağını ısrarlı bir şekilde vurgulamasına rağmen Ermenistan, söz konusu politikaları ile bölgede fiili bir durum yaratarak, işgalini oldubittiye (fait accompli) dönüştürmeye çalışmıştır. Oysa  günümüz  uluslararası  hukuk  anlayışı  işgal  yöntemiyle  ülke kazanılmasını,  diğer  bir  ifade  ile  işgalin  ilhaka  dönüştürülmesini  kabul etmemektedir. İnsancıl hukuk kuralları gereğince, işgal edilen topraklarda asıl devletin egemenliği sona ermez, sadece işgal süresince askıda kalır. Dolayısıyla  işgal  eden,  bu  süre  zarfında  yalnızca  geçici  bir  idare  hakkı kullanır.  Ne var ki Ermenistan, Dağlık Karabağ ı fiili olarak kendisine bağımlı  hale  getirmek  amacıyla  değişik  yöntemlere  başvurmuştur. Ermenistan ın uluslararası insancıl hukuk kurallarını ihlal eden eylemlerin başında,  bölgenin  demografik  yapısının  değiştirilmesi  gelmektedir. Ermenistan ın hukuka aykırı kuvvet kullanması ve işgali nedeniyle 40.000 i Dağlık Karabağ dan, 560.000 i işgal edilen çevre illerden olmak üzere toplam                                                  Ermeni yetkililerin de işgali kabul ettikleri görülmektedir. Nitekim 17 Mayıs 2001 de dönemin Savunma Bakanı Serj Sarkisyan Ermenistan Meclisi nde yaptığı konuşmada şu ifadeleri  kullanmıştır:  İşgal  ettiğimiz  topraklar  var.  Bunda  utanılacak  bir  şey yok. Güvenliğimiz  gereği  bu  toprakları  işgal  ettik.  Biz  bunu  1992  yılı  ve  öncesinde  de söylüyorduk, şimdi de söylüyoruz. Belki üslubum diplomatik değil, ancak gerçek bu. ASLANLI, s. 460 dan naklen. 62  Bu konuda ayrıntılı bilgi için bkz. Kamal MAKİLİ-ALİYEV: Nagorno-Karabakh Conflict in International Legal Documents and International Law, Center for Strategic under the President of the Republic of Azerbaijan (SAM-Strateji Araşdırmalar Mərkəzi), Fall 2013.  63  Ian  BROWNLIE:  Principles  of  Public  International  Law,  Seventh  Edition,  Oxford University Press, Oxford 2008, s. 161. 64  Ayşe Nur TÜTÜNCÜ: İnsancıl Hukuka Giriş, 2. Baskı, Beta Yayınları, İstanbul 2012, s. 137. 1555Cavid ABDULLAHZADE                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568 600.000  Azerbaycan  Türkü  yerlerinden  edinilmiştir.  Yerlerinden  edilen kişiler  Azerbaycan ın  değişik  bölgelerinde  göçmen  kaplarında  yaşamak zorunda kalmıştır. Ermenistan ise, göç etmek zorunda kalan Azerbaycan Türklerinin boşalttığı bölgelere nüfus transferi yapmıştır. Bu hususa, AGİT gözlemcilerinin  işgal  edilmiş  bölgelere  31  Ocak-5  Şubat  2005  tarihleri arasında gerçekleştirmiş olduğu ziyareti sonucunda hazırladığı raporda da dikkat çekilmiştir. Bölgeye insancıl hukuk kurallarına aykırı bir şekilde yapılan yerleştirmelerden fazlasıyla rahatsız olan Azerbaycan ın isteği üzerine BM  Genel  Kurulu  29  Ekim  2004  yılında  Azerbaycan ın  işgal  edilmiş bölgelerindeki durum konusunu gündemine almaya karar vermiş ve konu Genel  Kurul un  23  Kasım  2004  tarihli  59.  Oturumunda  görüşülmüştür. Oturumda, Ermenistan tarafının hukuka aykırı eylemlerini belgeleri ile ortaya koyan  Azerbaycan,  bölgeye  yapılan  yerleştirmelerden  duyduğu  ciddi rahatsızlığı dile getirmiştir. Buna rağmen Ermenistan, bölgenin demografik yapısının değiştirilmesine ilişkin politikalarına devam etmiştir. Bu amaçla, Arsak a Dönüş projesi adı altında işgal edilen Azerbaycan topraklarındaki Ermeni sayısının 2010 yılında 300.000 e kadar yükseltilmesi için çalışmalar yapılmıştır. Bu projenin yürütülmesinde Ermenistan Başbakanlığının önemli rol oynadığı, içinde resmi bürokratlar ve sivil kuruluşların olduğu özel çalışma gruplarının  oluşturulduğu  bilinmektedir.  Oysa  1949  Cenevre Sözleşmelerinin dördüncüsü olan Harp Zamanında Sivillerin Korunmasına İlişkin Sözleşme nin 49/6. maddesi ve aynı şekilde Ek Protokol I, md. 85/4(a)  işgal  edilen  bölgelere  yeni  yerleştirmeler  yapılmasını                                                  65  International Crisis Group Policy Briefing No. 67, Tackling Azerbaijan s IDP Burden, 2012, s. 2. 66  Bkz. Letter dated 11 November 2004 from the Permanent Representative of Azerbaijan to the United Nations addressed to the President of the General Assembly, Annex: Information on the Transfer of Population into the OccupiedTterritories of Azerbaijan. UN Doc. A/59/568. 67  Bkz. Letter dated 18 March 2005 from the Permanent Representative of Azerbaijan to the United Nations addressed to the Secretary-General, Annex II, Report of the OSCE FactFinding Mission (FFM) to the Occupied Territories of Azerbaijan Surrounding NagornoKarabakh (NK), UN Doc. A/59/747–S/2005/187.  68  UN General Assembly, Fifty-ninth Session, 46th Plenary Meeting, 29 October 2004, UN Doc. A/59/PV.46. 69  UN General Assembly, Fifty-ninth Session, 60th Plenary Meeting, Agenda item 163, The Situation  in  the  Occupied  Territories  of  Azerbaijan,  23  November  2004,  UN  Doc. A/59/PV.60. 70  Ayrıntılı veriler için bkz. International Crisis Group, Nagorno-Karabakh: Viewing the Conflict From the Ground, Europe Report No. 166, 14 September 2005, s. 6-8. 71  MUSAYEV, From Territorail Claims…, s. 44. 72  Türkçe resmi metin için bkz. R. G. 30 Ocak 1953, Sayı: 8322. 1556Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568      Dağlık Karabağ Sorununda Ermenistan ın…  yasaklamaktadır. Bu anlamda, başta 49. madde olmak üzere, uluslararası örf ve adet hukuku kuralları olarak da kabul edilen Harp Zamanında Sivillerin Korunmasına  İlişkin  Cenevre  Sözleşmesi nin  47  ve  devamı  maddelerine uymayan Ermenistan ın eylemleri, uluslararası hukukun esaslı ihlali anlamına gelmektedir. İşgal bölgesindeki demografik yapının değiştirilmesi Nürnberg Mahkemesi tarafından da hukuka aykırı bir eylem olarak değerlendirilirken, BM nin birçok kararlarında da bu hususa açıkça yer verilmektedir. UAD de, göç  ettirmenin  ve  nüfusun  yerinin  değiştirilmesinin  soykırım  suçunu oluşturmamakla  birlikte,  1949  Cenevre  Sözleşmelerinin  dördüncüsü  olan Harp Zamanında Sivillerin Korunmasına İlişkin Sözleşme nin ihlali anlamına geleceğini belirtmektedir.  İşgal altındaki bölgelerde hukuka aykırı eylemlerin bir diğeri, kültür varlıklarına  ve  çevreye  verilen  ciddi  zararlardır.  Ermeni  işgali  altındaki bölgelerde Azerbaycan halkına ait 500 civarında tarihi-mimarlık, 100 den fazla arkeolojik abide, on binlerce eseri olan 22 müze, dört resim galerisi, 4.600.000 kitap ve elyazmaların saklandığı 927 kütüphane, 85 müzik ve güzel sanatlar okulu, 20 kültür sarayı, 4 devlet tiyatrosu kalmıştır. Ermeni işgali sonucunda birçok müze dağıtılmış, Azerbaycan halkının tarihi ve kültürü ile ilgili heykeller, halılar, tarihi eserler, Azerbaycan ın en ünlü ressamlarının resim  eserleri  yağmalanmış,  birçoğu  da  Ermenistan a  götürülmüştür. Uluslararası hukukun genel kabul gören kurallarına göre, savaş sırasında da kültür  varlıklarının  korunması  gerekmektedir.  Uluslararası  Kızılhaç Komitesi bünyesinde hazırlanan Uluslararası İnsancıl Örf ve Adet Hukuku Kurallarının Listesi nin 38-41. maddeleri kültürel varlıkların savaş sırasında                                                  73  Bkz.  Kamal,  MAKİLİ-ALİYEV:  Nagorno-Karabakh  Conflict  in  International  Legal Documents and International Law, Center for Strategic under the President of the Republic of Azerbaijan (SAM-Strateji Araşdırmalar Mərkəzi), Fall 2013, s. 57-60. 74  Jean-Marie  HENCKAERTS/Louise  DOSWALD-BECK:  Customary  International Humanitarian Law, Volume I: Rules, ICRC, Cambridge University Press, New York 2009, s. 458, dn. 8; Aynı zamanda MAKİLİ-ALİYEV, s. 60. 75  Application of the Convention on the Prevention and Punishment of the Crime of Genocide (Bosnia and Herzegovina v. Serbia and Montenegro), Judgment, I.C.J. Reports 2007, p. 43, s. 181, par. 334. 76  Letter dated 12 February 2008 from the Permanent Representative of Azerbaijan to the United Nations Addressed to the Secretary-General, Annex: The War Against Azerbaijani Cultural  Heritage.  UN  Doc.  A/62/691–S/2008/95.  Ayrıca  bkz. Eyüp  ZENGİN/Vefaddin İBAYEV:  Karabağ ın  İşgalinin  Kültürel  Etkileri,  Reha  YILMAZ  (ed.),  QARABAĞ: Bildiklərimiz və Bilmədiklərimiz, Qafgaz Universitesi Beynəlxalg Münagişələri Araşdırma Mərkəzi Nəşrləri, Bakı 2010, s. 344 ve s. 347-348. 77  PAZARCI, s. 4 Kitap, s. 187. 78  Uluslararası Kızılhaç Komitesi bünyesinde hazırlanan Uluslararası Örf ve Adet Hukuku Kurallarının Listesi nin resmi olmayan Türkçe metni için bkz. GÜNDÜZ, s. 527 vd.  1557Cavid ABDULLAHZADE                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568 korunmasını  özel  olarak  düzenlemektedir.  Bu  anlamda  Ermenistan ın eylemleri  başta  1954  Silahlı  Çatışma  Halinde  Kültür  Varlıklarının Korunmasına İlişkin Sözleşme ve Ekleri, 1970 tarihli Kültür Varlıklarının Kanunsuz İthal, İhraç ve Mülkiyet Transferinin Yasaklanması İçin Alınacak Tedbirlere  İlişkin  Sözleşme,  1972  Dünya  Kültürel  ve  Doğal  Mirasının Korunmasına  İlişkin  Sözleşme  olmak  üzere  uluslararası  hukuka  açıkça aykırılık oluşturmaktadır. Ne var ki Ermenistan ın uluslararası hukuka aykırı söz konusu eylemleri, uluslararası toplumda ciddi bir tepki görmemiştir. Oysa örneğin Kafkasya nın konservatuarı olarak bilinen, SSCB döneminde tarih ve mimarlık açısından sit alanı olan ve tamamen Azerbaycan Türklerinin yaşadığı Şuşa nın talan edilmesi, sadece Azerbaycan ın değil, dünya kültür mirasının korunmasına ilişkin bir sorun olarak değerlendirilmelidir. Ermenistan  işgali,  Azerbaycan ın  cennet  köşesi  diye  bilinen Karabağ ın doğal kaynaklarına ve çevresine de ağır bir zarar vermiş, bitki örtüsü,  bahçeler  ve  ormanlar  yok  edilmiştir.  Ermenistan  uzun bir  süre bölgede arkeolojik ve jeolojik kazılar yapmıştır. Oysa UAD, Kongo davası kararında  işgal  altındaki bölgelerin doğal  kaynaklarının  işletilmesinin  ve yağmalanmasının jus in bello kuralların ihlali anlamına geleceğini açıkça ifade etmektedir. Yine yukarıda bahsedilen Uluslararası İnsancıl Örf ve Adet Hukuku  Kurallarının  Listesi nin  43-45.  maddeleri  savaş  sırasında  doğal çevrenin korunması gerektiğini öngörmektedir. Ne var ki Mayıs 2006 da gerçekleşen  orman yangınları, Karabağ ın biyolojik çeşitliliğini ciddi bir biçimde  etkilemiştir.  Azerbaycan  tarafı,  söz  konusu  yangınların  yeni yerleşimcilere yer açmak amacıyla kasıtlı olarak gerçekleştirildiği iddiası ile konuyu  BM  Genel  Kurulu nun  gündemine  taşımıştır.  BM  Genel  Kurul tarafından kabul edilen kararda yangınlar ve etkilenen bölgelerle ilgili ciddi endişeler dile getirilmiştir. 10 Kasım 2020 de imzalanan Ortak Beyanname                                                  79  Ayrıntılı olarak bkz. ZENGİN/İBAYEV, s. 350-352; Kültür mallarının uluslararası hukukta düzenlenmesine ilişkin genel bilgi için bkz. Serap AKİPEK: Ulusal ve Uluslararası Hukuk Açısından Kültür Malları, Turhan Kitabevi, Ankara 1999, s. 274 vd.  80  ZENGİN/İBAYEV, s. 344 81  Bu konuda bkz. Eyüp ZENGİN/Nesimi KAMALOV: Ermenistan İşgalinin Karabağ ve Etrafı Bölgelerdeki Çevresel Etkileri, Reha YILMAZ (ed.), QARABAĞ: Bildiklərimiz və Bilmədiklərimiz,  Qafgaz  Universitesi  Beynəlxalg  Münagişələri  Araşdırma  Mərkəzi Nəşrləri, Bakı 2010, s. 365. 82  Armed Activities on the Territory of the Congo (Democratic Republic of the Congo v. Uganda), Judgment, I.C.J. Reports 2005, p. 168, s. 252, par. 245 83  Letter dated 28 July 2006 from the Permanent Representative of Azerbaijan to the United Nations addressed to the Secretary-General, Annex: Letter dated 28 July 2006 from the Minister for Foreign Affairs of the Republic of Azerbaijan to the Secretary-General, General Assembly, 2 August 2006. UN Doc. A/60/963. 84  UN General Assembly, 98th Plenary Meeting, 7 September 2006, Resolution 60/285, The Situation in the Occupied Territories of Azerbaijan. UN Doc. A/RES/60/285. 1558Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568      Dağlık Karabağ Sorununda Ermenistan ın…  ile Dağlık Karabğ da yaşadığı büyük yenilgi ve hezimetin ardından Bölge yi terketmek zorunda kalan Ermeni askeri birlikleri de birçok bölgeyi yakarak, talan  ederek  çıkmıştır.  Bütün  bunlar  Ermenistan  Devletinin  doğrudan sorumluluğunu gerektiren eylemlerdir. İşgal bölgeleri ile ilgili en temel sorunlardan biri de Dağlık Karabağ dan zorla  göç  ettirilen  Azerbaycan  Türklerinin  geride  bıraktıkları  malların yağmalanması ve dağıtılması olmuştur. Göç etmek zorunda kalan Azerbaycan Türklerinin  boşalttıkları  evlere  Ermenistan dan  transfer  edilen  ailelerin yerleştirildiği bilinmektedir. Şuşa, Ağdam gibi Azerbaycan ın işgal altındaki en güzel şehirlerinin sistemli şekilde tahrip edilmesine son silahlı çatışmalar sırasında ve Bölge yi terk ederken de devam edilmiştir. Oysa uluslararası hukukun jus in bello kuralları, özellikle de Kara Savaşlarına İlişkin La Haye Sözleşmesi (md. 46. 52, 53, 55, 56) ve yine Harp Zamanında Sivillerin Korunmasına İlişkin Cenevre Sözleşmesi (md. 53 ve 147) işgalci devlete işgal edilen bölgelerdeki mallara saygılı davranılması yükümlülüğü getirmektedir. Uluslararası İnsancıl Örf ve Adet Hukuku Kurallarının Listesi nin 50 ve 51. maddeleri mülkiyete saygılı davranılmasını öngörürken, 52. madde gereğince yağma tamamen yasaklanmaktadır. Uluslararası hukukun insancıl kuralları gereğince meşru devletin taşınmaz malları, işgalci devlet tarafından kendine mal  edilemez.  İşgal  eden  daha  ziyade,  o  malın  zilyedi  veya  idarecisi komundadır.  İşgalci  devlet,  özellikle  de  özel  mülkiyete  saygılı davranmalıdır.  Yağmalamak  yasak  olduğu  gibi,  söz  konusu  mallara  el konulması  da  mümkün  değildir.  Söz  konusu  antlaşmaların  tümü  ve uluslararası hukukun örf ve adet hukuku kuralları önceki maliklerin işgal bölgesinde kalan malları üzerindeki haklarını korumaya devam edeceklerini kabul etmektedir. Uluslararası Ceza Mahkemesi Statüsü nün 8/2 (iv). maddesi askeri  gereklilik  olmadan  malların  yaygın  bir  şekilde  yok  edilmesi  ve sahiplenilmesini savaş suçu olarak nitelendirmektedir. Aynı şekilde Avrupa İnsan Hakları Mahkemesi de, 16 Haziran 2015 tarihli Çıragov ve diğerleri v.                                                  85  50 bin civarındaki nüfusu ile Azerbaycan ın en güzel yerleşim yerlerinden biri olan Ağdam ın dağıtılmış halini Hiroşima ya benzeten de Vaal, 1993 yılında gerçekleşen işgalden  sonra  evlerin  ve  sokakların  Ermeniler  tarafından  talan  edilerek  taşındığını anlatmaktadır. de VAAL, s. 14-15. 86  TÜTÜNCÜ, s. 146. 87  Armed Activities on the Territory of the Congo (Democratic Republic of the Congo v. Uganda), Judgment, I.C.J. Reports 2005, p. 168, s. 252, par. 245. 88  TÜTÜNCÜ, s. 148. 89  BM nin 17 Temmuz 1998 tarihli kararı ile kabul edilen (UN Doc. A/CONF.183/9) ve 1 Temmuz 2002 de yürürlüğe giren Statü nün orijinal metni için bkz. Rome Statute of the International Criminal Court, <http://www.icc-cpi.int/nr/rdonlyres/ eaaeff-5752-4fbe-0aebe/0/rome_statute_english.pdf>  1559Cavid ABDULLAHZADE                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568 Ermenistan  kararında  Ermenistan ın  eylemlerinin  mülkiyete  ulaşılması, mülkiyetin  kullanılması  ve  mülkiyetten  yararlanılmasının  engellenmesi bağlamında Avrupa İnsan Hakları Sözleşmesi nin 1 No lu Ek Protokolü nün 1. maddesinde düzenlenen mülkiyet hakkının açık ihlalini oluşturduğunu söylemiştir. Sonuç itibariyle, işgal bölgesindeki gerçek veya tüzel kişilerin malları üzerinde işgalci devletin veya işgalci devletle birlikte yerli yönetimin her türlü hukuka aykırı faaliyetinin uluslararası sorumluluğa neden olduğu açıktır.  Nitekim  uluslararası  hukukun  örf  ve  adet  hukuku  kurallarını  da kodifiye  eden  Uluslararası  Hukuka  Aykırı  Eylemler  Nedeniyle  Devletin Sorumluluğu  Taslak  Sözleşmesi nin  1.  maddesine  göre,  bir  devletin uluslararası hukuk bakımından her haksız fiili, o devletin sorumluluğunu doğurur. Haksız fiilin unsurlarını tanımlayan 2. madde gereğince de, icrai surette ya da ihmal suretiyle işlenen bir davranış uluslararası hukuk gereğince devlete  isnat  edilebiliyorsa  ve  devletin  bir  uluslararası  yükümlülüğünün ihlalini oluşturuyorsa, devletin bir haksız fiili vardır. Bu durumda Ermenistan, Taslak Sözleşme nin 31, 34 ve devamı maddeleri çerçevesinde, Azerbaycana karşı vermiş olduğu tüm zararı onarmak veya tazmin etmekle yükümlüdür. Ermenistan, hukuka aykırı eylemlerine son vermediği sürece sorumluluğu devam edecektir. Zira Taslak Sözleşme nin 14/2. maddesinde de düzenlendiği gibi,  devletin  süreklilik  niteliği  olan  bir  fiili  nedeniyle  uluslararası yükümlülüğün ihlali, fiilin devam ettiği ve uluslararası yükümlülüğün aykırı kaldığı bütün süreye yayılır. Bu anlamda Ermenistan ın 27 Eylül 2020 de başlayan silahlı çatışmalar sırasında sivillere yönelik hukuka aykırı eylemleri nedeniyle de sorumluluk taşıdığı açıktır. Bu süreçte Ermenistan tarafından, silahlı çatışma bölgesi dışında kalan Azerbaycan ın Berde, Gence gibi birçok bölgesine kullanılması yasak olan füzeler atılmış, çok sayıda sivilin ölümüne neden olunmuştur.  Tabii ki, uluslararası hukukta devletlerin sorumluluğu açısında önemli bir husus, davranışın devlete isnat edilebilmesidir. Nitekim Taslak Sözleşme nin 4.  maddesi  devlet  organlarının  eylemlerinin,  8.  maddesi  ise  devletin                                                  90 Case of Chiragov and others v. Armenia, App. No. 13216/05, GC Judgment of 16 June 2015, bkz. http://hudoc. echr.coe.int/eng?i=001-155353  91  BM Genel Kurulu nun kararı ile devletlerin görüşüne sunulan Taslak metin için bkz. Resolution adopted by the General Assembly (on the report of the Sixth Committee: A/56/589 and Corr. 1), 56/83. Responsibility of Sattes for Internationally Wrongful Acts. UN Doc. A/RES/56/83; Metnin resmi olmayan Türkçe çevirisi için bkz. Hakkı Hakan ERKİNER: Devletin Haksız Fiilden Kaynaklanan Uluslararası Sorumluluğu, XII Levha Yayınları, İstanbul 2010, s. 307-327. 92  Taslak metnin söz konusu maddelerine ilişkin genel bir değerlendirme için bkz. ERKİNER, s. 189 vd.  1560Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568      Dağlık Karabağ Sorununda Ermenistan ın…  yönlendirmesi  ve  denetimi  altında  işlenen  eylemlerin  devlete  isnat edilebilirliğini düzenlemektedir. Bu çerçeveden bakıldığın da, Ermenistan ın iddialarının tersine, işgal süresince hem icrai hem de ihmal suretiyle işlenen davranışların organlarının eylemleri nedeniyle doğrudan Ermenistan a isnat edilebileceğinde  herhangi  bir  tereddüt  olmadığı  gibi,  27  Eylül  2020 de başlayan  silahlı  çatışmalarda  sivillere  yönelik  yapılan  hukuka  aykırı eylemlerin de Ermenistan tarafından işlendiği açıktır.  B.  Özel Kişi veya Grupların Eylemleri Nedeniyle Sorumluluğu Dağlık Karabağ örneğinde açıklanması gereken temel sorun, özellikle 1994 ateşkes öncesinde işlenen silahlı saldırı, sivil halka yönelik öldürme, işkence, zorla çalıştırma tarzındaki ağır insan hakları ihlalleri, esirlere yapılan kötü muamele, Hocalı katliamı/soykırımı gibi eylemler nedeniyle Ermenistan devletinin sorumlu tutulup tutulamayacağıdır.  Uluslararası  Hukuka  Aykırı  Eylemler  Nedeniyle  Devletlerin Sorumluluğu  Taslak  Sözleşmesi nin  8.  maddesi,  devletin  organlarının davranışları dışında devletin yönlendirmesi ve denetimi altında gerçekleşen davranışların da devletin fiili olarak algılanacağını öngörmektedir. Burada dikkat edilmesi gereken husus, eylemde bulunanların devlete tamamen bağlı olması durumunda, onların devlet organı sayılması nedeniyle eylemin devlete zaten isnat edilecek olması (md. 4), bunun gerçekleşmemesi durumunda ise eylemde bulunanlar devletin denetimi altında hareket etmişlerse, davranışın yine de devlete isnat edilecek olmasıdır (md. 8)94. Nitekim UAD de, hem 1986 Nikaragua davasında hem de 2007 tarihli Soykırım Suçunun Önlenmesi ve Cezalandırılması Sözleşmesi nin Uygulanmasına İlişkin Davada söz konusu hususları  ayrı  ayrı  ele  alarak  incelemiştir.  Divan,  her  iki  kararında  da eylemlerin ilk önce devletin organları tarafından işlenip işlenmediği sorununu araştırmış, soruya olumsuz cevap verilmesi halinde ise eylemde bulunan kişilerin devlete tamamen bağlı veya devletin etkin denetimi altında hareket edip etmediğini değerlendirmiştir. Böylece Divan, özel kişilerin eylemlerinin devlete isnat edilebilmesi için tamamen bağlılık/complete dependence veya etkin  denetim/effective  control96  koşullarının  gerçekleşmesinin  şart                                                  93  Bu konuda ayrıntılı bir inceleme için bkz. Reha YILMAZ: Dağlık Karabağ Savaşı nın İnsan Hakları Açısından Analizi, Osman Nuri ARAS (ed.), Karabağ Savaşı, SiyasiHukuki-Ekonomik Analiz, Qafqaz Üniversitesi Kafkasya Araştırmaları Enstitüsü Yayınları, Bakü-2008, s. 65-116.  94  ERKİNER, s. 140.  95  Application of the Convention on the Prevention and Punishment of the Crime of Genocide (Bosnia and Herzegovina v. Serbia and Montenegro), Judgment, I.C.J. Reports 2007, p. 43, s. 208, par. 339 vd. 96  Military and Puramilitary Activities in and against Nicaragua (Nicaragua v. United States of America). Merits, Judgment. I.C.J. Reports 1986, p. 14, s. 64, par. 115. 1561Cavid ABDULLAHZADE                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568 olduğunu belirlemiştir. Ancak Yugoslavya Mahkemesi İstinaf Dairesi, 15 Temmuz 1999 tarihli Tadic Davasında vermiş olduğu kararla devletin hukuka aykırı eylemi gerçekleştiren şahıslar veya gruplar üzerinde etkin denetime sahip olması gerektiğini öngören klasik yöntemi esnetmiştir. Yugoslavya Mahkemesi İstinaf Dairesi bir kişi veya grubun devletin de facto organı olarak sayılması için gereken denetim derecesinin her somut olayın koşullarına göre değişebileceğine hükmetmiştir. Kişi veya grubun devletin de facto organı olarak sayılması için devletin, gerçekleştirilen ihlalle ilgili özel talimat vermiş olmasının veya eylemin devlet tarafından olaydan sonra (ex post facto) aleni olarak  onaylanmış  ya  da  uygun  bulunmuş  olmasının  kanıtlanması gerekmektedir. Ayrıca İstinaf Dairesi, silahlı grupların eylemleri dolayısıyla devletin sorumluluğunun söz konusu olabilmesi için, grubun devletin etkin denetimi altında değil, bütünsel/genel denetimi altında olmasını yeterli bulmuştur. İstinaf Dairesi, silahlı grupların gerçekleştirdiği hukuka aykırı eylemlerin  devlete  isnat  edilebilmesi  için,  devletin  söz  konusu  grupları yalnızca askeri bakımdan destekleyerek, finanse ederek ve eğiterek değil, grubun eylemlerini örgütleyerek ya da planlayarak grup üzerinde bütünsel denetime sahip olduğunun kanıtlanmasının yeterli olacağına karar vermiştir. Devletin, uluslararası hukuka aykırı eylemleri gerçekleştirmeleri için grup üyelerine özel emirler vermesinin gerekli olmadığını vurgulamıştır. Bu durumda, Dağlık Karabağ sorunu açısından tespit edilmesi gereken ilk  konu,  1994  ateşkesten  önceki  dönem  içinde  eylemde  bulunanların Ermenistan devletine tamamen bağlı veya Ermenistan devletinin kontrolü altında  hareket  edip  etmediğidir.  Dağlık  Karabağ  sorunu  ile  ilgili derinlemesine hukuki inceleme yapan Kruger e göre, somut bazı operasyonlar açısından  Karabağ  yönetimi  ile  Ermenistan  arasındaki  doğrudan  ilişkiyi kurmak  için  yeterli  delil  olmadığı  ifade  edilebilir.  Ermenistan ın  Dağlık Karabağ ile politik ve askeri alanda sıkı ilişkisi olduğu kabul edilse dahi, bunun, Dağlık Karabağ daki yönetim ve askeri birlikler üzerinde tam ve etkin kontrol şeklinde gerçekleşip gerçekleşmediği şüphelidir. Var olan belgeler Dağlık Karabağ daki askeri harekâtın Ermeni orduları ve Karabağ askeri                                                  97  Bu konuda ayrıntılı olarak bkz. ERKİNER, s. 133-141. 98  Derek JINKS: State Responsibility fot the Acts of Private Armed Groups, 4 Chi. J. Int l. L. 83 (2003), s. 89. 99  International Criminal Tribunal fot the Former Yugoslavia-Appeals Chamber: Prosecutor v. Tadic, July 15, 1999, s. 1540-1541, par. 117-118. Metin için bkz. 38 I. L. M. 1518 (1999).  100  UAD nin kullandığı yöntemi etkin denetim testi, Yugoslavya Mahkemesi nin kullandığı yöntemi ise bütünsel denetim testi olarak tanımlayan ve aralarındaki farkı ortaya koyan Taşdemir in konuya ilişkin ayrıntılı incelemesi için bkz. Fatma TAŞDEMİR: Uluslararası Nitelikte Olmayan Silahlı Çatışmalar Hukuku, Adalet Yayınevi, Ankara 2009, s. 203-211; bu konuda ayrıca bkz. Ahmed Hamdi TOPAL: Uluslararası Terörizm ve Terörist Eylemlere Karşı Kuvvet Kullanımı, Beta Yayınları, İstanbul 2005, s. 141-146.   1562Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568      Dağlık Karabağ Sorununda Ermenistan ın…  birlikleri  tarafından  gerçekleştirildiğini  göstermektedir.  Doğal  olarak  bu durum Ermeni devlet organlarının ve iktidardaki şahısların müşterek yönetim, koordine  ve  yoğun  katılımını  gerektirmektedir.  Bu  anlamda  uluslararası hukukun  ihlal  edilmiş  olduğu  zaten  kabul  edilmekle  birlikte,  Ermeni devletinin  Karabağ  birlikleri  üzerindeki  doğrudan  yönetiminin  olduğunu kanıtlayan deliller ortaya koymak zordur.101 Krüger ın bu görüşlerine katılmak mümkün değildir. Birincisi, yukarıda anlatılanlardan ve özellikle de 27 Eylül- 10 Kasım 2020 döneminde süren silahlı  çatışmalardan  da  görüldüğü  üzere  Ermenistan,  Dağlık  Karabağ çatışmasının doğrudan tarafı konumundadır. Birçok askeri eylemler ve işlenen suçlar doğrudan Ermenistan orduları tarafından gerçekleştirilmiştir. Bu husus, bir devlete meşru müdafaa hakkı veren silahlı saldırı eylemi ile doğrudan ilgili olduğundan ve bir sonraki kısımda Azerbaycan ın meşru müdafaa hakkı kapsamında  ayrıca  ele  alınacağından,  burada  ayrıntılı  olarak değerlendirilmeyecektir.  Ancak,  özellikle  1994  ateşkes  öncesinde Ermenistan ın kendi askeri birlikleri ile savaşa katılmadığı, savaşın Dağlık Karabağ daki savunma birliklerince yürütüldüğü iddiası kabul edilse dahi, savunma birliklerinin Ermenistan ın de facto organı gibi hareket ettikleri veya Ermenistan ın en azından savunma birlikleri üzerinde etkin bir denetiminin olduğu açıktır. Diğer bir ifade ile devletin denetimi açısından daha yumuşak bir yaklaşımı destekleyen Yugoslavya Mahkemesi İstinaf Dairesi nin aradığı bütünsel/genel  denetimin  ötesinde,  Dağlık  Karabağ  olayları  açısından Ermenistan ın  silahlı  birlikler  üzerinde  UAD nin  aradığı  şekliyle  etkin denetim/effective control sağladığı da söylenebilir. Dağlık  Karabağ daki  silahlı  birliklerin  başından  itibaren  tamamen Ermenistan a bağlı olarak faaliyet gösterdiklerini birçok veri kanıtlamaktadır. Silahlı  birliklerde  üst  düzey  görev  alan  kişilerin  daha  sonra  Ermenistan devletinin yöneticileri haline gelmesi de bu durumu açıkça göstermektedir. Nitekim  yukarıda  da  ifade  edildiği  üzere,  Dağlık  Karabağ  Savunma ordularının  kurucularından  ve  ilk  kumandanlarından  biri  olan  Robert Koçaryan, daha sonra Ermenistan Başbakanı ve Devlet Başkanlığı görevine getirilmiştir. Ermenistan devletinin şimdiki Başkanı Serj Sarkisyan, 19911994  yılları  arasında  Dağlık  Karabağ  savunma  ordularının  başında bulunmuştur.  Dağlık  Karabağ daki  askeri  liderlerden  Samvel  Babayan 1994 de Ermenistan Genel Kurmay Başkanı yapılmıştır.                                                   101  KRÜGER, s. 113. 102  Aynı hususta bkz. YILMAZ, s. 67. 1563Cavid ABDULLAHZADE                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568 Dağlık Karabağ hükümetinin Ermenistan tarafından kurulmuş kukla bir hükümet olduğu şüpheye yer vermeyecek kadar açıktır. Daha önce de ifade edildiği gibi, Dağlık Karabağ ile Ermenistan arasında de facto federasyon yaratılmış durumdaydı. Dağlık Karabağ ın Ermenistan ın bir ili haline geldiği Ermeni yazarlar tarafından da ifade edilmiştir. Dağlık Karabağ daki birçok operasyona bilfiil askeri birlikleri ile katılan Ermenistan ın Dağlık Karabağ yönetimi ile olan politik, askeri ve ekonomik bütünlüğü, askeri eylemler sırasında  yönetim  ve  askeri  birlikler  üzerinde  tam  ve  etkin  kontrolünün olduğunu göstermektedir. Elde olan belgeler Dağlık Karabağ daki askeri harekâtın Ermeni orduları ve Karabağ daki düzensiz askeri birlikler tarafından birlikte gerçekleştirildiğini zaten ortaya koymaktadır. Doğal olarak bu durum Ermeni  devlet  organlarının  ve  iktidardaki  şahısların  müşterek  yönetim, koordine ve yoğun katılımı ile mümkün olabilmiştir. Bu anlamda Ermenistan devletinin  Dağlık  Karabağ daki  silahlı  birlikler  üzerinde  doğrudan yönetiminin olduğu aşikârdır. Daha önce de ifade edildiği gibi, dönemin askeri liderleri arasındaki birliktelik, dönemin Ermenistan Savunma Bakanı Manukyan ın  ifadeleri,  özellikle  Kelbecer,  Zengilan,  Kubadlı,  Fizuli bölgelerinin  işgalinin,  Hocalı  katliamının/soykırımının  Ermenistan da planlandığını,  eylemcilerin  Ermenistan dan  gelen  emir  ve  talimatlar doğrultusunda hareket ettiğini göstermektedir. Ermenistan ordusu birçok işgal ve  katliam  eylemlerini  doğrudan  gerçekleştirdiği  gibi,  Ermenistan yönetiminin  silah,  teçhizat  tarzı  yoğun  desteğini  alan  düzenli  olmayan birliklerin işgal ve katliamlarda önemli rol oynadığı ortadadır. Bu anlamda, Ermenistan ın  Dağlık  Karabağ  çatışmasındaki  tutumu  etkin denetim/effective control olarak değerlendirilemeyecekse, o zaman ne tür eylemler  etkin  kontrol  olarak  değerlendirilir  sorusunu  cevaplandırmak imkânsız görünmektedir.  Sonuç  itibariyle,  Dağlık  Karabağ da  yaşanan  işgal  ve  katliamları Ermenistan devletinin kimi zaman doğrudan yöneticileri ve kendi askeri birlikleri  ile  kimi  zaman  ise  etkin  denetimi  altında  tuttuğu  Dağlık Karabağ daki  birlikler  eliyle  gerçekleştirdiği  açıktır.  Bu  ise  Ermenistan devletinin  uluslararası  hukuka  aykırı  eylemleri  nedeniyle  sorumluluğunu gerektiren bir durumdur.                                                   103  Letter dated 8 October 2007 from the Permanent Representative of Azerbaijan to the United Nations addressed to the Secretary-General, Annex: Military Occupation of the Territory of Azerbaijan: A Legal Appraisal, s. 6. UN Doc. A/62/491–S/2007/615. 104  İşgaller sırasında yüzlerce sivil kurşuna dizilmiş, geri kalanlar ise esir alınarak Ermenistan a götürülmüştür. Esir sivillerin bazıları daha sonra Uluslararası Kızılhaç Komitesi nin devreye girmesi ile kurtarılmışlardır. Bu konuda bkz. YILMAZ, s. 90-92. 105  Nitekim daha önce de ifade edildiği gibi, Hocalı katliamının/soykırımının tarihi dahi özel olarak seçilmiş ve Sumgait te yaşanan olayların tarihi ile aynı güne denk getirilmiştir.  1564Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568      Dağlık Karabağ Sorununda Ermenistan ın…   SONUÇ İşgalci devletler, bazen işgal edilen bölgede sözde yönetimler kurarak, bazen de insani bir kılıf veya demokratik bir kasvet altında kendi eylemlerine meşruiyet  kazandırmaya  çalışmaktadırlar.  Uluslararası  hukukta  güç kullanılarak kurulan varlıkların hukuk süjesi gibi kabul edilemeyeceğinin bilincinde olan Ermenistan da, söylem ve davranışlarıyla Dağlık Karabağ sanki  ayrı  bir  devletmiş  gibi  izlenim  yaratmak  istemiştir.  Böylece Azerbaycan ın  ülkesel  bütünlüğünü  ihlal  ederek  işgal  edilen  bölgelerde uluslararası hukuka aykırı bir şekilde ortaya çıkarttığı oluşumdaki rolünü saklamaya  çalışmıştır.  Oysa  Ermenistan ın  resmi  açıklamalarına  rağmen, Dağlık Karabağ sorununda Ermenistan ın rolü göz ardı edilemeyecek bir husustur.  Dağlık  Karabağ  sorunu,  bir  devletin  başka  bir  devletin  ülke bütünlüğüne ve siyasi bağımsızlığına karşı hukuka aykırı bir silahlı saldırısı, üçüncü  bir  devletin  iç  çatışmaya  müdahalesi  şeklinde  gerçekleşen  güç kullanma yasağı (jus ad bellum) kadar, insancıl hukuk kurallarının da (jus in bello) ağır şekilde ihlal edildiği tipik örneklerden biridir.  Yaşanan  olaylar,  işgalin  gerçekleştirilmesi  ve  yürütülmesinde Ermenistan ın açıkça rolünün olduğunu göstermiştir. 1988 yılından itibaren Dağlık Karabağ ı kendisine birleştirmeye çalışan, bağımsız devlet olduktan sonra ateşkese kadarki süreçte ise güç kullanma (jus ad bellum) kurallarına aykırı olarak bölgenin dışına da taşacak şekilde Azerbaycan ın yaklaşık % 20 lik kısmını işgal eden Ermenistan, uluslararası hukuka açıkça aykırı olan bu eylemlerini 2020 yılına kadar sürdürmüştür.  En başta bu durum, Dağlık Karabağ da bağımsız bir de facto devletin değil, tam tersine Ermenistan ın işgal sonucu kurumsallaştırmaya çalıştığı bir yapının olduğunu göstermiştir. Ermenistan, Dağlık Karabağ Ermenilerinin self  determinasyon  hakkına  dayanarak  bağımsızlıklarını  ilan  ettiğini  ve istikrarlı yönetim gösterdiği iddiasıyla da de facto yapının devlet olarak tanınmasını istemiştir. Oysa güç kullanma yasağı (jus ad bellum) ihlal edilerek kazanılan  statüler,  günümüz  uluslararası  hukuk  anlayışınca  kabul edilmemektedir. Diğer bir ifade ile hukuka aykırı eylemler hukuku uygun haklar doğurmaz (ex injuria non oritur jus). Dağlık Karabağ da var olduğu iddia  edilen  de  facto  yönetim,  Ermenistan ın  uluslararası  hukuka  aykırı şekilde güç kullanması sonucu ortaya çıkmış bir yapı olduğundan, söz konusu yapının  meşru  addedilmesi  mümkün  değildir.  Ermenistan,  güç  kullanma ilkelerine  aykırı  bir  şekilde  silahlı  saldırı  sonucu  Azerbaycan ın  ülke bütünlüğünü ihlal etmiştir. Bu anlamda, uluslararası hukukun jus ad bellum kurallarını  ihlal  eden  Ermenistan ın  işgalin  gerçekleştirilmesi  ve sürdürülmesinden  doğrudan  sorumluluğu  olduğu  gibi,  silahlı  çatışmalar 1565Cavid ABDULLAHZADE                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568 sırasında  gerçekleşen  insan  haklarının  ağır  ihlalleri,  yani  insancıl  hukuk kurallarının (jus in bello) ihlali nedeniyle de sorumlu olduğu açıktır. Ermenistan, uluslararası hukuka aykırı eylemlerini, işgal sonrasında da devam  ettirmiş,  özellikle  işgal  ettiği  bölgelerde  etnik  temizlik  yaparak bölgedeki durumu oldubittiye getirmeğe çalışmıştır. BM, Avrupa Konseyi, AGİT, AB gibi uluslararası örgütlerin kararlarına rağmen Ermenistan, işgal bölgelerini  terk  etmek  zorunda  kalan  Azerbaycan  Türklerinin  evlerine dönmelerine  müsaade  etmemiştir.  Tam  tersine  geride  bırakılan  malların yağmalanmasına imkân veren Ermenistan, bölgenin demografik yapısıyla da oynamış, göç etmek zorunda kalan Azerbaycanlıların boşalttığı bölgelere Ermenistan dan nüfus transferi yapmış, aynı şekilde çevreye, kültür mallarına, özel kişilerin mülkiyet haklarına ağır zararlar vermiştir.  Ateşkes süresince saldırgan davranışlarını devam ettiren Ermenistan ın en son 27 Eylül 2020 deki silahlı saldırılarına Azerbaycan Devleti başından itibaren doğal olarak sahip olduğu meşru müdafaa hakkı kapsamında güç kullanarak  karşılık  vermiştir.  Cumhurbaşkanı  İlham  Aliyev in Başkumandanlığında önemli başarılar elde eden Azerbaycan ordusu kısa bir zaman  içerisinde  Ermeni  birliklerini  yenilgiye  uğratarak  işgal  altındaki bölgelerin büyük kısmını geri almıştır. Rusya nın devreye girmesi ile 10 Kasım 2020 tarihinden itibaren geçerli olmak üzere yapılan Ortak Beyanname ile Ermenistan, Rus Barış Güçleri nin kontrolü altında işgal altındaki tüm topraklardan kısa bir zaman içerisinde çıkmayı taahhüt etmiştir.  Bu gün Azerbaycan, Rus Barış Güçleri nin kontrolü altında olan çok küçük bir kısım hariç işgal altındaki tüm topraklarını geri almıştır. Bundan sonra olması gereken ise, uluslararası hukuka ve Ortak Beyannameye uygun bir şekilde bölgedeki tüm Ermeni silahlı birliklerin silahlarını bırakması, bölgeye daha sonra göç ettirilen Ermeni nüfusun Barış Gücü kontrolünde bölgeyi  terk  etmesi,  Azerbaycan  Türklerinin  güvenli  şekilde  yurtlarına dönmesidir. Bölgede geçmişten bu yana yaşayan Ermeni azınlık tabii ki insan haklarına saygılı bir hukuk devleti olan Azerbaycan ın sınırları içerisindeki diğer tüm azınlıklar gibi eşit vatandaşlık haklarına sahip olarak yaşamaya devam  edebilecektir.  Ancak  Ermenistan  Devletinin,  Azerbaycan ın  ülke bütünlüğüne saygılı davranması ve geçen süre içerisinde vermiş olduğu tüm zararları tazmin etmesi gerekmektedir. Aynı zamanda Ortak Beyanname ile öngörülen 5 yıllık sürenin sonunda Rus Barış Güçlerinin bölgeyi terk ederek kontrolü tamamen Azerbaycan devletine bırakması gerekmektedir. Başından itibaren açıklanmaya çalışıldığı gibi Dağlık Karabağ Azerbaycan devletinin ülkesinin bir parçasıdır ve öyle olmaya da devam edecektir. Aksi bir durumun Azerbaycan ın ülke bütünlüğünü ihlal edecek şekilde uluslararası hukuka da aykırı olacağı açıktır.  1566Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568      Dağlık Karabağ Sorununda Ermenistan ın…",
     "Kaynakça": "AKİPEK, Serap: Ulusal ve Uluslararası Hukuk Açısından Kültür Malları, Turhan Kitabevi, Ankara 1999. ARAS, Osman Nuri (ed.): Karabağ Savaşı, Siyasi-Hukuki-Ekonomik Analiz, Qafqaz Üniversitesi Kafkasya Araştırmaları Enstitüsü Yayınları, Bakü-2008. BROWNLIE, Ian: Principles of Public International Law, Seventh Edition, Oxford University Press, Oxford 2008. CHORBAJIAN, Levon (ed.), The Making of Nagorno Karabakh: From Secession to Republic, Palgrave, New York 2001. CORNELL, Svante E.: The Nagorno-Karabakh Conflict, Report no. 46, Departement of East Europen Studies, Uppsala University, 1999. ÇELİK, Edip F.: Milletlerarası Hukuk, Cilt 1, Yenilenmiş Dördüncü Baskı, İstanbul Üniversitesi Yayınlarından No: 2768, Fakülteler Matbaası, İstanbul 1980. de WAAL, Thomas: Black Garden: Armenia and Azerbaijan through Peace and War, New York University Press, New York and London 2003. ERKİNER,  Hakkı  Hakan:  Devletin  Haksız  Fiilden  Kaynaklanan  Uluslararası Sorumluluğu, XII Levha Yayınları, İstanbul 2010. GÜNDÜZ, Aslan (ed. Reşat Volkan GÜNEL): Milletlerarası Hukuk, Konu Anlatını, Temel Belgeler, Örnek Kararlar, Genişletilmiş ve Güncellenmiş 6. Baskı, Beta Yayınları, İstanbul 2013. HENCKAERTS, Jean-Marie/DOSWALD-BECK, Louise: Customary International Humanitarian Law, Volume I: Rules, ICRC, Cambridge University Press, New York 2009. JINKS, Derek: “State Responsibility fot the Acts of Private Armed Groups, 4 Chi. J. Int l. L. 83 (2003), s. 83-95. KRÜGER, Heiko: The Nagorno-Karabakh Conflict, A Legal Analysis, SpringerVerlag, Berlin/Heidelberg 2010. MAMMADOV,  Mushfig:  “Legal  Aspects  of  Nagorno-Garabagh  Conflict, Caucasian Review of International Affairs (CRIA) Vol. 1 (1), 2006, s. 14-30. MAММAДОВ,  Ильгар  /  МУСАЕВ,  Toфик:  Армяно-Азербайджанский Конфликт: История, Право, Посредничество (2-е изд., переработанное и дополненное), Баку 2008. MAKİLİ-ALİYEV, Kamal:  Nagorno-Karabakh  Conflict  in  International  Legal Documents and International Law, Center for Strategic under the President of the Republic of Azerbaijan (SAM-Strateji Araşdırmalar Mərkəzi), Fall 2013.  MERAY, Seha L.: Devletler Hukukuna Giriş, Cilt II, 4. Baskı, A.Ü. Siyasal Bilgiler Fakültesi Yayınları, Ankara 1975. 1567Cavid ABDULLAHZADE                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1541-1568 MUSAYEV, Tofig F.: “From Territorial Claims to Belligerent Occupation: Legal Appraisal, Diplomatiya Aləmi (World Of Diplomacy-Journal of the Ministry of Foreign Affairs of the Republic of Azerbaijan), No. 18-19, 2008, s. 30-49. PAZARCI, Hüseyin: Uluslararası Hukuk Dersleri, 2. Kitap, 8. Bası, Turhan Kitabevi, Ankara 2005. PAZARCI, Hüseyin: Uluslararası Hukuk Dersleri, 4. Kitap, 2. Bası, Turhan Kitabevi, Ankara 2006. RAU, Johannes: The Nagorno- Karabakh Conflict between Armenia and AzerbaijanA Brief Historical Outline, Verlag Dr. Köster, Berlin 2008 SARVARIAN, Arman: “The Artsakh Question: An Analysis of Territorial Dispute Resolution in International Law, 9 Melb. J. Int l L. 190 (2008), s. 190-216. SHAW, Malcolm N.: International Law, Fourth Edition, Cambridge University Press, Cambridge 1997. TAŞDEMİR, Fatma: Uluslararası Nitelikte Olmayan Silahlı Çatışmalar Hukuku, Adalet Yayınevi, Ankara 2009. TOPAL, Ahmed Hamdi: Uluslararası Terörizm ve Terörist Eylemlere Karşı Kuvvet Kullanımı, Beta Yayınları, İstanbul 2005. TÜTÜNCÜ, Ayşe Nur: İnsancıl Hukuka Giriş, 2. Baskı, Beta Yayınları, İstanbul 2012 YILMAZ,  Reha  (ed.):  QARABAĞ:  Bildiklərimiz  və  Bilmədiklərimiz,  Qafgaz Universitesi Beynəlxalg Münagişələri Araşdırma Mərkəzi Nəşrləri, Bakı 2010. YILMAZ, Reha/İSMAYILOV, Elnur: Etnik Çatışma Teorileri Işığında Dağlık Karabağ Sorunu, BİLGESAM, Rapor No 37, İstanbul 2011, s. 13-14. YUNUSOV, Arif: Karabakh: Past and Present, Baku 2005. ПОМПEЈEB,  Јури  (Çev.  Зahид  MУCTAФAЈEB):  Гapaбaғ  Гaн  Ичиндə, Азəpбaјҹaн Eнcиkлопeдијacы, Бакы-1996.  1568"
}