{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "2",
     "Başlık": "VERGİ CEZA HUKUKUNDA NON BİS İN İDEM İLKESİ",
     "Title": "Non Bis in Idem Principle in Tax Criminal Law",
     "Yazar İsmi": [
          "Ahmet Emrah GEÇER "
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Vergi Ceza Hukuku",
          "Vergi Kabahati",
          "Vergi Suçu",
          "Non Bis İn İdem İlkesi",
          "Glantz v. Finlandiya Kararı"
     ],
     "Keywords": [
          "Tax Criminal Law",
          "Tax Misdemeanor",
          "Tax Crime",
          "Non Bis in Idem Principle",
          "Glantz v. Finland Verdict."
     ],
     "Özet": "Türk vergi ceza hukuku hükümlerine bakıldığında, belli durumlarda, tek bir  fiilin  hem  vergi  kabahati  hem  de  vergi  suçu  olarak  öngörüldüğü anlaşılmaktadır. Dolayısıyla, kişi vergi kanunlarını ihlal eden tek fiilinden ötürü iki kez cezalandırılabilmektedir. Dahası, failin aleyhinde bu cezalara ilişkin olarak birbirinden bağımsız iki ayrı yargılama süreci yürütülmektedir. Bu durum, ulusal ve uluslararası ceza hukuku alanında genel kabul görmüş  non bis in idem  prensibine diğer bir ifade ile  aynı fiilden dolayı iki kez yargılama ve cezalandırma olmaz  ilkesine aykırılık teşkil etmektedir. 1 Bu  çalışmamızda,  Türk  vergi  ceza  hukukunun  vergi  kabahatleri  ve suçlarına  ilişkin  hükümleri   non  bis  in  idem   ilkesi  çerçevesinde  ele alınacaktır. Özellikle, bu ilke ışığında Avrupa İnsan Hakları Mahkemesinin verdiği Glantz v. Finlandiya Kararı incelenecektir.",
     "Abstract": "According to the provisions of Turkish tax criminal law, an act may be defined tax misdemeanor as well as tax crime in certain circumstances. Individual, who acts against the tax statutes only once, may be subjected to two separate sanctions. Furthermore, two different litigation procedures are carried out against the alleged offender independently from one another. This constitutes a contradiction to  non bis in idem , which means that  a person may not be tried for a criminal offence for which he or she has previously been  finally  convicted  or  acquitted ,  is  generally  accepted  principle  in domestic and international criminal law. In this Article, we will examine the rules of Turkish tax criminal law concerning tax misdemeanors and tax crimes within the scope of non bis in idem principle. Glantz v. Finland Verdict concluded by the European Court of Human Rights pursuant to this principle will be particularly analyzed.",
     "Metin": "Vergilendirmenin  başlıca  amacı,  kamu  hizmetlerinin  finansmanının sağlanmasıdır.2    Ancak,  günümüz  dünyasında,  vergilendirme,  kamu finansmanının  tatmini  amacının  yanında  toplumun  sosyal,  ekonomik  ve kültürel  yönden  gelişmesine  olanak  sağlama  fonksiyonunu  haizdir.3 Vergilendirme,  serbest  piyasa  ekonomisi  içinde  kişiler  arasında  bozulan dengenin denkleştirilmesi için vazgeçilmez bir araçtır. Dahası, vergilendirme toplum halinde yaşamanın gereğidir ve demokrasinin bir çeşit bedelidir.4                                                  2  Kaneti, Selim, (1989), Vergi Hukuku, 2. Bası, Filiz Kitabevi, İstanbul, s. 4. 3  Çağan,  Nami,  (1982),  Demokratik  Sosyal  Hukuk  Devletinde  Vergilendirme,  Ankara Üniversitesi Hukuk Fakültesi Dergisi, Cilt XXXVII, Sayı 1-4, s. 140. 4  Soysal,  Mümtaz,  (1981),  Jack  Wiseman ın   Üniter  Bir  Devlet  Sistemindeki  Bir  Az Gelişmiş Ülkede Merkezi İdare ile Yerel Yönetimler Arasında Gelir Bölüşümü  Konul Tebliği Üzerine Yorum, Vergi Reformları, Vergi Reformları Tebliğ ve Yorumları, İİTİA Ekonomi Fakültesi Kamu Maliyesi Enstitüsü Yayını, Meter Matbaası, İstanbul, s. 392, Aktaran, Çağan, Nami, (1982), Demokratik Sosyal Hukuk Devletinde Vergilendirme, AÜHFD, Cilt XXXVII, Sayı 1-4, s. 130 Vergi, demokrasinin gelişmesi için önemli bir araçtır.  Zira,  toplum  içindeki  kişiler  sosyal  devlet  anlayışı  çerçevesinde  yapılan 316Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348                                                    Geçer Dolayısıyla, verginin salınmasında üstün kamu yararı olduğu açıktır.5 Diğer yandan, vergilendirme, özünde diğer temel hak ve özgürlüklere renk veren mülkiyet hakkına yapılan bir müdahaledir.6 Bu müdahalenin meşruiyetinin Anayasa  ve  diğer  düzenlemeler  tarafından  temel  hak  ve  özgürlüklerin güvence altına alınması için hüküm altına alınmış genellik, eşitlik, ölçülülük, vergide kanunilik, mali güce vergilendirme, hukuki güvenlik ilkeleri gibi ilkelere uyulduğu takdirde sağlanabileceği kabul edilmektedir. İktisat alanında savunulan Rasyonel Seçim Teorisine göre (Rational Choice Theory), kişi seçimlerinde kar maksimizasyonuna yönelmektedir.7 Örneğin vergi külfeti kendisine yüklenen kişi, elinden çıkacak ekonomik değer ödememe sonucunda karşılaşacağı yaptırıma göre daha değerli ise vergiyi  ödememe  yolunu  seçebilmektedir.  8  Toplumda  bireylerin  genel olarak benimsediği bu davranış tipi ile başa çıkmak ve sonucunda üstün kamu  yararı  gereği  konulan  vergilerin  yerinde  ve  zamanında  tahsilini sağlamak için devletin önleyici ve caydırıcı niteliği haiz yaptırım sistemi kurması  gerekmektedir.  Bu  bağlamda,  vergilendirme  yetkisinin  yanında yaptırım uygulama yetkisine de sahip olan devlet, vergi ilişkisinin aktif tarafını oluştururken, vergi ödevleri kendisine yüklenen kişiler ilişkinin pasif tarafını oluşturmaktadır. Görüldüğü üzere, baskın güce ve yetkiye haiz olan devleti,  hukuk  kuralları  dışında  sınırlayabilecek  etkin  bir  araç bulunmamaktadır. Bu sebeple, ilişkinin egemen tarafını oluşturan devletin, vergilendirme,  vergisel  aykırılıkları  belirleme  ve  yaptırım  uygulama aşamalarında, ana norm niteliği taşıyan Anayasada yer alan hukuk devleti ilkesinin  gereklerini  yerine  getirmesi  icap  etmektedir.9  Zira  günümüz                                                                                                                    vergilendirme ile toplum içinde kendilerini ifade edebilme ve geliştirme imkanına sahip olabilirler.  5  Çağan, Nami, (1982), Vergilendirme Yetkisi, Kazancı Hukuk Yayınları, İstanbul, s. 3. 6  Gemalmaz, Mehmet Semih, (2007), Ulusalüstü İnsan Hakları Hukukunun Teorisine Giriş, Legal Kitabevi, 6. Bası, İstanbul, s. 22-23. 7  Thuronyi, Victor [Ed.], (1996), Tax Law Design and Drafting, International Monetary Fund, Birleşik Devletler, s. 119. 8  Vergi ödevlilerinin vergilendirme sürecinde sergiledikleri davranışları ve bu davranışlar ile nasıl başa çıkılabileceğine dair Birleşik Krallık öz bir çalışma için bkz. Weber, Till Olaf / Fooken, Jonas / Herrmann, (2014), Behavioural Economics and Taxation, Taxation Papers Workin Paper N.41, European Commission,   9  Kaşıkçı, Mahmut, (2007), Türk Hukukunda Vergi Kaçakçılığı Suçları, Ethemler Yayıncılık, İstanbul, s. 2-3 .   317Vergi Ceza Hukukunda...                    Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348 demokrasilerinde  hukuk devleti ilkesi  10,  devlete karşı kişilerin temel hak ve  hürriyetlerini  korumayı  ve  devletin  keyfi  işlem  ve  eylemlerde bulunmasını engellemeyi hedefleyerek ilişkinin pasif tarafı olan kişiler ile aktif  tarafını  oluşturan  devlet  arasında  adil  bir  denge  kurma  işlevini üstlenmektedir.  Vergi  ceza  hukuku,  vergi  mevzuatına  aykırı  davranan  kişilerin karşılaşacakları  cezaları  incelemektedir.11  Vergi  cezalarının  amacı,  vergi kanunlarına aykırı davranmaya eğilimli vergi yükümlüleri ile diğer ilgili kişiler  üzerinde  önleyici  ve  caydırıcı  etki  oluşturarak  vergi  alacağının zamanında ve en az kayıpla tahsilinin sağlanmasıdır.12 Ülkemiz mevcut vergi ceza mevzuatı genel anlamda tetkik edildiğinde, bazı durumlarda kişinin işlediği  tek  bir  fiil  dolayısıyla  birden  fazla  yaptırıma  maruz  kaldığı görülmektedir.  Bu  tür  bir  uygulama,  kişilerin  vergi  kanunlarına  aykırı fiillerinden  ötürü  orantısız  cezalar  ile  karşı  karşıya  kalmasına  sebep olabilmektedir. Ayrıca, aynı fiilden mütevellit ilgili vergi idaresi tarafından idare hukuku usullerine göre verilen vergi cezasına ilişkin yargılama idari yargı kolunda yer alan vergi mahkemeleri nezdinde yürütülmekte iken, vergi suçuna  ilişkin  yargılama  adli  yargı  kolunda  yer  alan  ceza  mahkemeleri tarafından yürütülmektedir.13 Bu şekilde, aynı fiile dayalı iki farklı yargı kararı ortaya çıkmaktadır. Yukarıda ana hatları ile bahsi geçen bu durumlar, Roma hukukundan bu yana doktrinde ve uygulamada genel kabul görmüş  non bis in idem  ilkesine diğer bir deyişle  aynı fiilden dolayı iki kez yargılama ve cezalandırma olmaz  ilkesine aykırılık teşkil etmektedir.                                                  10  Anayasa Mahkemesi hukuk devletini birçok kez tanımlamıştır. Bu tanımlamalardan biri için bkz. Anayasa Mahkemesi 2013/44E. 2013/59K. 2.5.2013 :  Hukuk devleti, eylem ve işlemleri  hukuka  uygun,  insan  haklarına  saygılı,  bu  hak  ve  özgürlükleri  koruyup güçlendiren, her alanda adaletli bir hukuk düzeni kurup bunu geliştirerek sürdüren, Anayasa ya aykırı durum ve tutumlardan kaçınan, Anayasa ve hukukun üstün kurallarıyla kendini bağlı sayan, yargı denetimine açık olan devlettir.  11  Kırbaş, Sadık, (1995), Vergi Hukuku, Siyasal Kitabevi, 7. Bası, Ankara, s. 140. 12  Candan, Turgut, (2010), Vergi Suçları ve Cezaları, 3. Bası, Maliye ve Hukuk Yayınları, Ankara, s. 80-81 . 13  Şenyüz, Doğan / Yüce, Mehmet / Gerçek, Adnan, (2014), Vergi Hukuku, 5. Bası, Ekin Kitabevi, Bursa, s. 225-226. 14  Rocco, Arturo, (1932), Trattato della cosa giudicata come causa di estinzione dell azione penale, Aktaran, Özen, Mustafa, (2010), Non Bis İn İdem (Aynı Fiilden Dolayı İki Kez Yargılama Olmaz) İlkesi, Gazi Üniversitesi Hukuk Fakültesi Dergisi, Cilt XIV, Sayı 1, s. 390. 318Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348                                                    Geçer Bu çalışmada, vergi ceza hukuku bakımından  non bis in idem  ilkesi güncel mevzuat ve yargı kararları çerçevesinde incelenecektir. İlk olarak, konu ile bağlantılı olacak şekilde kabahat ve suç kavramları açıklanmaya çalışılacaktır.  Sonrasında,  vergi  cezalarının  hukuksal  niteliği  hakkındaki görüşlere değinilecektir. Ardından,  non bis in idem  ilkesi hakkında genel bilgi verilecek ve müteakiben Türk vergi ceza hukukunda öngörülen vergi kabahatlerine ve vergi suçlarına ilişkin hükümler  non bis in idem  ilkesi çerçevesinde ele alınacaktır. Akabinde, Avrupa İnsan Hakları Mahkemesinin (AİHM) vergi ceza hukukunda  non bis in idem  kuralının uygulanışına ilişkin  görüşünü  yansıtan  20.8.2014  tarihli  Glantz  v.  Finlandiya  Kararı tartışılacaktır.  Sonuç  kısmında  ise  konuya  ilişkin  düşüncelerimiz paylaşılacaktır. 2. Suç ve Kabahat Kavramı Yaptırım,  topluluk  halinde  yaşayan  insanlar  tarafından  kabul  edilen uyulması zorunlu düzen kurallarına aykırı davranılması halinde toplumun gösterdiği tepki olarak ifade edilmektedir.15 Hukukun özü gereğince, hukuk kurallarına aykırı davranan kişi yaptırıma tabi tutulmaktadır. Zira, kişinin hukuka aykırı fiili sebebiyle hukukun koruduğu değer zarara uğramakta ya da zarara uğrama tehlikesi ile karşı karşıya kalmaktadır. Sonuç olarak, hukuk düzeninin  kişiler  arasında  veya  toplumun  genelinde  oluşturduğu  hukuki denge  bozulmaktadır.16  Yaptırım,  bu  fiilleri  işleyenleri  cezalandırarak bozulan hukuki dengenin yeniden inşa edilmesini sağlamaktadır. Ayrıca, yaptırım, hukuk düzeni tarafından istenmeyen fiillerin önlenmesi konusunda etkin bir hukuki mekanizma olduğu kabul edilmektedir. 17                                                     15  Hafızoğulları, Zeki, (1996), Ceza Normu, Normatif Bir Yapı Olarak Ceza Hukuku Düzeni, US-A Yayıncılık, Ankara, s.142 Mahmutoğlu, Fatih Selami, (1995), Kabahatleri Suç Olmaktan Çıkarma Eğilimi ve Düzene Aykırılıklar Hukukunda Yaptırım Rejimi, Kazancı Hukuk Yayınları, İstanbul, s. 117. 16  İçel, Kayıhan / Sokullu Akıncı, Füsun / Özgenç, İzzet / Sözüer, Adem / Mahmutoğlu, Fatih S. / Ünver, Yener, (2000), İçel Yaptırım Teorisi, 1. Bası, Beta Yayıncılık, İstanbul, s. 3; Özgenç, İzzet, (2013), Türk Ceza Hukuku Genel Hükümler, Seçkin Yayıncılık, 9. Bası, Ankara, s.30. Yazar bu tanıma  veya toplumun genelinde  kısmını eklemiştir.; Taşdelen, Aziz, (2010), Vergi Kabahatleri, Turhan Kitabevi, Ankara, s.2. 17  Özgüven, A. Volkan, (2007), Türk Vergi Hukukunda Geriye Yürümezlik İlkesi, Maliye ve Hukuk yayınları, Ankara, s.124; Ulusoy, Ali D., (2013), İdari Yaptırımlar, XII Levha Yayıncılık, İstanbul, s.5   319Vergi Ceza Hukukunda...                    Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348 Çağdaş ceza hukuku doktrininde ve uygulamasında, hukukun koruduğu değerleri ihlal eden fiiller, suç ve kabahat olmak üzere ikiye ayrılmaktadır.18  Doktrinde, suç ile kabahat arasındaki farkı açıklamaya çalışan iki ana grup görüş  mevcuttur.  Bu  grup  görüşlerden  ilki  ayrımın  temelinin  nitelik farkından  kaynaklandığını  savunmaktadır.19  Hem  suç  hem  de  kabahat, özünde hukuka aykırılık içermektedir.20 Dahası, her ikisi de, kişilerin hukuka aykırı davranmalarını önlemeyi ve hukuka aykırı davranışları cezalandırmayı amaç edinmektedir. Ayrıca, suça ve kabahate karşı uygulanacak ilke ve kurallara  bakıldığında  birbirine  çok  yakın  olduğu  görülmektedir.21  Bu sebeplerden ötürü kanaatimizce suç ile kabahat arasındaki ayrımın nitelik bakımından olduğu sonucuna varmak isabetli değildir.  Suç ile kabahat arasındaki farklılığı açıklayan ikinci grup görüşe göre, suç-kabahat ayrımı, nicelik farkından kaynaklanmaktadır.22 Bu görüşe göre, suç da kabahat de hukuka aykırılık teşkil etmektedir; ancak suç, kabahate göre daha ağır fiillerdir ve bu sebeple suça uygulanacak yaptırım kabahate göre daha ağır nitelik taşımaktadır. Suç ve kabahatlere ilişkin bu tefrik, Kabahatler  Kanunu  Tasarısının  Genel  Gerekçesi nde  şu  şekilde  ifade edilmiştir:   ...esasen  hukuka  aykırı  olan  ve  haksızlık  ifade  eden  fiiller arasında suç veya kabahat olarak bir ayırım yapılması, bir nitelik farkı                                                  18  Suç-kabahat ayrımı ilk kez 18. yüzyıldan itibaren Alman hukukçuları tarafından yapılmaya başlanmıştır.  1950 li  yıllardan  itibaren  ise  bu  ayrım  Alman  kanunları  tarafından  da benimsenmiştir.  Kaşıkçı,  Mahmut,  a.g.e.,  s.  103-104;  1980  yılından  itibaren,  Türk hukukunda bazı özel yasalardaki cezaların idari cezaya dönüştürülmesine başlanmıştır. Daha hafif sayılacak hukuka aykırı fiiller 5237 sayılı Türk Ceza Kanunundan çıkartılarak, Kabahatler  Kanunu  adı  altında  toplanmıştır.  Böylece  suç-kabahat  ayrımı belirginleştirilmeye çalışılmıştır. Centel, Nur / Zafer, Hamide / Çakmut, Özlem, (2010), Türk Ceza Hukukuna Giriş, Beta Yayıncılık, 6. Bası, İstanbul, s. 219-220 . 19  Kaşıkçı, Mahmut, a.g.e., s.107. 20  Şenyüz, Doğan, (2013), Vergi Ceza Hukuku Vergi Kabahatleri ve Suçları, 7. Bası, Ekin Kitabevi, Bursa, s. 3. 21  Başaran Yavaşlar, Funda, (2008), Vergi Suç ve Kabahatler Hukuk unda Son Durum, İstanbul Barosu Dergisi, Cilt 82, Sayı 2008/6, s. 2848. 22  Bu görüş, doktrinde baskın olarak savunulmaktadır. Çağlayan, Ramazan, (2006), İdari Yaptırımlar Hukuku, Asil Yayın Dağıtım, Ankara, s.123; Özgenç, İzzet, a.g.e., s. 102-103; Ulusoy, Ali, (2008), Erkler Ayrılığı ve Yürütme-Yargı İlişkileri Bağlamında Kabahatler Kanununun Değerlendirilmesi, Danıştay ve İdari Yargı Günü 140. Yıl, Danıştay Tasnif ve Yayın  Bürosu  Yayınları  No:  77,  s.  26;  Mahmutoğlu,  Fatih  Selami,  a.g.e.,  (1995), Kabahatleri Suç Olmaktan Çıkarma Eğilimi ve Düzene Aykırılıklar Hukukunda Yaptırım Rejimi, Kazancı Hukuk Yayınları, İstanbul, s. 32-33; Centel, Nur / Zafer, Hamide / Çakmut, Özlem, a.g.e., s. 219. 320Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348                                                    Geçer oluşturmamaktadır. Söz konusu tasnif, haksızlıklar arasındaki nicelik farkına dayanmaktadır. Bu tasnif, haksızlıklar arasında sadece bir işlem farklılığı doğurmaktadır...  23  Haksızlığın ağırlığı nazara alınarak yapılan suç-kabahat ayrımı  ile  kişinin  işlediği  fiil  ve  sonucunda  karşılığında  uygulanacak yaptırım arasında adil bir dengenin oluşmasının sağlanabileceği söylenebilir. Diğer  yandan,  örneğin,  kişinin  3  ay  hapis  cezası  ile  cezalandırılması, milyonlarca lira miktarında vergi ziyaı cezası ile cezalandırılması yanında çok hafif kalabilir. Bu sebepten ötürü suç ile kabahat arasında haksızlığın ağırlığına göre yapılacak bir tasnif her zaman doğruyu göstermeyebilir.  Suç, isnad yeteneğine sahip bir kişinin kusurlu iradesinin yarattığı icrai veya  ihmali  bir  hareketin  meydana  getirdiği  kanunda  yazılı  tipe  uygun, hukuka aykırı ve yaptırım olarak bir cezanın uygulanmasını gerektiren bir fiildir.24  Suç  isnad  edilen  kişi,  ceza  yargılamasının  özel  kurallarına  tabi olmaktadır.  Bu  kişinin  kanunda  öngörülen  suçu  işlediğinin  kanıtlanması halinde  ise  ceza  kanunlarında  ve  diğer  kanunlarda  yer  alan  hürriyeti bağlayıcı  cezaya  hükmedilmekte  ve  diğer  tedbirler  uygulanmaktadır. Görüleceği üzere, kanun koyucunun suç olarak ihdas ettiği fiiller ile korunan hukuki değeri ihlal eden failin ağır müeyyidelerle karşı karşıya kalması kuvvetle muhtemeldir. Bu sebeple, kişi lehine güvence olması amacıyla suça uygulanacak  cezaya  bağımsız  yargı  organları  tarafından  yapılan  ceza yargılaması sonucunda hükmedilmesi modern ceza hukuku prensiplerinin gereğidir.  Günümüzde, sosyal ve ekonomik ilişkilerin gelişimi ile birlikte idarenin kamu düzenini sağlama görevi genişlemiştir. Bunun doğal sonucu olarak esasları  kanunda  belirlenen  bazı  hukuka  aykırı  fiillerin  cezalandırılması idarenin tekeline geçmiştir. Bu hukuka aykırı fiiller öğretide ve uygulamada kabahat adı altında toplanmaktadır. 5326 sayılı Kabahatler Kanununun 2. maddesinde,  kabahat, kanunun karşılığında idari yaptırım uygulanmasını öngördüğü haksızlık  olarak tanımlanmaktadır. İlk olarak belirtmek gerekir ki,  cezayı  uygulayan  makamın  idare  olması,  kabahate  uygulanacak yaptırımın cezai nitelikten çıkması anlamına gelmemektedir. Öz itibari ile                                                  23  Kabahatler Kanunu Tasarısı ve Adalet Komisyon Raporu,  (1/ 993) Genel Gerekçe, T. 10.3.2005.  5.1.2015  tarihinde  erişilmiştir. http://www.tbmm.gov.tr/sirasayi/donem/yil/ssm.htm 24  Alacakaptan,  Uğur,  (1975),  Suçun  Unsurları,  Ankara  Üniversitesi  Hukuk  Fakültesi Yayınları, Ankara, No: 372, s. 10.   321Vergi Ceza Hukukunda...                    Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348 bakıldığında,  suçların  düzenlenmesindeki  kamu  yararı  ile  kabahatlerin düzenlenmesindeki kamu yararı arasında herhangi bir fark yoktur.25 Devlet, öngördüğü  ve  uyguladığı  yaptırımlar  aracılığıyla  ile  suç  ve  kabahatlerin işlenmesini  caydırmakta  ve  bu  fiillerin  işlenmesi  halinde  failleri cezalandırmaktadır.  Anayasamızın  suç  ve  cezaları  düzenleyen  38. maddesinde, ceza ve ceza yerine geçen güvenlik tedbirlerinin ancak kanun ile  konulabileceği  belirtilmiştir.  Burada  kullanılan  ceza  tabiri  geniş anlamdadır, hem suçlara hem de kabahatlere karşı hükmedilecek yaptırımları kapsamaktadır.  Suçlarda  olduğu  gibi  kabahatlerde  de  hareket,  tipiklik, hukuka aykırılık ve kusurluluk unsurları aranmaktadır. Anayasa Mahkemesi kararlarında  belirtildiği  ve  doktrinde  kabul  edildiği  gibi  kural  olarak suçlara  ilişkin  tüm  anayasal  ilkelerin  kabahatler  için  de  tatbik  edilmesi gereklidir.27  Ancak,  bir  eylemin  suç  ya  da  kabahat  olarak  kanunda düzenlenmesi,  zaman  ve  mekana  bağlı  olarak  değişkenlik  gösterebilir.28 Burada,  eylemin  suç  mu  kabahat  mi  olarak  tanımlanacağı  konusunda  o zaman ve mekanda egemen devletin ceza politikası devreye girmektedir.29 Diğer  yandan,  egemen  devlet,  suç  ve  kabahatleri  ve  bunlara  karşı uygulanacak yaptırımları ihdas ederken sınırsız bir takdir yetkisine sahip değildir.30 Devlet bu yetkiyi yukarıda da ifade ettiğimiz gibi hukuk devleti ilkesi  sınırları  içerisinde  kişilerin  temel  hak  ve  hürriyetlerinin  özüne dokunmaksızın ve ölçülülük ilkesine uygun şekilde kullanmalıdır.  Diğer yandan, kanun koyucu, suç ve kabahatlere uygulanacak yaptırım konusunda  hukuk  devleti  ilkesi  sınırları  içerisinde  ayrık  durumlar                                                  25  Saban, Nihal, (2014), Vergi Hukuku, Beta Yayıncılık, 6. Bası, İstanbul, s. 468; Öncel, Mualla, / Kumrulu, Ahmet / Çağan, Nami, a.g.e., s. 209. 26  Anayasa Mahkemesi 1990/35E. 1991/13K. 6.6.1991T.; Anayasa Mahkemesi 1992/31E.  1993/29K. 21.9.1993T.,  10.11.2015 tarihinde www.kazancı.com adresinden erişilmiştir. 27  Suçta ve cezada kanunilik ilkesi, suç ve cezaların geçmişe yürütülememesi, masumiyet karinesi, şüpheden sanık yararlanır ilkesi, mükerrer cezalandırma yasağı (non bis in idem), cezalandırmada şahsilik ilkesi ve cezalarda orantılılık ve belirlilik ilkesi gibi çekirdek ceza hukuku  güvenceleri  hem  suçlarda  hem  de  kabahatlerde  uygulama  alanı  bulmaktadır. Ulusoy, Ali D., a.g.e., s.48 vd.; Suç ve kabahatlere ilişkin esaslara ilişkin uygulamalarda hukuk devleti ilkesi ışığında kişilerin mülkiyet hakkı, hak arama hürriyeti, kanuni hakim güvencesi, ispat hakkı, adil yargılanma hakkı korunmalıdır. Başaran Yavaşlar, Funda, (2006), İdari Nitelikli Vergi Suç ve Cezaları, Vergi Dünyası, s. 146-147.  28  Kaşıkçı, Mahmut, a.g.e., s.94, 116-117. 29  Mahmutoğlu,  Fatih  Selami,  (2009),  Suç-Kabahat  Ayırımı  –  İdari  Ceza  Hukukunun Temelleri, İdari Ceza Hukuku Sempozyumu, Seçkin Yayıncılık, İstanbul, s.42. 30  Örneğin, devlet, suç olarak tanımlanan insan öldürme fiilini kabahat olarak ihdas edemez. 322Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348                                                    Geçer oluşturmada  takdir  yetkisine  sahiptir.  Dahası,  hangi  fiillerin  kabahat oluşturduğu kanunda açıkça öngörülebileceği gibi kanununun kapsam ve koşulları bakımından belirlediği çerçeve sınırları içerisinde hükmün içeriği idarenin  genel  ve  düzenleyici  işlemleri  ile  doldurulabilecektir.  Bununla birlikte, 5326 sayılı Kabahatler Kanunu 4/2 gereğince kabahatin karşılığı olan yaptırımın türü, süresi ve miktarının kanun ile öngörülmesi zorunludur. 2. Vergi Cezalarının Hukuki Niteliği 3.1.  Genel Olarak Vergi cezalarına ilişkin hükümler, Vergi Usul Kanunumuzun dördüncü kitabının ikinci kısmında düzenlenmektedir. İkinci kısmın ilk bölümünde vergi  ziyaı  cezasına,  ikinci  bölümünde  usulsüzlük  cezalarına  ve  üçüncü bölümünde  hürriyeti  bağlayıcı  cezalara  yer  verildiği  anlaşılmaktadır.31 Üçüncü bölümde öngörülen kaçakçılık suçları, vergi mahremiyetinin ihlali ve mükelleflerin özel işlerini yapma suçlarının ceza hukuku kapsamı içinde değerlendirilmesi  gerektiği  kabul  edilmektedir.32  Diğer  taraftan,  vergi kabahatlerinin  ve  cezalarının  yer  aldığı  birinci  ve  ikinci  bölümdeki düzenlemelerin hukuki niteliğine ilişkin farklı görüşler mevcuttur.  3.2. Vergi Zammı Görüşü Bu  görüşü  ileri  sürenler,  vergi  kabahatlerinin  işlenmesi  sonucu uygulanan cezanın, öz itibari ile cezai bir niteliğinin olmadığını, bir vergi zammı  olduğunu  düşünmektedirler.33  Bu  görüşe  göre  vergi  kabahati cezalarının uygulanmasının amacı devlete gelir sağlanmasıdır. Ancak, bu görüş,  gerek  uluslararası  hukukta  gerekse  milli  hukuklarda  genel  kabul görmüş  olan  cezaların  şahsiliği  ilkesi  ile  uyuşmadığından  ötürü eleştirilmiştir.  Vergi  zammı  görüşü  benimsendiği  takdirde  cezanın  vergi borcu kapsamında değerlendirilmesi gerekmektedir. Böyle olunca da vergi cezasının ölüm ile sona ermemesi ve dolayısıyla mirasçılara intikal etmesi icap etmektedir. Diğer yandan, vergi kabahati cezası, vergi mükellefi, vergi                                                  31  Ayrıntılı Bilgi için Bkz. Başaran Yavaşlar, Funda, (2008), Vergi Ceza Hukukundaki Değişim Süreci ve Bu Sürecin Vergi Ceza Sistemine Etkileri, Vergi Sorunları Dergisi, Sayı 233, s. 72-94. 32  Akdoğan, Abdurrahman, (2013), Vergi Hukuku ve Türk Vergi Sistemi, Gazi Kitabevi, 11. Bası, Ankara, s. 128; Saban, Nihal, a.g.e. s. 468-469; Kırbaş, Sadık, (1995), a.g.e. s.141; Şenyüz, Doğan / Yüce, Mehmet / Gerçek, Adnan, (2014), Vergi Hukuku, Ekin, 5. Bası, Bursa, s. 246-247. 33  Kırbaş, Sadık, (1995), Vergi Hukuku, Siyasal Kitabevi, 7. Bası, Ankara, s.141.   323Vergi Ceza Hukukunda...                    Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348 sorumluları ile bunlarla ekonomik ya da hukuki ilişki içerisinde bulunan üçüncü  kişiler  ve  kanunda  belirtilen  diğer  kişilere  kanunun  öngördüğü kurallar  çerçevesinde  uygulanır.34  Burada  önem  arz  eden  husus,  vergi cezasının kabahat kim tarafından işlendi ise diğer bir ifade ile fail kim ise onun adına kesilmesidir.35  Ayrıca, vergiyi doğuran olay ile vergi kabahati cezasını gerektiren olay birbirinden  farklı  sebepler  dairesinde  doğmaktadır.36  Kanunlarda,  vergiyi doğuran  olayların  yer  almasının  temel  amacı,  sosyal  devlet  ilkesi çerçevesinde kamu finansmanının sağlanmasıdır. Vergi cezalarının amacı ise,  vergi  kanunlarının  etkin  bir  şekilde  tatbik  edilebilmesi  için  gerekli ortamın  oluşturulmasıdır.  Diğer  bir  ifade  ile  vergi  cezaları,  önleme  ve caydırıcılık özelliğine sahiptirler. Bu sebeplerle, vergi cezalarının hukuki niteliğinin vergi zammı olduğunu söylemek zor görünmektedir. 3.3. Tazminat Görüşü Tazminat görüşüne göre, kabahatlere uygulanacak vergi cezası devlet hazinesine verilen zarar nedeniyle hükmedilen parasal bir yaptırımdır.37 Bu görüş  de  modern  ceza  hukukunun  temel  ilkelerinden  olan   cezaların şahsiliği  ilkesi gereğince eleştiri almıştır. Cezaların şahsiliği ilkesi uyarınca vergi cezaları, kabahati işleyenin ölümü ile sona ermektedir.  Diğer yandan, tazminat  görüşünün  kabul  edilmesi  halinde,  vergi  cezasının  muhatabının ölümü durumunda bu cezanın mirasçılarına intikal edeceği tartışmasızdır. Bu bakımdan vergi cezalarının hukuki niteliğinin tazminat olduğunu söylemek mümkün gözükmemektedir.38  3.4. Ceza Hukuku Anlamında Para Cezası Olduğu Görüşü Bu  görüşe  göre,  kabahatlere  tatbik  edilecek  vergi  cezası,  ceza kanunlarında  yer  alan  ve  suçlu  bulunan  kişiyi  belli  bir  miktar  parayı ödemeye zorlayan adli para cezası niteliğindedir. Ancak, vergi cezalarında söz konusu olan bazı durumlar ceza hukuku anlamındaki para cezalarında                                                  34  Şenyüz, Doğan, a.g.e. s. 44. 35  Tüzel kişilerin nezdinde işlenen kabahatlerden ötürü cezalar tüzel kişi adına kesilmektedir. Ancak, ceza tüzel kişilikten alınamaz ise tüzel kişinin kanuni temsilcisine başvurulur. Kanuni temsilcinin sorumluluğu ikinci derecedir. (VUK madde 10 ve 333). 36  Mutluer, M. Kamil, (1994), Vergi Suç ve Cezalarına İlişkin Görüşler ve Vergi Suç ve Cezalarında Yapılması Düşünülen Değişiklikler, Yaklaşım Yayıncılık, Sayı 14, s. 13. 37  Donay, Süheyl, (1972), Para Cezaları, s. 130-132, 140-142, 75-76, 144, 157 Aktaran Karakoç, Yusuf, (2012), Vergi Hukuku, Yetkin Kitabevi, 6. Bası, Ankara, s. 479. 38  Kırbaş, Sadık, a.g.e., s. 142. 324Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348                                                    Geçer söz konusu değildir. Örneğin, para cezalarında kural olarak tüzel kişilerin sorumluluğu olmadığı halde Vergi Usul Kanununun 333. maddesi gereğince vergi cezalarında vardır. İlaveten, uzlaşma, pişmanlık gibi vergi hukukuna özgü  müesseselere,  adli  para  cezaları  için  başvurulamaz.  Ceza  hukuku anlamında  hükmedilen  para  cezası  ödenmediği  takdirde  hapis  cezasına çevrilebilir iken vergi cezalarında böyle bir durum yoktur. Ayrıca, vergi cezaları prensip olarak genel af kapsamında değildir.39 Görüldüğü üzere, vergi cezalarının, ceza hukuku anlamında para cezası olarak nitelendirilmesi de doğru olmayacaktır. 3.5.  Sui Generis  (Kendine Özgü) İdari Ceza Görüşü Vergi kanunlarının öngördüğü kişilerin işledikleri fiillerin, kabahat olup olmadıkları yönünde nitelendirme vergi idaresi tarafından yapılmaktadır.40 İdari bir makam olan vergi idaresi, kanunlar çerçevesinde kendisine tanınan bağlı  yetkiye  dayanarak  idari  işlem  ile  vergi  mevzuatına  aykırı  hareket edenler aleyhine vergi cezası kesmektedir. Bu yönüyle, vergi kabahatlerinin uygulanmasında  ve  uygulamadan  çıkan  ihtilafların  giderilmesinde  idare hukuku kurallarının göz önünde bulundurulacağı açıktır.  İdareye ceza kesme yetkisi verilmesinin altında yatan neden günümüz dünyasında  sosyal  ve  ekonomik  gelişmeye  bağlı  olarak  idarenin  kamu düzenini  sağlama  görevinin  genişlemesi  sonucu  etkin  bir  önleme  ve caydırma  sistemi  kurulması  arzusudur.  Bununla  birlikte  yukarıda  da değindiğimiz gibi vergi kabahatlerine ilişkin cezaların idare tarafından tesis edilmesi, bu cezaların mahiyetini değiştirmemektedir.  Diğer  yandan,  vergi  kabahatlerinin  cezalandırılmasında  idare,  hem işlemin  tarafıdır  hem  de  hakim  işlevine  sahiptir.41  Bu  sebeple,  vergi idaresinin vergi cezasını keserken yargı organı gibi adil bir muhakeme (fair trial) tesis etmesi gerekmektedir. Ayrıca, vergi suçlarında olduğu gibi vergi kabahatlerinde  de  hareket,  tipiklik,  hukuka  aykırılık  ve  kusurluluk unsurlarının bir arada bulunması zorunluluk teşkil etmektedir. İlaveten, vergi suçlarında olduğu gibi vergi kabahatlerine uygulanacak yaptırım konusunda                                                  39  Karakoç, Yusuf, a.g.e., s. 479. 40  Mutluer, M. Kamil, (2006), Vergi Genel Hukuku, İstanbul Bilgi Üniversitesi Yayınları, İstanbul, s. 228-229. 41  Karakoç, Yusuf, a.g.e., s. 480.   325Vergi Ceza Hukukunda...                    Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348 kanunilik  ilkesi  geçerlidir.42  Anayasamızın  38/1  fıkrasında:   Kanunun açıkça suç saymadığı bir fiil için kimseye ceza verilemez ve güvenlik tedbiri uygulanamaz. Kanunda yazılı cezalardan ve güvenlik tedbirlerinden başka bir  ceza  ve  güvenlik  tedbirine  hükmolunamaz.   hükmü  yer  almaktadır. Buradaki ceza terimi geniş anlamda olup hem suçlara hem de kabahatlere karşı kanun ile belirlenen yaptırımları ifade etmektedir. Evrensel bir kamu hukuku ilkesi olan cezalarda kanunilik ilkesi AİHM kararlarında da yer almaktadır.43  Diğer yandan, vergi kabahatleri işleyen faillere verilen cezaların devlete gelir sağlama gibi bir amacı yoktur. Bu durum, gerek Vergi Usul Kanununun Gerekçesinde,  gerekse  Danıştayın  yerleşik  içtihatlarında  belirtilmiştir.45 AİHM,  Jussile  v.  Finlandiya  Davasında,46  yaptırımın  iç  hukukta  nerede sınıflandırıldığının (legal classification) önemli olmadığına, önemli olanın ilgili vergi kuralının caydırıcı (deterrent) ve cezalandırıcı (punitive) amacı olup olmadığının belirlenmesi gerektiğine karar vermiştir.47 Görüldüğü üzere AİHM,  Avrupa  İnsan  Hakları  Sözleşmesinin  (AİHS)  6.  maddesinde düzenlenen   cezai  nitelikteki  suçlama   kavramını  geniş  olarak yorumlamakta ve şartları sağlandığı takdirde idari cezaların da bu kavrama                                                  42  Kılıç, Ayhan, (2014), Kabahatler Kanunu nun Genel Hükümlerinin Vergi Kabahatleri Bakımından Uygulanabilirliği, TAAD, Yıl 5, Sayı 18, s.316; Öncel, Mualla, / Kumrulu, Ahmet / Çağan, Nami, a.g.e., s. 209; Bkz. 5326 sayılı Kabahatler Kanunu Madde 4/2. 43  Kokkinakis  v.  Yunanistan  Davasında:   ...  Başvurucu  kendisine  verilen  mahkumiyet kararının  dayanağı  olan  yasa  hükmünün  yeterli  açıklıkta  ve  anlaşılabilir  nitelikte olmadığını ve bu nedenle Sözleşme nin 7. maddesinin ihlal edildiğini ileri sürmüş ise de, Sözleşme nin  7.  maddesinin  birinci  fıkrası  ceza  kanunlarının  sanık  aleyhine  geriye yürümezliği ile sınırlı olmayıp bu madde daha genel olarak bir suç ve cezanın sadece yasa tarafından  tanımlanması  ilkesi  ile  ceza  kanunlarının  sanığın  aleyhine  örneğin  kıyas (analoji)  yoluyla  genişletilmemesi  gerektiğinden,  buna  göre  bir  suç  yasada  açıkça tanımlanması gerektiğinden, bir kimsenin kendisini sorumlu kılan ilgili yasa hükmünü gerekirse mahkemelerin yorumu ile birlikte bilebilir durumda olması halinde bu şart yerine getirilmemiş sayılacağına...  ifade edilmiştir.   Saban, Nihal, a.g.e., s. 473. 44  Kaşıkçı, Mahmut, a.g.e., s. 114. 45  Danıştay İçtihatları Birleştirme Kurulu [12.6.1980]   ...Vergi cezaları, vergi kanunlarına karşı işlenen fiil nedeniyle devletin gördüğü zarara eşit bir tazminat ya da zam almak değil, zararı aşan tutarda karşılık almak yoluyla faili cezalandırmak ve ceza tehdidiyle, söz konusu fiili önlemek amacı güdülmüştür...  kararına varmıştır. Saban, Nihal, a.g.e., s. 476. 46  Jussila v. Finland [GC], Başvuru No: 73053/01 23.11.2006. 47  Ulusoy, Ali, İdari Yaptırımlar, s. 37-38. 326Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348                                                    Geçer dahil olabileceğini kabul etmektedir.48 Yukarıda açıklamalar ışığında, vergi kabahatlerinin cezalandırıcı bir öze sahip olduğu sonucuna ulaşılmaktadır. Ancak,  bu  noktada,  vergi  hukukunun  kendine  özgü  kurallarının olduğuna dikkat çekmek icap etmektedir. Örneğin, Vergi Usul Kanununun 376.  maddesinde  yer  alan  şartları  yerine  getiren  mükellef  veya  vergi sorumlusuna kesilen usulsüzlük, özel usulsüzlük ve vergi ziyaı cezalarında otomatik bir indirim söz konusu olacağı düzenlenmektedir. Ayrıca, Vergi Usul Kanununun  pişmanlık ve ıslah  başlığını taşıyan 371. maddesinin ilk fıkrasında:   Beyana  dayanan  vergilerde  vergi  ziyaı  cezasını  gerektiren fiilleri işleyen mükelleflerle bunların işlenişine iştirak eden diğer kişilerin kanuna aykırı hareketlerini ilgili makamlara kendiliğinden dilekçe ile haber vermesi hâlinde, haklarında aşağıda yazılı kayıt ve şartlarla vergi ziyaı cezası kesilmez  hükmü yer almaktadır. Bu hüküm, Vergi Usul Kanununun 359.  maddesinin  sondan  bir  önceki  fıkrası  gereğince  vergi  kaçakçılığı suçlarında  dahi  uygulanabilmektedir.  Bir  diğer  örnek,  Vergi  Usul Kanununun  Ek  1.  maddesi  ve  devamında  düzenlenmiş  olan  uzlaşma müessesesi  çerçevesinde, idare  ile  vergi  cezasına  muhatap  olacak ya  da olmuş kişiler, vergi cezası konusunda pazarlık yapabilme imkanına sahip olmaktadır. Görüldüğü üzere örnek olarak verdiğimiz bu üç hükümde de amaç, idare ile vergi mükellefi ve sorumluları ve diğer ilgili kişiler arasında çıkan  ihtilafın  bir  an  önce  sonlandırılarak  vergi  kanunlarının  öngördüğü kurallar  çerçevesinde  devletin  ilgili  geliri  elde  etmesinin  etkin  şekilde sağlanmasıdır.  Bu  yönü  de  nazara  alarak  toplu  bir  değerlendirme yaptığımızda, bize göre vergi kabahatleri, vergi ceza hukukuna özgü  sui generis  idari cezalar olarak nitelendirilmelidir.  4.  Non Bis İn İdem  İlkesi Modern  ceza  hukuku  ve  ceza  muhakemesi  hukukunun  esaslı ilkelerinden biri olarak kabul edilen  non bis in idem  ilkesine göre, kişi tek bir fiili ile mükerrer cezalandırma ve yargılamaya tabi tutulamamaktadır.50                                                   48  Saban, Nihal, a.g.e., s. 474-475. 49  Diğer yandan aynı fiil nedeniyle hem idari ceza verilip hem de idari tedbir uygulanması durumunda  non bis in idem  ilkesine aykırılık söz konusu değildir. Zira, idari tedbir teknik anlamda cezalandırıcı niteliğe sahip değildir. İdari tedbir, mevzuat ihlalini engelleme, ihlali sona erdirme ve tekrarlatmama amacı taşımaktadır. Örneğin Hayvan Koruma Kanununa göre hayvanlara kötü muamele gösteren kişiye kabahat cezası niteliğinde idari para cezası verilmekte ve aynı zamanda bir daha hayvan bulundurmama yasağı konulabilmektedir.   327Vergi Ceza Hukukunda...                    Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348  Non bis in idem  ilkesinin uygulama alanı bulabilmesi için maddi olayda aynı kişinin aynı fiili olması şarttır.51 Bu ilke,  geçmişte yapılan yargılama neticesinde verilen hüküm, geleceğe karşı bir güvence işlevine sahiptir  ilkesini  temel  almaktadır.52Anayasamızda  bu  ilkeye  doğrudan  yer verilmemiştir. Diğer taraftan, 5237 sayılı Türk Ceza Kanununun fikri içtima başlıklı  44.  maddesinde:     İşlediği  bir  fiil  ile  birden  fazla  farklı  suçun oluşmasına sebebiyet veren kişi, bunlardan en ağır cezayı gerektiren suçtan dolayı cezalandırılır.  hükmü öngörülmektedir. İlaveten, 5271 sayılı Ceza Muhakemesi Kanununun 172. maddesinin 2. fıkrasında:  Kovuşturmaya yer olmadığına dair karar verildikten sonra yeni delil meydana çıkmadıkça, aynı fiilden dolayı kamu davası açılamaz.  ve 223. maddesinin 7. fıkrasında:  aynı fiil nedeniyle, aynı sanık için önceden verilmiş bir hüküm veya açılmış bir dava varsa davanın reddine karar verilir.  kuralları yer almaktadır.53 Görüldüğü  üzere,  ceza  mevzuatımız  uyarınca   non  bis  in  idem   ilkesi dikkate alınmaktadır  Ancak ceza kanunlarının yer bakımından uygulanmasını öngören Türk Ceza Kanununun 8 ve devamındaki maddeler bakımından  non bis in idem  ilkesi kural olarak kabul görmemektedir.54 Bununla birlikte,  non bis in idem  ilkesi, Türkiye nin taraf olduğu 28.5.1970 tarihli  Ceza Yargılarının Milletlerarası Değeri Konusunda Avrupa Sözleşmesi  ve 15.5.1972 tarihli                                                                                                                    Burada  öngörülen  hayvan  bulundurmama  yasağı  cezalandırma  amacı  gütmemektedir sadece bir idari tedbirden ibarettir. Ulusoy, Ali, a.g.e. s. 111. 50  Dönmezer, Sulhi / Erman, Sair, (1985), Nazari ve Tatbiki Ceza Hukuku, Cilt III, Filiz Kitabevi, İstanbul, s. 28 Aktaran Aslan, M. Yasin, (2009), İdari Yaptırımlar, TBB Dergisi, Sayı 85, s.176. 51  Ünver, Yener / Hakeri, Hakan, (2014), Ceza Muhakemesi Hukuku, Adalet Kitabevi, Ankara, s. 757. 52  Özen, Mustafa, (2010), a.g.e., s. 390. 53   Non bis in idem  ilkesi, kesinleşmiş ve bağlayıcı bir mahkeme kararının varlığı halinde aynı eyleme dayalı yeni bir soruşturmanın yapılmasını da önlemektedir. Danelius, Hans, (2007),  Mänskliga rättigheter i europeisk praxis: En kommentar till Europakonventionen om de mänskliga rättigheterna,  Norstedts juridik, Stockholm, s. 516 Aktaran Karlsson, Sandra, (2011), Ne Bis In Idem- A Comparative Study of the Interpretation of the Principle in Sweden and Norway Concerning Tax Surcharge and Tax Fraud, Jönköping International Business School, s. 5. 54  Uluslararası alanda  non bis in idem  ilkesinin uygulanmasına ilişkin bilgi için bkz. Vervaele, John A.E., (2005), The Transnational Ne Bis In Idem Principle in the EU Mutual Recognition and Equivalent Protection of Human Rights, Utrecht Law Review, Cilt 1, Sayı 2, s. 100-118. 328Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348                                                    Geçer  Ceza Kovuşturmalarının Aktarılması Konusundaki Avrupa Sözleşmesi  ile uluslararası ceza hukuku alanında uygulama alanı bulmaktadır.55  Diğer yandan, 5326 sayılı Kabahatler Kanununun  içtima  başlıklı 15. maddesine göre:   (1) Bir fiil ile birden fazla kabahatin işlenmesi halinde bu kabahatlere ilişkin tanımlarda sadece idarî para cezası öngörülmüşse, en ağır idarî para cezası verilir. Bu kabahatlerle ilgili olarak kanunda idarî para cezasından başka idarî yaptırımlar da öngörülmüş ise, bu yaptırımların her birinin uygulanmasına karar verilir. (2) Aynı kabahatin birden fazla işlenmesi halinde her bir kabahatle ilgili olarak ayrı ayrı idarî para cezası verilir. Kesintisiz fiille işlenebilen kabahatlerde, bu nedenle idarî yaptırım kararı verilinceye kadar fiil tek sayılır. (3) Bir fiil hem kabahat hem de suç olarak tanımlanmış ise, sadece suçtan  dolayı  yaptırım  uygulanabilir.  Ancak,  suçtan  dolayı  yaptırım uygulanamayan hallerde kabahat dolayısıyla yaptırım uygulanır.  Anlaşılacağı  üzere,  Kabahatler  Kanununun  15.  maddesinin  1. fıkrasında, bir fiil ile birden fazla kabahatin işlenmesi halinde idari para cezasının uygulanması bakımından  non bis in idem  ilkesinin benimsendiği gözlemlenmektedir. Bu durumda, kişi sadece en ağır olan idari para cezasına maruz  kalacaktır.  Maddenin  son  fıkrasında  ise  bir  fiilin  kanunda  hem kabahat hem de suç olarak tanımlandığı durumlarda sadece suçtan ötürü yaptırım  uygulanabileceği  düzenlenmektedir.  Hükümden  de  açıkça anlaşılacağı üzere burada da  non bis in idem  ilkesi kabul edilmektedir.56                                                   55  Özgenç, İzzet, a.g.e., s. 867-868. 56  Nitekim maddenin gerekçesi de bu durumu onaylamaktadır. Kabahatler Kanununun 15. Maddesinin 3. fıkrasının gerekçesine göre:  Bir fiil, bazı durumlarda hem suç hem de kabahat oluşturabilir. Maddenin üçüncü fıkrası, bu hallere özgü ve fakat sadece içtima ile ilgili bir hüküm içermektedir. Bu gibi durumlarda kişi hakkında sadece suçtan dolayı ceza veya güvenlik tedbirine hükmedilebilecektir; fiilin kabahat oluşturması dolayısıyla ayrıca idarî  yaptırım  uygulanamayacaktır.  Böylece,   non  bis  in  idem   kuralına  suçlarla kabahatler arasında da geçerlilik tanınmıştır. Ancak, suçtan dolayı ceza veya güvenlik tedbirine hükmedilemeyen hallerde, kabahat dolayısıyla yaptırım uygulanabilecektir.     329Vergi Ceza Hukukunda...                    Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348 Genellikle ceza hukukuna özgü bir kavram olarak bilinen 1973 yılında mevzuatımıza  giren  non  bis  in  idem  ilkesi,  iç  hukukta  ve  uluslararası hukukta,  ceza  hukukundan  disiplin  cezalarına,  uluslararası  savaş hukukundan devletler hukuku yaptırımlarına kadar hukukun birçok alanında kullanılmakta  olan  evrensel  bir  hukuk  ilkesi  haline  gelmiştir.57  Nitekim AİHS in 22.11.1984 tarihli 7 numaralı protokolünün aynı suçtan iki kez yargılanmama ve cezalandırmama hakkı başlıklı 4. maddesi non bis in idem kuralını düzenlemektedir. Bu maddeye göre:  (1) Hiç kimse bir devletin ceza yargılaması usulüne ve yasaya uygun olarak kesin bir hükümle mahkum edildiği ya da beraat ettiği bir suçtan dolayı  aynı  devlet  yargısal  mercilerince  yargılanamaz  veya cezalandırılamaz. (2)  Yukarıdaki  fıkra  hükümleri  yeni  veya  yakın  zamanda  ortaya çıkarılan delillerin veya önceki işlemlerde davanın sonucunu etkileyebilecek esaslı kusurun varlığı durumunda ilgili devletin ceza yargılaması usulü ve yasasına uygun olarak davanın yeniden açılmasını engellemez. (3) Sözleşme nin 15. maddesine dayanılarak bu maddeye aykırı hiçbir tedbir alınamaz.  Bu madde hükmünde,  non bis in idem  ilkesinin düzenlenmesindeki amaç kişiler için hukuk güvenliğinin sağlanması ve mahkeme kararına kesin hüküm  otoritesinin  ebedi  bir  şekilde  verilmesidir.59  AİHM,  Gradinger davasında, iki mahkeme kararında, hukuki nitelendirmeler farklı dahi olsa, aynı fiile dayanılması halinde AİHS in 7 Nolu Protokolünün 4. maddesinin ihlal edildiğine karar vermiştir.60 AİHM, diğer bir kararında, idari yaptırıma maruz  kalan  kişinin,  aynı  fiil  nedeniyle,  ikinci  kez  ceza  davasında mahkumiyetini olayın özellikleri nedeniyle  non bis in idem  ilkesine aykırı bulmuştur.61 Ancak,  non bis in idem  ilkesinin yer aldığı AİHS in 7 Nolu                                                  57  Ünver, Yener / Hakeri, Hakan, a.g.e., s. 756. 58  Bu Protokol 1.11.1988 tarihinde yürürlüğe girmiştir. 59  Van Bockel, Bas (2010), The Ne Bis in Idem Principle in EU Law, Kluwer International, Birleşik Krallık, s. 25. 60  Gradinger v. Avusturya, Başvuru No: A 328-C 23.10.1995, Gözübüyük, Şeref / Gölcüklü, Feyyaz, (2007), Avrupa İnsan Hakları Sözleşmesi ve Uygulaması, Turhan Kitabevi, 7. Bası, Ankara, s. 314. 61  Fischer v. Avusturya, Başvuru No: 37950/97 29.5.2001 Gözübüyük, Şeref / Gölcüklü, Feyyaz, a.g.e., s. 314. 330Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348                                                    Geçer Protokolü  ülkemiz  tarafından  imzalanmış  olmasına  rağmen onaylanmamıştır.62  Görüşümüze  göre,   non  bis  in  idem   ilkesinin uygulanabilmesi için bu Protokole taraf olmaya gerek yoktur. Zira, bu ceza hukuku ilkesi evrensel nitelikte olup Anayasamızda yer alan hukuk devleti ilkesinin vazgeçilemez yapı taşlarından biridir.  5. Vergi Ceza Hukukunda  Non Bis İn İdem  İlkesi  Yukarıda değindiğimiz gibi vergi mükellefi ile sorumluları ve kanunda öngörülen diğer ilgili kişilerin vergi kanunlarına aykırı fiilleri yaptırımlara tabi tutulmaktadır. Kanun koyucu, hukuka aykırılık teşkil eden bu fiilleri, ülkede belli bir zaman diliminde oluşturulmuş ceza politikası uyarınca suç ya  da  kabahat  olarak  tanımlamaktadır.  Bilindiği  üzere  kanunda  vergi kabahati  olarak  tanımlanan  fiiller  için  para  cezası,  vergi  suçu  olarak tanımlanan  fiiller  için  ise  hürriyeti  bağlayıcı  ceza  öngörülmektedir.  Bu noktada cevaplandırılması önem arz eden husus bir fiilin birden fazla vergi kabahati olarak düzenlendiği ya da bir fiilin hem vergi kabahati hem de vergi suçu  olarak  düzenlendiği  durumlarda  failin  nasıl  cezalandırılacağının belirlenmesidir.  1  Haziran  2005  tarihinde  yürürlüğe  giren  5326  sayılı  Kabahatler Kanununun  15.  maddesi  yukarıda  arz  ettiğimiz  gibi  suç  ve  kabahatler açısından içtima hükümleri içermektedir. Bu hükümlerde, bir fiil ile birden fazla kabahatin işlenmesi durumunda bu kabahatlere ilişkin sadece idari para cezası öngörülmüş ise en ağır para cezasının verileceği; bir fiil hem kabahat hem  de  suç  olarak  tanımlanmış  ise  sadece  suçtan  ötürü  yaptırım uygulanacağı  öngörülmektedir.  Burada,  Kabahatler  Kanununun  bu hükümlerinin  vergi  cezaları  açısından  uygulanabilirliğinin  tartışılması gereklidir.  İlk  başta  belirtilmedir  ki  Kabahatler  Kanunu  içerdiği  bazı hükümlerin belirsizliğe yol açması sebebiyle doktrinde eleştirilmektedir.63 5560  sayılı  Kanun  ile  değişikliğe  gidilmiş  Kabahatler  Kanununun  3. maddesinin ilk fıkrasında, bu Kanunun idari yaptırım kararlarına karşı kanun yoluna  ilişkin  hükümlerinin,  diğer  kanunlarda  aksine  bir  hüküm bulunmaması halinde uygulanacağı hükmü yer almaktadır. Vergi cezalarında                                                  62  İlginç bir nokta ise Almanya, Birleşik Krallık ve Hollanda nın da bu Protokole henüz taraf olmamasıdır.  http://www.coe.int/tr/web/conventions/full-list//conventions/treaty/117/signatures 63  Saban, Nihal, (2014), a.g.e., s. 479.   331Vergi Ceza Hukukunda...                    Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348 başvurulacak  kanun  yollarına  ilişkin  düzenlemelerin  2577  sayılı  İdari Yargılama Usulü Kanunu ile 2576 sayılı Bölge İdari Mahkemeleri, İdare Mahkemeleri ve Vergi Mahkemelerinin Kuruluşu ve Görevleri Hakkında Kanunda  yer  alması  sebebiyle,  vergi  cezaları  bakımından  Kabahatler Kanununun  kanun  yollarına  ilişkin  hükümlerinin  uygulama  alanı bulamayacakları açıktır. Ancak, Kabahatler Kanununun 3. maddesinin 2. fıkrasında, bu Kanunun, kanun yollarına ilişkin hükümleri haricinde diğer genel hükümlerinin idari para cezası veya mülkiyetin kamuya geçirilmesi yaptırımını gerektiren bütün fiillerde uygulanacağı öngörülmektedir.  Acaba, yukarıda değindiğimiz Kabahatler Kanununda yer alan maddi hukuka ilişkin içtima hükümlerinin vergi kabahatlerine de uygulanması söz konusu  olabilir  mi?  Bu  bağlamda,  kanunlar  çatışması  durumunda  hangi kanunun  öncelikle  uygulanacağı   lex  posterier-lex  specialis   kuralları çerçevesinde  tespit  edilebilir.64     Lex  posterier   sonraki  kanunun uygulanmasını öngörür iken  lex specialis  özel kanunun uygulanmasını öngörmektedir. Her iki kanunun da genel olması veya her iki kanunun da özel  olması  yahut  önceki  kanunun  genel  sonraki  kanunun  özel  olması durumlarda   lex  posterier   kuralı  uygulanır.  Diğer  bir  ifade  ile  sonraki kanun önceki kanunu yürürlükten kaldırmaktadır. Ancak, önceki kanunun özel, sonraki kanunun genel olduğu durumlarda  lex specialis  kuralına yani özel nitelikteki kanunun uygulanmasına öncelik verilir. Ancak, bu ilkenin her zaman uygulanması söz konusu olamaz. Bu durumda en uygun çözüm, kanun koyucunun iradesinin araştırılması yolu ile belirlenebilir.65 Kabahatler Kanununun 3. maddesinin 1-b bendinin lafzına bakıldığında idari para cezası veya mülkiyetin kamuya geçirilmesi yaptırımını gerektiren bütün  fiiller  hakkında  Kabahatler  Kanununun  genel  hükümlerinin uygulanacağı açıkça ifade edilmiştir. Kabahatler Kanunu, genel nitelikte bir kanun olduğu için Vergi Usul Kanununda özel olarak düzenlenmiş vergi cezalarına  ilişkin  içtima  kurallarını  ilga  etmediği  sonucuna  ulaşılabilir. Ancak yukarıda da değindiğimiz Kabahatler Kanununun 3. maddesinin açık lafzı karşısında Kabahatler Kanununda öngörülen içtima hükümlerinin Vergi Usul Kanununda öngörülen içtima kurallarını ilga ettiği de ifade edilebilir. Diğer yandan,  5728 sayılı Kanun ile 23.1.2008 yılında değişikliğe uğramış                                                  64  Kılıç, Ayhan, (2014), a.g.e., s. 307. 65  Güriz, Adnan, (1987), Hukuk Başlangıcı, AÜHF Yayınları, Ankara, s. 101. 332Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348                                                    Geçer 213 sayılı Vergi Usul Kanununun 367/4 fıkrasında:  359 uncu maddede yazılı  suçlardan  dolayı  cezaya  hükmedilmesi,  vergi  ziyaı  cezası  veya usulsüzlük cezalarının ayrıca uygulanmasına engel teşkil etmez.  hükmü yer almaktadır.66 Bu durumda, sonraki özel kanun olan bu kanun hükmünün belirlediği  sınırlar  çerçevesinde  Kabahatler  Kanunundaki  içtima hükümlerinin  uygulanmaması  gerektiği  söylenebilir.  Görüşümüze  göre, genel ya da özel, önceki ya da sonraki kanun ile olsa dahi aynı kişinin aynı fiili, belli zaman ve mekanda egemen devletin ceza politikası çerçevesinde hem  suç  hem  de  kabahat  olarak  tanımlansa  dahi  iki  ayrı  yaptırıma hükmedilmemesi  ve  iki  ayrı  yargılama  sürecine  tabi  tutulmaması gerekmektedir. Bu, evrensel bir kamu hukuku ilkesi olan  non bis in idem  ilkesinin ve Anayasamızda var olan hukuk devleti olmanın gereğidir.68  213 sayılı Vergi Usul Kanununda, vergi kabahat ve suçlarına ilişkin içtima hükümleri öngörülmektedir. Kanunun 335. maddesinde, vergi ziyaı cezasında, cezayı gerektiren tek bir fiil ile başka neviden birkaç vergi kayba uğratılmış olursa her vergi bakımından ayrı ayrı ceza kesileceği hükmü yer almaktadır. Örneğin, ödünç para verme işleriyle sürekli uğraşan bir gelir vergisi yükümlüsü faaliyetini vergi dairesine bildirmemiş ise tek fiil ile gelir vergisi  yanında  banka  ve  sigorta  muameleleri  vergisi  ile  ilgili yükümlülüğünü de yerine getirmemiş olacaktır.69 Burada, kişi bir fiil ile birden  fazla  ve  birbirinden  farklı  vergi  ziyaına  sebebiyet  vermiştir.  Bu örnekteki gibi durumlarda, tek fiile iki farklı ceza verilmesinin, vergi ceza hukukunun kendine özgü sistemi içindeki mahiyetleri ve hizmet ettikleri                                                  66  5728 sayılı Kanun ile 213 sayılı Vergi Usul Kanununun 359. maddesinin son fıkrası benzer şekilde  düzenlenmiştir:   Kaçakçılık  suçlarını  işleyenler  hakkında  bu  maddede  yazılı cezaların  uygulanması  344  üncü  maddede  yazılı  vergi  ziyaı  cezasının  ayrıca uygulanmasına engel teşkil etmez.   67  5728 sayılı Kanun ile 23.1.2008 yılında değişikliğe uğramış 213 sayılı Vergi Usul Kanunu 367/5  fıkrasında   Ceza  mahkemesi  kararları,  bu  Kanunun  dördüncü  kitabının  ikinci kısmında yazılı vergi cezalarını uygulayacak makam ve mercilerin işlem ve kararlarına etkili  olmadığı  gibi,  bu  makam  ve  mercilerce  verilecek  kararlar  da  ceza  hâkimini bağlamaz.  hükmü yer almaktadır.  68  Doktrinde, Vergi Usul Kanununun, Kabahatler Kanununa göre özel kanun olduğu ve bu sebeple tek fiilin hem suç hem de kabahat olarak tanımlandığı durumda ikisine de ilişkin cezanın ayrı ayrı verilebileceği savunulmaktadır. Başaran Yavaşlar, Funda, (2008), Vergi Suç ve Kabahatleri Hukukunda Son Durum, İstanbul Barosu Dergisi, Cilt 82, Sayı 6, s.2847; Kılıç, Ayhan, a.g.e., s. 308. 69  Öncel, Mualla, / Kumrulu, Ahmet / Çağan, Nami, a.g.e., s. 216-217.   333Vergi Ceza Hukukunda...                    Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348 amaçlar  bakımından  birbirinden  farklı  vergi  hükümlerinden kaynaklanmasından ötürü kabul edilebileceğini düşünüyoruz. Diğer taraftan, Vergi Usul Kanununun 336. maddesinde, tek bir fiil ile hem vergi ziyaı hem de usulsüzlük cezası birlikte işlenmiş olursa bunlara ilişkin cezalardan sadece miktar itibari ile en ağırının tatbik edileceği ifade edilmektedir. Görüldüğü üzere, Kanun, burada,  non bis in idem  ilkesini kabul etmekte, tek bir fiile tek bir ceza kesilmesini emretmektedir.  Ancak,  Vergi  Usul  Kanununun  özel  usulsüzlükleri  düzenleyen  353. maddesinin sondan ikinci fıkrası hükmü aynı fiilin hem vergi ziyaı hem de özel  usulsüzlük  kabahatine  girdiği  durumlarda  birleşme  hükmünün uygulanmayacağını,  kabahatlere  ilişkin  cezaların  ayrı  ayrı  uygulanması gerektiğini  öngörmektedir.  İlk  bakışta,  özel  usulsüzlük  cezası  gerektiren fiillerin, vergi alacağı açısından yakın tehlike kabahati oluşturduğundan ötürü vergi ziyaı kabahati ile birleşmemesi gerektiği savunulabilir. Ancak, olması gereken kişinin fiili hem özel usulsüzlük hem de vergi ziyaı cezasını gerektiriyor ise hangi ceza daha fazla ise sadece o cezanın kesilmesidir.  Vergi Usul Kanununun 340. maddesinde, vergi kabahatleri ile suçların birleştirilemeyeceği hüküm altına alınmıştır. Bu hükme göre, kişinin tek bir fiilinin kanunda hem vergi kabahati hem de vergi suçu olarak düzenlenmiş olması halinde kabahat nedeni ile para cezası verilecek, suç için ise hapis cezasına  hükmolunacaktır.  Vergi  ceza  hukuku  uygulamasında  en  büyük problemlerin  yaşandığı  yer  de  burasıdır!  Zira,  kişinin  fiilinden  ötürü kesilecek vergi cezasına ilişkin uyuşmazlık idari yargıda, aynı fiilden ötürü verilecek  hürriyeti  bağlayıcı  cezaya  ilişkin  uyuşmazlık  da  adli  yargıda görülecektir.  Bu  gibi  durumlarda  birbirinden  farklı  iki  yargılama  süreci paralel  olarak  devam  etmektedir.  Ayrıca,  Vergi  Usul  Kanununun  367. maddesinin  son  fıkrasında,   Ceza  mahkemesi  kararları,  bu  kanunun dördüncü  kitabının  ikinci  kısmında  yazılı  vergi  cezalarını  uygulayacak makam ve mercilerin işlem ve kararlarına etkili olmadığı gibi, bu makam ve mercilerce verilecek kararlar da ceza hakimini bağlamaz.  hükmüne yer verilmektedir.  Görüldüğü  üzere,  aynı  fiilden  mütevellit  yargılamalar sonucunda  elde  edilecek  kararların  birbiri  ile  çelişen  sonuçlar  içermesi halinde dahi birbirlerini bağlamadığı hüküm altına alınmıştır. Doğal olarak                                                  70  Şenyüz, Doğan / Yüce, Mehmet / Gerçek, Adnan, a.g.e., s. 233. 334Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348                                                    Geçer bu durum, hukuk güvenliği ilkesini zedelemekte ve kesin hüküm otoritesini zayıflatmaktadır.  Buraya  kadar  anlattıklarımızı  uygulamadaki  yargı  kararları  ile somutlaştırmaya  çalışalım.  Yargıtay  Ceza  Genel  Kurulunun  vergi kaçakçılığının oluşup oluşmadığına ilişkin bir kararında, özetle,  ...Vergi Mahkemesi tarafından dava konusu faturaların fail tarafından bilerek ve isteyerek  kullanılmadığı, bu  itibarla  vergi  kaçakçılığı  değil  kusur  cezası uygulanması gerektiğine karar verilmiş, bu karar Danıştay incelemesinden geçerek kesin hüküm haline gelmiş olsa bile her ne kadar failin bu eylemleri nedeniyle  vergi  kaybına  neden  olunduğunun  tespiti  kesinleşen  vergi mahkemesi kararı ile saptanmış olsa da,  bu karardaki faturaların bilerek ve istenerek kullanılmadığı kanaatin suçun manevi unsuru ile ilgili olduğu ve oluşup  oluşmadığının  ceza  mahkemesi  tarafından  değerlendirilmesi gerektiğine  ve  bu  sebeplerle  hiç  bir  değerlendirme  yapmadan  Yerel Mahkeme  tarafından  Danıştay  incelemesinden  geçerek  kesinleşen  Vergi Mahkemesi kararına dayanılarak verilen beraat kararının bozulmasına...  karar vermiştir. Yargıtay Ceza Genel Kurulunun verdiği bu kararın isabetli olduğu düşünülebilir. Zira, Vergi Mahkemesi tarafından verilen ve Danıştay incelemesinden geçerek kesinleşen kararda incelenmesi gereken esaslı nokta vergi ziyaının oluşup oluşmadığıdır. Ancak, Vergi Mahkemesi, burada Vergi Usul  Kanununun  344.  maddesinin  ikinci  fıkrası  gereğince  failin  aynı kanunun 359. maddesindeki fiilleri bilerek ve isteyerek işleyip işlemediğinin tespitini yapmak zorunda kalmaktadır. Çünkü, vergi ziyaına sebebiyet veren fiiller  Vergi  Usul  Kanununun  359.  maddesinde  sayılı  fiillerden kaynaklanmış ise vergi ziyaı cezasının üç kat, değil ise bir kat kesilmesi gerekmektedir. Görüldüğü üzere, Yargıtay Ceza Genel Kurulunda tartışılan Danıştay incelemesinden geçerek kesinleşmiş Vergi Mahkemesi kararında failin kusur ile vergi kaybına sebep olduğu hükme bağlanmıştır. Diğer bir ifade  ile  failin  fiili  bilerek  ve  isteyerek  işleyip  işlemediği  Danıştay incelemesinden  geçerek  kesinleşen  bu  kararda  tartışılmıştır.  Burada, kanaatimizce idari yargının verdiği kesin hüküm mevcut iken aynı fiilin tekrardan hukuki olarak nitelendirilmesi ve failin tekrar yargılamaya tabi olması  non bis in idem  ilkesine aykırılık oluşturmaktadır. Ancak bu gibi durumlarda unutulmaması gereken bir husus, genel olarak vergi kaçakçılığı                                                  71  YCGK E.2001/11-213 K.2001/219 16.10.2001.   335Vergi Ceza Hukukunda...                    Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348 suçu için Hazinenin vergi kaybına uğramasına gerek olmadığıdır. Eğer Vergi Mahkemesi vergi kaybının hiç doğmadığına karar verse idi, bu karar Ceza Mahkemesinin  kaçakçılık  suçunun  oluştuğuna  dair  kararı  ile  bir  çelişki içinde olmazdı. Zira, burada, Vergi Mahkemesinin kararında vergi ziyaının hiç oluşmadığı tespit edilmiş dolayısıyla vergi kaybına sebep olabilecek bir fiilin kasti olarak işlenip işlenmediğine ilişkin değerlendirme yapılmamış olacaktı. Yukarıda  anlattığımız  vakıaya  benzer  bir  vakıaya  ilişkin  Anayasa Mahkemesine bireysel başvuru yapılmıştır. Bu bireysel başvurudaki maddi olay şu şekilde özetlenebilir: Başvurucu, müdürü olduğu şirkete yönelik olarak  vergi  denetmeni  tarafından  yapılan  vergi  incelemesi  sonucu hazırlanan vergi suçu raporuna istinaden İstanbul Cumhuriyet Başsavcılığı tarafından hazırlanan iddianame ile açılan davada, İstanbul 13. Asliye Ceza Mahkemesi tarafından sahte belge alıp kayıtlarına intikal ettirerek kullanmak suretiyle vergi kaçakçılığı yaptığı gerekçesiyle Vergi Usul Kanununun 359. maddesine  muhalefetten  iki  yıl  altı  ay  hürriyeti  bağlayıcı  cezaya hükmedilmiştir.  Başvurucu  tarafından  temyiz  edilen  karar  24.6.2009 tarihinde Yargıtay 11. Dairesi tarafından düzeltilerek onanmıştır. Başvurucu aynı zamanda müdürü olduğu şirket adına kesilen cezaların iptaline ve cezalı tarhiyatın  kaldırılmasına  ilişkin  İstanbul  8.  Vergi  Mahkemesinde  dava açmıştır.  İstanbul  8.  Vergi  Mahkemesi  20.4.2009  tarihinde  ilgili  vergi cezalarının  kaldırılmasına  hükmetmiştir.  Bu  karar,  Danıştay  9.  Dairesi tarafından 15.4.2010 tarihinde onanmıştır. Başvurucu, Vergi Mahkemesinin kesinleşen kararı ile ceza davasını yürütmüş olan İstanbul 13. Asliye Ceza Mahkemesinde yargılanmanın yenilenmesi prosedürünü başlatmıştır. Ancak Mahkeme yargılanmanın yenilenmesi talebini reddetmiştir. Başvurucunun itirazı üzerine, inceleme yapan İstanbul 6. Ağır Ceza Mahkemesi de itirazı reddetmiştir.  Başvurucu,  ceza  yargılaması  sırasında  ve  yargılamanın yenilenmesi talepleri karara bağlanırken adil yargılanma ve etkili başvuru haklarının ihlal edildiğini bireysel başvuru yolu ile Anayasa Mahkemesi önünde ileri sürmüştür. Ancak, Anayasa Mahkemesi, 23.9.2012 tarihinden önce kesinleşmiş olduğu anlaşılan bu kararlara ilişkin başvuruyu, diğer kabul edilebilirlik  şartları  yönünden  incelenmeksizin   zaman  bakımından yetkisizlik  nedeniyle kabul edilemez olduğuna karar vermiştir. 72 Görüldüğü                                                  72  Türkiye Cumhuriyeti Anayasa Mahkemesi, Başvuru Numarası: 2012/829 T:5.3.2013. 336Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348                                                    Geçer üzere burada iki kesin hüküm mevcuttur. Ancak, Danıştay ın onayından geçen Vergi Mahkemesi kararında vergi kaybının olmadığı tespit edilmiş ve cezanın iptaline karar verilmiştir. Diğer taraftan, yukarıda da arz ettiğimiz gibi  vergi kaçakçılığı  suçunun  oluşması  için  kural  olarak  vergi  ziyaının oluşmasına  gerek  yoktur.73  Bu  sebeple,  ceza  yargılaması  sonucunda mahkumiyet hükmünün çıkması, aynı olaya ilişkin Vergi Mahkemesi ile Asliye  Ceza  Mahkemesi  kararları  arasında  çelişki  olduğunu göstermemektedir.   Bir  de  vergi  kaçakçılığına  ilişkin  ceza  mahkemesi  yargılaması sonucunda sanığın beraatine karar verildiği ve vergi mahkemesi tarafından görülen  üç  kat  vergi  ziyaı  cezasının  iptaline  ilişkin  davanın  mükellef aleyhine  ceza  mahkemesi  kararından  önce  kesin  hüküm  teşkil  ettiği varsayımı altında hukuki inceleme yapalım. Böyle bir durumda, kişinin vergi ziyaı cezasına üç kat olarak çarptırılması için Vergi Usul Kanununun 359. maddesinde yer alan fiillerden birini işlemesi gerekmektedir. Ancak, hükme göre bu fiiller ancak kasten işlenebilmektedir. Diğer bir ifade ile sanığın kasta  ulaşmayan  kusurundan  ötürü  hapis  cezası  verilemeyecektir.  Fakat, vergi  ziyaı  kabahati  için  kast  aranmamaktadır.  Failin,  kusurlu  olması yeterlidir.  Ancak,  bu  durumda  kişiye  sadece  bir  kat  vergi  ziyaı  cezası kesileceği  öngörülmektedir.  Farazi  olayımızda  ise,  vergi  ziyaı  üç  kat kesilmiş ve idari yargılama sonucunda kesin hüküm teşkil etmiştir. Burada vergi  mahkemesi  failin  kastının  olup  olmadığını  tartışmıştır  ve  kastının olduğuna  kanaat  getirmiştir.  Aynı  maddi  vakıa,  ceza  yargılamasında  da tartışılmış ve aynı kişinin, sanığın kaçakçılık fiilini işlemediğine, kastının olmadığına karar verilmiştir. Görüldüğü üzere varsayım altında oluşan bu kararlar arasında çelişki mevcuttur.  Bu  örnekler  ışığında,  uygulamada  evrensel  olarak  birçok  hukuk alanında uygulanan  non bis in idem  ilkesinin, aynı kişinin aynı fiilinden ötürü iki kez cezalandırılmasının yanında iki kez yargılanması bakımından da ihlal edildiği somut bir şekilde anlaşılmaktadır. Ayrıca, iki ayrı yargı kolunda  birbiri  ile  çelişen  kararlar  kişilerin  hukuk  güvenliğini  ortadan kaldırmakta ve kesin hüküm otoritesine zarar vermektedir. Kaşıkçı, aynı fiile ilişkin iki kesin hükme sebebiyet veren yukarıda da değindiğimiz Vergi Usul                                                  73  Bilici, Nurettin / Dilemre Öden, Begüm, (2014), Vergi Hukuku Uygulamaları, Savaş Kitabevi, Ankara, 2. Bası, s.56.   337Vergi Ceza Hukukunda...                    Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348 Kanununun 367. maddesinin son fıkrası hükmünü  non bis in idem  kuralına aykırı  bulmaktadır.  Bu  aykırılığın  giderilmesi  için  ise  vergi  kaçakçılığı suçuna ilişkin hürriyeti bağlayıcı ceza yanında idari para cezasına ilişkin düzenleme  yapılmasını  ve  gerçekleşecek  yargılama  neticesinde  kişinin işlediği  fiile  para  cezasını  da  içeren  tek  bir  ceza  verilmesini  ileri sürmektedir.74  Bu konuda biz daha önce de belirttiğimiz gibi kişinin aynı fiilinden ötürü sadece bir defada ceza verilebileceğini ve bir kez yargılamaya tabi tutulabileceğini savunmaktayız. Ancak, en azından yukarıda bahsedilen iki ayrı yargı kolunda yargılama prosedürünün sürmesinden ötürü aynı konu hakkında verilen iki kesin hükmün zararlı etkisini bir parça da olsa azaltmak için şöyle bir düzenleme yapılabilir: İlk olarak, vergi incelemesi yapmaya yetkili  kişi,  vergi  kaçakçılığına  ilişkin  fiiller  ile  vergi  ziyaına  neden olunduğu kanaatine varsa bile vergi idaresi sadece üç kat vergi ziyaı cezası kesilmesine karar vermeli ancak sadece bir katının tahsili için işlemlere başlamalıdır.  Diğer  iki  kat  ceza,  ceza  yargılamasında  kesin  hükme varılıncaya  kadar  bekletilmelidir.  Eğer  ilgili  kişinin  ceza  yargılamasında mahkumiyetine karar verilirse tahsil işlemlerine başlanmamış iki kat ceza gecikme zammı eklenerek failden alınma yoluna gidilmelidir. Ayrıca, bu iki kat  vergi  ziyaı  cezasının  tahsili  için  ceza  yargılaması  kesinleşene  kadar zamanaşımının durması hükmü konulmalıdır. Diğer yandan, bu mesele için daha köklü ve  non bis in idem  ilkesine tamamıyla uyan bir düzenleme getirilebilir.  Bu  noktada,  çalışma  konumuzla  yakından  ilişkili  AİHM in 10.5.2014  tarihinde  verdiği  Glantz  v.  Finlandiya  Kararının  fikir  verme açısından yararlı olacağını düşünüyoruz. 6. Glantz v. Finlandiya Kararı 6.1. Maddi Olay Vergi denetmeni, 2006 yılında, başvurucunun avukatlık ofisinde vergi incelemesi gerçekleştirmiştir. Vergi İdaresi, başvurucunun 2000-2004 yılları                                                  74  Kaşıkçı, Mahmut, a.g.e., s. 124. 75  Glantz v. Finlandiya Başvuru No: 37394/11 T. 20.5.2014 (Çalışmamızda karar özet şekilde yer almaktadır.) Kararın tamamı için bkz.  http://hudoc.echr.coe.int/sites/eng/pages/search.aspx?i=001-144114#{ itemid :[ 001144114 ]}  338Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348                                                    Geçer arasında Şirketinden örtülü kar payı aldığı kanaatine vararak vergi tarhiyatı yapmış ve vergi ziyaı cezası kesmiştir. Başvurucu, 9 Mart 2007 tarihinde Vergi Düzeltme Komitesine itiraz etmiş ancak itiraz, başvurucunun Vergi İdaresine  eksik  bilgi  vermesinden  ötürü  vergi  ziyaının  meydana  geldiği gerekçe  gösterilerek  kabul  edilmemiştir.  Bunun  üzerine  Başvurucu,  11 Haziran  2007  tarihinde  Helsinki  İdare  Mahkemesinde  dava  açmıştır. Mahkeme, Vergi Düzeltme Komitesinin gerekçesindeki sebeplerin aynısına dayanarak  davayı  reddetmiştir.  Başvurucu,  27  Şubat  2009  tarihinde Finlandiya Yüksek İdare Mahkemesine (Finlandiya Danıştayı- the Supreme Administrative  Court  korkein  -  korkein  hallinto)  temyiz  başvurusunda bulunmuş  ancak  Yüksek  İdare  Mahkemesi  Başvurucunun  temyiz başvurusunu  reddetmiştir.  Diğer  yandan,  Cumhuriyet  Savcılığı  (Public Prosecutor), 15 Aralık 2008 tarihinde Başvurucu aleyhine suiistimal ve ağır nitelikli  vergi  kaçakçılığı  suçlarından  dolayı  iddianame  hazırlamıştır. Helsinki Bölge Mahkemesi, Başvurucunun suiistimal ve ağır nitelikli vergi kaçakçılığı  suçlarını  işlediğini  sabit  görerek  2  yıl  8  ay  hapis  cezasına hükmetmiştir.  Başvurucu,  25  Ocak  2010  tarihinde  Helsinki  Temyiz Mahkemesine  itirazda  bulunmuştur.  Fakat,  Mahkeme,  Başvurucunun itirazını  kabul  etmemiştir.  Bunun  üzerine,  Başvurucu,  adil  yargılanma hakkının ihlal edildiğini ve aynı fiil nedeniyle iki kez yargılandığını ve mahkum edildiğini dolayısıyla  non bis in idem    ilkesine uyulmadığını iddia ederek Yüksek Mahkemeye başvurmuştur. Ancak, Yüksek Mahkeme, başvuruyu, temyize kabil görmemiştir. Sonrasında Başvurucu, olağanüstü kanun yollarını denemiş,  ilaveten Adalet Bakanlığına şikayet dilekçeleri ile müracaat etmiş fakat hiçbirinden sonuç alamamıştır. Başvurucu, 31 Ağustos 2011 tarihinden itibaren hapis cezasını çekmeye başlamıştır. 6.2.  İlgili Hukuk 6.2.1. Vergi Değerlendirme Usul Kanunu Vergi Değerlendirme Usul Kanunu (Tax Assessment Procedure Act - Laki verotusmenettelystä) 57/1 e göre, mükellef, vergi idaresine sunduğu beyannamesinde  gerçekte  kazandığı  geliri  göstermez  veya  eksik  gösterir veya yanıltıcı veya yanlış bilgi verirse, eksik kalan gelirleri vergilendirilir ayrıca mükellef adına ek vergi ve vergi ziyaı cezası uygulanır. 6.2.2. Ceza Kanunu Ceza Kanununun (The Penal Act - Rikoslaki) 29. Başlığı altındaki 1. ve 2.  Bölümlerine  göre:  Mükellef,  (1)  vergi  idaresine  vergi  matrahını   339Vergi Ceza Hukukunda...                    Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348 etkileyecek şekilde yanlış bilgi verir ise, (2) vergi matrahını etkileyecek maddi  bir  gerçeği  gizler  ise,  (3)  vergi  matrahını  etkileyecek vergilendirmenin gerektirdiği bir görevi vergiden kaçınmak amacıyla icra etmez ise ya da (4) diğer hileli hareketler ile vergi matrahını aşındırır ya da haksız yere verginin iadesine sebep olursa vergi kaçakçılığı suçundan ötürü adli para cezasına ya da iki yıla kadar hapis cezasına mahkum olur. Eğer vergi  kaçakçılığı  suçu  ile  (1)  önemli  derecede  finansal  yarar  sağlama amaçlanmış ise ya da (2) bu suç özellikle sistemli bir şekilde işlenmiş ve vergi  kaçakçılığının  toplu  olarak  değerlendirildiğinde  ağır  olduğu anlaşılıyorsa faile ağırlaştırılmış vergi kaçakçılığı suçundan ötürü 4 ay ile 4 yıl arasında hapis cezası verilir. 6.2.3. Yüksek Mahkeme İçtihadı Yüksek Mahkeme (The Supreme Court - Korkein oikeus),  non bis in idem   ilkesine  ilişkin  ilk  içtihatlarında,  vergi  ziyaı  cezasının  ödenmesi gerektiğine  dair  kesin  hüküm  haline  gelmiş  mahkeme  kararının  varlığı halinde aynı fiille ilgili olarak ceza mahkemesinde dava açılamayacağına karar  veriyordu.76  Yüksek  Mahkeme  sonraki  kararında,  mükellefin  ceza mahkemesinde aleyhine vergi kaçakçılığı ile ilgili dava açılmadan önce vergi idaresine ilgili vergi cezasını ödemiş olduğu durumlarda  non bis in idem  ilkesi  gereği  artık  ceza  davası  açılamayacağına  karar  vermişti.77 Mahkemenin en yeni içtihadında, mükellefin fiilinden ötürü vergi idaresi vergi  ziyaı  cezası  kesilmesine  veya  kesilmesine  gerek  olmadığına  karar verdikten  sonra  aynı  fiilden  dolayı  ceza  davası  açılamayacağına hükmedilmiştir.  6.2.4. Kanun Değişikliği  781/2013 sayılı Ayrı Bir Karar ile Kesilen Vergi Ziyaı ve Gümrük Resmi  Cezaları  Kanunu   (The  proposed  Act  on  Tax  Surcharges  and Customs Duty Surcharges Imposed by a Separate Decision - Laki erillisellä päätöksellä määrättävästä veron) çıkarılmıştır.78 Özetle bu Kanuna göre, eğer vergi idaresi olayı adli kolluğa intikal ettirmez ise, vergi ziyaı cezasını, vergi                                                  76  Ancak, Mahkeme, vergi mahkemesinde dava derdest iken ceza davasının açılmasında ya da tam tersi durumda bir sorun olmadığını düşünüyordu. KKO 2010: 46. 77  KKO: 2012:79, 20.09.2012. 78  Kanun 1 Aralık 2013 tarihinde yürürlüğe girmiştir. Kanunun geriye etkili olup olmadığına dair ilgili kararda herhangi bir ifade bulunmamaktadır. 340Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348                                                    Geçer aslına ilişkin verdiği kararı takip eden yılın sonuna kadar ayrı bir karar ile kesebilir. Eğer vergi idaresi tarafından vergi ziyaı cezası kesilmiş ise yeni bir delil  elde  edilmediği  sürece  olay  adli  kolluğa  intikal  ettirilemez.  Diğer yandan, vergi cezası kesilmeden önce olay adli kolluğa intikal ettirilmiş ise artık vergi ziyaı cezası kesilmesi mümkün değildir. Bu Kanunun amacı, vergi ziyaına ve gümrük vergi ve resimlerine ilişkin cezalandırmanın sadece bir yargılama prosedürü içinde verilmesinin sağlanmasıdır. 6.3.  İnceleme ve Değerlendirme 6.3.1. İddia Başvurucu, AİHS in 7 Nolu Protokolünün 4. maddesinde yer alan non bis in idem ilkesinin, aleyhine vergi yargılaması sonucu vergi ziyaı cezası verildikten  sonra  aynı  fiilden  mütevellit  ceza  mahkemesi  tarafından mahkumiyet verildiğinden ötürü ihlal edildiğini ileri sürmüştür. 6.3.2. Değerlendirme AİHM başvurunun usul yönünden kabul edilebilirliğine karar vererek dava konusu olayın esasına girmiştir. Mahkeme, değerlendirmeyi dört alt başlık altında yapmıştır: a. Vergi İdaresi tarafından uygulanan yaptırım doğası gereği cezai midir? AİHM in  son  içtihatlarında,  79  yaptırımın  cezai  nitelikte  olup olmadığının  belirlenmesi  noktasında  hükmün  iç  hukukta  nerede sınıflandırıldığının  (legal  classification)  önemli  bir  kriter  olmadığı  ifade edilmiştir.  Mahkemeye  göre,  bu  bağlamda  önemli  olan  vergi  kuralının caydırıcı (deterrent) ve cezalandırıcı (punitive) niteliği haiz olmasıdır. Somut olayda,  Mahkeme,  vergi  ziyaı  cezasının  genellikle  vergi  mükelleflerine uygulandığını gözlemlemiştir. Ancak, Mahkeme, bu uygulamanın amacının devletin  uğradığı  zararın  tazminini  sağlamak  değil,  ilgili  kişilerin cezalandırılması  ve  caydırılması  olduğunu  düşünmüştür.  Sonuç  olarak Mahkeme, hem ceza yargılamasına hem de vergi yargılamasına konu olan yaptırımların cezai nitelikte olduğuna kanaat getirmiştir.                                                  79  Ezeh ve Connors v. Birleşik Krallık [GC] Başvuru No: 39665/98 ve 40086/98; Jussila v. Finlandiya [GC], Başvuru No: 73053/01 23.11.2006.   341Vergi Ceza Hukukunda...                    Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348 b. Her  iki  yargılama  da  başvurucun  aynı  fiilinden  mi kaynaklanıyor? Mahkeme, bu bağlamda, 7 Nolu Protokolün 4. maddesinde, kişinin aynı maddi vakıalardan veya çok benzer maddi vakıalardan doğan fiilinden dolayı iki kez soruşturulmasının veya yargılanmasının yasakladığını ifade etmiştir. Mahkeme, somut olayda, tarafların da kabul ettiği gibi iki yargılamanın da kaynağının  başvurucunun  vergi  beyannamesini  usulüne  uygun  şekilde vermemesi olduğunu tespit etmiştir. c.  Kesin hüküm var mıdır? Mahkeme, ilgili karara ilişkin olağan kanun yolları tüketilmiş ise bu kararın  kesin  hüküm  teşkil  ettiğini  ve  yargılamanın  yenilenmesi  gibi olağanüstü  kanun  yollarına  başvurulmasının  gerekmediğini  daha  önceki içtihatlarında olduğu gibi yenilemiştir.80 Eğer ortada kişinin fiiline ilişkin bir kesin hüküm var ise artık aynı fiil ile ilgili olarak ikinci bir yargılama yapılamayacaktır. Mahkeme, somut olayda, Finlandiya Danıştayı, 11 Ocak 2010  tarihinde  başvurucunun  temyiz  başvurusunu  reddettiğinden  ötürü başvurucu  aleyhine  ilgili  kararın  kesin  hüküm  teşkil  ettiği  kanaatine varmıştır.  d. İkinci kez yargılama/soruşturma mevcut mu? Mahkeme,  AİHS in  7  Nolu  Protokolün  4.  maddesinin,  kişinin  aynı fiilinden  ötürü  iki  kez  cezalandırılmamasının  yanında  iki  kez yargılanmamasını/soruşturulmamasını  da  kapsadığını  belirtmiştir.81 Soruşturma/kovuşturma  sonrasında  bir  mahkumiyet  kararının  çıkıp çıkmaması  önemli  değildir.  Diğer  taraftan,  kişinin  aynı  fiili  iki  farklı prosedüre tabi tutulabilir. Ancak, prosedürlerden biri kesinleştikten sonra diğer prosedürün sonlandırılması gerekmektedir.  Mahkeme, somut olayda, başvurucunun aleyhine verilen iki mahkeme kararının da aynı fiilden kaynaklandığını ifade etmiştir. Ayrıca, Mahkeme, Finlandiya  yargı  sistemi  hakkında  gözlemlerde  bulunmuştur.  Finlandiya hukukunda, cezai ve idari yaptırımların farklı otoriteler tarafından verildiği,  bu otoritelerce verilen kararların birbirini etkilemediği, iki tür yaptırımın da                                                  80  Nikitin v. Rusya Başvuru No: 50178/99 ; Horciag v. Romanya Başvuru No: 70982/01. 81  Fischer v. Avusturya Başvuru No: 37950/97 29.5.2001. 342Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348                                                    Geçer birbirinden bağımsız şekilde kesinleştiği belirtilmiştir.82 Burada, somut olay açısından  daha  da  önemlisi,  başvurucunun  fiilinin  değerlendirilmesini müteakip  vergi  kanunlarında  öngörülen  vergi  ziyaı  cezasının uygulanmasının,  ceza  davasında  aynı  fiil  açısından  yapılan değerlendirmeden  tamamen  bağımsız  olmasıdır.  Somut  olayın değerlendirilmesinde  ise,  Mahkeme,  Başvurucu  aleyhine  iki  farklı prosedürün işletildiğini, ikinci prosedür 5 Aralık 2008 tarihinde başlatılır iken ilk prosedürün 11 Ocak 2010 tarihinde kesin hüküm teşkil ettiğini, bu sebeple iki prosedürün de 11 Ocak 2010 tarihine kadar derdest olduğunu, ancak ilk prosedür kesinleştikten sonra ikinci prosedürün durdurulmadığını ve  18  Mayıs  2011  tarihinde  kesin  hüküm  teşkil  ettiğini,  böylece başvurucunun  aynı  fiilinden  dolayı  birbirinden  farklı  iki  yargılama sonucunda  iki  ayrı  cezaya  mahkum  olduğunu  tespit  etmiştir.  Mahkeme, somut olayda ne bis idem ilkesinin ihlal edildiği sonucuna varmıştır. 7. Sonuç Günümüz  dünyasında,  vergi,  demokratik  sosyal  hukuk  devletinin, toplumuna, insan haklarına yaraşır hizmet götürebilmesi için vazgeçilemez bir araçtır. Bu nedenle, devletin, hukuk devleti ilkesi çerçevesinde kişilerin mülkiyet hakkına müdahalesi meşru görülmektedir. Ancak, kişiler cebindeki ekonomik  değerin  kamuya  aktarılması  konusunda  gönülsüz  davranma eğilimi içine girebilmektedirler. Bu da vergilendirme konusunda devlete, vergi  kanunlarına  uymayan  kişilerin  cezalandırılması  yetkisi  tanınmasını zorunlu kılmaktadır.  Vergi kanunlarının koyduğu normlara aykırılık, suç veya kabahat olarak düzenlenmektedir.  Suç-kabahat  ayrımı,  yukarıda  da  değindiğimiz  gibi niteliksel bir farka dayanmamaktadır. Suç veya kabahat oluşturan fiiller, kanunların  koruduğu  hukuki  değeri  ihlal  ederek  toplum  düzenini bozmaktadırlar.  Bu  bağlamda,  suç  ve  kabahatlere  ilişkin  haksızlıklar arasında  nicelik  farkının  olduğu  görüşünün  daha  isabetli  olduğu                                                  82  Mahkeme, Nilsson v. İsveç Kararında, Başvurucunun sarhoş şekilde araç kullanmasından ötürü ceza yargılaması sonunda ertelenmiş hapis cezası aldığını, idare tarafından idari prosedür çerçevesinde ise ehliyetine el konulduğunu gözlemlemiştir. Ancak, Mahkeme, Başvurucunun  ehliyetine  el  konulmasının  sebebinin  sarhoş  araç  kullanmaktan  dolayı yapılan ceza yargılamasında suçlu bulunması olduğuna kanaat getirmiş ve sonuç olarak bunu  non bis in idem  ilkesinin ihlali olarak görmemiştir.   343Vergi Ceza Hukukunda...                    Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348 düşünülebilir. Ancak, bir fiilin suç mu kabahat mi teşkil edeceği zaman ve mekana göre göreceli ve değişkenlik göstermekte olup, o zamanda ve o yerdeki egemen devletin suç politikasına bağlıdır. Burada devlet, hukuk devleti  ilkesi  sınırları  içerisinde  kalmak  koşuluyla  takdir  yetkisine mevcuttur.  Ancak, öz itibari ile bakıldığında, hem vergi suçlarının ve hem vergi kabahatlerinin düzenlenmesinde korunan hukuki değer üstün kamu yararıdır. Vergi kabahatleri ve vergi suçları için öngörülen yaptırımların cezalandırıcı ve  caydırıcı  niteliği  haiz  olması,  yukarıda  da  arz  ettiğimiz  gibi  yargı organları,  uluslararası  kurum  ve  kuruluşlar  ve  doktrin  tarafından  kabul edilmektedir.  Bu  nedenle,  devletin  bir  fiili  ya  sadece  suç  ya  da  sadece kabahat  olarak  tanımlaması  ve  buna  göre  kanunda  öngörülen  yaptırımı uygulaması hukukun özüne uygun düşecektir.  Modern ceza hukukunun en önemli ilkelerinden olan  non bis in idem  ilkesine  göre  kişi  tek  bir  fiili  ile  iki  kez  ceza  almamalı  ve  iki  ayrı yargılamaya tabi tutulmamalıdır. Bu evrensel ceza hukuku ilkesine gerek suçlara  ilişkin  düzenlemelerimizde  gerekse  kabahatlere  ilişkin düzenlerimizde kural olarak uyulmaktadır. Ancak, vergi ceza hukukumuz açısından aynı görüşe varmak istisnalar dışında mümkün değildir. Vergi Usul Kanununun 353. maddesinin sondan ikinci fıkrasında, aynı fiilin hem vergi  ziyaı  hem  özel  usulsüzlük  kabahatine  girdiği  durumlarda  ilgili cezaların ayrı ayrı kesileceğini öngörmektedir. İlaveten, kişi aynı fiili ile başka neviden vergi kaybına sebebiyet vermiş ise bu fiillere ilişkin cezalar ayrı ayrı uygulanacaktır. Dahası, vergi ceza hukukumuzda vergi kabahatleri ile vergi suçları karşılığında verilen cezalarda birleşme kabul edilmemiştir. Sonuç olarak,  kişi tek bir fiili dolayısıyla birden çok cezanın muhatabı olabilmektedir.  Uygulamada,  en  büyük  hukuki  çıkmazın  yaşandığı  nokta  ise  vergi kabahat ve suçları ile bunlar için öngörülen cezalara ilişkin yargılamanın birbirinden  bağımsız  iki  farklı  yargı  kolunda  yürütülmesidir.  Böyle  bir durumda  yukarıda  ele  aldığımız  gibi  aynı  fiilin  hukuki  nitelendirilmesi konusunda birbirleri ile çelişen yargı kararlarının çıkması muhtemeldir. Bu durum,  kişilerin  hukuki  güvenliğinin  ihlal  edilmesine  ve  kesin  hüküm otoritesinin  sarsılmasına  neden  olmaktadır.  Bu  hukuki  problemin  önüne geçilmesi  için  vergi  ceza  hukuku  alanında   non  bis  in  idem   ilkesine 344Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348                                                    Geçer uyulması elzemdir. Bu bağlamda, en azından birbirleri ile çelişen mahkeme kararlarının  engellenmesi  amacıyla  çalışmamızın  beşinci  başlığı  altında önerdiğimiz hukuki yol dikkate alınabilir. Ayrıca, AİHM in Glantz Kararı  non bis in idem  ilkesi konusunda ülkemiz vergi ceza hukukundaki hukuki sorunların  giderilmesinde  örnek  teşkil  edebilir.  Diğer  taraftan,  Türkiye, AİHS in 7 Nolu Protokolüne taraf değildir ve dolayısıyla Türkiye nin Glantz Kararına uymasına gerek yok denebilir. Ancak,  non bis in idem  ilkesi hukuk devleti olmanın gereğidir. Bu sebeple bu hukuki meselenin çözümü için uluslararası bağlayıcı bir metne taraf olmaya ihtiyaç yoktur.       345Vergi Ceza Hukukunda...                    Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348",
     "Kaynakça": "Akdoğan, Abdurrahman, (2013), Vergi Hukuku ve Türk Vergi Sistemi, Gazi Kitabevi, 11. Bası, Ankara. Alacakaptan, Uğur, (1975), Suçun Unsurları, Ankara Üniversitesi Hukuk Fakültesi Yayınları, Ankara, No: 372. Aslan, M. Yasin, (2009), İdari Yaptırımlar, TBB Dergisi, Sayı 85. Başaran Yavaşlar, Funda, (2006), İdari Nitelikli Vergi Suç ve Cezaları, Vergi Dünyası Temmuz, s. 116-147. Başaran Yavaşlar, Funda, (2008), Vergi Ceza Hukukundaki Değişim Süreci ve Bu Sürecin Vergi Ceza Sistemine Etkileri, Vergi Sorunları Dergisi, Sayı 233, s. 72-94. Başaran Yavaşlar, Funda, (2008), Vergi Suç ve Kabahatler Hukuk unda Son Durum, İstanbul Barosu Dergisi, Cilt 82, Sayı 2008/6, s. 2840-2859. Bilici,  Nurettin  /  Dilemre  Öden,  Begüm,  (2014),  Vergi  Hukuku Uygulamaları, Savaş Kitabevi, Ankara, 2. Bası. Candan, Turgut, (2010), Vergi Suçları ve Cezaları, 3. Bası, Maliye ve Hukuk Yayınları, Ankara. Centel, Nur / Zafer, Hamide / Çakmut, Özlem, (2010), Türk Ceza Hukukuna Giriş, Beta Yayıncılık, 6. Bası, İstanbul. Çağan, Nami, (1982), Demokratik Sosyal Hukuk Devletinde Vergilendirme, AÜHFD, Cilt XXXVII, Sayı 1-4. Çağan,  Nami,  (1982),  Vergilendirme  Yetkisi,  Kazancı  Hukuk  Yayınları, İstanbul. Çağlayan, Ramazan, (2006), İdari Yaptırımlar Hukuku, Asil Yayın Dağıtım, Ankara. Dönmezer, Sulhi / Erman, Sair, (1985), Nazari ve Tatbiki Ceza Hukuku, Cilt III, Filiz Kitabevi, İstanbul Gemalmaz, Mehmet Semih, (2007), Ulusalüstü İnsan Hakları Hukukunun Teorisine Giriş, Legal Yayıncılık, 6. Bası, İstanbul. 346Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348                                                    Geçer Gözübüyük,  Şeref  /  Gölcüklü,  Feyyaz,  (2007),  Avrupa  İnsan  Hakları Sözleşmesi ve uygulaması, Turhan Kitabevi, 7. Bası, Ankara. Güriz, Adnan, (1987), Hukuk Başlangıcı, AÜHF Yayınları, Ankara. Hafızoğulları, Zeki, (1996), Ceza Normu, Normatif Bir Yapı Olarak Ceza Hukuku Düzeni, US-A Yayıncılık, Ankara. İçel, Kayıhan / Sokullu Akıncı, Füsun / Özgenç, İzzet / Sözüer, Adem / Mahmutoğlu, Fatih S. / Ünver, Yener, (2000), İçel Yaptırım Teorisi, 1. Bası, Beta Yayıncılık, İstanbul. Kaneti, Selim, (1989), Vergi Hukuku, 2. Bası, Filiz Kitabevi, İstanbul. Karakoç, Yusuf, (2012), Vergi Hukuku, Yetkin Kitabevi, 6. Bası, Ankara. Karlsson, Sandra, (2011), Ne Bis In Idem- A Comparative Study of the Interpretation of the Principle in Sweden and Norway Concerning Tax Surcahrge and Tax Fraud, Jönköping International Business School. Kaşıkçı,  Mahmut,  (2007),  Türk  Hukukunda  Vergi  Kaçakçılığı  Suçları, Ethemler Yayıncılık, İstanbul. Kılıç, Ayhan, (2014), Kabahatler Kanunu nun Genel Hükümlerinin Vergi Kabahatleri Bakımından Uygulanabilirliği, TAAD, Yıl 5, Sayı 18. Kırbaş, Sadık, (1995), Vergi Hukuku, Siyasal Kitabevi, 7. Bası, Ankara. Mahmutoğlu,  Fatih  Selami,  (1995),  Kabahatleri  Suç  Olmaktan  Çıkarma Eğilimi ve Düzene Aykırılıklar Hukukunda Yaptırım Rejimi, Kazancı Hukuk Yayınları, İstanbul. Mutluer, M. Kamil, (1994), Vergi Suç ve Cezalarına İlişkin Görüşler ve Vergi Suç ve Cezalarında Yapılması Düşünülen Değişiklikler, Yaklaşım Yayıncılık, Sayı 14. Öncel, Mualla, / Kumrulu, Ahmet / Çağan, Nami, (2014), Vergi Hukuku, Turhan Kitabevi, 23. Bası, Ankara. Özen, Mustafa, (2010), Non Bis İn İdem (Aynı Fiilden Dolayı İki Kez Yargılama Olmaz) İlkesi, Gazi Üniversitesi Hukuk Fakültesi Dergisi, Cilt XIV, Sayı 1.   347Vergi Ceza Hukukunda...                    Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 315-348 Özgenç,  İzzet,  (2013),  Türk  Ceza  Hukuku  Genel  Hükümler,  Seçkin Yayıncılık, 9. Bası, Ankara. Özgüven, A. Volkan, (2007), Türk Vergi Hukukunda Geriye Yürümezlik İlkesi, Maliye ve Hukuk yayınları, Ankara. Saban, Nihal, (2014), Vergi Hukuku, Beta Yayıncılık, 6. Bası, İstanbul. Soysal, Mümtaz, (1981), Jack Wiseman ın  Üniter Bir Devlet Sistemindeki Bir Az Gelişmiş Ülkede Merkezi İdare ile Yerel Yönetimler Arasında Gelir Bölüşümü  Konul Tebliği Üzerine Yorum, Vergi Reformları, Vergi Reformları  Tebliğ  ve  Yorumları,  İİTİA  Ekonomi  Fakültesi  Kamu Maliyesi Enstitüsü Yayını, Meter Matbaası, İstanbul. Şenyüz, Doğan / Yüce, Mehmet / Gerçek, Adnan, (2014), Vergi Hukuku, Ekin Kitabevi, 5. Bası, Bursa. Taşdelen, Aziz, (2010), Vergi Kabahatleri, Turhan Kitabevi, Ankara. Thuronyi, Victor [Ed.], (1996), Tax Law Design and Drafting, International Monetary Fund, Birleşik Devletler. Ulusoy, Ali D., (2013), İdari Yaptırımlar, XII Levha Yayıncılık, İstanbul . Ulusoy,  Ali  D.,  (2008),  Erkler  Ayrılığı  ve  Yürütme-Yargı  İlişkileri Bağlamında  Kabahatler  Kanununun  Değerlendirilmesi,  Danıştay  ve İdari Yargı Günü 140. Yıl, Danıştay Tasnif ve Yayın Bürosu Yayınları No: 77. Ünver, Yener / Hakeri, Hakan, (2014), Ceza Muhakemesi Hukuku, Adalet Kitabevi, Ankara Vervaele, John A.E., (2005), The Transnational Ne Bis In Idem Principle in the  EU  Mutual  Recognition  and  Equivalent  Protection  of  Human Rights, Utrecht Law Review, Cilt 1. Van Bockel, Bas (2010), The Ne Bis In Idem Principle in EU Law, Kluwer International, Birleşik Krallık. Weber,  Till  Olaf  /  Fooken,  Jonas  /  Herrmann,  (2014),  Behavioural Economics  and  Taxation,  Taxation  Papers  Workin  Paper  N.41,"
}