{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2018",
     "Cilt": "67",
     "Sayı": "1",
     "Başlık": "ADALET YOLUNDA BİR “NEHİR SINAVI” MÜCADELESİ: MÜLKİYET HAKKI, HÜKMÜN AÇIKLANMASININ GERİ BIRAKILMASI KURUMU VE MÜSADERE",
     "Title": "A River Exam in the Route of the Justice: The Right To Property, The Institution of Postponement of Decleration of Conviction and the Confiscation",
     "Yazar İsmi": [
          "Dr. Akif YILDIRIM Özgür DUMAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Elkoyma",
          "Hükmün Açıklanmasının Geri Bırakılması",
          "Müsadere",
          "Mülkiyet Hakkı",
          "Mülkiyetin Korunması",
          "Denetim Süresi"
     ],
     "Keywords": [
          "Seizure",
          "Postponement of the Declaration of Conviction",
          "Confiscation",
          "Right to Property",
          "Protection of the Right to Property",
          "Probation"
     ],
     "Özet": "Mülkiyet hakkına yapılan müdahalelerin en eski ve tipik örneklerinden biri müsaderedir. Müsadere suçla mücadele bakımından önemli ve gerekli bir araçtır. Ancak müsaderenin keyfî veya adaletsiz olarak uygulanması mülkiyet hakkını  ihlal  etmektedir.  Bu  sebeple,  müsaderenin  mülkiyet  hakkının korunmasına ilişkin gerekliliklere uygun olarak yapılması önem taşımaktadır. Diğer  taraftan,  geleneksel  ceza  adalet  sistemlerinden  duyulan memnuniyetsizlik sonucu yaşanan gelişim, mağdurun zararının giderilmesini de  öngören  bazı  kurumların  öngörülmesini  sağlamıştır.  Türk  hukuk sisteminde kabul edilen hükmün açıklanmasının geri bırakılması kurumu da bunlardan biridir. Ancak anılan kurumun hukuk sistemimize aktarılmasıyla birlikte birçok sorun ortaya çıkmıştır. Özellikle hükmün açıklanmasının geri bırakılması kararıyla birlikte müsadereye karar verilmesinin mülkiyet hakkı bakımından  önemli sonuçları bulunmaktadır. Bu çalışmada, müsaderenin mülkiyet  hakkına  etkileri  ve  sonuçları  hükmün  açıklanmasının  geri bırakılması bağlamında ele alınmış ve tartışılmıştır.   Anahtar  Kelimeler:  Elkoyma,  Hükmün  Açıklanmasının  Geri Bırakılması, Müsadere,  Mülkiyet Hakkı, Mülkiyetin Korunması, Denetim Süresi.",
     "Abstract": "One of the oldest and most typical examples of interference in the right to  property  is  regarding  confiscation.  Confiscation  is  an  important  and necessary tool for combating crime. However, an arbitrary or unjustified application of confiscation breaches the right to property. For this reason, it is important that confiscation is carried out in accordance with the requirements for the protection of the right to property. On the other hand, dissatisfaction with traditional criminal justice systems has led to the development of some institutions that foresee the damage of the victim. One of these options is the  postponement of declaration of conviction , which has been accepted in the Turkish legal system. However, with the transfer of this institution to our legal system, various problems have emerged.  In particular, the decision to confiscate together with the decision to the postponement of declaration of the conviction has significant consequences for the right to property. In this study, the effects and the consequences of the confiscation on the right to property have been discussed and addressed within the context of the postponement of the declaration of conviction.",
     "Metin": "Adalet kavramı ve adaletin ne olduğu sorusu bin yıllardır tartışılmaktadır. Kelsen, adalet arayışının esasında mutluluk arayışı olduğunu belirtmiş ve adaleti,  koruması altında ‘hakikat  arayışının gelişebileceği bir toplumsal düzen  olarak tanımlamıştır. Bundan yaklaşık 4.000 yıl önce Babil de adaleti sağlamak  için   kutsal  nehir  sınavı   diye  bilinen  bir  yargılama  usulü uygulanırdı. Buna göre, sanıkların suçsuzluğunu kanıtlama yolu söz konusu                                                            1    Bu makaleye adalet nedir sorusuyla başladım ve şimdi makalenin sonunda farkındayım ki onu cevaplamadım. Tek mazeretim, bu konuda en iyi noktada olmam. Okuru, birçok tanınmış düşünürün başarısız olduğu noktada başarılı olduğuma inandırmaya çalışmak küstahlığın da ötesinde bir durum olurdu. Gerçekten de insanlığın özlemini çektiği mutlak adaletin ne olduğunu bilmiyorum ve onun ne olduğunu söyleyemem. Göreceli adaleti kabul etmem gerekiyor ve ben sadece bana göre adaletin ne olduğunu söyleyebilirim.   Hans Kelsen,  Adalet Nedir? , (Çev. Ali Acar), Türkiye Barolar Birliği Dergisi, Yıl: 2013, Sayı: 107, s. 454. 2   Hatta bu nehir sınavının önemi nedeniyle kutsal kabul edilen nehirleri ele geçirmek, devletler arasında siyasî mücadelelere ve savaşlara sahne olmuştur. Konu hakkında geniş bilgi için bkz. Marc Van de Mieroop, Babil İmparatorluğu, (Çev. Bülent Ö. Doğan), İş Bankası Kültür Yayınları, 2. Baskı, İstanbul, 2014. 146Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  tanrısal sınavı başarıyla geçmesine bağlıydı. Eğer suçlanan kişiler hayatını yitirirlerse, yani  kutsal  nehirde boğulurlarsa, bu kişilerin mülkleri suçun niteliğine göre devlet veya şikâyetçi yararına müsadere edilirdi. Diğer bir deyişle,  müsaderenin  adil  olup  olmaması  bu  kutsal  nehir  sınavıyla anlaşılmaktaydı.    Müsaderenin tarihi Babil döneminden çok daha öncesine uzanır. Kutsal nehir sınavına tabi tutulduğu tarihlerden günümüze kadar önemli değişiklikler yaşansa da müsaderenin, hukuk tarihinde suç ve suçlulukla mücadele için etkin  ve  gerekli bir  araç olduğu  değişmeyen  bir olgu  olarak  önümüzde durmaktadır. Ancak müsadere geçmişte bu hukukî önemi yanında ayrıca etkili bir siyasî araç olarak kimi durumlarda keyfî bir biçimde  kullanılmıştır. Beccaria,  kişinin  mallarını  yitirmesinin  sürgünden  daha  ağır  bir  ceza olduğunu, müsaderenin ancak zarurî olduğu nispette adil olabileceğini, esas itibarıyla kişiyi sefalet ve ümitsizliğe düşürdüğünden dolayı suç işlemeye sevk ettiğini savunmuştur. Türk hukuk ve siyasî tarihi bakımından büyük önem taşıyan belgelerden biri olan 1839 tarihli Tanzimat Fermanı, diğer hususlar yanında ayrıca keyfî müsadere uygulamalarına son verilmesini amaçlamıştır.  Uluslararası belgelerde yer bulan ve günümüzde bütün modern hukuk sistemlerinde uygulanan müsaderenin hukukî niteliği üzerinde görüş birliği bulunmamaktadır. Ancak günümüzde müsaderenin mülkiyet hakkına yapılan ağır bir müdahale olduğu ve bu yüzden söz konusu müdahalenin mülkiyet hakkının  korunmasının  gerekliliklerine  uygun  olarak  yapılması  gerektiği kabul edilmiştir. Diğer taraftan, kısa süreli hürriyeti bağlayıcı cezalara son çare  başvurulması  şeklindeki  eğilim,  modern  ceza  adalet  sistemlerinde hükmün  açıklanmasının  geri  bırakılması  gibi  kurumların  öngörülmesini sağlamıştır. Türk hukuk sisteminde kabul edilen hükmün açıklanmasının geri                                                            3   M.Ö. 1760 yılı civarı Babil kralı Hammurabi (M.Ö. 1728 - M.Ö. 1686) tarafından tedvin edilen tarihin bilinen en eski kanunlarından biri olan ve tanrının sözü sayılan bu kanunlarda mülkiyetin korunmasına özel bir önem verilmiştir. Mala karşı işlenen suçlar için ağır cezalar öngörülmüş, müsadereye yönelik çok sayıda hükümler getirilmiştir (Marc Van de Mieroop, s. 95 vd.). 4   Müsaderenin tarihi ile ilgili geniş bilgi için bkz. Mahmud Esad Kalıpçı, Klasik Dönem Osmanlı Hukukunda Müsadere Kurumu, (Yayımlanmamış Yüksek Lisans Tezi), İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, İstanbul, 2013. 5   Kalıpçı, s. 229. 6   Cesare Beccaria, Suçlar ve Cezalar Hakkında, (Çev. Sami Selçuk) İmge Yayınları, 6. Baskı, Ankara, 2016, s. 121 vd. 7   Mahkeme kararı olmadıkça kimsenin mülkiyet hakkına müdahale edilemeyeceğini güvence altına alan bu belgedeki şu ifadeler özellikle dikkat çekicidir:  Mal emniyeti hükmünün eksikliği halinde ise, herkes ne devlet ve ne de milletine ısınmayıp, ne de mülkün imarına bakmayıp endişe ve ıstıraptan kurtulamaz. Bir diğer halde, yani mallarının ve mülklerinin tam bir emniyeti olduğunda, kendi işi ile geçim dairesini genişletmekle uğraşıp, kendisinde günden güne devlet ve millet gayreti ve vatan sevgisi artıp, ona göre güzel hareketle çalışacağı şüpheden azadedir.   147Akif Yıldırım, Özgür Duman                                 Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199 bırakılması  kurumu  da  bu  çerçevede  düzenlenmiştir.  Ancak  hükmün açıklanmasının  geri  bırakılmasının  kabul  edilmesiyle  birlikte,  bu  yeni kurumun kendine özgü niteliği sebebiyle çeşitli sorunlar de ortaya çıkmıştır. Bu bağlamda, hükmün açıklanmasının geri bırakılmasının kabul edilmesi yanında  ayrıca  müsadereye  karar  verilmesi,  mülkiyet  hakkının  tanıdığı yetkilerin önemli ölçüde kısıtlanması veya sınırlandırılmasına yol açmaktadır. Bu  çalışmamızda,  müsadere  yoluyla  mülkiyet  hakkına  yapılan müdahaleler, özellikle hükmün açıklanmasının geri bırakılması kurumunun getirdiği sorunlar bağlamında ele alınmıştır. Çalışmada ilk olarak, kısaca hükmün  açıklanmasının  geri  bırakılması  ve  müsadere  kurumlarına değinilmiştir.  İkinci  olarak  müsaderenin  mülkiyet  hakkının  korunması bakımından sebep olduğu sonuçlar, Avrupa İnsan Hakları Sözleşmesi nde ve Anayasa da  güvence  altına  alınan  mülkiyet  hakkına  ilişkin  hükümler bağlamında ayrı ayrı incelenmiştir. Son olarak ise hükmün açıklanmasının geri bırakılması kararında müsadereye hükmedilmesinin sonuçları mülkiyet hakkının  korunması  çerçevesinde  tartışılmış  ve  bazı  önerilerde bulunulmuştur. I. HÜKMÜN  AÇIKLANMASININ  GERİ  BIRAKILMASI KURUMU  A. Kapsamı, Niteliği ve Koşulları  Kısa süreli hürriyeti bağlayıcı cezaların yerine getirilmesinin doğuracağı sakıncaların yalnızca ceza infaz kurumlarıyla ilgili yapılacak reformlarla önlenemeyeceği,  bu  cezalara  seçenek  olabilecek  tedbirlerle  söz  konusu sakıncaların giderilmesi ve hürriyeti bağlayıcı cezalara son çare başvurulması şeklindeki eğilim, özellikle cezaevlerinin de dolmasıyla son yıllarda kendini göstermiştir. Bu kapsamda modern ceza adalet sistemlerinde kamu davasının, duruşmanın  ve  hükmün  ertelenmesi  kurumlarına  çok  farklı  şekillerde başvurulması  öngörülmüştür.  Hükmün  açıklanmasının  geri  bırakılması kurumu da başlangıçta cezanın bireyselleştirilmesi araçlarından olan ve ilk izlerine Orta Çağ da rastlanan erteleme kurumunun bir çeşidi olarak ortaya çıkmış,  sadece  sanığın  yararlanmasını  değil  mağdurun  zararlarının giderilmesini de hedefleyerek onarıcı adalet anlayışından etkilenmiştir. Hükmün  açıklanmasının  geri  bırakılması  kurumunun  uygulanma yöntemi bakımından iki sistem ortaya çıkmıştır. Bunlardan ilki, duruşma sonunda sanığın suçluluğunun sabit olması hâlinde, mahkûmiyet hükmünün                                                            8   Ayhan Önder, Ceza Hukukunda Tecil ve Benzeri Müesseseler, Fakülteler Matbaası, İstanbul, 1963, (Tecil), s. 110. 148Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  hemen  açıklanmaması,  açıklanmasının  şartlı  olarak  belli  bir  süre ertelenmesidir. İkincisi ise sanığın suçluluğunun tespiti yapılmadan hükmün açıklanmasının ertelenmesidir. İkinci hâlde ertelenen, mahkûmiyet hükmünün açıklanması  değil,  sanığın  suçluluğunun  tespiti  işlemidir.  Ülkemizde, CMK nın 231. maddesiyle birinci sistem kabul edilmiştir. CMK nın  benimsediği  sisteme  göre  hükmün  açıklanmasının  geri bırakılması  için  öncelikle  sanık  hakkında  mahkûmiyet  hükmü  kurulmuş olmalıdır. Geri bırakılacak olan husus, sanığın suçluluğuna karar verildikten sonra bu suça temas eden cezanın belirlendiği mahkûmiyet hükmüdür. Bu itibarla  Türk  hukukunda  sanığın  suçluluğu  tespit  edilmeden  hükmün açıklanmasının geri bırakılmasına karar verilmesi mümkün değildir. Çünkü hükmün açıklanmasının geri bırakılmasına karar verilebilmek için öncelikle sanığa yüklenen suçun sübut bulduğunun belirlenmesi ve bu fiili nedeniyle sanık hakkında cezaya hükmedilmiş olması gerekir. Hükmün açıklanmasının geri bırakılmasına karar verilen durumlarda, hüküm fıkrasında esas itibarıyla iki karar bulunmaktadır. Bunlardan ilki, CMK nın 223. maddesi anlamında  hüküm  sayılan ancak açıklanmasının geri  bırakılmasına  karar  verilmesi  nedeniyle  kesinleşmesi  askıya  alınan mahkûmiyet,  diğeri  ise  anılan  hükmün  üzerine  inşa  edilen  ve  onun kesinleşmesini  engelleyen/askıya  alan  hükmün  açıklanmasının  geri bırakılması kararıdır. Bu ikinci karar CMK nın 223. maddesi anlamında  hüküm   değildir. Açıklanması geri bırakılan (ertelenen) şey, mahkûmiyet hükmünün kendisi değil doğurduğu hukukî sonuçlardır. Hâkim mahkûmiyet hükmünü kurduktan sonra, ayrıca bu mahkûmiyet hükmünün açıklanmasının geri bırakılmasına da karar verecektir. Dolayısıyla                                                            9   Hükmün ertelenmesinin uygulamadaki çeşitleri ve uygulandığı ülkeler ile ilgili ayrıntılı açıklamalar için bkz. Önder, Tecil, ss. 109-116. 10  Hükmün açıklanmasının geri bırakılması kurumu ülkemizde ilk kez 15/7/2005 tarihinde yürürlüğe giren 5395 sayılı Çocuk Koruma Kanunu nun 23. maddesi ile suça sürüklenen çocuklar bakımından ve yargılama sonunda belirlenen en çok üç yıla kadar (üç yıl dâhil) hapis veya adlî para cezaları için kabul edilmiştir. 6/12/2006 tarihli ve 5560 sayılı Kanun ile 5395 sayılı Kanun un 23. maddesinde suça sürüklenen çocuklar yönünden öngörülen ayrıntılı kurallar yürürlükten kaldırılırken, CMK nın 231. maddesine eklenen fıkralarla hükmün açıklanmasının geri bırakılması kurumu -yetişkin sanıkları da kapsayacak şekilde- yeniden düzenlenmiştir. Daha sonra 8/2/2008 tarihli ve 5728 sayılı Kanun ile kurumun kapsamı genişletilerek iki yıla kadar hapis cezasına veya adlî para cezasına hükmedilmiş suçlar yönünden uygulanabilir hâle getirilmiştir.  11   İzzet Özgenç,  Hükmün Açıklanmasının Geri Bırakılması , Hukuk Devletinde Suç Yaratılmasının ve Suçun Aydınlatılmasının Sınırları Sempozyumu, İstanbul, 1-3 Haziran, 3. Yılında Yeni Ceza Adalet Sistemi,  (Ed.  Bahri  Öztürk),  Seçkin  Yayınevi,  Ankara,  2009,  (Hükmün  Açıklanmasının  Geri Bırakılması), ss. 49, 54; İzzet Özgenç, Türk Ceza Hukuku Genel Hükümler, 9. Baskı, Seçkin Yayınevi, Ankara, 2013, (Genel Hükümler), s.642.    149Akif Yıldırım, Özgür Duman                                 Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199 hükmün  açıklanmasının  geri  bırakılması  kararı,  mahkûmiyet  kararından bölünerek verilemez. Bu karar, duruşmanın sonunda mahkûmiyet kararıyla birlikte verileceğinden, mahkûmiyet kararından önce hükmün açıklanmasının geri bırakılması talebi reddedilemez. Hükmün açıklanmasının geri bırakılması kararının en temel ve belirgin özelliği, varlığı devam ettiği sürece, mahkûmiyet hükmünün hukuken sonuç doğurma  özelliği kazanamamasıdır. Bu bakımdan  yargılananın   sanık  sıfatı, davanın ise  derdestlik  durumu devam etmektedir. Sanık, denetim süresi içinde kasten bir suç işlediğinde veya yüklenen yükümlülükleri yerine getirmediğinde  askı  durumu  sona  erecek,  mahkûmiyet  hükmü  hukuksal sonuçlar doğuracak, kesinleşme süreci tamamlandığında infazına geçilecektir. Şüphesiz ki hükmün açıklanmasının geri bırakılması kararı verebilmek için belirli ön şartlar ve şartlar bulunmaktadır.  Ön şartlardan, kurumun uygulanması için gerekli olan ve ana şartlardan önce gelen, hatta bunlardan bağımsız  olan  hukukî  sebepler  kastedilmektedir.  Ön  şart  olarak nitelenebilecek bu durumlardan ilki, uzlaşma kapsamındaki bir suçla ilgili olarak öncelikli uzlaştırma işleminin yapılmasıdır. Hükmün açıklanmasının geri  bırakılmasına  karar  vermek  için  ikinci  ön  şart,  sanığın  kabulüdür. CMK nın 231. maddesinin (6) numaralı fıkrasının son cümlesine göre sanığın kabul etmemesi hâlinde hükmün açıklanmasının geri bırakılmasına karar verilemez. Hükmün açıklanmasının geri bırakılmasının şartları ise şunlardır: a) Objektif (Sanığa ve Fiile Bağlı) Şartlar; 1.  Yapılan yargılama sonucu hükmolunan cezanın iki yıl veya daha az süreli hapis veya adli para cezası olması, 2.  Suçun, Anayasa nın 174. maddesinde güvence altına alınan İnkılâp Kanunlarında yer alan suçlardan bulunmaması, 3.  Sanığın daha önce kasıtlı bir suçtan mahkûm olmamış olması, 4.  Daha önce sanık hakkında hükmün açıklanmasının geri bırakılması kararı verilmiş ise, ikinci yargılamaya konu ve sanığın kasten işlediği iddia olunan suçun denetim süresi içinde işlenmemiş olması,                                                             12  CGK.,  17/2/2010,  E.2009/3-64,  K.2009/83  (UYAP).  Kumbasar,  hukuken  sonuç  doğurmayan mahkûmiyet  hükmünü   gizli  hüküm   olarak  ifade  etmektedir  (Enver  Kumbasar,  Hükmün Açıklanmasının Geri Bırakılması, Seçkin Yayınevi, Ankara, 2012, s. 45). 13  Özgenç, Hükmün Açıklanmasının Geri Bırakılması, s. 49.   Toroslu/Feyzioğlu, verildiği anda kesin olan hükümler yönünden infaz durumunun askıya alındığını belirtmektedir (Nevzat Toroslu ve Metin Feyzioğlu, Ceza Muhakemesi Hukuku, Savaş Yayınevi, Ankara, 2016, s. 312). 150Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  5.  Suçun işlenmesiyle mağdurun veya kamunun uğradığı zararın, aynen iade, suçtan önceki hale getirme veya tazmin suretiyle tamamen giderilmesi gerekmektedir. b)  Subjektif  Şart  (Liyakat  Şartı):  Mahkemece,  sanığın  kişilik özellikleri ile duruşmadaki tutum ve davranışları göz önünde bulundurularak, sanığın yeniden suç işlemeyeceği hususunda kanaate ulaşılmalıdır. B.  Denetim Süresi Belirlenmesi ve Bu Sürenin Sorunlu/Sorunsuz Geçirilmesi Hükmün açıklanmasının geri bırakılmasına karar verilmesi hâlinde sanık, beş  yıl  denetim  süresine tâbi  tutulur  (CMK  md.  231/8).  Bu  süre,  suça sürüklenen çocuklar yönünden üç yıldır (5395 sayılı Kanun md. 23). Denetim süresi, ceza niteliğinde olmadığından belirlenmesinin unutulması kazanılmış hak  oluşturmaz.  Kanun,  anılan  süreyi,  hükmün  açıklanmasının  geri bırakılmasının otomatik bir sonucu olarak düzenlemiştir. Bu süre, hükmün açıklanmasının  geri  bırakılması  kararının  kesinleşmesinden  itibaren başlayacaktır. CMK nın 231. maddesinin (10) numaralı fıkrası uyarınca denetim süresi içinde kasten bir suç işlenmediği ve denetimli serbestlik tedbirine ilişkin yükümlülüklere  uygun  davranıldığı  takdirde,  açıklanması  geri  bırakılan hüküm ortadan kaldırılarak davanın düşmesi kararı verilir. Denetim süresi içinde kasten bir suç işlenmesi veya denetimli serbestlik tedbirine  ilişkin  yükümlülüklere  aykırı  davranılması,  denetim  süresinin sorunlu geçirildiği anlamına gelir.  Denetim süresinin sorunlu geçirilmesi hâlinde,  mahkeme  bir  yaptırım  olarak  hükmü  açıklayacaktır.  Hükmün açıklanması için sonraki suçun denetim süresi içinde işlenmesi ve kasıtlı bir suç  olması  yeterlidir.  Ancak  denetim  süresinde  işlenen  kasıtlı  suç kesinleşmeden, hüküm açıklanamaz. Davanın düşmesine karar verilebilmesi için ilk olarak denetim süresinde kasten bir suç işlenmemiş olması gerekmektedir. Denetim süresinde işlenen                                                            14   Sanık  hakkında  (…)  verilen  hükmün  açıklanmasının  geri  bırakılması  kararının  sanığa  tebliğ edilmeyerek katılan vekilinin itirazı üzerine Adana 3. Ağır Ceza Mahkemesi'nin 16.02.2011 tarihli itirazın reddi kararı üzerine kararın kesinleştirildiği, (…), sanığın itiraz hakkını kullanabilmesi için yeniden usulüne uygun olarak ve itiraz hakkı hatırlatılarak 28.01.2009 tarihli hükmün tebliğ edilmesi gerektiğinin anlaşılması karşısında; 28.01.2009 tarihli kararın kesinleşmemesi nedeniyle denetim süresi de işlemeye başlamayacağı gözetilmeden yazılı şekilde hükmün açıklanmasına karar verilmesi, (…)  Yargıtay 13. CD., 4/6/2015, E.2014/24957, K.2015/10323 (UYAP). 15   Yargıtay  4.  CD.,  3/2/2015,  E.2014/31827,  K.2015/2569;  18.  CD.,  20/5/2015,  E.2015/1279, K.2015/1409 (UYAP). 151Akif Yıldırım, Özgür Duman                                 Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199 suçun  uzun  yıllar  kesinleşmemesi  durumunda  makul  sürede  yargılanma hakkının ihlali ve düşme kararı verilememesinden ötürü sanığın askıdaki durumunun  bir  türlü  değişmemesi  sonucu  doğmaktadır.  Uygulamada  ise denetim  süresi  içerisinde  işlenen  suça  ilişkin  yargılamanın  sonucu beklenmektedir.  Diğer  taraftan  denetim  süresinde  işlenen  suç  nedeniyle yapılan  yargılamada  kovuşturmanın  durdurulmasın  gerektiren  bir  sebep ortaya  çıktığında  (örneğin  sanık  milletvekili  seçildiğinde),  hükmün açıklanmasının geri bırakılmasına konu suça ilişkin davanın düşmesine karar verilebilmesi için ne kadar bekleneceği konusunda da kanunda bir açıklık yoktur.  Denetim  süresi  içinde  suç  işlenip  işlenmediğini  kesin  olarak belirlenemediğinden hükmün açıklanmasının geri bırakılmasına konu dava açısından sanığın durumu belirsiz bir hâl almaktadır.  II.  MÜSADERE Müsadere, TCK nın  Güvenlik Tedbirleri  başlıklı  İkinci Bölüm ünde, eşya müsaderesi (TCK md. 54) ve kazanç müsaderesi (TCK md. 55) şeklinde düzenlenmiştir. Müsadere, suçla ortaya çıkan kriminojen ortamı gidermeye dönük bir güvenlik tedbiridir. Devlet, bu güvenlik tedbiri vasıtasıyla başkaca suçların  işlenmesini  önlemek  amacıyla,  suçtan  kaynaklanan  veya  suçun oluşturan  fiilin  işlenmesiyle  ilgili  olduğu  için  suç  düşüncesini  ve  suçun çekiciliğini canlı tutan eşyaya elkoymaktadır. TCK nın 54. maddesinin gerekçesinde müsadere, bir şeyin mülkiyetinin devlete  geçmesini  sonuçlayan  bir  yaptırım  olarak  tanımlanmıştır.  Aynı Kanun un 55. maddesinin gerekçesinde ise  suç işlemek yoluyla kazanç elde edilmesini  engelleyecek  yaptırım  olarak  kazanç  müsaderesine  ilişkin düzenleme yapıl[dığı]  belirtilmiştir.  Anayasa Mahkemesi ne göre müsadereyle suçta kullanılan, kullanılmak üzere hazırlanan veya suçtan meydana gelen eşyanın mahkûmiyete rağmen suçlunun elinde bırakılmaması, suçtan gelir elde edilmemesi, ayrıca suçla ilgili veya bizatihi suç teşkil eden eşyanın ülke ekonomisi, kamu düzeni ve güvenliği  ile  toplum  ve  çevre  sağlığı  bakımından  arz  ettiği  tehlikelerin önlenmesi  amaçlanmıştır.  Böylece  suçla  mücadelede  caydırıcılığın sağlanması, yeni suçların işlenmesinin önüne geçilmesi ve suça konu tehlike arz  eden  mülkün  kullanılmasının  ve  dolaşımının  engellenmesi hedeflenmektedir.                                                              16  Zeki Hafızoğulları,  5237 S.  Türk Ceza Kanunu nda Cezalar ve Güvenlik Tedbirleri , Ankara Barosu Dergisi, Sayı: 2007/1, Yıl: 65, (Cezalar ve Güvenlik Tedbirleri), s. 96. 17  Devrim Güngör ve Haluk Toroslu,  Müsadere ve Hükmün Açıklanmasının Geri Bırakılması İlişkisi Üzerine Kısa Bir Değerlendirme , AÜHFD, Cilt: 65, Sayı: 4, Yıl: 2016, s. 1968-1969. 18  AYM, Fatma Çavuşoğlu ve Bilal Çavuşoğlu, B. No: 2014/5167, 28/9/2016, p. 69. Bu çalışmada atıf yapılan  Anayasa  Mahkemesi  kararları,  aksi  belirtilmemişse  Mahkeme nin  internetteki www.anayasa.gov.tr adresinden alınmıştır. 152Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  Çeşitli uluslararası sözleşmelerde müsaderenin özellikle kara paranın aklanması, suç örgütleri ve terör örgütleriyle mücadele için gerekli ve önemli bir  araç  olduğu  kabul  edilmiştir.  Meselâ  suçtan  gelir  elde  edilmesinin önlenmesi  amacıyla  suç  gelirlerinin  müsadere  edilerek  aklanmasının önlenmesi ve ayrıca bu amaçla uluslararası iş birliğinin sağlanmasına yönelik olarak  Avrupa  Konseyi  tarafından  8/11/1990  tarihinde  Suç  Gelirlerinin Aklanması,  Aranması,  Zapt  Edilmesi  ve  Müsadere  Edilmesi  Hakkında Avrupa Konseyi Sözleşmesi kabul edilmiştir. Strazburg Konvansiyonu olarak bilinen bu sözleşme, Türkiye tarafından 27/9/2001 tarihinde imzalanmış ve onaylanması 16/6/2004 tarihli ve 5191 sayılı Kanun ile uygun bulunmuştur. Strazburg  Konvansiyonu  2.  maddesi  uyarınca taraf  olan  her  devlet,  suç vasıtaları  ile  gelirlerini  veya  bu  gelirlere  eşdeğer  malların  zoralımını gerçekleştirmek için gerekli olan yasal ve diğer tedbirleri alacaktır. Yine Strazburg Konvansiyonu 11. maddesinde dede devlete elkoyma yönünde bir yükümlülük yüklenmiştir. III. MÜLKİYET  HAKKININ  KORUNMASI  BAKIMINDAN MÜSADERE A.  Mülkiyet Hakkının Korunmasına İlişkin Genel Yaklaşım 1.  Avrupa  İnsan  Hakları  Sözleşmesinde  Mülkiyet  Hakkının Korunması Avrupa İnsan Hakları Sözleşmesi nin hazırlık aşamasında üzerinde en çok tartışılan konulardan biri de mülkiyet hakkına ilişkin düzenleme olmuştur. Avrupa  Konseyi  Danışma  Meclisinde  yapılan  tartışmalar  sırasında  taraf devletlerden bazıları mülkiyet hakkının diğer sosyal ve ekonomik haklardan ayrıştırılmasının mümkün olmadığını savunmuş; bazı devletler ise bu hakkın doğası gereği hukuk sistemlerinde farklı tanımlandığını ve uluslararası bir sözleşme veya mahkemenin bunu değerlendirebilmesinin güçlüğüne dikkat çekmiştir.  Özellikle  savaş  sonrası  dönemde  yapılacak  yatırımlar  ve kamulaştırmalar sebebiyle mülkiyet hakkının içeriği ve korunmasına ilişkin olarak taraf devletler arasında meydana gelen görüş ayrılıkları bu tartışmalara yol açmıştır. Nihayet mülkiyet hakkına ilişkin düzenleme Sözleşme ye Ek 1 Numaralı Protokol ün 1. maddesinde (bundan sonra P-1 olarak anılacaktır)  yer bulabilmiştir.                                                            19  Preparatory Work on Article 1 of the First Protocol to the European Convention on Human Rights, http://www.echr.coe.int/LibraryDocs/Travaux/ECHRTravaux-P-1-CDH(76)36-EN0643.pdf, (7/12/2017). 20  D.J. Harris, Michael O Boyle, E.P. Bates ve C.M. Buckley, , Avrupa İnsan Hakları Sözleşmesi Hukuku, (Çev. Mehveş Bingöllü Kılcı ve Ulaş Karan) Avrupa Konseyi Yayınları, Oxford, 2009 (Türkçe Baskı: 2013), s. 675. 21  Ek 1 Numaralı Protokol 20/3/1952 tarihinde imzaya açılmış ve 18/5/1954 tarihinde yürürlüğe girmiştir (https://www.coe.int/en/web/conventions/search-on-treaties/-/conventions/treaty/009, (F/12/2017). 153Akif Yıldırım, Özgür Duman                                 Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199 Söz konusu tartışmaların etkisi mülkiyet hakkına ilişkin anılan maddenin lafzında  açıkça  kendini  göstermektedir.  Bu  bağlamda  mülk  sahiplerine tazminat ödenmesinin açıkça belirtilmesi yönündeki taslakta önerilen ifadeler benimsenmemiş,  keyfi  olarak  kamulaştırma  yapılamayacağı  biçimindeki cümle de belirsiz olduğu gerekçesiyle yeniden düzenlenmiştir. Nihai metinde birinci paragrafın ikinci cümlesindeki düzenleme aynı zamanda mülkiyet hakkına müdahalenin sınırlama sebeplerini de ortaya koymuştur. Buna göre ancak kamu yararı sebebiyle ve kanunda görülen koşullar ile uluslararası hukukun  genel  ilkelerine  uygun  olarak  bir  kimse  mülkünden  yoksun bırakılabilir. Ayrıca bununla da yetinilmemiş ve taslak metinde yer almadığı hâlde maddeye ikinci bir paragraf eklenerek taraf devletlere mülkiyet hakkına müdahale hususunda bazı yetkiler de açık olarak tanınmıştır. Bu maddenin ikinci paragrafına göre devletler, mülkiyetin kamu yararına uygun olarak kullanılmasını  düzenlemek  veya  vergi  ya  da  başka  katkıların  ve  para cezalarının ödenmesini sağlama hakkına sahiptir. Son olarak, diğer haklar yönünden örneğin  Yaşam Hakkı  gibi bizzat hakkın adı kenar başlığı olarak belirlenmiş  ise  de  P-1 in kenar başlığı  Mülkiyetin Korunması   olarak belirlenmiş olması da dikkat çekicidir.  Avrupa İnsan Hakları Mahkemesi (AİHM) aslında ifade hürriyetiyle ilgili temel kararlardan biri olan 7/12/1976 tarihli Handyside/Birleşik Krallık kararında mülkiyet hakkına ilişkin değerlendirmelerde de bulunmuştur. Bu karara konu olay, müstehcen olduğu gerekçesiyle başvurucunun kitaplarına el konulması ve müsaderesine ilişkindir. Başvurucu ifade hürriyetinin ihlali iddiası yanında kitaplarının toplatılması nedeniyle mülkiyet hakkının da ihlal edildiğini ileri sürmüştür. Kararda çok sınırlı da olsa mülkiyet hakkının ihlali iddiası  yönünden  de  bir  inceleme  yapılmıştır.  AİHM,  elkoyma  ve müsaderenin mülkiyetten barışçıl yararlanma hakkına müdahale teşkil ettiğini kabul etmiş, ancak elkoyma ve müsaderenin kanunî bir dayanağının ve kamu yararına  dayalı  meşru  amacının  bulunduğunu  tespit  ederek  ölçülülük yönünden  bir  inceleme  yapmadan  mülkiyet  hakkının  ihlal  edilmediği sonucuna varmıştır.                                                             22  Preparatory Work on Article 1 of the First Protocol to the European Convention on Human Rights, http://www.echr.coe.int/LibraryDocs/Travaux/ECHRTravaux-P-1-CDH(76)36-EN0643.pdf, (7/12/2017). 23  Bu maddelerin kenar başlıkları 11 Numaralı Protokol ile belirlenmiştir. Bu Protokol, 11/5/1994 tarihinde imzaya açılmış ve 1/11/1998 tarihinde yürürlüğe girmiştir 24  Handyside/Birleşik Krallık [GK], B. No: 5493/72, 7/12/1976, p. 61. Bu çalışmada atıf yapılan AİHM kararları, aksi belirtilmemişse Mahkeme nin internetteki http://hudoc.echr.coe.int adresinden alınmıştır.  25  Handyside/Birleşik Krallık, p. 60-63. 154Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  AİHM Marckx/Belçika kararında P-1 in mülkiyet hakkını koruduğunu açık  olarak  kabul  etmiştir.  Ancak  bu  kararda  da  ayrımcılık  yasağı  ile bağlantılı olarak yapılan incelemede sadece kanuna dayalı olma ve meşru amaç  yönünden  değerlendirmeler  yapılmıştır.  AİHM in  P-1 in  yapısını analiz  ettiği  temel  karar  Sporrong  ve  Lönnroth/İsveç  kararıdır.  Kamulaştırılacağı gerekçesiyle başvurucuların taşınmazlarına inşaat yasağı konulmasına ilişkin bu başvuru yönünden AİHM mülkün varlığını tespit ettikten sonra müdahalenin varlığı ve türünü P-1 in yapısını inceleyerek belirlemiştir. AİHM e göre P-1 üç ayrı kural içermektedir. Mülkiyetten barışçıl  yararlanma  hakkını  düzenleyen  genel  nitelikli  birinci  kural  bu maddenin birinci paragrafının birinci cümlesinde yer almaktadır. İkinci kural ise aynı paragrafın ikinci cümlesinde yer almakta ve mülkiyetten yoksun bırakmayı düzenlemekte olup, bunu belirli koşullara bağlamaktadır. İkinci paragrafta düzenlenen üçüncü kural ise taraf devletlere kamu yararına dayalı olarak mülkiyetin kullanımını kontrol etme yetkisi tanımaktadır. AİHM ilk kuralı değerlendirmeden önce diğer iki kuralın uygulanabilir olup olmadığına bakılacağını vurgulamıştır. James ve diğerleri/Birleşik Krallık kararında da aynı analiz tekrar edilmiş ve üç kuralın birbiriyle bağlantısız olmadığı, ikinci ve üçüncü kuralların aslında genel kural olan birinci kuralın özel görünümleri niteliğinde  olduğundan  bu  genel  kural  ışığında  incelenmeleri  gerektiğini vurgulamıştır. 2.  Anayasa da Mülkiyet Hakkının Korunması Mülkiyet  hakkı  1961  Anayasası nın   Sosyal  ve  İktisadî  Haklar  ve Ödevler  başlıklı bölümde 36. maddede düzenlenmiştir. Nitekim maddenin gerekçesinde  de  devletin  mülkiyet  hakkına  müdahalesinin sınırlandırılmasından daha çok klâsik mülkiyet anlayışından farklı olarak mülkiyet  hakkının  kişilere  ödevler  yüklediği  kabul  edilmiştir.  1982 Anayasası nda ise 35. maddede düzenlenen mülkiyet hakkının temel hak ve                                                            26  AİHM e göre herkese mülkiyetten barışçıl yararlanma hakkı tanıyan P-1 özünde mülkiyet hakkını güvence altına almaktadır. AİHM sözleşmenin Fransızca metninde yer alan  biens ,  propriété  ve  usage des biens  ile İngilizce metninde bulunan  possessions  ve  use of property  sözcüklerine dikkati çekmektedir. Ayrıca hazırlık çalışmalarında metni hazırlayanların sürekli olarak mülkiyet hakkı anlamına gelen  right of property  ve  right to property  ifadelerini kullandıkları vurgulanmıştır (Marckx/Belçika [GK], B. No: 6833/74, 13/6/1979, 63). Buna karşın Sir Gerald Fitzmaurice karara karşı oy  yazısında  bu  maddenin  aslında  mülkiyet  hakkını  kapsamadığını,  mülkiyete  yapılan  keyfi müdahaleleri önlemeyi amaçladığını belirtmiştir (bu karşı oy yazısı ile ilgili değerlendirme için bkz. H. Burak Gemalmaz, Mülkiyet Hakkı, Beta Yayınları, İstanbul, 2009, s. 9, dn. 22 ve s. 10). 27  Sporrong ve Lönnroth/İsveç [GK], B. No: 7151/75-7152/75, 23/9/1982. 28  Sporrong ve Lönnroth/İsveç, p. 61. 29  James ve diğerleri/Birleşik Krallık [GK], B. No: 8793/79, 21/2/1986, p. 37. Gemalmaz, bu ilkenin dördüncü bir kural olduğunu belirtmektedir (Gemalmaz, s. 22-23). 155Akif Yıldırım, Özgür Duman                                 Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199 hürriyetlerden olduğu açık olarak kabul edilmiştir. Maddenin metninde ise herhangi bir değişikliğe gidilmemiştir. Anayasa Mahkemesi kimi kararlarında mülkiyet hakkının klâsik anlayışa yaklaşarak mülkiyet hakkının mutlak ve zaman ötesi bir hak olduğunu kabul etmiştir. Anayasa Mahkemesi mülkiyet hakkını,  kişiye başkasının hakkına zarar  vermemek  ve  kanunların  koyduğu  sınırlamalara  uymak  koşuluyla, sahibi  olduğu  şeyi  dilediği  gibi  kullanma,  ürünlerinden  yararlanma  ve tasarruf olanağı veren temel bir hak  şeklinde tanımlamaktadır. Bununla birlikte  mülkiyet  hakkının  sınırsız  bir  hak  olarak  düzenlenmediği, Anayasa nın 13. ve 35. maddelerine göre kamu yararı amacıyla ve kanunla, ayrıca ölçülülük ilkesine uygun olarak sınırlandırılabileceği ifade edilmiştir.  Bireysel başvuruların incelenmeye başlandığı 23/9/2012 tarihinden sonra Anayasa Mahkemesi önüne çok sayıda mülkiyet hakkı başvurusu gelmiştir. Mülkiyet  hakkına  ilişkin  bireysel  başvurularda  genellikle  AİHM in  de uyguladığı üç kural analizinin benimsendiği görülmektedir. Mehmet Akdoğan ve  diğerleri  başvurusunda  Anayasa nın  35.  maddesi  ile  P-1 in  benzer düzenlemelerle mülkiyet hakkına yer verdiği ve her iki düzenlemenin de üç kural  ihtiva  ettiği  belirtilmiştir.  Anayasa  Mahkemesine  göre  iki düzenlemenin  ilk  cümleleri  herkese  mülkiyet  hakkını  tanımakta,  ikinci cümlesi ise kişilere ait mülkiyetin hangi koşullarla sınırlandırılabileceğini veya mülkten yoksun bırakılabileceğini hüküm altına almaktadır. Her iki düzenlemenin üçüncü cümlelerinin ise farklı olmakla birlikte, Anayasa nın birçok maddesinin Sözleşme de olduğu gibi devlete mülkiyeti kontrol veya düzenleme yetkisi verdiği belirtilmiştir.                                                            30  AYM, 17/3/2011, E.2009/58, K.2011/52 (RG: 28003-23/7/2011).  31  AYM, 2/11/2016, E.2015/61, K.2016/172 (RG: 29913- 9/12/2016). 32  AYM,  23/11/2016,  E.2016/46,  K.2016/178  (RG:  29917-13/12/2016):   [B]ireysel  özgürlüğü ile mülkiyet hakkı arasında yakın bir ilişki vardır. Söz konusu ilişkiye rağmen mülkiyet hakkı sınırsız bir hak değildir. Anayasa nın 35. maddesinde, herkesin, mülkiyet ve miras haklarına sahip olduğu, bu hakların ancak kamu yararı amacıyla kanunla sınırlanabileceği, mülkiyet hakkının kullanılmasının toplum yararına aykırı olamayacağı hükme bağlanmıştır.  33  Mehmet Akdoğan ve diğerleri, B. No: 2013/817, 19/12/2013, p. 29. 34  Mehmet Akdoğan ve diğerleri, p. 30.  35  Mehmet Akdoğan ve diğerleri, p. 30. 156Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  B. Müsadere Yoluyla Mülkiyet Hakkına Yapılan Müdahalelerde Uygulanan Genel İlkeler 1. Mülkiyet  Hakkının  Uygulanabilirliği  Meselesi:  Mülkün  ve Müdahalenin Varlığı a. Genel Olarak AİHM  mülkiyet  hakkına  ilişkin  başvurularda  ilk  olarak  mülkiyet hakkının uygulanabilir olup olmadığını belirlemektedir. Mülkiyet hakkının uygulanabilmesi  için  ise  öncelikle  bir   mülk ün  mevcut  olması gerekmektedir. Mülkiyet hakkının varlığını ispat külfeti ise başvurucuya düşmektedir.  Kural  olarak,   mevcut  mülk   veya   sahip  olunan  şey  mülkiyet  hakkının  konusunu  teşkil  edebilir.    AİHM  P-1 in  mülkiyeti kazanma  veya  elde  etme  hakkını  ise  güvence  altına  almadığını  sıklıkla vurgulamıştır. Bununla birlikte AİHM mülkiyet hakkının elde edilebileceği yönündeki yeterli bir temele sahip  meşru beklenti nin de mülkiyet hakkı kapsamında değerlendirebileceğini kabul etmiştir. AİHM içtihatlarına göre temelsiz bir hak kazanma beklentisi veya sadece ulusal hukukta mülkiyet hakkı kapsamında savunulabilir bir iddianın varlığı meşru beklentinin kabulü için yeterli değildir.  AİHM sıklıkla, meşru beklentinin iç hukukta bir düzenlemeye  veya  yerleşik  ve  istikrarlı  yargı  içtihatlarına  dayalı  olması gerektiğini vurgulamaktadır. Anayasa nın 35. maddesi ve P-1 hükmüne göre mülkiyet hakkının kapsamı   otonom  yorum   ilkesi  çerçevesinde  iç  hukuktaki değerlendirmelerden  ve  tanımlamalardan  bağımsız  olarak değerlendirilmektedir.  Diğer  bir  deyişle,  AİHM  ve  Anayasa  Mahkemesi mülkiyet  hakkını  açıkça  tanımlamaktan  kaçınmış  ve  mülk  kavramını  iç                                                            36  Osman Doğru ve Atilla Nalbant, İnsan Hakları Avrupa Sözleşmesi Açıklama ve Önemli Kararlar, C. 2, Avrupa Konseyi Yayınları, Ankara, 2013, s. 652. 37  Harris/O Boyle/Bates/Buckley, s. 680. 38  Harris/O Boyle/Bates/Buckley, s. 680; Doğru/Nalbant, s. 652. 39  Doğru/Nalbant, s. 652; Gemalmaz, s. 137; Suat Şimşek, Türk Hukukunda ve Avrupa İnsan Hakları Sözleşmesinde Mülkiyet Hakkı, Maliye Bakanlığı Yayınları, Ankara, 2011, s. 619. 40  Slivenko ve diğerleri/Letonya [BD] (k.k.), B. No: 48321/99, 23/1/2002, p. 121; Fener Rum Erkek Lisesi Vakfı/Türkiye, B. No: 34478/97, 9/1/2007, p. 52. Doğru/Nalbant, s. 652. 41  Harris/O Boyle/Bates/Buckley, s. 677; Doğru/Nalbant, s. 654-655; Gemalmaz, s. 139 vd. Meşru beklenti kavramının ilk defa geliştirildiği kararlar için bkz.  Pine Valley Developments Ltd ve diğerleri/İrlanda, B. No: 12742/87, 29/11/1991; Stretch/Birleşik Krallık, B. No: 44277/98, 24/6/2003; Pressos Companía Naviera S.A. ve diğerleri/Belçika, B. No: 17849/91, 20/11/1995. 42  Kopecký/Slovakya  [BD],  No:  44912/98,  28/9/2004,  p.  35;  Gratzinger  ve  Gratzingerova/Çek Cumhuriyeti, (k.k.) [BD],  B. No: 39794/98, 10/7/2002, p. 69. 43  Kopecký/Slovakya, p. 52; Bozcaada Kimisis Teodoku Rum Ortodoks Kilisesi Vakfı/Türkiye (k.k.), B. No: 22522/03, 9/12/2008. 157Akif Yıldırım, Özgür Duman                                 Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199 hukuktaki  mevzuat  hükümlerinden  ve  ulusal  makamların  bunlara  ilişkin yorumundan bağımsız olarak  otonom  bir biçimde yorumlamıştır. Bunun aksine, bir tanımlamaya gidilmesi maddenin kapsamını oldukça daraltacağı gibi korumayı da anlamsızlaştırma riski taşımaktadır. Ayrıca otonom yorum ilkesi Anayasa ve Sözleşme hükümlerini canlı ve yaşanabilir kılmaktadır. Bu bağlamda anayasal ilkeler ile medeni hukukun bir parçası olan eşya hukukuna  ilişkin  genel  ilkeler  zaman  zaman  bağdaşmayabilir.  Örneğin elkoyma işleminin şikâyet edildiği Hanife Ensaroğlu başvurusunda başvurucu aracın maliki olmayıp finansal kiracı statüsündedir. Eşya hukuku ilkelerine göre finansal kiracı malik değildir. Buna karşın başvurucu, finansal kiralama sözleşmesinin devam ettiği sürece sözleşmeye konu otobüs üzerinde amaca uygun  olarak  her  türlü  faydayı  elde  etme  hakkına  sahiptir.  Dolayısıyla Anayasa Mahkemesi, otobüsün zilyedi olan başvurucunun finansal kiralama sözleşmesi çerçevesinde elde ettiği hakkın mal varlığına dâhil olabilecek ekonomik bir değer ifade ettiğini gözeterek, başvurucunun Anayasa nın 35. maddesi anlamında mülkiyet hakkının mevcut olduğu sonucuna varmıştır. b. Müsadere ve Elkoyma Yönünden Müsadere  ve  elkoymanın  konusu  da  mülkiyet  hakkı  kapsamında korunması gereken bir malvarlığı değerini oluşturmaktadır. Örneğin kamu makamlarınca kaçak olduğu tespit edilen bir eşya üzerinde kişinin meşru görülebilecek bir menfaati olmadığı gerekçesiyle mülkiyet hakkının mevcut olmadığı ileri sürülebilir mi sorusu önemli bir tartışma konusudur. Ancak bu iddianın çeşitli gerekçelerle somut bir temelinin olmadığı söylenebilir. Bu aşamada  belirtmek  gerekir  ki  insan  hakları  hukuku  incelemesinde müdahaleden  önceki  aşama  itibarıyla  ilgili  hakkın  uygulanabilirliği belirlenmektedir. Buna göre mülkün mevcut olup olmadığı mülkiyet hakkına yapılan  müdahale  öncesi  duruma  göre  tespit  edilmelidir.  Şöyle  ki başvurucunun müsadere kararı verilmeden önce hakkın konusunu oluşturan mülkün  varlığını ispat etmesi yeterlidir. Bu bağlamda  müsadere  ise  söz konusu mülke yapılan bir müdahale olup, bu aşamadan sonra mülkün varlığı                                                            44  Depalle/Fransa [BD], B. No: 34044/02, 29/3/2010, p. 62; Anheuser-Busch Inc./Portekiz [BD], B. No: 73049/01, 11/1/2007, p. 63. Otonom yorum ilkesi ile ilgili olarak geniş bilgi için bkz. Gemalmaz, s. 131 vd; Şimşek, Mülkiyet, s. 620 vd. 45  Örneğin Anayasa Mahkemesinin bir kararında fikri mülkiyet hakları mülkiyet hakkı kapsamında görülmemiştir:  [İhtira beratına ilişkin] iptali istenen hükmün, mülkiyet hakkı ile ve bu sebeple de Anayasa'nın 36. maddesiyle bir ilişkisi olmadığı gibi…  (AYM, 26/12/1967, E.1967/10, K.1967/49). 46  AİHM,  Sözleşme nin yaşayan bir belge olduğunu ve günün şartlarına göre yorumlanması gerektiğini   belirtmiştir (Cossey/Birleşik Krallık, B. No: 10843/84,  27/9/1990, p. 35). 47  Hanife Ensaroğlu, p. 45-49. 158Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  değil  müdahalenin  ihlal  oluşturup  oluşturmadığı  tartışılmaktadır.  Aksi takdirde P-1 de öngörülen mülkiyet hakkının korunmasının gerekliliklerini inceleyebilme  imkânı  ortadan  kalkar.  Diğer  bir  deyişle  yargılamanın sonucundan veya kamu makamlarının tespitinden hareketle mülkün mevcut olmadığı  sonucuna  varılırsa  müdahalenin  kanunî  dayanağının  ve  meşru amacının  olup  olmadığı  ile  ölçülü  hususlarının  tartışılabilmesi  mümkün olmaz.  Hâlbuki  mülkiyet  hakkına  kamu  makamlarınca  yapılan  bir müdahalenin keyfi olup olmadığını sorgulayabilmek için P-1 de öngörülen belirtilen gerekliliklerin tartışılması zorunludur. Kaldı ki müdahale, mülkün varlığının tespitinden sonraki bir aşamaya ilişkin olduğundan dolayı, mülkten yoksun bırakılsa dahi müdahalenin önceki aşamada mülkün mevcudiyeti yönünden  bir  etkisi  söz  konusu  olamaz.  Dolayısıyla  bir  eşyanın  el konulmasına veya müsaderesine karar verilmesi mülkiyet hakkına açık bir müdahale niteliği taşıdığında kuşku bulunmamaktadır. Mülkün  varlığının  belirlenmesi  müsadereye  ilişkin  yargılamanın sonucundan  bağımsız  olarak  yapılmak  durumundadır.  Diğer  bir  ifadeyle yargılamanın sonucunda müsadereye karar verilmesi mülkün mevcut olup olmadığını değil müdahalenin varlığını göstermektedir. Bu bakımdan örneğin üretimi, bulundurulması, kullanılması, taşınmazı, alım ve satımı suç oluşturan bir eşyanın bu gerekçeyle müsadere edilmesi mülkün varlığından ziyade müdahaleyle ilgili bir olgudur. Hâlbuki müdahaleden önce bu müdahaleye konu bir mülkün mevcut olup olmadığı başlangıçtaki koşullar çerçevesinde irdelenmelidir. Aksi takdirde, yani müdahalenin kendisinden yola çıkılarak mülkün  mevcut  olmadığı  sonucuna  varılırsa  mülkiyet  hakkının gerekliliklerine ilişkin öngörülen ölçütlerin değerlendirilmesi mümkün olmaz. Örneğin bizatihi müsadereye tabi olduğu iddia edilen bir eşyanın bu mahiyette olmadığını  ileri  sürebilmek  için  kişiye  etkin  bir  itiraz  yolu  tanınmadığı durumlarda müdahale ölçülü olmaz. Çünkü mülk sahibi mülkiyetine yapılan müdahalenin keyfi ve hukuka aykırı olduğunu ileri sürememiş, buna ilişkin savunma  ve  itirazları  dinlenilmeden  karar  verilmiştir.  Başvurucunun  bu itirazları yargı makamlarınca etkili bir biçimde değerlendirilse belki de söz konusu  eşyanın  müsadereye  tabi  olmadığı  açıklığa  kavuşabilir.  Ancak                                                            48  Nitekim orman, mer a, kıyı veya sit alanı olduğu gerekçesiyle tapu iptali nedeniyle TMK m. 1007 kapsamında açılan tazminat davalarında Yargıtay uzunca bir süre bu taşınmazların baştan beri zaten kamu malı niteliğinde olduğu, sehven davacılar adlarına tapuya tescil edildiği gerekçesiyle tazminat taleplerini reddetmiştir (4. HD, 27/4/2006, E.2006/3489, K.2006/4981, UYAP). AİHM ise mülkün varlığı yönünden yaptığı tartışmada başvurucuya taşınmazının mülkiyetini kazandığını gösteren bir tapu senedi verildiğine ve bu tapu kaydına iç hukukta bağlanan sonuçlara dikkat çekerek, sonradan yargı kararıyla söz konusu tapu kaydının iptal edilmesinin mülkiyet hakkına müdahale teşkil ettiğini kabul ederek  tazminat  ödenmemesi  sebebiyle  ölçülülük  yönünden  ihlal  kararları  vermiştir (Devecioğlu/Türkiye, B. No: 17203/03,  13/11/2008, p. 32-35; Rimer ve Diğerleri/Türkiye, B. No: 18257/04, 20/5/2010, p. 34-37). 159Akif Yıldırım, Özgür Duman                                 Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199 yargılama  sonundaki  müsadere  kararı  sebebiyle  mülkün  var  olmadığı sonucuna varılırsa bu ölçütün değerlendirilmesi mümkün olmaz.  Böyle bir değerlendirme mülkiyet hakkına ilişkin Anayasa m. 35 ve P1 hükümlerinde mevcut olduğu kabul edilen şartların incelenmesi yöntemine de uygun düşmemektedir. Anayasa Mahkemesi ve AİHM müdahalenin ihlal oluşturup oluşturmadığı sonucuna varmadan önce müdahaleyi tespit etmeden mülkü tespit etmekte, bunun için ise öncelikle anılan maddelerin uygulanabilir olup olmadığını belirleyebilmek için mülkün varlığını tartışmaktadır.  c. Müdahalenin Varlığı Mülkiyet hakkı, eşya hukuku doktrininde sahibine en geniş yetkileri tanıyan bir aynî hak olarak tanımlanmaktadır. Bir diğer tanıma göre de mülkiyet,  kişilere eşya üzerinde en kapsamlı, en geniş hâkimiyet yetkileri ile birlikte ödevler de yükleyen bir haktır 50. Ünal ise şu tanımı yapmaktadır:  Mülkiyet hakkı, sahibine konusu olan eşya üzerinde doğrudan doğruya kullanma, yararlanma ve tasarruf yetkilerinin tamamını veren ve herkese karşı dermeyan edilebilen, tam, mutlak, münhasır, kutsal ve vazgeçilmez bir aynî haktır  51. Anayasa Mahkemesi de mülkiyet hakkının;  Bir kimsenin, başkasının hakkına zarar vermemek ve kanunların koyduğu kayıtlamalara da uymak şartı ile, bir şey üzerinde dilediği şekilde kullanma, ürünlerinden yararlanma, tasarruf etme (başkasına devretme, şeklini değiştirme ve istihlâk etme, hattâ tahrip etme) yetkilerini  ifade ettiğini belirtmiştir. Görüldüğü üzere bu tanımlarda, mülkiyet hakkının sahibine tanıdığı yetkiler öne çıkarılmaktadır. Buna göre, mülkiyet hakkı sahibine temel olarak  kullanma  (usus),  yararlanma  (fructus) ve hatta  tüketme  (abusus) dâhil en geniş yetkileri tanımaktadır. Dolayısıyla malike tanınan bu yetkilerden birinin veya birkaçının sınırlandırılması mülkiyet hakkına müdahale teşkil etmektedir. TCK nın 54. maddesinin (1) numaralı fıkrasında müsaderesi öngörülen suçta kullanılan veya suçun işlenmesine tahsis edilen ya da suçtan meydana gelen  eşya  yönünden  mülkiyet  hakkının  varlığı  hususunda  herhangi  bir tereddüt bulunmamaktadır. Bu durumda başlangıçta mülk sahibine ait olan ve mülkiyet konusunu oluşturan eşya, mülkiyetin toplum yararına aykırı olarak                                                            49  Hüseyin Hatemi/Rona Serozan/Abdülkadir Arpacı, Eşya Hukuku, Filiz Kitabevi, İstanbul, 1991, s. 66. 50  Jale G. Akipek ve Turgut Akıntürk, Eşya Hukuku, Beta Yayınları, İstanbul, 2009, s. 379. 51  Mehmet Ünal,  Ferdi (Özel) Mülkiyetin Tarihi, Dini ve Beşeri Kökenleri , Prof. Dr. Fikret Eren e Armağan, Ankara, 2006, s. 903. 52  AYM, 20/9/1966, E.1963/156, K.1966/34. 160Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  kullanılması veya suça tahsis edilmesi ya da suçtan meydana getirilmesi sebebiyle malikinden elinden alınmaktadır. Buradaki temel amaç mülkiyetin yeniden bir suçta kullanılmasının önüne geçilmesi ve bunun yanında başka suçların işlenmesinin engellenmesi bakımından caydırıcılık sağlanmasıdır. Bu çözüm, mülkiyet hakkının kişilere haklar sağlaması yanında ödev de yüklediği yönündeki genel kabule uygun bir sonuçtur. Nitekim Anayasa 35. maddesinin ikinci fıkrasında açıkça mülkiyet hakkının kullanılmasının toplum yararına aykırı  olamayacağı  hüküm  altına  alınmıştır.  Bu  bağlamda  TCK nın  54. maddesinin (1) numaralı fıkrasında suçta kullanılsa dahi iyi niyetli üçüncü kişiye ait eşyanın müsadere edilemeyeceğinin hüküm altına alındığına dikkati çekmek gerekir. Bu da kanun koyucunun belirtilen kamu yararı amacının varlığına rağmen iyiniyetli kişinin mülkiyet hakkını güvence altına almayı gerekli gördüğünü göstermektedir. Dolayısıyla eşyanın suçun işlenmesinden önce  kime  ait  olduğunun  tespiti  büyük  önem  taşımaktadır.  Kamu makamlarınca  mülkiyetin  kime  ait  olduğunun  belirlenmemesi  veya  bu anlamda bir özensizlik gösterilmesi kanun koyucunun amacına rağmen iyi niyetli üçüncü kişiye ait mülkün müsadere edilmesi suretiyle mülkten yoksun bırakma gibi ağır bir sonuca yol açar.  AİHM Handyside/Birleşik Krallık kararından başlayarak elkoyma ve müsadereye  ilişkin  kararlarında  mülkiyet  hakkının  uygulanabilirliği bakımından  bir  sorun  görmemiştir.  Handyside/Birleşik  Krallık  kararında başvurucunun kitaplarına el konulması, müsaderesi ve imha edilmesi  tedbir  (measure) olarak nitelendirilmiş ve bu tedbirlerin başvurucunun mülkiyetten barışçıl  yararlanmasına  müdahale  teşkil ettiği açık olarak  belirtilmiştir.  Müsadere ile ilgili ilkeleri koyan AGOSI/Birleşik Krallık kararında da kaçak altın  sikkelerin  müsadere  edilmesinin  başvurucunun  mülkiyet  hakkına müdahale olarak görülmüştür. AİHM idari veya adli para cezalarının ya da kazanç müsaderesinin Sözleşme anlamında bir  yaptırım/ceza  olduğunu vurgulamış ve böyle bir cezanın da mülkiyet hakkına müdahale teşkil ettiğini kabul etmiştir. 2. Müdahalenin Türünün Belirlenmesi Müsadere ile mülkiyet hakkına yapılan müdahalenin mülkten yoksun bırakma sonucuna yol açtığı kuşkusuzdur. Buna karşın, elkoyma tedbiri ise malikin mülkünden geçici olarak yoksun kalmasına sebep olur. Ancak daha                                                            53  Handyside/Birleşik Krallık, p. 61. 54  Butler/Birleşik Krallık (k.k.), B. No: 41661/98, 27/6/2002; Konstantin Stefanov/Bulgaristan, B. No: 35399/05, 27/6/2015, p. 57, 58. 55  Phillips/Birleşik Krallık, B. No: 41087/98, 5/7/2001, p. 50-51. 161Akif Yıldırım, Özgür Duman                                 Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199 önce de belirtildiği gibi her iki müdahale bakımından da mülkün kamu yararına kullanılmasının kontrolü ve düzenlenmesi amaçlandığı için mülkiyet hakkına yapılan müdahalenin üçüncü kural çerçevesinde incelenmesi gerekir. Mülkiyet hakkının incelenme yöntemi Sözleşme de düzenlenen diğer temel  hak  ve  hürriyetlerden  önemli  ölçüde  farklılaşmaktadır.  Bu farklılıklardan biri de P-1 in yapısının analizi sonucu ortaya konulan ve  üç kural analizi  olarak bilinen mülkiyet hakkına yapılan müdahale türünün belirlenmesidir. Müdahale türünün belirlenmesi ölçülülük bağlamında yapılan inceleme bakımından önem taşımaktadır. Dolayısıyla bu inceleme, varılacak sonuç ile doğrudan ilgilidir. Örneğin mülkiyetten yoksun bırakmaya ilişkin ikinci kural çerçevesinde yapılan bir değerlendirmede ölçülülük incelemesi daha  katı  yapılarak,  mülk  sahibine  çoğunlukla  mülkünün  ancak  gerçek karşılığının  tazminat  olarak  ödenmesiyle  müdahalenin  ölçülü  olabileceği kabul edilmektedir. Buna karşın mülkiyetin kullanımının kontrolü veya düzenlenmesine ilişkin üçüncü kural çerçevesinde yapılan incelemede ise devletin daha geniş bir takdir yetkisinin bulunduğu ve  kimi durumlarda tazminat ödenmese dahi müdahalenin ölçülü olduğu kabul edilebilmektedir. Müsadere ve elkoyma yoluyla yapılan müdahaleleri AİHM genellikle mülkiyetin kullanımının kontrolü veya düzenlenmesine ilişkin üçüncü kural çerçevesinde  incelemektedir.  Elkoyma  zaten  geçici  bir  tedbir  niteliği taşımakta  olduğundan  mülkiyetten  yoksun  bırakma  gibi  bir  sonuca  yol açmamaktadır. Müsaderenin ise doğal sonucu mülkten yoksun bırakmadır. Ancak  Anayasa  Mahkemesinin  bazı  kararlarında  da  açıklandığı  üzere müdahale  türünün  belirlenmesi  yalnızca  müdahalenin  sonucu  ile  ilgili olmayıp müdahalenin amacı da dikkate alınmaktadır. Buna göre, müsadere mülkün toplum yararına aykırı olarak suç veya kabahat için kullanılmasını veya suç ya da kabahate konu olmamasını amaçladığından dolayı, müsadere yoluyla  yapılan  müdahale  mülkün  kullanılmasının  kontrolü  veya düzenlenmesine  ilişkin  üçüncü  kuralın  tipik  bir  örneğidir.  Buna  karşın                                                            56  Suat Şimşek,  Avrupa İnsan Hakları Mahkemesinin Mülkiyet Hakkı ile İlgili Davaları İnceleme Yöntemi: Üç Kural Analizi , Sayıştay Dergisi, Sayı: 88, Yıl: 2013, (Üç Kural Analizi), s. 43. 57  AİHM mülkten yoksun bırakma durumunda ancak tazminat ödenmesini gerektirmeyen çok istisnai durumlarda müdahaleyi ölçülü görmektedir. Bu istisnai duruma örnek olarak Soğuk Savaş sonrası iki Almanya nın birleşmesi nedeniyle oluşan mülkiyet sorunları hakkındaki Jahn ve diğerleri/Almanya kararı ([BD], B. No:  46720/99-72203/01-72552/01, 30/6/2005) gösterilebilir. 58  Şimşek, Üç Kural Analizi, s. 43. 59  Handyside/Birleşik Krallık, p. 62; AGOSI/Birleşik Krallık, p. 51. 60  Harris/O Boyle/Bates/Buckley, s. 693; Şimşek, Üç Kural Analizi, s. 39. Anayasa Mahkemesi kararı için bkz. Fatma Çavuşoğlu ve Bilal Çavuşoğlu, B. No: 2014/5167, 28/9/2016, p. 62. Bu yöndeki AİHM kararı için bkz. Waldemar Nowakowski/Polonya, B. No: 55167/11, 24/7/2012, p. 46. 162Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  AİHM in müdahaleyi mülkiyetten yoksun bırakma olarak nitelediği veya bu yönde hiçbir değerlendirme yapmadığı az sayıda da olsa kararları mevcuttur. Örneğin Andonoski/Makedonya kararında müsadereye ilişkin başvuru yoksun bırakmaya  ilişkin  ikinci  kural  çerçevesinde  incelenmiş;  Ünsped  Paket Servisi/Bulgaristan ile Denisova ve Moiseyeva/Rusya kararlarında ise aynı ilkelerin uygulanacağı gerekçesiyle müdahale türünün belirlenmesine gerek görülmemiştir. 3.  Müdahalenin İhlal Oluşturup Oluşturmadığı a. Kanuna Dayalı Olma Ölçütü Mülkiyet hakkına yapılan bir müdahalenin öncelikle belirli, öngörülebilir ve ulaşılabilir hukukî bir dayanağının mevcut olması gerekmektedir. AİHM Sözleşme nin 1. maddesinde yer alan hukukun üstünlüğü ilkesinin diğer maddeler yönünden de uygulanmasının zorunlu olduğunu kabul etmektedir.   AİHM  kararlarında  müdahalenin  şeklî  anlamda  bir  kanun  hükmüne dayalı  olması  önem  arz  etmemektedir.  Kanun  hükmü  yanında  idari düzenlemeler veya yerleşik yargı içtihatları da hukukî dayanağın mevcut olmasını yeterli görülmektedir. Carbonara ve Ventura/İtalya kararında aynı konudaki kamulaştırma ile ilgili yargı kararlarının çelişkili olması nedeniyle yargı  organlarının  hukukun  uygulanmasına  ilişkin  yaklaşımlarının öngörülebilir  olmaması  nedeniyle  mülkiyet  hakkının  ihlaline  karar verilmiştir. Anayasa Mahkemesi hukuka dayalı olma ölçütü yönünden AİHM den daha  katı  bir  yorumla,  mutlak  anlamda  şeklî  bir  kanunun  varlığını aramaktadır.                                                             61  Doktrinde bu yaklaşımı tutarsız bulan görüşler bulunmaktadır (Gemalmaz, s. 20). 62  Andonoski/Makedonya, B. No: 16225/08, 17/9/2015, p. 30. 63  AİHM, Ünsped Paket Servisi/Bulgaristan, B. No: 3503/08, 13/10/2015, p. 40; AİHM, Denisova ve Moiseyeva/Rusya, B. No:16903/03, 1/4/2010, p. 55. 64 Doğru/Nalbant, s. 657; Harris/O Boyle/Bates/Buckley, s. 690; Gemalmaz, s. 453; Şimşek, Mülkiyet, s. 767. 65  Doğru/Nalbant, s. 657; Harris/O Boyle/Bates/Buckley, s. 690. 66 Örneğin Spacek, s.r.o./Çek Cumhuriyeti (B. No: 26449/95, 9/11/1999) kararında Resmî Gazete de yayımlanmamış bir tebliğ başvurucunun ticari bir işletme olduğu da gözetilerek hukukîlik ölçütü yönünden yeterli görülebilmiştir.  67 Carbonara ve Ventura/İtalya, B. No: 24638/94, 30/5/2000, p. 58-73. 68  AYM, Mehmet Akdoğan ve diğerleri, B. No: 2013/817,  19/12/2013, p. 31. 163Akif Yıldırım, Özgür Duman                                 Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199 b.  Meşru Amaç Ölçütü P-1 gereği mülkiyet hakkının korunmasının diğer bir gerekliliği ise müdahalenin kamu yararına dayalı meşru bir amacının bulunmasıdır. AİHM meşru amaç ölçütü yönünden bir tanımlama yapmaktan kaçınmış, neyin kamu yararına  olduğunu  takdir  etmenin  taraf  devletlere  ait  olduğunu  kabul etmiştir.  AİHM  kararlarında  genellikle  mevcut  olduğu  var  sayılan müdahalenin amacı, ölçülülük ve adil denge bağlamında yapılan incelemede karşılaştırma yapılırken değerlendirilmektedir. Örneğin zorlayıcı ve baskın bir kamu yararı amacının bulunması durumunda başvurucuya yüklenen külfetin ağırlığına bağlı olarak ihlal olmadığı sonucuna varılabilmektedir.  Müsaderenin ve elkoymanın çok çeşitli sebeplerle uygulandığı ve bu tedbirlerin  kamu  yararı  amacını  taşıdıkları  kabul  edilmiştir.  AİHM kararlarında bu tedbirlerin suçla mücadelede önemli bir araç oldukları açık olarak  kabul  edilmiştir.  Müsadere  ile  her  şeyden  önce  caydırıcılığın sağlanması,  böylelikle  yeni  suçların  işlenmesinin  önlenmesi amaçlanmaktadır.    Suçta  kullanılan  eşyanın  veya  suçtan  elde  edilen gelirlerin  ve  malvarlıklarının  müsaderesi  bu  amaç  bakımından  öne taşımaktadır. Müsaderenin uygulamadaki diğer bir amacı ise bizatihi suçun konusunu  teşkil  eden  eşyanın  dolaşımının  önüne  geçilmesidir.  Zira çoğunlukla bu tür eşyalar toplum sağlığı, ekonomi, kamu düzeni ve güvenliği bakımından tehlike arz etmektedir. Örneğin kanun ile bulundurulması ve taşınması suç olarak düzenlenen uyuşturucu madde, ruhsatsız silah ve sahte para  bu  neviden  eşyalardır.  Bu  bağlamda  örneğin  trafik  siciline  tescilli olmayan araçların iyi niyetli kişilere ait olsa dahi müsaderesi gerek milli ekonominin korunması gerekse de karayollarının güvenliğinin sağlanması bakımından  müsadere  edilmesi  kamu  yararına  görülmüştür.  AİHM, muhtemel  bir  müsadere  için  elkoyma  tedbirinin  uygulanmasının  kamu yararına dayalı olup meşru bir amacı da içerdiğini sıklıkla  içtihatlarında                                                            69  Doğru/Nalbant, s. 656; Suat Şimşek,  Avrupa İnsan Hakları Mahkemesi İçtihatlarında Kamu Yararı Kavramı ve Devletlerin Takdir Hakkı , Adalet Dergisi, Yıl: 2012, Sayı: 42, (Kamu Yararı), s. 178. 70  AGOSI/Birleşik Krallık, p. 52. 71  Organize suç örgütlerinin faaliyetlerinden elde edilen gelirlere ve malvarlığına el konulması ile ilgili Raimondo/İtalya kararında uygulanan tedbirlerin  bu kanserle savaşta etkili ve finsangerekli bir silah  olduğu vurgulanmıştır (Raimondo/İtalya, B. No: 12954/87, 22/2/21994, p. 30.  72  Veits/Estonya, B. No: 12951/11, 15/1/2015, p. 71. 73  Phillips/Birleşik Krallık, p. 52; AİHM, Dassa Foundation ve Diğerleri/Liechtenstein (kk), B. No: 696/05, 1/7/2007. 74  Sulejmani/Makedonya, B. No: 74681/11, 28/4/2016, p. 37-38; Milosavljev/Sırbistan, B. No: 15112/07, 12/6/2012, p. 54.  164Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  belirtmektedir. AİHM, elkoyma ve müsadere yönünden kamu makamlarının geniş bir takdir yetkisi olduğunu da kabul etmektedir. Anayasa'nın 13. ve 35. maddelerine göre mülkiyet hakkı kamu yararı amacıyla sınırlandırılabilmektedir. Anayasa Mahkemesi ne göre kamu yararı kavramı,  mülkiyet  hakkının  kamu  yararının  gerektirdiği  durumlarda sınırlandırılması imkânı vermekle, bir sınırlandırma amacı olmasının yanı sıra mülkiyet hakkının kamu yararı amacı dışında sınırlanamayacağını öngörerek ve bu anlamda bir sınırlama sınırı oluşturarak mülkiyet hakkını etkin bir şekilde korumaktadır. Anayasa Mahkemesi kültür ve tabiat varlıklarının korunması, milli ekonominin  ve  karayollarının  güvenliğinin  sağlanması  kapsamında kaçakçılığın önlenmesi, göçmen kaçakçılığı suçunun önlenmesi, orman alanlarının korunması, av ve yaban hayatı kaynaklarının korunması ve madenlerin  korunması  gibi  gerekçelerle  müsadere  yoluyla  yapılan müdahalelerin  kamu  yararına  dayalı  meşru  bir  amacının  olduğunu değerlendirmiştir. c. Ölçülülük ve Adil Denge Mülkiyet hakkına ilişkin incelemenin son aşaması ölçülülük bağlamında yapılan değerlendirmedir. Buna göre mülkiyet hakkına yapılan müdahalenin taşıdığı  meşru  amaç  ile  kullanılan  araçlar  arasında  bir  ölçülülük  ilişkisi bulunmalıdır.  Mülkiyet  hakkına  ilişkin  başvurular  yönünden  yapılan ölçülülük  incelemesi  diğer  temel  hak  ve  hürriyetlerden  farklılık göstermektedir.  Örneğin  mülkiyet  hakkının  doğası  gereği  demokratik toplumda gerekli olma ölçütü yönünden bir değerlendirme yapılmamaktadır. Bunun  yanında  ölçülülük  incelemesinde   adil  denge   unsuru değerlendirmeye  alınmaktadır.  AİHM e  göre  mülkiyet  hakkına  yapılan müdahalenin kamu yararına dayalı olduğu kabul edilen meşru amacı ile başvurucunun mülkiyet hakkının korunmasının gereklilikleri arasında adil bir                                                            75  Borzhonov/Rusya, B. No: 18274/04, 22/1/2009, p. 58; East West Alliance Limited/Ukrayna, B. No: 19336/04,  23/1/2014, p. 187. 76  Dzinic/Hırvatistan, B. No: 38359/13, 17/5/2016, p. 68. 77  AYM, Nusrat Külah, B. No: 2013/6151, 21/4/2016, p. 53. 78  AYM, Arif Güven, B. No: 2014/13966, 15/2/2017, p. 53-56. 79  AYM, Bekir Yazıcı [GK], B. No: 2013/3044,17/12/2015, p 80  AYM, Eyyüp Baran, B. No: 2014/8060,  29/9/2016, p. 71-74. 81  AYM, Mahmut Üçüncü, B. No: 2014/1017, 13/7/2016, p. 75-78. 82  AYM, Fatma Çavuşoğlu ve Bilal Çavuşoğlu, p. 69-73 83  AYM, Kırca Mühendislik İnş. ve Turz. Tic. ve San. A.Ş., B. No: 2014/6241, 29.09.2016, p. 50-55. 84  Doğru/Nalbant, s. 659. 165Akif Yıldırım, Özgür Duman                                 Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199 denge  sağlanmalıdır.  Aslında  mülkiyet  hakkına  ilişkin  ilk  kararlarında AİHM herhangi bir ölçülülük incelemesi yapmamıştır. İlk defa Sporrong ve Lönnroth/İsveç kararında, müdahalenin hukuka dayalı olması ve meşru bir amacının  bulunmasının  yeterli  olmadığı,  P-1 in  bir  bütün  olarak müdahalenin kanuna dayalı meşru amacı ile bireyin hakları arasında  adil denge  sağlanmasını yansıttığı kabul edilmiştir. AİHM kararlarında bu adil dengenin  ise  bireye  aşırı  bir  külfet  yüklemesi  durumunda  bozulacağı belirtilmiştir. Görüldüğü üzere ulusal makamların geniş takdir yetkilerinin olduğunu kabul eden AİHM in hakkın ihlal edilip edilmediği bakımından adil denge ölçütünü değerlendirirken esas aldığı eşik aslında oldukça yüksektir. Bunun gerekçesi olarak kamu yararı amacının aslında çoğunlukla AİHM in görünmeyen terazisinde daha ağır bastığı söylenebilir. Bununla birlikte elbette ki  iç  hukukta  AİHM in  sağladığı  güvencelerden  daha  fazla  bir  koruma sağlanabilir. Nitekim böyle durumlarda AİHM de iç hukuktaki güvencelere işaret ederek ölçülülük incelemesi yapmaktadır.  Mülkiyet hakkına ilişkin bir müdahalenin kanun ile öngörülmesi ve kamu yararına dayalı meşru bir amacının yeterli olması olmayıp, ayrıca ölçülü de olması zorunludur. Kamu makamlarının uyguladığı müsadere ve elkoyma tedbirleri suçla mücadelede gerekli görülen araçlardır. Kullanılan bu araçların öngörülen kamu yararına dayalı meşru amaç ile karşılaştırıldığında ilk olarak  elverişli  olması, bunun yanında  gerekli  olması ve nihayet  orantılı  olması ölçülülük bağlamında aranan somut ölçütlerdir. Müdahalenin meşru amacının dayandığı kamu yararı ile mülk sahibinin hakkı arasında adil bir denge sağlanmalı, bunun için de mülk sahibine aşırı ve olağan dışı bir külfet yüklenmemelidir.  Müsaderenin  ve  mülkiyetin  kamuya  geçirilmesinin  orantılı  olarak uygulanması  gerektiğine  ilişkin  olarak  çeşitli  hukuk  sistemlerinde  yasal düzenlemeler, idari uygulamalar ve yargısal kararlar bulunmaktadır. Örneğin Alman Ceza Kanunu 74b maddesine göre, işlenen suçun önemi, suça iştirak edenlerin  veya  üçüncü  kişilerin  kusurlarının  ağırlığı  ya  da  müsadere                                                            85  Sporrong ve Lönnoth/İsveç, p. 69. 86  Örneğin Handyside/Birleşik Krallık kararında böyle bir ölçülülük incelemesi yapılmamıştır.  87  Sporrong ve Lönnoth/İsveç, p. 69. 88  Kadastrodan kaynaklanan maddî hataların düzeltilmesinin sonuçlarına ilişkin Gürtaş Yapı Ticaret ve Pazarlama A.Ş./Türkiye (B. No: 40896/05, 7/7/2015) kararında tapu sicilinin tutulmasından doğan devletin sorumluluğuna ilişkin iç hukuktaki düzenlemelere dikkat çekilerek ihlal sonucuna gidilmiştir. Bu bağlamda örneğin Fransa da -Alsace-Lorraine bölgesi dışında- bir tapu sicili bulunmadığı için bu ülkeye yönelik bir başvuruda aynı sonuca varılamayacağı açıktır. 89  AYM, E.2011/111, K.2012/56,  11/4/2012; E.2014/176, K.2015/53, 27/5/2015. 90  AYM, Arif Güven, B. No: 2014/13966, 15/2/2017, p. 58-60. 166Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  konusunun  tehlikeliliğini  dikkate  alan  mahkeme,  müsaderenin  orantısız olacağı  kanısına  vardığı  takdirde  müsadere  kararı  vermeyebilir.  Ayrıca müsadere ile varılmak istenen amaca başka bir yaptırımla da ulaşabilmek mümkün ise müsadere yerine bu yaptırıma hükmedebilir.  Amerika Birleşik Devletleri Yüksek Mahkemesi, havaalanında kişinin yanında taşıyabileceği paranın yasal miktarın üzerinde olmasına karşın yetkili makamlara  bildirilmediği  gerekçesiyle  kolluk  görevlilerince  davalının yanında taşıdığı bütün parasına elkonularak müsadere edilmesinin ölçülü olmadığına karar vermiştir. Ayrıca Güney Afrika Anayasa Mahkemesi de, lisans  alınmadan  oyun  makinesi  işletildiği  gerekçesiyle  bir  fabrikanın müsadere edilmesinin ;  yine alkollü olarak kullanıldığı gerekçesiyle bir aracın müsadere edilmesinin ölçüsüz olduğuna karar vermiştir. Türk hukuk sisteminde de  benzeri güvence ölçütleri bulunmaktadır. Örneğin TCK nın 54. maddesinin (1) numaralı fıkrasına göre suç işleyen kişi hakkında  işlenen  fiilin  ağırlığıyla  orantılı  ceza  ve  güvenlik  tedbirine hükmolunur. Yine eşya müsaderesinin düzenlendiği TCK nın 54. maddesinin (3) numaralı fıkrasında ise şöyledir:  Suçta kullanılan eşyanın müsadere edilmesinin işlenen  suça nazaran daha ağır  sonuçlar  doğuracağı ve  bu nedenle  hakkaniyete  aykırı  olacağı  anlaşıldığında,  müsaderesine hükmedilmeyebilir.  Görüldüğü üzere, bahsedilen genel ilkeyle yetinmeyen yasa koyucu, bir suç isnadı kapsamında güvenlik tedbiri olarak uygulanan müsadere  yaptırımı  yönünden  TCK nın  54.  maddesinin  (3)  numaralı fıkrasında ile bir ölçülülük kriteri daha getirmiş, böylelikle suçta kullanılan eşyanın  müsadere  edilmesinin  işlenen  suça  nazaran  daha  ağır  sonuçlar doğuracağı ve bu nedenle hakkaniyete aykırı olacağı anlaşıldığında, müsadere kararı verilmeyebileceği yönünde bir güvence sağlanmıştır. Müsadere ve elkoyma yönünden yapılan ölçülülük incelemesinde yine  adil denge  unsuru gözetilmektedir. Bu incelemeyi yaparken müdahalenin  elverişli ,   gerekli   ve  nihayet   orantılı   olup  olmadığı  dikkate alınmaktadır.  Ölçülülüğün  alt  unsurları  yönünden  yapılan  değerlendirme bakımından müsadere ve elkoyma taşıdığı meşru amaç ile karşılaştırıldığında elverişli  görülebilir.  Ancak  özellikle  gereklilik  ve  orantılılık  unsurları                                                            91  Feridun Yenisey ve Gottfried Plagemann, Alman Ceza Kanunu – Strafgesetzbuch (StGB), Gözden Geçirilmiş ve Genişletilmiş 2. Baskı, İstanbul 2015, s. 123-124.  92  Birleşik Devletler/Hosep Krikor Bajakajian, 524 U.S. 321, 22/6/1998. 93  Mohunram/NDDP, No: 173/05, 17/3/2006. 94  NDDP/W J Vermaak, No: 368/06, 28/11/2007. 167Akif Yıldırım, Özgür Duman                                 Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199 yönünden kamu makamlarının tutum ve işlemleri ile başvurucunun özen ve kusur durumları değerlendirilmektedir.  IV.  HÜKMÜN  AÇIKLANMASININ  GERİ  BIRAKILMASI  VE MÜSADERE  A.  Genel Olarak Suçun soruşturulması/kovuşturulması sırasında eşyaya elkonulması ve sonrasında bunların müsaderesine karar verilmesi sanığın mülkünün elinden alınması sonucunu doğurduğundan  Anayasa'nın 35.  maddesinde  güvence altına  alınan  mülkiyet  hakkına  bir  müdahale  oluşturur.  Aşağıda  bu müdahalenin  -hükmün  açıklanmasının  geri bırakılması  kurumu  özelinde- hangi  hallerde  mülkiyet  hakkını  ihlal  edebileceği  ayrıntılı  şekilde  izah edilecektir.  B. Hükmün  Açıklanmasının  Geri  Bırakılması  Kararında Müsadereye Karar Verilebilmesi Meselesi Hükmün açıklanmasının geri bırakılması kurumunun hukuk sistemimize alınmasıyla birlikte, hukuken sonuç doğurması ertelenen mahkûmiyet hükmü ile bu hükme bağlı olarak uygulanabilecek müsadere müessesesi arasındaki ilişki sorunlara sebep olmuştur. Hükmün açıklanmasının geri bırakılmasında müsadere  yönünden  de  bir  karar  verilip  verilmeyeceğine  dair  Kanun da açıklık bulunmamaktadır. Daha önce ele alındığı üzere müsadere yoluyla mülkiyet hakkına yapılan bir müdahalenin ihlal oluşturmaması için ilk olarak belirli, öngörülebilir ve ulaşılabilir bir kanun hükmüne dayalı olması gerekmektedir. Bu durumda, kanuna  dayalı  olma  ölçütü  bağlamında  hükmün  açıklanmasının  geri bırakılması durumunda da müsadere kararı verilip verilemeyeceği tartışması gündeme gelmektedir.  TCK nın 54. maddesinin (4) numaralı fıkrasında müsadere edilmesi öngörülen şeyler de mülkiyet hakkının konusunu teşkil eden eşyadır. Bu eşyanın üretimi, bulundurulması, kullanılması, taşınması, alım ve satımının suç  oluşturması  ise  yine  mülkiyet  hakkının  toplum  yararına  aykırı kullanılmasını  engelleme  amacıyla  mülkiyete  yapılan  bir  müdahaledir. Örneğin ruhsatsız silah bulundurma veya taşıma 6136 sayılı Ateşli Silahlar, Bıçaklar  ile  Diğer  Aletler  Hakkında  Kanun  ile  yasaklanmıştır.  Kanun koyucunun amacı ülkede silah taşınmasını belirli kurallara bağlamak ve ruhsat usulüne tabi kılmak suretiyle kamu düzeni ve güvenliğinin sağlanmasıdır. Bu kurala  aykırı  hareket  edilmesi  eşya  niteliğini  ortadan  kaldırmamaktadır. Kişinin bu silah için bir bedel ödediği de dikkate alındığında mülkiyet hakkı 168Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  kapsamında  bir  ekonomik  menfaatinin  bulunduğu  açıktır.  Ancak  kanun koyucu tarafından belirli, öngörülebilir ve ulaşılabilir mahiyette yapılan bir düzenleme ile belirtilen kamu yararı amacı doğrultusunda bu eşyanın ruhsatsız bulundurulması veya taşınması kamu düzeni ve güvenliğini bozucu olarak gözükmüştür. Buna göre, mülkiyet hakkının konusunu oluşturan eşyanın bulundurulması veya taşınmasının ruhsata tabi tutulması kuralına uyulmaması toplumun genel yararına uygun görülmediğinden, söz konusu eşya mülk sahibinin elinden alınmaktadır.  Bu bağlamda diğer bir mesele ise müsadere kararının açıklanması geri bırakılan hüküm kapsamında mı yoksa geri bırakma kararından sonra mı verileceği hususuna ilişkindir. Yargı uygulamasında konusu suç teşkil eden eşya yönünden hükmün açıklanmasının geri bırakılmasına karar verildikten sonra  müsadere  kararı  verildiği  görülmektedir.  Ancak  açıklanması  geri bırakılan  mahkûmiyet  hükmünden  ayrı  olarak  müsadere  kararı verilebileceğine  dair  bir  hükmü  bulunmamaktadır.  Kanunî  bir  dayanağı olmayan böyle bir uygulama müsadere kararına ilişkin sürecin farklı bir şekilde kesinleşmesi ve infazına yol açabilir ki bunun ise, ayrıca değinileceği üzere mülkiyet hakkının korunmasının gereklilikleri ile ilgili pek çok soruna sebep olması söz konusudur.  Bu  açıklamalar  ışığında  hükmün  açıklanmasının  geri  bırakılması kararında  eşyanın  suç  konusu  olup  olmadığına  bakılmaksızın  ayrı  bir müsadere kararı verilmemesinin önemi ortaya çıkmaktadır. Çünkü ortada açıklanması geri bırakılan mahkûmiyet hükmü kesinleşmiş  bir müsadere kararından  söz  edilemeyeceği  için  mevcut  mülkten  bütünüyle  yoksun bırakılmasının gerekip gerekmediği belirlenebilmiş değildir.  Doktrinde  ve  yargı  uygulamasında  açıklanması  geri  bırakılan mahkûmiyet hükmünün, kesinleştiğinde başka bir karara lüzum olmaksızın infaz edilebilecek şekilde kurulması gerektiği kabul edilmektedir. CMK nın 231 maddesinde müsadere ile ilgili açık bir düzenleme bulunmamaktadır. Mahkûmiyet hükmünde ise TCK nın 54 ve 55. maddelerine göre müsadere kararı  verilebilecek  olup,  müsaderenin  düzenlendiği  anılan  kanun hükümlerinin kanuna dayalı olma unsurunu sağladığı kuşkusuzdur. Belirtmek gerekir ki hükmün açıklanmasının geri bırakılabilmesi için öncelikle kesinleştiğinde başka bir karara gerek olmaksızın infaz edilebilecek nitelikte bir mahkûmiyet hükmü kurulması gerektiğinden, müsadereye ilişkin kararın da açıklanması geri bırakılan mahkûmiyet hükmünde  yer alması                                                            95  İhsan Baştürk, Hükmün Açıklanmasının Ertelenmesi, Adalet Yayınevi, Ankara, 2014, s. 404.  96  AYM, Bekir Yazıcı, p. 62. 169Akif Yıldırım, Özgür Duman                                 Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199 gerekir. Hükmün açıklanmasının geri bırakılmasına karar verildikten sonra müsadereye de ayrı bir hüküm fıkrası şeklinde karar verilmiş olması, bu tedbirin  mahkûmiyet  hükmüne  bağlı  ve  onun  içeriğine  dâhil  olmadığı anlamına  gelmez.  Müsadere  ve  iadeye  ilişkin  kararlar  da  mahkûmiyet hükmüne bağlıdır; ondan bölünerek değerlendirmeye tabi tutulamazlar. C.  Müsadereye  Karşı  Savunma  Hakkının  ve  Etkili  Bir  İtiraz Yolunun Varlığı 1. AİHM Kararlarında  Müsadere yoluyla mülkiyet hakkına yapılan müdahaleler bakımından kamunun  yararı  ile  kişinin  mülkiyet  hakkının  korunması  arasındaki  adil dengenin sağlanması için en önemli unsur müsadereye karşı mülk sahibine itirazlarını öne sürebilme imkânının tanınmasıdır. Aslında Sözleşme nin 6. maddesi kapsamındaki bir yükümlülük olan savunma hakkı aynı zamanda mülkiyet hakkının usule ilişkin önemli bir güvencesidir. Böyle bir savunma hakkının tanınması mülkiyet hakkına keyfi bir müdahalede bulunulmaması bakımından önem taşımaktadır. Bu hakkın mülk sahibine tanınıp tanınmadığı uygulanan sürecin bütününe bakılarak değerlendirilmektedir.  AGOSI/Birleşik Krallık kararında özellikle böyle bir yolun mevcut olup olmadığı tartışılmıştır. Ülkeye kaçak yollarla sokulan  kruegerrands  (bir çeşit altın sikke) gümrük makamlarınca el konularak müsadere edilmiştir. Başvurucu şirket iyi niyetli olduğunu ve gümrük makamlarıyla her aşamada işbirliği  içinde  olduğunu  belirterek  bu  sikkelerin  iadesi  talebinin reddedilmesinin mülkiyet hakkını ihlal ettiğini ileri sürmüştür. Başvurucu özellikle  gümrük  makamlarının  kararlarına  karşı  etkili  bir  yolun bulunmadığından  yakınmıştır.  AİHM e  göre  müdahalenin  adil  dengeyi bozmaması için mülk sahibine müsaderenin keyfî veya hukuka aykırı olduğu yönündeki  savunmalarını  etkili  bir  biçimde  ortaya  koyabilme  imkânı tanınmalıdır. Ancak AİHM İngiliz hukukunda yapılan değişikliklerle birlikte gümrük makamlarının kararlarına karşı yargı yollarına başvurulabildiğini ve bu yolun etkili de olduğunu belirlemiştir. AİHM Britanya hukuk sisteminin müsadere kararına karşı yapılan itirazların incelenmesi bakımından etkisiz olduğunun gösterilemediğini belirterek ihlal olmadığına karar vermiştir. AİHM  Denisova  ve  Moiseyeva/Rusya  ve  Ünsped  Paket Servisi/Bulgaristan kararlarında başvuruculara iç hukukta müsadereye karşı                                                            97  Baştürk, s. 404. 98  AGOSI/Birleşik Krallık, p. 52-62. 99  Denisova ve Moiseyeva/Rusya, B. No:16903/03, 1/4/2010. 100  Ünsped Paket Servisi/Bulgaristan, B. No: 3503/08, 13/10/2015. 170Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  etkin bir itiraz yolunun tanınmaması nedeniyle mülkiyet hakkının ihlaline karar verilmiştir. Bu kararlara konu olaylarda müsadereye ilişkin yargılama sürecine  başvurucu  mülk  sahipleri  dâhil  edilmemiştir.  Bu  yüzden başvurucular,  müsadereye  karşı  savunmalarını  ortaya  koyamamışlardır. Aslında bu yükümlülüğün Sözleşme nin 6. maddesi anlamında tipik bir usule ilişkin güvence olduğu söylenebilir. Bununla birlikte müsaderenin idari bir yaptırımla da uygulanabileceği dikkate alınmalıdır. AİHM de P-1 in aslında usule ilişkin bir güvence içermediğini kural olarak benimsemekle birlikte müsaderenin adil olabilmesi için mülk sahibine savunma ve itirazlarını öne sürebilme imkânının tanınmasının anılan maddenin bir gereği olduğunu kabul etmiştir. AİHM ikinci olarak mülk sahibinin eylemi ve tutumu ile müsadere sonucuna yol açan hukuka aykırılık arasındaki illiyet bağının makul bir biçimde  değerlendirilmesi  gerektiğini  vurgulamaktadır.  AİHM e  göre  bu değerlendirme yapılırken somut olayın özellikleri de dikkate alınmalıdır. Başvurucunun antika silah koleksiyonunun ruhsatsız olduğu gerekçesiyle müsaderesinin  şikâyet  edildiği  Waldemar  Nowakowski/Polonya  kararında AİHM, Polonya makamlarının başvurucunun kişisel durumunu, karakterini ve somut olayın koşullarını dikkate almadığını belirterek, müdahalenin ölçülü olmadığı sonucuna varmıştır. Butler/Birleşik Krallık kararında ise at yarışı bahisçisi olan başvurucunun yaklaşık 240.000 sterlin civarında bir parayı nakit olarak yurt dışına çıkarmak isterken bu paraya el konularak müsadere  edilmesi tartışılmıştır.  AİHM  gümrük  makamlarının  başvurusu üzerine uyuşturucu kaçakçılığının önlenmesiyle ilgili mevzuat çerçevesinde yerel mahkemece bu paranın müsaderesine karar verildiğine dikkati çekmiştir. Kararda,  ulusal  mahkemelerin  kanunu  otomatik  olarak  uygulamaktan kaçındıkları ve adil bir yargılama yaptıkları tespit edilerek, müsadere yoluyla mülkiyet hakkına yapılan müdahalenin ölçülü olduğu sonucuna varılmıştır.  AİHM kararlarında mülkiyet hakkı yönünden iki dereceli bir yargılama sisteminin benimsenmesi gerektiği yönünde bir güvence aranmamaktadır. Karşılaştırmalı hukuk sistemlerinde müsadere konusunda sadece ceza veya hukuk  mahkemeleri  değil  kimi  durumlarda  idari  makamlar  da  yetkili kılınabilmiştir.  AİHM  mülkiyet  hakkının  korunması  için  etkin  bir mekanizma oluşturma yükümlülüğü çerçevesinde müsadere tedbiri yönünden                                                            101  AGOSI/Birleşik Krallık, p. 55. 102  Waldemar Nowakowski/Polonya, p. 50 vd. 103  AİHM, Butler/Birleşik Krallık (kk), B. No: 41661/98, 27/6/2002. 104  Nitekim Türk hukuk sistemi bakımından da kabahatler yönünden mülkiyeti kamuya geçirme kararları idari makamlarca verilebilmektedir. 171Akif Yıldırım, Özgür Duman                                 Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199  sorumlu  makamlar   (responsible  authorities)  tabirini  kullanmıştır. AGOSI/Birleşik  Krallık  kararında  idari  makamın  işlemine  karşı  yoluna başvurulması yeterli görülmemiş, ayrıca yargı organınca bu kararlar üzerinde bir bir güvenceye sahip olması aranmaktadır. Bu kararlardan anlaşıldığı üzere önemli olan müsadere sürecinin bütünü gözetilerek mülk sahibine etkin bir itiraz hakkının tanınmadığı tanınmadığıdır.  AİHM in  mülk  sahibine  etkin  bir  savunma  hakkının  tanınmaması sebebiyle  aleyhe  ihlal  kararı  verdiği  Fransa,  Bulgaristan,  Rusya  gibi devletlerin iç hukuklarında müsadere sürecine mülk sahibi üçüncü kişilerin katılımına  imkân  tanınmadığı  veya  bu  imkânın  sınırlı  olarak  tanındığı görülmektedir. Buna karşın AGOSI/Birleşik Krallık kararında ise Britanya hukuk sistemi bu açıdan başarılı görülmüştür. Türk hukuk sisteminde ise mülk sahibinin yargılamaya malen sorumlu sıfatıyla katılabilmesi öngörüldüğü için (CMK  md.  2/1-i)  en  azından  teorik  olarak  böyle  bir  kategorik  sorunla karşılaşılmayacağı söylenebilir. Bununla  birlikte,  söz  konusu  güvencenin kanun ile öngörülmesi yeterli olmayıp uygulamada da etkin bir biçimde sağlanması aranmaktadır. Bu bağlamda, orman alanında verilen iznin sahası dışında  madencilik  faaliyeti  yürütüldüğü  iddiasına  ilişkin  ceza soruşturmasında müsadere istenilmediği, buna ilişkin aynı zamanda sanık olan mülk sahibine ek savunma da verilmediği davada gerekçesiz olarak müsadere kararı verilmesi nedeniyle mülkiyet hakkının ihlaline karar verilmiştir. 2. Anayasa Mahkemesi Kararlarında Anayasa Mahkemesi müsadere yoluyla mülkiyet hakkına müdahalenin Anayasa nın 35. maddesine göre ölçülülük bağlamında ilk ve en önemli koşulu  olarak  öncelikle  malike,  uygulanan  tedbirlere  karşı  savunma  ve itirazlarını  etkin  biçimde  ortaya  koyabilme  olanağının  tanınmasını görmektedir.  Bunun  yanında  söz  konusu  iddia  ve  savunmaların  makul biçimde karşılanması, ayrıca malikin iyi niyetli olduğunun tespit edilmesi durumunda eşyanın iadesi, bunun mümkün olmaması durumunda ise zararının tazminini  aramaktadır.  Anayasa  Mahkemesine  göre  bu  gerekliliklere uyulduğu takdirde mülkiyet hakkına yapılan müdahale ölçülü olacaktır. Bu bağlamda gerek Anayasa Mahkemesinin gerekse de AİHM in ihlal eşiğinin  oldukça  yüksek  olduğuna  dikkati  çekmek  gerekir.  Buna  göre                                                            105  AGOSI/Birleşik Krallık, p. 55. 106  AYM, Mahmut Üçüncü, p. 101-102. 107  Başvurucuya diğer unsurlar yanında ayrıca etkin bir savunma hakkı tanındığı için müdahalenin ölçülü görüldüğü kararlar için bkz. AYM, Eyyüp Baran, p. 75-95; AYM, Fatma Çavuşoğlu ve Bilal Çavuşoğlu, p. 74-89. Buna karşılık aynı koşulun yargılama sürecinde sağlanmaması nedeniyle müdahalenin ölçüsüz görüldüğü karar için bkz. AYM, Mahmut Üçüncü, p. 79-102. 172Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  müdahalenin taşıdığı meşru amaç ile karşılaştırıldığında başvurucuya ancak aşırı ve olağandışı bir külfet yüklendiğinde ihlal sonucuna varılmaktadır. Nitekim Bekir Yazıcı kararında Anayasa Mahkemesi sonuca böyle bir yorumla ulaşmıştır. Başvuru konusu olay, kaçakçılık suçundan yürütülen bir ceza soruşturması sırasında trafik siciline tescilli bir araca el konularak yargılama sonunda  müsadere  edilmesine  ilişkindir.  Başvurucunun  cezalandırılması istemiyle açılan dava Yargıtayca zamanaşımı nedeniyle düşürülmüş, ancak kaçak olduğu gerekçesiyle aracın müsaderesine karar verilmiştir. Anayasa Mahkemesi başvurucunun iyi niyetli üçüncü kişi olup olmadığı hususunda herhangi  bir  değerlendirme  yapmamıştır.  Anayasa  Mahkemesine  göre müsaderenin Anayasa nın 35. maddesindeki gerekliliklere uygun olabilmesi için belirli şartların karşılanması gerekir. Kararda müsaderenin kanunî bir dayanağı olduğu tespit edilmiş ve kaçakçılık suçunun işlenmesinin önlenmesi yönünde kamu yararına dayalı meşru bir amacının bulunduğu kabul edilmiştir. Ölçülülük yönünden yapılan incelemede ise başvurucuya müsadereye karşı itiraz  ve  savunmalarını  yargısal  makamlar  önünde  sunabilme  imkânının tanındığına ve eşyanın kaçak olup olmadığına bağlı olarak müsaderesinin gerekip gerekmediği değerlendirilmiştir. Bu bağlamda söz konusu hususu değerlendirmenin derece mahkemelerinin takdirinde olduğu kabul edilmiştir. Buna göre, kaçak eşyanın dolaşımda olması gerek milli ekonomi gerekse de araçlar yönünden karayollarının güvenliği bakımından tehlike arz edebilir. Ancak müsadere kamu yararı bakımından zorunlu görülse bile iyi niyetli üçüncü kişilerin zararının karşılanmaması müdahaleyi ölçüsüz kılar. Somut olayda  Anayasa  Mahkemesi  kusursuz  sorumluluk  hükümlerine  göre başvurucunun  idareye  dava  açabileceği  yönündeki  Danıştay  içtihatlarını dikkate alarak böyle bir yolun varlığı sebebiyle müsaderenin başvurucuya aşırı ve olağan dışı bir külfet yüklemediği sonucuna varmıştır.  Kaçak eşya 5607 sayılı Kanun 13. maddesi ve TCK nın 54. maddesinin (4) numaralı fıkrası kapsamında müsadere edilmektedir. Söz konusu eşya üretimi,  bulundurulması,  taşınması,  alımı  veya  satımı  suç  olarak değerlendirilmektedir. Bu sebeple, TCK nın 54. maddesinin (1) numaralı fıkrasında geçerli olan iyi niyet olgusu kaçak eşya yönünden uygulama alanı bulamamaktadır. Bireysel başvuru kapsamında anayasal ilkeler bakımından önemli olan ceza hukukuyla ilgili bu olguların tartışılması olmayıp, mülkiyet                                                            108  Bu olayda başvuru yollarının tüketilip tüketilmediği de tartışılmıştır. Anayasa Mahkemesi önündeki başvuru bizatihi müsaderenin mülkiyet hakkını ihlal ettiği iddiasına ilişkindir. Mülkiyet hakkının ihlal edilmemesi bakımından ise temel kural mülkün kendisine yapılan müdahaledir. Dolayısıyla mülkiyet hakkının ihlal edilmesi halinde temel giderim yolu ise restitiuo in integrum, yani eski hale iadedir. Tazminat ise ancak eski hale iade mümkün değilse dikkate alınabilecek bir husus olup, bu bakımdan müsadere yönünden tazminat yolunun varlığı ölçülülüğün bir unsuru olarak değerlendirilmiştir. 173Akif Yıldırım, Özgür Duman                                 Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199 hakkının  korunmasının  gerekliliklerine  uyulup  uyulmadığının denetlenmesidir. Anayasa Mahkemesi ve AİHM müsaderenin kamu yararı bakımından  gerekli  ve  zorunlu  olup  olmadığının  takdirini  keyfi  bir değerlendirmeye  gidilmediği  sürece  kamu  makamlarına  bırakmıştır.  Bu noktada  Anayasa  Mahkemesinin  ve  AİHM in  ölçülülük  ilkelerinin, ceza hukukundaki  ilkelerden  farklı  olduğunu,  bireysel  başvuruda  daha  geniş koruma sağlasa bile Anayasa ve Sözleşme dışındaki mevzuattaki ilkelere dayanılamadığını  hatırlatmak  gerekir.  Dolayısıyla  gerek  kanun  koyucu gerekse de derece mahkemeleri ve diğer kamu makamları anayasal ilkelerden daha geniş bir koruma sağlayabilir.  Anayasa  Mahkemesinin  tabiri  caizse  bu  geniş  ölçülülük  süzgecine rağmen ihlale yol açan müdahaleler söz konusu olabilmektedir. Arif Güven başvurusunda  başvurucunun  yurt  dışından  getirdiği  kültür  varlıklarının kanunda  serbest  olduğu  gerekçesiyle  müzede  tutulamayacağı  yönündeki iddiasının  yargı  makamlarınca  değerlendirilmemesi  nedeniyle  ölçülülük yönünden mülkiyet hakkının ihlaline karar verilmiştir. Kırca Mühendislik İnş. ve Turz. Tic. San. A.Ş. başvurusunda bir kamu vakfı tarafından yapılan tahsise  rağmen  madencilik  faaliyetleri  kapsamında  çıkarılan  malzemeye başvurucunun ruhsatı bulunmadığı gerekçesiyle üzerinden sekiz ay geçtikten sonra  el  konulmasında  iyi  yönetişim  ilkesine  uygun  hareket  edilmediği belirtilerek, ulaşılmak istenen kamu yararı ile kıyaslandığında başvurucu üzerinde aşırı bir yüke sebep olunduğu sonucuna varılmıştır.  3.  Mevzuat ve Uygulama Yönünden Müsadere  kararı  güvenlik  tedbiri  olmakla  birlikte  mahkûmiyet hükmünün bir parçasıdır. Dolayısıyla hukuken varlık kazanmamış bulunan (açıklanması  geri  bırakılan)  mahkûmiyet  hükmünden  ayrı  şekilde istinafa/temyize konu olması mümkün değildir. Açıklanması geri bırakılan mahkûmiyet hükmüne dâhil olan müsadere kararına karşı ancak itiraz kanun yoluna başvurulabilir.  Yargıtay, çok yakın zamana kadarki kararlarında                                                            109  Bu bakımdan örneğin kaçak eşyanın da tehlikeli olmamak kaydıyla iyi niyetli üçüncü kişiye ait olduğunda   müsadere edilmeyebileceği yönünde bir düzenleme öngörülebilir.  110  AYM, Arif Güven, p. 57-78.  111  AYM, Kırca Mühendislik İnş. ve Turz. Tic. San. A.Ş., p. 56-84. 112   [H]ükmün temyiz merciince denetlenebilme imkânı bulunmayan bir aşamada, hükmün bir parçasını oluşturan müsaderenin temyizen incelenebileceğini kabul etmek, bir bütün olan hükmün bir bölümünün itiraz, bir bölümünün ise temyiz kanun yoluna tabi olacağı gibi çelişkili bir halin ortaya çıkması sonucunu doğuracaktır. / Diğer taraftan müsadere kararının doğru olup olmadığının belirlenmesi için öncelikle eylemin sabit olup olmadığının tespiti gerekmektedir. Bu itibarla itiraz kanun yoluna tabi bulunan açıklanmasının geri bırakılmasına karar verilen hükmün temyizen incelenmesi, dolayısıyla eylemin sabit olup olmadığının belirlenmesi mümkün olmayacak, bunun sonucu olarak eylemin sabit olduğu belirlenmeden eksik bir değerlendirmeyle müsadere kararının doğru olup olmadığının tespiti 174Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  hükmün  açıklanmasının  geri  bırakılması  kararlarına  yönelik  itirazların incelenmesinde  CMK nın  231.  maddesindeki  şartların  gerçekleşip gerçekleşmediğiyle  sınırlı  bir  denetim  yapılabileceğini  içtihat  etmiştir. Yargıtay anılan aşırı şekilci yaklaşımdan -kurumun kapsamı genişletilmesine karşın- ancak çok yakın tarihlerde vazgeçilebilmiştir. Ceza Genel Kurulu, hükmün açıklanmasının geri bırakılması kararıyla birlikte verilen müsadere kararına ilişkin bir davada, anılan içtihadına atıfla  5271 sayılı CMK'nun 267-271. maddeleri uyarınca hem maddi olay hem de hukuki yönden inceleme yaparak, öncelikle eylemin sabit olup olmadığını, eşyanın  iyiniyetli  üçüncü  kişiye  ait  bulunup  bulunmadığını,  eşyanın müsaderesine karar verilmesinin orantılılık kuralına uygun olup olmadığını değerlendirerek, sonuçta müsadere konusundaki kararın da isabetli bulunup bulunmadığını kapsayacak şekilde bir karar vermelidir.  demek suretiyle itiraz mercilerinin esas yönünden de denetim yapmaları gerektiğine işaret etmiş; Daire kararları da bu görüş doğrultusunda şekillenmeye başlamıştır. Ancak bütün bu tartışma ve içtihatlara rağmen bazı dairelerin eski şekilci yaklaşımı sürdürdükleri de görülmüştür. Yargıtayın son içtihatlarına göre itiraz mercii; somut olayı maddî ve hukukî yönden inceleyerek öncelikle suçun sabit olup olmadığını, eşyanın                                                            eksik bir değerlendirme olup, usul ve kanuna aykırı olacaktır.  CGK., 11/7/2014, E.2014/6-66, K.2014/365  (UYAP).   113  CGK., 15/4/2014, E.2012/6-1452, K.2014/195 (UYAP). Bu kararın, tedavi ve denetimli serbestlik tedbirine yönelik olduğuna ve hükmün açıklanmasının geri bırakılması kararlarını kapsamadığına dair görüş için bkz. Halil Çığlı,  10 Soruda Hükmün Açıklanmasının Geri Bırakılması , Adalet Dergisi, Yıl: 2013, Sayı: 46, ss. 162-163.   [H]ükmün açıklanmasının geri bırakılmasına ilişkin karara yönelik itiraz üzerine merciin, CMK'nın 231. maddesinde sayılan objektif koşulların oluşup oluşmadığının tespiti yanında, hem maddi olay hem de hukuki yönden değerlendirme de yaparak itirazı yerinde görürse kabul edip, söz konusu kararda saptanan hukuka aykırılıkları gerekçesiyle tespit ederek konu hakkında yeniden karar verilmesi için dosyanın mahkemesine gönderilmesine karar vermesi gerektiği anlaşıldığından (...)  Yargıtay 5. CD., 28/11/2013, E.2013/15309, K.2013/11486 (UYAP). Aynı yöndeki kararlar için bkz. 4. CD., 12/9/2013, E.2013/9558, K.2013/22068; 5. CD., 27/2/2014, E.2014/1878, K.2014/2141; 5. CD., 27/1/2015, E.2015/1293, K.2015/1708; 14. CD, 4.2.2014, E.2013/11856, K.2014/1094 (Kararlar UYAP tan alınmıştır). 114  [S]uça ve sanığa ilişkin objektif uygulama koşullarının var olup olmadığı ile sınırlı olarak inceleme yapılabileceği,  hükmün  içeriğindeki  hukuka  aykırılıklar  231.  maddenin  uygulanma  koşullarını değiştirmediği sürece itiraz merciince denetime konu edilmeyeceği gözetilmeden, davanın esası yönünden değerlendirme yapılarak yazılı şekilde karar verildiği anlaşılmakla, (…)  Yargıtay 11. CD., 16/2/2014, E.2013/25594, K.2014/3461 (UYAP). Aynı yöndeki karar için bkz. 6. CD, 18/12/2013, E.2013/32810, K.2013/25480 (UYAP).    [M]erciin, suçun sübutu ya da ceza miktarı itibariyle hükmün açıklanmasının geri bırakılması sınırları içerisinde kalan eylemin vasıflandırması ile ilgili bir değerlendirme yapması mümkün değildir. Zira, bu tür aykırılıklar hükmün açıklanması durumunda temyiz ya da kanun yararına bozma yasa yollarının konusunu oluşturacaktır.  (Yargıtay 11. CD., 16/11/2016, E.2016/9684, K.2016/7622 (Yargıtay Kararları Dergisi, Cilt: 43, Sayı: 3, Mart 2017,  ss. 764-767). 175Akif Yıldırım, Özgür Duman                                 Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199 iyiniyetli üçüncü kişiye ait bulunup bulunmadığını, eşyanın müsaderesine karar verilmesinin ölçülülük ilkesine uygun olup olmadığını, sonuç olarak müsadere konusundaki kararın isabetli bulunup bulunmadığını kapsayacak şekilde  bir  karar  vermelidir.    Ancak  bu  konudaki  tartışmaların sonlandırılması  bakımından  hükmün  açıklanmasının  geri  bırakılması kurumunun  mahiyetine  en  uygun  kanun  yolunun  istinaf  olduğu  nazara alınarak,  hükmün  açıklanmasının  geri  bırakılması  kararına  karşı  bu  yol açılmalıdır.  Başlangıçta  Yargıtayın  iş  yükünün  azaltılması  ve  pratiklik sağlamak amacıyla itiraz kanun yolunun öngörülmesinin haklı sebepleri olsa da bu yolun mahiyetinden kaynaklanan sebeplerle ortaya çıkan sorunların aşılması için anılan karara karşı istinaf kanun yolunun açılması kaçınılmaz gözükmektedir. Şimdiki sistemde itiraz mercii, istinaf incelemesine benzer şekilde  hukukî  ve  maddî  yönden  denetim  yapmanın  yanı  sıra  temyiz incelemesinde  olduğu  gibi  yeniden  karar  verilmek  üzere  dosyayı mahkemesine de göndermektedir. Bu denetim yolu ancak süper istinaf olarak nitelendirilebilir. 4.  Değerlendirme Hükmün  açıklanmasının  geri  bırakılması  kararına  konu  yargılama sürecinde Anayasa Mahkemesi nin ve AİHM in yukarıda belirtilen ölçülülük ilkeleri geçerlidir. Sanık olsun ya da olmasın mülk sahibinin yargılamaya katılabilmesi ve duruşmaya davet edilerek savunma hakkının kullandırılması gerekir. Mülkiyet hakkının korunması bakımından önemli olan mülk sahibinin muhakkak duruşmaya çağrılması olmayıp, kendisine bu imkânının tanınmış olması yeterlidir. Bunun yanında yargılama makamının ayrıca mülk sahibinin müsaderenin  keyfi  olduğuna  veya  kanuna  aykırı  uygulandığına  dair itirazlarını makul bir biçimde karşılaması da zorunludur. Hukuk kurallarının yorumlanması ve delillerin değerlendirilmesi, bu kapsamda örneğin mülk sahibinin  iyi  niyetli  olup  olmadığının  tespiti  kural  olarak  derece mahkemelerince aittir. Gerek Anayasa Mahkemesi gerekse de AİHM sıklıkla açıkça keyfi veya bariz bir takdir hatası içermediği sürece bu takdir yetkisine karışmalarının söz konusu olmadığını belirmişlerdir. Ancak bu bağlamda da takdir yetkisinin sınırlarının çizilmiş olduğu göz ardı edilmemelidir. Hükmün  açıklanmasının  geri  bırakılması  kararına  CMK nın  231. maddesinin (11) numaralı fıkrası uyarınca itiraz edilebilir. Dolayısıyla bu                                                            115  İtiraz merciinin hükmün açıklanmasının geri bırakılması kararı yönünden denetim yetkisinin kapsamının bu şekilde belirlenmesi, sorunların tamamını çözmemekte, yeni tartışmalara da kapı aralamaktadır. İtiraz mercilerinin denetim yetkilerinin kapsamının bu denli genişletilmesi, itiraz incelemesi ile istinaf/temyiz incelemesinin sınırlarının kaybolmasına ve bir bakıma itiraz mercii kadar istinaf/temyiz mercii oluşmasına sebebiyet vermektedir.  176Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  kararlara karşı istinaf veya temyiz yoluna gidilebilmesi mümkün değildir. Denetim  süresi  içinde  yeni  bir  kasıtlı  suçun  işlenmesi  veya  sanığın yükümlülüklere  uymaması  durumunda  açıklanan  hükme  karşı  istinaf  ve temyiz yolu açıktır. Yargıtay Ceza Genel Kurulu, müsadere kararının güvenlik tedbiri olmakla birlikte hükmün bir parçası olduğu için, hükmün tabi olduğu kanun yoluna tabi olduğunu kabul etmiştir. Ceza Genel Kurulu na göre bu sebeple açıklanmasının geri bırakılmasına karar verilen hükümde yer alan müsadere kararına karşı da ancak itiraz kanun yoluna başvurulabilir. Bunun gerekçesi de olarak açıklanmasının geri bırakılmasına karar verilmiş olması nedeniyle  henüz  hukuken  varlık  kazanmamış  bulunan  hükmün  temyiz merciince  denetlenebilme  imkânı  bulunmayan  bir  aşamada,  hükmün  bir parçasını  oluşturan  müsaderenin  temyizen  incelenebileceğinin  kabul edilemeyeceği gösterilmiştir. Ayrıca bir bütün olan hükmün bir bölümünün itiraz, bir bölümünün ise temyiz kanun yoluna tabi olacağı gibi çelişkili bir halin ortaya çıkması sonucuna yol açtığı belirtilmiştir.  Yargıtayın,  itiraz  denetiminin  esasa  yönelik  inceleme  yapmayı  da kapsadığına ilişkin yeni yaklaşımının itiraz denetiminin nasıl yapılacağı ile ilgili ayrıntılı ilkeler içermediği ve uygulamada yerleşmediği görülmektedir. İtiraz kanun yolundaki denetimin hükmün açıklanmasının geri bırakılmasına ilişkin nesnel şartların bulunup bulunmadığı ile sınırlı olduğunu belirten ve şekli yaklaşımı sürdüren çokça daire kararı da bulunmaktadır. Diğer taraftan uygulamada, itiraz denetimi yapan merci tarafından işin esasına girilerek yapılan inceleme sonucu müsadere yönünden bir değerlendirme yapıldığını gösteren bir karara da rastlanmamıştır. Mülkiyet hakkı yönünden bu konuda –  şimdilik  –  yapılmış  bir  bireysel  başvuru  olmamakla  birlikte  Anayasa Mahkemesi işkence ve kötü muamele yasağına ilişkin bir bireysel başvuruda, hükmün açıklanmasının geri bırakılması kararlarına yapılan itirazların etkili bir başvuru yolu olmadığına karar vermiştir.  Müsadereye karşı etkili bir başvuru yolunun sadece hukuken mevcut bulunması yeterli değildir. O yolun uygulamada fiilen de etkili olması gerekir. Dolayısıyla Yargıtayın şekli yaklaşımına uygun şekilde denetim yapan itiraz mercilerinin,  hükmün  açıklanmasının  geri  bırakılması  kararıyla  birlikte verilen müsadere kararına kaşı itirazların özünü ele almadığı ve dolayısıyla etkili bir denetim yapmadığı görülmektedir. Bu durum ise mülkiyet hakkının sağladığı güvencelerle uyuşmamaktadır.                                                             116  CGK, 11/7/2014, E.2014/6-66, K.2014/365 (UYAP). 117  AYM, Deniz Yazıcı, B. No: 2013/6359, 10/12/2014, p. w. 177Akif Yıldırım, Özgür Duman                                 Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199 D. Müsadere Kararının İnfazı ve Sonuçları 1. Hükmün  Açıklanmasının  Geri  Bırakılması  Kararının Kesinleşmesiyle Müsaderenin İnfazı Açıklanması geri bırakılan mahkûmiyet hükmünde yer alan müsadere kararının ne zaman infaz edileceği diğer bir mesele olarak öne çıkmaktadır. Öğretide bu konuda müsadere edilen eşyanın türüne göre (bizatihi müsadereye tabi olanlar ve diğerleri) bir ayrıma giden yazarlar olduğu gibi bu ayrımdan hareket  edilmesinin  doğru  bir  sonuca  götürmeyeceğini  belirtenler  de bulunmaktadır. Bize göre müsadere kararının infazı için hükmün açıklanmasının geri bırakılması  kararının  değil,  mahkûmiyet  hükmünün  kesinleşmesi  gerekir. Mahkûmiyet  hükmü  ise  açıklanıp  ilgililere  bildirilmeden  kesinleşmez. Mahkûmiyet hükmü kesinleşmeden hangi tür eşya hakkında verilirse verilsin müsadere kararı infaz edilemez.  Suçta kullanılan veya  suçun işlenmesine tahsis edilen  ya  da suçtan meydana gelen eşyanın müsaderesi (TCK md. 54/1) bakımından suçun kasten işlenmesi gerekir.  Böyle bir durumda suçun kasten işlenmediği sonradan ortaya çıkabilir. Ayrıca, sanıkların beraatine karar verilmesi olasılığı da her                                                            118  Yusuf Solmaz Balo, Hükmün Açıklanmasının Geri Bırakılması, Seçkin Yayınevi, Ankara, 2016, s. 143.    Göngör/Toroslu, TCK nın 54. maddesinin (1) numaralı fıkrasında belirtilen  suçun işlenmesinde kullanılmak üzere hazırlanan ve genel ahlak, kamu güvenliği, kamu sağlığı açısından tehlike arz eden  eşya ile aynı maddenin (1) numaralı fıkrasında belirtilen,  üretimi, bulundurulması, kullanılması, taşınması, alımı ve satımı suç teşkil eden  eşyanın müsaderesi için bir suçun işlenmesinin şart olmadığını, bu tür eşyaların beraat eden kişiye iade edilmesinin söz konusu dahi olamayacağını, dolayısıyla hakkında hükmün açıklanmasının geri bırakılmasına karar verilen kişinin sahip olduğu bu nitelikteki  mallar  hakkındaki  müsadere  kararının  yerine  getirilebileceğini  ileri  sürmektedir (Göngör/Toroslu, s. 1978).  119  Kumbasar, ss. 199-200; Baştürk, ss. 404-405. 120   Müsadere kararı güvenlik tedbiri olmakla birlikte hükmün bir parçası niteliğinde olup, hükmün açıklanmasının geri bırakılması kararıyla birlikte verilen müsadere kararı da bu hükme bağlı olduğundan askıda bir karardır ve hüküm açıklanıncaya kadar hukuki sonuç doğurma yeteneği bulunmamaktadır  Yargıtay 8. CD., 11/5/2015, E.2014/777, K.2014/16943 (Yargıtay Kararları Dergisi, Cilt: 41, Sayı: 6, Haziran 2015,  ss. 1257-1259.   Silopi 1. Asliye Ceza Mahkemesinin 2/11/2012 tarihli ve E.2012/451, K.2012/908 sayılı ve açıklanması geri bırakılan hükmün açıklanmasına ilişkin kararında  [s]uça konu 150 paket sigaranın müsadere işlemleri (…) Cumhuriyet Başsavcılığına yazılan 25.09.2008 tarihli müzekkere ile gerçekleştirildiğinden bu hususta ayrıca karar verilme[mesine]  de hükmedilmiştir. Anılan karar,  açıklanması geri bırakılan hükümle verilen kaçak eşyaların müsaderesine dair kararın sonuç doğuran nihai bir karar olmaması karşısında bu konuda mahkemece yeniden karar verilmesi gerektiği halde yeniden karar verilmemesi  gerekçesiyle bozulmuştur (Yargıtay 7. CD., 26/10/2015, E.2014/16177, K.2015/20965 (Yargıtay Kararları Dergisi, Cilt: 42, Sayı: 7, Temmuz 2016,  ss. 1756-1757). 121  Bu konuda bkz. Ahmet Caner Yenidünya,  Yeni Türk Ceza Kanununda Müsadere ,  3. Yılında Yeni Ceza Adalet Sistemi, (Ed. Bahri Öztürk), Seçkin Yayınevi, Ankara, 2009, s. 113 vd. 178Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  zaman mümkündür. Kaldı ki hükmün açıklanmasının geri bırakılmasının, kurulan  mahkûmiyet  hükmünün  sanık  hakkında  bir  hukukî  sonuç doğurmamasını ifade ettiğini belirten açık norm (CMK. md. 231/5) karşısında, müsadere  kararının  infaz  edilmesi  mümkün  değildir.  Aksi  tutum, kesinleşmemiş bir mahkûmiyetten ötürü sanığın  suçlu  olduğunun kabul edilmesi anlamına gelir ve masumiyet karinesiyle bağdaşmaz. Suçta kullanılan eşyanın müsadere edilmesinin orantısız olacağı, yani işlenen suça nazaran daha ağır sonuçlar doğuracağı ve bu nedenle hakkaniyete aykırı olacağı anlaşıldığında, müsaderesine hükmedilmeyebilir (TCK md. 54/3). Dolayısıyla suçta kullanılan eşya hakkında verilen müsadereye kararın infaz edilmesine karşın bu kararın hakkaniyete aykırı olarak verildiğinin sonradan ortaya çıkma ihtimali de bulunmaktadır. Üretimi, bulundurulması, kullanılması, taşınması, alım ve satımı suç oluşturan (bizatihi müsadereye tabi olan) (TCK md. 54/4) eşyaların dahi sonradan bu vasıfta olmadıkları ortaya çıkabilir. Örneğin ateşli bir silahın suça iştirak etmemiş üçüncü kişiye ait olduğu ve ruhsatının bulunduğu sonradan anlaşılabilir. Bizatihi müsadereye tabi olan eşyanın ayrıca suçta kullanılmış olmaları hâlinde, bu eşyaların suçun maddî konusunu oluşturdukları veya suçta kullanılmaları nedeniyle delil niteliğinde oldukları da açıktır. Bunların sonradan bilirkişi incelemesine tabi tutulması veya üzerinde keşif yapılması gerekebilir.  Dolayısıyla  telafisi  güç  durumların  ortaya  çıkmaması  için mahkûmiyet hükmü kesinleşmeden bu tür eşyalar yönünden de müsadere kararının uygulanmaması gerekir. Sanık  kesin  hükümle  mahkûm  olmadıkça  kazanç  müsaderesinin  de yerine getirilmesi mümkün değildir. Dolayısıyla hükmün açıklanması geri bırakılmasına  karar  verildiğinde,  hukukî  sonuç  doğurması  ertelenen  bir mahkûmiyet hükmü bulunduğundan kazanç müsaderesine yerine getirilmesi olanaklı bulunmamaktadır. TCK ya göre suçun işlenmesinde kullanılmak üzere hazırlanan eşyanın, kamu güvenliği, kamu sağlığı veya genel ahlak açısından tehlikeli olması durumunda bir suçun işlenip işlenmediğine bakılmaksızın müsadere kararı                                                            122  Baştürk, s.     [A]çıklanmayan mahkûmiyet hükmü içeriğindeki hukuka aykırılıkların denetlenemeyeceği, bu gibi hukuka aykırılıkların ancak davanın düşmesi kararı verildiğinde veya hükmün açıklanması ya da yeni bir hüküm kurulması halinde temyiz yasa yoluna başvurulması halinde incelenebileceği, ayrıca sanık hakkında 5271 sayılı CMK'nın 231. maddesine göre verilen ve davayı sonuçlandırıcı nitelikte olmayan hükmün açıklanmasının geri bırakılması kararının müsadereyi de kapsadığı, söz konusu itirazın (…) reddedilmiş  olması  karşısında  yapılacak  bir  işlem  bulunmadığından  dosyanın  incelenmeksizin mahalline İADESİNE, (…) karar verildi.  Yargıtay 6 . CD., 18/11/2013, E.2012/18152, K.2013/22768 (UYAP). 179Akif Yıldırım, Özgür Duman                                 Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199 verilebilecektir. Belirtmek gerekir ki müsadere edilmek üzere el konulan eşya, genel sağlık ve kamu güvenliği açsısından tehlikeli bir durum oluşturuyorsa açıklanması geri bırakılan mahkûmiyet kararı kesinleşmese bile- CMK nın 132.  maddesi  kıyasen  uygulanarak  elden  çıkarılabilir.  Örneğin,  numune alınarak uyuşturucu maddeler yok edilebilir, patlama tehlikesi bulunan bir top mermisi imha edilebilir. Nitekim buna yönelik hükümler ilgili mevzuatlarda da mevcuttur. Ancak bu tür eşyaların elden çıkarılması, müsadere kararının yerine getirildiği anlamına gelmez. İtiraz sonucu kesinleşen müsadere kararı değil, hükmün açıklanmasının geri bırakılmasıdır. Müsaderenin  açıklanması  geri  bırakılandan  bağımsız  bir  varlığının olmadığının kabul edilmesi durumunda bu husus başlı başına bir sorun teşkil etmez. Çünkü hükmün açıklanmasıyla birlikte müsadere kararına da kanun yoluna başvurulabilir. Ancak uygulamada görüldüğü üzere özellikle konusu suç teşkil eden eşya yönünden müsadere kararının açıklanması geri bırakılan hükümden  ayrı  olarak  uygulanması  durumunda  belirtilen  şekilde  bir denetimsizlik sorunu ortaya çıkar. Böylelikle istinaf ve temyiz yolu kapalı olan müsadere kararına karşı sınırlı inceleme yetkisi sebebiyle itiraz mercii de herhangi  bir  denetleme  yapamadığından,  mülkiyet  hakkına  yapılan müdahalenin  keyfi  veya  hukuka  aykırı  olduğu  yönündeki  itirazlar karşılanmamış  olur.  Diğer  bir  deyişle  müsadereye  ilişkin  maddî  bir kesinleşme  söz  konusu  olamaz.  Nitekim  denetim  süresi  içinde  hükmün açıklanması hâlinde  yapılacak kanun  yolu incelemesinde  hükmün  ve  bu kapsamda müsadere kararının da bozulabilmesi mümkündür. Bu kapsamda, müsadereye karar verilen eşyanın aslında bizatihi suç teşkil eden niteliğinde olmadığı tespit edilebilir. Örneğin ruhsatsız silah taşıma suçundan açılan davada müsaderesine karar verilen silahın ruhsatının bulunduğu veya bu silahın anılan kanun kapsamında ruhsata tabi olmadığı tespit edildiği takdirde müsadere hükmünün bozulması gerekir. Dolayısıyla eğer açıklanması geri bırakılmasına karar verilen hükümden ayrılarak müsaderenin şekli anlamda bir kesinleşme ile kesinleştirilerek, infazına girişilmesi durumunda mülkiyet hakkı bakımından telafisi güç veya imkânsız sonuçlar ortaya çıkar.  Anayasa  Mahkemesi  Mahmut  Üçüncü  başvurusunda  hükmün açıklanmasının geri bırakılması kararının kesinleşmesinden sonra denetim süresi  beklenmeden  müsadere  kararının  infazını  tartışmıştır.  Kararda iddianame  ile  müsadere  istenilmediği  hâlde  gerekçesi  belirtilmeden                                                            123  İzinsiz yetiştirilen kenevir bitkisi, Tarım Orman ve Köyişleri Bakanlığı teşkilatında görevli ziraat mühendislerinin, bunların bulunmadığı yerlerde ziraat teknisyenlerinin vereceği rapor üzerine mahallin en büyük mülki amirinin emriyle zabıta tarafından imha edilir veya ettirilir (2313 sayılı Kanun md. 23/2). 180Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  mahkemece müsadere kararı verildiği, bu karara karşı yapılan itirazın da itiraz merciince  incelenmediği  belirtilmiştir.  Ayrıca  ilk  derece  mahkemesince müsaderenin  hükmün  açıklanmasının  geri  bırakılması  kararıyla  birlikte kesinleştirerek infaz edildiği özellikle vurgulanmıştır. Anayasa Mahkemesi bu tespitlerden hareketle yargılamanın mevcut aşaması itibarıyla başvurucuya müsaderenin  keyfî  olduğuna  veya  kanuna  aykırı  olduğuna  ya  da  makul biçimde uygulanmadığına yönelik itirazlarını ortaya koyabilme olanağının etkin bir şekilde tanınmadığı sonucuna varmıştır. Anayasa Mahkemesine göre bu  sebeple  müsadere  yoluyla  mülkiyet  hakkına  yapılan  müdahale başvurucunun menfaatleri ile kamunun yararı arasında olması gereken adil dengeyi  başvurucu  aleyhine  bozmuş  ve  mülkiyet  hakkının  gerektirdiği güvencelerin sağlanmadan müsadere kararı verilmekle başvurucuya yüklenen külfetin aşırı ve orantısız olmuştur.  2.  Mülkün İadesi Süreci ve Uğranılan Zararların Giderilmesi a.  Genel Olarak Yukarıda  ölçülülük  bağlamında  değinildiği  üzere,  müsadere  veya elkoymaya konu mülkün iyi niyetli üçüncü bir kişiye ait olduğu sonradan anlaşılan  durumlarda  adil  denge  ölçütü  bakımından  tazminat  önem taşımaktadır.  AİHM  Ali  Esen/Türkiye  kararında  suçta  kullanılan  eşyaya yönelik mülkiyet ihtilaflarına dikkat çekerek bu eşyaya belirli bir süre el konularak  sonrasında  iade  edilmesini  başvurucuya  aşırı  bir  külfet yüklemediğini  kabul  etmiştir.  C.M./Fransa  kararına  konu  olayda başvurucuya ait araçta oğlu kullanmakta iken uyuşturucu madde bulunmuştur. AİHM iç hukukta başvurucunun belirli bir ödeme karşılığında bu aracı geri alabileceği  yönündeki  düzenlemelere  dikkat  çekerek  müdahalenin  ölçülü olduğu sonucuna varmıştır. Ancak Bowler İnternational Unit/Fransa kararında ise uyuşturucu madde taşınan kamyon ile birlikte bu kamyonda bulunan oyuncaklara da el konulmuştur. AİHM iç hukukta iyi niyetli malik yönünden  geri  alma  veya  tazminat  mekanizmasının  bulunmadığı gerekçesiyle, adil dengenin bozulduğu sonucuna varmıştır.  Mülkiyet hakkının ihlalinin giderilebilmesi için temel kural  restitiuo in integrum  (eski hale iade) ilkesinin uygulanmasıdır. Ancak kamu yararı gereği bunun mümkün olmadığı durumlarda kişilerin zararlarının tazmin                                                            124  AYM, Mahmut Üçüncü, p. 101-102. 125  Ali Esen/Türkiye, B. No: 74522/01, 24/7/2007. 126  AİHM, C.M./Fransa (k.k), B. No: 28078/95, 26/6/2001. 127  AİHM, Bowler İnternational Unit/Fransa, B. No: 1946/06, 23/7/2009. 128  Bowler İnternational Unit/Fransa, B. No: 1946/06,  23/7/2009, p. 34-47. 181Akif Yıldırım, Özgür Duman                                 Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199 edilmesi de giderimi sağlayabilir. İyi niyetli kişilere ait mülkün müsadere edilmesi  kamu  yararı  amacı  doğrultusunda  gerekli  görülebilir.  Bu  gibi durumlarda  önemli  olan  başvurucunun  zararının  tazmin  suretiyle giderilmesidir. Sulejmani/Makedonya kararına konu olayda başvurucunun satın aldığı kamyon, önceki sahibi tarafından şase numarasının değiştirilmiş olduğu gerekçesiyle müsadere edilmiştir. AİHM, iç hukuka göre satıcıya karşı mevcut olan dava yolunun başvurucunun zararının giderimi için yeterli kabul ederek  ihlal  olmadığına  karar  vermiştir.  Ancak  AİHM  göre,  bu  yolu kullanma önünde  satıcının ölümü  veya  satıcıya ulaşmanın imkânsızlığı  gibi bir engelin bulunduğu durumlarda ise başvurucunun aracının müsadere edilmesinin aşırı bir külfete yol açtığı sonucuna varmıştır. Bu bağlamda başvurulmasa dahi tazminat yolunun varlığının ölçülülüğün bir unsuru olarak değerlendirildiğine dikkati çekmek gerekir.  Başvurucuya aşırı külfet yükleyen diğer bir unsur, kamu makamlarının özensiz tutum ve davranışlarıdır. Vergi idaresince açık artırma ile satılmasına rağmen aracın başvurucu adına tescil edilmemesine ilişkin Sildedzis/Polonya kararında  AİHM,  hukukî  yönünden  sorunlu  gördüğü  bu  olayda  kamu makamlarının  özensiz  tutumu  nedeniyle  ayrıca  ölçülülük  incelemesi  de yapmış ve mülkiyet hakkının ihlaline karar vermiştir. Yine Sud Fondi SRL ve  Diğerleri/İtalya  başvurusu  da  başvurucunun  belediyeden  alınan  izin çerçevesinde  inşa  ettirdiği  yapıların  sonradan  mevzuata  aykırı  olduğu gerekçesiyle müsaderesine ilişkindir. AİHM bu olayda da kamu makamlarının özensiz tutumuna işaret ederek müdahalenin başvurucuya aşırı bir külfet yüklediği ve adil dengeyi bozduğu sonucuna varmıştır.  Anayasa Mahkemesinin yakın tarihli Üças Gıda Pazarlama ve Tekstil San. ve Tic. Ltd. Şti. başvurusuna ilişkin kararında, ceza soruşturması sırasında elkonulan eşyanın yapılan yargılama neticesinde iadesine karar verilmesine                                                            129  Köktepe/Türkiye, Adil Tazmin Kararı, B. No: 35785/03, 13/10/2009,  130  Sulejmani/Makedonya, p. 40 vd.  131  Vasilevski/Makedonya, p. 55 vd. 132  Adil denge ölçütü ile ilgili son olarak değinilmesi gereken diğer bir konu etkin bir tazminat yolunun varlığı durumunda başvuruların niçin iç hukuk yollarının tüketilmemesi nedeniyle kabul edilemez bulunmadığı sorusuna ilişkindir. Müsadere yoluyla yapılan müdahalenin adil olabilmesi için ise P-1 de öngörülen mülkiyet hakkının korunmasına ilişkin bütün gerekliliklerin yerine getirilip getirilmediğinin değerlendirilmesi gerekir. Bütün bu gereklilikler hiç değerlendirilmeden doğrudan bu tazminat yolunun varlığı nedeniyle başvuru kabul edilemez bulunduğu takdirde mülkiyet hakkına yapılan müdahalenin P-1 de öngörülen şartları sağlayıp sağlamadığı hiç değerlendirilmemiş olur. 133  Sildedzis/Polonya, B. No: 45214/99, 24/5/2005. 134  Sud Fondi SRL ve Diğerleri/İtalya, B. No: 75909/01, 20/1/2009; Varvara/İtalya, B. No: 17475/09, 29/10/2013. 182Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  rağmen iade edilmemesi nedeniyle ölçülülük yönünden mülkiyet hakkının ihlal edildiği sonucuna varılmıştır. b. Hükmün  Açıklanmasının  Geri  Bırakılması  Kararına  Konu Yargılama Süreci Hükmün  açıklanmasının  geri  bırakılması  kararının iki  farklı  sonucu bulunmaktadır.  Denetim  süresi  içinde  kasıtlı  bir  suç  işlenmemesi  ve yükümlülüklere uygun davranılması durumunda CMK nın 231. maddesinin (10) numaralı fıkrasında hükmü uyarınca sanık hakkındaki davanın düşmesine karar verilir. Düşme kararı ile birlikte açıklanması geri bırakılan hüküm de ortadan kaldırıldığı için kural olarak, müsadere kararı da ortadan kalkar. Düşme kararıyla birlikte bunlar hakkında ayrıca müsadere kararı verilmesi, güvenlik tedbirlerinin sistematiğine aykırı olacağı gibi müsadereyi güvenlik tedbiri  olmaktan  çıkarıp  bizatihi  yaptırıma  (cezaya)  dönüştürecektir. Denetim süresinin sorunlu geçirilerek hükmün açıklanması durumunda ise sanık hakkındaki mahkûmiyet hükmünün kesinleşmesiyle birlikte müsadere kararı infaz edilebilir. Üretimi, bulundurulması, kullanılması, taşınması, alım ve satımı suç oluşturan eşya (TCK md. 54/4), düşme kararı verilse dahi iade edilmez, her hâlde müsaderesine hükmolunur. Meselâ uyuşturucu madde, ruhsatsız silah veya kaçak eşyanın müsaderesi zorunlu olduğundan iadesi mümkün değildir. Dolayısıyla düşme kararı verildiği takdirde bu sayılanlar dışında kalan eşyanın iadesi gündeme gelir. Ancak iyi niyetli kişilere ait olup da müsadere edilen eşyalar yönünden ise iyi niyetli kişilerin uğradıkları zararın tazmini gerekir. Hükmün açıklanmasının geri bırakılması kararıyla birlikte TCK nın 54. maddesinin (1) numaralı fıkrasının birinci cümlesine göre müsadereye karar verilen eşyanın, hükmün açıklanması sonrası beraat eden sanığa veya üçüncü kişi malike iade edilmesi gerekmektedir. Çünkü beraat hükmüyle birlikte eşyanın, kasıtlı bir suçun işlenmesinde kullanılmadığı veya suçun işlenmesine tahsis edilmesi ya da suçtan meydana gelmediği ortaya çıkmıştır. Bununla birlikte aynı maddenin ikinci cümlesinde, suçun işlenmesinde kullanılmak üzere hazırlanan eşyanın, kamu güvenliği, kamu sağlığı veya genel ahlak                                                            135  AYM, Üças Gıda Pazarlama ve Tekstil San. ve Tic. Ltd. Şti., B. No: 2014/16633, 6/12/2017, p. 32-79. 136  Kumbasar, s. 201; Baştürk, s. 405. TCK Öntasarısı nın (1997)  Hükmün geri bırakılması  kenar başlıklı 82. maddesinin gerekçesinde konuyla ilgili şu ifadelere yer verilmiştir:    Buna karşılık sanık, denetim süresi içinde denetim şartlarına uygun olarak hareket ettiğinde hâkim, adı geçen hakkında açılmış bulunan kamu davasının düşmesine karar verecektir. Böylece hükmün geri bırakılmasına tabi tutulan kişiye suçlu damgası vurulmamış olacaktır. Ancak yargılama sonunda bazı şeylerin müsaderesine karar verilmiş veya bir kısım eşyanın mülkiyeti Devlete geçmiş ise, davanın düşmesine karar verilse de bu şeyler iade olunmayacaktır.  Türk Ceza Kanunu Öntasarısı (1997), s. 195. 183Akif Yıldırım, Özgür Duman                                 Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199 açısından  tehlikeli  olması  durumunda  müsadere  edileceği  hüküm  altına alınmıştır. Bu durumda da eşyanın iadesi fiilen mümkün olamayacağı için iyi niyetli üçüncü kişilerin zararlarının karşılanması suretiyle mülkiyet hakkına yapılan müdahale ölçülü kılınabilir.  Ceza  yargılamasında  müsaderenin  gerekli  olup  olmadığı,  kanundaki unsurlar tartışılarak yapılmaktadır. Bu unsurlar arasında ise, müsadereye karar verilmesi  bakımından  kamu  makamlarının  tutum  ve  davranışları  ile kusurunun dikkate alınması gibi bir husus sayılmamıştır. Ancak yukarıda değinildiği üzere, konuya ilişkin Anayasa Mahkemesi ve AİHM kararlarında ölçülülük bağlamında yapılan değerlendirmelerde mülk sahibinin fiili yanında kamu  makamlarının  tutum  ve  davranışları  özellikle  incelenerek  sonuca varılmaktadır. Bu bağlamda, meselâ önceden izin verilmesine rağmen yapılan binaların  idare  yararına  müsadere  edilmesi  veya  ruhsata  rağmen  maden alanındaki  eşyaların  mülkiyetinin  kamuya  geçirilmesi  başvurularında mülkiyet hakkına yapılan müdahalelerin ölçüsüz olduğuna karar verilmiştir. Dolayısıyla  kanaatimizce  ceza  mahkemesince  bu  hususların  da  dikkate alınması mülkiyet hakkının korunmasının gerekliliklerine uygun olur. Bunun yapılmaması  durumunda  ise  idare  tarafından  mülk  sahibinin  uğradığı zararların tazmini yoluna gidilmesi gerekir. E. Denetim Süresince Elkoymanın Mülkiyet Hakkı Bakımından Yol Açtığı Meseleler 1.  Genel Olarak Elkoymanın Elverişli, Gerekli ve Orantılı Olması Müsadere ve elkoymanın kamu yararına dayalı çeşitli sebeplerle meşru amacının bulunduğu yukarıda izah edilmiştir. AİHM ve Anayasa Mahkemesi bu  alanda  suçla  mücadele  çerçevesinde  devletin  geniş  bir takdir  yetkisi olduğunu kabul etmektedir. Hükmün açıklanmasının geri bırakılması kararı ile müsadereye karar verilmesi  mülkiyet  hakkı  bakımından  önemli  sonuçlara  yol  açmaktadır. Açıklanması  geri  bırakılan  hükmün  kapsamındaki  müsaderenin  süreç kesinleştiğinde infaz edilebilmesi için denetim süresi boyunca mülke hukuken veya kimi durumlarda fiilî olarak el konulması veya mevcut elkoymaya devam edilmesi zorunlu görülebilir. Bu bakımından elkoymada olduğu gibi muhtemel bir müsaderenin güvence altına alınması amaçlanmaktadır. Bunun yanında müsadere konu eşyaya denetim süresinde de el konulmasının, yeni                                                            137  Sud Fondi SRL ve Diğerleri/İtalya, B. No: 75909/01, 20/1/2009; Varvara/İtalya, B. No: 17475/09, 29/10/2013; AYM, AYM, Mahmut Üçüncü. 138  Örneğin AİHM, suç örgütleriyle mücadeleyi  kanser le savaş olarak nitelendirmekte ve müsadereyi de bunun için gerekli bir silah olarak görmektedir (Raimondo/İtalya, B. No: 12954/87, 22/2/1994, p. 30). 184Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  suçların işlenmesinin önlenmesi ve caydırıcılığın sağlanması gibi amaçları da öne çıkmaktadır. Elkoyma  tedbirinin  uygulanmasının  ilgili  kamu  yararı  amacı doğrultusunda mülkte zarara yol açması kaçınılmazdır. Ancak başvurucunun ihlale yol açacak şekilde aşırı bir külfete katlanmasının önüne geçilmesi için bu zararın kaçınılmaz olandan ağır veya aşırı sonuçlara da yol açmaması ya da oluşması durumunda böyle bir zararın kamu makamlarınca makul bir sürede, uygun bir yöntem ve vasıtalarla gideriminin sağlanması gerektiği kabul edilmektedir.  Bu bağlamda elkoyma, ulaşılmak istenen meşru amacı gerçekleştirmeye elverişli, gerekli ve orantılı olmalıdır. Müdahalede  kullanılan  araçların,  yine  müdahaleyle  istenilen  amacı gerçekleştirmeye elverişli olması ve bunun yanında ayrıca bu aracın gerekli de  olması  diğer  bir  ölçülülük  unsurudur.  AİHM  genellikle  elverişlilik yönünden bir değerlendirme yapmamaktadır. Gereklilik unsuru da açıkça zikredilmemektedir. Bununla birlikte Ismayilov/Rusya kararı müdahalenin gerekli  olmadığının  tespit  edildiği  bir  örnek  olarak  göze  çarpmaktadır. Başvurucunun havaalanında gümrük makamlarına bildirdiği miktardan daha fazla bir döviz taşıdığı bu olayda AİHM özellikle, başvurucunun eyleminin  bildirim  yükümlülüğüne  uymama   gibi  nispeten  hafif  sayılabilecek  bir hukuka  aykırılık  olduğuna  işaret  etmiştir.  AİHM  bu  eylemden  dolayı başvurucuya zaten hapis cezası da verildiğini belirterek müsaderenin gerekli olmadığını ve başvurucunun bütün parasının müsadere edilmesinin ayrıca orantılı da olmadığını vurgulamış ve ihlal sonucuna varmıştır. AİHM elkoyma yönünden verdiği kararlarda da bu tedbirin kanun dışı veya keyfî ya da makul olmayan şekilde uygulandığına ilişkin savunma ve itirazlarını sorumlu makamlar önünde etkin bir biçimde ortaya koyabilme olanağının  kişilere  tanınması  güvencesinin  sağlanması  gerektiğini belirtmektedir. Bu değerlendirme ise uygulanan sürecin bütününe bakılarak yapılmalıdır. Bunun yanında AİHM, müsadere gibi elkoymanın da orantılı olması  gerektiğini  belirtmektedir.  Nitekim  Dzinic/Hırvatistan  kararında, elkoyma  tedbirinin  muhtemel  bir  müsadereyi  güvence  altına  almak  için uygulandığını gözeten AİHM, başvurucunun mülküne el konulması tedbirinin meşru  olsa  da  el  konulan  mülkün  değeri  ile  karşılaştırılmaksızın                                                            139  AYM, Hanife Ensaroğlu, p. 67. 140  Ismayilov/Rusya, B. No: 30352/03, 6/11/2008, p. 37-38. 141  Dzinic/Hırvatistan, p. 68; Borzhonov/Rusya, p. 60, 61. 185Akif Yıldırım, Özgür Duman                                 Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199 uygulanmasını adil dengenin gerekliliklerine uygun olmadığını kabul ederek sonuca varmıştır. Anayasa  Mahkemesi  Hanife  Ensaroğlu  başvurusunda  elkoymanın sonuçlarını tartışmıştır. Öncelikle başvurucu finansal kiracı olmakla birlikte anayasal anlamda mülkiyet hakkının otonom yorumlandığı vurgulanmış ve başvurucunun Anayasa nın 35. maddesi anlamında korunması gereken bir ekonomik  menfaatinin  olduğu  tespit  edilmiştir.  Elkoymanın  mülkiyete müdahale teşkil ettiğini kabul eden Anayasa Mahkemesi ölçülülük yönünde yaptığı incelemede müdahalenin gerekli olup olmadığını tartışmıştır. Somut olayda  başvurucunun  iyi  niyetli  üçüncü  kişi  olduğunun  ilk  derece mahkemesince tespit edilmiş olmasına ve aracın da iadesine karar verilmesine rağmen  fiilen  aracına  el  konulmasına  devam  edildiği  tespit  edilmiştir. Anayasa Mahkemesi fiilen elkoymanın belirli bir süre makul görülebileceğini, ancak belirtilen tespite ve trafik siciline tescil gibi daha elverişli bir yolun varlığına rağmen elkoymaya fiilen devam edilmesinin başvurucuya ağır ve aşırı bir külfet yüklediği sonucuna varmıştır. 2.  Denetim Süresi Boyunca Elkoymanın Sonuçları  a.  Denetim Süresinin Uzunluğunun Etkileri (1) Mülkün Kullanılamaması ve Semerelerinden Yararlanılmaması Hükmün açıklanmasının geri bırakılması kararında müsadereye ilişkin kesinleşmiş  bir  süreç  söz  konusu  değildir.  Müsadere  konusu  eşyaya  ise çoğunlukla  ceza  soruşturması veya  kovuşturması sırasında  muhtemel bir müsadereyi  güvence  altına  almak  için  el  konulmaktadır.  Hükmün açıklanmasının  geri  bırakılması  kararıyla  belirlenen  denetim  süresi, aynı zamanda  kişinin  mülküne  fiilen  veya  bazı  durumlarda  hukukî  olarak  el konulması sürecinin devam etmesine yol açmaktadır.  Mülkiyet hakkı kişiye mülkü üzerinde istediği gibi hukukî veya fiilî olarak  tasarruf  edebilme,  yararlanabilme  ve  hatta  tüketme  hakkı tanımaktadır. Dolayısıyla mülkiyet hakkı sahibine tanınan bu yetkilerden herhangi  birinin  kısıtlanması  mülkiyete  müdahale  teşkil  eder.    Hükmün açıklanmasının geri bırakılması nedeniyle denetim süresi boyunca mülke el konulması,  sürenin  uzunluğu  da  dikkate  alındığında  mülkiyetten kullanılmasını, yararlanılmasını ve tasarrufta bulunulmasını önemli ölçüde sınırlayan bir müdahaledir.                                                             142  Dzinic/Hırvatistan, p. 67-82. 143  AYM, Hanife Ensaroğlu, B. No: 2014/14195, 20/9/2017, p. 62-79. 144  Veysel Başpınar, Mülkiyet Hakkını İhlâl Eden Müdâhaleler, Yetkin Yayınları, Ankara, 2009, s.  98. 186Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  Fiilî elkoyma sebebiyle malikin doğrudan eşya ile bağını geçici süreyle de olsa kesilmektedir. Bu yüzden malik, fiilî elkoyma süresi boyunca eşyasını kullanamadığı  gibi  bu  sürede  onun  kendisinden  veya  semerelerinden yararlanma imkânı da kalmamaktadır.  AİHM in Jucys/Litvanya kararına konu olayda, başvurucunun kürklerine kaçak olduğu gerekçesiyle elkonularak satılmış, ancak yargılama sonunda beraat  eden  başvurucuya  bu  kürklerin  bedeli  bir  tutarında  bir  tazminat ödenmiştir. Başvurucu elkoyma  nedeniyle  uğradığı zararların tam olarak karşılanmadığı  gerekçesiyle  mülkiyet  hakkının  ihlal  edildiği  iddiasıyla bireysel  başvuruda  bulunmuştur.  AİHM,  başvurucunun  kürkleriyle  ilgili sorunun yaklaşık 8,5 yıl süren bir yargılama sonucunda çözülebildiğini tespit etmiştir. Mahkeme ye göre, asılsız bir ceza kovuşturması geçirdikten sonra ve bozulabilir  olduğu  olarak  aceleyle  açık  arttırmada  satılmakla  mallarının mülkiyet hakkını kaybetmesi üzerine başvurucu, en azından bu mallarının semerelerinden uzun yıllar yararlanamamıştır. Bu sebeple, başvurucunun somut olayın koşullarında orantısız ve aşırı bir yüke katlandığı sonucuna varılmış ve mülkiyet hakkının ihlaline karar verilmiştir. (2) Tasarruf Yetkisinin Kısıtlanması Uygulamada özellikle sicile kayıtlı örneğin motorlu taşıtlar gibi eşyalar yönünden yalnızca trafik siciline şerh konulması yoluna gidilmektedir. Bu durumda fiilen bir elkoyma söz konusu değildir. Hukuken el atma daha hafif bir tedbir olmakla birlikte, bu husus mülkiyet hakkına müdahale edildiği olgusunu  ortadan  kaldırmamaktadır.  Hukukî  bir  tedbirin  uygulanması malikin, aracını veya taşınmazını dilediği gibi satma, bağışlama, üzerinde irtifak hakkı tesis etme veya ipotek kurma gibi tasarrufları önemli ölçüde kısıtlanmaktadır. Meselâ bankalar ipotekli kredi kullandırmak için taşınmaz üzerinde bu tür bir şerhin bulunmamasını koşul olarak öngörmektedirler. Yani taşınmaz  malikinin bankadan kredi kullanmak istemesi hâlinde taşınmaz üzerinde kısıtlayıcı bir şerhin bulunmaması aranmaktadır. Ayrıca üzerinde böyle  bir  şerhin  bulunduğu  aracı  veya  taşınmazı  kimsenin  satın  almak istemeyeceği açıktır. Bunun yanında, taşınmaz üzerindeki tedbir şerhlerinin kısıtlayıcı etkileri sebebiyle mülkün değerinin önemli ölçüde azalacağı da kuşkusuzdur.                                                             145  Jucys/Litvanya, p. 36-38. 146   Lehine ipotek tesis edilen davalı banka taşınmazın kaydı üzerinde ihtiyati haczin bulunduğunu ve ihtiyati haczin kesin hacze dönüşebileceğini bilerek ipoteği kabul ettiğinden, ihtiyati haciz sahibi alacaklıya karşı önceliği bulunmamaktadır. Davacı alacaklının ihtiyati haczi belirtildiği gibi daha sonra kesin hacze dönüşmüş ise, rehinli alacaklıdan önce kendisine ödeme yapılmalıdır  (Yargıtay 12. HD., 25/5/2000,  E.2000/2934, K.2000/3967). 187Akif Yıldırım, Özgür Duman                                 Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199 Borzhonov/Rusya  kararında  el  konulan  otobüsün  yapılan  kanun değişikliğiyle sahibine iadesi gerektiği hâlde kamu makamlarının altı yıl boyunca hareketsiz kalması başvurucu açısından kaçınılmaz olandan daha ağır bir zarara yol açmıştır. Bu kararda ayrıca makul sürede yargılanma hakkının da ihlaline karar verilmiştir.  Vendittelli/İtalya kararında bir suç isnadı kapsamında başvurucunun taşınmazına konulan tedbirin hükümden sonra gerek kalmadığı hâlde on bir ay daha uygulanmaya devam edilmesi ölçüsüz  bir  müdahale  olarak  görülmüştür.  East  West  Alliance Limited/Ukrayna kararında başvurucunun mülkünden on yıl boyunca yoksun kalmasına yol açan el atma tedbirinin mülkiyet hakkına ölçüsüz bir müdahale olduğu sonucuna varılmıştır 150.  Jucys/Litvanya kararında elkoyma tedbirinin yaklaşık 8,5 yıl sürdüğüne vurgu yapılarak mülkiyet hakkına yapılan müdahalenin başvurucuya aşırı ve orantısız  bir  külfet  yüklediği  belirtilmiştir.  Bu  kararda  makul  sürede yargılanma hakkının ihlal edildiği iddiası kabul edilebilir bulunmuş, ancak mülkiyet hakkı yönünden aynı gerekçeyle ihlal kararı verildiği belirtilerek bu iddia yönünden esas bakımından ayrı bir inceleme yapılmasına gerek olmadığı sonucuna varılmıştır. AİHM elkoyma tedbirlerini Türkiye aleyhine yapılan başvurularda aynı ilkelerle değerlendirmiştir. Ali Esen/Türkiye kararında ölçülülük yönünden tartışarak sonuca varmıştır. Bu başvuruda başvurucu, daha önce sahte kimlik bilgileri kullanılarak ve sahte bir senetle satıldığı iddia edilen bir aracı satın almıştır. Ceza soruşturması sırasında 20/9/1999 tarihinde araca el konmuş, aracı daha önce sahtecilik yoluyla satan bir kişi hakkında resmî evrakta sahtecilik  suçundan  iddianame  düzenlenerek  ceza  davası  açılmıştır. Yargılama  devam  ederken  19/9/2002  tarihinde  aracın  teminatsız  olarak başvurucuya  iadesine  karar  verilmiştir.  AİHM,  kovuşturma  sürecinin tamamlanması beklenmeden aracın teminatsız olarak iade edildiğine vurgu yapmıştır. AİHM e göre özellikle aracın mülkiyeti konusunda uyuşmazlığın olduğu durumlarda kanun dışı kullanımı önlemek amacıyla araca el konulması meşru bir amaçtır. AİHM, devletlerin bu alandaki geniş takdir yetkileri de dikkate alındığında başvurucunun mülkiyet hakkına yapılan müdahalenin,                                                            147  Borzhonov/Rusya, p. 61-63. 148  Kararın 41. paragrafının orijinal metni şöyledir:  Having regard to the foregoing, the Court considers that the length of the proceedings did not satisfy the  reasonable-time  requirement. Accordingly, there has been a breach of Article 6 § 1 of the Convention  (Borzhonov/Rusya, p. 38-41). 149  Vendittelli/İtalya, B. No: 14804/89, 18/7/1994, p. 31-40. 150  East/West Alliance Limited/Ukrayna, B. No: 19336/04, 23/1/2014. 151  Jucys/Litvanya, p. 34-39. 152  Jucys/Litvanya, p. 41-42. 188Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  takip edilen meşru amaç ile karşılaştırıldığında ölçüsüz olmadığı sonucuna varmış; başvurunun açıkça dayanaktan yoksun olduğuna karar vermiştir.  Diğer taraftan, Islamic Republic of Iran Shipping Lines/Türkiye kararında el konulan gemi ve bu gemideki yüklere, iade edildikleri tarihe kadar yaklaşık bir yıl boyunca keyfî olarak el konulduğunun ceza yargılamasında tespit edildiği belirtilerek başvurucunun mülkiyet hakkına yapılan müdahalenin ölçüsüz ve adil dengeyi bozucu nitelikte olduğu sonucuna varılmıştır. b. Alınabilecek Tedbirler Elkoyma  işleminin  mülkiyet  hakkını  ihlal  etmemesi  için  denetim süresince gerekli tedbirlerin alınması ve elkoymanın ölçülülük ilkesine aykırı olmaması gerekir. Anayasa Mahkemesi ne göre kamu makamlarının kanuna dayalı olarak ve ilgili kamu yararı amacı doğrultusunda mülkiyet hakkına müdahale teşkil eden tedbirler uygulaması ve bu tedbirlerin belirli bir süre de devam etmesi ancak bireyin haklarının korunmasının gerekliliklerine uyulduğu takdirde ölçülü görülebilir. AİHM Ali Esen/Türkiye kararında özellikle suçta kullanılan veya suça konu eşyanın mülkiyetinin ihtilaflı olduğu durumlarda elkoyma tedbirinin uygulanması ve bu tedbirin makul bir süre devam etmesinin anlaşılabilir bir durum olduğunu kabul etmiştir. Zira böyle durumlarda eşyanın suçta kullanılıp kullanılmadığı veya suça konu olup olmadığı, mülkiyetinin kime ait olduğu, malikin iyi niyetli üçüncü kişi olup olmadığı ve eşyanın müsaderesinin gerekip gerekmediği gibi hususların bütün açıklığıyla ortaya konması belirli bir süreç gerektirmektedir. Ancak bu takdir yetkisine rağmen elkoymanın makul bir süreyi aşması başvurucuya aşırı bir külfet yükler.  Hükmün  açıklanmasının  geri  bırakılması  kararıyla  sonlanan  süreçte elkonulan eşyanın, bakım ve gözetimiyle ilgili tedbirleri almamak veya ileride istenildiğinde iade etmek şartıyla sanığa teslim etmemek, ölçülülük ilkesine                                                            153  Ali Esen/Türkiye, p. 27-36. 154  Islamic Republic of Iran Shipping Lines/Türkiye, B. No: 40998/98, 13/12/2007, p. 97-103. 155  Bu yaklaşıma uygun şekilde verilmiş bir Yargıtay kararının ilgili kısmı şöyledir:    [S]anıkların denetim süresi içerisinde yeniden suç işlememeleri nedeniyle açıklanması geri bırakılan hükümler ortadan kaldırılarak davaların düşürülmesine karar verildiği halde, sanıklar hakkında kesin hükümle  sonuçlanmış  bir  mahkûmiyet  kararının  bulunmadığı,  hükmün  açıklanmasının  geri bırakılmasına dair kararın açıklanmasının gerektiği hallerde sanıkların beraatine karar verilmesi olasılığının da bulunduğu ve zamanaşımı nedeniyle davanın düşürülmesi halinde ruhsatlı tabancaların müsadere edilemeyeceği cihetle, tabancaların Ateşli Silahlar ve Bıçaklar ile Diğer Aletler Hakkındaki Yönetmelik hükümleri uyarınca işlem yapılmak üzere idareye teslimlerine hükmolunması gerekirken yazılı şekilde tabanca ve eklerinin sanıklara iadesine ilişkin talebinin reddine karar verilmesi, (…)  Yargıtay 8., CD., 15/12/2014, E.2014/11360, K.2014/31187 (UYAP). 156  AYM, Hanife Ensaroğlu, p. 67. 157  Ali Esen/Türkiye, p. 31-36. Aynı yönde bkz. AYM, Hanife Ensaroğlu, p. 75. 189Akif Yıldırım, Özgür Duman                                 Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199 aykırılık oluşturabilir. Diğer taraftan, araçlara elkoymanın, daha hafif bir tedbir niteliğinde olan sicile şerh verilmek suretiyle icra edilmesi yerine, fiilen gerçekleştirilmesi de ölçülülük ilkesine aykırılığa yol açar. Elkoyma süresinin uzunluğu başlı başına anılan ilkeyle bağdaşmaz. Dolayısıyla denetim süresi dolmasına  karşın,  elkonulan  eşyanın  makul  bir  süre  sonra  sanığa  iade edilmemesi,  mülkiyet  hakkının  ihlaline  sebebiyet  verir.  Ayrıca  fiilen elkoyma  durumunda  kamu  makamlarının  mülkü  saklaması  ve  koruması yükümlülüğü  ortaya  çıkmaktadır.  Böyle  bir  elkoymanın  mülk  sahibi yönünden daha ağır sonuçlara yol açtığı da dikkate alınmalıdır. Bu sebeple, özellikle  gerekli  görülmediği  takdirde  mülke  fiilen  el  konulması  veya başlangıçta el konulmakla birlikte uygulamada görüldüğü üzere yediemin sıfatıyla mülk sahibine teslim edilmesi daha uygun bir çözüm olur. Hanife Ensaroğlu başvurusunda Anayasa Mahkemesi, en azından karar tarihi itibarıyla eşyanın iyi niyetli üçüncü kişiye ait olduğunun anlaşılmasına rağmen aracın trafik siciline şerh konulmasıyla yetinilmeyerek iki yıl üç ay boyunca  araca  fiilen  el  konulmasının  adil  dengeyi  bozduğunu  kabul etmiştir. AİHM elkoyma tedbirinin makul bir süreyi aşması durumunda mülkiyet  hakkının  ihlaline  karar  vermiştir.  AİHM  genellikle  elkoyma süresini  dikkate  almakla  birlikte,  tedbirin  keyfi  olarak  uygulandığının anlaşıldığı durumlarda örneğin bir yıllık elkoyma süresini bile ölçüsüz bir müdahale  olarak  görmüştür.  Dolayısıyla  hükmün  açıklanmasının  geri bırakılması kararıyla belirlenen beş yıllık denetim süresi boyunca eşyaya fiilen el konulmaya devam edilmesi mülkiyet hakkına ölçüsüz bir müdahaleye yol açar.  Bunun yerine ilk derece mahkemesince müsadereye konu eşyanın denetim  süresi  içerisinde  ve  gerektiğinde  belirlenecek  şartlar  dâhilinde yediemin sıfatıyla mülk sahibine teslimi elkoyma nedeniyle uğranılan zararı                                                            158   Önerdiğimiz çözüme kısmen uygun şekilde verilmiş bir Yargıtay kararının ilgili kısmı şöyledir:    Bununla birlikte, açıklanmasının geri bırakılmasına karar verilmiş olması nedeniyle hükmün henüz hukuken varlık kazanmaması ve beş yıllık denetim süresi göz önünde bulundurulduğunda, hak kayıplarına  neden  olunmasının  önüne  geçilebilmesi  amacıyla,  hükmün  açıklanmasının  geri bırakılmasına karar verilen durumlarda, TCK'nun 54/4. maddesinde belirtilen üretimi, bulundurulması, kullanılması, taşınması, alım ve satımı suç oluşturan eşyalar hariç olmak üzere, müsadereye konu eşyanın denetim süresi içerisinde ve gerektiğinde belirlenecek şartlar dâhilinde yediemin sıfatıyla sanığa  teslimine  karar  verilip  verilemeyeceği  hususu  da  ayrıca  yerel  mahkemelerce değerlendirilmelidir.  CGK., 11/7/2014, E.2014/6-66, K.2014/365  (UYAP).   159  Mahkûm olup olmayacağı henüz belli olmayan bir kimsenin eşyasının beş yıl süreyle elinden alınmasının, mülkiyet hakkının özüne dokunduğuna dair görüş için bkz. Balo, s. 140. 160  AYM, Hanife Ensaroğlu, p. 78-79. 161  Borzhonov/Rusya, p. 61-63; Vendittelli/İtalya, p. 31-40; East/West Alliance Limited/Ukrayna, p. 166218; Jucys/Litvanya, p. 34-39. 162  Islamic Republic of Iran Shipping Lines/Türkiye, p. 97-103. 190Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  bir  ölçüde  azaltır.  Yine  yukarıda  değinildiği  üzere  sicile  tedbir  şerhi verilmesinin mümkün olduğu durumlarda da fiilen elkoyma yerine bu yolun tercih edilmesi mülkiyet hakkına korunmasının gerekliliklerine daha uygun düşer.  Üstelik  el  konulan  eşyanın  muhafazası  ve  korunmasının  kamu makamlarına da önemli bir külfet yüklediği dikkate alınmalıdır. 3.  Mülkün Zarar Görmesi Mülkiyet hakkına konu soruşturma ve kovuşturma sürecinde elkonulan eşyanın beş yıl gibi uzun bir denetim süresi boyunca tutulmaya devam edildiği dikkate alındığında, bu eşyanın zarara uğraması kaçınılmazdır. Bu kadar uzun bir süre içerisinde muhafaza edilen mülkün zarar görmesine yol açan çeşitli olaylar  meydana  gelebilir.  Eşyanın  nakliyesi  veya  saklanması  sırasında kaybolması, fiilen zarar görmesi, ekonomik veya kullanım ömrünün dolması, bakımının gereken özenle yapılmaması bunlara örnek olarak verilebilir.  AİHM kararlarında, mülkiyet hakkına uygulanan tedbirler ile ilgili olarak iç hukukta yer alan  elkoyma ,  ihtiyati haciz  veya  ihtiyati tedbir  gibi tanımlamalardan ziyade hangi adla konulmuş olursa olsun söz konusu tedbirin hakka etkileri iç hukuktan bağımsız olarak yorumlanmıştır. AİHM, mülkiyeti sınırlandıran tedbirlerin P-1 e göre adil olabilmesi için mülkün sahibinin güncel zararının kaçınılmaz olandan daha fazla olmaması gerektiğini sıklıkla vurgulamaktadır.  Raimondo/İtalya  kararına  konu  olayda,  başvurucular eşyalarının  elkoyma  sebebiyle  zarar  gördüğünden  yakınmışlardır.  AİHM öncelikle her elkoyma ve müsaderenin muhakkak bir zarara yol açtığını kabul etmektedir.  Ancak  AİHM,  somut  olayda  başvurucuların  kaçınılmazdan olandan ağır bir zarara uğradıklarını kanıtlayamadıkları gerekçesiyle ihlal olmadığı sonucuna varmıştır. Dolayısıyla elkoyma sebebiyle kaçınılmaz olandan ağır bir zarara uğradığını ispat yükü başvurucuya düşmektedir.                                                            163   Bununla birlikte, açıklanmasının geri bırakılmasına karar verilmiş olması nedeniyle hükmün henüz hukuken varlık kazanmaması ve beş yıllık denetim süresi göz önünde bulundurulduğunda, hak kayıplarına  neden  olunmasının  önüne  geçilebilmesi  amacıyla,  hükmün  açıklanmasının  geri bırakılmasına karar verilen durumlarda, TCK'nun 54/4. maddesinde belirtilen üretimi, bulundurulması, kullanılması, taşınması, alım ve satımı suç oluşturan eşyalar hariç olmak üzere, müsadereye konu eşyanın denetim süresi içerisinde ve gerektiğinde belirlenecek şartlar dahilinde yediemin sıfatıyla sanığa  teslimine  karar  verilip  verilemeyeceği  hususu  da  ayrıca  yerel  mahkemelerce değerlendirilmelidir.  CGK, 11/7/2014, E.2014/6-66, K.2014/365 (UYAP). 164  Örneğin 5607 sayılı Kanun 11. maddesinde gümrük idaresinin, kaçak eşya ve taşıtların muhafazası için gerekli görülen yerlerde depo temin edeceği hüküm altına alınmıştır. 165  Raimondo/İtalya, B. No: 12954/87, 22/2/1994, p. 33; Borzhonov/Rusya, B. No: 18274/04, 22/1/2009, p. 61; Jucys/Litvanya, B. No: 5457/03, 8/1/2008, p. 36. 166  Raimondo/İtalya,  p. 33.   191Akif Yıldırım, Özgür Duman                                 Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199 AİHM in East West Alliance/Ukrayna kararına konu olayda, vergi kaçakçılığına ilişkin olarak başvurucunun bir iş ortağı ile ilgili yürütülen ceza soruşturmasında başvurucu şirketin on dört uçağına elkonulur. AİHM olayda başvurucu şirketin elkoyma boyunca uçaklarından yararlanamadığı gibi bu uçakların bir kısmının üçüncü kişilere satıldığını, bir kısmının önemli ölçüde zarar  gördüğünü  ve  hatta  kaybolduğu  tespitlerine  yer  vermiştir.  AİHM başvurucu hakkında bir ceza soruşturması yürütülmediğine dikkat çekerek, başvurucunun mülkiyet hakkına yapılan müdahalenin hukuka dayalı olmadığı ve  kamu  makamlarının  keyfi  davrandıkları  sonucuna  vararak  mülkiyet hakkının ihlaline karar vermiştir.  Açıklanması geri bırakılan mahkûmiyet hükmü kesinleşmeden müsadere kararı infaz edilemeyeceğinden, müsaderesine karar verilen eşyaların denetim süresi içinde adli emanette  muhafaza  altında  tutulması gerekir. Denetim süresinde el konulan eşya veya kazancın değerlerinin muhafazası ve zarar görmemeleri için gerekli tedbirlerin alınması gerekir (CMK md. 132/4).  Suç Eşyası Yönetmeliğinin 8. maddesinde de suç eşyasının muhafazası için çeşitli tedbirlerin alınması öngörülmüştür. Bu kapsamda eşyanın vasfına ve maddî değerine uygun bir şekilde muhafazasının gerektiği belirtilmiştir. Yine elektronik eşyanın bozulmalarını engelleyecek, nem, ısı, manyetik alan ve darbelerden korunmalarını sağlayacak müstakil uygun alanlarda muhafaza edileceği belirtilmiştir. Aynı Yönetmeliğin 10. maddesinin birinci fıkrasında kıymetli evrakın muhafazası düzenlenmiş, gerektiği durumlarda bankadan kasa kiralanması yoluna gidilebilmesine imkân tanınmıştır. Diğer taraftan, bu Yönetmeliğin  10.  maddesinin  üçüncü  fıkrasında  ebat  ve  sayı  itibarıyla muhafazaları zor olan eşya yönünden hâkim kararıyla uygun görülen başka bir merciye teslim edilebileceği düzenlenmiştir. Kişilerin  elkoyma  nedeniyle  uğradıkları  zararları  gidermeye  yönelik olarak CMK nın 141 ve  142. maddelerinde  bir düzenleme  mevcuttur. Ancak  Yargıtay  bu  hükmü  oldukça  sınırlı  bir  şekilde  uygulama                                                            167  East West Alliance/Ukrayna, B. No: 19336/04, 23/1/2014. 168  East West Alliance/Ukrayna, p. 173-217. 169  Her ne kadar bu madde, saklanması sırasında bozulacak veya değerini yitirecek eşyalar ile birlikte ve satılarak elden çıkarılması seçeneğini de içerecek şekilde düzenlenmiş ise de yönetmeliklerin kanuna dayalı olarak ve ona aykırı olarak düzenlenmemesi gerektiği açıktır. Anılan Yönetmelik maddesinin dayanağı CMK nın 132. maddesi olup, bu maddede ise ebat ve sayı itibarıyla muhafazası zor olan eşyanın  elden  çıkarılabileceğine  dair  bir  düzenleme  bulunmamaktadır.  Dolayısıyla  yönetmelik maddesinin iki ayrı durumu düzenlediği kabul edilerek yorum yapılmalıdır. 170  CMK nın 141. maddesi şöyledir:  Suç soruşturması veya kovuşturması sırasında; … Eşyasına veya diğer malvarlığı değerlerine, koşulları oluşmadığı halde elkonulan veya korunması için gerekli tedbirler alınmayan ya da eşyası veya diğer malvarlığı değerleri amaç dışı kullanılan veya zamanında geri verilmeyen, … Kişiler, maddî ve manevî her türlü zararlarını, Devletten isteyebilirler . 192Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  eğilimindedir.  Kanaatimizce  böylesine  daraltıcı  bir  yorum,  AİHM  ve Anayasa Mahkemesinin mülkiyet hakkının korunmasına ilişkin ilkelerine uyumlu değildir.  4.  Mülkün  Hüküm  Kesinleşmeden  Tasfiyesinin  veya  Elden Çıkarılmasının Sonuçları  a.  Tasfiye veya Elden Çıkarma Süreci Özellikle konusu suç teşkil eden eşyanın bizatihi kendisi toplum sağlığı, kamu düzeni ve güvenliği bakımından tehlike arz etmektedir. Dolayısıyla hükmün açıklanmasının geri bırakılmasıyla birlikte veya denetim süresinde bu gibi eşyaların bir an önce tasfiye edilmesi gerekli görülebilir. CMK nın 132. maddesinin (1) numaralı fıkrası elkonulan eşyanın, zarara uğraması veya değerinde esaslı ölçüde kayıp meydana gelme tehlikesinin varlığı  halinde,  hükmün  kesinleşmesinden  önce  elden  çıkarılabileceği düzenlenmiştir. Bu hüküm el konulan eşyaya daha fazla zarar vermesini önleme  amacına  yönelik  olarak  getirilmiştir.  Nitekim  Suç  Eşyası Yönetmeliği nin  10.  maddesinde  hâkim  kararıyla  soruşturma  ve kovuşturma sonuna kadar saklanması sırasında bozulacak veya değerlerini açık  bir  şekilde  kaybedecek  soruşturma  veya  kovuşturma  sonu beklenmeksizin  satılabileceği  düzenlenmiştir.  Aynı  Yönetmeliğinin  16. maddesinde Cumhuriyet savcısı, hâkim veya mahkeme tarafından emanet eşyasının elden çıkarılmasına ilişkin verilen kararların yerine getirilme usulü düzenlenmiştir.  Bu  Yönetmeliği nin  14.  maddesinin  birinci  fıkrasına  ise emanet memuru, kasa  kaydına  kaydettiği aynen  muhafazası gerekmeyen paraları faiz getirecek bir hesap ile millî bankalardan birine derhal yatırmak durumundadır. Ancak 14. maddenin ikinci fıkrasında miktarı nedeniyle vadeli hesaba kabul edilmeyen paraların vadesiz hesaba yatırılacağı düzenlenmiştir. Elkonulan eşyanın genel sağlık ve kamu güvenliği açısından tehlikeli bir durum oluşturması durumunda tasfiye edileceğine dair CMK da herhangi bir hükme  yer  verilmemiştir.  Bununla  birlikte,  5607  sayılı  Kanun un  16. maddesinde kaçakçılık suçundan elkonulan eşyanın tasfiyesi kural olarak benimsenmiştir. Buna göre müsadere edilebilecek eşyanın tasfiye edilerek yargılama sonunda iadesine karar verilmesi durumunda tasfiye bedelinin sahibine yasal faizi ile birlikte ödenmesi öngörülmüştür. Ancak bu düzenleme, mülkiyet hakkının giderimi yönünden eski hale iadenin (restituo in integrum) kural olduğu yönündeki ilkeye açıkça aykırıdır. Tazminat mülkiyet hakkının ihlalinin sonuçlarının ortadan kaldırılması için ikincil bir unsurdur. Asıl olan                                                            171  Örneğin Hanife Ensaroğlu başvurusunda olduğu gibi el koymanın gerekli olmadığı hâlde uygulanmaya devam edildiği şikâyetleri Yargıtay tarafından değerlendirmeye alınmamaktadır. 172  RG: 29662-23/3/2016. 193Akif Yıldırım, Özgür Duman                                 Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199 mülkün kendisinin iade edilmesidir. Diğer taraftan 2313 sayılı Kanun un 23. maddesinde de izinsiz yetiştirilen kenevir bitkisinin numune alındıktan sonra imha edilmesine ilişkin bir düzenleme yapılmıştır.  b.  Tasfiye veya Elden Çıkarma Bedelinin İadesi Süreci (1) Bedelin İade Edilmemesi Hükmün açıklanmasının geri bırakılması kararıyla belirlenen denetim süresi  sonunda  düşme  kararı  verilmesi  veya  hükmün  açıklanması durumlarında eşyanın müsaderesinin gerekmediği sonucuna varılırsa bu defa tasfiye bedelinin iadesine karar verilmesi gerekir. Suç Eşyası Yönetmeliğinin 18.  maddesinde  elden  çıkarılan  eşyanın  bedelinin  nasıl  iade  edileceği düzenlenmiştir. Kaçak olduğu iddiasıyla el konulan eşyalarla ilgili olarak Tasfiye Yönetmeliği 64. maddesinin dördüncü fıkrasının (d) bendinde ise, tasfiye edilen eşya bedelinin yargı kararının kesinleştiği tarihten itibaren bir yıl içinde talep edilmemesi durumunda ödeme yapılmayacağı düzenlenmiştir.  Anayasa Mahkemesi Üças Gıda Pazarlama ve Tekstil San. ve Tic. Ltd. Şti. kararında tasfiye bedelinin iade edilmemesini tartışmıştır. Her ne kadar Tasfiye Yönetmeliğinde bedelin kararın kesinleşmesinden itibaren bir yıl içinde  iade  edilebileceği  yönünde  bir  düzenleme  mevcut  ise  de  bu düzenlemeye kanunda yer verilmediğine dikkat çeken Anayasa Mahkemesi tasfiye bedelinin iade edilmemesini mülkiyet hakkına yapılan ölçüsüz bir müdahale olarak değerlendirmiştir. Hükmün açıklanmasının geri bırakılması kararının kesinleşmesiyle başlayan beş yıllık denetim süresi oldukça uzun bir süredir. Bu süre özellikle hükmün açıklanması için denetim süresinde işlenen suçun  soruşturma  ve  kovuşturmasının  beklenildiği  durumlarda  daha  da uzamaktadır. Dahası hükmün açıklanması hâlinde başlayan kanun yolu süreci de  ülkemizde  uzun  sürelere  yayılmaktadır.  Dolayısıyla  tasfiye  bedelinin enflasyon karşısında değer kaybına uğratılması kuvvetle muhtemeldir. Bunun yanında, tasfiyenin söz konusu olmadığı durumlarda da kişiler eşyasından uzun bir süre mahrum kalmaktadır. Nitekim Jucys/Litvanya kararına konu olayda başvurucunun kürkleri yargılama aşamasında satılarak tasfiye edilmiş ve beraat eden başvurucuya ise yalnızca kürklerin bedeli tazminat olarak ödenmiştir. AİHM, başvurucunun el konulan kürklerinden yargılamanın uzun sürmesi nedeniyle uzun yıllar yararlanamadığını gözeterek  ölçülülük  unsuru bağlamında mülkiyet hakkının ihlaline karar vermiştir. (2) Bedelin Değer Kaybına Uğratılması  Tasfiye veya elden çıkarma bedelinin iade edilmesi yeterli olmayıp ayrıca  malike  mülkünün  değer  kaybına  uğratılmadan  iade  edilmesi                                                            173  Jucys/Litvanya, p. 37-38. 194Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  gerekmektedir.  Mülkün  değer  kaybına  uğratılması  iki  şekilde  olabilir. Bunlardan ilki tasfiye veya elden çıkarma bedelinin düşük belirlenmesidir. Suç Eşyası Yönetmeliğinde elden çıkarılmasına karar verilen eşyanın satış bedelinin nasıl tespit edileceğine dair bir düzenlemeye yer verilmemiştir. Sadece anılan Yönetmeliğin 18. maddesinin üçüncü fıkrasında eşyanın  rayiç değeri nden söz edilmektedir. Tasfiye Yönetmeliğinde ise bu konuda ayrıntılı düzenlemeler  bulunmaktadır.  Bu  Yönetmeliğin  32.  maddesinin  birinci fıkrasında göre ihale yoluyla, yeniden ihraç amaçlı, perakende veya özel yolla satış usullerine yer verilmiştir. Ancak her iki düzenlemede de mülk sahibinin satış  bedelinin  belirlenmesi  sürecine  katılmalarına  imkân  tanınmamıştır. Dolayısıyla satış bedelinin düşük belirlenmesi yargılama sonunda iadeye karar verildiği takdirde, sürece de katılma imkânı bulamayan mülk sahibine aşırı bir külfet yükler.  İkinci olarak özellikle yasal faizin enflasyon oranlarından az olduğu durumlarda tasfiye bedeli alacağının yalnızca yasal faiz ile birlikte ödenmesi, bu  alacağın  değer  kaybına  uğratılmasına  yol  açabilir.  AİHM in  çeşitli kararlarında,  makul  olmayan  bir  gecikme  nedeniyle  tazminatın  değer kaybettiği durumlarda bu tazminatın yeterli olamayacağı belirtilmiştir. Bu bağlamda, Eko-Elda Avee/Yunanistan kararında; haksız olarak tahsil edilen verginin 5 yıl 5 ay sonra faizsiz olarak iade edilmesi, belli bir meblağdan yararlanma hakkı uzun süre engellenen başvurucunun mali durumunda önemli bir zarara yol açması nedeniyle ölçülü görülmemiştir. AİHM e göre, ilke olarak, alacağın geç ödenmesinden doğan bir zararın varlığının ileri sürüldüğü durumlarda  enflasyon  oranı  esas  alınarak  faiz  ödenmesi  suretiyle  mülk sahibinin  zararı  giderilebilir.  Anayasa  Mahkemesi  de  mahkemelerce hükmedilen  tazminatın  yargılamada  geçen  süre  nedeniyle  enflasyon karşısında  değer  kaybettiğinin  tespit  edildiği  başvurularda  ölçülülük yönünden mülkiyet hakkının ihlal edildiğine karar vermiştir.  Hükmün açıklanmasının geri bırakılması kararı ile birlikte veya denetim süresinde eşyanın elden çıkarılması ya da tasfiye edilmesi durumunda tasfiye bedelinin vadeli bir banka hesabında tutulması yerinde bir tedbir olur. Mülk sahibine iade edilen bedel yanında hiç faiz ödenmemesi veya yalnızca yasal faiz  ödenmesi,  özellikle  enflasyon  oranının  ödenen  faiz  oranının  makul olmayan  bir  miktarda  üzerinde  olduğu  dönemlerde  müdahalenin  ölçülü olmamasına sebebiyet verir.                                                             174  Angelov/Bulgaristan, B. No: 44076/98, 22/4/2004, p. 39. 175  Eko-Elda Avee/Yunanistan, B. No: 10162/02,  9/3/2006, p. 23-31. 176  Kat İnşaat Ticaret Kollektif Şirketi-İsmet Kamış ve Ortakları/Türkiye (k.k.), B. No: 74495/01, 31/1/2006. 177  AYM, Abdulhalim Bozboğa, B. No: 2013/6880, 23/3/2016, p. 48-66; AYM, Ferda Yeşiltepe, p. 63-76; AYM, ANO İnşaat ve Ticaret Ltd. Şti., p. 69-82. 195Akif Yıldırım, Özgür Duman                                 Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199 SONUÇ Ceza hukukunun sorunlu alanlarından olan  müsadere  kararının başka sorunlu bir kurum olan hükmün açıklanmasının geri bırakılmasıyla birlikte verilmesi,  mülkiyet  hakkına  temas  eden  pek  çok  yeni  meselenin  ortaya çıkmasına sebep olmuştur. Çoğu zaman mahkûmiyete konu suçun işlenmiş olması şartıyla uygulanabilecek müsaderenin, hukukî sonuç doğurması askıya alınmış  mahkûmiyet  hükmüne  bağlı  olarak  verilmesi  kaçınılmaz  olarak mülkiyet hakkı bakımından da bazı tartışmaları gündeme getirmiştir.  Çalışma sırasında, -hükmün açıklanmasının geri bırakılması kurumundan bağımsız  olarak-  müsadereye  kararı  verilmesi  bakımından  kamu makamlarının tutum ve davranışları ile kusurunun dikkate alınmasını öngören düzenlemelere ihtiyaç olduğu ortaya çıkmıştır. Bu bağlamda, TCK nın 54. maddesinin (1) numaralı fıkrasının birinci cümlesi dışındaki seçeneklerin bazılarında iyiniyetli üçüncü kişilerin gözetilmesini ve eşyaları müsadere edilenlerin  zararlarının  tazmin  edilmesini  sağlayacak  yasal  değişikler yapılması gerektiği görülmüştür. Hükmün açıklanmasının geri bırakılması kararıyla  birlikte müsadere kararı verilmesi birçok sorunun kaynağıdır. Öncelikle bu şekilde verilen müsadere kararının hukukiliğinin esastan inceleme yapan bir merci tarafından denetlenmemesi, mülk sahibine müsaderenin keyfî veya hukuka aykırı olduğu yönündeki  savunmalarını  etkili  bir  biçimde  ortaya  koyabilme  imkânı tanımamaktadır. Açıklanması  geri  bırakılan  mahkûmiyet  hükmüyle  birlikte  verilen müsadere kararına ilişkin bir süreç hukuken sonlanmış değildir. Hükmün açıklanmasının geri bırakılması kararının üzerine inşa edildiği mahkûmiyet hükmü  askıda  olup  hukuki  sonuç  doğurmamaktadır.  Müsadere  kararının açıklanmasını  geri  bırakılan  mahkûmiyet  hükmü  kesinleşmeden  infazına girişilmesi mülkiyet hakkı bakımından telafisi güç veya imkânsız sonuçlar ortaya çıkarmaktadır. Zira denetim süresi içinde kasten bir suç işlenmediği ve öngörülen  yükümlülüklere  uygun  davranıldığı  takdirde,  açıklanması  geri bırakılan hüküm ortadan kaldırılarak davanın düşmesi kararı verilecektir. Hükmün  açıklanması  sonucu  sanığın  beraat  etmesi  de  mümkündür.  Bu durumlarda önceden müsadere kararının infaz edilmesi nedeniyle eşyanın iadesi fiilen  mümkün olamayacağı için iyi niyetli üçüncü kişilerin  veya sanığın zararlarının karşılanmaması, mülkiyet hakkına yapılan müdahaleyi ölçüsüz kılmaktadır.  Uygulamada  elkoyma  ve  müsadere  kurumları  salt  bir  ceza  hukuku kurumları  olarak  görüldüğünden  mülkiyet  hakkına  bakan  yönleri  ihmal edilmektedir. Hükmün açıklanmasının geri bırakılması kararıyla belirlenen denetim süresi, aynı zamanda kişinin mülküne fiilen veya bazı durumlarda 196Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  hukukî olarak elkonulması sürecinin devam etmesine yol açmaktadır. Bu süreç  yılları  alabilmektedir.  Bu  süre  zarfında  mülkün  zarar  görmesi  ve değerinin  yitirilmemesi  bakımından  çoğu  zaman  tedbir  alınmadığı görülmektedir.  Mülkiyet  hakkının  elkonulan  eşyanın  muhafazası  ve korunması  kamu  makamlarına  önemli  yükümlülükler  yüklediği önemsenmemektedir. Bu bağlamda, hükmün açıklanmasının geri bırakılması kararıyla  belirlenen  beş  yıllık  denetim  süresi  boyunca  eşyaya  fiilen  el konulmaya devam edilmesi de mülkiyet hakkına ölçüsüz bir müdahaleye yol açmaktadır. Mülkiyet hakkının ihlaline yol açan başka bir sorun, denetim süresinde elkonulan  eşyanın  elden  çıkarılması  ya  da  tasfiye  edilmesi  durumunda, bedelin  değer  kaybına  uğramadan  iade  edilmemesidir.  Bu  konuda yönetmeliklerde getirilen hükümlerin kanunî dayanağının bulunmaması da ayrı bir eleştiri konusudur.  Bu  sebeplerle,  hükmün  açıklanmasının  geri  bırakılması  durumunda elkoyma tedbirinin nasıl devam edeceği ve müsaderenin uygulanması ile infazına ilişkin meseleler kanun koyucu tarafından Anayasa nın 35. maddesi ile P-1 hükümlerindeki mülkiyetin korunmasına ilişkin gereklilikler dikkate alınarak düzenlenmelidir.    197Akif Yıldırım, Özgür Duman                                 Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199",
     "Kaynakça": "AKİPEK Jale G./AKINTÜRK Turgut, Eşya Hukuku, Beta Yayınları, İstanbul, 2009. BALO Yusuf Solmaz, Hükmün Açıklanmasının Geri Bırakılması, Seçkin Yayınevi, Ankara, 2016. BAŞPINAR Veysel, Mülkiyet Hakkını İhlâl Eden Müdâhaleler, Yetkin Yayınları, Ankara, 2009. BAŞTÜRK İhsan, Hükmün Açıklanmasının Ertelenmesi, Adalet Yayınevi, Ankara, 2014.   BECCARİA Cesare, Suçlar ve Cezalar Hakkında, (Çev. Sami Selçuk) İmge Yayınları, 6. Baskı, Ankara, 2016. ÇIĞLI Halil,  10 Soruda Hükmün Açıklanmasının Geri Bırakılması , Adalet Dergisi, Yıl: 2013. DOĞRU Osman/NALBANT Atilla, İnsan Hakları Avrupa Sözleşmesi Açıklama ve Önemli Kararlar, Cilt: 2, Avrupa Konseyi Yayınları, Ankara, 2013. GEMALMAZ H. Burak, Mülkiyet Hakkı, Beta Yayınları, İstanbul, 2009. GÜNGÖR Devrim/TOROSLU Haluk,  Müsadere ve Hükmün Açıklanmasının Geri Bırakılması İlişkisi Üzerine Kısa Bir Değerlendirme , AÜHFD, Cilt: 65, Sayı: 4, Yıl: 2016. HAFIZOĞULLARI Zeki,  5237 S.  Türk Ceza Kanunu nda Cezalar ve Güvenlik Tedbirleri , Ankara Barosu Dergisi, Sayı: 2007/1, Yıl: 65.  HARRİS David/O BOYLE Michael/BATES, Ed/BUCKLEY Carla, Avrupa İnsan Hakları Sözleşmesi Hukuku, Avrupa Konseyi Yayınları, Oxford, 2009 (Türkçe Baskı: 2013). HATEMİ  Hüseyin/SEROZAN  Rona/ARPACI  Abdülkadir,  Eşya  Hukuku,  Filiz Kitabevi, İstanbul, 1991. KALIPÇI Mahmud Esad, Klasik Dönem Osmanlı Hukukunda Müsadere Kurumu, (Yayımlanmamış Yüksek Lisans Tezi), İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, İstanbul, 2013. KELSEN Hans,   Adalet Nedir? , (Çev. Ali Acar), Türkiye Barolar Birliği Dergisi, Yıl: 2013, Sayı: 107. KUMBASAR Enver, Hükmün Açıklanmasının Geri Bırakılması, Seçkin Yayınevi, Ankara, 2012. MIEROOP Marc Van De, Babil İmparatorluğu, (Çev. Bülent Ö. Doğan), İş Bankası Kültür Yayınları,  2. Baskı, İstanbul, 2014. 198Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 145-199          Adalet Yolunda Bir  Nehir Sınavı Mücadelesi…  ÖNDER Ayhan, Ceza Hukukunda Tecil ve Benzeri Müesseseler, Fakülteler Matbaası, İstanbul, 1963. ÖZGENÇ İzzet,  Hükmün Açıklanmasının Geri Bırakılması , Hukuk Devletinde Suç Yaratılmasının ve Suçun Aydınlatılmasının Sınırları Sempozyumu, İstanbul, 13 Haziran, 3. Yılında Yeni Ceza Adalet Sistemi, (Ed. Bahri Öztürk), Seçkin Yayınevi, Ankara, 2009, (Hükmün Açıklanmasının Geri Bırakılması). ÖZGENÇ İzzet, Ceza Hukuku Genel Hükümler, 9. Baskı, Seçkin Yayınevi, Ankara, 2013. ŞİMŞEK Suat, Türk Hukukunda ve Avrupa İnsan Hakları Sözleşmesinde Mülkiyet Hakkı, Maliye Bakanlığı Yayınları, Ankara, 2011. ŞİMŞEK  Suat,   Avrupa  İnsan  Hakları  Mahkemesi  İçtihatlarında  Kamu  Yararı Kavramı ve Devletlerin Takdir Hakkı , Adalet Dergisi, Yıl: 2012, Sayı: 42, (Kamu Yararı). ŞİMŞEK Suat,  Avrupa İnsan Hakları Mahkemesinin Mülkiyet Hakkı ile İlgili Davaları İnceleme Yöntemi: Üç Kural Analizi , Sayıştay Dergisi, Sayı: 88, Yıl: 2013, s. 27-47. ÜNAL Mehmet,  Ferdi (Özel) Mülkiyetin Tarihi, Dini ve Beşeri Kökenleri , Prof. Dr. Fikret Eren e Armağan, Ankara, 2006. TOROSLU Nevzat/FEYZİOĞLU Metin, Ceza Muhakemesi Hukuku, 16. Baskı, Savaş Yayınevi, Ankara, 2016.  YENİSEY Feridun/PLAGEMANN Gottfried, Alman Ceza Kanunu – Strafgesetzbuch (StGB), Gözden Geçirilmiş ve Genişletilmiş 2."
}