{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "3",
     "Başlık": "ULUSLARARASI HUKUK AÇISINDAN GÜVENLİK KAVRAMININ TEORİK TEMELLERİ",
     "Title": "Theoretical Foundations of the Concept of Security In Terms of International Law",
     "Yazar İsmi": [
          "Nasıh Sarp ERGÜVEN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Güvenlik Kavramı",
          "Uluslararası Güvenlik",
          "Güvenlik Teorileri",
          "Birey Güvenliği",
          "Kapsamlı Güvenlik"
     ],
     "Keywords": [
          "The Concept of Security",
          "International Security",
          "Security Theories",
          "Individual Security",
          "Comprehensive Security"
     ],
     "Özet": "Güvenlik kavramı, uzunca bir süre ulusal güvenlik ile eş anlamlı bir şekilde, devletin unsurlarından olan bağımsız siyasi otoritenin devamlılığı şeklinde değerlendirilmiştir. Bu amaca ulaşmak için üzerinde durulan temel yaklaşım ise, her zaman için askeri nitelikte olmuştur. Günümüzde adı geçen kavram bakımından, devlet egemenliği merkezdeki konumunu korumasına rağmen; güncel tehditlere yönelik çözüm arayışında devletler arasında artan bir ortak menfaatin varlığı görülmektedir. Güvenlik  kavramının  kapsamının  zaman  içerisinde  genişlediği, devletlerin  güvenliklerinin  yanında  sosyal  grupların  ve  bireylerin güvenliklerinin  de  gündeme  geldiği  görülmektedir.  Buna  paralel  olarak, güvenliğin sağlanmasında temel süje olan devletin yanı sıra, uluslararası ve hükümet dışı örgütler de söz konusu süreçte yer almaktadır. Aynı şekilde, güvenlik, askeri niteliği ile beraber, politik, ekonomik, sosyo-kültürel ve çevresel boyutları da içerecek şekilde yeni anlamlar kazanmış; böylelikle\nkapsamlı güvenlik anlayışı kabul görmeye başlamıştır.",
     "Abstract": "The  concept  of  security  has  been  assessed  for  a  long  time  as  the continuity of the independent political authority of the elements of the state, synonymous with national security. The basic approach to reach this aim has always  been  military.  Nowadays,  in  terms  of  the  concept  mentioned, although state sovereignty keeps its position in the centre, the existence of a growing common interest between states is observed in the search for the solution of current threats. It has been seen that the scope of the concept of security expanded over time, besides the security of the state, the security of the social groups and individuals has also come into question. Accordingly to this, in addition to the state which is the main subject of maintaining security, international and non-governmental organizations are also located in the mentioned process. Similarly the security, together with the feature of military, gained new meanings  that  include,  political,  economical,  socio-cultural  and environmental aspects, in this way the concept of comprehensive security has begun to gain acceptance.",
     "Metin": "Güvenlik,  uluslararası  hukukun  temel  kavramları  içerisinde  en önemlilerinden  biridir.  Uluslararası  barış  ve  güvenliğin  tesisi  hususunda başarısızlığa  uğrayan  Milletler  Cemiyeti nin  ardından  gündeme  gelen Birleşmiş Milletler, konuyla ilgili sahip olduğu yaptırım gücü doğrultusunda MC den  ayrılmaktadır.  Kuruluşundan  bu  yana,  uluslararası  barış  ve güvenliğin sağlanmasında birbirinden farklı uygulamalara imza atan gündeme  gelen;  uluslararası  terörizm,  organize  suç,  insan ticareti, göçmen kaçakçılığı, uyuşturucu madde ticareti, kitle imha silahları, küresel salgın hastalıklar, etnik/dinsel çatışmalar, kitlesel nüfus hareketleri, uluslararasılaşan  iç  çatışmalar  ve  çevresel  bozulma  gibi  güncel  tehditler karşısında etkinliğini korumakta zorlanmaktadır. Bahsi geçen tehditlerle mücadelede devletlerin yaklaşımları ehemmiyet taşımaktadır.  Özellikle  iş  birliğini  ve  birey  güvenliğini  esas  alan uygulamaların  ön  planda  tutulmasının  gerekliliğine  rağmen,  devletler tarafından çoğunlukla geleneksel güvenlik anlayışı doğrultusunda hareket edilmekte, özellikle devletin sadece askeri alandaki menfaatleri göz önünde bulundurulmaktadır. Buna rağmen uluslararası ve hükümet dışı örgütlerin güvenliğin sağlanmasındaki faaliyetleri artış göstermektedir. Bütün bu gelişmeler, güvenlik kavramına yönelik teorik yaklaşımlara ilişkin  çalışmalarda  artış  yaşanmasına  sebebiyet  vermiştir.  Günümüzde yaşanmakta  olan  ve  çok  sayıda  insanı  etkileyen  sorunlar,  uluslararası güvenlikle beraber, devletlerin çoğunluğuna da tesir etmektedir. Bu nedenle, uluslararası hukuk açsından güvenlik kavramının teorik temellerini, bütün bakış açıları ile ele almak önem taşımaktadır. Bu  doğrultuda,  söz  konusu  kavramın  gelişim  süreci  kapsamında, idealizm, realizm ve neorealizmden meydana gelen geleneksel yaklaşımların ardından,  inşacı  görüş,  eleştirel  güvenlik  anlayışı  ve  yeni  güvenlik yaklaşımının  ortaya  çıkardığı  güvenlik  kavramına  yönelik  güncel yaklaşımlar  açıklanmakta;  kapsamlı  bir  güvenlik  anlayışının  olasılığı tartışılmaktadır. I.  TANIM Varlığını koruma ve sürdürme amacıyla gerçekleştirilen her eylemde gündeme  gelen  güvenlik  kavramı,1  Helenistik  Dönem de  kayıtsızlık  ve sakinlik anlamında kullanılan, ataraksia kelimesine dayanmaktadır. Roma İmparatorluğu nda ise, söz konusu kavramdan yola çıkılarak, endişeden uzak                                                  1 Beril DEDEOĞLU, Uluslararası Güvenlik ve Strateji, Yeniyüzyıl Yay., İstanbul, 2008, s. 21.   773Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  olma  ve  sükûnet  biçiminde  anlaşılan,  securitas  terimi  tercih  edilmiştir. Günümüz manasındaki güvenlik kavramı, securitas ifadesinden türemiştir.2 Güvenliğin sıklıkla kullanılan bir kavram olmasına rağmen, üzerinde uzlaşılan tek bir tanımının bulunmaması, onun türetilmiş bir kavram özelliği göstermesinden kaynaklanmaktadır. Uluslararası sistemin süjelerinin, farklı güvenlik anlayışlarını kabul etmeleri ve güvenliğin tarihsel süreç içerisinde değişiklik  göstermesi  doğrultusunda  ortaya  çıkan  söz  konusu  nitelik, evrensel bir güvenlik tanımı yapılmasını güçleştirmektedir. Buna rağmen, uygulamayı şekillendirecek genel tanımlara ihtiyaç duyulmaktadır.3  Güvenlik,  tanımı  itibariyle  hayli  tartışmalıdır.  Konuyla  ilgili  birçok farklı  yaklaşımın  yanı  sıra,  aynı  görüş  içerisinde  dahi  benzer  tanımlara ulaşmak güçlük arz etmektedir. Bu noktada, en temel anlamıyla güvenliği açıklamak  için,  önem  verilen  değerlere  yönelik  tehditlerin  azaltılması tanımına başvurulduğu görülmektedir.4 Canlı veya cansız tüm varlıkların, tehdit  ve  tehlikelere  karşı  korunması  şeklinde  genel  hatları  belirlenen güvenliğe,5 toplumsal açıdan yaklaşıldığında; tehlike, risk, düzensizlik ve korkuya  karşılık,  koruma,  risk  yokluğu,  kesinlik,  güvenilirlik,  itimat  ve öngörülebilirliğe yönelik ifadelerin kullanıldığı göze çarpmaktadır.6 En genel biçimiyle, tehditlerin bulunmamasını akla getiren güvenlik kavramı,7 bir dereceye kadar, önceden elde edilmiş değerlerin korunmasına yöneliktir. Buna göre nesnel anlamda güvenlik, söz konusu değerlere ilişkin tehditlerin  yokluğunun  tespit  edildiği  durumu  ifade  etmektedir.  Öznel yaklaşıma göre ise, ilgili değerlerin saldırıya uğrayacağına ilişkin korkunun                                                  2 J. Frederik M. ARENDS,  Homeros dan Hobbes ve Ötesine:  Güvenlik  Kavramının Avrupa Geleneğindeki Boyutları , (Çev., Burcu YAVUZ), Uluslararası İlişkiler, C. 6, S. 22, 2009, s. 5-6. 3 Pınar BİLGİN,  Güvenlik Çalışmalarında Yeni Açılımlar: Yeni Güvenlik Çalışmaları , Stratejik Araştırmalar Dergisi, C. 8, S. 14, 2010, s. 76; Bilal KARABULUT, Güvenlik, Küreselleşme Sürecinde Güvenliği Yeniden Düşünmek, Barış Kitabevi, Ankara, 2011, s. 78. 4 Paul D. WILLIAMS,  Security Studies: An Introduction , Security Studies An Introduction, (Ed., Paul D. WILLIAMS), 2nd Edition, Routledge, London-New York, 2013, s. 1. 5 Ömer URHAL, Küreselleşen Dünyada Güvenlik, Adalet Yayınevi, Ankara, 2009, s. 57. 6  Hans  Günter  BRAUCH,   Güvenliğin  Yeniden  Kavramlaştırılması:  Barış,  Güvenlik, Kalkınma ve Çevre Kavramsal Dörtlüsü , (Çev., Zeynep ARKAN), Uluslararası İlişkiler, C. 5, S. 18, 2008, s. 4. 7 Ken BOOTH,  Güvenlik ve Özgürleş(tir)me , (Çev., Çiğdem ŞAHİN), Avrasya Dosyası, C. 9, S. 2, 2003, s. 61. 774Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven olmaması anlamına gelmektedir.8 Güvenlik kavramının bu tanımında öne çıkan nesnel ve öznel bakış açısı, temel alınan kavramlar doğrultusunda şekillenmektedir. Tehdit, her ne kadar içerisinde belirli miktarda öznellik barındırsa da korku kavramına göre makul bir oranda daha nesneldir. Güvenlik; bireyler, toplumsal değer yargıları ve değişen tarihsel şartlar gibi  unsurların  etkisiyle  gelişim  gösteren  bir  kavram  olmanın  yanında, uluslararası  sistemin  tüm  süjeleri  için  olağanüstü  önlemler  öngören  bir hareket amacıdır.9 Çalışmanın ilerleyen kısımlarında ifade edileceği üzere güvenlik,  bireyden  başlayarak,  toplumu,  devleti  ve  devletler  ile  diğer süjelerin meydana getirdiği uluslararası sistemi bünyesinde barındırmakta, aynı zamanda yeni boyutlarıyla sürekli genişleme eğiliminde bulunmaktadır. Bir başka anlatımla, sosyal, ekonomik, siyasi, kamusal ve hukuki yönleri mevcut, çok boyutlu bir kavramdır.10 Güvenliğin, tartışmalıdan ziyade, karmaşık veya eksik yorumlanmış bir kavram olduğuna yönelik bir başka yaklaşım,11 adı geçen kavramın tanımı yapılırken,  olumsuz  yanlarının  da  dikkate  alınmasını  gerektirmektedir. Tarihsel süreç göz önünde bulundurulduğunda, özgürlük, adalet ve eşitlik gibi kavramların sadece  güvenlik için değil, din ve istikrar gibi olgular nedeniyle sınırlandığı da görülmektedir. Bu sebeple güvenliği, söz konusu menfi bakış açısının etkisiyle, değerlerin uyumundan çok, çatışması olarak tanımlamak mümkündür.12 Söz konusu yaklaşımı uluslararası sistemi esas alacak  şekilde  uyguladığımızda  güvenliğin  farklı  bir  yönü  ortaya çıkmaktadır.  Buna  göre  güvenlik,  herhangi  bir  çatışma  yaşanmaması durumunun  beraberindeki,  meydana  gelebilecek  bir  çatışmada  yenilginin muhtemel sonuç olmadığına yönelik yüksek beklentiyi ifade etmektedir.13                                                  8 Arnold WOLFERS, Discord and Collaboration Essay on International Politics, The John Hopkins Press, Baltimore, 1962, s. 150. 9 BRAUCH, s. 2. 10 URHAL, s. 57. 11 David A. BALDWIN,  Güvenlik Kavramı , (Çev., Çiğdem ŞAHİN), Avrasya Dosyası, C. 9, S. 2, 2003, s. 15. 12 Micheal E. SMITH, International Security, Politics, Policy, Prospects, Palgrave Macmillan, London, 2010, s. 15. 13 Ian BELLANY,  Towards a Theory of International Security , Political Studies, Vol. 29, No. 1, 1981, s. 102.   775Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  Güvenliğin göreceli bir kavram olmasından dolayı, mutlak güvenliğin sağlanmasının  mümkün  bulunmadığını  ileri  süren  eleştirel  güvenlik anlayışına göre, üzerinde durulması gerekli bir diğer husus, güvensizliktir. Güvensizlik, tehditlerden doğan tehlikelerle dolu korku içindeki bir yaşamı ifade  eder.  Söz  konusu  tehditler,  doğrudan  şiddet  içerebileceği  gibi, yoksulluğa benzer biçimde dolaylı da olabilir. Bunların yarattığı güvensizlik düzeyindeki artış, adı geçen kavramın belirleyici özelliğini artıracaktır. Her ne  kadar,  mutlak  güvenlikten  bahsetmek  mümkün  değilse  de  mutlak güvensizlikten söz edilebilir.14 Güvenliğin unsurlarının belirlenmesi, ilk olarak bir güvenlik kavramı gerektirmekte;  bu  nedenle  güvenlik  kavramının  anlaşılmasına  yönelik tanımlama aşaması, güvenliğin sağlanmasına ilişkin koşulların tespitinden önce gelmektedir.15 Yukarıda açıklanan güvenliğin tanımına ilişkin farklı yaklaşımların ileri sürdüğü hususların ardından, güvenliğin sağlanmasına yönelik  unsurlar;  değerleri  korunması  gereken  süjeler,  ilgili  değerler, güvenliğin  niteliği,  tehdit  türleri,  söz  konusu  tehditlere  karşı  başvurulan yöntemler ve bunların maliyetleri olarak ortaya çıkmaktadır.16 Adı geçen unsurlardan önde gelenlerinden biri, hiç kuşkusuz, güvenlik ile  birlikte  anılan  güç  kavramıdır.  Devletin,  uluslararası  sistemin  diğer süjelerine karşı avantaj ve dezavantajlarının bileşkesi biçiminde tanımlanan gücün, ilk sırada akla gelen işlevi, devletin güvenlik için başvurduğu araçları belirlemesidir. Bu niteliği ile özellikle karşılaştırılabilir olduğunda anlam kazanan güç, devletin; ordusu, iletişim imkânları, ekonomisi, coğrafyası, komşuları, denizlere göre konumu, nüfus yoğunluğu ve doğal kaynakları gibi unsurları temel almaktadır.17 Güvenliğin  sağlanmasına  ilişkin  bir  diğer  temel  unsur  olan  tehdit kavramı, devletin nüfusunun yaşam kalitesini şiddetle tehdit edip, nispeten kısa  bir  süre  içerisinde  düşüren  veya  hükümetin  politika  seçeneklerinin çeşitliliğini önemli ölçüde daraltan ve aynı şekilde bireyler, topluluklar ve hatta  tüzel  kişileri  etkileyen  eylem  veya  eylemler  dizisi  olarak                                                  14 Ken BOOTH, Dünya Güvenliği Kuramı, (Çev., Çağdaş ÜNGÖR), Küre Yay., İstanbul, 2012, s. 128, 133. 15 BALDWIN, s. 9. 16 Id., s. 22. 17 DEDEOĞLU, 2008, s. 62. 776Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven tanımlanabilir.18 Söz konusu kavramın özelliklerini ortaya koymaya yönelik daha genel bir tanıma göre ise tehdit, bir devletin, topluluğun veya bireyin varlığına veya refahına yönelik olası olumsuz etkileri bulunan bir eylemdir. Buna göre adı geçen kavram, gelecekte meydana gelmesi muhtemel bir olaydır  ve  etkilerinin  kapsamına  göre  yöneldiği  süjenin  varlığına  veya refahına menfi olarak tesir eden bir özelliğe sahiptir.19 Aynı zamanda somut bir tehlikeyi ifade eden tehdit,  mücadele edilebilir ve muhtemel zararlarına karşılık hazırlık yapılabilir  yapıdadır.20 Özetlemek  gerekirse  tehdit,  genel  olarak  üç  biçimde  ortaya  çıkar. Öncelikle, eldekini kaybetme riski gündeme gelir. İlgili kavramın bir diğer görünümü, diğer süjelerin etkisinde bulunan unsurları ele geçirememek veya üçüncü bir süjeye kaptırmaktır. Sonuncusu ise, uluslararası sistemin hiçbir süjesinin  tek  başına  sebebiyet  vermediği,  tek  süjeden  bağımsız,  küresel tehditlerdir.21   Güvenlik  kavramının  unsurları  incelendiğinde,  tehdit  ve  güç  olmak üzere ortaya çıkan iki temel kavram arasında mutlak bir ilişki mevcuttur. Buna  göre  güvenliğin  sağlanması,  her  şeyden  önce  güvenliğin  ondan türetilebileceği bir tehdit ve söz konusu tehdidi ortadan kaldıracak nitelikte bir güç ile mümkün hale gelmektedir.22 Bu  noktada,  güvenlik  ile  ilişkili  üzerinde  durulması  gereken  son kavram, savunmadır. Savunma, muhtemel bir tehdidi engelleme veya olası zararları  en  aza  indirme  adına  başvurulan  önlemlerin  bütününü  ifade etmektedir. İlk bakışta askeri nitelikte bir kavram olan ve bu nedenle güç ile birlikte kullanılan savunma; ekonomik, siyasi ve diplomatik ilişkilerle de yakından ilgilidir.23                                                  18 Richard H. ULLMAN,  Redefining Security , International Security, Vol. 8, No. 1, 1983, s. 133. 19  Elke  KRAHMANN,   From  State  to  Non-State  Actors:  The  Emergence  of  Security Governance ,  New  Threats  and  New  Actors  in  International  Security,  (Ed.,  Elke KRAHMANN), Palgrave Macmillan, New York, 2005,  s. 4. 20 M. Salih ELMAS, Modern Toplumun Güvenlik Çıkmazı, Tehdit, Risk ve Risk Toplumu Perspektifinden Güvenlik, USAK Yay., Ankara, 2013, s. 74. 21 DEDEOĞLU, 2008, s. 63. 22  Fikret  BİRDİŞLİ,  Teori  ve  Pratikte  Uluslararası  Güvenlik,  Kavram-Teori-Uygulama, Seçkin, Ankara, 2014, s. 26. 23 KARABULUT, s. 17-18.   777Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  Güvenlik  kavramı;  devletlerin,  toplumların  ve  bireylerin  varlıklarını korumaya  ilişkin  faaliyetleri  ile  bunları  tehdit  eden  unsurların  ortadan kaldırılmasına  yönelik  uygulamaları  kapsamakta  ve  uluslararası  sistemin gösterdiği  değişikliklere  göre  yeniden  yapılanmaktadır.24  Çalışmanın ilerleyen  kısımlarında,  güvenliğin  söz  konusu  özelliği  dikkate  alınarak, günümüze kadarki konuyla ilgili temel yaklaşımlar üzerinde durulacak ve adı geçen kavramın sadece devlet düzeyinde değerlendirilmesinin yetersiz duruma gelmesi, güncel gelişmeler doğrultusunda açıklanmaya çalışılacaktır. II. GELİŞİM SÜRECİ A. Genel Olarak Modern anlamda güvenlik, iç güvenliğin, uluslararası hukukun temel kavramlarından olan dış güvenlikten ayrıldığı, 17. yy ile beraber gündeme gelmiştir.25 Bahsi geçen gelişme, Otuz Yıl Savaşları nın ardından 1648 de imzalanan  Osnabrück  ve  Münster  Anlaşmaları  ile  gerçekleşmiştir.26  Söz konusu anlaşmalar ile ortaya çıkan ulus devlet sistemiyle beraber güvenlik kavramı, bireylerin monarşilerde mutlak bir gücün egemenliği altında bir araya gelerek, haklarını üstün bir güce devredip, onun üzerinden korunma sağlamaları anlamını taşıyorken; ortak toprak parçasında yaşayan topluluk ile  tanımlanmaya  başlanan  bir  ihtiyaç  haline  dönüşmüştür.  Buna  göre, devletin ülkesinin güvenliği ile yurttaşlarının güvenlikleri arasında doğrudan bir ilişki oluşmuş, böylelikle güvenlik, ulus düzeyinde ele alınan bir kavram niteliğini kazanmıştır. Güvenliğin söz konusu özelliği, tehditlerin de ulusal çerçevede  değerlendirilmesine  sebebiyet  vererek,  hem  devletin  hem bireylerin  güvenliğinin,  dışarıdan  kaynaklanan  tehditlere  karşı,  devlet egemenliğinin kapsamına dâhil olması ile sonuçlanmıştır.27                                                  24  Beril  DEDEOĞLU,   Yeniden  Güvenlik  Topluluğu:  Benzerliklerin  Karşılıklı Bağımlılığından Farklılıkların Birlikteliğine , Uluslararası İlişkiler, C. 1, S. 4, 2004, s. 2. 25 BRAUCH, s. 3.  26 Bahsi geçen anlaşmaları içerisine alan Westphalia Barışı, her devletin ülkesi üzerinde mutlak egemen olduğunu, bu sebeple herhangi bir dinsel veya siyasal sistemi kabul edebileceğini ifade ederek; devleti mutlak güç ve otoritenin merkezine koyan tarihsel sürecin  başlangıcını  meydana  getirmektedir.  Antony  ANGHIE,   Basic  Principles  of International Law: A Historical Perspective , International Law For International Relations, (Ed., Başak ÇALI), Oxford University Press, New York, 2010, s. 52-53; Westphalia Barışı ve modern uluslararası hukuka etkileri hakkında ayrıntılı bilgi için bkz. Leo GROSS,  The Peace of Westphalia, 1648-1948 , Am. J. Int l L., Vol. 42, No. 1, 1948, s. 20-41. 27 ELMAS, s. 33-34. 778Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven I. Dünya Savaşı sırasında yaşanan yıkımın ardından, özellikle MC ile gündeme gelen kolektif güvenlik kavramının uluslararası alanda güvenliğin sağlanması bakımından umut vaat ettiği bir ortamda, idealizm etki alanını genişletmiştir.28  Güvenlik  çalışmaları,  her  ne  kadar  I.  Dünya  Savaşı nın sonrasında gündeme taşınsa da araştırma konusu yapılan hususlar açısından askeri niteliğin dışına çıkılamamıştır. Özellikle II. Dünya Savaşı nı izleyen süreçte kapsamını genişleten ilgili alan, bu nedenle nispeten yeni oluşmuş bir çalışma çevresi biçiminde değerlendirilmektedir.29 Bahsi geçen dönemde güvenlik kavramı, ulusal güvenlik ile eş anlamlı bir  şekilde,  devletin  unsurlarından  olan  bağımsız  siyasi  otoritenin devamlılığının  tesisi  olarak  değerlendirilmiştir.  Bu  amaca  ulaşmak  için üzerinde  durulan  temel  yaklaşım  ise,  her  zaman  için  askeri  nitelikte olmuştur. Güvenliğin dar kapsamlı bir biçimde ele alınması ve güvenliğinin sağlanması gerekli süjenin sadece devletle sınırlı tutulması, II. Dünya Savaşı sonrasında, Soğuk Savaş ın yaşanmasına sebebiyet vermiştir.30 Realizmin güvenliğe ilişkin temel yaklaşım olduğu söz konusu dönemde, uluslararası iş birliğini geçici olarak değerlendiren neorealizm, özellikle 11 Eylül 2001 tarihinde gerçekleşen terör saldırıları ile etkinliğini artırmıştır.31  Güvenlik kavramına yönelik farklı teorik yaklaşımların, genel anlamda ifade edilecek olursa, ortak bir yapıya sahip bulundukları söylenebilir. Buna göre,  her  teori  öncelikle  güvenliği  sağlanacak  süjeleri  tespit  eder. Devamında,  tedbir  alınması  gerekli  tehditler  belirlenir.  Daha  sonra  ise, güvenliğin  tesis  edileceği  yöntem  ve  bunu  yerine  getirecek  süjeler açıklanır.32  Yapısal  açıdan  söz  konusu  benzerliklere  rağmen,  güvenliğe ilişkin  teoriler,  ait  oldukları  dönemin  siyasal  ve  ekonomik  özelliklerini                                                  28 John BAYLIS,  Uluslararası İlişkilerde Güvenlik Kavramı , (Çev., Burcu YAVUZ), Uluslararası İlişkiler, C. 5, S. 18, 2008, s. 70; BRAUCH, s. 3. 29 Stephen M. WALT,  Güvenlik Çalışmalarının Rönesansı , (Çev., Barış GÜRSOY, Bülent Sarper AĞIR), Avrasya Dosyası, C. 9, S. 2, 2003, s. 75, 77. 30  Micheal  SHEEHAN,  International  Security,  An  Analytical  Survey,  Lynne  Rienner, London, 2005, s. 6. 31 BAYLIS, s. 71. 32  Tuncay  KARDAŞ,   Güvenlik:  Kimin  Güvenliği  ve  Nasıl? ,  Uluslararası  Politikayı Anlamak,  Ulus Devlet ten Küreselleşmeye, (Ed., Zeynep DAĞI), Alfa Yay., İstanbul, 2007, s. 126.   779Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  yansıtmaktadır.33 Bunun yanında, uluslararası sistemin süjelerine ait değişik güvenlik  anlayışları  ve  tehdit  algılarının  varlığı,  güvenliğe  yönelik yaklaşımların farklılaşmasına neden olmaktadır.34  Güvenlik  çalışmaları,  uzun  süreden  beri,  uluslararası  ilişkilerin  en önemli alt dallarından birini meydana getirmektedir. Devlet faaliyetlerinin amacının  belirlenmesi,  tarihsel  değerlendirmelerin  anlamlandırılması  ile ekonomik, siyasi ve askeri yapılar arasındaki ilişkinin tanımlanmasında son derece ehemmiyetli bir yere sahiptir.35 Ancak, günümüz dünyasındaki güncel tehditlerin  çeşitliliği  ve  karmaşıklığı,  uluslararası  ilişkilerin  tek  başına sağlayabileceği  analizlerden  daha  fazlasını  gerektirmektedir.  Beşeri  ve sosyal  bilimlerin  yanı  sıra,  birçok  farklı  disipline  ait  veriler,  güvenlik kavramı değerlendirilirken kullanılmak durumundadır. Bu sebeple güvenlik çalışmalarının  geleceğini,  sadece  uluslararası  ilişkilerin  kapsamında düşünmek eksik bir yaklaşım olacaktır.36  B. Geleneksel Güvenlik Yaklaşımları   1. İdealizm İdealizmin  kökeni  Aydınlanma  Dönemi'ne,  özellikle  John  Locke  ve Immanuel Kant'a kadar dayanır. Uluslararası ilişkilerde etkinliğini artırdığı dönem, ABD Başkanı Woodrow Wilson'ın öncülüğünde, I. Dünya Savaşı'nın sonrasına  denk  gelir.  Faşist  rejimlerin  güç  kazanmaya  başlaması  ve  II. Dünya  Savaşı  ile  etkisini  kaybeden  idealizm,  Soğuk  Savaş'ın  ardından uluslararası ilişkilerde tekrar önemli bir konuma gelmiş; ancak 11 Eylül 2001 tarihinde ABD de gerçekleşen terörist saldırılar ve onu takip eden diğer uluslararası terörizm faaliyetleri ile gerilemiştir.37 İdealizm  açısından,  özellikle  Kant'ın;  her  devletin  esas  teşkilatının cumhuriyetçi olması, uluslararası sistemin egemen devletlerden kurulu bir                                                  33 Deniz Ülke ARIBOĞAN, Uluslararası İlişkiler Düşüncesi, Tarihsel Gelişim, Bahçeşehir Üniversitesi Yay., İstanbul, 2007, s. 326. 34 DEDEOĞLU, 2008, s. 24. 35 ARIBOĞAN, s. 313-314. 36 WILLIAMS, s. 3, 5. 37 Patrick MORGAN,  Liberalism , Contemporary Security Studies, (Ed., Alan COLLINS), 2nd Edition, Oxford University Press, New York, 2010, s. 35; Robert JACKSON, Georg SORENSEN, Introduction to International Relations, Theories and Approaches, Oxford University Press, New York, 2010, s. 97. 780Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven federasyona  dayanması  ve  dünya  vatandaşlığı  görüşlerinin  etkisi  altında geçen  19.  yüzyılın  ardından,38  I.  Dünya  Savaşı  ile  beraber  önemli değişiklikler yaşanmıştır. Önceki dönemde, barış üzerinde yoğunlaşan ve söz konusu  kavrama  baskıcı  rejimlerin  ortadan  kalkması  ile  hukuk  devleti ilkesinin  hâkim  olması  yoluyla  ulaşılabileceğini  kabul  eden  idealizm,  I. Dünya  Savaşı'nın  ortaya  koyduğu  sonuçlar  doğrultusunda,  güvenlik sorunlarına bilimsel bir bakış açısı ile çözüm bulmayı amaçlamıştır. Bu kapsamda devlet içi reformlardan, hakemlik, uluslararası mahkemeler ve uluslararası  hukukun  tesisi  gibi  uluslararası  alana  ilişkin  kurumlara yönelmiştir.  İlk  dönemlerde  kuramsal  bir  yaklaşımdan  ziyade,  barış anlaşmalarının içerikleri ve uluslararası örgütlerin temel ilkeleri gibi somut sorunları çalışma konusu yapan idealizm, zamanla teorik alanda gelişme kaydetmiştir.39  Özellikle  uluslararası  hukuk  ve  uluslararası  örgütlenme üzerinde  duran  idealizm,  tesis  edilen  güvenliğin  devamının  sağlanması hususunda,  uluslararası  güvenlik  gücü  kavramının  gerekliliğini  ileri sürmüştür.40 Realizm gibi idealizm de geleneksel sayılabilecek kadar eski ve temel bir  yaklaşımdır.  Belli  konularda  realizm  ile  örtüşmesine  rağmen,  temel hususlarda realizmin öngördüklerini göz ardı etmektedir. Bunun en önemli örneği, uluslararası sistemin süjelerinin tespitinde yaşanmaktadır. İdealizme göre devlet, realizmde olduğu gibi, uluslararası sistemin temel süjesidir; ancak uluslararası örgütler, hükümet dışı örgütler, çokuluslu şirketler ve çıkar  grupları,  siyasi  partiler  ile  bürokrasi  gibi  süjeler  de  dikkate alınmalıdır.41  Bir  başka  anlatımla,  uluslararası  sistemin  işleyişinde  ve şekillenmesinde temel irade sahibi devletlerin yanı sıra, devlet dışı birimler de etkili bir konumdadır.42                                                  38 Kant ın ilgili görüşleri için bkz. Immanuel KANT, Ebedi Barış Üzerine Felsefi Deneme, (Çev., Yavuz ABADAN, Seha L. MERAY), AÜSBF Yay., Ankara, 1960, s. 17-28. 39  Cornelia  NAVARI,   Liberalisms ,  Security  Studies  An  Introduction,  (Ed.,  Paul  D. WILLIAMS), 2nd Edition, Routledge, London-New York, 2013, s. 34-35; Oktay F. TANRISEVER,  Güvenlik , Devlet ve Ötesi, Uluslararası İlişkilerde Temel Kavramlar, (Der., Atila ERALP), İletişim Yay., İstanbul, 2010, s. 108. 40 DEDEOĞLU, 2008, s. 53. 41 MORGAN, s. 35. 42 Jill STEANS, Lloyd PETTIFORD, Introduction to International Relations, Perspectives and Themes, 2nd Edition, Pearson, Harlow, 2005, s. 36.   781Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  İdealizm açısından devletler, uluslararası sistemin birbiriyle tamamen aynı yapıya sahip süjeleri olarak değerlendirilemez. Farklı politik sistemlere sahip  ve  farklı  siyasi  yapılanmalar  tarafından  yönetilen  devletlerin, uluslararası  örgütler,  hükümet  dışı  örgütler  ve  diğer  devlet  dışındaki birimlerin uluslararası iş birliğine katkılarına ortak olması mümkündür. Bu nedenle,  uluslararası  sistemin  her  zaman  ve  her  yerde  aynı  özellikleri göstermesi mümkün değildir. Bir başka ifadeyle, realizmin ileri sürdüğü üzere,  anarşik  yapıdaki  uluslararası  sistem  tek  başına  devletlerin faaliyetlerini şekillendirmez. Bunun yerine bireylerin, siyasi, ekonomik ve sosyal tercihleriyle devletlerin tercihlerini etkilemesi sonucunda, uluslararası sistem  değişiklik  gösterebilmektedir.43  Aynı  zamanda,  uluslararası güvenliğin sağlanması için, özellikle uluslararası sistemin belirli bir düzen içerisinde bulunmasının gerekliliğini de ön plana çıkaran idealizm, bahsi geçen hususun gerçekleşmesinde uluslararası örgütlerin sahip olduğu etkiye sıkça vurgu yapmaktadır.44 İdealizmin, realizm ile benzerlik taşıdığı bir diğer konu, uluslararası sistemdeki merkezi otorite yokluğudur. Realizm ve hatta neorealizmin çıkış noktası  olan  ilgili  husus,  idealizmde  de  kabul  görmekte;  ancak  bunun olumsuz sonuçlarının giderilmesi noktasında diğer iki düşünce akımı ile farklılık  göze  çarpmaktadır.  Buna  göre,  devletlerin  temel  süje  olduğu uluslararası  sistemde  rekabetin  egemenliği  yerine,  etik  standartlara  göre şekillenen iş birlikçi bir yapı mümkündür.45  İdealizmin ayırt edici özelliği, uluslararası sisteme yönelik söz konusu iyimser  bakış  açısıdır.  İdealizm,  ekonomiye,  siyasete,  uluslararası  iş birliğine ve özellikle barışçıl ilişkilere yönelik temelinde iyimser görüşleri                                                  43 MORGAN, s. 36. 44 Itır ALADAĞ GÖRENTAŞ,  İdealizm Üzerine Bir Deneme: Kavramlar ve Eksikler , Uluslararası İlişkilere Giriş: Teorik Bakış, (Ed., Hasret ÇOMAK), Umuttepe Yay., Kocaeli, 2009, s. 70. 45 ARIBOĞAN, s. 211. 46 İdealizme göre ekonomide, kendi kendine yetebilme ve aşırı askeri harcamaların yerine, uluslararası ticarete ağırlık verilmesi durumunda, devletler arasında bağımlılığın artmasıyla askeri güç daha az başvurulan bir araç haline gelecek; böylece güvenliğin sağlanması mümkün olacaktır. İlgili yaklaşım uyarınca, gelişmemiş devletlerde sıklıkla çatışmaların yaşanması; ekonomik yapıdaki aksaklıklar ve buralarda toprağın hala üretim için baskın konumda bulunması ile açıklanabilmektedir. JACKSON-SORENSEN, s. 102, 104; İdealist görüşün temellerini atan Kant, uluslararası ticaretin, kalıcı barışın tesisinde başvurulması gerekli faaliyetlerin başında geldiğini ifade etmektedir. KANT, s. 35. 782Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven bünyesinde  barındırmaktadır.  Buna  göre,  uluslararası  sistem  rekabetten ibaret  değildir;  barış  ve  güvenlik  ise  muhtemel  hedeflerdir.  Devletler arasındaki iş birliği, kısıtlı ve ulaşılması zor olmadığı gibi, güvenlik ikilemi de  (security  dilemma)  kaçınılmaz  bir  sonuç  değildir.47  Unutulmaması gereken,  karşılıklı  bağımlılık  ve  dayanışmadan  kaynaklanan  uluslararası alandaki iş birliğinin, sadece devletler arasında değil; uluslararası sistemin diğer tüm süjeleri açısından da geçerli olduğudur.48  Ana unsurları açıklanan idealizm açısından üzerinde durulması gerekli bir diğer husus, temellerini Kant ın Ebedi Barış Üzerine Felsefi Deneme eserinde ifade ettiği, demokrasilerin diğer rejim türlerine göre çatışmaya daha az eğilimli oldukları yönündeki yaklaşıma dayanan ve Soğuk Savaş ın ardından  uluslararası  alanda  etkinliği  artan,  demokratik  idealizmin  öne sürdüğü, demokratik barış görüşüdür.49 Buna göre, demokrasi ile yönetilen devletler, birbirleri ile çatışmaya girmez; herhangi bir muhtemel çatışma için de  hazırlıkta  bulunmazlar.50  Önemli  kaynaklara  sahip  olan  söz  konusu devletlerin  askeri  imkânları,  güvenlik  ikilemine  yol  açarak  uluslararası güvenliği  tehlikeye  atmaz.  Bunun  nedeni,  ilgili  devletlerin  çoğulcu  bir güvenlik topluluğu oluşturarak kendi aralarındaki uyuşmazlıkların çatışmaya dönüşmesinin  önüne  geçmeleridir.51  Özetlemek  gerekirse,  demokrasi  ve barış kavramları arasında doğrusal bir ilişki olduğunu ileri süren idealizm, ilgili  yaklaşımdan  hareketle,  demokratik  devletlerin  güvenliğinin  daha sağlam temellere dayandığını savunmaktadır.52                                                  47 MORGAN, s. 35. 48 STEANS-PETTIFORD, s. 39. 49 Ayrıntılı bilgi için bkz. SHEEHAN, s. 32-34; Kant ın, cumhuriyetçi ve cumhuriyetçi olmayan devlet ayrımı, zamanla demokratik ve demokratik sisteme sahip bulunmayan devlet şekline dönüşerek, yukarıda bahsi geçen görüşü bir başka açıdan daha etkilemiştir. Ali L. KARAOSMANOĞLU,  Muhteşem Ortaklık: Kant ve Clausewitz , Uluslararası İlişkiler, C. 4, S. 14, 2007, s. 175. 50 Demokratik idealizmin vurgulamaya çalıştığı husus, demokratik rejimlerin hiçbir zaman çatışmaya girmemesi değil, birbirlerine yönelik kuvvet kullanmayı tercih etmemesidir. Bu iddia demokrasilerin, diğer siyasal sistemlere göre, daha barışçıl ve uluslararası hukuka daha fazla uyan bir yapı ortaya koydukları savı ile desteklenirken; demokrasi ile idare edilen devletlerin sayısında son yıllarda yaşanan artış, uluslararası güvenliğin tesisinde önemli bir gelişme olarak değerlendirilmektedir. JACKSON-SORENSEN, s. 109. 51 MORGAN, s. 42. 52 BİRDİŞLİ, s. 51.   783Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  Demokratik  barış  görüşünün  ileri  sürdüğü  hususların  gerekçesi bakımından iki temel yaklaşım bulunmaktadır. Bunlardan birincisi kurum kavramını  esas  alırken,  diğeri  kültür  üzerinde  durmaktadır.  Demokratik rejimlerin iç yapısını inceleyen ilk yaklaşım, söz konusu rejimlerin sahip olduğu, güçler ayrılığı ve seçim gibi kurumların siyasi dengenin tesisini sağladığını, böylece ilgili devleti tehlikelere karşı ihtiyatlı hale getirdiğini ileri sürmektedir. Mevcut risklerden kaçınma eğiliminde olan devletin bu tavrı,  demokratik  devletler  arasında  çatışma  yaşanmaması  sonucunu beraberinde getirmektedir. Kültür kavramını ele alan yaklaşıma göre ise, demokratik rejimle yönetilen devletler birbirlerine güvenir ve aralarındaki uyuşmazlıkları görüşme yoluyla çözmeyi tercih ederler.53 Demokratik barış görüşü, birtakım hususlara yer vermemesi nedeniyle eleştirilmektedir.  Demokrasi  kavramının  açıklaması,  devletlerin  sahip oldukları  demokratik  sistemlerin  büyük  oranda  farklılık  göstermesi nedeniyle  her  zaman  için  daha  otoriter  bir  yönetim  biçimine  dönüşme ihtimali taşıması ve bunların uluslararası sisteme ilişkin yansımaları, bahsi geçen eleştirilere örnek gösterilebilir.54  Bütün bunların içerisinde, konumuz açısından önem taşıyan en temel eleştiri,  demokratik  devletlerin,  demokrasi  ile  yönetilmeyen  devletler  ile çatışmaya  girmekten  çekinmemelerine  yöneliktir.  Böylece,  demokratik barışın  sağlanmasının  demokratik  devletlerin  barışçıl  niteliklerinden kaynaklanmadığı ileri sürülmektedir.55 Söz konusu eleştiri, demokratik barış görüşü kapsamında zamanla ortaya çıkan iki farklı bakış açısını ele almayı gerektirmektedir. Tekçil olarak adlandırılabilecek ilki, demokratik rejimle yönetilen  devletlerin,  diğerlerine  kıyasla  barışçıl  olduklarını  kabul etmektedir. İkicil bakış açısı ise, demokratik devletlerin daha barışçıl bir özelliğe  sahip  bulunduklarını  reddetmekte,  bunların  sadece  benzer durumdaki  devletlere  karşı  kuvvet  kullanma  yolunu  tercih  etmekten kaçındıklarını,  bir  başka  anlatımla  önem  arz  eden  hususun,  saldırının muhatabı  devletin  yapısı  olduğunu  ileri  sürmektedir.56  Görüldüğü  üzere yukarıda ele alınan eleştiri, demokratik barış görüşüne ilişkin tekçil bakış                                                  53 NAVARI, s. 40. 54 ALADAĞ GÖRENTAŞ, s. 70; JACKSON-SORENSEN, s. 115. 55 MORGAN, s. 42. 56 NAVARI, s. 40. 784Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven açısına yöneliktir ve aynı zamanda ikiciliğin de çıkış noktasını meydana getirmektedir. İkicil bakış açısının temelini oluşturan devletin yapısı kavramı ile  ilgili  bir  diğer  görüşe  göre  ise,  burada  kastedilen,  ülkesel  anlamda birbirlerinden herhangi bir talepleri kalmamış, devletleşme süreçlerini uzun süre  önce  tamamlayan  sanayileşmiş  devletlerdir.  Sanayileşme  sürecini sonlandırmasına  rağmen;  ülkesel  bütünlüğünü  sağlayamayan  ve  siyasal rejiminde kurumsal anlamda eksiklikler bulunan devletlerin, I. ve II. Dünya Savaşları ndaki Almanya örneğinde olduğu gibi, devletleşme aşamalarındaki söz  konusu  eksikler  nedeniyle,  diğer  demokratik  devletler  ile  çatışmaya girmek suretiyle uluslararası güvenliği tehdit etmeleri mümkündür.57  İdealizm,  uluslararası  kurumlaşmayı  önermesi,  evrensel  normları  ön plana çıkarması, uluslararası toplum kavramını ileri sürmesi, iş birliği ile güvenliği  doğrudan  ilişkilendirmesi,  iş  birliği  için  gerekli  normların uluslararası  örgütler  aracılığıyla  gündeme  getirilmesinin  altını  çizmesi bakımından, ilerleyen kısımlarda ele alınacak olan, inşacı görüş ve eleştirel güvenlik  anlayışı  gibi  uluslararası  güvenlik  hareketlerine  kaynak  teşkil etmiştir.58  Sırf  bu  nedenle  dahi,  uluslararası  güvenliğin  sağlanması konusunda  her  zaman  etkisini  sürdürecek  bir  düşünce  akımı  özelliği taşımaktadır. 2. Realizm Realizm, I. Dünya Savaşı nın ardından güvenlik çalışmalarında baskın konumda  bulunan  idealizmin,  II.  Dünya  Savaşı nın  başlamasını engelleyememesi  üzerine  gelişme  göstermiş  ve  idealizm  tarafından  ileri sürülen  iş  birliği  ile  ortak  güvenlik  gibi  hususlara  karşılık,  devletlerin güvenliklerinin tesisinde kendi imkânlarına dayanmalarını esas almıştır.59 1970 lerin  başlarında,  Soğuk  Savaş  Dönemi nde  yaşanan  gelişmeler, güvenlik anlayışında önemli değişikliklere neden olmuş; böylelikle gündeme                                                  57 Mohammed AYOOB,  Defining Security: A Subaltern Realist Perspective , Critical Security  Studies,  (Eds.,  Keith  KRAUSE,  Micheal  C.  WILLIAMS),  University  of Minnesota Press, Minneapolis, 1997, s. 136, 145. 58 DEDEOĞLU, 2008, s. 53-54; BİRDİŞLİ, s. 28. 59 Mustafa AYDIN,  Uluslararası İlişkilerin  Gerçekçi  Teorisi: Kökeni, Kapsamı, Kritiği , Uluslararası İlişkiler, C. 1, S. 1, 2004, s. 34; Umut UZER,  Uluslararası İlişkiler Teorileri , Değişen Dünyada Uluslararası İlişkiler, (Ed., İdris BAL), Lalezar Kitabevi, Ankara, 2008, s. 59.   785Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  gelen  neorealizm  akımının  etkisiyle  güvenliğe  ilişkin  realist  düşünce zamanla gücünü yitirmiştir.60 Realizmin güvenlik kavramına yönelik yaklaşımının dayanağı, üç esas noktada ele alınabilir. Bunlardan ilkine göre, uluslararası sistemin temel süjesi  devlettir.  Öyle  ki,  kuvvet  kullanma  yoluyla  güvenliğin  tesisi hususunda  devlet  dışında  herhangi  bir  süjenin  bulunmamasının  yanında, güvenliği ihlal eden tehditler, yine bizzat devletlerden kaynaklanmaktadır. Realizm  açısından  birinci  sırada  olan  devletin  güvenliğidir.  Böylelikle, devlet  eksenli  bir  güvenlik  yaklaşımı  meydana  getirilirken,  bireylerin güvenliği devletin güvenliğine bağımlı kılınmaktadır. Realizmin güvenlik anlayışı için bir diğer önemli nokta, uluslararası sistemin anarşik nitelikte olduğunun  kabul  edilmesidir.  Uluslararası  alanda  devletlerin  eylemlerini düzenleyecek üstün bir otoritenin bulunmaması anlamında kullanılan anarşi terimi, bu yönüyle üçüncü ve son temel nokta olan güç kavramını gündeme getirir.  Anarşik  yapıdaki  uluslararası  sistemde  uyuşmazlıkları  ortadan kaldırmak  ve  güvenliği  sağlamak  için  kullanılan  savaşlara;  ancak  sahip olunan güç yoluyla başvurulabilir.61 Bahsi  geçen  hususlar  üzerinde  bir  parça  daha  durmak  gerekirse, realizme göre, devletlerin birtakım ortak özellikleri mevcuttur ve faaliyetleri kapsamında  benzer  işlevleri  yerine  getirdiklerinden,  devletler  her  yerde aynıdır.  Bu  duruma,  uluslararası  sistemin  temel  süjesi  biçiminde değerlendirilmeleri  de  eklendiğinde,  devlet  dışındaki  süjelerin  daha  az önemli  veya  devletin  diğerlerinin  hareket  alanını  belirleyen  birincil  süje olduğu söylenebilir.62 Bir başka anlatımla, devlet dışındaki süjeler, ancak devletler  arasındaki  ilişkilerin  çatısı  altında  birer  süje  niteliği                                                  60 DEDEOĞLU, 2008, s. 56. 61  Atilla  SANDIKLI,  Bilgehan  EMEKLİER,   Güvenlik  Yaklaşımlarında  Değişim  ve Dönüşüm , Teoriler Işığında Güvenlik, Savaş, Barış ve Çatışma Çözümleri, (Ed., Atilla SANDIKLI), Bilgesam Yay., İstanbul, 2012, s. 7; Özgün ERLER BAYIR,  Soğuk Savaş Sonrasında  Güvenliğe  Yönelik  Teorik  Tartışmalar ,  Uluslararası  İlişkilerde  Teorik Tartışmalar, (Ed., Hasret ÇOMAK, Caner SANCAKTAR), Beta, İstanbul, 2013, s. 176177; Benjamin MILLER,  The Concept of Security: Should it be Redefined? , Journal of Strategic Studies, Vol. 24, No. 2, 2001, s. 16-17; KARDAŞ, s. 126-127. 62 AYDIN, s. 40. 786Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven gösterebilmektedir.63 Uluslararası örgütler, hükümet dışı örgütler, çok uluslu ortaklıklar ve bireylerin etkisi, dikkate alınmayacak kadar azdır.64 Söz  konusu  açıklamalar  doğrultusunda  realizme  göre,  devletin güvenliği  aynı  zamanda  o  devlet  ülkesinde  yaşayan  bireylerin  güvenliği anlamına gelmektedir. Bireylerin meydana getirdiği topluluklar, realizmin bütünsel bir yapıda kavramsallaştırdığı devlet ile aynı menfaatlere sahiptir. Bu  nedenle  devletin  güvenliği,  bireylerin  güvenliklerinin  sağlanmasına yönelik  faaliyetlerin  bir  bütünü  olarak  algılanmaktadır.65  Devletin önceliğinin vatandaşlarını korumak olduğunun altını çizen ilgili yaklaşım, uluslararası  topluma  yönelik  bu  yönde  bir  sorumluluğun  bulunmadığını belirtmektedir.66  Bir  başka  anlatımla,  realizm  için  esas  olan  devletin ülkesinin  sınırları  dâhilinde  güvenliğin  korunabilmesidir.  Dışarıda gerçekleşen tehditler, devleti etkilemediği takdirde, güvenlik kapsamında değerlendirilmez.67  Realizm,  güvenlik  konusunda  devleti  esas  almakta,  günümüzde  öne sürüldüğü  şekilde  birey  güvenliğini  göz  ardı  etmektedir.  Özellikle  birey güvenliği ile devletin güvenliğinin eşitlendiği ve uluslararası toplumun bu kapsama  dahil  edilmediği  ilgili  yaklaşım,  küresel  boyutta  güncel  konu başlıklarından  olan  kaçak  göçmenler  ve  mülteciler  açısından  olumsuz sonuçlar vermektedir.68 Realizmin, güvenlik kavramını algılayışı, uluslararası sistemin anarşik bir yapıya sahip olduğu görüşüne dayanmaktadır. Buna göre uluslararası sistemde, devletlerde olduğu gibi, hukukun üstünlüğü ile adaletin teminini sağlayan  ve  bireylerin  şiddete  başvurmasını  engelleyen  üstün bir  otorite yoktur.  Bir  başka  anlatımla,  devletin  sınırları  içerisinde  gerekli  oranda güvenliğin sağlanmasından sorumlu olan söz konusu yapılanma, uluslararası alanda mevcut bulunmamakta; dolayısıyla devletler, ulusal güvenliklerini inşa  etme  hususunda,  kendi  olanaklarına  dayanmak  durumunda kalmaktadırlar.69  Bütün  bu  açıklamalar,  uluslararası  sistemde  kargaşanın                                                  63 Sait YILMAZ, 21. Yüzyılda Güvenlik ve İstihbarat, Milenyum Yay., İstanbul, 2007, s. 9. 64 ALADAĞ GÖRENTAŞ, s. 44. 65 TANRISEVER, s. 109. 66 STEANS-PETTIFORD, s. 51. 67 KARABULUT, s. 58. 68 STEANS-PETTIFORD, s. 68. 69 SHEEHAN, s. 8.   787Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  hâkim  olduğu  veya  uluslararası  hukuka  ilişkin  kuralların  bulunmadığı şeklinde değerlendirilmemelidir. Realizm açısından anarşi terimi ile kast edilen,  tüm  devletler  için  güvenliği  tesis  eden  ortak  bir  süjenin olmamasıdır.70  Bir  başka  ifadeyle  realizme  göre,  uluslararası  sistemin anarşik yapısının en önemli sonuçlarından biri, uluslararası alanda hukukun üstünlüğünü  sağlayacak  bir  yapılanmanın  kurulamamasıdır.  Bu  durum, devletlerin  kendi  güvenliklerini  tesis  etme  konusunda  egemenliklerine dayanan  yetkilerini,  uluslararası  bir  örgüte  devretmeme  yönündeki iradelerinden  kaynaklanmaktadır.71  Devletlerin  eylemlerini  kontrol  eden onlardan üstün bir otoritenin bulunmaması, devletleri, diğer devletlerle olan ilişkilerinde yalnız bırakmakta; bu durum ise, egemen eşit devletleri, kendine yardım ilkesi (self-help) doğrultusunda hareket etmeye zorlamaktadır.72 Devletlerin içinde bulunduğu uluslararası ortamı ve onun uluslararası güvenliğe  yansımasını  şekillendiren  temel  kavramlardan  üzerinden durulması gereken sonuncusu olan güç,  diğerlerinin davranışlarını arzu edilen yönde değiştirme  veya etkileme yetkisi  biçiminde genel anlamda tanımlanabilir.73 Söz konusu kavram, devletlerin sahip olduğu; nüfus, doğal kaynaklar,  coğrafi  koşullar  ve  hatta  hükümet  sistemi  gibi  unsurların bütününden  meydana  gelmekte  ve  devletler  arasındaki  uyuşmazlıkların çözümündeki  rolü  ile  uluslararası  güvenliğin  tesisine  katkıda bulunmaktadır.74  Devletin  temel  amacının  vatandaşlarını  iç  ve  dış  tehditlere  karşı korumak olduğunu ileri süren realizmin bu yaklaşımı doğrultusunda güç kavramı,  askeri  güç  boyutunda  değerlendirilmektedir.  Gücü  oluşturan unsurlar,  çoğunlukla  devletlerin  askeri  gücünün  tespitinde  gündeme gelmekte; bir başka anlatımla realizmde güçten bahsedildiğinde, askeri güç anlaşılmaktadır.75 Bahsi geçen yaklaşım, aynı zamanda güvenlik kavramının kapsamını  da  belirlemektedir.  Buna  göre,  devletin  karşı  karşıya  olduğu                                                  70 MILLER, s. 15. 71 STEANS-PETTIFORD, s. 49-50. 72 ALADAĞ GÖRENTAŞ, s. 44, 48. 73 AYDIN, s. 38, dn. 13. 74 Charles L. GLASER,  Realism , Contemporary Security Studies, (Ed., Alan COLLINS), 2nd Edition, Oxford University Press, New York, 2010, s. 16-17; STEANS-PETTIFORD, s. 58. 75 SHEEHAN, s. 11-12. 788Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven durumlar  askeri  güç  kullanımını  gerektiriyorsa,  bir  güvenlik  sorununun bulunduğu değerlendirilmesi yapılmakta; askeri güce ihtiyaç duyulmayan hallerde ise, konu siyasi boyutta ele alınmaktadır.76 Söz konusu yaklaşım, devletlerin karşılaştıkları durumlar arasında; birincil ve ikincil politika (highlow  politics)  şeklinde  hiyerarşik  bir  sınıflandırmaya  başvurmalarına sebebiyet  vermektedir.  Böylelikle,  temel  kavram  olan  güç  çerçevesinde, askeri  güvenlik,  birincil  politika  kapsamına  dâhil  edilirken;  ekonomik, sosyal,  kültürel  ve  çevresel  hususlar  ikincil  politikayı  meydana getirmektedir.77 Bu ayrım ile birlikte, sosyo-ekonomik konular devletlerin egemenliği  kapsamında  değerlendirilerek,  birincil  politikayı  oluşturan devletlere ilişkin güvenlikten ayrı tutulmaktadır.78 Uluslararası  güvenliğin  sağlanması  hususunda  gerekli  olan;  devlet, uluslararası  sistemin  anarşik  yapısı  ve  güç  kavramları  üzerinde  duran realizm, günümüzde dahi, güvenlik çalışmalarına  ilişkin en önemli teori olarak  varlığını  sürdürmektedir.  Realizmin,  güvenliğe  ilişkin çıkarımlarındaki boşlukları doldurmak veya söz konusu akımın güvenliğe yönelik  görüşlerini  tamamen  reddetmek  amacıyla  ortaya  çıkan  birçok düşünce  akımının  temeli,  açıkça  veya  üstü  kapalı  olarak,  realizme dayanmaktadır.79 3. Neorealizm Soğuk  Savaş  Dönemi'nde  öne  çıkan  neorealizm  akımı,  SSCB'nin dağılma  süreci  ile  beraber  uluslararası  alandaki  iki  kutuplu  rekabetin yokluğunda  gelişen  Avrupa  bütünleşmesinin  de  etkisiyle,  gücünü kaybetmeye başlamıştır. Diğer teorik yaklaşımların yoğun eleştirisi altında kalan ve bu noktadan sonra güvenlik çalışmalarında etkin olması mümkün görülmeyen  neorealizm,  11  Eylül  terörist  saldırılarının  gerçekleşmesinin ardından tekrar gündeme gelmiştir.80                                                   76 TANRISEVER, s. 110. 77 SANDIKLI-EMEKLİER, s. 7-8; AYDIN, s. 41. 78 Peter HOUGH, Understanding Global Security, Routledge, London-New York, 2004, s. 34. 79 GLASER, s. 16; SMITH, s. 19. 80 Colin ELMAN, Micheal A. JENSEN,  Realisms , Security Studies An Introduction, (Ed., Paul D. WILLIAMS), 2nd Edition, Routledge, London-New York, 2013, s. 20.   789Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  Neorealizme göre güvenlik, devletlerin uluslararası sistem içerisindeki konumlarına  göre  şekillenmekte;  mevcut  konumları  korumak  veya geliştirmek için, savunma içerikli faaliyetler yerine daha etkin eylemlerde bulunmak gerekmektedir. Devletlerin faal nitelikte olduğu bir uluslararası sistemde ise, mutlak güvenlik mümkün değildir; ancak göreceli güvenlikten bahsedilebilir.81  Neorealizm,  devletlerden  önce,  devletlerin  içersinde bulunduğu uluslararası sistemi mercek altına almıştır. Buna göre devletlerin önceliği,  varlıklarını  sürdürmek  üzerine  kuruludur.  Buradaki  varlığını sürdürmekten kasıt, diğer devletlerin sahip olduklarını elde etmek değil, devlete  ait  bulunanları  korumaktır.  Bu  da  uluslararası  sistemi  rekabete eğilimli hale getirmektedir. Söz konusu sistemin anarşik yapısı, yani üst otoritenin olmaması nedeniyle devletlerin mevcudiyetlerini devam ettirmek amacıyla  tek  taraflı  uygulamalara  başvurmaları,  uluslararası  sistemin rekabetçi niteliğini açıklamaktadır.82 Devletler, uluslararası sistemin bahsi geçen özelliği nedeniyle; ancak varlıklarını sürdürebilecek kadar güvenliği sağladıktan sonra, kaynaklarını başka amaçlar için kullanabilirler. Güvenlik için devletlerin rekabet halinde bulunduğu  bu  ortamda,  rekabetten  olumsuz  etkilenen  güvenlik  içinde olmayan devletler de yer almaktadır. Bir başka ifadeyle, taraflardan birinin kazancı diğerinin kaybı anlamına gelebilmektedir. Neorealizm açısından bu durum, güvenliğin sıfır toplamlı bir model (zero-sum game) olmasından kaynaklanmaktadır. Kendi güvenliklerini sağlayamayan devletlerin yol açtığı güvensizlik  durumunun  yanı  sıra,  devletlerin  güvenliklerini  artırıcı faaliyetlerinin  güvenlik  ikilemine  sebebiyet  verme  ihtimali,  neoralizmin güvenlik anlayışının eleştiriye açık bir yönünü oluşturmaktadır.83 Neorealizme göre, devletin güvenliğinin sahip olduğu kaynakların en üst düzeye çıkarılması ile sağlanacağına ilişkin yaklaşım, güvenlik ikilemine yol açmaktadır. Tüm devletler için mümkün olmayan söz konusu sürecin uygulandığı  durumlarda,  bir  devletin  güvenliğinin  sağlanması  diğer devletlerin  güvenlikleri  pahasına  gerçekleşmektedir.  Bir  başka  anlatımla, güvenliğini  oluşturmayı  amaçlayan  devletin  tek  taraflı  eylemleri,  birçok                                                  81 TANRISEVER, s. 115. 82 GLASER, s. 20. 83 Ahmet Emin DAĞ, Uluslararası İlişkiler ve Diplomasi Sözlüğü, Anka Yay., İstanbul, 2005, s. 221-222; TANRISEVER, s. 117. 790Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven durumda başka devletlerin güvenliklerini tehdit etmektedir.84 Güvenlik için geliştirilmeye  çalışılan  kaynakların  temelini  askeri  gücün  meydana getirmesi,  güvenlik  ikilemi  kavramına  kaçınılması  zor  bir  nitelik kazandırmaktadır. Bunun nedeni, güvenlik için esas konumda bulunan askeri gücün, her ne amaçla edinilirse edinilsin, diğer devletler bakımından tehdit unsuru oluşturmasıdır.85 Neorealizm açısından, güvelik ikilemi kavramının esas teşkil eden çıkış noktası,  uluslararası  sistemin  anarşik  yapısıdır.86  Ancak,  söz  konusu  iki kavramın  karşılıklı  biçimde  birbirlerini  etkiledikleri  ve  temellerinin, Hobbes un  toplum  sözleşmesi  kuramında  bulunduğu  gözden kaçırılmamalıdır.  Buna  göre,  insanlar  arasında  sürekli  bir  mücadelenin bulunduğu  doğa  durumundan  medeni  topluma  geçilmesi;  ancak  egemen devletin (Leviathan) kurulması ile olanaklı hale gelir. Toplum sözleşmesi ile gerçekleştirilen bu dönüşüm ile bireylerin, mutlak otorite ve gücü elinde bulunduran  devlet  yapılanmasının  altında,  kendilerinin  ve  diğerlerinin güvenliğini  sağlaması,87  önemli  bir  sorunu  beraberinde  getirmektedir. Medeni  toplumun  temel  unsurlarından  barışçıl  yaşam,  sadece  devlet içerisinde söz konusu olabilmekte, devlet ötesinde veya devletler arasında varlığını  sürdürememektedir.  Bir  başka  anlatımla,  güvenlik  ihtiyacı nedeniyle bireylerin egemen devlet aracılığıyla doğa durumundan medeni                                                  84 HOUGH, s. 4. 85 SHEEHAN, s. 8; Neorealizme göre, devletlerin güvenliklerini artırmaya yönelik savunma amaçlı faaliyetleri, güvenlik ikilemi kapsamında, diğer devletler tarafından muhtemel tehdit niteliğinde algılanmaktadır. KARDAŞ, s. 129-130; Güvenlik ikileminin eleştirildiği temel nokta,  devletlerce  tehdit  biçiminde  değerlendirilen  diğer  devletlerin  eylemlerine  son verilememesinin, söz konusu kavramın uluslararası sisteme karşı etkilerini sürekli kılması ve bunun da son aşamada güvensiz bir ortam yaratmasıdır. ERLER BAYIR, s. 178; Eleştirilerin üzerinde yoğunlaştığı diğer bir husus, güvenlik ikilemi kavramının devleti merkeze alan yapısıdır. Adı geçen kavram açısından temel süje olarak belirlenen devlet, tek,  bütüncül  ve  rasyonel  şekilde  çıkarları  doğrultusunda  hareket  eden  bir  biçimde betimlenmiş; devletlerin karar alma süreçlerindeki çeşitlilik ve farklılıklar göz önünde bulundurulmamıştır. Ali BİLGİÇ,   Güvenlik İkilemi ni Yeniden Düşünmek: Güvenlik Çalışmalarında Yeni Bir Perspektif , Uluslararası İlişkiler, C. 8, S. 29, 2011, s. 125. 86 MILLER, s. 16. 87 Doğa durumundaki tehditler, düzenin sağlanması için egemen bir gücün varlığını gerektirir. Bu nedenle, egemen devletin en temel görevi, güvenliği tesis etmektir. ELMAS, s. 31; Hobbes a göre, güvenliğin sağlanması hususunda kastedilen tehditler, egemen devletin bünyesinde gündeme gelen iç tehditlerdir. Söz konusu yaklaşımdan yola çıkan realizm ve neorealizm ise, diğer devletlerden kaynaklanan askeri nitelikteki tehditleri esas almaktadır. SHEEHAN, s. 15.   791Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  topluma  geçiş  yapması;  devletlerin  uluslararası  alanda  egemenliklerini, güvenlik için dahi olsa, devretmekte isteksiz olmaları nedeniyle, bu kez devletler  arasında  bir  doğa  durumu  yaratmaktadır.  Böylelikle,  devletin kurulması  ile  sağlanan  birey  güvenliği,  uluslararası  alanda  güvensiz  bir ortama neden olarak, güvenlik ikileminin ve uluslararası sistemin anarşik yapısının yerleşmesine sebebiyet vermektedir.88 Güvenlik ikilemini biçimlendiren uluslararası sistemin anarşik yapısı, devletlerin  birbirlerinin  şu  andaki  ve  gelecekteki  maksatlarından  kuşku duymalarına  ve  karşılıklı  tehdit  nitelendirmesi  yapılmasına  neden olmaktadır. Böylece, güvenlik ikileminin şekillendirdiği uluslararası alanın etkilerinden kaçınmak isteyen devletler, anarşik yapının sonucu olan kendine yardım doğrultusundaki tek taraflı eylemleri aracılığıyla askeri olanaklarını artırmakta; ancak bu durum, söz konusu eylemlerde bulunan devlet dâhil olmak üzere, güvenlik ikilemi tarafı devletlerin güvenliğini azaltmaktadır. Sonuç olarak, devletler arasında yaşanan çatışmalar nedeniyle uluslararası güvenlik ortadan kalkmaktadır. Dikkat edilmesi gereken husus, güvenlik ikileminin,  neorealizm  tarafından  uluslararası  alandaki  çatışmaların  tek nedeni biçiminde değerlendirilmemesidir.89   Uluslararası  sistemin  rekabetçi  özelliğinin  ağır  basmasını  bir  başka nedeni,  devletlerarası  dayanışmanın  zayıflığıdır.  Devletlerarası  ilişkilerde devletlerin gerçek niyetlerinin belirsizliği dayanışma kavramının uluslararası alanda  yerleşmesini  engellemektedir.  Bunun  yanında,  dayanışmanın önündeki  tek  engel,  devletlerin  gerçek  niyetlerinin  belirsizliği  değildir. Devletlerin  niyetleri  belirli  olsa  dahi,  herhangi  bir  iş  birliğinin  varlığı durumunda, ön plana çıkan devletin kendisinin de bu dayanışmadan elde edeceği mutlak kazanç (absolute gains) değil, diğer devletin söz konusu dayanışma sonucu sahip olacağı göreceli kazançtır (relative gains). Bunun nedeni, iş birliğinin ardından rakip devlete ait göreceli kazançların, ilerleyen dönemlerde karşıt devlet aleyhine kullanılabilme ihtimalidir.90 Dolayısıyla devletler, güvenliklerini sağlamak için, uluslararası iş birliği yerine, kendi kaynaklarına dayanmak durumundadırlar.91                                                  88 JACKSON-SORENSEN, s. 64-65. 89 Shiping TANG,  The Security Dilemma: A Conceptual Analysis , Security Studies, Vol. 18, No. 3, 2009, s. 591-592, 594-595. 90 GLASER, s. 21. 91 KARABULUT, s. 62. 792Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven Uluslararası sistemin süjelerini belirlerken devlet dışı süjeleri de göz önüne alan ve uluslararası güvenliğin sağlanmasında özellikle uluslararası örgütlerin etkisine vurgu yapan idealizmin bu yaklaşımına karşı neorealizm, devletlerin göreceli kazançlarını önde tutmaları ile uluslararası örgütlerin idealizmin kendileri için öngördüğü görevi yerine getirmelerinin imkânsız olduğunu  ileri  sürmektedir.  Neorealizm  tarafından  söz  konusu  durumun mümkün  bulunduğu  tek  olasılık,  devletlerin  güvenliğin  sağlanması hususunda  müşterek  menfaatlerinin  ağırlık  kazanmasıdır.  Aksi  takdirde, uluslararası sistemin rekabetçi yapısının gerektirdiği devletlerin tek taraflı eylemleri yaygınlık kazanacak ve güvenlik için uluslararası örgütlerin sınırlı katkısı da gündeme gelemeyecektir.92 Göreceli kazanç kavramını ön plana çıkaran neorealizme karşı yapılan eleştirilerde, mutlak kazancın esas alındığı bir uluslararası sistemde iş birliği ve uzlaşma yollarının her zaman açık olduğu ileri sürülmektedir. Buna göre, bireyler  arasındaki  çatışmayı  dengelemekten  çok,  dayanışmayı  hâkim kılmaya odaklanan devlet, aynı tutumu uluslararası sistemde de sergileyerek, devletler arasında mutlak kazanç ve ortak çıkarları gündeme getirmelidir. Böylelikle,  devletlerin  karşılıklı  kazanımlarının  mevcudiyeti,  güvenliğin pozitif  toplamlı  bir  model  haline  dönüşme  ihtimalini  her  zaman  için artırmaktadır.93 Neorealizm, realizmin uluslararası sistemi açıklamada başvurduğu insan doğası ve etik değerler kavramlarını kullanmak yerine, sistem içerisindeki etmenleri  temel  alan  yapısal  bir  teori  oluşturmayı  amaçlamaktadır.94 Değişmez nitelikte olduğu kabul edilen insan doğası kavramının, uluslararası sistemin çeşitliliğini açıklamada yetersiz kalacağını ileri süren neorealizm, uluslararası  güvenlik  için  esas  özellikte  bulunan  güvenlik  ikilemi kavramının, uluslararası sisteminin yapısı ve onun devletleri gerçekleştirmek zorunda bıraktığı eylemler ile izah edilebileceğini belirtmektedir.95                                                  92 JACKSON-SORENSEN, s. 116. 93  Hakan  Övünç  ONGUR,   Uluslararası  İlişkilerde  Post-Yapısalcı  Yaklaşımlar  ve  Anarşi nin  Yapı-Sökümü ,  Uluslararası  İlişkilerde  Teorik  Tartışmalar,  (Ed.,  Hasret ÇOMAK, Caner SANCAKTAR), Beta, İstanbul, 2013, s. 540; ARIBOĞAN, s. 265-266. 94 ALADAĞ GÖRENTAŞ, s. 47, 50. 95 SHEEHAN, s. 17.   793Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  Realizmde olduğu gibi, uluslararası sistemin açıklanmasında temel süje olarak devleti alan neorealizm, söz konusu kavramın özellikleri yönünden realizmden  ayrılmakta;  devletlerin,  yönetim  biçimleri  ve  ideolojileri bakımından  birbirlerinden  farklı  olduklarını  kabul  etmesine  rağmen, uluslararası alandaki işlevleri açısından aynı yapıya sahip bulunduklarını ileri  sürmektedir.96  Kendine  yardım  ilkesi  doğrultusunda  şekillenen uluslararası  sistemin  etkisiyle  gündeme  gelen  bu  durum  devletleri, güvenliğin sağlanması hususunda tek başına hareket etmeye zorlamaktadır.97 Uluslararası sistemi yapısal açıdan ele alan bilimsel bir yaklaşım olma iddiasındaki neorealizm, süje temelli olarak değerlendirdiği realizmin aksine, söz  konusu  sistemin  süjelerinden  çok,  sistemin  kendisinin  üzerinde durmuştur. Uluslararası sistemin yapısının, süjeleri belirli şekillerde hareket etmeye zorladığını ifade eden yaklaşımda, süjeler nispeten ikinci plandadır.98  Devletlerin temel amaçlarının güvenliklerini sağlamak olduğunu ileri süren  neorealizme  göre,  uluslararası  sistemin  anarşik  yapısı,  onları uluslararası  alanda  genel  bir  güvenlik  oluşumu  yönünde  faaliyet göstermekten  alıkoymaktadır.99  Uzun  dönemde,  devletlerin  rekabet içerisinde bulunmadığı bir ortamın gerçekleşmesinin mümkün görülmediği söz  konusu  görüş,  uluslararası  güvenliğin  tesisinde,  devletler  arasında kurumsallaşmış  iş  birliğinin  muhtemel  olduğunu  ve  böylelikle  güvenlik ikileminin  ortadan  kaldırılabileceğinin  altını  çizen,  Soğuk  Savaş sonrasındaki  güvenlik  kavramına  yönelik  güncel  yaklaşımlar  tarafından yoğun şekilde eleştirilmiştir.100 Bir başka anlatımla,  güvenlik çalışmaları bakımından  temel  yaklaşımlardan  olan  neorealizm,  tıpkı  realizm  gibi, kendisinden  sonraki  güvenlik  anlayışlarının  şekillenmesinde  önemli  bir etkiye sahiptir.                                                      96 ARIBOĞAN, s. 246. 97 SHEEHAN, s. 17. 98 JACKSON-SORENSEN, s. 73-74; STEANS-PETTIFORD, s. 55. 99 DEDEOĞLU, 2008, s. 57. 100 BAYLIS, s. 72, 78. 794Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven C. Güvenlik Kavramına Yönelik Güncel Yaklaşımlar 1. Genel Olarak Güvenlik çalışmalarında devleti merkeze alan ve ona yönelik dışarıdan gelen  tehditlere  ilişkin,  güvenliğin  sağlanması  hususu  üzerinde  duran geleneksel güvenlik anlayışına karşı ortaya çıkan güncel yaklaşımlar, ilk olarak II. Dünya Savaşı nın sonrasında çatışmaların çoğunluğunun üçüncü dünya  devletlerinin  bünyesinde  görünürlük  kazanması  ile  gündeme gelmiştir.101 Takip eden Soğuk Savaş Dönemi nde güvenlik, askeri konularla sınırlı biçimde ele alınmış; bu nedenle bilimsel anlamda gerektiğinden daha az ilgi görmüş ve teknik bir kavram olamamıştır.102 Soğuk Savaş ın ardından değişen şartlar sonucundaki istikrarsızlıklar, güvenlik çalışmaları için önde gelen araştırma konularını meydana getirmiştir.103 Devamındaki süreçte, 11 Eylül  2001  tarihinde  gerçekleşen  terörist  saldırıların  sonrasında,  güncel yaklaşımların  gerekliliği  konusundaki  kuşkular,  ABD nin  2003  yılındaki Irak  müdahalesini  takiben  söz  konusu  yaklaşımların  yeniden  önem kazanması ile etkisini yitirmiştir.104  Sadece ulusal düzeyde olmak üzere, askeri tehditlerin merkezi konumda yer  aldığı  yetersiz  bir  güvenlik  anlayışının  hâkimiyetinde  geçen  Soğuk Savaş ın sona ermesi ile beraber güvenlik kavramı, daha önce hiç olmadığı kadar tartışmaya açılmıştır. Ekonomi, sağlık ve çevre gibi alanların güvenlik çalışmalarının kapsamına dâhil edilmesinin yanında güvenlik; şiddet, risk ve korku  gibi  unsurları  içerecek  şekilde  yatay  düzlemde  genişlemiştir. Böylelikle,  uluslararası  güvenliğe  yönelik  güncel  tehditlerin,  sonuçları üzerinden değil, nedenleri doğrultusunda analiz edilmesi de bir zorunluluk haline gelmiştir.105 Bununla birlikte, 17. yy dan bu yana etkinliğini sürdüren güvenliğin ulus düzeyinde ele alınması yaklaşımı, Soğuk Savaş ın şiddetini                                                  101 Çoğunlukla, Soğuk Savaş ın sona ermesi ile karşılaşılan bir kavram olduğu düşünülen iç çatışma, yukarıda da ifade edildiği gibi, II. Dünya Savaşı nın ardından uluslararası alanda gündeme gelmeye başlamıştır. Ancak Soğuk Savaş ın sonrasında nitelik değiştirmeye başlayan  iç  çatışmalar,  özellikle  eski  Yugoslavya,  Ruanda  ve  Kongo  Demokratik Cumhuriyeti nde görüldüğü biçimiyle, silahlı çatışma şeklinde değil, bir kıyım olarak gerçekleşmiştir. BOOTH, 2012, s. 378-379. 102 BALDWIN, s. 10-11. 103 Ersel AYDINLI,  Küreselleşme ve Güvenlik: Teorik Yaklaşımlar , Avrasya Dosyası, C. 9, S. 2, 2003, s. 43. 104 BİLGİN, 2010, s. 75. 105 ELMAS, s. 63; SMITH, s. 2; BİRDİŞLİ, s. 23.   795Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  artırdığı  1970 den  itibaren  yerini,  uluslararası  güvenlik  kavramına bırakmıştır.106 Bir başka anlatımla, sadece askeri tehditlerin çalışma konusu yapıldığı Soğuk Savaş Dönemi, söz konusu dar kapsamlı özelliğine karşın, güvenliğin uluslararası alanda değerlendirilmeye başlanması ile adı geçen kavrama önemli bir katkıda bulunmuştur. Güvenlik kavramına yönelik güncel yaklaşımların ortaya çıkmasındaki esas neden, vatandaşlarının güvenliğini sağlaması doğrultusunda başvurulan devletin, zamanla güvenliğinin tesis edilmesi gereken temel süje durumuna gelmesidir.107  Bu  bakış  açısı  ile  birey,  devlete  ait  insan  topluluğunun mensubu olmasından dolayı güvenliğin konusunu meydana getirmektedir.108 Soğuk  Savaş ın  sona  ermesi  ile  beraber;  karşılıklı  bağımlılığın  artması, egemenliğin  daha  fazla  sınırlanması,  iletişimdeki  gelişmeler,  çevresel bozulma,  nüfus  artışı,  ekonominin  uluslararasılaşması,  teknolojideki yenilikler,  modern  silahların  yayılması  ve  devlet  dışındaki  süjelerin etkinliklerini  fazlalaştırması  gibi  uluslararası  alanda  önemli  gelişmeler yaşanmıştır.109 Bunun sonucunda, güvenlik bakımından devletin merkezdeki konumunu korumasının yanında; birey, topluluklar, kültürel alt kimlikler, cinsiyet  ve  yaş  grupları  söz  konusu  kavram  için  birer  değişken  haline gelmiştir.110 Tehdit, güvenliğe yönelik güncel yaklaşımların ortaya çıkmasında etkisi bulunan  diğer  bir  kavramdır.  Soğuk  Savaş ın  ardından  askeri  tehditlerin varlığı, her zamanki gibi, ön planda bulunan yerini korumuş; ancak bunlar, hiçbir  zaman  devletler  ile  bireylerin  güvenliğine  yönelik  tek  tehdit  türü olmamıştır.111  Silahlanma,  çevre  kirliliği,  az  gelişmişlik,  terörizm,112                                                  106 SHEEHAN, s. 2. 107 Pınar BİLGİN,  Individual and Societal Dimesions of Security , International Studies Review, Vol. 5, No. 2, 2003, s. 203. 108 ERLER BAYIR, s. 174. 109 BOOTH, 2003, s. 53. 110 DEDEOĞLU, 2008, s. 40. 111 HOUGH, s. 7. 112 Uluslararası güvenliğe yönelik güncel tehditler arasında yer alan terörizm, meydana gelen ölüm ve yaralanmalar esas alınarak yapılan değerlendirmelerde, uzun bir süre için, düşük yoğunlukta bir tehdit olarak algılanmıştır. Savaş ve iç çatışmalar ile yapılan karşılaştırmaya dayanan  söz  konusu  yaklaşıma  göre,  eylemin  meydana  geldiği  alanın  sınırlı  olması, terörizmi aynı zamanda dar kapsamlı bir tehdit yapmaktadır. Terörizme yönelik tüm bu yorumlar, 11 Eylül 2001 tarihinde ABD de gerçekleşen terörist saldırılar ile geçerliliğini 796Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven organize  suçlar,  insan  ticareti,  göçmen  kaçakçılığı,  değerli  ve  biyolojik madde  kaçakçılığı,  nüfus  hareketleri,  kara  paranın  aklanması,  salgın hastalıklar ve uluslararası borç krizi gibi birçok unsur, güvenlik kavramının kapsamını genişletmiştir.113  Güncel tehdit türleri, uluslararası alanda yaygın bir biçimde yer almaları ve gerçekleşme ihtimallerindeki yüksek oran ile gündeme gelmekte; kapsam ve  yoğunluklarındaki  çeşitlilik,  değerlendirilmelerini  güçleştirmektedir. Özellikle hedef aldıkları süjelerin, devletlerden ziyade topluluklar ve bireyler olarak değişim göstermesi, uluslararası güvenliğin sağlanmasının önündeki en  önemli  engellerden  birisini  meydana  getirmektedir.114  Söz  konusu tehditlerin küreselleşme ile beraber etki alanlarını genişletmesine rağmen; bunlarla mücadelede etkin yöntemlerin uygulanamaması ve ilgili durumun yarattığı  belirsizlikler,  günümüzde  uluslararası  toplumu  meşgul  eden hususların başında gelmektedir.115  Sermaye, mal ve emeğin dünyanın herhangi bir yerine kolayca transfer edilebilmesi  anlamını  taşıdığı  kadar,  kültürlerin,  geleneklerin,  inanç sistemlerinin ve alışkanlıkların coğrafi sınır tanımaksızın yaygınlaşması 116 şeklinde  tanımlanabilen  küreselleşme,  güvenlik  çalışmaları  açısından genellikle güncel tehditlerin nedenlerinden biri olarak görülmüştür.117 Bu niteliğinin  yanı  sıra,  ortak  değerlerin  geliştirilmesi  ve  devlet  dışındaki                                                                                                                    yitirmiş ve terörizm, uluslararası güvenliğe yönelik güncel tehditler arasında önemli bir yer edinmiştir. KRAHMANN, s. 5. 113 DEDEOĞLU, 2008, s. 38. 114 KRAHMANN, s. 7. 115 ELMAS, s. 68. 116 ARIBOĞAN, s. 306. 117 Küreselleşmenin, güvenliğe yönelik geniş ölçüdeki etkisinin üzerinde en fazla yoğunlaştığı kavram, süjeleri ve kapsamı açısından, tehdit olmuştur. Tehdit unsuru olarak devletlerin yanına, devlet dışı birimlerin ve bireylerin eklenmesine sebebiyet veren küreselleşme özellikle;  milis  güçlerin,  mezhep  kökenli  yapılanmaların,  organize  suç  örgütü mensuplarının ve teröristlerin güvenliği ortadan kaldıran eylemlerde bulunmalarına imkân veren  bir  ortam  yaratmıştır.  Dikkat  edilmesi  gereken  husus,  bahsi  geçen  eylemlerin hedeflerini, devletlerin olduğu kadar, bireylerin de meydana getirmesidir. Victor D. CHA,  Globalization and the Study of International Security , Journal of Peace Research, Vol. 37, No. 3, 2000, s. 393-394; Kapsam açısından ise, küreselleşme ile gündeme gelen güncel tehditler; uluslararası terörizm, organize suç, insan ticareti, göçmen kaçakçılığı, uyuşturucu madde ticareti, kitle imha silahları, küresel salgın hastalıklar, etnik/dinsel çatışmalar ve çevresel bozulma şeklinde genel hatlarıyla sınıflandırılabilir. Giray Saynur BOZKURT,  Küreselleşmenin Güvenlik Boyutu , Değişen Dünyada Uluslararası İlişkiler, (Ed. İdris BAL), Lalezar Kitabevi, Ankara, 2008, s. 500-501.   797Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  süjelerin  mevcut  uluslararası  sistemdeki  öneminin  artmasındaki  katkıları nedeniyle,  güvenlik  kavramına  yönelik  güncel  yaklaşımlar  tarafından güvenliğin sağlanmasında etkili bir husus olarak değerlendirilmektedir.118 Uluslararası sistemin süjeleri arasında karşılıklı bağımlılığı ön plana çıkaran söz konusu kavram, bu özelliği ile uzlaşmayı mümkün kılmaktadır. Ancak, unutulmaması  gereken,  ilgili  durumun  her  zaman  mutlak  güvenliği sağlamamasıdır. Küreselleşme, aynı zamanda çatışma unsurunu da ihtiva etmektedir.119 Geniş kitlelerin uluslararası sistem içerisinde kendisine yer bulamaması sonucunda bir güvensizlik sarmalı yaratan küreselleşme,120 bulaşıcı hastalık gibi görünürde önemsiz tehditlerin veya bireyler gibi uluslararası alanda tesiri az olan süjelerin, uluslararası güvenliğe yönelik orantısız etkilerini gündeme getirmektedir.121 Terörizm ve organize suç benzeri kavramların, küreselleşme  sürecinin  başlangıcından  önce  de  var  olduğu;122  ancak küreselleşme ile beraber etki alanlarını genişlettikleri bilinmektedir.123 Buna göre, küreselleşme, devletlerin tehditlere karşı kendilerini tek taraflı olarak koruma kabiliyetini azaltırken; tehditlerle baş etmek amacıyla iş birliğinde bulunma ihtiyacını artırmaktadır.124 Bir  başka  anlatımla,  küreselleşme  ile  etkinliklerini  artıran  güncel tehditlere karşı, devletin merkezde bulunduğu geleneksel güvenlik anlayışı                                                  118 TANRISEVER, s. 113; Küreselleşme kavramının güvenliğe yönelik söz konusu etkileri göz önüne alındığında, bazı durumlarda tehditlerde artışa, diğer koşullarda ise azalmaya neden olduğu görülmektedir. AYDINLI, s. 39. 119 DEDEOĞLU, 2004, s. 5-6. 120 ARIBOĞAN, s. 307. 121 Neorealizm tarafından uluslararası düzeye taşınan, devletin temel görevini güvenliğin sağlanması olarak belirleyen Hobbes un güvenlik anlayışı, küreselleşme ile gündeme gelen güncel tehditlerin uluslararası topluma yönelik muhtemel etkileri doğrultusunda uygulama alanı bularak, yeni bir boyut kazanmıştır. Barry BUZAN,  Askeri Güvenliğin Değişen Gündemi , (Çev. Burcu YAVUZ), Uluslararası İlişkiler, C. 5, S. 18, 2008, s. 122. 122 Üzerinde durulan tehdit türleri, 20. yy ile beraber uluslararası alanda etkin olmaya başlamışlardır. Bu nedenle, yeni olarak nitelendirmektense, güncel teriminin tercih edilmesi daha doğru bir yaklaşım olacaktır. Ancak unutulmaması gereken, yukarıda da açıklandığı üzere,  adı  geçen  tehditlerin  küreselleşme  ile  birlikte  öncekinden  farklı  bir  nitelik kazandıklarıdır. KRAHMANN, s. 6. 123 Küreselleşmenin etkisiyle artış gösteren teknoloji ile iletişim alanındaki gelişmeler, terörist ve organize suç örgütlerinin ulus ötesi boyutta örgütlenmelerini kolaylaştırmaktadır. CHA, s. 393-394. 124 SMITH, s. 39, 41. 798Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven ile tek başına mücadele etmek, günümüz için geçerliliğini kaybetmiştir.125 Güvenlik çalışmalarına yönelik söz konusu kavramsal ve teorik etkileri göz önüne alındığında küreselleşmenin, aynı doğrultuda önem taşıyan Soğuk Savaş ın  sona  ermesi  ve  11  Eylül  terörist  saldırıları  ile  beraber değerlendirilmesi gerekmektedir.126 Güvenlik kavramına yönelik güncel yaklaşımların ortaya çıkmasının tek sebebi,  uluslararası  alandaki  güncel  tehdit  türleri  değildir.  Devletlerin egemenlik alanlarına ilişkin hususların uluslararası nitelik kazanması ve dış politika  konularının  devletlerin  siyasal  sistemlerinde  daha  çok  gündeme gelmeye başlaması olarak açıklanan küreselleşmenin güvenliğe yönelik çift taraflı etkisi, güncel yaklaşımların yaygınlık kazanmasında bir diğer önemli nedendir. Böylelikle, güvenlik çalışmalarının sınırının, devletlere yönelik askeri nitelikte olmayan tehditleri kapsayacak şekilde genişletilmesi veya daha da ileriye gidilerek, bireyler de dâhil olmak üzere, uluslararası alandaki tüm süjelerin, askeri ve askeri olmayan bütün tehditlere karşı güvenliğinin sağlanması olarak derinleştirilmesi tartışılmaya başlanmıştır.127 Bir başka anlatımla, iç ve dış güvenlik arasındaki ayrım büyük ölçüde ortadan kalkmış, devlet güvenliği ile toplum ve birey güvenliği neredeyse eş anlamlı duruma gelmiştir.128 Küreselleşmenin söz konusu etkisi hakkında verilebilecek en önemli  örnek,  yerel  anlamda  tehdit  olarak  algılanan  kavramların uluslararasılaşması sonucunda, güvenliğin sağlanmasına yönelik uluslararası ve yerel uygulamaların arasındaki sınırın belirsizleşmesidir. Böylece, daha önce devletlerin iç hukuk sistemlerinin konusunu oluşturan tehdit türlerinin yanı sıra, bunlara karşı başvurulan kurumlar da uluslararası alanda kullanılır duruma gelmiştir.129                                                  125 SHEEHAN, s. 17. 126 Ole WAEWER,  Toplumsal Güvenliğin Değişen Gündemi , (Çev. Birgül DEMİRTAŞ COŞKUN), Uluslararası İlişkiler, C. 5, S. 18, 2008, s. 176. 127 HOUGH, s. 2. 128 DEDEOĞLU, 2004, s. 7. 129 SMITH, s. 37; 15 Haziran - 17 Temmuz 1998 tarihleri arasında gerçekleştirilen Roma Diplomatik Konferansı nda kabul edilen Uluslararası Ceza Mahkemesi Roma Statüsü nün, 1 Temmuz 2002 de yürürlüğe girmesi ile kurulan UCM; soykırım suçu, insanlığa karşı suçlar, savaş suçları ve saldırı suçu bakımından ceza yargılamasının uluslararası boyuttaki yansıması  olarak,  güncel  tehditlere  karşı  başvurulan  kurumların  uluslararası  alanda kullanılmaya başlanmasına yönelik önemli bir örnektir. UCM ile ilgili ayrıntılı bilgi için bkz. Arzu ALİBABA,  Uluslararası Ceza Mahkemesinin Kuruluşu , AÜHFD, C. 49, S. 14, 2000, s. 181-207; Uğur BAYILLIOĞLU,  Uluslararası Ceza Mahkemesi ve Türkiye ,   799Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  Küreselleşmenin,  güvenliğe  yönelik  etkileri  özetlenirse,  öncelikle, güncel  tehditler  karşısında  devletlerin,  bireyler,  toplumlar  ve  ulus  ötesi süjeler  ile  iş  birliği  içerisinde  bulunmalarının  zorunluluğu  gündeme gelmektedir.  Bu  karşılıklı  etkileşim  ile  beraber,  söz  konusu  tehditlerin ortadan  kaldırılması  hususunda  yeni  mücadele  yöntemlerinin geliştirilmesiyle, ulusal ve uluslararası alanların birbirlerinin içerisine geçtiği durumlar  artış  göstermektedir.130  Son  noktada  küreselleşmenin,  güvenlik kavramındaki dönüşümü tek başına başlatan bir unsur değil; hızlandıran bir olgu biçiminde değerlendirilmesi daha yerinde bir yaklaşım olacaktır.131 2. İnşacı Görüş İnşacı  görüş,  ortaya  çıktığı  1980 li  yıllardan  itibaren,  güvenlik çalışmalarına  yönelik  önde  gelen  teorik  yaklaşımlardan  biri  olmuştur. Özellikle  sosyoloji  gibi  benzer  bilim  alanlarına  ilişkin  kavramlardan yararlanan söz konusu görüş, sosyal açıdan dünyanın, süjeler arasındaki etkileşim  sonucunda  meydana  geldiğini  ileri  sürmektedir.  Buna  göre, uluslararası süjeler ile kuruluşlar, kimlik ve norm gibi temel kavramlar, uluslararası alandaki karşılıklı etkileşim ile gündeme gelmektedir. Böylece, devletin askeri gücünün en üst düzeye taşınmasını güvenlik için ön şart sayan realizmin ve devletler arasında iş birliğini imkânsız kılan göreceli kazanç  kavramını  ön  plana  çıkaran  neorealizmin  öngördüğü  rekabetçi uluslararası sistem dışında da bir seçeneğin mevcudiyetini ortaya konmuştur. İnşacı görüşün ilgili özellikleri göz önüne alındığında, sadece uluslararası ilişkilere ilişkin bir yaklaşımın ötesinde, güvenlik kavramını da içeren daha geniş bir sosyal teori olduğu anlaşılmaktadır.132 İnşacı görüş, ortaya çıkışından itibaren, kimlik kavramı üzerinde durmuş ve dünyanın sosyal açıdan anlaşılması gerektiğini savunmuştur. Bir başka anlatımla, uluslararası süjelerin eylemlerini ele alırken, içindeki bulundukları uluslararası sistemin kendileri tarafından yaratıldığı ve kendilerini etkilediği                                                                                                                    AÜHFD, C. 56, S. 1, 2007, s. 51-121; Ülkü HALATÇI,  Uluslararası Ceza Mahkemesi nin Yargı Yetkisini Kullanabilmesinin Önkoşulları , UHP-Uluslararası Ceza Mahkemesi Özel Sayısı, C. 1, S. 3, 2005, s. 57-76. 130 Ayrıntılı bilgi için bkz. CHA, s. 391-403. 131 KARABULUT, s. 111. 132 Matt MCDONALD,  Constructivisms , Security Studies An Introduction, (Ed., Paul D. WILLIAMS), 2nd Edition, Routledge, London-New York, 2013, s. 63-64; HOUGH, s. 6. 800Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven tezini ileri sürmüştür.133 Bu görüşün üç temel özelliği mevcuttur. Öncelikle diğer  görüşlerin  aksine,  maddi  faktörlerin  yerine  teorinin  üzerinde durulmasının altı çizilmektedir. Devlet ve anarşik özellikteki uluslararası sistemi ele alan diğer yaklaşımların yanında inşacı görüşte, teoriler merkezde ve  ayrıcalıklı  bir  konumdadır.  İkinci  önemli  özellik  kimlik  kavramına ilişkindir.  İnşacı  görüşe  göre  kimlik,  uluslararası  sistemin  süjelerinin menfaatlerini ve bunları elde etmeye çalışırken gerçekleştirdikleri eylemleri açıklamakta kullanılmaktadır. Tüm devletleri güç ekseninde, birbirinin aynı olarak değerlendiren yaklaşımların aksine, karşılıklı etkileşim ile meydana gelen kimlik kavramının yardımıyla devletlerin menfaatleri ve buna yönelik eylemleri  anlaşılmaya  çalışılmaktadır.134  Üçüncü  temel  özellik  ise, uluslararası sistemin süje ve konularına ilişkindir. Buna göre, uluslararası sistemin sahip olduğu yapı ile süjeleri etkilemesinin yanında, süjelerin de uluslararası  sistemi  şekillendirmesi  mümkündür.  Uluslararası  sistemin anarşik  yapısı,  aynı  zamanda  devletlerin  bu  yöndeki  kabulü  ve eylemlerinden kaynaklanmaktadır. Bir başka anlatımla, devletlerin anarşik bir  sistemde  yer  almaları,  aslında  sistemin  anarşik  olduğuna  ilişkin görüşlerine  dayanmaktadır.  Devletlerin  söz  konusu  görüşleri  ve  bu doğrultudaki  eylemleri,  anarşik  yapıdaki  uluslararası  sistemi yaratmaktadır.135                                                  133  Uluslararası  sistemi yapısal  açıdan ele  alan ve  söz  konusu  sistemin  süjeleri  belirli şekillerde hareket etmeye zorladığını ileri süren neorealizmin aksine inşacı görüş, hem söz konusu  sistemi  hem  de  süjeleri  birlikte  değerlendirmekte  ve  karşılıklı  etkileşim  ile şekillendikleri görüşünün üzerine güvenlik anlayışını kurmaktadır. STEANS-PETTIFORD, s. 189.  134 İnşacı görüş, karşılıklı etkileşim ile biçimlenen uluslararası sistemin yanı sıra, devleti de araştırma konusu yapmaktadır. Realizmde devletin iç unsurlarının göz ardı edildiğini ileri süren adı geçen görüş, bu nedenle iç ve dış faktörlerin birlikte ele alınmasının gerekliliğinin altını  çizerken;  ilgili  anlayışı,  devletlerin  uluslararası  alana  yönelik  eylemlerinin,  dış etkenlerden  ziyade  iç  unsurlar  tarafından  biçimlendirildiği  yönündeki  yaklaşıma dayandırmaktadır. Alexander WENDT, Uluslararası Siyasetin Sosyal Teorisi, (Çev., Helin SARI  ERTEM,  Suna  Gülfer  IHLAMUR  ÖNER),  Küre  Yay.,  İstanbul,  2012,  s.  16; SANDIKLI-EMEKLİER, s. 39; UZER, s. 68; Söz konusu görüş tarafından,  örgütlü şiddetin meşru kullanım tekelini elinde bulunduran siyasi otorite  olarak tanımlanan devlet, bu özelliği doğrultusunda uluslararası sistemin halen merkezinde yer almaktadır. Ancak bahsi geçen durum, devlet dışındaki süjelerin inceleme konusu haricinde bırakılmasını gerektirmez.  Sonuç  olarak,  güvenlik  kavramına  yönelik  güncel  yaklaşımların  teorik altyapılarına  devleti  dâhil  etmemeleri,  neorealizm  bakış  açısının  günümüzde  dahi egemenliğini sürdürmesine sebebiyet verecektir. WENDT, 2012, s. 24-26. 135 Ayrıntılı bilgi için bkz. Alexander WENDT,  Anarşi Devletler Ne Anlıyorsa Odur: Güç Politikalarının Sosyal İnşası , Uluslararası İlişkiler, C. 10, S. 39, 2013.   801Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  Kimlik, devletlerin yapısını, tercihlerini, ilgi alanlarını ve tüm bunların faaliyetlerini ne yönde etkilediğini açıklamakta kullanılan, inşacı görüşün en temel  kavramıdır.  Neorealizme  göre,  devletler  birbirleri  ile  aynı  yapıya sahip,  anarşik  uluslararası  sistemde  güvenliklerini  sağlamaya  çalışan süjelerdir. İdealist görüş, temel olarak bu yaklaşımı kabul etse de güvenliğe ulaşmanın yolunun iş birliği olduğunu ileri sürmektedir. İnşacı teori ise, devletlerin birbirleri ile etkileşimi sonucunda biçimlenen kimlik kavramı ile güvenliğin şekillendiğinin altını çizmektedir.136 Devletler, diğer devletler ile kurdukları ilişkilerdeki kimlikleri aracılığıyla söz konusu ilişkinin barışçıl veya ihtilaflı olmasını belirlemektedir.137 Bir başka anlatımla devletlerin, uluslararası sistem veya birbirleri ile karşılıklı etkileşimi ele alınırken, sahip oldukları kimlik özellikleri ile eylemleri arasında sıkı bir bağın bulunduğu göz ardı edilmemelidir.138 Söz konusu bağ, kimlik ve güvenlik arasında da bulunmakta,  devletlerin  güvenlik  kavramına  yaklaşımlarının,  kimlik niteliklerinden bağımsız biçimde şekillenemeyeceği ileri sürülmektedir.139 Buna göre devletlere ait kimlikler, sosyal, tüzel ve kolektif kimlik olarak üçe ayrılmaktadır.140  Sosyal  kimlik,  uluslararası  toplumun  devlete  yüklediği statüyü ifade etmekte; tüzel kimlik ise, devletin içindeki insani, ideolojik ve kültürel unsurlar tarafından biçimlenmektedir. Son noktada devletlerin, diğer devletlerin refahını, kendi refahının bir parçası gibi gördüğü kimlik türü olan, kolektif kimlik yer almaktadır.141 Devletlerin kolektif kimliğe sahip olduğu  bir  uluslararası  sistemde,  uyuşmazlıkların  çözümünde  hukukun üstünlüğü ilkesi uygulama alanı bulurken, herhangi bir tehdidin varlığında ise,  kolektif  güvenlik  kapsamındaki  önlemler  ile  güvenlik  tesis                                                  136 Uluslararası güvenliğin sağlanmasında kimlik kavramının öneminin altını çizen inşacı görüşe göre, devletlerin kimlikleri sadece diğer devletlerle olan karşılıklı etkileşimleri ile değil; aynı zamanda uluslararası sistemin tesiri aracılığıyla da yapılanmaktadır. Id., s. 38. 137 Christine AGIUS,  Social Constructivism , Contemporary Security Studies, (Ed., Alan COLLINS), 2nd Edition, Oxford University Press, New York, 2010, s. 53-54. 138  Helin  SARI  ERTEM,   Kimlik  ve  Güvenlik  İlişkisine  Konstrüktivist  Bir  Yaklaşım:  Kimliğin Güvenliği  ve  Güvenliğin Kimliği  , Güvenlik Stratejileri, Y. 8, S. 16, 2012, s. 181. 139 Id., s. 221. 140 Genel hatları aynı olmakla birlikte, inşacı görüş bünyesinde kimlik çeşitlerinin farklı sınıflandırılmaları da kullanılmaktadır. Bunun en yaygın örneği; kurumsal, tip, rol ve kolektif kimlik biçiminde ele alınmaktadır. WENDT, 2012, s. 280. 141 SARI ERTEM, s. 200; Kimlikler, devletlerin onlara bağlılık derecesine göre hiyerarşik biçimde sıralanabilir; ancak söz konusu kimliklere yönelen tehditlerin nitelikleri, ilgili hiyerarşide değişiklik meydana getirebilmektedir. WENDT, 2012, s. 287. 802Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven edilmektedir.142 Uluslararası güvenliğin sağlanması hususunda inşacı görüş için  temel  önemdeki  kolektif  kimlik  kavramına,  özellikle  realizm  ve neorealizm  tarafından  eleştirilerde  bulunulmaktadır.  Buna  göre,  devletler sadece kendi menfaatleri uyarınca hareket ederler. Devletlerin güvenliklerine yönelik  doğrudan  bir  tehdit  olmadan,  uluslararası  normlar  kapsamında birbirlerini  yardımda  bulunmaları  mümkün  değildir.  İnşacı  görüş  ise, günümüzde devletlerin çoğunluğunun kendilerini devletler toplumunun bir üyesi  biçiminde  gördüğünü  ve  eylemlerini  şekillendiren  ilgili  normları içselleştirdiklerini  ileri  sürmekte;  ancak  bunun  söz  konusu  eylemlerin tamamen devletlerin çıkarlarından bağımsız olduğu anlamına gelmediğinin altını çizmektedir.143 İnşacı görüşün güvenlik yaklaşımı için önemli olan bir diğer kavram kültürdür. Kültür, ortak deneyim ve eylemlere bir çeşit anlam kazandıran uygulamaların  bütünüdür.  İki  temel  özelliği,  süreklilik  ve  farklılıktır. Geçmişe dayanan ve geleceğe uzanan bir kavram olarak kültür, süreklidir; topluluk oluşturma bilincine işaret ederek toplumun üyeleri ile yabancılar arasında ayrıma yol açmasından dolayı ise, farklılık özelliği taşır. Devletlerin güvenlik anlayışlarının şekillenmesi ve kimlik kavramını meydana getiren değerlerin oluşması aşamasında kültürün dikkate değer katkıları mevcuttur. Örneğin, kaçak göçmenler veya mültecilerin temel güvenlik sorunu olarak görülmesi veya farklı kültürlerin varlığının tehdit şeklinde değerlendirilmesi gibi,  birçok  durumda  kültür  kavramı,  devletlerin  tehdit  algılamalarını etkilemekte  ve  böylelikle  güvenliğin  tanımlanmasında  önemli  bir  rol oynamaktadır.144 Kültür, kendi kendini üreten ve sürdüren sosyal bir yapıdır. Kültürel yeniden  üretim  adı  verilen  bu  süreç,  yapısal  değişimlerin  yaşanması sonucunu doğurabilir. Uluslararası sistemin anarşik yapısının devletlerin bu yöndeki eylemleri aracılığıyla meydana gelmesi,  kültür kavramının ilgili özelliğine  işaret  etmektedir.145  İnşacı  görüşün  geneline  bakıldığında  ise,                                                  142 Id., s. 140. 143 Id., s. 300-301. 144 AGIUS, s. 56; Burcu GÜÇLÜ AKPINAR,  Uluslararası İlişkilerde Kimlik Sorunsalı , Uluslararası İlişkilerde Teorik Tartışmalar, (Ed., Hasret ÇOMAK, Caner SANCAKTAR), Beta, İstanbul, 2013, s. 471-472. 145  Realizm  ve  neorealizm,  inşacı  görüşün  kültür  kavramı  kapsamında  bütünleştirdiği uygulamaların  sadece  merkezi  otorite  tarafından  meydana  getirilebileceğini;  ancak   803Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  uluslararası  sistem  ile  bu  sistemin  süjelerinin  birbirlerini biçimlendirdiklerinin  ve  sürekli  olarak  yeniden  inşa  ettiklerinin  kabul edildiği görülmektedir.146 Devletlerin menfaatlerini belirlemesi aşamasında temel bir unsur haline gelen kültür, devletlere ait kimlik türlerinin tümünü etkilemektedir.147 Bunun yanı sıra, kültürlerin bireyler üzerinde oluşturduğu kimlikler ile kimliklerin toplumlarda meydana getirdiği kültürler, çift yönlü bir biçimde uluslararası sisteme tesir etmekte, böylelikle güvenlik kavramını şekillendirmektedir.148 Kimlik ve kültür kavramlarında görüldüğü üzere, inşacı görüşte teorik yaklaşım temel alınmakta ve güvenlik çalışmalarında kavramlar ön planda tutulmaktadır. Kimlik ve kültürün yanı sıra, söz konusu yaklaşım açısından önemli olan diğer bir kavramı norm oluşturur. Norm, en temel anlamıyla, belirli bir kimliğe sahip süjelerin uygun veya meşru eylemlerine ilişkin ortak beklentilerdir.  İlgili  kavramın, uluslararası  ilişkilerde  uluslararası  hukuka uygun  eylemlerine  yönelik  beklentilerini  gündeme  getirdiği  süje  ise devlettir.149 Devletlerin  faaliyetleri  kimlik  ve  kültür  kavramlarının  etkisiyle şekillenirken, söz konusu kavramlar uluslararası örgütler ve hükümet dışı örgütler  aracılığıyla  devletlere  aktarılan  uluslararası  topluma  ait  normlar tarafından  biçimlenmektedir.  Bilim  politikasının  oluşturulmasında  BM Eğitim, Bilim ve Kültür Örgütü (United Nations Educational, Scientific and Cultural Organization-UNESCO), insancıl hukukun tesisinde Uluslararası Kızılhaç Komitesi (International Committee of the Red Cross-ICRC) ve yoksulluğun azaltılmasının gelişmekte olan devletlerde temel norm haline getirilmesinde Dünya Bankası nın üstlendiği roller, söz konusu sürece örnek olarak gösterilebilir.150                                                                                                                    uluslararası sistemde bu şekilde bir otoritenin bulunmamasının, kültür kavramının gündeme gelmesini engellediğini ileri sürmektedir. WENDT, 2012, s. 311. 146 Muharrem Hilmi ÖZEV,  Eleştirel Teori Olarak Konstrüktivizm , Uluslararası İlişkilerde Teorik Tartışmalar, (Ed., Hasret ÇOMAK, Caner SANCAKTAR), Beta, İstanbul, 2013, s. 495-511. 147 WENDT, 2012, s. 357-358. 148 GÜÇLÜ AKPINAR, s. 475. 149 MCDONALD, s. 65. 150 JACKSON-SORENSEN, s. 169-170. 804Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven İnşacı görüş temel savlarını belirlerken, özellikle neorealizmin üzerinde durduğu, uluslararası sistemin anarşik yapısını eleştirmektedir. Neorealizme göre  anarşik  yapı,  devletlerin  kendilerine  yardım  ettiği  bir  uluslararası düzeni meydana getirmektedir. Devletlerin eylemlerini denetleyecek üstün bir  otoritenin  yokluğu,  kendine  yardım  kurumunu  ön  plana  çıkarmakta, böylece uluslararası alanda iş birliği ihtimali ortadan kalkarken, güvenlik ikilemleri gündeme gelmektedir. İnşacı görüşe göre, uluslararası ilişkilere yönelik bu değerlendirmelerde, devletlerarası etkileşim ve özellikle kimlik kavramı göz ardı edilmektedir.151 Devletlerin,  tüzel  kimlikleri  veya  bu  kimliklerindeki  değişiklikler doğrultusunda,  eylemlerine  farklı  bir  yön  vererek  uluslararası  sistemin anarşik  yapısını  ve  onun  içeriğini  etkileyebilmeleri,  hatta  uluslararası sistemin  süjelerini  iş  birliğine  yöneltebilmeleri  mümkündür.152  Anarşi kavramına devletlerin atfettiği anlam, uluslararası alanda üstün bir otoritenin bulunmamasının yansıması değil; diğer devletlerle etkileşim ile meydana gelmesidir.  Bununla  birlikte,  kendine  yardım  ve  çatışmanın  uluslararası sistemin kaçınılmaz özellikleri olduğu, değişmeyen bir gerçekten ziyade; anarşinin kültür kavramı doğrultusundaki görünümlerindendir.153 Bir başka anlatımla, kendine yardım ve güç politikaları doğrultusundaki çatışmalar, anarşinin  esaslarından  ziyade,  birer  kurumdur.  Günümüz  uluslararası sisteminde  adı  geçen  hususlar  ile  karşılaşılması,  yapıdan  değil,  süreçten kaynaklanmaktadır. Bunun nedeni yapının, süreçten hariç var olamamasıdır.  Anarşi devletlerin onu nasıl adlandırdığıdır. 154 İnşacı görüşe göre güvenlik, etkileşim ile meydana gelen sosyal bir kavramdır. Güvenliğe ilişkin her yaklaşımda farklı biçimde tanımlanan adı geçen  kavramın,  inşacı  görüş  söz  konusu  olduğunda,  kesin  bir  tanımı bulunmamaktadır. Bunun nedeni, güvenliğin varlığının reddedilmesi veya tanımdan yoksun olması değildir. Korunması gereken değerler ve tehdit gibi kavramlar kullanılarak elde edilen tanımlar, inşacı görüş açısından, ilgili kavramların meydana geldiği etkileşim sürecinin açıklanması zorunluluğunu beraberinde getirmektedir. Bu nedenle, inşacı görüş bakımından, güvenliğin                                                  151 AGIUS, s. 59. 152 SARI ERTEM, s. 186. 153 MCDONALD, s. 69. 154 WENDT, 2013, s. 7.   805Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  somut tanımlamasının yapılması yerine, güvenliğe atfedilen anlamların ve bunların  etkilerinin  ele  alınması  önem  taşımaktadır.155  İlgili  kavrama yöneltilen  anlamların  belirlenmesinde  ise,  siyasi  otorite  ile  bireyler arasındaki uzlaşma ve korunması gerekli görülen değerler ile tehdit gibi unsurların  tespitine  ilişkin  çekişme  hususları  üzerinde  durulmaktadır. Böylelikle,  inşacı  görüşün  bakış  açısıyla  güvenlik  kavramının  meydana gelme  süreci  ve  ona  atfedilen  farklı  anlamların  değerlendirilmesi gerçekleştirilmektedir.156 Özetlemek gerekirse, esas olan kimliklerin taşıyıcı durumundaki  toplulukların  güvenliğidir.  Kimliği  tehdit  eden  her  türlü oluşuma karşı tesis edilen güvenlik ise, mevcut kimliklerin içerdiği normatif ve kültürel çerçevenin belirlediği değerler ile normlar tarafından sağlanır. Uluslararası  alanda  güvenliğin  yerine  getirilmesi  ise,  devletin  üyesi bulunduğu uluslararası kültürel yapıların korunması ve geliştirilmesi ile söz konusu olur.157 Realizm ve neorealizmin ayırt edici özelliklerinden bir diğeri, uzun vadede kalıcı güvenliğin sağlanması ihtimalini önemli ölçüde artırabilecek, uluslararası  alanda  geçerli  topluluk  kavramını  göz  önüne bulundurmamalarıdır.  Uluslararası  sistemin  süjeleri  arasındaki  etkileşimi temel alan inşacı görüşe göre, uluslararası düzeyde normların geliştirilmesi ve bu yönde güvenlik topluluklarının meydana getirilmesi ile güvenliğin sağlanması mümkün olabilir. Güvenlik ve topluluk kavramları, birbirlerine bağımlıdır ve bu yönde değerlendirilmeleri gerekir.158 II.  Dünya  Savaşı nın  ardından,  yeniden  benzer  gelişmelerin yaşanmasını engellemek hedefiyle ortaya çıkan, ortak menfaatlerin temsili yoluyla uyuşmazlıkların barışçıl çözümünün temel alındığı ve güvenliğin tesisi  ile  sürekli  bir  barışın  kurulmasını  amaçlayan  güvenlik  topluluğu kavramı,  iki  çeşide  ayrılabilir.  Bunlardan  ilki  olan  bütünleşik  güvenlik topluluklarında,  yönetim  tüm  devletler  tarafından  paylaşılırken;  çoğulcu topluluklarda,  kuvvetli  bir  birleşmeye  rağmen,  devletler  siyasi                                                  155 MCDONALD, s. 65; STEANS-PETTIFORD, s. 198. 156 MCDONALD, s. 67, 69. 157 KARDAŞ, s. 143. 158 SHEEHAN, s. 27; Gökçen YAVAŞ,  Bölge, Bölgeselleşme ve Güvenlik , Uluslararası İlişkilerde  Teorik  Tartışmalar,  (Ed.,  Hasret  ÇOMAK,  Caner  SANCAKTAR),  Beta, İstanbul, 2013, s. 200. 806Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven bağımsızlıklarını korumaktadır.159 İnşacı görüşe göre, karşılıklı bağımlılık ilkesine uygunlukları nedeniyle, çoğulcu güvenlik toplulukları, bütünleşik güvenlik topluluklarına göre daha uzun ömürlüdür.160 Bu noktada, kolektif güvenlik sistemi ile çoğulcu güvenlik toplulukları arasındaki farkın üzerinde durmak gerekmektedir. İnşacı görüş tarafından sıklıkla başvurulan bir kavram olan kolektif güvenlik, devletler arasında meydana  getirilen  ve  devletlerin  uyum  içerisinde  faaliyette  bulunması amaçlanan ortak güvenlik rejimidir.161 Söz konusu rejim, tehdit veya zaman odaklı değildir. Karşılıklı yardım ilkesi kapsamında hareket eden devletler, herhangi bir tehdidin varlığına dayanmaksızın sürekli biçimde tek bir süje olarak hareket ederler. Bu açıklamalardan da anlaşılacağı üzere, çoğulcu güvenlik topluluklarında ilgili devletler arasındaki uyuşmazlıklar ön planda iken; kolektif güvenlik sisteminde üye devletler ile sisteme dâhil olmayan diğer  devletlerin  ilişkilerinin  güvenliğe  yansıması  göz  önünde bulundurulmaktadır.162 İnşacı görüşe olduğu kadar genel anlamda güvenlik çalışmalarına da katkıları olan güvenlik topluluğu kavramı, özellikle AB bütünleşme süreci bünyesinde önemli bir yere sahiptir.163 II. Dünya Savaşı sonrasında ortaya                                                  159 Uluslararası alanda güvenliğin sağlanması hususunda güvenlik topluluklarının katkısını ön plana çıkaran inşacı görüşün, bu yaklaşımında devletleri merkezi konuma yerleştirmesi ile realizmden, uluslararası ilişkilerde dayanışmanın varlığına işaret etmesiyle ise idealizmden etkilendiği kabul edilmektedir. BİRDİŞLİ, s. 105; Özellikle devletleri,  barışçıl bir dünya toplumunun  inşaatındaki  bina  iskeleleri   olarak  tanımlayan  Kant ın,  idare  edilmesi imkânsız bir dünya devleti yerine,  evrensel misafirperverlik  düşüncesini temel alan bağımsız  devletlerden  meydana  gelen  bir  federasyonu  öne  çıkaran  yaklaşımı,  inşacı görüşün ileri sürdüğü güvenlik topluluğu kavramını önemli ölçüde etkilemiştir. BOOTH, 2012, s. 109; Adı geçen görüşün güvenlik çalışmalarına katkılarından bir diğeri, güvenliğe yönelik güncel yaklaşımların araştırılmasında, devletin esas nitelikteki yerinin muhafaza edilmesinin  mümkün  olduğunu  göstermesidir.  Ancak,  uluslararası  sistemin  anarşik yapısından kaynaklanan güvensiz ortamı kaçınılmaz bir sonuç biçiminde değerlendiren anlayışa karşı, topluluk kavramının uluslararası güvenliğin tesisi hususunda etkinliğini ön plana çıkaran inşacı görüş, realizm ve neorelizmin ortaya koyduğu güvenlik algısına temel bir eleştiride bulunmaktadır. SHEEHAN, s. 32, 41. 160 DEDEOĞLU, 2004, s. 11; AGIUS, s. 59; STEANS-PETTIFORD, s. 197. 161 KARDAŞ, s. 139. 162 WENDT, 2012, s. 368-369. 163  DEDEOĞLU,  2004,  s.  12; Her  ne  kadar, güvenlik topluluğuna  ilişkin yaklaşımda, devletler  arasında  ekonomik  ve  kültürel  ortaklığa  dayanan  yapılanmalar,  güvenliğin sağlanmasında, askeri iş birliğine yönelik topluluklara göre üstün tutulsa da; bölgesel   807Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  çıkan  bu  kavram,  zaman  içerisinde  gelişim  göstererek,  sadece  savaşın olmadığı uluslararası bir ortamı değil, sosyal adaletsizliğin, insan hakları ihlallerinin  ve  farklı  toplumların  yaşam  biçimlerine  müdahalelerin bulunmamasını da ifade etmeye başlamıştır.164 Toplumsal birimler ya da devletler  arasında  çatışmaların  yaşanmamasının  teminatı  olarak  sunulan güvenlik topluluğunun, aralarında çatışma bulunmayan süjelerin bir araya gelmesi ile oluşacağı ileri sürülmekte; ancak söz konusu yaklaşım eleştiriye tabi  tutulmaktadır.  Temelleri  idealizmin  savunduğu  demokratik  barış görüşüne dayanan ilgili düşünce şekline yapılan karşı çıkışlar, benzer süjeler ile  meydana  getirilen  güvenlik  topluluğunun  kendi  içinde  karşıtlıklar yaratma riskine dikkat çekmekte ve bunların, özellikle farklılıklar taşıyan süjeler arasında kurulmasının gerekliliğini ifade etmektedir.165 Günümüzde  güvenliğin,  devletin  ülkesel  bütünlüğü  ve  siyasi bağımsızlığının korunmasından ibaret olmadığı kabul edilmektedir. İnşacı görüş, güvenliğin sosyal etkileşim ile meydana gelmesine verdiği önem ile beraber, söz konusu kavramın uluslararası sistemdeki yerine ilişkin daha detaylı bir yaklaşım meydana getirmektedir.166 Kimlik, kültür, iş birliği ve etkileşim gibi kavramları ele alış biçimi ise, güvenliğin tanımlanmasında insanlığın ortak değerlerinin etkisini ortaya koymaktadır.167 İnşacı görüşe yönelik temel eleştiri, devleti en önde gelen süje olarak değerlendirirken,  uluslararası  alandaki  diğer  süjeleri  nispeten  göz  ardı etmesidir. Realizm ve neorealizmden birçok yönüyle ayrılan inşacı görüşün, devlet  kavramına  verdiği  önem  itibariyle  söz  konusu  yaklaşımlar  ile benzerlik  taşımasının  yanında,  kimlik  ve  kültür  gibi  kavramları  ele  alış biçimi  düşünüldüğünde,  devlet  kurumunun  somutlaştırılması  hususunda eksik yönleri olduğu görülmektedir.168                                                                                                                      anlamda bütünleşmeyi ve güvenlik alanında iş birliğini temel alan NATO, güvenliğe önemli katkılarda bulunmaktadır. SHEEHAN, s. 25; SMITH, s. 35-36. 164 DEDEOĞLU, 2004, s. 16. 165 DEDEOĞLU, 2004, s. 13-14, 17. 166 MCDONALD, s. 76. 167 AGIUS, s. 66. 168 Id., s. 64-65. 808Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven 3. Eleştirel Güvenlik Anlayışı Soğuk  Savaş ın  sona  ermesi  ile  birlikte,  güvenlik  çalışmalarının yetersizliği  ve  tehdit  kavramının  gözden  geçirilmesinin  gerekliliği  gibi hususların giderek artan şekilde gündeme geldiği bir dönemde, güvenliğin toplumsal açıdan ele alındığı ve güvenlik ile ilgili eleştirel bilgi üretiminin amaçlandığı, eleştirel güvenlik anlayışı ortaya çıkmıştır. Eleştirel ifadesinden kasıt, güvenlik çalışmalarındaki hakim yapının dışında kalarak, güvenliğe yönelik  kavramları  daha  derinlemesine  ele  almaktır.  Bunun gerçekleştirilmesinin ise, Soğuk Savaş süresince güvenlik alanında devlet ve onun  ihtiyaçlarını  odak  noktasına  alan  yaklaşımın  yönünün,  ulusal  ve uluslararası toplumu meydana getiren bireylere yöneltilmesi ile mümkün olacağı  kabul  edilmektedir.  Böylelikle  realizmin,  devletin  ve  bireylerin güvenliğini eş değer gören anlayışına karşılık, birey güvenliği için önemli olan toplumsal, kültürel ve ekonomik unsurlar üzerinde durulabilecektir.169 Eleştirel  güvenlik  anlayışı  iki  temel  yaklaşımla  güvenliği  ele almaktadır. Öncelikle, güvenlik çalışmalarında devlet kavramının esas teşkil etmesi üzerinde durulmakta, söz konusu çalışma alanının sadece devlet ve onun  güvenliğinden  ibaret  olmaması  gerektiği,  devleti  meydana  getiren bireylerin  güvenliğinin  de  çalışma  konusu  yapılması  ihtiyacının  altı çizilmektedir. Devletin güvenliğinin sağlandığı bir ortamda, o devlete tabi bireylerin de güvenlik içerisinde olacağı varsayımına karşı çıkan eleştirel güvenlik anlayışı,170 devletten kaynaklanan ve bireylerin güvenliğini tehdit eden  durumlara  dikkat  çekmektedir.171  Devlet  kavramının  güvenlik                                                  169 KARDAŞ, s. 144-145; SHEEHAN, s. 153. 170 Eleştirel güvenlik anlayışının temel varsayımlarına karşı çıktığı geleneksel yaklaşımda, vatandaşlık kavramı ayrıca önem taşımaktadır. Buna göre güvenlik, vatandaş olmak ile başlar ve güvenliğin ihlali diğer devletlerden veya onların vatandaşlarının eylemlerinden kaynaklanır. Bir başka anlatımla, bireylere yönelik tehditler, herhangi bir devletin vatandaşı konumunda  bulunmaları  nedeniyle  çalışma  konusu  yapılmaktadır.  Eleştirel  güvenlik anlayışı, bu noktada söz konusu yaklaşımdan ayrılmakta ve vatandaşı olduğu devlet tarafından güvenliği ihlal edilen bireyler ile birlikte, herhangi bir devleti bulunmayanların günümüzde  güvensizlik  içinde  olduklarını  göz  önüne  alarak,  vatandaşlık  kurumunun güvenliği ihlal eden birçok durumun merkezinde yer aldığını ileri sürmektedir. Keith KRAUSE, Micheal C. WILLIAMS,  From Strategy to Security: Foundations of Critical Security  Studies ,  Critical  Security  Studies,  (Eds.,  Keith  KRAUSE,  Micheal  C. WILLIAMS), University of Minnesota Press, Minneapolis, 1997, s. 43-44. 171 Güvenliğin tesisi doğrultusunda bireyleri tehdit olarak gören devletlerin, vatandaşlarının önemli bir kısmının güvenliğine zarar vermesinin yanında, kamusal işlevlerini yerine   809Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  çalışmaları içerisindeki yerini sorgulayan ilk yaklaşımı, güvenliğin sadece askeri güvenlikten ibaret olmadığı yönündeki diğer temel varsayım takip etmektedir. Buna göre, devletlerin tehdit altında bulunduğu durumlar askeri nitelikteyken, bireylerin güvenliğini ortadan kaldırabilecek etkenler, birçok farklı alanla ilgili gündeme gelebilmektedir. Söz konusu husus göz önüne alındığında,  güvenlik  çalışmalarının  tehdit  gibi  birçok  temel  kavramının gözden geçirilmesi gerektiği ortaya çıkmaktadır.172  Eleştirel güvenlik anlayışı, güvenliğe yönelik temel değerleri incelemek vasıtasıyla, söz konusu kavrama ilişkin bütünsel bir değerlendirme yapmayı amaçlamaktadır. Bu kapsamda, öncelikle çalışmaların temel süjesi olarak devletin yerine birey ele alınmakta; güvenliğin sağlanması hususunda ise, özgürleştirme kavramı üzerinde, bireye yönelik her türlü tehdit ile birlikte, her  türlü  kısıtlama  da  araştırma  konusu  yapılarak  durulmaktadır.173 Güvenliğin ayrıntılı bir biçimde konu edildiği ilgili süreçte; sosyoloji, sosyal psikoloji, felsefe ve sosyal antropoloji gibi farklı bilim dallarının sağladığı verilerden önemli ölçüde yararlanılmaktadır.174 Eleştirel güvenlik anlayışının, güvenliğe ilişkin geleneksel yaklaşımın ileri  sürdüğü  hususları  reddetmesinin  temel  nedeni,  insanlığın  güvenlik açısından  ihtiyaç  duyduklarını  bir  bütün  olarak  ele  almak  gayretinden kaynaklanmaktadır. Buna göre, güvenliğin kavramsal açıdan sınırlanması ve devletin menfaatleri doğrultusunda uygulanmasına karşılık eleştirel güvenlik anlayışı,  bireylere  yönelik  özgürleştirme  kavramına,  güvenlik  yaklaşımı içerisinde merkezi konumda yer vermektedir.175                                                                                                                     getiremeyerek yine aynı sonucun yaşanmasına sebebiyet veren devletleri de göz önüne alan eleştirel güvenlik anlayışı, devletin her durumda güvenliği sağlamadığı, hatta çoğu zaman ihlal ettiğini ileri sürmektedir. Böylece güvenliğin tesisi hususunda, devletin her koşulda temel süje biçiminde değerlendirilmesi, yerinde bir yaklaşım olarak görülmemektedir. BİLGİN, 2003, s. 208. 172 David MUTIMER,  Critical Security Studies: A Schismatic History , Contemporary Security Studies, (Ed., Alan COLLINS), 2nd Edition, Oxford University Press, New York, 2010, s. 86-87, 89; Bireyi merkeze alan eleştirel güvenlik anlayışında, insan potansiyelinin önündeki  engeller,  tehdit  kavramı  kapsamında  değerlendirilmiştir.  Güvenliğin sağlanmasından ziyade, güvensizliğin kaynağı ile ilgilenen söz konusu yaklaşım, güvenliği, çatışmanın bulunmadığı bir barış hali olarak tanımlamak yerine, sosyal, ekonomik ve kültürel yapıyı kapsayacak bir bütünlük içinde ele almıştır. BİRDİŞLİ, s. 25, 52. 173 SMITH, s. 30. 174 BİRDİŞLİ, s. 25. 175 SHEEHAN, s. 157-158. 810Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven Özgürleştirme,  bireyler ve gruplar olarak insanları yapmak istedikleri şeyleri  özgürce  seçmelerine  engel  olan  fiziksel  ve  insani  kısıtlamadan kurtarmaktır… Güvenlik ve özgürleştirme, aynı madeni paranın iki yüzüdür. Gerçek  güvenliği  sağlayan  güç  ve  düzen  değil,  özgürleştirmedir. Özgürleştirme, teorik olarak güvenliktir. 176 Bir başka anlatımla,  güvenlik, en  iyi  şekilde,  bireyleri  ve  grupları  normal  koşullar  altında yapabileceklerinden  alıkoyan  sosyal,  fiziki,  ekonomik,  siyasi  ve  diğer kısıtlamalardan özgür kılmak olarak tanımlanan birey özgürleştirmesi ile sağlanabilir. 177 Eleştirel güvenlik anlayışı bünyesinde, özgürleştirme kavramına yönelik farklı yaklaşımlar da bulunmaktadır. Özellikle, özgürleştirmenin amaçlarının şartlar  değiştikçe  farklılık  gösterdiği  yönündeki  görüşe  karşı  çıkan yaklaşıma göre, yönetimlerin meşruluğunun sürekli olarak tartışma konusu olduğu  ve  ekonomik  yeniden  bölüşüm  ile  siyasi  katılımın  devletlerin imkânlarını  aştığı  üçüncü  dünya  devletleri  açısından,  güvenliği özgürleştirme  ile  aynı  anlamda  kullanmak,  olumsuz  sonuçların  ortaya çıkmasına  neden  olabilecek  niteliktedir.  Özellikle  self-determinasyon ilkesinin, özgürleştirme kapsamında değerlendirilmesi, uluslararası hukuka ilişkin devletlerin ülkesinin bütünlüğü ilkesini ihlal edeceği gibi, uluslararası alanda güvenliğin sağlanması hususunu da ağır bir biçimde zedeleyecektir.179 Özgürleştirme  kavramını  esas  alan  eleştirel  güvenlik  anlayışı bünyesindeki  yaklaşıma  göre  ise,  adı  geçen  kavramın  hatalı  bir  şekilde değerlendirilmesi  durumunda  olumsuz  sonuçların  ortaya  çıkması,  sosyal bilimlere ilişkin birçok diğer alanda da olduğu gibi, mümkündür. Ancak, uluslararası güvenlikten daha kapsamlı ve güvenliğin başkalarına karşı değil, karşılıklı olarak artan bir yapıda bulunmasını temel alan ilgili yaklaşımın ulaşmayı  amaçladığı  nihai  hedef  dünya  güvenliğidir  ve  bunun  için özgürleştirme kavramına başvurulması zorunludur.180                                                  176 BOOTH, 2003, s. 61. 177 BAYLIS, s. 81. 178 Ken BOOTH,  Security and Self: Reflections of a Fallen Realist , Critical Security Studies, (Eds., Keith KRAUSE, Micheal C. WILLIAMS), University of Minnesota Press, Minneapolis, 1997, s. 110. 179 AYOOB, s. 127-128. 180 BOOTH, 2012, s. 143, 18, 21.   811Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  Eleştirel  güvenlik  anlayışının  söz  konusu  amacı  gerçekleştirmek yönünde  başvurduğu  bir  diğer  kavram,  güvenliğin  derinleştirilmesidir. Sıklıkla, güvenliği devlet değil, birey düzeyinde ele almak olarak kullanılan ilgili  kavram  esasen,   güvenlik  tutum  ve  davranışlarının  kaynaklandığı siyaset kuramını açığa çıkarmak  anlamını taşımaktadır.181 Bu doğrultuda, devlet  seviyesinde  ve  onun  altındaki  tüm  güvensizliğe  ilişkin  nedenler değerlendirilerek,  insanlığa  yönelik  bütün  tehditler  ele  alınmaktadır.182 Böylelikle,  güvenlik  çalışmalarının  teknik  ve  stratejik  olanın  ötesine geçirilmesi amaçlanmaktadır.183 Bütün  bu  açıklamaların  ardından,  güvenliğe  yönelik  geleneksel  ve eleştirel  yaklaşımların  en  temel  farkı,  devleti  ele  alış  biçimleri  şeklinde ortaya  çıkmaktadır.  Realizm,  uluslararası  sistemi  devlet  merkezli  olarak kabul  ederken;  eleştirel  güvenlik  anlayışı  için  devlet,  güvenliğinin sağlanması  gerekli  bir  süje  değil,  güvenliğin  tesisi  bakımından  ihtiyaç duyulan  bir  araçtır.  Bu  yüzden,  güvenlik  çalışmalarının  merkezindeki konumu,  teoride  olduğu  kadar  uygulamada  da  yeniden  gözden geçirilmelidir.184  Soğuk  Savaş ın  sona  ermesinin,  realizmin  uluslararası sistemin  devlet  dışındaki  süjelerini  ele  almadaki  yetersizliğinin  altını çizmesine  rağmen;  11  Eylül  terörist  saldırıları  ile  beraber  söz  konusu yaklaşım, güvenlik çalışmalarındaki etkinliğini tekrar artırmıştır. 11 Eylül 2001  tarihinde  gerçekleşen  terör  eylemlerinde,  devlet  dışındaki  süjelerin rolü, realizmin güvenliğe ilişkin analizlerinde ilgili süjelere de yer vermesini sağlamış;  ancak  devlet  merkezli  yaklaşımında  temel  bir  değişikliğe  yol açmamıştır.185 Teorik altyapısının tümünü devlet kavramı üzerine kuran ve ekonomi gibi  birçok  önemli  etkeni  sadece  devletlerin  menfaatlerini  etkiledikleri ölçüde ele alan realizme yönelik, eleştirel yaklaşımın en temel itirazının bu noktadan kaynaklanmasına karşın, söz konusu yaklaşım devlet kavramını tamamen göz ardı etmemektedir. Eleştirel güvenlik anlayışına göre, devleti                                                  181 Id., s. 194. 182 BİLGİN, 2010, s. 84. 183 BOOTH, 2012, s. 195. 184 Eleştirel güvenlik anlayışının çıkış noktasını, devletin güvenliğini, diğer güvenlik türlerini görmezden  gelerek  toplumsal  güvenliğin  önüne  koyan  realizmin  bu  bakış  açısının reddedilmesi oluşturmaktadır. SHEEHAN, s. 161; SANDIKLI-EMEKLİER, s. 29. 185  Pınar  BİLGİN,   Critical  Theory ,  Security  Studies  An  Introduction,  (Ed.,  Paul  D. WILLIAMS), 2nd Edition, Routledge, London-New York, 2013, s. 97-98. 812Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven ve onun uluslararası güvenlik için önemini ele almak elzem bir yaklaşımdır; ancak insanlık tarafından meydana getirilen tek kurum devlet değildir.186 Bunun yanı sıra, devlet kavramı ile birlikte kullanılan güvenliğin askeri boyutu, eleştirel güvenlik anlayışı tarafından bütünüyle reddedilmemekte; adı  geçen  kavramların  güvenlik  çalışmaları  ile  eş  anlamlı  olarak değerlendirilmesine karşı çıkılmaktadır.187 Bir başka anlatımla, güvenliğin sağlanması hususunda temel alınması gereken, birey ve devleti karşı karşıya getirmek  olmamalıdır.  Devlet,  bireyler  tarafından  inşa  edilen  ve  birçok açıdan  bireyleri  bünyesinde  barındıran  bir  kurumdur.188  Öyle  ki,  devleti meydana  getiren  insan  topluluğu  içindeki  farklı  grupların  özgürleştirme kapsamındaki taleplerinin birbirleri ile çatıştığı durumlarda, devletin sorunun çözümünde önemli bir rolü olabilmektedir. Eleştirel güvenlik anlayışının, devletin  güvenlik  çalışmaları  bünyesindeki  yerine  ilişkin  itirazı,  onun güvenliğinin  sağlanması  gerekli  görülen  tek  süje  biçimde değerlendirilmesine yönelmiştir.189 Özetlemek gerekirse eleştirel güvenlik anlayışı,  geleneksel  yaklaşımda  ayrıcalıklı  şekilde  ele  alınan  devletin, özelikle askeri boyutuyla güvenliğin sağlanması hususunda, günümüzde dahi hakim  konumda  bulunduğu  yönündeki  değerlendirmeye  karşı çıkmamaktadır. Adı geçen anlayışın katılmadığı nokta, devletin söz konusu durumunun, güvenliğin tesisi aşamasında etkin olan veya güvenliğe ihtiyaç duyan diğer süjelerin ihmal edilmesine sebebiyet vermesidir.190 Eleştirel güvenlik anlayışının, inşacı görüşü kuramsal anlamda, daha çok kimlik ve norm gibi kavramlar aracılığıyla toplumların işleyişlerini konu edinen  bir  yöntem  şeklinde  değerlendirmesine  rağmen;  söz  konusu yaklaşımlar  arasında,  özellikle  tehdit  olmak  üzere,  güvenliğe  ilişkin kavramların belirli süreçlerin ardından sosyal unsurlar olarak şekillendiği hususunda benzerlikler bulunmaktadır.191 Bununla birlikte, her iki yaklaşım da  çeşitli  sosyal  bilim  dallarından  faydalanarak  güvenlik  kavramını  ele almışlardır.                                                  186 STEANS-PETTIFORD, s. 116. 187 BOOTH, 1997, s. 107. 188 Martin SHAW,  There Is No Such Thing as Society: Beyon Individualism and Statism in International Security Studies , Review of International Studies, Vol. 19, No. 2, 1993, s. 168. 189 SHEEHAN, s. 163-164. 190 Pınar BİLGİN,  Security Studies: Theory/Practice , Cambridge Review of International Affairs, Vol. 12, No. 2, 1999,  s. 38. 191 BOOTH, 2012, s. 188; STEANS-PETTIFORD, s. 125.   813Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  4. Yeni Güvenlik Yaklaşımı Güvenlik kavramının, uzun süredir ihmal edilen çevre ve insan hakları gibi  unsurları  kapsayacak  şekilde  genişletilmesi  görüşünün  yaygınlık kazandığı  Soğuk  Savaş  sonrası  dönemde  gündeme  gelen  yeni  güvenlik yaklaşımı, uluslararası alanda güvenliğin oluşturulma ve uygulanma sürecini açıklamayı amaç edinmiştir.192 Yeni güvenlik yaklaşımının çıkış noktası, güvenliğin iki yönde tekrar ele alınması üzerine kurulmuştur. Buna göre, öncelikle gerçekleştirilmesi gereken,  güvenlik  kavramının  askeri  alan  ile  sınırlandırılmasına  son verilmesi ve yeni güvenlik türlerinin çalışma konusu yapılmasıdır. Sonraki aşamada  ise,  güvenlik  için  esas  alınan  süjenin,  bir  başka  ifadeyle, güvenliğinin sağlanmasına ihtiyaç duyulan süjenin, sadece devletten ibaret olarak algılanması terk edilmelidir. Güvenlik, devlet bünyesindeki bireyler ve devletlerin katılımı ile meydana gelen uluslararası sistemi de kapsayacak şekilde değerlendirilmelidir.193 Güvenliği,  daha  geniş  bir  biçimde  yeniden  kavramsallaştırmayı amaçlayan yeni güvenlik yaklaşımı; askeri, ekonomik,194 toplumsal, siyasi güvenlik  ve  çevre  güvenliği  olmak  üzere,195  beş  temel  güvenlik  türü                                                  192 MCDONALD, s. 72. 193  Devlet  güvenliğinin  yanı  sıra,  birey  güvenliğinin  de  çalışma  konusu  yapılmasının öneminin altını çizen eleştirel güvenlik anlayışı ile bireyler, devlet ve uluslararası sistemi birlikte  ele  alan  yeni  güvenlik  yaklaşımının,  devletten  kaynaklanan  tehditlerle  birey güvenliğinin ihlal edilmesinin mümkün olduğu yönündeki görüşleri arasında benzerlik bulunmaktadır.  Yeni  güvenlik  yaklaşımı,  bu  noktada  konuya  iki  temel  katkıda bulunmaktadır.  Öncelikle,  kaçınılmaz  olmamakla  birlikte,  devlet  ve  bireyler  arasında güvenlik açısından bulunan karşıtlık, devlet tarafından toplumsal unsurlara karşı sıklıkla gerçekleştirilen ayrımcılık içeren eylemlerden dolayı, devlet ile topluluklar bakımından da mevcuttur. Söz konusu karşıtlıklar, iki taraflı bir biçimde tehdit oluşturabilmektedir. Bir başka anlatımla, bireyler ve toplulukların güvenliği, devlet tarafından tehdit edilebildiği gibi, aynı durum devlet açısından da gündeme gelebilmektedir. BUZAN, 2009, s. 283-284. 194 Ekonomi kavramı, en genel anlamıyla, mal ve hizmetlerin üretimi, dağıtımı, değişimi ve tüketimiyle ilgili faaliyetleri ifade eder. Czeslaw MESJASZ,  Ekonomik Güvenlik , (Çev., Yelda DEMİRAĞ), Uluslararası İlişkiler, C. 5, S. 18, 2008, s. 128. 195 İlk kez sürdürülebilir kalkınmanın önemli bir unsuru olarak, Dünya Çevre ve Kalkınma Komisyonu (World Commission on Environment and Development-WCED) tarafından ileri sürülen, güvenlik ve çevre arasındaki ilişki, takip eden süreçte çevresel bozulmanın, yoksulluk gibi etkenlerle bir araya geldiğinde, güvenliği ortadan kaldıran çatışmalara neden olduğu temelinde ele alınmıştır. Zamanla söz konusu çatışmaların, çoğunlukla kalkınma bozuklukları ve ekonomik düzensizlikler nedeniyle gündeme geldiğinin tespitiyle birlikte, çevresel bozulma ve kaynak kıtlığı ile güvensizlik arasında bağlantı kuran yaklaşım terk 814Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven belirlemiş; söz konusu ayrımı, güvenlik açısından temel alınan kavramlar şekillendirmiştir. Askeri güvenlikte merkezdeki kavram devlet iken, siyasi güvenlik  için  egemenlik  esas  alınmıştır.  Ulusal  ekonomik  sistemler, ekonomik  güvenliği  biçimlendirirken,  kolektif  kimlikler  toplumsal güvenliği,  türler  ile  yaşam  alanları  ise  çevresel  güvenliği  meydana getirmiştir.197 Adı  geçen  kavramlara  yönelik  tehditler,  yeni  güvenlik  yaklaşımı tarafından  ileri  sürülen  güvenlik  türlerini  biçimlendiren  bir  diğer  husus olarak  dikkat  çekmektedir.  Buna  göre,  askeri  güvenliğe  ilişkin  tehditler, devletin  tüm  unsurlarını  etkileyecek  ve  devleti  ortadan  kaldırabilecek niteliktedir. Siyasi güvenlikte ise, devletin kurumsal devamlılığını, hükümeti belirli bir politika doğrultusunda baskı altında bırakmak veya tamamen yok etmeye çalışmak suretiyle hedef alan tehditler gündeme gelmektedir. Bunun yanı sıra, siyasi güvenlik ile aralarında ayrım yapılmasında güçlük çekilen toplumsal  güvenliğin  ayırt  edici  yönü,  tehditlerin  çoğunluğunun  devlet içerisinde  gerçekleşmesidir.198  Ekonomik  güvenliğe  yönelik  tehditlerin                                                                                                                    edilmiştir. Günümüzde çevre güvenliği, doğal kaynakların elde edilmesine karşılık ortaya çıkan kirlenmeye, küresel değişimin bir parçası olan birey faaliyetlerinin, küreselleşmenin etkileri  göz  ardı  edilmeden  eklenmesi  suretiyle  inceleme  konusu  yapılmaktadır.  Bu doğrultuda,  çevresel  güvenlik  çalışmalarında  en  çok  üzerinde  durulan  husus,  iklim değişikliği ve muhtemel sonuçlarıdır. Ayrıntılı bilgi için bkz. Simon DALBY,  Güvenlik ve Çevre Bağlantılarına Yeniden Bakmak , (Çev., Burcu YAVUZ), Uluslararası İlişkiler, C. 5, S. 18, 2008, s. 179-195. 196 Güvenlik türü, güvenliğe ilişkin belirli bir etkileşim ve güvenliğin konusunu oluşturan unsurun tanımını gerektiren alanlardan her birine verilen addır. MCDONALD, s. 73. 197 Ralf EMMERS,  Securitization , Contemporary Security Studies, (Ed., Alan COLLINS), 2nd Edition, Oxford University Press, New York, 2010, s. 137; Güvenliği türlere ayırarak ele alan yaklaşımın, realist ve inşacı görüşlerin bir sentezi olduğu ve Soğuk Savaş sonrası güvenlik  konusundaki  arayışlara  önemli  derecede  katkı  sağladığı  ileri  sürülmektedir. BİRDİŞLİ, s. 93; Yeni güvenlik yaklaşımı, söz konusu güvenlik türlerini uzun vadede yetersiz  olarak  görmekte,  bu  nedenle  toplumsal  cinsiyet,  din  ve  işlevsel  güvenlik başlıklarını  ilgili  sınıflandırmaya  dâhil  etmeyi  kendi  içerisinde  değerlendirmektedir.  WAEWER, s. 164. 198  Toplumsal  ve  siyasi  güvenlik  kavramları,  birbirleri  ile  karıştırılmamalıdır.  Kimlik kavramının temel alındığı toplumsal güvenlik,  bir topluluğun kimliğine yönelik algılanan bir tehdide karşı savunulması  anlamını taşımaktadır. Siyasi güvenlikte korunması gereken hususlar, devletlerin örgütsel istikrarı ile hükümet sistemleridir. WAEWER, s. 153, 155; Toplumsal güvenliğin sağlanamadığı ortamlar, güvenlik ikilemini hatırlatan sonuçlara yol açabilmektedir.  Yugoslavya nın  dağılma  süreci,  ilgili  duruma  verilebilecek  en  uygun örnektir. Buna göre, Yugoslavya yı meydana getiren topluluklar, birbirlerinin kimliklerini tehdit olarak algılayarak, yukarıda bahsedilen güvenlik ikilemine benzer bir vaziyetin ortaya çıkmasına neden olmuşlardır. Ancak, güvenlik ikilemi ile bahsi geçen gelişmeler   815Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  belirlenmesindeyse,  serbest  piyasa  ekonomisinin  varlığında  devletlerin eylemlerinin kısıtlı olması nedeniyle zorluk yaşanmaktadır.199 Son olarak, çevre  güvenliğine  ilişkin  tehditlerin,  askeri  ve  ekonomik  güvenliğe  ait tehditlerdeki  gibi,  devletin  kurumsal  yapısını  hedef  alabilecek  kapsama ulaşmaları mümkündür.200  Güvenlik kavramını, askeri konuların ötesine genişleten yeni güvenlik yaklaşımı, uluslararası alanda devlet dışındaki süjeleri de ele alarak ilgili kavramı derinleştirmeyi ayrıca amaç edinmiştir. Güvenliğin genişletilmek ve derinleştirilmek  suretiyle  yeniden  tanımlanmasının  adı  geçen  kavramın bütünlüğünü ortadan kaldırması ihtimali, her şeyin güvenlik sorunu olarak algılanması  yoluyla  kavramın  anlamsızlaşması  riskini  beraberinde getirmektedir.  Bu  hususun  ortadan  kaldırılması  amacıyla  yeni  güvenlik yaklaşımının ileri sürdüğü kavramsal çerçeve, güvenlikleştirme ve güvenlik dışına çıkarma kavramlarını ihtiva etmektedir.201 Yeni güvenlik yaklaşımına göre, karşılaşılan her sorunun, güvenliğe yönelik bir tehdit olarak algılanmamasının gerekmesine rağmen; söz konusu durum,  herhangi  bir  sorunun  belirli  bir  sürecin  ardından  tehdide dönüşebilmesine engel teşkil etmemektedir.202 Bu noktada devletin, belirli bir  sorun  veya  süjeyi  kendi  varlığına  yönelik  bir  tehdit  biçiminde değerlendirmesi ve bunun ilgili insan topluluğu tarafından kabul edilmesi anlamına gelen güvenlikleştirme kavramı gündeme gelmektedir.203                                                                                                                    arasında önemli bir fark bulunmaktadır. Güvenlik ikileminde, sahip olunan kaynakların en üst  düzeye  çıkarılması  yoluyla  diğer  devletlerin  tehdit  edilmesi  söz  konusuyken, Yugoslavya da yaşanan olaylarda, toplulukların kimliklerini diğer kimliklere göre baskın konuma getirmeye yönelik eylemleri tehdit niteliği göstererek güvenliğin bozulmasına sebebiyet vermiştir. BİLGİN, 2003, s. 211-212. 199 Ekonomik güvenlik kapsamında korunması gereken süjeler; bireyler, şirketler, toplumsal sınıflar, devlet ve uluslararası ekonomik sistem biçiminde özetlenebilir. BUZAN, 2009, s. 194-195, 197, 203; Söz konusu süjelere yönelik serbest piyasanın işleyişine ilişkin tehditler ise;  doğal  kaynakların  arzına  bağımlılık,  dünya  ticaretinin  istikrarsızlığı,  ekonomik korumacılık  ve  piyasa  mekanizmalarının  bireyler  üzerindeki  etkileri  biçiminde özetlenebilir.  MESJASZ,  s.  134;  Günümüzde  uluslararası  güvenliği  tehdit  ettiği  gibi ekonomik güvenliği de ihlal eden modern deniz haydutluğu, bu çalışmanın ilerleyen kısımlarında ayrıntılı olarak incelenecektir. Infra., s. 229-246. 200 BUZAN, 2009, s. 107-119. 201 EMMERS, s. 138. 202 BİRDİŞLİ, s. 96. 203 MCDONALD, s. 73; Daha genel anlamıyla güvenlikleştirme,  bir şeyin, değerli olduğu kabul  edilen  bir  öznenin  varlığına  yönelik  bir  tehdit  olarak  kurgulanması  ve  bu 816Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven Yeni  güvenlik  yaklaşımına  göre,  herhangi  bir  konunun güvenlikleştirilmesinden önce iki aşama daha bulunmaktadır. Bunlar, siyaset dışına  çıkarma  ve  siyasallaştırma  süreçleridir.  Toplumsal  bir  tartışmaya sebebiyet vermeyen ve böylece devletin herhangi bir eyleminin konusunu oluşturmayan hususlar, siyaset dışına çıkarılmış olarak değerlendirilirken; siyasal sistemin bünyesinde düzenleme alanı bulan konular siyasallaşmış sayılmaktadır.  Devletin  olağan  siyasal  yöntemlerinin  aksine,  olağanüstü eylemleri gerektiren durumlar ise, güvenlikleştirilme aşamasının kapsamında yer  almaktadır.  Söz  konusu  süreç  göz  önünde  bulundurulduğunda,  yeni güvenlik  yaklaşımının  güvenliği,  sosyal  açıdan  inşa  adilmiş  bir  kavram olarak kabul ettiği göze çarpmaktadır. Olağanüstü eylemleri gerektiren ve tehdit  unsuru  oluşturan  durumların  belirlenmesi  toplumsal  algıyı ilgilendirdiğinden, adı geçen anlayışın bu yönden inşacı görüşe yakınlık gösterdiği rahatlıkla söylenebilmektedir.204  Güvenlikleştirme  kavramı  beraberinde  kötüye  kullanılma  riskini  de getirmektedir. Özellikle gelişmekte bulunan devletlerde olmak üzere, tüm devletler  açısından,  sivil  hayatta  askeri  önlemlerin  miktarını  artırmak amacıyla söz konusu kavrama başvurulması riski mevcuttur. Yeni güvenlik yaklaşımı bu nedenle, güvenlikleştirmeyi güvenliğin sağlanması hususunda temel vasıta olarak değerlendirmemekte; mümkün olduğu ölçüde sorunların siyasallaşma aşamasında giderilmeye çalışılmasını ön planda tutmaktadır. Bunun  gerçekleştirilemediği  durumlarda  ise,  mevcut  tehditlerin güvenlikleştirme aşamasından, siyasallaşmaya aktarılarak, devletin varlığına karşı  olarak  değerlendirilmelerinin  bırakılması  anlamına  gelen,  güvenlik dışına çıkarma kurumuna başvurulmaktadır.205 Böylelikle, otoritenin kötüye kullanılması tehlikesi, söz konusu hususun siyasal sistemin işleyişine tekrar dâhil edilmesi suretiyle ortadan kaldırılmaktadır.206                                                                                                                     kurgulamanın buna mukabil alınan istisnai tedbirleri desteklemek için kullanılmasıdır . BUZAN, 2008, s. 108. 204 EMMERS, s. 138-140. 205 Güvenlik dışına çıkarma,  daha önce tehdit olarak kabul edilen bir şeyin artık tehdit olarak inşa edilmemesidir . BUZAN, 2008, s. 108; Herhangi bir konunun, güvenlik dışına çıkarılması,  siyasallaşma  aşaması  kapsamında  çözülebilir  hale  indirgenmesi  anlamına gelmektedir. Dikkat edilmesi gereken husus, bu durumda sorunun varlığını sürdürdüğü; ancak artık tehdit niteliği taşımadığı ve olağanüstü önlemler gerektirmediğidir. BİRDİŞLİ, s. 97. 206 EMMERS, s. 142; MCDONALD, s. 73.   817Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  Yeni  güvenlik  yaklaşımıyla  ilgili  üzerinde  durulması  gerekli  temel esaslardan sonuncusu, uluslararası sistemin yapısına ilişkindir. Adı geçen yaklaşım,  uluslararası  sistemin  anarşik  bir  özellik  gösterdiğini  kabul ederken,  bunu  devletin  esas  unsuru  olan  egemenliğe  dayandırmaktadır. Sahip bulundukları egemenlikten ötürü, kendi üzerlerinde herhangi bir siyasi otoritenin  varlığını  kabul  etmeyen  devletlerin  söz  konusu  anlayışı, uluslararası sistemin mevcut yapısının esas nedenini meydana getirmektedir. Yeni güvenlik yaklaşımının, konuyla ilgili diğer görüşlerden ayrıldığı nokta, uluslararası  alanda  anarşinin  her  zaman  güvensizlik  ile  sonuçlanmasının zorunlu olmadığı yönündeki kabulüdür.207 Buna göre, devletlerin eylemlerini gerçekleştirirken  ortak  menfaatleri  dikkate  almaları  yönünde  önemli güvenlik  nedenleri  bulunmaktadır.  Böylelikle,  ulusal  güvenlikten  ziyade, uluslararası  güvenlik  gündeme  gelebilmektedir.208  Özellikle  karşılıklılık ilkesinin temelleri üzerinde şekillenmesi beklenilen uluslararası alanın, iç işlerine karışmama ve uyuşmazlıkların barışçı yollarla çözümü gibi ilkelerin de  etkisiyle,  olgun  anarşi  biçiminde  değişim  göstermesi  mümkündür. Devletlerin  kendi  kimliklerini  sağlamlaştırırken,  diğer  devletlerin  aynı yöndeki  faaliyetlerini  kabul  etmeleri,  uluslararası  sistemin  bahsi  geçen özelliğe kavuşmasını sağlayabilecek niteliktedir.209  Yeni güvenlik yaklaşımı ve onun temel kavramı olan güvenlikleştirme, güvenlik çalışmaları için geleneksel yaklaşım ile güncel güvenlik alanlarını içeren genel bir çerçeve oluşturması açısından önem taşımaktadır. Askeri konular dışındaki hususların güvenlik kapsamına dâhil edilmesi, güvenliğin tutarlığına  zarar  verilmeden  gerçekleştirilmekte;  güvenlikleştirme  ve güvenlik  dışına  çıkarma  hususları  da  güvenlik  çalışmalarının kavramlaştırılmasına  katkıda  bulunmaktadır.210  Güvenlik  çalışmalarına yönelik  tüm  bu  katkılarının  yanında,  güvenlikleştirmeden  önce  gelen siyasallaştırma  aşamasının  varlığı,  siyaset  ile  güvenlik  arasındaki  sınırın netleştirilmesini gerektirmektedir. Aksi takdirde, siyasallaşmanın konusunu oluşturan  bir  hususun,  güvenlikleştirme  bünyesinde  değerlendirilmesiyle güvenlik kavramının yanlış yorumlanması ihtimali ortaya çıkacaktır.211                                                  207 BUZAN, 2009, s. 128-129. 208 BAYLIS, s. 77. 209 BUZAN, 2009, s. 148-149. 210 EMMERS, s. 149. 211 Id., s. 143. 818Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven Güvenlik  kavramının  kapsamının  genişletilmesini  temel  alan  yeni güvenlik yaklaşımı, ekonomik, toplumsal, siyasi güvenlik ve çevre güvenliği gibi güncel güvenlik türlerini gündeme getirerek, güvenlik çalışmalarında bireyin ilgi odağı haline gelmesine de katkı sağlamıştır. Bir başka anlatımla, yeni güvenlik yaklaşımının güvenliğe bakışı ile beraber, bireylerin güvenliğe ilişkin  endişelerinin,  devlet  üzerinden  dolaylı  bir  biçimde  ele  alınması yerine, doğrudan gündeme gelmesi mümkün olmuştur.212 Özetlemek  gerekirse  yeni  güvenlik  yaklaşımı,  güvenliğe  ilişkin hususların  dar  kapsamlı  tutulması  gerektiği,  güvenlikleştirme  ile  yeni konuların bunlara dâhil edilmemesini ve kapsam dışında kalan unsurların siyasi süreçte çözümlenmesini öngörürken; eleştirel anlayış, güvenliği sınırlı yorumlamak  yerine  odak  noktasına  bireyi  alıp,  şiddet  içeren  mücadele yöntemlerini  terk  etmeyi  ön  plana  çıkarmaktadır.213  Ancak,  güvenliğe yönelik adı geçen yaklaşımların, güvenlik çalışmalarına ilişkin taşıdığı söz konusu  farklılıklar,  aralarındaki  benzerlikleri  göz  ardı  etmeyi gerektirmemektedir.  Değişik  durumları  güvenlik  kavramının  gündemine taşımanın etkilerinin değerlendirilmesi, güvenliğin süjeler arası biçimde ele alınması  ve  geleneksel  güvenlik  anlayışında  olduğu  gibi  her  sorunun askerileştirilmesinin  önüne  geçilmenin  amaçlanması  bunlara  örnek gösterilebilir.214   III: GENEL DEĞERLENDİRME Güvenlik  kavramına  yönelik  güncel  yaklaşımlar  ile  beraber,  birey üzerine yoğunlaşan görüşler doğrultusunda, güvenlik çalışmalarında devlete yer verilmemesi gerektiği sıklıkla ileri sürülmeye başlanmıştır.215 İki açıdan                                                  212 SHEEHAN, s. 26; Eleştirel güvenlik anlayışına göre, genişlemiş bir güvenlik kavramına ilişkin bilinci artıran yeni güvenlik yaklaşımı, özellikle güvenlik türleri içerisinde askeri güvenliğe yer vermesi nedeniyle, geleneksel güvenlik anlayışının yapısı ile tam anlamıyla bağlantısını kesememiştir. BOOTH, 2012, s. 200. 213  Yeni  güvenlik  yaklaşımının  güvenliğe  ilişkin  konuları  dar  kapsamlı  tutması  yanlış anlaşılmamalıdır. Söz konusu yaklaşımın geleneksel güvenlik anlayışına yönelik temel itiraz noktası, güvenliğin sadece askeri alanda ele alınmasıdır. Buna göre güvenlik kavramı, ekonomi dâhil birçok farklı alana başvurularak genişletilmelidir. STEANS-PETTIFORD s. 197;  Güvenliğe  ilişkin  konuların  dar  kapsamlı  tutulmasından  kasıt,  güvenlikleştirme sürecinin  ilk  iki  basamağı  olan  siyaset  dışına  çıkarma  ve  siyasallaştırmanın  etkin kullanımıdır. 214 BOOTH, 2012, s. 203. 215 Güvenliğin merkezine devlet yerine bireyi yerleştiren yaklaşım, devletin varlık nedeninin bireysel taleplerin azami seviyeye çıkarılması olduğunu ileri süren görüşe dayanmaktadır.   819Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  bu düşüncenin geçerlilik kazanması mümkün gözükmemektedir. Öncelikle, devlet kavramı ve bunu temel alan güvenliğe ilişkin görüşler, bireylerin güvenliğinin sağlanmasında etkin olan konumlarını halen sürdürmektedir. Devletin temel unsurları arasında, insan topluluğunun yer alması bunun en temel göstergelerinden biridir.216 İkincisi, birey güvenliğinin onu sağlamakla görevli bir otoriteden yoksun olarak işlev kazanması mümkün değildir. Bu nedenle,  devletler  ve  onlardan  meydana  gelen  uluslararası  örgütlerin yokluğunda  söz  konusu  amaca  ulaşılamaz.  Aynı  zamanda,  devletler  ve uluslararası  örgütlerden  oluşan  uluslararası  sistemin  ilgili  hedefi gerçekleştirebilmesi  için,  kendisine  yönelik  tehditlere  karşı  güvenliği sağlayabilmesi gerekmektedir. Aksi takdirde, birey güvenliği hiçbir zaman gerekli öneme sahip olamama tehlikesi altında kalacaktır.217  Birey güvenliğinin sağlanmasında devletin rolü göz önüne alındığında, özellikle uluslararası alandaki güncel gelişmelerden yola çıkan birçok görüş, sayıları gün geçtikçe artan bazı devletlerin, birey güvenliğini bizzat tehdit ettiklerini  tespit  etmekte  ve  bu  doğrultuda  devlet  kavramını  birey güvenliğinden ayırmaktadır. Bu yaklaşıma karşı altı çizilmesi gerekli önemli hususlar  bulunmaktadır.  Her  şeyden  önce,  bazı  devletlerin  kendi vatandaşlarına  karşı  uluslararası  hukuka  aykırı  eylemlerde  bulunmaları, devlet  kavramının  tamamen  birey  güvenliğine  karşı  olarak değerlendirilmesini gerektiren bir husus değildir. Devletlerin günümüzdeki uluslararası  sistemde,  birey  güvenliğinin  sağlanmasında  halen  en  etkin süjeler oldukları göz ardı edilmemelidir. Bunun yanında, birey güvenliğini tehdit eden devletlerin yapılarının düzeltilmesinin, uluslararası örgütlerin ve diğer uluslararası kuruluşların temel amaçları arasında yer alması, devletin birey güvenliği için taşıdığı önemi bir kez daha ortaya koymaktadır. Devlet kavramının unsurlarını bünyesinde barındıran ve bunların düzgün bir şekilde işlediği  devletler,  birey  güvenliğinin  sağlanmasında  temel  unsur  olarak                                                                                                                    İlgili  görüşe  göre,  toplumsal  güvenliği  ve  birey  güvenliğini  karşılamayan  devlet, meşruiyetini kaybeder. Bu nedenle, güvenlik çalışmalarının temel kavramı devlet değil, birey olmalıdır. BİRDİŞLİ, s. 19. 216 26 Aralık 1933 tarihinde Uruguay ın başkenti Montevideo da imzalanan ve 26 Aralık 1934 de yürürlüğe giren Devletlerin Hakları ve Görevleri Sözleşmesi madde 1 hükmüne göre devletin unsurları; insan topluluğu, ülke, bağımsız siyasal yönetim ve diğer devletlerle ilişkiye girebilme gücü olarak belirlenmiştir. Sözleşme nin resmi metni için bkz. LNTS, Vol. 165, No. 3802, s. 19-43. 217 SMITH, s. 42-43. 820Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven kalmaya devam edeceklerdir. Güvenlik, esas biçimde devlete ve devletin merkezde bulunduğu uluslararası sisteme dayanmayı sürdürmektedir; ancak bireyi  veya  devleti  temel  alan  görüşler,  gerekli  olmakla  beraber,  tek başlarına güvenlik kavramını açıklayamamaktadır.218  Uluslararası  güvenliğin  sağlanmasında  devletin  yerinin,  yukarıda açıklanan güncel gelişmeler ve yaklaşımlar doğrultusunda değişime uğradığı bir  gerçektir;  ancak  bunun  niteliğini  doğru  bir  şekilde  belirlemek gerekmektedir.  Güvenlik  kavramının  kapsamını  halen  devletler şekillendirmektedir. Uluslararası hukukun devlet dışındaki süjeleriyle belirli alanlarda  yetkilerini  paylaşan  devlet,  güvenliğin  tesisinde  esas  olarak değerlendirdiklerinde ise egemenliğini sürdürmektedir. Söz konusu değişim, güvenlik hususunda devletin rolünün zayıflaması anlamı taşımamakta; devlet dışı  süjelerle  iş  birliğinin  artırılması  biçiminde  gündeme  gelmektedir. Böylelikle  devlet,  güvenlik  kavramı  açısından  merkezi  konumunu sürdürmekte; ancak temel güvenlik sağlayıcısı niteliği, uluslararası hukukun diğer  süjeleri  bakımından  düzenleyici  bir  özelliğe  sahip  olarak  değişim göstermektedir.219 Sonuç olarak, devletlerin veya bireylerin menfaatlerine yönelik  tek  taraflı  yaklaşımlar  ile  uluslararası  güvenliğin  sağlanmasında günümüz koşullarında başarıya ulaşılamayacağı kesindir. Güvenliğe yönelik birleştirici  bir  bakış  açısı  kapsamında  uygulanacak  kolektif  nitelikteki eylemlere ihtiyaç duyulmaktadır.220   Bu noktada, BM Kalkınma Programı (United Nations Development Programme-UNDP) tarafından 1994 yılında hazırlanan Raporda ileri sürülen ve  insanların  seçimlerinin  kapsamının  genişletilmesi  olarak  tanımlanan insani gelişmişlik ile yakından ilişkili olan insan güvenliği kavramı üzerinde durmak  gerekmektedir.  İnsanların  söz  konusu  seçimleri,  bugün  sahip oldukları imkânların gelecekte ortadan kalkmayacağına dair nispeten emin oldukları bir ortamda, emniyet içerisinde ve özgürce yapabilmeleri anlamına gelen insan güvenliğinin iki boyutu bulunmaktadır. Bunlar, açlık, hastalık ve baskı  gibi  sürekli  tehditler  ile  günlük  hayat  koşullarında  ani  ve  ağır değişimlerden korunmaktır. Adı geçen kavram, tehdit çeşitleri temel alınarak                                                  218  Pauline  KERR,   Human  Security ,  Contemporary  Security  Studies,  (Ed.,  Alan COLLINS), 2nd Edition, Oxford University Press, New York, 2010, s. 125, 128, 134; JACKSON-SORENSEN, s. 90. 219 KRAHMANN, s. 200, 210-211. 220 BUZAN, 2009, s. 294.   821Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  yapılan  sınıflandırmaya  göre,  güvenliği  yedi  farklı  türe  ayırmaktadır; ekonomik güvenlik, gıda güvenliği, sağlık güvenliği, çevre güvenliği, birey güvenliği, kamu güvenliği ve siyasal güvenlik. Gelecekte insanlık için sorun  teşkil  edebilecek  güncel  tehditler  ise;  kontrolsüz  nüfus  artışı, ekonomik imkânlarda eşitsizlik, aşırı uluslararası  göç, çevresel bozulma, uyuşturucu  üretimi  ile  ticareti  ve  uluslararası  terörizm  olarak belirlenmiştir.223   Söz konusu Rapor ile ortaya konan insan güvenliği anlayışının esas noktalarını, dört başlıkta özetlemek mümkündür. Her şeyden önce, BM nin tarihi boyunca güvenliğe yaklaşımındaki en köklü değişikliğe göre, güvenlik için ele alınması gerekli temel süje, devlet değil, insandır. Küreselleşmenin yarattığı ortamın, insan güvenliğini ihlal eden durumlar açısından, gelişmiş ve  gelişmekte  olan  devlet  ayrımını  belirsizleştirmesi,  insan  güvenliği kavramının evrensel boyutta ele alınmasını zorunlu hale getirmiştir. Adı geçen kavram, dünya üzerindeki tüm insanları, bulundukları yer dikkate alınmaksızın  kapsayacak  şekilde  uygulamaya  yansıtılmalıdır.  Bununla birlikte,  güvenliği  meydana  getiren  unsurlar  birbirlerine  bağımlıdır. Herhangi birindeki bozulma, tüm yapıyı etkileyecektir. Günümüzde birçok sorunun,  uluslararası  alanda  ele  alınmaya  başlanması  ilgili  hususu desteklemektedir. Son olarak, insan güvenliğinin sağlanmasında ön planda tutulması gereken yaklaşım, sorunun ortaya çıkmasının ardından müdahale etmekten  ziyade,  onun  gündeme  gelmesini  önleyecek  tedbirlerin alınmasıdır.224                                                    221 Ekonomik güvenlik kavramının, özellikle yeni güvenlik yaklaşımı tarafından, güvenlik çalışmalarının kapsamına dâhil edilmesi ile birlikte, söz konusu alanla ilgili tartışmalar birey düzeyine kadar genişlemiş ve yaşam koşulları, insan güvenliğinin temel bir unsuru haline gelmiştir. Bu doğrultuda, insan güvenliğinin temel esasları, yokluktan ve korkudan bağımsız olmanın belirlenmesi amacıyla, UNDP tarafından her yıl devletler açısından İnsani  Kalkınma  Endeksi  (Human  Development  Index-HDI)  hesaplanarak yayınlanmaktadır. MESJASZ, s. 126, 143-144. 222  İnsanların  farklılaşan  çevre  karşısındaki  hassasiyetleri  ve  özellikle  küresel  iklim değişikliğinin etkilerine yönelik kaygılarının insan güvenliği kavramı ile birleştiği noktada, Küresel Çevre Değişikliği ve Birey Güvenliği (Global Environmental Change and Human Security-GECHS) başlığı altında çalışmalar yapılmaktadır. DALBY, s. 186. 223 Human Development Report 1994, UNDP, Oxford University Press, New York, 1994, s. 23-25, 34; İnsan güvenliği ile ilgili ayrıntılı bilgi için ayrıca bkz. A. Şevket OVALI,  Ütopya İle Pratik Arasında: Uluslararası İlişkilerde İnsan Güvenliği Kavramsallaştırması , Uluslararası İlişkiler, C. 3, S. 10, 2006, s. 3-52. 224 BİLGİN, 2003, s. 214. 822Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven Güvenlik  kavramına  yönelik  güncel  yaklaşımların  bireyi  ön  plana çıkarması ile birlikte gündeme gelen, fakat onlardan ayrılarak sadece insanı ve onun güvenliğini ele alan insan güvenliği; güvenlik alanında önemli bir yere  sahip  olmasına  rağmen,  uluslararası  alanda  güvenliğin  sağlanması hususunda henüz yeterli etkinliğe kavuşamamıştır.225 Geleneksel güvenlik anlayışına  ilişkin  eksik  yanları  ortaya  koyarak  güvenlik  çalışmalarına normatif  bir  boyut  katan  söz  konusu  kavram,  yine  de  yeterli  bir kavramlaştırma gerçekleştirmekten uzak bulunmaktadır.226 Bununla birlikte, daha önce ele alınan güncel tehditlerin yanında, güvenlik kavramının; kitle imha silahlarının yaygınlaşması, etnik çatışmalar, yabancı düşmanlığı, aşırı milliyetçilik  ve  teknoloji  alanındaki  gelişmelerin  öngörülemeyen  küresel                                                  225 BİRDİŞLİ, s. 90; Eleştirel güvenlik anlayışına göre, insan güvenliği kavramı, güvenlik çalışmalarının odak noktasını, güvenliğin temel süjesi olan devletlerden, evrensel insan özgürleşmesinin yerel süjesi devletlere doğru değiştirebilir ve insanı devletlerin güvenliğe ilişkin uygulamalarının aracı yerine amacı konumuna getirebilirse, tarihsel bir öneme sahip olabilecektir. BOOTH, 2012, s. 387; BM nezdinde 2003 yılında kurulan, İnsan Güvenliği Komisyonu nun (Commission on Human Security-CHS) aynı yıl hazırladığı Rapor da, devletin  güvenliğin  sağlanmasında  temel  nitelikte  bulunduğu;  ancak  çoğu  zaman  bu konudaki yükümlülüklerini yerine getiremediği, hatta bazı durumlarda kendi halkına karşı tehdit  oluşturduğu  belirtilmekte  ve  bu  nedenle,  devletin  güvenliğinden  ziyade  insan güvenliğine yönelmenin gerektiğinin altı çizilmektedir. Söz konusu Rapor, insan güvenliği kavramının uluslararası alanda etkinliğini artırmasını sağladığı için önem taşımaktadır. Ayrıntılı bilgi için bkz. Human Security Now, CHS, UN, New York, 2003, s. 2-20; İnsan güvenliği kavramıyla ilgili diğer bir gelişme, 18 Eylül 2014 tarihli ve 2176 sayılı Güvenlik Konseyi Kararı ile BM Andlaşması madde 39 hükmü gereğince, Batı Afrika da ortaya çıkan  Ebola  salgınının,  uluslararası  barış  ve  güvenliğe  yönelik  bir  tehdit  olarak belirlenmesidir.  Karar  için  bkz.  http://www.un.org/en/ga/search/view_doc. asp?symbol=S/RES/2177 (2014), (Erişim Tarihi: 26.11.2016); Daha önce iki kez AIDS salgını ile ilgili bir araya gelen Güvenlik Konseyi, tarihinde ilk kez sağlık alanındaki bir sorun için acil olarak toplanmıştır. Konuyla ilgili BM Genel Sekreteri Ban Ki-moon un açıklaması için bkz. http://www.un.org/sg/statements/index .asp?nid=7999, (Erişim Tarihi: 30.11.2016); Söz konusu Karar, insan güvenliği kapsamındaki sağlık güvenliğinin aksadığı durumların, uluslararası barış ve güvenliği tehdit edecek niteliğe ulaşabildiğini gösterdiği kadar, bireyleri hedef alan unsurların, aynı zamanda devletleri, hatta uluslararası sistemi de etkileyebileceğinin altını çizmektedir. Devam eden süreçte, BM İnsan Hakları Yüksek Komiseri  Zeid  Ra ad  Al  Hüseyin,  göreve  gelmesinden  altı  hafta  sonra  yaptığı değerlendirme  toplantısında,  Ebola  salgını  ve  Irak-Şam  İslam  Devleti  (IŞİD)  terör örgütünün eylemleri hakkında, ikiz veba terimini kullanmış ve her ikisinin de kapsamının 2014 yılının son aylarına kadar yanlış ele alındığını ifade etmiştir. Konuya ilişkin basın açıklaması  için  bkz.  http://www.ohchr.org/EN/NewsEvents/  Pages/Media.aspx ?IsMediaPage=true&LangID=E, (Erişim Tarihi: 27.11.2016).  226 Burak TANGÖR,  Kuramsal Tartışmalar Işığında İnsan Güvenliği ve Politikaları , UHP, C. 8, S. 30, 2012, s. 69.   823Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  risklere neden olması gibi hususlarla birlikte değerlendirilmeye başlanması yönünde önemli katkılarda bulunmuştur.227  Üzerinde durulması gerekli bir diğer kavram, güvenliğin tutarlılığını ortadan kaldıracağı yönünde eleştirilen ve özellikle yeni güvenlik anlayışı ile gündeme  gelen  güvenliğin  kapsamının  genişletilmesi  yaklaşımıdır.  Buna göre,  herhangi  bir  kavramın  bilimsel  anlamda  faydalı  olabilmesi  için, muhtevasından  hariç  tutulan  öğelerin  tespit  edilmesi  büyük  önem taşımaktadır. Doğrudan veya dolaylı biçimde ilgili olarak değerlendirilen tüm  unsurları  içerecek  şekilde  genişletilen  bir  kavram,  bütünlüğünü  ve açıklayıcı değerini kaybeder. Bir başka ifadeyle, gereğinden fazla kapsayıcı bir  yaklaşımın,  anlaşılırlığı  ortadan  kalkar.228  Bu  doğrultuda  güvenlik, insanlığa  yönelik  tüm  hususları  bünyesinde  barındıran  bir  niteliğe  sahip değildir; ancak bilimsel sınırlama ile birlikte kullanıldığında, ilgili hususların önemli  kısmını  açıklayabilecek  kavramsal  bir  araç  özelliği  göstermesi mümkündür.229 Her şeyden önce, Soğuk Savaş ın ardından yeni güvenlik anlayışı ile ortaya çıkan güvenlik kavramının kapsamının genişletilmesi yaklaşımının, güvenlik  çalışmalarında  devletin  hâkimiyetinde  olan  alanları  tamamen değiştirdiğini  ileri  sürmek,  günümüz  koşullarında  mümkün gözükmemektedir.  Genişlemeyle  birlikte  araştırma  konusu  haline  gelen güncel tehdit türlerinin varlığına rağmen; devlet, güvenliğin sağlanmasındaki konumunu  halen  korumaktadır.230  Bununla  birlikte,  güvenlik  kavramının kapsamının  genişletilmesi,  kendiliğinden  ortaya  çıkan  bir  süreç  değil, uluslararası alanda güvenliğin sağlanması bünyesinde gerçekleşen önemli değişikliklerin bir sonucudur. Organize suç, terörizm ve göçmen kaçakçılığı gibi  unsurların  sadece  toplulukları  veya  bireyleri  hedef  almadığı,  aynı zamanda ulusal ve uluslararası güvenliği tehdit ettikleri günümüzde genel kabul görmektedir. Devletlerin ve uluslararası örgütlerin güvenliğe yönelik işlevlerini genişletmeleri, bunun en önemli göstergesidir.231                                                   227 ELMAS, s. 9-10. 228 MILLER, s. 26. 229 AYOOB, s. 139. 230 SHEEHAN, s. 61. 231 KRAHMANN, s. 11. 824Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven Geleneksel  güvenlik  anlayışına  göre  farklılık  taşıyan  tek  yaklaşım güvenliğin kapsamının genişletilmesi değildir. Eleştirel güvenlik anlayışı, ekonomik  güvenlik  ve  çevre  güvenliği  gibi  güncel  güvenlik  türlerinin çalışma konusu yapılmasını tek başına yetersiz olarak görmektedir.232 Buna göre,  güvenliğin  kapsamının  genişletilmesi;  ancak  derinleştirilmesi  ile birlikte  uygulandığı  takdirde,  söz  konusu  kavramın  tüm  insanlık  için kullanılabilir  hale  gelmesi  mümkün  olacaktır.233  Bir  başka  anlatımla, bireylere yönelik ilk kez ortaya çıkan veya varlığı anlaşılan tehditlerin ele alınması, tek başına güvenlik çalışmalarını geleneksel yaklaşımın etkisinden uzaklaştıramaz.234  Bununla  birlikte,  özgürleştirme  kavramı  ile  bireyleri alıkoyan  tüm  kısıtlamaların  kaldırılmasını  ileri  süren  eleştirel  güvenlik anlayışı, yeni güvenlik yaklaşımı ile gündeme gelen güncel güvenlik türleri aracılığıyla  güvenliğin  bireyler  açısından  sınırlandırılmasını  da reddetmektedir.235 Teorik  yaklaşımlar,  açıklayıcı  özelliklerinin  yanı  sıra,  zamanla uygulama şekline dönüşerek, kurucu niteliğe de sahip olabilirler. Böylelikle, uygulamada  sağlanan  değişiklikler  ile  teorilerin  savundukları  ilkeler doğrultusunda  dünyayı  şekillendirmeleri  mümkün  hale  gelir.  Güvenlik çalışmaları  açısından  konuya  yaklaşıldığında,  realizm  ve  neorealizmin, Soğuk  Savaş  süresince  bahsi  geçen  durumu  yerine  getirdikleri söylenebilir.236  Zaman  içerisinde  güvenlik  kavramının  kapsamının genişlediği,  devletlerin  güvenliklerinin  yanında  sosyal  grupların  ve bireylerin güvenliklerinin de gündeme geldiği görülmektedir. Buna paralel olarak,  güvenliğin  sağlanmasında  temel  süje  olan  devletin  yanı  sıra, uluslararası ve hükümet dışı örgütler de söz konusu süreçte yer almaktadır. Aynı şekilde güvenlik, askeri niteliği ile beraber, politik, ekonomik, sosyo                                                 232  Eleştirel  güvenlik  anlayışı  kapsamındaki  bazı  farklı  yaklaşımlar,  ekonomi  ve  çevre kavramlarının,  güvenliğin  kapsamı  içerisinde  değerlendirilmelerini;  ancak  devletin unsurlarını etkileyecek derecede ağır birer tehdit niteliği kazanmaları durumunda kabul etmektedir. AYOOB, s. 130. 233 SHEEHAN, s. 159-160, 173;  Güvenlik gündeminin genişletilmesi, gerçekleştiği takdirde, derinleştirmenin bir işlevidir.  BOOTH, 2012, s. 198. 234 KRAUSE-WILLIAMS, s. 35; Yeni güvenlik yaklaşımı, söz konusu eleştiriye karşı, güvenlik kavramının kapsamının genişletilmesiyle güvenlik çalışmalarında askeri alana yönelik  eğilimin,  ortaya  çıkan  yeni  güvenlik  türleri  aracılığıyla  azaltılmasının amaçlandığını ileri sürmektedir. BUZAN, 2009, s. 288. 235 SHEEHAN, s. 165. 236 BİLGİN, 1999,  s. 33.   825Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  kültürel ve çevresel boyutları da içerecek şekilde yeni anlamlar kazanmış; böylelikle  kapsamlı  güvenlik  (comprehensive  security)  anlayışı  kabul görmeye başlamıştır.237  SONUÇ Güvenlik kavramı, devletlerin egemenliklerini korurken, aynı zamanda uluslararası toplum ile uyum içerisinde olmalarını ifade eden dayanışma prensibi ile birlikte uygulama alanı bulduğu durumlarda sonuç vermekte; uluslararası hukukun tüm süjeleri ile etkin bir iş birliği, bu doğrultuda varlığı gerekli  bir  diğer  olguyu  meydana  getirmektedir.  Uluslararası  güvenliğe yönelik güncel tehditler göz önünde bulundurulduğunda, bahsedilen durum daha açık bir şekilde ortaya çıkmaktadır. Bunun  yanı  sıra,  uluslararası  alanda  güvenliğin  tesisinde  geleneksel güvenlik yaklaşımlarının, farklı bakış açıları aracılığıyla da olsa, devleti temel  noktaya  yerleştiren  anlayışlarının  günümüzde  başarıya  ulaşması mümkün  gözükmemektedir.  Güvenliğe  yönelik  güncel  yaklaşımların, uluslararası hukukun en önde gelen süjesi ve güvenliğin sağlanmasında esas göreve sahip devleti çalışma konusu yapmama yönündeki eğilimleri de aynı sonuç ile karşılaşmaktadır. Bu noktada, güvenliğin genişleyen ve derinleşen güncel yapısı ile uyumlu, aynı zamanda uluslararası hukukun süjeleri ve taşımaları gerekli niteliklerini göz önünde bulunduran kapsamlı güvenlik anlayışı gündeme gelmektedir. Söz konusu yaklaşımın günümüzde tamamen baskın konumda olduğunu ileri sürmek mümkün değildir. Ancak, özellikle birey  güvenliğinin  ön  plana  çıktığı  ve  devletlerin  ülkesel  egemenlikleri                                                  237 TANRISEVER, s. 122-123; İlk kez, 1978 yılında Japonya Başbakanı Masayoshi Okira nın girişimiyle hazırlanan Rapor da kullanılan kapsamlı güvenlik kavramı, güvenliğin geniş bir yapıya sahip olduğu, bu nedenle sadece askeri konular ile sınırlandırılmaması gerektiği düşüncesine  dayanmaktadır.  Dipankar  BANERJEE,   Towards  Comprehensive  and Cooperative Security in South Asia , South Asian Survey, Vol. 6, No. 2, 1999, s. 310; 12 Aralık  2003  tarihli  Avrupa  Birliği  (AB)  Zirvesi nde  kabul  edilen  ve  2008  yılında uygulaması gözden geçirilen, Ortak Dış ve Güvenlik Politikası Yüksek Temsilcisi Javier Solana tarafından hazırlanan, Daha İyi Bir Dünyada Güvenli Bir Avrupa - Avrupa Güvenlik Stratejisi başlıklı Belge, kapsamlı güvenlik anlayışının önemli bir göstergesidir. Terörizm, kitle imha silahları, bölgesel çatışmalar, başarısız devletler ve organize suçun temel tehdit olarak belirlendiği Belge de, küreselleşmenin çift taraflı etkisine değinilmiş ve güvenlik, kalkınmanın  ön  koşulu  biçiminde  değerlendirilmiştir.  Söz  konusu  belge  için  bkz. http://www  .consilium.europa.eu/uedocs/cmsUpload/78367.pdf,  (Erişim  Tarihi: 05.11.2016).  826Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven doğrultusunda sınırlarından geçişleri kontrol altında tuttuğu kitlesel nüfus hareketleri hususunda etkinliğini artırmaktadır. Bu doğrultuda, Güvenlik Konseyi nin 9 Ekim 2015 tarihinde aldığı ve deniz  yoluyla  gerçekleştirilen  göçmen  kaçakçılığının  uluslararası  barış  ve güvenliği tehdit ettiğini tespit ettiği 2240 sayılı Kararı önem taşımaktadır. Güvenlik Konseyi, insan ticareti ile göçmen kaçakçılığının birbirine benzer, ancak farklı kavramlar olduğunu ifade etmiş ve aralarındaki geçirgenliğe dikkat çekmiştir. Deniz yoluyla göçmen kaçakçılığının konusunu oluşturan kişiler arasında sığınma arayanlar için 1951 tarihli Mültecilerin Hukuki Statüsüne İlişkin  Sözleşme  hükümlerinin  uygulanması  gerektiğini  belirtmiş;  bunların dışındaki kişilerin de uluslararası insan hakları hukuku kapsamında muamele görmesi gerektiğinin altını çizmiştir. Bunun yapılmasında ise, deniz yoluyla göçmen kaçakçılığıyla ilgili tüm devletlerin kapsamlı bir yaklaşım ile iş birliği içersinde olmalarının önemini ifade etmiştir. Özellikle Libya da gerçekleştirilen deniz  yoluyla  göçmen  kaçakçılığı  faaliyetlerinin,  uluslararası  terörizmin finansmanı  hususunda  dikkatle  ele  alınmasının  önemine  değinmiştir.  Bu kapsamda üye devletlere, Libya sahili açıklarındaki açık deniz alanında, deniz yoluyla göçmen kaçakçılığı ve insan ticareti ile mücadele kapsamında, bu faaliyetler ile meşgul olduğundan şüphelenilen tabiiyetsiz gemilere müdahale yetkisi tanımıştır. Aynı durum, üçüncü devletin bayrağını taşıyan bir gemi için söz  konusu  olursa,  ilgili  devletin  rızasının  alınması  öngörülmüş  ve  bu faaliyetler için bir yıllık bir süre için devletlere yetki vermiştir. Karar metninde, deniz yoluyla göçmen kaçakçılığının birey güvenliğini ihlal ettiği ve bunun mağduru olanların, mülteci statüsü taşımasalar dahi, uluslararası insan hakları hukukuyla uyumlu muamele görmeleri hususunun yanında,  söz  konusu  faaliyet  ile  terörizmin  finansmanı  arasındaki  bağın ortaya koyulması, kapsamlı güvenlik anlayışının uygulamaya yansımasını teşkil etmektedir. Üye devletlere bu yöndeki faaliyetleri için bir yıl süreyle yetki tanınması ile birlikte, kapsamlı bir yaklaşım doğrultusunda iş birliği içersinde olmalarının altının çizilmesi, yine aynı yaklaşımın görünümüdür. Günümüzde  varlık  gösteren  uluslararası  güvenliğe  yönelik  güncel tehditlerin, deniz yoluyla göçmen kaçakçılığında olduğu gibi, birey güvenliği ihlal etmenin yanında, devletlerin egemenliklerine karşı hususlar içerdikleri görülmektedir. Bu açından, Güvenlik Konseyi nin ilgili Kararı doğrultusunda kapsamlı  güvenlik  anlayışının  uygulamaya  yansıdığı  söylenebilir.  Ancak, uluslararası alanda hakim olduğunu, şu an için ifade etmek mümkün değildir.    827Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835",
     "Kaynakça": "KİTAPLAR ARIBOĞAN, Deniz Ülke, Uluslararası İlişkiler Düşüncesi, Tarihsel Gelişim, Bahçeşehir Üniversitesi Yay., İstanbul, 2007. BİRDİŞLİ, Fikret, Teori ve Pratikte Uluslararası Güvenlik, Kavram-TeoriUygulama, Seçkin, Ankara, 2014. BOOTH, Ken, Dünya Güvenliği Kuramı, (Çev., ÜNGÖR, Çağdaş), Küre Yay., İstanbul, 2012. BUZAN, Barry, People, States & Fear, ECPR Press, Colchester, 2009.   DAĞ, Ahmet Emin, Uluslararası İlişkiler ve Diplomasi Sözlüğü, Anka Yay., İstanbul, 2005. DEDEOĞLU,  Beril,  Uluslararası  Güvenlik  ve  Strateji,  Yeniyüzyıl  Yay., İstanbul, 2008. ELMAS, M. Salih, Modern Toplumun Güvenlik Çıkmazı, Tehdit, Risk ve Risk Toplumu Perspektifinden Güvenlik, USAK Yay., Ankara, 2013.. HOUGH, Peter, Understanding Global Security, Routledge, London-New York, 2004. JACKSON,  Robert/SORENSEN,  Georg,  Introduction  to  International Relations, Theories and Approaches, Oxford University Press, New York, 2010. KANT, Immanuel, Ebedi Barış Üzerine Felsefi Deneme, (Çev., ABADAN, Yavuz /MERAY, Seha L.), AÜSBF Yay., Ankara, 1960. KARABULUT, Bilal, Güvenlik, Küreselleşme Sürecinde Güvenliği Yeniden Düşünmek, Barış Kitabevi, Ankara, 2011. SHEEHAN, Micheal, International Security, An Analytical Survey, Lynne Rienner, London, 2005. SMITH,  Micheal  E.,  International  Security,  Politics,  Policy,  Prospects, Palgrave Macmillan, London, 2010. 828Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven STEANS, Jill/PETTIFORD, Lloyd, Introduction to International Relations, Perspectives and Themes, 2nd Edition, Pearson, Harlow, 2005. URHAL, Ömer, Küreselleşen Dünyada Güvenlik, Adalet Yayınevi, Ankara, 2009. WENDT,  Alexander,  Uluslararası  Siyasetin  Sosyal  Teorisi,  (Çev.,  SARI ERTEM, Helin/IHLAMUR ÖNER, Suna Gülfer), Küre Yay., İstanbul, 2012. WOLFERS,  Arnold,  Discord  and  Collaboration  Essay  on  International Politics, The John Hopkins Press, Baltimore, 1962. YILMAZ,  Sait,  21.  Yüzyılda  Güvenlik  ve  İstihbarat,  Milenyum  Yay., İstanbul, 2007.  MAKALELER AGIUS, Christine,  Social Constructivism , Contemporary Security Studies, (Ed., COLLINS, Alan), 2nd Edition, Oxford University Press, New York, 2010, s. 49-68. ALADAĞ GÖRENTAŞ, Itır,  İdealizm Üzerine Bir Deneme: Kavramlar ve Eksikler , Uluslararası İlişkilere Giriş: Teorik Bakış, (Ed., ÇOMAK, Hasret), Umuttepe Yay., Kocaeli, 2009, s. 67-78. ALİBABA, Arzu,  Uluslararası Ceza Mahkemesinin Kuruluşu , AÜHFD, C. 49, S. 1-4, 2000, s. 181-207. ANGHIE,  Antony,   Basic  Principles  of  International  Law:  A  Historical Perspective ,  International  Law  For  International  Relations,  (Ed., ÇALI, Başak), Oxford University Press, New York, 2010, s. 46-70. ARENDS, J. Frederik M.,  Homeros dan Hobbes ve Ötesine:  Güvenlik  Kavramının Avrupa Geleneğindeki Boyutları , (Çev., YAVUZ, Burcu), Uluslararası İlişkiler, C. 6, S. 22, 2009, s. 3-33. AYDIN,  Mustafa,   Uluslararası  İlişkilerin   Gerçekçi   Teorisi:  Kökeni, Kapsamı, Kritiği , Uluslararası İlişkiler, C. 1, S. 1, 2004, s. 33-60.   829Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  AYDINLI, Ersel,  Küreselleşme ve Güvenlik: Teorik Yaklaşımlar , Avrasya Dosyası, C. 9, S. 2, 2003, s. 36-50. AYOOB, Mohammed,  Defining Security: A Subaltern Realist Perspective , Critical Security Studies, (Eds., KRAUSE, Keith/WILLIAMS, Micheal C.), University of Minnesota Press, Minneapolis, 1997, s. 121-146. BALDWIN,  David  A.,   Güvenlik  Kavramı ,  (Çev.,  ŞAHİN,  Çiğdem), Avrasya Dosyası, C. 9, S. 2, 2003, s. 5-35. BANERJEE, Dipankar , Towards Comprehensive and Cooperative Security in South Asia , South Asian Survey, Vol. 6, No. 2, 1999, s. 305-318. BAYILLIOĞLU,  Uğur,   Uluslararası  Ceza  Mahkemesi  ve  Türkiye , AÜHFD, C. 56, S. 1, 2007, s. 51-121. BAYLIS,  John,   Uluslararası  İlişkilerde  Güvenlik  Kavramı ,  (Çev., YAVUZ, Burcu), Uluslararası İlişkiler, C. 5, S. 18, 2008, s. 69-85. BELLANY, Ian,  Towards a Theory of International Security , Political Studies, Vol. 29, No. 1, 1981, s. 100-105. BİLGİÇ,  Ali,    Güvenlik  İkilemi ni  Yeniden  Düşünmek:  Güvenlik Çalışmalarında Yeni Bir Perspektif , Uluslararası İlişkiler, C. 8, S. 29, 2011, s. 123-142. BİLGİN, Pınar,  Security Studies: Theory/Practice , Cambridge Review of International Affairs, Vol. 12, No. 2, 1999,  s. 31-42. BİLGİN,  Pınar,   Individual  and  Societal  Dimesions  of  Security , International Studies Review, Vol. 5, No. 2, 2003, s. 203-222. BİLGİN, Pınar,  Güvenlik Çalışmalarında Yeni Açılımlar: Yeni Güvenlik Çalışmaları , Stratejik Araştırmalar Dergisi, C. 8, S. 14, 2010, s. 70-96. BİLGİN, Pınar,  Critical Theory , Security Studies An Introduction, (Ed., WILLIAMS,  Paul  D.),  2nd  Edition,  Routledge,  London-New  York, 2013, s. 93-106. BOOTH, Ken,  Security and Self: Reflections of a Fallen Realist , Critical Security  Studies,  (Eds.,  KRAUSE,  Keith/WILLIAMS,  Micheal  C.), University of Minnesota Press, Minneapolis, 1997, s. 121-146. 830Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven BOOTH, Ken,  Güvenlik ve Özgürleş(tir)me , (Çev., ŞAHİN, Çiğdem), Avrasya Dosyası, C. 9, S. 2, 2003, s. 51-70. BOZKURT, Giray Saynur,  Küreselleşmenin Güvenlik Boyutu , Değişen Dünyada  Uluslararası  İlişkiler,  (Ed.  BAL,  İdris),  Lalezar  Kitabevi, Ankara, 2008, s. 491-532. BRAUCH, Hans Günter,  Güvenliğin Yeniden Kavramlaştırılması: Barış, Güvenlik, Kalkınma ve Çevre Kavramsal Dörtlüsü , (Çev., ARKAN, Zeynep), Uluslararası İlişkiler, C. 5, S. 18, 2008, s. 1-47. BUZAN, Barry,  Askeri Güvenliğin Değişen Gündemi , (Çev. YAVUZ, Burcu), Uluslararası İlişkiler, C. 5, S. 18, 2008, s. 107-123. CHA, Victor D.,  Globalization and the Study of International Security , Journal of Peace Research, Vol. 37, No. 3, 2000, s. 391-403. DALBY,  Simon,   Güvenlik  ve  Çevre  Bağlantılarına  Yeniden  Bakmak , (Çev., YAVUZ, Burcu), Uluslararası İlişkiler, C. 5, S. 18, 2008, s. 179195. DEDEOĞLU,  Beril,   Yeniden  Güvenlik  Topluluğu:  Benzerliklerin Karşılıklı  Bağımlılığından  Farklılıkların  Birlikteliğine ,  Uluslararası İlişkiler, C. 1, S. 4, 2004, s. 1-21. ELMAN,  Colin/JENSEN,  Micheal  A.,   Realisms ,  Security  Studies  An Introduction,  (Ed.,  WILLIAMS,  Paul  D.),  2nd  Edition,  Routledge, London-New York, 2013, s. 15-31. EMMERS,  Ralf,   Securitization ,  Contemporary  Security  Studies,  (Ed., COLLINS, Alan), 2nd Edition, Oxford University Press, New York, 2010, s. 136-151. ERLER  BAYIR,  Özgün,   Soğuk  Savaş  Sonrasında  Güvenliğe  Yönelik Teorik Tartışmalar , Uluslararası İlişkilerde Teorik Tartışmalar, (Ed., ÇOMAK, Hasret/SANCAKTAR, Caner), Beta, İstanbul, 2013, s. 171190. GLASER,  Charles  L.,   Realism ,  Contemporary  Security  Studies,  (Ed., COLLINS, Alan), 2nd Edition, Oxford University Press, New York, 2010, s. 15-33.   831Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  GROSS, Leo,  The Peace of Westphalia, 1648-1948 , Am. J. Int l L., Vol. 42, No. 1, 1948, s. 20-41. GÜÇLÜ  AKPINAR,  Burcu,   Uluslararası  İlişkilerde  Kimlik  Sorunsalı , Uluslararası  İlişkilerde  Teorik  Tartışmalar,  (Ed.,  ÇOMAK, Hasret/SANCAKTAR, Caner), Beta, İstanbul, 2013, s. 455-482. HALATÇI,  Ülkü,   Uluslararası  Ceza  Mahkemesi nin  Yargı  Yetkisini Kullanabilmesinin Önkoşulları , UHP - Uluslararası Ceza Mahkemesi Özel Sayısı, C. 1, S. 3, 2005, s. 57-76. KARAOSMANOĞLU, Ali L.,  Muhteşem Ortaklık: Kant ve Clausewitz , Uluslararası İlişkiler, C. 4, S. 14, 2007, s.161-183. KARDAŞ, Tuncay,  Güvenlik: Kimin Güvenliği ve Nasıl? , Uluslararası Politikayı  Anlamak,   Ulus  Devlet ten  Küreselleşmeye,  (Ed.,  DAĞI, Zeynep), Alfa Yay., İstanbul, 2007, s. 125-152. KERR, Pauline,  Human Security , Contemporary Security Studies, (Ed., COLLINS, Alan), 2nd Edition, Oxford University Press, New York, 2010, s. 121-135. KRAHMANN, Elke,  From State to Non-State Actors: The Emergence of Security Governance , New Threats and New Actors in International Security, (Ed., KRAHMANN, Elke), Palgrave Macmillan, New York, 2005,  s. 3-22. KRAUSE,  Keith/WILLIAMS,  Micheal  C.,   From  Strategy  to  Security: Foundations  of  Critical  Security  Studies ,  Critical  Security  Studies, (Eds.,  KRAUSE,  Keith/WILLIAMS,  Micheal  C.),  University  of Minnesota Press, Minneapolis, 1997, s. 33-59. MCDONALD, Matt,  Constructivisms , Security Studies An Introduction, (Ed.,  WILLIAMS,  Paul  D.),  2nd  Edition,  Routledge,  London-New York, 2013, s. 63-76. MESJASZ,  Czeslaw,   Ekonomik  Güvenlik ,  (Çev.,  DEMİRAĞ,  Yelda), Uluslararası İlişkiler, C. 5, S. 18, 2008, s. 125-150. MILLER, Benjamin,  The Concept of Security: Should it be Redefined? , Journal of Strategic Studies, Vol. 24, No. 2, 2001, s. 13-42. 832Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven MORGAN,  Patrick,   Liberalism ,  Contemporary  Security  Studies,  (Ed., COLLINS, Alan), 2nd Edition, Oxford University Press, New York, 2010, s. 34-48. MUTIMER,  David,   Critical  Security  Studies:  A  Schismatic  History , Contemporary Security Studies, (Ed., COLLINS, Alan), 2nd Edition, Oxford University Press, New York, 2010, s. 84-105. NAVARI, Cornelia,  Liberalisms , Security Studies An Introduction, (Ed., WILLIAMS,  Paul  D.),  2nd  Edition,  Routledge,  London-New  York, 2013, s. 32-47. ONGUR, Hakan Övünç,  Uluslararası İlişkilerde Post-Yapısalcı Yaklaşımlar ve   Anarşi nin  Yapı-Sökümü ,  Uluslararası  İlişkilerde  Teorik Tartışmalar,  (Ed.,  ÇOMAK,  Hasret/SANCAKTAR,  Caner),  Beta, İstanbul, 2013, s. 523-556. OVALI, A. Şevket,  Ütopya İle Pratik Arasında: Uluslararası İlişkilerde İnsan Güvenliği Kavramsallaştırması , Uluslararası İlişkiler, C. 3, S. 10, 2006, s. 3-52. ÖZEV,  Muharrem  Hilmi,   Eleştirel  Teori  Olarak  Konstrüktivizm , Uluslararası  İlişkilerde  Teorik  Tartışmalar,  (Ed.,  ÇOMAK, Hasret/SANCAKTAR, Caner), Beta, İstanbul, 2013, s. 483-522. SANDIKLI,  Atilla/EMEKLİER,  Bilgehan,   Güvenlik  Yaklaşımlarında Değişim ve Dönüşüm , Teoriler Işığında Güvenlik, Savaş, Barış ve Çatışma Çözümleri, (Ed., SANDIKLI, Atilla), Bilgesam Yay., İstanbul, 2012, s. 3-70. SARI ERTEM, Helin,  Kimlik ve Güvenlik İlişkisine Konstrüktivist Bir Yaklaşım:  Kimliğin Güvenliği  ve  Güvenliğin Kimliği  , Güvenlik Stratejileri, Y. 8, S. 16, 2012, s. 177-237. SHAW, Martin,  There Is No Such Thing as Society: Beyon Individualism and Statism in International Security Studies , Review of International Studies, Vol. 19, No. 2, 1993, s.159-175. TANGÖR,  Burak,     Kuramsal  Tartışmalar  Işığında  İnsan  Güvenliği  ve Politikaları , UHP, C. 8, S. 30, 2012, s. 59-92.   833Uluslararası Hukuk Açısından...           Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835  TANRISEVER,  Oktay  F.,   Güvenlik ,  Devlet  ve  Ötesi,  Uluslararası İlişkilerde  Temel  Kavramlar,  (Der.,  ERALP,  Atila),  İletişim  Yay., İstanbul, 2010, s. 107-123. ULLMAN, Richard H.,  Redefining Security , International Security, Vol. 8, No. 1, 1983, s. 129-153. UZER,  Umut,   Uluslararası  İlişkiler  Teorileri ,  Değişen  Dünyada Uluslararası İlişkiler, (Ed., BAL, İdris), Lalezar Kitabevi, Ankara, 2008, s. 55-76. WAEWER,  Ole,   Toplumsal  Güvenliğin  Değişen  Gündemi ,  (Çev. DEMİRTAŞ  COŞKUN,  Birgül),  Uluslararası  İlişkiler,  C.  5,  S.  18, 2008, s. 151-178. WALT,  Stephen  M.,   Güvenlik  Çalışmalarının  Rönesansı ,  (Çev., GÜRSOY, Barış/AĞIR, Bülent Sarper), Avrasya Dosyası, C. 9, S. 2, 2003, s. 71-106. WENDT,  Alexander,   Anarşi  Devletler  Ne  Anlıyorsa  Odur:  Güç Politikalarının Sosyal İnşası , Uluslararası İlişkiler, C. 10, S. 39, 2013, s. 3-43. WILLIAMS, Paul D.,  Security Studies: An Introduction , Security Studies An Introduction, (Ed., WILLIAMS, Paul D.), 2nd Edition, Routledge, London-New York, 2013, s. 1-12. YAVAŞ,  Gökçen,   Bölge,  Bölgeselleşme  ve  Güvenlik ,  Uluslararası İlişkilerde Teorik Tartışmalar, (Ed., ÇOMAK, Hasret/SANCAKTAR Caner), Beta, İstanbul, 2013, s. 191-214.  RAPORLAR ve DİĞER BELGELER Human Development Report 1994, UNDP, Oxford University Press, New York, 1994. Human Security Now, CHS, UN, New York, 2003.   834Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 771-835                                                Ergüven İNTERNET ADRESLERİ http://www.consilium.europa.eu/uedocs/cmsUpload/78367.pdf, (05.11.2016). http://www.un.org/en/ga/search/view_doc.asp?symbol=S/RES/2177(2014), (26.11.2016) http://www.ohchr.org/EN/NewsEvents/Pages/Media.aspx?IsMediaPage=true&LangID=E, (27.11.2016). http://www.un.org/sg/statements/index.asp?nid=7999,"
}