{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2019",
     "Cilt": "68",
     "Sayı": "1",
     "Başlık": "İSVİÇRE VE TÜRK YARGI KARARLARINDA ESER KAVRAMI, ÖZELLİKLE ESTETİK OPERASYONU KONU EDİNEN SÖZLEŞMENİN HUKUKİ NİTELİĞİNE İLİŞKİN OLARAK YARGITAY’IN YAKLAŞIMI: GÜNCEL BİR BAKIŞ",
     "Title": "The Concept of Work” in Swiss and Turkish Judicial Decisions and Especially the Court of Cassation’s Approach regarding the Legal Character of Contracts about Cosmetic Surgery: A Current Perspective",
     "Yazar İsmi": [
          "S. Hülya İMAMOĞLU"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Eser",
          "Eser sözleşmesi",
          "Estetik operasyon",
          "Cerrahi müdahale",
          "Vekâlet sözleşmesi"
     ],
     "Keywords": [
          "Work",
          "Contract for Work and Services",
          "Cosmetic surgery",
          "Surgical operation",
          "Agency contract"
     ],
     "Özet": "Eser sözleşmesine göre yüklenicinin meydana getirmekle yükümlendiği eser, belirli bir iş görmenin sonucundan oluşur. Eser, maddi veya maddi olmayan bir iş görme sonucu olabilir.  Eser  kavramını  geniş  yorumlayan  İsviçre  Federal  Mahkemesi,  son zamanlardaki kararlarında maddi olmayan iş görme sonuçlarının eser olarak kabul edilmesi yönünden bir sınırlama getirmiştir. Buna göre maddi olmayan iş görme sonucunun Art. 363 OR/TBK m. 470 anlamında bir eser kabul edilebilmesi  için  sonucun  doğruluğunun  objektif  ölçütlere  göre  kontrol edilebilmesi  ve  bu  suretle  doğru  veya  yanlış  olarak  nitelendirilebilmesi gerekir.  Yargıtay da eser kavramını geniş yorumlamaktadır. Yargıtay a göre  eser sözleşmesi, bir iş görme borcu doğuran sözleşme olmakla beraberönemli olan çalışmanın kendisinden ziyade bu çalışma neticesi ortaya çıkan ve objektif olarak gözlemlenen sonuçtur. İşi yapmayı üstlenen, işsahibi ile akdi ilişkiye girerken bir sonuç (eser) meydana getirmeyi taahhüt etmektedir. Bu  anlamda  eser,  bir iş görme  faaliyetinin  maddi  veya  maddi  olmayan sonucudur .  Estetik  operasyon,  kişinin vücut  bütünlüğüne  yönelik estetik  amaçlı cerrahi  bir  müdahaleyi  ifade  eder.  Estetik  operasyonu  konu  edinen  bir sözleşme, Yargıtay ca eser sözleşmesi olarak nitelendirilmektedir. Ancak Yargıtay ın, taahhütte bulunanın önceden hâkim olamayacağı tartılamayan faktörlere bağlı sonuçların bir iş görme sonucu olarak vaat edilemeyeceği yönü  üzerinde  yeterince  durmadığı  gözlemlenmektedir.  Nitekim  mesela tedaviye ilişkin belirli bir sonucun elde edilmesi taahhüt edilemez. Aynı durum, aslında estetik operasyonlar için de geçerlidir. Yargıtay ın estetik operasyon hakkındaki sözleşmenin hukuki niteliğine ilişkin değerlendirmesini yeniden  gözden  geçirmesi  gerekir.  Burada  uygulanması  gereken  vekâlet sözleşmesi  hükümleri  olmalıdır.  Eğer  belirli  bir  operasyon  sonucunun gerçekleşeceği  de  taahhüt  ediliyorsa,  sonuca  ilişkin  bağımsız  garanti taahhüdüyle birlikte vekâlet sözleşmesi düşünülmelidir.  Anahtar Kelimeler: Eser, Eser sözleşmesi, Estetik operasyon, Cerrahi müdahale, Vekâlet sözleşmesi   ABSTRACT  As per contracts of work and services, the work contractor is responsible to undertake is the outcome of a conducted business or a provided service. Work, could be a material or a non-material outcome of a conducted business or provided service.  The Swiss Federal Court which interprets the concept of  work  widely, in its latest decisions has introduced a limitation with regards to acceptance of the non-material outcomes of a conducted business or a provided service as  work . Accordingly, in order for a non-material outcome of a conducted business or provided service to be considered as  work  under Article 363 OR/TBK 470 the correctness of the outcome should be objectively measurable and therefore it should be possible to qualify the outcome as either correct or incorrect. 242Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260  İsviçre ve Türk Yargı … The Court of Cassation also interprets the concept of  work  widely. According to the Court of  Cassation:  even though a contract for work or services, is a contract that gives rise to an obligation to conduct a business or provide a service, the significant aspect here is the objectively observed outcome of the conducted business or provided service as opposed to the business or the service itself. The contractor undertakes to produce an outcome (work) when entering into a contractual relationship with the customer.  In this regard, work, is the material or non-material outcome of a conducted business or provided service .  Cosmetic surgery means a surgical operation towards a person s physical integrity for cosmetic purposes. A contract regarding a cosmetic surgery is characterized as a contract of work and service by the Court of Cassation. However, it is observed that the Court of Cassation does not put enough emphasis on the issue that outcomes affected by factors which cannot be foreseen or measured by the party who is making an undertaking cannot be committed as an outcome of a conducted business or a provided service. Thus, achieving an outcome, for example, as a result of a treatment cannot be undertaken. The same situation is actually applicable for cosmetic surgeries as well. The Court of Cassation should re-consider its evaluation regarding the legal character of contracts regarding cosmetic surgeries.  Provisions relating to agency should be applied here. If the result of an operation is undertaken as an outcome, an independent guarantee undertaking regarding the outcome should be considered along with an agency contract.    Key Words:  Work, Contract for Work and Services, Cosmetic surgery, Surgical operation, Agency contract I. Giriş  Bu çalışmada eser kavramının İsviçre ve Türk yargı kararlarında nasıl anlaşıldığı  güncel  bir  bakış  açısıyla  değerlendirilerek,  özellikle  estetik operasyonu  konu  edinen  sözleşmenin  hukuki  niteliğine  ilişkin  olarak Yargıtay ın yaklaşımı incelenmek istenmiştir. Bu yönde konu bağlamında önce eser kavramı hakkında doktrinde ileri sürülen başlıca görüşler üzerinde durulmuştur.   243S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260 II. Genel Olarak Eser Kavramı  Eser sözleşmesini tanımlayan TBK m. 470 e göre  eser sözleşmesi, yüklenicinin bir eser meydana getirmeyi, işsahibinin de bunun karşılığında bir bedel ödemeyi üstlendiği sözleşmedir .   Eser sözleşmesine göre yüklenicinin meydana getirmekle yükümlendiği eser, belirli bir iş görmenin sonucundan oluşur. Eser, maddi veya maddi olmayan bir iş görme sonucu olabilir. Buna göre maddi (cismani) bir eser veya maddi olmayan (fikri) bir eser söz konusu olur.  Maddi eser, maddi şeylerin şekillendirilmesi suretiyle doğar. Burada taşınır  veya  taşınmaz  yeni  bir  şeyin  meydana  getirilmesi  (mesela  bir makinenin yapımı veya bir binanın inşası) söz konusu olabileceği gibi mevcut bir şeyin değiştirilmesi (mesela bir binanın tadili) de söz konusu olabilir. Keza  mevcut  bir şey  üzerinde gerçekleşen onarım, temizleme,  yenileme şeklindeki bakım ve diğer takviye ya da yıkım vb. çalışmaların sonucu da maddi eser kavramına dâhildir  7.                                                  1   Peter Gauch, Der Werkvertrag, 5. Auflage, Zürich 2011, N. 18.  2   Gauch, N. 24; Roland Hürlimann/Thomas Siegenthaler, Handkommentar zum Schweizer Privatrecht, Vertragsverhältnisse, Teil 2, Arbeitsvertrag,  Werkvertrag,  Auftrag,  GoA, Bürgschaft, 3. Auflage, Zürich 2016, Art. 363 N. 2; Gaudenz G. Zindel/Urs Pulver/Bertrand G. Schott, Basler Kommentar, Obligationenrecht I, Art. 1- 529, 6. Auflage, Basel 2015, Vor Art. 363- 379 N. 1; Fahrettin Aral/Hasan Ayrancı, Borçlar Hukuku, Özel Borç İlişkileri, 11. Baskı, Ankara 2015, s. 361 vd.; Fikret Eren, Borçlar Hukuku, Özel Hükümler, 5. Baskı, Ankara 2017, s. 588 vd.; Cevdet Yavuz/Faruk Acar/Burak Özen, Türk Borçlar Hukuku, Özel Hükümler, 10. Baskı, İstanbul 2014, s. 987 vd. Sadece maddi iş görme sonuçlarının eser sözleşmesine konu olabileceği görüşünde Georg Gautschi, Berner Kommentar zum Schweizerischen Privatrecht, Band VI, Das Obligationenrecht, 2. Abteilung, Die Einzelnen Vertragsverhältnisse, 3. Teilband, Der Werkvertrag, Art. 363- 379 OR, 2. Auflage, Bern 1967, Vor Art. 363- 379 N. 1, N. 4; Alfred Koller, Schweizerisches Werkvertragsrecht, Zürich 2015, N. 54, N. 65, N. 66. Ancak Koller, daha önce maddi olmayan iş görme sonuçlarının da eser sözleşmesine konu olabileceği görüşündeydi (Bu konuda bkz. Alfred Koller, Berner Kommentar, Band VI, Obligationenrecht, 2. Abteilung, Die einzelnen Vertragsverhältnisse, 3. Teilband, 1. Unterteilband, Der Werkvertrag, Art. 363- 366, Bern 1998, Art. 363 N. 98.  3   Gauch, N. 24; krş. Aral/Ayrancı, s. 361- 362.  4   Krş. Gauch, N. 25.  5   Gauch, N. 26 vd., N. 28 vd.; Zindel/Pulver/Schott, Art. 363 N. 3, N. 10; Aral/Ayrancı,  s. 365.  6   Gauch, N. 28, N. 29; Zindel/Pulver/Schott, Art. 363 N. 3; Aral/Ayrancı, s. 365- 366.  7   Öte yandan yüklenicinin meydana getirmekle borçlandığı maddi eserin, insan vücudundaki bazı çalışmaların sonucundan oluşması da mümkündür (mesela saç kesimi, saç boyama 244Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260  İsviçre ve Türk Yargı … Maddi olmayan (fikri) eser ise, ağırlıklı olarak fikri bir edimin (mesela bilimsel veya sanatsal bir faaliyetin) sonucudur (mesela kullanıcının özel ihtiyaçları için geliştirilmiş bilgisayar programı, tercüme çalışmaları, teknik veya tıbbi vb. uzman raporları, fotoğraf veya film çekimleri)8. Fikri eser de maddi eser gibi yüklenicinin eser sözleşmesine ilişkin ediminin konusunu oluşturmaya uygundur.  Doktrinde savunulan bir görüşe göre maddi olmayan bir sonucun eser sözleşmesinin  konusunu  oluşturabilmesi,  ancak  bazı  sınırlamalarla mümkündür:  Şöyle  ki  öncelikle  maddi  olmayan  bir  sonuç,  yüklenici tarafından niteliği gereği bir iş görme sonucu olarak vaat edilebilmelidir. Bu anlamda mesela bir dava veya tedaviye ilişkin belirli bir sonucun elde edilmesi taahhüt edilemez; zira bu tür sonuçlar, niteliği gereği taahhüt edenin önceden hâkim olamayacağı tartılamayan faktörlere de bağlıdır. Öte yandan eser sözleşmesinin  özellikle  eserin  teslimine  ve  gözden  geçirilmesine (muayenesine)  ilişkin  kuralları,  maddi  olmayan  sonucun  belirli  ölçüde maddilik kazanmasını gerektirir. Bu da maddi olmayan sonucun bir şeyde sürekli olarak şekillenmesi ve böylece algılanabilir tarzda tespit edilmesi suretiyle olur (mesela bir yapı planının yazılı bir metne derci veya bir modelde sunulması ya da bir ses bandına veya elektronik veri belleğine kaydedilmesi halinde durum böyledir)14.                                                   gibi); ancak burada belirli bir sonuç taahhüdüyle birlikte eser sözleşmesine ilişkin diğer unsurların da bulunması gerekir. Krş. Gauch, N. 31; Aral/Ayrancı, s. 366; Koller e göre burada maddi eser yoktur, saç kesimini konu edinen bir sözleşme, Art. 363 OR/TBK m. 470 anlamında eser sözleşmesi olarak telakki edilemez, böyle bir halde eser sözleşmesi yerine isimsiz bir sözleşmeden hareket edilmelidir (N. 55).  8   Krş. Gauch, N. 33, N. 34; Aral/Ayrancı, s. 361 vd.; Peter Zimmermann, Der GeistWerkvertrag,  Basel  1984,  s.  1  vd.;  Zarife  Şenocak,  Eser  Sözleşmesinde  Ayıbın Giderilmesini İsteme Hakkı, Ankara 2002, s. 14. Zimmermann a göre fikri bir edim sonucunu konu alan (fikri) eser sözleşmesi, kendine özgü bir isimsiz sözleşmedir (s. 119- 120). Koller e göre de fikri eser sözleşmeleri, isimsiz sözleşmedir (N. 2).  9   Gauch, N. 33.  10  Gauch, N. 42 vd.; Türk hukukunda bu yönde Aral/Ayrancı, s. 363 vd.; Yavuz/Acar/Özen, s. 989 vd.  11  Gauch, N. 43; Aral/Ayrancı, s. 364; Yavuz/Acar/Özen, s. 989.  12  Gauch, N. 43; Aral/Ayrancı, s. 364; Şenocak, s. 19.  13  Gauch, N. 45; Aral/Ayrancı, s. 364- 365; Yavuz/Acar/Özen, s. 989 vd.  14  Gauch, N. 45; Aral/Ayrancı, s. 363; krş. Şenocak, s. 16.  245S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260 Maddi olmayan iş görme sonucunun bir şeyde sürekli olarak şekillenerek belirli ölçüde maddilik kazanması gereği, bazı yazarlarca eleştirilmiştir: Şöyle  ki  bir  sözleşmeyi  eser  sözleşmesi  olarak  nitelendiren,  iş  görme sonucunun maddiliği değil, bilakis yüklenicinin belirli bir iş görme sonucunu gerçekleştirme taahhüdüdür. Buna göre hem maddi hem de maddi olmayan iş görme sonuçlarını kapsayan geniş bir eser kavramı geçerlidir; burada maddi olmayan sonucun ayrıca yazı, resim, ses bandı, videokaset vb. bir şeyde somutlaştırılmasına  gerek  yoktur.  Maddi  olmayan  sonucun  bir  şeyde somutlaştırıldığı hallerde de somutlaştırma unsuru tali niteliktedir; sadece bir yan yüküm oluşturur. Öte yandan eser sözleşmesinin bazı kuralları, maddi olarak somutlaştırılmış fikri eserlere de büyük ölçüde uymamaktadır; mesela eserin  meydana  getirilmesinde  kullanılan  malzemeye  ilişkin  Art.  365 OR/TBK m. 472 hükmü, plan hazırlamayı konu edinen eser sözleşmesinde uygulanamaz. Ayrıca maddi olmayan sonucun bir şeyde somutlaştırılıp somutlaştırılmadığına  göre  ayrım  yapılması  halinde  farklı  ve  tereddüt uyandırıcı hukuki sonuçlara varılabilir. Buna göre mesela yazılı bir metinde veya başka bir şekilde somutlaştırılarak teslim edilen bir uzmanlık raporu eser sözleşmesinin  konusunu  oluştururken,  sözlü  bir  uzmanlık  raporu  bunun dışında değerlendirilebilecektir. Diğer yandan geniş anlamda eser kavramı, Art. 363 OR/TBK m. 470 hükmünün sözüne de uygundur.   Bazı yazarlara göre ise eser sözleşmesinin konusunu sadece maddi iş görme sonuçları oluşturabilir. Zira eser sözleşmesi hükümleri,  özellikle ayıptan sorumlulukla ilgili hükümler, maddi eser sözleşmeleri için uygun olup, fikri eser sözleşmeleri için çoğu kez uygun değildir.                                                   15  Zindel/Pulver/Schott, Vor Art. 363- 379 N. 2, N. 5; Eren, s. 591 vd.  16  Zindel/Pulver/Schott, Vor Art. 363- 379 N. 4; Şenocak, s. 18; Eren, s. 591.  17  Roman  Bögli,  Der  Übergang  von  der  unternehmerischen  Leistungspflicht  zur Mängelhaftung beim Werkvertrag, Zeitpunkt und Voraussetzungen, Bern 1996, N. 40; Zindel/Pulver/Schott, Vor Art. 363- 379 N. 5.  18  Zindel/Pulver/Schott, Vor Art. 363- 379 N. 2, N. 5.  19  Bögli, N. 37; Şenocak, s. 18.  20  Bögli, N. 38; krş. Zindel/Pulver/Schott, Vor Art. 363- 379 N. 5; Eren, s. 592.  21  Krş. Bögli, N. 38.  22  Krş. Zindel/Pulver/Schott, Vor Art. 363- 379 N. 3. Türk hukukunda eser kavramının geniş anlaşılması yönünde Şenocak, s. 17; Eren, s. 591 vd.; ayrıca bkz. Hüseyin Altaş, Eserin Teslimden Önce Telef Olması (BK. mad. 368), Ankara 2002, s. 56.  23  Bkz. mesela Koller, N. 65, N. 66. Ayrıca bkz. dn. 2.  246Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260  İsviçre ve Türk Yargı … II. İsviçre ve Türk Yargı Kararlarında Eser Kavramı  İsviçre  Federal  Mahkemesi,  1983  yılından  itibaren  eser  kavramının maddi  eserlerin  yanında  maddi  olmayan  eserleri  de  kapsadığı  görüşünü savunmaktadır.  1983 yılından önceki süreçte 1972 yılına kadar maddi olmayan eserlerin de  eser  sözleşmesinin  konusunu  oluşturabileceğini  kabul  eden  Federal Mahkeme,  1972  yılında  verdiği  kararla  görüş  değiştirmiş;  eser sözleşmesinin konusunu sadece maddi varlığı olan iş görme sonuçlarının oluşturabileceğini kabul etmiştir. Anılan karara göre bir mimarın ön proje ve planları, bir hukukçunun, jeologun, mühendisin veya hekimin raporu maddi bir eser olmayıp, fikri bir çalışmanın sonucudur; bu sonuçların bir kâğıtta boyut kazanması halinde de durum değişmez, sözü edilen hallerde vekâlet sözleşmesi hükümleri uygulanmalıdır.  Federal  Mahkeme,  bu  görüşün  doktrinde  eleştirilmesi  üzerine  1983 yılında verdiği kararla tekrar görüş değiştirmiş; eski içtihadına dönmüş; eser sözleşmesinin  konusunu  maddi  olmayan  iş  görme  sonuçlarının  da oluşturabileceğini ifade etmiştir. Anılan kararda bir arazinin ölçülmesi ve ölçüm  değerlerinin  bir  plan  üzerinde  gösterilmesinin  kararlaştırıldığı  bir sözleşme, eser sözleşmesi hükümlerine tabi tutulmuştur.  İsviçre  Federal  Mahkemesi,  son  zamanlardaki  kararlarında  maddi olmayan iş görme sonuçlarının eser olarak kabul edilmesi yönünden bir sınırlama getirmiştir. Federal Mahkemenin görüşüne göre maddi olmayan iş görme  sonucunun  Art.  363  OR/TBK  m.  470  anlamında  bir  eser  kabul edilebilmesi  için  sonucun  doğruluğunun  objektif  ölçütlere  göre  kontrol edilebilmesi  ve  bu  suretle  doğru  veya  yanlış  olarak  nitelendirilebilmesi gerekir. Diğer bir ifadeyle sonuç objektif olarak kontrol edilebilmelidir ki                                                  24  Bu konuda bkz. Zindel/Pulver/Schott, Vor Art. 363- 379 N. 3; Gauch, N. 37 vd., N. 41 vd.; Koller, N. 62.  25  BGE 98 II 305 E. 3b.  26  Karar hakkında ayrıca bkz. Aral/Ayrancı, s. 362.  27  BGE 109 II 34 E. 3b.  28  Karar hakkında bkz. Aral/Ayrancı, s. 362- 363.  29  Konu hakkında bkz. Gauch, N. 46a; Koller, N. 62.  30  BGE 4A_51/2007, 11.09.2007, E. 4. 3 (Bu kararda özel bankacılık alanında mali ve ekonomik verilerin analiz edilmesini ve masraflar bakımından olabilecek en iyi şekle getirilmesini  konu  edinen  bir  sözleşmenin  eser  sözleşmesi  olarak  değerlendirilip 247S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260 vaat edilebilsin. Federal Mahkemenin bu yaklaşımı, doktrinde eleştirilmiştir. Nitekim her şeyden önce sanat eserleri gibi eser sözleşmesi anlamında maddi olmayan (fikri) eserler, nitelikleri gereği ne doğru ne yanlıştır, bilakis belki güzel  veya  güzel  değildir.  Diğer  taraftan  maddi  olmayan  bir  iş  görme sonucunun  doğruluğu,  objektif  ölçütlere  göre  bir  değerlendirmeye  tabi tutulamayabilir. Fakat bu durum, ilgili sonucun eser sözleşmesi anlamında bir eser  olmasını  engellemez.  Bilakis  bunun  anlamı  şudur;  burada  sonucun objektif  olarak  doğruluğu  borçlanılmamıştır  ve  yüklenicinin  ayıptan sorumluluğuna yol açan özelliklerden değildir.   Yargıtay da eser kavramını geniş yorumlamaktadır. Yargıtay a göre  eser sözleşmesi, bir iş görme borcu doğuran sözleşme olmakla beraber burada önemli olan çalışmanın kendisinden ziyade bu çalışma neticesi ortaya çıkan ve objektif olarak gözlemlenen sonuçtur. İşi yapmayı üstlenen, işsahibi ile  akdi  ilişkiye  girerken  bir  sonuç  (eser)  meydana  getirmeyi  taahhüt etmektedir. Bu anlamda eser, bir iş görme faaliyetinin maddi veya maddi olmayan sonucudur 34. Bir kararında Yargıtay, eser kavramını şöyle ifade                                                  değerlendirilemeyeceği incelenmiştir). Bu konuda önemli bir karar olarak bkz. BGE 127 III 328 E. 2c (Bu kararda bilirkişi raporunun sonucunun objektif ölçütlere göre doğru veya yanlış olarak kontrol edilebilmesi halinde vaat edilebileceği ve eser sözleşmesine konu olabileceği ifade edilmiştir).  Ayrıca bkz. BGE 4A_252/2010, 25.11.2010, E. 4. İsviçre Federal Mahkemesinin bir sanatçıyla yapılan sözleşmeyle ilgili 2018 yılında verdiği bir kararı bağlamında maddi olmayan iş görme sonucunun, eser sözleşmesine konu olabilmesi için objektif ölçütlere göre doğru veya yanlış olarak kontrol edilebilir bir sonuç olması gerektiği  yönündeki  görüşünü  teyit  ettiği  hususunda  bkz.  Markus  Vischer,  Urteilbesprechung 4A_129/2017, AJP 2018, s. 1153 vd.  31  Gauch, N. 46a; ayrıca bkz. Zindel/Pulver/Schott, Vor Art. 363- 379 N. 6.  32  Gauch, N. 46a. Sanat eserlerine ilişkin olarak ayrıca bkz. Şenocak, s. 18- 19.  33  Bu konuda bkz. Şenocak, s. 17, dn. 54 ve orada atıf yapılan kararlar; Leyla Müjde Kurt, Yüklenicinin  Eseri  Teslim  Borcunda  Temerrüdü  (6098 Sayılı  Türk  Borçlar  Kanunu Hükümlerine Göre), Ankara 2012, s. 29 vd.; Krş. Yusuf Büyükay, Eser Sözleşmesi, 2. Baskı, Ankara 2014, s. 33, dn. 8; Müge Ürem, Eser Sözleşmesinde Erken Dönme, İstanbul 2017, s. 13.  34  Bkz. mesela Y. 9. HD. E. 2014/21286, K. 2015/16588, 06.05.2015 (Legalbank). Anılan kararda  Yargıtay,  bağımsız  bir  varlığı  değiştirmeye,  işlemeye  veya  biçimlendirmeye yönelik edimlerin de eser kavramına dâhil sayılacağını ve eser sözleşmesinin konusunu oluşturacağını ifade etmiştir. Aynı yönde Y. 22. HD. E. 2014/29178, K. 2015/10460, 17.03.2015; Y. 22. HD. E. 2014/25180, K. 2015/8354, 26.02.2015; Y. 22. HD. E. 2014/3415,  K.  2014/4314,  28.02.2014;  Y.  21.  HD.  E.  2008/7005,  K.  2009/4541, 26.03.2009; Y. 21. HD. E. 2008/6716, K. 2009/567, 22.01.2009; Y. 15. HD. E. 2011/3921, K. 2011/4811, 20.07.2011 (Legalbank); Y. 15. HD. E. 2010/589, K. 2011/263, 25.01.2011 (Kazancı İçtihat Bilgi Bankası).  248Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260  İsviçre ve Türk Yargı … etmiştir:  Genellikle emek unsuru ağır basan bir çalışma ürünü olup bütünlük arz eden ve ekonomik değeri olan her hukuksal varlık, maddi nitelikte olsun veya olmasın birer eser sayılmaktadır… 35. Yargıtay ın eser sözleşmesinde Federal  Mahkeme  gibi  maddi  olmayan  iş  görme  sonucunun  objektif doğruluğu yönünde sınırlayıcı bir şart getirmediği görülmektedir.  IV.  Estetik  Operasyonu  Konu  Edinen  Sözleşmenin  Hukuki Niteliğine İlişkin Olarak Yargıtay ın Yaklaşımı  1. Genel Olarak Estetik Operasyonlar  Estetik  operasyon,  kişinin vücut  bütünlüğüne  yönelik estetik  amaçlı cerrahi bir müdahaleyi ifade eder.  Estetik operasyonlar, takip edilen amaca göre üç gruba ayrılabilir:  1.1. Rekonstrüktif Estetik Operasyonlar Rekonstrüktif estetik operasyonlar, bir kaza veya hastalık sonucu ortaya çıkan, dıştan fark edilebilir estetik bir şekil bozukluğunu, deformasyonu gidermeye yönelik estetik operasyonlardır. Bu operasyonlarla vücudun veya hastanın görünüşünün normal haline gelmesi hedeflenir. Mesela, yüzdeki yangın yaraları sonucu yüz nakli; yüzde bir kaza sonucu meydana gelen yara izlerinin düzeltilmesi; bir tümör sebebiyle alınmak zorunda kalınan göğsün yerine göğüs yapılması gibi operasyonlarda durum böyledir.                                                   35  Y. 15. HD. E. 2012/6827, K. 2012/7647, 05.12.2012 (Kazancı İçtihat Bilgi Bankası); Y. 3. HD. E. 2013/2362, K. 2013/4483, 14.03.2013 (Legalbank).  …Önceden belirlenmiş olan ve bir bütün teşkil eden bir iş, emek sonucu…  olarak bkz. Y. HGK. E. 2015/139, K. 2018/316, 21.02.2018 (Legalbank). Eserin, yüklenicinin sanat ve becerisini gerektiren bir emekle gerçekleştirilen bir sonuç olduğu yönünde bkz. Y. 14. HD. E. 2011/8995, K. 2011/9420, 18.07.2011 (Legalbank).   36  Krş. Nadja Majid, Die Geschäftsfähigkeit der urteilsfähigen minderjährigen Person im Bereich der Schönheitsoperationen- Rechtslage, Kritik und Postulat, Zürich 2017, N. 88. Konu  hakkında  bkz.  Hasan  Petek,  Güzelleştirme  Amaçlı  Estetik  Ameliyatlardan Kaynaklanan Hukuki Sorumluluk, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Cilt 8, Sayı 1, 2006, s. 180; Atilla Arıncı/Sevgi Usta, Estetik Amaçlı Tıbbi Müdahalelerde Hekimin Hukuki Sorumlulukları ve Eser Sözleşmesi, Turkish Journal of Plastic Surgery, 2017; 25 (2), s. 85- 86; Merter Özay, Estetik Amaçlı Tıbbi Müdahalelerde Hekimin Hukuki Sorumluluğu, Ankara 2006, s. 23.   37  Majid, N. 117; ayrıca bkz. Özay, s. 25 vd.; Petek, s. 181 vd..  38  Majid, N. 118.  39  Majid, N. 119.  249S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260 1. 2. Konstrüktif (Korrektif) Estetik Operasyonlar  Konstrüktif (korrektif) operasyonlar, doğuştan gelen, dıştan fark edilebilir bir şekilsizliği veya yine doğuştan gelen ve normalden büyük ölçüde ayrılan estetik bir deformasyonu gidermeye yönelik operasyonlardır. Bu ihtimalde şekilsizlik veya estetik deformasyon, ortalama bir kişi tarafından da estetik dışı veya rahatsız edici bulunmalıdır. Böyle bir estetik operasyonla, rekonstrüktif estetik operasyonda olduğu gibi, vücudun veya kişinin görünüşünün normal haline gelmesi hedeflenir. Mesela, çok açık (yelken/kepçe) kulaklarda kulak düzeltme; göğüs deformasyonlarının (eşit olmayan büyüklükte, farklı biçimde, eksik göğüsler gibi şekilsizliklerin) düzeltilmesi gibi operasyonlar, konstrüktif (korrektif) operasyonlara örnek verilebilir.  1.3. Güzelleştirmeye Yönelik Estetik Operasyonlar  Burada objektif açıdan norma uygun bir vücutta istenilen düzeltmeleri gerçekleştirmeye yönelik estetik operasyonlar söz  konusudur.  Böyle  bir estetik  operasyon,  vücutta  veya  görünüşte  kişisel  olarak  hissedilen  veya algılanan estetik bir deformasyondan dolayı yapılır. Mesela, hastanın görüşüne göre çok büyük olan bir burundan dolayı gerçekleştirilen burun düzeltmesi; hastanın görüşüne göre çok küçük olan göğüs hacminden dolayı yapılan göğüs büyütme; yine hastanın görüşüne göre çok kalın olan uyluklardan dolayı yağ aldırma gibi operasyonlarda durum böyledir. Güzelleştirmeye  yönelik  estetik  operasyonlarla  konstrüktif  (korrektif) estetik  operasyonlar  arasında  ayrım  yapmak  kolay  olmayabilir.  Mesela yelken/kepçe  kulakların  cerrahi  olarak  düzeltilmesi,  hem  güzelleştirmeye yönelik estetik operasyon hem de konstrüktif (korrektif) estetik operasyon olarak nitelendirilebilir. Belirli bir operasyonun estetik operasyonlardan hangi kategoriye gireceği, münferit halde somut şartlara göre tespit edilir. Bu yönde mesela bir çocuğun yelken/kepçe kulakları normalden büyük ölçüde ayrılan bir estetik deformasyon ortaya koyuyorsa, kulakların cerrahi olarak düzeltilmesi, daha ziyade konstrüktif (korrektif) estetik operasyon olarak nitelendirilirken, çocuğun kulakları sadece çok az açık duruyorsa, kulakların cerrahi olarak düzeltilmesi,  daha  ziyade  güzelleştirmeye  yönelik  estetik  operasyon kategorisine girer.                                                  40  Majid, N. 120.  41  Majid, N. 121.  42  Majid, N. 122.  43  Majid, N. 123.  44  Krş. Majid, N. 124.  45  Majid, N. 124.  250Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260  İsviçre ve Türk Yargı … Estetik operasyon, tedavi amaçlı da yapılabilir. Burada birincil amaç, fiziksel  ve  psişik  sağlığın  korunması,  iyileştirilmesi  ve  yeniden kazandırılmasıdır. Bu operasyonlar, mesela sırt ağrısı, eklem ağrısı gibi fiziksel  ağrılardan  kurtarmayı  veya  mesela  depresyon  gibi  psişik  bir bozukluğun sağaltımını amaçlar. Burada dıştan fark edilebilir estetik bir deformasyonun sebep olduğu fiziksel veya psişik bir hastalık veya bozukluk mevcuttur ve estetik operasyon ile bu fiziksel veya psişik acının bertaraf edilmesi  ihtimali  mevcuttur.  Mesela,  göğüs  küçültmesi,  tedavi  amaçlı olabilir. Diğer taraftan sözü edilen göğüs küçültmesinde tedavi amacıyla birlikte, estetik sebepler de bulunabilir. Fakat böyle bir durumda estetik sebepler ön planda olmamalıdır; bilakis sağlıkla ilgili sebeplere göre daha ziyade  ikincil  derecede  olmalıdır.  Aksi  takdirde  göğüs  küçültme,  tedavi amaçlı estetik operasyon olmaz, sadece estetik amaçlı olur.  Doktrinde bir görüşe göre rekonstrüktif ve konstrüktif (korrektif) estetik operasyonlar, esasen tedavi amaçlıdır.  2. Estetik Operasyonu Konu Edinen Sözleşmenin Hukuki Niteliği  2.1.  Estetik  Operasyonu  Konu  Edinen  Sözleşmenin  Hukuki Niteliğine İlişkin Olarak Doktrindeki Görüşler  Estetik operasyonu konu edinen sözleşmenin hukuki niteliğine ilişkin olarak doktrinde farklı yaklaşımlar mevcuttur. İsviçre doktrininde hekimle hasta  arasındaki  hukuki  ilişki,  esas  itibarıyla,  vekâlet  sözleşmesi  olarak                                                  46  Majid, N. 131. Konuyla ilgili olarak ayrıca bkz. Petek, s. 181 vd.; Özay, s. 25 vd. Türk hukukunda Ayan a göre  estetik amaçlı müdahalelerde, doğrudan doğruya beden sağlığını koruma amacı bulunmadığı söylenebilir. Zira bunlar, bedeni bir rahatsızlığın ortadan kaldırılmasından  ziyade,  fizik  yapıda  mevcut  anormalliğin  ruhi  yapıda  yol  açtığı bozuklukları tamir amacına yöneliktirler. Ameliyat sonucunda kişi, daha ziyade ruhi bir tatmin, bir rahatlama elde eder. Ne var ki, beden sağlığı ile ruh sağlığının bir bütün olduğu düşünülürse, estetik amaçlı müdahalelerin de tedavi niteliği taşıdıkları kabul edilebilir.  Bkz. Mehmet Ayan, Tıbbi Müdahalelerden Doğan Hukuki Sorumluluk, Ankara 1991, s. 34.  47  Majid, N. 131.  48  Majid, N. 131; ayrıca bkz. Petek, s. 182.  49  Majid, N. 132.  50  Majid, N. 133; Petek, s. 182.  51  Majid, N. 134.  52  Bu konuda bkz. Majid, s. 39, dn. 217 ve dn. 224.  53  Bu konuda Türk hukukundaki görüşlere ilişkin olarak ayrıntılı bir inceleme için bkz. Petek, s. 187 vd.  251S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260 nitelendirilmektedir.  Vekâlet  sözleşmesinde  vekil,  vekâlet  verenin menfaatine ve gerçekleşip gerçekleşmeyeceği garanti edilemese de, belirli bir sonuç  bakımından  özenli  bir  faaliyette  bulunmayı  borçlanır.  Eser sözleşmesinde  ise  yüklenici,  bir  eser  meydana  getirmeyi  üstlenir. Yüklenicinin meydana getirmekle yükümlendiği eser, belirli bir iş görmenin sonucundan oluşur. Bu iş görme sonucu, genellikle göz önünde tutulması zorunlu olmayan, öngörülemeyen şartlar saklı kalmak kaydıyla, tarafların düşüncesine göre sözleşmeye uygun davranışla olağan olarak erişilen bir sonucu ifade eder. Oysa tedaviye ilişkin belirli bir sonucun elde edilmesi taahhüt edilemez; zira bu tür sonuçlar, niteliği gereği taahhüt edenin önceden hâkim olamayacağı tartılamayan faktörlere de bağlıdır. Diğer taraftan bir cerrahın gerçekleştirdiği operasyon da tedavi ile hedeflenen iyileşme yolunda bir ara basamak teşkil eder; bu yönde cerrah da eser yüklenicisi olarak faaliyette bulunmaz. Cerrahın bedensel iyileşme ile ilgisi olmayan sadece estetik bir operasyon yapması halinde de aynısı geçerlidir. Bu yönde estetik operasyon hakkındaki sözleşmeye de vekâlet hükümleri uygulanmalıdır.   Türk hukukunda bazı yazarlara göre hekimle hasta arasında cerrahi müdahalelerin  yapılmasına  ilişkin  sözleşmeler,  eser  sözleşmesi  olarak nitelendirilemez. Zira cerrahi müdahalelerin başarıyla sonuçlanması, çoğu kez                                                  54  Gauch, N. 44; Max Nägeli, Die ärztliche Behandlung handlungsunfähiger Patienten aus zivilrechtlicher Sicht, Zürich 1984, s. 71; Majid, N. 154; Andrea Büchler/Margot Michel, Medizin- Mensch- Recht, Eine Einführung in das Medizinrecht der Schweiz, Zürich 2014, s. 80.  55  BGE 127 III 328 E. 2c.  56  Krş. Koller, N. 55.  57  Gauch, N. 43; krş. Koller, N. 55.  58  Gauch, N. 44.  59  Gauch, N. 44. Gauch a göre burada sınırda bir hal bulunsa da, cerrahi müdahalenin kişiye sıkı biçimde bağlı niteliği ve taraflar arasındaki tipik güven ilişkisi dikkate alındığında vekâlet sözleşmesinin uygulanması gerekir. Gauch a göre saç naklini konu edinen bir sözleşme de bu kapsamdadır. Koller e göre saç nakli, pekâlâ bir çalışma sonucu olarak vaat edilebilir, ancak böyle bir halde isimsiz sözleşme olarak telakki edilmesi gereken bir fikri eser sözleşmesi vardır (Koller, N. 56). Yargıtay, saç naklini konu edinen sözleşmeleri, eser sözleşmesi olarak kabul etmektedir. Bu yönde bkz. mesela Y. 15. HD. E. 2017/2151, K. 2017/3693, 30.10.2017; Y. 3. HD. E. 2013/18568, K. 2014/2337, 17.02.2014; Y. 3. HD. E. 2012/22501, K. 2013/1065, 24.01.2013 (Legalbank).  60  Krş. Majid, N. 154; Hans Giger, Analyse der haftpflichtrechtlichen Situation im Hinblick auf die chirurgische Schönheitsoperation, Ohne jegliche Haftung – Festschrift für Willi Fischer, Beiträge zum schweizerischen Haftpflicht- und Schuldrecht, Zürich 2016, s. 164 vd.  252Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260  İsviçre ve Türk Yargı … hekimin elinde olmayan faktörlere (hastanın durumu gibi) bağlıdır ve bu sebeple  objektif  olarak  niteliği  bakımından  taahhüt  edilmeye  elverişli değildir.  Özay a göre tüm tıbbi müdahale yöntem, amaç ve çeşitlerinin Borçlar Kanununda düzenlenmiş tek bir sözleşme türüne dâhil edilmesi mümkün değildir. Hekimlik sözleşmesi, tıbbi müdahalenin türüne göre vekâlet veya eser  sözleşmesi  hükümlerine  tabi  olabilir.  Tıp  biliminin  ve  uygulamada yararlanılan teknik araçların gelişmesiyle birlikte, hekim, kimi müdahalelerde sonucu  taahhüt  edebilir.  Konusu  bir  eser  meydana  getirme  sayılan  ve sonucunun taahhüt edilmesi mümkün olan tıbbi müdahalelere, eser sözleşmesi hükümlerinin  uygulanması,  özellikle  ayıptan  sorumluluk  hükümleri bakımından daha isabetlidir. Anılan yazara göre estetik müdahalelerin konu edildiği hekimlik sözleşmelerine eser sözleşmesi hükümleri uygulanacaktır.  Bazı yazarlara göre ise estetik operasyonun tedavi amaçlı olması halinde vekâlet sözleşmesi hükümlerinin uygulanması düşünülmelidir; buna karşılık tedavi amaçlı olmayan, sadece dış görünümü isteğe uygun hale getirmeye yönelik  estetik  operasyonlar  için  eser  sözleşmesi  hükümleri  söz  konusu olmalıdır.  2.2.   Estetik  Operasyonu  Konu  Edinen  Sözleşmenin  Hukuki Niteliğine İlişkin Olarak Yargıtay ın Yaklaşımı  Estetik  operasyonu  konu  edinen  bir  sözleşme,  Yargıtay ca  eser sözleşmesi olarak nitelendirilmektedir.                                                   61  Zarife Şenocak, Özel Hukukta Hekimin Sorumluluğu, Ankara 1998, s. 24; ayrıca bkz. Petek, s. 188 ve orada atıf yapılan yazarlar; estetik operasyonu konu edinen sözleşmenin hukuki niteliğine ilişkin olarak farklı bir değerlendirme için bkz. Arıncı/Usta, s. 91.  62  Özay, s. 47.  63  Özay, s. 47- 48; ayrıca bkz. Petek, s. 190.  64  Özay, s. 49. Estetik cerrah ile hasta arasında kurulan sözleşmenin, eser sözleşmesi niteliği taşıdığı yönünde Petek, s. 191.  65  Aral/Ayrancı, s. 364.  66  Bkz. mesela Y. 3. HD. E. 2016/455, K. 2017/7134, 15.05.2017; Y. 13. HD. E. 1993/131, K. 1993/2741, 05.04.1993 (Legalbank). Bununla birlikte Yargıtay, bir kararında yüzdeki çizgi ve kırışıklıkların giderilmesi için dolgu enjeksiyon yapılmasını konu edinen bir sözleşmede hekimin hukuki sorumluluğu bakımından vekâlet sözleşmesi hükümlerini uygulamıştır. Karar için bkz. Y. 13. HD. E. 2008/4519, K. 2008/10750, 18.09.2008 (Legalbank). Konu hakkında ayrıca bkz. Arıncı/Usta, s. 90. Yargıtay ın estetik operasyonu konu edinen sözleşmelere ilişkin kararlarıyla ilgili olarak bkz. Yusuf Memiş, (Yargıtay Kararları Işığı 253S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260 Yargıtay ın eser  kavramına  ilişkin  yaklaşımı,  esas itibarıyla  isabetli olmakla birlikte, estetik operasyonu konu edinen sözleşmeyi eser sözleşmesi olarak nitelendiren yaklaşımı üzerinde durmak gerekir. Şöyle ki Yargıtay ın konu ile ilgili kararlarında birkaç yön dikkati çekmektedir:  İlk olarak Yargıtay ın, estetik amaca vurgu yapan kararları olsa da, estetik  operasyonları  kategorize  etmediği,  bu  bağlamda  bazı  estetik operasyonların tedavi amaçlı olarak kabul edilip edilmeyeceği meselesini tartışmadığı gözlemlenmektedir.  Yargıtay ın, estetik operasyonun sadece estetik amaçlı olmadığı, tedavi amaçlı da yapıldığı (iddia edilen) hallerde ise hangi amacın öncelikli olduğu yönünde  bir  inceleme  yapmadığı;  estetik  amaç  da  varsa,  doğrudan  eser sözleşmesi hükümlerini uyguladığı gözlemlenmektedir.  Yargıtay,  bir  kararında  operasyonla  tedavi  değil,  güzelleşme amaçlandığından  taraflar  arasındaki  ilişkinin  hizmet  ilişkisi  değil,  eser sözleşmesi ilişkisi olduğunu kabul ederken, tedavi amaçlanması halinde neden hizmet ilişkisinin söz konusu olması gerektiği tartışılmamıştır.  Yargıtay,  bir  kararında  yüz  gerdirme  operasyonunu  eser  sözleşmesi kapsamında  değerlendirirken,  estetik  cerrahın,  meydana  getirdiği  eserde, ortaya çıkan ayıp ve eksikliklerden ayıba karşı tekeffül hükümleri gereğince sorumlu olduğunu ifade etmiştir. Bu yönde Yargıtay, işsahibinin, eserdeki ayıbın önemine göre, eserdeki ayıpların giderilmesini talep (onarım) hakkı, ayıplı eserden ötürü ücretten indirim isteme hakkı ve eseri kabulden kaçınma                                                  Altında) Estetik Ameliyatlardan Doğan Hukuki Sorumluluk, Terazi Hukuk Dergisi, Cilt 11, Sayı 119, Temmuz 2016, s. 174 vd.; konu bağlamında ayrıca bkz. Mine Kaya, Estetik Müdahalelerde Hekimin Aydınlatma Yükümlülüğünün Kapsamı, Terazi Hukuk Dergisi, Cilt 11, Sayı 117, Mayıs 2016, s. 23 vd.  67  Bkz. mesela Y. 15. HD. E. 2010/589, K. 2011/263, 25.01.2011 (Kazancı İçtihat Bilgi Bankası); Y. 3. HD. E. 2013/11743, K. 2013/13688, 01.10.2013 (Memiş, s. 197).  68  Bkz. mesela Y. 3. HD. E. 2015/7414, K. 2016/4865, 30.03.2016 (Legalbank). Farklı bir değerlendirme için bkz. Arıncı/Usta, s. 88.  69  Bkz. mesela Y. 3. HD. E. 2012/177, K. 2012/6939, 15.03.2012 (Legalbank).  70  Y. 15. HD. E. 2017/2286, K. 2017/3847, 07.11.2017 (Kazancı İçtihat Bilgi Bankası). Yargıtay 15. Hukuk Dairesi, 3 Kasım 1999 tarihli (E. 1999/4007, K. 1999/3868) kararında bir hasta ile onu tedavi eden doktor arasındaki ilişkinin, vekâlet sözleşmesinin konusunu oluşturduğunu, bir cerrahın tedavi değil de, güzellik amacıyla insan vücudu üzerindeki tıbbi müdahalesinin ise eser sözleşmesinin konusunu oluşturduğunu ifade etmiştir. Karar için bkz. Legalbank; ayrıca Petek, s. 190, dn. 41.  71  Y. 3. HD. E. 2015/12079, K. 2015/19759, 07.12.2015. Karar için bkz. Memiş, s. 187.  254Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260  İsviçre ve Türk Yargı … hakkı bulunduğunu belirtmiştir. Yargıtay devamla, somut olayda eserdeki ayıbın  kabul  edilemeyecek  derecede  olmadığından  sözleşmenin  feshinin istenemeyeceğini, işsahibinin asıl iş bedelini ve giderlerinin iadesini talep edemeyeceğini ifade etmiş ve ayıbın giderilmesi için yapılacak giderlerin (başka bir cerrahta düzeltme ameliyatı için) tahsilinin istenebileceği sonucuna varmıştır. Bize göre bu kararda yüz gerdirme operasyonu sonrasında ortaya çıkan sonucun  kabul edilmeyecek derecede olmadığından  söz edilmesi düşündürücüdür. Açıktır ki TBK m. 475 hükmü çerçevesinde operasyon geçiren kişinin yüzünde ortaya çıkan sonucun kabul edilemeyecek derecede olması halinde de, sonucun niteliği gereği, sözleşmeden dönme imkânı yoktur. Bu karardaki yaklaşım, Yargıtay ın meseleyi özellik gösteren yönleriyle ele almadığını göstermektedir.  Yargıtay ın,  taahhütte  bulunanın  önceden  hâkim  olamayacağı tartılamayan faktörlere bağlı sonuçların, bir iş görme sonucu olarak vaat edilemeyeceği  yönü  üzerinde  yeterince  durmadığı  gözlemlenmektedir. Nitekim  Yargıtay,  ameliyat  esnasında  ve  sonrasında  kanama  ve  kan pıhtılaşması problemi yaşandığı, kan pıhtılaşmasının tıbbi müdahalenin olası komplikasyonlarından olmadığı bir karın germe ameliyatını konu edinen bir kararında, bu yönü tartışmadan, eser sözleşmesi hükümlerini uygulamıştır. Oysa taahhütte bulunanın önceden hâkim olamayacağı tartılamayan faktörlere bağlı sonuçlar, bir iş görme sonucu olarak vaat edilemez, bu yönde niteliği gereği tedaviye ilişkin belirli bir sonucun elde edilmesi de taahhüt edilemez. Aynı durum, aslında estetik operasyonlar için de geçerlidir.  V. Sonuç  Yargıtay, eser kavramını geniş yorumlamaktadır. Yargıtay a göre  eser sözleşmesi, bir iş görme borcu doğuran sözleşme olmakla beraber burada önemli olan çalışmanın kendisinden ziyade bu çalışma neticesi ortaya çıkan ve objektif olarak gözlemlenen sonuçtur. İşi yapmayı üstlenen, işsahibi ile akdi ilişkiye girerken bir sonuç (eser) meydana getirmeyi taahhüt etmektedir. Bu  anlamda  eser,  bir iş görme  faaliyetinin  maddi  veya  maddi  olmayan                                                  72  Benzer bir karar için bkz. Memiş, s. 219 (Y. 15. HD. E. 2008/969, K. 2008/6813, 14.11.2008); Konu bağlamında ayrıca bkz. Özay, s. 98- 99.  73  Y. 3. HD. E. 2015/11672, K. 2016/4827, 29.03.2016 (Legalbank).  74  Krş. Gauch, N. 43; Koller, N. 55.  255S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260 sonucudur . Estetik operasyonu konu edinen bir sözleşme ise Yargıtay ca eser sözleşmesi olarak nitelendirilmektedir.  Yargıtay ın eser  kavramına  ilişkin  yaklaşımı,  esas itibarıyla  isabetli olmakla birlikte, estetik operasyonu konu edinen sözleşmeyi eser sözleşmesi olarak nitelendiren yaklaşımı tartışılmalıdır. Bize göre özellikle bir sonucun sadece vaatte bulunanın elde etmeye muktedir olabildiği hallerde taahhüt edilebileceği dikkate alındığında, Yargıtay ın estetik operasyon hakkındaki sözleşmenin  hukuki  niteliğine  ilişkin  değerlendirmesini  yeniden  gözden geçirmesi  gerekir.  Burada  uygulanması  gereken  vekâlet  sözleşmesi hükümleri olmalıdır. Eğer belirli bir operasyon sonucunun gerçekleşeceği de taahhüt  ediliyorsa,  sonuca  ilişkin  bağımsız  garanti  taahhüdüyle  birlikte vekâlet sözleşmesi düşünülmelidir.                                                       75  Krş. Giger, s. 164.  76  Krş. Koller, N. 55; s. 21, dn. 35.  256Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260  İsviçre ve Türk Yargı … KISALTMALAR Abs.  :  Absatz   AJP  :  Aktuelle Juristische Praxis  Art.  :  Artikel  BGE  :  Entscheidungen des Schweizerischen Bundesgerichts   Bkz.  :  Bakınız  dn.  :  dipnot  E.  :  Esas, Erwägung   HD   :  Hukuk Dairesi  HGK  :  Hukuk Genel Kurulu  K.  :  Karar  Krş.  :  Karşılaştırınız  m.  :  madde  N.  :  Note  OR   :  Obligationenrecht  s.  :  sayfa  TBK  :  Türk Borçlar Kanunu vd.  :  ve devamı, ve diğerleri  Y  :  Yargıtay      257S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260 KAYNAKÇA∗  Altaş,  Hüseyin:  Eserin  Teslimden  Önce  Telef  Olması  (BK.  mad.  368),  Ankara 2002. Aral, Fahrettin/Ayrancı, Hasan: Borçlar Hukuku, Özel Borç İlişkileri, 11. Baskı, Ankara 2015.  Arıncı, Atilla/Usta, Sevgi: Estetik Amaçlı Tıbbi Müdahalelerde Hekimin Hukuki Sorumlulukları ve Eser Sözleşmesi, Turkish Journal of Plastic Surgery, 2017; 25 (2), s. 84- 93. Ayan,  Mehmet:  Tıbbi  Müdahalelerden  Doğan  Hukuki  Sorumluluk,  Ankara 1991.  Bögli, Roman: Der Übergang von der unternehmerischen Leistungspflicht zur Mängelhaftung  beim  Werkvertrag,  Zeitpunkt  und  Voraussetzungen, Bern 1996.  Büchler, Andrea/Michel, Margot: Medizin- Mensch- Recht, Eine Einführung in das Medizinrecht der Schweiz, Zürich 2014.  Büyükay, Yusuf: Eser Sözleşmesi, 2. Baskı, Ankara 2014.  Eren, Fikret: Borçlar Hukuku, Özel Hükümler, 5. Baskı, Ankara 2017.  Gauch, Peter: Der Werkvertrag, 5. Auflage, Zürich 2011.  Gautschi, Georg: Berner Kommentar zum Schweizerischen Privatrecht, Band VI,  Das  Obligationenrecht,  2.  Abteilung,  Die  Einzelnen Vertragsverhältnisse, 3. Teilband, Der Werkvertrag, Art. 363- 379 OR, 2. Auflage, Bern 1967.  Giger, Hans: Analyse der haftpflichtrechtlichen Situation im Hinblick auf die chirurgische Schönheitsoperation, Ohne jegliche Haftung – Festschrift für  Willi  Fischer,  Beiträge  zum  schweizerischen  Haftpflicht-  und Schuldrecht, Zürich 2016, s. 161- 179.                                                   ∗  Dipnotlarda geçen eserler, yazarlarının soyadları ile anılmıştır. Aynı yazarın birden fazla eserine yapılan atıflar, kısaltılmış şekilleriyle parantez içerisinde gösterilmiştir. 258Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260  İsviçre ve Türk Yargı … Hürlimann, Roland/Siegenthaler, Thomas: Handkommentar zum Schweizer Privatrecht, Vertragsverhältnisse, Teil 2, Arbeitsvertrag, Werkvertrag, Auftrag, GoA, Bürgschaft, 3. Auflage, Zürich 2016.  Kaya, Mine: Estetik Müdahalelerde Hekimin Aydınlatma Yükümlülüğünün Kapsamı,  Terazi  Hukuk  Dergisi,  Cilt  11,  Sayı  117,  Mayıs  2016,  s. 23- 37.  Koller,  Alfred:  Schweizerisches  Werkvertragsrecht,  Zürich  2015  (Koller, N.).  Koller, Alfred: Berner Kommentar, Band VI, Obligationenrecht, 2. Abteilung, Die einzelnen Vertragsverhältnisse, 3. Teilband, 1. Unterteilband, Der Werkvertrag, Art. 363- 366, Bern 1998 (Koller, Art.).  Kurt, Leyla Müjde: Yüklenicinin Eseri Teslim Borcunda Temerrüdü (6098 Sayılı Türk Borçlar Kanunu Hükümlerine Göre), Ankara 2012.  Majid,  Nadja:  Die  Geschäftsfähigkeit  der  urteilsfähigen  minderjährigen Person im Bereich der Schönheitsoperationen- Rechtslage, Kritik und Postulat, Zürich 2017.  Memiş, Yusuf: (Yargıtay Kararları Işığı Altında) Estetik  Ameliyatlardan Doğan Hukuki Sorumluluk, Terazi Hukuk Dergisi, Cilt 11, Sayı 119, Temmuz 2016, s. 174- 221.  Nägeli, Max: Die ärztliche Behandlung handlungsunfähiger Patienten aus zivilrechtlicher Sicht, Zürich 1984.  Özay,  Merter:  Estetik  Amaçlı  Tıbbi  Müdahalelerde  Hekimin  Hukuki Sorumluluğu, Ankara 2006.  Petek, Hasan: Güzelleştirme Amaçlı Estetik Ameliyatlardan Kaynaklanan Hukuki Sorumluluk, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Cilt 8, Sayı 1, 2006, s. 177- 239.  Şenocak, Zarife: Eser Sözleşmesinde Ayıbın Giderilmesini İsteme Hakkı, Ankara 2002 (Şenocak).   Şenocak, Zarife: Özel Hukukta Hekimin Sorumluluğu, Ankara 1998.  Ürem, Müge: Eser Sözleşmesinde Erken Dönme, İstanbul 2017.  259S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260 Vischer,  Markus:  Urteilbesprechung  4A_129/2017,  AJP  2018,  s. 1151- 1156.  Yavuz,  Cevdet/Acar,  Faruk/Özen,  Burak:  Türk  Borçlar  Hukuku,  Özel Hükümler, 10. Baskı, İstanbul 2014.  Zimmermann, Peter: Der Geist-Werkvertrag, Basel 1984.  Zindel, Gaudenz G./Pulver, Urs/Schott, Bertrand G.: Basler Kommentar, Obligationenrecht I, Art. 1- 529, 6. Auflage, Basel 2015.    260",
     "Abstract": "As per contracts of work and services, the work contractor is responsible to undertake is the outcome of a conducted business or a provided service. Work, could be a material or a non-material outcome of a conducted business or provided service.  The Swiss Federal Court which interprets the concept of  work  widely, in its latest decisions has introduced a limitation with regards to acceptance of the non-material outcomes of a conducted business or a provided service as  work . Accordingly, in order for a non-material outcome of a conducted business or provided service to be considered as  work  under Article 363 OR/TBK 470 the correctness of the outcome should be objectively measurable and therefore it should be possible to qualify the outcome as either correct or incorrect. 242Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260The Court of Cassation also interprets the concept of  work  widely. According to the Court of  Cassation:  even though a contract for work or services, is a contract that gives rise to an obligation to conduct a business or provide a service, the significant aspect here is the objectively observed outcome of the conducted business or provided service as opposed to the business or the service itself. The contractor undertakes to produce an outcome (work) when entering into a contractual relationship with the customer.  In this regard, work, is the material or non-material outcome of a conducted business or provided service .  Cosmetic surgery means a surgical operation towards a person s physical integrity for cosmetic purposes. A contract regarding a cosmetic surgery is characterized as a contract of work and service by the Court of Cassation. However, it is observed that the Court of Cassation does not put enough emphasis on the issue that outcomes affected by factors which cannot be foreseen or measured by the party who is making an undertaking cannot be committed as an outcome of a conducted business or a provided service. Thus, achieving an outcome, for example, as a result of a treatment cannot be undertaken. The same situation is actually applicable for cosmetic surgeries as well. The Court of Cassation should re-consider its evaluation regarding the legal character of contracts regarding cosmetic surgeries.  Provisions relating to agency should be applied here. If the result of an operation is undertaken as an outcome, an independent guarantee undertaking regarding the outcome should be considered along with an agency contract.",
     "Metin": "Bu çalışmada eser kavramının İsviçre ve Türk yargı kararlarında nasıl anlaşıldığı  güncel  bir  bakış  açısıyla  değerlendirilerek,  özellikle  estetik operasyonu  konu  edinen  sözleşmenin  hukuki  niteliğine  ilişkin  olarak Yargıtay ın yaklaşımı incelenmek istenmiştir. Bu yönde konu bağlamında önce eser kavramı hakkında doktrinde ileri sürülen başlıca görüşler üzerinde durulmuştur.   243S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260 II. Genel Olarak Eser Kavramı  Eser sözleşmesini tanımlayan TBK m. 470 e göre  eser sözleşmesi, yüklenicinin bir eser meydana getirmeyi, işsahibinin de bunun karşılığında bir bedel ödemeyi üstlendiği sözleşmedir .   Eser sözleşmesine göre yüklenicinin meydana getirmekle yükümlendiği eser, belirli bir iş görmenin sonucundan oluşur. Eser, maddi veya maddi olmayan bir iş görme sonucu olabilir. Buna göre maddi (cismani) bir eser veya maddi olmayan (fikri) bir eser söz konusu olur.  Maddi eser, maddi şeylerin şekillendirilmesi suretiyle doğar. Burada taşınır  veya  taşınmaz  yeni  bir  şeyin  meydana  getirilmesi  (mesela  bir makinenin yapımı veya bir binanın inşası) söz konusu olabileceği gibi mevcut bir şeyin değiştirilmesi (mesela bir binanın tadili) de söz konusu olabilir. Keza  mevcut  bir şey  üzerinde gerçekleşen onarım, temizleme,  yenileme şeklindeki bakım ve diğer takviye ya da yıkım vb. çalışmaların sonucu da maddi eser kavramına dâhildir  7.                                                  1   Peter Gauch, Der Werkvertrag, 5. Auflage, Zürich 2011, N. 18.  2   Gauch, N. 24; Roland Hürlimann/Thomas Siegenthaler, Handkommentar zum Schweizer Privatrecht, Vertragsverhältnisse, Teil 2, Arbeitsvertrag,  Werkvertrag,  Auftrag,  GoA, Bürgschaft, 3. Auflage, Zürich 2016, Art. 363 N. 2; Gaudenz G. Zindel/Urs Pulver/Bertrand G. Schott, Basler Kommentar, Obligationenrecht I, Art. 1- 529, 6. Auflage, Basel 2015, Vor Art. 363- 379 N. 1; Fahrettin Aral/Hasan Ayrancı, Borçlar Hukuku, Özel Borç İlişkileri, 11. Baskı, Ankara 2015, s. 361 vd.; Fikret Eren, Borçlar Hukuku, Özel Hükümler, 5. Baskı, Ankara 2017, s. 588 vd.; Cevdet Yavuz/Faruk Acar/Burak Özen, Türk Borçlar Hukuku, Özel Hükümler, 10. Baskı, İstanbul 2014, s. 987 vd. Sadece maddi iş görme sonuçlarının eser sözleşmesine konu olabileceği görüşünde Georg Gautschi, Berner Kommentar zum Schweizerischen Privatrecht, Band VI, Das Obligationenrecht, 2. Abteilung, Die Einzelnen Vertragsverhältnisse, 3. Teilband, Der Werkvertrag, Art. 363- 379 OR, 2. Auflage, Bern 1967, Vor Art. 363- 379 N. 1, N. 4; Alfred Koller, Schweizerisches Werkvertragsrecht, Zürich 2015, N. 54, N. 65, N. 66. Ancak Koller, daha önce maddi olmayan iş görme sonuçlarının da eser sözleşmesine konu olabileceği görüşündeydi (Bu konuda bkz. Alfred Koller, Berner Kommentar, Band VI, Obligationenrecht, 2. Abteilung, Die einzelnen Vertragsverhältnisse, 3. Teilband, 1. Unterteilband, Der Werkvertrag, Art. 363- 366, Bern 1998, Art. 363 N. 98.  3   Gauch, N. 24; krş. Aral/Ayrancı, s. 361- 362.  4   Krş. Gauch, N. 25.  5   Gauch, N. 26 vd., N. 28 vd.; Zindel/Pulver/Schott, Art. 363 N. 3, N. 10; Aral/Ayrancı,  s. 365.  6   Gauch, N. 28, N. 29; Zindel/Pulver/Schott, Art. 363 N. 3; Aral/Ayrancı, s. 365- 366.  7   Öte yandan yüklenicinin meydana getirmekle borçlandığı maddi eserin, insan vücudundaki bazı çalışmaların sonucundan oluşması da mümkündür (mesela saç kesimi, saç boyama 244Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260  İsviçre ve Türk Yargı … Maddi olmayan (fikri) eser ise, ağırlıklı olarak fikri bir edimin (mesela bilimsel veya sanatsal bir faaliyetin) sonucudur (mesela kullanıcının özel ihtiyaçları için geliştirilmiş bilgisayar programı, tercüme çalışmaları, teknik veya tıbbi vb. uzman raporları, fotoğraf veya film çekimleri)8. Fikri eser de maddi eser gibi yüklenicinin eser sözleşmesine ilişkin ediminin konusunu oluşturmaya uygundur.  Doktrinde savunulan bir görüşe göre maddi olmayan bir sonucun eser sözleşmesinin  konusunu  oluşturabilmesi,  ancak  bazı  sınırlamalarla mümkündür:  Şöyle  ki  öncelikle  maddi  olmayan  bir  sonuç,  yüklenici tarafından niteliği gereği bir iş görme sonucu olarak vaat edilebilmelidir. Bu anlamda mesela bir dava veya tedaviye ilişkin belirli bir sonucun elde edilmesi taahhüt edilemez; zira bu tür sonuçlar, niteliği gereği taahhüt edenin önceden hâkim olamayacağı tartılamayan faktörlere de bağlıdır. Öte yandan eser sözleşmesinin  özellikle  eserin  teslimine  ve  gözden  geçirilmesine (muayenesine)  ilişkin  kuralları,  maddi  olmayan  sonucun  belirli  ölçüde maddilik kazanmasını gerektirir. Bu da maddi olmayan sonucun bir şeyde sürekli olarak şekillenmesi ve böylece algılanabilir tarzda tespit edilmesi suretiyle olur (mesela bir yapı planının yazılı bir metne derci veya bir modelde sunulması ya da bir ses bandına veya elektronik veri belleğine kaydedilmesi halinde durum böyledir)14.                                                   gibi); ancak burada belirli bir sonuç taahhüdüyle birlikte eser sözleşmesine ilişkin diğer unsurların da bulunması gerekir. Krş. Gauch, N. 31; Aral/Ayrancı, s. 366; Koller e göre burada maddi eser yoktur, saç kesimini konu edinen bir sözleşme, Art. 363 OR/TBK m. 470 anlamında eser sözleşmesi olarak telakki edilemez, böyle bir halde eser sözleşmesi yerine isimsiz bir sözleşmeden hareket edilmelidir (N. 55).  8   Krş. Gauch, N. 33, N. 34; Aral/Ayrancı, s. 361 vd.; Peter Zimmermann, Der GeistWerkvertrag,  Basel  1984,  s.  1  vd.;  Zarife  Şenocak,  Eser  Sözleşmesinde  Ayıbın Giderilmesini İsteme Hakkı, Ankara 2002, s. 14. Zimmermann a göre fikri bir edim sonucunu konu alan (fikri) eser sözleşmesi, kendine özgü bir isimsiz sözleşmedir (s. 119- 120). Koller e göre de fikri eser sözleşmeleri, isimsiz sözleşmedir (N. 2).  9   Gauch, N. 33.  10  Gauch, N. 42 vd.; Türk hukukunda bu yönde Aral/Ayrancı, s. 363 vd.; Yavuz/Acar/Özen, s. 989 vd.  11  Gauch, N. 43; Aral/Ayrancı, s. 364; Yavuz/Acar/Özen, s. 989.  12  Gauch, N. 43; Aral/Ayrancı, s. 364; Şenocak, s. 19.  13  Gauch, N. 45; Aral/Ayrancı, s. 364- 365; Yavuz/Acar/Özen, s. 989 vd.  14  Gauch, N. 45; Aral/Ayrancı, s. 363; krş. Şenocak, s. 16.  245S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260 Maddi olmayan iş görme sonucunun bir şeyde sürekli olarak şekillenerek belirli ölçüde maddilik kazanması gereği, bazı yazarlarca eleştirilmiştir: Şöyle  ki  bir  sözleşmeyi  eser  sözleşmesi  olarak  nitelendiren,  iş  görme sonucunun maddiliği değil, bilakis yüklenicinin belirli bir iş görme sonucunu gerçekleştirme taahhüdüdür. Buna göre hem maddi hem de maddi olmayan iş görme sonuçlarını kapsayan geniş bir eser kavramı geçerlidir; burada maddi olmayan sonucun ayrıca yazı, resim, ses bandı, videokaset vb. bir şeyde somutlaştırılmasına  gerek  yoktur.  Maddi  olmayan  sonucun  bir  şeyde somutlaştırıldığı hallerde de somutlaştırma unsuru tali niteliktedir; sadece bir yan yüküm oluşturur. Öte yandan eser sözleşmesinin bazı kuralları, maddi olarak somutlaştırılmış fikri eserlere de büyük ölçüde uymamaktadır; mesela eserin  meydana  getirilmesinde  kullanılan  malzemeye  ilişkin  Art.  365 OR/TBK m. 472 hükmü, plan hazırlamayı konu edinen eser sözleşmesinde uygulanamaz. Ayrıca maddi olmayan sonucun bir şeyde somutlaştırılıp somutlaştırılmadığına  göre  ayrım  yapılması  halinde  farklı  ve  tereddüt uyandırıcı hukuki sonuçlara varılabilir. Buna göre mesela yazılı bir metinde veya başka bir şekilde somutlaştırılarak teslim edilen bir uzmanlık raporu eser sözleşmesinin  konusunu  oluştururken,  sözlü  bir  uzmanlık  raporu  bunun dışında değerlendirilebilecektir. Diğer yandan geniş anlamda eser kavramı, Art. 363 OR/TBK m. 470 hükmünün sözüne de uygundur.   Bazı yazarlara göre ise eser sözleşmesinin konusunu sadece maddi iş görme sonuçları oluşturabilir. Zira eser sözleşmesi hükümleri,  özellikle ayıptan sorumlulukla ilgili hükümler, maddi eser sözleşmeleri için uygun olup, fikri eser sözleşmeleri için çoğu kez uygun değildir.                                                   15  Zindel/Pulver/Schott, Vor Art. 363- 379 N. 2, N. 5; Eren, s. 591 vd.  16  Zindel/Pulver/Schott, Vor Art. 363- 379 N. 4; Şenocak, s. 18; Eren, s. 591.  17  Roman  Bögli,  Der  Übergang  von  der  unternehmerischen  Leistungspflicht  zur Mängelhaftung beim Werkvertrag, Zeitpunkt und Voraussetzungen, Bern 1996, N. 40; Zindel/Pulver/Schott, Vor Art. 363- 379 N. 5.  18  Zindel/Pulver/Schott, Vor Art. 363- 379 N. 2, N. 5.  19  Bögli, N. 37; Şenocak, s. 18.  20  Bögli, N. 38; krş. Zindel/Pulver/Schott, Vor Art. 363- 379 N. 5; Eren, s. 592.  21  Krş. Bögli, N. 38.  22  Krş. Zindel/Pulver/Schott, Vor Art. 363- 379 N. 3. Türk hukukunda eser kavramının geniş anlaşılması yönünde Şenocak, s. 17; Eren, s. 591 vd.; ayrıca bkz. Hüseyin Altaş, Eserin Teslimden Önce Telef Olması (BK. mad. 368), Ankara 2002, s. 56.  23  Bkz. mesela Koller, N. 65, N. 66. Ayrıca bkz. dn. 2.  246Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260  İsviçre ve Türk Yargı … II. İsviçre ve Türk Yargı Kararlarında Eser Kavramı  İsviçre  Federal  Mahkemesi,  1983  yılından  itibaren  eser  kavramının maddi  eserlerin  yanında  maddi  olmayan  eserleri  de  kapsadığı  görüşünü savunmaktadır.  1983 yılından önceki süreçte 1972 yılına kadar maddi olmayan eserlerin de  eser  sözleşmesinin  konusunu  oluşturabileceğini  kabul  eden  Federal Mahkeme,  1972  yılında  verdiği  kararla  görüş  değiştirmiş;  eser sözleşmesinin konusunu sadece maddi varlığı olan iş görme sonuçlarının oluşturabileceğini kabul etmiştir. Anılan karara göre bir mimarın ön proje ve planları, bir hukukçunun, jeologun, mühendisin veya hekimin raporu maddi bir eser olmayıp, fikri bir çalışmanın sonucudur; bu sonuçların bir kâğıtta boyut kazanması halinde de durum değişmez, sözü edilen hallerde vekâlet sözleşmesi hükümleri uygulanmalıdır.  Federal  Mahkeme,  bu  görüşün  doktrinde  eleştirilmesi  üzerine  1983 yılında verdiği kararla tekrar görüş değiştirmiş; eski içtihadına dönmüş; eser sözleşmesinin  konusunu  maddi  olmayan  iş  görme  sonuçlarının  da oluşturabileceğini ifade etmiştir. Anılan kararda bir arazinin ölçülmesi ve ölçüm  değerlerinin  bir  plan  üzerinde  gösterilmesinin  kararlaştırıldığı  bir sözleşme, eser sözleşmesi hükümlerine tabi tutulmuştur.  İsviçre  Federal  Mahkemesi,  son  zamanlardaki  kararlarında  maddi olmayan iş görme sonuçlarının eser olarak kabul edilmesi yönünden bir sınırlama getirmiştir. Federal Mahkemenin görüşüne göre maddi olmayan iş görme  sonucunun  Art.  363  OR/TBK  m.  470  anlamında  bir  eser  kabul edilebilmesi  için  sonucun  doğruluğunun  objektif  ölçütlere  göre  kontrol edilebilmesi  ve  bu  suretle  doğru  veya  yanlış  olarak  nitelendirilebilmesi gerekir. Diğer bir ifadeyle sonuç objektif olarak kontrol edilebilmelidir ki                                                  24  Bu konuda bkz. Zindel/Pulver/Schott, Vor Art. 363- 379 N. 3; Gauch, N. 37 vd., N. 41 vd.; Koller, N. 62.  25  BGE 98 II 305 E. 3b.  26  Karar hakkında ayrıca bkz. Aral/Ayrancı, s. 362.  27  BGE 109 II 34 E. 3b.  28  Karar hakkında bkz. Aral/Ayrancı, s. 362- 363.  29  Konu hakkında bkz. Gauch, N. 46a; Koller, N. 62.  30  BGE 4A_51/2007, 11.09.2007, E. 4. 3 (Bu kararda özel bankacılık alanında mali ve ekonomik verilerin analiz edilmesini ve masraflar bakımından olabilecek en iyi şekle getirilmesini  konu  edinen  bir  sözleşmenin  eser  sözleşmesi  olarak  değerlendirilip 247S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260 vaat edilebilsin. Federal Mahkemenin bu yaklaşımı, doktrinde eleştirilmiştir. Nitekim her şeyden önce sanat eserleri gibi eser sözleşmesi anlamında maddi olmayan (fikri) eserler, nitelikleri gereği ne doğru ne yanlıştır, bilakis belki güzel  veya  güzel  değildir.  Diğer  taraftan  maddi  olmayan  bir  iş  görme sonucunun  doğruluğu,  objektif  ölçütlere  göre  bir  değerlendirmeye  tabi tutulamayabilir. Fakat bu durum, ilgili sonucun eser sözleşmesi anlamında bir eser  olmasını  engellemez.  Bilakis  bunun  anlamı  şudur;  burada  sonucun objektif  olarak  doğruluğu  borçlanılmamıştır  ve  yüklenicinin  ayıptan sorumluluğuna yol açan özelliklerden değildir.   Yargıtay da eser kavramını geniş yorumlamaktadır. Yargıtay a göre  eser sözleşmesi, bir iş görme borcu doğuran sözleşme olmakla beraber burada önemli olan çalışmanın kendisinden ziyade bu çalışma neticesi ortaya çıkan ve objektif olarak gözlemlenen sonuçtur. İşi yapmayı üstlenen, işsahibi ile  akdi  ilişkiye  girerken  bir  sonuç  (eser)  meydana  getirmeyi  taahhüt etmektedir. Bu anlamda eser, bir iş görme faaliyetinin maddi veya maddi olmayan sonucudur 34. Bir kararında Yargıtay, eser kavramını şöyle ifade                                                  değerlendirilemeyeceği incelenmiştir). Bu konuda önemli bir karar olarak bkz. BGE 127 III 328 E. 2c (Bu kararda bilirkişi raporunun sonucunun objektif ölçütlere göre doğru veya yanlış olarak kontrol edilebilmesi halinde vaat edilebileceği ve eser sözleşmesine konu olabileceği ifade edilmiştir).  Ayrıca bkz. BGE 4A_252/2010, 25.11.2010, E. 4. İsviçre Federal Mahkemesinin bir sanatçıyla yapılan sözleşmeyle ilgili 2018 yılında verdiği bir kararı bağlamında maddi olmayan iş görme sonucunun, eser sözleşmesine konu olabilmesi için objektif ölçütlere göre doğru veya yanlış olarak kontrol edilebilir bir sonuç olması gerektiği  yönündeki  görüşünü  teyit  ettiği  hususunda  bkz.  Markus  Vischer,  Urteilbesprechung 4A_129/2017, AJP 2018, s. 1153 vd.  31  Gauch, N. 46a; ayrıca bkz. Zindel/Pulver/Schott, Vor Art. 363- 379 N. 6.  32  Gauch, N. 46a. Sanat eserlerine ilişkin olarak ayrıca bkz. Şenocak, s. 18- 19.  33  Bu konuda bkz. Şenocak, s. 17, dn. 54 ve orada atıf yapılan kararlar; Leyla Müjde Kurt, Yüklenicinin  Eseri  Teslim  Borcunda  Temerrüdü  (6098 Sayılı  Türk  Borçlar  Kanunu Hükümlerine Göre), Ankara 2012, s. 29 vd.; Krş. Yusuf Büyükay, Eser Sözleşmesi, 2. Baskı, Ankara 2014, s. 33, dn. 8; Müge Ürem, Eser Sözleşmesinde Erken Dönme, İstanbul 2017, s. 13.  34  Bkz. mesela Y. 9. HD. E. 2014/21286, K. 2015/16588, 06.05.2015 (Legalbank). Anılan kararda  Yargıtay,  bağımsız  bir  varlığı  değiştirmeye,  işlemeye  veya  biçimlendirmeye yönelik edimlerin de eser kavramına dâhil sayılacağını ve eser sözleşmesinin konusunu oluşturacağını ifade etmiştir. Aynı yönde Y. 22. HD. E. 2014/29178, K. 2015/10460, 17.03.2015; Y. 22. HD. E. 2014/25180, K. 2015/8354, 26.02.2015; Y. 22. HD. E. 2014/3415,  K.  2014/4314,  28.02.2014;  Y.  21.  HD.  E.  2008/7005,  K.  2009/4541, 26.03.2009; Y. 21. HD. E. 2008/6716, K. 2009/567, 22.01.2009; Y. 15. HD. E. 2011/3921, K. 2011/4811, 20.07.2011 (Legalbank); Y. 15. HD. E. 2010/589, K. 2011/263, 25.01.2011 (Kazancı İçtihat Bilgi Bankası).  248Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260  İsviçre ve Türk Yargı … etmiştir:  Genellikle emek unsuru ağır basan bir çalışma ürünü olup bütünlük arz eden ve ekonomik değeri olan her hukuksal varlık, maddi nitelikte olsun veya olmasın birer eser sayılmaktadır… 35. Yargıtay ın eser sözleşmesinde Federal  Mahkeme  gibi  maddi  olmayan  iş  görme  sonucunun  objektif doğruluğu yönünde sınırlayıcı bir şart getirmediği görülmektedir.  IV.  Estetik  Operasyonu  Konu  Edinen  Sözleşmenin  Hukuki Niteliğine İlişkin Olarak Yargıtay ın Yaklaşımı  1. Genel Olarak Estetik Operasyonlar  Estetik  operasyon,  kişinin vücut  bütünlüğüne  yönelik estetik  amaçlı cerrahi bir müdahaleyi ifade eder.  Estetik operasyonlar, takip edilen amaca göre üç gruba ayrılabilir:  1.1. Rekonstrüktif Estetik Operasyonlar Rekonstrüktif estetik operasyonlar, bir kaza veya hastalık sonucu ortaya çıkan, dıştan fark edilebilir estetik bir şekil bozukluğunu, deformasyonu gidermeye yönelik estetik operasyonlardır. Bu operasyonlarla vücudun veya hastanın görünüşünün normal haline gelmesi hedeflenir. Mesela, yüzdeki yangın yaraları sonucu yüz nakli; yüzde bir kaza sonucu meydana gelen yara izlerinin düzeltilmesi; bir tümör sebebiyle alınmak zorunda kalınan göğsün yerine göğüs yapılması gibi operasyonlarda durum böyledir.                                                   35  Y. 15. HD. E. 2012/6827, K. 2012/7647, 05.12.2012 (Kazancı İçtihat Bilgi Bankası); Y. 3. HD. E. 2013/2362, K. 2013/4483, 14.03.2013 (Legalbank).  …Önceden belirlenmiş olan ve bir bütün teşkil eden bir iş, emek sonucu…  olarak bkz. Y. HGK. E. 2015/139, K. 2018/316, 21.02.2018 (Legalbank). Eserin, yüklenicinin sanat ve becerisini gerektiren bir emekle gerçekleştirilen bir sonuç olduğu yönünde bkz. Y. 14. HD. E. 2011/8995, K. 2011/9420, 18.07.2011 (Legalbank).   36  Krş. Nadja Majid, Die Geschäftsfähigkeit der urteilsfähigen minderjährigen Person im Bereich der Schönheitsoperationen- Rechtslage, Kritik und Postulat, Zürich 2017, N. 88. Konu  hakkında  bkz.  Hasan  Petek,  Güzelleştirme  Amaçlı  Estetik  Ameliyatlardan Kaynaklanan Hukuki Sorumluluk, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Cilt 8, Sayı 1, 2006, s. 180; Atilla Arıncı/Sevgi Usta, Estetik Amaçlı Tıbbi Müdahalelerde Hekimin Hukuki Sorumlulukları ve Eser Sözleşmesi, Turkish Journal of Plastic Surgery, 2017; 25 (2), s. 85- 86; Merter Özay, Estetik Amaçlı Tıbbi Müdahalelerde Hekimin Hukuki Sorumluluğu, Ankara 2006, s. 23.   37  Majid, N. 117; ayrıca bkz. Özay, s. 25 vd.; Petek, s. 181 vd..  38  Majid, N. 118.  39  Majid, N. 119.  249S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260 1. 2. Konstrüktif (Korrektif) Estetik Operasyonlar  Konstrüktif (korrektif) operasyonlar, doğuştan gelen, dıştan fark edilebilir bir şekilsizliği veya yine doğuştan gelen ve normalden büyük ölçüde ayrılan estetik bir deformasyonu gidermeye yönelik operasyonlardır. Bu ihtimalde şekilsizlik veya estetik deformasyon, ortalama bir kişi tarafından da estetik dışı veya rahatsız edici bulunmalıdır. Böyle bir estetik operasyonla, rekonstrüktif estetik operasyonda olduğu gibi, vücudun veya kişinin görünüşünün normal haline gelmesi hedeflenir. Mesela, çok açık (yelken/kepçe) kulaklarda kulak düzeltme; göğüs deformasyonlarının (eşit olmayan büyüklükte, farklı biçimde, eksik göğüsler gibi şekilsizliklerin) düzeltilmesi gibi operasyonlar, konstrüktif (korrektif) operasyonlara örnek verilebilir.  1.3. Güzelleştirmeye Yönelik Estetik Operasyonlar  Burada objektif açıdan norma uygun bir vücutta istenilen düzeltmeleri gerçekleştirmeye yönelik estetik operasyonlar söz  konusudur.  Böyle  bir estetik  operasyon,  vücutta  veya  görünüşte  kişisel  olarak  hissedilen  veya algılanan estetik bir deformasyondan dolayı yapılır. Mesela, hastanın görüşüne göre çok büyük olan bir burundan dolayı gerçekleştirilen burun düzeltmesi; hastanın görüşüne göre çok küçük olan göğüs hacminden dolayı yapılan göğüs büyütme; yine hastanın görüşüne göre çok kalın olan uyluklardan dolayı yağ aldırma gibi operasyonlarda durum böyledir. Güzelleştirmeye  yönelik  estetik  operasyonlarla  konstrüktif  (korrektif) estetik  operasyonlar  arasında  ayrım  yapmak  kolay  olmayabilir.  Mesela yelken/kepçe  kulakların  cerrahi  olarak  düzeltilmesi,  hem  güzelleştirmeye yönelik estetik operasyon hem de konstrüktif (korrektif) estetik operasyon olarak nitelendirilebilir. Belirli bir operasyonun estetik operasyonlardan hangi kategoriye gireceği, münferit halde somut şartlara göre tespit edilir. Bu yönde mesela bir çocuğun yelken/kepçe kulakları normalden büyük ölçüde ayrılan bir estetik deformasyon ortaya koyuyorsa, kulakların cerrahi olarak düzeltilmesi, daha ziyade konstrüktif (korrektif) estetik operasyon olarak nitelendirilirken, çocuğun kulakları sadece çok az açık duruyorsa, kulakların cerrahi olarak düzeltilmesi,  daha  ziyade  güzelleştirmeye  yönelik  estetik  operasyon kategorisine girer.                                                  40  Majid, N. 120.  41  Majid, N. 121.  42  Majid, N. 122.  43  Majid, N. 123.  44  Krş. Majid, N. 124.  45  Majid, N. 124.  250Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260  İsviçre ve Türk Yargı … Estetik operasyon, tedavi amaçlı da yapılabilir. Burada birincil amaç, fiziksel  ve  psişik  sağlığın  korunması,  iyileştirilmesi  ve  yeniden kazandırılmasıdır. Bu operasyonlar, mesela sırt ağrısı, eklem ağrısı gibi fiziksel  ağrılardan  kurtarmayı  veya  mesela  depresyon  gibi  psişik  bir bozukluğun sağaltımını amaçlar. Burada dıştan fark edilebilir estetik bir deformasyonun sebep olduğu fiziksel veya psişik bir hastalık veya bozukluk mevcuttur ve estetik operasyon ile bu fiziksel veya psişik acının bertaraf edilmesi  ihtimali  mevcuttur.  Mesela,  göğüs  küçültmesi,  tedavi  amaçlı olabilir. Diğer taraftan sözü edilen göğüs küçültmesinde tedavi amacıyla birlikte, estetik sebepler de bulunabilir. Fakat böyle bir durumda estetik sebepler ön planda olmamalıdır; bilakis sağlıkla ilgili sebeplere göre daha ziyade  ikincil  derecede  olmalıdır.  Aksi  takdirde  göğüs  küçültme,  tedavi amaçlı estetik operasyon olmaz, sadece estetik amaçlı olur.  Doktrinde bir görüşe göre rekonstrüktif ve konstrüktif (korrektif) estetik operasyonlar, esasen tedavi amaçlıdır.  2. Estetik Operasyonu Konu Edinen Sözleşmenin Hukuki Niteliği  2.1.  Estetik  Operasyonu  Konu  Edinen  Sözleşmenin  Hukuki Niteliğine İlişkin Olarak Doktrindeki Görüşler  Estetik operasyonu konu edinen sözleşmenin hukuki niteliğine ilişkin olarak doktrinde farklı yaklaşımlar mevcuttur. İsviçre doktrininde hekimle hasta  arasındaki  hukuki  ilişki,  esas  itibarıyla,  vekâlet  sözleşmesi  olarak                                                  46  Majid, N. 131. Konuyla ilgili olarak ayrıca bkz. Petek, s. 181 vd.; Özay, s. 25 vd. Türk hukukunda Ayan a göre  estetik amaçlı müdahalelerde, doğrudan doğruya beden sağlığını koruma amacı bulunmadığı söylenebilir. Zira bunlar, bedeni bir rahatsızlığın ortadan kaldırılmasından  ziyade,  fizik  yapıda  mevcut  anormalliğin  ruhi  yapıda  yol  açtığı bozuklukları tamir amacına yöneliktirler. Ameliyat sonucunda kişi, daha ziyade ruhi bir tatmin, bir rahatlama elde eder. Ne var ki, beden sağlığı ile ruh sağlığının bir bütün olduğu düşünülürse, estetik amaçlı müdahalelerin de tedavi niteliği taşıdıkları kabul edilebilir.  Bkz. Mehmet Ayan, Tıbbi Müdahalelerden Doğan Hukuki Sorumluluk, Ankara 1991, s. 34.  47  Majid, N. 131.  48  Majid, N. 131; ayrıca bkz. Petek, s. 182.  49  Majid, N. 132.  50  Majid, N. 133; Petek, s. 182.  51  Majid, N. 134.  52  Bu konuda bkz. Majid, s. 39, dn. 217 ve dn. 224.  53  Bu konuda Türk hukukundaki görüşlere ilişkin olarak ayrıntılı bir inceleme için bkz. Petek, s. 187 vd.  251S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260 nitelendirilmektedir.  Vekâlet  sözleşmesinde  vekil,  vekâlet  verenin menfaatine ve gerçekleşip gerçekleşmeyeceği garanti edilemese de, belirli bir sonuç  bakımından  özenli  bir  faaliyette  bulunmayı  borçlanır.  Eser sözleşmesinde  ise  yüklenici,  bir  eser  meydana  getirmeyi  üstlenir. Yüklenicinin meydana getirmekle yükümlendiği eser, belirli bir iş görmenin sonucundan oluşur. Bu iş görme sonucu, genellikle göz önünde tutulması zorunlu olmayan, öngörülemeyen şartlar saklı kalmak kaydıyla, tarafların düşüncesine göre sözleşmeye uygun davranışla olağan olarak erişilen bir sonucu ifade eder. Oysa tedaviye ilişkin belirli bir sonucun elde edilmesi taahhüt edilemez; zira bu tür sonuçlar, niteliği gereği taahhüt edenin önceden hâkim olamayacağı tartılamayan faktörlere de bağlıdır. Diğer taraftan bir cerrahın gerçekleştirdiği operasyon da tedavi ile hedeflenen iyileşme yolunda bir ara basamak teşkil eder; bu yönde cerrah da eser yüklenicisi olarak faaliyette bulunmaz. Cerrahın bedensel iyileşme ile ilgisi olmayan sadece estetik bir operasyon yapması halinde de aynısı geçerlidir. Bu yönde estetik operasyon hakkındaki sözleşmeye de vekâlet hükümleri uygulanmalıdır.   Türk hukukunda bazı yazarlara göre hekimle hasta arasında cerrahi müdahalelerin  yapılmasına  ilişkin  sözleşmeler,  eser  sözleşmesi  olarak nitelendirilemez. Zira cerrahi müdahalelerin başarıyla sonuçlanması, çoğu kez                                                  54  Gauch, N. 44; Max Nägeli, Die ärztliche Behandlung handlungsunfähiger Patienten aus zivilrechtlicher Sicht, Zürich 1984, s. 71; Majid, N. 154; Andrea Büchler/Margot Michel, Medizin- Mensch- Recht, Eine Einführung in das Medizinrecht der Schweiz, Zürich 2014, s. 80.  55  BGE 127 III 328 E. 2c.  56  Krş. Koller, N. 55.  57  Gauch, N. 43; krş. Koller, N. 55.  58  Gauch, N. 44.  59  Gauch, N. 44. Gauch a göre burada sınırda bir hal bulunsa da, cerrahi müdahalenin kişiye sıkı biçimde bağlı niteliği ve taraflar arasındaki tipik güven ilişkisi dikkate alındığında vekâlet sözleşmesinin uygulanması gerekir. Gauch a göre saç naklini konu edinen bir sözleşme de bu kapsamdadır. Koller e göre saç nakli, pekâlâ bir çalışma sonucu olarak vaat edilebilir, ancak böyle bir halde isimsiz sözleşme olarak telakki edilmesi gereken bir fikri eser sözleşmesi vardır (Koller, N. 56). Yargıtay, saç naklini konu edinen sözleşmeleri, eser sözleşmesi olarak kabul etmektedir. Bu yönde bkz. mesela Y. 15. HD. E. 2017/2151, K. 2017/3693, 30.10.2017; Y. 3. HD. E. 2013/18568, K. 2014/2337, 17.02.2014; Y. 3. HD. E. 2012/22501, K. 2013/1065, 24.01.2013 (Legalbank).  60  Krş. Majid, N. 154; Hans Giger, Analyse der haftpflichtrechtlichen Situation im Hinblick auf die chirurgische Schönheitsoperation, Ohne jegliche Haftung – Festschrift für Willi Fischer, Beiträge zum schweizerischen Haftpflicht- und Schuldrecht, Zürich 2016, s. 164 vd.  252Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260  İsviçre ve Türk Yargı … hekimin elinde olmayan faktörlere (hastanın durumu gibi) bağlıdır ve bu sebeple  objektif  olarak  niteliği  bakımından  taahhüt  edilmeye  elverişli değildir.  Özay a göre tüm tıbbi müdahale yöntem, amaç ve çeşitlerinin Borçlar Kanununda düzenlenmiş tek bir sözleşme türüne dâhil edilmesi mümkün değildir. Hekimlik sözleşmesi, tıbbi müdahalenin türüne göre vekâlet veya eser  sözleşmesi  hükümlerine  tabi  olabilir.  Tıp  biliminin  ve  uygulamada yararlanılan teknik araçların gelişmesiyle birlikte, hekim, kimi müdahalelerde sonucu  taahhüt  edebilir.  Konusu  bir  eser  meydana  getirme  sayılan  ve sonucunun taahhüt edilmesi mümkün olan tıbbi müdahalelere, eser sözleşmesi hükümlerinin  uygulanması,  özellikle  ayıptan  sorumluluk  hükümleri bakımından daha isabetlidir. Anılan yazara göre estetik müdahalelerin konu edildiği hekimlik sözleşmelerine eser sözleşmesi hükümleri uygulanacaktır.  Bazı yazarlara göre ise estetik operasyonun tedavi amaçlı olması halinde vekâlet sözleşmesi hükümlerinin uygulanması düşünülmelidir; buna karşılık tedavi amaçlı olmayan, sadece dış görünümü isteğe uygun hale getirmeye yönelik  estetik  operasyonlar  için  eser  sözleşmesi  hükümleri  söz  konusu olmalıdır.  2.2.   Estetik  Operasyonu  Konu  Edinen  Sözleşmenin  Hukuki Niteliğine İlişkin Olarak Yargıtay ın Yaklaşımı  Estetik  operasyonu  konu  edinen  bir  sözleşme,  Yargıtay ca  eser sözleşmesi olarak nitelendirilmektedir.                                                   61  Zarife Şenocak, Özel Hukukta Hekimin Sorumluluğu, Ankara 1998, s. 24; ayrıca bkz. Petek, s. 188 ve orada atıf yapılan yazarlar; estetik operasyonu konu edinen sözleşmenin hukuki niteliğine ilişkin olarak farklı bir değerlendirme için bkz. Arıncı/Usta, s. 91.  62  Özay, s. 47.  63  Özay, s. 47- 48; ayrıca bkz. Petek, s. 190.  64  Özay, s. 49. Estetik cerrah ile hasta arasında kurulan sözleşmenin, eser sözleşmesi niteliği taşıdığı yönünde Petek, s. 191.  65  Aral/Ayrancı, s. 364.  66  Bkz. mesela Y. 3. HD. E. 2016/455, K. 2017/7134, 15.05.2017; Y. 13. HD. E. 1993/131, K. 1993/2741, 05.04.1993 (Legalbank). Bununla birlikte Yargıtay, bir kararında yüzdeki çizgi ve kırışıklıkların giderilmesi için dolgu enjeksiyon yapılmasını konu edinen bir sözleşmede hekimin hukuki sorumluluğu bakımından vekâlet sözleşmesi hükümlerini uygulamıştır. Karar için bkz. Y. 13. HD. E. 2008/4519, K. 2008/10750, 18.09.2008 (Legalbank). Konu hakkında ayrıca bkz. Arıncı/Usta, s. 90. Yargıtay ın estetik operasyonu konu edinen sözleşmelere ilişkin kararlarıyla ilgili olarak bkz. Yusuf Memiş, (Yargıtay Kararları Işığı 253S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260 Yargıtay ın eser  kavramına  ilişkin  yaklaşımı,  esas itibarıyla  isabetli olmakla birlikte, estetik operasyonu konu edinen sözleşmeyi eser sözleşmesi olarak nitelendiren yaklaşımı üzerinde durmak gerekir. Şöyle ki Yargıtay ın konu ile ilgili kararlarında birkaç yön dikkati çekmektedir:  İlk olarak Yargıtay ın, estetik amaca vurgu yapan kararları olsa da, estetik  operasyonları  kategorize  etmediği,  bu  bağlamda  bazı  estetik operasyonların tedavi amaçlı olarak kabul edilip edilmeyeceği meselesini tartışmadığı gözlemlenmektedir.  Yargıtay ın, estetik operasyonun sadece estetik amaçlı olmadığı, tedavi amaçlı da yapıldığı (iddia edilen) hallerde ise hangi amacın öncelikli olduğu yönünde  bir  inceleme  yapmadığı;  estetik  amaç  da  varsa,  doğrudan  eser sözleşmesi hükümlerini uyguladığı gözlemlenmektedir.  Yargıtay,  bir  kararında  operasyonla  tedavi  değil,  güzelleşme amaçlandığından  taraflar  arasındaki  ilişkinin  hizmet  ilişkisi  değil,  eser sözleşmesi ilişkisi olduğunu kabul ederken, tedavi amaçlanması halinde neden hizmet ilişkisinin söz konusu olması gerektiği tartışılmamıştır.  Yargıtay,  bir  kararında  yüz  gerdirme  operasyonunu  eser  sözleşmesi kapsamında  değerlendirirken,  estetik  cerrahın,  meydana  getirdiği  eserde, ortaya çıkan ayıp ve eksikliklerden ayıba karşı tekeffül hükümleri gereğince sorumlu olduğunu ifade etmiştir. Bu yönde Yargıtay, işsahibinin, eserdeki ayıbın önemine göre, eserdeki ayıpların giderilmesini talep (onarım) hakkı, ayıplı eserden ötürü ücretten indirim isteme hakkı ve eseri kabulden kaçınma                                                  Altında) Estetik Ameliyatlardan Doğan Hukuki Sorumluluk, Terazi Hukuk Dergisi, Cilt 11, Sayı 119, Temmuz 2016, s. 174 vd.; konu bağlamında ayrıca bkz. Mine Kaya, Estetik Müdahalelerde Hekimin Aydınlatma Yükümlülüğünün Kapsamı, Terazi Hukuk Dergisi, Cilt 11, Sayı 117, Mayıs 2016, s. 23 vd.  67  Bkz. mesela Y. 15. HD. E. 2010/589, K. 2011/263, 25.01.2011 (Kazancı İçtihat Bilgi Bankası); Y. 3. HD. E. 2013/11743, K. 2013/13688, 01.10.2013 (Memiş, s. 197).  68  Bkz. mesela Y. 3. HD. E. 2015/7414, K. 2016/4865, 30.03.2016 (Legalbank). Farklı bir değerlendirme için bkz. Arıncı/Usta, s. 88.  69  Bkz. mesela Y. 3. HD. E. 2012/177, K. 2012/6939, 15.03.2012 (Legalbank).  70  Y. 15. HD. E. 2017/2286, K. 2017/3847, 07.11.2017 (Kazancı İçtihat Bilgi Bankası). Yargıtay 15. Hukuk Dairesi, 3 Kasım 1999 tarihli (E. 1999/4007, K. 1999/3868) kararında bir hasta ile onu tedavi eden doktor arasındaki ilişkinin, vekâlet sözleşmesinin konusunu oluşturduğunu, bir cerrahın tedavi değil de, güzellik amacıyla insan vücudu üzerindeki tıbbi müdahalesinin ise eser sözleşmesinin konusunu oluşturduğunu ifade etmiştir. Karar için bkz. Legalbank; ayrıca Petek, s. 190, dn. 41.  71  Y. 3. HD. E. 2015/12079, K. 2015/19759, 07.12.2015. Karar için bkz. Memiş, s. 187.  254Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260  İsviçre ve Türk Yargı … hakkı bulunduğunu belirtmiştir. Yargıtay devamla, somut olayda eserdeki ayıbın  kabul  edilemeyecek  derecede  olmadığından  sözleşmenin  feshinin istenemeyeceğini, işsahibinin asıl iş bedelini ve giderlerinin iadesini talep edemeyeceğini ifade etmiş ve ayıbın giderilmesi için yapılacak giderlerin (başka bir cerrahta düzeltme ameliyatı için) tahsilinin istenebileceği sonucuna varmıştır. Bize göre bu kararda yüz gerdirme operasyonu sonrasında ortaya çıkan sonucun  kabul edilmeyecek derecede olmadığından  söz edilmesi düşündürücüdür. Açıktır ki TBK m. 475 hükmü çerçevesinde operasyon geçiren kişinin yüzünde ortaya çıkan sonucun kabul edilemeyecek derecede olması halinde de, sonucun niteliği gereği, sözleşmeden dönme imkânı yoktur. Bu karardaki yaklaşım, Yargıtay ın meseleyi özellik gösteren yönleriyle ele almadığını göstermektedir.  Yargıtay ın,  taahhütte  bulunanın  önceden  hâkim  olamayacağı tartılamayan faktörlere bağlı sonuçların, bir iş görme sonucu olarak vaat edilemeyeceği  yönü  üzerinde  yeterince  durmadığı  gözlemlenmektedir. Nitekim  Yargıtay,  ameliyat  esnasında  ve  sonrasında  kanama  ve  kan pıhtılaşması problemi yaşandığı, kan pıhtılaşmasının tıbbi müdahalenin olası komplikasyonlarından olmadığı bir karın germe ameliyatını konu edinen bir kararında, bu yönü tartışmadan, eser sözleşmesi hükümlerini uygulamıştır. Oysa taahhütte bulunanın önceden hâkim olamayacağı tartılamayan faktörlere bağlı sonuçlar, bir iş görme sonucu olarak vaat edilemez, bu yönde niteliği gereği tedaviye ilişkin belirli bir sonucun elde edilmesi de taahhüt edilemez. Aynı durum, aslında estetik operasyonlar için de geçerlidir.  V. Sonuç  Yargıtay, eser kavramını geniş yorumlamaktadır. Yargıtay a göre  eser sözleşmesi, bir iş görme borcu doğuran sözleşme olmakla beraber burada önemli olan çalışmanın kendisinden ziyade bu çalışma neticesi ortaya çıkan ve objektif olarak gözlemlenen sonuçtur. İşi yapmayı üstlenen, işsahibi ile akdi ilişkiye girerken bir sonuç (eser) meydana getirmeyi taahhüt etmektedir. Bu  anlamda  eser,  bir iş görme  faaliyetinin  maddi  veya  maddi  olmayan                                                  72  Benzer bir karar için bkz. Memiş, s. 219 (Y. 15. HD. E. 2008/969, K. 2008/6813, 14.11.2008); Konu bağlamında ayrıca bkz. Özay, s. 98- 99.  73  Y. 3. HD. E. 2015/11672, K. 2016/4827, 29.03.2016 (Legalbank).  74  Krş. Gauch, N. 43; Koller, N. 55.  255S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260 sonucudur . Estetik operasyonu konu edinen bir sözleşme ise Yargıtay ca eser sözleşmesi olarak nitelendirilmektedir.  Yargıtay ın eser  kavramına  ilişkin  yaklaşımı,  esas itibarıyla  isabetli olmakla birlikte, estetik operasyonu konu edinen sözleşmeyi eser sözleşmesi olarak nitelendiren yaklaşımı tartışılmalıdır. Bize göre özellikle bir sonucun sadece vaatte bulunanın elde etmeye muktedir olabildiği hallerde taahhüt edilebileceği dikkate alındığında, Yargıtay ın estetik operasyon hakkındaki sözleşmenin  hukuki  niteliğine  ilişkin  değerlendirmesini  yeniden  gözden geçirmesi  gerekir.  Burada  uygulanması  gereken  vekâlet  sözleşmesi hükümleri olmalıdır. Eğer belirli bir operasyon sonucunun gerçekleşeceği de taahhüt  ediliyorsa,  sonuca  ilişkin  bağımsız  garanti  taahhüdüyle  birlikte vekâlet sözleşmesi düşünülmelidir.                                                       75  Krş. Giger, s. 164.  76  Krş. Koller, N. 55; s. 21, dn. 35.  256Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260  İsviçre ve Türk Yargı …",
     "Kaynakça": "Altaş,  Hüseyin:  Eserin  Teslimden  Önce  Telef  Olması  (BK.  mad.  368),  Ankara 2002. Aral, Fahrettin/Ayrancı, Hasan: Borçlar Hukuku, Özel Borç İlişkileri, 11. Baskı, Ankara 2015.  Arıncı, Atilla/Usta, Sevgi: Estetik Amaçlı Tıbbi Müdahalelerde Hekimin Hukuki Sorumlulukları ve Eser Sözleşmesi, Turkish Journal of Plastic Surgery, 2017; 25 (2), s. 84- 93. Ayan,  Mehmet:  Tıbbi  Müdahalelerden  Doğan  Hukuki  Sorumluluk,  Ankara 1991.  Bögli, Roman: Der Übergang von der unternehmerischen Leistungspflicht zur Mängelhaftung  beim  Werkvertrag,  Zeitpunkt  und  Voraussetzungen, Bern 1996.  Büchler, Andrea/Michel, Margot: Medizin- Mensch- Recht, Eine Einführung in das Medizinrecht der Schweiz, Zürich 2014.  Büyükay, Yusuf: Eser Sözleşmesi, 2. Baskı, Ankara 2014.  Eren, Fikret: Borçlar Hukuku, Özel Hükümler, 5. Baskı, Ankara 2017.  Gauch, Peter: Der Werkvertrag, 5. Auflage, Zürich 2011.  Gautschi, Georg: Berner Kommentar zum Schweizerischen Privatrecht, Band VI,  Das  Obligationenrecht,  2.  Abteilung,  Die  Einzelnen Vertragsverhältnisse, 3. Teilband, Der Werkvertrag, Art. 363- 379 OR, 2. Auflage, Bern 1967.  Giger, Hans: Analyse der haftpflichtrechtlichen Situation im Hinblick auf die chirurgische Schönheitsoperation, Ohne jegliche Haftung – Festschrift für  Willi  Fischer,  Beiträge  zum  schweizerischen  Haftpflicht-  und Schuldrecht, Zürich 2016, s. 161- 179.                                                   ∗  Dipnotlarda geçen eserler, yazarlarının soyadları ile anılmıştır. Aynı yazarın birden fazla eserine yapılan atıflar, kısaltılmış şekilleriyle parantez içerisinde gösterilmiştir. 258Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260  İsviçre ve Türk Yargı … Hürlimann, Roland/Siegenthaler, Thomas: Handkommentar zum Schweizer Privatrecht, Vertragsverhältnisse, Teil 2, Arbeitsvertrag, Werkvertrag, Auftrag, GoA, Bürgschaft, 3. Auflage, Zürich 2016.  Kaya, Mine: Estetik Müdahalelerde Hekimin Aydınlatma Yükümlülüğünün Kapsamı,  Terazi  Hukuk  Dergisi,  Cilt  11,  Sayı  117,  Mayıs  2016,  s. 23- 37.  Koller,  Alfred:  Schweizerisches  Werkvertragsrecht,  Zürich  2015  (Koller, N.).  Koller, Alfred: Berner Kommentar, Band VI, Obligationenrecht, 2. Abteilung, Die einzelnen Vertragsverhältnisse, 3. Teilband, 1. Unterteilband, Der Werkvertrag, Art. 363- 366, Bern 1998 (Koller, Art.).  Kurt, Leyla Müjde: Yüklenicinin Eseri Teslim Borcunda Temerrüdü (6098 Sayılı Türk Borçlar Kanunu Hükümlerine Göre), Ankara 2012.  Majid,  Nadja:  Die  Geschäftsfähigkeit  der  urteilsfähigen  minderjährigen Person im Bereich der Schönheitsoperationen- Rechtslage, Kritik und Postulat, Zürich 2017.  Memiş, Yusuf: (Yargıtay Kararları Işığı Altında) Estetik  Ameliyatlardan Doğan Hukuki Sorumluluk, Terazi Hukuk Dergisi, Cilt 11, Sayı 119, Temmuz 2016, s. 174- 221.  Nägeli, Max: Die ärztliche Behandlung handlungsunfähiger Patienten aus zivilrechtlicher Sicht, Zürich 1984.  Özay,  Merter:  Estetik  Amaçlı  Tıbbi  Müdahalelerde  Hekimin  Hukuki Sorumluluğu, Ankara 2006.  Petek, Hasan: Güzelleştirme Amaçlı Estetik Ameliyatlardan Kaynaklanan Hukuki Sorumluluk, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Cilt 8, Sayı 1, 2006, s. 177- 239.  Şenocak, Zarife: Eser Sözleşmesinde Ayıbın Giderilmesini İsteme Hakkı, Ankara 2002 (Şenocak).   Şenocak, Zarife: Özel Hukukta Hekimin Sorumluluğu, Ankara 1998.  Ürem, Müge: Eser Sözleşmesinde Erken Dönme, İstanbul 2017.  259S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 241-260 Vischer,  Markus:  Urteilbesprechung  4A_129/2017,  AJP  2018,  s. 1151- 1156.  Yavuz,  Cevdet/Acar,  Faruk/Özen,  Burak:  Türk  Borçlar  Hukuku,  Özel Hükümler, 10. Baskı, İstanbul 2014.  Zimmermann, Peter: Der Geist-Werkvertrag, Basel 1984.  Zindel, Gaudenz G./Pulver, Urs/Schott, Bertrand G.: Basler Kommentar, Obligationenrecht I, Art. 1- 529, 6."
}