{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2019",
     "Cilt": "68",
     "Sayı": "2",
     "Başlık": "OSMANLI/TÜRK KÖY İDARESİ SİSTEMİ ÜZERİNDE FRANSIZ ETKİSİ: 1864 ve 1871 Osmanlı Nizamnamelerinin Köylere İlişkin Hükümleri ve 1924 Köy Kanunu Fransa’dan mı İktibas edilmiştir",
     "Title": "French Effect on the Ottoman/Turkish System of Village Administration: Are the Provisions of Ottoman 1864 and 1871 Laws concerning Villages, and the 1924 Village Law Received from France",
     "Yazar İsmi": [
          "Kemal G"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Köy idaresi",
          "muhtar",
          "ihtiyar heyeti",
          "1864 ve 1871 Osmanlı Vilayet Nizamnameleri",
          "1924 Köy Kanunu",
          "1855 ve 1884 Fransız"
     ],
     "Keywords": [
          "Village administration",
          "village headman",
          "municipal council",
          "Ottoman Law of 1864 and 1871",
          "Turkish Village Law of 1924",
          "French Laws"
     ],
     "Özet": "Bu makalede Osmanlı/Türk köy idaresi sisteminin Fransa dan iktibas edilip edilmediği sorunu incelenmektedir. Bu sorunu çözmek amacıyla, bir yandan 1864 ve 1871 Osmanlı Vilayet Nizamnamelerinin köy idaresine ilişkin hükümleri ile 5 Mayıs 1855 tarihli Fransız Kanununun hükümleri, diğer yandan da 18 Mart 1924 tarihli Köy Kanununun hükümleri ile 5 Nisan 1884 tarihli Fransız Kanununun hükümleri arasında karşılaştırma yapılmıştır. Karşılaştırma sonucunda Fransız ve Osmanlı/Türk köy idaresi sistemleri arasında, organların oluşumları ve görev ve yetkileri bakımından benzerliklerin olduğu gözlemlenmiş ve Osmanlı/Türk köy idaresi sisteminin, farklı yanları olmakla birlikte, Fransız sisteminden esinlendiği sonucuna ulaşılmıştır.",
     "Abstract": "This article examines the question of whether Ottoman/Turkish system of village administration is taken from the French system. In order to solve this problem, on the one hand the provisions of Ottoman Vilayet Laws of 1864 and 1871 concerning village administration are compared with the French Law of 5 May 1855 on Municipal Administration, and on the other hand Turkish Village Law of 18 March 1924 with the French Law of 5 April 1884 on Municipal Administration. It is observed that there are many similarities between Ottoman/Turkish and French systems of village/commune administration in terms of the formations of the organs and their duties and powers, and it is concluded that the Ottoman/Turkish system of village is inspired by the French system.",
     "Metin": "Bilindiği gibi mahallî idareler, belli bir toprak üzerinde yaşayan insan topluluğunun  oluşturduğu  ve  merkezî  idare  (devlet)  karşısında  belli  bir özerkliğe sahip, ama onun vesayetine tâbi olan kamu tüzel kişileridir. Türk hukukunda  il özel idaresi ,  belediye  ve  köy  olmak üzere üç tür mahallî idare vardır. Fransa da ise  région (bölge) ,  département (il) ve  commune (belediye ve köy)  olmak üzere üç tür mahallî idare bulunur.  Türk literatüründe Osmanlı/Türk il özel idaresi sisteminin Fransa dan örnek alınarak oluşturulduğu yolunda yaygın görüşler vardır. Örnek olarak Halil Nadaroğlu nun, Nuri Tortop ve arkadaşlarının, Lütfi Duran ın kitap                                                                 1  Türkiye de mahallî idarelerin hukukî rejimi için bkz.: Kemal Gözler, Mahallî İdareler Hukuku, Bursa, Ekin, 2018, s.270-455. 2  Fransa da mahallî idarelerin hukukî rejimi için bkz.: Jacques Ferstenbert, François Priet ve Paule Quilichini, Droit collectivités territoriales, Paris, Dalloz, 2. Baskı, 2016; JeanBernard Auby, Jean-François Auby ve Rozen Noguellou, Droit des collectivités locales, Paris, PUF, Thémis Droit, 6. Baskı, 2015; Bertrand Faure, Droit collectivités territoriales, Paris, Dalloz, 4. Baskı, 2016.  3  Halil Nadaroğlu, Mahallî İdareler, İstanbul: Beta, 7. Baskı, 1998, s.177.    4  Nuri Tortop, Burhan Aykaç, Hüseyin Yayman ve Akif Özer, Mahallî İdareler, Ankara, Nobel, 3. Baskı, 2015, s.165.  414Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443               Osmanlı/Türk Köy İdaresi… larına bakılabilir. Aynı şekilde literatürde Türk belediye sisteminin Fransa dan iktibas edildiği yolunda düşünceler de vardır. Örnek olarak Halil Nadaroğlu nun Ali Ulusoy ve Tekin Akdemir in; Selçuk Yalçındağ ın ve Lütfi Duran ın çalışmalarına bakılabilir. Biz de yayınlanmak üzere 2018 yılının başında bir dergiye gönderdiğimiz  Osmanlı/Türk İl Özel İdaresi Sistemi Üzerinde Fransız Etkisi: 26 Mart 1913 Tarihli Kanun-ı Muvakkat, 10 Ağustos 1871 Tarihli Fransız Kanunundan mı İktibas edilmiştir?  başlıklı makalemizde Osmanlı/Türk il özel idaresi sisteminin Fransa dan alınıp alınmadığı sorununu ayrıntılarıyla inceledik ve bu sistemin Fransa dan alındığı sonucuna ulaştık. Yine yayınlanmak üzere 2018 yılının başında başka bir dergiye gönderdiğimiz  Türk Belediye Sistemi Üzerinde Fransız Etkisi: 3 Nisan 1930 Tarihli Belediye Kanunu Fransa dan mı İktibas Edilmiştir?  başlıklı makalemizde Osmanlı/Türk belediye sisteminin Fransa dan alınıp alınmadığı sorununu tartıştık ve bu sistemin de Fransa dan alındığı sonucuna ulaştık.  Türk il özel idaresi ve belediye idaresi sistemlerinin Fransa dan alındığı gibi, acaba Türk köy idaresi sistemi de Fransa dan mı alınmıştır?   Mahallî idareler  veya  yerel yönetimler  isimli kitaplarda  köy idarelerinin tarihçesi  veya  köyün tarihsel gelişimi  gibi başlıklar varsa da, bu kitaplarda bu soruya, yani Türk köy idaresi sisteminin Fransa dan alınıp alınmadığı sorusuna cevap verilmemiştir.  İşte biz bu makalede Türk köy idaresi sisteminin kaynağı sorununu, özellikle de bu sistemin, il özel idaresi ve belediye sistemlerinin olduğu gibi, Fransa dan iktibas edilip edilmediği sorununu aydınlatmaya çalışacağız. Diğer bir ifadeyle bu makalede Türk köy idaresi üzerinde Fransız etkisinin olup olmadığını inceleyeceğiz.                                                                                                                                                         5  Lûtfi Duran, İdare Hukuku Ders Notları, İstanbul, İÜHF Yayınları, 1982, s.145.  6  Nadaoğlu, op. cit., s.196.  7  Ahmet Ulusoy ve Tekin Akdemir, Mahallî İdareler, Ankara, Seçkin, 10. Baskı, 2017, s.253.  8  Selçuk Yalçındağ,  Belediyelerin Görevleri ve Yetkileri , Belediyeler El Kitabı, Ankara, TODAİE Yayını, 1963, s.11 (http://www.todaie.edu.tr/resimler/ekler/30d6d28d_ek.pdf) (22.12.2017). 9  Duran, op. cit., s.152.  10  Örneğin Tortop, op. cit., s.241-244; Ulusoy ve Akdemir, op. cit., s.369-370; Zerrin Toprak, Yerel Yönetimler, Ankara, Siyasal, 9. Baskı, 2014, 138-140. 415Gözler                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443  Hâliyle böyle bir etki var ise, köy idaresini düzenleyen Osmanlı/Türk kanunları ile Fransız kanunları arasında belli ölçüde bir benzerliğin olması gerekir. Böyle bir benzerliğin bulunup bulunmadığını tespit etmek için ise, köy idaresini düzenleyen Türk ve Fransız kanunları arasında karşılaştırma yapmak gerekir. Ama ortada Fransa ya ilişkin çözülmesi gereken bir ön sorun vardır.  Bir Ön Sorun: Fransa da Köy İdaresi Var mı?- Fransa da  köy idaresi  diye bir mahallî idare, keza  köy kanunu  diye kanun geçmişte ve günümüzde de yoktur. İlk bakışta  köy idaresi nin Fransa da olmayan, Türkiye ye özgü bir mahallî idare olduğu ve dolayısıyla bu mahallî idare bakımından Türkiye ile Fransa arasında bir karşılaştırma yapılamayacağı sanılabilir. Ne var ki, bu sadece görünüşte böyledir. Gerçekte Türkiye deki  köy idaresi nin Fransa daki  commune (belediye) idaresi nden büyük bir farkı yoktur. Fransız sisteminde ister küçük, isterse büyük olsun, bütün yerleşim yerleri hukukî olarak birer  commune dür. Commune, belli bir yerleşim yeri üzerinde bir arada yaşayan ve mahallî işlerde kendi kendilerini yöneten insan topluluğunun oluşturduğu ve kamu hukuku tüzel kişiliğine sahip bir  mahallî idare dir.   Commune (‘komün  diye okunur)  kelimesi, Türkçeye çoğunlukla  belediye  diye çevrilir. Biz bu makalede gerek commune kelimesini gerekse diğer Fransızca teknik terimleri Türkçeye çevirmeden olduğu kullanacağız. Zira bu terimlerin tam ve doğru olarak Türkçeye çevrilmesi mümkün olmadığı gibi bazen yapılan çeviriler de karışıklığa yol açabilir. Örneğin commune kelimesinin Türkçeye  belediye  diye çevrilmesi tam doğru değildir; çünkü Fransa da küçük veya büyük bütün yerleşim yerleri birer  commune dür. Türkiye de köylere tekabül eden, yani nüfusu 2000 den az olan yerleşim yerleri de Fransa da birer  commune dür. Fransa da 100.000 nüfuslu bir şehir de, 100 nüfuslu bir köy de commune dür. Fransa da 1 Ocak 2017                                                                  11  Hâliyle Fransızcada köy anlamına gelen  village  kelimesi vardır. Ama hukuk terimi olarak  village  kelimesinin bir anlamı yoktur. Her village, hukuken bir  commune dür.  12  Commune kavramının tanımında kullanılan bu unsurların açıklanması için bkz.: Ferstenbert, Priet ve Quilichini, op. cit., s.75-88, 117-124; Auby, Auby ve Nogouellou, op. cit., s.49-102;   13  Fransızca commune kelimesi Latince ortaklık, birliktelik ifade eden cum kökünden türeyen communis kelimesinden gelir ki, bu kelime, ilk anlamıyla, herkese ait, ortaklık, topluluk gibi anlamlara gelir (A. Gariel, Dictionnaire Latin-Français, Paris, A. Hatier, 1988. s.117).  416Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443               Osmanlı/Türk Köy İdaresi… tarihi itibarıyla toplam 35.502 commune vardır. Bunlardan 25.755 inin nüfusu 2000 den azdır. Yani commune lerin % 72 si bizdeki köylere tekabül eden nüfusu 2000 in altında olan commune lerdir. Bundan hareketle commune kelimesinin Türkçeye  köy  diye çevrilmesinin % 72 oranında,  belediye  diye çevrilmesinin ise % 28 oranında doğru olduğu söylenebilir.  Fransa da geçmişte de, günümüzde de commune leri düzenleyen kanunlar, büyük küçük ayrımı yapılmaksızın bütün commune lere, yani bizdeki köylere tekabül eden küçük commune lere de uygulanır. Dolayısıyla bu kanunlardan pekâlâ Türkçe olarak  köy kanunu  diye bahsedilebilir. Bu kanunlardan Türkçede köy kanunu diye bahsetmek sadece mantık olarak değil, içerik olarak da doğrudur. Bu kanunlarda bizde belediye kanunlarında değil, köy kanunlarında görülen, aşağıda örneklerini göreceğimiz gibi kır bekçilerine, otlaklara, baltalık ve koruluklara, tarım ürünlerine zarar veren zararlılarla mücadeleye, kurt ve yaban domuzu avına ilişkin hükümler vardır.  Bu arada belirtelim ki, genel hukukî rejimleri aynı olsa da, Fransa da da nüfus büyüklüğüne göre commune idaresinin organlarının üye sayısına ve seçim usûlüne ilişkin farklılıklar olabilmektedir. Örneğin aşağıda görüleceği gibi 5 Mayıs 1855 tarihli Fransız Kanununa göre belediye başkanı/muhtarın atanması usûlü commune ün nüfusunun 3000 den büyük veya küçük olmasına göre değişmektedir.  Biz  Osmanlı/Türk  köy  idaresinin  Fransa da  nüfusu  3000 den  küçük commune idaresi ile karşılaştırılabileceğini düşünüyoruz. Diğer bir ifadeyle Osmanlı/Türk köy idaresinin Fransa da nüfusu 3000 den küçük commune idaresinin dengi olduğunu genel olarak söyleyebiliriz.  Dolayısıyla  köyleri  düzenleyen  Osmanlı/Türk  kanunları  ile  commune leri düzenleyen Fransız kanunları arasında karşılaştırma yapılabilir. Biz bu karşılaştırmayı Osmanlı ve Cumhuriyet dönemleri için ayrı ayrı yapmak istiyoruz.                                                                   14  Fransa da nüfusa göre commune sayıları için bkz.: Direction générale des collectivités locales,  Les  collectivités  locales  en  chiffres  2017,  Paris,  2017,  s.20 (https://www.collectivites-locales.gouv.fr/files/files/statistiques/brochures/chapitre_2__les_collectivites_locales_et_leur_population_0.pdf) (6.2.2018).  15  Örnek olarak 5 Nisan 1884 tarihli Loi sur l'organisation municipale in 90 ıncı maddesinin dokuzuncu bendine ve 102 nci maddesine bakılabilir. Benzer hüküm günümüzde de Code général des collectivités territoriales in L2-21 inci maddesinde vardır.  417Gözler                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443  I. OSMANLI DÖNEMİNDE Osmanlı döneminde köy idaresi sistemi ile aynı dönemde Fransız commune idaresi sistemini karşılaştırabilmek için hâliyle öncelikle Osmanlı da köyleri ve Fransa da commun leri düzenleyen mevzuatı tespit etmek gerekmektedir.  Osmanlı da Köyleri Düzenleyen Nizamnameler.- Osmanlı döneminde köy idaresi ilk defa 7 Kasım 1864 tarihli Nizamnameyle, altı buçuk yıl sonra da 22 Ocak 1871 tarihli Vilayet Nizamnamesiyle düzenlenmiştir. Önce bu Nizamnamelerin tam künyelerini verelim:  1.  1864 Vilayet Nizamnamesi: Miladî 7 Kasım 1864, Hicrî 7 Cemazeyilahir 1281, Rumî 26 Teşrinievvel 1280 Tarihli  Vilâyet Nizamnamesi , Düstur, Tertip 1, Cilt I, s.608-624. Eski yazılı orijinal metne TBMM Kütüphanesi Açık  Erişim  Sisteminden  ulaşılabilmektir:  http://hdl.handle.net/11543/67 (22.12.2017).  Nizamnamenin  Latin  harflerine  çevrilmiş  tam  metni  için bkz.: Erkan Tural,  1881 Hersek İsyanı, 1863 Eyalet Teftişleri ve 1864 Vilayet Nizamnamesi   Çağdaş Yerel Yönetimler Dergisi, Cilt 13, Sayı 2, Nisan 2004, s.93-123; Erkan Tural ve Selim Çapar, (Ed.), 1864 Vilayet Nizamnamesi, Ankara: TODAİE-TİAV Ortak Yayını, 2015, s.374-384. Bu makalede söz konusu Nizamname, çoğunlukla  1864 Vilayet Nizamnamesi  veya  1864 Nizamnamesi  şeklinde zikredilmektedir.  2. 1871 Vilayet Nizamnamesi: Miladî 22 Ocak 1871, Hicrî 29 Şevval 1287, Rumî 9 Kânûnusânî 1286 Tarihli ‘İdare-i Umumiye-i Vilayet Nizamnamesi , Düstûr, Tertib 1, Cilt I, s.635-651. Eski yazılı orijinal metne TBMM Kütüphanesi  Açık  Erişim  Sisteminden  ulaşılabilmektir: http://hdl.handle.net/11543/67 (22.12.2017). Nizamnamenin Latin harflerine çevrilmiş tam metni için bkz.: Mehmet Seyitdanlıoğlu,  Yerel Yönetim Metinleri VI: 1871 Vilâyet Nizamnamesi ve Getirdikleri , Çağdaş Yerel Yönetimler, Cilt 5, Sayı 5, Eylül 1996, s.89-103; (Devamı): Mehmet Seyit                                                                 16  Aslında 7 Kasım 1864 tarihli Vilayet Nizamnamesinden bir ay daha eski olan 8 Ekim 1864 tarihli Tuna Vilayet Nizamnamesinde köy idaresine ilişkin aynı hükümler vardır. Ancak bu Nizamname ülke geneline değil, sadece Tuna Vilayetine ilişkin olduğu için biz burada sadece 7 Kasım 1864 tarihli Vilayet Nizamnamesini dikkate alıyoruz. (8 Ekim 1864 (7 Cemade l-ahir 1281) Tarihli  Tuna Vilayeti Namıyla Bu Kerre Teşkil Olunan Da irenin İdare-i Umumiyye ve Hususiyyesine ve Ta yin Olunacak Me murların Suver-i İntihabiyyeleriyle Veza if-i Da imesine Da ir Nizamnamedir  (Takvim-i Vekayi, def a 773, 7 Cemaziyelevvel 1281/8 Ekim 1864; Düstûr, Def a-i Sânîye, İstanbul, Matbaa-i Âmire, 1282, ss.517-554). (Nizamnamenin Latin harfli tam metni için bkz.: Mehmet Seyitdanlıoğlu,  Yerel Yönetim Metinleri III: Tuna Vilâyeti Nizâmnâmesi , Çağdaş Yerel Yönetimler, Cilt 5, Sayı 2, Mart 1996, s.67-81).   418Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443               Osmanlı/Türk Köy İdaresi… danlıoğlu,  Yerel Yönetim Metinleri VII: 1871 Vilayet Nizamnamesi ve Getirdikleri , Çağdaş Yerel Yönetimler, Cilt 5, Sayı 6, Kasım 1996, s.89-99; Tural ve Çapar, op. cit., s.422-441. Bu makalede adı geçen Nizamname, çoğunlukla  1871 Vilayet Nizamnamesi  veya  1871 Nizamnamesi  şeklinde zikredilmektedir.  7 Kasım 1864 tarihli Vilayet Nizamnamesinin 54 ile 66 maddeleri arasında yer alan  köy işlerinin idaresi (idare-i umur-ı kura)  başlıklı  dördüncü babı (bab-ı rabi) , köy idaresine ilişkindir.  22 Ocak 1871 Vilayet Nizamnamesinin 59 ve 60 ıncı maddelerinde yer alan  köyün idaresi (idâre-i karye)  başlıklı  dördüncü faslı (fasl-ı râbi)  köy idaresini düzenlemektedir.  Belirtelim ki, 1871 Vilayet Nizamnamesi, 1864 Nizamnamesini yürürlükten kaldıran değil, onu tamamlayan bir Nizamnamedir. 1871 Nizamnamesi, 1864 Nizamnamesinin köye ilişkin hükümlerinde bir değişiklik yapmamış, ama köyün organlarının görev ve yetkileri daha ayrıntılı bir şekilde düzenlemiştir.  1864 ve 1871 Nizamnameleri 26 Mart 1913 tarihli İdare-i Umumiye-i Vilayat Kanun-ı Muvakkatinin 148 nci maddesiyle yürürlükten kaldırılmıştır. Ne var ki, ilga edilen Nizamnamelerin köyleri düzenleyen maddeleri yerine yeni bir kanun kabul edilememiştir. Aslında İkinci Meşrutiyet döneminde 26 Mart 1913 tarihli İdare-i Umumiye-i Vilayat Kanun-ı Muvakkati gibi bir  İdare-i Kura Kanunu (Köy İdaresi Kanunu)  tasarısı hazırlanmış Meclis-i Mebusana sunulmuştu. Ancak Birinci Dünya Savaşının patlak vermesi sonucunda bu tasarı kanunlaşamadan kalmıştır. Böylece 18 Mart 1924 tarih ve 442 sayılı Köy Kanunu kabul edilinceye kadar Türkiye de köy idareleri kanunî bir dayanaktan yoksun kalmışlardır. Ne var ki bu dönemde köy idarelerinin kanunî bir dayanağı olmasa da fiilî varlıklarını devam ettirdikleri, sanki 1864 ve 1871 Nizamnamelerinin köylere ilişkin hükümleri yürürlükteymiş gibi muhtar ve ihtiyar meclislerinin genel olarak görevlerini sür                                                                 17  1864 Vilayet Nizamnamesine göre köylerin organları için bkz. Gözler, Mahallî İdareler Hukuku, op. cit., s.417-418.  18  13 Mart 1329 (1913) tarihli İdare-i Umumiye-i Vilayat Kanun-ı Muvakkati, Madde 148: 7 Cemadi el- ahire sene 1281 tarihli vilayet ve 29 Şevval sene 1287 tarihli İdare-i Umumiyei Vilayet Nizamnameleri ahkamı mefsuhtur .  19  Nadaroğlu, op. cit., s. s.242.  20  Ibid.  419Gözler                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443  dürdükleri bilinmektedir. Aslında 1913-1924 arası Türkiye de köy idareleri, gerek idare hukukundaki kanunîlik ilkesi, gerekse hukukun genel teorisi açısından tartışılması gereken ilginç bir örnektir. Ancak bu tartışma bu makalenin konusu dışında kalır.  Yukarıda belirttiğimiz gibi 1871 Nizamnamesi, 1864 Nizamnamesinin hükümlerini ortadan kaldırmamış, köyün organlarının görev ve yetkileri daha ayrıntılı bir şekilde düzenlenmiştir. Biz burada 1864 ve 1871 Nizamnamelerinin hükümlerini ayrı ayrı değil, birlikte inceleyeceğiz.  Fransa da Köyleri Düzenleyen Kanunlar.- Şimdi karşılaştırma yapabilmek amacıyla 1864 ve 1871 Osmanlı Nizamnameleri döneminde Fransa da yürürlükte olan köy idaresini düzenleyen kanunları tespit etmemiz gerekmektedir. Yukarıda da açıkladığımız gibi Fransa da  köy idaresi  diye bir mahallî idare yoktur; ama Fransa daki küçük commune ler, bizdeki köylerin dengidirler. Dolayısıyla 1864 ve 1871 Osmanlı Nizamnamelerinin köylere ilişkin hükümleri ile Fransa da commune leri düzenleyen o dönem yürürlükte olan kanun hükümleri birbiriyle karşılaştırılabilir.  Fransa da 1871 yılı itibarıyla yürürlükte olan commune leri düzenleyen iki temel kanun şunlardır:  1. 18 Temmuz 1837 Tarihli Kanun: Loi du 18 juillet 1837 sur l administration municipale (18 Temmuz 1837 Tarihli Belediye İdaresi Hakkında Kanun), Bulletin des lois, Seri IX, Cilt XV, No 521, s.129-152, (http://gallica.bnf.fr/ark:/12148/bptk417m/f.item.r) (4.2.2018). Bu makalede söz konusu Kanun,  18 Temmuz 1837 Tarihli Kanun  şeklinde zikredilmektedir.  2.  5 Mayıs 1855 Tarihli Kanun: Loi du 5 mai 1855 sur l'organisation municipale (5 Mayıs 1855 Tarihli Belediye Teşkilâtı Hakkında Kanun), Bulletin des lois, Seri XI, Cilt V, No 291, s.773-784 (http://gallica.bnf.fr/ark:/12148/bptk1347/f.item.r) (4.2.2018)22. Bu                                                                  21  Fransa da municipal kelimesi Roma döneminde  municipe e ilişkin ; XVIII inci yüzyıldan sonra ise  commune e ilişkin  anlamına gelir (Paul Robert, Le Petit Robert 1: Dictionnaire de la langue française, Paris, La Robert, 1991, s.1244). Municipal kelimesi Türkçeye  beledî  veya  belediyeye müteallik  diye çevrilebilir (Şemseddin Sami, Kamus-ı FranseviDictionnaire Français-Turc, İstanbul, Mihran, 1315/1855, c.II, s.1238).  Administration municipale  terimini sıfat tamlaması şeklinde  beledî idare  diye çevirmek daha doğru olsa da biz isim tamlaması şeklinde  belediye idaresi  diye çevirmeyi tercih ediyoruz.  22  Bu Kanunun metni ve şerhi için ayrıca bkz. : J.-B.-L. Taillefer, Commentaire de la loi du 5 mai 1855 l'organisation municipale et des articles 18, 19, 21, 22 et 23 de la loi du 24 juil420Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443               Osmanlı/Türk Köy İdaresi… makalede adı geçen Kanun, çoğunlukla  5 Mayıs 1855 Tarihli Kanun  veya  1855 Fransız Kanunu  şeklinde zikredilmektedir. Bu kanunlardan ilki commune idaresinin görev ve yetkilerini, ikincisi ise bu organların teşkilatını düzenlemektedir.  5 Mayıs 1855 tarihli Fransız Kanunu, belediyelerin yürütme organı olarak maire ve karar organı olarak conseil municipal olmak üzere iki organ öngörmektedir. 1864 ve 1871 Osmanlı Nizamnameleri de köyün yürütme organı olarak  muhtar  ve karar organı olarak  ihtiyar meclisi  olmak üzere iki organ öngörmektedir. Şimdi bunları karşılaştıralım.  1. Maire - Muhtar Karşılaştırması  5 Mayıs 1855 tarihli Fransız Kanununa göre commmune idaresinin yürütme  organı   maire   ve   adjoint tan  oluşmaktadır.   Maire  (‘mer   diye okunur)  kelimesinin normal Türkçe karşılığı  belediye başkanı dır. Ancak Fransa da bizdeki köylerin dengi olan küçük commune ler söz konusu olduğunda maire teriminin Türkçeye  muhtar  diye çevrilebileceğini düşünüyoruz. Ancak biz bu makalede bir karışıklığa yol açmamak için commune kelimesinde olduğu gibi maire kelimesinin de Fransızcasını kullanmayı tercih ediyoruz.  5 Mayıs 1855 tarihli Fransız Kanununa göre her commune de bir maire bulunur (m.1). Nüfus büyüklüğüne göre commune lerde bir veya daha fazla sayıda  adjoint  bulunur.  Adjoint (‘adjuan  diye okunur), yardımcı demektir ve Türkçeye  belediye başkan yardımcısı  veya  muhtar yardımcısı  veya Osmanlı dan kalan bir tabirle  ikinci muhtar (muhtar-ı sani)  olarak çevrilebilir. Nüfusu 2500 ten küçük commune lerde  adjoint  sayısı bir, nüfusu 2500 ile 10000 arasında olan commune lerde ise ikidir (m.3). 7 Kasım 1864 tarihli Vilayet Nizamnamesi, nüfusu 20 haneden aşağı olan köylerde bir, yukarı olan köylerde iki  muhtar  olmasını öngörmektedir (m.54). Uygulamada bunlardan birisine  birinci muhtar (muhtar-ı evvel) , diğerine  ikinci muhtar (muhtar-ı sani)  deniliyordu. İkinci muhtarın 1855 Fransız Kanunundaki  adjoint a tekabül ettiği düşünülebilir.                                                                                                                                                         let 1867 sur l'organisation municipale, Paris, A. Durand et Pédone Lauriel, 1868 (http://gallica.bnf.fr/ark:/12148/bptk3100n (21.12.2017).   421Gözler                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443  Muhtar/maire e ilişkin 1864 Osmanlı Nizamnamesi ile 1855 Fransız Kanunu arasında temel fark şudur: 1864 Osmanlı Nizamnamesine göre köyde her  sınıf-ı ahali  için ikişer muhtar bulunacaktır (m.54). Burada  sınıf-ı ahali  ile kastedilen millet sınıflarıdır. Örneğin bir köyde Türkler ve Bulgarlar birlikte yaşıyor ise, bu köyde iki tane Türk muhtar ve iki tane de Bulgar muhtar olacaktır. Hâliyle Fransa da böyle bir şey yoktur. 1864 Nizamnamesindeki her millet sınıfı için ayrı muhtar seçilmesi usûlüne 18 Mart 1924 tarih ve 442 sayılı Köy Kanunuyla son verilmiştir.  5 Mayıs 1855 tarihli Fransız Kanununa göre maire ler nüfusu 3000 den büyük commune lerde imparator, 3000 den küçük commune lerde (yani bizdeki köylerin denklerinde) vali tarafından atanmaktadır. 1864 Osmanlı Nizamnamelerine göre muhtarlar köy halkı tarafından seçilir ve kaza kaymakamı tarafından atanır (m.55). Köyde birden fazla  ahali sınıfı  bulunuyorsa, her sınıf kendi muhtarlarını seçer (m.54). 1855 Fransız Kanununa göre maire ve adjoint olabilmek için 25 yaşını doldurmuş olmak ve doğrudan doğruya vergi ödüyor olmak gerekir (m.2). 1864 Nizamnamesine göre ise muhtar olabilmek için 30 yaşını doldurmuş olmak ve doğrudan doğruya senelik yüz kuruş vergi vermek gerekir (m.64).  7 Kasım 1864 tarihli Vilayet Nizamnamesinin 56 ve 57 nci maddelerinde köy idaresinin yürütme organı olan muhtarın görev ve yetkileri sayılmıştır. Öncelikle muhtar, kamu alacaklarının tahsili (tahsil-i emvâl) işinde ve diğer konularda hükümetin köydeki  yürütme aracı (vasıta-i icraiyesi) dır (m.56). Köyde  belediye işleri (umûr-ı belediye) ni yürütme görev ve yetkisi de yine muhtara aittir (m.56). Keza muhtar,  köy kolluğu (karye zabıtası) nu idare etme görev ve yetkisine sahiptir. Nizamnamenin 57 nci maddesi,  her karyede bekçi ve korucu ve sair nâm ile karye zabıtası işinde bulunan adamların idâresi karye muhtarlarına ait olub bunlar için yapılacak nizamat-ı mahsûsaya göre hareket ederler  demektedir. Muhtarın görev ve yetkileri ise 1871 Nizamnamesinin 60 ıncı maddesinde daha ayrıntılı bir şekilde sayılmıştır. Bu madde, muhtara kendisine tebliğ olunan kanun, nizamname ve hükümetin emirlerini köyde ilân etme görev ve yetkisini de vermektedir.  Dönemin Fransa sında commune lerin görev ve yetkileri, 5 Mayıs 1855 tarihli Kanun ile değil, 18 Temmuz 1837 tarihli Kanun (Loi du 18 juillet 1837 sur l administration municipale) ile düzenlenmiştir. Kanunun 9 ilâ 11 inci maddelerinde maire in görev ve yetkileri tek tek sayılmıştır. Mai422Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443               Osmanlı/Türk Köy İdaresi… re in kanunların ve nizamların yayınlanması, genel güvenlik tedbirlerinin yürütülmesi, belde ve kır kolluğu, commune ün mallarını korunması ve idaresi, commune gelirlerinin işletilmesi, commune bütçesinin hazırlanması ve giderlerinin yapılması, commune adına alım satım yapılması, davacı veya davalı olarak commune ü mahkemeler huzurunda temsili, kır bekçilerini ve köy çobanlarını atamak gibi görev ve yetkileri vardır.  1864 Osmanlı Nizamnamesinin 56 ve 57 nci maddeleri ve 1871 Osmanlı Nizamnamesinin 60 ncı maddesi ile 18 Temmuz 1837 tarihli Belediye İdaresi Hakkında Kanunun 9 ilâ 11 inci maddeleri arasında farklar olmakla birlikte temel olarak benzerlik bulunduğu, her iki ülkede de maire/muhtar a hem beledî hizmetleri yürütmek gibi mahallî idareyi, hem de kanunları duyurmak gibi merkezî idareyi ilgilendiren görev ve yetkiler verildiğini gözlemleyebiliriz. Yani 1837 Fransız Kanununa göre maire, 1864 ve 1871 Nizamnamelerine göre muhtar, çifte görevli bir kişidir; hem commune/köy idaresinin yürütme organı, hem de merkezî idarenin bir nevi görevlisidir. Bu durum günümüz Türkiye sinde de devam etmektedir. 2. Conseil municipal - İhtiyar Meclisi Karşılaştırması  5 Mayıs 1855 tarihli Fransız Kanununa göre commmune idaresinin karar organı  conseil municipal dir.  Conseil municipal (‘konsey münsipal  diye okunur)  kelimesini normal olarak Türkçeye  belediye meclisi  olarak çevirebiliriz. Ancak Fransa da Türkiye deki köylerin dengi küçük commune ler söz konusu olduğunda conseil municipal terimini anlam olarak  ihtiyar meclisi  diye Türkçeye çevirmek daha doğru olur. Biz bu makalede bir karışıklığa yol açmamak için, commune ve maire terimlerinde de olduğu gibi, bu terimi de Fransızca olarak kullanmayı tercih ediyoruz.  5 Mayıs 1855 tarihli Fransız Kanununa göre conseil municipal in üye sayısı commune nun büyüklüğüne göre 10 dan başlayıp artmaktadır (m.6). 1864 Osmanlı Nizamnamesi de köy ihtiyar meclisinin en az 3 ve en fazla 12 kişiden oluşmasını öngörüyordu (m.58). Ayrıca her köyde Müslüman ahalinin imamları ve gayri Müslim ahalinin de ruhanî reisleri kendi milletlerinin ihtiyar meclislerinin  doğal üyesi (azâ-yı tabiiyyesi)  sayılıyorlardı (m.58). 18 Mart 1924 tarih ve 442 sayılı Köy Kanunu da köy imamlarının ihtiyar meclisinin doğal üyesi olmasını öngörmektedir.  423Gözler                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443  Fransa da kamu tüzel kişilerinin karar ve yürütme organlarının oluşumunda laiklik ilkesine her zaman sıkı bir şekilde riayet edilmiştir. Diğer Fransız kanunlarında olduğu gibi 5 Mayıs 1855 tarihli Belediye Teşkilatı Hakkında  Kanununa  göre   din  görevlileri  (ministres  des  cultes) ,  maire olamazlar (m.5/3). Keza beldede faaliyette bulunan din görevlileri o beldede conseil municipal üyesi olamazlar (m.10/4).  1864 Nizamnamesine göre ihtiyar meclisi azalığına seçilebilmek için otuz beş yaşını doldurmak, doğrudan doğruya devlete senelik en az yüz kuruş vergi vermek gerekiyordu (m.64). Seçme hakkına sahip olmak için ise, on sekiz yaşından yukarı bulunmak ve devlete senede 50 kuruş vergi vermek lazımdı (m.63). Yani genel oy değil, kısıtlı oy ilkesi geçerliydi. Oy hakkı bakımından 1864 Nizamnamesinin 5 Mayıs 1855 tarihli Fransız Kanunundan değil de, 21 Mart 1831 tarihli Belediye Teşkilatı Hakkında Fransız Kanunu (Loi du 21 mars 1831 sur l'organisation municipale) ndan esinlendiği söylenebilir. 1831 Fransız Kanununa göre conseil municipal üyeliğine seçilebilmek için 25 yaşı doldurmuş olmak (m.17) gerekir. Conseil municipal e üye seçme hakkı, commune seçmen listesine kayıtlı sınırlı sayıda seçmene aittir. Oy verme hakkı bu dönemde yetenek ve vergiye göre sınırlandırılmıştı. 1831 Fransız Kanununun 11 ilâ 14 üncü maddesinde sayılan şartları taşıyan kişiler oy verme hakkına sahipti. 1864 Nizamnamesine göre birden fazla  sınıf-ı ahali nin bulunduğu köylerde, her sınıf için ayrı bir ihtiyar meclisi vardı (m.58). Her sınıfın ihtiyar meclisi üyeleri kendi sınıfların ahalisi tarafından seçiliyordu. Böyle bir usûl, Fransa da yoktu.  22 Ocak 1871 tarihli İdare-i Umumiye-i Vilayet Nizamnamesine göre köy ihtiyar meclislerinin yargısal ve idarî olmak üzere iki tür görevi vardır. Yargısal görevi köy halkı arasında ortaya çıkan bazı küçük davalar hakkında karar vermektir (m. 107). Köy ihtiyar meclislerinin ikinci görevi ise  köyün kendisine  özgü  ihtiyaçlarına  ilişkin  konularda  karar  almak  (karyenin  ihtiyâcât-ı mahsûsasına müteallik husûsâtın müzâkeresi) tır (m.107). Yani Ni                                                                 23  M. Chabanier (Ed.), Manuel à l'usage de MM. les préfets, sous-préfets, maires et percepteurs, pour l'exécution de la loi du 21 mars 1831 sur l'organisation municipale, Valence, L Imprimerie  de  Borel,  1833,  s.5-15  (http://gallica.bnf.fr/ark:/12148/bptk16262.r) (6.2.2018).  24   Sınıf-ı ahali  ile kastedilen din, daha doğrusu  millet  sınıflarıdır. Müslim, Rum, Bulgar, Ermeni sınıfları gibi.  424Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443               Osmanlı/Türk Köy İdaresi… zamname, köy ihtiyar meclisine, köyün kendi işlerinde karar alma genel yetkisini vermiştir.  1871 Nizamnamesinin 109 uncu maddesinde köy ihtiyar meclisinin çeşitli görev ve yetkileri ayrıca sayılmıştır. Köy ihtiyar meclisleri, köyün temizliğine ilişkin konularda karar almak, bekçi ve korucu gibi karyenin zabıta işinde bulunacak adamları seçmek, köyün ziraat ve ticaretin kolaylaştırılmasıyla ilgili konularda karar almak, köye mahsus vergilerin güzel bir şekilde dağıtılmasına karar vermek ve uygulanmasını denetlemek, köy lehine yapılan bağışları kabul etmek, mirasçısı olmadan vefat edenlerin mallarını muhafaza etmek, ziraate elverişli boş araziyi nahiye müdürüne bildirmek, köyde bulunan hayır eserlerinin imarını gözetmek, köyde bulunan mekteplerin idaresine nezaret etmek, muhtarların kötü hareketlerini ve kabahatlerini nahiye müdürlüğü vasıtasıyla kaza kaymakamına haber vermek vazifeleriyle mükelleftir. Dönemin  Fransa sında  conseil  municipal in  görev  ve  yetkileri,  18 Temmuz 1837 tarihli Kanunun 17 ilâ 24 üncü maddelerinde ayrıntılarıyla düzenlenmiştir. Bu maddelere göre, conseil municipal, commune ün mallarının idare biçiminin belirlenmesi, bu malların kiralanması, otlakların ve baltalıkların paylaştırılması, commune bütçesinin kabulü, gelir ve giderlerin belirlenmesi, gelirler için tarifeler yapılması, commune mallarının edinilmesine, devredilmesine veya kiraya verilmesi, yol ve meydan yapılması, commune lehine yapılan bağışları kabulü gibi pek çok görev ve yetkileri vardır.  1864 ve 1871 Osmanlı Nizamnameleri ile 1837 Fransız Kanunu arasında ihtiyar meclisi/conseil municipal in görev ve yetkileri arasında en önemli fark, Osmanlı ihtiyar meclislerinin yargısal görevlerinin de olmasıdır.  Osmanlı Dönemine İlişkin Sonuç Yukarıda görüldüğü gibi, Osmanlı döneminde köy idaresi ile Fransa da o dönemdeki küçük commune ler idaresi arasında şu farklılıklar vardır: Osmanlı sisteminde birden fazla ahali sınıfının bulunduğu köylerde her sınıf için ayrı muhtarlar ve ihtiyar meclisleri seçilmesi usûlü vardır. Böyle bir usûl, Fransa da yoktur. Yine Osmanlı köylerinde imamlar ve gayri Müslim cemaatlerin ruhanî reisleri ihtiyar meclislerinin doğal üyesidirler. Fransa da ise doğal üyelik kurumu olmadığı gibi, din adamlarının conseil municipal e üye seçilmeleri yasaktır.  425Gözler                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443  Bu  farkların  dışında  1864  ve  1871  Osmanlı  Nizamnamelerinin  köy muhtarlarına ve ihtiyar meclislerine ilişkin hükümleri ile 5 Mayıs 1855 tarihli Fransız Kanunu ve 18 Temmuz 1837 tarihli Fransız Kanununun küçük commune lerde maire lere ve conseil municipal lere ilişkin hükümleri arasında bunların seçilmesi ile görev ve yetkileri bakımından esas itibarıyla benzerlikler bulunduğu gözlemlenebilir.  Sonuç olarak Osmanlı köy idaresi sisteminin Fransız küçük commune idaresi sisteminden belli ölçüde esinlendiğini söyleyebiliriz.  Osmanlı köy idaresine ilişkin benzerlikleri bu şekilde gördükten sonra, şimdi de cumhuriyet döneminde Türk köy idaresi sistemi ile Fransız sistemi arasında karşılaştırma yapalım. II. CUMHURİYET DÖNEMİNDE  Türkiye de köy idaresi Cumhuriyet döneminde 18 Mart 1924 tarih ve 442 sayılı Köy Kanunu ile düzenlemiştir. Önce bu Kanunun künye bilgilerini verelim:  1924 Köy Kanunu: Miladî 18 Mart 1924, Hicrî 12 Şaban 1342, Rumî 18 Mart 1340 Tarihli ve 442 sayılı Köy Kanunu, Resmî Ceride, Miladî 7 Nisan 1924, Hicrî 4 Ramazan 1342, Rumî, 7 Nisan 1340, Sayı 68; Düstur, Tertip 3, Cilt 5, s.336. Eski harfli 1924 teki orijinal metne online erişim: http://www.resmigazete.gov.tr/arsiv/68.pdf (27.12.2017). 1924 te kabul edilen metnin yazıçevrimli hâli: Kanunlar Dergisi, Cilt 2, s.258-273 (Bu metne online erişim: https://www.tbmm.gov.tr/tutanaklar/KANUNLAR_KARARLAR/kanuntbmmc/kanuntbmmc/kanuntbmmc00442.pdf) (1.2.2018) (Aksi belirtilmedikçe veya bağlamdan anlaşılmadıkça, bu makalede Kanunlar Dergisinde yazı çevrimi yapılmış ve tbmm.gov.tr den online olarak erişilen bu metinden alıntı yapılmaktadır). Köy Kanununun Ocak 2018 tarihi itibarıyla yürürlükteki hâline online erişim: http://www.mevzuat.gov.tr/MevzuatMetin/1.3.442.pdf (27.12.2017). (Adı geçen Kanun, bu makalede çoğunlukla  18 Mart 1924 tarihli Köy Kanunu  veya  1924 Köy Kanunu  veya  Türk Köy Kanunu  şeklinde anılmıştır).  426Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443               Osmanlı/Türk Köy İdaresi… 18 Mart 1924 tarihli Köy Kanunu günümüzde de yürürlüktedir. Kasım 2009 da İçişleri Bakanlığı Mahallî İdareler Genel Müdürlüğü tarafından bir Köy Kanunu Tasarısı Taslağı hazırlanmış ise de bu kanunlaşamamıştır. Yukarıda da açıkladığımız gibi Fransa da belediye (commune) idaresinden ayrı bir  köy idaresi , belediye kanunlarından ayrı bir  köy kanunu  yoktur. Fransa da köyler de, birer küçük  commune (belediye)  olarak belediye kanunlarına tabidirler.  1924 yılı itibarıyla Fransa da yürürlükte olan belediye kanunu, 5 Nisan 1884 tarihli Belediye Kanunudur. Önce bu Kanunun künye bilgilerini verelim:  5 Nisan 1884 Tarihli Kanun: Loi du 5 avril 1884 sur l'organisation municipale (5 Nisan 1884 tarihli Belediye Teşkilatı Hakkında Kanun), Journal officiel, 6 Nisan 1884, s.1557-1568; (http://gallica.bnf.fr/ark:/12148/bptk5682q/f.item.r=Journal%20officiel%206%20avril%201884) (28.12.2017). (Bu Kanun, bu makalede çoğunlukla  5 Nisan 1884 tarihli Kanun  veya  1884 Fransız Kanunu  şeklinde zikredilmiştir).  Fransa da 5 Nisan 1884 tarihli Kanun, 1924 yılında yürürlükte olduğu gibi  Mahallî İdareler Genel Kodu (Code général des collectivités territoriales) nun bir parçası (Deuxième Partie: art.L1-1–art.L1-1) olarak günümüzde de yürürlüktedir. 18 Mart 1924 tarih ve 442 sayılı Türk Köy Kanunu, köy idaresinin organları olarak  köy derneği ,  köy ihtiyar meclisi  ve  muhtar  olmak üzere üç organ kurmuştur. Bunların her birini, 5 Nisan 1884 tarihli Belediye Teşkilatı Hakkında Fransız Kanunun öngördüğü organlar ile karşılaştırmak gerekir. Biz karşılaştırma yaparken 1884 Fransız Kanunun günümüzde yürürlükte olan şeklini değil, 1884 te kabul edildiği orijinal şeklini esas alacağız. Aynı şekilde 1924 Türk Köy Kanununun bugün yürürlükte olan şeklini değil, 1924 te kabul edildiği ilk şeklini temel alacağız.                                                                   25  http://yonetimbilimi.politics.ankara.edu.tr/files/2013/09/koytasari9.pdf (18.12.2017).  26  https://www.legifrance.gouv.fr/affichCode.do?cidTexte=LEGITEXT006070633 (24.12.2018).  427Gözler                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443  1. Köy Derneği  18 Mart 1924 tarih ve 442 sayılı Köy Kanununa göre köy derneği, köyde bulunan kadın erkek bütün seçmenlerden oluşan bir kuruldur. Köy Kanununun 20 nci maddesi, köy derneğini,  köy muhtarını ve ihtiyar meclisi azalarını seçmeğe hakkı olan kadın ve erkek köylülerin toplanmasına köy derneği derler  diyerek tanımlamaktadır.  Köy derneğinin tam dengi olan bir organ Fransa da yoktur. Köy derneği, 1924 Türk Köy Kanununun özgün bir yanıdır. Bu organ belli ölçüde bir doğrudan demokrasi kurumu olarak görülebilir ve eski Yunan sitelerinde görülen ecclessia lara veya İsviçre nin bazı dağ kantonlarında görülen landsgemeinde lere benzemektedir. Köy derneği, Türk köy idaresi sistemi ile Fransız commune idaresi sistemi arasındaki ön önemli farktır.  Bununla birlikte bu farkın önemi sınırlıdır. Şöyle: 1924 Köy Kanununa göre köy derneğinin dört görevi vardır: (1) Muhtarı ve ihtiyar heyetini seçmek (m.21, 41); (2) köy imamını seçmek (m.83); (3) köyün isteğe bağlı işlerini zorunlu işler hâline getirmek (m.12); (4) köy muhtarının aylığının belirlemek (m.19). Bu dört görevden üçü daha sonra çıkarılan kanunlar nedeniyle günümüzde ortadan kalkmıştır. Şöyle:  (1) Günümüzde muhtar ve ihtiyar meclisi üyeleri, Köy Kanununun 20 ve devamı maddelerine göre  köy derneği  tarafından değil, 18 Ocak 1984 tarih ve 2972 sayılı Mahallî İdareler ile Mahalle Muhtarlıkları ve İhtiyar Heyetleri Seçimi Hakkında Kanunun 30 ve devamı maddelerine göre mahallî idareler seçimleriyle seçilmektedir. (2) Köy derneğinin yetkilerinden birisi olan köy imamını seçmek yetkisinin uygulamada bir anlamı kalmamıştır; çünkü günümüzde köylerdeki bütün imamlar, 442 sayılı Köy Kanununun 83 ilâ 86 ncı maddelerinin anladığı anlamda bir  köy imamı  değil, merkezî idarenin birer memurudurlar. Bu imamlar günümüzdeki köy derneği tarafından seçilmemekte, Diyanet İşleri Başkanlığı tarafından atanmaktadırlar.  (3) Köy derneğinin köyün isteğe bağlı işlerini zorunlu işler hâline getirmek yetkisi kanunda hâlâ mevcuttur. Ancak isteğe bağlı işler, zorunlu işler                                                                  27  Gözler, Mahallî İdareler Hukuku, op. cit., s.434-435.  428Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443               Osmanlı/Türk Köy İdaresi… ayrımının ne derece de yapıldığı, hatta köylerde gerçekten bir köy derneğinin toplanıp toplanmadığı bilinmemektedir.  (4) Günümüzde muhtarların maaşları, köy derneği tarafından değil, 29 Ağustos 1977 tarih ve 2108 sayılı Muhtar Ödenek ve Sosyal Güvenlik Yasası uyarınca 14.750 gösterge rakamının memur aylık katsayısı ile çarpımıyla belirlenmekte ve bu maaş da merkezî idare tarafından muhtarlara ödenmektedir.  Görüldüğü gibi köy derneğinin günümüzde bir önemi kalmamıştır. Diğer yandan köy muhtarını ve köy ihtiyar meclisi üyelerinin, mahallî idareler seçimleri yoluyla seçilmediği, muhtar ve üyelerin köy derneği tarafından seçildiği dönemlerde dahi köy derneğinin 5 Nisan 1884 tarihli Belediye Meclislerinin Teşkilatı Hakkında Fransız Kanununa göre önemli bir fark oluşturmadığını söyleyebiliriz. Zira Köy Kanununun öngördüğü köy derneği, başlı başına bir karar organı değil, temel görevi muhtar ve ihtiyar meclisini seçmek olan bir  seçim heyeti nden başka bir şey değildi. Bu açıdan  köy derneği nin 5 Nisan 1884 tarihli Fransız Kanununun 15 inci maddesinde öngörülen  assemblée des électeurs  benzeri bir  seçmenler meclisi  olduğu söylenebilir.  2. Conseil municipal - İhtiyar Meclisi Karşılaştırması  5 Nisan 1884 tarihli Fransız Kanununa göre commune idaresinin karar organı conseil municipal, 18 Mart 1924 tarihli Türk Köy Kanununa göre köy idaresinin karar organı  ihtiyar meclisi dir.  5 Nisan 1884 tarihli Fransız Kanununa göre, conseil municipal in üye sayısı nüfusu 1500 den küçük olan commune lerde 12, nüfusu 1500 ile 2500 arasında olan commune lerde 16 dır (m.10). 18 Mart 1924 tarihli Türk Köy Kanununa göre ise köy ihtiyar meclisi üye sayısı, nüfusu 1000 kişiden aşağı olan köylerde 8, 1000 den 2000 e kadar olan köylerde 12 dir (m.22).  1884 Fransız Kanununa göre conseil municipal üyeleri genel oyla doğrudan doğruya halk tarafından seçilir (m.14). 1924 Türk Köy Kanununa göre ihtiyar meclisi üyeleri, köydeki bütün seçmenlerden oluşan köy derneği tarafından doğrudan doğruya seçilir (m.20, 24). (Yukarıda açıklandığı gibi günümüzde köy muhtarı ve ihtiyar heyeti, Köy Kanununun hükümlerine göre                                                                  28  Ibid., s.421-422.  429Gözler                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443  değil, 18 Ocak 1984 tarih ve 2972 sayılı Mahallî İdareler ile Mahalle Muhtarlıkları ve İhtiyar Heyetleri Seçimi Hakkında Kanunun 30 ve devamı maddeleri uyarınca mahallî idareler seçimleriyle seçilmektedir). Her iki Kanun da seçme ve seçilme ehliyeti şartlarını benzer şekilde düzenlemiştir. 1884 Fransız Kanununun 14 ve 32 nci maddeleri ile 1924 Türk Köy Kanununun 24 ve 25 inci maddeleri karşılaştırılabilir.  1884 Fransız Belediye Kanununun 35 inci maddesine göre, nüfusu 501 ve daha fazla olan commune lerde usûl-füru ve kardeşler, conseil municipal de aynı zamanda üye olamazlar. Eğer seçilmiş olurlarsa, en çok oy alan üyelikte kalır. Oylarda eşitlik durumunda oylarda yaş önceliğine bakılır. 1924 Türk Köy Kanununun 30 uncu maddesine göre ise  baba, oğul, güveği ve kardeşlerin ihtiyar meclisinde âza olarak bir arada bulunmaları yasaktır. Bunların seçilmiş olduğu görülürse içlerinden en çok sayı kazanmış olan âzalıkta bırakılır. Sayıları beraber olursa bunlardan yaşça büyük olan alınır .  1924 Türk Köy Kanununa göre köy ihtiyar meclisinin köyün imamı ve muallimi veya başmuallimi olmak üzere doğal üyeleri vardır (m.23). 1884 Fransız Belediye Kanununda belediye meclisi için öngörülmüş doğal üyelik yoktur. Tersine Fransız Kanununa göre görevdeki din görevlilerinin (ministres en exercice d'un culte) belediye meclisi üyesi olmaları yasaktır (m.33/9). Keza aynı yasak, memur olduklarına göre öğretmenler için de geçerlidir (m.33/10). İhtiyar  meclisinin  görev  ve  yetkileri  Türk  Köy  Kanununun  43  ilâ 48 inci maddelerinde sayılmıştır. En önemli görev ve yetkileri arasında şunlar sayılabilir: İmece ve salmaya karar vermek, muhtarın harcamalarını denetlemek, köy bütçesini kabul etmek, kamulaştırmaya karar verir, köylüler arasındaki bazı küçük davalara bakmak.  Conseil municipal in görev ve yetkileri, 5 Nisan 1884 tarihli Fransız Kanununun  61  ilâ  70 inci  maddelerinde  düzenlenmiştir. Conseil  municipal in görev ve yetkileri ile ihtiyar meclisinin görev ve yetkileri arasında                                                                  29  Loi du 5 avril 1884 sur l'organisation municipale, Article 35: Dans les communes de 501 habitants et au-dessus, les ascendants et les descendants, les frères et les alliés au même degré ne peuvent être simultanément membres du même conseil municipal.  L'article 49 est applicable aux cas prévus par le paragraphe précédent.  Article 49 : … 2° entre conseillers élus le même jour, par le plus grand nombre de suffrages obtenus; 3° et, à égalité de voix, par la priorité d'âge.   430Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443               Osmanlı/Türk Köy İdaresi… farklı olanlar varsa da bazıları birbirine benzemektedir. En önemli benzerliklerden birisi şudur: 1884 Fransız Kanununun 61 inci maddesinde  conseil municipal, kararlarıyla belde işlerini (affaires de la commune) düzenler  denerek conseil municipal e belde işleri hakkında genel karar alma yetkisini verilmiştir. 1924 Türk Köy Kanununun 44 üncü maddesinde  ihtiyar meclisi köylüye ait işleri konuşur  denilerek ihtiyar meclisine köy işleri hakkında genel karar alma yetkisi tanınmıştır.  Conseil municipal ile ihtiyar meclisi arasında, bunların görev ve yetkileri bakımından en önemli fark kuşkusuz şudur: 1924 Türk Köy Kanunu, ihtiyar meclisine köylü arasındaki bazı küçük davalara bakmak şeklinde yargısal nitelikte bir görev ve yetki de vermişti (m.49, 50). Fransa da conseil municipal in yargısal bir görev ve yetkisi yoktur. İlave edelim ki, bu fark da çok önemli bir fark değildir. Zira 1924 Türk Köy Kanununun ihtiyar meclisi yargısal yetkiler veren maddeleri (m.49, 50) 18 Temmuz 1963 tarih ve 286 sayılı Kanunla yürürlükten kaldırılmıştır. 3. Maire - Muhtar Meclisi Karşılaştırması  5 Nisan 1884 tarihli Fransız Kanununa (m.73) göre commune idaresinin yürütme organı maire, 18 Mart 1924 tarihli Türk Köy Kanununa (m.34-38) göre köy idaresinin yürütme organı ise  muhtar dır.  1884 Fransız Kanununa göre maire, doğrudan doğruya halk tarafından değil, conseil municipal tarafından kendi üyeleri arasından seçilmektedir (m.76). 1924 Türk Köy Kanununa göre ise muhtar, doğrudan doğruya köy derneği, yani köydeki seçmenler tarafından seçilmektedir (m.20)30. Görüldüğü gibi maire/muhtarın seçim usûlü bakımından 1884 Fransız Kanunu ile 1924 Türk Köy Kanunu arasında önemli bir fark vardır.  Fransa da maire in görev ve yetkileri, 5 Nisan 1884 tarihli Belediye Teşkilatı Hakkında Kanununun 90 ve devamı maddelerinde ayrıntılarıyla düzenlenmiştir. Türkiye de muhtarın görev ve yetkileri 18 Mart 1924 tarihli Köy Kanununun 34 ve devamı maddelerinde sayılmıştır.  Bilindiği gibi Türk köy idaresi sistemin muhtara ilişkin sahip olduğu en önemli özgün özellik, muhtarın çifte sıfatlı ve çifte görevli bir kişi olarak dü                                                                 30  Günümüzde muhtar seçimi, 18 Ocak 1984 tarih ve 2972 sayılı Mahallî İdareler ile Mahalle Muhtarlıkları ve İhtiyar Heyetleri Seçimi Hakkında Kanunun 30 uncu maddesine göre yapılmaktadır.  431Gözler                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443  zenlenmiş olmasıdır. Muhtar, hem köy idaresinin başı, hem de köyde devletin, yani merkezî idarenin bir görevlisidir. Gerçekten de 1924 Türk Köy Kanunu, muhtarın göreceği işleri,  devlet işleri  ve  köy işleri  olarak ikiye ayırıp düzenlemiştir (m.35). Köy Kanununun 36 ncı maddesinde muhtarın göreceği devlet işleri, 37 nci maddesinde de köy işleri sayılmıştır.  Muhtarın göreceği devlet işlerine şu örnekler verilebilir:  Hükümet tarafından bildirilecek kanunları, nizamları köy içinde ilan etmek ,  köyün sınırı içinde dirlik ve düzenliği korumak ,  salgın ve bulaşık hastalıkları günü gününe Hükümete haber vermek ,  her ay içinde köyde doğan, ölen, nikâhlanan ve boşananların defterini yapıp ertesi ayın onuncu gününden evvel nüfus memuruna vermek ,  köy civarında eşkıya görürse Hükümete haber vermek ve elinden gelirse tutturmak ,  köylünün ırzına ve canına ve malına el uzatan ve Hükümet kanunlarını dinlemeyen kimseleri köy korucuları ve gönüllü korucularla yakalattırarak Hükümete göndermek  (m.36).  Muhtarın göreceği köy işlerine ise şu örnekler verilebilir:  Köy Kanununun 13 üncü maddesinde sayılan işleri, yani köyün zorunlu işlerini, ihtiyar meclisi ile görüşerek yapmak ve yaptırmak  (Köy Kanununun 13 üncü maddesinde 37 bent hâlinde, yol yapımından, köy mallarının korunmasına, zararlı hayvanlarla mücadele etmeye kadar pek çok ortak iş sayılmıştır);  ihtiyar meclisi kararı ile köy işlerine harcanacak parayı toplamak ;  köy işlerine harcanacak parayı topladıktan sonra harcamak için emir vermek ;  köy işlerinde hem davacı, hem hasım olarak mahkemede bulunmak  (m.37). 1924 Köy Kanununun muhtarı çifte sıfatlı bir görevli olarak kabul etmesi ve onun görevlerini  devlet işleri  ve  köy işleri  olarak ikiye ayırarak düzenlemesi, 1924 Türk Köy Kanununun getirdiği özgünlük değildir.  1924 Türk Köy Kanunundan çok önce 5 Nisan 1884 tarihli Fransız Kanunu da maire in commune ile ilgili görev ve yetkileri ile devlet ile ilgili görev ve yetkileri arasında ayrım yapmış ve bunları ayrı ayrı maddelerde düzenlenmiştir. Kanunun 90 ıncı maddesinde, maire in commune le ilgili; 91 ve  92 nci  maddelerinde  ise  devletle  ilgili  görev  ve  yetkileri  sayılmıştır. 90 ncı maddedeki görev ve yetkileri maire,  conseil municipal in denetimi altında (sous le contrôle du conseil municipal)  yerine getirirken; 91 inci maddede sayılan görev ve yetkilerini  üst idarenin gözetimi altında (sous la                                                                  31  Bu konuda bkz.: Gözler, Mahallî İdareler Hukuku, op. cit., s.442. 432Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443               Osmanlı/Türk Köy İdaresi… surveillance de l'administration supérieure)  ve 92 nci maddedeki görev ve yetkilerini ise  üst idarenin otoritesi altında (sous l'autorité de l'administration supérieure)  yerine getirir.  5 Nisan 1884 tarihli Fransız Kanununun 90 ncı maddesi günümüzde de Code général des collectivités territoriales in L2-21 inci maddesi olarak yürürlüktedir. Bu maddenin kenar başlığı  commune adına ifa edilen görevler (attributions exercées au nom de la commune) dir. 5 Nisan 1884 tarihli Fransız Kanununun 91 ve 92 nci maddeleri de günümüzde de Code général des collectivités territoriales in L2-27 ve L2-28 inci maddeleri olarak yürürlüktedir. Bu maddelerin kenar başlığı da  commune adına ifa edilen görevler (attributions exercées au nom de l État) dir.  1884 Fransız Kanununun 90 ncı maddesinde sayılan görev ve yetkiler ile 1924 Türk Kanununun 37 nci ve onun göndermesiyle 13 üncü maddesinde sayılan görev ve yetkiler arasında benzerlik vardır. 1884 Fransız Kanununun 90 ncı maddesinde maire e, commune mülkiyetindeki malları korumak, idare etmek, satın almak, satmak, kiralamak, commune gelirlerini işletmek, bütçeyi hazırlamak, harcamaları yapmak, ortak işleri yönetmek, belde yollarını yapmak, commune ü mahkemeler huzurunda davacı veya davalı olarak temsil etmek, zararlı hayvanları yok etmek için gerekli tedbirleri almak, karlı havalarda kurtları ve yaban domuzlarını yok etmek için av düzenlemek gibi görev ve yetkileri vermiştir. Bu görev ve yetkiler, bizde muhtarın  köy işleri ne tekabül eden commune adına kullandığı görev ve yetkilerdir.                                                                   32   Üst idare (administration supérieure)  ile kastedilen merkezî idare, açıkçası ilçelerde  kaymakam (sous-préfet) , illerde ise  vali (préfet) dir. Nitekim bu maddenin günümüzdeki yürürlükteki şeklinde  devletin ildeki temsilcisinin otoritesi altında (sous l'autorité du représentant de l'Etat dans le département)  terimi kullanılmaktadır (Code général des collectivités  territoriales,  Article  L2-27, https://www.legifrance.gouv.fr/affichCode.do?idSectionTA=LEGISCTA006192257&cidTexte=LEGITEXT006070633&dateTexte=20180208) (8.2.2017). 33  Code général des collectivités territoriales, Sous-section 2: Attributions exercées au nom de  la  commune,  (Articles  L2-21  à  L2-26) (https://www.legifrance.gouv.fr/affichCode.do;jsessionid=1ECFEFCFEECFE0DD89.tplgfrs_2?idSectionTA=LEGISCTA006192256&cidTexte=LEGITEXT000006070633&dateTexte=20180208) (8.2.2018). 34  Code général des collectivités territoriales, Sous-section 3: Attributions exercées au nom de de l État (Articles L2-27 à L2-35), (https://www.legifrance.gouv.fr/affichCode.do?idSectionTA=LEGISCTA006192257&cidTexte=LEGITEXT006070633&dateTexte=20180208) (8.2.2018). 433Gözler                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443  1924 Türk Kanununun 36 ncı maddesinde sayılan muhtarın göreceği devlet işlerinin benzerleri, 1884 Fransız Kanununun 91 ve 92 nci maddelerinde sayılmıştır. 91 inci maddeye göre maire,  belde kolluğu (police municipale)  ve  kır kolluğu (police rurale) ndan sorumludur. Aynı şekilde maire, bu kolluklara ilişkin üst makamların işlemlerini uygulanmasıyla da görevlidir. Kanunun 92 nci maddesine göre, maire, kanunların ve nizamnamelerin ilanından ve uygulanmasından ve keza genel güvenlik tedbirlerinin icrasından sorumludur. Bu görev ve yetkiler, bizdeki muhtarın göreceği  devlet işleri ne denk gelen maire in devlet adına kullandığı görev ve yetkilerdir.  Görüldüğü gibi Türkiye de muhtarın çifte görevli bir makam olması özelliği, 1924 Türk Köy Kanununun getirdiği bir özellik değildir; bu özelliği Türk Köy Kanunu, 1884 Fransız Kanunundan almıştır.  Muhtarın/maire in  kararları  üzerinde  vesayet  yetkisi  bakımından  da 1884 Fransız Kanunu ile 1924 Türk Köy Kanunu hükümleri arasında benzerlik  vardır.  Her  iki  Kanun  da  muhtar/maire in  kararları  üzerinde  valiye/préfet ye mutlak bir vesayet yetkisi vermiştir. 1884 Fransız Kanununun 95 inci maddesine göre, maire tarafından alınan kararlar, ilçelerde  kaymakam (sous-préfet) a, merkez ilçelerde ise  vali (préfet) ye derhal gönderilir. Vali bu kararları iptal edebilir veya askıya alabilir. Benzer hüküm 1924 Türk Köy Kanununun 40 ncı maddesinde vardır:  Köy muhtarının köylü faidesine olmıyan kararlarını kaymakam bozabilir .     Yukarıda muhtar ve ihtiyar meclisi bakımından 18 Mart 1924 tarih ve 442 sayılı Türk Köy Kanunu ile 5 Nisan 1884 tarihli Fransız Kanunu arasında benzerlikleri gördük. Bu iki Kanun arasında başka bakımlardan da benzerlikler vardır. Örneğin 1884 Fransız Kanunu, her commune ün bir veya birden fazla  kır bekçisi (gardes champêtres)  tutmasına izin vermektedir (m.102). Kanuna göre, kır bekçileri, maire tarafından atanır; ama kaymakam veya merkez ilçelerde vali tarafından atamaları onanır (m.102). 1924 Türk Köy Kanunu da 68 ve devamı maddelerinde köy korucularını düzenlemiştir.  Her köyde en aşağı bir korucu bulunur. Nüfusu binden yukarı köylerde her beş yüz kişiye bir korucu daha tutulur  (m.69).  Korucular ihtiyar meclisi                                                                  35  Loi du 5 avril 1884 sur l'organisation municipale, Art. 95.- Les arrêtés pris par le maire sont immédiatement adressés au sous-préfet ou, dans l'arrondissement du chef lieu du département, au préfet. Le préfet peut les annuler ou en suspendre l'exécution.  434Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443               Osmanlı/Türk Köy İdaresi… tarafından tutulur ve köy muhtarının vereceği haber üzerine kaymakamın buyrultusuyla işe başlar  (m.70) Cumhuriyet Dönemine İlişkin Sonuç Yukarıda açıklandığı üzere 5 Nisan 1884 tarihli Fransız Kanunu ile 18 Mart 1924 tarihli Türk Köy Kanunu arasında iki temel fark vardır:  Farklardan  birincisi  maire/muhtarın  seçim  usûlüne  ilişkindir.  1884 Fransız Kanununa göre maire halk tarafından doğrudan doğruya seçilmez. Üyeleri halk tarafından seçilen conseil municipal tarafından kendi üyeleri arasından seçilir. 1924 Türk Köy Kanununa göre ise muhtar doğrudan doğruya halk tarafından seçilir. İki Kanun arasındaki temel fark budur.  İkinci fark, 18 Mart 1924 tarihli Türk Köy Kanununun, 5 Nisan 1884 tarihli Fransız Kanununda dengi olmayan  köy derneği  isimli bir organ kurmasıdır. Ancak bu önemli bir fark değildir. Çünkü bu dernek, gerçekte muhtar ve ihtiyar meclisi üyelerini seçmekten başka önemli bir görevi olmayan bir  seçmenler heyeti nden başka bir şey değildir. Bu görevi itibarıyla ise  köy derneği , 5 Nisan 1884 tarihli Fransız Kanununun öngördüğü  assemblée des électeurs e benzetilebilir. 18 Mart 1924 tarihli Köy Kanununu hazırlık çalışmalarına bakıldığında, dönemin kanun koyucusunun bu Kanunun yapımına büyük bir önem verdiği ve Türkiye ye özgü bir kanun yapma gayreti içinde olduğu görülmektedir. 1924 Köy Kanununun Türkiye Büyük Millet Meclisi Genel Kurulunda Köy Kanununa ilişkin uzun tartışmalar yapıldığı, kanun koyucunun Türk köylerinin ihtiyaçlarına uygun ve Türk köylüsünün anlayabileceği açıklıkta bir kanun yapma düşüncesi içinde olduğu bilinmektedir.                                                                   36  1924 kanun koyucusunun Köy Kanununa Anayasa yapmakla kıyaslanabilecek bir önem atfettiği söylenebilir. Nitekim Köy Kanunu, 20 Nisan 1340 (1924) tarihli Teşkilât-ı Esasiye Kanunundan bir ay önce kabul edilmiştir. Teşkilât-ı Esasiye Kanunu, devletin teşkilatını, Köy Kanunu ise köyün teşkilâtını düzenlemektedir. Bunların aynı yıl kabul edilmesi, köylere verilen önemi göstermektedir. Köy Kanunu, 1924 Teşkilât-ı Esasiye Kanunundan bir ay önce kabul edilirken, Belediye Kanunu ancak altı yıl sonra, 1930 da kabul edilebilmiştir.  37  Bu konuda TBMM Meclis Tutanaklarına bakınız: TBMM Zabıt Ceridesi, Devre 2, Cilt 6, İçtima Senesi 1, İçtima 108, s.210-270 (https://www.tbmm.gov.tr/tutanaklar/TUTANAK/TBMM/d/c/tbmm06108.pdf) (24.12.2017); İçtima 110, s.278-312 (https://www.tbmm.gov.tr/tutanaklar/TUTANAK/TBMM/d/c/tbmm06110.pdf) 435Gözler                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443  Bununla birlikte yukarıda açıklandığı gibi 1924 Türk Köy Kanununun kurduğu köy idaresi sisteminin 5 Nisan 1884 tarihli Fransız Kanununun kurduğu commune idaresi sistemine oldukça benzer bir sistem olduğunu gözlemlemek gerekmektedir. Bu derecede bir benzerliğin bulunması rastlantıyla açıklanamaz. 1924 Türk Köy Kanununu hazırlayanların 5 Nisan 1884 tarihli Fransız Kanunundan veya bu Kanundan önce yürürlükte olan ve bu kanunun çok benzeri olan 5 Mayıs 1855 tarihli Belediye Teşkilatı Hakkında Fransız Kanunundan yararlanmış oldukları tahmin edilebilir. Nitekim Başvekalet tarafından TBMM Başkanlığına sunulan 16 Aralık 1339 tarih ve 1/299 sayılı Köy Kanunu Lâyihasının  Esbab-ı Mücibesi nde Fransız sistemine ve Fransa daki commune lere, bizzat  komün  kelimesi kullanılarak açıkça atıfta da bulunulmuştur.  Yukarıda açıkladığımız gibi Fransa da köy-belediye ayrımı yoktur; bizim Türkiye de nüfusu 2000 den düşük olduğu için  köy  olarak kabul ettiğimiz küçük yerleşim yerleri de Fransa da hukukî rejim olarak birer  commune dir. Ama yine yukarıda açıkladığımız gibi Fransa da nüfusu 3000 den küçük commune ler için bazı ayrı hükümler vardır. İşte Türkiye de 1924 Köy Kanununu hazırlayanların Türkiye deki köyü, Fransa daki küçük commune lere denk birer mahallî idare olarak gördüklerini söyleyebiliriz. Yani 1924 Köy Kanununu hazırlayanlara göre köyler, birer  küçük belediye dir. Bu husus 16 Aralık 1339 tarih ve 1/299 sayılı Köy Kanunu Lâyihasının  Esbab-ı Mücibesi nde şu cümleyle açıkça dile getirilmiştir:  Fikrimizce köy, âzami üç bin nüfusa kadar ahaliyi ihtiva eden belediyelerden ibaret olacaktır 39.                                                                                                                                                        (24.12.2017); İçtima 112, s.384-393 (https://www.tbmm.gov.tr/tutanaklar/TUTANAK/TBMM/d/c/tbmm06112.pdf) (24.12.2017); Cilt 7, İçtima 9, s.313-323 (https://www.tbmm.gov.tr/tutanaklar/TUTANAK/TBMM/d/c/tbmm07009.pdf) (24.12.2017); İçtima 15, s.651-669; (https://www.tbmm.gov.tr/tutanaklar/TUTANAK/TBMM/d/c/tbmm07015.pdf) (24.12.2017).  38  Bkz. TBMM Zabıt Ceridesi, Devre 2, Cilt 6, İçtima Senesi 1, İçtima 108, s.212 (https://www.tbmm.gov.tr/tutanaklar/TUTANAK/TBMM/d/c/tbmm06108.pdf) (24.12.2017).  39  TBMM Zabıt Ceridesi, Devre 2, Cilt 6, İçtima Senesi 1, İçtima 108, s.212 (https://www.tbmm.gov.tr/tutanaklar/TUTANAK/TBMM/d/c/tbmm06108.pdf) (24.12.2017).  436Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443               Osmanlı/Türk Köy İdaresi… Köy Kanunu Lâyihasının Esbab-ı Mücibesinde köyün bir  küçük belediye  olarak tanımlanması tamamıyla Fransız anlayışının bir yansımasıdır. Ayrıca belirtelim ki, büyüklüğün/küçüklüğün kriteri olarak seçilen  3000  rakamı da tamamıyla 5 Mayıs 1855 tarihli Belediye Teşkilatı Hakkında Fransız Kanununun 2 nci maddesinden alınmıştır. Köy Kanunu Layihasında  köy ,  nüfusu üç binden aşağı yurt  olarak tanımlanmıştır. Türkiye Büyük Millet Meclisi Genel Kurulunda  üç bin  rakamı konusunda şiddetli tartışmalar olmuş, bu rakamın çok yüksek olduğu yolunda yapılan eleştiriler sonucunda sınır, üç binden iki bine çekilmiştir. Burada 18 Mart 1924 tarih ve 442 sayılı Köy Kanununun, 13 Mart 1329 (1913) tarihli İdare-i Umumiye-i Vilayat Kanun-ı Muvakkati ve 3 Nisan 1930 tarih ve 1580 sayılı Belediye Kanununa nazaran Fransız kanunları karşısında çok daha özgün bir kanun olduğunu eklemek gerekir. Diğer bir ifadeyle, Fransız sistemi karşısında, Türk köy idaresi sistemi, Türk il özel idaresi veya belediye sistemlerine nazaran daha özgün bir sistemdir.  GENEL SONUÇ 1864 ve 1871 Osmanlı Nizamnamelerinin köylere ilişkin hükümleri ile 18 Temmuz 1837 ve 5 Mayıs 1855 tarihli Fransız Kanunları arasında ve keza 1924 Türk Köy Kanunu ile 5 Nisan 1884 tarihli Fransız Kanunu hükümleri arasında pek çok benzerliğin bulunduğu gözlemlenebilir. Sonuç olarak gerek Osmanlı, gerekse Cumhuriyet dönemlerinde Türkiye de köy idaresi sisteminin Fransız küçük commune sisteminden esinlendiğini söyleyebiliriz. Bu sonuçta şaşırtıcı bir yan yoktur. Nasıl Osmanlı/Türk mülkî idare sistemi Fransız mülkî idare sisteminden iktibas edilmiş ise, nasıl Osmanlı/Türk il özel idaresi ve belediye sistemleri Fransız il özel idaresi ve belediye sis                                                                 40  16 Aralık 1339 tarih ve 1/299 sayılı Köy Kanunu Lâyihası, TBMM Zabıt Ceridesi, Devre 2, Cilt 6, İçtima Senesi 1, İçtima 108, s.215 (https://www.tbmm.gov.tr/tutanaklar/TUTANAK/TBMM/d/c/tbmm06108.pdf) (24.12.2017).   41  TBMM Zabıt Ceridesi, Devre 2, Cilt 6, İçtima Senesi 1, İçtima 108, s.242-247 (https://www.tbmm.gov.tr/tutanaklar/TUTANAK/TBMM/d/c/tbmm06108.pdf) (24.12.2017); TBMM Zabıt Ceridesi, Devre 2, Cilt 6, İçtima Senesi 1, İçtima 110, s.279283 (https://www.tbmm.gov.tr/tutanaklar/TUTANAK/TBMM/d/c/tbmm06110.pdf) (24.12.2017).   437Gözler                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443  temlerinden esinlenmiş ise, Türk köy idaresi sisteminin de Fransız sisteminden esinlenmiş olması tamamıyla beklenilen bir şeydir.  Son olarak eklemek gerekir ki, 12 Kasım 2012 tarih ve 6360 sayılı Kanunla büyükşehir belediyesi kurulan illerde köy idareleri kaldırılmış ve köyler bağlı bulundukları ilçelerin mahallesi hâline dönüştürülmüştür. Böylece Türkiye de köy idaresi sayısı birden 34.395 ten 18.296 ya düşmüştür. Kanımızca 30 ilde köy idarelerinin kaldırılması yerel demokrasi açısından ve Anayasamızın 127 nci maddesine uygunluk bakımından eleştiriye açıktır. Son yıllarda Türkiye de geri kalan 51 ilde de köylerin (ve keza il özel idarelerinin) kaldırılması yolunda düşünceler ve çalışmalar vardır. Köyler, ilçe merkezlerinin dışında, kendi başlarına varlıkları olan ayrı yerleşim yerleridir. Kendine has bir toprağı ve insan unsuru olan birer topluluk, yani Fransız terminolojisiyle söylersek birer commune dürler. Dolayısıyla Fransız anlayışında ve ondan mülhem klasik Türk idare hukuku anlayışında bir commune idaresi olarak her köyün kendi kendini yönetme hakkı vardır. Türkiye de büyükşehir belediyesi kurulan illerde köy tüzel kişiliklerinin kaldırılması Fransız commune anlayışıyla bağdaşmaz.  Osmanlı/Türk köy idaresi sistemi Fransız commune idaresi sistemine benzer. Ne var ki, Fransız sisteminden 12 Kasım 2012 tarih ve 6360 sayılı Kanunla önemli ölçüde uzaklaşılmıştır. Türkiye de köy idaresi sisteminin yakın gelecekte sonra erdirileceğinden korkulmaktadır. Hâliyle bu durumda Türk ve Fransız sistemleri arasında karşılaştırılamayacak derecede bir fark ortaya çıkacaktır.                                                                        42  https://www.e-icisleri.gov.tr/Anasayfa/MulkiIdariBolumleri.aspx (10.7.2014).  43  Eleştiriler için bkz.: Kemal Gözler,  6360 Sayılı Kanun Hakkında Eleştiriler: Yirmi Dokuz İlde İl Özel İdareleri ve Köylerin Kaldırılması ve İlçe Belediyelerinin Büyükşehir İlçe Belediyesi Hâline Dönüştürülmesi Anayasamıza Uygun mudur? , Legal Hukuk Dergisi, Cilt 11, Sayı 122, Şubat 2013, s.42-44 (www.idare.gen.tr/6360-elestiriler.pdf) (3.2.2017).  438Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443               Osmanlı/Türk Köy İdaresi…",
     "Kaynakça": "Osmanlı/Türk Mevzuatı (Tarih sırasına göredir) 8 Ekim 1864 (7 Cemade l-ahir 1281) Tarihli  Tuna Vilayeti Namıyla Bu Kerre Teşkil Olunan Da irenin İdare-i Umumiyye ve Hususiyyesine ve Ta yin  Olunacak  Me murların  Suver-i  İntihabiyyeleriyle  Veza if-i Da imesine Da ir Nizamnamedir  (Takvim-i Vekayi, def a 773, 7 Cemaziyelevvel  1281/8  Ekim  1864;  Düstur,  Def a-i  Sânîye,  İstanbul, Matbaa-i Âmire, 1282, s.517-554). Yazıçevrimi: Mehmet Seyitdanlıoğlu,  Yerel Yönetim Metinleri III: Tuna Vilâyeti Nizâmnâmesi , Çağdaş Yerel Yönetimler, Cilt 5, Sayı 2, Mart 1996, s.67-81.  7 Kasım 1864 (Hicrî 7 Cemazeyilahir 1281, Rumî 26 Teşrinievvel 1280) Tarihli Vilâyet Nizamnâmesi, Düstur, Tertip 1, Cilt I, s.608-624 (Dersaadet:  Matbaa-i  Amire,  1289).  Orijinal  Metne  Online  Erişim: https://acikerisim.tbmm.gov.tr/xmlui/bitstream/handle/11543/67/199609231-c1.pdf?sequence=7&isAllowed=y (22.12.2017). Yazıçevrimi: Erkan Tural,  1881 Hersek İsyanı, 1863 Eyalet Teftişleri ve 1864 Vilayet Nizamnamesi , Çağdaş Yerel Yönetimler Dergisi, Cilt 13, Sayı 2, Nisan 2004, s.93-123; Erkan Tural ve Selim Çapar, (Ed.), 1864 Vilayet Nizamnamesi, Ankara: TODAİE-TİAV Ortak Yayını, 2015, s.374-384. 22 Ocak 1871 (Hicrî 29 Şevval 1287, Rumî 9 Kânûnusânî 1286) Tarihli İdare-i Umumiye-i Vilayet Nizamnamesi, Düstur, Tertip , Cilt I, s.635-651 (Dersaadet:  Matbaa-i  Amire,  1289;  Orijinal  Metne  Online  Erişim: https://acikerisim.tbmm.gov.tr/xmlui/bitstream/handle/11543/67/199609231-c1.pdf?sequence=7&isAllowed=y.  Yazıçevrimli  Tam  Metin: Mehmet Seyitdanlıoğlu,  Yerel Yönetim Metinleri VI: 1871 Vilâyet Nizamnamesi ve Getirdikleri , Çağdaş Yerel Yönetimler, Cilt 5, Sayı 5, Eylül 1996, s.89-103; (Devamı): Mehmet Seyitdanlıoğlu,  Yerel Yönetim Metinleri VII: 1871 Vilayet Nizamnamesi ve Getirdikleri , Çağdaş Yerel Yönetimler, Cilt 5, Sayı 6, Kasım 1996, s.89-99; Tural ve Çapar, op. cit., s.422-441. 26 Mart 1913 (Hicrî 17 Rebiü l-ahir 1331, Rumî 13 Mart 1329) Tarihli İdare-i Umumiye-i Vilayat Kanun-ı Muvakkati, Takvim-i Vekayi, 19 Rebiü l-ahir 1331, 15 Mart 1329. Numero 1414; Düstur, Tertib-i Sani, Cilt 5,  s.  186-218.  Orijinal  Metne  Online  Erişim: 439Gözler                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443  https://acikerisim.tbmm.gov.tr/xmlui/bitstream/handle/11543/71/199609296-c5.pdf?sequence=5&isAllowed=y  (23.12.2017).  Yazıçevrimi: Cenk Reyhan,  Yerel Yönetim Metinleri XX: 1913 Tarihli Vilayet Genel İdaresi Geçici Kanunu , Çağdaş Yerel Yönetimler Dergisi, Cilt 9, Sayı 1, Ocak 2000, s.129-154. 18 Mart 1924 (Hicrî 12 Şaban 1342, Rumi 18 Mart 1340) Tarihli ve 442 sayılı Köy Kanunu, Resmî Ceride, Miladî 7 Nisan 1924, Hicri 4 Ramazan 1342, Rumi, 7 Nisan 1340, Sayı 68, Düstur, Tertip 3, Cilt 5, s.336. Eski harfli  1924 teki  orijinal  metne  online  erişim: http://www.resmigazete.gov.tr/arsiv/68.pdf (27.12.2017). 1924 te kabul edilen metnin yazıçevrimli hâli: Kanunlar Dergisi, Cilt 2, s.258-273 (Online  erişim: https://www.tbmm.gov.tr/tutanaklar/KANUNLAR_KARARLAR/kanuntbmmc002/kanuntbmmc002/kanuntbmmc00200442.pdf)  (1.2.2018). Ocak  2018  tarihi  itibarıyla  yürürlükteki  hâline  online  erişim: http://www.mevzuat.gov.tr/MevzuatMetin/1.3.442.pdf (27.1.2018).   Fransız Mevzuatı (Tarih sırasına göredir) 21 Mart 1831 tarihli Belediye Teşkilatı Hakkında Fransız Kanunu (Loi du 21 mars 1831 sur l'organisation municipale) , in M. Chabanier (Ed.), Manuel à l'usage de MM. Les préfets, sous-préfets, maires et percepteurs, pour l'exécution de la loi du 21 mars 1831 sur l'organisation municipale,  Valence,  L Imprimerie  de  Borel,  1833,  s.5-15 (http://gallica.bnf.fr/ark:/12148/bpt6k97716262.r) (4.2.2018). 18 Temmuz 1837 tarihli Belediye İdaresi Hakkında Kanun (Loi du 18 juillet 1837 sur l administration municipale), Bulletin des lois, No 521, IXe Série,  Cilt  XV,  s.129-152, (http://gallica.bnf.fr/ark:/12148/bpt6k486417m/f152.item.r) (4.2.2018).  5 Mayıs 1855 tarihli Belediye Teşkilâtı Hakkında Kanun (Loi du 5 mai 1855 sur l'organisation municipale), Bulletin des lois, N° 291, XIe Série, Tome  V,  s.773-784 (http://gallica.bnf.fr/ark:/12148/bpt6k4861347/f812.item.r) (4.2.2018). 440Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 413-443               Osmanlı/Türk Köy İdaresi… 5 Nisan 1884 Tarihli Belediye Teşkilatı Hakkında Kanun (Loi du 5 avril 1884 sur l'organisation municipale), Journal officiel, 6 Nisan 1884, s.1557-1568; (http://gallica.bnf.fr/ark:/12148/bpt6k6225682q/f1.item.r=Journal%20officiel%206%20avril%201884) (28.12.2017).  Mahallî İdareler Genel Kodu (Code général des collectivités territoriales, https://www.legifrance.gouv.fr/affichCode.do?idSectionTA=LEGISCTA000006192257) (4.2.2018)."
}