{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "HAK SAHİBİNİN İZNİ OLMAKSIZIN ESERİN UMUMA İLETİLMESİ SUÇU",
     "Title": "The Crime of Public Recitation Without Holder Of Right’s Permission",
     "Yazar İsmi": [
          "Uğur GÜNER"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Eser",
          "Eser Sahibi",
          "Hak Sahibi",
          "Yazılı İzin",
          "Umum",
          "Umuma İletim",
          "Fikir ve Sanat Eserleri Kanunu"
     ],
     "Keywords": [
          "Work",
          "Author",
          "Holder of Right",
          "Written Permission",
          "Public",
          "Public Recitation",
          "Law on Intellectual and Artistic Works"
     ],
     "Özet": "Bu çalışmada 5846 sayılı Fikir ve Sanat Eserleri Kanunu nun 71/1-1. maddesinde  düzenlenen  hak  sahibinin  izni  olmaksızın  eserin  umuma iletilmesi suçu ele alınmıştır. Çalışmamızda, suçun düzenlendiği Fikir ve Sanat  Eserleri  Kanunu nun  71/1.  maddesinin  bugüne  kadar  geçirdiği değişiklikler, suçla korunan hukuki değer ve suçun temel unsurları detaylı şekilde incelenmiştir. Bunun yanı sıra, hak sahibinin izni olmaksızın eserin umuma iletilmesi suçu ile ilgili problemli bazı hususlara da çalışmamızda değinilmiştir.",
     "Abstract": "This article is elaborating on the crime of public recitation without holder of right s permission which is legislated in Law No. 5846 on Intellectual and Artistic Works article 71/1-1. Amendments to the article 71/1, retained rights with  the  crime  and  elements  of  crime  are  examined  in  our  study. The problematic sides of the crime of public recitation without holder of right’s permission are also mentioned in this article.",
     "Metin": "Fikir  ve  sanat  eserleri,  insanları,  diğer  canlılardan  ayıran  ve  insan kimliğini en belirgin şekilde temsil eden ürünlerdir.2 5846 sayılı Fikir ve Sanat Eserleri Kanunu nda yapılan tanıma göre fikir ve sanat eseri, eser sahibinin hususiyetini  taşıyan,  ilim  ve  edebiyat,  musiki,  güzel  sanatlar  ve  sinema eserleri türlerinden biri içine giren ve fikri çabayı içeren her nevi fikir ve sanat ürünüdür.4 Fikir ve Sanat Eserleri Kanunu nda düzenlenen haklar ile eser sahibinin eserinden yararlanma hakkının korunması ve üçüncü kişilerin bu hakları eser sahibinin  izni  olmaksızın  kullanamamaları  amaçlanmıştır.  Bunun  sonucu olarak,  Fikir  ve  Sanat  Eserleri  Kanunu nda,  üçüncü  kişiler  tarafından, münhasıran eser sahibine tanınan mali ve manevi hakların ihlal edilmesine karşı; tecavüzün önlenmesi, ortadan kaldırılması, tecavüzden doğan maddi ve manevi zararların tazmini, eser üzerindeki hakkın kullanılması nedeniyle bedel tazminatı, bu haklara tecavüz edenlerin cezalandırılması gibi hukuki ve cezai yaptırımlar düzenlenmiştir.5 Hak sahibinin yazılı izni olmaksızın eserin umuma iletilmesi suçu da bu bağlamda düzenlenmiş bir suç tipidir. Çalışmamızda  öncelikle  Fikir  ve  Sanat  Eserleri  Kanunu nun  cezai yaptırımlar öngören hükümlerinin geçirmiş olduğu değişikliklere, yürürlükte olan Kanun metnine yer verilip suçla korunan hukuki değer, suçun temel unsurları ve özel görünüş biçimleri ile kusurluluk ve yaptırım başlıkları incelenecektir.                                                   2   Zeki Hafızoğulları,  Fikir ve Sanat Eserlerinin Cezai Himayesi , Ankara Üniversitesi Hukuk Fakültesi Dergisi, C: 48, S: 1-4, Ankara, 2000, s.1 3   Kanun Numarası: 5846, Kabul Tarihi: 05.12.1951 4   Fikir ve sanat eserinin tanımı ve unsurları hakkında ayrıntılı bilgi için bkz. Ünal Tekinalp, Fikri Mülkiyet Hukuku, Vedat Kitapçılık, İstanbul, 2012 5   H. Selcen Turan, Fikir ve Sanat Eserlerinin Cezai Himayesi, Seçkin Yayıncılık, Ankara, 2012, s. 119 6   Suç, Kanun da  bir eseri her türlü işaret, ses veya görüntü nakline yarayan araçlarla umuma iletmek, yayımlamak  olarak ifade edilmektedir. 1926Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1925-1950  Güner I. KANUNİ TANIM VE KORUNAN HUKUKİ DEĞER A. SUÇA İLİŞKİN KANUN METNİ 5846 sayılı Fikir ve Sanat Eserleri Kanunu, fikri hakların korunması bakımından  uluslararası  düzenlemelere  ulaşma  gerekliliği,  fikri  hak ihlallerinin ilerleyen teknolojiyle çeşitlilik kazanması ve bunun neticesinde haklara tecavüzlerin kolaylaşması ve artması gibi nedenlerle süreç içerisinde bazı değişikliklere uğramıştır. Bu değişiklerden Kanun un cezai yaptırımları düzenleyen maddeleri de etkilenmiştir.7 Fikir ve Sanat Eserleri Kanunu nun ilk halinde; fikir ve sanat eserleri üzerindeki haklara karşı suçlar,  manevi haklara tecavüz  ve  mali haklara tecavüz  suçları   olarak  ayrılmış  ve  mali  haklardan  haksız  faydalanma niteliğinde olan diğer tecavüzlere  diğer suçlar  başlığı altında yer verilmişti. Ayrıca, Kanun un 82. maddesi ile 80. ve 81. maddeleriyle düzenlenen ve bugün sinema eseri sahipleri ve icracı sanatçı olarak kabul edilenlere tanınan sınırlı  bazı  hakların  73.  maddede  öngörülen  hükümlerle  korunacağı düzenlenmişti. Fikir ve Sanat Eserleri Kanunu nda 1983 yılında 2936 sayılı Kanun ile değişiklik  yapılmıştı.  Bu  değişiklikle  birlikte  Kanun da  pek  çok  yenilik getirilmiş  olmasına  karşın,  çalışmamızın  konusun  ilgilendiren  kısım bakımından, Kanun un manevi haklara tecavüz başlıklı 71. maddesinin 1. fıkrasındaki  umuma arz ve yayımlama  fiilleri için  eser sahibinin veya halefinin  yazılı  izni  olmadan   ifadesi  eklenmiş,  ayrıca  bu  fiil  için alenileşmemiş olma şartı kaldırılmış ve  para veya hapis cezası  ifadesi yerine  para, hapis cezası  ifadesi getirilmişti.8 Kanun da  1995  yılında  4110  sayılı  Kanun  ile  bir  değişiklik  daha yapılmıştı. Bu değişiklik ile birlikte incelenen suç tipi bakımından öngörülen yaptırımda artırıma gidilmişti.  Kanun da 2001 yılında 4630 sayılı Kanun ile de bir değişikliğe gidilmiş olup  anılan  değişiklikte  incelenmekte  olan  suç  bakımından  bir  yenilik bulunmamaktaydı. Kanun da 2004 yılında 5101 sayılı Kanun ile getirilen yeni düzenlemelerde incelenen suç bakımından bir değişikliğe gidilmemiş ise de, bu değişikliklerle korsan olarak ifade edilen kopyalanmış örneklerin yayılmasını önlemek açısından önemli düzenlemeler getirildiğini belirtmek gerekir.                                                  7   Kanun da yapılan değişiklikler hakkında ayrıntılı bilgi için bkz. Turan, a.g.e, s. 119-128 8   Turan, a.g.e, s.121   1927Hak Sahibinin İzni...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1925-1950  Bu değişikliklerin ardından 2008 yılında 5728 sayılı Kanun ile cezai yaptırım öngören hükümlerde de değişikliğe gidilmişti. Bu düzenleme ile manevi, mali ve bağlantılı haklara ilişkin suçlar birleştirilerek 71. maddede düzenlenmiştir.  Bu  yöndeki  değişikliğin  isabetli  olduğu  kanaatindeyiz. Gerçekten de eser üzerinde sahip olunan manevi hakkın ihlali halinde mali hakkın da ihlal olduğu ya da mali hakkın ihlal edilmesiyle manevi hakkın da ihlal  olduğu  durumlar  o kadar  çoktur  ki  bu  iki  hakkın  birbirinden  ayrı tutulması düşünülmemelidir. Bu değişikliğin, fikri hakların manevi – mali hak şeklinde ayrıma tutulmasını yapay bir bölünme olarak kabul eden görüşe uygun ve isabetli olduğunu ifade etmek gerekmektedir.  Kanun da  yapılan  değişikliklere  ilişkin  açıklamaların  ardından  hak sahibinin yazılı izni olmaksızın eserin umuma iletilmesi suçunu da içeren Fikir ve Sanat Eserleri Kanunu nun 71. maddesi şu haliyle yürürlüktedir:  Bu  Kanunda  koruma  altına  alınan  fikir  ve  sanat  eserleriyle  ilgili manevi, mali veya bağlantılı hakları ihlal ederek: 1. Bir eseri, icrayı, fonogramı veya yapımı hak sahibi kişilerin yazılı izni olmaksızın işleyen, temsil eden, çoğaltan, değiştiren, dağıtan, her türlü işaret, ses veya görüntü nakline yarayan araçlarla umuma ileten, yayımlayan ya da hukuka aykırı olarak işlenen veya çoğaltılan eserleri satışa arz eden, satan, kiralamak veya ödünç vermek suretiyle ya da sair şekilde yayan, ticari amaçla satın alan, ithal veya ihraç eden,  kişisel kullanım amacı  dışında elinde bulunduran ya da depolayan kişi hakkında bir yıldan beş yıla kadar hapis veya adli para cezasına hükmolunur. 2. Başkasına ait esere, kendi eseri olarak ad koyan kişi altı aydan iki yıla kadar hapis veya adli para cezasıyla cezalandırılır. Bu fiilin dağıtmak veya yayımlamak suretiyle işlenmesi halinde, hapis cezasının üst sınırı beş yıl olup, adli para cezasına hükmolunamaz. 3. Bir eserden kaynak göstermeksizin iktibasta bulunan kişi altı aydan iki yıla kadar hapis veya adli para cezasıyla cezalandırılır. 4.  Hak  sahibi  kişilerin  izni  olmaksızın,  alenileşmemiş  bir  eserin muhtevası hakkında kamuya açıklamada bulunan kişi, altı aya kadar hapis cezası ile cezalandırılır.                                                  9   Ahmet Caner Yenidünya,  5846 sayılı Fikir ve Sanat Eserleri Kanunu nda Düzenlenen Manevi ve Mali Haklara Tecavüz Suçları , Erzincan Üniversitesi Hukuk Fakültesi Dergisi, C:X, S:3-4, 2006, s. 238 1928Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1925-1950  Güner 5. Bir eserle ilgili olarak yetersiz, yanlış veya aldatıcı mahiyette kaynak gösteren kişi, altı aya kadar hapis cezası ile cezalandırılır. 6. Bir eseri, icrayı, fonogramı veya yapımı, tanınmış bir başkasının adını kullanarak çoğaltan, dağıtan, yayan veya yayımlayan kişi, üç aydan bir yıla kadar hapis veya adli para cezasıyla cezalandırılır. Bu Kanun'un ek 4 üncü maddesinin birinci fıkrasında bahsi geçen fiilleri yetkisiz olarak işleyenler ile bu Kanunda tanınmış hakları ihlal etmeye devam eden bilgi içerik sağlayıcılar hakkında, fiilleri daha ağır cezayı gerektiren bir suç  oluşturmadığı  takdirde,  üç  aydan  iki  yıla  kadar  hapis  cezasına hükmolunur. Hukuka aykırı olarak üretilmiş, işlenmiş, çoğaltılmış, dağıtılmış veya yayımlanmış bir eseri, icrayı, fonogramı veya yapımı satışa arz eden, satan veya satın alan kişi, kovuşturma evresinden önce bunları kimden temin ettiğini bildirerek yakalanmalarını sağladığı takdirde, hakkında verilecek cezadan indirim yapılabileceği gibi ceza vermekten de vazgeçilebilir.  Buna göre, çalışmamızda incelenen suç tipi Kanun da,  bir eseri, hak sahibi kişilerin yazılı izni olmaksızın, her türlü işaret, ses veya görüntü nakline yarayan araçlarla umuma ileten, yayımlayan (…) kişi hakkında bir yıldan beş yıla  kadar  hapis  veya  adli  para  cezasına  hükmolunur.   şeklinde düzenlenmiştir. B. SUÇLA KORUNAN HUKUKİ DEĞER Suç, sorumlu bir kimse tarafından olumlu ya da olumsuz bir hareketle meydana getirilen, ceza tehdidini taşıyan bir kanunda yazılmış tarife uygun ve hukuka  aykırı  olan  bir  fiildir.10  Her  suçla  mutlaka  bir  hukuki  değerin korunması amaçlanır. Bu değer bazen bir topluluğa bazen bir bireye bazen de devlete ait bir değer olabilir.11 Fikir ve Sanat Eserleri Kanunu nun 71. maddesi ile  korunan  hakların  manevi  ve  mali  haklar  olduğu  çalışmanın  giriş bölümünde ifade edilmişti. Suçla korunan hukuki değeri ortaya koyabilmek için öncelikle manevi ve mali hakların kapsamını belirlemek gerekmektedir.                                                   10  Sulhi Dönmezer / Sahir Erman, Nazari ve Tatbiki Ceza Hukuku, C: I, Beta Yayıncılık, İstanbul, 1994, no. 449 11  Sulhi Dönmezer, Ceza Hukuku Hususi Kısım, Şahıslara Karşı ve Mal Aleyhine Cürümler, Sulhi Garan Matbaası, İstanbul, 1963, s. 2    1929Hak Sahibinin İzni...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1925-1950  Manevi haklar, eser sahibine, eseri dolayısıyla doğrudan kişiliğine bağlı olarak  tanınan  haklar  olarak  tanımlanmaktadır.12  Fikir  ve  Sanat  Eserleri Kanunu nda  düzenlenen  manevi  haklar  eseri  umuma  arz  yetkisi,  adın belirtilmesi yetkisi, eserde değişiklik yapılmasını menetmek yetkisi, eser sahibinin zilyet ve malike karşı hakları olarak sıralanmıştır. Mali haklar ise eserden ekonomik olarak yararlanma ve bunun şeklini belirleme imkânını münhasıran  sahibine  veren  ve  ona  eserden  üçüncü  kişilerin  bu  tarzda faydalanmalarına engel olma yetkilerini tanıyan mutlak haklardır.13 Kanun da düzenlenen mali haklar işleme hakkı, çoğaltma hakkı, yayma hakkı, kiralama ve kamuya ödünç verme hakkı, temsil hakkı, işaret ses veya görüntü nakline yarayan araçlarla iletim hakkı, radyo – televizyon gibi araçlarla yayınlanan veya  iletilen  fikir  ve  sanat  eserlerine  ilişkin  ödemelere  dair  hak  olarak sıralanmıştır. Hak sahibinin yazılı izni olmaksızın eserin umuma iletilmesi suçu ile hem FSEK nin 25. maddesinde düzenlenen işaret, ses veya görüntü nakline yarayan araçlarla iletim hakkının hem de aynı Kanun un 14. maddesinde düzenlenen  eseri  umuma  arz  hakkının  korunduğunu  ifade  etmek                                                  12  Ünal Tekinalp, Fikri Mülkiyet Hukuku, Vedat Kitapçılık, İstanbul, 2012, s.160 13  Tekinalp, a.g.e, s.180 14  Eser sahibinin rızası olmaksızın eserin umuma iletilmesi suçu doktrinde hak sahibinin eseri kamuya  sunma  hakkına  tecavüz  suçu  olarak  da  adlandırılmaktadır.  Bkz.  R.  Yılmaz Yazıcıoğlu, Fikri Mülkiyet Hukukundan Kaynaklanan Suçlar, On İki Levha Yayıncılık, İstanbul, 2009 15  Anılan  hüküm  şu  şekildedir:   Bir  eserin  aslını  veya  çoğaltılmış  nüshalarını,  radyotelevizyon, uydu ve kablo gibi telli veya telsiz yayın yapan kuruluşlar vasıtasıyla veya dijital iletim  de  dahil  olmak  üzere  işaret,  ses  ve/veya  görüntü  nakline  yarayan  araçlarla yayınlanması ve yayınlanan eserlerin bu kuruluşların yayınlarından alınarak başka yayın kuruluşları tarafından yeniden yayınlanması suretiyle umuma iletilmesi hakkı münhasıran eser sahibine aittir.   Eser sahibi, eserinin aslı ya da çoğaltılmış nüshalarının telli veya telsiz araçlarla satışı veya diğer biçimlerde umuma dağıtılmasına veya sunulmasına ve gerçek kişilerin seçtikleri yer ve zamanda eserine erişimini sağlamak suretiyle umuma iletimine izin vermek veya yasaklamak hakkına da sahiptir.   Bu madde ile düzenlenen umuma iletim yoluyla eserlerin dağıtım ve sunumu eser sahibinin yayma hakkını ihlal etmez. 16  Anılan hüküm şu şekildedir:  Bir eserin umuma arz edilip edilmemesini, yayımlanma zamanını ve tarzını münhasıran eser sahibi tayin eder.   Bütünü veya esaslı bir kısmı âlenileşmemiş olan yahut ana hatları herhangi bir suretle henüz umuma tanıtılmayan bir eserin muhtevası hakkında ancak o eserin sahibi malûmat verebilir.   Eserin umuma arz edilmesi veya yayımlanma tarzı, sahibinin şeref ve itibarını zedeleyecek mahiyette ise eser sahibi, başkasına yazılı izin vermiş olsa bile eserin gerek aslının gerek 1930Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1925-1950  Güner mümkündür. Buna göre, bu suç açısından korunan hukuki değer iki yönlü olarak değerlendirilmelidir. Öncelikle suç, hak sahibinin eseri kamuya sunma hakkına tecavüz olarak ele alındığında, FSEK de düzenlenen ve eser sahibinin manevi haklarından olan eseri umuma arz yetkisinin ihlal edileceğini ve bu suç ile bu hakkın korunduğu sonucuna ulaşmak gerekmektedir. Bu görüşe göre, bir eseri hak sahibi kişilerin yazılı izni olmaksızın her türlü işaret ses veya görüntü nakline yarayan araçlarla umuma iletmek veya yayımlamak suçunda hukuki yarar, eser sahibinin manevi haklarına tecavüz suçlarıyla korunmak  istenen  hukuki  yarar  ile  aynıdır.17  Bunun  yanında,  bu  suçun işlenmesi halinde eser sahibinin mali haklarından olan işaret, ses veya görüntü nakline yarayan araçlarla iletim hakkının ihlali de söz konusu olacaktır. O halde, bu suçla birlikte aynı zamanda eser sahibinin malvarlığı hakkının korunduğu da söylenebilecektir.18 Gerçekten de, FSEK nin 20. maddesinin birinci  fıkrasındaki  mali  hakların  tanımına  bakıldığında  bu  durum görülmektedir. FSEK nin 20/1. maddesi şu şekildedir:   Henüz alenileşmemiş bir eserden her ne şekil ve tarzda olursa olsun faydalanma hakkı münhasıran eser sahibine aittir. Alenileşmiş bir eserden eser sahibine münhasıran tanınan faydalanma hakkı, bu Kanunla malî hak olarak  gösterilenlerden  ibarettir.  Malî  haklar  birbirine  bağlı  değildir. Bunlardan birinin tasarrufu ve kullanılması diğerine tesir etmez.   Bu  hükme  göre  alenileşmiş  eserler  bakımından  da  eser  sahibinin yararlanma hakkı bulunmaktadır. O halde esasında suçun temel unsurlarından olan aleniyete çıkarmak fiili gerçekleştirildiğinde eser kamuya sunulmuş olacağından, bir yandan eseri yaratanın, eseri yaratmış olması nedeniyle manevi yönden tatmini, diğer yandan da eserin kamuya sunulması nedeniyle ortaya çıkacak olan ekonomik kazanımdan yararlanma hakkı bulunmaktadır.19 Diğer bir deyişle umuma arz yetkisi, eser sahibi yönünden manevi bir yetki olduğu gibi aynı zamanda eserden ekonomik olarak yararlanabilmenin ön şartını oluşturmaktadır.20                                                  işlenmiş  şeklinin  umuma  tanıtılması  veya  yayımlanmasını  menedebilir.  Menetme yetkisinden sözleşme ile vazgeçmek hükümsüzdür. Diğer tarafın tazminat hakkı saklıdır.  17  Yazıcıoğlu, a.g.e, s. 200 18  Sinan Bayındır,  Eser Sahibinin İzni Olmaksızın Eseri Umuma İletim Suçu , Türkiye Barolar Birliği Dergisi, S: 113, Ankara, 2014, s. 315 19  Yazıcıoğlu, a.g.e, s. 200 20  Teknail Özderyol, Fikir ve Sanat Eserleri Kanunu nda Düzenlenen Suçlar, Vedat Kitapçılık, İstanbul, 2006, s. 96   1931Hak Sahibinin İzni...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1925-1950  Ancak bu noktada belirtmek gerekir ki; umuma arz yetkisi, eserin sadece eser sahibinin iradesi ile ilk defa aleniyete sunulmasını ifade ettiğinden daha önceden aleniyete sunulmuş bir eser bakımından bu hakkın hak sahibinin izni olmaksızın  eserin  umuma  iletilmesi  suçu  bakımından  söz  konusu olmayacağını ileri sürmek mümkündür.21 Ancak bu görüşün aksine Yargıtay 11. Hukuk Dairesi nin 28.02.2008 tarih ve 2007/576 E., 2008/2292 K. sayılı ilamında şu şekilde karar verilmiştir: Eser sahibinin mali, ve manevi hakları birbirine bağlı olup, mali haklarda daima manevi bir yön mevcuttur. Her iki grup hak birbirini tamamlar. Eserin kamuya sunulması bir defalık bir eylem ise de bu yolla eser alenileşmekte ve fikri hukukun konusu haline gelmektedir. Fikri mülkiyet hukukunda yer alan tükenme ilkesi, manevi haklar yönünden uygulanamayacağından eser daha önce alenileşmiş olsa bile eser sahibinin FSEK m. 14 te yer alan eserin kamuya sunulma hakkı son bulmaz. Bu nedenle eserin daha önce alenileşmiş olması halinde dahi sonradan üçüncü bir kişi tarafından  izinsiz  tekrar  kamuya  sunumu  eser  sahibinin  kamuya  sunma yetkisinin ihlali olur. Eser sahibi eylem sahibinden FSEK m. 14/1 gereğince manevi tazminat talebinde bulunabilir. 22 II. SUÇUN TEMEL UNSURLARI A. SUÇUN MADDİ UNSURLARI 1. SUÇUN KONUSU Fikir ve Sanat Eserleri Kanunu nun 71. maddesinde düzenlenen tüm fiillerin konusunu, FSEK bağlamında eser niteliğine sahip olan yapıtlar ya da bağlantılı hakka konu olan ürünler oluşturmaktadır. Bu nedenle, eser sahibinin yazılı izni olmaksızın eserin umuma iletilmesi suçunun konusunu FSEK de düzenlenen  eser  kavramına dahil olan tüm yapıtlar girmektedir. FSEK nin 1/B maddesinde eser kavramının tanımı yapılmıştır. Buna göre, fikir ve sanat eseri, eser sahibinin hususiyetini taşıyan, ilim ve edebiyat, musiki, güzel sanatlar ve sinema eserleri türlerinden biri içine giren ve fikri çabayı içeren her nevi fikir ve sanat ürünüdür. O halde bir fikir ve sanat eserinin,  FSEK  anlamında  eser olarak  kabul  edilebilmesi için;  sahibinin hususiyetini taşıması, sahibinin hususiyetini yansıtacak düzeyde şekillenmiş olması, FSEK de öngörülen eser türlerinden birinin içine girmesi ve bir fikri çabanın ürünü olması gerekmektedir.23                                                  21  Bayındır, a.g.m, s. 310-311  22  A.e, s. 312-313 23  Tekinalp, a.g.e, s. 103 1932Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1925-1950  Güner Bu niteliklere sahip olmayan bir ürünün FSEK bağlamında eser olarak kabul  edilmesi  mümkün  olmayacağından  bu  ürünlere  yönelik  bir  fiil sonucunda  da  FSEK  kapsamında  korunan  bir  hakkın  ihlalinden bahsedilemeyecektir. Yukarıda belirtilen bu dört şartın bulunup bulunmadığı mahkeme tarafından re sen araştırılmaktadır.24 Nitekim Yargıtay 7. Ceza Dairesi nin bir kararında bu durum şu şekilde ifade edilmiştir:  (…) 5846 sayılı Fikir ve Sanat Eserleri Yasası nın 1. maddesinde ‘bu yasaya göre koruma altına alınan eseri  sahibinin hususiyetini taşıyan (…) ilim ve edebiyat, musiki ve güzel sanatlar veya sinema eserleri sayılan her nevi fikri ve sanat mahsulleri biçiminde tanımlanmıştır. Davaya konu, sanık tarafından fotokopi yoluyla izinsiz olarak çoğaltılıp satılan Yeni Puanlı Koşu Bülteninin yukarıda yapılan tarif kapsamında bulunmadığı gözetilerek (…) anılan Yasa kapsamına girmediği (…) dikkate alınmadan yazılı şekilde hüküm tesisi(…)  şeklinde ifade edilmiştir. 2. HAREKET Hak sahibinin yazılı izni olmaksızın eserin umuma iletilmesi suçunun hareket unsurunu  her türlü işaret, ses veya görüntü nakline yarayan araçlarla umuma iletmek ya da yayımlamak  oluşturmaktadır. O halde bu suç umuma iletme eylemi ile işlenebileceği gibi yayımlamak yoluyla da işlenebilir. Bir eserin umuma iletilmesi, eserin sahibi tarafından veya onun onayı ile üçüncü kişilerce  kontrol  altında  tutulamayacak  şekilde,  üçüncü  kişilerin  veya toplumun bilgisine sunulması olarak ifade edilmektedir.26 Fikir  ve  sanat  eserleri  hukukunda  umuma  iletim,  bir  eserin  radyo, televizyon, uydu ve kablo gibi telli veya telsiz araçlarla yayın yapan bir kuruluş tarafından umuma iletilmesini ifade eder.27 İncelenmekte olan suç tipi bakımından umuma iletim ise her türlü işaret, ses veya görüntü nakline yarayan araçlarla yapılabilmektedir. O halde her türlü işaret, ses veya görüntü nakline  yarayan  araçtan  anlaşılması  gerekenin  ne  olacağını tespit  etmek gerekmektedir.  Bu  araçları;  radyo,  televizyon,  bilgisayar,  telsiz,  telefon, bilişim teknolojilerinin sunduğu multimedya içerikli cihazlar ile pandomim, bale, tiyatro, raks, dans, kukla oyunu gibi görsel ya da işitsel veya şarkı,                                                  24  Senai Olgaç, Fikir Hakları ve Yayın Sözleşmeleri, Olgaç Matbaası, Ankara, 1979, s. 103 25  Mustafa Albayrak, Fikir ve Sanat Eserleri ile Sınai Mülkiyet Hakları Aleyhine İşlenen Suçlar, Adil Yayınevi, Ankara, 2004, s. 119-120 26  Özderyol, a.g.e, s. 96 27  Tekinalp, a.g.e, s. 193   1933Hak Sahibinin İzni...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1925-1950  konuşma, hitap, anlatım gibi ses ve benzeri yollarla kamuya eseri iletme olanağı sağlayan araçlar olarak ifade etmek mümkün olduğu gibi burada sayılan örneklerin dışında kalan ve suçun hareket unsuru bakımından elverişli olan her türlü araç ile suç işlenebilecektir.28 Daha önce de belirtildiği gibi suçun işlenmesinde kullanılabilecek araçlar bakımından umuma iletim hakkını düzenleyen FSEK nin 25. maddesinde de benzer bir biçimde  bir eserin aslını veya çoğaltılmış nüshalarını, radyotelevizyon,  uydu  ve  kablo  gibi  telli  veya  telsiz  yayın  yapan  kuruluşlar vasıtasıyla veya dijital iletim de dâhil olmak üzere işaret, ses ve/veya görüntü nakline yarayan araçlarla yayınlanması...  ifadesi kullanılmıştır. Bu  noktada  internetin  bu  suçun  kullanılmasında  bir  araç  olup olmayacağını değerlendirmek gerekmektedir. Doktrinde, internetin işaret, ses veya görüntü nakline yarayan bir araç olup olmadığı hususu tartışmalıdır. Tekinalp, FSEK nin 25/2 hükmünde belirtilen  gerçek kişilerin seçtikleri yer ve zamanda eserine erişimini sağlamak suretiyle umuma iletim  kavramının eserin internete yüklenilmesi olduğunu ifade etmektedir. Tekinalp e göre buna izin  verme  hakkının  ve  yasaklama  yetkisinin  eser  sahibine  verildiği vurgulanarak internetin bir yayın aracı olduğu hükme bağlanmıştır.29Ateş ise, internette  yayımın,  yayma  hakkı  kapsamında  olduğunu,  FSEK nin  25/2 hükmünün yersiz olduğunu ileri sürmüş; ancak, eserin internet üzerinden kamuya arz edilmesini umuma iletim olarak nitelemiştir. Turan da eserin internete yüklenilmesinin umuma iletim hakkı kapsamında olduğunu ve bu işlemin hak sahiplerinden izinsiz gerçekleştirilmesinin hukuka aykırı umuma iletim  suçunu  oluşturacağını  ifade  etmiştir.30  Kanaatimizce  de  internet ortamında yapılan paylaşımlar, suçun düzenlenmesiyle korunmak istenen hukuki değeri ihlal eder niteliktedir ve suçun unsurlarını da oluşturmaktadır. Bu nedenle, internet ortamında yapılan paylaşımların da diğer koşulların oluşması halinde hak sahibinin yazılı izni olmaksızın eserin umuma iletilmesi suçunu  oluşturacağının  kabulü  gerekmektedir.  Gerçekten  de  bir  müzik eserinin ya da bir filmin hak sahibinin izni olmaksızın internet ortamında yayımlanması aynı zamanda eserin umuma arzı niteliğinde olduğundan, bu fiilin işlenmesi halinde suç oluşacaktır.                                                  28  Yazıcıoğlu, a.g.e, s. 204 29  Tekinalp, a.g.e, s. 194 30  Turan, a.g.e, s. 162 31  Abuzer Kendigelen / Savaş Bozbel,  Telif Hakları Açısından İnternette Veri Paylaşımı (Peer-to-Peer File Sharing) , İnternet ve Hukuk, Derleyen: Yeşim Atamer, İstanbul Bilgi Üniversitesi Yayınları, İstanbul, 2004, s. 506  1934Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1925-1950  Güner Umuma iletim kavramı açıklanırken, umum ifadesinin kapsamını da belirlemek gerekir. Umum, Türk Dil Kurumu Büyük Türkçe Sözlük te bütün, tüm,  kamu  olarak  tanımlanmaktadır.32  Umum  kavramı,  FSEK de tanımlanmamış olmakla  birlikte doktrinde,  aralarında  kişisel bir bağlantı bulunmayan,  sınırsız  ve  belli  olmayan  sayıdaki  kişiler  olarak  ifade edilmektedir.33 Örneğin, eserin aile ve iş ilişkileri dolayısıyla birbirine bağlı olanlara sunumu umuma iletim değildir. Umuma iletim için belirlenebilir kişiler dışında, çok sayıda ve belirli olmayan kişiye iletim yapılmalıdır. Bir yayının  Fransa daki  bir  vericiden  uydu  vasıtasıyla  Türkiye deki  alıcıya gönderilmesi umuma iletim olarak değerlendirilmezken, Türkiye deki radyo - televizyon  kuruluşunun  halka  yaptığı  yayın  umuma  iletim  olarak değerlendirilmektedir. Bir eserin e-posta aracılığıyla gönderildiği kişilerin şahsi çevreye dâhil olan, belirlenebilir kimseler olması da umuma iletim olarak kabul edilmemektedir. Yargıtay 7. Ceza Dairesi nin 17.02.2011 tarih, 2011/634E. ve 2011/ 1736K. sayılı ilamında,34  ‘Otelde hak sahibinin izni olmaksızın CD den müzik eseri yayınlatma  fiili umuma iletim suçunu oluşturur. 80/B-1 uyarınca hak sahibi olan fonogram yapımcılarından izin alınmamıştır.  şeklinde karar verilmiş, ancak aynı kararda yer alan karşı oy gerekçesinde ise;  İşyerinde doğrudan müzik yayını yapılması ile ilgili olarak; herhangi bir maddi kazanç sağlanmasının amaçlanmadığı, otel lobisinin umuma açık mahal sayılamayacağı, kendisinin ve çalışanların ihtiyacı için yayın yapıldığı nedenleriyle suç oluşmaz.  ifadeleriyle umuma iletim açısından belirlemiş olduğu kıstaslar bakımından önemli tespitlere yer verilmiştir. Buna göre, herhangi bir maddi kazanç amacının bulunup bulunmamasının ve kendi ihtiyaçları için olup olmadığı hususlarının tespit edilmesi bu bakımdan önem taşımaktadır. Yargıtay  7.  Ceza  Dairesi nin  25.11.2013  tarih,  2013/2194E.  ve 2013/25134K. sayılı ilamında ise umuma açık olan işletmelerde bir müzik eserinin radyodan yayınlanması halinde suçun oluşmayacağı şu şekilde ifade edilmektedir:35  Umuma açık  işletmelerde  (lokanta,  market,  otel  lobisi  vb.)  müzik eserinin radyodan yayınlanması halinde, fonogram yapımcısı, icracı sanatçı                                                  32  http://www.tdk.gov.tr/index.php?option=com_bts&arama=kelime&guid=TDK.GTS.56cd d69ab.84914370 33  Şafak N. Erel, Türk Fikir ve Sanat Hukuku, Yetkin Yayıncılık, Ankara, 2009, s. 105 34  www.kazanci.com, Son Erişim Tarihi: 29.05.2015  35  www.kazanci.com, Son Erişim Tarihi: 29.05.2015   1935Hak Sahibinin İzni...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1925-1950  ve eser sahibinin bu yayını engelleme açısından hakları bulunmadığından, müzik eserinin radyodan yapılan yayınını umuma ileten işletmeci, sadece radyo veya televizyon yayıncısının haklarını ihlal edebilir.36 Müzik yayınının umumi mahalde yapıldığının belirtilmiş olmasına rağmen hangi teknik araçla yapıldığı  hususu  açıklanmadığından,  sanığın  otelindeki  tüm  odalarda televizyon  bulunduğunu,  restaurantta  canlı  müzik  yayını yapıldığı,  tespit edilen müzik yayınının müşterilerin getirdiği el radyoları ile yapılan müzik yayını  olabileceğini  belirttiği  ve  savunmasının  aksini  gösterir  delil bulunmadığından beraatine karar verilmesi gerekirken(…)  Ancak, Yargıtay 7. Ceza Dairesi nin 27.09.2010 tarih, 2008/2045E. ve 2010/14807K. sayılı ilamında ise radyodan yapılan yayının aksine, CD den yayın yapılması halinde isabetli olarak suçun oluşacağı kabul edilmektedir:37  Müzik  yayınından  sorumlu  olduğu  mağazada  hak  sahibinin  izni olmaksızın CD den müzik eserini yayınlatmak umuma iletim olarak kabul edilmiştir.   Yine Yargıtay 7. Ceza Dairesi nin 24.01.2008 tarih, 2007/15364E. ve 2008/314K. sayılı ilamında da:   Suça konu Aşk Şiirleri Antolojisi isimli kitapta Murathan Mungan'dan yazılı izin alınmaksızın  Yalnız Bir Opera  isimli şiirin yer almasının şahsi davacının 5846 sayılı Fikir ve Sanat Eserleri Yasası'ndaki mali ve manevi haklarını ihlal edici nitelikte olduğu 17.04.2003 tarihli bilirkişi raporu ve dosya kapsamından anlaşılmış olmakla, sanığa yükletilen suçun unsurları itibarı ile oluştuğu gözetilmeden eksik araştırma ile yazılı şekilde hüküm tesisi(…)  şeklinde karar verilerek hak sahibinin yazılı izni olmaksızın eserin umuma iletilmesi suçunun oluştuğu bir durum ortaya konulmuştur.38 Yargıtay 7. Ceza Dairesi nin diğer bir kararı olan 24.04.2009 tarih, 2006/1460E. ve 2009/5034K. sayılı ilamda ise:39  Digiturk ün hizmet türünün Uydu  Platform  İşletmeciliği  olduğu,  yapısı  itibariyle  yaptığı  aktarmanın FSEK in 25. maddesinde belirtilen anlamda bir iletim olmadığı, yurtdışında yayın yapan VH 1 TV nin yayınlarını aktaran bir kuruluş olduğu hususunun gözetilmemesi  bozmayı  gerektirir.   şeklinde  bir  hükme  varılmıştır.  İfade                                                  36  Konu ile ilgili ayrıca bkz. Türkiye Musiki Eseri Sahipleri Meslek Birliği (MESAM) Tarifesi, (http://www.mesam.org.tr/Tarifeler), Son Erişim Tarihi: 29.05.2015 37  www.kazanci.com, Son Erişim Tarihi: 29.05.2015 38  www.kazanci.com, Son Erişim Tarihi: 29.05.2015 39  www.kazanci.com, Son Erişim Tarihi: 29.05.2015 1936Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1925-1950  Güner etmek  gerekir  ki,  bu  gibi  işletmeler,  nitelikleri  itibariyle  medya  hizmet sağlayıcı  olduklarından,  6112  sayılı  Kanun a  tabidirler  ve  6112  sayılı Kanun un  dördüncü  maddesi  uyarınca  yeniden  iletim  serbestliğinden yararlanmaktadırlar.  Bu  noktada  yeniden  iletim  kavramına  da  değinmek gerekmektedir.  6112 sayılı  Radyo  ve Televizyonların  Kuruluş  ve  Yayın Hizmetleri  Hakkında Kanun  3/1-ii  maddesi  uyarınca  yeniden  iletim;  bir medya hizmet sağlayıcı tarafından sunulan yayın hizmetinin bütününün veya büyük bir bölümünün kullanılan teknik araç ne olursa olsun alınması ve eş zamanlı olarak değişiklik yapılmadan iletilmesidir. Belirtildiği üzere, 6112 sayılı Kanun un dördüncü maddesi uyarınca, yayın hizmetlerinin alımı ve yeniden iletimi serbesttir. Bunun yanı sıra, 5846 Sayılı Fikir ve Sanat Eserleri Kanunu nda Değişiklik Yapılmasına Dair Kanun Taslağı nda umuma iletim hakkını  düzenleyen  FSEK nin  25.  maddesinin  şu  şekilde  yeniden düzenlenmesi öngörülmektedir:   Bir eserin, radyo - televizyon, uydu ve kablo gibi telli veya telsiz yayın yapan kuruluşlar vasıtasıyla veya dijital iletim de dahil olmak üzere işaret, ses veya görüntü nakline yarayan araçlarla yayınlanması ve yayınlanan eserlerin başka kuruluşlar tarafından yeniden iletilmesi suretiyle umuma iletilmesi hakkı münhasıran eser sahibine aittir.  Eser sahibi, yeniden iletim hakkını devretmesi veya bu hakkı kullanma yetkisi vermesi halinde dahi yeniden iletimden doğan uygun bedel talep etme hakkına sahiptir. Eser sahibi yeniden iletimden doğan uygun bedel talep etme hakkından feragat edemez. Bir eserin, telli veya telsiz araçlarla gerçek kişilerin seçtikleri yer ve zamanda, kamunun erişimine sunulması suretiyle umuma iletilmesi hakkı münhasıran eser sahibine aittir.  Hak sahibinin yazılı izni olmaksızın eserin umuma iletilmesi suçunun işleniş hareketlerinden bir diğeri de yayımlamaktır. Yayımlama kavramı, umuma iletime kıyasla daha dar bir anlam taşımaktadır. Bir mali hak olan yayma  hakkı  ile  kamuya  sunma  olgusu  niteliği  taşıyan  yayımlamanın karıştırılmaması gerekir.40 Yayımlamak, umuma iletimin sadece bir yolu, yöntemi  olarak  karşımıza  çıkmaktadır  ve  FSEK nin  7/2.  maddesinde düzenlenmiş olup,  bir eserin aslından çoğaltma ile elde edilen nüshaları hak sahibinin rızasıyla satışa çıkarılma veya dağıtılma yahut diğer bir şekilde ticaret mevkiine konulma suretiyle umuma arz edilmesine  denir. O halde                                                  40  Tekinalp, a.g.e, s. 186   1937Hak Sahibinin İzni...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1925-1950  yayımlama fiilinin icra edilebilmesi için öncelikle çoğaltılmış olan bir eserin bulunması gerekmektedir. Bu nedenle fikir ve güzel sanat eserlerinin kamuya sunulması umuma arz olarak değerlendirilirken, bir kitabın basım teknikleri ile çoğaltılmış  olan  örneklerinin  satımı,  dağıtımı  veya  piyasaya  sunumu yayımlama olarak kabul edilmektedir.41 Suçun hareket unsuru bakımından tartışılması gereken önemli bir husus da Kanun da hak sahibi kişilerin yazılı izni olmaksızın umuma iletmek veya yayımlamak olarak düzenlenen suç bakımından hak sahibi kişilerin yazılı izninin suçun maddi unsurları bölümünde mi yoksa suçun hukuka aykırılık unsuru bölümünde mi değerlendirilmesi gerektiğidir. Doktrinde hak sahibinin yazılı izni, bir hukuka uygunluk nedeni olarak kabul edilmektedir.42 Ancak kanaatimizce, burada söz konusu yazılı izin, bir hukuka uygunluk nedeni değil, suç tipinin oluşmasını engelleyen bir nedendir ve bu gerekçe ile de suçun  maddi  unsurlarında  ele  alınmalıdır.43  Nitekim  hareket  unsurunu açıklamak için nedensel - doğal hareket, amaçsal hareket, sosyal hareket gibi teoriler ileri sürülmüşse de, günümüzde hareket unsurunun, yasal normu ihlal eden ve bu nedenle ceza hukukuna özgü olan davranış türü olarak ifade edilmektedir.44 O halde suçun hareket unsurunu, tipe uygun eylem olan hak sahibinin yazılı izni olmaksızın eserin umuma iletilmesi veya yayımlanması olarak  ifade  etmek  ve  yazılı  izin  şartını  da  bu  unsurda  değerlendirmek gerekmektedir. Yazılı izin bakımından önem arz eden diğer bir husus da, FSEK nin 71. maddesinde  hak  sahibinin  rızasının  yazılı  olması  koşuluna  bağlanmış olmasıdır. İznin yazılı olması koşulunun isabetli olup olmadığı konusunda doktrinde görüş birliği bulunmamaktadır. Yazıcıoğlu na göre, yazılı izin esaslı bir şekil şartıdır. Yazara göre, iznin yazılı olması olmazsa olmaz şartlardandır ve iznin yazılı olması şartı olmazsa  şüpheden sanık yararlanır 45 kuralı gereğince  ispat  hukuku  bakımından  sorunlar  ortaya  çıkacak  ve  suç cezalandırılabilir olmaktan çıkacaktır.46 Özderyol a göre ise herhangi bir şekilde elde edilmiş bulunan iznin suçun oluşumuna etki etmesi gerekir ve Türk  Ceza  Kanunu nun  26.  maddesinde  yer  alan  ilgilinin  rızası  hükmü                                                  41  Ateş, a.g.e, s.97 42  Yazıcıoğlu, a.g.e, s. 210; Özderyol, a.g.e, s. 101; Turan, a.g.e, s. 199 43  Karş. Turan, a.g.e, s. 200 44  Bkz. Kayıhan İçel, Ceza Hukuku Genel Hükümler, İstanbul, 2016, s. 265 45   in dubio pro reo  46  Yazıcıoğlu, a.g.e, s. 211 1938Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1925-1950  Güner uyarınca yazılı izin aranması gerekmemektedir.47 Kanaatimizce de Yazıcıoğlu tarafından belirtilen gerekçelerle, iznin yazılı olması koşulu isabetli olsa da, rızanın mutlaka yazılı izne tabi tutulması ceza muhakemesi hukukunda delil serbestisi ilkesi gereğince vicdani kanaatin oluşturulmasının belli nitelikteki delillere bağlı tutulamaması gerekçeleriyle eleştirilmektedir.48 Ancak ifade etmek gerekir ki, bu eleştiriler yerinde değildir. Yukarıda da belirtildiği gibi bu suç bakımından yazılı izin şartının bir hukuka uygunluk nedeni değil, tipe uygun eylemin bir unsuru olarak karşımıza çıktığı bu bağlamda yeniden ifade edilmelidir.  Bunların  yanı  sıra  hareket  unsurunda  Kanun un  71.  maddesinde düzenlenen fiillerin tek bir suçun seçimlik hareketlerini mi yoksa ayrı ayrı birer suç tipini mi oluşturduğu hususu da irdelenmelidir.. Yazıcıoğlu na göre birden fazla fiilin; manevi, mali ve bağlantılı olmak üzere FSEK nin 71/1-1 hükmüyle korunan bu üç hukuki değerden sadece birine yönelmesi halinde seçimlik hareket oldukları kabul edilecek; ancak, suçun konusu aynı olsa dahi birden  fazla  hukuki  değeri  ihlal  etmeleri  halinde,  farklı  gruptaki  hakkı zedeleyen ikinci ya da üçüncü suçun meydana geleceği kabul edilecektir.49 Ancak Hafızoğulları na göre ise bir fikir ve sanat eserini bir kimse hem çoğaltır, hem de kendi çoğalttığı bu nüshaları satarsa ya da satışa sunarsa bir değil iki suç işlemiş olur ve dolayısıyla fiiller ayrı ayrı cezalandırılır ve cezalar içtima ettirilir.50 Burada ikinci görüşün daha isabetli olduğunu belirtmek gerekir. Kanaatimizce bu görüş farklılığının sebebi, kanun koyucunun yan ceza kanunlarındaki düzenlemeleri özensiz bir biçimde ele almasından ileri gelmektedir. Gerçekten de yan ceza kanunlarının kanun koyucu tarafından kanun yapma tekniğine, hukuk kurallarının bir bütünlük arz etmesi, temel kanunlar ile çelişkiler içermemesi temelinde hukuki güvenliğe ve bununla bağlantılı olarak hukuk devleti ilkesine aykırı bir biçimde gerçekleştirildiğini ifade etmek mümkündür.51 Bu nedenle, FSEK nin 71. maddesinin bu açıdan sorunlu ve karmaşık bir düzenleme olduğunu vurgulamak gerekmektedir. Suçun hareket unsuru bakımından son olarak belirtmek gerekir ki, suçun oluşması bakımından fiilin, eserin tamamı ya da bir kısmına karşı işlenmesi                                                  47  Özderyol, a.g.e, s. 101 48  Bayındır, a.g.m. s. 326 49  Yazıcıoğlu, a.g.e, s. 317-318, 359-360 50  Hafızoğulları, a.g.e, s. 10 51  Selman Dursun,  Türk Ceza Hukuku Reformunun Ekonomi Ceza Hukukuna Etkileri , Dünyada  ve  Türkiye de  Ceza  Hukuku  Reformları  Kongresi,  Cilt:  II,  On  İki  Levha Yayıncılık, İstanbul, 2013, s. 2242   1939Hak Sahibinin İzni...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1925-1950  bir özellik arz etmemektedir, zira FSEK nin 13/2. maddesi uyarınca eser sahibine  tanınan  hak  ve  yetkiler  eserin  bütününü  ve  parçalarını  da kapsamaktadır. Hak sahibinin yazılı izni olmaksızın eserin umuma iletilmesi suçu icrai ve seçimlik hareketli bir suç niteliği taşımaktadır.53 Bunun yanı sıra hak sahibinin yazılı izni olmaksızın eserin umuma iletilmesi suçu, sırf hareket suçu  niteliğindedir.  Diğer  bir  deyişle  neticesi  harekete  bitişik  bir  suç niteliğindedir. Gerçekten de bu suçun oluşabilmesi için ayrıca bir neticenin ortaya çıkması gerekmemektedir. Ayrıca hak sahibinin yazılı izni olmaksızın eserin  umuma  iletilmesi  halinde  bu  suç  gerçekleşmiş  olacağından  hak sahibinin yazılı izni olmaksızın eserin umuma iletilmesi suçu, soyut tehlike suçu niteliğindedir. Nitekim soyut tehlike suçlarında suçun kanuni tanımında belirtilen eylemin işlenmesi yeterli kabul edilmekte ve ayrıca suçun konusu üzerinde bir tehlikenin meydana gelip gelmediği irdelenmemektedir.54  3. SUÇUN FAİLİ Türk Ceza Kanunu nda düzenlenmiş olan suçlar kural olarak herkes tarafından işlenebilmektedir. Buna karşın, bazı suçlar ise sadece belli kimseler tarafından işlenebilmekte ve bu suçlar özgü suç niteliğini taşımaktadır. Hak sahibinin yazılı izni olmaksızın eserin umuma iletilmesi suçunun faili,  bir eseri, icrayı, fonogramı veya yapımı hak sahibi kişilerin yazılı izni olmaksızın ... her türlü işaret, ses veya görüntü nakline yarayan araçlarla umuma ileten, yayımlayan   kimsedir.  Buna  göre,  bu  suçun  faili  yaşayan  herkes olabilecektir.55 Bu suç bakımından sorumluluk; Türk Ceza Kanunu nun 37 ile 41.  maddeleri  arasında  düzenlenen  faillik,  azmettirme  ve  yardım  etme hükümlerine göre belirlenecektir.56 İncelenmekte olan suç, herkes tarafından işlenebildiğinden özgü suç niteliği taşımamaktadır.                                                  52  İcrai suçlar, kanunun yasakladığı bir eylemin işlenmesi yoluyla gerçekleştirilen suçlar olarak ifade edilmektedir. Seçimlik hareketli suçlarda ise suçun kanuni tanımında birden çok hareket öngörülmüş olmakla birlikte suçun oluşması bakımından bu hareketlerden birinin yapılması yeterli olmaktadır. Hareketin türleri bakımından yapılan ayrımlara ilişkin ayrıntılı açıklamalar için bkz. İçel, a.g.e. s. 268 vd. 53  Yazıcıoğlu, a.g.e, s. 211-212 54  Gerçekleştirilen eylemin suçun konusu üzerinde bir zarar meydana getirmesinin söz konusu olduğu hallede tehlike suçları gündeme gelmektedir. (Bkz. İzzet Özgenç, Türk Ceza Hukuku Genel Hükümler, Ankara, 2015, s. 212) 55  Yazıcıoğlu, a.g.e, s. 201 56  Abdullah Çelik, Fikir ve Sanat Eserleri Üzerindeki Çoğaltma ve Yayma Haklarının İhlali – İhlalin Sonuçları, Seçkin Yayıncılık, Ankara, 2011, s. 287 1940Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1925-1950  Güner 4. SUÇUN MAĞDURU Suçun mağduru, suç konusunun ait olduğu kişidir.57 Suçun konusuna zarar verilmesi veya bunun zarar tehlikesine maruz bırakılması yoluyla, suçla korunan hukuki değer de ihlal edilmiş olmaktadır.58 Fikir ve Sanat Eserleri Kanunu nun 71. maddesinde düzenlenen suçların mağduru, fikir ve sanat eseri üzerinde mali ve manevi haklara sahip olan kişilerdir.59 Hak sahibinin yazılı izni olmaksızın eserin umuma iletilmesi suçunda mağdurun belirlenebilmesi için FSEK de yer alan eser sahipliği hakkındaki düzenlemeleri incelemek gerekmektedir. Bu suçun mağduru öncelikle eser sahibidir. FSEK nin 8/1. maddesi uyarınca eser sahibi onu meydana getiren kişidir. FSEK nin 8/2. maddesi uyarınca ise eser olarak kabul edilen bir işlenmenin ve derlemenin sahibi, asıl eser sahibinin hakları saklı kalmak şartıyla onu işleyendir. Bunun yanında FSEK nin 8/3. maddesine göre, sinema eserlerinde  yönetmen, özgün müzik  bestecisi, senaryo  yazarı  ve diyalog yazarı, eserin birlikte sahibidirler. Canlandırma tekniğiyle yapılmış sinema eserlerinde, animatör de eserin birlikte sahipleri arasındadır. FSEK nin 9. maddesi uyarınca da birden fazla kimsenin birlikte vücuda getirdikleri eserin kısımlara ayrılması mümkünse, bunlardan her biri vücuda getirdiği kısmın sahibi sayılır. Bunun yanı sıra FSEK nin 10. maddesine göre birden fazla kimsenin  iştirakiyle  oluşturulan  eser  bir  bütünlük  teşkil ediyorsa,  eserin sahibi, onu oluşturanların birliğidir. O halde, yukarıda sayılan ve Fikir ve Sanat Eserleri Kanunu bağlamında eser sahibi olarak kabul edilen kimseler bu suç bakımından mağdur sıfatını alabileceklerdir.  Eser  sahibinin  yanı  sıra  hak  sahiplerinin  de  bu  suçun mağduru olabilip olamayacağı konusunda Yazıcıoğlu, hak sahibinin mağdur sıfatını  değil,  ancak  suçtan  zarar  gören  sıfatını  kazanabileceğini  ileri sürmektedir.60 Bu görüşün, suçun, eserin umuma iletilmesi olarak değil, hak sahibinin  eseri  kamuya  sunma  hakkına  tecavüz  edilmesi  yönünden  ele alınması sonucunda ortaya çıktığı kanaatindeyiz. Bu noktada, suçun kanuni tanımında açıkça ifade edildiği üzere eser üzerinde hak sahibi olan kişilerin suçun mağduru olarak kabul edileceği açıktır.                                                  57  İzzet Özgenç, Türk Ceza Kanunu Gazi Şerhi (Genel Hükümler), Seçkin Yayıncılık, Ankara, 2005, s.335 58  Kayıhan İçel / Füsun Sokullu-Akıncı / İzzet Özgenç / Adem Sözüer / F. Selami Mahmutoğlu / Yener Ünver, Suç Teorisi, Beta Yayıncılık, İstanbul, 1994, s. 87 vd. 59  Turan, a.g.e, s. 187 60  Bkz. Yazıcıoğlu, a.g.e, s. 202;.   1941Hak Sahibinin İzni...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1925-1950  B. SUÇUN MANEVİ UNSURLARI Fikir ve Sanat Eserleri Kanunu nun 71. maddesinde düzenlenen suçlar ancak  kasten  işlenebilen  suçlardandır.  Türk  Ceza  Kanunu nda  taksirle sorumluluk hali istisnadır ve Kanun da özel olarak düzenlenmesi gerekir. Hak sahibinin yazılı izni olmaksızın eserin umuma iletilmesi suçu bakımından bu yönde bir düzenleme bulunmadığından bu suçun sadece kasten işlenebileceği kabul edilmelidir. O halde fail, taksirle sorumluluğun koşullarından olan dikkatsizlik veya özen yükümlülüğüne aykırılık göstererek bu fiili işlediği takdirde bu suç oluşmayacaktır. Hak sahibinin yazılı izni olmaksızın eserin umuma iletilmesi suçunun her ne kadar teorik olarak olası kast ile işlenmesi mümkünse de suçun, pratikte ancak  doğrudan  kast  ile  işlenebileceğini  ifade  etmek  gerekmektedir. Gerçekten de suçun olası kastla işlenebilmesi failin, eserin umuma iletilmesi yönünden yazılı iznin bulunmadığını öngörmesi ancak kabullenmesi gibi gerçekleşmesi güç olan bir durumun ortaya çıkması ile mümkün olabilecektir. O halde fail, suçun kanuni tanımında yer alan unsurları bilecek ve isteyecektir. Buna göre fail, eser sahibinin ya da hak sahibinin yazılı herhangi bir izninin bulunmadığını, her türlü işaret, ses veya görüntü nakline yarayan araçla umuma  iletimde  bulunduğunu  ya  da  eseri  yayımladığını  bilecek  ve isteyecektir. Suçun  manevi  unsurları  bölümünde  Türk  Ceza  Kanunu nun  30/1. maddesinde  düzenlenen  kastı  kaldıran  hata  halini  de  incelemek gerekmektedir. Buna göre, bir fiilin icrası sırasında suçun kanuni tanımındaki maddi unsurları bilmeyen bir kimse, kasten hareket etmiş olmayacaktır. O halde fail, eser sahibinin yazılı izni bulunduğu hususunda yanılıyor ve bir biçimde  failin  bu  konudaki  hatası  esaslı  ise  gerçekleştirmiş  olduğu  hak sahibinin yazılı izni olmaksızın eserin umuma iletilmesi suçundan sorumlu olmayacaktır. C. HUKUKA AYKIRILIK UNSURU Hukuka aykırılık, işlenen fiilin sadece ceza hukuku ile değil tüm hukuk düzeni  ile  çatışma  halinde  bulunması  demektir.62  Bir  fiilin  kanunda                                                  61  Anılan hüküm şu şekildedir:  Fiilin icrası sırasında suçun Kanuni tanımındaki maddi unsurları bilmeyen bir kimse, kasten hareket etmiş olmaz. Bu hata dolayısıyla taksirli sorumluluk hali saklıdır. 62  Köksal Bayraktar,  Ceza Kanunundaki Hukuka Uygunluk Nedenleri , Ceza Hukuku Günleri, 70. Yılında Türk Ceza Kanunu Genel Hükümler, İstanbul, 1998, s. 67 vd. 1942Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1925-1950  Güner düzenlenmiş  olan  suç  tanımlarından  birine  uygun  olması  onun  mutlaka hukuka aykırı olduğu sonucunu doğurmaz. Nitekim Türk Ceza Kanunu nda hukuka  uygunluk  nedenleri  düzenlenmiştir.  Bunlar  sırasıyla  kanunun hükmünü yerine getirme, yetkili merciin emrini ifa, meşru savunma, hakkın kullanılması ve ilgilinin rızasıdır. Hak  sahibinin  yazılı  izni  olmaksızın  eserin  umuma  iletilmesi  suçu bakımından  önem  taşımakta  olan  hukuka  uygunluk  nedeni  ise  ilgilinin rızasıdır. Kanun daki suç tanımında da  (…) hak sahibi kişilerin yazılı izni olmaksızın (…)  ifadesi kullanılmaktadır. Suçun maddi unsurlarına ilişkin bölümde hak sahibinin yazılı izninin hukuki niteliğine ilişkin açıklamalarda bulunulmuştu.63 Buna göre, her ne kadar doktrinde hak sahibinin yazılı izni bir hukuka uygunluk nedeni olarak kabul edilmekte ise de; kanaatimizce, buradaki yazılı izin, bir hukuka uygunluk nedeni değil, suç tipinin oluşmasını engelleyen bir nedendir ve bu gerekçe ile de hukuka aykırılık unsuru içinde değil, suçun maddi unsurlarında ele alınmalıdır.65 Yine kanunun hükmünün yerine getirildiği durumlarda da failin eylemi hukuka  uygun  kabul  edilecektir.  Bu  durumda  Fikir  ve  Sanat  Eserleri Kanunu nun 27. maddesi uyarınca, eserle ilgili mali hakların korunmasını sınırlayan ve eser sahibi ölümü ile başlayan yetmiş yıllık sürenin dolması halinde artık suç hukuka uygun hale gelebilecektir. Fikir ve Sanat Eserleri Kanunu nun 32, 33, 34 ve 35. maddelerinde düzenlenen; genel menfaat düşüncesiyle, eğitim öğretim amaçlı fiiller, eğitim ve öğretim amaçlı olarak seçme  ve  toplama  eserlerin  meydana  getirilmesi  ve  eser  sahibinin  ismi belirtilmek suretiyle gerçekleştirilen fiiller, niteliği bağdaştığı durumlarda bu suç açısından bir hukuka uygunluk sebebi oluşturabilecektir.66 D. SUÇUN ÖZEL GÖRÜNÜŞ BİÇİMLERİ 1. TEŞEBBÜS Fail, işlemeyi kastettiği suçun icra hareketlerini bitirince istediği netice de  meydana  gelir.  Meydana  gelen  neticenin  gerçekleşmesiyle  suç tamamlanmış olur. Ancak, failin neticeye yönelmiş olan iradesi her defasında                                                  63  Bkz. s. 10 64  Yazıcıoğlu, a.g.e, s. 210; Özderyol, a.g.e, s. 101; Turan, a.g.e, s. 199 65  Karş. Turan, a.g.e, s. 200 66  Bayındır, a.g.m. s. 327   1943Hak Sahibinin İzni...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1925-1950  başarıya  ulaşamamaktadır.  Failin  istediği  neticenin  gerçekleşmemesi durumunda teşebbüs söz konusu olur. İncelenmekte olan hak sahibi kişilerin yazılı izni olmaksızın eseri her türlü işaret, ses veya görüntü nakline yarayan araçlarla umuma iletmek suçu, sırf hareket suçu niteliğinde olduğundan, hareketin kısımlara ayrılmadığı durumlarda,  teşebbüse  elverişli  değildir.  Bu  suça  teşebbüsün  mümkün olabilmesi ancak suçun icra hareketlerinin kısımlara bölünebilmesi halinde mümkün olacaktır. Buna göre umuma iletmek veya yayımlamak fiillerini oluşturan hareketler kısımlara bölünebiliyorsa ve fail, işlemeyi kastettiği bu suçu  elverişli  hareketlerle  doğrudan  doğruya  icraya  başlayıp  da  elinde olmayan  nedenlerle  tamamlayamadığı  takdirde teşebbüs  hali söz  konusu olacaktır. Türk Ceza Kanunu nun 35/1. maddesi uyarınca, bir eserin her türlü işaret, ses  veya  görüntü  nakline  yarayan  araçlarla  umuma  iletilmesi  ya  da yayımlanması  fiilleri  bakımından  hangi  aşamaya  kadar  gerçekleştirilen fiillerin  hazırlık  hareketi  veya  doğrudan  doğruya  icra  hareketi  olduğu hususunda  ikili  bir  ayrıma  gitmek  gerekmektedir.  Yazıcıoğlu na  göre yayımlamak  fiili  aslından  çoğaltılmış  nüshaların  satışa  çıkarılması  veya dağıtılması ya da ticari bir işleme konu edilmesi olduğuna göre, çoğaltma işlemi  suçun  icra  hareketi  değil,  hazırlık  hareketi  niteliğindedir  ve cezalandırılmamalıdır.  Bu  sebeple  eserin  çoğaltılması  başlı  başına  hak sahibinin yazılı izni olmaksızın eserin umuma iletimi ya da yayımlanması suçuna teşebbüs sayılmaz.68 Bu noktada Yazıcıoğlu nun görüşüne çoğaltma eyleminin yayımlama suçu bakımından hazırlık hareketi niteliğinde olması yönüyle katılmaktayız. Ancak şu hususu d belirtmek gerekir ki, bir suçun işlenmesine  yönelik  hazırlık  hareketleri  cezalandırılabilir  hareketlerden değildir, meğerki bu hareketler bizatihi cezalandırılabilir nitelikte ve müstakil bir suç niteliğinde olsun.69 O halde bir eseri hukuka aykırı olarak umuma yayımlamak  fiilini  gerçekleştirebilmek  amacıyla  eserin  çoğaltılması  hali FSEK nin  71.  maddesinde  müstakil  bir  fiil  olarak  düzenlenmiş bulunduğundan bu durumda bu fiil de cezalandırılabilecektir.                                                   67  Dönmezer / Erman, a.g.e, s. 413 vd., Adem Sözüer, Suça Teşebbüs (Doktora Tezi), Kazancı Yayıncılık, İstanbul, 1994, s. 45 vd. 68  Yazara göre yayımlama fiilin teşebbüs aşamasında kalması ancak çoğaltılmış nüshalar satışa sunulacakken veya dağıtılacakken ya da ticari bir işleme konu edilecekken yakalanacak (yahut başkaca bir nedenle fiil tamamlanamayacak) olursa mümkün olabilecektir. (Bkz. Yazıcıoğlu, a.g.e, s. 212) 69  Bkz. Özgenç, Gazi Şerhi, s. 466 1944Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1925-1950  Güner Son olarak, eserin işaret, ses veya görüntü nakline yarayan araçlarla umuma iletilmesi fiilinde suçun konusunu oluşturan ürünlerin elde edilmesi de  hazırlık  çalışması  niteliğinde  kabul  edilmelidir.  Bu  nedenle,  suçun işlenmesi amacıyla fikir ve sanat eserlerinin henüz elde edilmesi aşamasında suça teşebbüs edildiğinden söz edilemeyecektir. 2. İŞTİRAK Türk Ceza Kanunu nda iştirak şekilleri faillik ve şeriklik olarak ikiye ayrılmaktadır. Hak sahibinin yazılı izni olmaksızın eserin umuma iletilmesi suçu bakımından iştirak bahsi bir özellik göstermemektedir. Bu suç tipinde iştirak bahsinde Türk Ceza Kanunu nun genel hükümlerine başvurulacaktır. Türk Ceza Kanunu nun 37. maddesinde faillik, 38. maddesinde azmettirme, 39. maddesinde azmettirme ve 40 maddesinde de bağlılık kuralı düzenlenmiş olup  somut  olayın  özelliklerine  göre  bu hükümlere  uygulanacaktır.  Hak sahibinin yazılı izni olmaksızın eserin umuma iletilmesi suçu, tek faille işlenebilecek bir suç olmakla birlikte müşterek olarak da fiil işlenebilecektir. 3. İÇTİMA Suçların içtimaı bakımından temel kural  kaç tane fiil varsa o kadar suç, kaç tane suç varsa o kadar ceza vardır  şeklinde ifade edilmektedir.70 Ancak Türk Ceza Kanunu nda bu kuralın istisnaları bulunmaktadır. Bunlar TCK nin 42.  maddesinde  düzenlenen  bileşik  suç,  43/1,3  hükmünde  düzenlenen zincirleme suç, 43/2,3 hükmünde düzenlenen aynı neviden fikri içtima ve 44. maddesinde düzenlenen farklı neviden fikri içtimadır. Fikri içtima, failin tek bir fiille farklı suçları veya aynı suçu birden fazla kere işlemesi olarak tanımlanmaktadır. Bu bağlamda işlenen suçların farklı olması halinde farklı neviden fikri içtima, aynı olması halinde ise aynı neviden fikri içtima söz konusu olacaktır.71 Esas olarak suçun hareket unsurunda değerlendirilmekle birlikte hak sahibinin yazılı izni olmaksızın eserin umuma iletilmesi suçu bakımından içtima bahsinde Kanun un 71. maddesinde düzenlenen fiillerin tek bir suçun seçimlik hareketlerini mi yoksa ayrı ayrı birer suç tipini mi oluşturduğu hususu önem  taşıyabilecektir.  Suçu  hareket  unsuruna  ilişkin  açıklamalarımızda belirtildiği üzere bir fikir ve sanat eserini bir kimse hem çoğaltır, hem de kendi                                                  70  Bkz. 5237 sayılı Türk Ceza Kanunu nun Genel Gerekçesi, TBMM Dönem: 22, Yasama Yılı: 2 Sıra Sayısı: 664, s. 229 71  Bkz. Koca / Üzülmez, a.g.e. s. 491   1945Hak Sahibinin İzni...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1925-1950  çoğalttığı bu nüshaları satarsa ya da satışa sunarsa bir değil iki suç işlemiş olur ve dolayısıyla fiiller ayrı ayrı cezalandırılır ve cezalar içtima ettirilir.72  Bunun yanında, bir eser sahibinin birden fazla eserinin aynı suç işleme kararının icrası kapsamında umuma iletilmesi halinde zincirleme suç söz konusu  olabilecektir.73  Eserin  sahibinin  birden  fazla  olması  halinde  ise zincirleme suç hükümleri uygulanamayacaktır. Bu halde, failin TCK nin 43. maddesinde düzenlenen değişik zamanlarda bir kişiye karşı aynı suçun birden fazla kez işlenmesi gibi bir durum söz konusu değildir. Son olarak belirtmek gerekir ki suç, bir başka suçun unsuru ya da ağırlatıcı  sebebi  olmadığından  bileşik  suç  hükümleri  uygulanmayacaktır; ancak, hak sahibinin birden fazla eserine karşı suçun işlenmesi durumunda zincirleme suç hükümleri uygulanabilecektir. E. KUSURLULUK Kusur, gerçekleştirdiği haksızlıkla ilgili olarak faildeki iradenin oluşum şartlarının tespiti ve bu tespite dayanarak gerçekleştirdiği haksızlık dolayısıyla failin  şahsen  kınanması  gerekip  gerekmediği  hususundaki  yargıyı  ifade etmektedir.74 Kusurluluğu etkileyen haller, Türk Ceza Kanunu nda hukuka aykırı fakat bağlayıcı bir emrin yerine getirilmesi, zorunluluk hali, meşru savunmada sınırın heyecan, korku ve telaş nedeniyle aşılması, cebir ve tehdit dolayısıyla kişinin irade yeteneğinin etkilenmesi, haksız tahrik, kusurluluğu etkileyen hata halleri, yaş küçüklüğü, sağır ve dilsizlik, akıl hastalığı ve geçici  nedenler,  alkol  ve  uyuşturucu  madde  etkisi  altında  olma  olarak sayılmıştır. Hak sahibinin yazılı izni olmaksızın eserin umuma iletilmesi suçu bakımından kusurluluk bahsi bir özellik arz etmemektedir ve somut olaya göre Türk Ceza Kanunu nun genel hükümleri uygulanacaktır.                                                  72  Hafızoğulları, a.g.e, s. 10 73  Yazıcıoğlu, a.g.e. s. 216; Bayındır, a.g.m. s. 329 74  Özgenç, Gazi Şerhi, s. 252-253 75  Kusurluluğu kaldıran veya azaltan haller olarak ifade etmek mümkündür. 76  Türk Ceza Kanunu‘nun 30/1. maddesinde düzenlenen suçun maddi unsurlarında hata halinin kastı  kaldıracağı  düzenlendiğin  bu  husus  suçun  manevi  unsurlarından  birini  teşkil etmektedir. Bu nedenle, hata halleri bakımından kastı kaldıran ve kusurluluğu etkileyen hata halleri şeklinde bir ayrıma gidilmiştir.   1946Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1925-1950  Güner F. YAPTIRIM Fikir ve Sanat Eserleri Kanunu nun 71/1-1 hükmü şu şekildedir:  Bu  Kanunda  koruma  altına  alınan  fikir  ve  sanat  eserleriyle  ilgili manevi, mali veya bağlantılı hakları ihlal ederek: Bir eseri, icrayı, fonogramı veya yapımı hak sahibi kişilerin yazılı izni olmaksızın işleyen, temsil eden, çoğaltan, değiştiren, dağıtan, her türlü işaret, ses veya görüntü nakline yarayan araçlarla umuma ileten, yayımlayan ya da hukuka aykırı olarak işlenen veya çoğaltılan eserleri satışa arz eden, satan, kiralamak veya ödünç vermek suretiyle ya da sair şekilde yayan, ticari amaçla satın alan, ithal veya ihraç eden,  kişisel kullanım amacı  dışında elinde bulunduran ya da depolayan kişi hakkında bir yıldan beş yıla kadar hapis veya adli para cezasına hükmolunur.   Görüldüğü üzere hak sahibinin yazılı izni olmaksızın eserin umuma iletilmesi suçu için Kanun da öngörülen ceza bir yıldan beş yıla kadar hapis veya adli para cezasıdır. Hâkimin takdir yetkisinin burada çok geniş tutulduğu görülmektedir. Hâkim burada Türk Ceza Kanunu nun  Cezanın Belirlenmesi  başlıklı 61. maddesini uygulayarak sanığın cezasını bir yıl ile beş yıl arasında tayin edebilecektir. Ayrıca yasal düzenlemede önem taşıyan diğer bir husus da  veya  ibaresi kullanılarak hangi yaptırımın öngörüleceğinin hâkimin takdirine bırakılmış olmasıdır.  Buna  göre,  hâkim  somut  olayın  koşullarına  göre  Türk  Ceza Kanunu nun 52. maddesi uyarınca adli para cezasına da hükmedebilecektir. Son olarak, FSEK nin 75. maddesi uyarınca Kanun un 71. maddesinde düzenlenen  suçların  şikâyete tabi  olduklarını  ve  bu  nedenle  bu  suçların soruşturulmasının ve kovuşturulmasının şikâyet koşulunun gerçekleşmesine bağlı olduğunu belirtmek gerekmektedir. SONUÇ Ekonomi ceza hukukuna ilişkin düzenlemelerin önemli bir kısmının yan ceza kanunlarında düzenlenmesi Türk ceza hukukunun genel bir sorunu olarak karşımıza çıkmaktadır. Bu nedenle, hak sahibinin yazılı izni olmaksızın eserin umuma  iletilmesi  suçu  da  bünyesinde  pek  çok  problemli  unsur barındırmaktadır. Belirttiğimiz bu sorunlar bakımından çalışmamızda bazı sonuçlara ulaşılmaya çalışılmıştır.   1947Hak Sahibinin İzni...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1925-1950  Öncelikle, hak sahibinin izni olmaksızın eserin umuma iletilmesi suçuyla korunan hukuki değer bakımından, suçu, hak sahibinin eseri kamuya sunma hakkına tecavüz olarak ele aldığımızda FSEK de düzenlenen ve eser sahibinin manevi haklarından olan eseri umuma arz yetkisinin ihlal edileceğini ve bu suç ile henüz aleniyet kazanmamış eserler bakımından bu hakkın korunduğu sonucuna ulaşmak gerektiği ileri sürülebilecektir. Ayrıca suçun işlenmesi halinde eser sahibinin mali haklarından olan işaret, ses veya görüntü nakline yarayan araçlarla iletim hakkının ihlali de gündeme geleceğinden bu suçla birlikte  aynı  zamanda  eser  sahibinin  malvarlığı  hakkının  korunduğu söylenebilecektir. Suçun  hareket  unsuru  bakımından,  hak  sahibi  kişilerin  yazılı  izni olmaksızın eseri umuma iletmek veya yayımlamak olarak düzenlenen suç bakımından hak sahibi kişilerin yazılı izni, kanaatimizce, bir hukuka uygunluk nedeni değil, suçun oluşmasını engelleyen bir nedendir ve bu nedenle de suçun maddi unsurlarında ele alınmalıdır.  Ayrıca FSEK nin 71. maddesinde sayılmış olan fiillerin tek bir suçun seçimlik hareketlerini mi yoksa bu fiillerin her birinin ayrı birer suç tipini mi oluşturduğu  hususu  da  tartışılması  gereken  bir  husus  olarak  göze çarpmaktadır. Kanaatimizce, bu düzenlemede yer alan her birden fazla fiil işlendiğinde birden fazla suçun işlendiğini kabul etmek gerekmektedir. Son olarak belirtmek gerekir ki, sürekli olarak gelişen ve değişen dünya düzeni karşısında ve bunun bir sonucu olarak, fikir ve sanat eserleri hukukuna ilişkin  düzenlemelerde  yeniliklere  ve  değişikliklere  gidilirken  ceza hukukunun  temel  prensiplerine  ve  kanun  yapma  tekniğine  uyulması gerekliliği dikkat edilmesi gereken bir husus olarak değerlendirilmelidir.",
     "Kaynakça": "Albayrak, Mustafa, Fikir  ve  Sanat  Eserleri  ile  Sınaî  Mülkiyet  Hakları Aleyhine İşlenen Suçlar, Adil Yayınevi, Ankara, 2004 Atamer, Yeşim (derleyen), İnternet  ve Hukuk,  İstanbul Bilgi  Üniversitesi Yayınları, İstanbul, 2004 Bayındır, Sinan,  Eser Sahibinin İzni Olmaksızın Eseri Umuma İletim Suçu , Türkiye Barolar Birliği Dergisi, S. 113, Ankara, 2014 Bayraktar, Köksal,  Ceza Kanunundaki Hukuka Uygunluk Nedenleri , Ceza Hukuku  Günleri,  70.  Yılında  Türk  Ceza  Kanunu  Genel  Hükümler, İstanbul, 1998 1948Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1925-1950  Güner Çelik, Abdullah, Fikir ve Sanat Eserleri Üzerindeki Çoğaltma ve Yayma Haklarının İhlali – İhlalin Sonuçları, Seçkin Yayıncılık, Ankara, 2011 Dönmezer,  Sulhi,  Ceza  Hukuku  Hususi  Kısım,  Şahıslara  Karşı  ve  Mal Aleyhine Cürümler, Sulhi Garan Matbaası, İstanbul, 1963 Dönmezer, Sulhi / Erman, Sahir, Nazari ve Tatbiki Ceza Hukuku, Genel Kısım, Cilt: I-II, Beta Yayıncılık, İstanbul, 1994 Dursun, Selman,  Türk Ceza Hukuku Reformunun Ekonomi Ceza Hukukuna Etkileri , Dünyada ve Türkiye de Ceza Hukuku Reformları Kongresi, Cilt: II, On İki Levha Yayıncılık, İstanbul, 2013 Erel, Şafak N., Türk Fikir ve Sanat Hukuku, Yetkin Yayıncılık, Ankara, 2009 Hafızoğulları, Zeki,  Fikir ve Sanat Eserlerinin Cezai Himayesi , Ankara Üniversitesi Hukuk Fakültesi Dergisi, C: 48, S: 1-4, Ankara, 2000 İçel, Kayıhan, Ceza Hukuku Genel Hükümler, İstanbul, 2016 İçel, Kayıhan / Sokullu-Akıncı, Füsun / Özgenç, İzzet / Sözüer, Adem / Mahmutoğlu, F. Selami / Ünver, Yener, Suç Teorisi, Beta Yayıncılık, İstanbul, 1999 Kendigelen, Abuzer / Bozbel, Savaş,  Telif Hakları Açısından İnternette Veri Paylaşımı (Peer-to-Peer File Sharing) , İnternet ve Hukuk, Derleyen: Atamer, M. Yeşim, İstanbul Bilgi Üniversitesi Yayınları, İstanbul, 2004 Koca, Mahmut / Üzülmez, İbrahim, Türk Ceza Hukuku Genel Hükümler, Seçkin Yayıncılık, Ankara, 2010 Olgaç, Senai, Fikir Hakları ve Yayın Sözleşmeleri, Olgaç Matbaası, Ankara, 1979 Özderyol, Teknail, Fikir ve Sanat Eserleri Kanunu nda Düzenlenen Suçlar, Vedat Kitapçılık, İstanbul, 2006  Özgenç, İzzet, Türk Ceza Kanunu Gazi Şerhi (Genel Hükümler), Seçkin Yayıncılık, Ankara, 2005 Özgenç, İzzet, Türk Ceza Hukuku Genel Hükümler, Ankara, 2015 Sözüer, Adem, Suça Teşebbüs (Doktora Tezi), Kazancı Yayıncılık, İstanbul, 1994 Tekinalp, Ünal, Fikri Mülkiyet Hukuku, Vedat Kitapçılık, İstanbul, 2012   1949Hak Sahibinin İzni...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1925-1950  Turan,  H.  Selcen,  Fikir  ve  Sanat  Eserlerinin  Cezai  Himayesi,  Seçkin Yayıncılık, Ankara, 2012 Yazıcıoğlu, R. Yılmaz, Fikri Mülkiyet Hukukundan Kaynaklanan Suçlar, On İki Levha Yayıncılık, İstanbul, 2009 Yenidünya, A. Caner,  5846 sayılı Fikir ve Sanat Eserleri Kanunu nda Düzenlenen  Manevi  ve  Mali  Haklara  Tecavüz  Suçları ,  Erzincan Üniversitesi Hukuk Fakültesi Dergisi, C:X, S: 3-4, 2006"
}