{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "KISMİ DAVA, BELİRSİZ ALACAK DAVASI VE MANEVİ TAZMİNAT TALEPLERİNİN BU DAVALARA KONU OLUP OLAMAYACAĞI SORUNU",
     "Title": "Partial Litigation, Uncertain Case of Debt and the Question of Whether Moral Compensation Claims Are Possible to be a Matter of the Suits or Not",
     "Yazar İsmi": [
          "Aybüke BASIM"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Hukuk Muhakemeleri Kanunu",
          "Kısmi Dava",
          "Belirsiz Alacak Davası",
          "Manevi Tazminat Talepleri",
          "Takdir Yetkisi"
     ],
     "Keywords": [
          "Civil Procedure Law",
          "Partial Litigation",
          "Uncertain Case Of Debt",
          "Moral Compensation Claims",
          "Discretionary Power"
     ],
     "Özet": "Kısmi dava, Hukuk Muhakemeleri Kanunu nun 109.; belirsiz alacak davası ise 107. maddesinde ilk kez yasal olarak düzenlenmiştir. Kişinin uğradığı  manevi  zarar  dolayısıyla  duyduğu  elem  ve  ızdırabın  karşılığını oluşturan manevi tazminat alacaklarının bu davalar bakımından ileri sürülüp sürülemeyeceği ise tartışmalıdır. Bu noktada gerek manevi zararın soyut bir kavram olması gerekse de manevi tazminat talepleri bakımından hakime verilen takdir yetkisi önem taşımaktadır. Dolayısıyla, çalışmamızda ilk olarak kısmi dava, belirsiz alacak davası ve her iki dava arasındaki farklılıklar ele alınacak, daha sonra manevi tazminat taleplerinin bu davalara konu olup olamayacağı sorunu incelenecektir.  Anahtar  Kelimeler:  Hukuk  Muhakemeleri  Kanunu,  Kısmi  Dava, Belirsiz Alacak Davası, Manevi Tazminat Talepleri, Takdir Yetkisi.  ABSTRACT Partial litigation has legally been regulated for the first time, under article 109 and also uncertain case of debt has been regulated under article 107 of                                                     Başkent Üniversitesi Hukuk Fakültesi, Medeni Usul ve İcra İflas Hukuku Anabilim Dalı Araştırma Görevlisi   2685Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Civil Procedure Law. The possible claims concerning the suits about the amends as a result of mental anguish and sufferings equitable of moral pain of an individual is controversial. At this point, the discretionary power given to judge is important because both moral damage is an abstract concept and demands of amend caused by moral damage. Therefore, partial litigation and uncertain case of debt and the variations between these two suits will be examined initially and then whether moral compensation claims are possible to be a matter of the suits or not will be analyzed.  Keywords: Civil Procedure Law, Partial Litigation, Uncertain Case Of Debt, Moral Compensation Claims, Discretionary Power.  GİRİŞ Kısmi dava, 6100 sayılı Hukuk Muhakemeleri Kanunu nun (HMK) 109.; belirsiz alacak davası ise 107. maddesi ile ilk kez yasal olarak düzenlenmiştir. Ancak, HMK nın 109. maddesinin 2. fıkrası 6644 sayılı Yargıtay Kanunu İle Hukuk Muhakemeleri Kanunu nda Değişiklik Yapılması Hakkında Kanun un 4. maddesi ile yürürlükten kaldırılmıştır. Dolayısıyla, çalışmamızda bu hususa da yer verilmiş olup, kısmi davaya ilişkin açıklamalar bu doğrultuda yapılmıştır.  Manevi  tazminat  davasının  konusunu  kişinin  uğradığı  manevi  zarar dolayısıyla duyduğu elem ve ızdırabın giderilmesi oluşturmaktadır. Manevi tazminat genellikle para ile ifade ediliyor olsa da maddi tazminattaki gibi somut bir parasal zarar söz konusu değildir. Bu anlamda manevi zarar, söz konusu zarara yol açan fiilin işlendiği anda tam olarak belirlenemeyebilir. Zira, bu belirsizliğin temel sebeplerinden biri, manevi zararın tayininde hakime tanınan takdir yetkisidir. Böyle bir durumda, manevi tazminat taleplerinin kısmi  dava  ve  belirsiz  alacak  davasına  konu  olup  olamayacağı  sorunu gündeme gelmektedir.  Dolayısıyla,  çalışmamızın  asıl  amacı  söz  konusu  sorunu  çözüme ulaştırmaktır. Bu sorunu çözüme ulaştırmak bakımından yol gösterici olduğu düşünüldüğünden, öncelikle; kısmi dava, belirsiz alacak davası ve her iki dava arasındaki farklılıklar ayrıntılı bir şekilde ele alınacak olup, daha sonra manevi tazminat  taleplerinin  kısmi  dava  ve  belirsiz  alacak  davasına  konu  olup olamayacağı  sorununa  ilişkin  ortaya  atılan  görüşler  ve  tartışmalar incelenecektir.   2686Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım A. KISMİ DAVA KURUMU Davacının, aynı hukuki ilişkiden kaynaklanan alacağının veya hakkının tümünü değil şimdilik belli bir kısmını talep ederek açtığı davaya kısmi dava denir.  Bununla birlikte, davacı dava dışı tuttuğu kısmı ek dava açılması veya ıslah yolu ile mahkeme önüne getirebilme imkânına sahiptir. Davacı, dava dışı  tuttuğu  kısım  için  ek  dava  açtığı  takdirde  derdestlik  itirazı  ile  de karşılaşmayacaktır. Başka bir deyişle, kısmi dava ile ek davanın tarafları ve dava sebepleri aynı olsa da dava konuları birbirinden farklı olduğu için derdestlik itirazı gündeme gelmeyecektir. Buna karşılık kısmi davanın tamamen esastan reddine karar verilmiş ve bu karar şekli anlamda kesinleşmişse dava dışı tutulan kısım bakımından ek dava açılamaması gerekmektir. Zira kısmı dava konusu yapılan alacağın kaynaklandığı hukuki ilişkinin yokluğu kesin hüküm teşkil etmektedir. Davacı ıslaha başvurmuşsa, buradaki ıslah kısmen ıslah olacaktır. Davayı genişletme ve değiştirme yasağının istisnalarından biri olan ıslah kavramının bir türünü teşkil eden kısmen ıslah hem davacı hem de davalı tarafından bir davada ancak bir kez başvurulabilecek usuli bir çaredir. Kısmen ıslahla kapsatılacağı  andan  itibaren  yapılmış  olan  usul  işlemlerinin  yapılmamış sayılması söz konusu olur. Örneğin, davacı davasını değiştirmeyip, yalnızca genişletmek isterse kısmen ıslah yoluna başvuracaktır. Son olarak, HMK m. 141 uyarınca davacının kısmi dava devam ederken karşı tarafın açık rızası ile alacağının kalan kısmını aynı davada talep edebilmesi de mümkündür.  Kısmi dava açılabilmesi için, talep konusunun yani edimin bölünebilir olması  gerekmektedir.  Başka  bir  deyişle,  kısmi  dava  niteliği  itibariyle bölünebilir talepler için söz konusudur (HMK m. 109/1).                                                   1   Pekcanıtez,  Hakan/Atalay,  Oğuz/Özekes,  Muhammet:  Medeni  Usul  Hukuku  Ders Kitabı, Ankara 2014, s. 264 (Ders Kitabı); Akil, Cenk: Kısmi Dava, Ankara 2013, s. 63.  2   Kuru, Baki: Medeni Usul Hukuku Ders Kitabı, İstanbul 2015, s. 308. (Ders Kitabı)  3   Tanrıver, Süha: Medeni Usul Hukuku-Cilt I, Ankara 2016, s. 579. (Kitap) 4   Kuru, Baki/Arslan, Ramazan/Yılmaz, Ejder: Medeni Usul Hukuku Ders Kitabı, 25. Baskı, Ankara 2014, s. 314-315. 5   Çelik, Ahmet Çelik: 6100 Sayılı Hukuk Yargılama Yasası na Göre Tazminat ve Alacak Davaları Açılması Ve İzlenmesi, Ankara 2012, s. 192. 6   Kuru, Ders Kitabı, s. 146. 7   Kuru/Arslan/Yılmaz, s. 272; Buna karşılık, niteliği itibariyle bölünebilir olma ifadesini karşılayan bir misal bulmak zordur. Kuru, Ders Kitabı, s. 146.   2687Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Bölünebilir taleplerde talebin bir bölümü dava edilip diğer kısmı dava dışında bırakılmaktadır. Edimin bölünüp bölünemeyeceği sorunu bir usul hukuku sorunu değil; maddi hukuk sorunudur. Edimin bölünebilir olması ile kastedilen o edimin niteliğinde veya kıymetinde bir azalma olmaksızın kısmen ifa edilebilir nitelikte olmasıdır.   Bir davanın kısmi dava olarak nitelendirilebilmesi için alacağın tümünün aynı hukuki ilişkiden doğmuş olması ve bu alacağın şimdilik bir kesiminin dava edilmesi gerekir. Davacının aynı davalıdan farklı hukuki ilişkilere dayanarak birden fazla talebi varsa, bunlardan birini veya birkaçını talep ederek açtığı dava kısmi dava değildir. Burada davacı, farklı hukuki ilişkilerden kaynaklanan alacaklarının tamamını aynı kimseden talep etmektedir. Böyle bir durumda olsa olsa kümülatif dava yığılması söz konusu olabilir. Zira, talep  sonucunun  sayısına  göre  dava  çeşitlerinden  olan  kümülatif  dava yığılması, HMK m. 110 da düzenlenmiş olup, davacının aynı davalıya karşı olan birbirinden bağımsız, birden fazla asli talebini biri diğerinin yanında yer alacak şekilde aynı dava dilekçesinde birlikte ileri sürmesini ifade etmektedir.   Dava konusu olan alacak, bir alacağın belli bir kesimini değil bilakis tamamını ifade ediyor ise o zaman dava kısmi dava olarak nitelendirilemez. Başka  bir  deyişle,  alacaklının  farklı  hukuki  ilişkilerden  kaynaklanan alacaklarından sadece birini dava konusu yapması, onun kısmi dava açmış olduğu anlamına gelmemektedir. Zira kısmi dava tabiri alacağın tümünün dava edilmesi halinde açılan davaya verilen tam dava tabirinin karşıtıdır.  Davacının kısmi dava mı yoksa tam dava mı açtığı, dava dilekçesinin talep sonucu kısmından anlaşılır. Davacı, dava sebebi olarak gösterdiği hukuki ilişkiden doğan alacağının tümünü mü, yoksa yalnız bir kesimini mi dava ettiğini açıkça bildirmeli veya fazlaya ilişkin haklarımı saklı tutuyorum  ya  da   alacağımın  şimdilik  şu  kadarını  dava  ediyorum   gibi  bir  ifade kullanmak suretiyle dolaylı bir şekilde de olsa kısmi dava açtığını belli                                                  8   Tanrıver, Süha: Kısmi Dava Kurumu Üzerine Bazı Düşünceler, Makalelerim II (20062010), Ankara 2011, s. 96. (Makale-1) 9   Nomer, Haluk, N.: Manevi Tazminat Alacağında Kısmî Dava Mümkün Müdür ?, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Y.2000, C. LVIII, S.1-2, s. 223. 10  Arslan, Ramazan/Yılmaz, Ejder/Taşpınar Ayvaz, Sema: Medeni Usul Hukuku, 1. Baskı, Ankara 2016, s. 306.  11  Tanrıver, Makale-1, s. 95. 12  Yılmaz, Ejder: Makaleler (1973-2013) – 2. Cilt, Ankara 2014, s.1977. 13  Yılmaz, s.1977. 2688Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım etmelidir. Zira bu son hal dahi, davanın kısmi dava olarak nitelendirilebilmesi için yeterlidir. Şayet, davacı alacağının yalnızca bir kesimi için dava açtığını açıkça yahut dolaylı bir biçimde bildirmemiş ise, dava kısmi dava değil tam dava sayılır. HMK m. 109 uyarınca hukukumuzda kısmi dava açılması mümkündür. Bu hususu, belli Yargıtay Kararları, HMK m.24 ve TBK m.84 düzenlemeleri de desteklemektedir.  Kısmi dava açılabilmesi, yargılama prosedürünün başlatılmasına ilişkin ilkelerden  biri  olan  tasarruf  ilkesine  uygundur. Tasarruf  ilkesinin  somut görünüm biçimlerinden biri olan HMK nın 24. maddesi bu açıdan önem taşır. HMK m.24/2 ye göre, kanunda açıkça belirtilmedikçe, hiç kimse kendi lehine olan davayı açmaya veya hakkını talep etmeye zorlanamaz. Başka bir deyişle, bir kimsenin dava yoluna başvurmayı tercih etmesi halinde, her koşulda, hakkın tamamını dava etmek, yani tam dava açmak zorunluluğu ile karşı karşıya bırakılması, onun dava açıp açmama veya açılacak olan davada ileri sürülecek olan talebin kapsamını belirlemede sahip olduğu serbestiye, özüne dokunacak hatta onu ortadan kaldıracak şekilde müdahale edilmesi anlamına gelir ki; buna da her şeyden önce hak arama özgürlüğü, hukuk devleti ilkesi (AY m.36 ve AY m.2) ve en nihayetinde tasarruf ilkesi izin vermez.  HMK m.24/2 kısmi davanın açılabilmesi açısından değerlendirildiğinde, maddede  geçen   kendi  lehine  olan  dava   ile  tam  davanın  kastedildiği sonucuna varmak mümkündür. Ancak, TBK nın kısmi ifayı düzenleyen 84. maddesi  uyarınca  da  alacaklının  alacağının  bir  kısmını  dava  yoluyla istemesine bir engel bulunmamaktadır (TBK m.84). Kısmi dava ilk bakışta davalının hukuki yararına aykırı olarak görülebilir. Bunun  nedeni,  davalının  birbirini  takip  eden  birden  fazla  kısmi  davaya muhatap  olması  ve  alacağın  tutarının  son  davaya  kadar  kesinlik kazanmamasıdır. Ancak davalı, kısmi davaya karşı dava olarak, borcun                                                  14  Kuru/Arslan/Yılmaz, s. 273. 15   Hukuk sistemimizde, kısmî dava açılmasını engelleyen bir hüküm mevcut değildir. Bu bakımdan alacaklı alacağının tümü hakkında dava açmak zorunda olmayıp fazlaya ilişkin hakkını saklı tutmak kaydı ile evvela alacağının bir bölümünü ve Yasanın verdiği bu hakkı kötüye  kullanmadıkça  ve  kısmî  dava  açma  hususunda  korunmaya  değer  bir  yararı bulundukça, alacağının kalan bölümünü sonradan açacağı kısmî dava ile talep edebilir.  21 HD., T. 6.11.1997, 7074/7186. (YKD, Y.1998, C.24, S.8, s. 1204-1205)  16  Tanrıver, Makale-1, s. 96. 17  Arslan/Yılmaz/Taşpınar Ayvaz, s. 307. 18  Nomer, s. 222.   2689Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  tamamının mevcut olmadığı hususunda bir menfi tespit davası açabilme olanağına sahiptir; dolayısıyla, kısmi dava, davalının hukuki durumunu ağırlaştırıcı bir etki doğurmamaktadır.  Zorunluluk halinde, birden fazla kısmi dava açma imkânı mevcut olup ayrıca, kısmi dava  açılabilmesi olanağı, yalnızca eda  davalarına  mahsus değildir; tespit davaları da kısmi dava olarak açılabilir.  Kısmi  dava  açılması  durumunda,  zamanaşımı  kesilmektedir.  Ancak kesilen zamanaşımı, yalnızca açılan dava kısmı açısından ortaya çıkıp dava edilmeyen kısım için zamanaşımı kesilmez. Aynı durum faizler için de söz konusudur. Zira faiz kısmi davaya konu olan alacak için yürütülebilecekken, dava dışı tutar için ancak ek dava açıldığı veya ıslaha başvurulduğu takdirde faiz yürütülebilir.  Faiz  konusuna  ilişkin  olarak  ayrıca  şu  hususa  dikkat  çekilmesi gerekmektedir. Faiz istenmeden yalnız asıl alacak için açılan dava, bir kısmi dava değildir; tam davadır. Çünkü faiz, asıl alacağın bir bölümü olmayıp, fer i nitelikte ayrı bir alacaktır. Asıl alacak davasında faiz istenmemiş ve faiz isteme hakkı saklı tutulmamış olsa bile, davacı, faiz alacağından zımnî olarak feragat etmiş sayılmaz; daha sonra faiz için ayrı bir dava açabilir.  Mahkeme  kısmi davanın tamamen  kabulüne  karar vermiş  ise kısmi davada verilen hüküm, açılacak ek davada kesin delil teşkil eder. Zira bu husus kısmi dava kurumunun başlıca amaçlarından birini oluşturur. Bununla birlikte açılan ek davada, alacağın bir kesiminin konu edildiği ilk davanın hakiminin, alacağın tamamına ilişkin yaptığı tespit kesin hüküm kuvvetine sahip değildir. Dolayısıyla bu iki husus birbirine karıştırılmamalıdır.  Dava dilekçesinde fazlaya ilişkin hakların saklı tutulmaması halinde, dava  edilmeyen  alacaktan  feragat  edilip  edilmediği  hususu  ise  HMK m.109/3 te  düzenlenmiştir.  Bu  düzenlemeye  göre,  dava  açılırken  talep konusunun kalan kısmından açıkça feragat edilmiş olması hali dışında, kısmi dava açılması talep konusunun geri kalan kısmından feragat edildiği anlamına                                                  19  Nomer, s.222; Tanrıver, Makale-1, s. 96-97; Kuru, Ders Kitabı, s. 147. 20  Nomer, s.222; Tanrıver, Makale-1, s.96-97. 21  Yılmaz, s. 1978. 22  Yılmaz, s. 1979. 23  Arslan/Yılmaz/Taşpınar Ayvaz, s. 308. 24  Kuru/Arslan/Yılmaz, s. 274. 25  Kuru/Arslan/Yılmaz, s. 274. 26  Nomer, s. 222. 2690Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım gelmemektedir. Dolayısıyla, talep konusunun geri kalan kısmından açıkça feragat edilmiş olmadıkça, kısmi dava açmış olan davacının ileride ek dava açmasına  veya  davaya  konu  edilmemiş  kısım  için  ıslah  yoluna başvurmasına herhangi bir engel yoktur. Son  olarak,  kısmi  davanın  açılabilmesi  bakımından   talep  konusu miktarın taraflar arasında tartışmalı veya belirsiz olması  şartının düzenlendiği HMK m. 109/2, 01.04.2015 tarihinde, 6644 sayılı Yargıtay Kanunu İle Hukuk Muhakemeleri Kanunu nda  Değişiklik  Yapılması  Hakkında  Kanun un  4. maddesi ile yürürlükten kaldırılmıştır.  Daha  önceki  dönemde,  HMK  m.  109/2 nin  Anayasa nın  belli maddelerine  -özellikle  de  hak  arama  özgürlüğünün  düzenlendiği  36. maddesine- aykırı olduğu ileri sürülerek iptali talep edilmiş olup, Anayasa Mahkemesi  bu  talepleri,  HMK  m.109/2 nin  amacını  gerekçe  göstererek reddetmiştir.  Anayasa  Mahkemesi ne  göre,  kısmi  davanın  amacı,  talep konusunun taraflar arasında tartışmasız ve açıkça belirli olduğu durumlarda kısım kısım dava edilmesi suretiyle dava sayısının artışının engellenmesi ve bu hususun da yargılama faaliyetlerini hızlandırmasıdır.  HMK  109 un  yürürlükten  kaldırılmasıyla  birlikte  artık  kısmi  dava açılmasının önünde  dürüstlük kuralına aykırı olma  hali dışında bir engel kalmamıştır. Buna karşılık, HMK 109/2 nin yürürlükte olduğu dönemde sadece niteliği itibariyle bölünebilen ve likit olmayan alacaklar bakımından                                                  27  Kuru/Arslan/Yılmaz, s. 274. 28  Pekcanıtez/Atalay/Özekes, Ders Kitabı, s. 266.  29   Bölünebilen edimlerde, alacak kesinlik görüntüsü içinde olsa dahi kısmi dava hakkının yasaklanamayacağı(I), giderek bu konuda sayı sınırının da konamayacağı(II), davanın somut niteliğine göre dürüstlük kuralına aykırılık var ise bu konuda bir usulî ve içtihadî boşluğun bulunmadığı (HMK m. 29, TMK m.2,3) (III), Hukuk Muhakemeleri Kanunun 109/2 hükmünün hak arama özgürlüğü ve adil yargılanma hakkı ile çatışma içinde olduğu (Anayasa m. 36) (IV), tasarruf ilkesiyle de çeliştiği (Anayasa m. 35, HMK m. 29/1) (V) ortaya konmuş ve fıkranın yürürlükten kaldırılması eğilimi, Komisyon bütününde yoğunluk kazanmıştır. Beliren eğilim doğrultusunda  MADDE 4- 12/1/2011 tarihli ve 6100 sayılı Hukuk  Muhakemeleri  Kanununun  109  uncu  maddesinin  ikinci  fıkrası  yürürlükten kaldırılmıştır.  biçimindeki değişiklik öngören ilga önergesi kabul edilerek çerçeve 4 üncü madde  olarak  ihdas  edilmiştir.   https://www.tbmm.gov.tr/sirasayi/donem/yil/ ss.pdf (Erişim Tarihi: 10.05.2016) 30  AYMK, T. 24.05.2012, E. 2011/134, K. 2012/83. 31  Ayrıntılı bilgi için bkz. Akil, s. 99-103. 32  http://www.hukukihaber.net/mevzuat/hmk-da-onemli-degisiklik-h47.html  (Erişim Tarihi: 03.05.2016)   2691Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  kısmi dava söz konusu olabilmekte; bu durum ise, kısmi davanın uygulama alanını büyük ölçüde kaldırmaktaydı. Hatta Kuru, bu husus uyarınca, belirli alacaklar bakımından kısmi davanın öldüğü; HMK m. 109 hükmünün ölü doğduğu görüşünü benimsemiştir.  B. KISMİ DAVA- HUKUKİ YARAR İLİŞKİSİ Kısmi dava kurumu ile, alacaklının, alacağının tümü için dava açmak zorunda  olmayıp,  alacağının  şimdilik  belli  bir  bölümünü  dava  konusu yapabileceğine cevaz verilmiştir. Ancak, alacaklının böyle bir kısmi dava açmada korunmaya değer bir hukuki yararının bulunması gerekir. Başka bir deyişle, kısmi davaya başvuru hakkı hukuki yararın varlığı ile sınırlıdır. Kısmi dava açılmasının temel nedeni, davanın kaybedilmesi halinde ortaya  çıkabilecek  olan  yargılama  giderlerini  ödeme  riskinin  en  aza indirilmesidir. Bununla birlikte, özellikle de dava konusu alacağın yüksek olması  ve  davanın  reddi  halinde  yüksek  yargılama  giderlerine  mahkum edilmemek için açılan kısmi davalar bakımından hukuki yararın var olup olmadığı hususunda görüş ayrılıkları mevcuttur.  Bir  görüş,  böyle  bir  durumda  hukuki  yararın  bulunmadığını  aksine ekonomik yararın bulunduğunu söylemektedir. Zira, bir alacağın küçük parçalara bölünerek, her parça için ayrı ayrı dava açılmasında, korunmaya değer bir hukuki yarar yoktur. Böyle  bir uygulama  davalının taciz ve huzursuz  edilmesi,  bir  anlamda  mağduriyetine  sebep  olur.  Dolayısıyla, davacının, alacağını küçük parçalara bölerek her parça için ayrı kısmi dava açmasında  korunmaya  değer  bir  hukuki  yararı  olmadığı  gibi,  böyle  bir davranışı dürüstlük kuralının ve onun somut planda uygulama biçimini                                                  33  Kuru, 01.04.2015 tarihinden önce kaleme aldığı makalesinde, HMK m.109/2 den dolayı belirli alacaklar bakımından kısmi davanın uygulama alanının kalmamasının bertaraf edilebilmesi adına belli çözüm önerileri getirmiştir. Ayrıntılı bilgi için bkz. Kuru, Baki: Medeni Yargıda Kısmi Alacak Davası Öldü, Yaşasın Belirsiz Alacak Davası Ve İdari Yargıda Yaşasın Genişletilmiş Kısmi Alacak Davası, Prof. Dr. Ramazan Arslan a Armağan, C.2, Ankara 2015, s. 1065-1066. (Makale) 34  Kuru, Makale, s. 1065-1066.  35  Kuru/Arslan/Yılmaz, s. 273. 36  Tanrıver, Makale-1, s.97. 37  Yılmaz, s. 1977. 38  Pekcanıtez/Atalay/Özekes, Ders Kitabı, s. 265.  39  Kuru/Arslan/Yılmaz, s. 273. 40  Tanrıver, Makale-1, s. 97. 41  Tanrıver, Makale-1, s. 97. 2692Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım oluşturan hakkın kötüye kullanılması yasağının ihlali anlamına gelmektedir. Dolayısıyla, bu şekilde açılan davaların, dava şartlarının düzenlendiği HMK m. 114/1-h uyarınca usulden reddedilmesi gerekmektedir. Diğer  bir  görüşe  göre,  böyle  bir  durumda  hukuki  yararın  olmadığı şeklinde bir genellemeye ulaşmak doğru değildir. Zira bu genelleme, kısmi davanın yargılama giderlerinden tasarruf edilmesini temin amacıyla getirilmiş olan bir kurum olmasını anlamsız kılmaktadır.   Kanaatimizce, yargılama giderlerinden tasarruf etme anlamında hukuki yararın  bulunup  bulunmadığı  hususu  her  bir  somut  olay  için  ayrı  ayrı değerlendirilmelidir. Zira, reddedilen dava konusu alacağın yüksek olması nedeniyle  ödenecek  olan  yüksek  yargılama  giderinin  bertaraf  edilmesi düşüncesi, hakkın kötüye kullanılması sınırını aştığı takdirde hukuki yarar da söz konusu olmayacaktır.  C. BELİRSİZ ALACAK DAVASI I. Genel Olarak Dava dilekçesinde bulunması gereken zorunlu unsurlardan biri talep sonucudur (HMK m.119/1-ğ). Ancak, bazı hallerde maddi hukuk kurallarına göre talep sonucunun tam olarak belirlenmesi mümkün olmamaktadır. Başka bir  deyişle,  alacaklı  bazı  hallerde  alacağının  miktarını  tam  olarak belirleyememektedir. Bu hallerde, HMK nu  Belirsiz alacak ve tespit davası  kenar  başlıklı  107.  maddesi  gündeme  gelmektedir.  İlk  bakışta  anılan maddenin kenar başlığından tek bir dava olduğu anlaşılsa da burada iki ayrı dava düzenlenmiş olup bunlardan biri belirsiz alacak davası (HMK m.107/1,2) diğeri ise belirsiz alacakla ilgili tespit davasıdır (HMK 107/3). Bu çalışmada, söz konusu davalar ayrı ayrı ele alınacaktır.  II. Belirsiz Alacak Davası  Davanın açıldığı tarihte, davacının açacağı davada, talep sonucunun miktar yahut değerini tam ve kesin olarak belirleyebilmesinin kendisinden beklenemediği veya söz konusu miktar yahut değerin belirlemesinin imkansız olduğu durumlarda, dayandığı hukuki ilişkiyi ve asgari bir miktar ya da değeri belirterek açtığı davaya belirsiz alacak davası denir (HMK m. 107/1,2).                                                   42  Kuru/Arslan/Yılmaz, s. 273. 43  Tanrıver, Makale-1, s. 98.  44  Yılmaz, s. 1986.   2693Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Belirsiz alacak davasında, davacının dava açtığı tarihte talep sonucuna konu kılacağı alacak miktarı belirli olmadığından geçici (asgari) talep sonucu kavramı  karşımıza  çıkmaktadır.  Geçici  (asgari)  talep  sonucu  tümüyle davacının iradesine göre belirlilik kazanan miktarı veya değeri değil; somut olayın koşullarına ve özelliklerine göre, objektif çerçevede tespit edilmesi mümkün olan miktarı veya değeri ifade etmektedir.  Belirsiz alacak davasında davacı tahkikat sonunda, belirsiz olan alacağın miktar  veya  değerinin  tam  ve  kesin  olarak  belirlenebilmesinin  mümkün olduğu anda başka bir deyişle geçici (asgari) talep sonucunun kesin talep sonucuna dönüştüğü anda iddianın genişletilmesi ve değiştirilmesi yasağına tabi olmaksızın davanın başında belirtmiş olduğu talebini arttırabilir (HMK m.107/2). Ancak, alacağın belirli hale gelmesini mütakip ortaya çıkan yeni talep eksik olarak belirtilmişse, bundan sonra yeni bir arttırma isteğinin söz konusu yasağa tabi olacağı açıktır. Buna karşın, talep sonucunun kesin olarak belirtilmesinden sonra azaltılması mümkündür.  Belirsiz alacak davasında talep sonucunun belirlenmesi üç ayrı zaman dilimi içinde söz konusu olabilmektedir. Alacağın belirlenmesi ilk olarak, davanın açılmasını takiben davalı tarafın açıklaması ve mahkemeye bilgi sunmasında sonra; ikinci olarak, ispat aşamasının sonunda ve son olarak alacak  miktarının  hakimin  takdirine  göre  belirlendiği  hallerde  tahkikatın sonunda söz konusu olmaktadır.  HMK m. 107/1,2 anlamında belirsiz alacak davası mahkemeden istenen hukuki himayeye göre kural olarak bir eda davasıdır. Dolayısıyla, belirsiz alacak davası sonucunda verilen eda hükmü, bir eda davasında olduğu gibi (HMK m.105), içinde tespit hükmünü ve eda emrini barındırır. Eda davaları davalının bir şeyi vermeye, yapmaya ve yapmamaya mahkum edilmesini konu alan davalardır. Ancak belirsiz alacak davasında, davalının bir şeyi yapmama borcu söz konusu değildir. Başka bir deyişle, belirsiz alacak davasıyla davacı, davalının bir şeyi vermeye veya bir şeyi yapmaya mahkum edilmesini isteyecektir. Şayet, belirsiz alacak davasının konusu para ise, davacı davalının parayı  ödemeye  mahkum  edilmesine;  para  alacağı  dışındaki  alacaklar bakımından ise bir şeyi vermeye ya da yapmaya mahkum edilmesini isteyecektir.                                                  45  Tanrıver, Kitap, s. 585.  46  Kuru/Arslan/Yılmaz, s. 264. 47  Pekcanıtez, Hakan: Belirsiz Alacak Davası (HMK m. 107), Ankara 2011, s. 53. (Kitap) 48  Pekcanıtez, Kitap, s. 51-52. 49  Simil, Cemil: Belirsiz Alacak Davası, İstanbul 2013, s. 94. 50  Simil, s. 95. 2694Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım III. Belirsiz Alacakla İlgili Tespit Davası (HMK m. 107/3) a. Genel Olarak HMK m. 107/3  Ayrıca, kısmi eda davasının açılabildiği hallerde, tespit davası da açılabilir ve bu durumda hukuki yararın var olduğu kabul edilir.  şeklinde düzenlenmiştir. Söz konusu madde uyarınca açılabilen tespit davası, tüm alacağın tespiti için açılan tespit davası ve kısmi davanın yanında alacağın belirlenemeyen kısmının tespiti için açılan tespit davası olmak üzere iki şekilde incelenebilir. b. Tüm Alacağın Tespiti İçin Açılan Tespit Davası HMK  m.  107/3,   eda  davasının  açılabildiği  hallerde  tespit  davası açılmasında hukuki yarar yoktur  kuralının önemli bir istisnasıdır. Ancak bu istisna sadece HMK m. 107/3 uyarınca açılan tespit davalarında söz konusu olup, diğer tespit davaları bakımından işlerlik kazanmaz.  Maddeden de anlaşılacağı üzere, belirsiz alacakla ilgili tespit davası, HMK m. 106 da düzenlenen genel anlamda tespit davasından farklıdır. Alacağın tam ve kesin olarak belirlenemediği durumlarda alacaklı, HMK m. 107/3 düzenlemesi uyarınca alacağının tespitini talep edebilmektedir. Burada, alacaklı talep sonucunun bir kısmını belirleyebilmekte ancak belirleyebildiği kısım için bir eda davası açmamakta, alacağının tümü için bir tespit davası açmaktadır.  Zira,  yukarıda  bahsedilen  istisna,  alacağın  belirlenebilen kısmının da tespit davasının konusu olması bakımından önem taşımaktadır. Mahkeme, alacağın tümünün tespiti talebi karşında davacının alacaklı olup olmadığını inceleyecek ve alacaklı ise alacağın miktarını tespit edecektir. Ancak, mahkemenin bu yönde vereceği kararın bir tespit hükmü niteliği taşıdığı ve söz konusu hükmün icraya konulamayacağı hususu unutulmamalıdır.  Böyle  bir  durumda,  davacının  alacağına  ilamlı  icra  yolu  ile kavuşabilmesi, sonradan açacağı eda davası ile mümkün olabilir.  HMK m. 107/3 e ilişkin olarak Yılmaz, belirsiz alacaklarda doğrudan doğruya HMK m. 107/1-2 nin işletilmesi yani salt belirsiz alacak davası açılması  gerektiği  görüşündedir.  Yılmaz  bu  görüşünü,  belirsiz  alacak davasının bütün bir alacak için zamanaşımını kesmesine ve bir eda davası                                                  51  Yılmaz, s. 1996; Pekcanıtez, Kitap, s. 76. 52  Yılmaz, s. 1996. 53  Pekcanıtez, Kitap, s. 74. 54  Yılmaz, s. 1997.   2695Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  olması itibariyle içinde hem tespit hükmü hem de eda emri barındırmasının alacaklıya sağladığı faydaya dayandırmıştır. Pekcanıtez ise, alacaklının, talep sonucunun belirleyebildiği kısmını dava konusu yapıp, geri kalan kısmını dava sırasında herhangi bir engelle karşılaşmadan talep edebileceği ve bu dava sonunda elde ettiği hükmü ilamlı icra takibine koyabileceği halde sadece tespit hükmü almakla yetinmesinin genel  olarak  makul  bir  sebebinin  olmadığı  kanısındadır.  Alacaklı  tespit davasının  sonunda  elde  edeceği  hükümle  sadece  ilamsız  icra  takibi yapabilmektedir. Şayet, borçlu söz konusu takibe itiraz ederse, alacaklı her ne kadar  itirazın  kaldırılması  veya  itirazın  iptali  davası  yollarından  birine başvurup  alacağın  yüzde  yirmisi  oranında  icra  inkar  tazminatına hükmedilmesini sağlasa da aynı alacak için iki kez dava açmış olacaktır. Zira, tespit davasının belirsiz alacak davasına nazaran olumsuz tarafı da budur. Bu durum her şeyden önce usul ekonomisine aykırıdır. c.  Kısmi  Davanın  Yanında  Alacağın  Belirlenemeyen  Kısmının Tespiti İçin Açılan Tespit Davası  Talep  sonucunu  belirleyemeyen  davacının  alacağını  belirleyebildiği kısmı  için  kısmi  dava  açıp,  geri  kalan  kısmının  tespitini  de  istemesi mümkündür. Dolayısıyla kısmi davanın yanında alacağın belirlenemeyen kısmının tespiti için açılan tespit davası belirsiz alacak davasından ziyade kısmi dava ile ilişkilidir.  Bu düzenlemenin amacı zamanaşımı ile ilgilidir. Yukarıda belirtildiği üzere, davanın açıldığı tarihte, kısmi davada zamanaşımı sadece davaya konu edilen miktar bakımından kesilmekte ve dava dışı tutulan kesim bakımından zamanaşımı ancak ek davaya veya ıslaha başvurulması halinde kesilmektedir. Hal böyle olunca, özellikle de uzun yargılama sürelerinin etkisiyle dava dışı tutulan alacağın zamanaşımına uğrama tehlikesi söz konusu olmaktadır. İşte, HMK m. 107/3 bu tehlikeyi bertaraf etmek için öngörülmüş olup, madde gerekçesinde de  miktarı belirsiz alacaklarda zamanaşımının dolmasına çok kısa sürenin varolduğu hallerde yalnızca tespit yahut kısmi eda ile birlikte tespit davasının açılabileceği genel olarak kabul edilmektedir.  denilerek aynı hususa işaret edilmiştir.                                                    55  Pekcanıtez, Kitap, s. 74, 77-78. 56  Pekcanıtez, Kitap, s. 80. 2696Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım D. BELİRSİZ ALACAK DAVASININ KOŞULLARI I.  Talep sonucunun miktar  veya  değerinin tam ve  kesin olarak belirlenmesinin  imkansız  yahut  davacıdan  beklenemeyecek  olması gerekmektedir. Belirsiz  alacak  davası,  davacının  dava  dilekçesinde  talep  sonucunu belirleyemediği veya belirlemesinin imkansız olduğu hallerde açılabilecek bir davadır. Başka bir deyişle, davacı alacağının miktarını belirleyebilir durumda ise belirsiz alacak davası açmasında hukuki yararı yoktur (HMK 114/1-h)57.  Belirsiz alacak davasında her ne kadar alacağın tamamının hüküm altına alınması talep edilse de dava dilekçesinde belirtilen talep sonucu geçici (davanın açıldığı anda belirlenebilen) bir talep sonucudur. Bu talep sonucu, davacının davanın açıldığı ana kadar belirleyebildiği alacağının miktarını veya  değerini  ifade  etmekte  ve  daha  sonra  kesin  talep  sonucuna dönüştürülebilmektedir.  Dava  açılırken  ödenmesi  gereken  harç  miktarı özellikle de harcın kamu düzeni ile ilgisi dikkate alındığında, geçici (asgari) talep sonucu üzerinden tahsil edilecek olup kesin talep sonucu bildirildiğinde ise eksik olan harç sonradan hakim tarafından tamamlatılacaktır. Talep  sonucunun  belirlenmesinin  imkansız  olması  davacının  talep sonucunu  hiçbir  şekilde  belirleyememesi  anlamına  gelmektedir.  Talep sonucunun  belirlenmesinin  imkansız  olduğu  haller biyolojik  imkansızlık, hukuki anlamda imkansızlık, dava sonunda hükmedilecek miktarın tamamen hakimin takdirinde olması ve sübjektif imkansızlıktır.  Davacının davanın açılığı tarihte talep sonucuna konu kıldığı alacağın miktarını yahut değerini tam ve kesin olarak belirleyebilmesinin kendisinden beklenemeyecek olması hususunun tayininde HMK m. 29 ve TMK m. 2 yi göz  önünde  bulundurmak  gereklidir.  Kısaca  beklenemezlik  şeklinde adlandırabileceğimiz bu hususun tayininde davacının, doğruluk ve güven kuralı  çerçevesinde  dürüst,  makul  ve  orta  zekalı  bir  insanın  göstermesi gereken dikkat ve özeni göstermesine rağmen, alacak tutarını tam ve kesin olarak belirleyebilmesinin mümkün olup olmadığı esas alınmalıdır.  Alacak  miktarı  üzerinde  taraflar  arasında  uyuşmazlık  veya  tartışma olduğu  durumlarda  talep  sonucunun  belirlenmesinin  davacıdan  beklenir                                                  57  Yılmaz, s. 1987. 58  Yılmaz, s. 1994; Pekcanıtez, Kitap, s. 42. 59  Pekcanıtez, Kitap, s. 43-45. 60  Tanrıver, Kitap, s. 582.   2697Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  olması söz konusu değildir. Aksi takdirde, son derece istisnai hallerde uygulama alanı bulması gereken belirsiz alacak davasının hemen hemen tüm eda davaları bakımından gündeme gelebilmesi söz konusu olacak; böyle bir durumda da belirsiz alacak davası bağlamında kanun koyucunun gütmüş olduğu  amacın  dışına  çıkılmış  olunacaktır.  Zira,  beklenemezlik  hususu                ile,   objektifleştirilmiş  dikkat  ve  özen  çerçevesinde  beklenemezlik 62 kastedilmektedir. II.  Davacı,  dava  dilekçesinde  geçici  (asgari)  talep  sonucunu belirtmelidir. Belirsiz alacak davası açan davacının alacağını tam olarak belirleyememesi onun dava dilekçesinde geçici (asgari) bir talep sonucu göstermeyeceği anlamına gelmemektedir. Davacının dava dilekçesinde göstermesi gereken geçici  (asgari)  talep  sonucu  istenildiği  kadar  gösterilebilecek  bir  miktar olmayıp, bu miktar davacının dava açtığı sırada asgari olarak belirleyebildiği bir miktar olmalıdır. Başka bir deyişle, asgari miktar davacının talep ettiği en az miktarı değil dava açtığı sırada belirleyebildiği miktarı ifade etmektedir.  Davacı talep sonucunu -sırf daha az harç ödemek adına- belirleyebildiği asgari miktardan daha az gösterirse, HMK m. 29/1 devreye girecektir. HMK m. 29/1   Taraflar  dürüstlük  kuralına uygun davranmak  zorundadırlar.  şeklinde düzenlenmiş olup dürüstlük kuralının usul hukuku bakımından da işlerlik  kazandığının  bir  göstergesidir.  Böyle  bir  durumda  hakim,  talep sonucunun belirlenebilir olan kısmının eksiksiz olarak gösterilmesini ve eksik olan  harcın tamamlatılmasını istemeli;  söz  konusu  eksiklikler  giderildiği takdirde davaya devam etmelidir.  Davacının dava açarken belirlediği en az miktar olan geçici (asgari) talep sonucu yanında, hükmedilmesini talep ettiği en yüksek miktarı göstermesi gerekmez. Başka bir deyişle, belirsiz alacak davasında davacı talep sonucunu belirlemek  hakkı  saklı  olarak,  geçici  (asgari)  bir  talep  sonucu  ileri sürmektedir. Geçici talep kesin talebe dönüştüğünde, yani talep sonucu kesin olarak belirlenebilir hale geldiğinde davacı bu kesin talep sonucunu mahkemeye bildirecektir. Zira, mahkemenin yargılama giderlerine hükmedebilmesi ve  kanun  yollarına  başvuru  talep  sonucunun  belirlenmesiyle  mümkün                                                  61  Simil, s. 208. 62  Tanrıver, Kitap, s. 582. 63  Pekcanıtez, Kitap, s.48. 64  Pekcanıtez, Kitap, s. 49. 2698Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım olabilmektedir.  Talep  sonucu  belirlenemediği  takdirde  mahkeme,  geçici (asgari) talep sonucuna göre hüküm verecektir.  III.  Davacı,  talep  sonucunu  dayandırdığı tüm  vakıaları  eksiksiz olarak bildirmelidir.  Belirsiz  alacak  davası,  genel  olarak  davacının  dava  açarken  talep sonucunu tam olarak belirleyemediğini gösterir. Belirsiz alacak davasında belirlenemeyen  şey  talep  sonucudur  ve  bu,  talep  sonucunun  dayandığı vakıaların belirsiz olduğu anlamına gelmemektedir. Başka bir deyişle, talep sonucunun dayandırıldığı vakıaların eksiksiz olarak bildirilmesi bakımından belirsiz alacak davası ile talep konusu belirli olan bir dava arasında herhangi bir farklılık yoktur. Sonuç olarak, belirsiz alacak davasında talep sonucu tam olarak belirtilemese bile, davacı bu talep sonucunun dayandığı tüm vakıaları eksiksiz olarak bildirmelidir (HMK m. 119/1-e). Aksi takdirde davalının kendisini  savunmasında  büyük  zorluklar  ortaya  çıkabilir.  Zira,  davacı başlangıçta belli olmayan talep sonucunu, belirlenebilmesi mümkün olduğu anda  iddianın  değiştirilmesi  ve  genişletilmesi  yasağı  ile  karşılaşmadan arttırabilir; ancak bunu yaparken yeni vakıalar ileri sürmesi söz konusu yasağı gündeme getirir. Başka bir deyişle, belirsiz alacak davasında, daha sonra değiştirilecek olan vakıalar değil, alacağın miktar veya değeridir.  E. BELİRSİZ ALACAK DAVASI VE KISMI DAVA ARASINDAKİ FARKLILIKLAR Belirsiz alacak davası ile kısmi davanın arasındaki farklılıklardan en önemlisi davacının dava dilekçesinde göstermiş olduğu talep sonucudur. Bu noktada, davacının, alacağının tamamının mı yoksa sadece dava dilekçesinde göstermiş  olduğu  kısmının  mı  hüküm  altına  alınmasını  istediği  önem taşımaktadır.  Davacı her ne kadar alacağının belirli bir kısmını geçici dava değeri olarak  dava  dilekçesinde  gösterse  de,  alacağının  tümünün  hüküm  altına alınmasını  istiyorsa  açtığı  dava  belirsiz  alacak  davasıdır.  Zira,  dava dilekçesinde  gösterilen  geçici  değer talep  sonucu  olmayıp;  talep  sonucu                                                  65  Tanrıver, Kitap, s. 587. 66  Pekcanıtez, Kitap, s.49. 67  Yılmaz, s. 1993. 68  Pekcanıtez, Kitap, s. 50. 69  Yılmaz, s. 1993.   2699Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  alacağın  tümünün  hüküm  altına  alınmasıdır.  Ayrıca,  alacaklının  dava dilekçesinde alacağının belirli bir kısmını geçici değer olarak göstermesi belirsiz alacak davasının kısmi dava yahut kısmi davanın bir türü olduğu anlamına gelmemektedir. Sonuç olarak, alacaklı dava dilekçesinde gösterdiği geçici  değerin  hüküm  altına  alınmasının  yanı  sıra  yargılama  sırasında belirlenen alacağının tümünün hüküm altına alınmasını istemektedir. Kısmi davada ise, davacı mahkemeden sadece dava  konusu  yaptığı kısmın hüküm altına alınmasını istemekte hakim de taleple bağlılık ilkesi gereğince sadece dava konusu yapılan kısım hakkında hüküm verebilmektedir. Başka bir deyişle, davacı, davanın açıldığı tarihte, hüküm altına alınmasını istediği  dava  konusunun  değerini  kesin  olarak  dava  dilekçesinde belirlemektedir. Belirsiz alacak davasında davacı, alacağın miktar veya değerinin tam ve kesin olarak belirlenebilmesinin ardından davanın başında bildirdiği talep sonucunu  iddianın  genişletilmesi  yasağına  tabi  olmaksızın  belirlenebilen tutara kadar arttırabilir. Kısmi davada ise davacı, dava konusu yaptığı kısmi talebini belirsiz alacak davasında olduğu gibi arttıramaz. Davacı, söz konusu talebi ancak ek dava veya ıslah yoluna başvurmak suretiyle arttırabilir. Dolayısıyla, belirsiz alacak davasında bir ek dava yahut aynı davada dava konusunun ıslah yoluyla arttırılması söz konusu olmamaktadır.  Belirsiz alacak davasında, davacının en azından davanın açıldığı tarihte belirlenebilecek miktar üzerinden dava açma zorunluluğu bulunmakta iken kısmi davada böyle bir zorunluluk söz konusu olmamaktadır. Başka bir deyişle, belirsiz alacak davasında alacaklı, dava dilekçesinde gösterdiği geçici dava değerini dilediği gibi belirleyememekte ve davanın açıldığı ana kadar belirleyebildiği alacağının miktarını veya değerini, geçici değer veya miktar olarak göstermek zorundadır. Kısmi davada ise, alacaklı, talep sonucunu dürüstlük kuralına uygun olmak şartıyla, dilediği gibi belirleyebilmektedir. Belirsiz alacak davasında alacağın tümünün, kısmi davada dava edilen kısmın hüküm altına alınması istendiğinden, söz konusu davaların hüküm ve sonuçlarının kapsamı birbirinden farklılık arz eder. Belirsiz alacak davasının                                                  70  Simil, s. 107.  71  Simil, s. 98; Tanrıver, Kitap, s. 593. 72  Kuru/Arslan/Yılmaz, s.299. 73  Pekcanıtez/Atalay/Özekes, Ders Kitabı, s.266. 74  Simil, s. 107. 75  Simil, s. 111. 2700Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım hüküm ve sonuçları alacağın tamamı bakımından ortaya çıkar. Kısmi davanın hüküm ve sonuçları ise, dava edilen kısım bakımından doğar. Bu farklılık bizi, söz konusu davaların zamanaşımı, faiz, temerrüt gibi belli maddi hukuk kavramları açısından da incelenmesine sevk etmektedir.  Davanın açıldığı tarihte, belirsiz alacak davasında zamanaşımı alacağın tamamı için kesiliyorken, kısmi davada zamanaşımı sadece davaya konu edilen miktar bakımından kesilir. Kısmi davada dava dışı tutulan kesim için zamanaşımı ancak ek davaya veya ıslaha başvurulması halinde kesilir. Aynı durum faizler için de geçerli olup, belirsiz alacak davasında talep sonucuna konu kılınan alacak hakkında faiz, davanın açıldığı tarihten itibaren, tüm alacak bakımından işlemeye devam etmekte iken; kısmi davada sadece davaya konu edilen kesim bakımından faiz işlemeye devam etmektedir.  Belirsiz alacak davası ile kısmi dava arasındaki son fark ise uygulama alanları bakımından kendini gösterir. Kısmi davanın uygulama alanı özellikle de HMK m. 109/2 nin yürürlükten kaldırılmasıyla daha da genişlemiş olup, belirsiz alacak davasının uygulama alanından daha geniştir. Zira, belirsiz alacak davası sadece davanın açıldığı anda alacağın miktar veya değerinin tam ve kesin olarak belirlenememesi halinde söz konusu olabilmekte iken, kısmi davanın açılabilmesi (HMK m. 109/2 nin de kaldırılmasıyla) sadece dürüstlük kuralına  aykırı  olmama  şartına  bağlıdır.  Söz  konusu  madde  hükmü yürürlükten kaldırılmadan önce talep konusunun miktarının, taraflar arasında tartışmasız veya açıkça belirli olduğu hallerde kısmi dava açılamamaktaydı. Belirsiz  alacak  davasının  açılabildiği  her  durumda  kısmi  dava açılabilmektedir. Ancak, kısmi davanın açılabildiği her durumda  belirsiz alacak  davası  açılamamaktadır.  Zira,  artık  kısmi  dava,  dava  konusunun miktarının taraflar arasında tartışmasız ve açıkça belirli olduğu hallerde de açılabilmektedir. F.  MANEVİ  TAZMİNAT  TALEPLERİNİN  KISMİ  DAVA  VE BELİRSİZ  ALACAK  DAVASINA  KONU  OLUP  OLAMAYACAĞI SORUNU I. Genel Olarak Manevi tazminat taleplerinin kısmi dava ve belirsiz alacak davasına konu olup olamayacağı hususunda doktrinde çeşitli tartışmalar mevcut olup bu                                                  76  Arslan/Yılmaz/Taşpınar Ayvaz, s. 299. 77  Simil, s. 108.   2701Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  tartışmaların hem kısmi hem de belirsiz alacak davası yönünden ikili bir ayrıma tabi tutularak incelenmesi gerekmektedir. Bu incelemeye geçmeden önce manevi tazminat kavramına ilişkin birtakım bilgilerin hatırlatılması konu akışı bakımından faydalı olacaktır.  II. Manevi Tazminatın Niteliği Manevi tazminat, kişiliğe tecavüz, özellikle kişisel saygınlık ve cinsel onurun  tecavüze  uğraması  halinde,  uğranılan  haksızlığa  karşılık  olarak, mağdur için bir tatmin vasıtası veya bedensel bütünlüğe yapılan tecavüzleri, duyulan acı ve ıstırapları unutmak, kaybolan yaşama ve sevinç arzusunun tekrar  kazanılması  ve  bozulan  ruhsal  dengenin  yeniden  tesisi  için  bir denkleştirme vasıtası olarak tanımlanmaktadır.  Bir başka tanıma göre manevi tazminat, mal varlığı dışında hukuksal değerlere yapılan saldırılar ile meydana getirilen eksilmenin giderilmesidir. Dolayısıyla, manevi tazminat isteme hakkı, kişiye, kişiliğine yapılan tecavüz dolayısıyla  uğradığı  manevi  zararın,  yani  bu  sebeple  duyduğu  elem  ve ıstırabın, başka bir yolla tatmin edilerek giderilmesi amacıyla tanınmıştır. Manevi  tazminatın  konusu  TMK  m.  25/3  ve  TBK  m.  58 de düzenlenmiştir. Söz konusu maddelerin yanı sıra başka maddeler uyarınca da (örneğin, TMK m. 26/2, 143/2, 158/2, TBK m. 56) manevi tazminat talep edilebilmesi  mümkündür.  Manevi  tazminatı  özel  olarak  düzenleyen  bu maddelerin  uygulanabilmesi  için  bu  maddelerdeki  şartların  gerçekleşmiş olması gerekmektedir. III. Manevi Tazminatın Şartları ve Belirlenmesinde Hakim Tarafından Esas Alınacak Hususlar Genel anlamda haksız fiil nedeniyle hukuki sorumluluğun ve tazminatın şartları olan hususlar manevi tazminatın şartlarını da oluşturur. Bu bağlamda, manevi tazminat davası açılabilmesi için şu şartlar gerçekleşmelidir:                                                  78  Ertaş, Şeref: Manevi Tazminatın Hukuki Niteliği ve Miktarının Tespiti, Prof. Dr. İlhan E. Postacıoğlu na Armağan, İstanbul 1990, s. 65. 79  Orhunöz, Ergun: Tazminat Davalarında (Ölüm ve Bedeni Zararlar) Uygulama Sorunları, Ankara 2000, s. 169. 80  Öztan, Bilge: Medeni Hukukun Temel Kavramları, Ankara 2010, s.291. 81  Öztan, s.291; Gökcan, Hasan Tahsin: Haksız Fiil Hukuku Ve Maddi-Manevi Tazminat Davaları, 1. Baskı, Ankara 2008, s. 671. 2702Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım 1.Haksız bir eylemin varlığı 2.Manevi zararın oluşması 3.Zarar ile eylem arasında uygun illiyet bağı 4.Hukuka aykırılık 5.Olaya özel hal ve şartların tazminatı haklı kılması  Manevi  tazminat  belirlenirken  hakim  tarafından  dikkate  alınacak unsurlar ise şu şekilde sıralanabilir:  1. Uğranılan manevi zararın objektif ağırlığı 2. Mağdurun vücut yapısı ve dayanıklılığı, yaşı ve cinsiyeti, mesleki ve sosyal statüsü, özel ilişki ve eğilimleri, ekonomik durumu gibi mağdura ilişkin faktörler 3. Kusur derecesi, ekonomik durumu ve sigortalı olup olmaması gibi sorumlunun şahsına ilişkin faktörler 4. Diğer faktörler  IV.  Manevi  Tazminat  Talepleri  Kısmi  Davanın  Konusunu Oluşturabilir Kısmi dava açılabilmesinin temel şartlarından biri, talep sonucunun yani edimin niteliği itibariyle bölünebilir olmasıdır. Bölünebilir edimlerin en tipik örneğini ise para alacakları oluşturmaktadır. Keza, Yargıtay ın pek çok kararında da para alacaklarının niteliği itibariyle bölünebilir olduğuna işaret edilmektedir. Bununla birlikte para alacaklarının likit yani belirli olması gerekmektedir. Likit (belirli) bir alacak kavramı ile alacağın gerçek miktarının belli  ve  sabit  olması  yahut  borçlusunun  yalnız  başına  ne  kadar  borçlu olduğunu tespit edebilmesi kastedilmektedir.  Her ne kadar manevi tazminat davalarında hakim, bir miktar paranın ödenmesinin dışında veya yanında başka bir giderim biçimi kararlaştırabilme yetkisini haiz ise de, manevi tazminat olarak çoğunlukla bir miktar paranın ödenmesine hükmedilmektedir. Böyle bir durumda manevi tazminat alacağı bir para alacağı olduğundan ve para alacakları da niteliği itibariyle bölünebilir                                                  82  Ertaş, s. 88 vd. 83  Nomer, s.223; Kuru, Ders Kitabı, s. 146.  84  YHGK,  T.  14.07.2010,  E.  2010/19-376,  K.  2010/397.  https://www.corpus.com.tr/#!/ Yargitay (Erişim Tarihi: 29.05.2016).   2703Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  olduğundan manevi tazminat taleplerinin kısmi davaya konu oluşturabilmesi mümkün hale gelmektedir.  Manevi zararın zamana yayılmayacağından, başka bir deyişle hukuka aykırı eylem anı ile sınırlı kalacağından bahisle manevi tazminatın bölünemeyeceği  yönündeki  çıkarım  ve  bu  çıkarım  dolayısıyla  manevi  tazminat taleplerinin  kısmi  davaya  konu  edilemeyeceği  yönündeki  görüş  hatalı olmaktadır.  Zira,  manevi  tazminatın  konusunu  oluşturan  ölüm  ya  da bedensel bütünlüğün bozulması halinde, hatta kişilik haklarının ihlalinde duyulan  üzüntünün  bir  anda  doğup  sona  erdiği  kabul  edilememekte dolayısıyla, acının zamana yayılması mümkün hale gelmektedir.  Manevi  zararın  bölünüp  bölünememesi  hususu  ile  manevi  tazminat şeklinde hükmedilecek olan giderim biçiminin (özellikle de bir miktar para şeklindeki giderim biçiminin) bölünüp bölünememesi hususları birbirinden farklıdır.  Problem,  manevi  zararın  bölünemezliğinin  manevi  tazminat kavramına yanlış monte edilmesinden kaynaklanmaktadır. Para şeklinde bir giderim biçimi kararlaştırıldığı takdirde, manevi tazminat da bir para borcunu oluşturacağından, manevi tazminat taleplerinin kısmi davaya konu edilmesinde herhangi bir sakınca bulunmaz.  Manevi zarar gibi mala verilen zarar bakımından ortaya çıkan maddi zarar da bir defada gerçekleşip bitmekte, yani zamana yayılmamaktadır. Buna rağmen  uygulamada,  manevi  tazminatın  aksine,  maddi  zararın  bölünüp bölünemeyeceği  hususu  ile  hükmedilecek  maddi  tazminatın  bölünüp bölünemeyeceği  hususu  birbirinden  ayrı  değerlendirilmekte  ve  maddi tazminat için öngörülen paranın bölünebileceği kabul edilmektedir. Başka bir deyişle, uygulama bakımından mala verilen zarar sonucunda açılan maddi tazminat davalarının kısmi dava şeklinde açılabilmesi mümkündür.                                                   85  Pekcanıtez, Hakan/Atalay, Oğuz/Özekes, Muhammet: Medeni Usul Hukuku, Ankara 2007, s. 299-300 (Usul Hukuku); Nomer, s. 225-226; İyimaya, Ahmet: Sorumluluk Ve Tazminat Hukuku Sorunları, Ankara 1990, s. 248; Darende, İhsan M.: Belirsiz Alacak Davası-Kısmi Dava İlişkisi, Leges Hukuk Dergisi, Y. 2012 (Ocak), S. 25, s. 24. 86   Hukuka aykırı eylem yüzünden çekilen elem ve üzüntüler, o tarihte duyulan ve duyulması gereken bir haldir. Başka bir anlatımla üzüntü ve acıyı zamana yaymak suretiyle manevi tazminatın bölünmesi, bir kısmının dava konusu yapılması kalanının saklı tutulması olanağı yoktur.  21. HD., T. 11.12.1995, E.7525, K. 7393. (İBD, 1996/7-9, s.667) 87  Nomer, s. 227. 88  Darende, s. 24.  89  Nomer, s. 227; Darende, s. 24; İyimaya, s. 248. 90  İyimaya, s. 248. 91  Nomer, s.227; Darende, s. 24. 2704Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım Manevi  tazminat  miktarının  sonradan  hesap  edilecek  bir  miktar olmamasından dolayı davacının, elem ve acısını takdir etmesi ve bir miktarla belirlemesi gerektiği hususu yanlıştır. Zira, manevi tazminat miktarını takdir edecek veya belirleyecek kişi davacı değil hakimdir. Dolayısıyla davacıdan hakimin  belirleyeceği  miktarı  önceden  tahmin  etmesi  ve  karşı  tarafa bildirmesi beklenemez.  Manevi tazminat davalarında hakimin takdir hakkının bölünemeyeceğinden bahisle manevi tazminat taleplerinin kısmi davaya konu edilemeyeceği sonucuna varmak yanlıştır. Zira bütün kısmi davalarda kesin hüküm kuvveti eda hükmü ile sınırlıdır. Buna karşılık, daha sonra açılacak fazlaya ilişkin davada alacağın tutarı bakımından önceki mahkemenin yapmış olduğu tespit kesin hüküm kuvvetine sahip değildir. Başka bir deyişle, fazlaya ilişkin davada alacağın tutarının yeniden takdir edilmesi gerekmektedir. Böyle bir durum, kesin hüküm ve  kısmi davanın yarattığı bir sonuç olup, manevi tazminat  taleplerinin  kısmi  dava  şeklinde  ileri  sürülmesine  engel  teşkil etmemektedir.  V. Manevi Tazminat Talepleri Kısmi Davanın Konusunu Oluşturamaz Manevi  tazminat  taleplerinin  kısmi  davaya  konu  oluşturamayacağı görüşüne göre, manevi tazminat talepleri her ne kadar bir para alacağı olarak nitelendiriliyorsa da bu durum manevi tazminatın gidermeye yöneldiği zararın bölünebilir olduğu anlamına gelmemektedir. Zira, manevi zarar, hukuka aykırı eylem ya da davranışın işlendiği anda duyulan üzüntü, elem veya acı olup zamana yayılamaz. Dolayısıyla, davacının bu elem ve acısını takdir etmesi ve bir miktarla belirlemesi gerekmektedir.  Manevi tazminat bir bütündür ve bölünemez. Duyulan acı ve üzüntünün karşılığı dava yoluyla belirlenip karşı tarafa bildirildikten sonra yeni bir dava                                                  92  Nomer, s. 228. 93   ... özel durumların değerlendirilmesi ve adalete muvafık tazminat miktarının saptanması davaya bakan hakime aittir. Bu takdir hakkı bölünemez.  YHGK, T. 27.03.1981, E. 1979/91481, K. 1981/251 (YKD, Y. 1981 C. 7, S.7, s. 810) 94  Nomer, s. 228. 95 Nomer, s. 229. 96 Üstündağ, Saim: Kısmî Davaya İlişkin Bazı Hukuki Sorunlar, Makaleler, İçtihat Tahlilleri, Çeviriler, Ankara 2010, s. 414; Tanrıver, Makale-1, s. 111-113; Kuru, Baki: Hukuk Muhakemeleri Usulü (Cilt 2), 6. Baskı, İstanbul 2001, s.1523 (Kitap).  97 Tanrıver, Makale-1, s.112. 98 Kuru, Kitap, s. 1525; Tanrıver, Makale-1, s. 112.    2705Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  açmak  suretiyle  dahi  arttırılamaz.  Başka  bir  deyişle,  manevi  tazminat talepleri kısmi dava şeklinde ileri sürülmemekte ve tek bir dava ile istenmesi gerekmektedir. Aksi takdirde, manevi tazminatın mahiyetine aykırı hareket edilmesi söz konusu olur. Yargıtay da, kural olarak manevi tazminatın bölünemeyeceği görüşünde olup, bu yönde kararlar vermektedir. Manevi tazminat talepleri bakımından, açılmamış sayılan (HMK m. 150/5)  davadaki  manevi  tazminat  tutarının  yeni  bir  dava  ile  arttırılıp arttırılmayacağı  hususu  doktrinde  tartışmalıdır.  Bu  tartışma  da,  temelini manevi tazminatın bölünmezliği düşüncesinden almaktadır.  Bu konuda bir görüşe göre, manevi tazminatın bölünemeyeceğinden hareketle, açılmamış sayılan davadaki manevi tazminat tutarının yeni bir dava ile arttırılması hakkın kötüye kullanılmasını teşkil etmektedir. Yargıtay da, aynı görüşü benimsemektedir.                                                  99 Kuru, Kitap, s. 1525. 100 Kılıçoğlu, Mustafa: Tazminat Hukuku, 6. Baskı, Ankara 2016, s. 1245; Orhunöz, s. 171. Manevi tazminatın bölünemezliği ilkesinin bir sonucu olarak ceza davasında manevi tazminatın istenmiş olması durumunda hukuk mahkemesinde ayrıca manevi tazminat istenemez. Gökcan, s. 687. 101  Kuru, Kitap, s. 1525. 102  Yargıtay 10. Hukuk Dairesi 4.7.1975 tarihli, 2390/4490 nolu kararında manevi tazminatın bölünmezliği ilkesi doğrultusunda hareket etmemiştir.  … Davacılar, ziyadeye ilişkin haklarını açıkça saklı tutmak suretiyle manevi tazminat haklarının ilk davada sadece bir kesimini istemiş olmalarına, asıl tazminat hakkının istenilenin çok üstünde bulunmasına ve özellikle bu davadaki biçimiyle manevi tazminatın bölünüp saklı tutulmuş diğer kesiminin ikinci bir dava ile istenmesine, yasaca bir engelden söz edilemeyeceğine, tersi görüşün belirgin olarak hakkaniyet kurallarıyla bağdaşmaz bir nitelik taşıyacağına göre (…) davanın reddi bozma nedenidir.  Akil, s. 247, dipnot 54.  103   … bir olayda duyulan elem ve acı ve bunun karşılığı istenecek manevi tazminat miktarı bir bütündür. Bölünerek zaman zaman talep ve dava konusu yapılamaz, fazlaya ilişkin hak saklı tutulamaz …  9 HD., T. 28.11.1989 E. 1989/7948, K. 1989/10423 (YKD, 1990/6, s. 849- 850) Aynı yönde bkz. YHGK, T. 27.03.1981 E. 1979/9-1481, K. 1981/251 ; 4. HD., T. 14.05.1998, E. 9223, K. 3428.  104  Kuru, Kitap, s. 1525; İyimaya, s. 247. 105  Kuru, Kitap, s. 1525. 106   Manevi tazminat bir bütündür. Duyulan acı ve üzüntünün karşılığı dava yoluyla belirlenip karşı tarafa bildirildikten sonra arttırılması yeni bir davayla dahi olsa mümkün değildir. Bu bakımdan davacıların önceki davayı müracaata bırakarak, manevi tazminatı yükseltmek suretiyle istekte bulunmaları isabetli olamaz. Davacıların önceki davayı yenileme imkanları varken, müracaata bırakarak 3 aylık süre geçtikten hemen sonra yeni bir dava ile, daha yüksek miktarlarda manevi tazminat istemeleri dava hakkının kullanılması bakımından da, hakkın kötüye kullanılması anlamında olup bunun hukuken korunması da düşünülemez. Böyle olunca önceki davada talep edilen manevi tazminat miktarları dikkate alınmak 2706Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım  Diğer bir görüşe göre, herhangi bir nedenle davanın açılmamış sayılması halinde aradan geçen uzun zaman, önceden istenen manevi tazminatı anlamsız bir tutara düşürmüş olabilmektedir. Böyle bir durumda, manevi tazminat talebinin yeni bir dava ile arttırılması daha doğrusu emsallere uyarlanması mümkün olmalıdır. Zira, açılmamış sayılan dava bakımından söz konusu olan iddianın ve savunmanın değiştirilmesi ve genişletilmesi yasağı, yeni dava bakımından söz konusu değildir. Hatta, manevi tazminatın bölünemezliği kabul edilse dahi yine aynı sonuca ulaşılacaktır. Başka bir deyişle, manevi tazminat, açılmamış sayılan dava bakımından talep olunmamış sayıldığından ve hükümden düştüğünden yeni bir dava ile ileri sürülen yeni talepte eski talebi varsaymak hukuk ve mantık kalıplarına uymamaktadır.  Yargıtay kural olarak manevi tazminatın bölünemeyeceği görüşünde olsa da, ilk dava bakımından henüz ortaya çıkmamış veya ortaya çıkması ihtimali hiç veya ciddi bir biçimde göz önünde bulundurulmamış sonuçların söz konusu olması durumunu ayrı tutmuştur. Böyle bir durumda Yargıtay, her ne kadar manevi tazminatın bölünmezliği ilkesine aykırı hareket edilse de, asıl davanın yanında ikinci bir davanın açılabileceği görüşünü benimsemektedir. Yargıtay ın söz konusu kararı şu şekildedir:  Davacı küçükler yaralanmaları dolayısıyla manevi tazminat için öncü bir dava ile belli bir miktar tazminat isteminde bulunmuşlardır. Birleştirilen ve sonradan açılan eldeki dava ile de ayrı  bir  neden  olduğu  anlaşılan  sabit  eserden  dolayı  manevi  tazminat istemişlerdir. Bu talep manevi tazminatın bölünemezliği ilkesine aykırı ise de, sabit eserin başlangıçta bilinmemesi halinde mümkün olabilir. 112 Somut olay bakımından, ilk davada verilmiş olan kesin hükmün sonradan açılan ek davaya engel olmayacağı kabul edilmektedir. Zira, mağdurun vücudunda sabit eser kalması yeni bir vakıa, yani farklı bir dava sebebidir. Bazı  durumlarda,  sonradan  ortaya  çıkan  nedenler  dolayısıyla  manevi tazminatın ikinci kez istenmesinin bölünmezlik ilkesiyle çeliştiği sorusu akla                                                  suretiyle hüküm kurulması gerekir. Yazılı şekilde hüküm tesisi usul ve yasaya aykırı olup bozmayı  gerektirmiştir.   (9.HD,  T.12.02.1991,  E.  10324,  K.  2244) https://www.corpus.com.tr/#!/Yargitay (Erişim Tarihi: 26.05.2016) 107  İyimaya, s. 248. 108  İyimaya, s. 245-246.  109  İyimaya, s. 249.  110  Üstündağ, s.414. 111  Gökcan, s.686; Üstündağ, s. 414; Akil, s. 251. 112  4. HD., T. 14.05.1998, E. 9223, K.3428. Gökcan, s. 687.  113  Üstündağ, s. 415. 114  Akil, s. 252; Üstündağ, s. 415.   2707Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  gelebilmektedir.  Bunun  sınırını  ise,  manevi  tazminatın  hakkın  kötüye kullanılması şeklinde istendiği durumlar oluşturmaktadır. Manevi tazminatın genellikle parasal bir rakamla ifade ediliyor olması, onun konusunu her durumda alelade bir para alacağının oluşturduğu anlamına gelmemektedir. Bu sonuca yargılama hukuku ilkelerinden biri olan taleple bağlılık ilkesinden de ulaşmak mümkündür. HMK m. 26/1 uyarınca taleple bağlılık ilkesi, hakimin tarafların iddia ve savunmaları ile bağlı olup, talepten fazlaya veya başka bir şeye hüküm veremeyeceğini ifade eder. Kural bu olmakla birlikte hakimin tarafların talebiyle bağlı olmadığına ilişkin kanun hükümleri saklıdır (HMK m. 26/2).  HMK m. 26/2 kapsamında sayılan kanun hükümlerinden birisi de, kişilik haklarının ihlalinden doğan manevi tazminat taleplerinin düzenlendiği TBK m. 58/2 dir. Bu hüküm uyarınca hakim, manevi tazminat olarak belli bir meblağ talep edilmiş olmasına rağmen, somut olayın koşullarını ve tarafların özel  durumlarını  dikkate  alarak,  bu  parasal  meblağın  ödenmesine  karar verilmesi yerine, tecavüzün kınanıp basın yoluyla duyurulması yahut zarar verenin, zarar görenden özür dilemesi gibi diğer bir tazmin biçimini de ikame edebilir yahut parasal bir meblağın ödenmesine hükmedilmesinin yanına bu tazmin biçimlerinden birisini de ilave edebilir. Bu hüküm dahi, manevi tazminat  talepleri  hakkında  kısmi  dava  açılabilmesini  önler  güçtedir. Dolayısıyla, manevi tazminatın talep edildiği durumlarda taleple bağlılık ilkesi gündeme gelmeyecektir. Çünkü manevi tazminatın şeklini takdir edecek kişinin davacı değil, hakim olduğu açıktır. Maddi  tazminat  talepleri  bakımından  ise  TBK  m.  58/2  anlamında herhangi bir hüküm söz konusu değildir. Bu durum, maddi ve manevi tazminat taleplerinin kısmi dava şeklinde ileri sürülüp sürülemeyeceği bakımından farklı bir sonuca varılmasını zorunlu kılmaktadır. Zira, manevi tazminat, nitelik itibari ile maddi tazminattan farklıdır. Buna karşılık, maddi tazminat alacakları ile manevi tazminat alacakları arasında, muhtemel para ediminin niteliği bakımından herhangi bir fark olmadığına ilişkin bir görüş de ortaya atılmıştır. Bu görüşe göre, gerek maddi gerekse de manevi tazminat bir para borcu olup, sadece borcun miktarı önceden belli değildir. Para borcu olmaları                                                  115  Kılıçoğlu, Mustafa, s.1250.  116  Tanrıver, Makale-1, s.112-113. 117  Üstündağ, s. 415. 118  Üstündağ, s. 415. 119  Tanrvıer, Makale-1, s.113.  2708Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım itibariyle, her iki tazminata ilişkin edim de bölünebilir niteliktedir. Bu itibarla maddi  tazminat  alacakları  ile  manevi  tazminat  alacakları arasında  kısmi davanın açılabilmesi bakımından farklı sonuçlara varmak isabetli değildir. Kanaatimizce, manevi tazminatın konusunu her durumda alelade bir para alacağı oluşturmamaktadır. Bu durum, manevi tazminat talepleri bakımından hakimin takdir yetkisinin asıl olmasından kaynaklanmaktadır. Zira, hakim bu takdir yetkisi uyarınca manevi tazminat olarak bir miktar paranın ödenmesinin yanında  başka  bir  giderim  biçimine,  hatta  sadece  para  dışı  bir  giderim biçimine de hükmedebilmektedir. Bu hallerde, manevi tazminatın konusunu salt para alacağının oluşturduğu; dolayısıyla kısmi davaya konu edilebileceği şeklinde doğrudan bir çıkarım yapılması doğru değildir.  VI. Manevi Tazminat Talepleri Belirsiz Alacak Davasının Konusunu Oluşturabilir Belirsiz alacak davasının açılabilmesi öncelikli olarak talep sonucunun miktar veya değerinin tam ve kesin olarak belirlenmesinin imkansız yahut davacıdan beklenemeyecek olmasına bağlanmıştır. Söz konusu şartın somut örneğini dava sonunda hükmedilecek miktarın tamamen hakimin takdirinde olduğu haller oluşturmaktadır. Bu hallerin en tipik örneği ise manevi tazminat davalarıdır.  Gerek bedensel bütünlüğün (TBK m.56) gerekse kişilik haklarının (TBK m.58) zarara uğraması halinde söz konusu olan manevi tazminat taleplerinin hükme bağlanması bakımından hakime geniş bir takdir yetkisi verilmiştir. Manevi zararın belirlenmesi bakımından objektif ölçütlerden çok, subjektif ölçütler ve değerlendirmelerden yararlanılması bu takdir yetkisinin kaynağını oluşturmaktadır.  Belirsiz alacak davasında davacı, alacağı için geçici (asgari) bir talep sonucu ortaya koymakta, dava konusu alacak ise ancak karşı tarafın verdiği bilgi veya tahkikat sonucunda belirlenebilir hale gelmektedir. Ancak talep sonucunun hakimin takdirinde olduğu manevi tazminat talepleri bakımından bu  belirlenebilirlik  söz  konusu  olmamaktadır.  Bu  hususun  bertaraf edilebilmesi adına hakimin karar vermeden önce, takdir ettiği tazminat miktarı konusunda tarafları bilgilendirmesi gerektiği savunulmuştur. Böylelikle                                                  120  Nomer, s. 225-226. 121  Simil, s. 379. 122  Ercan, İbrahim: Hukuk Muhakemeleri Kanunu na Göre Belirsiz Alacak Davası, Medeni Usul Ve İcra İflas Hukukçuları Toplantısı, İzmir 2012, s. 138.    2709Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  davacı  talebini  arttırabilecek,  davalı  ise  bu  konuda  savunma  hakkını kullanabilecektir. Başka bir deyişle, bu yolla hem taleple bağlılık ilkesi hem de hukuki dinlenilme hakkı korunmuş olacaktır. Her ne kadar bu husus yukarıda belirtilen yolla bertaraf edilebilecek ve yargılamaya hakim olan belli ilkelere de aykırılık teşkil etmeyecek ise de hakim, tazminata ilişkin görüşünü belli etmiş olacağından hakimin reddi (HMK m.36/1-a,b) durumu gündeme gelebilecektir.  Manevi tazminat taleplerinin belirsiz alacak davasına konu oluşturabilmesinin en temel gerekçesi bu talepler bakımından hakime verilen takdir yetkisidir.  Zira,  manevi  zararın  miktarının  en  iyi  şekilde  zarar  gören tarafından belirlenebileceği şeklindeki düşünce hatalıdır. Örneğin, iş kazası veya meslek hastalığı nedeniyle ileri sürülen manevi tazminat taleplerinde her ne kadar işçinin duyduğu acı ve üzüntünün derecesi işçi bakımından belli olsa da, bu acı ve üzüntü için ödenecek manevi tazminat miktarı başka bir deyişle parasal değer belirli değildir. Manevi tazminat miktarı da hakimin takdir yetkisi  uyarınca  ancak  hükümle  beraber  belirli  hale  gelebileceğinden manevi tazminat davasının belirsiz alacak davası şeklinde açılabilmesinin kabul edilmesi gerekir. Bilindiği  üzere,  eda  davasının  açılabildiği  hallerde  tespit  davası açılmasında hukuki yarar yoktur ve bu kural istisnai olarak HMK m. 107/3 gereğince belirsiz alacak davaları bakımından terk edilmiştir. Dolayısıyla, manevi  tazminat  taleplerinin  belirsiz  alacak  davası  bakımından  işlerlik kazanabileceğinin kabulü halinde davacı, manevi tazminatı kural olarak eda davası veya istisnai olarak (HMK m. 107/3) tespit davası açmak suretiyle talep edebilecektir. Aksi takdirde alacaklı manevi tazminat talebini yalnızca eda davası şeklinde ileri sürebileceğinden belirsiz alacak davasına nazaran daha elverişli durumda olmayacak aksine dava açarken kendisine göre belirlemek                                                  123  Darende, s. 24-25. 124  Ercan, s. 139; Karaaslan, Varol: Manevi Tazminat Davaları Belirsiz Alacak Davası Şeklinde Açılabilir Mi?, Medeni Usul Ve İcra İflas Hukuku Dergisi, Y.2014/3, C.10, S.29, s. 53. 125  Takdir yetkisinin de ötesinde, manevi tazminat taleplerine konu edilen alacağın miktar veya değerinin tam ve kesin olarak belirlenemiyor olması dahi belirsiz alacak davası açılabilmesi için yeterlidir. Ercan, s. 131. 126  Simil, s. 379. 127  Fidan, Nurten: Belirsiz Alacak Davasındaki Belirsizlikler, Aralık 2011, Y.6, S. 24, s. 184. 128  Ercan, s. 140. 129  Simil, s. 379; Pekcanıtez, Kitap, s. 82; Ercan, s. 131; Fidan, s. 184.  130  Darende, s. 25. 2710Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım zorunda  kalacağı  bir  tutarı  talep  edebilecektir.  Böyle  bir  zorunluluk  ise gereksiz  yere  masraf  yapılmasını  ve  yargılama  giderlerine  mahkumiyeti beraberinde getirecektir. Bedensel  bütünlüğün  zarara  uğraması  halinde  manevi  tazminat taleplerinin ne şekilde hükme bağlanacağı TBK nın 56. maddesinde şu şekilde düzenlenmiştir:  (1)  Hâkim,  bir  kimsenin  bedensel  bütünlüğünün  zedelenmesi durumunda, olayın özelliklerini göz önünde tutarak, zarar görene uygun bir miktar paranın manevi tazminat olarak ödenmesine karar verebilir.  (2) Ağır bedensel zarar veya ölüm hâlinde, zarar görenin veya ölenin yakınlarına da manevi tazminat olarak uygun bir miktar paranın ödenmesine karar verilebilir. TBK m. 56/1 e göre, bedensel bütünlüğün zedelenmesi nedeniyle talep edilen  manevi  tazminatta  hakim,  para  dışında  başka  bir  giderim  biçimi kararlaştıramamakta, ödenecek paranın miktarını ise somut olaya göre takdir etmektedir. Ayrıca hakim bu gibi durumlarda takdir yetkisini kullanırken, tarafların  sosyal,  ekonomik  ve  kültürel  durumlarını  da  göz  önünde bulundurmalıdır.  Aynı  hususlar,  ağır  bedensel  zararlar  halinde  zarar görenlerin yakınlarının da manevi tazminat talep edebileceklerini öngören TBK m. 56/2 açısından da geçerlidir. Kişilik haklarının zarara uğraması halinde manevi tazminat taleplerinin ne  şekilde  hükme  bağlanacağı  ise  TBK nın  58.  maddesinde  şu  şekilde düzenlenmiştir:  (1) Kişilik  hakkının zedelenmesinden zarar  gören, uğradığı manevi zarara karşılık manevi tazminat adı altında bir miktar para ödenmesini isteyebilir.                                                   131  Pekcanıtez, Hakan: Manevi Tazminat Alacakları Belirsiz Alacak Davası Olarak Açılabilir Mi?, Medeni Usul Ve İcra İflas Hukuku Dergisi, Y.2015/1, C.11, S.30, s. 37. (Makale)  132  818 sayılı Borçlar Kanunu nun 49. maddesinde, manevi tazminat miktarının belirlenmesi bakımından hakimin, tarafların sıfatını, işgal ettikleri makam ve diğer sosyal ve ekonomik durumlarını da dikkate alması gerektiği düzenlenmiş idi. Her ne kadar bu düzenleme 6098 sayılı TBK bakımından öngörülmemiş olsa da, sayılan hallerin uğranılan zararın miktarına etkisi inkar edilmemelidir. Simil, s. 378.  133  Simil, s. 374.   2711Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  (2) Hâkim, bu tazminatın ödenmesi yerine, diğer bir giderim biçimi kararlaştırabilir veya bu tazminata ekleyebilir; özellikle saldırıyı kınayan bir karar verebilir ve bu kararın yayımlanmasına hükmedebilir. TBK m. 58/2 hükmü ile, kişilik haklarının zarara uğraması nedeniyle talep edilen manevi tazminat bakımından hakime para dışında başka bir giderim biçimi de kararlaştırabilme yetkisi verilmiştir. Ayrıca hakime, paranın ödenmesine ilişkin tazminat talebine diğer tazmin biçimlerini de ekleyebilme yetkisi de verilmiştir. Aynı şekilde, hakim davacının uğradığı zararın geçici değerden daha fazla olduğuna kanaat getirirse buna da hükmedebilmelidir. Dolayısıyla,  kişilik  haklarının  zedelenmesi  durumunda  manevi  tazminat taleplerinde hakimin takdir yetkisi bedensel bütünlüğün zedelenmesi halinde talep edilen manevi tazminat taleplerine göre daha geniş hale gelmiştir.  Hakimin  zarara  ilişkin  başka  bir  giderim  ve  tazmin  biçimi kararlaştırabildiği  böyle  hallerde,  davacının  talep  sonucunu  yargılama sırasında nasıl belirleyeceği önemli bir sorun olarak karşımıza çıkmakta bu husus da bizi manevi tazminat taleplerinin belirsiz alacak davasına konu edilebilmesinin mümkün olabileceği sonucuna götürmektedir .  Bir görüşe göre, talep sonucunu belirlemenin hakimin takdirinde olduğu böyle davalarda hakimin, davacının talebini arttırmasını beklemeksizin talep sonucunu  belirleyebilmesi  mümkündür.  Böyle  bir durumda  ise  taleple bağlılık ilkesi geçerli olmamalıdır. Zira davacı başlangıçta geçici bir değer belirtmiştir, daha sonraki süreçte bu değerden fazlasına hükmedilmesini talep edeceği de kesindir. Dolayısıyla, davacının sonradan talebini arttırmasını beklemeksizin hakimin talep sonucundan daha fazlasına hükmetmesi taleple bağlılık ilkesine aykırılık teşkil etmemektedir. Çünkü başlangıçta talep sonucu olarak gösterilen alacak manevi tazminat alacağının tamamı değil, geçici bir alacaktır;  bu  geçici  alacağın  da  davacının  talep  sonucunu  teşkil  ettiğini söylemek mümkün değildir.                                                   134  Simil, s.379. 135  Simil, s. 375. 136  Simil, s. 376; Pekcanıtez, Kitap, s. 82. 137  Ercan, s. 140. 138  Çil, Şahin/Kar, Bektaş: 6100 Sayılı HMK ya Göre İş Yargısında Belirsiz Alacak Davası Ve Kısmi Dava, Ankara 2012, s. 113.  139  Ercan, s. 140. 2712Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım Ancak böyle bir düşünce, olan hukuk bakımından mümkün görünmemektedir. Zira yargılamaya hakim olan ilkelerden taleple bağlılığın (HMK m.26) talep sonucunu belirlemenin hakimin takdirinde olduğu durumlarda geçerli olmaması kabul edilemez. Davacının sonradan talebini arttırmasını beklemeksizin hakimin talep sonucundan daha fazlasına hükmetmesi, belirsiz alacak davasının en temel özelliğine de aykırıdır. Söz konusu temel özellik, belirsiz  alacak  davasında  davacının  davanın  belli  bir  aşamasında  talep sonucunu  arttırmasıdır.  Bununla  birlikte  davacı  herhangi  bir  talepte bulunmazsa hakim, talep sonucundan daha fazlasına hükmetmeyecek aksine dava dilekçesinde belirtilen asgari miktara göre karar verecektir.  Her ne kadar HMK m. 26/2 gereğince hakimin tarafların talebiyle bağlı olmadığına ilişkin kanun hükümleri saklı olsa da, talep sonucunu belirlemenin hakimin takdirinde olduğu durumlar bu fıkra kapsamında değerlendirilemez.  Aksi  takdirde,  kanuni  dayanaktan  yoksun  bir  istisna  yaratılmış olacaktır.  Maddi tazminat taleplerinde hakim tazminatın kapsamını ve ödenme biçimini, durumun gereğini ve özellikle kusurun ağırlığını göz önüne alarak belirse de, bu hal çok istisnai durumlarda söz konusu olmakta dolayısıyla davacı, yargılama sırasında talep sonucunu tam olarak belirleyebilmektedir.  Maddi tazminat taleplerinden faklı olarak manevi tazminat taleplerinde hakimin takdir yetkisi hem vakıalara hem de hukuki sonuca ilişkin olmaktadır. Buna karşılık Karaaslan, manevi tazminat talepleri bakımından hakimin vakıalara ilişkin takdir yetkisini olmadığını savunmaktadır. Zira, manevi tazminata  ilişkin  takdir  yetkisi  ile  hukuki  sonuca  yönelik  takdir  yetkisi kastedilmekte;  vakıaların  değerlendirilmesi  bakımından  hakime  tanınan                                                  140  Bununla birlikte talep sonucunu belirlemenin hakimin takdirinde olduğu durumlarda taleple bağlılık ilkesinin geçerli olmaması, olması gereken hukuk bakımından mümkün olabilir. Bu durumda kanuni bir düzenleme yapılması uygun olacaktır. Dolayısıyla HMK m. 107 ye, talep sonucu bakımından hakime takdir hakkı tanınan davalarda davacının nihai talep sonucunu belirlemesine gerek olmadan hakimin re sen uygun bir miktara hükmedebileceği şeklinde bir ibarenin eklenmesi gerekmektedir. Karaaslan, s. 55.  141  Karaaslan, s. 54. 142  Karaaslan, s. 55. 143  Pekcanıtez, Kitap, s. 52; Karaaslan, s. 55.  144  Karaaslan, s. 54.  145  Simil, s. 378. 146  Karaaslan, s. 54.   2713Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  fazladan bir takdir hakkı bulunmamaktadır. Başka bir deyişle, vakıaların takdiri her dava bakımından zaten hakimin görevidir.  Son olarak, manevi tazminatın bir bütünlük arz ettiği ve bölünemezliği hususunda yapılan tartışmalar, manevi tazminat davasının kısmi dava şeklinde açılıp açılamaması ile ilgilidir. Dolayısıyla, bu tartışmalar belirsiz alacak davası  bakımından  işlerlik  kazanmamaktadır.  Zira,  talep  sonucunun bölünmek suretiyle kısım kısım istenmesi ile talep sonucu olarak geçici bir değerin gösterilmesi birbirinden farklı hususlardır. Belirsiz alacak davasında davacı,  talep  sonucunu  bölmemekte  başka  bir  deyişle  manevi  tazminat alacağının tamamının hüküm altına alınmasını istemektedir. Bununla birlikte, davacının manevi tazminat alacağının kesin olarak belirlenebilmesi yargılama sırasında mümkün olabilmektedir.  VII. Manevi Tazminat Talepleri Belirsiz Alacak Davasının Konusunu Oluşturamaz Yargıtay, manevi tazminat taleplerinin belirsiz alacak davasına konu oluşturamayacağına ilişkin görüşünü 06.03.2013 tarihli kararında şu şekilde belirtmiştir:  … İş kazasında zarar gören davacı, davanın açıldığı tarihte manevi tazminat alacağının miktarını kendisi belirlediğinden, davanın açıldığı tarihte alacağın miktarını yahut değerini tam ve kesin olarak belirleyebilmesinin kendisinden beklenemeyeceği veya bunun imkânsız olduğu söylenemez. O halde manevi tazminat istemi manevi tazminatın bölünemezliği kuralına aykırı bir biçimde kısmi veya belirsiz alacak davası olarak açılamaz ve manevi zararın HMK'nın 107.maddesine göre dava yoluyla tespiti de istenemez ... 150 Ayrıca, Yargıtay bu kararında, yukarıda belirtilen hususun aksine manevi tazminatın bölünemezliği hususunu belirsiz alacak davası açısından da kabul etmektedir. Başka bir deyişle, Yargıtay, manevi tazminat davasının kısmi dava olarak açılamayacağına ilişkin görüşünün gerekçelerini aynen belirsiz alacak davası için de kullanmıştır.                                                   147  Pekcanıtez, s.82; Simil, s. 377; Çil/Kar, s. 113.  148  Manevi tazminatın bir bütünlük arz ettiği ve bölünemezliğine yönelik tartışmaları belirsiz alacak davası bakımından da ele alan yazarlar için bkz. Kılıçoğlu, Ahmet M.: Borçlar Hukuku Genel Hükümler, Ankara 2012, s. 865; Fidan, s. 184 ; Tanrıver, Makale-2, 25-26.  149  Pekcanıtez, Kitap, s. 82; Simil, s. 378. 150  21. HD, T. 06.03.2013, E. 2013/3004, K. 4066/2013. 151  Akil, s. 262. 2714Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım Doktrinde bazı yazarlarımız da Yargıtay la aynı görüşte olup, manevi tazminat  taleplerinin  belirsiz  alacak  davasına  konu  oluşturamayacağını savunmaktadırlar. Bu yazarlarımızdan biri olan Budak a göre, davacı hakimin hayat tecrübelerine göre kabul edebileceği neticeyi talep miktarını öngörebilmeli ve mahkemeye  makul  bir talep miktarıyla dava açmalıdır. Sadece hakimin tazminat miktarıyla ilgili kanaatinin ne şekilde oluşacağını tam olarak tahmin edememek belirsiz alacak davası açmaya  hak veren  bir hukuki  menfaat sayılmamalıdır.  Ancak  manevi  tazminatın  sebebini  oluşturan  zararın gelişmekte olduğu (örneğin haksız fiil mağduru davacının, tıbbi tedavisinin ne şekilde sonuç vereceğin tahmin edilemediği) hallerde manevi tazminat davası da belirsiz alacak davası olarak açılabilmelidir.  Budak ın aksine Pekcanıtez, manevi tazminat taleplerinin belirsiz alacak davası  olarak  açılabilmesi  yönünden  zararın  gelişmekte  olup  olmadığına ilişkin bir ayrımın yapılmasını doğru bulmamaktadır. Pekcanıtez e göre, zararın gelişmekte olduğu hallerde değişiklik davasının koşulları söz konusu olmaktadır.  Değişiklik  davasının  düzenlendiği  TBK  m.  75,   Bedensel zararın kapsamı, karar verme sırasında tam olarak belirlenemiyorsa hâkim, kararın kesinleşmesinden başlayarak iki yıl içinde, tazminat hükmünü değiştirme  yetkisini  saklı  tutabilir   şeklinde  düzenlenmiş  olup  zararın gelişmekte olduğu hallerde bu madde uyarınca hareket edilecektir.  Değişiklik davası sadece kanunun izin verdiği hallerde açılabilen bir dava olmakla birlikte manevi tazminat talepleri bakımından değişiklik davasının açılmasında herhangi bir engel yoktur. Belirsiz alacak davasında, davanın başında  talep  sonucunun  belirlenememesi  ile  zararın  artması  arasında herhangi bir bağlantı bulunmamaktadır. Zira, belirsiz alacak davasında alacaklı tahkikatın sonunda kesin talep sonucunu belirleyerek hükmün buna                                                  152  Budak, Ali Cem: Belirsiz Alacak Davası, Bankacılar Dergisi, Özel Sayı, Y. 2013, s. 84; Darende, s. 25; Karaaslan, s. 52; Kılıçoğlu, Ahmet M., s. 865; Tanrıver, Kitap, s. 600; Tanrıver, Süha: Belirsiz Alacak Davası Ve Bu Bağlamda Uygulamada Yaşanan Güncel Sorunlar, Türkiye Noterler Birliği Dergisi, Y.2015-2, S.2, s. 24 (Makale-2); Yavaş, Murat: Belirsiz Alacak Davasının İş Davalarına Etkileri, İş Hukukunda Güncel Sorunlar (2), Seminer-25 Mayıs 2012, İstanbul 2012, s. 65.  153  Budak, s. 84.  154  Budak, s.85; Aynı yönde bkz. Karaaslan, s. 55-56.  155  Pekcanıtez, Makale, s.30.  156  Pekcanıtez, Kitap, s. 43; Pekcanıtez, Makale, s. 30. 157  Pekcanıtez, Makale, s. 30.   2715Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  göre verilmesini sağlayacak ve kural olarak hükmün değiştirilmesine gerek kalmayacaktır.  Kılıçoğlu, manevi tazminat davasının belirsiz alacak davası şeklinde açılamayacağına ilişkin görüşünü haksız eylem sonucunda kişinin uğradığı zararın belirsiz olmadığı ve manevi zararın bölünmezliği ile açıklamıştır.  Tanrıver e göre manevi tazminat hususunda hakime verilen geniş takdir yetkisinden, bu tür taleplerin belirsiz alacak davası biçiminde ileri sürülebileceği  anlamını  çıkarmamak  gerekir.  Manevi  tazminat  talepleri çoğunlukla parasal bir rakamla ifade edilse de, bu husus talep konusunun her durumda bir para alacağı olduğu anlamına gelmemektedir. Parasal bir manevi tazminat  talebi,  manevi  zararın  birebir  karşılığı  olmayıp,  bu  durum malvarlığına ilişkin davaların parasal değerinin dava dilekçesinde belirtilmesi gerektiğine ilişkin hükmün (HMK m. 119/1-d) doğal bir sonucudur. Buna karşılık, manevi tazminatın konusunu paradan başka bir şey de oluşturabilmekte ve böyle hallerde belirsiz alacak davası uygulanma alanı bulmamaktadır.  Manevi zarar bir bütündür, hukuka aykırı fiilin işlendiği anda duyulan acı, elem ve üzüntüyü ifade etmektedir. Manevi tazminat, hukuka aykırı fiil anıyla sınırlı olup zaman yayılamaz; buna bağlı olarak, davacının manevi tazminat olarak para talep ettiği hallerde tazminat miktarının zaman içinde artması veya azalması söz konusu olmaz. Başka bir deyişle, davacı uğradığı manevi  zararın  karşılığı  olarak  illa  para  olarak  talep  edecekse,  davanın başında, dava dilekçesinde sabit bir rakam ileri sürmek suretiyle böyle bir talepte bulunmalıdır. Bununla birlikte, davacı manevi tazminat olarak belli bir meblağ talep etmiş olsa bile hakim, TBK m.58/2 uyarınca paradan başka bir giderim biçimine hükmedebilme yetkisini de haizdir. Karaaslan a göre, manevi tazminat taleplerinin belirsiz alacak davasına konu edilememesinin nedeni ne manevi tazminatın bölünmezliği ne de manevi tazminat miktarının davacı tarafından belirlenebilir olması ile açıklanabilir. Manevi tazminat davalarının belirsiz alacak davası şeklinde açılamamasının asıl nedeni belirsiz alacak davasının düzenlendiği HMK nın 107 maddesidir. Manevi  tazminat  talepleri  bakımında  her  ne  kadar  HMK  m.  107/1 de öngörülen  belirli olmama  dolayısıyla  hukuki imkansızlık  şartı sağlanmış                                                  158  Pekcanıtez, Makale, s. 31. 159  Kılıçoğlu Ahmet M., s. 865. 160  Tanrıver, Makale-.2, s. 24.  161  Tanrıver, Makale-2, s. 25. 162  Tanrıver, Makale-2, s. 26. 2716Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım olsa da, maddenin 2. fıkrası manevi tazminat talepleri bakımından işlerlik kazanamamaktadır.  HMK m. 107/2 uyarınca davacı, karşı tarafın verdiği bilgi veya tahkikat sonucunda  alacağın  miktarı  veya  değerinin  tam  veya  kesin  olarak belirlenebilmesinin mümkün olduğu anda talep sonucunu arttırabilecektir. Ancak takdir yetkisinin asıl olduğu manevi tazminat talepleri bakımından davacı, son ana kadar hakimin takdir ettiği miktarı bilemeyeceğinden davanın başında göstermiş olduğu geçici (asgari) talep sonucunu HMK m. 107/2 çerçevesinde arttıramayacaktır. Zira, manevi tazminat davasında tazminat miktarının ne olacağını bilebilecek kişi sadece hakim olup, manevi tazminat talep edecek olan davacı sadece benzer olayda verilen tazminat miktarlarını göz  önünde  tutarak  bir  tahminde  bulunabilmektedir.  Buna  karşılık, Pekcanıtez e göre, HMK m. 107 nin manevi tazminat talepleri bakımından işlerlik  kazanmayacağını  kabul  etmek  mümkün  değildir.  Zira,  HMK m.107 de ne buna engel bir durum ne de böyle bir yorumu haklı kılan gerekçe bulunmaktadır.  Özellikle  HMK  m.  107/2  açısından  bakıldığında  davacı, pekala davanın başında gösterdiği geçici değeri tahkikat aşamasında tekrar değerlendirerek  mahkemeden  talep  ettiği  tazminat  miktarını  tam  olarak belirleyebilmektedir.  Darende ye göre, manevi tazminatın belirlenmesi hakimin takdir hakkı içinde  yer  almaktadır.  Manevi  tazminat  miktarını  hakimden  başkası belirleyemez. Manevi tazminatın belirlenememesi teknik bilgi yokluğundan yahut  hukuki  değerlendirme  noksanlığından  kaynaklanmamakta,  Borçlar Kanunu nun bu tazminatı belirleme yetkisini münhasıran hakime bırakmasından kaynaklanmaktadır. Manevi tazminatın belirsiz alacak davası şeklinde nitelendirilmesi, tek belirleyici  olan  hakimi  hükümden  önce  kararını  açıklamaya  zorlamak anlamına gelmektedir. Başka bir deyişle, hakimin hükümden önce takdirini açıklaması durumunda davacı, HMK m.107/2 ile uyumlu olarak manevi tazminat  alacağını  en  geç  tahkikat  sonuna  kadar  belirleyebilecek  ve dolayısıyla başlangıçta göstermiş olduğu geçici değeri arttırabilecektir.                                                   163  Karaaslan, s. 52.  164  Karaaslan, s. 53. 165  Pekcanıtez, Makale, s. 31. 166  Pekcanıtez, Makale, s. 32. 167  Darende, s. 24. 168  Darende, s. 24.   2717Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Ancak manevi tazminat miktarı, en geç tahkikatın sonunda değil aksine hükümle birlikte ortaya çıkabileceğinden böyle bir sonuca ulaşılması hatalı olmaktadır.  Belirsiz  alacak  davası  bakımından  kanun  koyucu,  davacıyı hakimin belirleyeceği kesin miktarın değil, hükmedebileceği tahmini miktarın belirlenebilir olmaması durumundaki imkansızlığın sonuçlarından korumaktadır. Aksi  halin  kabulü,  başka  bir  deyişle  hakimin  kesin  tespitinin  aranması, Kanun un amacının çok dışına çıkmakta ve hakimin tarafsızlığından kuşku duyulmasına yol açmakta dolayısıyla manevi tazminat taleplerinin belirsiz alacak  davası  biçimde  ileri  sürülebilmesinin  kabulü  mümkün  olmamaktadır.  Yavaş a göre, duyulan acı ve üzüntü karşılığı olarak belirlenecek olan miktarın sonradan arttırılmasına izin verilmesi halinde, fiil ile illiyet bağı kurmakta  zorlanılacak  ve  bazı  hayat  olayları sebebiyle  manevi  tazminat miktarının kötü niyetli olarak arttırılması söz konusu olacaktır. Pekcanıtez ise söz konusu gerekçelerin manevi tazminat taleplerinin belirsiz alacak davasına konu edilememesini yeteri kadar açıklayamadığı görüşündedir. İlk olarak, fiil ile illiyet bağının bulunması manevi tazminata karar verilebilmesi bakımından aranan bir husustur. Başka bir deyişle, fiil ile zarar arasında kurulan illiyet bağı prensip olarak manevi tazminat talebinin miktarı ile ilgili olmamakta dolayısıyla manevi tazminat taleplerinin sonradan arttırılması söz konusu illiyet bağının kurulmasını zorlaştırmamaktadır. İkinci olarak, ne tür hayat olaylarının manevi tazminat miktarının kötü niyetle arttırılmasına yol açacağı net bir şekilde ortaya konmamıştır. Bununla birlikte kötü niyetli talepler sadece manevi tazminat talepleri bakımından değil her dava bakımından gündeme gelebilmektedir.  Genel anlamda eda davalarının aksine manevi tazminat davalarında dava konusu alacak, hakime tanınan takdir yetkisi uyarınca ancak hüküm anında belirli hale gelebilmektedir. Başka bir deyişle, manevi tazminat davalarında dava  konusu  alacak,  tahkikat  sonunda  dahi  belirli  hale  gelememektedir. Kanaatimizce  bu  durum  manevi  tazminat  alacaklarının  belirsiz  alacak davasına  konu edilemeyeceğinin açık bir göstergesidir. Bununla  birlikte, manevi tazminat alacağının belirli hale gelebilmesi adına hakimi, hükümden önce tazminata ilişkin takdirini açıklamaya zorlamak da yanlış olacaktır. Her                                                  169  Darende, s. 25. 170  Yavaş, s. 65.  171  Pekcanıtez, Makale, s. 35. 2718Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım ne kadar hakimin alacağa ilişkin görüşünü hükümden önce belirtmiş olmasıyla HMK m. 107/2 anlamında dava konusu alacağın belirli hale gelebilmesi sağlanabilirse de bu sefer manevi tazminatın doğasına aykırı hareket edilmesi söz konusu olacaktır. Buna karşılık, belirsiz alacak davasının konusunu kesin bir talep  sonucundan  ziyade  hakimin  hükmedebileceği  tahmini  bir  talep sonucunun oluşturduğu kabul edilecek olursa, bu tahmini talep sonucunun belirlenebilmesi  gerek  karşı  tarafın  verdiği  bilgiler  gerekse  de  delillerin incelenmesi ile en geç tahkikat sonunda mümkün olabilecektir. Dolayısıyla ancak böyle bir durumda manevi tazminat talepleri belirsiz alacak davasının konusunu oluşturabilecektir.  SONUÇ Manevi tazminat taleplerinin kısmi davaya konu olup olmayacağına ilişkin  ilk  olarak,   kısmi  dava  açılabilmesi  talep  konusunun  bölünebilir olmasına bağlı olup bunun en tipik örneğini para alacakları oluşturmakta; manevi  tazminat  taleplerinin  konusunu  da  çoğunlukla  para  alacakları oluşturduğundan  manevi  tazminat  davaları  kısmı  dava  şeklinde açılabilmektedir  çıkarımı yapılabilmektedir. Böyle bir çıkarım, ilk bakışta doğru görünse de gerek manevi zarar gerek manevi tazminat kavramları bakımından daha ayrıntılı bir değerlendirme yapılması gerekmektedir.  İlk olarak, çoğunluk görüşe göre manevi zarar, zamana yayılamaz ve bir defada  toptan  istenmesi  gerekir.  Bu  görüş  de  bizi,   manevi  tazminatın bölünmezliği  kavramına götürmektedir. İkinci olarak, manevi tazminatın çoğu zaman alelade bir para alacağı olarak ifade ediliyor olması kanuni bir zorunluluktan (HMK m. 119/1-d) ileri gelmektedir.  Gerçekten de manevi tazminatın konusunu her durumda alelade bir para alacağının oluşturacağı şeklinde bir sonuca varmak yanlıştır. Zira, manevi tazminat talepleri bakımından hakimin takdir yetkisi asıl olup, hakim bu takdir yetkisi uyarınca manevi tazminat olarak bir miktar paranın ödenmesinin yanı sıra başka bir giderim biçimine de karar verebilmektedir. Hatta hakimin, sadece para dışı bir giderim biçimine de hükmedebilme yetkisi vardır. Bu hallerde, manevi tazminatın konusunu para alacağının oluşturduğu dolayısıyla kısmi davaya konu edilebileceği şeklinde doğrudan bir çıkarım yapılması mümkün görünmemektedir.   Manevi  tazminat  taleplerinin  belirsiz  alacak  davasına  konu  olup olmayacağına ilişkin ilk olarak,  Belirsiz alacak davasının açılabilmesi talep   2719Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  sonucunun  miktar  veya  değerinin  tam  ve  kesin  olarak  belirlenmesinin imkansız yahut davacıdan beklenemeyecek olmasına bağlı olup, bu durumun en tipik örneğini, hükmedilecek miktarın hakimin takdirinde olduğu haller oluşturmaktadır.  Dolayısıyla,  hükmedilecek  miktarın  hakimin  takdirinde olduğu  manevi  tazminat  davaları  da  belirsiz  alacak  davası  şeklinde açılabilmektedir  çıkarımı yapılabilmektedir. Ancak, kısmi davada yapmış olduğumuz gibi, burada da konunun özellikle manevi tazminat davaları ve hakime verilen geniş takdir yetkisi bakımından incelenmesi gerekmektedir.  Manevi  tazminat  davaları  bakımından  hakime  verilen  geniş  takdir yetkisinin,  belirsiz  alacak  davasının  temel  şartlarından  birini  oluşturan  beklenemezlik veya hukuki imkansızlık  açısından değerlendirilmesi önem taşımaktadır. Manevi tazminat taleplerinin belirsiz alacak davası şeklinde ileri sürülebileceği  kabul  edildiği  takdirde,  davacının  dava  başında,  manevi tazminat olarak göstermiş olduğu geçici değerin en geç tahkikat sonuna kadar belirli  hale  gelmesi  gerekmektedir  (HMK  m.107/2).  Buna  karşılık, hükmedilecek manevi tazminat miktarı, hakimin takdir yetkisi dolayısıyla ancak davanın sonunda belirli hale gelebilmektedir. Başka bir deyişle, manevi tazminat bakımından hakime verilen geniş takdir yetkisi HMK m. 107/2 nin gerçekleşmesine engel olmakta, davacı alacağının miktarını ancak davanın sonunda yani hükümle birlikte belirleyebilmektedir. Alacağın en geç tahkikat sonunda belirli hale gelebilmesi için doktrinde belli çözüm önerileri ortaya atılmıştır. Bunlar, hakimin hükümden önce takdir edilen tazminatı açıklaması ve  hakimin  dava  başında  gösterilen  geçici  (asgari)  talep  sonucunun arttırılmasını  beklemeksizin  kesin  talep  sonucuna  hükmedebilmesidir. Kanaatimizce, her iki durum da yürürlükteki hukuk bakımından mümkün görünmemektedir.  Hakimin hükümden önce takdir edilen tazminatı açıklaması hakimin reddi  sebeplerinden  birini  oluşturur.  Somut  durumun,  HMK  m.  36/1-b kapsamında değerlendirilebilmesi mümkündür. HMK m. 36/1-b uyarınca hakimin, davada iki taraftan birine veya üçüncü kişiye kanunen gerekmediği halde görüşünü açıklamış olması halinde hakimin reddi sebebi söz konusu olmaktadır. Kaldı ki, takdir edilen manevi tazminat miktarının hükümden önce açıklanmasının herhangi bir kanuni dayanağı da bulunmamaktadır.  Hakimin  dava  başında  gösterilen  geçici  (asgari)  talep  sonucunun arttırılmasını beklemeksizin kesin bir talep sonucuna hükmedebilmesi ise HMK  m.  26 da  düzenlenen  taleple  bağlılık  ilkesine  aykırı  olup,  anılan maddenin  2.  fıkrasında  düzenlenen istisna  kapsamına  da  girmemektedir. 2720Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım Ayrıca, dava başında gösterilen geçici (asgari) talep sonucu arttırılmadığı takdirde hakimin bu talep sonucu üzerinden hüküm verebileceği kuralı da bu hususu desteklemektedir. Dolayısıyla, manevi tazminat davalarının belirsiz alacak davası şeklinde açılması  mümkün  görünmemektedir.  Çünkü  davacı,  davanın  başında belirleyemediği ve buna bağlı olarak geçici bir değer olarak gösterdiği talep sonucunu dava sonunda da belirleyememektedir.  KAYNAKÇA AKİL, Cenk: Kısmi Dava, Ankara 2013. ARSLAN,  Ramazan/YILMAZ,  Ejder/TAŞPINAR  AYVAZ,  Sema: Medeni Usul Hukuku, 1. Baskı, Ankara 2016. BUDAK, Ali Cem: Belirsiz Alacak Davası, Bankacılar Dergisi, Özel Sayı, Y. 2013, s. 82-86.  ÇELİK,  Ahmet  Çelik:  6100  Sayılı  Hukuk  Yargılama  Yasası na  Göre Tazminat ve Alacak Davaları Açılması Ve İzlenmesi, 2. Baskı, Ankara 2012. ÇİL, Şahin/KAR, Bektaş: 6100 Sayılı HMK ya Göre İş Yargısında Belirsiz Alacak Davası Ve Kısmi Dava, Ankara 2012. DARENDE, İhsan M.: Belirsiz Alacak Davası-Kısmi Dava İlişkisi, Leges Hukuk Dergisi, Y. 2012 (Ocak), S. 25, s. 11-26. ERCAN, İbrahim: Hukuk Muhakemeleri Kanunu na Göre Belirsiz Alacak Davası, Medeni Usul Ve İcra İflas Hukukçuları Toplantısı, İzmir 2012, s.102-183.  ERTAŞ, Şeref: Manevi Tazminatın Hukuki Niteliği ve Miktarının Tespiti, Prof. Dr. İlhan E. Postacıoğlu na Armağan, İstanbul 1990, s. 65-111. FİDAN, Nurten: Belirsiz Alacak Davasındaki Belirsizlikler, Aralık 2011, Y.6, S. 24, s. 177-187.  GÖKCAN, Hasan Tahsin: Haksız Fiil Hukuku ve Maddi- Manevi Tazminat Davaları, 1. Baskı, Ankara 2008. İYİMAYA, Ahmet: Sorumluluk Ve Tazminat Hukuku Sorunları, Ankara 1990.   2721Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  KARAASLAN, Varol: Manevi Tazminat Davaları Belirsiz Alacak Davası Şeklinde Açılabilir Mi?, Medeni Usul Ve İcra İflas Hukuku Dergisi, Y.2014/3, C.10, S.29, s. 37-58.  KILIÇOĞLU, Ahmet M.: Borçlar Hukuku Genel Hükümler, Ankara 2012. KILIÇOĞLU, Mustafa: Tazminat Hukuku, 6. Baskı, Ankara 2016. KURU, Baki/ARSLAN, Ramazan/YILMAZ, Ejder: Medeni Usul Hukuku Ders Kitabı, 25. Baskı, Ankara 2014. KURU, Baki: Hukuk Muhakemeleri Usulü (Cilt 2), 6. Baskı, İstanbul 2001. (Kitap) KURU, Baki: Medeni Usul Hukuku Ders Kitabı, İstanbul 2015. (Ders Kitabı) KURU, Baki: Medeni Yargıda Kısmi Alacak Davası Öldü, Yaşasın Belirsiz Alacak Davası Ve İdari Yargıda Yaşasın Genişletilmiş Kısmi Alacak Davası, Prof. Dr. Ramazan Arslan a Armağan, C.2, Ankara 2015, s. 1063-1072. (Makale) NOMER, Haluk N.: Manevi Tazminat Alacağında Kısmi Dava Mümkün Müdür ?, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Y.2000, C. LVIII, S.1-2, s. 221-229. ORHUNÖZ,  Ergun:  Tazminat  Davalarında  (Ölüm  ve  Bedeni  Zararlar) Uygulama Sorunları, Ankara 2000. ÖZTAN, Bilge: Medeni Hukukun Temel Kavramları, 32. Bası, Ankara 2010.  PEKCANITEZ, Hakan/ATALAY, Oğuz/ÖZEKES, Muhammet: Medeni Usul Hukuku Ders Kitabı, 2. Baskı, Ankara 2014. (Ders Kitabı) PEKCANITEZ, Hakan/ATALAY, Oğuz/ÖZEKES, Muhammet: Medeni Usul Hukuku, 6. Baskı, Ankara 2007. (Usul Hukuku) PEKCANITEZ, Hakan: Belirsiz Alacak Davası (HMK 107), Ankara 2011. (Kitap) PEKCANITEZ,  Hakan:  Manevi  Tazminat  Alacakları  Belirsiz  Alacak Davası Olarak Açılabilir Mi?, Medeni Usul Ve İcra İflas Hukuku Dergisi, Y.2015/1, C.11, S.30, s. 21-41. (Makale) SİMİL, Cemil: Belirsiz Alacak Davası, İstanbul 2013. TANRIVER, Süha: Medeni Usul Hukuku-Cilt I, Ankara 2016. (Kitap) 2722Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım TANRIVER,  Süha:  Kısmi  Dava  Kurumu  Üzerine  Bazı  Düşünceler, Makalelerim II (2006-2010), Ankara 2011. (Makale-1) TANRIVER, Süha: Belirsiz Alacak Davası Ve Bu Bağlamda Uygulamada Yaşanan Güncel Sorunlar, Türkiye Noterler Birliği Dergisi, Y.2015-2, S.2, s.3-38. (Makale-2)  ÜSTÜNDAĞ, Saim: Kısmi Davaya İlişkin Bazı Hukuki Sorunlar, Makaleler, İçtihat Tahlilleri, Çeviriler, Ankara 2010.  YAVAŞ,  Murat:  Belirsiz  Alacak  Davasının  İş  Davalarına  Etkileri,  İş Hukukunda Güncel Sorunlar (2), Seminer-25 Mayıs 2012, İstanbul 2012.  YILMAZ, Ejder: Makaleler (1973-2013) – 2. Cilt, Ankara 2014.                     2723",
     "Abstract": "Partial litigation has legally been regulated for the first time, under article 109 and also uncertain case of debt has been regulated under article 107 of                                                     Başkent Üniversitesi Hukuk Fakültesi, Medeni Usul ve İcra İflas Hukuku Anabilim Dalı Araştırma Görevlisi-2723  Basım KISMİ DAVA, BELİRSİZ ALACAK DAVASI VE MANEVİ TAZMİNAT TALEPLERİNİN BU DAVALARA KONU OLUP OLAMAYACAĞI SORUNU Partial Litigation, Uncertain Case of Debt and the Question of Whether Moral Compensation Claims Are Possible to be a Matter of the Suits or Not  Aybüke BASIM ÖZET Kısmi dava, Hukuk Muhakemeleri Kanunu nun 109.; belirsiz alacak davası ise 107. maddesinde ilk kez yasal olarak düzenlenmiştir. Kişinin uğradığı  manevi  zarar  dolayısıyla  duyduğu  elem  ve  ızdırabın  karşılığını oluşturan manevi tazminat alacaklarının bu davalar bakımından ileri sürülüp sürülemeyeceği ise tartışmalıdır. Bu noktada gerek manevi zararın soyut bir kavram olması gerekse de manevi tazminat talepleri bakımından hakime verilen takdir yetkisi önem taşımaktadır. Dolayısıyla, çalışmamızda ilk olarak kısmi dava, belirsiz alacak davası ve her iki dava arasındaki farklılıklar ele alınacak, daha sonra manevi tazminat taleplerinin bu davalara konu olup olamayacağı sorunu incelenecektir.  Anahtar  Kelimeler:  Hukuk  Muhakemeleri  Kanunu,  Kısmi  Dava, Belirsiz Alacak Davası, Manevi Tazminat Talepleri, Takdir Yetkisi.  ABSTRACT Partial litigation has legally been regulated for the first time, under article 109 and also uncertain case of debt has been regulated under article 107 of                                                     Başkent Üniversitesi Hukuk Fakültesi, Medeni Usul ve İcra İflas Hukuku Anabilim Dalı Araştırma Görevlisi   2685Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Civil Procedure Law. The possible claims concerning the suits about the amends as a result of mental anguish and sufferings equitable of moral pain of an individual is controversial. At this point, the discretionary power given to judge is important because both moral damage is an abstract concept and demands of amend caused by moral damage. Therefore, partial litigation and uncertain case of debt and the variations between these two suits will be examined initially and then whether moral compensation claims are possible to be a matter of the suits or not will be analyzed.",
     "Metin": "Kısmi dava, 6100 sayılı Hukuk Muhakemeleri Kanunu nun (HMK) 109.; belirsiz alacak davası ise 107. maddesi ile ilk kez yasal olarak düzenlenmiştir. Ancak, HMK nın 109. maddesinin 2. fıkrası 6644 sayılı Yargıtay Kanunu İle Hukuk Muhakemeleri Kanunu nda Değişiklik Yapılması Hakkında Kanun un 4. maddesi ile yürürlükten kaldırılmıştır. Dolayısıyla, çalışmamızda bu hususa da yer verilmiş olup, kısmi davaya ilişkin açıklamalar bu doğrultuda yapılmıştır.  Manevi  tazminat  davasının  konusunu  kişinin  uğradığı  manevi  zarar dolayısıyla duyduğu elem ve ızdırabın giderilmesi oluşturmaktadır. Manevi tazminat genellikle para ile ifade ediliyor olsa da maddi tazminattaki gibi somut bir parasal zarar söz konusu değildir. Bu anlamda manevi zarar, söz konusu zarara yol açan fiilin işlendiği anda tam olarak belirlenemeyebilir. Zira, bu belirsizliğin temel sebeplerinden biri, manevi zararın tayininde hakime tanınan takdir yetkisidir. Böyle bir durumda, manevi tazminat taleplerinin kısmi  dava  ve  belirsiz  alacak  davasına  konu  olup  olamayacağı  sorunu gündeme gelmektedir.  Dolayısıyla,  çalışmamızın  asıl  amacı  söz  konusu  sorunu  çözüme ulaştırmaktır. Bu sorunu çözüme ulaştırmak bakımından yol gösterici olduğu düşünüldüğünden, öncelikle; kısmi dava, belirsiz alacak davası ve her iki dava arasındaki farklılıklar ayrıntılı bir şekilde ele alınacak olup, daha sonra manevi tazminat  taleplerinin  kısmi  dava  ve  belirsiz  alacak  davasına  konu  olup olamayacağı  sorununa  ilişkin  ortaya  atılan  görüşler  ve  tartışmalar incelenecektir.   2686Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım A. KISMİ DAVA KURUMU Davacının, aynı hukuki ilişkiden kaynaklanan alacağının veya hakkının tümünü değil şimdilik belli bir kısmını talep ederek açtığı davaya kısmi dava denir.  Bununla birlikte, davacı dava dışı tuttuğu kısmı ek dava açılması veya ıslah yolu ile mahkeme önüne getirebilme imkânına sahiptir. Davacı, dava dışı  tuttuğu  kısım  için  ek  dava  açtığı  takdirde  derdestlik  itirazı  ile  de karşılaşmayacaktır. Başka bir deyişle, kısmi dava ile ek davanın tarafları ve dava sebepleri aynı olsa da dava konuları birbirinden farklı olduğu için derdestlik itirazı gündeme gelmeyecektir. Buna karşılık kısmi davanın tamamen esastan reddine karar verilmiş ve bu karar şekli anlamda kesinleşmişse dava dışı tutulan kısım bakımından ek dava açılamaması gerekmektir. Zira kısmı dava konusu yapılan alacağın kaynaklandığı hukuki ilişkinin yokluğu kesin hüküm teşkil etmektedir. Davacı ıslaha başvurmuşsa, buradaki ıslah kısmen ıslah olacaktır. Davayı genişletme ve değiştirme yasağının istisnalarından biri olan ıslah kavramının bir türünü teşkil eden kısmen ıslah hem davacı hem de davalı tarafından bir davada ancak bir kez başvurulabilecek usuli bir çaredir. Kısmen ıslahla kapsatılacağı  andan  itibaren  yapılmış  olan  usul  işlemlerinin  yapılmamış sayılması söz konusu olur. Örneğin, davacı davasını değiştirmeyip, yalnızca genişletmek isterse kısmen ıslah yoluna başvuracaktır. Son olarak, HMK m. 141 uyarınca davacının kısmi dava devam ederken karşı tarafın açık rızası ile alacağının kalan kısmını aynı davada talep edebilmesi de mümkündür.  Kısmi dava açılabilmesi için, talep konusunun yani edimin bölünebilir olması  gerekmektedir.  Başka  bir  deyişle,  kısmi  dava  niteliği  itibariyle bölünebilir talepler için söz konusudur (HMK m. 109/1).                                                   1   Pekcanıtez,  Hakan/Atalay,  Oğuz/Özekes,  Muhammet:  Medeni  Usul  Hukuku  Ders Kitabı, Ankara 2014, s. 264 (Ders Kitabı); Akil, Cenk: Kısmi Dava, Ankara 2013, s. 63.  2   Kuru, Baki: Medeni Usul Hukuku Ders Kitabı, İstanbul 2015, s. 308. (Ders Kitabı)  3   Tanrıver, Süha: Medeni Usul Hukuku-Cilt I, Ankara 2016, s. 579. (Kitap) 4   Kuru, Baki/Arslan, Ramazan/Yılmaz, Ejder: Medeni Usul Hukuku Ders Kitabı, 25. Baskı, Ankara 2014, s. 314-315. 5   Çelik, Ahmet Çelik: 6100 Sayılı Hukuk Yargılama Yasası na Göre Tazminat ve Alacak Davaları Açılması Ve İzlenmesi, Ankara 2012, s. 192. 6   Kuru, Ders Kitabı, s. 146. 7   Kuru/Arslan/Yılmaz, s. 272; Buna karşılık, niteliği itibariyle bölünebilir olma ifadesini karşılayan bir misal bulmak zordur. Kuru, Ders Kitabı, s. 146.   2687Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Bölünebilir taleplerde talebin bir bölümü dava edilip diğer kısmı dava dışında bırakılmaktadır. Edimin bölünüp bölünemeyeceği sorunu bir usul hukuku sorunu değil; maddi hukuk sorunudur. Edimin bölünebilir olması ile kastedilen o edimin niteliğinde veya kıymetinde bir azalma olmaksızın kısmen ifa edilebilir nitelikte olmasıdır.   Bir davanın kısmi dava olarak nitelendirilebilmesi için alacağın tümünün aynı hukuki ilişkiden doğmuş olması ve bu alacağın şimdilik bir kesiminin dava edilmesi gerekir. Davacının aynı davalıdan farklı hukuki ilişkilere dayanarak birden fazla talebi varsa, bunlardan birini veya birkaçını talep ederek açtığı dava kısmi dava değildir. Burada davacı, farklı hukuki ilişkilerden kaynaklanan alacaklarının tamamını aynı kimseden talep etmektedir. Böyle bir durumda olsa olsa kümülatif dava yığılması söz konusu olabilir. Zira, talep  sonucunun  sayısına  göre  dava  çeşitlerinden  olan  kümülatif  dava yığılması, HMK m. 110 da düzenlenmiş olup, davacının aynı davalıya karşı olan birbirinden bağımsız, birden fazla asli talebini biri diğerinin yanında yer alacak şekilde aynı dava dilekçesinde birlikte ileri sürmesini ifade etmektedir.   Dava konusu olan alacak, bir alacağın belli bir kesimini değil bilakis tamamını ifade ediyor ise o zaman dava kısmi dava olarak nitelendirilemez. Başka  bir  deyişle,  alacaklının  farklı  hukuki  ilişkilerden  kaynaklanan alacaklarından sadece birini dava konusu yapması, onun kısmi dava açmış olduğu anlamına gelmemektedir. Zira kısmi dava tabiri alacağın tümünün dava edilmesi halinde açılan davaya verilen tam dava tabirinin karşıtıdır.  Davacının kısmi dava mı yoksa tam dava mı açtığı, dava dilekçesinin talep sonucu kısmından anlaşılır. Davacı, dava sebebi olarak gösterdiği hukuki ilişkiden doğan alacağının tümünü mü, yoksa yalnız bir kesimini mi dava ettiğini açıkça bildirmeli veya fazlaya ilişkin haklarımı saklı tutuyorum  ya  da   alacağımın  şimdilik  şu  kadarını  dava  ediyorum   gibi  bir  ifade kullanmak suretiyle dolaylı bir şekilde de olsa kısmi dava açtığını belli                                                  8   Tanrıver, Süha: Kısmi Dava Kurumu Üzerine Bazı Düşünceler, Makalelerim II (20062010), Ankara 2011, s. 96. (Makale-1) 9   Nomer, Haluk, N.: Manevi Tazminat Alacağında Kısmî Dava Mümkün Müdür ?, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Y.2000, C. LVIII, S.1-2, s. 223. 10  Arslan, Ramazan/Yılmaz, Ejder/Taşpınar Ayvaz, Sema: Medeni Usul Hukuku, 1. Baskı, Ankara 2016, s. 306.  11  Tanrıver, Makale-1, s. 95. 12  Yılmaz, Ejder: Makaleler (1973-2013) – 2. Cilt, Ankara 2014, s.1977. 13  Yılmaz, s.1977. 2688Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım etmelidir. Zira bu son hal dahi, davanın kısmi dava olarak nitelendirilebilmesi için yeterlidir. Şayet, davacı alacağının yalnızca bir kesimi için dava açtığını açıkça yahut dolaylı bir biçimde bildirmemiş ise, dava kısmi dava değil tam dava sayılır. HMK m. 109 uyarınca hukukumuzda kısmi dava açılması mümkündür. Bu hususu, belli Yargıtay Kararları, HMK m.24 ve TBK m.84 düzenlemeleri de desteklemektedir.  Kısmi dava açılabilmesi, yargılama prosedürünün başlatılmasına ilişkin ilkelerden  biri  olan  tasarruf  ilkesine  uygundur. Tasarruf  ilkesinin  somut görünüm biçimlerinden biri olan HMK nın 24. maddesi bu açıdan önem taşır. HMK m.24/2 ye göre, kanunda açıkça belirtilmedikçe, hiç kimse kendi lehine olan davayı açmaya veya hakkını talep etmeye zorlanamaz. Başka bir deyişle, bir kimsenin dava yoluna başvurmayı tercih etmesi halinde, her koşulda, hakkın tamamını dava etmek, yani tam dava açmak zorunluluğu ile karşı karşıya bırakılması, onun dava açıp açmama veya açılacak olan davada ileri sürülecek olan talebin kapsamını belirlemede sahip olduğu serbestiye, özüne dokunacak hatta onu ortadan kaldıracak şekilde müdahale edilmesi anlamına gelir ki; buna da her şeyden önce hak arama özgürlüğü, hukuk devleti ilkesi (AY m.36 ve AY m.2) ve en nihayetinde tasarruf ilkesi izin vermez.  HMK m.24/2 kısmi davanın açılabilmesi açısından değerlendirildiğinde, maddede  geçen   kendi  lehine  olan  dava   ile  tam  davanın  kastedildiği sonucuna varmak mümkündür. Ancak, TBK nın kısmi ifayı düzenleyen 84. maddesi  uyarınca  da  alacaklının  alacağının  bir  kısmını  dava  yoluyla istemesine bir engel bulunmamaktadır (TBK m.84). Kısmi dava ilk bakışta davalının hukuki yararına aykırı olarak görülebilir. Bunun  nedeni,  davalının  birbirini  takip  eden  birden  fazla  kısmi  davaya muhatap  olması  ve  alacağın  tutarının  son  davaya  kadar  kesinlik kazanmamasıdır. Ancak davalı, kısmi davaya karşı dava olarak, borcun                                                  14  Kuru/Arslan/Yılmaz, s. 273. 15   Hukuk sistemimizde, kısmî dava açılmasını engelleyen bir hüküm mevcut değildir. Bu bakımdan alacaklı alacağının tümü hakkında dava açmak zorunda olmayıp fazlaya ilişkin hakkını saklı tutmak kaydı ile evvela alacağının bir bölümünü ve Yasanın verdiği bu hakkı kötüye  kullanmadıkça  ve  kısmî  dava  açma  hususunda  korunmaya  değer  bir  yararı bulundukça, alacağının kalan bölümünü sonradan açacağı kısmî dava ile talep edebilir.  21 HD., T. 6.11.1997, 7074/7186. (YKD, Y.1998, C.24, S.8, s. 1204-1205)  16  Tanrıver, Makale-1, s. 96. 17  Arslan/Yılmaz/Taşpınar Ayvaz, s. 307. 18  Nomer, s. 222.   2689Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  tamamının mevcut olmadığı hususunda bir menfi tespit davası açabilme olanağına sahiptir; dolayısıyla, kısmi dava, davalının hukuki durumunu ağırlaştırıcı bir etki doğurmamaktadır.  Zorunluluk halinde, birden fazla kısmi dava açma imkânı mevcut olup ayrıca, kısmi dava  açılabilmesi olanağı, yalnızca eda  davalarına  mahsus değildir; tespit davaları da kısmi dava olarak açılabilir.  Kısmi  dava  açılması  durumunda,  zamanaşımı  kesilmektedir.  Ancak kesilen zamanaşımı, yalnızca açılan dava kısmı açısından ortaya çıkıp dava edilmeyen kısım için zamanaşımı kesilmez. Aynı durum faizler için de söz konusudur. Zira faiz kısmi davaya konu olan alacak için yürütülebilecekken, dava dışı tutar için ancak ek dava açıldığı veya ıslaha başvurulduğu takdirde faiz yürütülebilir.  Faiz  konusuna  ilişkin  olarak  ayrıca  şu  hususa  dikkat  çekilmesi gerekmektedir. Faiz istenmeden yalnız asıl alacak için açılan dava, bir kısmi dava değildir; tam davadır. Çünkü faiz, asıl alacağın bir bölümü olmayıp, fer i nitelikte ayrı bir alacaktır. Asıl alacak davasında faiz istenmemiş ve faiz isteme hakkı saklı tutulmamış olsa bile, davacı, faiz alacağından zımnî olarak feragat etmiş sayılmaz; daha sonra faiz için ayrı bir dava açabilir.  Mahkeme  kısmi davanın tamamen  kabulüne  karar vermiş  ise kısmi davada verilen hüküm, açılacak ek davada kesin delil teşkil eder. Zira bu husus kısmi dava kurumunun başlıca amaçlarından birini oluşturur. Bununla birlikte açılan ek davada, alacağın bir kesiminin konu edildiği ilk davanın hakiminin, alacağın tamamına ilişkin yaptığı tespit kesin hüküm kuvvetine sahip değildir. Dolayısıyla bu iki husus birbirine karıştırılmamalıdır.  Dava dilekçesinde fazlaya ilişkin hakların saklı tutulmaması halinde, dava  edilmeyen  alacaktan  feragat  edilip  edilmediği  hususu  ise  HMK m.109/3 te  düzenlenmiştir.  Bu  düzenlemeye  göre,  dava  açılırken  talep konusunun kalan kısmından açıkça feragat edilmiş olması hali dışında, kısmi dava açılması talep konusunun geri kalan kısmından feragat edildiği anlamına                                                  19  Nomer, s.222; Tanrıver, Makale-1, s. 96-97; Kuru, Ders Kitabı, s. 147. 20  Nomer, s.222; Tanrıver, Makale-1, s.96-97. 21  Yılmaz, s. 1978. 22  Yılmaz, s. 1979. 23  Arslan/Yılmaz/Taşpınar Ayvaz, s. 308. 24  Kuru/Arslan/Yılmaz, s. 274. 25  Kuru/Arslan/Yılmaz, s. 274. 26  Nomer, s. 222. 2690Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım gelmemektedir. Dolayısıyla, talep konusunun geri kalan kısmından açıkça feragat edilmiş olmadıkça, kısmi dava açmış olan davacının ileride ek dava açmasına  veya  davaya  konu  edilmemiş  kısım  için  ıslah  yoluna başvurmasına herhangi bir engel yoktur. Son  olarak,  kısmi  davanın  açılabilmesi  bakımından   talep  konusu miktarın taraflar arasında tartışmalı veya belirsiz olması  şartının düzenlendiği HMK m. 109/2, 01.04.2015 tarihinde, 6644 sayılı Yargıtay Kanunu İle Hukuk Muhakemeleri Kanunu nda  Değişiklik  Yapılması  Hakkında  Kanun un  4. maddesi ile yürürlükten kaldırılmıştır.  Daha  önceki  dönemde,  HMK  m.  109/2 nin  Anayasa nın  belli maddelerine  -özellikle  de  hak  arama  özgürlüğünün  düzenlendiği  36. maddesine- aykırı olduğu ileri sürülerek iptali talep edilmiş olup, Anayasa Mahkemesi  bu  talepleri,  HMK  m.109/2 nin  amacını  gerekçe  göstererek reddetmiştir.  Anayasa  Mahkemesi ne  göre,  kısmi  davanın  amacı,  talep konusunun taraflar arasında tartışmasız ve açıkça belirli olduğu durumlarda kısım kısım dava edilmesi suretiyle dava sayısının artışının engellenmesi ve bu hususun da yargılama faaliyetlerini hızlandırmasıdır.  HMK  109 un  yürürlükten  kaldırılmasıyla  birlikte  artık  kısmi  dava açılmasının önünde  dürüstlük kuralına aykırı olma  hali dışında bir engel kalmamıştır. Buna karşılık, HMK 109/2 nin yürürlükte olduğu dönemde sadece niteliği itibariyle bölünebilen ve likit olmayan alacaklar bakımından                                                  27  Kuru/Arslan/Yılmaz, s. 274. 28  Pekcanıtez/Atalay/Özekes, Ders Kitabı, s. 266.  29   Bölünebilen edimlerde, alacak kesinlik görüntüsü içinde olsa dahi kısmi dava hakkının yasaklanamayacağı(I), giderek bu konuda sayı sınırının da konamayacağı(II), davanın somut niteliğine göre dürüstlük kuralına aykırılık var ise bu konuda bir usulî ve içtihadî boşluğun bulunmadığı (HMK m. 29, TMK m.2,3) (III), Hukuk Muhakemeleri Kanunun 109/2 hükmünün hak arama özgürlüğü ve adil yargılanma hakkı ile çatışma içinde olduğu (Anayasa m. 36) (IV), tasarruf ilkesiyle de çeliştiği (Anayasa m. 35, HMK m. 29/1) (V) ortaya konmuş ve fıkranın yürürlükten kaldırılması eğilimi, Komisyon bütününde yoğunluk kazanmıştır. Beliren eğilim doğrultusunda  MADDE 4- 12/1/2011 tarihli ve 6100 sayılı Hukuk  Muhakemeleri  Kanununun  109  uncu  maddesinin  ikinci  fıkrası  yürürlükten kaldırılmıştır.  biçimindeki değişiklik öngören ilga önergesi kabul edilerek çerçeve 4 üncü madde  olarak  ihdas  edilmiştir.   https://www.tbmm.gov.tr/sirasayi/donem/yil/ ss.pdf (Erişim Tarihi: 10.05.2016) 30  AYMK, T. 24.05.2012, E. 2011/134, K. 2012/83. 31  Ayrıntılı bilgi için bkz. Akil, s. 99-103. 32  http://www.hukukihaber.net/mevzuat/hmk-da-onemli-degisiklik-h47.html  (Erişim Tarihi: 03.05.2016)   2691Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  kısmi dava söz konusu olabilmekte; bu durum ise, kısmi davanın uygulama alanını büyük ölçüde kaldırmaktaydı. Hatta Kuru, bu husus uyarınca, belirli alacaklar bakımından kısmi davanın öldüğü; HMK m. 109 hükmünün ölü doğduğu görüşünü benimsemiştir.  B. KISMİ DAVA- HUKUKİ YARAR İLİŞKİSİ Kısmi dava kurumu ile, alacaklının, alacağının tümü için dava açmak zorunda  olmayıp,  alacağının  şimdilik  belli  bir  bölümünü  dava  konusu yapabileceğine cevaz verilmiştir. Ancak, alacaklının böyle bir kısmi dava açmada korunmaya değer bir hukuki yararının bulunması gerekir. Başka bir deyişle, kısmi davaya başvuru hakkı hukuki yararın varlığı ile sınırlıdır. Kısmi dava açılmasının temel nedeni, davanın kaybedilmesi halinde ortaya  çıkabilecek  olan  yargılama  giderlerini  ödeme  riskinin  en  aza indirilmesidir. Bununla birlikte, özellikle de dava konusu alacağın yüksek olması  ve  davanın  reddi  halinde  yüksek  yargılama  giderlerine  mahkum edilmemek için açılan kısmi davalar bakımından hukuki yararın var olup olmadığı hususunda görüş ayrılıkları mevcuttur.  Bir  görüş,  böyle  bir  durumda  hukuki  yararın  bulunmadığını  aksine ekonomik yararın bulunduğunu söylemektedir. Zira, bir alacağın küçük parçalara bölünerek, her parça için ayrı ayrı dava açılmasında, korunmaya değer bir hukuki yarar yoktur. Böyle  bir uygulama  davalının taciz ve huzursuz  edilmesi,  bir  anlamda  mağduriyetine  sebep  olur.  Dolayısıyla, davacının, alacağını küçük parçalara bölerek her parça için ayrı kısmi dava açmasında  korunmaya  değer  bir  hukuki  yararı  olmadığı  gibi,  böyle  bir davranışı dürüstlük kuralının ve onun somut planda uygulama biçimini                                                  33  Kuru, 01.04.2015 tarihinden önce kaleme aldığı makalesinde, HMK m.109/2 den dolayı belirli alacaklar bakımından kısmi davanın uygulama alanının kalmamasının bertaraf edilebilmesi adına belli çözüm önerileri getirmiştir. Ayrıntılı bilgi için bkz. Kuru, Baki: Medeni Yargıda Kısmi Alacak Davası Öldü, Yaşasın Belirsiz Alacak Davası Ve İdari Yargıda Yaşasın Genişletilmiş Kısmi Alacak Davası, Prof. Dr. Ramazan Arslan a Armağan, C.2, Ankara 2015, s. 1065-1066. (Makale) 34  Kuru, Makale, s. 1065-1066.  35  Kuru/Arslan/Yılmaz, s. 273. 36  Tanrıver, Makale-1, s.97. 37  Yılmaz, s. 1977. 38  Pekcanıtez/Atalay/Özekes, Ders Kitabı, s. 265.  39  Kuru/Arslan/Yılmaz, s. 273. 40  Tanrıver, Makale-1, s. 97. 41  Tanrıver, Makale-1, s. 97. 2692Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım oluşturan hakkın kötüye kullanılması yasağının ihlali anlamına gelmektedir. Dolayısıyla, bu şekilde açılan davaların, dava şartlarının düzenlendiği HMK m. 114/1-h uyarınca usulden reddedilmesi gerekmektedir. Diğer  bir  görüşe  göre,  böyle  bir  durumda  hukuki  yararın  olmadığı şeklinde bir genellemeye ulaşmak doğru değildir. Zira bu genelleme, kısmi davanın yargılama giderlerinden tasarruf edilmesini temin amacıyla getirilmiş olan bir kurum olmasını anlamsız kılmaktadır.   Kanaatimizce, yargılama giderlerinden tasarruf etme anlamında hukuki yararın  bulunup  bulunmadığı  hususu  her  bir  somut  olay  için  ayrı  ayrı değerlendirilmelidir. Zira, reddedilen dava konusu alacağın yüksek olması nedeniyle  ödenecek  olan  yüksek  yargılama  giderinin  bertaraf  edilmesi düşüncesi, hakkın kötüye kullanılması sınırını aştığı takdirde hukuki yarar da söz konusu olmayacaktır.  C. BELİRSİZ ALACAK DAVASI I. Genel Olarak Dava dilekçesinde bulunması gereken zorunlu unsurlardan biri talep sonucudur (HMK m.119/1-ğ). Ancak, bazı hallerde maddi hukuk kurallarına göre talep sonucunun tam olarak belirlenmesi mümkün olmamaktadır. Başka bir  deyişle,  alacaklı  bazı  hallerde  alacağının  miktarını  tam  olarak belirleyememektedir. Bu hallerde, HMK nu  Belirsiz alacak ve tespit davası  kenar  başlıklı  107.  maddesi  gündeme  gelmektedir.  İlk  bakışta  anılan maddenin kenar başlığından tek bir dava olduğu anlaşılsa da burada iki ayrı dava düzenlenmiş olup bunlardan biri belirsiz alacak davası (HMK m.107/1,2) diğeri ise belirsiz alacakla ilgili tespit davasıdır (HMK 107/3). Bu çalışmada, söz konusu davalar ayrı ayrı ele alınacaktır.  II. Belirsiz Alacak Davası  Davanın açıldığı tarihte, davacının açacağı davada, talep sonucunun miktar yahut değerini tam ve kesin olarak belirleyebilmesinin kendisinden beklenemediği veya söz konusu miktar yahut değerin belirlemesinin imkansız olduğu durumlarda, dayandığı hukuki ilişkiyi ve asgari bir miktar ya da değeri belirterek açtığı davaya belirsiz alacak davası denir (HMK m. 107/1,2).                                                   42  Kuru/Arslan/Yılmaz, s. 273. 43  Tanrıver, Makale-1, s. 98.  44  Yılmaz, s. 1986.   2693Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Belirsiz alacak davasında, davacının dava açtığı tarihte talep sonucuna konu kılacağı alacak miktarı belirli olmadığından geçici (asgari) talep sonucu kavramı  karşımıza  çıkmaktadır.  Geçici  (asgari)  talep  sonucu  tümüyle davacının iradesine göre belirlilik kazanan miktarı veya değeri değil; somut olayın koşullarına ve özelliklerine göre, objektif çerçevede tespit edilmesi mümkün olan miktarı veya değeri ifade etmektedir.  Belirsiz alacak davasında davacı tahkikat sonunda, belirsiz olan alacağın miktar  veya  değerinin  tam  ve  kesin  olarak  belirlenebilmesinin  mümkün olduğu anda başka bir deyişle geçici (asgari) talep sonucunun kesin talep sonucuna dönüştüğü anda iddianın genişletilmesi ve değiştirilmesi yasağına tabi olmaksızın davanın başında belirtmiş olduğu talebini arttırabilir (HMK m.107/2). Ancak, alacağın belirli hale gelmesini mütakip ortaya çıkan yeni talep eksik olarak belirtilmişse, bundan sonra yeni bir arttırma isteğinin söz konusu yasağa tabi olacağı açıktır. Buna karşın, talep sonucunun kesin olarak belirtilmesinden sonra azaltılması mümkündür.  Belirsiz alacak davasında talep sonucunun belirlenmesi üç ayrı zaman dilimi içinde söz konusu olabilmektedir. Alacağın belirlenmesi ilk olarak, davanın açılmasını takiben davalı tarafın açıklaması ve mahkemeye bilgi sunmasında sonra; ikinci olarak, ispat aşamasının sonunda ve son olarak alacak  miktarının  hakimin  takdirine  göre  belirlendiği  hallerde  tahkikatın sonunda söz konusu olmaktadır.  HMK m. 107/1,2 anlamında belirsiz alacak davası mahkemeden istenen hukuki himayeye göre kural olarak bir eda davasıdır. Dolayısıyla, belirsiz alacak davası sonucunda verilen eda hükmü, bir eda davasında olduğu gibi (HMK m.105), içinde tespit hükmünü ve eda emrini barındırır. Eda davaları davalının bir şeyi vermeye, yapmaya ve yapmamaya mahkum edilmesini konu alan davalardır. Ancak belirsiz alacak davasında, davalının bir şeyi yapmama borcu söz konusu değildir. Başka bir deyişle, belirsiz alacak davasıyla davacı, davalının bir şeyi vermeye veya bir şeyi yapmaya mahkum edilmesini isteyecektir. Şayet, belirsiz alacak davasının konusu para ise, davacı davalının parayı  ödemeye  mahkum  edilmesine;  para  alacağı  dışındaki  alacaklar bakımından ise bir şeyi vermeye ya da yapmaya mahkum edilmesini isteyecektir.                                                  45  Tanrıver, Kitap, s. 585.  46  Kuru/Arslan/Yılmaz, s. 264. 47  Pekcanıtez, Hakan: Belirsiz Alacak Davası (HMK m. 107), Ankara 2011, s. 53. (Kitap) 48  Pekcanıtez, Kitap, s. 51-52. 49  Simil, Cemil: Belirsiz Alacak Davası, İstanbul 2013, s. 94. 50  Simil, s. 95. 2694Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım III. Belirsiz Alacakla İlgili Tespit Davası (HMK m. 107/3) a. Genel Olarak HMK m. 107/3  Ayrıca, kısmi eda davasının açılabildiği hallerde, tespit davası da açılabilir ve bu durumda hukuki yararın var olduğu kabul edilir.  şeklinde düzenlenmiştir. Söz konusu madde uyarınca açılabilen tespit davası, tüm alacağın tespiti için açılan tespit davası ve kısmi davanın yanında alacağın belirlenemeyen kısmının tespiti için açılan tespit davası olmak üzere iki şekilde incelenebilir. b. Tüm Alacağın Tespiti İçin Açılan Tespit Davası HMK  m.  107/3,   eda  davasının  açılabildiği  hallerde  tespit  davası açılmasında hukuki yarar yoktur  kuralının önemli bir istisnasıdır. Ancak bu istisna sadece HMK m. 107/3 uyarınca açılan tespit davalarında söz konusu olup, diğer tespit davaları bakımından işlerlik kazanmaz.  Maddeden de anlaşılacağı üzere, belirsiz alacakla ilgili tespit davası, HMK m. 106 da düzenlenen genel anlamda tespit davasından farklıdır. Alacağın tam ve kesin olarak belirlenemediği durumlarda alacaklı, HMK m. 107/3 düzenlemesi uyarınca alacağının tespitini talep edebilmektedir. Burada, alacaklı talep sonucunun bir kısmını belirleyebilmekte ancak belirleyebildiği kısım için bir eda davası açmamakta, alacağının tümü için bir tespit davası açmaktadır.  Zira,  yukarıda  bahsedilen  istisna,  alacağın  belirlenebilen kısmının da tespit davasının konusu olması bakımından önem taşımaktadır. Mahkeme, alacağın tümünün tespiti talebi karşında davacının alacaklı olup olmadığını inceleyecek ve alacaklı ise alacağın miktarını tespit edecektir. Ancak, mahkemenin bu yönde vereceği kararın bir tespit hükmü niteliği taşıdığı ve söz konusu hükmün icraya konulamayacağı hususu unutulmamalıdır.  Böyle  bir  durumda,  davacının  alacağına  ilamlı  icra  yolu  ile kavuşabilmesi, sonradan açacağı eda davası ile mümkün olabilir.  HMK m. 107/3 e ilişkin olarak Yılmaz, belirsiz alacaklarda doğrudan doğruya HMK m. 107/1-2 nin işletilmesi yani salt belirsiz alacak davası açılması  gerektiği  görüşündedir.  Yılmaz  bu  görüşünü,  belirsiz  alacak davasının bütün bir alacak için zamanaşımını kesmesine ve bir eda davası                                                  51  Yılmaz, s. 1996; Pekcanıtez, Kitap, s. 76. 52  Yılmaz, s. 1996. 53  Pekcanıtez, Kitap, s. 74. 54  Yılmaz, s. 1997.   2695Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  olması itibariyle içinde hem tespit hükmü hem de eda emri barındırmasının alacaklıya sağladığı faydaya dayandırmıştır. Pekcanıtez ise, alacaklının, talep sonucunun belirleyebildiği kısmını dava konusu yapıp, geri kalan kısmını dava sırasında herhangi bir engelle karşılaşmadan talep edebileceği ve bu dava sonunda elde ettiği hükmü ilamlı icra takibine koyabileceği halde sadece tespit hükmü almakla yetinmesinin genel  olarak  makul  bir  sebebinin  olmadığı  kanısındadır.  Alacaklı  tespit davasının  sonunda  elde  edeceği  hükümle  sadece  ilamsız  icra  takibi yapabilmektedir. Şayet, borçlu söz konusu takibe itiraz ederse, alacaklı her ne kadar  itirazın  kaldırılması  veya  itirazın  iptali  davası  yollarından  birine başvurup  alacağın  yüzde  yirmisi  oranında  icra  inkar  tazminatına hükmedilmesini sağlasa da aynı alacak için iki kez dava açmış olacaktır. Zira, tespit davasının belirsiz alacak davasına nazaran olumsuz tarafı da budur. Bu durum her şeyden önce usul ekonomisine aykırıdır. c.  Kısmi  Davanın  Yanında  Alacağın  Belirlenemeyen  Kısmının Tespiti İçin Açılan Tespit Davası  Talep  sonucunu  belirleyemeyen  davacının  alacağını  belirleyebildiği kısmı  için  kısmi  dava  açıp,  geri  kalan  kısmının  tespitini  de  istemesi mümkündür. Dolayısıyla kısmi davanın yanında alacağın belirlenemeyen kısmının tespiti için açılan tespit davası belirsiz alacak davasından ziyade kısmi dava ile ilişkilidir.  Bu düzenlemenin amacı zamanaşımı ile ilgilidir. Yukarıda belirtildiği üzere, davanın açıldığı tarihte, kısmi davada zamanaşımı sadece davaya konu edilen miktar bakımından kesilmekte ve dava dışı tutulan kesim bakımından zamanaşımı ancak ek davaya veya ıslaha başvurulması halinde kesilmektedir. Hal böyle olunca, özellikle de uzun yargılama sürelerinin etkisiyle dava dışı tutulan alacağın zamanaşımına uğrama tehlikesi söz konusu olmaktadır. İşte, HMK m. 107/3 bu tehlikeyi bertaraf etmek için öngörülmüş olup, madde gerekçesinde de  miktarı belirsiz alacaklarda zamanaşımının dolmasına çok kısa sürenin varolduğu hallerde yalnızca tespit yahut kısmi eda ile birlikte tespit davasının açılabileceği genel olarak kabul edilmektedir.  denilerek aynı hususa işaret edilmiştir.                                                    55  Pekcanıtez, Kitap, s. 74, 77-78. 56  Pekcanıtez, Kitap, s. 80. 2696Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım D. BELİRSİZ ALACAK DAVASININ KOŞULLARI I.  Talep sonucunun miktar  veya  değerinin tam ve  kesin olarak belirlenmesinin  imkansız  yahut  davacıdan  beklenemeyecek  olması gerekmektedir. Belirsiz  alacak  davası,  davacının  dava  dilekçesinde  talep  sonucunu belirleyemediği veya belirlemesinin imkansız olduğu hallerde açılabilecek bir davadır. Başka bir deyişle, davacı alacağının miktarını belirleyebilir durumda ise belirsiz alacak davası açmasında hukuki yararı yoktur (HMK 114/1-h)57.  Belirsiz alacak davasında her ne kadar alacağın tamamının hüküm altına alınması talep edilse de dava dilekçesinde belirtilen talep sonucu geçici (davanın açıldığı anda belirlenebilen) bir talep sonucudur. Bu talep sonucu, davacının davanın açıldığı ana kadar belirleyebildiği alacağının miktarını veya  değerini  ifade  etmekte  ve  daha  sonra  kesin  talep  sonucuna dönüştürülebilmektedir.  Dava  açılırken  ödenmesi  gereken  harç  miktarı özellikle de harcın kamu düzeni ile ilgisi dikkate alındığında, geçici (asgari) talep sonucu üzerinden tahsil edilecek olup kesin talep sonucu bildirildiğinde ise eksik olan harç sonradan hakim tarafından tamamlatılacaktır. Talep  sonucunun  belirlenmesinin  imkansız  olması  davacının  talep sonucunu  hiçbir  şekilde  belirleyememesi  anlamına  gelmektedir.  Talep sonucunun  belirlenmesinin  imkansız  olduğu  haller biyolojik  imkansızlık, hukuki anlamda imkansızlık, dava sonunda hükmedilecek miktarın tamamen hakimin takdirinde olması ve sübjektif imkansızlıktır.  Davacının davanın açılığı tarihte talep sonucuna konu kıldığı alacağın miktarını yahut değerini tam ve kesin olarak belirleyebilmesinin kendisinden beklenemeyecek olması hususunun tayininde HMK m. 29 ve TMK m. 2 yi göz  önünde  bulundurmak  gereklidir.  Kısaca  beklenemezlik  şeklinde adlandırabileceğimiz bu hususun tayininde davacının, doğruluk ve güven kuralı  çerçevesinde  dürüst,  makul  ve  orta  zekalı  bir  insanın  göstermesi gereken dikkat ve özeni göstermesine rağmen, alacak tutarını tam ve kesin olarak belirleyebilmesinin mümkün olup olmadığı esas alınmalıdır.  Alacak  miktarı  üzerinde  taraflar  arasında  uyuşmazlık  veya  tartışma olduğu  durumlarda  talep  sonucunun  belirlenmesinin  davacıdan  beklenir                                                  57  Yılmaz, s. 1987. 58  Yılmaz, s. 1994; Pekcanıtez, Kitap, s. 42. 59  Pekcanıtez, Kitap, s. 43-45. 60  Tanrıver, Kitap, s. 582.   2697Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  olması söz konusu değildir. Aksi takdirde, son derece istisnai hallerde uygulama alanı bulması gereken belirsiz alacak davasının hemen hemen tüm eda davaları bakımından gündeme gelebilmesi söz konusu olacak; böyle bir durumda da belirsiz alacak davası bağlamında kanun koyucunun gütmüş olduğu  amacın  dışına  çıkılmış  olunacaktır.  Zira,  beklenemezlik  hususu                ile,   objektifleştirilmiş  dikkat  ve  özen  çerçevesinde  beklenemezlik 62 kastedilmektedir. II.  Davacı,  dava  dilekçesinde  geçici  (asgari)  talep  sonucunu belirtmelidir. Belirsiz alacak davası açan davacının alacağını tam olarak belirleyememesi onun dava dilekçesinde geçici (asgari) bir talep sonucu göstermeyeceği anlamına gelmemektedir. Davacının dava dilekçesinde göstermesi gereken geçici  (asgari)  talep  sonucu  istenildiği  kadar  gösterilebilecek  bir  miktar olmayıp, bu miktar davacının dava açtığı sırada asgari olarak belirleyebildiği bir miktar olmalıdır. Başka bir deyişle, asgari miktar davacının talep ettiği en az miktarı değil dava açtığı sırada belirleyebildiği miktarı ifade etmektedir.  Davacı talep sonucunu -sırf daha az harç ödemek adına- belirleyebildiği asgari miktardan daha az gösterirse, HMK m. 29/1 devreye girecektir. HMK m. 29/1   Taraflar  dürüstlük  kuralına uygun davranmak  zorundadırlar.  şeklinde düzenlenmiş olup dürüstlük kuralının usul hukuku bakımından da işlerlik  kazandığının  bir  göstergesidir.  Böyle  bir  durumda  hakim,  talep sonucunun belirlenebilir olan kısmının eksiksiz olarak gösterilmesini ve eksik olan  harcın tamamlatılmasını istemeli;  söz  konusu  eksiklikler  giderildiği takdirde davaya devam etmelidir.  Davacının dava açarken belirlediği en az miktar olan geçici (asgari) talep sonucu yanında, hükmedilmesini talep ettiği en yüksek miktarı göstermesi gerekmez. Başka bir deyişle, belirsiz alacak davasında davacı talep sonucunu belirlemek  hakkı  saklı  olarak,  geçici  (asgari)  bir  talep  sonucu  ileri sürmektedir. Geçici talep kesin talebe dönüştüğünde, yani talep sonucu kesin olarak belirlenebilir hale geldiğinde davacı bu kesin talep sonucunu mahkemeye bildirecektir. Zira, mahkemenin yargılama giderlerine hükmedebilmesi ve  kanun  yollarına  başvuru  talep  sonucunun  belirlenmesiyle  mümkün                                                  61  Simil, s. 208. 62  Tanrıver, Kitap, s. 582. 63  Pekcanıtez, Kitap, s.48. 64  Pekcanıtez, Kitap, s. 49. 2698Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım olabilmektedir.  Talep  sonucu  belirlenemediği  takdirde  mahkeme,  geçici (asgari) talep sonucuna göre hüküm verecektir.  III.  Davacı,  talep  sonucunu  dayandırdığı tüm  vakıaları  eksiksiz olarak bildirmelidir.  Belirsiz  alacak  davası,  genel  olarak  davacının  dava  açarken  talep sonucunu tam olarak belirleyemediğini gösterir. Belirsiz alacak davasında belirlenemeyen  şey  talep  sonucudur  ve  bu,  talep  sonucunun  dayandığı vakıaların belirsiz olduğu anlamına gelmemektedir. Başka bir deyişle, talep sonucunun dayandırıldığı vakıaların eksiksiz olarak bildirilmesi bakımından belirsiz alacak davası ile talep konusu belirli olan bir dava arasında herhangi bir farklılık yoktur. Sonuç olarak, belirsiz alacak davasında talep sonucu tam olarak belirtilemese bile, davacı bu talep sonucunun dayandığı tüm vakıaları eksiksiz olarak bildirmelidir (HMK m. 119/1-e). Aksi takdirde davalının kendisini  savunmasında  büyük  zorluklar  ortaya  çıkabilir.  Zira,  davacı başlangıçta belli olmayan talep sonucunu, belirlenebilmesi mümkün olduğu anda  iddianın  değiştirilmesi  ve  genişletilmesi  yasağı  ile  karşılaşmadan arttırabilir; ancak bunu yaparken yeni vakıalar ileri sürmesi söz konusu yasağı gündeme getirir. Başka bir deyişle, belirsiz alacak davasında, daha sonra değiştirilecek olan vakıalar değil, alacağın miktar veya değeridir.  E. BELİRSİZ ALACAK DAVASI VE KISMI DAVA ARASINDAKİ FARKLILIKLAR Belirsiz alacak davası ile kısmi davanın arasındaki farklılıklardan en önemlisi davacının dava dilekçesinde göstermiş olduğu talep sonucudur. Bu noktada, davacının, alacağının tamamının mı yoksa sadece dava dilekçesinde göstermiş  olduğu  kısmının  mı  hüküm  altına  alınmasını  istediği  önem taşımaktadır.  Davacı her ne kadar alacağının belirli bir kısmını geçici dava değeri olarak  dava  dilekçesinde  gösterse  de,  alacağının  tümünün  hüküm  altına alınmasını  istiyorsa  açtığı  dava  belirsiz  alacak  davasıdır.  Zira,  dava dilekçesinde  gösterilen  geçici  değer talep  sonucu  olmayıp;  talep  sonucu                                                  65  Tanrıver, Kitap, s. 587. 66  Pekcanıtez, Kitap, s.49. 67  Yılmaz, s. 1993. 68  Pekcanıtez, Kitap, s. 50. 69  Yılmaz, s. 1993.   2699Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  alacağın  tümünün  hüküm  altına  alınmasıdır.  Ayrıca,  alacaklının  dava dilekçesinde alacağının belirli bir kısmını geçici değer olarak göstermesi belirsiz alacak davasının kısmi dava yahut kısmi davanın bir türü olduğu anlamına gelmemektedir. Sonuç olarak, alacaklı dava dilekçesinde gösterdiği geçici  değerin  hüküm  altına  alınmasının  yanı  sıra  yargılama  sırasında belirlenen alacağının tümünün hüküm altına alınmasını istemektedir. Kısmi davada ise, davacı mahkemeden sadece dava  konusu  yaptığı kısmın hüküm altına alınmasını istemekte hakim de taleple bağlılık ilkesi gereğince sadece dava konusu yapılan kısım hakkında hüküm verebilmektedir. Başka bir deyişle, davacı, davanın açıldığı tarihte, hüküm altına alınmasını istediği  dava  konusunun  değerini  kesin  olarak  dava  dilekçesinde belirlemektedir. Belirsiz alacak davasında davacı, alacağın miktar veya değerinin tam ve kesin olarak belirlenebilmesinin ardından davanın başında bildirdiği talep sonucunu  iddianın  genişletilmesi  yasağına  tabi  olmaksızın  belirlenebilen tutara kadar arttırabilir. Kısmi davada ise davacı, dava konusu yaptığı kısmi talebini belirsiz alacak davasında olduğu gibi arttıramaz. Davacı, söz konusu talebi ancak ek dava veya ıslah yoluna başvurmak suretiyle arttırabilir. Dolayısıyla, belirsiz alacak davasında bir ek dava yahut aynı davada dava konusunun ıslah yoluyla arttırılması söz konusu olmamaktadır.  Belirsiz alacak davasında, davacının en azından davanın açıldığı tarihte belirlenebilecek miktar üzerinden dava açma zorunluluğu bulunmakta iken kısmi davada böyle bir zorunluluk söz konusu olmamaktadır. Başka bir deyişle, belirsiz alacak davasında alacaklı, dava dilekçesinde gösterdiği geçici dava değerini dilediği gibi belirleyememekte ve davanın açıldığı ana kadar belirleyebildiği alacağının miktarını veya değerini, geçici değer veya miktar olarak göstermek zorundadır. Kısmi davada ise, alacaklı, talep sonucunu dürüstlük kuralına uygun olmak şartıyla, dilediği gibi belirleyebilmektedir. Belirsiz alacak davasında alacağın tümünün, kısmi davada dava edilen kısmın hüküm altına alınması istendiğinden, söz konusu davaların hüküm ve sonuçlarının kapsamı birbirinden farklılık arz eder. Belirsiz alacak davasının                                                  70  Simil, s. 107.  71  Simil, s. 98; Tanrıver, Kitap, s. 593. 72  Kuru/Arslan/Yılmaz, s.299. 73  Pekcanıtez/Atalay/Özekes, Ders Kitabı, s.266. 74  Simil, s. 107. 75  Simil, s. 111. 2700Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım hüküm ve sonuçları alacağın tamamı bakımından ortaya çıkar. Kısmi davanın hüküm ve sonuçları ise, dava edilen kısım bakımından doğar. Bu farklılık bizi, söz konusu davaların zamanaşımı, faiz, temerrüt gibi belli maddi hukuk kavramları açısından da incelenmesine sevk etmektedir.  Davanın açıldığı tarihte, belirsiz alacak davasında zamanaşımı alacağın tamamı için kesiliyorken, kısmi davada zamanaşımı sadece davaya konu edilen miktar bakımından kesilir. Kısmi davada dava dışı tutulan kesim için zamanaşımı ancak ek davaya veya ıslaha başvurulması halinde kesilir. Aynı durum faizler için de geçerli olup, belirsiz alacak davasında talep sonucuna konu kılınan alacak hakkında faiz, davanın açıldığı tarihten itibaren, tüm alacak bakımından işlemeye devam etmekte iken; kısmi davada sadece davaya konu edilen kesim bakımından faiz işlemeye devam etmektedir.  Belirsiz alacak davası ile kısmi dava arasındaki son fark ise uygulama alanları bakımından kendini gösterir. Kısmi davanın uygulama alanı özellikle de HMK m. 109/2 nin yürürlükten kaldırılmasıyla daha da genişlemiş olup, belirsiz alacak davasının uygulama alanından daha geniştir. Zira, belirsiz alacak davası sadece davanın açıldığı anda alacağın miktar veya değerinin tam ve kesin olarak belirlenememesi halinde söz konusu olabilmekte iken, kısmi davanın açılabilmesi (HMK m. 109/2 nin de kaldırılmasıyla) sadece dürüstlük kuralına  aykırı  olmama  şartına  bağlıdır.  Söz  konusu  madde  hükmü yürürlükten kaldırılmadan önce talep konusunun miktarının, taraflar arasında tartışmasız veya açıkça belirli olduğu hallerde kısmi dava açılamamaktaydı. Belirsiz  alacak  davasının  açılabildiği  her  durumda  kısmi  dava açılabilmektedir. Ancak, kısmi davanın açılabildiği her durumda  belirsiz alacak  davası  açılamamaktadır.  Zira,  artık  kısmi  dava,  dava  konusunun miktarının taraflar arasında tartışmasız ve açıkça belirli olduğu hallerde de açılabilmektedir. F.  MANEVİ  TAZMİNAT  TALEPLERİNİN  KISMİ  DAVA  VE BELİRSİZ  ALACAK  DAVASINA  KONU  OLUP  OLAMAYACAĞI SORUNU I. Genel Olarak Manevi tazminat taleplerinin kısmi dava ve belirsiz alacak davasına konu olup olamayacağı hususunda doktrinde çeşitli tartışmalar mevcut olup bu                                                  76  Arslan/Yılmaz/Taşpınar Ayvaz, s. 299. 77  Simil, s. 108.   2701Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  tartışmaların hem kısmi hem de belirsiz alacak davası yönünden ikili bir ayrıma tabi tutularak incelenmesi gerekmektedir. Bu incelemeye geçmeden önce manevi tazminat kavramına ilişkin birtakım bilgilerin hatırlatılması konu akışı bakımından faydalı olacaktır.  II. Manevi Tazminatın Niteliği Manevi tazminat, kişiliğe tecavüz, özellikle kişisel saygınlık ve cinsel onurun  tecavüze  uğraması  halinde,  uğranılan  haksızlığa  karşılık  olarak, mağdur için bir tatmin vasıtası veya bedensel bütünlüğe yapılan tecavüzleri, duyulan acı ve ıstırapları unutmak, kaybolan yaşama ve sevinç arzusunun tekrar  kazanılması  ve  bozulan  ruhsal  dengenin  yeniden  tesisi  için  bir denkleştirme vasıtası olarak tanımlanmaktadır.  Bir başka tanıma göre manevi tazminat, mal varlığı dışında hukuksal değerlere yapılan saldırılar ile meydana getirilen eksilmenin giderilmesidir. Dolayısıyla, manevi tazminat isteme hakkı, kişiye, kişiliğine yapılan tecavüz dolayısıyla  uğradığı  manevi  zararın,  yani  bu  sebeple  duyduğu  elem  ve ıstırabın, başka bir yolla tatmin edilerek giderilmesi amacıyla tanınmıştır. Manevi  tazminatın  konusu  TMK  m.  25/3  ve  TBK  m.  58 de düzenlenmiştir. Söz konusu maddelerin yanı sıra başka maddeler uyarınca da (örneğin, TMK m. 26/2, 143/2, 158/2, TBK m. 56) manevi tazminat talep edilebilmesi  mümkündür.  Manevi  tazminatı  özel  olarak  düzenleyen  bu maddelerin  uygulanabilmesi  için  bu  maddelerdeki  şartların  gerçekleşmiş olması gerekmektedir. III. Manevi Tazminatın Şartları ve Belirlenmesinde Hakim Tarafından Esas Alınacak Hususlar Genel anlamda haksız fiil nedeniyle hukuki sorumluluğun ve tazminatın şartları olan hususlar manevi tazminatın şartlarını da oluşturur. Bu bağlamda, manevi tazminat davası açılabilmesi için şu şartlar gerçekleşmelidir:                                                  78  Ertaş, Şeref: Manevi Tazminatın Hukuki Niteliği ve Miktarının Tespiti, Prof. Dr. İlhan E. Postacıoğlu na Armağan, İstanbul 1990, s. 65. 79  Orhunöz, Ergun: Tazminat Davalarında (Ölüm ve Bedeni Zararlar) Uygulama Sorunları, Ankara 2000, s. 169. 80  Öztan, Bilge: Medeni Hukukun Temel Kavramları, Ankara 2010, s.291. 81  Öztan, s.291; Gökcan, Hasan Tahsin: Haksız Fiil Hukuku Ve Maddi-Manevi Tazminat Davaları, 1. Baskı, Ankara 2008, s. 671. 2702Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım 1.Haksız bir eylemin varlığı 2.Manevi zararın oluşması 3.Zarar ile eylem arasında uygun illiyet bağı 4.Hukuka aykırılık 5.Olaya özel hal ve şartların tazminatı haklı kılması  Manevi  tazminat  belirlenirken  hakim  tarafından  dikkate  alınacak unsurlar ise şu şekilde sıralanabilir:  1. Uğranılan manevi zararın objektif ağırlığı 2. Mağdurun vücut yapısı ve dayanıklılığı, yaşı ve cinsiyeti, mesleki ve sosyal statüsü, özel ilişki ve eğilimleri, ekonomik durumu gibi mağdura ilişkin faktörler 3. Kusur derecesi, ekonomik durumu ve sigortalı olup olmaması gibi sorumlunun şahsına ilişkin faktörler 4. Diğer faktörler  IV.  Manevi  Tazminat  Talepleri  Kısmi  Davanın  Konusunu Oluşturabilir Kısmi dava açılabilmesinin temel şartlarından biri, talep sonucunun yani edimin niteliği itibariyle bölünebilir olmasıdır. Bölünebilir edimlerin en tipik örneğini ise para alacakları oluşturmaktadır. Keza, Yargıtay ın pek çok kararında da para alacaklarının niteliği itibariyle bölünebilir olduğuna işaret edilmektedir. Bununla birlikte para alacaklarının likit yani belirli olması gerekmektedir. Likit (belirli) bir alacak kavramı ile alacağın gerçek miktarının belli  ve  sabit  olması  yahut  borçlusunun  yalnız  başına  ne  kadar  borçlu olduğunu tespit edebilmesi kastedilmektedir.  Her ne kadar manevi tazminat davalarında hakim, bir miktar paranın ödenmesinin dışında veya yanında başka bir giderim biçimi kararlaştırabilme yetkisini haiz ise de, manevi tazminat olarak çoğunlukla bir miktar paranın ödenmesine hükmedilmektedir. Böyle bir durumda manevi tazminat alacağı bir para alacağı olduğundan ve para alacakları da niteliği itibariyle bölünebilir                                                  82  Ertaş, s. 88 vd. 83  Nomer, s.223; Kuru, Ders Kitabı, s. 146.  84  YHGK,  T.  14.07.2010,  E.  2010/19-376,  K.  2010/397.  https://www.corpus.com.tr/#!/ Yargitay (Erişim Tarihi: 29.05.2016).   2703Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  olduğundan manevi tazminat taleplerinin kısmi davaya konu oluşturabilmesi mümkün hale gelmektedir.  Manevi zararın zamana yayılmayacağından, başka bir deyişle hukuka aykırı eylem anı ile sınırlı kalacağından bahisle manevi tazminatın bölünemeyeceği  yönündeki  çıkarım  ve  bu  çıkarım  dolayısıyla  manevi  tazminat taleplerinin  kısmi  davaya  konu  edilemeyeceği  yönündeki  görüş  hatalı olmaktadır.  Zira,  manevi  tazminatın  konusunu  oluşturan  ölüm  ya  da bedensel bütünlüğün bozulması halinde, hatta kişilik haklarının ihlalinde duyulan  üzüntünün  bir  anda  doğup  sona  erdiği  kabul  edilememekte dolayısıyla, acının zamana yayılması mümkün hale gelmektedir.  Manevi  zararın  bölünüp  bölünememesi  hususu  ile  manevi  tazminat şeklinde hükmedilecek olan giderim biçiminin (özellikle de bir miktar para şeklindeki giderim biçiminin) bölünüp bölünememesi hususları birbirinden farklıdır.  Problem,  manevi  zararın  bölünemezliğinin  manevi  tazminat kavramına yanlış monte edilmesinden kaynaklanmaktadır. Para şeklinde bir giderim biçimi kararlaştırıldığı takdirde, manevi tazminat da bir para borcunu oluşturacağından, manevi tazminat taleplerinin kısmi davaya konu edilmesinde herhangi bir sakınca bulunmaz.  Manevi zarar gibi mala verilen zarar bakımından ortaya çıkan maddi zarar da bir defada gerçekleşip bitmekte, yani zamana yayılmamaktadır. Buna rağmen  uygulamada,  manevi  tazminatın  aksine,  maddi  zararın  bölünüp bölünemeyeceği  hususu  ile  hükmedilecek  maddi  tazminatın  bölünüp bölünemeyeceği  hususu  birbirinden  ayrı  değerlendirilmekte  ve  maddi tazminat için öngörülen paranın bölünebileceği kabul edilmektedir. Başka bir deyişle, uygulama bakımından mala verilen zarar sonucunda açılan maddi tazminat davalarının kısmi dava şeklinde açılabilmesi mümkündür.                                                   85  Pekcanıtez, Hakan/Atalay, Oğuz/Özekes, Muhammet: Medeni Usul Hukuku, Ankara 2007, s. 299-300 (Usul Hukuku); Nomer, s. 225-226; İyimaya, Ahmet: Sorumluluk Ve Tazminat Hukuku Sorunları, Ankara 1990, s. 248; Darende, İhsan M.: Belirsiz Alacak Davası-Kısmi Dava İlişkisi, Leges Hukuk Dergisi, Y. 2012 (Ocak), S. 25, s. 24. 86   Hukuka aykırı eylem yüzünden çekilen elem ve üzüntüler, o tarihte duyulan ve duyulması gereken bir haldir. Başka bir anlatımla üzüntü ve acıyı zamana yaymak suretiyle manevi tazminatın bölünmesi, bir kısmının dava konusu yapılması kalanının saklı tutulması olanağı yoktur.  21. HD., T. 11.12.1995, E.7525, K. 7393. (İBD, 1996/7-9, s.667) 87  Nomer, s. 227. 88  Darende, s. 24.  89  Nomer, s. 227; Darende, s. 24; İyimaya, s. 248. 90  İyimaya, s. 248. 91  Nomer, s.227; Darende, s. 24. 2704Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım Manevi  tazminat  miktarının  sonradan  hesap  edilecek  bir  miktar olmamasından dolayı davacının, elem ve acısını takdir etmesi ve bir miktarla belirlemesi gerektiği hususu yanlıştır. Zira, manevi tazminat miktarını takdir edecek veya belirleyecek kişi davacı değil hakimdir. Dolayısıyla davacıdan hakimin  belirleyeceği  miktarı  önceden  tahmin  etmesi  ve  karşı  tarafa bildirmesi beklenemez.  Manevi tazminat davalarında hakimin takdir hakkının bölünemeyeceğinden bahisle manevi tazminat taleplerinin kısmi davaya konu edilemeyeceği sonucuna varmak yanlıştır. Zira bütün kısmi davalarda kesin hüküm kuvveti eda hükmü ile sınırlıdır. Buna karşılık, daha sonra açılacak fazlaya ilişkin davada alacağın tutarı bakımından önceki mahkemenin yapmış olduğu tespit kesin hüküm kuvvetine sahip değildir. Başka bir deyişle, fazlaya ilişkin davada alacağın tutarının yeniden takdir edilmesi gerekmektedir. Böyle bir durum, kesin hüküm ve  kısmi davanın yarattığı bir sonuç olup, manevi tazminat  taleplerinin  kısmi  dava  şeklinde  ileri  sürülmesine  engel  teşkil etmemektedir.  V. Manevi Tazminat Talepleri Kısmi Davanın Konusunu Oluşturamaz Manevi  tazminat  taleplerinin  kısmi  davaya  konu  oluşturamayacağı görüşüne göre, manevi tazminat talepleri her ne kadar bir para alacağı olarak nitelendiriliyorsa da bu durum manevi tazminatın gidermeye yöneldiği zararın bölünebilir olduğu anlamına gelmemektedir. Zira, manevi zarar, hukuka aykırı eylem ya da davranışın işlendiği anda duyulan üzüntü, elem veya acı olup zamana yayılamaz. Dolayısıyla, davacının bu elem ve acısını takdir etmesi ve bir miktarla belirlemesi gerekmektedir.  Manevi tazminat bir bütündür ve bölünemez. Duyulan acı ve üzüntünün karşılığı dava yoluyla belirlenip karşı tarafa bildirildikten sonra yeni bir dava                                                  92  Nomer, s. 228. 93   ... özel durumların değerlendirilmesi ve adalete muvafık tazminat miktarının saptanması davaya bakan hakime aittir. Bu takdir hakkı bölünemez.  YHGK, T. 27.03.1981, E. 1979/91481, K. 1981/251 (YKD, Y. 1981 C. 7, S.7, s. 810) 94  Nomer, s. 228. 95 Nomer, s. 229. 96 Üstündağ, Saim: Kısmî Davaya İlişkin Bazı Hukuki Sorunlar, Makaleler, İçtihat Tahlilleri, Çeviriler, Ankara 2010, s. 414; Tanrıver, Makale-1, s. 111-113; Kuru, Baki: Hukuk Muhakemeleri Usulü (Cilt 2), 6. Baskı, İstanbul 2001, s.1523 (Kitap).  97 Tanrıver, Makale-1, s.112. 98 Kuru, Kitap, s. 1525; Tanrıver, Makale-1, s. 112.    2705Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  açmak  suretiyle  dahi  arttırılamaz.  Başka  bir  deyişle,  manevi  tazminat talepleri kısmi dava şeklinde ileri sürülmemekte ve tek bir dava ile istenmesi gerekmektedir. Aksi takdirde, manevi tazminatın mahiyetine aykırı hareket edilmesi söz konusu olur. Yargıtay da, kural olarak manevi tazminatın bölünemeyeceği görüşünde olup, bu yönde kararlar vermektedir. Manevi tazminat talepleri bakımından, açılmamış sayılan (HMK m. 150/5)  davadaki  manevi  tazminat  tutarının  yeni  bir  dava  ile  arttırılıp arttırılmayacağı  hususu  doktrinde  tartışmalıdır.  Bu  tartışma  da,  temelini manevi tazminatın bölünmezliği düşüncesinden almaktadır.  Bu konuda bir görüşe göre, manevi tazminatın bölünemeyeceğinden hareketle, açılmamış sayılan davadaki manevi tazminat tutarının yeni bir dava ile arttırılması hakkın kötüye kullanılmasını teşkil etmektedir. Yargıtay da, aynı görüşü benimsemektedir.                                                  99 Kuru, Kitap, s. 1525. 100 Kılıçoğlu, Mustafa: Tazminat Hukuku, 6. Baskı, Ankara 2016, s. 1245; Orhunöz, s. 171. Manevi tazminatın bölünemezliği ilkesinin bir sonucu olarak ceza davasında manevi tazminatın istenmiş olması durumunda hukuk mahkemesinde ayrıca manevi tazminat istenemez. Gökcan, s. 687. 101  Kuru, Kitap, s. 1525. 102  Yargıtay 10. Hukuk Dairesi 4.7.1975 tarihli, 2390/4490 nolu kararında manevi tazminatın bölünmezliği ilkesi doğrultusunda hareket etmemiştir.  … Davacılar, ziyadeye ilişkin haklarını açıkça saklı tutmak suretiyle manevi tazminat haklarının ilk davada sadece bir kesimini istemiş olmalarına, asıl tazminat hakkının istenilenin çok üstünde bulunmasına ve özellikle bu davadaki biçimiyle manevi tazminatın bölünüp saklı tutulmuş diğer kesiminin ikinci bir dava ile istenmesine, yasaca bir engelden söz edilemeyeceğine, tersi görüşün belirgin olarak hakkaniyet kurallarıyla bağdaşmaz bir nitelik taşıyacağına göre (…) davanın reddi bozma nedenidir.  Akil, s. 247, dipnot 54.  103   … bir olayda duyulan elem ve acı ve bunun karşılığı istenecek manevi tazminat miktarı bir bütündür. Bölünerek zaman zaman talep ve dava konusu yapılamaz, fazlaya ilişkin hak saklı tutulamaz …  9 HD., T. 28.11.1989 E. 1989/7948, K. 1989/10423 (YKD, 1990/6, s. 849- 850) Aynı yönde bkz. YHGK, T. 27.03.1981 E. 1979/9-1481, K. 1981/251 ; 4. HD., T. 14.05.1998, E. 9223, K. 3428.  104  Kuru, Kitap, s. 1525; İyimaya, s. 247. 105  Kuru, Kitap, s. 1525. 106   Manevi tazminat bir bütündür. Duyulan acı ve üzüntünün karşılığı dava yoluyla belirlenip karşı tarafa bildirildikten sonra arttırılması yeni bir davayla dahi olsa mümkün değildir. Bu bakımdan davacıların önceki davayı müracaata bırakarak, manevi tazminatı yükseltmek suretiyle istekte bulunmaları isabetli olamaz. Davacıların önceki davayı yenileme imkanları varken, müracaata bırakarak 3 aylık süre geçtikten hemen sonra yeni bir dava ile, daha yüksek miktarlarda manevi tazminat istemeleri dava hakkının kullanılması bakımından da, hakkın kötüye kullanılması anlamında olup bunun hukuken korunması da düşünülemez. Böyle olunca önceki davada talep edilen manevi tazminat miktarları dikkate alınmak 2706Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım  Diğer bir görüşe göre, herhangi bir nedenle davanın açılmamış sayılması halinde aradan geçen uzun zaman, önceden istenen manevi tazminatı anlamsız bir tutara düşürmüş olabilmektedir. Böyle bir durumda, manevi tazminat talebinin yeni bir dava ile arttırılması daha doğrusu emsallere uyarlanması mümkün olmalıdır. Zira, açılmamış sayılan dava bakımından söz konusu olan iddianın ve savunmanın değiştirilmesi ve genişletilmesi yasağı, yeni dava bakımından söz konusu değildir. Hatta, manevi tazminatın bölünemezliği kabul edilse dahi yine aynı sonuca ulaşılacaktır. Başka bir deyişle, manevi tazminat, açılmamış sayılan dava bakımından talep olunmamış sayıldığından ve hükümden düştüğünden yeni bir dava ile ileri sürülen yeni talepte eski talebi varsaymak hukuk ve mantık kalıplarına uymamaktadır.  Yargıtay kural olarak manevi tazminatın bölünemeyeceği görüşünde olsa da, ilk dava bakımından henüz ortaya çıkmamış veya ortaya çıkması ihtimali hiç veya ciddi bir biçimde göz önünde bulundurulmamış sonuçların söz konusu olması durumunu ayrı tutmuştur. Böyle bir durumda Yargıtay, her ne kadar manevi tazminatın bölünmezliği ilkesine aykırı hareket edilse de, asıl davanın yanında ikinci bir davanın açılabileceği görüşünü benimsemektedir. Yargıtay ın söz konusu kararı şu şekildedir:  Davacı küçükler yaralanmaları dolayısıyla manevi tazminat için öncü bir dava ile belli bir miktar tazminat isteminde bulunmuşlardır. Birleştirilen ve sonradan açılan eldeki dava ile de ayrı  bir  neden  olduğu  anlaşılan  sabit  eserden  dolayı  manevi  tazminat istemişlerdir. Bu talep manevi tazminatın bölünemezliği ilkesine aykırı ise de, sabit eserin başlangıçta bilinmemesi halinde mümkün olabilir. 112 Somut olay bakımından, ilk davada verilmiş olan kesin hükmün sonradan açılan ek davaya engel olmayacağı kabul edilmektedir. Zira, mağdurun vücudunda sabit eser kalması yeni bir vakıa, yani farklı bir dava sebebidir. Bazı  durumlarda,  sonradan  ortaya  çıkan  nedenler  dolayısıyla  manevi tazminatın ikinci kez istenmesinin bölünmezlik ilkesiyle çeliştiği sorusu akla                                                  suretiyle hüküm kurulması gerekir. Yazılı şekilde hüküm tesisi usul ve yasaya aykırı olup bozmayı  gerektirmiştir.   (9.HD,  T.12.02.1991,  E.  10324,  K.  2244) https://www.corpus.com.tr/#!/Yargitay (Erişim Tarihi: 26.05.2016) 107  İyimaya, s. 248. 108  İyimaya, s. 245-246.  109  İyimaya, s. 249.  110  Üstündağ, s.414. 111  Gökcan, s.686; Üstündağ, s. 414; Akil, s. 251. 112  4. HD., T. 14.05.1998, E. 9223, K.3428. Gökcan, s. 687.  113  Üstündağ, s. 415. 114  Akil, s. 252; Üstündağ, s. 415.   2707Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  gelebilmektedir.  Bunun  sınırını  ise,  manevi  tazminatın  hakkın  kötüye kullanılması şeklinde istendiği durumlar oluşturmaktadır. Manevi tazminatın genellikle parasal bir rakamla ifade ediliyor olması, onun konusunu her durumda alelade bir para alacağının oluşturduğu anlamına gelmemektedir. Bu sonuca yargılama hukuku ilkelerinden biri olan taleple bağlılık ilkesinden de ulaşmak mümkündür. HMK m. 26/1 uyarınca taleple bağlılık ilkesi, hakimin tarafların iddia ve savunmaları ile bağlı olup, talepten fazlaya veya başka bir şeye hüküm veremeyeceğini ifade eder. Kural bu olmakla birlikte hakimin tarafların talebiyle bağlı olmadığına ilişkin kanun hükümleri saklıdır (HMK m. 26/2).  HMK m. 26/2 kapsamında sayılan kanun hükümlerinden birisi de, kişilik haklarının ihlalinden doğan manevi tazminat taleplerinin düzenlendiği TBK m. 58/2 dir. Bu hüküm uyarınca hakim, manevi tazminat olarak belli bir meblağ talep edilmiş olmasına rağmen, somut olayın koşullarını ve tarafların özel  durumlarını  dikkate  alarak,  bu  parasal  meblağın  ödenmesine  karar verilmesi yerine, tecavüzün kınanıp basın yoluyla duyurulması yahut zarar verenin, zarar görenden özür dilemesi gibi diğer bir tazmin biçimini de ikame edebilir yahut parasal bir meblağın ödenmesine hükmedilmesinin yanına bu tazmin biçimlerinden birisini de ilave edebilir. Bu hüküm dahi, manevi tazminat  talepleri  hakkında  kısmi  dava  açılabilmesini  önler  güçtedir. Dolayısıyla, manevi tazminatın talep edildiği durumlarda taleple bağlılık ilkesi gündeme gelmeyecektir. Çünkü manevi tazminatın şeklini takdir edecek kişinin davacı değil, hakim olduğu açıktır. Maddi  tazminat  talepleri  bakımından  ise  TBK  m.  58/2  anlamında herhangi bir hüküm söz konusu değildir. Bu durum, maddi ve manevi tazminat taleplerinin kısmi dava şeklinde ileri sürülüp sürülemeyeceği bakımından farklı bir sonuca varılmasını zorunlu kılmaktadır. Zira, manevi tazminat, nitelik itibari ile maddi tazminattan farklıdır. Buna karşılık, maddi tazminat alacakları ile manevi tazminat alacakları arasında, muhtemel para ediminin niteliği bakımından herhangi bir fark olmadığına ilişkin bir görüş de ortaya atılmıştır. Bu görüşe göre, gerek maddi gerekse de manevi tazminat bir para borcu olup, sadece borcun miktarı önceden belli değildir. Para borcu olmaları                                                  115  Kılıçoğlu, Mustafa, s.1250.  116  Tanrıver, Makale-1, s.112-113. 117  Üstündağ, s. 415. 118  Üstündağ, s. 415. 119  Tanrvıer, Makale-1, s.113.  2708Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım itibariyle, her iki tazminata ilişkin edim de bölünebilir niteliktedir. Bu itibarla maddi  tazminat  alacakları  ile  manevi  tazminat  alacakları arasında  kısmi davanın açılabilmesi bakımından farklı sonuçlara varmak isabetli değildir. Kanaatimizce, manevi tazminatın konusunu her durumda alelade bir para alacağı oluşturmamaktadır. Bu durum, manevi tazminat talepleri bakımından hakimin takdir yetkisinin asıl olmasından kaynaklanmaktadır. Zira, hakim bu takdir yetkisi uyarınca manevi tazminat olarak bir miktar paranın ödenmesinin yanında  başka  bir  giderim  biçimine,  hatta  sadece  para  dışı  bir  giderim biçimine de hükmedebilmektedir. Bu hallerde, manevi tazminatın konusunu salt para alacağının oluşturduğu; dolayısıyla kısmi davaya konu edilebileceği şeklinde doğrudan bir çıkarım yapılması doğru değildir.  VI. Manevi Tazminat Talepleri Belirsiz Alacak Davasının Konusunu Oluşturabilir Belirsiz alacak davasının açılabilmesi öncelikli olarak talep sonucunun miktar veya değerinin tam ve kesin olarak belirlenmesinin imkansız yahut davacıdan beklenemeyecek olmasına bağlanmıştır. Söz konusu şartın somut örneğini dava sonunda hükmedilecek miktarın tamamen hakimin takdirinde olduğu haller oluşturmaktadır. Bu hallerin en tipik örneği ise manevi tazminat davalarıdır.  Gerek bedensel bütünlüğün (TBK m.56) gerekse kişilik haklarının (TBK m.58) zarara uğraması halinde söz konusu olan manevi tazminat taleplerinin hükme bağlanması bakımından hakime geniş bir takdir yetkisi verilmiştir. Manevi zararın belirlenmesi bakımından objektif ölçütlerden çok, subjektif ölçütler ve değerlendirmelerden yararlanılması bu takdir yetkisinin kaynağını oluşturmaktadır.  Belirsiz alacak davasında davacı, alacağı için geçici (asgari) bir talep sonucu ortaya koymakta, dava konusu alacak ise ancak karşı tarafın verdiği bilgi veya tahkikat sonucunda belirlenebilir hale gelmektedir. Ancak talep sonucunun hakimin takdirinde olduğu manevi tazminat talepleri bakımından bu  belirlenebilirlik  söz  konusu  olmamaktadır.  Bu  hususun  bertaraf edilebilmesi adına hakimin karar vermeden önce, takdir ettiği tazminat miktarı konusunda tarafları bilgilendirmesi gerektiği savunulmuştur. Böylelikle                                                  120  Nomer, s. 225-226. 121  Simil, s. 379. 122  Ercan, İbrahim: Hukuk Muhakemeleri Kanunu na Göre Belirsiz Alacak Davası, Medeni Usul Ve İcra İflas Hukukçuları Toplantısı, İzmir 2012, s. 138.    2709Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  davacı  talebini  arttırabilecek,  davalı  ise  bu  konuda  savunma  hakkını kullanabilecektir. Başka bir deyişle, bu yolla hem taleple bağlılık ilkesi hem de hukuki dinlenilme hakkı korunmuş olacaktır. Her ne kadar bu husus yukarıda belirtilen yolla bertaraf edilebilecek ve yargılamaya hakim olan belli ilkelere de aykırılık teşkil etmeyecek ise de hakim, tazminata ilişkin görüşünü belli etmiş olacağından hakimin reddi (HMK m.36/1-a,b) durumu gündeme gelebilecektir.  Manevi tazminat taleplerinin belirsiz alacak davasına konu oluşturabilmesinin en temel gerekçesi bu talepler bakımından hakime verilen takdir yetkisidir.  Zira,  manevi  zararın  miktarının  en  iyi  şekilde  zarar  gören tarafından belirlenebileceği şeklindeki düşünce hatalıdır. Örneğin, iş kazası veya meslek hastalığı nedeniyle ileri sürülen manevi tazminat taleplerinde her ne kadar işçinin duyduğu acı ve üzüntünün derecesi işçi bakımından belli olsa da, bu acı ve üzüntü için ödenecek manevi tazminat miktarı başka bir deyişle parasal değer belirli değildir. Manevi tazminat miktarı da hakimin takdir yetkisi  uyarınca  ancak  hükümle  beraber  belirli  hale  gelebileceğinden manevi tazminat davasının belirsiz alacak davası şeklinde açılabilmesinin kabul edilmesi gerekir. Bilindiği  üzere,  eda  davasının  açılabildiği  hallerde  tespit  davası açılmasında hukuki yarar yoktur ve bu kural istisnai olarak HMK m. 107/3 gereğince belirsiz alacak davaları bakımından terk edilmiştir. Dolayısıyla, manevi  tazminat  taleplerinin  belirsiz  alacak  davası  bakımından  işlerlik kazanabileceğinin kabulü halinde davacı, manevi tazminatı kural olarak eda davası veya istisnai olarak (HMK m. 107/3) tespit davası açmak suretiyle talep edebilecektir. Aksi takdirde alacaklı manevi tazminat talebini yalnızca eda davası şeklinde ileri sürebileceğinden belirsiz alacak davasına nazaran daha elverişli durumda olmayacak aksine dava açarken kendisine göre belirlemek                                                  123  Darende, s. 24-25. 124  Ercan, s. 139; Karaaslan, Varol: Manevi Tazminat Davaları Belirsiz Alacak Davası Şeklinde Açılabilir Mi?, Medeni Usul Ve İcra İflas Hukuku Dergisi, Y.2014/3, C.10, S.29, s. 53. 125  Takdir yetkisinin de ötesinde, manevi tazminat taleplerine konu edilen alacağın miktar veya değerinin tam ve kesin olarak belirlenemiyor olması dahi belirsiz alacak davası açılabilmesi için yeterlidir. Ercan, s. 131. 126  Simil, s. 379. 127  Fidan, Nurten: Belirsiz Alacak Davasındaki Belirsizlikler, Aralık 2011, Y.6, S. 24, s. 184. 128  Ercan, s. 140. 129  Simil, s. 379; Pekcanıtez, Kitap, s. 82; Ercan, s. 131; Fidan, s. 184.  130  Darende, s. 25. 2710Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım zorunda  kalacağı  bir  tutarı  talep  edebilecektir.  Böyle  bir  zorunluluk  ise gereksiz  yere  masraf  yapılmasını  ve  yargılama  giderlerine  mahkumiyeti beraberinde getirecektir. Bedensel  bütünlüğün  zarara  uğraması  halinde  manevi  tazminat taleplerinin ne şekilde hükme bağlanacağı TBK nın 56. maddesinde şu şekilde düzenlenmiştir:  (1)  Hâkim,  bir  kimsenin  bedensel  bütünlüğünün  zedelenmesi durumunda, olayın özelliklerini göz önünde tutarak, zarar görene uygun bir miktar paranın manevi tazminat olarak ödenmesine karar verebilir.  (2) Ağır bedensel zarar veya ölüm hâlinde, zarar görenin veya ölenin yakınlarına da manevi tazminat olarak uygun bir miktar paranın ödenmesine karar verilebilir. TBK m. 56/1 e göre, bedensel bütünlüğün zedelenmesi nedeniyle talep edilen  manevi  tazminatta  hakim,  para  dışında  başka  bir  giderim  biçimi kararlaştıramamakta, ödenecek paranın miktarını ise somut olaya göre takdir etmektedir. Ayrıca hakim bu gibi durumlarda takdir yetkisini kullanırken, tarafların  sosyal,  ekonomik  ve  kültürel  durumlarını  da  göz  önünde bulundurmalıdır.  Aynı  hususlar,  ağır  bedensel  zararlar  halinde  zarar görenlerin yakınlarının da manevi tazminat talep edebileceklerini öngören TBK m. 56/2 açısından da geçerlidir. Kişilik haklarının zarara uğraması halinde manevi tazminat taleplerinin ne  şekilde  hükme  bağlanacağı  ise  TBK nın  58.  maddesinde  şu  şekilde düzenlenmiştir:  (1) Kişilik  hakkının zedelenmesinden zarar  gören, uğradığı manevi zarara karşılık manevi tazminat adı altında bir miktar para ödenmesini isteyebilir.                                                   131  Pekcanıtez, Hakan: Manevi Tazminat Alacakları Belirsiz Alacak Davası Olarak Açılabilir Mi?, Medeni Usul Ve İcra İflas Hukuku Dergisi, Y.2015/1, C.11, S.30, s. 37. (Makale)  132  818 sayılı Borçlar Kanunu nun 49. maddesinde, manevi tazminat miktarının belirlenmesi bakımından hakimin, tarafların sıfatını, işgal ettikleri makam ve diğer sosyal ve ekonomik durumlarını da dikkate alması gerektiği düzenlenmiş idi. Her ne kadar bu düzenleme 6098 sayılı TBK bakımından öngörülmemiş olsa da, sayılan hallerin uğranılan zararın miktarına etkisi inkar edilmemelidir. Simil, s. 378.  133  Simil, s. 374.   2711Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  (2) Hâkim, bu tazminatın ödenmesi yerine, diğer bir giderim biçimi kararlaştırabilir veya bu tazminata ekleyebilir; özellikle saldırıyı kınayan bir karar verebilir ve bu kararın yayımlanmasına hükmedebilir. TBK m. 58/2 hükmü ile, kişilik haklarının zarara uğraması nedeniyle talep edilen manevi tazminat bakımından hakime para dışında başka bir giderim biçimi de kararlaştırabilme yetkisi verilmiştir. Ayrıca hakime, paranın ödenmesine ilişkin tazminat talebine diğer tazmin biçimlerini de ekleyebilme yetkisi de verilmiştir. Aynı şekilde, hakim davacının uğradığı zararın geçici değerden daha fazla olduğuna kanaat getirirse buna da hükmedebilmelidir. Dolayısıyla,  kişilik  haklarının  zedelenmesi  durumunda  manevi  tazminat taleplerinde hakimin takdir yetkisi bedensel bütünlüğün zedelenmesi halinde talep edilen manevi tazminat taleplerine göre daha geniş hale gelmiştir.  Hakimin  zarara  ilişkin  başka  bir  giderim  ve  tazmin  biçimi kararlaştırabildiği  böyle  hallerde,  davacının  talep  sonucunu  yargılama sırasında nasıl belirleyeceği önemli bir sorun olarak karşımıza çıkmakta bu husus da bizi manevi tazminat taleplerinin belirsiz alacak davasına konu edilebilmesinin mümkün olabileceği sonucuna götürmektedir .  Bir görüşe göre, talep sonucunu belirlemenin hakimin takdirinde olduğu böyle davalarda hakimin, davacının talebini arttırmasını beklemeksizin talep sonucunu  belirleyebilmesi  mümkündür.  Böyle  bir durumda  ise  taleple bağlılık ilkesi geçerli olmamalıdır. Zira davacı başlangıçta geçici bir değer belirtmiştir, daha sonraki süreçte bu değerden fazlasına hükmedilmesini talep edeceği de kesindir. Dolayısıyla, davacının sonradan talebini arttırmasını beklemeksizin hakimin talep sonucundan daha fazlasına hükmetmesi taleple bağlılık ilkesine aykırılık teşkil etmemektedir. Çünkü başlangıçta talep sonucu olarak gösterilen alacak manevi tazminat alacağının tamamı değil, geçici bir alacaktır;  bu  geçici  alacağın  da  davacının  talep  sonucunu  teşkil  ettiğini söylemek mümkün değildir.                                                   134  Simil, s.379. 135  Simil, s. 375. 136  Simil, s. 376; Pekcanıtez, Kitap, s. 82. 137  Ercan, s. 140. 138  Çil, Şahin/Kar, Bektaş: 6100 Sayılı HMK ya Göre İş Yargısında Belirsiz Alacak Davası Ve Kısmi Dava, Ankara 2012, s. 113.  139  Ercan, s. 140. 2712Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım Ancak böyle bir düşünce, olan hukuk bakımından mümkün görünmemektedir. Zira yargılamaya hakim olan ilkelerden taleple bağlılığın (HMK m.26) talep sonucunu belirlemenin hakimin takdirinde olduğu durumlarda geçerli olmaması kabul edilemez. Davacının sonradan talebini arttırmasını beklemeksizin hakimin talep sonucundan daha fazlasına hükmetmesi, belirsiz alacak davasının en temel özelliğine de aykırıdır. Söz konusu temel özellik, belirsiz  alacak  davasında  davacının  davanın  belli  bir  aşamasında  talep sonucunu  arttırmasıdır.  Bununla  birlikte  davacı  herhangi  bir  talepte bulunmazsa hakim, talep sonucundan daha fazlasına hükmetmeyecek aksine dava dilekçesinde belirtilen asgari miktara göre karar verecektir.  Her ne kadar HMK m. 26/2 gereğince hakimin tarafların talebiyle bağlı olmadığına ilişkin kanun hükümleri saklı olsa da, talep sonucunu belirlemenin hakimin takdirinde olduğu durumlar bu fıkra kapsamında değerlendirilemez.  Aksi  takdirde,  kanuni  dayanaktan  yoksun  bir  istisna  yaratılmış olacaktır.  Maddi tazminat taleplerinde hakim tazminatın kapsamını ve ödenme biçimini, durumun gereğini ve özellikle kusurun ağırlığını göz önüne alarak belirse de, bu hal çok istisnai durumlarda söz konusu olmakta dolayısıyla davacı, yargılama sırasında talep sonucunu tam olarak belirleyebilmektedir.  Maddi tazminat taleplerinden faklı olarak manevi tazminat taleplerinde hakimin takdir yetkisi hem vakıalara hem de hukuki sonuca ilişkin olmaktadır. Buna karşılık Karaaslan, manevi tazminat talepleri bakımından hakimin vakıalara ilişkin takdir yetkisini olmadığını savunmaktadır. Zira, manevi tazminata  ilişkin  takdir  yetkisi  ile  hukuki  sonuca  yönelik  takdir  yetkisi kastedilmekte;  vakıaların  değerlendirilmesi  bakımından  hakime  tanınan                                                  140  Bununla birlikte talep sonucunu belirlemenin hakimin takdirinde olduğu durumlarda taleple bağlılık ilkesinin geçerli olmaması, olması gereken hukuk bakımından mümkün olabilir. Bu durumda kanuni bir düzenleme yapılması uygun olacaktır. Dolayısıyla HMK m. 107 ye, talep sonucu bakımından hakime takdir hakkı tanınan davalarda davacının nihai talep sonucunu belirlemesine gerek olmadan hakimin re sen uygun bir miktara hükmedebileceği şeklinde bir ibarenin eklenmesi gerekmektedir. Karaaslan, s. 55.  141  Karaaslan, s. 54. 142  Karaaslan, s. 55. 143  Pekcanıtez, Kitap, s. 52; Karaaslan, s. 55.  144  Karaaslan, s. 54.  145  Simil, s. 378. 146  Karaaslan, s. 54.   2713Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  fazladan bir takdir hakkı bulunmamaktadır. Başka bir deyişle, vakıaların takdiri her dava bakımından zaten hakimin görevidir.  Son olarak, manevi tazminatın bir bütünlük arz ettiği ve bölünemezliği hususunda yapılan tartışmalar, manevi tazminat davasının kısmi dava şeklinde açılıp açılamaması ile ilgilidir. Dolayısıyla, bu tartışmalar belirsiz alacak davası  bakımından  işlerlik  kazanmamaktadır.  Zira,  talep  sonucunun bölünmek suretiyle kısım kısım istenmesi ile talep sonucu olarak geçici bir değerin gösterilmesi birbirinden farklı hususlardır. Belirsiz alacak davasında davacı,  talep  sonucunu  bölmemekte  başka  bir  deyişle  manevi  tazminat alacağının tamamının hüküm altına alınmasını istemektedir. Bununla birlikte, davacının manevi tazminat alacağının kesin olarak belirlenebilmesi yargılama sırasında mümkün olabilmektedir.  VII. Manevi Tazminat Talepleri Belirsiz Alacak Davasının Konusunu Oluşturamaz Yargıtay, manevi tazminat taleplerinin belirsiz alacak davasına konu oluşturamayacağına ilişkin görüşünü 06.03.2013 tarihli kararında şu şekilde belirtmiştir:  … İş kazasında zarar gören davacı, davanın açıldığı tarihte manevi tazminat alacağının miktarını kendisi belirlediğinden, davanın açıldığı tarihte alacağın miktarını yahut değerini tam ve kesin olarak belirleyebilmesinin kendisinden beklenemeyeceği veya bunun imkânsız olduğu söylenemez. O halde manevi tazminat istemi manevi tazminatın bölünemezliği kuralına aykırı bir biçimde kısmi veya belirsiz alacak davası olarak açılamaz ve manevi zararın HMK'nın 107.maddesine göre dava yoluyla tespiti de istenemez ... 150 Ayrıca, Yargıtay bu kararında, yukarıda belirtilen hususun aksine manevi tazminatın bölünemezliği hususunu belirsiz alacak davası açısından da kabul etmektedir. Başka bir deyişle, Yargıtay, manevi tazminat davasının kısmi dava olarak açılamayacağına ilişkin görüşünün gerekçelerini aynen belirsiz alacak davası için de kullanmıştır.                                                   147  Pekcanıtez, s.82; Simil, s. 377; Çil/Kar, s. 113.  148  Manevi tazminatın bir bütünlük arz ettiği ve bölünemezliğine yönelik tartışmaları belirsiz alacak davası bakımından da ele alan yazarlar için bkz. Kılıçoğlu, Ahmet M.: Borçlar Hukuku Genel Hükümler, Ankara 2012, s. 865; Fidan, s. 184 ; Tanrıver, Makale-2, 25-26.  149  Pekcanıtez, Kitap, s. 82; Simil, s. 378. 150  21. HD, T. 06.03.2013, E. 2013/3004, K. 4066/2013. 151  Akil, s. 262. 2714Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım Doktrinde bazı yazarlarımız da Yargıtay la aynı görüşte olup, manevi tazminat  taleplerinin  belirsiz  alacak  davasına  konu  oluşturamayacağını savunmaktadırlar. Bu yazarlarımızdan biri olan Budak a göre, davacı hakimin hayat tecrübelerine göre kabul edebileceği neticeyi talep miktarını öngörebilmeli ve mahkemeye  makul  bir talep miktarıyla dava açmalıdır. Sadece hakimin tazminat miktarıyla ilgili kanaatinin ne şekilde oluşacağını tam olarak tahmin edememek belirsiz alacak davası açmaya  hak veren  bir hukuki  menfaat sayılmamalıdır.  Ancak  manevi  tazminatın  sebebini  oluşturan  zararın gelişmekte olduğu (örneğin haksız fiil mağduru davacının, tıbbi tedavisinin ne şekilde sonuç vereceğin tahmin edilemediği) hallerde manevi tazminat davası da belirsiz alacak davası olarak açılabilmelidir.  Budak ın aksine Pekcanıtez, manevi tazminat taleplerinin belirsiz alacak davası  olarak  açılabilmesi  yönünden  zararın  gelişmekte  olup  olmadığına ilişkin bir ayrımın yapılmasını doğru bulmamaktadır. Pekcanıtez e göre, zararın gelişmekte olduğu hallerde değişiklik davasının koşulları söz konusu olmaktadır.  Değişiklik  davasının  düzenlendiği  TBK  m.  75,   Bedensel zararın kapsamı, karar verme sırasında tam olarak belirlenemiyorsa hâkim, kararın kesinleşmesinden başlayarak iki yıl içinde, tazminat hükmünü değiştirme  yetkisini  saklı  tutabilir   şeklinde  düzenlenmiş  olup  zararın gelişmekte olduğu hallerde bu madde uyarınca hareket edilecektir.  Değişiklik davası sadece kanunun izin verdiği hallerde açılabilen bir dava olmakla birlikte manevi tazminat talepleri bakımından değişiklik davasının açılmasında herhangi bir engel yoktur. Belirsiz alacak davasında, davanın başında  talep  sonucunun  belirlenememesi  ile  zararın  artması  arasında herhangi bir bağlantı bulunmamaktadır. Zira, belirsiz alacak davasında alacaklı tahkikatın sonunda kesin talep sonucunu belirleyerek hükmün buna                                                  152  Budak, Ali Cem: Belirsiz Alacak Davası, Bankacılar Dergisi, Özel Sayı, Y. 2013, s. 84; Darende, s. 25; Karaaslan, s. 52; Kılıçoğlu, Ahmet M., s. 865; Tanrıver, Kitap, s. 600; Tanrıver, Süha: Belirsiz Alacak Davası Ve Bu Bağlamda Uygulamada Yaşanan Güncel Sorunlar, Türkiye Noterler Birliği Dergisi, Y.2015-2, S.2, s. 24 (Makale-2); Yavaş, Murat: Belirsiz Alacak Davasının İş Davalarına Etkileri, İş Hukukunda Güncel Sorunlar (2), Seminer-25 Mayıs 2012, İstanbul 2012, s. 65.  153  Budak, s. 84.  154  Budak, s.85; Aynı yönde bkz. Karaaslan, s. 55-56.  155  Pekcanıtez, Makale, s.30.  156  Pekcanıtez, Kitap, s. 43; Pekcanıtez, Makale, s. 30. 157  Pekcanıtez, Makale, s. 30.   2715Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  göre verilmesini sağlayacak ve kural olarak hükmün değiştirilmesine gerek kalmayacaktır.  Kılıçoğlu, manevi tazminat davasının belirsiz alacak davası şeklinde açılamayacağına ilişkin görüşünü haksız eylem sonucunda kişinin uğradığı zararın belirsiz olmadığı ve manevi zararın bölünmezliği ile açıklamıştır.  Tanrıver e göre manevi tazminat hususunda hakime verilen geniş takdir yetkisinden, bu tür taleplerin belirsiz alacak davası biçiminde ileri sürülebileceği  anlamını  çıkarmamak  gerekir.  Manevi  tazminat  talepleri çoğunlukla parasal bir rakamla ifade edilse de, bu husus talep konusunun her durumda bir para alacağı olduğu anlamına gelmemektedir. Parasal bir manevi tazminat  talebi,  manevi  zararın  birebir  karşılığı  olmayıp,  bu  durum malvarlığına ilişkin davaların parasal değerinin dava dilekçesinde belirtilmesi gerektiğine ilişkin hükmün (HMK m. 119/1-d) doğal bir sonucudur. Buna karşılık, manevi tazminatın konusunu paradan başka bir şey de oluşturabilmekte ve böyle hallerde belirsiz alacak davası uygulanma alanı bulmamaktadır.  Manevi zarar bir bütündür, hukuka aykırı fiilin işlendiği anda duyulan acı, elem ve üzüntüyü ifade etmektedir. Manevi tazminat, hukuka aykırı fiil anıyla sınırlı olup zaman yayılamaz; buna bağlı olarak, davacının manevi tazminat olarak para talep ettiği hallerde tazminat miktarının zaman içinde artması veya azalması söz konusu olmaz. Başka bir deyişle, davacı uğradığı manevi  zararın  karşılığı  olarak  illa  para  olarak  talep  edecekse,  davanın başında, dava dilekçesinde sabit bir rakam ileri sürmek suretiyle böyle bir talepte bulunmalıdır. Bununla birlikte, davacı manevi tazminat olarak belli bir meblağ talep etmiş olsa bile hakim, TBK m.58/2 uyarınca paradan başka bir giderim biçimine hükmedebilme yetkisini de haizdir. Karaaslan a göre, manevi tazminat taleplerinin belirsiz alacak davasına konu edilememesinin nedeni ne manevi tazminatın bölünmezliği ne de manevi tazminat miktarının davacı tarafından belirlenebilir olması ile açıklanabilir. Manevi tazminat davalarının belirsiz alacak davası şeklinde açılamamasının asıl nedeni belirsiz alacak davasının düzenlendiği HMK nın 107 maddesidir. Manevi  tazminat  talepleri  bakımında  her  ne  kadar  HMK  m.  107/1 de öngörülen  belirli olmama  dolayısıyla  hukuki imkansızlık  şartı sağlanmış                                                  158  Pekcanıtez, Makale, s. 31. 159  Kılıçoğlu Ahmet M., s. 865. 160  Tanrıver, Makale-.2, s. 24.  161  Tanrıver, Makale-2, s. 25. 162  Tanrıver, Makale-2, s. 26. 2716Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım olsa da, maddenin 2. fıkrası manevi tazminat talepleri bakımından işlerlik kazanamamaktadır.  HMK m. 107/2 uyarınca davacı, karşı tarafın verdiği bilgi veya tahkikat sonucunda  alacağın  miktarı  veya  değerinin  tam  veya  kesin  olarak belirlenebilmesinin mümkün olduğu anda talep sonucunu arttırabilecektir. Ancak takdir yetkisinin asıl olduğu manevi tazminat talepleri bakımından davacı, son ana kadar hakimin takdir ettiği miktarı bilemeyeceğinden davanın başında göstermiş olduğu geçici (asgari) talep sonucunu HMK m. 107/2 çerçevesinde arttıramayacaktır. Zira, manevi tazminat davasında tazminat miktarının ne olacağını bilebilecek kişi sadece hakim olup, manevi tazminat talep edecek olan davacı sadece benzer olayda verilen tazminat miktarlarını göz  önünde  tutarak  bir  tahminde  bulunabilmektedir.  Buna  karşılık, Pekcanıtez e göre, HMK m. 107 nin manevi tazminat talepleri bakımından işlerlik  kazanmayacağını  kabul  etmek  mümkün  değildir.  Zira,  HMK m.107 de ne buna engel bir durum ne de böyle bir yorumu haklı kılan gerekçe bulunmaktadır.  Özellikle  HMK  m.  107/2  açısından  bakıldığında  davacı, pekala davanın başında gösterdiği geçici değeri tahkikat aşamasında tekrar değerlendirerek  mahkemeden  talep  ettiği  tazminat  miktarını  tam  olarak belirleyebilmektedir.  Darende ye göre, manevi tazminatın belirlenmesi hakimin takdir hakkı içinde  yer  almaktadır.  Manevi  tazminat  miktarını  hakimden  başkası belirleyemez. Manevi tazminatın belirlenememesi teknik bilgi yokluğundan yahut  hukuki  değerlendirme  noksanlığından  kaynaklanmamakta,  Borçlar Kanunu nun bu tazminatı belirleme yetkisini münhasıran hakime bırakmasından kaynaklanmaktadır. Manevi tazminatın belirsiz alacak davası şeklinde nitelendirilmesi, tek belirleyici  olan  hakimi  hükümden  önce  kararını  açıklamaya  zorlamak anlamına gelmektedir. Başka bir deyişle, hakimin hükümden önce takdirini açıklaması durumunda davacı, HMK m.107/2 ile uyumlu olarak manevi tazminat  alacağını  en  geç  tahkikat  sonuna  kadar  belirleyebilecek  ve dolayısıyla başlangıçta göstermiş olduğu geçici değeri arttırabilecektir.                                                   163  Karaaslan, s. 52.  164  Karaaslan, s. 53. 165  Pekcanıtez, Makale, s. 31. 166  Pekcanıtez, Makale, s. 32. 167  Darende, s. 24. 168  Darende, s. 24.   2717Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Ancak manevi tazminat miktarı, en geç tahkikatın sonunda değil aksine hükümle birlikte ortaya çıkabileceğinden böyle bir sonuca ulaşılması hatalı olmaktadır.  Belirsiz  alacak  davası  bakımından  kanun  koyucu,  davacıyı hakimin belirleyeceği kesin miktarın değil, hükmedebileceği tahmini miktarın belirlenebilir olmaması durumundaki imkansızlığın sonuçlarından korumaktadır. Aksi  halin  kabulü,  başka  bir  deyişle  hakimin  kesin  tespitinin  aranması, Kanun un amacının çok dışına çıkmakta ve hakimin tarafsızlığından kuşku duyulmasına yol açmakta dolayısıyla manevi tazminat taleplerinin belirsiz alacak  davası  biçimde  ileri  sürülebilmesinin  kabulü  mümkün  olmamaktadır.  Yavaş a göre, duyulan acı ve üzüntü karşılığı olarak belirlenecek olan miktarın sonradan arttırılmasına izin verilmesi halinde, fiil ile illiyet bağı kurmakta  zorlanılacak  ve  bazı  hayat  olayları sebebiyle  manevi  tazminat miktarının kötü niyetli olarak arttırılması söz konusu olacaktır. Pekcanıtez ise söz konusu gerekçelerin manevi tazminat taleplerinin belirsiz alacak davasına konu edilememesini yeteri kadar açıklayamadığı görüşündedir. İlk olarak, fiil ile illiyet bağının bulunması manevi tazminata karar verilebilmesi bakımından aranan bir husustur. Başka bir deyişle, fiil ile zarar arasında kurulan illiyet bağı prensip olarak manevi tazminat talebinin miktarı ile ilgili olmamakta dolayısıyla manevi tazminat taleplerinin sonradan arttırılması söz konusu illiyet bağının kurulmasını zorlaştırmamaktadır. İkinci olarak, ne tür hayat olaylarının manevi tazminat miktarının kötü niyetle arttırılmasına yol açacağı net bir şekilde ortaya konmamıştır. Bununla birlikte kötü niyetli talepler sadece manevi tazminat talepleri bakımından değil her dava bakımından gündeme gelebilmektedir.  Genel anlamda eda davalarının aksine manevi tazminat davalarında dava konusu alacak, hakime tanınan takdir yetkisi uyarınca ancak hüküm anında belirli hale gelebilmektedir. Başka bir deyişle, manevi tazminat davalarında dava  konusu  alacak,  tahkikat  sonunda  dahi  belirli  hale  gelememektedir. Kanaatimizce  bu  durum  manevi  tazminat  alacaklarının  belirsiz  alacak davasına  konu edilemeyeceğinin açık bir göstergesidir. Bununla  birlikte, manevi tazminat alacağının belirli hale gelebilmesi adına hakimi, hükümden önce tazminata ilişkin takdirini açıklamaya zorlamak da yanlış olacaktır. Her                                                  169  Darende, s. 25. 170  Yavaş, s. 65.  171  Pekcanıtez, Makale, s. 35. 2718Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım ne kadar hakimin alacağa ilişkin görüşünü hükümden önce belirtmiş olmasıyla HMK m. 107/2 anlamında dava konusu alacağın belirli hale gelebilmesi sağlanabilirse de bu sefer manevi tazminatın doğasına aykırı hareket edilmesi söz konusu olacaktır. Buna karşılık, belirsiz alacak davasının konusunu kesin bir talep  sonucundan  ziyade  hakimin  hükmedebileceği  tahmini  bir  talep sonucunun oluşturduğu kabul edilecek olursa, bu tahmini talep sonucunun belirlenebilmesi  gerek  karşı  tarafın  verdiği  bilgiler  gerekse  de  delillerin incelenmesi ile en geç tahkikat sonunda mümkün olabilecektir. Dolayısıyla ancak böyle bir durumda manevi tazminat talepleri belirsiz alacak davasının konusunu oluşturabilecektir.  SONUÇ Manevi tazminat taleplerinin kısmi davaya konu olup olmayacağına ilişkin  ilk  olarak,   kısmi  dava  açılabilmesi  talep  konusunun  bölünebilir olmasına bağlı olup bunun en tipik örneğini para alacakları oluşturmakta; manevi  tazminat  taleplerinin  konusunu  da  çoğunlukla  para  alacakları oluşturduğundan  manevi  tazminat  davaları  kısmı  dava  şeklinde açılabilmektedir  çıkarımı yapılabilmektedir. Böyle bir çıkarım, ilk bakışta doğru görünse de gerek manevi zarar gerek manevi tazminat kavramları bakımından daha ayrıntılı bir değerlendirme yapılması gerekmektedir.  İlk olarak, çoğunluk görüşe göre manevi zarar, zamana yayılamaz ve bir defada  toptan  istenmesi  gerekir.  Bu  görüş  de  bizi,   manevi  tazminatın bölünmezliği  kavramına götürmektedir. İkinci olarak, manevi tazminatın çoğu zaman alelade bir para alacağı olarak ifade ediliyor olması kanuni bir zorunluluktan (HMK m. 119/1-d) ileri gelmektedir.  Gerçekten de manevi tazminatın konusunu her durumda alelade bir para alacağının oluşturacağı şeklinde bir sonuca varmak yanlıştır. Zira, manevi tazminat talepleri bakımından hakimin takdir yetkisi asıl olup, hakim bu takdir yetkisi uyarınca manevi tazminat olarak bir miktar paranın ödenmesinin yanı sıra başka bir giderim biçimine de karar verebilmektedir. Hatta hakimin, sadece para dışı bir giderim biçimine de hükmedebilme yetkisi vardır. Bu hallerde, manevi tazminatın konusunu para alacağının oluşturduğu dolayısıyla kısmi davaya konu edilebileceği şeklinde doğrudan bir çıkarım yapılması mümkün görünmemektedir.   Manevi  tazminat  taleplerinin  belirsiz  alacak  davasına  konu  olup olmayacağına ilişkin ilk olarak,  Belirsiz alacak davasının açılabilmesi talep   2719Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  sonucunun  miktar  veya  değerinin  tam  ve  kesin  olarak  belirlenmesinin imkansız yahut davacıdan beklenemeyecek olmasına bağlı olup, bu durumun en tipik örneğini, hükmedilecek miktarın hakimin takdirinde olduğu haller oluşturmaktadır.  Dolayısıyla,  hükmedilecek  miktarın  hakimin  takdirinde olduğu  manevi  tazminat  davaları  da  belirsiz  alacak  davası  şeklinde açılabilmektedir  çıkarımı yapılabilmektedir. Ancak, kısmi davada yapmış olduğumuz gibi, burada da konunun özellikle manevi tazminat davaları ve hakime verilen geniş takdir yetkisi bakımından incelenmesi gerekmektedir.  Manevi  tazminat  davaları  bakımından  hakime  verilen  geniş  takdir yetkisinin,  belirsiz  alacak  davasının  temel  şartlarından  birini  oluşturan  beklenemezlik veya hukuki imkansızlık  açısından değerlendirilmesi önem taşımaktadır. Manevi tazminat taleplerinin belirsiz alacak davası şeklinde ileri sürülebileceği  kabul  edildiği  takdirde,  davacının  dava  başında,  manevi tazminat olarak göstermiş olduğu geçici değerin en geç tahkikat sonuna kadar belirli  hale  gelmesi  gerekmektedir  (HMK  m.107/2).  Buna  karşılık, hükmedilecek manevi tazminat miktarı, hakimin takdir yetkisi dolayısıyla ancak davanın sonunda belirli hale gelebilmektedir. Başka bir deyişle, manevi tazminat bakımından hakime verilen geniş takdir yetkisi HMK m. 107/2 nin gerçekleşmesine engel olmakta, davacı alacağının miktarını ancak davanın sonunda yani hükümle birlikte belirleyebilmektedir. Alacağın en geç tahkikat sonunda belirli hale gelebilmesi için doktrinde belli çözüm önerileri ortaya atılmıştır. Bunlar, hakimin hükümden önce takdir edilen tazminatı açıklaması ve  hakimin  dava  başında  gösterilen  geçici  (asgari)  talep  sonucunun arttırılmasını  beklemeksizin  kesin  talep  sonucuna  hükmedebilmesidir. Kanaatimizce, her iki durum da yürürlükteki hukuk bakımından mümkün görünmemektedir.  Hakimin hükümden önce takdir edilen tazminatı açıklaması hakimin reddi  sebeplerinden  birini  oluşturur.  Somut  durumun,  HMK  m.  36/1-b kapsamında değerlendirilebilmesi mümkündür. HMK m. 36/1-b uyarınca hakimin, davada iki taraftan birine veya üçüncü kişiye kanunen gerekmediği halde görüşünü açıklamış olması halinde hakimin reddi sebebi söz konusu olmaktadır. Kaldı ki, takdir edilen manevi tazminat miktarının hükümden önce açıklanmasının herhangi bir kanuni dayanağı da bulunmamaktadır.  Hakimin  dava  başında  gösterilen  geçici  (asgari)  talep  sonucunun arttırılmasını beklemeksizin kesin bir talep sonucuna hükmedebilmesi ise HMK  m.  26 da  düzenlenen  taleple  bağlılık  ilkesine  aykırı  olup,  anılan maddenin  2.  fıkrasında  düzenlenen istisna  kapsamına  da  girmemektedir. 2720Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  Basım Ayrıca, dava başında gösterilen geçici (asgari) talep sonucu arttırılmadığı takdirde hakimin bu talep sonucu üzerinden hüküm verebileceği kuralı da bu hususu desteklemektedir. Dolayısıyla, manevi tazminat davalarının belirsiz alacak davası şeklinde açılması  mümkün  görünmemektedir.  Çünkü  davacı,  davanın  başında belirleyemediği ve buna bağlı olarak geçici bir değer olarak gösterdiği talep sonucunu dava sonunda da belirleyememektedir.",
     "Kaynakça": "AKİL, Cenk: Kısmi Dava, Ankara 2013. ARSLAN,  Ramazan/YILMAZ,  Ejder/TAŞPINAR  AYVAZ,  Sema: Medeni Usul Hukuku, 1. Baskı, Ankara 2016. BUDAK, Ali Cem: Belirsiz Alacak Davası, Bankacılar Dergisi, Özel Sayı, Y. 2013, s. 82-86.  ÇELİK,  Ahmet  Çelik:  6100  Sayılı  Hukuk  Yargılama  Yasası na  Göre Tazminat ve Alacak Davaları Açılması Ve İzlenmesi, 2. Baskı, Ankara 2012. ÇİL, Şahin/KAR, Bektaş: 6100 Sayılı HMK ya Göre İş Yargısında Belirsiz Alacak Davası Ve Kısmi Dava, Ankara 2012. DARENDE, İhsan M.: Belirsiz Alacak Davası-Kısmi Dava İlişkisi, Leges Hukuk Dergisi, Y. 2012 (Ocak), S. 25, s. 11-26. ERCAN, İbrahim: Hukuk Muhakemeleri Kanunu na Göre Belirsiz Alacak Davası, Medeni Usul Ve İcra İflas Hukukçuları Toplantısı, İzmir 2012, s.102-183.  ERTAŞ, Şeref: Manevi Tazminatın Hukuki Niteliği ve Miktarının Tespiti, Prof. Dr. İlhan E. Postacıoğlu na Armağan, İstanbul 1990, s. 65-111. FİDAN, Nurten: Belirsiz Alacak Davasındaki Belirsizlikler, Aralık 2011, Y.6, S. 24, s. 177-187.  GÖKCAN, Hasan Tahsin: Haksız Fiil Hukuku ve Maddi- Manevi Tazminat Davaları, 1. Baskı, Ankara 2008. İYİMAYA, Ahmet: Sorumluluk Ve Tazminat Hukuku Sorunları, Ankara 1990.   2721Kısmi Dava, Belirsiz Alacak...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2685-2723  KARAASLAN, Varol: Manevi Tazminat Davaları Belirsiz Alacak Davası Şeklinde Açılabilir Mi?, Medeni Usul Ve İcra İflas Hukuku Dergisi, Y.2014/3, C.10, S.29, s. 37-58.  KILIÇOĞLU, Ahmet M.: Borçlar Hukuku Genel Hükümler, Ankara 2012. KILIÇOĞLU, Mustafa: Tazminat Hukuku, 6. Baskı, Ankara 2016. KURU, Baki/ARSLAN, Ramazan/YILMAZ, Ejder: Medeni Usul Hukuku Ders Kitabı, 25. Baskı, Ankara 2014. KURU, Baki: Hukuk Muhakemeleri Usulü (Cilt 2), 6. Baskı, İstanbul 2001. (Kitap) KURU, Baki: Medeni Usul Hukuku Ders Kitabı, İstanbul 2015. (Ders Kitabı) KURU, Baki: Medeni Yargıda Kısmi Alacak Davası Öldü, Yaşasın Belirsiz Alacak Davası Ve İdari Yargıda Yaşasın Genişletilmiş Kısmi Alacak Davası, Prof. Dr. Ramazan Arslan a Armağan, C.2, Ankara 2015, s. 1063-1072."
}