{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "64",
     "Sayı": "1",
     "Başlık": "KARDEŞLER ARASINDA NAFAKA YÜKÜMLÜLÜĞÜ",
     "Title": "Contribution Obligation Between Siblings",
     "Yazar İsmi": [
          "Seda İrem ÇAKIRCA"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": ["Kardeş", "nafaka yükümlülüğü", "nafaka yükümlüsünün refah içerisinde olması", "nafaka davası", "mirasta saklı pay kuralları"],
     "Keywords": [
          "Siblings",
          "obligation of contribution",
          "claim of contribution",
          "rules of reserved hereditary shares in inheritance"
     ],
     "Özet": "4721  sayılı Türk  Medeni  Kanunu na  göre  herkes,  yardım  etmediği takdirde yoksulluğa düşecek olan üstsoyu ve altsoyu ile kardeşlerine nafaka vermekle  yükümlüdür.  Ancak  kardeşler  arasındaki  nafaka  yükümlülüğü, TMK m. 364/f. 2 tarafından nafaka yükümlüsünün refah içerisinde olması, ek şartına bağlanmıştır. Mirasçılıktaki sıra göz önüne alınarak açılacak olan nafaka  davası;  davacının  geçinmesi  için  gerekli  ve  davalı  nafaka yükümlüsünün mali gücüne uygun bir yardım istemesinden oluşmaktadır. Mehaz İsviçre Medeni Kanunu nda 2000 yılından itibaren kardeşler arasında nafaka yükümlülüğünün ortadan kaldırılmasına rağmen, kanun koyucu 4721 sayılı Türk Medeni Kanunu nda kardeşler arasında nafaka yükümlülüğünün devam etmesi yönündeki iradesini devam ettirmiştir. Bunun yanı sıra, 2007 yılında 4721 sayılı Kanun da yapılan değişiklikle kardeşlerin saklı paylı mirasçı  olmaktan  çıkarılmasının  ardından,  kardeşler  arasındaki  nafaka yükümlülüğünün gerekliliği tartışmaya açılmaya değer hale gelmiştir. Bu çalışma; kardeşler arasındaki nafaka yükümlülüğünün amacını ve şartlarını ortaya  koyduktan  sonra  miras  hukukunda  değişen  saklı  pay  kuralları karşısında gerekliliğini sorgulamayı amaçlamaktadır.                                                   Yard. Doç. Dr., İstanbul Üniversitesi Siyasal Bilgiler Fakültesi Hukuk Bilimleri Anabilim Dalı. E-posta: icakirca@istanbul.edu.tr.",
     "Abstract": "According to the Turkish Civil Code no. 4721, everyone is indebted to give contribution to his or her lineal ancestors and descendants and siblings who  will  fall  into  poverty  if  the  contribution  is  not  given.  However, contribution obligation between siblings is connected to additional condition of the contribution obligor s welfare, according to Article 364 paragraph 2 of Turkish Civil Code. Contribution claim is filed taking the inheritance line into consideration and it consists of plaintiff s demand of help to live on that compatible defendant s financial strength. Although contribution obligation between siblings had been abolished in the referenced Swiss Civil Code since 2000, Turkish legislator continued its will of regulating the obligation of contribution between siblings in the Turkish Civil Code no. 4721. On the other hand, after the amendment to Law No. 4721 in 2007 that eliminated siblings reserved hereditary shares, the necessity of contribution obligations between siblings became worth to start a discussion. Aim of this paper is firstly to determine purpose of contribution obligation between siblings and its conditions and after that to examine its necessity in relation to rules of reserved hereditary shares in inheritance.",
     "Metin": "Türk Medeni Kanunu sistematiğinde nafaka yükümlülükleri, bakım ve yardım nafakası başlıkları altında  düzenlenmiştir. Bakım nafakası; eşler                                                  1  RG. 08. 12. 2001, s. 24607. 2 Akıntürk, Turgut/Karaman Ateş, Derya (2014). Türk Medeni Hukuku, Aile Hukuku, Cilt 2, 6098  sayılı  Yeni  Borçlar  Kanununa  Uyarlanmış  (10.  Bası).  İstanbul,  Beta,  s.  444. Doktrinde nafaka türleri için farklı ayrımlar da kullanılmaktadır. Ana ve babanın çocuğa karşı bakım nafakası ve onunla bağlantılı olarak iştirak nafakası, akrabalar arasında yardım nafakası ve evlilik hukukuna özgü nafakalar bu ayrıma örnek teşkil eder. Evlilik hukukuna dair nafakalar ise TMK m. 185, 186 uyarınca eşlerin birbirlerine ödeyeceği bakım nafakası, TMK m. 169 da düzenlenen boşanma veya ayrılık davası açılınca hakimin davanın devamı 66AÜHFD, 64 (1) 2015: 65-101                                                                                          Çakırca arasında evlilik ilişkisinden ve ana baba ile çocuk arasında soybağından kaynaklanır. Eşler arasındaki bakım nafakası yükümlülüğünün temelinde, eşlerin  evlilik  ilişkisi  içerisinde  birbirlerinin  geçimine  katkıda  bulunma yükümlülüğü yatmaktadır (TMK m. 169, 175). Ana babanın çocuğa karşı bakım nafakası ise velayet ilişkisinden bağımsız bir şekilde; TMK m. 327 de hüküm altına alınan ana babanın çocuğun eğitimi, bakımı ve korunması için gerekli giderleri karşılama yükümlülüğünden kaynaklanmaktadır. Türk  Medeni  Kanunu nun  364-366.  maddeleri  arasında  düzenlenen yardım  nafakası  ise  TMK  m.  364 de  sınırlı  şekilde  sayılan  akrabaların birbirlerine karşılıklı olarak yardım etme yükümlülüğüne dayanır. Yardım nafakası ilişkisinin tarafları; üstsoy, altsoy ve kardeşlerdir. TMK m. 364/f. 3 ün  Eş ile ana ve babanın bakım borçlarına ilişkin hükümler saklıdır.  ifadesinden  de  anlaşılabileceği  üzere;  yardım  nafakası  bakım  nafakası karşısında ikincil niteliğe sahiptir. Şöyle ki; nafaka alacaklısının mevcut bir bakım yükümlüsü varsa öncelikle bu kişiden nafaka talebinde bulunması gerekir. Daha açık ifadeyle; sadece söz konusu bakım yükümlüsünün bakım borcunu yerine getirmemesi veya getirememesi halinde, yardım nafakası yükümlüsüne başvurulabilir. Bu  çalışmanın  konusunu  oluşturan  kardeşler  arasındaki  nafaka yükümlülüğü ise TMK m. 364/f. 2 de nafaka yükümlüsü kardeşin refah içerisinde  bulunması  şartına  bağlanmıştır.  Kanun  koyucunun,  kardeşler arasındaki nafaka yükümlülüğünün doğması için TMK m. 364/f. 1 de aranan koşullara  ek  olarak,  nafaka  yükümlüsü  kardeşin  refah  içerisinde  olması şartını  araması,  kardeşlerin  birbirlerinden  öncelikli  olarak  ve  kolaylıkla yardım  nafakası  talebinde  bulunmalarını  engellemek  amacına  sahip olduğunu  göstermektedir.  TMK  m.  365/f.1  de  nafaka  davasının mirasçılıktaki sırayı göz önüne alınarak açılacağını ifade etmek suretiyle, kardeşler  arasındaki  nafaka  yükümlülüğünün  nafaka  yükümlülüğü sıralamasında geri planda kalacağına işaret etmiştir. Ancak burada özellikle                                                                                                                    süresince gerekli olan, özellikle eşlerin geçimine ilişkin re sen dikkate alacağı, geçici bir önlem niteliğinde olan tedbir nafakası ve TMK m. 175, 176 uyarınca ödenecek yoksulluk nafakası şeklinde bir ayrıma tabi tutulmuştur. Serozan, Rona (2005). Çocuk Hukuku (2. Bası). İstanbul, Vedat Kitapçılık, s. 247. 3  Egger,  August  (1943).  Kommentar  zum  Schweizerischen  Zivilgesetzbuch  Das Familienrecht  Zweite  Abteilung:  Die  Verwandtschaft  Art.  252-359  (2.  umgearbeitete Auflage). Zürich, Schultheß, Art. 328 Rn. 21.   67Kardeşler Arasında Nafaka Yükümlülüğü                           AÜHFD, 64 (1) 2015: 65-101 altının  çizilmesi  gerekene  nokta;  kanun  koyucunun,  ne  mehaz  İsviçre Medeni  Kanunu nda  2000  yılında  kardeşler  arasındaki  nafaka yükümlülüğünün  kaldırılmasını,  ne  de  Türk  Medeni  Kanunu nda  2007 yılında mirasta kardeşlerin saklı payının kaldırılmasını müteakip, kardeşlerin nafaka yükümlülüğüne ilişkin yeni bir düzenleme yaptığıdır. Bu bağlamda; özellikle sosyal devletin güçlü olduğu İsviçre ve Almanya gibi ülkelerin medeni  kanunlarında  yer  almayan  kardeşler  arasındaki  nafaka yükümlülüğünün, Türk Medeni Kanunu nda varlığını devam ettirmesinin gereği irdelenmeye muhtaç bir kanun koyucu tercihi olarak ele alınmalıdır. Çalışmanın  ilk  bölümünde  yardım  nafakası  yükümlülüğünün  genel şartları  incelenecek,  ikinci  bölümde  ise  kardeşler  arasında  nafaka yükümlülüğünün koşulları ayrıntılarıyla açıklanacaktır. Kardeşler arasında nafaka yükümlülüğünün gerçekleşmesini sağlayan nafaka davasının genel hükümleri  üçüncü  bölümün  konusunu  oluştururken,  usul  hükümleri dördüncü bölümde ele alınacaktır. Beşinci ve son bölümde ise kardeşler arasında nafaka yükümlülüğünün mirasta saklı pay kuralları karşısındaki konumunun değerlendirilmesi yapılacaktır. Bütün bu analizler yapılırken, yardım  nafakasının  sosyal  yardım  ve  dayanışma  ile  olan  ilişkisinin  de sorgulanması  gerekecektir.  Zira  özellikle  kardeşler  arasında  nafaka yükümlülüğünün zorunlu kılınmasının ve gerekliliğinin tartışıldığı noktada sosyal  yardım  ve  dayanışmanın  kapsamının  belirlenmesi  de  anlamlı olacaktır. I.  GENEL OLARAK YARDIM NAFAKASI YÜKÜMLÜLÜĞÜ Bireylerin  toplumsal  hayat  içerisinde  yaşamaya  başladıkları  andan itibaren,  birbirleri ile  dayanışmaları ve  yardımlaşmaları ahlaki bir görev olarak  kabul  edilegelmiştir.  Bireyler  arasındaki  bu  yardımlaşma  ödevi, toplumun  temeli  olan  aile  üyeleri  arasında  karşılıklı  sevgi,  ilgi  ve fedakarlığın varlığının tartışmasız olarak kabul edilmesi sebebiyle daha da yoğundur. Sosyal devletin güçlenmesiyle birlikte, bireylerin ihtiyacı olan yardımın devlet tarafından karşılanması yaygınlaşmışsa da, aile bireylerinin                                                  4  Fuchs,  Maximilian  (2002).  Empfiehlt  es  sich,  die  rechtliche  Ordnung  finanzieller Solidarität  zwischen  Vewandten  im  Unterhalts-,  Pflichtteils-,  Sozialhilfe-  und Sozialversicherungsrecht neu zu gestalten? . JZ, Heft 17, s. 785; Koller, Thomas (2007). Der  Verwandtenunterstützungspflicht  im  schweizerischen  Recht  oder:  Der   verlorene Sohn  im Spannungsfeld zwischen Fiskalinteresse und Privatinteresse. FamPra. ch. , 4, s. 770. 5  Koller (2007), s. 769; Egger, Art. 328 Rn. 2-6. 68AÜHFD, 64 (1) 2015: 65-101                                                                                          Çakırca birbirleriyle  dayanışma  içerisinde  olma  yükümlülüğü  son  bulmamıştır. Ancak modern aile kavramının değişmesi ve dönüşmesi sebebiyle, yardım nafakası yükümlüleri sınırlandırılmıştır ve fakat ahlaki borç niteliğinde olan yardım  yükümlülüğü  kanuni bir borç  haline  gelmiştir. Türk hukukunda sosyal, ahlaki ve dini açılardan kabul edilen aile bireylerinin birbirleriyle dayanışması kuralı TMK m. 364-366 arasında, kanunun belirlediği ölçüde bir yardım yükümlülüğü olarak kanuni bir borç şeklinde düzenlenmiştir. Dolayısıyla  yardım  nafakası;  kişiye  kanunun  belirlediği  derecedeki hısımlarına, yoksulluk halinde bulunmaları ve bu durumdan kendi imkanları ile kurtulamamaları halinde yüklenen kanuni bir borç olarak tanımlanabilir. TMK  364-366  maddeleri  arasında  düzenlenen  yardım  nafakasının Roma  hukukunun  Klasik  Hukuk  Dönemine  kadar  kabul  edilmemiştir. Özellikle Digesta 25. 3. 5 ve 6 da Ulpianus ve Modestinus un yorumlarından yardım  nafakasının  Klasik  Hukuk  Döneminde  kabul  edildiği anlaşılmaktadır.  Roma  hukukunda  yardım  nafakası,  aile  reisi  ile  aile evlatları, efendi ile azatlılar ve eşler arasında olmak üzere üç farklı uygulama alanına sahipti. TMK m. 364-366 arasında düzenlenen yardım nafakası ile benzerlik  gösteren  aile  reisi  ve  aile  evlatları  arasındaki  nafaka  Roma hukukunda  sadece  altsoy  ve  üstsoy  arasında  geçerliydi.  Daha  açık  bir ifadeyle; Roma hukukunda civar hısımları arasında yani; kardeşler, teyze, hala,  dayı,  amca  ve  yeğenler  arasında  yardım  nafakası  yükümlülüğü bulunmamaktaydı. Nafaka alacaklısı, nafaka borçlusundan sadece ihtiyaç duyduğu  zorunlu  giderlerinin  giderilmesini  talep  edebilirdi;  olağanüstü giderlerinin karşılanmasını ise isteyemezdi.                                                   6  Önder, Akil (1943) . Usul ve Füru ve Kardeş Nafakası ve Ev Reisliği. Adliye Ceridesi, s. 625; Dural, Mustafa/Öğüz, Tufan/Gümüş, Mustafa Alper (2014). Türk Özel Hukuku, C. III, Aile Hukuku (9. Bası). İstanbul, Filiz Kitabevi, s. 358; Akıntürk/Karaman Ateş, s. 444. 7  Yargıtay  da  verdiği  kararlarında  yeknesaklaşmış  bir  şekilde;  yardım  nafakasını,  aile bireylerini yoksulluk ve düşkünlükten kurtarmaya ilişkin bir nevi sosyal yardımlaşma olarak görmektedir. Buna göre yardım nafakası; ahlak kuralları ile geleneklerin zorunlu kıldığı bir ödev olarak nitelendirilmiştir. Y. 3. HD. 01. 11. 2012 T. , E. 2012/17987, K. 2012/22454; Y. 3. HD. 22. 01. 2008 T. , E. 2007/19271, K. 2008/860; Y. HGK. , 22. 12. 2010 T. , E. 2010/2-649, K. 2010/683 (Kazancı İçtihat Bankası).  8  İpek, Nurcan (2013). Roma Hukukunda Yardım Nafakası. MÜHF-HAD. C. 19, S. 3, s. 278. 9 Frier, Bruce W./McGinn, Thomas A.J. (2004). A Casebook on Roman Family Law. Oxford University Press, s. 236; İpek, s. 278. 10  İpek, ss. 278-284; Frier/McGinn, s. 236; Kaser, Max/Knütel, Rolf (2013). Römisches Privatrecht (20. , überarbeitete und erweiterte Auflage). C. H. Beck Verlag,§ 61 Rn. 2.  11  İpek, s. 285.   69Kardeşler Arasında Nafaka Yükümlülüğü                           AÜHFD, 64 (1) 2015: 65-101 TMK m. 364/f. 1 e göre ise nafaka yükümlüsü olanlar üstsoy, altsoy ve kardeşlerdir. Üstsoy ve altsoy hangi derecede olursa olsun yardım nafakası ile yükümlüdürler. Öte yandan, nafaka ilişkisinin doğması için, hısımlığın ana ya da baba tarafından olması arasında bir fark yoktur. Aynı şekilde evlat  edinme  işlemin  gerçekleşmesiyle  birlikte  evlat  edinen  ile  evlatlık arasında  soybağı  kurulduğu  ve  ana  babaya  ait  olan  haklar  evlat  edinen geçmesi sebebiyle, evlat edinen ile evlatlık arasında TMK m. 364/f. 1 e göre nafaka ilişkisi kurulur. Evlatlık ilişkisi, evlatlık ile gerçek anne ve babası arasındaki hısımlık ilişkisine son vermediği için, bunlar arasındaki nafaka yükümlülüğü ortadan kalkmaz ve fakat ikinci dereceye iner. Üvey evlattan                                                  12  Kanun nafaka yükümlüsü olan kişileri sınırlı sayıda saymıştır. Kapalı sayı prensibine göre sayılan bu kişilerin kapsamı yargı kararlarıyla genişletilemez. Egger, Art. 328 Rn. 23. 13  Oğuzman,  M.  Kemal/Dural,  Mustafa  (1998).  Aile  Hukuku  (2.  Bası).  İstanbul,  Filiz Kitabevi, s. 379; Baygın, Cem (2010). Soybağı Hukuku. İstanbul, XII Levha Yayıncılık, s. 443; Akıntürk/Ateş Karaman, s. 445. Kural olarak, anne ve babanın çocuğuna karşı olan bakım borcu çocuğun ergin olmasına kadar devam eder ve çocuğun ergin olmasıyla sona erer. Y. 2. HD. 17. 09. 2003 T. , E. 2003/10282, K. 2003/11461 (Ruhi, Ahmet Cemal (2010). Nafaka Hukuku (3. Bası). Ankara, s. 78) . Çocuğun ergin olmasıyla birlikte iştirak nafakası sona erer ve iştirak nafakasının artırılmasına ilişkin bir dava açılması halinde, bu davanın yardım nafakası talebiyle açıldığı kabul edilmelidir. Y. 3. HD. 14. 07. 2009 T. , E. 2009/7911, K. 2009/12490 (Kazancı İçtihat Bankası); Y. 3. HD. 24. 02. 2009 T. , E. 2009/1657, K. 2009/2772 (Kazancı İçtihat Bankası); Y. 3. HD. 13. 11. 2008 T. , E. 2008/17555, K. 2008/19383 (Kazancı İçtihat Bankası). 14  Oğuzman/Dural, s. 379. Evlilik dışı çocuğun durumu ise bu bağlamda özel olarak dikkate alınmalıdır. Zira; evlilik dışı doğan çocuk, baba ile soybağı tanıma (TMK m. 295 vd. ) veya babalığa hüküm (TMK m. 301 vd. ) ile kurulmadıkça, biyolojik hısımlık sebebiyle hukuken yardım nafakası alacaklısı veya yükümlüsü olamaz. Başka bir ifadeyle; hukuken biyolojik babası ile soybağı kurulan evlilik dışı çocuğun, altsoy ve üstsoy hısımları ve babasının evlilik içinde doğmuş çocuklarıyla, evlilik dışından doğmuş ve fakat babaları ile aralarında soybağı kurulmuş çocukları ile; yani kardeşleriyle arasında nafaka ilişkisi  mevcuttur. Tekinay, Selahattin Sulhi (1990). Türk Aile Hukuku (7. Bası). İstanbul, s. 589; Baygın, s. 446. 15  Koller,  Thomas  (2010).  Basler  Kommentar,  Zivilgesetzbuch  I,  Art.  1-  456  ZGB  (4. Auflgae). Herausgegen von. : Heinrich Honsell, Nedim Peter Vogt, Thomas Geiser, Basel: Helbing Lichtenhahn Verlag, Art. 328/329 Rn. 7; Akıntürk/Ateş Karaman, s. 445; Koller (2007), s. 779. 16  Oğuzman/Dural, s. 379; Dural/Öğüz/Gümüş, s. 359. Evlat edinen ile evlatlığın altsoyu arasında da nafaka ilişkisinin kurulup kurulamayacağı ise tartışmalıdır. Evlat edinme ilişkisinin sadece evlat edinen ile evlatlık arasında hısımlık bağı kuracağı görüşünde olanlar, evlat edinen ile evlatlığın altsoyu arasında nafaka ilişkisinin doğmayacağını iddia ederler. Tekinay, s. 590. Öte yandan, hısımlığın evlat edinen ile evlatlığın altsoyu arasında da kurulduğu görüşünde olanlara göre; söz konusu hısımlık ilişkisi sebebiyle, evlat edinen ile evlatlığın altsoyu arasında da TMK m. 364/f. 1 bağlamında nafaka yükümlülüğünün bulunmaktadır. Oğuzman/Dural, s. 260. 70AÜHFD, 64 (1) 2015: 65-101                                                                                          Çakırca ise yardım nafakası talep edilemez. TMK m. 364/f.1 de sayılan hısımlar dışında hiçbir hısmın nafaka ödeme yükümlülüğü yoktur. Dolayısıyla dayı, amca,  hala,  teyze,  yeğen  ya  da  kuzenler  arasında  nafaka  yükümlülüğü yoktur. Aynı şekilde üstsoy veya yansoy kayın hısımları arasında da nafaka borcu  doğmaz.  Daha  açık  bir  ifadeyle;  bir  kimse  kayınpederine, kayınvalidesine veya gelinine, damadına yardım nafakası ödemek zorunda değildir. Ancak nafaka yükümlülüğü olmayan bir kişi nafaka ödeyecek olursa, bu ahlaki borcun ifası sayılır ve ödenen nafaka TBK m. 78/f. 2 ye göre geri istenemez. Yardım nafakası, nafaka ihtiyacı içerisinde olan bir kimse tarafından istenebileceği gibi eğer bu kişiye resmi ya da kamuya yararlı bir kurum bakmaktaysa, nafakayı bu kurumlar da talep edebilir (TMK m. 365/f. 4) 22. Nafaka yükümlülüğü kanununda belirlenen kişiler arasında karşılıklı olarak mevcuttur. Buna göre; üstsoy ve altsoy ve kardeşler karşılıklı olarak                                                  17  Baygın, s. 446. Y. 2. HD. 27. 01. 1942 T. , E. 1941/5214 , K. 1942/276 (Yetik, Nurten (2007). Açıklamalı- İçtihatlı Nüfus, Velayet, Vesayet, Nafaka. Ankara, Bilge Yayınevi, s. 426). 18  Köprülü, Bülent/Kaneti, Selim (1989). Aile Hukuku (Gözden Geçirilmiş 2. Bası). İstanbul, Filiz Kitabevi, s. 289; Egger, Art. 328 Rn. 23. 19  Baygın, s. 447; Egger, Art. 328 Rn. 23; Akıntürk/Karaman Ateş, s. 458. 20   Kocası olan gelin kayınpederden nafaka isteyemezse de, kayınpeder askerde olan ve gelir ve malvarlığı bulunmayan oğlunun eşi ve çocuklarına bakmak zorunda olduğundan nafaka takdiri gerekir.  Y. 2. HD. 27. 02. 1994 T. , E. 1994/88, K. 1994/58 (Yetik, s. 427). Aynı yönde başka bir Yargıtay kararı için bkz. : Y. 3. HD. 06. 05. 2008 T. , E. 2008/7185, K. 2008/8276 (Ruhi, s. 606). 21  Oğuzman/Dural, s. 379; Dural/Öğüz/Gümüş, s. 359. Y. 2. HD. 26. 05. 1953 T. , E. 1953/5361, K. 1953/3670 (Ruhi, s. 88). 22  Dural/Öğüz/Gümüş, s. 362; Akıntürk/Ateş Karaman, s. 448; Baygın, s. 447.   MK'nın 366. maddesi  uyarınca,  korunmaya  muhtaç  kişilerin  bakımı  bununla  yükümlü  kurumlar tarafından sağlanır. Bu kurumlar yaptıkları masrafları nafaka yükümlüsü hısımlarından isteyebilir. Yasanın bu hükmü de gözetildiğinde, nafaka yükümlülüğünün yasanın emrettiği ve özellikle refah içerisinde olan altsoy (oğul) için kaçınılmaz bir yükümlülük olduğu görülmektedir.  Y. 3. HD. 22. 01. 2008 T. , E. 2007/19271, K. 2008/860. Aynı şekilde; Sosyal Hizmetler ve Çocuk Esirgeme Kurumu Kanunu nun 30. maddesi uyarınca şayet kişiye Sosyal Hizmetler ve Çocuk Esirgeme Kurumu tarafından bakılmakta ise; bu kurum nafaka yükümlüsü olanlardan nafaka isteminde bulunabilir. Y. 2. HD. 04. 10. 1994 T. , E. 1994/8184, K. 1994/9397 (Ruhi, s. 80); Y. 2. HD. 25. 12. 1947 T. , E. 7584/ K. 6786 (Kazancı İçtihat Bankası); Y. 3. HD. 05.10. 2010 T. , E. 2010/12841, K. 2010/15760 (Özuğur, Ali İhsan (2014). Nafaka Hukuku, Açıklamalı, Gerekçeli, İçtihatlı (5. Baskı). Ankara, Seçkin Yayınevi, s. 725). 23  Egger, Art. 328 Rn. 24; Koller (2010), Art. 328/329 Rn. 8; Koller (2007), s. 781; Öztan, Bilge (2004). Aile Hukuku (5. Bası). Ankara, Turhan Kitabevi, s. 703; Dural/Öğüz/Gümüş, s. 359; Baygın, s. 444; Akıntürk/Ateş Karaman, s. 447; Ruhi, s. 79.   71Kardeşler Arasında Nafaka Yükümlülüğü                           AÜHFD, 64 (1) 2015: 65-101 yardım  nafakası  yükümlülüğüne  sahiptirler.  Başka  bir  ifadeyle;  nafaka yükümlülüğünün çift yönlü olması sebebiyle TMK m. 364/f. 1 de sayılan kişiler nafaka alacaklısı oldukları kadar nafaka borçlusudurlar da. Nafaka miktarı belirlenirken nafaka borçlusunun ödeme gücü dikkate alınacaktır. Nafaka alacaklısı yardım nafakası talebinde bulunurken mirasçılıktaki sırayı gözeterek nafaka davasını açmalıdır.  Yardım  nafakası  yükümlülüğünün  gerçekleşebilmesi  için  öncelikle, nafaka alacaklısı tarafından borçluya karşı böyle bir talepte bulunulmalıdır. Hakim, yardım nafakasının miktarı özellikle dava dilekçesinde belirtilip, talep edilmedikçe yardım nafakası hususunda bir karara varamaz. Yardım nafakası  yükümlülüğünün  doğması  için  gerekli  ikinci  şart  ise,  nafaka alacaklısının yoksulluk içerisinde olmasıdır. Yoksulluk içerisinde olmaktan anlaşılması gereken mutlak surette yoksulluğa düşülmüş olması değildir; kişinin yardım edilmemesi halinde yoksulluğa düşme tehlikesi içerisinde olması  da  bu  kapsam  içerisinde  değerlendirilir.  Yoksulluk  hali,  kişinin yaşaması  için  zorunlu  olan  araçları  başkalarının  yardımı  olmaksızın sağlayamaması durumunda ortaya çıkar. Söz konusu yoksulluk durumu sübjektif  değil,  objektif  olarak  talepte  bulunan  nafaka  alacaklısının geçinebilmesi  için  gerekli  araçlara  sahip  olup  olmadığı  incelemesi yapıldıktan sonra belirlenir. Ancak asgari ücret düzeyinde bir gelire sahip olunması, yoksulluk durumunu ortadan kaldırmaz. Düzenli geliri bulunan                                                  24  Dural/Öğüz/Gümüş,  s.  366.  İsviçre  Federal  Mahkemesi  verdiği  kararlarında;  bakım yükümlüsünün gelirinin, yoksulluğa düşmemesi için gereken asgari gelir tutarının %20 oranında aşması durumunda, ödeme gücüne sahip olduğunu kabul etmektedir. BGE 132 III 97. 25  Tekinay, s. 593. Y. 3. HD. 10. 04. 2006 T. , E. 2006/3854, K. 2006/4025 (Kazancı İçtihat Bankası). 26  Y. 2. HD. 15. 05. 1998 T. , E. 1998/4492, K. 1998/6010 (Kazancı İçtihat Bankası). 27 Egger, Art. 328 Rn. 27; Tekinay, s. 590; Dural/Öğüz/Gümüş, s. 360. Y. 3. HD. 12. 04. 2012 T. , E. 2012/5724, K. 2012/10012; YHGK. 07. 06. 1998 T. , E. 1998/656, K. 1998/688 (Kazancı İçtihat Bankası); Y. 3. HD. 18. 10. 2004 T. , E. 2004/10816, K. 2004/11187 (Ruhi, s. 81). 28   Her ne kadar davacının asgari ücret düzeyinde bir geliri olduğu, SSK'dan 469 milyon TL. yaşlılık aylığı aldığı ve bu nedenle yoksulluğa düşeceğinin kabul edilemeyeceği ileri sürülmüşse  de,  davacının  davalıya  ait  evde  oturması,  davacının  her  an  onu  evden çıkarabilecek  olması,  davacının  gelir  durumu  ile  davalının  geliri  arasında  anormal sayılacak bir farkın bulunması, davacının aldığı aylık 469 milyon TL. yaşlılık aylığının davalıyı yoksulluktan kurtarmasının mümkün görünmemesi karşısında, davacıya makul bir miktarda yoksulluk nafakası verilmesi gerekmektedir.  YHGK. 16. 05. 2007 T. , E. 2007/2275, K. 2007/275.  Diğer davalı yönünden de sabit bir geliri olduğu gerekçesiyle yoksulluk 72AÜHFD, 64 (1) 2015: 65-101                                                                                          Çakırca kişinin  bu  gelirinin  kendisini  yoksulluktan  kurtarıp  kurtarmadığı araştırılmalıdır. Başka bir ifadeyle; kişinin işi ve maaşının olması mutlak surette yoksulluk halinden kurtulduğu anlamına gelmez. Özellikle ülkemiz gibi asgari ücretle hayatlarını idame ettirmeye çalışan kişilerin, yoksulluk sınırı ve hatta yaşam sınırının çok altında kalan bir gelire sahip oldukları dikkate alındığında, Yargıtay kararlarında asgari ücret düzeyinde bir gelire sahip olmanın yoksulluk durumunu ortadan kaldırmayacağının vurgulanması daha  anlaşılır  olacaktır.  Bu  sebeple;  emekli  maaşı  olan  anne  baba  da, aldıkları maaş ile geçinmekte zorlanmaları nedeniyle çocuklarından yardım nafakası talep edebilirler. Öte  yandan  talepte  bulunan  nafaka  alacaklısının  bu  duruma  kendi iradesiyle veya iradesi dışında gerçekleşen olaylar zinciri sebebiyle düşmesi arasında bir fark yoktur. Önemli olan, nafaka alacaklısının öncelikle kendi çalışması  ve  kaynaklarıyla  geçinmeyi  denemesidir;  zira  nafaka  talebinin dürüstlük  kurallarına  uygun  olması  gerekir.  Kişinin  kendi  kaynaklarıyla geçinmesinden  anlaşılması  gereken  hiç  şüphesiz  ki;  kişinin  ilk  olarak kendine ait malvarlığını tüketmesidir. Kişi tüm malvarlığını tükettikten sonra dahi yoksulluğa düşüyorsa yardım nafakası talebinde bulunabilir. Elbette                                                                                                                    nafakasının artırılması isteminin reddine karar verilmiş ise de; Hukuk Genel Kurulunun yerleşik kararlarında  asgari ücret seviyesinde gelire sahip olunması  yoksulluğu ortadan kaldıran bir olgu olarak kabul edilmemiştir. ( 26.12.2001 gün ve 2001/2-1158 E-1185 K. sayılı kararında olduğu gibi ). Somut olayda davacının Ziraat Bankası Avcılar Şubesinden Emekli Sandığı maaşı aldığı anlaşılmakta, ancak 600-650 YTL civarında olan bu maaşın üçer  aylık  aralarla  ödendiği  dosyadaki  hesap  ekstresinden  gözükmektedir.  O  halde, mahkemece davacıya bağlanan bu maaşın aylık ya da üç aylık olup olmadığı araştırılıp tespit edilmeli, üç ayda bir ödenen maaş olduğunun anlaşılması halinde ise davacının gelir durumunun onu yoksulluktan kurtaracak seviyede olmadığı gözetilerek, taraflar arasında nafaka  takdiri  sırasında  kurulan  dengeyi  koruyacak  şekilde  (  en  azından  enflasyon oranında artışı öngören) bir karar verilmesi gerekirken, eksik inceleme ile yazılı şekilde hüküm tesisi doğru değildir.  Y. 3. HD. 17. 03. 2008 T. , E. 2008/2228, K. 2008/4572 (Kazancı İçtihat Bankası). 29  Y. 3. HD. 29. 12. 2003 T. , E. 2003/15147, K. 2003/15084 (Ruhi, s. 81). 30  Y. 3. HD. 18. 07. 2006 T. , E. 2006/7165, K. 2006/10155; Y. 3. HD. 04. 12. 2006 T. , E. 2006/14609, K. 2006/16749 (Ruhi, s. 63). 31  Tekinay, s. 591; Dural/Öğüz/Gümüş, s. 361; Önder, s. 627.  Yardım nafakası isteyenin kusuruyla yardıma muhtaç duruma düşmüş olması, yükümlüyü borcundan kurtarmam aktadır. Aile bağlarının herhangi bir sebeple zayıflamış olması da yükümlülüğü ortadan kaldıran  bir  neden  olarak  düzenlenmemiştir.  Bu  sebeplerle  kanun  koyucu,  yardım nafakasını  kişinin  ve  toplumun  vicdanına  bırakmamış,  kanuni  bir  ödev  olarak düzenlemiştir.  Y. 3. HD. 12. 04. 2012 T. , E. 2012/5724, K. 2012/10012; Y. 3. HD. 22. 01. 2008 T. , E. 2007/19271, K. 2008/860 (Kazancı İçtihat Bankası). 32  Egger, Art. 328 Rn. 28; Dural/Öğüz/Gümüş, s. 360.   73Kardeşler Arasında Nafaka Yükümlülüğü                           AÜHFD, 64 (1) 2015: 65-101 ki; malvarlığını tüketmiş olmanın da  kendi içerisinde  bir takım sınırları vardır. Kişinin belirli bir malvarlığına sahip olması her zaman, malvarlığına dahil olan unsurların iktisadi anlamda yoksulluğu engelleyici niteliği haiz olduklarını göstermez. Şöyle ki; ilk olarak söz konusu malvarlığının paraya çevrilebilir nitelikte olması gerekir. Dolayısıyla; çeşitli sebeplerle paraya çevrilemeyen bir malvarlığına sahip olan kişi, nafaka talebinde bulunabilir. İkinci  olarak  ise  nafaka  istemenin  dürüstlük  kurallarına  aykırılık  teşkil etmemesi gerekir. Nasıl ki, nafaka alacaklısı dürüstlük kuralları çerçevesinde bütün  malvarlığını  tüketmeden  nafaka  talebinde  bulunamıyorsa,  nafaka alacaklısının  malvarlığının  tüketilmesinin  istenmesinin  de  adalete  aykırı olmaması, yardım nafakası talep eden kişiden beklenebilir olması gerekir. Örneğin, çok yaşlı olan birisinin geçimini sağlayabilmesi için köyde çiftçilik yapmaya  zorlanması, toplumun  ahlaki  değerleriyle  bağdaşmayacağı  gibi, insaf  ölçüsüne,  hakkaniyete  yardımlaşma  düşüncesine  ve  kanunun düzenleniş amacına da aykırı olacağı için kabul edilemez. Yardım nafakası alacaklısının, yoksulluğa kendi kusuruyla düşmesi ile kendi kusuruyla yoksulluk içerisinde yaşamaya devam etmesini birbirinden ayırt etmek gerekir. Kendi kusuruyla yoksulluk içerisinde yaşayan kişinin yardım nafakası talebi dinlenmez; zira yardım nafakası talebinde bulunan kişinin iyiniyetli olması gerekir. Başka bir ifadeyle; kendi ihtiyaçlarını karşılayacak olanakları tüm çabalarına rağmen temin edememesi gerekir. Çalışma gücü ve olanağı olan bir kişi, çalışmak istemediği için yoksulluğa düşmüşse,  gerekli  çabayı  göstermediği  için  yardım  nafakası  isteyemez. Dolayısıyla; kendi tembelliğinden, iş beğenmemesi sebebiyle  çalışmayan kişinin yardım nafakası talebinin kabul görmesi mümkün değildir. Ancak                                                  33  Çok değerli bir yalısı olan kişi bu yalıyı tarihi eser niteliği sebebiyle satamıyorsa veya sadece  kendi  barınma  ihtiyacını  karşılayacak  bir  konuta  sahip  bir  kişinin  başka  bir malvarlığı bulunmaması halinde yardım nafakası talebinde bulunabilir. Oğuzman/Dural, s. 380; Dural/Öğüz/Gümüş, s. 360. Y. 3. HD. 17. 11. 2008 T. , E. 2008/18071, K. 2008/19640 (Ruhi, s. 83); Y. 3. HD. 25. 09. 2007 T. , E. 2007/12172, K. 2007/13158 (Kazancı İçtihat Bankası). 34  Oğuzman/Dural, s. 380. 35  Oğuzman/Dural, s. 380; Dural/Öğüz/Gümüş, s. 360. 36  Y. 3. HD. 10. 03. 2009 T. , E. 2009/2891, K. 2009/3810 (Ruhi, s. 591). 37  Oğuzman/Dural, s. 381; Dural/Öğüz/Gümüş, s. 361. 38  Egger,  Art.  328  Rn.  30.  Yardım  nafakası  talebinde  bulunan kişi  öncelikle  kendisini yoksulluktan kurtaracak bir iş bulma çabası içerisinde olduğunu ve fakat söz konusu işi bulamadığını kanıtlamalıdır. Aksi bir halde, kişinin tembelliği yakınlarından alacağı yardım 74AÜHFD, 64 (1) 2015: 65-101                                                                                          Çakırca kişinin çalışamayacak bir duruma düşmesinde kendi hatasının olmasının bu bağlamda bir önemi yoktur. Kişi kendi kusuruyla çalışma yetisini kaybetmiş olsa bile, yardım nafakası talebinde bulunabilir. Yargıtay son zamanlarda verdiği kararlarda, gelişen toplumsal yapıyla doğru orantılı olarak, normal şartlarda  çalışma  yeterliliğine  sahip  ve  fakat  yüksek  öğrenimini  devam ettirdiği için çalışamayan, yetişkin bir çocuğun da, öğrenimi süresince TMK m. 364 uyarınca nafaka talebinde bulunabileceğini kabul etmektedir.  Eşler  birbirlerinden,  ergin  olmayan  çocuk  ebeveynlerinden  bakım nafakası  olarak  ihtiyaçlarını  karşılama  imkanına  sahip  oldukları  sürece yardım  nafakası  isteyemezler. TMK  m.  364/f.  3 e  göre  eş  ile  ana  ve babanın  bakım  borçlarına  ilişkin  hükümler,  yardım  nafakasının  talep edilmesi sırasında saklı tutulmuştur. Başka bir ifadeyle; eşler birbirlerine, ebeveynler de çocuklarına bakmakla yükümlü oldukları için ancak bu bakım nafakasının  yeterli  olmadığı  durumlarda,  diğer  hısımlarından  yardım nafakası talebinde bulunabilirler. Zira bakım nafakası, yardım nafakasından önce  gelen  bir  yükümlülüktür.  Bakım  nafakası  ödeyecek  bir  yükümlü                                                                                                                    nafakası ile ödüllendirilmiş olur. Y. 2. HD. 08. 02. 2002 T. , E. 2002/2223, K. 2002/3245; Y. 2. HD. 14. 01. 1998 T. , E. 1997/14453, K. 1998/251 (Ruhi, s. 81). 39  Baygın, s. 445. Y. 3. HD. 10. 03. 2008 T. , E. 2008/28, K. 2008/4038 (Ruhi, s. 82); Y. 3. HD. 11. 11. 2008 T. , E. 2008/18097, K. 2008/19301 (Kazancı İçtihat Bankası); Y. 3. HD. 03. 11. 2008 T. , E. 2008/15293, K. 2008/18494 (Kazancı İçtihat Bankası); Y. 3. HD. 06. 10. 2008 T. , E. 2008/14686, K. 2008/16047 (Kazancı İçtihat Bankası); Y. 3. HD. 17. 03. 2008 T. , E. 2008/888, K. 2008/4688 (Kazancı İçtihat Bankası); Y. 3. HD. 17. 03. 2008 T. , E. 2008/2228, K. 2008/4572 (Kazancı İçtihat Bankası); Y. 3. HD. 14. 02. 2008 T. , E. 2007/19979, K. 2008/2019 (Kazancı İçtihat Bankası); Y. 3. HD. 22. 01. 2008 T. , E. 2007/19392, K. 2008/938 (Kazancı İçtihat Bankası); Y. 3. HD. 25. 03. 2007 T. , E. 2007/12529, K. 2007/13147 (Kazancı İçtihat Bankası). Yargıtay,  Türkiye deki eğitim öğretim şartlarını da dikkate alarak, söz konusu koşullar düzeltilinceye kadar, üniversite hazırlık kursuna devam etmek kaydıyla, herhangi bir yükseköğrenim kurumuna kayıtlı olmayan ergin çocuğun da yardım nafakası talebinde bulunabileceğini kabul etmiştir. Y. 3. HD. 07. 10. 2008 T. , E. 2008/15718, K. 2008/16244; Y. 3. HD. 16. 09. 2008 T. , E. 2008/11946, K. 2008/14846; Y. 3. HD. 16. 09. 2008 T. , E. 2008/11925, K. 2008/14843 (Kazancı İçtihat Bankası). Aynı şekilde sadece lisans eğitimi alan ergin çocuk değil, yüksek lisans eğitimine devam eden kişi de anne ve babasından yardım nafakası talep edebilir. Y. 3. HD. 14. 02. 2008 T. , E. 2007/19917, K. 2008/1996 (Ruhi, s. 82). Aynı yönde başka bir Yargıtay kararı için bkz. : Y. 3. HD. 15. 04. 2008 T. , E. 2008/4650, K. 2008/6722 (Kazancı İçtihat Bankası). Eğitimi devam eden ergin çocuğun ana ve babasından yardım nafakası talep edebilmesi için gerekli olan şartlar için bkz. : Sonat, K. Ali (2013). Ana Babanın Eğitimi Devam Eden Ergin Çocuğa Nafaka Yükümlülüğü. MÜHF-HAD, C. 19, S. 1, s. 244 vd. . 40  Oğuzman/Dural, s. 381; Öztan, s. 706; Dural/Öğüz/Gümüş, s. 361. 41  Baygın, s. 444.   75Kardeşler Arasında Nafaka Yükümlülüğü                           AÜHFD, 64 (1) 2015: 65-101 bulunduğu ve söz konusu kişinin ödeme gücü olduğu sürece yardım nafakası kurumuna başvurulamayacaktır. Yardım nafakası yükümlüsü altsoy veya üstsoy hısmı ise sadece ödeme gücüne sahip olması yeterlidir. Altsoy ve  üstsoy hısımları zor duruma düşmeden, maddi imkanlarını zorlamadan yardım edebilecek durumdaysalar, ödeme gücüne sahip oldukları kabul edilir. Ödeme gücü tespit edilirken, nafaka borçlusunun bakmakla yükümlü olduğu diğer kişilerin varlığı da göz önünde bulundurulur. Zira yukarıda da ifade edildiği gibi bakım borcu, yardım  nafakasından  önce  gelir. Ancak  belirlenecek  yardım  nafakası  ile nafaka  ödemeye  yükümlü  tutulacak  kişinin  geçim  sıkıntısına düşürülmemesine de özen gösterilmelidir. Nafaka alacağı kişiye bağlı haklardandır ve münhasıran kişiye bağlı haklar  kategorisine  girer.  Bu  bağlamda  nafaka  alacağı  miras  yoluyla geçmez; nafaka alacağının üçüncü bir kişiye devredilmesi prensip itibariyle mümkün değildir. Ayrıca nafaka alacakları haczedilemediği gibi, nafaka                                                  42  Değişen İsviçre Medeni Kanunu nda ise Türk Medeni Kanunu nda sadece kardeşlerden yardım nafakası talep edilebilmesi için gerekli olan refah içerisinde yaşama şartı, bütün hısımlar için getirilmiştir. Buna göre; altsoy ve üstsoy hısımlarının nafaka yükümlülüğü, refah içerisinde yaşamaları halinde geçerli olacaktır. Koller (2010), Art. 328/329 Rn. 15. 43  Egger, Art. 328 Rn. 31. 44  Egger, Art. 328 Rn. 35; Dural/Öğüz/Gümüş, s. 362. 45  Tekinay, s. 592. Y. 3. HD. 21. 10. 2008 T. , E. 2008/12515, K. 2008/17462 (Ruhi, s. 600). 46  Miras bırakanın kişiliğine bağlı bir hak olduğu için, nafaka alacağı hakkı TMK m. 599 uyarınca, mirasçılara geçen haklardan değildir. Zira kişinin kendisine özgülenmiş bir hak olan nafaka yükümlülüğü, nafaka alacaklısının ölümü ile de sonlanır. Egger, Art. 328 Rn. 54; Oğuzman/Dural, s. 389; Köprülü/Kaneti, s. 293; Öztan, s. 716; Dural/Öğüz/Gümüş, s. 369; Akıntürk/Ateş Karaman, s. 453. 47  TBK  m.  183 uyarınca,  kanun,  sözleşme  veya  işin  niteliği  engel  olmadıkça  alacaklı, borçlunun rızasını aramaksızın alacağını üçüncü bir kişiye devredebilir. Nafaka alacağı da niteliği  itibariyle  temlik  yasağına  tabi  alacaklar  arasındadır.  Yardım  nafakası  amacı itibariyle; kişiye bağlı bir haktır ve kural olarak bizzat nafaka alacaklısına ödenip, kendisini yoksulluk durumunda çıkarmayı hedeflemektedir. Egger, Art. 328 Rn. 54; Oğuzman/Dural, s. 389; Köprülü/Kaneti, s. 293; Öztan, s. 716; Dural/Öğüz/Gümüş, s. 370; Akıntürk/Ateş Karaman, s. 453. 48  İİK m. 83 e göre; mahkeme ilamına konu olmayan nafakalar, nafaka borçlusunun ve ailesinin geçinmeleri için icra müdürünce takdir edilen miktar indirildikten sonra haciz edilebilir. Ancak haciz edilecek miktar bunların dörtte birinden az olamaz. Böylelikle kanun,  mahkeme  ilamına  dayanmayan,  tarafların  aralarında  yaptıkları  sözleşmeden kaynaklanan nafakaların haciz edilmesini olanaklı kılmışsa da, mahkeme ilamına dayanan nafaka alacaklarının haczini cevaz vermemiştir. Zira kanun koyucu, nafaka alacaklısını hem nafaka borçlusuna hem de diğer alacaklılara karşı koruyup, geçinmesi için elzem olan 76AÜHFD, 64 (1) 2015: 65-101                                                                                          Çakırca borçlusu tarafından karşılıklı bir alacağın takas konusu da yapılamaz. Öte yandan doğmayan nafaka alacağından feragat edilemez. II. KARDEŞLER  ARASINDA  NAFAKA  YÜKÜMLÜLÜĞÜNÜN KOŞULLARI Türk  Medeni  Kanunu nu  yardım  nafakasına  ilişkin  hükümlerinde kardeşlerin  de  birbirlerine  karşı  nafaka  yükümlülüğüne  sahip  oldukları görülmektedir. Ancak kardeşlerin nafaka ödeme borcu altına girebilmeleri için,  altsoy  ve  üstsoydan  farklı  olarak,  kendilerinin  bakmakla  yükümlü oldukları  kişilerin  hayat  standartlarını  önemli  ölçüde  etkilemeyecek  bir ödeme gücüne sahip olmaları yeterli değildir. Kanun koyucu, kardeşlerin nafaka borcuna sahip olmaları için özellikle refah içerisinde olma şartını getirmiştir. Kardeşler arasında nafaka yükümlülüğünün koşullarının TMK m. 364/f.  1 de  sayılan  diğer  hısımlara  göre  daha  ağır  olarak  belirlenmesi suretiyle, kardeşler arası nafaka ilişkisinin kolaylıkla ve öncelikli olarak talep edilebilir kılınmaması amaçlanmıştır.  Özellikle mehaz İsviçre Medeni Kanunu nda kardeşler arasında nafaka yükümlülüğünün  kaldırılmış  olması  göz  önüne  alındığında,  4721  sayılı Kanun da  yer  alan  bu  düzenlemenin  bireyciliğin  gittikçe  yaygınlaştığı günümüzde,  gerekliliği  tartışmaya  açık  hale  gelmiştir.  Bu  çerçevede                                                                                                                    nafaka  alacağına  kavuşmasını  sağlamak  istemiştir.  Ancak  birikmiş  yardım  nafakası alacakları, kişiye bağlı olma ve nafaka alacaklısının hali hazırda geçimini sağlama işlevine haiz olmadığı için haczedilebilmelidir. Egger, Art. 328 Rn. 54; Oğuzman/Dural, s. 389; Köprülü/Kaneti, s. 294; Öztan, s. Dural/Öğüz/Gümüş, s. 370; Akıntürk/Ateş Karaman, s. 453. 49  TBK m. 144/f. 3; nafaka ve işçi ücreti gibi, borçlunun ve ailesinin bakımı için zorunlu olup, özel niteliği gereği, doğrudan alacaklıya verilmesi gereken alacakları takas haklarının doğumundan sonra; ancak alacaklıların rızası ile takas edilebileceğini düzenlemektedir. Böylelikle  yardım  nafakası  da  ancak  nafaka  alacaklısının  onayı  ile  takas  edilebilir. Kanunun  böyle  bir  düzenleme  yapmasının  sebebi  ise;  nafaka  alacaklısına  yapılacak ödemeleri  güvence  altına  almak  ve  de  ödemelerin  fiilen  alacaklının  eline  geçmesini sağlamaktır. Egger, Art. 328 Rn. 54; Oğuzman/Dural, s. 389; Köprülü/Kaneti, s. 293; Öztan, s. 716; Dural/Öğüz/Gümüş, s. 370; Akıntürk/Ateş Karaman, s. 453. 50  Doğmamış bir nafaka alacağından feragat edilmesini engellemekle kanun koyucu, nafaka alacaklısını nafaka yükümlüsünün önceden yapılan feragat sözleşmelerine karşı; kamu kurumlarını ise yapılan feragat sözleşmesi sebebiyle yardıma muhtaç kişiye bakmakla yükümlü olmasının önüne geçmek istemiştir. Ancak nafaka alacaklısı her zaman, açtığı nafaka davasından ve yardım nafakası ilamına dayanan icra takibinden feragat edebilir. Egger, Art. 328 Rn. 54; Oğuzman/Dural, s. 389; Köprülü/Kaneti, s. 293; Öztan, s. 716; Dural/Öğüz/Gümüş, s. 370; Akıntürk/Ateş Karaman, s. 453.   77Kardeşler Arasında Nafaka Yükümlülüğü                           AÜHFD, 64 (1) 2015: 65-101 kardeşler arasında nafaka yükümlülüğünün şartları aşağıda ayrıntılı olarak ele alınmaya çalışılacaktır. A. KARDEŞ OLMA HALİ Nafaka yükümlülüğüne sahip olan kişilerin kapsamı, yardım nafakası yükümlülüğünün var olduğu her toplumda farklılık göstermektedir. Zira; her toplum  kendi  iç  dinamikleri,  ahlaki  ve  dini  değerleri  ile  birbirinden ayrılmaktadır. Bunun da ötesinde toplumsal hayatın sosyal ve ekonomik koşulları,  yardım  nafakası  alacaklıları  ve  borçlularının  kapsamının belirlenmesinde  rol  oynar.  Bireycil  hayat  tarzının  kanıksandığı;  bununla bağlantılı  olarak  aile  bağlarının  zayıfladığı  ve  sosyal  devlet  anlayışının güçlendiği  olduğu  toplumlarda  yardım  nafakası  yükümlülerinin  kapsamı olabildiğince sınırlı tutulmuştur. Aile kavramını, ebeveynler ve çocuklardan oluşan çekirdek aile ile eş değer olarak kabul eden Alman Medeni Kanunu, sadece üstsoy ve altsoy hısımları arasında nafaka yükümlülüğü öngörmüştür (BGB § 1601) 52. Yan çizgi hısımlarının; sıhri hısımların veya üvey aile üyelerinin birbirlerine karşı nafaka yükümlülüğü yoktur. Daha açık bir ifadeyle, Alman Medeni Kanunu, eski hukuk sisteminde yer almasına ve kan bağına  rağmen  kardeşlerin  birbirlerinden  nafaka  talebinde  bulunmalarına olanak  tanınmamıştır. Aynı  şekilde  mehaz  İsviçre  Medeni Kanunu nun 328.  maddesi  01.  01.  2000  tarihinde  geçerli  olmak  kaydıyla;  nafaka yükümlülüğünü sadece üstsoy ve altsoy hısımlarla sınırlamıştır. Kardeşler arasındaki nafaka yükümlülüğünün kaldırılmasının en önemli sebebi olarak ise,  sosyal  sigorta  sisteminin  kurulmasına  paralel  olarak  toplumum bireyselleşmesi  ve  akrabalık  bağlarının  zayıflaması  gösterilmektedir. İsviçre de kantonların da nafaka alacaklısı olabilecek  kişilerin kapsamını                                                  51  Fuchs, ss. 786-788. 52  Alman  Medeni  Kanunu,  altsoy  ve  üstsoy  akrabalığın  derecesine  dair  bir  kısıtlama yapmamıştır. Dethloff, Nina (2009). Familienrecht (29. , wesentlich überarbeitete Auflage). München, Verlag C. H. Beck, § 11 Rn. 4; Lipp, Volker (2002). Finanzielle Solidarität zwischen Verwandten im Privat- und im Sozialrecht. NJW, Heft 31, ss. 2202-2203. 53  Alman hukukunda akrabalık ilişkisi olmaksızın nafaka yükümlülüğü sadece ileride evlat edinme hedefiyle bakım ilişkisi içerisine girilen, reşit olmayan çocuğa karşı vardır (BGB § 1751 IV). Dethloff, § 15 Rn. 44. 54  Motive, Band IV, S. 678. Fuchs, s. 787, dn. 26. 55  Koller (2010), Art. 328/329 Rn. 6; Koller (2007), s. 779. 56  Jaggi, Kurt (1998). Verwandtenunterstützung (Art. 329 Abs. 3 ZGB) und Rückforderung von öffentlichrechtlichen Unterstützungsleistungen als Ausweg aus der Finanzkrise der öffentlichen Hand ? . ZBJV, Band 134, s. 394; Koller (2007), s. 772. 78AÜHFD, 64 (1) 2015: 65-101                                                                                          Çakırca genişletme yetkileri yoktur. Yapılan değişikliklerle birlikte artık İsviçre uygulamasının  nafaka  yükümlülüğünü  dört  ana  grup  için  kabul  ettiği görülmektedir. Bunlar yaşlı ve hasta akrabalar, ergin uyuşturucu bağımlıları, uzun süredir işsiz olan erginler ve boşanma sonrası yoksullaşanalardır. İsviçre  sosyal  sigortalar  sisteminin  kurulduğu  temeller  çerçevesinde  ilk grupta yer alan yaşlı ve bakıma muhtaç kişilerin yardım nafakası taleplerine seyrek  olarak  rastlanılmaktadır.  İsviçre  kanun  koyucusunun,  kardeşler arasındaki nafaka yükümlülüğünü kaldırmak ve altsoy ve üstsoy arasındaki nafaka  yükümlülüğünü  ise  daha  ağır şartlara  bağlamak  suretiyle  yardım nafakasına bir sınırlama getirdiği ve fakat tamamen de ortadan kaldırmadığı görülmektedir.61. Türk  kanun  koyucusu  ise  4721  sayılı  Türk  Medeni  Kanunu düzenlemesinde  de  kardeşler  arasında  nafaka  yükümlülüğünün  varlığını devam ettirmiştir. Nafaka yükümlülerinin kapsamının mehaz İsviçre Medeni Kanunu ndan farklı olarak geniş bir şekilde belirlenmesinin, sosyal devletin sadece lafzi bir koruma sağladığı, gelir dağılımındaki dengesizlik sebebiyle aile yardımlaşmasının halen daha hayati olduğu ülkemiz için uygun olduğu kabul edilmektedir. TMK m. 364/f. 1 de sayılan hısımlar arasında kardeşlerin de yer alması; kardeşler  arasındaki  ilişkinin  yakınlığının  nafaka  borcunun  belirlenmesi açısından bir önem sahip olup olmadığı sorusunu düşündürtür. Hukuken kurulmuş  kardeşlik  bağının  evlilik  içi  veya  evlilik  dışı  bir  ilişkiden kaynaklanması  veya  tam  kan  veya  yarım  kan  olması  arasında  yardım nafakası bağlamında hiçbir fark yoktur. Daha açık bir ifadeyle, nafaka yükümlülüğüne sahip kardeşlerin anne baba bir kardeş veya ana bir baba ayrı kardeş olmaları veya kardeşlerden birinin baba ile nesep bağının tanıma veya                                                  57  BGE 42 I 346. Koller (2010), Art. 328/329 Rn. 6. 58  Eşinden boşanması sonrasında, dört çocuğunun bakımını tek başına üstlenmesi sebebiyle yoksullaşan kadının, babasından yardım nafakası talep etmesini değerlendiren güncel bir İsviçre  Federal  Mahkemesi  Kararı  için  bkz.  :  BGE  132  III  97.  Söz  konusu  kararı ayrıntılarıyla inceleyen bir çalışma için bkz. : Koller, Thomas (2006). Bemerkungen zu BGE 132 III 97. recht, Heft 2, ss. 64-76. 59 Koller (2007), s. 774. 60 Koller (2007), s. 774. 61 Koller (2007), s. 778. 62 Baygın, s. 449. 63  Egger, Art. 328 Rn. 22; Akıntürk/Ateş Karaman, s. 448; Ergenekon, s.57, Tekinay, s. 590.   79Kardeşler Arasında Nafaka Yükümlülüğü                           AÜHFD, 64 (1) 2015: 65-101 babalık davası ile kurulmuş olmasının, yardım nafakası yükümlülüğünün doğması hususunda bir fark yaratmayacaktır. Öte  yandan  kardeşler  arasında  fiili  bir  bağ  olmaması,  birbirileriyle yakın bir ilişki içerisinde olmamaları da nafaka yükümlülüğünün doğmasına engel  olmaz.  Zira;  nafaka  yükümlülüğünün  varlığı  için  gerekli  olan; kardeşler arasında hukuken geçerli şekilde kurulmuş bir hısımlık ilişkisidir. Aynı şekilde nafaka talebinde bulunan, nafaka borçlusuna karşı daha önce aile  hukukundan  doğan  yükümlülüklerini  gereği  gibi  yerine  getirmemiş olması  da,  nafaka  yükümlülüğünü  ortadan  kaldırmaz.  Yargıtay  aile bağlarının davacının kusuru ile zayıflamış olmasını nafaka yükümlülüğünü ortadan  kaldıran  bir  sebep  olarak  görmemekle  birlikte;  aile  bağlarının temelinden  sarsılması  durumunda  dürüstlük  kuralları  gereğince  nafaka yükümlülüğünün  ortadan  kalkabileceğini  kabul  etmektedir.  Hatta                                                  64  Tekinay, s. 590; Öztan, ss. 709-710; Baygın, s. 447. 65  Baygın, s. 447; Ergenekon, Yılmaz (1966). Türk Medeni Hukukunda Yardım Nafakaları. Ankara, s. 51. Oysa Art. 329 Abs. 2 ZGB   Erscheint die Heranziehung eines Pflichtigen wegen besonderer Umstände als unbillig, so kann das Gericht die Unterstützungspflicht ermässigen oder aufheben.  ifadesiyle özel durumların varlığının nafaka yükümlülüğünü hakkaniyete  aykırı  kıldığı  hallerde,  nafaka  yükümlülüğünün  indirilebileceğini  veya tamamen ortadan kaldırılabileceğini açıkça düzenlemektedir. Örnek olarak ise, çocukken kendisini ihmal eden bir babaya, çocuğun nafaka yükümlülüğüne sahip olmayabileceği verilebilir.  Anderegg,  Karl  (1978).  Einige  Gedanken  zur  revidierten Verwandtenunterstützungspflich, SJZ, Heft 4, s. 55. 66  Baygın,  s.  448.   Aileye  karşı  vazifelerini  ağır  surette  ihmal  edenlerin,  nafaka isteyemeyeceği MK m. 510 uyarınca, mirasçılıktan çıkarılma sebepleri varlığı halinde de nafaka yükümlülüğünün ortadan kalkması gerektiği öğretide (Mustafa Reşit Belgesay, Türk Kanun  Medenisi  Şerhi,  İst.  1957,  s.  298)  kabul  edilmektedir.  Uygulamada  da  aile bağlarının temelinden sarsılması halinde nafaka yükümlüğünün ortadan kalkacağı kabul edilmektedir. Y.2.HD. 02.02.1995 gün ve 12296/1222 sayılı kararında, aile bağlarının temelinden sarsılması halinde, kurumun sağladığı hak ve mükellefiyetlerin de ortadan kalkmasının MK m. 2 uyarınca dürüstlük kuralı gereği olduğunu ifade etmiştir (nafaka borçlusunu  döven  altsoy)  .  Buna  karşılık,  uygulamada  altsoyun  yardım  nafakası yükümlüğüne  daha  fazla  önem  verilmiş,  annenin  nafaka  yükümlüsü  karşısında çocukluğunda görevlerini yapmaması, oğlunu küçük yaşta ona buna terk etmesi, oğlunu başkalarına bırakması, büyüyüp iş sahibi olana kadar onunla ilgilenmemesinin, ananın nafaka hakkını ıskat etmeyeceği kabul edilmiştir (Y.2.HD. 25.12.1947-77584-6786). Davacı 70 yaşlarında, nafaka yükümlüsü oğul refah içerisindedir. Aile bağları babanın kusuru ile zayıflamıştır. Ne var ki, MK'nın 2. maddesindeki dürüstlük kuralı, bu koşullarda davalı oğlun nafaka yükümlüğünü ortadan kaldıran bir neden olarak kabul edilmemelidir. Oğlun yardıma muhtaç duruma gelmiş olan babasına karşı asgari yaşama giderlerini karşılama borcu,  dürüstlük  kuralı  gereği  ortadan  kaldırılamaz.  Aksini  gerektirir.  Zira  altsoyun (oğlun) üstsoya (babaya) karşı yardım yükümlülüğü ile üstsoyun altsoya karşı olan yardım yükümlülüğünün ahlaki, geleneksel ve toplumsal nedenleri farklıdır. MK m. 364 bu şekilde 80AÜHFD, 64 (1) 2015: 65-101                                                                                          Çakırca Yargıtay a göre; mirastan ıskat halinde dahi nafaka yükümlülüğü devam eder ve  zor  durumda  bulunan  ıskat  edilen  nafaka  talep  edebilme  hakkında sahiptir. Yargıtay ın aile bağlarının zayıflaması, aile hukukundan doğan yükümlülüklerin ihmal edilmesi  gibi halleri,  altsoy  ve  üstsoy  arasındaki yardım nafakası ilişkisi açısından değerlendirmişse de, verilen kararlar kıyas yoluyla kardeşler arasındaki nafaka yükümlülüğüne uygulandığında ortaya şöyle bir sonuç çıkması muhtemeldir: Yargıtay, her ne kadar kendisine karşı aile hukukundan doğan yükümlülükler ihmal edilmişse de, altsoyun nafaka yükümlülüğünü kabul etmektedir. Bu bağlamda, yaşça büyük olan kardeş, aile hukukundan doğan yükümlülüklerini ihmal etmişse de, refah içerisinde yaşayan küçük kardeşinden yardım nafakası talebinde bulunabilmelidir. B. NAFAKA ALACAKLISININ ZOR DURUMDA OLMASI Kardeşin  nafaka  talebinde  bulunabilmesi  için,  kendisine  yardım edilmediği takdirde zor duruma düşecek olması gerekir. Başka bir ifadeyle; yardım edilmediği takdirde kardeşin yoksulluğa düşecek durumda olması, yardım nafakası talebinde bulunmasına olanak tanır. Kardeşin hayatını idame ettirmek  için  gerekli  araçları,  kendi  başına  elde  edememesi  halinde  zor durumda olduğu kabul edilir. Yoksulluk, kardeşin hayatını sürdürebilmesi için  gerekli  miktarda  bir  gelirden  veya  paraya  çevrilebilen,  değerli  bir malvarlığından yoksun olması halinde söz konusu olur. Kardeşin yaşamını sürdürebilmesi  için  gereksinim  duyduğu  nafaka  talebinin  kapsamına yiyecek, giyecek, barınma ve tıbbi tedavi gibi kalemlere ait giderler girer.                                                                                                                    yorumlanmalıdır.  Mahkemece  yapılacak  yargılamaya  göre,  davacı  babanın  yardıma muhtaç olduğu, yoksul olduğu (MK m. 364) saptandığı takdirde, MK m. 365 uyarınca  davacının geçinmesi için gerekli  yardım nafakasına hükmedilmelidir.  Y. 3. HD. 22. 01. 2008 T. , E. 2007/19271, K. 2008/860. Aile bağlarını kendi kusuruyla koparan kişinin, nafaka talebinin dürüstlük kuralları uyarınca kabul edilmemesi gerektiğini ileri süren ve yukarıda alıntılanan kararı eleştiren bir görüş için bkz. : Demiral, Meltem (2010). Aile Bağlarının  Ortadan  Kalktığı  Hallerde  Yardım  Nafakasının  Yerindeliği  Hakkında  Bir Yargıtay Karar İncelemesi. Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Cilt: 11, Özel S. : 2009, ss. 1135-1136. Yargıtay ın aynı yönde verdiği başka bir karar için ise bkz. : Y. 3. HD. 22. 09. 2008 T. , E. 2008/12568, K. 2008/15376 (Kazancı İçtihat Bankası). 67  Baygın, ss. 447-448. Y. 2. HD. 20. 06. 1940 T., E. 1940/1479, K. 1940/2427 (Özuğur, s. 759). 68  BGE 121 III 441 E. 3 s. 442. Koller (2010), Art. 328/329 Rn. 9; Koller (2007), s. 783; Baygın, s. 449.  69  Oğuzman/Dural, s. 380; Öztan, s. 712. Koller (2010), Art. 328/329 Rn. 10. 70  Koller (2010), Art. 328/329 Rn. 9; Koller (2007), s. 779.   81Kardeşler Arasında Nafaka Yükümlülüğü                           AÜHFD, 64 (1) 2015: 65-101  Kardeş, hayatını sürdürebilmek için kullanabileceği araçları olmasına rağmen, tembelliğinden veya malvarlığını yönetme kapasitesinden yoksun olması  sebebiyle  zor  durumda  ise  nafaka  yükümlülüğünün  doğmayacağı kabul edilir. Zira kardeş, nafaka talebinde bulunmadan önce mutlak surette malvarlığını  tüketmiş  olmalıdır.  Burada  vurgulanması  gereken  nokta; nafaka  alacaklısının  zor  duruma  düşmesinde  kendi  kusurunun  olup olmadığının  nafaka  yükümlülüğünün  doğması  bağlamında  bir  öneminin olmamasıdır.  Ancak  nafaka  alacaklısının  kendisini  zor  duruma  sokan kusuru, nafaka borçlusunu zarar sokmak kastından kaynaklanıyorsa nafaka yükümlülüğünün doğması mümkün değildir. Daha açık bir ifadeyle; kardeş yoksulluğa kendi kusuruyla düşmüşse de nafaka talebinde bulunabilir; meğer ki nafaka borçlusu kardeşini zarara kastıyla kendisini zor duruma sokmuş olsun. Yardım nafakası talebinde bulunulabilmesi için talebin yapıldığı anda yoksulluğa  düşmüş  olma  şart  değildir;  yardım  edilmemesi  halinde yoksulluğa düşülmesi ihtimalinin yüksek gözükmesi yeterlidir. Öte yandan, nafaka talebinde bulunan kardeşin hayat standardının düşmesi, eski hayat tarzını devam ettirememesi yoksulluk halinin kabulü için yeterli değildir. Çalışarak  geçimini  sağlayabilecek  olan  veya  geçimini  sağlayabileceği malvarlığı veya geliri olan kardeş nafaka talebinde bulunamaz. Zira zor durumda olan kardeşin öncelikle kendi imkanları ile geçimini sağlamaya çabalaması  gerekir.  Bedensel,  ruhsal  durumu  ve  yaşı,  eğitimi  çalışarak hayatını idame ettirmesine olanak tanıyan bir kişinin, kardeşinden yardım nafakası talebinde bulunması kabul edilemez. Kardeşin tembelliğinden veya kendisine  bulunan  işi  beğenmemesi  gibi  saiklerle  zora  düşmüş  olması halinde de, yardım nafakası talebinde bulunmasına olanak tanınması TMK m. 2 de düzenlenen dürüstlük kuralları ile de bağdaşmayacaktır. Ancak                                                  71  BGE 101 II 21 Koller (2010), Art. 328/329 Rn. 10; Jaggi, s. 394. Y. 3. HD. 28. 12. 2006 T., E. 2006/17493, K. 2006/19242 (Kazancı İçtihat Bankası). Baygın, s. 452. 72  BGE 106 II 287. Jaggi, s. 395. 73  Koller (2010), Art. 328/329 Rn. 12; Tekinay, s. 591. 74  Oğuzman/Dural,  s.  380;  Öztan,  s.  713;  Dural/Öğüz/Gümüş,  s.  360;  Baygın,  s.  450; Ergenekon, s. 62. 75 Baygın, s. 450. 76  Baygın, s. 451. Ancak kardeşin nakde dönüştüremeyeceği bir malvarlığının olması halinde, yardım nafakası talebinde bulunması ise dürüstlük kuralına aykırılık teşkil etmeyecektir. Koller (2007), s. 790. 82AÜHFD, 64 (1) 2015: 65-101                                                                                          Çakırca ülkemiz gibi işsizlik yüksek oranlarda olduğu ve yüksek eğitimli kişilerin dahi iş bulamadığı bir toplumda, kardeşin bütün çabalarına rağmen kendisine uygun bir iş bulamaması halinde yardım nafakası talebinde bulunmaya hakkı olduğu kabul edilmelidir. Aynı şekilde yasal sebeplerden ötürü çalışamayan kişiler  de  yardım  nafakası  talep  edebilir.  Örneğin,  askerlik  görevini yaptığı veya cezaevinde tutuklu veya hükümlü olduğu için çalışamayan bir  kişi,  kardeşin  yardım  nafakası  talep  edebilir.  Kişinin  barınma  ve beslenme  ihtiyacının  devlet  tarafından  karşılanıyor  olması,  zor  durumda olmadığı  anlamına  gelmez.  Zira  kişinin  hayatını  sürdürebilmesi  için beslenme ve barınmadan başka ihtiyaçları da vardır. Yardım nafakasının ve nafaka yükümlülerinin kapsamı belirlenirken, nafakanın geçerli olacağı ülkenin sosyal devlet olma özelliğinin ne kadar hayata  geçirildiği  göz  önüne  alınır.  Zira  sosyal  devletin  güçlü  olmadığı Türkiye gibi ülkelerde nafaka alacaklısının zorda kalma halinin mümkün olduğu ölçüde geniş bir şekilde yorumlanmasına alışılmıştır. Yargıtay da verdiği kararlarında çalışma yetisine sahip olduğu halde, yükseköğrenimini devam ettiren kişilerin yardım nafakası talep edebileceğini kabul etmiştir. TMK m. 364 e göre nafaka talebinde bulunan kardeş, zor durumda kalma durumunu TMK m. 6 uyarınca ispat etmekle yükümlü olan taraftır.                                                     77   Somut olayda, her ne kadar davacı reşit ve sağlıklı olması nedeniyle çalışabilir konumda ise de; davanın açıldığı tarih itibariyle işsiz olduğu sabittir. Öğrenim durumu dikkate alındığında ülkedeki ekonomik yapı gözetildiğinden davacının iş bulma imkanı da oldukça güçtür. Böylece hiçbir malvarlığı ve geliri bulunmayan kız çocuğunun zaruret içinde bulunduğunun kabulü zorunludur.  Y. 3. HD. 22. 01. 2008 T. , E. 2007/19270, K. 2008/846 (Kazancı İçtihat Bankası); Y. 3. HD. 22. 10. 2007 T. , E. 2007/15767, K. 2007/15315 (Kazancı İçtihat Bankası); Y. 3. HD. 02. 07. 2007 T. , E. 2007/10134, K. 2007/11322 (Kazancı İçtihat Bankası). 78  Baygın, s. 451. 79 Y. 2. HD. 08. 11. 1995 T. , E. 1995/0583, K. 1995/11611. (Ruhi, s. 83); Y. 3. HD. 10. 03. 2009 T. , E. 2009/2815, K. 2009/3809 (Ruhi, s. 592); Y. 3. HD. 24. 03. 2008 T. , E. 2008/1461, K. 2008/5127 (Kazancı İçtihat Bankası). 80 Y. 3. HD. 09. 07. 2009 T. , E. 2009/7632, K. 2009/12185 (Ruhi, s. 588). 81  Y. 3. HD. 14. 02. 2008 T. , E. 2007/19917, K. 2008/1996 (Ruhi, s. 82); Y. 3. HD. 15. 04. 2008 T. , E. 2008/4650, K. 2008/6722 (Kazancı İçtihat Bankası). 82 Koller (2010), Art. 328/329 Rn. 13.   83Kardeşler Arasında Nafaka Yükümlülüğü                           AÜHFD, 64 (1) 2015: 65-101 C. BAKIM YÜKÜMLÜSÜNÜN BULUNMAMASI VEYA BAKIM YÜKÜMLÜSÜNÜN  BAKIM  YÜKÜMLÜLÜĞÜNÜ  YERINE GETIREMEYECEK DURUMDA OLMASI Yardım  nafakasında  bulunacak  olan  kardeş,  eşinden,  ergin  değilse ebeveyninden bakım nafakası alarak, hayatını sürdürebilmesi için gerekli olan  ihtiyaçlarını  karşılayabiliyorsa,  TMK  m.  364/f.  1 de  sayılan hısımlarından olan kardeşinden yardım nafakası isteyemez. Zira yukarıda da ifade edildiği üzere yardım nafakası talebi bakım nafakası talebi karşısında ikincil  bir  niteliğe  sahiptir.  Başka  bir  ifadeyle;  bakım  nafakası yükümlülüğünü ifa edebilecek bir kişinin varlığı halinde yardım nafakası yoluna başvurulamaz. Örneğin, evli bir erkek ancak karısının kendisine bakım borcunu yerine getiremediği veya karısından aldığı bakım nafakasının kendisini  yoksulluktan  kurtarmaya  yetmediği  durumlarda  kardeşinden yardım nafakası talep edebilir. Yargıtay bakım yükümlüsü kavramını bu bağlamda olabildiğince geniş bir şekilde yorumlamıştır. Şöyle ki; Yargıtay ın aralarında resmi bir evlilik bağı  olmaksızın  fiilen  karı  koca  gibi  yaşayan  kadının,  beraber  yaşadığı kişinin  geçimini  sağlamaya  yardım  etmediğini  ispat  etmedikçe;  yardım nafakası talebinde bulunamayacağı hususunda verilmiş kararları vardır. Öte yandan kadın boşandığı kocasına yoksulluk nafakası davası açmadan önce kardeşinden  veya  diğer  hısımlarından  yardım  nafakası  talebinde bulunamaz.  Benzer  bir  şekilde,  boşandığı  eşinden  yoksulluk  nafakası almaya hak kazanan kişi, bu hususa dair mahkeme ilamını icraya koymadan, kardeşine yardım nafakası davası açamaz.  Kardeşinden yardım nafakası talep edecek kadar zor durumda olan kişi, eğer başkasıyla daha önceden ölünceye kadar bakma sözleşmesi yapmışsa, bakım  yükümlülüğü  öncelikle  bakım  borçlusuna  ait  olarak  kalacaktır.                                                  83 Baygın, s. 454. Y. 2. HD. 16. 12. 1994 T. , E. 1994/11906, K. 1994/12617 (Kazancı İçtihat Bankası); Y. 2. HD. 17. 10. 1991 T. , E. 1991/10051, K. 1991/12671 (Ruhi, s. 85). 84  Y. 2. HD. 04. 10. 1996 T. , E. 1996/6779, K. 1996/9716 (Özuğur, s.751). 85  Y. 2. HD. 12. 02. 1998 T. , E. 1250/K. 1438 (Özuğur, ss. 744-745); Y. 2. HD. 11. 03. 2002 T. , E. 2815/K. 3275 (Özuğur, s. 742). 86  Ruhi, s. 87. 87  Baygın, s. 455; Egger, Art. 329 Rn. 1. Y. 2. HD. 02. 12. 1993 T. ; E. 1993/586, K. 1993/11727  (Kazancı  İçtihat  Bankası);  Y.  2.  HD.  22.  06.  1975,  5386/5641 (Dural/Öğüz/Gümüş, s. 361, dn. 16). 84AÜHFD, 64 (1) 2015: 65-101                                                                                          Çakırca Dolayısıyla bakım borçlusunun zor duruma düştüğü veya bakım borcunu yerine getiremeyip, alacaklıyı zor duruma düşürdüğü belirlenmediği sürece, mirasçılıktaki  sıraya  göre  diğer  yükümlülerden  yardım  nafakası  talep edilemez.  Mirasçılıktaki sıra takip edilmeksizin açılan yardım nafakası davasının da dinlenme olanağı yoktur, dolayısıyla yardım nafakası talebinde bulunan kardeş öncelikle altsoyu, ikinci sırada üstsoyuna başvurmalıdır. Nafaka talep edecek olan, bir ön sırada nafaka borçlusu bulunduğu sürece, bir sonraki sırada yer alan nafaka  yükümlüsüne başvuramaz. Ancak bir ön sıradaki nafaka yükümlüsünün yardım nafakasını ödeme gücü yoksa, bir sonraki sırada yer alan nafaka borçlusuna başvurulabilir. Aynı sırada birden fazla nafaka  yükümlüsü  varsa,  ödenecek  olan  nafaka  miktarı,  ödeme  güçleri oranında  paylaştırılır.  Zira  nafaka  yükümlülüğü  müteselsil  bir  borç doğurmaz.  Örneğin,  birden  çok  kardeş  nafaka  yükümlüsü  olarak  yer almaktaysa,  nafaka  yükümlülüğü  eşit  miktarda  değil,  kardeşlerin  ödeme güçleri oranında paylaştırılır. Tek bir kardeş, nafakanın tamamını ödeme gücüne sahip olsa bile, sadece kendisinden nafaka borcunun tamamın yerine getirmesi  beklenmez.  Ön  sıradaki  nafaka  yükümlüsünün  ödeme  gücü olmadığını  ispat  ise  nafaka  bulunana  ait  olacaktır.  Buna  göre;  nafaka alacaklısı  ana  babası  ve  çocuklarının  ödeme  gücü  olmadığını  ispat etmedikçe, kardeşinden yardım nafakası talep edemez. D. NAFAKA  BORÇLUSU  KARDEŞİN  REFAH  İÇERİSİNDE OLMASI Yardım nafakası yükümlüsü altsoy veya üstsoy hısımlardan birisi ise ondan  yardım  nafakası  talebinde  bulunulabilmesi  için  ödeme  gücünün bulunması  yeterlidir.  Bir  kişinin  kendi  maddi  gücünü  zorlamadan,  zor duruma  düşmeden  yardım  edebilecek  durumdaysa,  ödeme  gücünün  var olduğu kabul edilir. TMK m. 364/f. 2 ise kardeşlerin nafaka yükümlülüğünü                                                  88  Y. 2. HD. 06. 10. 1976 T. , E. 1976/6783, K. 1976/6794 (Kazancı İçtihat Bankası); Y. 2. HD. 18. 07. 2007 T. , E. 2007/10372, K. 2007/11498 (Kazancı İçtihat Bankası). 89  Dural/Öğüz/Gümüş, s. 365. 90  Koller  (2010),  Art.  328/329  Rn.  23;  Oğuzman/Dural,  s.  385;  Öztan,  ss.  710-711; Dural/Öğüz/Gümüş, s. 365; Baygın, s. 460. 91 BGE 101 II 21 E. 4 S. 268; BGE 83 II 7 E. 2 S. 11. Koller (2007), s. 782, dn. 67. 92 Egger, Art. 329 Rn. 4; Oğuzman/Dural, s. 385; Öztan, s. 711; Dural/Öğüz/Gümüş, s. 365. 93 Oğuzman/Dural, s. 385; Öztan, s. 711; Dural/Öğüz/Gümüş, s. 366; Baygın, s. 460.   85Kardeşler Arasında Nafaka Yükümlülüğü                           AÜHFD, 64 (1) 2015: 65-101 refah  içerisinde  olmaları  şartına  bağlanmıştır.  Dolayısıyla;  bir  kardeş, kendisinin  ve  bakmakla  yükümlü  olduğu  kimselerin  ihtiyaçlarını karşıladıktan  sonra  arta  kalan  değer  ile  rahatça  yaşayabiliyorsa,  refah içerisinde olduğu kabul edilir ve yardım nafakası yükümlüsü olur. 2000 yılından itibaren mehaz İsviçre Medeni Kanunu nda geçerli olan değişiklikle birlikte,  kardeşlerin  birbirlerine  olan  nafaka  yükümlülüğü  kaldırılmış  ve altsoy ve üstsoyun yardım nafakası borçlusu olmaları ise tıpkı kardeşlerin nafaka  yükümlülüğü  gibi  refah  içerisinde  yaşama  şartına  bağlanmıştır. Kardeşler  arasındaki  yardım  nafakasına  ilişkin  verdiği  kararlarda  ilgili hükmü oldukça dar yorumlama eğiliminde olan İsviçre Federal Mahkemesi ilk kez BGE 132 III 97 numaralı kararında, açıkça refah halinde olmaktan ne anlaşılması  gerektiği  sorusuna  net  bir  yanıt  vermeye  çalışmıştır. Ancak burada dikkat edilmesi gereken nokta, Federal Mahkemenin 1999 ın sonunu kadar  refah  halini  belirlerken  aradığı  kriterlerle,  2000  sonrası  aradığı kriterlerin mutlak surette farklı olacağıdır. Buna göre, refah halinde olduğu iddia  edilen  nafaka  alacaklısının,  sürekli,  aynı  şekilde  devam  eden  ve yaşamının sonuna kadar güvenceli bir şekilde devam edecek yüksek bir gelirinin olması gerekir. Nafaka  yükümlüsünün  refah  içerisinde  olup  olmadığı  belirlenirken, eşinin  ve  çocuklarının  ihtiyaçları  da  göz  önüne  alınır  ve  fakat  eşi  ve çocuğunun malvarlığı miktarı ise dikkate alınmaz. Nafaka yükümlüsünün refah içerisinde olma hali hazırdaki ve yakın gelecekteki geliri ve servetine göre belirlenir. Kanunda  açık  olarak  tanımlanmayan  refah  içerisinde  yaşama kavramından  ne  anlaşılması  gerektiğinin  hakim  tarafından  araştırılması gerekmektedir. Zira kişinin refah içerisinde yaşaması zorunlu ihtiyaçlarını                                                  94  Egger, Art. 328 Rn. 37. 95  Gücer, V. Necmettin (1949). Kardeşler Arasında Nafaka Mükellefiyeti. AD. , S. 1, s. 638; Tekinay, s. 592; Oğuzman/Dural, s. 384; Dural/Öğüz/Gümüş, s. 364; Baygın, s. 458; Akıntürk/Ateş Karaman, s. 450. 96 Koller (2007), s. 786 97 Koller (2007), s. 786. 98 BGE 132 III 97 E. 3 S. 104. Dolayısıyla nafaka alacaklısının yaşamını idame ettirmesi için gerekli olan minimum değerin %20sinden fazlasına sahip olması refah halinin varlığını kabul etmek için yeterli değildir. Koller (2007), s. 787. 99  Öztan, s. 710; Akıntürk/Ateş Karaman, s. 450; Baygın, s. 458. YHGK. 26. 03. 1943 T. , E. 1943/11, K. 1943/11 (Ruhi, s. 86). 100  Hakim  refah  halinin  bulunup  bulunmadığını  araştırırken,  kardeşin  dışarıdan  nasıl yaşadığını değil, gerekli araştırmalar yaptıktan sonra kendi koşullarına göre elde ettiği 86AÜHFD, 64 (1) 2015: 65-101                                                                                          Çakırca karşıladıktan sonra elinde bir artı değerin kalması ile açıklanamaz. Kişinin zorunlu  giderlerinin  yanı  sıra,  alışkın  olduğu  yaşam  standardına  uygun sosyal ihtiyaçlarını da karşılayabiliyor olması gerekir. Kişi kendi yaşam tarzının gerektirdiği harcamaları yapmaktan imtina etmek zorunda kalarak kardeşine  yardım  nafakası  ödeyebiliyorsa  bu  noktada  nafaka yükümlülüğünün doğduğundan söz edilmez. Zira refah; bir kimsenin lüks ihtiyaçları dahil arzu ettiği bir şeyi parasını düşünmeden alabilme imkanı olarak tanımlanmaktadır. Yargıtay verdiği kararlarda; geliri çevresine ve sosyal durumuna göre lüks sayılabilecek şeyleri sağlamaya elverişli bulunan ve normal ihtiyaçları dışında her şeyi elde edebilecek bir bolluk içinde olan bir kişinin refah içerisinde olduğunu kabul etmiştir. Doktrinde Tekinay, Yargıtay ın refah haline dair bu tanımlamasını, uygulamayı felce uğratma riski doğurabilecek genişlikte bulmuş ve eleştirmiştir. Zira Tekinay a göre; kimse arzu ettiği her şeyi parasını düşünmeden alamaz.  Yargıtay, yurt dışında işçi olarak çalışan kişinin işçi olarak kazanılan ücretin Türk Lirası karşılığının, Türkiye de refah içerisinde yaşanılmasına olanak sağlayabilecek olduğu ve fakat yurt dışında, oranın ekonomik ve toplumsal şartları içerisinde zengin bir hayat yaşamaya elverişli bulunmadığı tartışmasız  olarak  kabul  etmiştir.  İsviçre  Federal  Mahkemesi,  İsviçre                                                                                                                    gelirin kendisini refah içerisinde yaşamasına yetip yetmediğini dikkate almalıdır. Önder, s. 628. Sadece hayati ihtiyaçlarını gidermiş bir kişinin refah içerisinde olduğunun kabul edilmesi mümkün olmamalıdır. Ancak hayati ihtiyaçlarıyla birlikte medeni ihtiyaçlarını tatmin etmiş bir kişinin ise refah içerisinde olmadığı iddia edilmemelidir. Gücer, s. 640. 101  Egger, Art. 328 Rn. 37; Oğuzman/Dural, s. 383; Köprülü/Kaneti, s. 293; Öztan, s. 709; Dural/Öğüz/Gümüş, s. 363; Baygın, s. 458. 102  Tekinay, s. 592. 103  Y. 2. HD. 26. 05. 1981 T. ; E. 1981/4080, K. 1981/4114 (Gençcan, Ömer Uğur (2011). Aile Hukuku. Ankara, Yetkin Yayınları, s. 1656, dn. 41). 104   Malî  durumu  fevkalâde  masrafları  karşılamaya  elverişli  ve  ihtiyarlık  günleri  için tasarrufa da imkân bulabilecek geliri bulunan kişi, refah içinde kabul edilir (Prof. A.Egger. Medenî Kanun Şerhi Aile Hukuku, 1949 baskısı, T.Çağa çevirisi S.345). Diğer bir  anlatımla,  geliri  çevresine  ve  sosyal  durumuna  göre  lüks  sayılabilecek  şeyleri sağlamaya elverişli bulunan ve normal ihtiyaçları dışında her şeyi elde edebilecek bir bolluk ve zenginlik içinde olan kimse refah halinde sayılır (Yargıtay 2. Hukuk Dairesi'nin 28.9.1972 günlü ve 5248-5323 sayılı kararı)  Y. 2. HD. 05. 11. 1985, E. 1985/9089, K. 1985/8995; Y. 2. HD. 07. 04. 1980 T. , E. 1980/2746, K. 1980/2958 (Kazancı İçtihat Bankası). Dural/Öğüz/Gümüş, s. 364; Öztan, s. 714 . 105 Tekinay, s. 593, dn. 10. 106  Davalının yurt dışında işçi olduğu tartışmasızdır. Miktarı ne olursa olsun tavanı ve tabanı belirli işçi ücretinin yurt dışında, oranın ekonomik ve toplumsal şartları içerisinde zengin bir hayat yaşamaya elverişli bulunmadığı her türlü tereddütten uzaktır. Çoğunlukla   87Kardeşler Arasında Nafaka Yükümlülüğü                           AÜHFD, 64 (1) 2015: 65-101 Medeni Kanunu nda kardeşler için nafaka yükümlülüğünün kaldırılmasından önce verdiği kararlarında; sadece zorunlu giderleri değil, yardım nafakasını ödedikten sonra dahi rahat ve geniş bir hayat biçimini sürdürebilmek için gerekli harcamaları yapabilecek olanakları olan kardeşin refah durumunda olduğunu kabul etmekteydi.  Çok lüks yaşadığı için, bir tasarrufu bulunmayan kardeşten de yardım nafakası talep edilebileceği kabul edilmektedir. Öte yandan, lüks yaşama arzusu sebebiyle ağır borçlar altına giren bir kişin refah içerisinde olduğu kabul edilemez. Hakim kanunda refah içerisinde olmaya dair açık bir düzenleme  olmaması  sebebiyle,  kardeşin  refah  durumu  içerisinde  olup olmadığını, bütün hal ve şartları değerlendirerek takdir edecektir.  E.  NAFAKA TALEBİNDE BULUNULMASI Yardım nafakası yükümlülüğünün yerine getirilmesi için mutlak surette zor durumda olan ve kendi imkanlarıyla geçimini sağlayamayan kardeşin bu hususta  talepte  bulunmasına  bağlıdır.  Yoksulluğa  düşen  kardeş  veya temsilcisi tarafından talep edilmedikçe hakim tarafından yardım nafakasına hükmedilmesi mümkün değildir.  Yardım nafakası talebini içeren davanın usulüne uygun olarak açılması gerekir.  Zira  ancak  usulüne  göre  açılmış  bir  yardım  nafakası  davası sonucunda kardeş, nafaka isteminde bulunabilir. Yardım nafakası davasının usulüne uygun olarak açılan dava ifadesinden anlaşılması gereken ilk olarak, söz  konusu  davanın  mirasçılıktaki  sıranın  göz  önünde  tutularak                                                                                                                    yurt dışında çalışan işçilerin tasarruf gerekçesiyle o çevrenin normal saydığı olağan ve insanca yaşam koşullarından fedakârlıkta bulunarak para biriktirebilmeleri ve yabancı paraların Türk Lirası' na dönüştürüldüğünde, Türkiye için önemli bir miktara ulaşması, bunların zengin bir hayat yaşadıklarının ve dolayısıyla refah halinde bulunduklarının kabulünü gerektirmez. Daha açık bir ifade ile, yurt dışında çalışan işçilerimiz o ülkenin işçileri gibi yaşamlarını sürdürmeleri halinde, herhangi bir tasarrufta bulunmaları söz konusu olamıyacağı gibi, yaşamlarında refah göstergesi olarak benimsenmesi kesinlikle mümkün değildir. Dünyanın neresinde olursa olsun özel geliri yoksa, bir işçinin zengin sayıldığı duyulmamıştır.  Y. 2. HD. 05. 11. 1985, E. 1985/9089, K. 1985/8995 (Kazancı İçtihat Bankası). 107 BGE 82 II 197.  108 Egger, Art. 328 Rn. 37; Oğuzman/Dural, s. 384; Dural/Öğüz/Gümüş, s. 364. 109 Egger, Art. 328 Rn. 37; Oğuzman/Dural, s. 384; Dural/Öğüz/Gümüş, s. 364. 110 Köprülü/Kaneti, s. 293. 111  Baygın, s. 456. 88AÜHFD, 64 (1) 2015: 65-101                                                                                          Çakırca açılmasıdır. TMK m. 365/f. 1, açıkça nafaka davasının mirasçılıktaki sıra göz  önünde  tutularak  açılacağını  ifade  etmiştir.  Böylelikle;  nafaka alacaklısının  ödeme  gücüne  sahip  üstsoy  altsoy  hısımlarından  ve  refah içerisindeki kardeşlerinden istediğine başvurmasına olanak tanınmamıştır. Nafaka alacaklısı kişi, miras hukuku kuralları çerçevesinde ilk olarak kim ya da kimler kendisine mirasçı olacaksa öncelikle onlardan yardım nafakası talebinde bulunacaktır. Mirasçılıkta ilk sırada yer alan kişi veya kişiler yoksulluğa  düşen  kişinin  yardım  nafakası  talebini  yerine  getiremediği durumlarda,  daha  sonra  mirasçı  olacak  kişilerden  nafaka  talebinde bulunabileceklerdir. Kan hısımlığı mirasçılığında zümre sistemini kabul eden Medeni Kanunumuza göre (TMK m. 495-497); nafaka yükümlüleri arasında ilk sırada, yardım nafakası talebinde bulunanın altsoyu, ikinci sırada üstsoyu  olarak  ana  ve  babası,  üçüncü  sırada  ise  refah  halinde  olması koşuluyla kardeşleri, dördünce sırada ise büyükanne ve büyükbabası gelir. Yasal mirasçı olmayan büyükanne ve büyükbabanın ana ve babalarından yardım  nafakası  istenmesine,  TMK  m.  365  hükmünün  sadece  nafaka yükümlülüğündeki  sırayı  düzenlemesi  sebebiyle  bir  engel  olmaması gerekir.  Dolayısıyla  kardeşlerin  nafaka  yükümlülüğü  sadece  refah içerisinde  olmaları  şartına  bağlanmamıştır.  Altsoyuna  ve  üstsoyuna başvurmadıkça yoksulluğa düşen kardeş, refah içerisinde olan kardeşinden yardım nafakası talep edemez. III. YARDIM NAFAKASININ HÜKÜMLERİ A. YARDIM NAFAKASININ BAŞLANGICI Yardım nafakası talebi ile açılan dava sonucunda karar verilen yardım nafakasının başlangıcı, nafakaya dair verilen kararın verildiği tarih değil, nafaka davasının açıldığı tarihtir. Yardım nafakasına ilişkin açılan dava,                                                  112  Egger, Art. 329 Rn. 1; Tekinay, s. 593; Öztan, s. 710; Dural/Öğüz/Gümüş, s. 364; Baygın, s. 459; Akıntürk/Ateş Karaman, ss. 446-447. 113  Koller (2010), Art. 328/329 Rn. 22. 114  Oğuzman/Dural, s. 384; Baygın, s. 459; Zevkliler/Acabey/Gökyayla, s. 1025; Öztan, s. 710. 115  Baygın, s. 459; Zevkliler/Acabey/Gökyayla, s. 1025; Öztan, s. 710. 116  Oğuzman/Dural, s. 384; Baygın, s. 459. 117  Oğuzman/Dural, s. 388; Öztan, s. 719; Dural/Öğüz/Gümüş, s. 369; Baygın, s. 464. Bkz.: 28. 11. 1956 tarihli ve 15/5 Yargıtay İçtihadı Birleştirme Kararı ( RG. 27. 12. 1956, s. 9449). Y. 3. HD. 28. 04. 2005 T. , E. 2005/4090, K. 2005/4675 (Kazancı İçtihat Bankası).   89Kardeşler Arasında Nafaka Yükümlülüğü                           AÜHFD, 64 (1) 2015: 65-101 niteliği itibariyle harca tabi bir dava olduğu için davanın açıldığı tarih dava harcının yatırıldığı tarih olacaktır. Yardım  nafakası,  dava  tarihi itibariyle  geçerli  koşullar çerçevesinde hükme  bağlanır. Ancak  yardım  nafakası  davası,  hali  hazırda  açılmış  bir soybağının  reddi  davası  varsa,  bu  davanın  sonucu  alınana  kadar bekletilmelidir. Soybağının reddi davası devam ederken  yardım nafakası istemi ile bir dava açılır ise; açılan yardım nafakası davası bekletici mesele sayılarak soybağının reddi davasının sonucu beklenmelidir. Yardım nafakası, yoksulluk içinde bulunan kişinin hali hazır geçimini sağlamayı  amaçlamaktadır.  Bu  sebeple;  dava  tarihinden  önce  yoksulluk içerisinde yaşanan zaman dilimine dair nafaka talebinde bulunulamaz.  B. NAFAKA  BEDELİNİN  BELİRLENMESİ,  ARTIRILMASI, AZALTILMASI ve KALDIRILMASI Hakim,  yardım  nafakasının  miktarını  belirlerken  tarafların  nafaka miktarı  hususunda  bir  anlaşmaları  mevcutsa  bu  anlaşmayı  göz  önüne almalıdır. Eğer mevcut böyle bir anlaşma yoksa, hakim nafaka miktarını belirlerken tarafların ekonomik ve sosyal durumlarını dikkate alacaktır. Yardım nafakasının üst sınırını, nafaka alacaklısının geçinmesi için zorunlu olan miktar, alt sınırını ise nafaka borçlusunun ödeme gücü oluşturur. İsviçre  Federal  Mahkemesi  güncel  olarak  verdiği  bir  kararında,  yardım nafakasının zor durumda olan nafaka alacaklısının hayatını idame ettirmesi için gerekli olan bedelin asgarisinden az ve sosyal yardım olarak verilecek bedelin asgarisinden yüksek olamayacağına hükmetmiştir. Tarafların gelir durumları değerlendirilirken sürekli, düzenli ve yeterli gelirlerinin bulunup bulunmadığı araştırılacaktır. Eğer nafaka borçlusunun sürekli, düzenli ve yeterli  bir  geliri  yoksa  kendisinden  herhangi  bir  nafaka  talebinde bulunulamayacaktır. Yardım nafakasının belirlenmesi kural olarak özel ve teknik bir bilgi gerektirmemektedir. Dolayısıyla yardım nafakası miktarının belirlenmesinde                                                  118  06. 02. 1984 gün ve 7/3 sayılı Yargıtay İçtihadı Birleştirme Büyük Genel Kurulu kararı; Y. 3. HD. 28. 04. 2005 T. , E. 2005/4090, K. 2005/4675 (Kazancı İçtihat Bankası). 119  Y. 3. HD. 24. 05. 2007 T. , E. 2007/5680, K. 2007/8815 (Ruhi, s. 621). 120  Y. 3. HD. 30. 11. 2004, E. 2004/12919, K. 2004/13293 (Ruhi, s. 89). 121  Köprülü/Kaneti, s. 293. 122  Oğuzman/Dural, s. 386; Dural/Öğüz/Gümüş, s. 366; Baygın, s. 461. 123  BGE 132 III 97. Koller (2006), s. 71. 90AÜHFD, 64 (1) 2015: 65-101                                                                                          Çakırca bilirkişi  incelemesine  kural  olarak  gerek  yoktur.  Hakim,  nafaka yükümlüsünün  bedeni  ve  fikri  kabiliyetine,  eğitim  ve  sosyal  durumuna uygun  bir  işte  çalışıp  gelir  temin  etmiyorsa  normal  olarak  çalışsa  elde edebileceği gelire göre kıyasen bir nafaka bedeli tayin edecektir. Yardım edilmediği takdirde yoksulluğa düşecek olan kişi, yardım nafakası davası sürerken tedbir mahiyetinde tedbir nafakası talebinde bulunamaz. Kişinin  yoksulluğa  düşmesi;  kişinin  maddi  olarak  zor  durumda olmasını,  geçimini  kendi kaynaklarıyla  idame  ettirememesini  ifade  eder. Böylelikle;  hakim  tarafından  takdir  edilecek  yardım  nafakasının  miktarı sadece yoksulluğu engellemeye yarayacak nitelikte olacaktır; zira yardım nafakası talebinde bulunanı zenginleştirecek bir bedel değildir. Hakim vereceği bütün kararlarında; nafaka alacaklısı davacının zor durumda olup olmadığına; nafaka borçlusu kardeşin refah haline ilişkin kararlarında TMK m. 4 uyarınca, hukuka ve hakkaniyete göre hareket edecektir. Yardım  nafakasına  dair  verilen  kesin  ve  nihai  bir  durum  meydana getirmez. Zira; yardım nafakası tarafların talebi üzerine her zaman tekrar gözden  geçirilebilir.  Yardım  nafakasının  belirlenmesinde  hem  nafaka alacaklısının hem de nafaka yükümlüsünün koşulları dikkate alınacağı için; nafaka alacaklısının veya borçlusunun maddi durumunda meydana gelen değişikliklerle doğru orantılı olarak, daha önce belirlenen yardım nafakası bedelinin  azaltılması,  artırılması  veya  tamamen  ortadan  kaldırılması mümkündür.  Hakim  TMK  m.  331  hükmüne  göre  mevcut  durumun değişmesi halinde, istem üzerine yardım nafakasını yeniden belirler veya nafakayı tamamen kaldırır. Durumun değiştiğini açılacak davada tespit eden  hakim,  daha  önce  belirlenen  yardım  nafakasının  miktarını                                                  124 Y. 2. HD. 10. 06. 1993 T ; E. 1993/5344, K. 19943/5953 (Kazancı İçtihat Bankası). 125  Y. 3. HD. 18. 10. 2004 T. , E. 2004/10810, K. 2004/11177 (Ruhi, s. 90). 126  Baygın, s. 462. Y. 2. HD. 01. 07. 1991 T. , E. 1991/7141, K. 1991/9740 (Ruhi, s. 90). 127  Koller (2007), s. 783. İsviçre Federal Mahkemesi, tek başına dört çocuğunu yetiştiren kadının, babasından talep ettiği nafakaya dair verdiği ve yardım nafakasına ilişkin çok önemli tespitlerde bulunduğu kararında, davacının zor durumda bulunup bulunmadığına ilişkin bir hükme varırken, kapsamı dar tutmaya özen göstermiştir. BGE 132 III 97. 128  Clausula rebus sic stantibus ilkeleri bu durum için de geçerlidir. Egger, Art. 328 Rn. 45; Köprülü/Kaneti, s. 293; Dural/Öğüz/Gümüş, s. 367; Baygın, s. 465. 129  Tekinay, s. 596; Dural/Öğüz/Gümüş, s. 367. Y. 3. HD. 09. 12. 2004 T. , E. 2004/13390, K. 2004/13598 (Ruhi, s. 91); Y. 3. HD. 02. 03. 2009 T. , E. 2009/2471, K. 2009/3009 (Ruhi, s. 593). 130  Dural/Öğüz/Gümüş, s. 368.   91Kardeşler Arasında Nafaka Yükümlülüğü                           AÜHFD, 64 (1) 2015: 65-101 indirebileceği  gibi  artırılmasına  da  karar  verebilir.  Dolayısıyla  nafaka borçlusu kardeşin refah halinin sona ermesi durumunda mahkemeden yardım nafakasının kaldırılması istenebilir. C. NAFAKA BEDELİNİN ÖDENME ŞEKLİ  Yardım nafakasının toptan biçimde ödenmesi kararlaştırılabileceği gibi irat  şeklinde  ödenmesine  de  karar  verilebilir.  Uygulamada  kural  olarak yardım  nafakasının  irat  biçiminde  ödenmesine  karar  verilmektedir. Tarafların ekonomik ve sosyal durumlarının olanak tanıdığı ölçüde yardım nafakasının  toptan  ödenmesine  de  karar  verilebilir.  Kardeşler  arasında yapılacak yardımın, özel olarak, nakit olarak belirlenmesinin şart olduğu konusunda  bir  görüş  olsa  da;  altsoy  ve  üstsoy  arasındaki  nafaka yükümlülüğünün de nakdi şekilde belirlenmesi gereklidir. Zira altsoy veya üstsoy  yardım  nafakası  yükümlülüğünü,  nafaka  alacaklısını  evine  alıp, barınma ihtiyacını karşılamak ile yerine getirmiş olmaz. Yardım  nafakasının  ödeme  türüne  ilişkin olarak  da  ikili  bir  ayrıma gidilebilir. Yardım nafakası ayın şeklinde ödenebileceği gibi Türk  Lirası olarak  da  ödenebilir.  Tarafların  aksine  bir  anlaşmaları  yoksa  yardım nafakasının  Türk  Lirası  üzerinden  ödenmesi  kuraldır.  Ancak  tarafların yardım nafakasının yabancı para üzerinden ödenmesi hususunda anlaşmaları halinde,  yardım  nafakasının  Türk  Lirası  şeklinde  ödenmesi  kuralından vazgeçilir. Aile mahkemesi hakimi TMK m. 365/f. 5 uyarınca; istem üzerine, irat biçiminde  ödenmesine  karar  verilen  yardım  nafakasının  gelecek  yıllarda tarafların sosyal ve  ekonomik durumlarına  göre  nasıl ödeneceğine  karar verebilir.                                                    131  Baygın, s. 466; Ergenekon, ss. 107-110. 132  Y. 3. HD. 23. 12. 2004 T. , E. 2004/14313, K. 2004/14305 (Ruhi, s. 92); Y. 3. HD. 03. 05. 2005 T. , E. 2005/4617, K. 2005/4922 (Kazancı İçtihat Bankası). 133  Bu görüş; kardeşlerin nafaka alacaklısı olan kardeşi evine alıp, bakmakla yardım nafakası yükümlülüğünü yerine getirmiş olmayacağını ifade etmektedir. Önder, s. 629. 134  Yardım nafakası talep eden anne ve baba, çocuklarıyla birlikte oturmak zorunda değildir. Y. 2. HD. 12. 07. 1947 T. , E. 4752/K. 4093 (Özuğur, s. 758). 135  Y. 2. HD. 09. 05. 2000 T. , E. 200/5643, K. 2000/6060 (Ruhi, s. 92). 92AÜHFD, 64 (1) 2015: 65-101                                                                                          Çakırca D. YARDIM NAFAKASININ SONA ERMESİ Yardım nafakası ödeme yükümlüğü; yardım nafakası alacaklısının veya borçlusunun ölmesi veya yardım nafakası almakta olan kişinin evlenmesi halinde sona erer. Ölüm ile kendiliğinden sona eren yardım nafakası ödeme yükümlülüğü, mirasçılara geçmez. Nafaka borçlusunun ölümünde, nafaka alacaklısının zor durumda olması hali halen daha devam ediyorsa, başka bir nafaka yükümlüsüne karşı yeni bir dava açması gerekir. Yardım  nafakasının  evlenmeyle  sona  ermesinin  sebebi,  kişinin evlenmesiyle birlikte, evlendiği karısının veya kocasının kendisine bakım yükümlülüğünün  doğmasıdır.  Yukarıda  da  ifade  edildiği  üzere;  bakım nafakası yardım nafakasından önceliklidir. Dolayısıyla ancak evlenilen karı veya kocanın bakım nafakasını yerine getirecek durumda olmaması halinde yardım nafakası ödeme yükümlülüğü devam eder. Evlenme halinin, evlilik cüzdanı gibi resmi belgelerle, kanıtlanması gerekir. Ancak yardım nafakası almakta olan kişi, resmi olarak evlenme akdi olmaksızın birisi ile karı koca gibi beraber yaşıyorsa, yardım nafakasına mahkeme kararıyla sona erer. Zira Yargıtay,  evlilik  dışı  ilişki  yaşayan  kişilerin  tıpkı  karı  ve  koca  gibi birbirlerine bakım borcu altında olduklarını kabul etmektedir. Nafaka alacaklısının maddi durumun düzelmesi; çalışmaya başlaması başka  bir  ifadeyle;  yoksulluğunun  sona  ermesi  halinde  nafakanın kaldırılması istenebilir. Nafakanın kaldırılmasına ilişkin verilen karar da, tıpkı nafakanın başlangıcına dair verilen karar gibi dava tarihinden itibaren hüküm ifade eder. Aynı şekilde nafaka borçlusu olan kardeş de refah halinin sona erdiğini belirterek, mahkemeye  başvurmak suretiyle yardım nafakasının kaldırılmasını talep edebilir. IV.  YARDIM NAFAKASI DAVASININ USUL HÜKÜMLERİ A. GÖREVLİ VE YETKİLİ MAHKEME 4787  sayılı  Aile  Mahkemelerinin  Kuruluş,  Görev  ve  Yargılama Usullerine Dair Kanunu 141 m. 4/b. 1 hükümlerine göre; 4721 sayılı Türk                                                  136  Dural/Öğüz/Gümüş, s. 369. 137  Baygın, s. 466. 138  Y. 2. HD. 04. 10. 1996 T. , E. 1996/6779, K. 1996/9716 (Ruhi, s. 92). 139  Y. 3. HD. 01. 11. 2004 T. , E. 2004/1154, K. 2004/11942 (Kazancı İçtihat Bankası). 140  Baygın, s. 465; Öztan, s. 720. 141  RG. 18. 01. 2003, s. 24997.   93Kardeşler Arasında Nafaka Yükümlülüğü                           AÜHFD, 64 (1) 2015: 65-101 Medeni Kanunu nun Üçüncü Kısım hariç olmak üzere İkinci Kitabı konusu aile hukukundan doğan dava ve işler 20. 04. 2004 tarihinden sonra aile mahkemesinde görülecektir. 4787 sayılı Kanun unun 2. maddesinin 2. fıkrası hükmüne göre aile mahkemesi kurulamayan yerlerde ise TMK m. 118-395 kapsamına giren dava ve işlere, Hakimler ve Savcılar Yüksek Kurulunca belirlenen Asliye Hukuk  Mahkemesi  tarafından  bakılacaktır.  Dolayısıyla  yardım  nafakası davalarında  kural  olarak  Aile  Mahkemeleri,  aile  mahkemelerinin kurulamadığı yerlerde ise Asliye Hukuk Mahkemeleri görevli olacaktır. Yardım nafakalarında yetkili mahkeme ise taraflardan birinin yerleşim yeri mahkemesidir. Yardım nafakası yükümlüsü olanlar birden fazla ise; yardım nafakası davasının nafaka yükümlülerinden herhangi birinin yerleşim yeri mahkemesinde açılması mümkündür. B. İSPAT YÜKÜ Nafaka  talebinde  bulunan  kişi  öncelikle  yoksulluk  içerisinde bulunduğunu  veya  kendisine  yardım  edilmediği  takdirde  yoksulluğa düşeceğini,  kendi  olanaklarıyla  bu  durumdan  kurtulamadığını;  yani dürüstlük  kuralları  çerçevesinde  kendisini  yoksulluktan  kurtaracak  bir  iş aradığını ve fakat bulamadığını kanıtlamak zorundadır.  Bunun da ötesinde davacı, davalı arasında TMK m. 364 de belirtilen derecede  bir  hısımlığının  olduğunu  ve  kendisinin  mirasçılıktaki  sıra itibariyle  kanunen  nafaka  yükümlüsü  olduğunu  ve  kardeşinin  refah içerisinde bulunduğunu ispat etmekle yükümlüdür. Davalı  ise,  davacının  yardım  edilmediği  takdirde  yoksulluğa düşmeyeceğini, maddi durumunun iyi olduğunu, kendisinin yeterli miktarda ödeme gücünün bulunmadığını veya kendisinden önce veya kendisiyle aynı sırada  başka  nafaka  yükümlülerinin  bulunduğunu  ispat  etmek  suretiyle nafaka ödeme yükümlülüğünden kurtulabilir.                                                  142  Y. 3. HD. 10. 07. 2006 T. , E. 2006/9156, K. 2006/9334 (Kazancı İçtihat Bankası); Y. 3. HD.  19.  06.  2006  T.  ,  E.  2006/5896,  K.  2006/8038  (Kazancı  İçtihat  Bankası). Köprülü/Kaneti ye  göre  ise  yetkili  mahkeme  davalının  ikametgahı  mahkemesidir. Köprülü/Kaneti, s. 295. 143  Egger, Art. 329 Rn. 3; Koller (2010), Art. 328/329 Rn. 20; Oğuzman/Dural, s. 388; Öztan, s. 717; Dural/Öğüz/Gümüş, s. 368. 144  Egger, Art. 329 Rn. 3; Koller (2010), Art. 328/329 Rn. 20; Koller (2007), s. 782; Oğuzman/Dural, s. 388; Öztan, s. 717; Dural/Öğüz/Gümüş, s. 369. 94AÜHFD, 64 (1) 2015: 65-101                                                                                          Çakırca V. KARDEŞLER  ARASINDA  NAFAKA  YÜKÜMLÜLÜĞÜNÜN MİRASTA  SAKLI  PAY  KURALLARI  KARŞISINDA DEĞERLENDİRİLMESİ 04. 05. 2007 tarihinde, TBMM tarafından kabul edilen 5650 sayılı Türk Medeni  Kanunu nda  Değişiklik  Yapılmasına  Dair  Kanun un  ikinci maddesi, TMK nın 506. maddesinin birinci fıkrasının üçüncü bendini madde metninden çıkarmak suretiyle, kardeşlerin saklı payını ortadan kaldırmıştır. Böylelikle; kardeşinden başka bir mirasçısı olmayan ve fakat malvarlığının tamamını  çeşitli  vakıflara  vasiyet  etmiş  olan  kişilerin  ölüme  bağlı tasarruflarının saklı pay kuralları sebebiyle tenkise tabi olmalarının önüne geçilmek  istenmiştir.  4721  sayılı  Türk  Medeni  Kanunu nda  yürürlüğe girmesinden beş sene gibi, kısa bir sürede, bu denli önemli bir değişikliğin yapılmasının sebebi olarak Safiye Ayla, Zeki Müren gibi evli veya çocuk sahibi olmayan sanatçıların ölüme bağlı tasarruflarının yerine getirilememesi gösterilmiştir. Bu durum ise kanun yapma ve değiştirme tekniği açısından ayrıca üzerinde durmaya değerdir. Türkiye  gibi  aile  bağlarının,  akrabalar  arasındaki  yardımlaşma güdüsünün kuvvetli olduğu buna karşın sosyal devletin etkisiz olduğu bir ülkede, Anglosakson hukukunda yer alan ölüme bağlı tasarruf serbestisinin örneksenerek, Kıta Avrupası hukuk sisteminin tamamıyla hakim olduğu bir hukuk sistemine uygulamaya çalışmanın mantığı anlaşılmamaktadır. Kanun teklifinin gerekçelerinden de anlaşıldığı üzere, tekil hukuki ihtilaflara çözüm bulabilmek adına Medeni Kanun gibi bir hukuk sistemin en önemli kanunu üzerinde yeterince düşünülmeden oynanmıştır ve bu durum kanun yapma tekniği açısından kabul edilemez.  Söz  konusu  kanun  değişikliği  teklifinin  yasalaşma  sürece incelendiğinde,  teklif  gerekçesinde  miras  bırakanın,  miras  bırakmak istemediği kişilerin mirastan pay almasını engellemek ve böylelikle de miras bırakanın  farazi  iradesini  gerçekleştirmek  amacıyla  hareket  edildiği görülmektedir. Oysa miras bırakanın saklı paylı mirasçı olan kardeşlerini                                                  145 RG. 10. 05. 2007, s. 26518. 146 http://www.tbmm.gov.tr/tutanak/donem/yil/bas/bm.htm 147  Sadece Silahlı Kuvvetlere ait vakıfların özel ihtilafların dolayısıyla kardeşlerin saklı payının kaldırılmasının  kişiye özel amaç  nedeniyle savunulamayacağına ilişkin bir görüş için bkz.: Serozan, Rona/Engin, Baki İlkay (2014).  Miras Hukuku (Genişletilmiş ve Güncellenmiş 4. Baskı). Ankara, Seçkin Yayıncılık, § 1 N. 41.   95Kardeşler Arasında Nafaka Yükümlülüğü                           AÜHFD, 64 (1) 2015: 65-101 mirasından  mahrum  etmek  için  elinde  mirasçılıktan  çıkarma,  mirastan feragat sözleşmesi yapma gibi olanaklar mevcuttur. Kanun  teklifini  veren  milletvekili  ayrıca,  kardeşlerin  saklı  payı  ile bunların nafaka yükümlülüğü arasında da bir ilişki kurmuştur. Kardeşlerin kayıtsız  şartsız  saklı  paya  sahip  olmasını,  kardeşlerin  nafaka yükümlülüğünün yukarıda da anlatılmaya çalışıldığı üzere, özel şarta bağlı olmasıyla  karşılaştırıp,  eleştirmiştir.  Kardeşlerin  nafaka  yükümlülüğünün sadece refah içerisinde olmaları halinde doğmasının amacı, kardeşin nafaka yükümlülüğü altında ezilmesini engellemektir, miras hukuk açısından ise kardeşlerin refah içerisinde olup olmamasının bir önemi yoktur. Dolayısıyla kardeşler arasında nafaka yükümlülüğünün mevcut olduğu bir düzenlemede, bu şekilde bir eleştiri de yerinde değildir. Her ne kadar yardım nafakası soybağına ilişkin olup, mirasçılık sıfatıyla ilgili olmasa da yardım nafakası yükümlülerinin kapsamının belirlenmesinde kullanılan  ölçüt;  yardım  nafakasına  dair  normların  geçerli  olacağı toplumdaki aile ilişkilerinin yapısıdır. Aile ilişkilerinin, yardımlaşmasının yoğun olduğu toplumlarda yardım nafakası yükümlülerinin kapsamının geniş bir şekilde belirlendiği görülmektedir. Türk Medeni Kanunu, Alman Medeni Kanunu nun ve mehaz İsviçre Medeni Kanunu nun aksine yardım nafakası yükümlülerini altsoy ve üstsoyla sınırlı tutmamış, refah içerisinde yaşamaları halinde kardeşler arasında da nafaka yükümlülüğünün doğmasına olanak tanımıştır. Kardeşlerin birbirilerine destek olmalarını kanuni bir borç olarak düzenlemekten imtina etmeyen bir kanun koyucunun, kardeşlerin mirastaki saklı payını çözülmekte zorlanılan birkaç hukuki ihtilaf sebebiyle kaldırması birbiriyle çelişmektedir. Kanun koyucu mehaz İsviçre Medeni Kanunu nda saklı paylara ilişkin düzenlemelerini temel almış ve fakat tamamen kabul etmemiştir. İsviçre Medeni Kanunu nda kardeşlerin saklı payı 1988 yılında kaldırılmış; Türk Medeni Kanunu nda ise 1990 ve 2002 yılında yapılan değişikliklerde  kardeşlerin  saklı  payı  azaltılmış  ve  fakat  tamamen kaldırılmamıştır. Ancak köklü bir Medeni Kanun değişikliğinden beş sene sonra, 2007 yılında aynı kanun koyucunun, kardeşlerin saklı payına ilişkin iradesini kişiye özel bir amaç ile hareket ederek değiştirdiği görülmektedir. Tekil bir ihtilafı çözmek için kanun değişikliğine gitmekten imtina etmeyen                                                  148  Yaşar, Mert (2007). Bir Kanun Değişikliğinin Değerlendirilmesi. Güncel Hukuk, Temmuz, s. 53. 96AÜHFD, 64 (1) 2015: 65-101                                                                                          Çakırca kanun koyucunun, kanun içerisinde kendi elleriyle yarattığı bu çelişkiyi en kısa zamanda gidermesi gerekmektedir. İsviçre de 1988 yılında kardeşlerin saklı payını kaldıran düzenlemeyi müteakip 2000 yılında kardeşlerin nafaka yükümlülüğü  de  kaldırmıştır.  Burada  yapılması  gereken;  aile  bağları  ve sosyal  yardımlaşma  kavramlarına  atfedilen  önemle,  hayatın  gerçekleri arasında makul bir köprü kurmak olacaktır. Yaşadığımız yüzyılın gerekleri kardeşler arasındaki bağı zayıflatmış ve bu bağlamda mirasçılıktaki saklı payları  kaldırılmışsa,  buna  doğru  orantılı  olarak  da  kardeşler  arasındaki yardım  nafakasının  varlığının  devamının  gereği  de  sorgulanmalıdır. Kanunların sistematikleriyle düşüncesizce oynanmasının bir sonucu olarak, kardeşler arasında nafaka yükümlülüğünün kaldırılmasının teklif edilmesi de bu bağlamda şaşırtıcı olmayacaktır. SONUÇ Türk  hukukunda  sosyal,  ahlaki  ve  dini  açılardan  kabul  edilen  aile bireylerinin  birbirleriyle  dayanışması  kuralı  TMK  m.  364-366  arasında, kanunun belirlediği ölçüde bir yardım yükümlülüğü olarak kanuni bir borç şeklinde düzenlenmiştir. Kardeşler arasındaki yardım nafaka yükümlülüğü, üstsoy ve altsoy arasındaki yardım nafakası koşullarından farklı ve daha ağırdır. Buna göre; kardeşler birbirlerine ancak refah içerisinde yaşamaları halinde nafaka ödeme yükümlülüğüne sahiptirler. Dolayısıyla kardeş, zor durumda bulunan ve bu durumdan kendi imkanlarıyla çıkma olanağına sahip olmayan kardeşine sadece refah içerisinde yaşaması halinde yardım nafakası verme yükümlülüğüne sahiptir. Yardım nafakasının bakım nafakasından önce gelmesi; yardım nafakası talep  edilirken  mirasçılıktaki  sıranın  gözetilmesi  ve  yükümlülük  şartının refah  içerisinde  yaşama  koşuluna  bağlanmış  olması  kardeşler  arasındaki nafaka yükümlülüğünün kapsamın ilk elden daraltıldığını göstermektedir. Öte yandan nafaka borçlusu olabilmek için gerekli koşullara sahip birden fazla  kardeşin  varlığı  halinde,  nafaka  alacağı  kardeşler  arasında  eşit bir biçimde  değil,  ödeme  güçleri  oranında  bölüşülecek  olması  da  kardeşler üzerinde gereğinden fazla yük olmasını engelleyecektir.  Her ne kadar mehaz İsviçre Medeni Kanunu nda kardeşler arasındaki nafaka  yükümlülüğü  kaldırılmış  olsa  da,  aile  bağlarının  ve  kardeşler                                                  149  Aynı yönde bkz. : Yaşar, s. 56.   97Kardeşler Arasında Nafaka Yükümlülüğü                           AÜHFD, 64 (1) 2015: 65-101 arasındaki  ilişkilerin  çoğunlukla  oldukça  sıkı  olduğu  toplumumuzun, kardeşler  arasında  nafaka  yükümlülüğünün  varlığına  itiraz  etmesi  olası değildir.  Ancak  mirasta  kardeşlerin  saklı  payının  madde  metninden çıkarıldığı  bir  Medeni  Kanun da,  kardeşlerin  yardım  nafakası yükümlülüklerinin  devam  ettirilmesi  kanun  sistematiği  açıdan  çelişkiler yaratmaktadır. Kardeşlerin mirastaki saklı payını kolaylıkla kaldıran kanun koyucunun, Anayasa da yer alan sosyal devlet ilkesinin, madde metnine hapsolmasını  engellemenin  yolları  aranmaktan  imtina  edip,  kardeşler arasında  nafaka  yükümlülüğünün  devam  ettirmesi  bu  bağlamda  kabul edilebilir  değildir.  Sosyal  devletin  resmi  olarak  değil  fiilen  hayata geçirilmesi  halinde,  kardeşler  arasında  nafaka  yükümlülüğünün  varlığını gerekli  olmaktan  çıkaracaktır.  Zira  kardeşlerin  özgür  iradeyle  birbirine yardım  etmeye  devam  etmesinin  önünde  her  hangi  bir  engel  yoktur. Kardeşler birbirlerine; hasta bakımı, alışverişte yardım, çocukların bakımı gibi  maddi  olmayan  yardımlarda  bulunabileceği  gibi,  maddi  yardımda bulunabilirler. Kardeşler arasındaki gönüllü yardımlaşmanın kanuni bir yüküm olmaktan çıkarılması, ancak sosyal devletin bütün araçlarıyla herkese ulaşabildiği bir toplumda makul olacaktır. Türk kanun koyucusu bu koşulları sağladığında, kardeşlerin mirastaki saklı paylarının da kaldırdığını göz önüne alarak, kardeşler arasında nafaka yükümlülüğünü kaldırmalı ve böylelikle Türk Medeni Kanunu içerisindeki çelişkiyi de gidermelidir.                                                            150  Jaggi, s. 404; Koller (2007), ss. 794-795. 98AÜHFD, 64 (1) 2015: 65-101                                                                                          Çakırca",
     "Kaynakça": "Akıntürk, Turgut/Karaman Ateş, Derya (2014). Türk Medeni Hukuku, Aile Hukuku, Cilt 2, 6098 sayılı Yeni Borçlar Kanununa Uyarlanmış (10. Bası). İstanbul, Beta. Anderegg,  Karl  (1978).  Einige  Gedanken  zur  revidierten Verwandtenunterstützungspflich, SJZ, Heft 4, ss. 55-56.  Baygın, Cem (2010). Soybağı Hukuku. İstanbul, XII Levha Yayıncılık. Demiral, Meltem (2010). Aile Bağlarının Ortadan Kalktığı Hallerde Yardım Nafakasının  Yerindeliği  Hakkında  Bir  Yargıtay  Karar  İncelemesi. Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Cilt: 11, Özel S. : 2009, ss. 1111-1138. Dethloff,  Nina  (2009).  Familienrecht  (29.,  wesentlich  überarbeitete Auflage). München, Verlag C. H. Beck. Dural,  Mustafa/Öğüz,  Tufan/Gümüş,  Mustafa  Alper  (2014).  Türk  Özel Hukuku, C. III, Aile Hukuku (9. Bası). İstanbul, Filiz Kitabevi.  Egger,  August  (1943).  Kommentar  zum  Schweizerischen  Zivilgesetzbuch Das Familienrecht Zweite Abteilung: Die Verwandtschaft Art. 252-359 (2. umgearbeitete Auflage). Zürich, Schultheß.  Ergenekon, Yılmaz (1966). Türk Medeni Hukukunda Yardım Nafakaları. Ankara. Frier,  Bruce  W./McGinn,  Thomas  A.J.  (2004).  A  Casebook  on  Roman Family Law. Oxford University Press. Fuchs,  Maximilian  (2002).  Empfiehlt  es  sich,  die  rechtliche  Ordnung finanzieller Solidarität zwischen Vewandten im Unterhalts-, Pflichtteils, Sozialhilfe- und Sozialversicherungsrecht ne uzu gestalten? . JZ, Heft 17, ss. 785-798. Gençcan, Ömer Uğur (2011). Aile Hukuku. Ankara, Yetkin Yayınları. Gücer, V. Necmettin (1949). Kardeşler Arasında Nafaka Mükellefiyeti. AD. , S. 1, ss. 636-649. İpek, Nurcan (2013). Roma Hukukunda Yardım Nafakası. MÜHF-HAD. C. 19, S. 3, ss. 277-290.   99Kardeşler Arasında Nafaka Yükümlülüğü                           AÜHFD, 64 (1) 2015: 65-101 Jaggi, Kurt (1998). Verwandtenunterstützung (Art. 329 Abs. 3 ZGB) und Rückforderung von öffentlichrechtlichen Unterstützungsleistungen als Ausweg aus der Finanzkrise der öffentlichen Hand ? . ZBJV, Band 134, ss. 393-405.. Kaser, Max/Knütel, Rolf (2013). Römisches Privatrecht (20. , überarbeitete und erweiterte Auflage). C. H. Beck Verlag. Koller, Thomas (2006). Bemerkungen zu BGE 132 III 97. recht, Heft 2, ss. 64-76. Koller,  Thomas  (2007).  Der  Verwandtenunterstützungspflicht  im schweizerischen Recht oder: Der  verlorene Sohn  im Spannungsfeld zwischen Fiskalinteresse und Privatinteresse. FamPra. ch. , 4, ss. 769796. Koller, Thomas (2010). Basler Kommentar, Zivilgesetzbuch I, Art. 1- 456 ZGB (4. Auflgae). Herausgegen von : Heinrich Honsell, Nedim Peter Vogt, Thomas Geiser, Basel: Helbing Lichtenhahn Verlag. Köprülü, Bülent/Kaneti, Selim (1989). Aile Hukuku (Gözden Geçirilmiş 2. Bası). İstanbul, Filiz Kitabevi. Lipp, Volker (2002). Finanzielle Solidarität zwischen Verwandten im Privat- und im Sozialrecht. NJW, Heft 31, ss. 2201-2207. Oğuzman, M. Kemal/Dural, Mustafa (1998). Aile Hukuku (2. Bası). İstanbul, Filiz Kitabevi. Önder, Akil (1943) . Usul ve Füru ve Kardeş Nafakası ve Ev Reisliği. Adliye Ceridesi, ss. 625- 636. Öztan, Bilge (2004). Aile Hukuku (5. Bası). Ankara, Turhan Kitabevi. Özuğur, Ali İhsan (2014). Nafaka Hukuku, Açıklamalı, Gerekçeli, İçtihatlı (5. Baskı). Ankara, Seçkin Yayınevi. Ruhi, Ahmet Cemal (2010). Nafaka Hukuku (3. Bası). Ankara. Serozan, Rona (2005). Çocuk Hukuku (2. Bası). İstanbul, Vedat Kitapçılık. Serozan, Rona/Engin, Baki İlkay (2014). Miras Hukuku (Genişletilmiş ve Güncellenmiş 4. Baskı). Ankara, Seçkin Yayıncılık. 100AÜHFD, 64 (1) 2015: 65-101                                                                                          Çakırca Sonat, K. Ali (2013). Ana Babanın Eğitimi Devam Eden Ergin Çocuğa Nafaka Yükümlülüğü. MÜHF-HAD, C. 19, S. 1, ss. 235-291. Tekinay, Selahattin Sulhi (1990). Türk Aile Hukuku (7. Bası). İstanbul. Yaşar, Mert (2007). Bir Kanun Değişikliğinin Değerlendirilmesi. Güncel Hukuk, Temmuz, ss. 52-56. Yetik, Nurten (2007). Açıklamalı- İçtihatlı Nüfus, Velayet, Vesayet, Nafaka."
}