{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2018",
     "Cilt": "67",
     "Sayı": "2",
     "Başlık": "İHAM İÇTİHADINDA VERGİ CEZALARINDA NE BİS IN IDEM",
     "Title": "The Application of ‘Ne Bis in Idem’ Rule in Tax Penalties under ECtHR’s Jurisprudence",
     "Yazar İsmi": [
          "Barış BAHÇECİ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Vergi cezaları",
          "İnsan Hakları Avrupa Mahkemesi",
          "Ne bis in idem",
          "İnsan Hakları Avrupa Sözleşmesi",
          "7 nolu Protokolün 4. maddesi"
     ],
     "Keywords": [
          "Tax penalties",
          "European Court of Human Rights",
          "Ne bis in idem",
          "European Convention on Human Rights",
          "Article 4 of Protocol No. 7"
     ],
     "Özet": "İnsan Hakları Avrupa Sözleşmesi ne (İHAS/Sözleşme) ek 7. Protokolün 4. maddesi  aynı suçtan dolayı yeniden yargılama ve cezalandırma yasağına  yer  vermektedir.  İnsan  Hakları  Avrupa  Mahkemesi  (İHAM)  ise  bu düzenlemeyi ne bis in idem kavramı çerçevesinde ele alıp uygulamaktadır. Mahkemenin  yaptığı  kavramsallaştırma  madde  lafzını  aşmakta,  ayniyet (idem)  ve  mükerrerlik  (bis)  kavramları  çerçevesinde  bir  gelişim göstermektedir.  Böylelikle  Sözleşmeye  taraf  pek  çok  devletin  iç hukuklarındaki bazı yaptırımların ne bis in idem kuralına aykırılığı tartışması doğmaktadır. Özellikle yaptırımın iç hukuktaki sınıflandırılmasının bağımsız olarak cezalandırıcı ya da caydırıcı olması halinde İHAM tarafından bir ceza olarak tanımlanması ve aynı fiil için öngörülen diğer cezai yaptırımlarla mükerrerlik  oluşturması  mümkündür.  Çalışmada  bu  tartışmanın  temelini oluşturan  ayniyet  ve  mükerrerlik  terimlerinin  İHAM  tarafından  nasıl kavramsallaştırıldığı,  bu  kavramsallaştırma  yapılırken  hangi  ölçütlerin kullanıldığının belirlenmesi amaçlanmıştır. Bu çerçevede İHAM kararları eleştirel  bir  bakışla  sınıflandırılmaya  ve  içtihatta  yaşanan  gelişmeler  ve çelişkiler  okuyucunun  dikkatine  sunularak,  İHAM nin  ne  bis  in  idem kavramsallaştırması eleştirel bir şekilde gösterilmeye çalışılmıştır.",
     "Abstract": "Article 4 of Protocol No. 7 to the European Convention on Human Rights (ECHR / Convention) provides  a ban on retrial and punishment for the same offense. The European Court of Human Rights (ECtHR) takes this arrangement in the context of the bis in idem rule. The conceptualization of the Court oversteps the article, and develops on the concepts of identity and bisection. Thus, there is a debate on the contradiction of some sanctions in the internal law of many state parties to the Convention, and of the inadequacy of the bis in idem rule. It is possible, in particular, to define the sanction as a punishment by the Court if it is punitive or deterrent, rather than to classify it in domestic law, and to establish repetition with other penal sanctions envisaged for the same act. The aim of the study is to determine how the concepts of identity and duplication, which form the basis of this discussion,are conceptualized by the Court and the criteria used when such conceptualisation is used. In this framework, attempts were made to critically classify ECtHR decisions with a critical view and to show the development and contradictions in the case of case law development to the attention of the reader.",
     "Metin": "‘Ne bis in idem  terimi, sadece Türkçe ye değil başkaca hiçbir dile de tam olarak çevrilmesi mümkün olmayan bir içeriğe sahiptir. Bunun nedeni dilbilgisi  açısından  bir  yetersizlik  değil,  terimin  karşıladığı  kavramsal çerçevede meydana gelen ve devam edeceği anlaşılan devinimdir. Nitekim genellikle  ‘aynı  suçtan  yeniden  yargılanma  yasağı   anlamına  geldiği düşüncesiyle kullanılan ‘ne bis in idem  terimi, parçalarına ayrıldığında ne cezalandırma, ne yargılama, ne suç, ne de vaka anlamı çıkan bir sözcüğü içerir. Latince ‘ne  (ya da bazen ‘non bis idem  kullanımında karşılaştığımız ‘non )  olumsuzluk  anlamı  taşımakta,  ‘bis   ‘tekrar ,  ‘idem   ise  ‘aynı  anlamlarına gelmektedir. 1   Amerikan hukukunda karşılığı olarak kullanılan ‘double jeopary  (çifte cezalandırma) teriminden farklı olmak üzere, cezalandırma ile sınırlı olmayan yapısı, ‘ne bis in idem  terimini dinamik bir yorumla genişleyen bir içeriğe sahip kılmıştır. Gerçekten, önceleri ulusal hukuk düzeyinde, aynı suçtan                                                             1   Bu kural Roma hukukunda farklı vecizelerle ifade edilmektedir. Bunlardan biri,  ne bis in idem crimen iudicetur , aynı suç nedeniyle iki defa mahkûmiyet kararı verilemez şeklindedir. Belgin Erdoğmuş (der.), Hukukta Latince Teknik Terimler Sözlüğü, İstanbul Bilgi Üniversitesi Yayınları, İstanbul 2004, s 16. Ne bis in idem Türkçe ye çoğu kez kesin hüküm olarak çevrilen res iuidicata kavramıyla da özdeş değil, res iudicata kuralının bir sonucudur. Kemal Gözler, Res Iudicata nın Türkçesi Üzerine, AÜHFD, Y 2007, C 56, S 2, s 47-48   254Ankara Üni. Hukuk Fak. Dergisi, 67 (2) 2018: 253-278                      Vergi Cezalarında ‘Ne Bis In Idem                          birden çok cezalandırmanın yasaklandığı görülmekte iken,2 bu yasağa daha sonra, mükerrer kovuşturma ve soruşturma da dâhil edilmiştir. Günümüzde ise idari yaptırımların bu yasak kapsamına ne ölçüde girdiği tartışılmaktadır.   Kavramın  idari  yaptırımlar  açısından  bu  tartışmalı  içeriği,  Avrupa Konseyi üyesi devletlerin ‘ne bis in idem  kuralını düzenleyen 7. Ek Protokolü imza ve onay sürecine de etki etmiştir. ‘Ne bis in idem  bir hüküm olarak Sözleşmenin 1950 yılında imzaya açılan orijinal metninde yer almamış, ancak 1984 yılında imzaya açılan 7. Ek Protokolün 4. maddesinde (P 7, md 4) düzenlenebilmiştir. Üstelik P 7 bugün itibariyle Birleşik Krallık tarafından halen  imzalanmamış,  Almanya  ve  Hollanda  tarafından  onaylanmamıştır. Onay  sürecini  tamamlayan  Fransa,  Avusturya  ve  İtalya  gibi  çok  sayıda Avrupa Konseyi üyesi devlet ise ‘ne bis in idem  uygulamasına ilişkin, özellikle  idari  yaptırımların  adli  cezalar  gibi  değerlendirilmesini  önleme amacını güden bir dizi çekince ve kayıt koymuştur. 3  Nitekim İHAM da bu kaygıları haklı çıkarır biçimde P 7 md 4, ‘iki kez yargılanmama veya cezalandırılmama hakkı  başlığını taşımasına ve madde içeriğinde de bu kavrama yer verilmemesine rağmen,4 kararlarında ‘ne bis in idem  kavramını kullanarak, aşkın bir denetim yapmaktadır.5 ‘Ne bis in idem  ile  ilgili  tartışma  aslında  devletlerin  belirlediği  yaptırımların  niteliği                                                             2   Örneğin ulusal hukuk düzeyinde ABD Anayasasında 1781 yılında yapılan 5. değişiklik ve 1949 Alman Anayasasının 103. maddeleri hiç kimsenin aynı eylem nedeniyle birden çok kere cezalandırılamayacağını hüküm altına almıştır. Uluslararası metinlerde ilk olarak 1966 da BM bünyesindeki Medeni ve Siyasi Haklar Sözleşmesinde  daha önce kesin biçimde mahkûm olan veya beraat eden bir kimse aynı suçtan ötürü ikinci kez yargılanamaz ve cezalandırılamaz  hükmü dikkat çekmektedir. Ulusüstü düzeyde ise Avrupa Birliği Temel Hak ve Özgürlükler Şartının 50. maddesi  Hiç kimse, yasalara uygun olarak Birlik içinde daha önce beraat ettiği ya da mahkûm edildiği bir suçtan dolayı tekrar yargılanamaz ya  da  cezalandırılamaz   hükmünü  içermiştir.  Bkz:  Zolotukhin/Rusya,  Büyük  Daire, 10.02.2009, paragraf 35 3   https://www.coe.int/en/web/conventions/full-list/-/conventions/treaty/117/signatures?  p_auth= FhZpgDNC  4    Hiç kimse aynı Devletin yargı yetki alanında o Devletin hukuku ve ceza yargılama usulü uyarınca kesin olarak beraat ettiği ya da mahkûm olduğu bir suçtan ötürü tekrar yargılanma veya cezalandırmaya tabi tutulmayacaktır  5   Bu durumun Türkiye yi de etkilemesi kaçınılmazdır. Çünkü 1985 te imzalanan 7. Protokol, 01.08.2016 itibari ile herhangi bir çekince ve beyan olmaksızın yürürlüğe sokulmuştur.  11 Nolu Protokol ile Değişik İnsan Haklarını ve Ana Hürriyetleri Korumaya Dair Ek 7 Nolu Protokolün Onaylanmasının Uygun Bulunmasına Dair Kanun  (10.03.2016-6684) için: RG 25.03.2016-29664. Ardından 28.03.2016 tarih ve 2016/8717 sayılı Bakanlar Kurulu Kararı ile onay işlemi tamamlanmış (RG 08.04.2016-29678) 01.08.2016 tarihinde yürürlüğe girmiştir. Ancak İHAM içtihadı ile çelişen (vergi mahkemeleri ile ceza mahkemelerinin yargılamalarının  birbirini  etkilememesi)  uygulamasının  doğuracağı  sorun  onay  süreci öncesinde bir çözüme bağlanmamıştır.  255Barış Bahçeci                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (2) 2018: 253-278 tartışmasından  bağımsız  değildir.  Çünkü  bir  yaptırımın  ceza  olarak tanımlanması  yetkisi  münhasıran  devletlere  bırakıldığında,  aslında  ceza niteliğindeki pek çok yaptırım farklı isimlerle tanımlanıp ne bis in idem kuralı etkisiz hale getirilebilecektir. Dolayısıyla İHAM ın ne bis in idem konusunda bir içtihat yaratabilmesinin kilidini açan olgu, cezayı özerk bir kavram olarak devletlerin iç hukukundan bağımsız olarak tanımlayabilmesidir. İHAM bu tanımlama yetkisini yine kendisinin verdiği Engel/Hollanda kararı 6 ile elde etmiştir. Böylece Avrupa insan hakları hukuku düzlemindeki ceza tanımı, iç hukuktaki ceza tanımından koparılmış ve özerk bir kavram olarak, niteliği Mahkemenin yapacağı muhakeme ile belirlenir hale gelmiştir. Bu muhakeme aşağıda dikkate sunulan ölçütlerden özellikle yaptırımın doğası/mahiyetinin ön plana alınıp somutlaştırılmasıyla daha da geliştirilmiştir.  Engel/Hollanda kararında belirlenen ve bu nedenle daha sonra Engel ölçütleri olarak anılacak bu üç ölçütten ilki olan -yaptırımın iç hukuktaki tasnifi- (suç olarak tanımlanıp tanımlanmadığı) bu tartışmada önemsizdir. Çünkü  yaptırım  iç  hukukta  suç  olarak  sınıflanmışsa  ayrıca  bir değerlendirmeye gerek yoktur. Aksi halde ise değerlendirme zaten ilk ölçüt dikkate alınmadan diğer ölçütlere göre yapılacaktır. 7 Dolayısıyla cezaya ilişkin  bu  özerk  niteleme  (tavsif)  yetkisinin  dayanağı  Engel  kararında belirlenen ve İHAM ın değerlendireceği iki ve üçüncü ölçütler olmaktadır. Bunlardan ikinci ölçüt suçun niteliği (mahiyeti), üçüncü ölçüt ise öngörülen cezanın  ağırlık  derecesidir.  İki  ve  üçüncü  ölçütlerin  de  kendi  başlarına yeterince sağlam bir zemin oluşturamaması nedeniyle Engel kararında bu iki ölçütün somut olayın özelliklerine göre birbirlerine alternatif olarak dikkate alınması gerektiği belirtilmekteydi. Tahmin edileceği üzere,  somut olayın özelliklerine göre  kalıbının kullanılması benzeri diğer durumlarda olduğu gibi,  kavramsallaştırma  ve  soyutlaştırma  çabasının  henüz tamamlanamadığının bir göstergesiydi.   Nitekim  Mahkeme  daha  sonra  1984 te  verdiği  Öztürk/Almanya kararında, 8 ikinci ölçütte yer alan, ‘suçun niteliği , kavramını daha açık bir biçimde yorumlayarak, tazmine değil cezalandırma veya caydırıcılığa yönelik yaptırımların cezai nitelikte olduğu sonucuna ulaşmıştır. 9 Bu bakış açısı üçüncü Engel ölçütündeki cezanın niceliği (azlığı-çokluğu) tartışmasını geri                                                             6   Engel/ Hollanda, 08.06.1976, paragraf 82 7   D. J. Harris/M. O Boyle/C. Warbrick, Law of the European Convention on Human Rights, Oxford Pub., London 1995, s.167 8   Öztürk/Almanya, 21.02.1984, paragraf 53 9   Roman Seer/Anna Lena Wilms, General Report  Surcharges and Penalties in Tax Law  EATLP Congress Mailand, 28 - 30 May 2015,  s 5 256Ankara Üni. Hukuk Fak. Dergisi, 67 (2) 2018: 253-278                      Vergi Cezalarında ‘Ne Bis In Idem                          plana iterek, cezanın niteliği ve korunan hukuki menfaat ölçütlerini daha nesnel  bir  zeminde  ön  plana  çıkarmıştır.10  Öztürk  kararıyla  aralanan  bu kapıdan süzüldükten sonra, 1994 te verilen Bendenoun/Fransa kararında vergi cezaları özelinde de aynı ölçütler uygulanır hale gelmiştir. Ancak Bendenoun kararının tek özelliği vergi cezaları özelindeki ilk karar olması değil, aynı zamanda Öztürk kararındaki yorumun daha da kapsamlı bir ifade ile ilgili yaptırımın tazminat değil cezalandırma ve caydırma amacı taşıması halinde cezai nitelikte olduğu sonucuna varılmasıdır. 11  Bu gelişim çizgisi bir domino gibi ilerleyerek, iç hukukta suç, kabahat, idari  yaptırım  ve  sair  terimlerle  adlandırılan  yaptırımlar  arasındaki isimlendirme  farkını  İHAS  sistemi  nezdinde  adım  adım  silikleştirmiştir. Nitekim artık ‘bu yaptırımların aynı (idem) fiilden mi doğduğu  ve eğer öyle ise ‘her biri için işletilen yargılama süreçlerinin bir mükerrerlik (bis) mi içerdiği   sorunlarının  tartışılması  gerekmektedir.  İşte  bu  teorik  altyapı üzerinde aşağıda (1) ayniyet (idem) ve (2) mükerrerlik (bis) kavramlarını İHAM içtihadının gelişim çizgisi, içine taşıdığı çelişkilerle beraber eleştirel bir çerçevede ortaya konulmaya çalışılacak, son olarak (3) İHAM içtihadının cevapsız  bıraktığı  sorulara  dikkat  çekilecektir.  Çalışmanın  ayniyet  ve mükerrerlik başlıkları üzerinden akacak olmasının nedeni, İHAM denetiminin öncelikle dava konusu birden çok yaptırımın cezai nitelikte olup olmadığını belirlenmesi, cezai nitelik taşıdığının tespiti halinde ise konunun ayniyet ve mükerrerlik başlıkları altında incelenmesidir.   Mahkemenin  böyle  bir  izlek  takip  etmesinin  muhtemel  nedeni kavramların  içeriği  ile  ilgili  olsa  gerektir.  Nitekim  ayniyet  (idem)  ve mükerrerlik (bis) kavramlarını aynı olay içerisinde birbirinden ayırmak bazen güç olsa da, ‘bis  söz konusu olduğunda yaptırımın (ya da yaptırım sürecinin), ‘idem  söz konusu olduğunda ise yaptırıma konu olan fiilin özelliklerinin ön plana çıktığı görülmektedir. Bu durumda ‘idem  tartışması failin aynı fiille birden fazla suç ya da aynı fiille hem bir kabahat hem de bir suç işlemesini ifade ederken, ‘bis  tartışması aynı fiil nedeniyle yapılacak yargılamaların bir mükerrerlik niteliği taşıyıp taşımadığına ilişkin olacaktır. Öte yandan ayniyet (idem), tekerrürün (bis) varlığının incelenmesi için bir ön koşuldur.  Bu nedenle önce ayniyetin (idem) sonra da mükerrerliğin (bis) incelenmesi ancak                                                             10  Sibel İnceoğlu, İnsan Hakları Avrupa Mahkemesi Kararlarında Adil Yargılanma Hakkı, 4. Baskı Beta, İstanbul 2013, s 97 11 Bendenoun/Fransa, 24.02.1994, paragraf 47. Kararda cezai olanla olmayan yaptırımlar arasındaki farkın Engel ölçütlerinden bahsedilmeksizin açıklanırken, ayrıca yaptırımın belirli bir gruba değil herkese yönelik olması ve ağırlığı da bir ölçüt olarak dikkate alınmış, ancak konumuz açısından önemsizliği nedeniyle bu farkın üzerinde durulmamıştır.    257Barış Bahçeci                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (2) 2018: 253-278 iki  koşulun  da  sağlanması  halinde  bir  ihlal  olduğu  sonucuna  ulaşılması gerekecektir. Dolayısıyla ayniyetin (idem) bulunmadığı yerde mükerrerlik (bis) tartışmasına gerek olmadığı gibi, ayniyet (idem) bulunması da tek başına yeterli  olmayacak  aynı  zamanda  mükerrer  (bis)  bir  yargılamanın  varlığı gerekecektir.  1. Aynı (idem) Olan Nedir? Ayniyet (idem) kavramındaki en önemli hukuki belirsizlik ve tartışma, ‘aynı   olan  şeyin  ne  olduğu  hakkındadır.  Tekrar  yargılanma  yasağının konusunu oluşturan kişinin fiili midir? Yoksa yargılamaya konu suçlama mıdır?  Fiilin  dikkate  alınması  halinde,  bu  fiilin  iç  hukukta  suç  olarak tanımlanıp  tanımlanmadığına  bakılmayacak,  iç  hukukta  yapılan  suç tanımlamasının  ön  plana  çıkması  halinde  ise  fiilin  özelikleri  dikkate alınmayacaktır.12 Hiç şüphesiz yeniden yargılama yasağının konusunun suç olması şüphelinin/sanığın aleyhine, fiil olması ise lehine sonuç doğuracaktır. Nitekim bir kişi aynı fiil nedeniyle birden fazla suçlama ile muhatap olabilir. Çünkü hukuk düzeninde bir fiil için birden çok suç tanımlanmış olması mümkündür. Dolayısıyla aynı fiile yaptırım olarak birden çok suç bağlanması halinde, verilecek yaptırımlar da ayrı olacağından, İHAM açısından ‘idem  denetiminin önü en başta kapanmış olacaktır. Oysa ‘idem  denetiminde fiil esas alındığında, aynı fiilden çıkarılacak başkaca suçlamalar da imkânsız hale gelecektir.  Konuyla  ilgili  teorik  tartışma  hem  uluslararası  belgelerde  dahi  aynı (idem)  olanın,  suç  (offence),  neden  (cause),  hareket  (act)  ya  da  eylem (conduct) gibi farklı terimlerle karşılanmasından, 13 hem de bu düzenlemelerin yorumunda karşılaşılan içtihat farklılıklarından kaynaklanmaktadır. Nitekim P 7 md 4 düzenlemesine göre, 14 mükerrerlik yasağına konu edilen fiil değil suçken, İHAM yukarıda belirttiğimiz gibi bu suç kavramını iç hukuktaki anlamıyla sınırlı olarak yorumlamamış, dahası ayniyet (idem) başlığı altında farklı  tarihlerdeki  çelişkili  kararlar  verebilmiştir.  Bu  çelişkili  kararlar                                                             12  Norel Neagu, Interpretation of European Courts: Towards Uniform Interpretation, Leiden Journal of İnternational Law, Y 2012, N 25, s 955 13  Nitekim P 7 md 4, Birleşmiş Milletler Medeni ve Siyasi Haklar Sözleşmesi md 14, Avrupa Birliği Temel Haklar Şartı md 50 de suç (offence), İnsan Hakları Amerikan Sözleşmesi neden (cause), Schengen Anlaşması hareket (act), Uluslararası Ceza Mahkemesi Statüsü md 20 fiil (conduct) terimlerini içermektedir: Neagu, s 956 14   Hiç kimse bir devletin ceza yargılaması usulüne ve yasaya uygun olarak kesin bir hükümle mahkûm edildiği ya da beraat ettiği bir suçtan dolayı aynı devletin yargısal yetkisi altındaki yargılama  usulleri  çerçevesinde  yeniden  yargılanamaz  veya  mahkûm  edilemez.  http://www.echr.coe.int/Documents/Convention_TUR.pdf  258Ankara Üni. Hukuk Fak. Dergisi, 67 (2) 2018: 253-278                      Vergi Cezalarında ‘Ne Bis In Idem                          Zolotukhin/Rusya kararında örnekleriyle gösterilerek ayniyet (idem) kavramı belirli bir tanıma kavuşturulmaya çalışılmıştır. Mahkeme konuya o güne kadarki yaklaşımını üç grup altında sınıflamıştır.15 Birinci grup kararlarda Mahkemenin değerlendirmesine ilgili fiilin iç hukukta  ne  şekilde  sınıflandırıldığını  değil,  fiilin  kendisini  esas  aldığı görülmektedir: Mahkemenin fiile üstünlük tanıdığı kararlarına verdiği ilk örnek  Gradinger/Avusturya dır.  Kararda  başvurucunun  alkollü  araç kullanırken taksirle ölüme sebebiyet vermiş olması nedeniyle hem Ceza Kanunu gereğince ölüme sebebiyet verme suçundan adli, hem de Karayolları Trafik  Kanunu  gereğince  alkollü  araç  kullanma  kabahatinden  idari  para cezasına çarptırılmasının bir ihlal olduğu sonucuna varılmıştır. Nitekim her iki ceza farklı nitelik ve amaçlara yönelik olsa da aynı fiile dayanmaktadır. 16 Dolayısıyla kararda açıkça belirtilmemiş olsa da, buradaki sorun aslında taksirle ölüme sebebiyet verme suçu içinde eriyen alkollü araç kullanma fiilinin  ayniyet  (idem)  oluşturacak  şekilde  ikinci  bir  cezaya  bağlanmış olmasıdır. Üstelik yine kararda yine yer verilmemiş olsa da, bu iki yaptırım arasında hapis cezası verme ve sürücü belgesine el koyma gibi bir bütüncül ilişki yoktur.  İkinci  grup  kararlara  ilk  örnek  olarak  Oliveira/İsviçre  kararı gösterilmekte,  tek  bir  hareket  sonucunda  ortaya  çıkan  birden  çok  suç nedeniyle verilen birden çok ceza verilmesinin aynı fiilden ceza verilmesi yasağı  ile  özdeş  olmadığına  işaret  edilmektedir.  Mahkemeye  göre  farklı suçları oluşturan birden çok hareketin farklı yargılamalara konu olması da belirleyici  değildir.  Dolayısıyla  cezalar  kümülatif/katmerli  (aynı  cinsten) olmadığı sürece aynı hareketten doğan farklı suçların farklı mahkemelerce yargılama  konusu  edilmesi  P  7  md  4 ü  ihlal  etmez.  Burada  kastedilen katmerlilik halinin aynı cinsten iki yaptırım olduğunu belirtmek gerekir. Yaptırımlardan  birinin  diğerinden  farklı  nitelikte  olması  halinde  ise katmerlilik değil bütüncüllük ilişkisi söz konusu olacaktır. Örneğin iki ayrı para ya da hapis cezası katmerlilik, para cezası ve ehliyete el koyma ise bütüncül (entegre) yaptırımlara örnek oluşturacaktır.  Bununla beraber Mahkemenin ayrıntıya girmemekle beraber, verdiği Oliveira kararı örneğinin anlaşılması güç yanları da vardır. Çünkü karara konu olayda, kontrolünü kaybeden ve sonra iki araca çarparak ikincisindeki bir kişiyi yaralayan başvurucuya, idare tarafından araç kontrolünü kaybetmesi nedeniyle para cezası kesilmiş, daha sonra mahkemece yaralamaya sebep                                                             15  Zolotukhin/Rusya, paragraf 71-73 16   Gradinger/Austria, 23.10.1995, paragraf 55 259Barış Bahçeci                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (2) 2018: 253-278 olmaktan ikinci bir para cezası daha uygulanmıştır. Oysa karara konu olay arabanın yoldan çıkarak iki ayrı araca çarpması olgusu açısından tek hareketle iki ayrı sonuç doğuran bir örnek olarak kabul edilebilirdi. Ne var ki Oliveira kararında  yargılama  konusunu  oluşturan  olgu,  sürücüye  araç  kontrolünü kaybettiği  için  ayrı,  taksirle  yaralamaya  sebep  verdiği  için  ayrı  cezalar verilmesidir.  Dolayısıyla  Zolotukhin  kararında  bahsedildiği  şekilde  tek ‘hareket  ile birden çok suç işlenmesi değil, aslında tek ‘fiil  ile birden çok suç işlenmesi söz konusudur.  Nitekim tek fiilin kanunun değişik hükümlerini ihlal etmesi ve birden fazla  suç  oluşturması  (kontrolünü  kaybedip  bir  başka  araca  çarparak yaralanmaya sebebiyet vermek) tek bir fiildir ve bir fikri içtima örneğidir. Zaten Oliveira kararından da anlaşıldığı üzere kontrolünü kaybeden ve sonra birden çok kişiye çarparak zarar veren sürücüye, idare tarafından buzlu yolda süratli  gitmesi  nedeniyle  para  cezası  kesilmiş,  daha  sonra  mahkemece yaralamaya sebep olmaktan ikinci bir para cezası daha uygulanmış, ancak ikinci ceza daha sonra istinaf mahkemesi tarafından ilk ceza gözetilerek indirilmiştir. Nitekim fikri içtima aynı fiil ile birden çok kanun hükmünün ihlali halinde uygulanır.  Oysa konu öğretide tartışmalı olmakla beraber, hukuksal bir kavram olarak ‘fiil , ‘hareket  yanında ‘sonuç  unsurunu da kapsadığından, 17 aynı ya                                                             17  Bu yaklaşım öğreti tarafından ağırlıklı olarak kabul edildiği gibi (Nevzat Toroslu, Ceza Hukuku Genel Kısım, Savaş Yay, Ankara 2012, s 344; Kayıhan İçel, Suçların İçtimaı, İstanbul Üniversitesi Yayınları, İstanbul 1972, s 28) Yargıtay Ceza Genel Kurulunun yaklaşımı da bu yöndedir:  5237 sayılı TCK'nın 44. maddesinde işlediği bir fiil ile birden fazla farklı suçun oluşmasına sebebiyet veren kişi, bunlardan en ağır cezayı gerektiren suçtan dolayı cezalandırılır'. Bu kuralın uygulanabilmesi için işlenen bir fiil ile birden fazla farklı suçun oluşması gerekir. Failin işlediği bir fiil olacak, bu fiille birden fazla fakat birbirinden farklı suç işlenecek ve fail hakkında bu suçlar için gösterilen en ağır ceza uygulanacaktır. Fiil ise hareketten başka sonucu da kapsar. Buradaki fiilin tekliğinden   hareket' unsuru değil, hareket ile ondan doğan neticeyi ve hareket ile netice arasındaki nedensellik bağını anlamak gerekir. Yapılan bir hareket dış dünyada aynı anda birden çok maddi sonucun doğmasına neden olmuşsa, eylemin hukuken tek sayılmasına olanak yoktur. Bir fiilden söz edebilmek için dış alemdeki değişikliğin tek olması, aynı zamanda meydana gelmesi gerekir. Bu nedenle hareketin tek olup olmadığını belirlemede dış dünyaya yansıyan sonuç sayısı önemlidir. Ancak sonuç tek ise ve bu tek sonuç aynı anda farklı suç tanımlarını ihlal ediyorsa fikri içtima hükmü uygulanarak faile sadece en ağır ceza verilir. Buna karşılık hareket tek olmakla birlikte, dış dünyaya yansıyan maddi sonuç sayısı birden çok ise, bunların ayrı ayrı cezalandırılması gerekir. Bir başka deyişle fiil, dış alemdeki değişiklik olduğuna göre, fiilin esas kısmını netice oluşturur. Fikri içtima mı söz konusu olabilmesi için öncelikle bu neticenin tek olması gerekir. Dış alemdeki değişikliğin birden fazla olması halinde fikri içtima kuralı uygulanamayacaktır.  YARGITAY CEZA GENEL KURULU E. 2010/8-51 K. 2010/162 T. 6.7.2010 http://kazanci.com  260Ankara Üni. Hukuk Fak. Dergisi, 67 (2) 2018: 253-278                      Vergi Cezalarında ‘Ne Bis In Idem                          da farklı sonuçların birden çok kez doğması halinde fikri içtima oluşmaz. Atılan tek mermiyle iki kişinin öldürülmesi ya da bir bomba ile bir kişinin öldürülmesi,  bir  kişinin  yaralanması  örneklerinde  olduğu  gibi,  18  araç kontrolünün kaybedilerek iki ayrı araca çarpılması da tek değil iki ayrı fiildir ve  fikri  içtima  koşulları  oluşmamıştır.  Kararda  ise  bu  teorik  tartışmaya girilmemiş, tek hareketle birden çok kanun hükmünün ihlali, aslında taksirle yaralama fiili ile bu fiil içinde eriyen araç kontrolünü kaybetmek fiili arasında kurulmuştur. Dolayısıyla söz konusu olan tek hareketle (act) birden çok suç işlenmesi değil, tek fiille (conduct) birden çok suç işlenmesidir ve aslında Gradinger kararına konu olaydan farklı bir durum yoktur. Buna rağmen İHAM aşağıdaki başlıkta işlenecek mükerrer yargılama (bis) da yaşanmadığından, ihlal oluşmadığı sonucuna ulaşmıştır. 19 Yine ikinci grup içinde yer alan ikinci örnek olan Göktan/Fransa kararı ise, aynı hareketle birden çok suç işlenmesi halinde, verilecek birden çok cezanın ne bis in idem kuralına uygunluğunun değerlendirilmesi açısından daha  anlaşılırdır.  Karara  konu  olayda,  başvurucu  gümrükten  uyuşturucu geçirirken yakalanmış, hem uyuşturucu ticareti hem de kaçakçılık suçlarından ceza almıştır. Mahkeme başvurucunun usulsüz ithalat ile ithal mallar için gümrük vergisi ödememesi suçları nedeniyle ayrı ayrı cezalandırılmasını ne bis in idem kuralına aykırı bulmamıştır. Ne var ki gerekçelendirme açısından bu karar da pek de iyi bir örnek sayılamaz. Çünkü Mahkeme gerekçesinde tek hareketle birden çok suç işlemenin teorik temelinden çok, gümrük cezalarının melez niteliğini, her iki cezanın da aynı mahkeme tarafından verilerek iki ayrı yargılama yapılmadığını ve davalı Fransa nın P 7 md 4 e koyduğu çekinceyi söz konusu etmiştir. 20  Üçüncü grup kararların ortak özelliği ise, ihtilaf konusunu oluşturan birden çok suçun temel unsurunun birbirlerinden farklı olup olmadığı dikkate alarak bir sonuca ulaşılmasıdır. Buna göre temel unsurların farklı olmaması halinde  bir  ayniyet  (idem)  söz  konusu  olacak  ve  ihlal  gerçekleşecektir. Nitekim Franz Fischer/Avusturya davasında alkollü araç kullanan ve taksirle ölüme sebebiyet veren başvurucunun alkollü araç kullanması ve taksirle                                                             18  Toroslu, s 345 19  Oliveira/İsviçre, 30.07.1998, paragraf 11-12, 26-27 Kaldı ki, yine Zolotukhin kararındaki özette aktarılmasa da, Oliveira kararına konu olayda istinaf mahkemesi, başvurucu hakkında uygulanan ilk ceza ikinci ceza içinde eriterek kaldırmıştır. Dolayısıyla olayda zaten fikri içtima hükümleri uygulandığı için bir ayniyet (idem) tartışmasına yer kalmamıştır. Geriye kalabilecek tek tartışma olan -uygulanan iki yaptırım için mükerrer yargılama işletilmesi- ise, olayda her iki yaptırım da aynı davanın konusunu oluşturduğu için tartışma konusu olmamıştır. 20  Göktan/Fransa, 2. Daire, 02.10.2002, paragraf 50-51 261Barış Bahçeci                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (2) 2018: 253-278 ölüme sebebiyet vermesi suçlarının aynı temele,  kendisini sarhoş etmesine  dayanması  nedeniyle  ihlal  oluşmuştur.  Bir  eylemden  doğan  iki  ayrı  suç olabileceğinden, farklı suçların birbirlerinin nihai kararı sonrasında artarda kovuşturulduğu durumlarda, İHAM, bu tür suçların aynı esas unsurlara sahip olup olmadığını incelemek zorundadır. 21  Görüldüğü üzere Zolotukhin kararından özetlenen ilk yaklaşım örneği Gradinger kararına konu alkollü araç kullanıp ölüme sebep olma, ikinci yaklaşım  örneği  Oliveira  kararına  konu  araç  kontrolünü  kaybederek yaralamaya sebep olma ve Franz Fischer kararına konu bu sarhoş olarak yaralamaya  sebep  olma  olayları  birbirine  paraleldir.  Özellikle  üçüncü yaklaşımı  diğerlerinden  farklı  kılan  olumsuzluk,  dayanak  ‘temel  unsur  kavramındaki belirsizliktir. Nitekim temel unsur teorisinin belirsiz içeriğinden olsa gerek, İHAM içtihadında vergi cezası konulu kararlarda ihlal olmadığı yönündeki  sonuçlar  da  eleştiriye  açıktır.  Bu  kapsamda  iki  vergi  cezası arasında bir ayniyet (idem) olup olmadığını belirlemek için temel unsurlar kavramının  suçun unsurları  şeklinde somutlaştığı karar, Manasson/İsveç davasında karşımıza çıkmıştır.  Kararda,  başvurucuya  usulüne  göre  defter  tutmadığı  için  kesilen usulsüzlük ile kaçakçılık cezaları karşılaştırılmıştır. Mahkeme, kaçakçılık suçunun temel unsurunun defter tutmak değil, vergi idaresine gerçek dışı beyanda bulunmaktan kaynaklandığı, defterlerdeki kayıtların ya da idareye verilen beyannamenin düzeltilmesi yoluyla cezalardan birinden kurtulmanın mümkün olduğu bu nedenle de her iki ceza arasında temel unsurlar açısından bir  örtüşme  bulunmadığı  sonucuna  ulaşmıştır.  22  Görüldüğü  üzere  karar kaçakçılık suçunun defterlerdeki gerçek dışı kayıtlara dayanması ihtimali göz ardı edilmiştir.  Benzer  şekilde  Rosenquist/İsveç  kararında  vergi  beyannamesi vermeyerek kaçakçılık suçu işleyen başvurucuya hapis cezası yanında, hem de ziyaa uğrattığı tutarının %40 ı oranında cezai nitelikte ek yükümlülük (surcharge) kapsamında başvurucunun ihlal iddiası da Mahkemece kabul edilmemiştir. Mahkeme idari para cezasının amacının hapis cezasından farklı olmak üzere, beyana dayalı vergi sisteminin ayakta tutulması için, vergi ödevlilerinin  kapsamlı  ve  doğru  olgusal  bilgi  ve  materyal  sunma  temel görevleri ile etkin bir uyumluluğun sağlanması için gerekli düzenlemelerdir.                                                             21  Franz Ficsher/Avusturya, 3. Daire, 29.08.2001, paragraf 28-29 22  Manasson/İsveç, 4. Daire, 08.04.2003. Davada kabul edilebilirlik kararından sonra dostane çözüm yoluna gidilmiştir.  262Ankara Üni. Hukuk Fak. Dergisi, 67 (2) 2018: 253-278                      Vergi Cezalarında ‘Ne Bis In Idem                          23 Ne var ki burada da suçun unsurları değil, cezaların koruduğu hukuki yarar (purpose) açısından bir ayrım yapılmak istenmiş, ancak bu ayrım yeterince ikna edici olmamıştır. Mahkemece bu sınıflamada yer verilmeyen Ponsetti ve Chesnel /Fransa kararını da aynı grupta görmek mümkündür. Kararda, Genel Vergi Kanunun iki ayrı maddesinde düzenlenen, süresinde beyanname vermeme ile kasten işlenebilen beyannameyle vergi kaçırma suçları arasında bir ayniyet (idem) olmadığı  sonucuna  varılmıştır.  Nitekim  karara  konu  olaya,  vergi beyannamesinin verilmemesi halinde, ödenmesi gereken tutara ek olarak değişen oranlarda ek ödeme yükümlülüğü doğmakta, cezai nitelikteki bu ek ödemeyi gerektiren suçun manevi unsur olarak kastı içermesi gerekmektedir. Aynı kanunun başka bir maddesinde düzenlenen vergi kaçakçılığı suçu ise ancak bir kasıtla işlenebilmektedir. Dolayısıyla burada esaslı unsur ölçütü, fiile değil taksir ve kasıt ayrımına dayanmıştır. Görüldüğü üzere üçüncü yaklaşımın başlığı altında değerlendirilen karar örneklerinin ortak özelliği, yukarıdaki ilk iki yaklaşımdan farklı olmak üzere, tek fiile bağlanan cezaların ayrı ayrı uygulanmasıdır. Mahkeme ise ihlal olmadığı sonucuna ulaşmışsa bunu, suçun önemi, sonucu, koruduğu sosyal değer  ve  amacı  gibi  temel  unsur  olarak  adlandırdığı  kavramlarla gerekçelendirmektedir.  Ne  var  ki  anılan  kavramların  ‘temel  unsur   gibi muğlak bir başlık altında toplanması objektif bir uygulama yapılmasına engel olmaktadır.  Nitekim Zolotukhin kararında bu üç yaklaşımı özetleyip bunları ahenkli bir biçimde yeniden yorumlayacağını belirten İHAM, aslında bu üç yaklaşım arasında bir ahenkleştirmeden çok, üçüncü yaklaşımını ortadan kaldırarak belirsizliği azaltmıştır. Bu açıdan Zolothukin kararını bir içtihat haline getiren özellik, önceki kararlardaki esaslı unsurlar kavramı kaynaklı çelişkinin büyük ölçüde giderilerek, aynı (idem) olandan anlaşılması gerekenin -fiil mi yoksa iç hukuktaki sınıflama mı olacağı- sorusuna net bir biçimde  aynı olaylar veya özünde aynı olan olaylar  cevabının verilmesidir. 25 Nitekim Mahkemenin daha sonra verdiği A ve B/Norveç kararında daha açık bir biçimde Zolotukhin kararını farklı kılanın, ayniyet (idem) kavramının içeriğinin belirlenmesi için ‘esaslı unsurlar  (essential elements) yerine olay temelinde (fact base) bir                                                             23  Rosenquist/İsveç, 4. Daire, 14.09.2004 (kabul edilemezlik kararı). 24  Ponsetti ve Chesnel /Fransa, 3. Daire, 14.09.1999 (kabul edilemezlik kararı). 25  Giuseppe Marino,  Limitation of Administrative Penalties by the European Convention of Human Rights and the EU Charter of Fundamental Rights , Surcharges and Penalties in Tax Law, EATLP Congress Mailand, 28 - 30 May 2015, s 19  263Barış Bahçeci                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (2) 2018: 253-278 çözümü  benimsemiş  olduğu  belirtilecektir.26  İHAM ın  ayniyet  (idem) incelemesine  ilişkin  bu  yeni  bakış  açısının  ve   aynı  davalıyı  içeren  ve ayrılmaz şekilde zaman ve yer bakımından birbiriyle bağlantılı olan somut koşullara ilişkin bir bütün oluşturan bu olaylara odaklanma  yönteminin Avrupa  Birliği  Adalet  Divanı  ve  Amerikan  İnsan  Hakları  Mahkemesi içtihadından etkilendiği de not etmek gerekir. 27 2009 yılındaki Zolotukhin kararındaki bu belirlemenin vergi hukuku alanındaki sonuçları ise daha sonra verilen bir dizi kararlarda somutlaşmıştır. Örneğin İHAM Ruotsalainen/Finlandiya kararında, aracına mazot yerine daha düşük  vergi  yüküne  sahip  bir  yakıt  kullandığı  anlaşılan  başvurucuya, uygulanan basit vergi kaçakçılığı gerekçesiyle para cezası ile ceza niteliği taşıyan ikinci bir mali yaptırım uygulanmış, her iki cezanın da niteliği ve özü itibari ile aynı olaydan kaynaklandığını tespit etmiştir.28 Bir karşılaştırma yapılacak olursa, Zolothukin kararına konu olaydaki aynı fiile uygulanan iki hapis cezasının yerini, bu olayda iki para cezası almıştır.   Bu konuda daha büyük bir tartışma yaratan Glantz/Finlandiya kararına konu olayda ise vergi kaçakçılığı yaptığı tespit edilen başvurucu hakkında hem  hapis  cezası  verilmiş,  hem  de  para  cezası  niteliğinde  bir  ek  mali yükümlülük (surcharge) uygulanmıştır. Mahkeme Zolotukhin kararına atıf yaparak  olayda  hem  cezai  hem  de  idari  yaptırımların  başvuranın  vergi kaçırmasından  doğduğunu  belirlemiştir.  Dolayısıyla  bu  olayda  iki  farklı cezaya tabi tutulan fiil aynıdır (idem). 29 Glantz kararının  idem  açısından ulaştığı bu sonucun, aşağıda eleştirilecek  bis  açısından ulaştığı sonuçtan farklı olmak üzere tutarlı ve doğru olduğu görülmektedir. Keza Lucky Dev/ İsveç kararında da, başvurucu hakkındaki vergi kaçakçılığı suçlamasıyla ceza niteliği taşıyan ek yükümlülük yaptırımının, başvurucunun gerçek dışı vergi beyanıyla aynı döneme ait aynı miktardaki vergiyi vergilendirme dışı bırakma fiiline karşılık uygulandığı gözetilerek ayniyet (idem) unsurunun var olduğu tespit edilmiştir.30 Ancak  Lucky  Dev  kararını  ilginç  kılan  bir  diğer  tespit,  başvurucu hakkında defter tutmadaki usulsüzlüğü nedeniyle yürütülen cezai kovuşturma                                                             26  A ve B/Norveç, Büyük Daire, paragraf 108 27  Zolotukhin/Rusya, paragraf 80-84   28  Mahkeme ikinci mali yaptırımın zayi olan vergi alacağının tahsili amacıyla öngörülen bir ücret (fee) olarak tanımlanmasına karşın bu yükün gerçek zararın üç katı olduğuna dayanarak yaptırımın cezai nitelikte olduğu sonucuna varmıştır. Ruotsalainen/Finlandiya, 4. Daire, 16.09.2009, paragraf 55 29  Glantz/Finlandiya, 20.08.2014, paragraf 52 30  Lucky Dev/İsveç, 5. Daire, 27.02.2015, paragraf 54  264Ankara Üni. Hukuk Fak. Dergisi, 67 (2) 2018: 253-278                      Vergi Cezalarında ‘Ne Bis In Idem                          ile vergi kaçakçılığı suçu arasında bir ayniyet olmadığı sonucuna varılmasıdır. Çünkü Mahkemeye göre, defter tutmadaki usulsüzlük suçunun unsurları, ek vergiye ilişkin suça neden olan olay ve olgulardan farklıdır. Mahkeme bu çerçevede  yukarıda  dikkat  çekilen  Manasson/İsveç  kararındaki  gerekçeyi hatırlatarak vergi kaçakçılığı suçunun defterlerde usulsüzlük yapılmadan da işlenebilecek  nitelikte  olduğundan  her  iki  suç  arasında  bir  örtüşmeye rastlamamıştır.31  Bu değerlendirme vergi cezaları kapsamında ‘idem  unsuru açısından en önemli soruyu da içinde barındırmaktadır: Defterlerdeki usulsüzlüklerin vergi kaçakçılığı suçu kapsamında işlenmesi halinde söz konusu olan aynı fiil değil midir? Başta da belirtildiği üzere kişinin yargılandığı suçun değil, fiilinin esas alınması halinde, defterdeki usulsüzlük vergi kaçakçılığı suçu işleme iradesi çerçevesinde  bir  fiil  ile  yapılmışsa,  içtima  kurallarının  uygulanması kaçınılmazdır.  Bu  durumda  İHAM ın  defterdeki  usulsüzlüğün  niteliğini gözetmeksizin (ya da bu ihtimali dikkate almaksızın) yaptığı yorumlamanın ya bir yanılgı içerdiği ya da bu ayrıntıyı gözetmediği görülmektedir. 32 Bir kişinin aynı fiille hem kendisi hem de temsil ettiği tüzel kişi açısından sorumluluk doğuracak bir suç işlemesi de mümkündür.  Böyle bir durumda aynı (idem) fiilden bahsedilebilir mi?  sorusunun cevaplanması gerekir. Bu sorunun cevabı Pirttimaki/Finlandiya kararında verilerek, şirket yöneticisinin aynı anda hem şahsi, hem de temsil ettiği şirket açısından cezai sorumluluk doğuran fiilini aynı (idem) kavramı içinde olmayacağı sonucuna varılmıştır. Karara  konu  olayda,  başvurucunun  şirket  kayıtlarının  aksine  bir  limited şirketin  gerçek  ortaklarından  biri  olduğu  anlaşılmış,  başvurucu  hakkında şirket adına verdiği gerçek dışı beyanlar nedeniyle ceza davası açıldığı gibi, şirket de kaçırılan vergi üzerinden mali bir yaptırıma maruz kalmıştır. Her iki yaptırım da cezai nitelik taşımakla ve şirket hakkında uygulanan mali yaptırım dolaylı  olarak  şirket  ortağı  davacı  için  de  sonuç  doğurmakla  beraber, yaptırıma konu olaylar arasında bir ayniyet bulunmamakta, şahsen verilen beyanla, şirket adına verilen beyanlar farklı hukuksal işlemler olduğu gibi yaptırımlar da farklı kişilere uygulanmaktadır. 33                                                               31  Lucky Dev/İsveç, paragraf 55  32  Aynı yönde: Michal Radvan/Johan Schweigl,  Penalties in Tax Law in Light of the Principle Ne Bis in Idem  Surcharges and Penalties in Tax Law, EATLP Congress Mailand, 28 - 30 May 2015, s 265 33  Pirttimaki/Finlandiya, 4. Daire, 20.08.2014, paragraf 50-52 265Barış Bahçeci                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (2) 2018: 253-278 2. Mükerrerlik (Bis) Kavramının İçeriği Nasıl Doldurulmalıdır? İHAM nin mükerrerlik (bis) unsurunun varlığını irdelerken dikkate altığı ilk koşul, aynı konuyla ilgili bir nihai kararın olup olmadığıdır. Nihai karar kavramı  7.  Protokolün  Açıklayıcı  Raporunda  olağan  hukuk  yolları çerçevesinde bir karara karşı gidilebilecek bir hukuk yolu kalmamış olması, dolayısıyla  o  karardan  dönülmesinin  olanaksız  hale  gelmesi  şeklinde tanımlanmıştır.34 Dolayısıyla nihai kararın varlığı halinde aynı fiille ilgili başlatılacak yeni bir süreç mükerrerlik oluşturacaktır.  Buraya kadar oldukça basit görünen sorun, aynı fiilden kaynaklı farklı yaptırımlar  için  birden  fazla/ikili  yargılamalar  yapılması  halinde çetrefilleşmektedir. Daha doğrusu Mahkemenin Glantz/Finlandiya kararında yarattığı yeni içtihadına göre cezai ve idari yargılamaların paralel bir şekilde yürütülmesi P 7 md 4 e aykırı olmamakla beraber, yargılamalardan birinin nihai  kararla  bitmesi  halinde,  ikinci  yargılamanın  sonlandırılmamasının mükerrerlik oluşturacaktır. 35  Daha  önceki  kararlarda  böyle  bir  yorumla  karşılaşılmadığından  ve Zolotukhin kararına konu olayda da ikinci yargılamanın ilk ceza kesinleştikten sonra başlamasından olsa gerek, Mahkeme bu vargısını daha önce verdiği Tomasovic/Hırvatistan  ve  Muslija/Bosna  Hersek  kararını  da  referans göstererek  temellendirmeye  çalışmıştır.  Ancak  Tomasovic/Hırvatistan kararına konu olayda az miktarda eroin bulundurduğu anlaşılan başvurucuya polisin iki ayrı mahkeme nezdinde başlattığı cezai süreç nedeniyle biri hafif suçlara  bakmakta  olan  iki  ayrı  ceza  mahkemesince  ceza  verilmesi  söz konusudur.36  Aynı şekilde Muslija/Bosna Hersek kararına konu olayda eski karısına  karşı  şiddet  kullanan  başvurucunun  önce  kamu  düzenini  ihlal kabahati ile cezalandırılmış, bu cezanın kesinleşmesinden önce hakkında yaralama suçundan yeni bir ceza davası açılmıştır. 37 Her iki karara konu olaylar  ile  Glantz  kararına  konu  olay  arasındaki  benzerlik,  ikili yargılamalardan birinin para, diğerinin ise hapis cezasını konu alması ve yargılamaların eşzamanlı yürütülmesidir. Ne var ki her iki davaya konu olayla Glantz  kararına  konu  olay  arasında  önemli  bir  fark  vardır:  Aynı  fiile uygulanacak cezalar için bütüncül bir yaptırım sistemi.                                                             34  Zolotukhin/Rusya,  paragraf  107.  7.  Ek  Protokolün  Açıklayıcı  Raporu  için: https://rm.coe.int/16800cfd, paragraf 20, 32. 35  Glantz/Finlandiya, paragraf 59 36  Tomasovic/Hırvatistan, 1. Daire, 18.01.2012, paragraf 29-32 37  Muslija/Bosna Hersek, 4. Daire, 14.01.2014, paragraf 37-38 266Ankara Üni. Hukuk Fak. Dergisi, 67 (2) 2018: 253-278                      Vergi Cezalarında ‘Ne Bis In Idem                          Gerçekten  Tomasovic,  Muslija,  Zolotukhin  ve  benzeri  örneklerde karşılaşılan/karşılaşılacak sorun, bir hukuk düzeninde aynı fiilin bütünsellik içermeyen birden çok yaptırıma bağlaması ya da aynı fiil için tek bir ceza uygulanması  gerektiği  halde,  yargılama  süreçlerinin  sehven  mükerrer çalıştırılmasıdır. Oysa Glantz kararına konu olayda Finlandiya hukukunda aynı fiil için öngörülen para ve hapis cezaları birbirine alternatif oluşturacak şekilde değil, tam tersine en başından öngörülebilir ve objektif bir bütünsellik içinde kurgulanmıştır. İHAM ise Glantz kararında bütünselliğe ilişkin bu farkı gözetmediğinden, aynı fiile ilişkin tüm yargılamalar için geçerli olmak üzere, ceza  ve  vergi  davalarının  içlerinden  biri  kesin  hükme  ulaşması  halinde diğerinin  de  sonlandırılması  gerektiği  sonucuna  varmıştır.  Nitekim  bu içtihattan  aşağıda  ele  alınacak  A  ve  B/Norveç  kararıyla  dönülürken bütünsellik kavramı kullanılacaktır.   İHAM ın Glantz kararında eleştiriye açık bir diğer vargısı, içlerinden biri kesin hükme bağlanmadığı sürece, vergi ve ceza davalarının eş zamanlı görülmeye  devam  edilebileceği  ancak  ikisinden  birinin  bitmesi  halinde, devam eden davanın bitirilmek zorunda olduğudur.38 Bu yorum aslında ikinci yargılamayı  da  anlamsızlaştırmakta  ve  bir  yönüyle  absürd  bir  sonuç doğurmaktadır. Çünkü sadece ceza ya da sadece vergi davasından hüküm kurulabilir  demekle,  biri  bitene  kadar  diğerine  devam  edilebilir  demek arasında bir farklılık yoktur. Üstelik iki davadan birinde ne kadar ilerlenmiş olursa olsun, diğer davanın nihai kararla (final judgment) sonuçlanması eldeki davanın da bitirilmesine neden olacak ve harcanan mesainin boşa harcanması gibi tuhaf bir sonuç doğacaktır. Biten davadaki nihai kararın delil yetersizliği nedeniyle beraat, zamanaşımı nedeniyle düşme ve sair gerekçelerinin diğer dava için geçerli olmaması da ciddi bir ihtimaldir.39 Keza paralel yargılama yapan ceza ve vergi mahkemesi hâkimlerinden birinin hatası ile erken bitirdiği yargılama ile diğer yargılama da yaptırımsız son bulacak, ya da birbirlerini üstü kapalı bir biçimde beklemeleri yargılama süresini gayri ihtiyari bir biçimde uzatabilecektir. Dolayısıyla böyle bir vargı karşısında kanun koyucu açısından tercih edilebilecek tek yol, cezai ya da idari yaptırımlardan birini kaldırmak ve mümkün olduğu ölçüde ikisini aynı sürece bağlamaktır ki, üstü kapalı bir biçimde ulaşılan bu sonucun kabulü güçtür.   Mahkemenin Glantz kararında dayandığı gerekçe ile vardığı sonuç da ilgisizdir. Kararda, mükerrerlik (bis) incelemesi yapılırken, Finlandiya sistemi uyarınca, cezai ve idari yaptırımların, birbiriyle alakalı olan yargılamalar                                                             38  Glantz/Finlandiya,  paragraf  62;  Nykänen/Finlandiya,  20.05.2014,  paragraf  52; Österlund/Finlandiya, 4. Daire, 10.05.2015, paragraf 47 39  Naegu, s 962 267Barış Bahçeci                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (2) 2018: 253-278 olmaksızın,  farklı  yetkililer  tarafından  uygulandığı,  her  iki  davanın birbirlerinden  bağımsız  olarak  yürüdüğü  ve  sonuçların  karşılıklı  olarak dikkate  alınmadığı  gerekçesine  dayanılmıştır.  40  Oysa  bu  gerekçenin mükerrerlik  (ve  hatta  ne  bis  in  idem)  ile  ilişkisi  tartışmaya  açıktır  ve yargılamaların etkileşimsizliği sorununun neden adil yargılanma hakkı ile değil de ne bis in idem yasağı ile ilişkilendirildiği sorusu akla takılmaktadır. Nitekim aynı fiille ilgili yargılamalar arasında etkileşim olmaması sorunu ile yargılamaların mükerrerlik oluşturması birbirinden farklı sorunlardır.  Glantz (ve izleyen Nykenan, Lucky Dev) içinde sadece bu sorunlar yumağı  değil,  aynı  zamanda  yaratılan  yeni  içtihattan  geri  dönüş  için kullanılacak bir anahtar kavramı da taşımıştır: Yargılamalar arasında esas ve zaman bakımından yakın bir bağlantı olması. Nitekim bu kavram üzerinden yeni bir tartışmanın başlaması uzun sürmeyecek, içtihattaki geri dönüş, A ve B/Norveç kararında bu kavramın yeniden yorumuyla gerçekleşecekti. Yeni yoruma  göre  farklı  yargılamalar,  bir  bütünsellik  (entegre)  yaptırımlara yönelikse Glantz kararıyla koptuğu varsayılan esas yönünden yakın ilişkinin aslında kopmadığı ve mükerrerliğin oluşmadığı  fark edilecekti .   Bu  fark ediş , A ve B/Norveç kararının sadece Glantz kararından bir geri dönüşü ilişkin olması değil, aynı zamanda bu geri dönüşün temelindeki siyasal tabloyu da yansıtması açısından ilginçtir. Nitekim kararda Sözleşmeye taraf devletlerin üçüncü taraf sıfatıyla, hem cezai yaptırım hem de mükerrerlik (bis) kavramlarının geniş yorumlanmaması yönünde sundukları görüşlere de ayrıntılı  bir  biçimde  yer  verilmiştir.41  Gerçekten  Mahkeme,  salt  hukuki değerlendirme  yapmamış,  aynı  zamanda  7.  Ek  Protokolün  1988  yılında yürürlüğe girdiğine, Almanya, Hollanda, Birleşik Krallık ve (o tarih itibari ileBB) Türkiye tarafından onaylanmadığına, onaylayanların bir kısmının ise                                                             40  Glantz/Finlandiya, paragraf 61 41  Örneğin Bulgaristan, RT/ İsviçre ve Nilsson /İsveç kararlarında sergilenen yaklaşımın devam ettirilmesi gerektiğini, vergilendirme alanındaki cezai ve idari süreçlerin bir birleri ile gerek konu gerekse süre yönünden yakın bir ilişki içinde olduklarını, vergi konusunda devletlere geniş bir takdir alanı bırakılması gerektiğini savunmuştur (paragraf 94). Çekya, mevcut ikili (idari ve cezai) yaptırımların farklı amaçları olduğunu, cezai yargılamanın adil yargılanma hakkı ile güvence altına alındığı ancak idari yaptırımlarda sürat, etkililik ve devlet bütçesinin de göz önünde bulundurulması gerektiğini, ikili yargılama sisteminde idari davanın önce sonuçlanması halinde cezai yargılamanın etkisiz hale geleceği bunun da suçla mücadelede zafiyet yaratacağını beyan etmiştir (paragraf 95). Fransa ya göre ise R.T. ve Nilsson  kararlarındaki  yaklaşımın  devletlerin  vergilendirme  alanında  güttüğü  farklı amaçlara yönelen ve aralarında zaman ve esas yönünden yeterli bir ilişki bulunan adli ve idari cezaların varlığının kabul edilmesi gerekmekte, adli cezalar suça karşı uygun bir cevap niteliği taşırken mali nitelikli idari cezaların temel amacı ulusal vergi kaynaklarını güvence altına almaktadır (paragraf 96). 268Ankara Üni. Hukuk Fak. Dergisi, 67 (2) 2018: 253-278                      Vergi Cezalarında ‘Ne Bis In Idem                          ceza  kavramının  kendi  iç  hukuklarında  anlaşıldığı  şekilde  uygulanacağı kaydını koyduklarına da dikkat çekmiştir.42  Kararın bir başka özelliği, tıpkı Zolotukhin kararında olduğu gibi, önceki içtihadını  gruplandırması,  bu  gruplardan  en  az  birindeki  bakış  açısını eleştirmesi ve değiştirmesidir. İşte A ve B/Norveç kararında da Mahkeme tam olarak  mükerrerlik  (bis)  ile  ilgili  bugüne  kadarki  içtihadını  dört  gruba ayrırarak yeniden değerlendirme yoluna gitmiştir:  Mahkemenin birinci grup içinde sınıflandırdığı kararların ortak özelliği trafik  kanunlarına  aykırı  hareketlere  karşı  uygulanan  yaptırımları  konu almasıdır. Bu karar grubunda Mahkemenin aynı fiilin birden fazla yaptırıma bağlanmış olmasının bir mükerrerlik (bis) oluşturmadığı sonucuna vardığı örnekler bulunmaktadır. Örneğin RT/ İsviçre ve Nilsson/İsveç kararlarında rastlanıldığı  üzere,  aynı  suç  nedeniyle  başvurucuya  birden  çok  makam tarafından esas ve süre yönünden yakın ilişki içinde birden çok (sürücü belgesinin iptali, hapis ve para cezası) yaptırım eşzamanlı uygulanmış,  hukuk düzeninin öngörülebilir biçimde oluşturduğu bu bütüncül yaptırım sistemi sayesinde, mükerrerlik (bis) oluşmamıştır. Esas ve süre yönünden yeterli yakın ilişki ölçütünün ilk kez açık biçimde ifade edildiği Nilsson/İsveç 43 ve Boman/Finlandiya 44 kararlarına konu olaylarda da durum benzerdir.                                                              42  A ve B/Norveç, paragraf 117 43  Karar konu olayda ehliyetsiz ve alkollü araç kullanan başvurucuya verilen 50 saatlik kamu hizmeti cezasından sonra, idarece tesis edilen 18 ay süreyle sürücü belgesine el konulması yaptırımları uygulanmıştır. İHAM her iki yaptırım sürecinin esas ve süre yönünden birbiri ile yakın ilişkili oldukları gerekçesiyle ne bis idem kuralı açısından açıkça dayanaksız bulduğu başvuru hakkında kabul edilemezlik kararı vermiştir. Nilsson/İsveç, 2. Daire, 73661/01, 07.06.2011. Burada ilginç olan A ve B/Norveç kararında bu karara atıf yapılırken, karar gerekçesinin 18 aylık yaptırımın, doğrudan ve öngörülebilir bir yaptırım olduğuna dikkat çekilmesidir. Bu belirleme Nilsson kararında gerçekten yer almakla beraber daha geri planda yer almış, A ve B kararı ile ön plana çıkarılmıştır. 44  Karara konu olayda, başvurucuya her ikisi de idari yaptırım olmak üzere önce 450 € para cezası verilmiş, ardından 4 ay 3 hafta araç kullanmaktan men edilmiştir. Her iki yaptırım da aynı (idem), ehliyetsiz araç kullanma fiilinin yaptırımı olarak uygulanmışlardır. Bununla beraber araç kullanmaktan men yaptırımı sadece bir ceza değil aynı zamanda bir güvenlik tedbiridir.  Dolayısıyla  farklı  iki  karakter  taşıyan  iki  ayrı  yaptırım  arasında  bir (kümülatiflik/katmerlilik değil) bütünlük bulunmakta, iki işlemden birine ilişkin yargısal yolların bitmiş olması, ikinci yaptırımı mükerrer hale getirmemektedir. Bir başka deyişle ilk yaptırım hakkında  nihai karar  verilmiş olması, ikinci yaptırımın tamamlayıcı karakteri karşısında bir engel oluşturmamaktadır. Dolayısıyla para cezası ve trafikten men şeklinde karşımıza çıkan birden çok cezai işlem arasında esas ve süre yönünden doyurucu bir ilişki bulunduğu gerekçesiyle yine ihlal bulunmadığı sonucuna ulaşılmıştır. Boman/Finlandiya, 4. Daire, 17.05.2015, paragraf 43 269Barış Bahçeci                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (2) 2018: 253-278 İkinci grup davalarda İHAM, hem cezai hem de idari yaptırım sonucu doğuran  paralel  yargılamaları  dışlamamakla  beraber,  idari  ve  adli  ceza süreçlerin  birbirinden  kopuk,  bir  birini  etkilemeyen  sonuçlar  doğurması halinde  ihlal  kararı  vermiştir.  Mahkeme  bu  sınıflandırmayı  yaparken Nykänen, Glantz, Lucky Dev, Rinas, Österlund davalarına konu olaylarda ikili yargılamanın  büyük  ölçüde  eşzamanlı  olduğu  da  dikkat  çekmektedir. Dolayısıyla buradaki sorun yargılamalar arasında süre değil, esas yönünden bir ilişkisizlik olmasıdır. 45 Üçüncü grup, Mahkemenin esas ve süre yönünden yakın ilişki testini kullanmaksızın verdiği ihlal kararlarını içermektedir. Uyuşturucu bulunduran başvurucunun  uyuşturucu  bulundurma  fiili  nedeniyle  iki  ayrı  kanun maddesinden iki ayrı mahkemece yargılandığı, ilk yargılama sonuçlandığı halde ikincisine devam edildiği Tomasovic kararı buna örnektir. Keza Grande Stevens/İtalya kararı da Zolotukhin kararında belirlenen özü itibariyle aynı olaylara  dayalı  olma  ölçütü  kullanılmış,  piyasanın  hileli  yönlendirilmesi (manipülasyonu)  ithamı  kapsamında  idari  ve  adli  makamlar  önünde mükerrerlik (bis) oluşturan iki ayrı ceza yargılamasının bir ihlal doğurduğu sonucuna ulaşılmıştır.46    Mahkeme dördüncü grupta ise ‘esas ve süre yönünden yakın bağlantı  testine  atıf  yapılmamakla  beraber,  yargılamalar  arasında  esas  yönünden ilişkinin olmadığı Kapetanios/Yunanistan kararını örnek göstermiştir. Davaya konu olayda, ceza ve idare mahkemelerinin başvurucunun aynı fiilinden doğan  yargılamaları  arasında  esas  yönünden  bağlantı  yoktur.  Çünkü başvurucular hakkındaki ceza davası beraat ile sonuçlandığı halde, idare mahkemeleri, bu beraat kararlarını dikkate almaksızın ağır idari para cezaları vermiştir. Dolayısıyla ihlal gerekçesinin özü, aynı suç için hem hapis hem de para cezası verilmesi değildir. Nitekim Mahkeme açıkça aynı suça birden çok ceza verilmesinin ne bis in idem kuralına aykırı olmadığına kararında özellikle yer vermiştir. İhlalin gerekçesi tam olarak ceza ve idare mahkemelerindeki yargılamaların kopukluğudur. 47                                                              45  A ve B/Norveç, paragraf 114 46  Grande Stevens/İtalya, 2. Daire, 04.03.2014, paragraf 219-228 47  Nitekim Mahkeme bu görüşünü şu cümlelerle ifade etmiştir:  7 No.lu Protokol ün 4. maddesi, aynı suçtan dolayı iki kere yargılanmama ilkesine saygı gösterilmesi koşuluyla; aynı olaylar nedeniyle belirli bir süre hapis cezası ve para cezası uygulanmasını ilke olarak yasaklamamaktadır. Bu nedenle kaçakçılığın önlenmesi bağlamında, bir dava kapsamında, hapis cezası ve para cezası şeklinde iki ceza uygulansaydı; bu ilke ihlal edilmiş olmayacaktı. Ayrıca  başvuranlardan  ikisinin  davasında,  idari  işlemler  başlatıldığında,  ceza yargılamalarının henüz sonuçlanmamış olması; aynı suçtan dolayı iki kere yargılanmama 270Ankara Üni. Hukuk Fak. Dergisi, 67 (2) 2018: 253-278                      Vergi Cezalarında ‘Ne Bis In Idem                          A ve B/Norveç kararında konu özetlenirken yer verilmese de, Kapetanios kararında,  konunun  adil  yargılanma  hakkı  (md  6)  açısından  da değerlendirilerek, aynı unsurlara sahip suçlarla ilgili, idare mahkemesinin ulaştığı  sonucun,  daha  önce  verilen  ceza  mahkemesinin  beraat  kararı karşısında masumiyet karinesini ihlal ettiği sonucuna varılması dikkat çeker.48 İHAM aynı kararda yargılamalar arasındaki etkileşimsizlik sorununu da P 7 md  4  kapsamında  esas  yönünden  ilişki  testi  içinde  değerlendirilmiştir. Dolayısıyla sorun hem adil yargılanma hakkı, hem de ne bis in idem açısından ayrı ayrı ele alınmış ve her iki norm açısından verilen ihlal kararlarının gerekçeleri  büyük  ölçüde  örtüşmüş,  bu  nedenle  her  iki  norm  arasındaki kavramsal farklılığın ne olduğu sorusu daha da büyümüştür.    İHAM  Büyük  Dairesi,  yukarıda  özetlenen  bu  dört  grupluk sınıflandırmayı yaptıktan sonra, beklendiği üzere ikinci grupta yer verilen Glantz,  Nykänen,  Lucky  Dev  gibi  kararların  doğurduğu  soru  işaretleri cevaplanmıştır. Mahkemeye göre, P 7 md 4 her şeyden önce sözleşmeci devletlerin  vergi  alanında  idari  para  cezası  uygulama  yetkisini sınırlandırmamaktadır.  Hükmün  amacı  kişinin  aynı  fiilin birden çok  suç olarak  tanımlanarak  mükerrer  yargılanmasını  önlemektir.  Buna  karşın devletler farklı makamlar eliyle farklı amaçlara yönelik birden çok ve paralel yaptırımı bir bütünlük arz etmek kaydıyla uygulama yetkisine sahiptir.49  Mahkemenin karar gerekçesi üçüncü grupta yer alan kararlara yönelik sözleşmeye  taraf  devletlerin  getirdiği  eleştirilerin  kısmen  kabulünü içermektedir. Bu kapsamda -paralel yargılamalardan birinin bitmesi halinde diğerinin  de  bitirilmesi  gerektiği-  yönündeki  içtihadın  manüplasyon  ve cezasızlık gibi sonuçlar doğurabileceği, dolayısıyla aynı fiil kaynaklı birden çok  yargılamanın  aynı  anda  bitirilmesinin  gerekmediği  sonucuna                                                             ilkesi bağlamında, tek başına sorun teşkil etmemektedir. İdari işlemlerin başlatılmasının ardından ceza mahkemesi yargılamayı askıya alsaydı ve sonrasında, Danıştay ın söz konusu para cezasını onaylamasıyla ceza davasını sonlandırsaydı; bu ilkeye saygı gösterilmiş olacaktı.  Kapetanios ve Diğerleri/Yunanistan, 1. Daire, 30.04.2015. Kararın İngilizce tam metin orijinali olmadığından Mahkemenin sitesindeki kısa Türkçe çeviriden yararlanılmış, Türkçe çeviri özet niteliğinde olduğundan atıfta paragraf numarası gösterilememiştir. 48   Mevcut davada idare mahkemeleri, dava dosyalarındaki belgeleri ceza mahkemelerinden farklı bir şekilde değerlendirdikten sonra; başvuranların ceza mahkemeleri tarafından daha önce beraat ettirildikleri aynı kaçakçılık suçlarından işlediklerine karar vermiştir. Varılan bu sonuçlar Danıştay tarafından da son aşamada onaylanmıştır. Söz konusu iki davanın benzer nitelikli olması, ihtilaf konusu eylemler ve ilgili suçları meydana getiren unsurlar dikkate alındığında; idare mahkemelerinin vardığı bu sonuç, ceza mahkemelerinin verdiği beraat kararlarında daha önce tespit edilmiş olan başvuranların masumiyet karinesi haklarını ihlal etmiştir.  Kapetanios ve Diğerleri/Yunanistan 49  A ve B/Norveç, paragraf 123  271Barış Bahçeci                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (2) 2018: 253-278 ulaşılacaktır.  Dolayısıyla  birden  çok  yargılama  arasında  içerik  ve  süre yönünden yakın ilişki içinde olması halinde P 7 md 4 e aykırılıktan söz edilemeyecektir.  Mahkemeye  göre,  bu  durum  aynı  fiil  için  öngörülen yaptırımların bir bütünleşme (entegrasyon) arz etmesi halinde mümkündür. 50  Bu  saptama  hiç  şüphesiz  daha önce tanımlanan  bütünlükçü yapının sınırlarını  genişletmektedir.  Çünkü  yukarıda  da  değinildiği  üzere yaptırımların bütünlüğünden anlaşılan (A ve B/Norveç kararına kadar) para, cezası,  hapis  ya  da  güvenlik  önlemi  gibi  katmerlenmeyen  birden  fazla yaptırımın  aynı  anda  uygulanabilmesiydi.  Bu  kararda  ise  bütünlükçü (integrated) yapı aynı zamanda uygulanan yaptırımlara karşı başvurulacak yolların sonuçlarının da ölçülü ve öngörülebilir olmasını içermektedir. Öyle olsa gerek ki, özellikle öngörülebilir olmaktan kastedilen, ceza davasından beraat eden kişinin bu karara dayanak oluşturan delillerin, aynı fiil nedeniyle kesilen idari para cezasının denetimini yapan idare mahkemesi kararında da dikkate alınır olmasıdır. Aksi halde, yani aynı nesnel tespit ikinci yargılamada dikkate alınmayacaksa, ikinci yargılama öngörülebilirlik sınırlarının dışına çıkacaktır. Dolayısıyla sistemin bütünselliği sadece uygulanan yaptırımların değil, aynı zamanda bu yaptırımların denetlendiği yargılamaların da süre ve içerik yönünden yakın ilişki içinde olması anlamına gelmelidir.51      Mahkemenin yaptığı bu kavramsallaştırma içerik ve süre yönünden yakın bağlantılı olmanın bir ölçüt olarak unsurlarının belirlenmesini gerektirmiştir. Bunlardan ilki (1) farklı yaptırımların bütünlüklü amaçlara yönelik olmasıdır. İkincisi  (2)  birden  çok  yargılama  (cezai/idari)  sürecinin  öngörülebilir olmasıdır.  Üçüncüsü  (3)  birden  çok  yargılama  süreçlerinin  karşılıklı etkileşime açıklığı ile delillerin toplanması ve değerlendirilmesi açısından mümkün olduğunca tekrara yer vermemesidir. Dördüncüsü ve en önemlisi de (4)  ilk  bitirilen  yargılamanın  sonucunun,  ikinci  yargılamada  dikkate alınmasıdır.52  Bu toplamda bir muhasebe yaparak, bu başlığı cevabını bulan soru işaretleriyle kapatmak, cevabını bulmayanları ise aşağıdaki başlık altında ayrıca değerlendirmek gerekiyor. Maddelere bölünecek olursak cevaplarımız aşağıdaki gibidir: 1. Mahkemenin içerik ve süre yönünden yakın ilişkili olmak kavramı içinde tanımladığı üç ve dördüncü unsurlar aslında tek bir başlık altında toplanacak  kadar  yakın  anlamlara  sahip  ve  anlaşılır  açıklıkta  görülüyor. Glantz  kararında  ihlal  gerekçesi  olarak  gösterilen  farklı  yargılamalar                                                             50  A ve B/Norveç, paragraf 130 51  A ve B/Norveç, paragraf 130 52  A ve B/Norveç, paragraf 132 272Ankara Üni. Hukuk Fak. Dergisi, 67 (2) 2018: 253-278                      Vergi Cezalarında ‘Ne Bis In Idem                          arasındaki etkileşimsizlik hali halen bir ihlal sebebi olarak geçerlidir ve hatta A  ve  B/Norveç  kararından  sonra  verilecek  olan  Johannesson/İzlanda kararında  da  dikkate  alınmaya  devam  edilecektir.  İkinci  unsur  olan öngörülebilirlik de aslında bu iki unsurun dikkate alınmasıyla kendiliğinden gerçekleşecektir. Nitekim yargılamalardan birinde ispatlanan bir olgu, diğer yargılamada  da  dikkate  alınacağı  için  sürpriz  bir  kararla  karşılaşılması önlenecektir.    2. Farklı cezaların bir bütünsellik oluşturması halinde aynı fiili nedeniyle farklı makamlarca uygulanacak farklı yaptırımlar ve buna bağlı süreçlerin varlığı mükerrerlik oluşturmaz. Bu nedenle (Glantz kararının aksine) bir ihtilafta  nihai  kararın  bulunması,  diğer  yaptırım  yollarını  kendiliğinden mükerrer hale getirmemekte, bunun için öngörülen tüm yaptırımların uyumlu bir bütün oluşturup oluşturmadığına bakılmalıdır.  3. İHAM ın Cevapsız Bıraktığı Sorular A ve B/Norveç kararı her ne kadar daha önce verilen kararlar arasındaki çelişkileri giderme amacına yönelse de, bir biri ile ilgili iki ayrı soru işaretini ortadan  kaldıramamış,  hatta  daha  da  büyütmüştür.  Nitekim  Mahkeme yukarıda aktarılan gerekçelendirmeden sonra konuyu ayrıca Sözleşmenin 6. maddesi  çerçevesinde  ve  Jussila/Finlandiya  kararındaki  ceza  hukukunun çekirdek alanı kavramıyla da değerlendirmiştir.  Jussila kararına yapılan atıf, karardaki idari cezaların ağırlıkları itibari ile ceza  hukukunun  çekirdek  alanına  (hard-core)  girmediği  saptamasına dayanmaktadır.  Bu  durum  özellikle  yaptırımların  bütünlüklü  olarak görülmesini kolaylaştırıcı bir nedendir. Nitekim aynı vergi suçu için verilecek iki ayrı cezadan birinin çekirdek alana girmeyen cinsten olması, mükerrer cezalandırma vargısını da tartışılır hale getirecektir. Ne var ki sözü geçen bu çekirdek  alan  (hard-core)  kavramın  belirli  olmaması  bir  yana,  kavramın kullanıldığı atıf yapılan Jussila/Finlandiya kararı da Mahkeme içtihadında başlı başına bir belirsizlik ve gerilemenin simgesi niteliğindedir.  Gerçekten, Jussila kararı başvurucuya uygulanan yaptırıma karşı idare mahkemesi  nezdinde  davada,  duruşma  yapılmamasının  adil  yargılama hakkına uyumunun denetlenmesini konu almıştı. Bunun için öncelikle –adil yargılanma hakkının sınırlı kapsamı nedeniyle- ilgili idari yaptırımın cezai nitelik taşıyıp taşımadığının belirlenmesi gerekiyordu. İHAM bu kapsamda olaya yukarıda sözü edilen Engel ölçütlerini uygulayarak, iç hukukta ceza olarak  tanımlanmayan  idari  yaptırımı  caydırıcı  niteliği  gözetilerek  cezai                                                             53  Johannesson ve Diğerleri/ İzlanda, 1. Daire, 18.05.2017, paragraf 49 273Barış Bahçeci                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (2) 2018: 253-278 nitelikte görmüş ve uyuşmazlığı adil yargılama hakkı kapsamında yapmıştı.54 Buna  rağmen  Mahkeme  adil  yargılanma  hakkının  bir  unsuru  olan  ceza davalarında  duruşmalı  yargılanma  hakkının  idari  para  cezası  davaları bağlamında mutlak bir yükümlülük olmadığı sonucuna varmıştı. Bu sonucu temellendirirken yaptığı gerekçelendirme ise idari para cezaları davalarının, ceza hukukunun sert çekirdek alanına girmediği şeklindeydi.    İşte Jussila/Finlandiya kararını anlaşılmaz kılan husus da tam olarak bu noktada  karşımıza  çıkmıştı.  Bir  yaptırımın  cezai  nitelik  taşıdığı  kabul edilmekle  beraber,  cezai  yaptırımın  özerk  anlam  ifade  ettiğinden  yola çıkılarak, geleneksel cezai sınıflandırmaya girmeyen, idari cezalar, hapishane disiplin cezaları, gümrük hukuku ve rekabet hukuku kapsamında verilen cezaların nitelik olarak farklılaştığı kabul edilmişti. Ancak sayma yoluyla ifade  edilen  bu  tip  cezaları  diğer  cezalardan  ayıran  ölçütün  ne  olduğu açıklanamamıştı. İHAM tarafından yapılan ayrım cürüm-kabahat ayrımına benzemekle beraber, bu ayrım iç hukukta yapıldığına göre aslında yaptırımın niteliği değil niceliği esas alınmıştı.55 Bu durumda öznel nitelikli iç hukuktaki sınıflama (birinci) Engel Ölçütü, nesnel nitelikli yaptırımın mahiyetinin önüne geçmişti. Dolayısıyla bir belirsizliğin simgesi olan Jussila kararı ve çekirdek alan kavramı, A ve B/Norveç kararı ile vergisel yaptırımların niteliğine ilişkin geçmişte kalmış olması gereken bir soru işaretini yeniden diriltmiştir.  İçtihattaki ikinci önemli soru işareti, ne bis in idem kavramının adil yargılama hakkı ile olan ilişkisidir. Bu durumu bir sorun haline getiren husus, özellikle Glantz/Finlandiya kararı ile karşımıza çıkan, A ve B/Norveç kararı ile devam eden bir gerekçelendirme sorunudur. Glantz kararında belirtildiği şeklide ikili yargılamalardan birinin sonucunun diğerini etkilememesi halinin neden adil yargılanma hakkını düzenleyen Sözleşmenin 6. maddesinin değil de, özel olarak ne bis in idem kuralına ilişkin P 7 md 4 ün norm alanına girdiğinin açıklanması gerekir. Sözleşmenin 6. Maddesi ile P 7 md 4 ü birbirinden  ayıran  sınırlar  nerede  başlamakta  nerede  bitmektedir?  Bu çerçevede yargılamalar arası etkileşimsizlik neden adil yargılanma değil de ne bis in idem yasağı içinde değerlendirilmiştir? Nitekim A ve B/Norveç kararında Mahkeme özetle, ne bis in idem kuralının maddi hukuktan çok bir usul hukuku sorunu olduğunu gözeterek, Sözleşmenin maddi ceza hukuku ile ilgili 7. maddesinden çok adil yargılanma                                                             54  Jussila/Finlandiya, Büyük Daire, 23.11.2006, paragraf 37-38 55  Billur Yaltı, İdari Vergi Cezası Davalarında Duruşmasız Yargılanma: İnsan Hakları Avrupa Mahkemesi  İçtihadında  Bendenoun  Kriterlerinden  Jussila  Kriterlerine,  s  13 https://ais.ku.edu.tr/course/19988/JUSSILA%20KARARI%20MAKALE.doc 274Ankara Üni. Hukuk Fak. Dergisi, 67 (2) 2018: 253-278                      Vergi Cezalarında ‘Ne Bis In Idem                          hakkını  düzenleyen  6.  maddesiyle  daha  yakın  bir  bağ  içinde  olduğunu belirleyecektir.  Ancak  Mahkemenin  bu  belirlemesi,  kavramsal  bir çözümlemeyi hedeflememekte, Mahkeme bu belirlemeyi aslında 6. madde kapsamında  geliştirdiği  Engel  ölçütlerinin,  sözleşmenin  bütünlüğünü gözetilerek ne bis in idem konulu ihtilaflarda da uygulanabilir olduğunu belirtirken yapmaktadır.56 Dolayısıyla yukarıdaki sorunun tatmin edici bir cevabı da verilememiştir.  Oysa BM Medeni ve Siyasi Haklar Sözleşmesinde, ne bis in idem kuralı, adil yargılanma hakkı başlıklı 14. maddesinin 7. maddesinde düzenlenmiştir.57 Böylece ne bis in idem kuralının adil yargılanma hakkından bağımsız değil, onun unsurlarından olduğu bir düzenek kurulmuştur. Keza vergi cezaları ile ilgili olmamakla beraber Nikitin/Rusya kararında da 58 İHAM ne bis in idem güvencesinin, adil yargılanma hakkının ceza yargılamaları özelindeki ilgili somut önlemlerinden biri olduğunu belirleyecektir. Dolayısıyla Sözleşmenin 6. maddesi ile P 7 md 4 arasında bir genel norm/özel norm ilişkisi bulunmakta, özel normun alanı da sadece birden çok yargılama yapılması ile ilgili olmak durumundadır.59 Ne var ki, A ve B/Norveç kararında yargılama yapan farklı mahkemeler arasındaki etkileşimsizlik sorunu adil yargılama hakkı değil ne bis in idem yasağı altında değerlendirilmeye devam edilmiştir. Sözleşmenin aksine  P yi  halen  onaylamayan  devletlerin  varlığı  göz  önünde bulundurulduğunda yargılama alanını da daraltan bu tercih eleştiriye daha açık hale gelmektedir.   Sonuç İHAM bir yaptırımın ceza niteliği taşıyıp taşımadığı konusundaki hukuki niteleme  (tavsif)  yetkisini  kendisinde  bulduğundan  beri,  ne  bis  in  idem uygulaması da tartışmalı bir seyir izlemiştir. Gerçekten, bir yaptırımın niteliği esas alınarak, iç hukukta hangi adı taşırsa taşısın, tazmin amacının dışında caydırıcı ve cezalandırıcı ise ceza sayılması gerektiği yönündeki içtihat ne bis in idem kavramının unsurlarının da yeniden yorumlanması gerekmiştir. Bu nedenle Mahkemenin denetimi P 7 md 4 metninde yer alamayan ayniyet (idem) ve mükerrerlik (bis) kavramlaştırması üzerinden şekillenmiş, ancak                                                             56  A ve B/Norveç, paragraf 107 57  Billur Yaltı, İham ın Glantz Kararının Ardından: Kaçakçılıkta Para Cezası ve Hapis Cezası Uygulamasının Non Bis İn İdem İlkesine Aykırılığı Üzerine, Vergi Sorunları Dergisi, Y 2015 S 317, s 89 58  Nikitin/Rusya, 15.12.2004, paragraf 35 59  Nitekim İnsan Hakları Amerikan Sözleşmesinde de ne bis in idem adil yargılanma hakkı başlıklı 8. Maddesinin 4. fıkrasında düzenlenmektedir.  http://www.oas.org/dil/treaties_B-32_American_Convention_on_Human_Rights.htm  275Barış Bahçeci                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (2) 2018: 253-278 gerek kavramsal zorluklar gerekse sözleşmeci devletlerin P 7 md 4 e ilişkin olumsuz tavırları vergi cezaları özelinde ne bis in idem içtihadının akışını çelişkili bir yola sokmuştur.  Gelinen noktada, ayniyet (idem) kavramı çerçevesinde halen bazı soru işaretleri yaşanmakla beraber, iç hukuktaki sınıflandırmanın değil fiillin esas alınması  yerleşik  bir  içtihada  dönüşmüştür.  Ancak  mükerrerlik  (bis) kavramını yorumlamada Glantz/Finlandiya kararından itibaren geliştirilen tutarsız içtihat, sadece hukuki açıdan değil siyasal nedenlerle de bir geri dönüşü  zorunlu  kılmıştır.  Gerçekten  aynı  fiil  kaynaklı  ceza  ve  vergi davalarının aynı anda görülebileceğini ancak ikisinden birinin önce bitmesi (ki bu bir ihtimal değil bir kaçınılmazlıktır) halinde diğer dava da bitirilmek zorunda olduğu yorumu,  aslında üstü kapalı bir biçimde iki yargılamadan birinin hukuk düzeninden tamamen kaldırılmasını gerektirmektedir. Üstelik İHAM ın Glantz kararında dayandığı gerekçe olan -iki yargılamadan birinde elde edilen sonucun diğerinde dikkate alınmaması olgusu- ile mükerrerlik (bis) arasında tatmin edici bir illiyet bağı da kurulamamıştır.  Bunun üzerine A ve B/Norveç kararı ile Glantz/Finlandiya kararında benimsenen –paralel yargılamalarda- ilk kararla beraber ikinci yargılamanın da sonlandırılması içtihadından geri dönülmek zorunda kalınmıştır. İHAM aynı fiil için öngörülen yaptırımların bir bütünsellik oluşturması halinde mükerrerliğin oluşmayacağını kabul etmiştir. Ne var ki bu geri dönüş kendi içinde taşıdığı çelişkilerle yeni sorunlar yaratmıştır.  Bunlardan ilki bir gerekçelendirme sorunudur. İHAM adil yargılama hakkı ile ne bis in idem koruması arasındaki kavramsal çizgiyi ve dolayısıyla Sözleşmenin 6. maddesi ile P 7 md 4 ün norm alanlarını belirgin bir biçimde çizmemiştir. Bu nedenle – bir mahkeme tarafından verilen kararın fiil kaynaklı yargılama  yapan  diğer  mahkemece  dikkate  alınmamasının-  neden  adil yargılanma değil de ne bis in idem koruması altında değerlendirildiği sorusu cevapsız kalmaktadır.  Asıl önemli sorun ise Glantz/Finlandiya kararındaki görüşten dönülmeye çalışılırken yeni bir kavramsal belirsizlik yaratılmış olmasıdır. Vergi cezaları özelinde  (ceza  davaları  ve  idari  davalar  gibi)  birden  çok  yargılama yapılmasının  belli  şartlar  altında  ne  bis  in  idem  yasağına  girmeyeceği sonucuna varan İHAM, buna gerekçe olarak vergi cezalarının ceza hukukunun çekirdek (hard-core) alanına girmemesini göstermiştir. Ne var ki böyle bir gerekçelendirme,  çekirdek  alan  kavramının  belirsizliği  karşısında  içtihat hukukunun gelişimine yönelik ileriye değil, belirsiz kavramlarla sökümüne yönelik geriye dönük adım olmuştur.   276Ankara Üni. Hukuk Fak. Dergisi, 67 (2) 2018: 253-278                      Vergi Cezalarında ‘Ne Bis In Idem ",
     "Kaynakça": "Seer, Roman/Wilms, Anna Lena. (2016).  General Report , Surcharges and Penalties in Tax Law, IBFD, Amsterdam, pp 3-25 Erdoğmuş Belgin (der.) (2004) Hukukta Latince Teknik Terimler Sözlüğü, İstanbul Bilgi Üniversitesi Yayınları, İstanbul Gözler, Kemal. (2007),  Res Iudicata nın Türkçesi Üzerine , AÜHFD, Y 2007, C 56, S 2, s 45-61   Harris, D.J./O Boyle, M./Warbrick, C., (1995) Law of the European Convention on Human Rights, London Neagu,  Norel  (2012),    Interpretation  of  European  Courts:  Towards  Uniform Interpretation, Leiden Journal of International Law, N 25 pp 955-977 Malherbe Jacques/ Peeters, Bart/ Galéa, Geoffroy, (2015)  Surcharges and Penalties in Tax Law Belgium  IBFD, Amsterdam pp 207-255 İçel, Kayıhan, (1972), Suçların İçtimaı, İstanbul Üniversitesi Yayınları, İstanbul  İnceoğlu,  Sibel  (2013)  İnsan  Hakları  Avrupa  Mahkemesi  Kararlarında  Adil Yargılanma Hakkı, Beta 4. Baskı İstanbul Marino, Giuseppe, (2016)  Limitation of Administrative Penalties by the European Convention of Human Rights and the EU Charter of Fundamental Rights , Surcharges and Penalties in Tax Law, IBFD, Amsterdam, pp 133-162  Radwan, Michal/ Schweigl, Johan, (2016)  Penalties in Tax Law in Light of the Principle Ne Bis in Idem , Surcharges and Penalties in Tax Law, IBFD, Amsterdam pp 259-280  Toroslu, Nevzat (2012) Ceza Hukuku Genel Kısım, Savaş Yay, Ankara  Yaltı, Billur. (2015), İham ın Glantz Kararının Ardından: Kaçakçılıkta Para Cezası ve Hapis Cezası Uygulamasının Non Bis İn İdem İlkesine Aykırılığı Üzerine, Vergi Sorunları Dergisi, S 317 s 85-92 Yaltı, Billur, İdari Vergi Cezası Davalarında Duruşmasız Yargılanma: İnsan Hakları Avrupa Mahkemesi İçtihadında Bendenoun Kriterlerinden Jussila Kriterlerine,  https://ais.ku.edu.tr/course/19988/JUSSILA%20KARARI%20MAKALE.doc, 05.01.2018"
}