{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "SENEDE BAĞLANMAMIŞ ANONİM ŞİRKET PAYININ HACZİ",
     "Title": "Distraint of Incorporated Company Share Which is Not Tied-Up To A Bill",
     "Yazar İsmi": [
          "Arş. Gr. Önder TOPAL"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Senede Bağlanmamış Anonim Şirket Payı",
          "Çıplak Pay",
          "Kaydi Pay",
          "Merkezi Kayıt Kuruluşu",
          "Haciz",
          "Muhafaza Tedbiri"
     ],
     "Keywords": [
          "Incorporated company share which is not tied-up to a bill",
          "Basic share",
          "Registered share",
          "Central Registry Agency",
          "Distraint",
          "Protective"
     ],
     "Özet": "Alacaklı, cebri icraya başvurarak alacağını borçlunun malvarlığından elde edebilmektedir. Bir başka ifadeyle, icra hukukunda alacaklı talepte bulunması halinde icra dairesi tarafından borçlunun devredilebilen ve iktisadi değer taşıyan malvarlığına (mal, hak veya alacaklarına) hukuken el konulması ve satılması sonucu tatmin edilmektedir. Senede bağlanmamış anonim şirket payı da borçlunun devredilebilen ve iktisadi değer taşıyan malvarlığı içerisinde yer almaktadır. Dolayısıyla alacaklı alacağını elde edebilmek için borçlunun senede bağlanmamış anonim şirket payını haczedebilecektir. Zira senede bağlanmamış anonim şirket paylarının haczin konusunu oluşturacağı İİK m. 94 ve TTK m. 133’de açıkça ifade edilmiştir. Senede bağlanmamış anonim şirket payı çıplak pay ve kaydi pay olarak ikiye ayrılmaktadır. Her iki kavramda farklı hususları ifade etmektedir. Ancak birbirine benzer yönleri de bulunmaktadır. Bu yüzden çıplak payın haczine uygulanan bazı hükümler niteliğine uygun düştüğü ölçüde kaydi payın haczinde de uygulama alanı bulabilecektir. Çalışmamızda çıplak payın ve kaydi payın haczine ayrı ayrı yer vereceğiz. Bu çerçevede haczin ve hacze ilişkin olarak alınacak muhafaza tedbirlerinin uygulanma usulüne doktrindeki tartışmalar ve Yargıtay uygulaması ışığında yer vermeye çalışacağız.",
     "Abstract": "Creditor  can  get  his  credit  from  owing s  assets  by  appealing  to compulsory execution . In other words, in terms of executive law if creditor demands, owing s transferable and economic assets legally can seize and sold. In that respect incorporated company share which is not tied-up to a bill take place of owing s transferable and economic assets. Therefore, creditor can distrain owing s incorporated company share which is not tied-up to a bill. Because it is clearly expressed that incorporated company share which is not tied-up to a bills subject of the Turkish Code of Bankruptcy article 94 and Turkish Commercial Code article 133.  Incorporated company share which is not tied-up to a bill is legally separated as basic share and registered share. Both concepts include same and different meaning. Therefore some provision which is executed to distraint of basic share, according to nature, are applied to registered share, too. In this article, distraint of basic share and registered share are placed separately. In this context, we did a research on the fact that the method of implementation of distraint and protective measures gave place in the light of Supreme Court decisions and debates on doctrine.",
     "Metin": "Haciz,  belli  miktarda  para  alacağının  ödenmesini  sağlamak  için, alacaklının talebi ile alacağı karşılayacak miktarda borçlunun mal ve haklarına icra  dairesince  hukuken  el  konulmasıdır.  Haczin  konusunu  borçlunun devredilebilen  ve  iktisadi  değer  taşıyan  mal,  hak  ve  alacakları oluşturmaktadır. İnceleme konumumuz açısından anonim şirketlerin senede bağlanmamış payları da haczin kapsamındadır. Çalışmamızda  senede  bağlanmamış  pay kavramından ne anlaşılması gerektiği; bir başka ifadeyle çıplak payın ve Merkezi Kayıt Kuruluşu(MKK) 2978Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  Topal tarafından kaydileştirilen anonim şirket kaydi payının senede bağlanmamış pay  kapsamında  değerlendirilip  değerlendirilemeyeceğine  ve  söz  konusu payların haczinin nasıl gerçekleşeceğine yer vermeye çalışacağız. Çıplak payın ve kaydi payın haczinin hangi hükümlere göre gerçekleşeceği, söz konusu paylar hakkında uygulanacak muhafaza tedbirlerinin neler olduğuna ve muhafaza tedbirlerinin nasıl uygulanacağına doktrindeki görüşler çerçevesinde yer vermeye çalışacağız. A. GENEL OLARAK PAY VE SENEDE BAĞLANMAMIŞ PAY KAVRAMI Anonim şirketler hukukunun merkezini oluşturan  pay  kanuni ve teknik bir kavramdır. Anonim şirketlerde pay, pay sahipliğinin kazanılmasında, kaybedilmesinde, pay sahipliğine bağlı hakların kullanılması ve borçların üstlenilmesinde esas alınan bir kavramdır. Anonim şirket payı, itibari değer, oransallık ilkesi, devir şartları ve hükümleri kar ve zarara katılma, kıymetli evrak niteliğindeki senetlere bağlanabilmesi gibi niteliklerinin bulunmasından dolayı diğer şirket paylarından farklılık göstermektedir.  Anonim şirketlerde pay kavramı farklı durumları ifade ettiği için birden fazla anlamda kullanılmaktadır. Birinci anlam olarak pay, esas veya çıkarılmış sermayenin, belirli sayıda birim değere bölünmüş olan bir parçasını ifade eder (esas sermayenin bir parçası olarak pay)4. Örneğin, 50.000 TL lik olan esas sermaye 50.000 adet 1 TL lik birim değere bölünmüş ise söz konusu her 1 TL lik birim değer paydır. İkinci anlam olarak pay, pay sahipliği mevkiidir. Bu anlamda pay, pay sahibinin şirketteki maddi ve hukuki ilişkisini, haklarını ve borçlarını kapsayacak şekilde kullanılmaktadır (pay sahipliği mevki olarak pay)7. Anonim şirketlerde pay sahipliği hakları ve borçları pay sahibine                                                       1   Poroy, Reha/Tekinalp, Ünal/Çamoğlu, Ersin, Ortaklıklar Hukuku I, Yeniden Yazılmış 13. Bası, İstanbul 2014, s. 545. 2   Taşdelen, Nihat, Anonim Ortaklıkta Pay Sahipliği Sıfatının Kazanılması, İstanbul 2005, s. 5; Yeniocak, Umut, Anonim ve Limited Şirket Hisselerinin Haczi, s. Ankara 2009, s. 28. 3   Pulaşlı, Hasan, Şirketler Hukuku Genel Esasları, Güncellenmiş ve Genişletilmiş 3. Baskı, Ankara 2015, s. 523; Topuz, Gökçen, Hisse Haczi Ve Satışı, Ankara 2009, s. 200; Poroy/Tekinalp/Çamoğlu, s. 545. 4   Poroy/Tekinalp/Çamoğlu, s, 545; Pulaşlı, s. 524. 5   Poroy/Tekinalp/Çamoğlu, s, 545; Pulaşlı, s. 524. 6   Poroy/Tekinalp/Çamoğlu, s, 545; Pulaşlı, s. 524-525. 7   Pulaşlı, s. 525.   2979Senede Bağlanmamış Anonim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  değil,  payın  kendisine  bağlıdır.  Dolaysıyla  pay  sabit,  pay  sahipleri  ise değişkendir.  Son anlamda pay, ortaklık haklarını içeren belge anlamında kullanılmaktadır. Anonim şirket malvarlığının sahibi pay sahipleri değil şirket tüzel kişiliğidir. Anonim şirket esas sermayesi belirli, haklardan oluşan bir bütün olarak şirket tüzel kişiliğine aittir. Pay sahipleri ise sahip oldukları pay miktarı oranında ortaklığa yaptıkları yatırım nedeniyle şirket tüzel kişiliği karşısında hak elde ederler ve borç yüklenirler. Bu son anlamıyla pay, kendisine bağlanan hakların ve borçların kaynağını teşkil eder ve ortakların hakları ve borçları paylarının oranına göre tespit edilir. Dolaysıyla son anlamda pay, anonim şirkette ortaklık sıfatını ve esas sermayeye katılım miktarını gösteren bir belgedir. Anonim şirketlerde pay, şirketin kuruluşunda esas sözleşmesinin veya sermaye artırımında artırılan sermayenin ticaret siciline tescil edilmesiyle doğar (TTK m. 486/1)16; tescil payın meydan gelmesini sağlayan bir hukuki işlemdir.  Anonim  şirketlerde  payın  ve  buna  bağlı  hakların  tedavülünü kolaylaştırmak için pay senede bağlanır. Anonim şirket pay senetleri, nama ve  hamiline  yazılı  olur  (TTK  m.  484/1)  6762  sayılı  Türk  Ticaret Kanunu(ETTK) nda  anonim  şirketin  pay  senede  çıkarmasını  yönünde zorunluluk öngören bir hüküm mevcut değildi. Ancak TTK m. 486 ile bu boşluk doldurulmuştur. TTK m. 486/2 ye göre hamiline yazılı paylar için                                                  8   Poroy/Tekinalp/Çamoğlu, s. 546; Pulaşlı, s. 525. 9   Poroy/Tekinalp/Çamoğlu, s, 546. 10  Pulaşlı, s. 525; Topuz, s. 201. 11  Ticaret şirketlerinde tüzel kişiliğe ilişkin olarak bkz. TTK m. 125. 12  Pulaşlı, s. 526. 13  Pulaşlı, s. 526. 14  Pulaşlı, s. 526; Topuz, s. 201. 15  Pulaşlı, s. 526 16  İstisna için bkz. SPK m. 12/3. 17  Pulaşlı, s. 523; Poroy/Tekinalp/Çamoğlu, s. 547 18  Pulaşlı, s. 523; Poroy/Tekinalp/Çamoğlu, s. 547. 19  Bkz. TTK m. 486  Şirketin ve sermaye artırımının tescilinden önce çıkarılan paylar geçersizdir; ancak, iştirak taahhüdünden doğan yükümlülükler geçerliliklerini sürdürür. (2) Paylar hamiline yazılı ise yönetim kurulu, pay bedelinin tamamının ödenmesi tarihinden itibaren üç ay içinde pay senetlerini bastırıp pay sahiplerine dağıtır. Yönetim kurulunun hamiline yazılı pay senetlerinin bastırılmasına ilişkin kararı tescil ve ilan edilir, ayrıca şirketin internet sitesine konulur. Pay senedi bastırılıncaya kadar ilmühaber çıkarılabilir. İlmühaberlere kıyas yoluyla nama yazılı pay senetlerine ilişkin hükümler uygulanır. (3) Azlık istemde bulunursa nama yazılı pay senedi bastırılıp tüm nama yazılı pay senedi sahiplerine 2980Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  Topal pay  senedi  çıkarılması  zorunlu  hale  getirilmiştir.  Fakat  bedeli  tamamen ödenmemiş olan paylar için hamiline yazılı pay senetleri çıkarılamaz, eğer çıkarılacak olursa söz konusu senetler geçersiz olacaktır (TTK m. 484/2) TTK m. 486/3 de ise azlık talep ederse nama yazılı paylar içinde pay senedi çıkarılacaktır.  Eğer anonim şirket payları senede bağlanmamış ise, bir başka ifadeyle anonim  şirket  payı  çıplak  pay  veya  kaydi  pay  şeklinde  ise   senede bağlanmamış anonim şirket payı 21 söz konusudur. Senede bağlanmamış anonim şirket payı, payın herhangi bir senede bağlanmamış ve kayden ihraç edilmemiş halini (çıplak pay) ile payın herhangi bir senede bağlanmaksızın veya senede bağlandıktan sonra elektronik ortamda kayden ihraç edilmesi halini (kaydi pay) ifade etmektedir. B. ÇIPLAK PAY  Anonim şirketler, yukarıda ifade ettiğimiz gibi, kısmen payın senede bağlanması TTK ile zorunlu hale getirilmiştir. Bir başka ifadeyle, hamiline yazılı paylar için pay senedi bastırılması zorunlu iken, nama yazılı paylar için ancak azlığın talebi ile pay senedi bastırılacaktır(TTK m. 486/2, 3). Payların                                                  dağıtılır.  (4)  Tescilden  önce  pay  senedi  çıkaran  kimse,  bundan  doğan  zararlardan sorumludur . 20  Bu yeni düzenleme ile kapalı anonim şirketlerde özellikle aile şirketlerinde pay senedinin bastırılmaması ve dağıtılmaması yoluyla baskı yapılması, pay sahiplerinin bu sıfatlarını ispattan yoksun bırakılmaları, devir olanaklarının sınırlandırılması gibi hukuka aykırı yöntemlerin önüne geçilmiştir. Nama yazılı pay senetlerinin basılmaması ve pay sahiplerine dağıtılmaması, pay defteri bulunmayan, düzensiz olan ve güncel durumu yansıtmayan şirketlerde daha büyük sakıncalar doğurmaktadır. Hükme aykırılık hâlinde pay sahiplerinin mahkemeye başvurabilecekleri şüphesizdir (bkz. Gerekçe TTK m. 483/3 ün Gerekçesi, http://www.Basbakanlik.gov.tr/docs/kkgm/kanuntasarilari/TURK%20TICARET/madde%20gerekce.doc, Erişim: 01.05.2015) 21  Doktrinde  senede bağlanmamış pay  ibaresi sadece çıplak pay için kullanılmaktadır (Bu yönde bkz. Poroy/Tekinalp/Çamoğlu, s. 547). Fakat biz çalışmamız açısından  senede bağlanmamış pay  ibaresini hem çıplak pay hem de kaydi pay açısından kullanmayı tercih ettik. Zira aşağıda anlatılacağı üzere kaydi pay da çıplak paylar gibi senede bağlanmamış paydır (Aynı yönde bkz. Ünal, Mücahit, Sermaye Piyasası Araçlarının Kaydileştirilmesi, Ankara 2011, s. 352). Kaydileştirme sonucu ortaklık yapısını gösteren payların türünün de çıplak  pay  olacağı  yönünde  bkz.  Ergincan,  Yakup/Yayla,  Ümit,  Hisse  Senetlerinin Kaydileştirilmesi  Sonrası  Halka  Açık  Anonim  Şirket  Ortaklıklarda  Oy  Hakkının Kullanılması, Prof. Dr. Aydın Aybay a Armağan, İstanbul 2004, s. 143-160, s. 154. Fakat kaydileştirilen payı çıplak pay olarak değil de  senede bağlanmamış pay ın bir türü olarak kabul etmekteyiz. 22  Çıplak pay ve kaydi pay için bkz. aşa. B ve C.   2981Senede Bağlanmamış Anonim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  senede bağlanması, payın tedavülünü kolaylaştırmakla birlikte payların konu olacakları hukuki işlemler açısından da önem arz etmektedir. Eğer anonim şirket payları için senet bastırılmamış ve kayden ihraç edilmemiş ise söz konusu paylara  çıplak pay  denir.  Çıplak pay  aslında kanuni bir terim olmayıp  Yargıtay  kararlarında  ve  öğretide  kullanılan  ve  senede bağlanmamış pay çeşitlerinden birini ifade eden bir ibaredir.  Çıplak pay niteliğinde olan anonim şirket payları, nama veya hamiline yazılı paylar olup olmadıklarına bakılmaksızın pay defterine geçirilmekte ve söz  konusu  paylar  senede  bağlanmış  (hisse  senedine)  paylar  gibi  (pay defterinde) maddi bir varlık kazanmaktadırlar.  Kanunda açıkça ifade edilmemiş olsa da, çıplak paylar da pay senetleri gibi nama ve hamiline yazılı olmak üzere iki türdür. ETTK da yer alan  esas mukavelede  aksine  hüküm  bulunmadıkça  hisse  senetlerinin  nama  yazılı olması  lazımdır   hükmüne  TTK da  yer  verilmemiştir.  Kanunun  amacı payların  açık  ve  kesin  olarak  türlerinin  belirtilmesini  sağlamaktır.  Pay                                                  23  Anonim şirketlerde pay senetleri çıkarılmadan önce payları temsil etmek için ilmühaber de çıkarılabilir (TTK m. 486/2). İlmühaberler, senet oldukları için inceleme konumuz dışında kalmaktadırlar. Ancak kısaca yer vermek gerekirse doktrin ve Yargıtay ilmühaberlerin kıymetli evrak olduğunu ve hisse senetleri gibi taşınır mallara ilişkin hükümlere göre haczedilmesi gerektiğini kabul etmektedirler [Topuz, s. 217; Kuru, Baki, İcra ve İflas Hukuku El Kitabı, Tamamen Yeniden Yazılmış ve Genişletilmiş 2. Baskı, Ankara 2013 (Kuru-El Kitabı), s. 448. Bu yönde kararları için bkz. 12. HD., 17.02.1994, E. 1994/1325, K. 1994/2211 ve 19. HD., 20.05.1999, E. 1999/3101, K. 1999/3480 (Muşul, Timuçin, İcra ve İflas Hukuku, Güncellenmiş Genişletilmiş 6. Baskı, Ankara 2013, s. 556, dpn. 68)]. 24  Bkz. 11. HD., 13.02.2001, 765/1011 (Eriş, Gönen, Türk Ticaret Kanunu, 3. Cilt, 2. Baskı, Ankara 2010, s. 2934-2935); Aynı yönde bkz. 11. HD., 26.03.2002, 10867/2773 ve 11. HD., 12.10.2005, 12046/9633 (Eriş, s. 2939, 2961) 25  Poroy/Tekinalp/Çamoğlu,  s.  547;  Kendigelen,  Abuzer,  Anonim  Şirketlerde  Çıplak Payların Haczi, İÜHFM., C. LXII, S. 1-2, Yıl 2004, s. 381-402, s. 381, dpn. 1. 26  Ünal, s. 352. Çıplak payın haczinde uygulanacak hükümler çerçevesinde çıplak payın İİK m.  106/2  çerçevesinde  taşınır  hükmünde  sayılması  mümkün  görünmektedir (Poroy/Tekinalp/Çamoğlu, s. 550).  27  TTK, ETTK gibi nama veya hamiline pay ayrımına açıkça yer vermemiş olsa da TTK m. 486 hükmüne bakıldığında bu ayrım çıkarılabilmektedir. Zira TTK m. 486/2 de   paylar hamiline yazılı ise  ibaresine yer verilmiştir. Dolayısıyla Kanun doğrudan söz konusu ayrıma ilişkin bir hükme yer vermese de bu ifadeden nama veya hamiline yazılı pay kavramını kabul ettiği sonucuna varabiliriz. 28  Poroy/Tekinalp/Çamoğlu, s. 553. Çıplak payların nama veya emre yazılı olup olmadıkları konusundaki tartışmalar için bkz. Narbay, Şafak, Anonim Ortaklıkta Pay Defteri, Ankara 2003, s. 60 vd.; Dağ, Üner Anonim Ortaklıklarda Pay Sahibi Açısından Oy Hakkının Kazanılması ve Kullanılması, İstanbul 1996, s. 41 vd.  29  Poroy/Tekinalp/Çamoğlu, s. 553. 2982Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  Topal senetleri için kabul edilen bu ayrımın çıplak pay için de kabul edilmesi gerekmektedir. Zira nama veya hamiline yazılı çıplak paylara bazen aynı bazen de farklı hükümler uygulanmaktadır. Konumuz açısından, çıplak payın haczinde payın nama veya hamiline yazılı olması arasında bir fark bulunmamaktadır.  Bir  başka  ifadeyle  nama  veya  hamiline  yazılı  çıplak paylara aynı hükümler uygulanacaktır. Bu nedenle çıplak payın haczi konusu, bu ayrım dikkate alınmadan anlatılmaya çalışılacaktır.  Çıplak pay, pay senetleri gibi her çeşit hukuki işleme konu olabilir. Bir başka ifadeyle, çıplak pay, devredilebilir, rehnedilebilir, üzerinde intifa hakkı kurulabilir, haczedilip paraya çevrilebilir ve hapis hakkına konu olabilir. Pay senetleri ve çıplak payın hukuki işlemlere konu olması özellikle de inceleme konumuz  olan  haciz  açısından  farklılık  arz  etmektedir.  Ancak  konunun sınırlandırılması açısından sadece çıplak payın haczine yer vereceğiz.  C. KAYDİ PAY I. Genel Olarak Kaydi Sistem ve Kaydileştirme Kaydi sistem,  sistem kapsamındaki sermaye piyasası araçlarının fiziki olarak  senet  üzerine  basılması  yerine,  elektronik  ortamda  kaydi  olarak                                                  30  Çıplak payın nama veya hamiline yazılı olmasına göre farklı hükümlerin uygulama alanı bulduğu bazı hallere örnekler şöyledir: 1) İlmühaber çıkarılacağı zaman bunun türü çıplak payın türüne göre belirlenir. 2) Bağlam kuralları, çıplak payların nama yazılı olduğu hallerde uygulanabildiği halde, hamiline yazılı olmaları durumunda geçerli olmaz. 3) Payın senede bağlanması söz konusu olduğunda, bunun kanuni şartları çıplak payın türüne göre belirlenir (Poroy/Tekinalp/Çamoğlu, s. 553). Ayrıca benzer hükümlerin uygulandığı durumlar için bkz. Poroy/Tekinalp/Çamoğlu, s. 553-554. 31  Poroy/Tekinalp, Çamoğlu, s. 548. 32  Poroy/Tekinalp/Çamoğlu, s. 547-552. 33  Sermaye piyasası araçları, menkul kıymetler ve türev araçlar ile yatırım sözleşmeleri de dâhil  olmak  üzere  Kurulca  bu  kapsamda  olduğu  belirlenen  diğer  sermaye  piyasası araçlarını ifade eder [6362 Sayılı Ermaye Piyasası Kanunu (30.12.2012 tarih ve 28513 sayılı Resmi Gazete de yayımlanan) m. 3/1-ş]. Menkul kıymetler, para, çek, poliçe ve bono hariç olmak üzere; 1) Paylar, pay benzeri diğer kıymetler ile söz konusu paylara ilişkin depo sertifikalarını, 2) Borçlanma araçları veya menkul kıymetleştirilmiş varlık ve gelirlere dayalı borçlanma araçları ile söz konusu kıymetlere ilişkin depo sertifikalarını, (SPK m. 3/1-o). Türev araçlar, Aşağıda sayılan veya Kurulca bu kapsamda olduğu belirlenen diğer türev araçları: 1) Menkul kıymetleri satın alma veya satma veya birbirleri ile değiştirme hakkı veren türev araçları, 2) Değeri, bir menkul kıymet fiyatına veya getirisine; bir döviz fiyatına veya fiyat değişikliğine; faiz oranına veya orandaki değişikliğe; bir kıymetli maden veya kıymetli taş fiyatına veya fiyat değişikliğine; bir mal fiyatına veya fiyat değişikliğine; Kurulca uygun görülen kurumlarca yayınlanan istatistiklere veya bunlardaki değişikliğe; kredi riski transferi sağlayan, enerji fiyatları ve iklim değişkenleri gibi ölçüm değerleri olan   2983Senede Bağlanmamış Anonim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  oluşturulduğu, bu araçların ve bu araçlara ilişkin hakların merkezi saklama kuruluşu nezdinde tutulan hesaplarda kayden izlendiği ve bu araçlara ilişkin hukuki işlemlerin merkezi saklama kuruluşu nezdindeki hesaplar üzerinden kaydi olarak yapılan değişiklikler yoluyla gerçekleştirildiği merkezi saklama sistemidir .  Kaydileştirme ise sadece bazı sermaye piyasası araçlarının fiziki olarak senet üzerine basılmayıp, söz konusu sermaye piyasası araçlarına karşılık gelmek üzere elektronik ortamda kayıtlar oluşturulmasını ifade etmektedir. Kaydileştirme hem fiziki olarak senet üzerine basılmış olan sermaye piyasası araçlarının daha sonra elektronik ortamda kaydi hale getirilmesini hem de yeni ihraç edilen sermaye piyasası araçlarının doğrudan elektronik ortamda kaydi olarak meydana getirilmesini kapsamaktadır. Kaydileştirme SPK m. 13 de düzenlenmiştir.                                                  ve bu sayılanlardan oluşturulan bir endeks seviyesine veya seviyedeki değişikliğe bağlı olan türev  araçları,  bu  araçların  türevlerini  ve  sayılan  dayanak  varlıkları  birbirleri  ile değiştirme hakkı veren türevleri, 3) Döviz ve kıymetli madenler ile Kurulca belirlenecek diğer varlıklar üzerine yapılacak kaldıraçlı işlemleri ifade eder (SPK m. 3/1-u). 34  Ünal, s. 165 35  Ünal, s. 21. 36  Ünal, s. 22. 37  Bu hükme göre: Sermaye piyasası araçlarının senede bağlanmaksızın elektronik ortamda kayden ihracı esastır. Kurul, kayden ihraç edilecek sermaye piyasası araçlarını ve kayden izlenecek hakları belirler; türleri ve ihraççıları itibarıyla kaydileştirmesine, kayıtların tutulmasına ve üyelik şartlarını kaybeden ihraççıların paylarının kayden izlenmesinin sona erdirilmesine ilişkin usul ve esasları düzenler (SPK m. 13/1). Kaydi sermaye piyasası araçları, nama veya hamiline yazılı olmalarına bakılmaksızın isme açılmış hesaplarda izlenir. Kurul, sermaye piyasası aracının türüne ve ihraççısının veya MKK üyesinin niteliğine  göre  sermaye  piyasası  araçlarının  hak  sahibi  ismine  hesap  açılmaksızın hesapların toplu olarak tutulmasına karar verebilir(SPK m. 13/2). Kaydi sermaye piyasası araçlarına ilişkin haklar, MKK tarafından izlenir. Kayıtlar, MKK tarafından oluşturulan elektronik ortamda, bu kuruluşun üyelerince tutulur (SPK m. 13/3). Kaydileştirilmesine karar verilen sermaye piyasası araçlarının Kurulca belirlenen esaslar çerçevesinde teslimi zorunludur. Teslim edilen sermaye piyasası araçları kendiliğinden hükümsüz hâle gelir. Teslim edilmeyen sermaye piyasası araçları ise kaydileştirilme kararından sonra borsada işlem göremez, aracı kurumlarca bu sermaye piyasası araçlarının alım satımına aracılık edilemez ve katılma belgelerinin geri alımı yapılamaz. Kayden izlenmeye başladığı tarihi izleyen yedinci yılın sonuna kadar teslim edilmeyen sermaye piyasası araçları YTM ye intikal eder. Bunların üzerindeki sınırlı ayni haklar kendiliğinden sona ermiş sayılır. Bunlar YTM nin hesabına geçmesinden itibaren üç ay içinde satılır (SPK m. 13/4). Kayden izlenen sermaye piyasası araçları üzerindeki hakların üçüncü kişilere karşı ileri sürülebilmesinde, MKK ya yapılan bildirim tarihi esas alınır (SPK m. 13/5). Payların devrinin, 6102 sayılı Kanunun ilgili hükümleri çerçevesinde ortaklıklar tarafından pay defterine kaydında, ilgililerin başvurusuna gerek kalmaksızın MKK nezdinde izlenen kayıtlar esas alınır (SPK 2984Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  Topal II. Anonim Şirket Payının Kaydileştirilmesi Kaydileştirme yukarıda ifade ettiğimiz üzere SPK m. 13 e göre yapılır. Bu  düzenleme  çerçevesinde  kural  olarak,  sadece  SPK  kapsamına  giren şirketler  açısından  kaydileştirme  kuralları  geçerli  olacaktır.  SPK nın kapsamı 2. madde de belirlenmiştir. SPK m. 2/1 e göre  Sermaye piyasası araçları, bu araçların ihracı, ihraççılar, halka arz edenler, sermaye piyasası faaliyetleri,  sermaye  piyasası  kurumları,  borsalar  ile  sermaye  piyasası araçlarının işlem gördüğü diğer teşkilatlanmış piyasalar, piyasa işleticileri, Türkiye Sermaye Piyasaları Birliği, Türkiye Değerleme Uzmanları Birliği, merkezî  takas  kuruluşları,  merkezî  saklama  kuruluşları,  Merkezî  Kayıt Kuruluşu ve Sermaye Piyasası Kurulu bu Kanun hükümlerine tabidir. Halka açık olmayan anonim ortaklıkların halka arz edilmeyen pay ihraçları, bu Kanun kapsamı dışındadır . Hükme göre halka açık olmayan anonim şirketler ve bu şirketlerin halka arz edilmeyen pay ihraçları SPK nın kapsamı dışında oldukları  ve  bu  paylar  sermaye  piyasası  aracı  sayılamayacakları  için kaydileştirme  kapsamı  dışındadır.  Halka  açık  şirket  SPK  m.  3/1-e de  payları halka arz edilmiş olan veya halka arz edilmiş sayılan anonim ortaklıkları  şeklinde tanımlanmıştır. Ancak bu tanımdan payları halka arz edilmiş  sayılan  anonim  şirket  ile  neyin  kastedildiği  tam  olarak anlaşılmamaktadır. Fakat SKP m. 16/1 de payları halka arz edilmiş anonim ortaklık  payları borsada işlem gören ortaklıklar ile pay sahibi sayısı beş yüzü aşan anonim ortaklıkların payları halka arz olunmuş sayılır  şeklinde ifade edilmiştir. Bu anonim şirketler halka açık anonim şirket hükümlerine tabi olurlar (SPK m. 16/1)  Anonim şirket paylarının borsada işlem görebilmesi için şirket paylarının kaydileştirilmesi gerekmektedir.                                                   m. 13/6). Kayden izlenen sermaye piyasası araçlarına ilişkin tedbir, haciz ve benzeri her türlü idari ve adli talepler münhasıran MKK nın üyeleri tarafından yerine getirilir. İlgili kanunlar uyarınca elektronik ortamda tebligatı yapılan alacakların takip ve tahsiline ilişkin hükümler saklıdır (SPK m. 13/7). 38  Ünal, s. 195. 39  Ünal, s. 196; Manavgat, Çağlar, Sermaye Piyasası Kanunu nun 10/A Maddesi Hükmüne Göre Kaydi Sistemin Esasları, AÜHFD, Yıl 2001, C. 50, S. 2, s. 159-191, s. 178; Boğa, Serap, Sermaye Piyasası Kanunu na Tabi Anonim Ortaklıklarda Hisse Devri, İstanbul 2010, s. 169; Dönmez, Murat, Anonim ve Limited Şirketlerde Hisse Haczi ve Paraya Çevrilmesi, 4. Bası, İstanbul 2011, s. 307 40  Halka arz, Sermaye piyasası araçlarının satın alınması için her türlü yoldan yapılan genel bir çağrıyı ve bu çağrı devamında gerçekleştirilen satışı ifade etmektedir (SPK m. 3/1-f). 41  Ünal, s. 199.   2985Senede Bağlanmamış Anonim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  Pay sahibi sayısı beş yüzü aşan anonim şirket payları halka arz olunmuş kabul edilmekte ve halka açık anonim şirket statüsüne kavuşmaktadır. Eğer bu anonim şirketlerin payları borsa da işlem görmüyorsa, halka açık anonim şirket statüsünü kazandıktan sonra en geç 2 yıl içinde paylarının işlem görmesi için borsaya başvurmak zorundadır. Aksi durumda Sermaye Piyasası Kurulu, bu payların borsada işlem görmesi veya şirketin halka açık şirket statüsünden çıkarılması için şirketin talebini aramaksızın gerekli kararları alır (SPK m. 16/2). Pay sahibi sebebiyle halka açık sayılan şirketlerden SPK m. 16 uyarınca paylarının borsa da işlem görmesini istemeyenler, pay sahibi tam sayısının en az 2/3 ünün olumlu oyu veya toplam oyların ¾ ü ile alınacak bir genel kurul kararı ile SKP kapsamından çıkarılabilir (SPK m. 33/4). Dolayısıyla pay sahibi beş yüzü aşan ve payları borsada işlem görmeyen anonim şirketler paylarını kaydileştirerek borsaya başvurmak zorundadır. Bu çerçevede hem paylarını halka arz eden hem de payları halka arz edilmiş sayılan anonim şirketler halka açık anonim şirket konumunda ve SPK kapsamındadır. Bir başka ifadeyle, halka açık anonim şirket payları SPK kapsamında  menkul  değerdir  ve  MKK  yönetiminde  sermaye  piyasası aracıdır.  Dolayısıyla  söz  konusu  anonim  şirket  payları  kaydileştirme kapsamındadır.  Sermaye  piyasası  araçlarının  dolayısıyla  halka  açık  anonim  şirket paylarının senede bağlanmaksızın ihracı esastır [SPK m. 13/1, Kaydileştirilen Sermaye Piyasası Araçlarına İlişkin Kayıtların Tutulmasının Usul Ve Esasları Hakkında Tebliğ (II-13.1)43 m. 14]. Halka açık anonim şirket payları ve bunlara ilişkin haklarla ilgili kayıtlar, MKK tarafından oluşturulan elektronik ortamda MKK üyelerince tutulur (Tebliğ (II-13.1) m. 5/1, SPK m. 13/2).                                                  42  Poroy/Tekinalp/Çamoğlu, s. 554 43  07.08.2014 tarih ve 29081 sayılı R.G. 44  Merkezi Kayıt Kuruluşu: Sermaye piyasası araçlarının kaydileştirilmesine ilişkin işlemleri gerçekleştirmek, kaydileştirilen bu araçları ve bunlara bağlı hakları, elektronik ortamda, üyeler ve hak sahipleri itibarıyla kayden izlemek, merkezî saklamasını yapmak ve Kurul tarafından sermaye piyasası mevzuatı çerçevesinde verilen diğer görevleri yerine getirmek üzere kurulmuş bulunan özel hukuk tüzel kişiliğini haiz Merkezî Kayıt Kuruluşu Anonim Şirketini ifade etmektedir (SPK m. 3/1-p, m. 81) 45  MKK üyeleri için bkz. Merkezi Kayıt Kuruluşunun Kuruluş, Faaliyet, Çalışma ve Denetim Esasları  Hakkında  Yönetmelik  (07.08.2014  tarih  ve  29081  sayılı  R.G.)  m.  20   (1) İhraçcılar, Kanun uyarınca faaliyet gösteren yatırım kuruluşları, merkezi takas kuruluşları ile MKK tarafından önerilen ve Kurulca kabul edilen diğer kuruluşlar MKK ya üye olabilir. MKK; üyeliğe kabulü, bir borsanın veya teşkilatlanmış diğer piyasaların üyeliği şartına bağlayabilir. (2) Yabancı merkezi saklama kuruluşlarının MKK ya üyeliği, üyelik şartları, 2986Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  Topal Yani, SPK kapsamında olduğu kabul edilen halka açık anonim şirket payları ister senede bağlı olsun ister olmasın MKK tarafından elektronik ortamda kaydileştirilebilmektedir.  İşte  bu  şekilde  kaydileştirilerek  oluşan  anonim şirket payına  kaydi pay   denir. Bir başka ifadeyle, anonim şirket payı herhangi  bir  senede  bağlanmaksızın  veya  senede  bağlandıktan  sonra elektronik ortamda kayden ihraç edilirse söz konusu paya kaydi pay denir. Çıplak paylarda olduğu gibi kaydi anonim şirket paylarının nama veya hamiline  yazılı  olup  olmadığı  konusu  doktrinde  tartışmalıdır.  Senede bağlanmamış pay türlerinden birisini oluşturan  kaydi pay  açısından nama veya hamiline yazılı ayrımının kabul edilmesi gerekir. Zira yukarıda çıplak paylar için ifade etmiş olduğumuz hususlar (örneğin, nama veya hamiline yazılı çıplak paylara farklı hükümler uygulanması) niteliğine uygun düştüğü ölçüde  kaydi paylar  açısından da geçerlidir. Fakat ister nama yazılı olsun ister hamiline yazlı olsun kaydi paylar MKK tarafında isme açılmış olan hesaplardan kayden izlenecektir (SPK m. 13/2). Zaten SPK m. 13/2 hükmü lafzen  değerlendirildiğinde  kaydi  payların  nama  veya  hamiline  yazılı olabileceği  sonucuna  varılabilir.  İnceleme  konumuz  açısından  da  kaydi payların nama veya hamiline yazı olması önem arz etmemektedir.  Çıplak paylarda olduğu gibi kaydi paylarda hukuki işlemlere ve özellikle hacze konu olabilir. III. Kaydi Payın Hukuki Niteliği Kaydi sermaye piyasası araçlarının dolaysıyla da kaydi anonim şirket payının  hukuki  niteliği  tartışmalıdır.  Bir  başka  ifadeyle,  kaydi  sermaye piyasası araçlarının dolayısıyla kaydi anonim şirket payının eşya niteliğinde olup olmadığı tartışmalıdır.                                                   yükümlülükleri, üyeliklerinin geçici durdurulması veya iptali ile üyelikten ayrılmalarına ilişkin usul ve esaslar MKK tarafından belirlenir. Yabancı merkezi saklama kuruluşlarının MKK nezdinde hesap açtırmalarına ve bu hesapların tutulmasına ve işleyişine ilişkin usul ve esaslar ise Kanunun 13 üncü maddesi uyarınca Kurulca çıkarılacak kayden izlemeye ilişkin düzenlemede belirlenir. (3) Türkiye Cumhuriyet Merkez Bankasına, talebi üzerine özel üyelik statüsü verilir. Yönetmeliğin üyelerin yükümlülüklerine, disiplin cezalarına, üyeliğin geçici durdurulması veya iptaline, gözetim ve denetime ilişkin hükümleri Türkiye Cumhuriyet Merkez Bankası hakkında uygulanmaz. (4) İhraççının yatırım fonu olması durumunda,  bu  Yönetmelikte  ihraççı  üyeler  için  öngörülen  hükümler,  yatırım  fonu kurucularına ve yabancı yatırım fonları için fon temsilcilerine uygulanır . 46  Bu konudaki görüşler için bkz. Ünal, s. 219-221; Narbay, s. 60; Dağ, s. 43   2987Senede Bağlanmamış Anonim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  Bir  görüşe  göre,  kaydileştirme  ile  birlikte  kaydi  sermaye  piyasası araçlarının maddi mal olma vasfının ortadan kaldırılmış olması dolayısıyla, üzerinde şahısların hakimiyet tesis edebilecekleri, iktisadi değere sahip, kişilik dışı maddi varlıkları ifade eden  eşya  kavramını ve özüne herhangi bir zarar gelmeksizin yer değiştirebilen, bir yerden başka bir yere taşınabilen  taşınır mal  tanımının dışında kalmışlardır. Diğer bir görüş ise kaydi sermaye piyasası  araçları  eşya  olmanın  tüm  unsurlarını  (maddilik,  hakimiyete elverişlilik, kişilik dışı ve iktisadi değer gibi) taşıdıklarını ve eşya olmanın tüm sonuçlarını gerçekleştirebilecek nitelikte oldukları için eşya olarak kabul edilmeleri gerektiğini ileri sürmektedir.  Kaydi sermaye piyasası araçları dolayısıyla kaydi anonim şirket payının hukuki  anlamda  eşya;  eşya  sınıflandırması  içerisinde  taşınır  eşya kategorisinde değerlendirilebilir.  Kaydi sermaye piyasası araçları  fiziki Olarak senet üzerinde tecessüm etmeyen, Sermaye Piyasası Kurulu nca kaydileştirilmesine karar verilerek kaydi sisteme aktarılan veya kaydi olarak kaydi sistemde ihdas edilen ve kaydi sistem kapsamında elektronik  ortamdaki hesaplarda saklanan ve izlenen sermaye piyasası aracı  olarak tanımlanmakta; bu nedenle kaydi sistemdeki hak sahiplerinin kaydi sermaye piyasası araçları ve dolayısıyla kaydi anonim                                                  47  Oğuzman, Kemal/Seliçi, Özer/Oktay-Özdemir, Saibe, Eşya Hukuku, Gözden Geçirilmiş 12. Bası, İstanbul 2009, s. 6; Ünal, Mehmet/Başpınar, Veysel, Şekli Eşya Hukuku, Gözden Geçirilmiş 6. Baskı, Ankara 2012, s. 64-71; Akıntürk, Turgut, Eşya Hukuku, İstanbul 2009, s. 26; Ayan, Mehmet, Eşya Hukuku I Zilyetlik ve Tapu Sicili, Güncellenmiş 11. Baskı, Konya 2014, s. 17-18 (Ayan-Zilyetlik); Ertaş, Şeref, Eşya Hukuku, Gözden Geçirilmiş ve Genişletilmiş 8. Baskı, Ankara 2008, s. 53; Sirmen, Lale, Eşya Hukuku, Ankara 2013, s. 5. 48  Sirmen, s. 13; Ertaş, s. 55, 465; Ayan, Mehmet, Eşya Hukuku II Mülkiyet, Konya 2012, s. 505 (Ayan-Mülkiyet); Oğuzman/Seliçi/Oktay-Özdemir, s. 8; Akıntürk, s. 32; Ayan, Mehmet, Medeni Hukuka Giriş, 6. Baskı, Konya 2011, s. 46 (Ayan-Medeni). 49  Töremiş, Hatice Ebru, Türk Ticaret Kanunu Tasarısı ve Sermaye Piyasası Mevzuatı Mevzuatı Çerçevesinde Nama Yazılı Payların Borsada Devri SPK Yeterlilik Etüdü, Ankara 2008, s. 29, http://spk.gov.tr/yayingoster.aspx?yid=1007&ct=f&action=displayfile, Erişim: 02.05.2015). 50  Öztan, Fırat, Kıymetli Evrak Hukuku, 2. Bası, Ankara 1997, s. 336; Turanboy, Asuman, Varakasız Kıymetli Evrak, Ankara 1998, s. 51 (Turanboy-Varakasız); Ünal, s. 350-351. 51  Bu yönde bkz. Öztan, s. 336; Turanboy-Varakasız, s. 51; Ünal, s. 350. 52  Soderquist, Larry D./Gabaldon, Theresa A., Security Law, US 2007, s. 2; Garner, Bryan A., Black s Law Dictionary, US 2006, s. 640; Guynn, Randall D., Modernizing Securities Ownership, Transfer and Pledging Laws, UK 1197, s. 13; Norman, Peter, Plumbers and Visionaries Securities Settlement and Europe s Financial Market, England 2007, s. 11, 135 (Naklen Ünal, s. 33, 347) 2988Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  Topal şirket payları kaydi olarak elektronik ortamda yer almaktadır. Kaydi payın eşya olarak nitelendirilebilmesi için aranan bir unsur olarak maddi bir varlığa sahip olup olmadığı konusunda bir tespit yapabilmek için, maddi varlığa sahip olma ile ne kastedilmiş olduğunun anlaşılması gerekir. Gelişen teknoloji çerçevesinde bakacak olursak, maddi varlığa sahip olma ile kastedilen belli bir madde veya materyali değil de, maddi varlık için iradenin muhataplarına ulaşmasını  sağlayacak  bir  varlığa  sahip  olmayı  yeterli  görmek  isabetli olacaktır.  Zira  kaydi  sermaye  piyasası araçlarının  ve  dolayısıyla  kaydi anonim şirket paylarının maddi varlığa sahip olmadığını kabul etmek, MKK tarafından  yapılan  işin,  merkezi  saklama  olarak  (SPK  m.  3/1-p,  m.  81, Yönetmelik m. 9/1-a, m. 5) değerlendirilememesi sonucuna yol açacaktır; zira sadece maddi varlığa sahip olan şeyler saklanabilir. Dolaysıyla günümüz teknolojik gelişmeleri göz önüne alınarak kaydi sermaye piyasası araçlarının ve özellikle kaydi anonim şirket payının elektronik ortamdaki kayıtlarının maddi bir varlık olarak kabul etmek söz konusu araçları/payları konu alan hukuki  işlemler  açısından  uygulamada  büyük  kolaylık  sağlayacaktır.  Bu yüzden, kaydi sermaye piyasası araçlarının, inceleme konumuz açısından kaydi payın, yukarıda ifade ettiğimiz üzere, fiziki olarak senet üzerinde değil elektronik ortamdaki kayıtlarda maddi varlık kazandığını ve eşya olmanın unsurlarından biri olan maddilik şartını taşıdığını kabul etmekteyiz. Bunun dışında kaydi pay, eşya olmanın diğer unsurlarını da -kişilik dışı olma, iktisadi değere  sahip  olma  ve  üzerinde  hakimiyet  tesis  edilmeye  elverişli  olma- taşımaktadır. Tüm bunlar göz önüne alındığında kaydi payın hukuki anlamda eşya  olduğu  kabul  edilebilir.  Şahısların  üzerinde  hakimiyet  tesis edebilecekleri değerler taşınır eşya olarak kabul edilebilmektedir. Bundan                                                  53  Ünal, s. 347. 54  Ünal, s. 348, dpn. 10; İsviçre-Türk eşya hukukunda bir şeyin eşya olarak kabul edilebilmesi için maddi varlığı ile boşlukta bir yer işgal eden etmesi gerektiğini, yani cismani şeyleri eşya olarak kabul edimektedir (Ünal/Başpınar, s. 66; Akıntürk, s. 25-27; Sirmen, s. 5). Örneğin, bir müzekik CD si hukuk anlamda eşya olarak kabul edilmekte iken içerisindeki müzik eseri eşya olarak kabul edilmemektedir (Ünal/Başpınar, s. 66)  55  Ünal, s. 348. Ayrıca MKK AŞ nın internet sayfasında yer alan ifade şöyledir  Merkezi saklama hizmeti sadece kaydi sermaye piyasası araçları ile Lisanslı Depo İşletmeleri tarafından düzenlenen elektronik ürün senetlerine verilmekte olup, herhangi bir fiziki saklama hizmeti verilmemektedir.  Bu ifadende kaydi sermaye piyasası aracı olan kaydi payın taşınır mal olarak kabul edilebileceği sonucuna varılabilir. (https://www.mkk.com.tr, Erişim: 06.05.2015)  56  Ayan-Medeni, s. 46. Örneğin, elektrik enerjisi, atom enerjisi, su ve hava gazı gibi kişilerin hâkimiyet altına alarak yararlanabilme imkanı olan şeyler de taşınır mülkiyetine konu olabileceği kabul edilmektedir (Oğuzman/Seliçi/Oktay-Özdemir, s. 587; Sirmen, s. 6; Ayan-Medeni, s. 46).   2989Senede Bağlanmamış Anonim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  ötürü kaydi anonim şirket pay sahipleri paylar üzerinde elektronik ortamda hakimiyet tesis edebildiği için söz konusu paylar taşınır eşya olarak kabul edilebilir. Bir başka ifadeyle kaydi anonim şirket payı fiilen taşınabilen maddi şeyler  olmamakla  beraber  elektronik  ortamda  maddi  varlık  kazanan  ve üzerinde sahiplerince hakimiyet tesis edilebilen taşınır eşya olarak kabul edilebilir. Çıplak pay niteliğinde olan anonim şirket payları, nama veya hamiline yazılı paylar olup olmadıklarına bakılmaksızın pay defterine geçirilmekte ve söz  konusu  paylar  senede  bağlanmış  (hisse  senedine)  paylar  gibi  (pay defterinde) maddi bir varlık kazanmaktadırlar. Yukarıda ifade ettiğimiz gibi, kaydi paylar da senede bağlanmamaktadır; ancak söz konusu paylar maddi varlıklarını elektronik ortamda kazanmaktadırlar. Bir başka ifadeyle, kaydi anonim  şirket  payların  maddi  varlığı  elektronik  ortamdaki  kayıtlardır. Görüldüğü üzere çıplak pay ve kaydi pay bu konuda benzerlik göstermektedir. Bu benzerlik nedeniyle ve uygulamaya kolaylık sağlama açısından çıplak paylara ilişkin hükümler ve kurallar niteliğine uygun düştüğü ölçüde ve kıyasen kaydi paylara uygulanabilir. D. ÇIPLAK PAYIN VE KAYDİ PAYIN HACZİ I. Genel Olarak Haciz Alacaklı borcunu ödemeyen borçluya karşı İcra ve İflas Kanunu na (İİK) göre takip yoluna girişebilir. Alacaklı icra dairesinden takip talebinde bulunur ve icra dairesi de borçluya ödeme emri gönderir. Borçlu, ödeme emrinin kesinleşmesine (ödeme emrine süresi içinde itiraz etmez veya ödeme emrine itiraz edip itirazın hükümden düşürülmesi hali) rağmen borcunu ödemez ise alacaklının  talebi  ile  icra  dairesi  tarafından  borçlunun  borcuna  yetecek miktarda malları, hak veya alacakları haczedilir.  İcra ve iflas hukukunun ana kuralı alacaklının alacağını para olarak alması,  bir  başka  ifadeyle  alacaklının  para  ile  tatmin  edilmesidir.  İcra                                                  57  Taşınır mülkiyetinin konusu TMK m. 762 de şöyle ifade edilmiştir:  Taşınır mülkiyetinin konusu, nitelikleri itibarıyla taşınabilen maddî şeyler ile edinmeye elverişli olan ve taşınmaz mülkiyetinin kapsamına girmeyen doğal güçlerdir . 58  Bkz. yuk. B. 59  Haczi caiz olmayan mal ve haklara ilişkin hükümler saklıdır. 60  Kuru-El Kitabı, s. 410; Üstündağ, Saim, İcra Hukukunun Esasları, 8. Bası, İstanbul 2004, s. 140; Kuru, Baki, İstinaf Sistemine Göre Yazılmış İcra ve İflas Hukuku, İstanbul 2016, s. 207(Kuru-İcra). 2990Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  Topal hukukunda da alacaklı alacağını icra dairesinden para olarak almaktadır. Yani, alacaklının  alacağına  karşılık  olarak  borçlunun  haczedilen  mallarının mülkiyeti alacaklıya devredilmez; söz konusu mallar satılır ve bedelinden alacaklı tatmin edilmeye çalışılır. Bu açılamalar ışığında haciz; kesinleşmiş bir icra takibine konu olan belli miktarda para alacağının ödenmesini sağlamak için, alacaklının talebi ile alacağı karşılayacak miktarda borçlunun mal ve haklarına icra dairesince hukuken el konulmasıdır. Haczin yapılmış sayılması için kural olarak fiilen el  koyma  aranmaz.  Ancak  istisnai  bazı  durumlarda  fiilen  el  koyma aranmaktadır. Örneğin, kıymetli evrak, para, altın, gümüş ve diğer kıymetli şeylerin haczedilmiş sayılabilmesi için fiilen el koyma aranır (İİK m. 88). Bunların dışında taşınır malların haczi için icra müdürünün bunlara fiilen el koyması şart değildir. Haczi yapan memurun söz konusu mallara hukuken el koyması yeterlidir. Bir başka ifadeyle, icra memuru, haczettiği taşınır malları alacaklının muvafakati ile ve istenildiği zaman verilmesi şartıyla muvakkaten borçlunun elinde bırakması veya bir yediemine teslim etmesi yeterlidir (İİK m. 88)62. İşte bu yüzden haczin tanımında hukuken el koymaya yer verilmiştir. Haciz için yetkili icra dairesi icra takibinin yapıldığı icra dairesidir. Ancak takibin yapıldığı icra dairesi kendi bölgesi içerisinde bulunan malların haczi için yetkilidir. Haczedilecek mallar takibin yapıldığı icra dairesinin bölgesi dışında ise malların bulunduğu icra dairesine talimat yazarak söz konusu icra dairesini istinabe eder (İİK m. 79/2). Fakat resmi sicile kayıtlı malların haczi takibin yapıldığı icra dairesince, kaydına işletilmek suretiyle                                                  61  Kuru-El Kitabı, s. 410; Üstündağ, s. 143; Postacıoğlu, İlhanE E./Altay Sümer, İcra Hukuku Esasları, Güncelleştirilmiş, Genişletilmiş 5. Bası, İstanbul 2010, s. 359; Yıldırım, Kamil/ Deren-Yıldırım, Nevhis, İcra Hukuku 5. Baskı, İstanbul 2012, s. 134; Muşul, s. 505; Kuru, Baki/Arslan, Ramazan/Yılmaz, Ejder, İcra ve İflas Hukuku Ders Kitabı, 28. Baskı, Ankara 2014, s. 231; Karslı, Abdurrahim, İcra ve İflas Hukuku, 3. Baskı, İstanbul 2014, s. 278; Pekcanıtez, Hakan/ Atalay, Oğuz/ Sungurtekin Özkan, Meral/ Özekes, Muhammet,  İcra  ve  İflas  Hukuku  (Ders  Kitabı),  3.  Baskı,  Ankara  2016 (Pekcanıtez/Atakay/Sungurtekin  Özkan/Özekes-Ders  Kitabı),  s.  199;  Pekcanıtez, Hakan/Atalay,  Oğuz/Sungurtekin  Özkan,  Meral/Özekes,  Muhammet,  İcra  ve  İflas Hukuku, 10. Bası, Ankara 2012 (Pekcanıtez/Atakay/Sungurtekin Özkan/Özekes-İcra), s. 267; Arslan, Ramazan/Yılmaz, Ejder/Taşpınar Ayvaz, Sema, İcra ve İflas Hukuku, 2. Baskı, Ankara 2016, 232; Kuru-İcra, s. 207. 62  Kuru-El  Kitabı,  s.  427;  Kuru/Arslan/Yılmaz,  s.  239-241,  Pekcanıtez/Atakay/ Sungurtekin Özkan/Özekes-Ders Kitabı, s. 213-214; Pekcanıtez/Atakay/Sungurtekin Özkan/Özekes-İcra, s. 291; Arslan/Yılmaz/Taşpınar Ayvaz, s. 244; Kuru-İcra, s. 215. 63  Kuru-El Kitabı, s. 416; Yıldırım/Deren-Yıldırım, s. 134; Kuru/Arslan/Yılmaz, s. 233; Üstündağ, s. 144; Arslan/Yılmaz/Taşpınar Ayvaz, s. 234; Kuru-İcra, s. 210.   2991Senede Bağlanmamış Anonim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  doğrudan da yapılabilir. Yani resmi sicile kayıtlı olan mallar takibin yapıldığı icra dairesince fiilen (mahalline gidilerek) haczedilebileceği gibi kaydına işletilmek suretiyle kayden de haczedilebilecektir. Haciz  işlemini  icra  müdürü  kendi  yapabileceği  gibi  yardımcı  veya katiplerinden birine de yaptırabilir (İİK m. 80). İcra memuru taşınır veya taşınmaz malların mahalline giderek haciz tutanağı düzenler (İİK m. 102). Haciz tutanağı haczedilen malların tek ispat vasıtasıdır. Haczin yapıldığı an önemlidir. Ancak bu konuda doktrinde farklı görüşler bulunmaktadır.  Bir  görüşe  göre  haczin  yapılması  için  icra  müdürünün iradesini açıklaması gerekmekte, ancak bu haciz iradesinin açıklanmasının (haricileşmesi),  haciz  sırasında  mevcut  bulunan  borçlu  veya  onun  adına tebligatı kabule yetkili kişi karşısında yapılmış olması gerekir. Eğer haciz yapılırken malın bulunduğu yerde borçlu ve borçlu adına tebligatı kabule yetkili  kişilerden  hiç  biri  yoksa  icra  müdürünün  haciz  iradesini  hazır bulunmayan borçlu veya borçlu adına tebligatı kabule yetkili kişilere İİK m. 103 gereğince ulaştırmasıyla haciz tamamlanmış olur. Bizim de katıldığımız bir diğer görüş ise haciz, icra müdürünün hacze ilişkin iradesinin haciz tutanağına geçirilmesiyle yapılmış olur. Haciz konusu mallar ister kayden ister fiilen haczedilmiş olsun icra müdürünün haciz tutanağı düzenlemesi gerekir. İcra müdürünün haciz tutanağı düzenlediği anı haczin yapıldığı an olarak kabul etmekteyiz. Haczin yapıldığı anın tespitinin en önemli yararı; haczin yapıldığı andan itibaren borçlunun hacizli mal üzerindeki tasarrufu sınırlanır. Bir başka durum da, haciz anından itibaren diğer alacaklılar şartlarını taşıyorsa ilk hacze iştirak edebilirler veya iştirak şartları yoksa ilk hacizden artacak değerlerle tatmin olabileceklerdir.                                                  64  Kuru-El Kitabı, s. 424; Kuru/Arslan/Yılmaz, s. 237; Arslan/Yılmaz/Taşpınar Ayvaz, s. 238; Pekcanıtez/Atakay/Sungurtekin Özkan/Özekes-İcra, s. 270; Kuru-İcra, s. 2013. 65  Aynı yönde bkz. Üstündağ, s. 147-148; Muşul, s. 506; Postacıoğlu/Altay, s. 361-365. Bu yönde İsviçre Hukukunda bkz. Weber/Brüstlein/Reichel, Bungesgesetz über Schuldbetre ung und Konkurts, 2. Auflage, Zürich 1901, s. 89 (Naklen Üstündağ, s. 147, dpn. 432). Bir görüş haciz iradesinin açıklanması anını, hacizde borçlu hazır bulunuyorsa tutanağın tutulduğu anı, aksi halde İİK m. 103'deki davetiyenin tebliğ anı olduğunu ifade ederek icra memuru tarafından haciz iradesinin açıklandığı anda haczin yapılmış sayılacağını ileri sürmektedir (Yıldırım/Deren-Yıldırım, s. 138). 66  Karslı, s. 293. Bu yönde İşviçre Hukuku nda bkz. Jäger, Carl, Das Bundesgesetz betreffend Schuldbetreitbung und Konkurs, Band I, Zürich 1911; Band II, Zürich 1911, s. 89 (Naklen Üstündağ, s. 147, dpn. 433). 67  Postacıoğlu/Altay, s. 362. 68  Postacıoğlu/Altay, s. 362. 2992Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  Topal II. Çıplak Payın Haczi  1. Genel Olarak  Anonim şirketler payları için senet bastırılmamış ise söz konusu paylara çıplak pay denildiğini ve çıplak payın senede bağlanmamış anonim şirket pay türlerinden biri (bir diğeri kaydi pay) olduğunu yukarıda ifade ettik. Çıplak payın haczi konusu 17.07.2003 tarih ve 4949 sayılı Kanunla İİK m. 94 de yapılan  değişiklikten  önce  öğreti  ve  uygulamada  tartışmalara  neden olmuştur. Bir başka ifadeyle 4949 sayılı Kanun ile İİK ta değişiklik yapılana kadar  çıplak  payın  haczedilmesiyle  ilgili  olarak  tartışmalar  mevcuttu. Yargıtay bazı kararlarında çıplak payın haczedilebileceğini ancak paraya çevrilemeyeceğini, bazı kararlarında ise çıplak payın haczinin ve paraya çevrilmesinin  mümkün  olabileceğini  içtihat  etmişti.  İİK da  yapılan değişiklikten sonra bu tartışmalar sona ermiştir ve çıplak pay haczedilip paraya çevrilebileceği kabul edilmiştir. Çıplak  payın  haczini,  4949  sayılı  Kanun  ile  İİK  m.  94 de  yapılan değişiklik çerçevesinde ele alıp değerlendirmeye çalışacağız. Ayrıca İİK m. 89 hükmünün çıplak payın haczi açısından uygulanıp uygulanmayacağına da yer vereceğiz. 2. İİK m. 94 Çerçevesinde Çıplak Payın Haczi 4949 sayılı Kanun ile yapılan değişiklikten sonra İİK m. 94 e göre, anonim şirketlerde paylar için pay senedi veya pay ilmühaberi çıkarılmamışsa borçlunun  şirketteki  payı  icra  dairesi  tarafından  şirkete  tebliğ  olunarak haczedilecektir. Bu haczin şirket pay defterine işlenmesi zorunludur; ancak haciz şirket pay defterine işlenmemiş olsa bile şirkete tebliğ tarihinde yapılmış sayılır. Haciz, icra dairesi tarafından tescil edilmek üzere Ticaret Siciline bildirilir. Bu durumda haczedilen payların devri alacaklıların haklarını ihlal ettiği oranda batıldır. Haczedilen payların satışı taşınır malların satış usulüne                                                  69  Bkz. yuk. B. 70  Bu tartışmalar için bkz. Yeniocak, s. 51-52. 71  12.  HD.,  20.11.1996,  E.  1996/12450,  K.  1996/14776  (Karayalçın,  Yaşar,  Anonim Şirketlerde Çıplak Payın Haczedilmesi ve Paraya Çevrilmesi, Ticaret Hukuku ve Yargıtay Kararları Sempozyumu XVI, Ankara 1999, 152-195, s. 154 vd.; Yeniocak, s. 51, dpn. 67). 72  12. HD., 01.10.2000, E. 15261, K. 16351 (Yeniocak, s. 52, dpn. 70); Aynı yönde bkz. 12. HD., 20.06.200, E. 4937, K. 10350 (Kendigelen, s. 386, dpn. 13). 73  Topuz, s. 214; Uyar, Talih/Uyar, Alper/Uyar, Cüneyt, İcra ve İflas Kanunu Şerhi (El Kitabı) Cilt, I, 2. Baskı, Ankara 2012, s. 1323; Kuru-İcra, s.220.   2993Senede Bağlanmamış Anonim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  tabidir. İİK m. 94 e göre haczedilecek şirket hissesi senede bağlanmamış olan şirket  hisseleri,  paylarıdır.  Bir  başka  ifadeyle,  şirket  payları  senede bağlanmışsa (pay senedi veya ilmühaber) söz konusu payların haczi İİK m. 88 uyarınca yapılır. İİK m. 94 hükmüne göre senede bağlanmamış anonim şirket payları icra dairesi tarafından şirkete tebliğ olunarak haczedilecektir. Bu kapsamda senede bağlanmamış  anonim  şirket  paylarından  çıplak  pay  İİK  m.  94 e  göre haczedilecektir. Çıplak payın haczinin yapıldığı an İİK m. 94 açıkça ifade edilmiştir. Buna göre çıplak payın haciz anı tebliğ tarihidir.  Çıplak payın haczine karar veren icra müdürü, bu hacizle ilgili olarak muhafaza  tedbiri  almak  için  anonim  şirket  merkezine  gidebileceği  gibi anonim  şirkete  bir  ihbarname  (haciz  bildirisi/haciz  müzekkeresi)76 göndermekle de yetinebilir. İİK m. 94 e göre yapılacak olan bu bildirinin içeriği ve şekli hakkında m. 94 de ve İİK Yönetmeliğinde hüküm bulunmadığı için söz konusu ihbarnamenin içeriği ve şekli icra müdürünün takdirine bırakılmıştır. Anonim şirket pay haczinin konusunu, borçlu ortağın şirket ilişkisinden doğan hak ve borçların tamamını kapsayan pay oluşturduğundan, söz konusu bu ihbarname pay haczinin kapsamına göre oluşturulmalıdır. Bu                                                  74  Karslı, s. 295; Postacıoğlu/Altay, s. 385. 75  Karslı, s. 295; Yıldırım/Deren-Yıldırım, s. 161; Postacıoğlu/Altay, s. 386. 76  Dönmez, s. 99. 77  Kuru-El Kitabı, s. 448-450; Kuru-İcra, s. 220; Oskay, Mustafa/Deynekli, Adnan/Koçak, Coşkun/Doğan, Ayhan, İİK Şerhi, 2. Cilt, Ankara 2007, s. 2768. Aksi görüş için bkz. Uyar/Uyar/Uyar, s. 1323. 78  Kuru-El Kitabı, s. 450. 79  Anonim şirkette pay haczinin konusu, anonim şirket ortağının pay sahipliği sıfatına bağlı hak ve borçlarının bütünü anlamındaki  pay  oluşturmaktır. Pay sahibinin hakları mali ve idari haklar olmak üzere ikiye ayrılmakta; kar payına, tasfiye payına katılma ve yeni paylardan alma (rüçhan hakkı) mali nitelikteki hakları; genel kurula katılma, oy kullanma, yönetim kuruluna seçilebilme, bilgi alma gibi haklar idari nitelikteki hakları oluşturmaktadır (Topuz, s. 211). Paya bağlı olarak ortaya çıkan bu haklar (özellikle mali haklar) pay haczinin kapsamındadır (Topuz, s. 211-212; Dönmez, s. 127; Aksi görüş için bkz. Kendigelen, s. 391). Yani söz konusu haklar genel olarak hacizden etkilenecektir. Zira TTK 477 de açıkça düzenlenen payların bölünmezliği ilkesi gereğince, bir payın sağladığı hakların anonim şirkete karşı birden fazla kişi tarafından ayrı ayrı kullanılması, verdiği hakların bir kısmını bir  kişiye  bir  kısmını  başka  bir  kişiye  devredilmesini  önlemekte  (Poroy/Tekinalp/ Çamoğlu, s. 554) ve payın sağlamış olduğu hakları birlikte bir bütünü teşkil etmektedir. Dolaysıyla pay, pay sahipliği sıfatıyla ortaya çıkardığı hak ve borçlarla birlikte bir bütün halinde devredilebilecektir. Bu yüzden de pay haczinin konusu hak ve borçlarla bir bütünü teşkil eden pay oluşturmaktadır.  80  Topuz, s. 214. 2994Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  Topal çerçevede, ihbarnamede, borçlunun çıplak payının haczedildiği, bu haczin pay defterine işlenmesi, ileride hisse senedi veya ilmühaber çıkarılması halinde borçlunun  çıplak  payına  düşen  hisse  senetlerinin  veya  ilmühaberlerin borçluya verilmeyip, icra dairesine teslim edilmesi, çıplak payla ilgili bütün tebligatların  bundan  sonra  icra  dairesine  yapılması  ve  borçlunun muvafakatinin alınması gereken bütün müşterek tasarruflar ve kararlar için icra dairesinin muvafakatinin alınması gerektiği anonim şirkete bildirilir. Ayrıca, borçlunun mali nitelikteki haklarının (kar hakkı, rüçhan hakkı, tali yükümlülüklerden doğan rüçhan alacağı, tasfiye payın hakkı) pay haczinin kapsamına girmesi nedeniyle ihbarnamede bunların da haciz kapsamında olduğu belirtilmelidir. Bu şekilde borçlunun çıplak pay üzerindeki tasarruf yetkisinin kısıtlanmış olduğu anonim şirkete bildirilmiş ve aykırı davranışlara karşı muhafaza tedbiri alınmış olur.  İcra müdürü çıplak payın haczine ilişkin bildirimi, şirket merkezine giderek orada düzenleyeceği tutanağı şirket yetkilisine elden tebliğ etmek suretiyle de gerçekleştirebilir. Bir başka ifadeyle icra müdürü çıplak payın haczedildiğini üçüncü kişi konumundaki anonim şirkete tebliğ etmek için anonim şirkete ayrı bir ihbarname göndermek zorunda değildir. Çıplak payın şirket merkezine gidilerek haczedilmesi orada düzenlenecek olan tutanakla gerçekleşecektir.  İcra müdürünün anonim şirkete ihbarname tebliğ ederek veya bizzat şirket merkezine giderek orada düzenleyeceği tutanağı şirket yetkilisine elden tebliğ ederek borçlunun çıplak payını haczettikten sonra haczin pay defterine işlenmesi zorunludur. Aynı hususu düzenleyen TTK m. 133/2 de ise haczin pay defterine istek üzerine işleneceği ifade edilmiştir. Görünüyor ki iki kanun hükmü arasında bir çelişki bulunmaktadır. Durum bu şekilde olsa da haczin pay defterine işlenmemesi haczin geçerliliğini etkilemez. Zira haciz, İİK m. 94/1, c. 4 gereğince anonim şirkete tebliğ tarihinde yapılmış sayılır.  Ancak muhafaza tedbiri niteliğinde olan bu düzenleme doktrinde bir görüş tarafından eleştirilmektedir. Bu görüşe göre, söz konusu düzenleme                                                  81  Kuru-El Kitabı, s. 449; Kuru-İcra, s. 221. Bkz. HGK., 04.07.2007, 12/332-446 (Kuru-El Kitabı, s. 449-450). 82  Topuz, s. 214 83  Kuru-El Kitabı, s. 449; Topuz, s. 214. 84  Kuru-El Kitabı, s. 450. 85  Kuru-El Kitabı, s. 450. 86  Kendigelen, s. 389-392.   2995Senede Bağlanmamış Anonim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  ile çıplak payların haczinin pay defterine kaydının zorunlu görülmesi ve fakat pay defterine kaydın yapılmamış olması halinde de haczin tamamlanmış olacağının  kabul  edilmesi  kendi  içerisinde  çelişki  oluşturmaktadır.  Zira, haczin tamamlanmış olması için şirkete yapılan tebligatın yeterli olarak kabul edilmesinden sonra söz konusu haczin pay defterine kaydedilmesinin anlamı kalmayacaktır ve buna gerek yoktur. Bu görüş, kanun koyucunun söz konusu düzenlemeye  başka  bir  anlam  vermek  istediğinin düşünülebileceğini;  bu kapsamda pay defterine yapılacak kaydın, haczin şirkete karşı ileri sürülmesi açısından  bir  anlam  taşıyabileceğinin  veya  haczi  yapan  alacaklının korunmasına yardımcı olabileceğinin ileri sürülebileceğini ifade etmektedir. Ancak bu görüş pay defterine yapılan kaydın payın devri açısından bile kurucu nitelik taşımadığı yönündeki doktrindeki hakim görüşün çıplak payların haczi açısından da geçerli olacağını ifade etmektedir. Bu çerçevede haczin şirkete karşı ileri sürülebilmesi için ayrıca pay defterine işlenmesine gerek bulunmadığı ifade edilmektedir. Ayrıca çıplak payın haczinin pay defterine işlenmesinin  haciz  koyduran  alacaklının  korunması  ile  bir  ilgisinin bulunmadığı ifade edilmektedir. Bu durumun İİK m. 94/1,c. 5 ile bağlantılı olduğu ileri sürülmektedir. Bundan başka bu görüş payın haczinde, paydan kaynaklan tüm haklar, özellikle yönetime katılma hakları yine pay sahibi tarafından kullanılacağından, haczin anonim şirkete karşı paydan kaynaklanan hakların kullanılmasında hak sahipliği sıfatını tespite yarayan bir araç olarak pay defterine işlenmesine de bir ihtiyaç bulunmadığını ileri sürmektedir.  Fakat bu noktada başka bir görüş hisse haczinin kapsamına ortağın mali haklarının girdiğini ve bu nedenle haczin pay defterine işlenmesinin önemli olduğunu ileri sürmektedir. Borçlunun haczedilen çıplak payına istinaden sahip olduğu mali hakları şirkete karşı ileri sürmesi halinde (örneğin kar payını  talep  etme)  şirket  borçlunun  çıplak  payının  haczedildiğini  pay defterinden yararlanarak anlayabilir. Dolayısıyla kar payının haciz nedeniyle talep  edilen  ortağa  değil  de  icra  dairesine  ödenmesi  gerektiğini  pay defterinden yararlanarak tespit edebilir. Yine bu görüş, mali nitelikte hakların haczin kapsamına girdiğini, söz konusu hakların özellikle de rüçhan hakkının sadece borçlu ortak tarafından kullanılması görüşünün doğru olduğunu ve fakat karı talep etme hakkının, tali yükümlülüklerden doğan ücret hakkının ve                                                  87  Poroy/Tekinalp/Çamoğlu, s. 550-551; Kendigelen, s. 391. Pay defterine yapılan kaydın hukuki niteliği konusundaki tartışmalar için bkz. Narbay, s. 129 vd.  88  Topuz, s. 215-216. 89  Topuz, s. 215. 2996Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  Topal tasfiye  payındaki  hakkın  kullanılmasında  aynı  şeyi  söylemenin  mümkün olmadığını ifade etmektedir. Kanaatimizce söz konusu hüküm, ilk görüşün ifade etmiş olduğu gibi çelişkili görünmektedir. Ancak İİK m. 94/1, c. 4 deki hükme, ikinci görüşün ifade etmiş olduğu gibi bir anlam yüklemek isabetli olacaktır. Her ne kadar çıplak payın haczi tebliğ tarihinde yapılmış olsa da haczin şirket nezdinde göz önünde  tutulması  açısından  fayda  bulunmaktadır.  Zira  yukarıda  verilen örnekteki gibi çıplak payı haczedilmiş olan ortak, kar payını talep etmesi halinde her ne kadar haciz şirkete tebliğ edilerek yapılmış olsa da gözden kaçırılabilir. Bir başka ifadeyle çıplak payın haczedilmesi halinde çıplak paydan kaynaklanan, kar payının ödenmesi gibi, hakların getirilerinin borçlu ortağa değil de icra dairesine yapılabilmesi için söz konusu kaydın pay defterine işlenmesinde büyük yarar vardır. Ayrıca çıplak payın haczinin pay defterine işlenmesini engelleyecek bir durum bulunmamaktadır. Şunu da belirtmek isteriz ki çıplak payın haczinin pay defterine işlenmesiyle oluşacak kayıt şirketi uyarıcı nitelikte bir kayıttır.  Burada şu hususa değinmekte fayda vardır, pay defterinin kanuna göre eksiksiz  ve  usulüne  uygun  şekilde  tutulması  (TTK  m.  64  vd.)  yönetim kurulunun devredilemez görevlerindendir (TTK m. 375/1-f). Yönetim kurulu üyeleri tarafından pay defterleri usulüne uygun tutulmaz ise örneğin çıplak payın haczedildiği pay defterine işlenmez ve ortaya bu sebeple bir zarar çıkarsa yönetim kurulu üyeleri bundan sorumlu olur. Bir başka ifadeyle, yönetim kurulu üyelerince çıplak payın haczi pay defterine işlenmemiş ise yönetim kurulu üyeleri TTK m. 369 ve m. 553 hükümleri uyarınca şirkete, ortaklara ve şirket alacaklılarına karşı sorumludur. Bu kapsamda hacizli çıplak payı devralan üçüncü kişilere karşı yönetim kurulu üyelerinin sorumlu olup olmayacağı önem arz eder. Pay defterleri ortaklar tarafından incelenebilir. Ancak bu inceleme TTK m. 437/4 hükmü gereği sınırlı bir incelemedir. TTK m. 437/4 e göre  şirketin ticari defterleriyle yazışmalarının, pay sahibinin sorusunu ilgilendiren kısımlarının incelenebilmesi için, genel kurulun açık izni  veya  yönetim  kurulunun  bu  hususta  kararı  gerekir.  İzin  alındığı takdirde inceleme bir uzman aracılığıyla da yapılabilir.  Pay defteri TTK m. 64/4 hükmü uyarınca ticari defter kabul edilmekte ve bu defterler pay sahipleri tarafından  bile  sınırlı  şekilde  incelenebilmektedir.  Dolayısıyla  üçüncü kişilerin hacizli çıplak payı devralmadan önce pay defterini inceleme imkânı                                                  90  Aynı yönde Kendigelen, s. 396. 91  Yeniocak, s. 58.   2997Senede Bağlanmamış Anonim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  bulunmamaktadır. Bir başka ifadeyle haciz pay defterine kaydedilmiş olsa bile üçünü  kişi  çıplak  payı  devralmadan  pay  defterini  inceleyerek  hacizden haberdar  olamaz.  Bu  yüzden  çıplak  payın  haczinin  pay  defterine kaydedilmemesi halinde üçüncü kişinin bir zararının doğacağı gerekçesiyle yönetim kurulunun üçüncü kişiye karşı sorumlu olacağını söylemek çok güçtür. Üçüncü kişinin haczi öğrenememesinden dolayı bir zararının ortaya çıkabilecek olması ve bu zararın karşılanması ancak İİK m. 94/1, c. 5 uyarınca söz konusu olabilir. Bu husus da aşağıda tartışılmıştır. Çıplak payın haczi, icra dairesi tarafından tescil edilmek üzere Ticaret siciline bildirilir (İİK m. 94/1, c. 5). Ticaret Siciline yapılan bildiri ve Ticaret Sicilinin  yapmış  olduğu  tescil  birer  muhafaza  tedbiridir.  Bu  durumda haczedilen payların devri alacaklının haklarını ihlal ettiği oranda batıldır (İİK m.  94/1,  c.  6).  Buna  göre  Ticaret  Siciline  çıplak  payın  haczinin  tescil edilmesinden sonra devir söz konusu olursa çıplak payı devralmış olan üçüncü kişi iyiniyet iddiasında bulunamayacak ve hacizle yükümlü olarak çıplak payı devralacaktır.  Ancak  söz  konusu  hükümlere  bakıldığında  çıplak  payın haczinin  Ticaret  Siciline  bildirilmesi  ve  Sicil  tarafından  yapılacak  olan tescilden önce haczedilmiş olan çıplak payı devralan iyiniyetli üçüncü kişinin kazanımı haciz alacaklısına karşı korunabileceği sonucuna varılmaktadır.  İİK m. 94/1, c. 5 ve 6 da yer verilen bu hüküm doktrinde bir görüş tarafından eleştirilmiştir. Bu görüşe göre anonim şirketlere ilişkin olarak nelerin Ticaret Siciline kaydedileceği belirtilmiş ve TTK m. 354 de kimlerin hangi oranda anonim şirket pay sahibi olduğu veya pay sahiplerine ilişkin bir hususa yer verilmemektedir. Bu nedenle yapılacak olan haciz kaydının havada kalacağı  ifade  edilmektedir.  Bu  görüşe  göre  çıplak  payların  devrini düzenleyen özel bir hüküm TTK da bulunmasa da doktrinde oybirliği ile kabul edildiği üzere söz konusu payların alacağın devri (TBK m. 183 vd.) hükümlerine göre devredileceğinin kabul edildiğini ve alacağın devrinde iyiniyetin korunmadığını; bu yüzden haczedilmiş olan çıplak payın hacizden ari olarak devralınmasının mümkün olmadığını ifade etmektedir.  Söz konusu düzenlemenin yapılışının temelinde yatan düşünce, taşınır veya taşınmaz malların haczine ilişkin olarak İİK m. 86/3 te ve İİK m. 91/1 in atfı  dolaysıyla  TMK  m.  1010/1-b de  yer alan  düzenlemelere  benzer  bir                                                  92  Kuru-El Kitabı, s. 448, dpn. 154; Kendigelen, s. 389. 93  Aynı sonuca TTK m. 36/3 den de varabiliriz. 94  Kendigelen, s. 393. 95  Kendigelen, s. 392-396.  2998Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  Topal düzenleme ile senede bağlanmamış anonim şirket paylarının haczi açısından da getirmek olabilir. Fakat çıplak payların devri için doktrinde ve Yargıtay kararlarında alacağın devri hükümlerinin uygulanacağı kabul edilmektedir. Bu yüzden çıplak pay, alacağın devri hükümleri çerçevesinde devredilir. Alacağın devrinde de devreden alacaklının alacak üzerinde tasarruf yetkisinin bulunması gerekir; eğer tasarruf yetkisi söz konusu değilse devralacak olan kişinin iyiniyetli olması işlemin geçerli olmasını sağlamaz. Buna ilaveten alacağın devrinde üçüncü kişiler lehine oluşan (haciz gibi) müktesep hakların aynen korunacağı kabul edildiği için çıplak payı alacağın devri hükümlerine göre devralacak olan kişi payı hacizli olarak devralacaktır. Bir başka ifadeyle alacağın devrinde iyiniyetli iktisap korunmamaktadır. Bu nedenle İİK m. 94/1, c. 5 ve 6 de yer verilen hükmün İİK m. 86/3 ve 91/1 in atfı dolayısıyla TMK m. 1010/1-b de yer alan düzenlemelerde yer alan korumaya ilişkin benzer bir koruma getirmekten ziyade yukarıda yer verdiğimiz görüşün de ifade ettiği üzere  yanlış  anlaşılmalara  neden  olmaktadır.  Bu  nedenlerden  ötürü  söz konusu hükümlerin yerinde olmadığı savunulabilir. Bu çerçevede sadece İİK  m.  94/1,  c.  6  hükmünün  Kanun  metninden  çıkarılması  ile  ortaya çıkabilecek yanlış anlaşılmanın önüne geçilebileceği kanaatindeyiz.  Bu yüzden İİK m. 94/1, c. 6 hükmünün yerinde olmadığı görüşüne katılmaktayız; ancak İİK m. 94/1, c. 5 hükmünün tamamen isabetsiz olduğu yönündeki görüşe katılmamaktayız. Zira, hacizden haberdar olmayan ve fakat çıplak payı alacağın devri hükümleri uyarınca devralmış olan alacaklı zarara uğrayabilir ve bu zarara karşı üçüncü kişilerin korunması gerekir. İİK m. 94/1, c. 5 hükmü hacizden haberdar olmayan üçüncü kişileri koruyucu bir hüküm olarak görünmektedir. Bu açık hükümlere rağmen icra müdürü tescil                                                  96  Aynı yönde Kendigelen, s. 394-396. 97  Poroy/Tekinalp/Çamoğlu, s. 548; Kendigelen, s. 393-394; Aynı yönde bkz.. 11. HD., 13.02.2001, 765/1011 (Eriş, s. 2934-2935); 11. HD., 26.03.2002, 10867/2773 ve 11. HD., 12.10.2005, 12046/9633 (Eriş, s. 2939, 2961) 98  Dayınlarlı,  Kemal,  Borçlar  Kanunu na  Göre  Alacağın  Temliki,  Gözden  Geçirilmiş, Güncellenmiş, Genişletilmiş Üçüncü Baskı, Ankara 2008, s. 103; Arıkan, Mustafa, Türk Özel Hukukunda Alacağın Temliki (Yayımlanmamış Yüksek Lisans Tezi), Konya 2003, s. 102;  Oğuzman,  Kemal/Öz,  Turgut,  Borçlar  Hukuku  Genel  Hükümler,  9.  Bası, İstanbul2, s. 544; Kendigelen, s. 393-396. 99  Topuz, s. 217. 100  Kendigelen, s. 392-396. 101  Kendigelen, s. 392-396; Topuz, s. 217 102  Aynı yönde bkz. Yeniocak, s. 57. 103  Aksi görüşte bkz. Kendigelen, s. 401.   2999Senede Bağlanmamış Anonim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  edilmek üzere haczi Ticaret siciline bildirmez veya bildirime rağmen sicil memuru tescili yapmaz ise bu konuda hacizden haberdar olmayan üçüncü kişilerin çıplak payı hacizle devralması nedeniyle uğrayacağı zararlardan sorumlu olması gündeme gelecektir. Bu durumda çıplak payın haczinin Ticaret  Siciline  bildirilmesi  ve  sicilce  tescilin  yapılması  üçüncü  kişileri muhtemel zararlara karşı koruyacak bir etkiye sahip olduğunu söyleyebiliriz. Bu  çerçevede  ortaya  çıkan  zarardan  Devlet  ve  ilgili  kurumlar  sorumlu olacaktır. Bir başka ifadeyle, İİK m. 5 hükmüne göre icra müdürünün bildirimi yapmaması nedeniyle ile ortaya çıkabilecek zararlarda devlet, TTK m. 25/2 ye göre sicil memurunun bildirime rağmen tescili yapmaması nedeniyle ortaya çıkabilecek zararlardan devlet ve ilgili oda (ticaret ve sanayi odası veya ticaret odaları) müteselsilen haksız fiil hükümleri (TBK m.49 vd.) uyarınca sorumlu olacaktır. Devletin ve ilgili kurumların kusuru bulunan memura rücu hakkı saklıdır. Görüldüğü üzere İİK m. 94/1,c. 5 hükmünün hacizden haberdar olmayan üçüncü kişileri koruyucu bir etki taşımaktadır. Çıplak payın İİK m. 94 çerçevesinde haczinden sonra yine aynı madde uyarınca çıplak payın haczedildiği ikametgahı bilinen üçüncü kişilere tebliğ edilir (İİKm. 94/1, c. 1). İİK m. 94/1, c. 1 de bildirimin neticeleri açıkça düzenlenmemiştir.  Bildirim,  özellikle  üçüncü  kişi konumunda  bulunan anonim  şirkete  (çıplak  pay  haczedilirken  anonim  şirkete  gönderilen ihbarnamede nelerin yer alacağı konusunda) yukarıda açıklamış olduğumuz hususlar çerçevesinde yapılır ve haciz bildirimden sonra etkisini gösterir. Örneğin, bildirim sonrası anonim şirket, çıplak paya isabet eden kar payını artık  borçlu  ortağa  değil  bildirim  neticesinde  icra  dairesine  vermek durumunda kalacaktır. Aksi halde, bildirime rağmen kar payını borçluya ödeyen  anonim  şirket  sorumluluktan  kurtulamaz  ve  yeniden  ödemede bulunmak zorunda kalabilir. Kanaatimizce anonim şirkete çıplak payın haczi  konusunda  tebliğ  edilecek  olan  bildirim  hem  haczi  tamamlayan merasimi hem de haczin üçüncü kişiler açısından etkisi (özellikle anonim şirket açısından) bünyesinde barındırmaktadır. Bir başka ifadeyle bildirimin tebliğ  tarihinde  haciz  gerçekleşmekte  ve  bildirim  içeriği  itibariyle  de muhafaza tedbirleri ihtiva etmektedir.                                                   104  Kendigelen, s. 399. 105  Üstündağ, s. 161. 106  Üstündağ, s. 161. 3000Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  Topal 3. İİK m. 89 un Çıplak Payın Haczinde Uygulanıp Uygulanmayacağı İİK m. 89 a göre  Hamiline ait olmıyan veya cirosu kabil bir senetle müstenit bulunmıyan alacak veya sair bir talep hakkı veya borçlunun üçüncü şahıs elindeki taşınır bir malı haczedilirse icra memuru; borçlu olan hakiki veya hükmi şahsa bundan böyle borcunu ancak icra dairesine ödiyebileceğini ve takip borçlusuna yapılan ödemenin muteber olmadığını veya malı elinde bulunduran üçüncü şahsa bundan böyle taşınır malı ancak icra dairesine teslim edebileceğini, malı takip borçlusuna vermemesini, aksi takdirde malın bedelini  icra  dairesine  ödemek  zorunda  kalacağını  bildirir  (Haciz ihbarnamesi).Bu haciz ihbarnamesinde, ayrıca 2, 3 ve 4 üncü fıkra hükümleri de üçüncü şahsa bildirilir .  Doktrinde bir görüş çıplak payın haczinde İİK m. 94 ün yanında muhafaza tedbiri olarak İİK m. 89 un da uygulanabileceğini ifade etmektedir. Bu görüşe göre İİK m. 89/1 de yer alan  sair talep hakkı  ibaresinin içerisine çıplak pay da girmektedir ve dolayısıyla çıplak payın haczine İİK m. 89 da uygulanabilir.  Doktrinde bir başka görüş ise TTK m. 133/2 ve İİK m. 94 hükümleri karşısında çıplak payın haczinde İİK m. 89 un uygulanamayacağını ifade etmektedir. TTK m. 133/2 ‘de  sermaye şirketlerinde alacaklılar, alacaklarını, o ortağa düşen kâr veya tasfiye payından almak yanında, borçlularına ait olan, senede bağlanmış veya bağlanmamış payların, 9/6/1932 tarihli ve 2004 sayılı İcra  ve  İflas  Kanununun  taşınırlara  ilişkin  hükümleri  uyarınca haczedilmesini  ve  paraya  çevrilmesini  isteyebilirler   hükmü  yer almaktadır. Senede bağlanmamış anonim şirket paylarının haczine ilişkin                                                  107  Kuru-El Kitabı, s. 451; Dönmez, s. 98-99; Topuz, s. 236, dpn. 272; Yeniocak, s. 68. Yargıtay ın 4949 sayılı Kanun ile değişiklik yapılmadan önceki bu yönde olan kararları için bkz.12. HD:, 12.05.2000, E. 6490, K. 7804 ve 12. HD., 18.03.2002, E. 4513, K. 5419 (Dönmez,  s.  93,  dpn.  432).  Çıplak  payın  haczinin  İİK  m.  89 a  göre  birinci  haczi ihbarnamesinin şirkete tebliğ ile yapılabileceği yönünde bkz. Dönmez, s. 98. 108  Kuru-El Kitabı, s. 451. Borçlunun anonim şirketteki hissesinin borçlunun üçüncü kişi konumunda olan anonim şirketteki bir hakkı olduğu yönünde bkz. Yeniocak, s. 68. 109  Poroy/Tekinalp/Çamoğlu, s. 551; Kendigelen, s. 388; Yavaş, Murat, Borçlunun Üçüncü Şahıslardaki Mal, Hak ve Alacaklarının Haczi (İİK m. 89), İstanbul 2005, s. 164; Uyar, Talih, Gerekçeli-İçtihatlı İcra ve İflas Kanunu Şerhi, C. 5, 3. Baskı, Ankara 2006, s. 78537854; Uyar/Uyar/Uyar, s. 1323. 110  Bu hükmün lafzen değerlendirilmesi halinde çıplak payın haczinin doğrudan İİK m. 85 e göre yapılacağı ve taşınır mallara ilişkin olarak uygulanacak muhafaza tedbirleri açısından   3001Senede Bağlanmamış Anonim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  İİK m. 94 hükmü ile uyum içerisinde bulunmamakla beraber TTK m. 133/2 hükmü senede bağlanmamış payların ve dolayısıyla çıplak payların taşınır hükümlerine göre haczedilebileceğini ifade etmektedir. Ayrıca İİK m. 94/1, c.7 ye göre de haczedilen payların dolayısıyla çıplak payların satışının taşınır malların satışı usulüne göre yapılabileceği ifade edilmektedir. Yine bu konuya ilişkin olarak İİK m. 106/2 de yer alan  borçlunun üçüncü şahıslarda olan alacağı  taşınır  hükmündedir   hükmünün  doğrudan  taşınır  mal  olarak nitelendirilemeseler de özellikle devir bakımından alacak olarak nitelendirilen çıplak pay için de uygulanabileceğini söyleyebiliriz; ki TTK m. 133/2 hükmü ve İİK m. 94/1, c. 7 hükmü de çıplak payların satışının taşınır malların satışı usulüne göre yapılacağını ifade etmektedir. Tüm bu hükümleri göz önüne aldığımızda çıplak payların taşınır mal hükmünde kabul edilmesi ve açıkça bir kanun hükmünün engellememesi sebebiyle İİK m. 89 un çıplak payların haczinde uygulanabileceği kanaatindeyiz. Bir başka ifadeyle İİK m. 89 a göre haciz ihbarnamesinin şirkete tebliği ile çıplak pay haczedilebilir.  Ancak borçlunun anonim şirkette sahip olduğu çıplak pay doğrudan ne bir alacak hakkıdır ne de taşınır bir maldır. Çıplak pay, pay sahibine ortaklık hakkı tanımaktadır. Ortaklık hakkı çerçevesinde pay sahibinin anonim şirkete karşı sahip olduğu mali ve idari haklar bulunmaktadır. Mali haklar içerisinde alacak olarak nitelendirebileceğimiz haklar da, örneğin kar payına ve tasfiye payına katılma hakkı, yer almaktadır. Çıplak pay ve sağlamış olduğu ortaklık hakkı doğrudan bir alacak hakkı olarak nitelendirilemez. Ancak ilk görüşün ifade etmiş olduğu gibi çıplak payı (sağlamış olduğu ortaklık hakkını)  sair talep hakkı  içerisinde değerlendirerek İİK m. 89 un çıplak payın haczinde uygulanabileceğini söylemek de yadsınamaz bir çözüm tarzıdır. III. Kaydi Payın Haczi 1. Genel Olarak Senede bağlanmamış anonim şirket paylarından bir diğerini ise kaydi paylar  oluşturmaktadır.  SPK  çerçevesinde  MKK  tarafından  elektronik                                                  İİK m. 88 in çıplak paylar açısından uygulanabileceği düşünülebilir. Ancak çıplak payı niteliği gereği bu hükümlerin uygulanması mümkün değildir. Bu nedenle TTK m. 133/2 hükmü tadile muhtaçtır. Yapılacak yeni düzenlemeler ile TTK m. 133/2 hükmü ile senede bağlanmamış anonim şirket paylarının haczine ilişkin olan İİK hükümleri arasında paralellik kurmak yerinde olacaktır. 111  Poroy/Tekinalp/Çamoğlu, s. 550. 112  Aynı yönde bkz. Dönmez, s. 98. 3002Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  Topal ortamda kaydileştirilen anonim şirket paylarına kaydi pay dendiğini yukarıda ifade etmiştik. Tıpkı çıplak paylar gibi kaydi paylar da hacze konu olabilmektedir. Bir başka ifadeyle kaydi pay devredilebilen ve iktisadi değer taşıyan bir unsur olarak kişinin malvarlığına dahildir. Kaydi payın haczine engel yasal bir düzenleme bulunmamakta; aksine SPK m. 13/7 ve Tebliğ (II-13.1) m. 26 uyarınca kaydi sermaye piyasası araçlarının ve dolayısıyla kaydi payların haczedilebileceği  açıkça  vurgulanmaktadır.  Bu  yüzden,  kaydi  pay, devredilebilen ve iktisadi değer taşıyan bir malvarlığı unsuru olarak hacze konu olabilir. Kaydi sistem ve kaydileştirme hususunda esas düzenlemenin SPK m. 13 olduğunu  yukarıda  ifade  etmiştik.  Kaydi  sermaye  piyasası  araçlarının haczine cevaz veren SPK m. 13/7 de   Kayden izlenen sermaye piyasası araçlarına ilişkin tedbir, haciz ve benzeri her türlü idari ve adli talepler münhasıran  MKK nın  üyeleri  tarafından  yerine  getirilir   şeklinde  bir hüküm yer almaktadır. Bu hükme benzer düzenleme Tebliğ (II-13. 1) m. 26 da ayrıntılı bir şekilde yer almaktadır. Bir kaydi sermaye piyasası aracı olan kaydi payların haczine öncelikli olarak bu hükümlerin uygulanması esastır. Ancak söz konusu hükümler dikkatle incelendiğinde haczin nasıl yapılacağına ilişkin açık ifadeler bulunmamaktadır. Bu nedenle haciz konusunda genel düzenlemeleri içeren İİK hükümleri çerçevesinde kaydi payların haczinin nasıl yapılacağının, çıplak payın haczine uygulanan hükümler de göz önüne alınarak tespit edilmesi gerekmektedir. Zira, çıplak pay ve kaydi pay benzerlik göstermektir.  Bu  benzerlik  nedeniyle  ve  uygulamaya  kolaylık  sağlama                                                  113  Bkz. yuk. C- II. 114  Ünal, s. 440. 115  Bkz. yuk. C- I. 116  Bkz Tebliğ (13-II.1) m. 26:  (1) Kayden izlenen sermaye piyasası araçlarına ilişkin tedbir, haciz ve benzeri her türlü idari ve adli talep münhasıran MKK nın üyeleri tarafından ilgili yatırımcı ve  ortak  hesaplarında  ayrı bir  alt  hesap  oluşturulması  sureti  ile  yerine getirilir. İlgili kanunlar uyarınca elektronik ortamda tebligatı yapılan alacakların takip ve tahsiline ilişkin hükümler saklıdır. (2) Üyeler kendilerine gelen her türlü haciz ve tedbir taleplerini karşılamak üzere, öncelikle MKK nezdindeki kayıtlarda gerekli değişiklikleri bu Tebliğin 5 inci maddesi uyarınca MKK tarafından belirlenecek elektronik işlem yöntemlerine uygun olarak yapmakla yükümlüdürler. (3) Kurul tarafından MKK'ya bildirilen işlem yasakları MKK tarafından derhal ilgili hesaplara işlenir. Kurul tarafından işlem yasağı getirilen kişilerin hesaplarında 22 nci madde ve bu madde kapsamında yapılan işlemler, ilgili üyeler tarafından derhal Kurula bildirilir .   3003Senede Bağlanmamış Anonim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  açısından çıplak paylara ilişkin hükümlerin ve kuralların niteliğine uygun düştüğü ölçüde ve kıyasen kaydi paylara uygulanabilir.  Kaydi payların haczinde öncelikli olarak İİK m. 94 hükmü uygulama kabiliyeti bulacaktır. Bunun haricinde İİK m. 89 da kaydi payların haczinde uygulama imkanı olabilir. Ancak öncelikli olarak ayrıca üzerinde durulması gereken bir hüküm ise İİK m. 79/2, c. 3 tür. Bir başka ifadeyle, kaydi payın haczine İİK m. 79/2 nin uygulanıp uygulanmayacağı önem arz etmektedir. Bu hususlar aşağıda ayrıntılı olarak anlatılacaktır. Ancak çıplak payın haczinde anlatmış olduğumuz ve niteliğine uygun düştüğü oranda kaydi payın haczinde geçerli olan hususlara ayrıca değinilmeyecektir. 2. İİK m. 79/2, c. 3 Çerçevesinde Kaydi Payın Haczedilip Haczedilemeyeceği İİK m. 79/2, c. 3 e göre  Resmi sicile kayıtlı malların haczi, takibin yapıldığı icra dairesince, kaydına işlenilmek suretiyle doğrudan da yapılabilir  ifadesi yer almaktadır. Bu hüküm kapsamında kaydi sermaye piyasası araçları ve dolayısıyla kaydi pay MKK tarafından oluşturulan elektronik ortamda kayıtlı bulundukları (SPK m. 13/3, c. 3, Tebliğ (II-13. 1) m. 5) için İİK m. 79/2, c. 3 kapsamında kayden haczin yapılabilmesi için MKK nın hukuki niteliğinin tespiti şarttır.  SPK m. 3/1-p de, m. 81/1 de ve Yönetmelik m. 5 de MKK nın tanımı yapılırken  özel hukuk tüzel kişiliğine haiz Merkezi Kayıt Kuruluşu Anonim Şirketi  şeklinde bir ifadeye yer verilmiştir. MKK nın özel hukuk tüzel kişisi  olması  nedeniyle  tutmuş  olduğu  kayıtlar  resmi  sicil  niteliğinde değildir.  Ayrıca  kanuni  düzenlemelere  bakıldığında  MKK nın  tutmuş olduğu kayıtların (SPK m. 13/3, c. 3, Tebliğ (II-13.1) m. 5) resmi sicil olduğu yönünde bir ifade olmadığı gibi, MKK herhangi bir resmi sicil tutmakla da görevlendirilmiş değildir.                                                   117  Bkz. yuk. C- III. 118  MKK nın, Sermaye Piyasası Kurulu nun mevzuat çerçevesinde vermiş olduğu kararları icra etmesi ve denetim ve gözetimi altında olması nedeniyle yarı kamusal nitelikte özel hukuk tüzel kişisi olduğu yönünde bkz. ayrıntılı bilgi için bkz. Ünal, s. 249-251; Manavgat, s. 170175. 119  Manavgat, s. 173; Ünal, s. 443; Turanboy, Asuman, 2499 Sayılı Sermaye Piyasası Kanunu na 4487 Sayılı Kanunla Eklenen 10/A Maddesine Göre Kaydi Değer Düzenlemesi, AÜHFD, Yıl 1999, C. XLVIII, S. 1-4, s. 39-55, s. 49 (Turanboy-Kaydi Değer); Dönmez, s. 313. 120  Ünal, s. 443. 3004Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  Topal Bu açıklamalar ışığında İİK m. 79/2, c. 3 ün ancak resmi sicile kayıtlı mallar hakkında uygulanabileceği, dolaysıyla kaydi paylara ilişkin kayıtların tutulmuş olduğu hesapların resmi sicil niteliğinde olmadığı ve bu yüzden İİK m. 79/2, c. 3 ün kaydi payların haczinde uygulanamayacağını söyleyebiliriz. 3. İİK m. 94 Çerçevesinde Kaydi Payların Haczi Yukarıda ifade etmiş olduğumuz gibi İİK m. 94 çerçevesinde haczi caiz olan anonim şirket payları senede bağlanmamış paylardır. Dolaysıyla çıplak paylar gibi senede bağlanmamış pay türünün bir diğeri olan kaydi paylar da İİK m. 94 hükmüne göre haczedilebilir. Bu kısımda kaydi payın haczinin çıplak payın haczinden farklı olan yönlerine yer vereceğiz. Çıplak payın  haczine  ilişkin  olarak  yukarıda  ifade  etmiş  olduğumuz  durum  ve tartışmalar niteliğine uygun düştüğü ölçüde kaydi payın haczi açısından da geçerlidir. İİK m. 94 e göre kaydi anonim şirket payının haczedilmesi hususunda herhangi bir sorun bulunmamaktadır. Burada ayrıca haczin gerçekleştiği anın tespit edilmesi gerekmektedir. Senede bağlanmamış paylar anonim şirkete tebliğ tarihinde gerçekleşmiş olacağı İİK m. 94/1, c. 4 de ifade edilmiştir. Fakat doktrinde bir görüş haczin, icra müdürünün haciz kararını içeren yazısının MKK ya veya ilgili MKK üyesine tebliğ edilerek kurulacağını ifade etmektedir. Bu görüşe, kaydi anonim şirket paylarının, çıplak payın aksine şirkette bulunan pay defterinde değil, MKK nezdinde tutulan hesaplarda kayıtlı bulunduğunu, kaydi paylara ilişkin haciz işleminin Tebliğ (II-13.1) m. 26 uyarınca münhasıran MKK üyelerince yerine getirileceğini ve bu nedenle haciz için yapılacak tebliğin MKK veya MKK üyelerine yapılması gerektiğini ifade etmektedir. Kanaatimizce, haczin yapıldığı ana ilişkin İİK m. 94/1, c. 4 ile muhafaza tedbiri olan haciz bildirimine ilişkin olan İİK m. 94/1, c. 1 i öncelikli  olarak  birbirinden  ayırmak  gerekmektedir.  Dolayısıyla  senede bağlanmamış  anonim  şirket  paylarından  birini teşkil  eden  kaydi  pay  da anonim şirkete tebliğ tarihinde haczedilmiş olur. Aşağıda yer vereceğimiz üzere MKK veya üyelerine yapılacak olan haciz bildirimi muhafaza tedbiridir. Ayrıca  çıplak  payların  haczinin  pay  defterine  işlenmesinin  muhafaza tedbiridir. Kaydi paylar açsından pay defteri söz konusu olmadığı için, bir                                                  121  Bkz. yuk. D- II- 2. 122  Topuz, s. 236; Ünal, s. 444; Yeniocak, s. 72. 123  Ünal, s. 456; Ayni yönde bkz. Yeniocak, s. 72. 124  Ünal, s. 456, dpn. 214.   3005Senede Bağlanmamış Anonim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  başka ifadeyle kaydi paylar MKK nezdinde tutulan hesaplarda kayıtlı olduğu için kaydi paylara ilişkin haciz işlemini MKK kuruluşu nezdindeki hesaplara geçirilmektedir. Kaydi paylara ilişkin haczin İİK m. 94/1, c. 1 çerçevesinde MKK veya üyelerine bildirilmesi ve üyelerce haczin hesaplara geçirilmesi birer muhafaza tedbiridir. Söz konusu görüşün ifade etmiş olduğu gibi kaydi paylara ilişkin haczin MKK veya üyelerine bildirilmesi ve üyeler tarafından haczin  hesaplara  geçirilmesi  muhafaza  tedbiri  olup  haczin  yapıldığı  anı açısından öneme arz etmemektedir. Kaydi payın haciz anının da çıplak payın haciz anı gibi anonim şirkete tebliğ tarihi olduğu kanaatindeyiz. Burada değinilmesi gereken bir nokta da İİK m. 94/1, c.1 uyarınca kaydi payın  haczedildiği  hususunda  bildirimin  kime  yapılacağıdır.  Bir  başka ifadeyle muhafaza tedbiri olarak kaydi payın haczedildiği bildiriminin kime yapılacağı sorunun halli gerekmektedir. Öncelikli olarak kaydi payın haczinin İİK m. 94/1, c. 3 e göre anonim şirkete tebliği ile yapılacağı göz önüne alınırsa aynı zaman söz konusu tebliğ ile anonim şirkete haciz bildirilmiş olmaktadır. Anonim şirket dışında haciz ihbarının kime yapılacağı konusu üzerinde ayrıca durulması gerekmektedir. Kayıtların MKK üyeleri tarafından yapılacağı hem SPK m. 13/3 de hem de Tebliğ (II-13.1) m. 5 de ifade edilmektedir. Ayrıca kayden izlenen sermaye  piyasası  araçlarına  ilişkin  haciz  işlemlerinin  münhasıran  MKK üyelerince yerine getirileceği SPK m. 13/7 ve Tebliğ (II-13.1) m. 26/1 de ifade edilmektedir. Bu nedenle kaydi payların haczinin üçüncü kişi olarak ayrıca MKK üyelerine bildirilmesi de gerekmektedir. Ayrıca Tebliğ (I-13.1) m. 26/2 de   Üyeler kendilerine gelen her  türlü haciz  ve tedbir taleplerini karşılamak  üzere,  öncelikle  MKK  nezdindeki  kayıtlarda  gerekli değişiklikleri  bu  Tebliğin  5  inci  maddesi  uyarınca  MKK  tarafından belirlenecek  elektronik  işlem  yöntemlerine  uygun  olarak  yapmakla yükümlüdürler   hükmü  de  haczin  MKK  üyelerine  de  bildirilebileceği sonucuna  varmamızın  bir  dayanağını  oluşturmaktadır.  Burada  haczin bildirilebileceği  MKK  üyelerinin  hangileri  olduğunun  da  tespit  edilmesi gerekmektedir.  2499  sayılı  SPK  döneminde  bir  görüş  haczin bildirilebileceği MKK üyelerinin sadece aracı kuruluşlar olacağını; bir başka                                                  125  MKK üyeleri, TCMB, ihraççılar, yatırım kuruluşları, merkezi takas kuruluşları ile Kurul tarafından belirlenen diğer kuruluşları ifade eder (Tebliğ (II-13.1) m.4/1-ı, Yönetmelik m. 20)  126  Ünal, s. 446. 127  Topuz, s. 236. 3006Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  Topal görüş  ise  bildirimin  yapılacağı  MKK  üyelerinin  aracı  kuruluşlar  ve ihraççılar  olacağını;  bizim  de  katıldığımız  bir  diğer  görüş  ise  haciz bildiriminin yapılabileceği MKK üyelerin, haciz işleminin MKK tarafından oluşturulan  elektronik  ortamda  tutulan  kayıtların  yapılış  şekline  göre belirlenmelidir.  Şöyle  ki,  Tebliğ  (II-13.1)  m.  26/1 e  bakıldığında  haciz  işlemleri münhasıran MKK nın üyeleri tarafından ilgili yatırımcı ve ortak hesaplarında ayrı bir alt hesap oluşturulması sureti ile yerine getirileceği ifade edilmektedir. Söz konusu hükme göre haciz işlemi elektronik ortamdaki yatırımcı hesabı ve ortak hesaba geçirilerek yapılacaktır. Kaydi sistemde yatırım kuruluş hesabı (Tebliğ (II-13.1) m.10)130 ve merkezi takas kuruluşu hesabı (Tebliğ (II-13.1) m. 12)131 altında olmak üzere iki adet yatırımcı hesabı bulunmaktadır.  Yatırımcı hesabı, hak sahibi adına açılmış, nama veya hamiline yazılı olmalarına  bakılmaksızın  kaydi  sermaye  piyasası  araçlarının  izlendiği hesaptır. Devlet İç Borçlanma Senetleri dahil, yatırımcılara ait kaydi sermaye piyasası araçları yatırımcı hesaplarında izlenir. Bununla birlikte, Sermaye Piyasası Kurulu (Kurul) tarafından her bir sermaye piyasası aracının ve/veya bu aracın konu edildiği işlemin niteliğine göre toplu olarak izleme kararı da verilebilir (Tebliğ (II-13.1) m 11/1)132. Yatırım kuruluşu hesabı ve merkezi                                                  128  Yeniocak, s. 72 vd. 129  Ünal, s. 448. 130  Yatırım Kuruluşu: Aracı kurumlar ile yatırım hizmeti ve faaliyetinde bulunmak üzere kuruluş ve faaliyet esasları Kurulca belirlenen diğer sermaye piyasası kurumlarını ve bankaları, ifade eder (Tebliğ (II-13.1) m. 4/1-m, Yönetmelik m. 4/1-ı). 131  Merkezi Takas Kuruluşu, SPK 77 ve 78 inci maddelerinde belirtilen hizmetleri yerine getiren merkezi takas kuruluşunu ifade eder (Yönetmelik m. 4/1-e, SPK m. 77, m. 78) 132  Yatırımcı hesabı için bkz. (Tebliğ (II-13.1) m 11 e  (1) Yatırımcı hesabı, hak sahibi adına açılmış, nama veya hamiline yazılı olmalarına bakılmaksızın kaydi sermaye piyasası araçlarının izlendiği hesaptır. DİBS ler dahil, yatırımcılara ait kaydi sermaye piyasası araçları yatırımcı hesaplarında izlenir. Bununla birlikte, Kurul tarafından her bir sermaye piyasası aracının ve/veya bu aracın konu edildiği işlemin niteliğine göre toplu olarak izleme kararı da verilebilir. (2) Yatırımcı hesabı, yatırımcıların talepleri üzerine, üye sıfatını haiz yatırım kuruluşları ve merkezi takas kuruluşları tarafından MKK ya yapılacak başvuru çerçevesinde açılır. MKK tarafından yatırımcı hesabı açılabilmesi için öncelikle, MKK tarafından belirlenen bilgilerin üyeler tarafından MKK ya bildirilmesi gerekir. (3) Anılan bilgilerin MKK ya bildirimini takiben hesap kullanıma açılır. Yatırımcı ile ilgili tüm bilgilerin tamamlanmasıyla birlikte bir sicil numarası oluşturulur. Kurulca uygun görülen hallerde, hesabın ilgili yatırım kuruluşu tarafından açılarak kimlik bilgilerinin MKK ya Kurulca belirlenecek ve 5 işgününü aşmayacak bir süre sonuna kadar tamamlanmasına izin verilebilir. Belirlenen sürenin bitimine kadar kimlik bilgilerinin istenen şekilde MKK ya bildirilmemesi durumunda hesap hareketsizleştirilebilir. Hareketsizleştirme, ilgili hesaba   3007Senede Bağlanmamış Anonim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  takas kuruluşu hesabı altında yer alan yatırımcı hesabı bu şekilde olmakla birlikte yatırım kuruluşunu söz konusu hesap üzerinde işlem yapmaya yetkisi bulunmaktadır (Tebliğ (II-13.1) m. 10/4). Ancak merkezi takas kuruluşuna bu şekilde  bir  yetki  tanınmamıştır.  Bu  nedenle  yatırım  kuruluşları  haciz bildiriminin yapılacağı MKK üyeleri arasındadır. Bir başka ifadeyle, haciz bildirimi, MKK üyesi olan aracı kurumlara, yatırım hizmeti ve faaliyetinde bulunmak üzere kuruluş ve faaliyet esasları Sermaye Piyasası Kurulunca belirlenen diğer sermaye piyasası kurumlarına ve bankaları yapılır.  Ortak hesabı ise ihraççı hesabı altında yer almaktadır. Ortak hesabı, ihraççı tarafından münferiden pay sahipleri için, MKK tarafından belirlenen bilgilerin MKK ya iletilmesi ile açılır. Ortak hesabına sadece Borsada işlem görmeyen  payların  kayıtları yapılabilir.  Bu  hesaptaki  kaydi  sermaye piyasası araçları,  ihraççının  verdiği  bilgiler  doğrultusunda  türleri  ve  hak sahipleri  itibariyle  tutulur  (Tebliğ  (II-13.1)  m.7/4).  Ortak  hesabının açılmasında Tebliğ (II-13.1) m. 11 de yer alan esaslara uyulur; ancak söz konusu  maddede  yer  alan  bilgi  ve  belgelerin  MKK ya  bildirimi  ihraççı tarafından yapılır (Tebliğ (II-13.1) m. 8/2). Bu hükümler çerçevesinde ve ayrıca kaydi sermaye piyasası araçlarını ve dolayısıyla kaydi payın haczine ilişkin olarak haciz işlemlerinin münhasıran MKK nın üyeleri tarafından ilgili ortak hesaplarında ayrı bir alt hesap oluşturulması sureti ile yerine getirilecek olması (Tebliğ (II-13.1) m. 26/1) nedeniyle haczi bildirimi ihraççıya da yapılabilir. Ayrıca kaydi payları ihraç eden kuruluş anonim şirket olduğu için İİK m. 94/1, c. 3 e göre anonim şirkete gönderilecek tebliğ ile de hem haciz gerçekleşmiş olacak hem de şirket hacizden haberdar olacaktır. Bu nedenle ihraççı kuruluş olarak anonim şirket (Tebliğ (II-13.1) m. 26 kapsamında haczin  bildirilebileceği  MKK  üyesi  olarak  kabul  edilmese  bile  haczin                                                  giriş ve çıkış işlemlerinin engellenmesidir. Aynı yatırımcı bilgileri ile başka bir yatırım kuruluşu  tarafından  yatırımcı hesabı açılmak üzere  yapılan  başvurularda,  aynı  sicil numarası kullanılır. (4) Aynı yatırımcı için birden fazla sicil numarası oluşturulduğunun daha sonra tespiti halinde, MKK tarafından yatırımcıya bildirimde bulunulması kaydıyla, tek sicil numarası verilir. (5) Bu maddede yer alan bilgilerin sağlanması koşulu ile birden fazla kişinin müşterek hesap açtırma talepleri üzerine, üyeler tarafından müşterek mülkiyet yatırımcı hesabı açılır. Maliklerin iştirak oranları da kayden izlenir. (6) MKK tarafından ikinci fıkra uyarınca belirlenen bilgiler, resmî kurumların veri tabanlarından elektronik ortamda temin edilebilir . 133  Ihraççı: Sermaye piyasası araçlarını ihraç eden, ihraç etmek üzere kurula başvuruda bulunan veya sermaye piyasası araçları halka arz edilen tüzel kişileri ve SPK ya tabi yatırım fonlarını ifade eder (SPK m. 3/1h, Tebliğ (II-13.1) m. 4/1-d) 134  İhraççı hesabı için bkz. Tebliğ (II-13.1) m. 7, m. 8. 3008Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  Topal gerçekleşmesi  açısından  kendisine  yapılan  tebliğ  ile  hacizden  haberdar olacaktır. Anonim şirket her halükarda hacizden haberdar edilecektir. Özetleyecek  olursak,  yatırım  kuruluşları  ve  ihraççıların  haciz bildiriminin yapılacağı MKK üyeleri arasında yer almalarının nedeni;  1) yatırım kuruluşlarının ve ihraççıların SPK ve Tebliğ (II-13.1) ile haciz işleminin yerine getirilmesi konusunda yetkilendirilmiş olmaları [SPK m. 13/7, Tebliğ (II-13.1) m. 26],  2) yatırım kuruluşunun işlem yapabileceği yatırımcı hesabının yatırım kuruluşu hesabı ve ortak hesabın ise ihraççı hesabı altında yer alması,  3) yatırım kuruluşunun ve ihraççıların İİK m. 94/1,c. 1 kapsamında  ilgili üçüncü şahıs  konumunda olmasıdır. Bu şekilde MKK üyeleri icra dairesinde muhafaza tedbiri olarak hacizden haberdar edilir. MKK üyeleri ise ilgili yatırımcı ve ortak hesaplarında ayrı bir alt hesap oluşturulması sureti ile yerine getirir. Bu işlem kaydi pay açısından muhafaza tedbiridir. Hacze ilişkin olarak yapılan kayıtlar MKK tarafından izlenir.  Haciz  bildiriminin  MKK ya  yapılmasına  yönelik  bir  hüküm bulunmamakla beraber bunu engelleyecek bir hüküm de bulunmamaktadır. Ancak Tebliğ (II-13.1) m. 26/2 de  Üyeler kendilerine gelen her türlü haciz … talepleri karşılamak üzere  yer alan ibareyede haciz bildiriminin sadece MKK  üyelerine  yapılabileceği  sonucu  çıkarılabilir. Fakat  MKK  merkezi saklama görevini yerine getirdiği için İİK m. 94/1, c. 1 hükmüne göre kaydi payın haczedildiğinin bildirilmesi gereken üçüncü kişi konumundadır. Bir başka ifadeyle, kaydi sermaye piyasası araçları (dolayısıyla kaydi paylar) ve bunlara ilişkin haklarla ilgili kayıtlar, MKK tarafından oluşturulan elektronik ortamda MKK üyelerince tutulduğu ve MKK nın görevlerinden birisinin de söz konusu kaydi araçların merkezi saklanması olduğu için MKK üçüncü kişi konumundadır. Bu nedenle haciz ihbarnamesi MKK ya yapılabilmelidir. Ayrıca,  muhafaza  tedbiri  olan  haciz  bildiriminin  MKK  üyelerinden ziyade  doğrudan  MKK ya  yapılmasının  haciz  bildiriminin  amacına                                                  135  Ünal, s. 450. 136  Tebliğ (II-13.1) m. 13  Rehin, haciz, yatırımcı blokajı, satış blokajı ve MKK tarafından uygun görülecek diğer işlemlerin yapılması durumunda, bu işlemlere konu haklar MKK tarafından ilgili hesaplarla bağlantılı alt hesaplar açılmak sureti ile izlenir . 137  Ünal, s. 446.   3009Senede Bağlanmamış Anonim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  ulaşabilmesi açısından daha avantajlı ve tercih edilmesi gereken bir yoldur. Bunun  haricinde  haciz  bildiriminin  doğrudan  MKK ya  yapılması  sonuç alınabilmesi için daha pratik ve faydalıdır. Zira birçok üye içerisinden (yatırım kuruluşları ve ihraççılar vb.) yatırımcının ilgili üyesini tespit ederek haciz bildiriminin bu üye yapmak zor ve zahmetli bir iştir. Uygulamada da daha kolay olduğu için haciz bildiriminin MKK ya yapılması yolu tercih edilebilir. Fakat hacze ilişkin işlemler münhasıran üyeler tarafından yerine getirileceği için MKK haciz bildirimini üyelere hesaplara geçirilmek üzere yönlendirmelidir.  MKK üyeleri tarafından hacze ilişkin olarak yapılacak işlemler haciz açısından  muhafaza  tedbiri  niteliğindeki  işlemlerdir.  Yoksa  haciz  işlemi yukarıda ifade ettiğimiz üzere icra müdürünün İİK m. 94/1, c. 3 uyarınca anonim şirkete tebliğ yapmasıyla gerçekleşmiştir. 4. İİK m. 89 un Kaydi Payın Haczinde Uygulanıp Uygulanmayacağı Kaydi sermaye piyasası araçlarının ve dolaysıyla kaydi payın taşınır eşya olarak kabul edilebileceğini yukarıda ifade etmiştik. Kaydi pay MKK nezdindeki hesaplarda tutulmakta ve ayrıca MKK kaydi payların merkezi saklamasını yapmaktadır. Bu yüzden MKK İİK m. 89 açısından  üçüncü kişi  konumunda olup kaydi payları elinde bulundurmaktadır.  İİK m. 89 gereğince kaydi payın hangi çerçevede haczedilip muhafaza tedbirleri uygulanacağı konusu tartışmalıdır. Bir görüşe göre kaydi pay İİK m. 89/1 de yer alan  sair talep hakkı  içerisinde yer almaktadır. Diğer bir görüşe göre ise  borçlunun üçüncü şahıs elindeki taşınır bir malı  ibaresinin kaydi paylar için uygun olduğunu ifade etmektedir.  İİK m. 89 çerçevesinde haciz ihbarnamesi göndererek kaydi payın haczi konusunda ileri sürülen görüşlerin hiç biri yadsınamayacak kadar değerlidir. Fakat kaydi payların taşınır eşya olarak kabul edilebilecek olması dolayısıyla ikinci görüşe katılmaktayız. Dolayısıyla kaydi payı saklayan konumunda olan MKK kuruluşuna kaydi payın haczedildiğinin bildirilmesi gerekmektedir. MKK  dışında  malın  haczedildiğinin  muhafaza  tedbiri  olarak  İİK  m.  89                                                  138  Topuz, s. 239. 139  Topuz, s. 239. 140  Ünal, s. 453. 141  Bkz. yuk. C- III. 142  Topuz, s. 236. 143  Ünal, s. 445. 3010Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  Topal kapsamında  haciz  ihbarnamesi  gönderilerek  haczedildiğinin  bildirilmesi gereken üçüncü kişiler arasında yukarıda ifade edildiği üzere MKK üyeleri yer almamaktadır. Zira İİK m. 89 hükmü gereği malı merkezi saklama işlemi gereği  elinde  bulunduran  sadece  MMK dır  ve  MKK  haczin  hesaplara geçirilmesi için üyelere ihbarnameyi yönlendirmelidir. Ancak doğrudan MKK üyelerine haciz ihbarnamesi yoluyla bildirimin yapılması da uygun olabilir. Zira Tebliğ (II-13.1) m. 26 gereği kaydi paylara ilişkin haciz hesaplara geçirilmesi münhasıran MKK üyelerine tanınmakta ve bu gerekçe ile (İİK 89 nedeniyle değil) üyelere haciz ihbarnamesi ile bildirimin yapılması hacze ilişkin  olarak  alınacak  muhafaza  tedbirinin  (üye  tarafından  hesaplara geçirilecek  haciz  işlemi)  amaca  ulaşmasında  etkili  olacaktır.  Haczin ihbarnamesinin  gönderilebileceği  üyeler  konusunda  yukarıda  yapmış olduğumuz açıklamalar burada da geçerlidir. Kaydi payların haczine İİK m. 89 uygulanabilse de haczin yapıldığı an haciz ihbar namesinin anonim şirkete tebliğ anıdır. Zira senede bağlanmamış payların  haczinin  yapıldığı  an  İİK  m.  94/1,c.  4 de  emredici  olarak düzenlenmiştir. İİK m. 89  Mahcuz Malları Muhafaza Tedbirleri  başlığından da düzenlendiğinde muhafaza tedbiridir ve haczin geçerlilik şartı değildir. MKK ve üyelerine gönderilecek haciz ihbarnamesi muhafaza tedbiridir. SONUÇ Borçlunun haczedilebilir malvarlığı değerlerinden bir unsurunu senede bağlanmamış  anonim  şirket  payları  oluşturabilecektir.  Bu  sebeple çalışmamızda belirtilen konuyu ele adık ve aşağıdaki sonuçlara vardık: Senede  bağlanmamış  paylar  çıplak  pay  ve  kaydi  pay  olarak  ikiye ayrılmaktadır. Çıplak pay ve kaydi payın haciz anı İİK m. 94 gereğince anonim şirkete tebliğin yapıldığı anıdır. Çıplak  pay  ve  kaydi  paylar  açısından  alınacak  muhafaza  tedbirleri birbirinden farklılık gösterse de niteliğine uygun düştüğü ölçüde çıplak pay için öngörülen muhafaza tedbirleri kaydi pay açısından da uygulanabilecektir. Bir başka ifadeyle, çıplak payın ve kaydi payın haczinde muhafaza tedbiri olarak İİK m. 94 ve İİK m. 89 uygulanabilecektir.                                                   144  Aynı yönde Ünal, s. 448. 145  Bkz. yuk. D- III- 3. 146  Aksi görüş için bkz. Ünal, s. 456.   3011Senede Bağlanmamış Anonim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  İİK  m.  94  çerçevesinde  çıplak  payın  haczedildiğinin  pay  defterine işlenmesi  ve  tescil  edilmek  üzere  ticaret  siciline  bildirilmesine  yönelik muhafaza tedbirleri doktrinde eleştirilmiştir. Ancak kanaatimizce çıplak payın pay defterine haczedilmesinin gereksiz bir düzenleme olmadığı aksine çıplak paya ilişkin olarak yapılacak ödemelerin pay sahibine değil de icra dairesine yapılması  açısından  anonim  şirketi  uyarıcı  bir  niteliğe  sahip  olduğu kanaatindeyiz. Ayrıca üçüncü kişileri koruyucu nitelik taşıması açısından haczin Ticaret Siciline tescil için bildirilmesi gereksiz, havada kalan bir hüküm değildir. Ancak İİK m. 94/1,c. 6 da yer alan   bu durumda haczedilen payların devri, alacaklının haklarını ihlal ettiği oranda batıldır  hükmünün kanun  metninden  çıkarılması  gerektiği  kanaatindeyiz.  Zira  tescilin yapılmasına ilişkin hükümle birlikte değerlendirildiğinde üçüncü kişilerin iyi niyetli olmaları halinde  çıplak payı hacizden  arındırılmış  şekilde iktisap edeceği yanılgısı oluşturmaktadır.  Çıplak paylarda pay defterine kayıt şeklindeki muhafaza tedbiri kaydi paylar açısından MMK üyeleri tarafından MMK nezdinde tutulan hesaplara geçirilmek suretiyle yapılmaktadır. Kaydi  payların  ve  çıplak  payların  haczinde  uygulanabilecek  bir muhafaza  tedbiri  de  İİK  m.  94/1,  c.  1  gereği  haczin  üçüncü  kişilere bildirilmesidir.  Bu  muhafaza  tedbiri  kaydi  payın  haczinde  özellik  arz etmektedir. Kaydi payda hacizden haberdar edilecek olan üçüncü kişilerin kim olduğu  konusu  önemlidir.  Yukarıda  yapmış  olduğumuz  değerlendirmeler çerçevesinde hacizden haberdar edilecek olan üçüncü kişiler MKK ve üyesi olan yatırım kuruluşları ve ihraççılardır. Kaydi payın İİK m. 89 çerçevesinde haczi  açısından  da  haciz  ihbarnamesi  gönderilecek  üçüncü  kişi  sadece MKK dır. Ancak Tebliğ (II-13.1) çerçevesinde söz konusu üyelere de ihbar name gönderilebileceği sonucuna vardık. Çıplak payın haczinden farklı olarak kaydi payın İİK m. 79/2, c. 3 çerçevesinde haczinin caiz olmadığı sonucuna vardık. Zira, MKK özel hukuk tüzel kişisidir ve nezdinde tutulan kayıtların yer aldığı hesaplar resmi sicil niteliğinde değildir.    3012Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  Topal",
     "Kaynakça": "Akıntürk, Turgut, Eşya Hukuku, İstanbul 2009. Arıkan, Mustafa, Türk Özel Hukukunda Alacağın Temliki (Yayımlanmamış Yüksek Lisans Tezi), Konya 2003. Arslan,  Ramazan/Yılmaz,  Ejder/Taşpınar  Ayvaz,  Sema,  İcra  ve  İflas Hukuku, 2. Baskı, Ankara 2016. Ayan, Mehmet, Eşya Hukuku I Zilyetlik ve Tapu Sicili, Güncellenmiş 11. Baskı, Konya 2014, (Ayan-Zilyetlik). Ayan, Mehmet, Eşya Hukuku II Mülkiyet, Konya 2012, s. 505 (AyanMülkiyet). Ayan, Mehmet, Medeni Hukuka Giriş, 6. Baskı, Konya 2011, s. 46 (AyanMedeni). Dağ,  Üner  Anonim  Ortaklıklarda  Pay  Sahibi  Açısından  Oy  Hakkının Kazanılması ve Kullanılması, İstanbul 1996. Dayınlarlı,  Kemal,  Borçlar  Kanunu na  Göre  Alacağın  Temliki,  Gözden Geçirilmiş, Güncellenmiş, Genişletilmiş Üçüncü Baskı, Ankara 2008. Dönmez, Murat, Anonim ve Limited Şirketlerde Hisse Haczi ve Paraya Çevrilmesi, 4. Bası, İstanbul 2011. Ergincan, Yakup/Yayla, Ümit, Hisse Senetlerinin Kaydileştirilmesi Sonrası Halka Açık Anonim Şirket Ortaklıklarda Oy Hakkının Kullanılması, Prof. Dr. Aydın Aybay a Armağan, İstanbul 2004, s. 143-160. Eriş, Gönen, Türk Ticaret Kanunu, 3. Cilt, 2. Baskı, Ankara 2010 Ertaş, Şeref, Eşya Hukuku, Gözden Geçirilmiş ve Genişletilmiş 8. Baskı, Ankara 2008. Guynn,  Randall  D.,  Modernizing  Securities  Ownership,  Transfer  and Pledging Laws, UK 1197. Jäger, Carl, Das Bundesgesetz betreffend Schuldbetreibung und Konkurs, Band I, Zürich 1911; Band II, Zürich 1911. Karayalçın, Yaşar, Anonim Şirketlerde Çıplak Payın Haczedilmesi ve Paraya Çevrilmesi, Ticaret Hukuku ve Yargıtay Kararları Sempozyumu XVI, Ankara 1999, 152-195.   3013Senede Bağlanmamış Anonim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  Karslı, Abdurrahim, İcra ve İflas Hukuku, 3. Baskı, İstanbul 2014. Kendigelen, Abuzer, Anonim Şirketlerde Çıplak Payların Haczi, İÜHFM., C. LXII, S. 1-2, Yıl 2004, s. 381-402. Kuru, Baki, İcra ve İflas Hukuku El Kitabı, Tamamen Yeniden Yazılmış ve Genişletilmiş 2. Baskı, Ankara 2013(Kuru-El Kitabı). Kuru, Baki, İstinaf Sistemine Göre Yazılmış İcra ve İflas Hukuku, İstanbul 2016(Kuru-İcra). Kuru, Baki/Arslan, Ramazan/Yılmaz, Ejder, İcra ve İflas Hukuku Ders Kitabı, 28. Baskı, Ankara 2014. Manavgat, Çağlar, Sermaye Piyasası Kanunu nun 10/A Maddesi Hükmüne Göre Kaydi Sistemin Esasları, AÜHFD, Yıl 2001, C. 50, S. 2, s. 159-191. Muşul, Timuçin, İcra ve İflas Hukuku, Güncellenmiş Genişletilmiş 6. Baskı, Ankara 2013. Narbay, Şafak, Anonim Ortaklıkta Pay Defteri, Ankara 2003. Norman, Peter, Plumbers and Visionaries Securities Settlement and Europe s Financial Market, England 2007. Oğuzman, kemal/Öz, Turgut, Borçlar Hukuku Genel Hükümler, 9. Bası, İstanbul 2012. Oğuzman,  Kemal/Seliçi,  Özer/Oktay-Özdemir,  Saibe,  Eşya  Hukuku, Gözden Geçirilmiş 12. Bası, İstanbul 2009. Oskay, Mustafa/Deynekli, Adnan/Koçak, Coşkun/Doğan, Ayhan, İİK Şerhi, 2. Cilt, Ankara 2007. Öztan, Fırat, Kıymetli Evrak Hukuku, 2. Bası, Ankara 1997. Pekcanıtez, Hakan/ Atalay, Oğuz/ Sungurtekin Özkan, Meral/ Özekes, Muhammet, İcra ve İflas Hukuku (Ders Kitabı), 3. Baskı, Ankara 2016 (Pekcanıtez/Atakay/Sungurtekin Özkan/Özekes- Ders Kitabı). Pekcanıtez,  Hakan/Atalay,  Oğuz/Sungurtekin  Özkan,  Meral/Özekes, Muhammet,  İcra  ve  İflas  Hukuku,  10.  Bası,  Ankara  2012 (Pekcanıtez/Atakay/Sungurtekin Özkan/Özekes-İcra). Poroy, Reha/Tekinalp, Ünal/Çamoğlu, Ersin, Ortaklıklar Hukuku I, Yeniden Yazılmış 13. Bası, İstanbul 2014. 3014Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2977-3016  Topal Postacıoğlu, İlhanE E./Altay Sümer, İcra Hukuku Esasları, Güncelleştirilmiş, Genişletilmiş 5. Bası, İstanbul 2010. Pulaşlı,  Hasan,  Şirketler  Hukuku  Genel  Esasları,  Güncellenmiş  ve Genişletilmiş 3. Baskı, Ankara 2015. Boğa, Serap, Sermaye Piyasası Kanunu na Tabi Anonim Ortaklıklarda Hisse Devri, İstanbul 2010. Sirmen, Lale, Eşya Hukuku, Ankara 2013. Soderquist, Larry D./Gabaldon, Theresa A., Security Law, US 2007, s. 2; Garner, Bryan A., Black s Law Dictionary, US 2006. Taşdelen, Nihat, Anonim Ortaklıkta Pay Sahipliği Sıfatının Kazanılması, İstanbul 2005. Topuz, Gökçen, Hisse Haczi Ve Satışı, Ankara 2009. Töremiş, Hatice Ebru, Türk Ticaret Kanunu Tasarısı ve Sermaye Piyasası Mevzuatı Mevzuatı Çerçevesinde Nama Yazılı Payların Borsada Devri SPK  Yeterlilik  Etüdü,  Ankara  2008,  http://spk.gov.tr/yayingoster. aspx?yid=1007&ct=f&action=displayfile, Erişim: 02.05.2015). Turanboy, Asuman, 2499 Sayılı Sermaye Piyasası Kanunu na 4487 Sayılı Kanunla Eklenen 10/A Maddesine Göre Kaydi Değer Düzenlemesi, AÜHFD,  Yıl  1999,  C.  XLVIII,  S.  1-4,  s.  39-55  (Turanboy-Kaydi Değer). Turanboy, Asuman, Varakasız Kıymetli Evrak, Ankara 1998 (TuranboyVarakasız). Uyar, Talih/Uyar, Alper/Uyar, Cüneyt, İcra ve İflas Kanunu Şerhi (El Kitabı) Cilt, I, 2. Baskı, Ankara 2012. Uyar, Talih, Gerekçeli-İçtihatlı İcra ve İflas Kanunu Şerhi, C. 5, 3. Baskı, Ankara 2006. Ünal, Mehmet/Başpınar, Veysel, Şekli Eşya Hukuku, Gözden Geçirilmiş 6. Baskı, Ankara 2012. Ünal, Mücahit, Sermaye Piyasası Araçlarının Kaydileştirilmesi, Ankara 2011. Üstündağ, Saim, İcra Hukukunun Esasları, 8. Bası, İstanbul 2004. Weber/Brüstlein/Reichel,  Bungesgesetz  über  Schuldbetre  ung  und Konkurts, 2. Auflage,"
}