{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": "13",
     "Ay": "09",
     "Yıl": "2021",
     "Cilt": "70",
     "Sayı": "3",
     "Başlık": "ANA BABA VE ÇOCUK ARASINDA KİŞİSEL İLİŞKİ KURULMASINDA ÇOCUĞUN İRADESİNİN DİKKATE ALINMASI",
     "Title": "Taking into Account the Child’s Will in Establishing a Personal Relationship Between the Child and Mother-Father",
     "Yazar İsmi": [
          "Selma Hülya İMAMOĞLU"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Kişisel ilişki kurma hakkı",
          "çocuğun yararı",
          "çocuğun iradesi",
          "doğrudan görüşme hakkı",
          "çocuğun dinlenilmesi"
     ],
     "Keywords": [
          "Right to establish personal relationship",
          "interest of the child",
          "will of the child",
          "right to directly contact",
          "listening of the child."
     ],
     "Özet": "TMK m. 323 hükmü uyarınca ana ve babadan her biri, velayeti altında bulunmayan  veya  kendisine  bırakılmayan  çocuk  ile  uygun  kişisel  ilişki kurulmasını isteme hakkına sahiptir”. Anılan madde hükmünde sadece ana baba yönünden ifade edilmişse de kişisel ilişki kurma hakkı, karşılıklı olup hem ana babanın hem de çocuğun kişilik hakkına dahildir.  Kişisel ilişkinin düzenlenmesinde yönlendirici temel düşünce, çocuğun yararı olmakla birlikte, çocuğun iradesi de dikkate alınmalıdır. Zira çocuğun görüşünün alınması, diğer ifadeyle çocuğun dinlenilmesi, çocuğun kişilik hakkının doğrudan bir sonucudur. Çocuğun iradesi, çocuğun yararı ile her zaman örtüşmeyebilir. Bununla birlikte çocuğun iradesi, çocuğun kişiliğinin parçası  olarak  kişisel  ilişki  kurma  hakkının  belirlenmesinde  göz  ardı edilmemelidir. Diğer taraftan çocuğun iradesi, kişisel ilişki kurma hakkının gerçekleştirilmesi sırasında da dikkate alınmalıdır. Özellikle çocuğun kişisel ilişkiye direnmesi halinde çocuk, buna zorlanmamalıdır.  Türk hukukunda çocukla kişisel ilişki kurulmasına ilişkin mahkeme kararlarının  yerine  getirilmesi,  İcra  ve  İflâs  Kanununun  25/a  ve  25/b maddeleri  çerçevesinde  düzenlenmiştir.  Kişisel  ilişkinin  gerekirse  zorla gerçekleştirilebileceğini öngören bu düzenleme, çocuğun yararını olumsuz etkileyebilecek bir uygulamaya yol açabilecek niteliktedir.                                                              Makalenin Geliş Tarihi: 06.07.2021, Makalenin Kabul Tarihi: 13.09.2021.      Dr. Öğretim Üyesi, Ankara Üniversitesi Hukuk Fakültesi Medeni Hukuk Anabilim Dalı, eposta: imamoglu@law.ankara.edu.tr, ORCID:0000-0002-6065-6795.   Selma Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 841-865  Çocukla kişisel ilişki kurulmasına ilişkin hükümlerin, çocuğun yararı ile birlikte çocuğun iradesini de dikkate alan bir bakış açısıyla gözden geçirilmesi isabetli olacaktır. Kişisel ilişki kurulmasını istemenin çocuk yönünden de bir hak  olduğu  ve  bu  konuda  çocuğun  görüşünün  alınması  gerekliği,  Türk hukukuna  dâhil  uluslararası  sözleşmeler  çerçevesinde  kabul  edilmiş bulunmaktadır.  Ancak  bu  husus,  Türk  Medeni  Kanunu  temelinde  de vurgulanmalıdır. Kişisel ilişki kurma hakkının gerçekleştirilmesi ise İcra ve İflâs Kanunu dışında düzenlenmelidir.",
     "Abstract": "As per Article 323 of the Turkish Civil Code: Either of the mother and father, who have not been granted parental custody or whose child is not resident with them, are entitled to request the establishment of a reasonable contact  with  the  child.  Although  the  aforementioned  article  has  been construed in relation only to the mother and father, a request for establishing a personal relationship is reciprocal and is included in not only the mother and father s but also the child s personality right. While the main leading factor in regulating the personal relationship is the  interest  of  the  child,  the  child s  will  should  also  be  taken  into consideration. This is because obtaining the child s view, or in other words, listening of the child, is a direct outcome of the child s personality right. The will  of  the  child  may  not  always  align  with  the  interest  of  the  child. Nevertheless, as a part of the child s personality, the will of the child should not be disregarded in regulating the personal relationship. The child s will should also be taken into consideration during the realization of the right to establish a personal relationship. Especially, if the child resists the personal relationship, he/she should not be forced to the contrary.  In Turkish law, forcible enforcement of court decisions regarding the establishment of a personal relationship with the child is regulated in articles 25/a and 25/b of the Enforcement and Bankruptcy Law. These provisions which stipulate that the personal relationship can be forcibly realized, if required, are of a nature that may result in a practice that could negatively impact the interest of the child. 842 Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 841-865  Ana Baba ve Çocuk Arasında Kişisel İlişki… The provisions regarding establishing a personal relationship with the child should be re-evaluated with a view that considers the interest and the will of the child. That the right to request establishing a personal relationship is also a right of the child, and that obtaining the child s opinion is a requirement have been established in international agreements, which are also part of the Turkish law. This aspect, however, should also be emphasised on the basis of the Turkish Civil Code; and the realization of the right to establish personal  relationship  should  be  regulated  outside  the  scope  of  the Enforcement and Bankruptcy Law.",
     "Metin": "Bu çalışmada çocukla kişisel ilişki kurulmasında çocuğun iradesinin önemine işaret edilerek çocuğun iradesine karşı kişisel ilişkinin kurulması ve gerçekleştirilmesi hususu, çocuğun yararı açısından irdelenmek istenmiştir. Bu  yönde  Türk  Medeni  Kanununda  kişisel  ilişki  kurulmasına  ilişkin düzenlemeye  kaynak  oluşturan  İsviçre  Medeni  Kanunundaki  düzenleme bağlamında İsviçre öğretisi ve yargı kararları da dikkate alınarak Türk hukuku bakımından bir değerlendirme yapılmıştır.    II.  Genel  Olarak  Türk  Medeni  Kanununun  Kişisel  İlişki Kurulmasına İlişkin Hükümleri  Çocukla kişisel ilişki kurulması, Türk Medeni Kanununun 323- 326 maddeleri arasında düzenlenmiştir 2. TMK m. 323 hükmü uyarınca ana ve                                                             1   Çocuğun, kendi yüksek yararına aykırı olmadıkça, ana babanın ikisiyle de düzenli bir biçimde kişisel ilişki kurma ve doğrudan görüşme hakkını tanıyan BM Çocuk Haklarına Dair Sözleşme ve Çocuklarla Kişisel İlişki Kurulmasına Dair Avrupa Sözleşmesi Türkiye tarafından onaylanmıştır. Bkz. RG. 27 Ocak 1994, S. 22184 ve RG. 17 Kasım 2011, S. 28115. Anayasanın 90. maddesi uyarınca usulüne göre yürürlüğe konulmuş uluslararası antlaşmalar kanun hükmündedir (f. 5). BM Çocuk Haklarına Dair Sözleşme hakkında bkz. Ali Naim İnan, Çocuğun Korunmasında Medenî Kanunumuzun İlkeleri ve Çocuk Haklarına Dair Sözleşmede Hak Grupları, Cumhuriyet in 75. Yıl Armağanı, İstanbul 1999, s. 703 vd. Çocuğun, yüksek yararına açıkça aykırı olmadıkça, ana babasıyla kişisel ve doğrudan ilişki kurma ve sürdürme hakkı, 7 Mayıs 2010 tarihli ve 5982 sayılı Kanunla yapılan değişiklikle Anayasanın 41. maddesinde de ifadesini bulmuştur (AY m. 41/III).  2   Türk hukukunda çocukla kişisel ilişki kurulması hakkında bkz. İlknur Serdar, Kişisel İlişki Kurma Hakkı, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, C. 9, Özel Sayı, 2007, s. 739 vd.; Gül Doğan, Çocuk ile Kişisel İlişki Kurabilme Hakkı, Prof. Dr. Ergon Çetingil ve 843Selma Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 841-865  babadan her biri, velayeti altında bulunmayan veya kendisine bırakılmayan çocuk ile uygun kişisel ilişki kurulmasını isteme hakkına sahiptir. Anılan madde hükmünde sadece ana ve baba yönünden ifade edilmişse de kişisel ilişki kurma hakkı karşılıklıdır.  Çocuğun ana babadan birinin velayeti altında bulunmaması, öncelikle boşanma veya ayrılık halinde söz konusu olur. Ana babanın evli olmaması                                                             Prof. Dr. Rayegan Kender e 50. Yıl Birlikte Çalışma Armağanı, İstanbul 2007, s. 529 vd.; Fulya Erlüle, Çocuk İle Kişisel İlişki Kurulması, MÜHF- HAD, C. 16, S. 3- 4, 2010, s. 217 vd.; Canan Yılmaz, Yargıtay Kararları Işığında Çocukla Kişisel İlişki Kurulması, MHB, Yıl 35, S. 1, 2015, s. 104 vd.; Fulya Erlüle, Yargıtay Kararları Çerçevesinde Velayetin Kullanılması Kendisine Bırakılmayan Tarafın Çocuğu Ziyaret Hakkı, İnönü Üniversitesi Hukuk Fakültesi Dergisi, C. 9, S. 2, 2018, s. 260 vd.; Remzi Demir, Türk Medeni Kanunu na Göre Çocukla Kişisel İlişki Kurulması, Dicle Üniversitesi Hukuk Fakültesi Dergisi, Yıl 2020, C. 25, S. 42, s. 169 vd.  3   Nitekim kaynak İsviçre Medeni Kanununda Art. 273 hükmünde kişisel ilişki kurma hakkı, ana baba ve çocuk yönünden karşılıklı hak olarak ifade edilmiştir. İsviçre öğretisinde kişisel ilişki kurma hakkı, kişisel ilişki kurma hakkına sahip ana veya baba yönünden çocuğun yararına kullanılması gereken yüküm hak olarak kabul edilir ve bundan çocuk lehine, çocuğun ana babanın her ikisiyle de kişisel ilişki kurma hakkı türetilir. Bu hususta bkz. Cyril Hegnauer,  Grundriss  des  Kindesrechts,  5.  Auflage,  Bern  1999,  N.  19.05;  Ingeborg Schwenzer, Die UN- Kinderrechtskonvention und das schweizerische Kindesrecht, AJP 1994, s. 823. Ana baba ve çocuk arasında kişisel ilişki kurulması, aynı zamanda TMK m. 322 (Art. 272 ZGB) hükmünde düzenlenmiş bulunan ana baba ve çocuktan oluşan aile birliğinin  ifadesidir.    Anılan  hüküm  uyarınca  ana  baba  ve çocuk, ailenin huzur  ve bütünlüğünün gerektirdiği şekilde birbirlerine yardım etmek, saygı ve anlayış göstermek ve aile onurunu gözetmekle yükümlüdürler. Bu konuda bkz. Hegnauer, N. 19.02; Ingeborg Schwenzer/Michelle Cottier, Basler Kommentar, Zivilgesetzbuch I, Art. 1- 456, 6. Auflage, Basel 2018, Art. 273 N. 4; konu hakkında ayrıca bkz. Erlüle, 2010, s. 219- 220; Serdar, s. 742 vd., 756 vd. BM Çocuk Haklarına Dair Sözleşmenin çocuğun, kendi yüksek yararına aykırı olmadıkça, ana babanın ikisiyle de düzenli bir biçimde kişisel ilişki kurma ve doğrudan görüşme hakkını tanıyan m. 9/III hükmünün doğrudan uygulanabilir nitelikte bir hüküm olduğu yönünde Serdar, s. 747, 757; Stephan Wolf, Die UNO- Konvention über die Rechte des Kindes und ihre Umsetzung in das schweizerische Kindesrecht, ZBJV 1998, s. 131; Erlüle, 2010, s. 222. Belirtmek gerekir ki Türkiye nin taraf olduğu Çocuklarla Kişisel İlişki Kurulmasına Dair Avrupa Sözleşmesi de Başlangıç kısmında sadece ana babanın değil, çocukların da hak sahibi olarak kabul edilmesinin arzu edilir olduğunu ifade ederek 4. maddesinde bu yönde düzenleme getirmiştir. Konuyla ilgili olarak bkz. Y. HGK. E. 2017/2069, K. 2018/1179, K.T. 06.06.2018 (Sinerji Mevzuat ve İçtihat Programı, erişim tarihi: 20.04.2021). Yargıtay bu kararında Çocuklarla Kişisel İlişki Kurulmasına Dair Avrupa Sözleşmesinin 4. maddesine atıfla kişisel ilişki kurma hakkının, ana baba için olduğu kadar çocuk için de bir hak olduğunu ifade etmiştir. Aynı yönde Y. HGK. E. 2012/2- 799, K. 2013/389, K.T. 20.03.2013 (Kazancı İçtihat Bilgi Bankası, erişim tarihi: 13.05.2021).  4   Schwenzer/Cottier, Art. 273 N. 1; Mustafa Dural/Tufan Öğüz/Mustafa Alper Gümüş, Türk Özel Hukuku, Cilt III, Aile Hukuku, 13. Bası, İstanbul 2018, N. 1654. Boşanma veya ayrılık halinde yargıç, velayetin kullanılması kendisine verilmeyen tarafın çocuk ile kişisel ilişkisini resen düzenler (TMK m. 182/I ve II). Ayrıca bkz. TMK m. 157/II.  844Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 841-865  Ana Baba ve Çocuk Arasında Kişisel İlişki… ihtimali de vardır. Bu ihtimalde velayet, anaya ait olabilir veya babaya verilmiş  olabilir  (TMK  m.  337).  Keza  velayet,  ana  babanın  birinden kaldırılmış  da  olabilir  (TMK  m.  348)6.  Türk  Medeni  Kanununun  323. maddesine  ilişkin  gerekçesine  göre  çocuğun  ana  babaya  bırakılmamış olmasıyla kastedilen, esasen velayet hakkı ana babadan alınmamakla birlikte, çocuğun başka bir kimsenin koruma ve gözetimine bırakılmış olmasıdır. Ancak velayetin ana babanın ikisine de ait olmasına rağmen, çocuğun ana babadan birine bırakılması da mümkündür. Bu durum, mesela TMK m. 197 hükmü uyarınca birlikte yaşamaya ara verilmesi halinde söz konusu olabilir. Böyle bir halde çocuğun kendisine bırakılmadığı ana veya baba, çocukla kişisel ilişki kurma hakkına sahiptir.  TMK  m.  324  hükmünde  kişisel  ilişki  kurma  hakkının  sınırları düzenlenmiştir.  Ana  baba,  kişisel  ilişkinin  gerçekleştirilmesi  sırasında birbirine saygı göstermekle yükümlü olup, bu yönde ana babadan her biri, diğerinin çocuk ile kişisel ilişkisini zedelemekten, çocuğun eğitilmesi ve yetiştirilmesini  engellemekten  kaçınmalıdır.  Buna  aykırı  davranmaları halinde kişisel ilişki kurma hakkı reddedilebilir veya kendilerinden alınabilir. Bunun dışında kişisel ilişki dolayısıyla çocuğun huzuru tehlikeye girerse veya ana baba, çocuk ile ciddi olarak ilgilenmezlerse ya da diğer önemli sebepler varsa, belirtilen hallerde de kişisel ilişki kurma hakkı reddedilebilir veya ana babadan alınabilir. Diğer önemli sebepler, ana babaya veya çocuğa ilişkin olabilir. Bu yönde mesela kişisel ilişki kurma hakkına sahip olup çocukla doğrudan görüşmeye yetkili ana veya babanın çocuğun yararını olumsuz etkileyebilecek bir hastalığının bulunması, somut halde kişisel ilişki                                                             5   Schwenzer/Cottier, Art. 273 N. 1; Dural/Öğüz/Gümüş, N. 1654.  6   Dural/Öğüz/Gümüş, N. 1654; Cem Baygın, Soybağı Hukuku, İstanbul 2010, s. 107.  7   Nitekim  bu  husus,  çocuğun  korunmasına  yönelik  bir  tedbir  olarak  Kanunun  347. maddesinde düzenlenmiş bulunmaktadır. Gerekçe için bkz. TBMM Tutanak Dergisi, Dönem 21, Yasama Yılı 4, Cilt 73 (Ankara 2001), Birleşim 11- 12, S. Sayısı: 723, s. 123. Ayrıca bkz. Dural/Öğüz/Gümüş, N. 1654; Baygın, s. 107, 108.  8   Baygın, s. 108.  9   TMK 197 hükmü uyarınca yargıç, talep olmasa da çocuğun kendisine bırakılmadığı ana veya baba ile çocuk arasındaki kişisel ilişkiyi resen düzenler. Konu hakkında bkz. Ivo Schwander, Basler Kommentar, Zivilgesetzbuch I, Art. 1- 456, 6. Auflage, Basel 2018, Art. 176 N. 11, N. 12. Ayrıca bkz. TMK m. 169. Konuyla ilgili olarak Baygın, s. 108.  10  Andrea  Büchler,  FamKomm,  Scheidung,  3.  Auflage,  Bern  2017,  Art.  274  N.  2; Schwenzer/Cottier, Art. 274 N. 1- 2; Erlüle, 2010, s. 234.  11  TMK m. 324/II hükmünde yer alan çocuğun huzuru deyimini, kaynak Kanunda (Art. 274 Abs. 2 ZGB) ifade edildiği gibi çocuğun yararı olarak yorumlamak gerekir. Ayrıca bkz. Erlüle, 2010, s. 236.  12  Schwenzer/Cottier, Art. 274 N. 8 vd., N. 13 vd.; Erlüle, 2010, s. 240.   845Selma Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 841-865  kurma hakkının reddedilmesini veya ana babadan alınmasını gerektirebilir. Özellikle ana veya babanın şiddet uyguladığı veya istismarda bulunduğu yönünde ciddi şüphenin olması halinde prensipte kişisel ilişki kurma hakkı reddedilmelidir. Öte yandan çocuk da kişisel ilişki kurmayı istemeyebilir; kişisel ilişki kurma hakkına sahip ana veya babayla bir araya gelmeye karşı koyabilir. Böyle bir halde kişisel ilişkinin çocuğun yararı ile bağdaşan bir şekilde gerçekleştirilmesi, esasen mümkün değildir. Ancak şu yöne de işaret etmek gerekir: Kişisel ilişki kurma hakkının önceden reddedilmesi veya sonradan ana babadan alınması, çocuğu koruyucu tedbir olarak ölçülülük ilkesine tabidir; bu sebeple çocuğun yararını koruyan başka bir imkân bulunmadığı takdirde son çare olarak başvurulmalıdır.   Çocuk ile kişisel ilişki kurulmasını isteme hakkı, TMK m. 325 hükmü uyarınca olağanüstü haller mevcutsa, çocuğun menfaatine uygun düştüğü ölçüde diğer kişilere, özellikle hısımlara da tanınabilir. Bu hüküm bağlamında üçüncü kişilerin çocukla kişisel ilişki kurması, ancak çocuğun yararına olduğu takdirde mümkündür. Öğretide üçüncü kişiler bağlamında özellikle çocukla arasında sosyal ana babalık bağı gelişen kişilerin söz konusu olduğu ifade edilmektedir (mesela üvey ana baba gibi)21. Böyle bir bağın geliştiği ilişkilerin sürdürülmesinin gerekli olduğu hallerde (mesela çocuk açısından üvey ana baba ile gelişen bağın boşanma sonrasında da korunmasının söz konusu olduğu hallerde), 325. madde hükmünde aranan olağanüstü hallerin varlığı kabul edilmektedir. Yine mesela boşanma veya başka bir sebeple çocuğun velayetine sahip bulunmayan ana veya babanın ailesiyle temasın kişisel ilişki kurulması suretiyle sürdürülmesinin gerekli olduğu haller de bu kapsamda değerlendirilir.                                                              13  Krş. Schwenzer/Cottier, Art. 274 N. 8; Büchler, Art. 274 N. 9.  14  Schwenzer/Cottier, Art. 274 N. 11. Bu ihtimalde kişisel ilişki kurma hakkının refakatçi eşliğinde gerçekleştirilmesi yönüne de gidilebilir; ayrıca bkz. Yılmaz, s. 130.   15  Schwenzer/Cottier, Art. 274 N. 13; Serdar, s. 776; Erlüle, 2010, s. 241.  16  Schwenzer/Cottier, Art. 274 N. 13; Büchler, Art. 274 N. 11.  17  BGE 122 III 404, E. 3b (407).  18  Krş. Büchler, Art. 274 N. 3; Schwenzer/Cottier, Art. 274 N. 16; BGE 122 III 404, E. 3b (407).  19  TMK m. 325/I hükmünde yer alan çocuğun menfaati deyimini, kaynak Kanunda (Art. 274a Abs. 1 ZGB) ifade edildiği gibi çocuğun yararı olarak yorumlamak gerekir. Ayrıca bkz. Serdar, s. 755; Erlüle, 2010, s. 225.   20  Schwenzer/Cottier, Art. 274a N. 2; Dural/Öğüz/Gümüş, N. 1669; Serdar, s. 755.   21  Schwenzer/Cottier, Art. 274a N. 3; Dural/Öğüz/Gümüş, N. 1669.  22  Schwenzer/Cottier, Art. 274a N. 5; Dural/Öğüz/Gümüş, N. 1669; Serdar, s. 755.  23  Schwenzer/Cottier, Art. 274a N. 5; Serdar, s. 755.  846Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 841-865  Ana Baba ve Çocuk Arasında Kişisel İlişki… Çocukla kişisel ilişki kurulması, mahkeme kararını gerektirir. Bu yönde çocuk ile kişisel ilişkiye yönelik bir düzenleme yapılıncaya kadar, velayet hakkına sahip veya çocuk kendisine bırakılmış kişinin rızası dışında kişisel ilişki kurulamaz (TMK m. 326/III)25.  III. Kişisel İlişki Kurma Hakkının İçeriği, Hukuki Niteliği ve Önemi  Kişisel ilişki kavramı, çocukla birlikte yaşamayan ana veya babanın çocukla kurduğu her türlü temas ve iletişimi ifade eder. Kişisel ilişkide ana baba ve çocuğun fiilen bir arada bulunması ön plandadır. Ancak telefon, mektup ve diğer modern iletişim araçlarıyla temas da söz konusu olabilir. Kişisel ilişki, çocuğun gelişimi hakkında bilgi edinmeyi de içerir.  Kişisel ilişki kurulmasını isteme hakkı, ana baba ve çocuğa kişilik hakkı dolayısıyla tanınmıştır. Diğer bir ifadeyle kişisel ilişki kurulmasını isteme hakkı hem ana babanın kişilik hakkına hem de çocuğun kişilik hakkına dâhil olup,  bu  yönde  vazgeçilemez  ve  devredilemezdir.  Öğretide  kişisel  ilişki kurulmasını isteme hakkının, Avrupa İnsan Hakları Sözleşmesi uyarınca aile hayatına saygı gösterilmesi talebinin parçası olduğu ifade edilmiştir. Bunun dışında kişisel ilişki kurulmasını isteme hakkı, BM Çocuk Haklarına Dair Sözleşme ve Çocuklarla Kişisel İlişki Kurulmasına Dair Avrupa Sözleşmesi ile de korunmuştur.  İsviçre öğretisinde kişisel ilişki kurma hakkının yüküm hak olduğuna işaret edilmektedir. Şöyle ki kişisel ilişki kurma hakkı, çocuğun yararına                                                             24  Bilge Öztan, Aile Hukuku, 6. Bası, Ankara 2015, s. 1024; Serdar, s. 758; Erlüle, 2010, s. 245.  25  TMK m. 326 hükmünde kişisel ilişki kurulmasıyla ilgili bütün düzenlemelerde çocuğun oturduğu yer mahkemesinin de yetkili olduğu belirtilmiştir (f. 1). Ancak boşanmaya ve evlilik birliğinin korunmasına ilişkin yetki kuralları saklıdır (f. 2).  26  Andrea  Büchler/Benjamin  V.  Enz,  Der  persönliche  Verkehr-Unter  besonderer Berücksichtigung des Kindeswillens, FamPra.ch 2018, s. 912; Büchler, Art. 273 N. 4; Schwenzer/Cottier, Art. 273 N. 2.  27  Schwenzer/Cottier, Art. 273 N. 2.  28  Schwenzer/Cottier, Art. 273 N. 2.  29  Nitekim Türkiye nin de taraf olduğu Çocuklarla Kişisel İlişki Kurulmasına Dair Avrupa Sözleşmesine göre kişisel ilişki kavramının ifade ettiği anlamlardan biri de kişisel ilişki kurma hakkına sahip kişiye çocuk hakkında ya da çocuğa bu kişi hakkında bilgi aktarımıdır (m. 2/a). Krş. Schwenzer/Cottier, Art. 273 N. 2.  30  Hegnauer, N. 19.05; Schwenzer/Cottier, Art. 273 N. 3; Büchler, Art. 273 N. 7.  31  Hegnauer, N. 19.05; Schwenzer/Cottier, Art. 273 N. 1.  32  Krş. Büchler, Art. 273 N. 1.  33  Hegnauer, N. 19.05; Schwenzer/Cottier, Art. 273 N. 4; Cyril Hegnauer, Berner Kommentar, Schweizerisches  Zivilgesetzbuch,  Das  Familienrecht,  Band  II,  2.  Abteilung,  Die 847Selma Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 841-865  bağlı ve çocuğun yararı ile sınırlanmış olup, ana veya baba, sahip olduğu kişisel ilişki kurma hakkını kullanmakla da yükümlüdür. Ancak İsviçre kanun koyucusu, kişisel ilişki kurma hakkına sahip tarafın iradesine karşı kişisel ilişki  kurma  hakkının  zorla gerçekleştirilmesi  imkânından  bilinçli olarak  vazgeçmiştir.  Gerçi  ana  veya baba,  kişisel ilişki  kurma  hakkını çocuğun  zararına  olacak  şekilde  kullanmadığı  takdirde,  çocuk  koruma makamı tarafından uyarılabilir. Bununla birlikte kişisel ilişki kurma hakkına sahip tarafın yükümü, ahlaki bir yükümlülük olarak kalmaktadır.  Kişisel ilişki kurma hakkı, ana baba ve çocuk arasında iç bağlılığın kurulmasına ve korunmasına hizmet eder. Önceden ana babayı merkeze alan yaklaşım  çerçevesinde  kişisel  ilişkinin  amacı,  kişisel  ilişki  kurma  hakkı tanınan  tarafın  çocukla  hısımlık  ilişkisini  sürdürmesini  sağlamak  olarak görülürken, bugün her şeyden önce çocuğun ana babanın her ikisiyle de düzenli iletişime sahip olması ihtiyacı vurgulanmaktadır. Ana ve babayla                                                             Verwandtschaft, 2. Teilband, Die Wirkungen des Kindesverhältnisses, 1. Unterteilband, Die Gemeinschaft der Eltern und Kinder, Kommentar zu Art. 270- 275 ZGB, Bern 1997, Art. 273 N. 57, N. 58; Büchler, Art. 273 N. 8. Federal Mahkeme de bu görüştedir. Bu konuda bkz. mesela BGer 27.06.2016, 5A_404/2015, E.5.2.2; BGer 23.05.2013, 5A_120/2013 (Thomas Häberli, Übersicht zur Rechtsprechung im Kindes- und Erwachsenenschutzrecht, März bis Juni 2013, ZKE 2013, s. 260-261). Türk hukukunda bkz. Öztan, s. 1025; Serdar, s. 742- 743; Erlüle, 2010, s. 219; Yılmaz, s. 106.  34  Hegnauer, N. 19.05.  35  Büchler, Art. 273 N. 8; Hegnauer, Art. 273 N. 58. Nitekim daha önce de değinilen BM Çocuk Haklarına Dair Sözleşmede de çocuğun ana babanın her ikisiyle de düzenli bir biçimde kişisel ilişki kurma ve doğrudan görüşme hakkı olduğu öngörülmüştür (m. 9/III). Yine Çocuklarla Kişisel İlişki Kurulmasına Dair Avrupa Sözleşmesine göre bir çocuk ile ana ve babası birbirleriyle düzenli şekilde kişisel ilişkiyi elde etmek ve sürdürmek hakkına sahiptirler (m. 4/I).  36  Büchler, Art. 273 N. 9; Schwenzer/Cottier, Art. 275 N. 17. Zira bu durum, çocuğun yararına değildir, pratikte güçlükle karşılaşılır ve kişisel ilişkinin anlamıyla da bağdaşmaz; diğer taraftan bir devlet makamının ana veya babayı, belirli bir süre için kendini çocuğun emrine hazır tutmakla yükümlü kılması da düşünülemez (Krş. BBl 1996 I 158, 159). Buna karşılık kişisel ilişki kurma hakkının, çocuğun velayetine sahip veya çocuğun kendisine bırakıldığı tarafın iradesine karşı gerçekleştirilmesi mümkündür. Böyle bir halde dolaylı zorlama araçlarının uygulanması yönüne gidilir (para cezası ihtarı gibi); doğrudan zor kullanma, kişisel ilişkinin anlamına ve amacına aykırıdır. Bu konuda bkz. Schwenzer/Cottier, Art. 275 N. 18- 19; farklı görüşte Hegnauer, N. 19.25. Türk hukukunda bkz. İİK m. 25/a. Ayrıca bkz. ileride İcra ve İflâs Kanununun 25/a ve 25/b Hükümleri başlığı.  Konuyla ilgili ayrıntılı bilgi için bkz. Aydın Güven, Çocukla Kişisel İlişki Kurulmasına Dair İlâmların İcrası, Ankara 2016, s. 137 vd.  37  Büchler, Art. 273 N. 9; Schwenzer/Cottier, Art. 275 N. 17.  38  Büchler, Art. 273 N. 9.  39  Büchler, Art. 273 N. 6; Serdar, s. 751.   40  Schwenzer/Cottier, Art. 273 N. 6; krş. Dural/Öğüz/Gümüş, N. 1657; Erlüle, 2010, s. 223.   848Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 841-865  Ana Baba ve Çocuk Arasında Kişisel İlişki… kişisel ilişki, özellikle çocuğun kişilik gelişimi bakımından önemlidir. Bu yönde çocuğun ana babanın her ikisiyle de düzenli kişisel ilişki kurması sağlanmalı ve korunmalıdır.  IV. Kişisel İlişki Kurma Hakkının Belirlenmesi   1. Genel Olarak  Kişisel  ilişki  kurma  hakkı,  ana  baba  ve  çocuk  arasında  soybağı bulunmasını gerektirir. Burada ana babanın veya çocuğun statüsü önemli değildir; çocuk, evlilik içi veya evlilik dışı ya da evlat edinilmiş olabilir.  TMK m. 323 hükmünde ana babanın çocuk ile uygun kişisel ilişki kurulmasını isteme hakkına sahip olduğu öngörülmüştür. Bu yönde neyin uygun olduğu esasen sadece somut olayın şartları bağlamında kişisel ilişki kurma  hakkının  amacı  göz  önünde  bulundurularak  belirlenir.  Burada çocuğun yaşı, çocuğun ve kişisel ilişki kurma hakkına sahip ana veya babanın kişiliği ve ihtiyaçları, çocuğun kişisel ilişki kurma hakkına sahip ana veya babayla  ilişkisi,  ana  babanın  birbiriyle  ilişkisi,  tarafların  sağlık  durumu, tarafların zaman ve yer bakımından uygunluğu dikkate alınır. Ancak kişisel ilişki  kurma  hakkının  belirlenmesinde  en  üst  ilkeyi,  çocuğun  yararı oluşturur.  Çocuğun yararı, çerçevesi esnek, daima münferit halin özelliklerine göre somutlaştırılması  gereken  bir  kavramdır.  Ancak  kesin  bir  biçimde                                                             41  Krş. Schwenzer/Cottier, Art. 273 N. 6.  42  Hegnauer, N. 19.02; Schwenzer/Cottier, Art. 273 N. 7; Büchler, Art. 273 N. 15.  43  Schwenzer/Cottier, Art. 273 N. 7.  44 Schwenzer/Cottier, Art. 273 N. 10; Hegnauer, N. 19.09; Büchler/Enz, s. 913, 914; BGer 21.02.2007, 5C.298/2006, FamPra.ch 2007, s. 715.  45  Schwenzer/Cottier, Art. 273 N. 10; Hegnauer, N. 19.09.  46  Schwenzer/Cottier,  Art.  273  N.  10;  Büchler,  Art.  273  N.  25;  Hegnauer,  N.  19.09; Büchler/Enz, s. 913; BGer 27.06.2016, 5A_404/2015, E.2.2. BM Çocuk Haklarına Dair Sözleşmenin  m.  3/I  hükmüne  göre  kamusal  ya  da  özel  sosyal  yardım  kuruluşları, mahkemeler,  idari  makamlar  veya  yasama  organları  tarafından  yapılan  ve  çocukları ilgilendiren bütün faaliyetlerde, çocuğun yararı temel düşüncedir. Konuyla ilgili olarak ayrıca bakınız BM Çocuk Haklarına Dair Sözleşme, m. 9/III; TMK m. 324/II, m. 325/I, m. 182/II; Serdar, s. 743, 745, 748, 759 vd.; Erlüle, 2010, s. 225; Yılmaz, s. 111.   47  Urs Tschümperlin, Die elterliche Gewalt in Bezug auf die Person des Kindes (Art. 301 bis 303 ZGB), Freiburg 1989, s. 82; Andreas Brauchli, Das Kindeswohl als Maxime des Rechts, Zürich 1982, s. 114 vd., 165 vd.; Schwenzer/Cottier, Art. 301 N. 4; Rona Serozan, Çocuk Hukuku, 2. Bası, İstanbul 2005, I § 8 N. 1; konu bağlamında ayrıca bkz. S. Hülya İmamoğlu, Yeni Medeni Kanundaki Düzenleme ve Velayete Hakim İlkeler Çerçevesinde Tedip Hakkının Değerlendirilmesi, Ankara Üniversitesi Hukuk Fakültesi Dergisi, Cilt 54, 2005, Sayı 1, s. 170 vd.  849Selma Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 841-865  tanımlanamasa da çocuğun yararı kavramının içeriği belirlenebilir. İsviçre öğretisinde Art. 302 Abs. 1 ZGB (TMK m. 340/I) hükmünden hareketle çocuğun bedensel, zihinsel ve ahlaki gelişiminin, çocuğun yararı kavramına dâhil olduğu ifade edilmektedir 50. Çocuğun düşünsel, duygusal ve ruhsal gelişiminin de çocuğun yararı kavramına dâhil olduğu tartışmasızdır. Ayrıca çocuğun yararı kavramı, çocuğun hukuki, toplumsal ve ekonomik yararını da içerir. Bu bağlamda çocuğun yararı, çocuğun bedensel, zihinsel, ruhsal, ahlaki, toplumsal, ekonomik ve hukuki yönden iyi halde bulunması olarak ifade edilebilir.   2.  Kişisel  İlişki  Kurma  Hakkının  Belirlenmesinde  Çocuğun İradesinin Önemi  Kişisel ilişki kurma hakkının belirlenmesinde çocuğun iradesinin de önemi  büyüktür.  Çocuğun  iradesinin  ortaya  çıkarılması  için  çocuğun dinlenilmesi,  diğer  bir  ifadeyle  çocuğun  görüşünün  alınması  gerekir. Çocuğun dinlenilmesi, çocuğun kişiliğinin sonucu olup, kişiye sıkı sıkıya bağlı bir haktır.  BM Çocuk Haklarına Dair Sözleşme uyarınca görüşlerini oluşturma yeteneğine  sahip  çocuğun  kendisini  ilgilendiren  her  konuda  görüşlerini serbestçe  ifade  etme  hakkı  tanınmalıdır  (m.  12)57.  Bu  yönde  çocuğun                                                             48  Tschümperlin, s. 82.  49  Tschümperlin, s. 82; Schwenzer/Cottier, Art. 301 N. 5.  50  TMK m. 340/I hükmüne göre ana ve baba, çocuğu olanaklarına göre eğitirler ve onun bedensel, zihinsel, ruhsal, ahlaki ve toplumsal gelişimini sağlar ve korurlar.  51  Tschümperlin, s. 82; ayrıca bkz. İmamoğlu, s. 170.   52  Brauchli, s. 109 vd.; ayrıca bkz. İmamoğlu, s. 170, 171.  53  Büchler/Enz, s. 917.  54  Schwenzer/Cottier, Art. 273 N. 11; Büchler, Art. 273 N. 33; Büchler/Enz, s. 914; BGer 23.05.2013,  5A_120/2013  (Häberli,  ZKE  2013,  s.  260-  261);  BGer  21.06.2016, 5A_528/2015 (Philippe Meier/Thomas Häberli, Übersicht zur Rechtsprechung im Kindes- und Erwachsenenschutzrecht, Februar bis April 2016, ZKE 2016, s. 221- 222); Erlüle, 2010, s. 230.   55  Schwenzer/Cottier, Art. 273 N. 11; bu konuda ayrıca bkz. ve krş. Yılmaz, s. 113 vd.; Serdar, s. 748 vd.  56  Büchler/Enz, s. 915; Guy Bodenmann/Alexandra Rumo- Jungo, Die Anhörung von Kindern aus rechtlicher und psychologischer Sicht, Fampra.ch 2003, s. 24; Verena Bräm, Die Anhörung des Kindes aus rechtlicher Sicht, SJZ 1999, s. 309 vd.; Jonas Schweighauser, FamKomm, Scheidung, 3. Auflage, Bern 2017, Art. 298 ZPO N. 8; BGE 131 III 553, E. 1.1 (554); BGer 14.07.2011, 5A_397/2011, E. 2.2.   57  Öğretide BM Çocuk Haklarına Dair Sözleşme m. 12/I uyarınca dinlenilmesi öngörülen görüşlerini oluşturma yeteneğine sahip çocuğun, ayırt etme gücüne sahip çocuk anlamına geldiği yönünde bkz. Verena Bräm, Die Anhörung des Kindes im neuen Scheidungsrecht, 850Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 841-865  Ana Baba ve Çocuk Arasında Kişisel İlişki… görüşlerine çocuğun yaşı ve olgunluk derecesine uygun olarak gereken özen gösterilmelidir. Çocuk Haklarının Kullanılmasına İlişkin Avrupa Sözleşmesi çerçevesinde de yeterli idrake sahip olduğu iç hukuk tarafından kabul edilen bir çocuğa bir adli merci önündeki kendisini ilgilendiren davalarda kendisine danışılmak ve kendi görüşünü ifade etmek hakkı verilmiştir (m. 3)58. Yine Çocuklarla Kişisel İlişki Kurulmasına Dair Avrupa Sözleşmesi gereği iç hukuka göre yeterli ayırt edebilme yeteneğine sahip olduğu kabul edilen bir çocuk, bilgilendirilme, danışılma ve görüşlerini ifade etme hakkına sahiptir (m. 6).  Türk hukukunda BM Çocuk Haklarına Dair Sözleşme, Çocuk Haklarının Kullanılmasına  İlişkin  Avrupa  Sözleşmesi  ve  Çocuklarla  Kişisel  İlişki Kurulmasına Dair Avrupa Sözleşmesi onaylanmış olmakla birlikte çocuk ile kişisel ilişki kurulmasını öngören düzenlemede (TMK m. 323-326), kişisel ilişki  kurma  hakkının  belirlenmesinde  çocuğun  görüşünün  göz  önünde tutulması  gerektiğine  ilişkin  bir  hüküm  yer  almamaktadır  60.  Fakat                                                             AJP 1999, s. 1570; bu yönde BBl 1994 V 37. Türk öğretisinde Akyüz e göre görüşlerini ifade etme yeteneği, her zaman ayırt etme gücü şeklinde anlaşılamaz (Emine Akyüz, Çocuk Hukuku, Çocukların Hakları ve Korunması, 3. Baskı, Ankara 2013, s. 197).  58  Çocuk  Haklarının  Kullanılmasına  İlişkin  Avrupa  Sözleşmesi,  Türkiye  tarafından onaylanmıştır. Bkz. RG. 2 Mayıs 2002, S. 24743. Türkiye, Sözleşme nin 1. maddesinin 4. paragrafı uyarınca, Sözleşme nin ana baba ve çocuk arasında kişisel ilişki kurulmasına ilişkin davalarda uygulanacağını beyan etmiştir. Sözleşme nin 3. maddesinin doğrudan uygulanabilir nitelikte bir hüküm olduğu yönünde Serdar, s. 749. Anılan Sözleşmenin 6. maddesinde de bir çocuğu ilgilendiren davalarda adli merci tarafından bir karar almadan önce  çocuğun  iç  hukuka  göre  yeterli  idrak  gücüne  sahip  olduğunun  kabul  edildiği durumlarda, yüksek çıkarına açıkça ters düşmediği takdirde, kavrayışına uygun bir tarzda çocuğa danışılması, çocuğun görüşünü ifade etmesine izin verilmesi ve çocuğun ifade ettiği görüşe gereken önemin verilmesi öngörülmüştür. Ayrıca bkz. AY m. 90/V (dn. 1).   59  Konu hakkında ayrıca bkz. Serdar, s. 748. İsviçre Medeni Kanununda mahkemenin, ana baba ve çocuk arasındaki kişisel ilişkiyi düzenlerken olabildiğince çocuğun görüşünü göz önünde bulunduracağı yönünde bir düzenlemeye yer verilmiştir (Art. 133 Abs. 2 ZGB).  Diğer  taraftan  İsviçre  Hukuk  Muhakemeleri  Usulü  Kanununda  aile  hukukuyla  ilgili meselelerde çocuğu ilgilendiren hususlarda çocuğun dinlenilmesine ilişkin bir hüküm yer almaktadır (Art. 298 ZPO). Türk hukukunda Hukuk Muhakemeleri Kanununda hukuki dinlenilme hakkını öngören 27. maddenin dışında çocuklara ilişkin ayrı bir düzenleme yer almamaktadır.  60  Türk hukukunda TMK m. 339/III uyarınca ana babanın, önemli konularda olabildiğince çocuğun görüşünü göz önünde tutacağı öngörülmüştür. Diğer taraftan TMK m. 446/II hükmünde yapılan atıf bağlamında küçük, koruma amacıyla özgürlüğün kısıtlanması sürecinde karar verilmeden önce yargıç tarafından dinlenir (TMK m. 437/III). Çocuğun rızasına veya istemine yer veren hükümler olarak bkz. TMK m. 12, m. 308/II, m. 347/II; ayrıca bkz. m. 316/I, m. 450/I, m. 461. Keza bkz. 03.07.2005 tarihli ve 5395 sayılı Çocuk Koruma  Kanunu  m.13/II;  bu  konuda  Saibe  Oktay  Özdemir,  Boşanma  Davalarında Çocuklara İlişkin Kararlar Bakımından Çocuğun Dinlenme Hakkı, Prof. Dr. Hüseyin 851Selma Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 841-865  uygulamada yargı kararlarında BM Çocuk Haklarına Dair Sözleşmeye (m. 12) ve Çocuk Haklarının Kullanılmasına İlişkin Avrupa Sözleşmesine (m. 3 ve m. 6) atıfla çocuğun kendisini ilgilendiren konularda görüşünün alınması ve görüşlerine  gereken  önemin  verilmesi  yönündeki  yaklaşım  tespit edilmektedir. Nitekim Yargıtay Hukuk Genel Kurulu, konuyla ilgili bir kararında idrak çağında olan çocuğun beyanına üstünlük tanınarak, davalı anne ile çocuk arasında yatılı olmayacak şekilde uygun süreli bir kişisel ilişki düzenlenmesi gerektiği sonucuna varmıştır 63. Yargıtay a göre kişisel ilişki kurulurken göz önünde tutulması gereken temel ilke, çocuğun üstün yararıdır. Bu yönde Yargıtay 2. Hukuk Dairesi, çocuğun üstün yararı gerektirdiği takdirde, görüşlerinin aksine karar verilmesinin  mümkün olduğunu ifade etmiştir.  İsviçre  Federal  Mahkemesine  göre  çocuğun  dinlenilmesi,  Art.  16 ZGB/TMK m. 13 anlamında çocuğun ayırt etme gücüne sahip olmasını şart kılmaz, fakat çocuk, ayırt etme gücüne sahip olur olmaz dinlenilme yönündeki talebini bizzat kullanır; bu aşamadan itibaren dinlenilme talebi, bir kişisel                                                             Hatemi ye Armağan, Cilt II, İstanbul 2009, s. 1223; Erlüle, 2018, s. 270. Ayrıca bkz. Bahar Öcal Apaydın/Selin Hışım, Türk Aile Hukukunda Çocuğun Katılım Hakkı, Türk Medeni Kanunu Hükümlerinin Çocuk Hakları İle Uyumlaştırılması (Editörler: Aslı Makaracı Başak/Seda Öktem Çevik/Gülen Sinem Tek), Ankara 2021, s. 304 vd.  61  BM Çocuk Haklarına Dair Sözleşmenin 12. maddesinin doğrudan uygulanabilir nitelikte bir hüküm olduğu yönünde bkz. Serdar, s. 749; Wolf, s. 131; Federal Mahkemenin bu görüşte olduğu yönünde Bräm, SJZ 1999, s. 310; AJP 1999, s. 1569; Jonas Schweighauser, AJP 1998, s. 837 vd.; konuyla ilgili olarak bkz. BGE 124 III 90.  62  Y. HGK. E. 2017/2069, K. 2018/1179, K.T. 06.06.2018 (Sinerji Mevzuat ve İçtihat Programı, erişim tarihi: 20.04.2021; ayrıca dn. 3). Konu bağlamında bkz. Y. 2. HD. E. 2010/734, K. 2010/7240, K.T. 13.04.2010; ayrıca velayete ilişkin olmakla birlikte bkz. Y. 2. HD. E. 2015/22880, K. 2017/1967, K.T. 27.02.2017; Y. 2. HD. E. 2016/22453, K. 2017/1771, K.T. 21.02.2017; Y. 2. HD. E. 2015/1363, K. 2015/8007, K.T. 21.04.2015 (Kazancı İçtihat Bilgi Bankası, erişim tarihi: 13.05.2021).  63  Yargıtay Hukuk Genel Kurulu, velayete ilişkin bir kararında dava tarihinde sekiz yaşındaki çocuğun idrak çağında olduğunu kabul ederek çocuğa, kendisini doğrudan ilgilendiren velayet konusunda danışılarak, görüşünü gerekçeleriyle birlikte ifade etme olanağının sağlanması; ifade edeceği bu görüşün, çocuğun kendi çıkarına ters düşmediği takdirde, buna önem verilerek sonucuna göre bir karar verilmesi gerektiği hükmünde bulunmuştur (Y. HGK. E. 2017/3117, K. 2018/1278, K.T. 27.06.2018; www.yargitay.gov.tr; erişim tarihi: 09.06.2021). Anılan karara göre …somut olayda da velayetinin değiştirilmesi talep edilen müşterek çocuk E. dava tarihinde 8, karar tarihinde 10, bozma kararının verildiği tarihte ise 12 yaşında olup, müşterek çocuk davanın tüm aşamalarında idrak çağındadır…   64  Y. 2. HD. E. 2016/7741, K. 2017/1217, K.T. 07.02.2017 (Sinerji Mevzuat ve İçtihat Programı, erişim tarihi: 20.04.2021). Konu bağlamında bkz. Y. 2. HD. E. 2016/16051, K. 2016/15916, K.T. 13.12.2016; velayete ilişkin olmakla birlikte bkz. Y. 2. HD. E. 2012/9745, K. 2013/9865, K.T. 09.04.2013 (Kazancı İçtihat Bilgi Bankası, erişim tarihi: 13.05.2021).  852Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 841-865  Ana Baba ve Çocuk Arasında Kişisel İlişki… katılma hakkı niteliğini alır. Bunun yanında dinlenilme talebi, çocuğun yaşından bağımsız olarak gerçek durumun ortaya çıkarılmasına hizmet eder. Diğer taraftan çocuğun dinlenilmesi, bir direktif anlamında, prensipte altı yaşından itibaren mümkündür. Ancak somut şartlara göre biraz daha küçük bir çocuğun da dinlenilmesi mümkündür; mesela birden çok kardeşten en küçüğünün sözü edilen yaş eşiğinin hemen öncesinde bulunması halinde bu durum  söz  konusudur.  Federal  Mahkemeye  göre  kişisel  ilişkinin şekillendirilmesinde en üst ilke, çocuğun yararıdır. Bu noktada çocuğun iradesi,  birçok  ölçütten  sadece  biri  olup,  kişisel  ilişki  hakkındaki  karar çocuğun iradesine bağlı kılınamaz; aksi takdirde çocuğun iradesi, çocuğun yararı ile eş tutulmuş olur; oysa çocuğun iradesi ve çocuğun yararı birbiriyle çelişebilir. Bununla birlikte Federal Mahkeme, bir kararında kişisel ilişki kurma hakkının zorla tespit edilmesinin çocuğun yararına aykırı düştüğünü de ifade etmiştir.  Çocuğun iradesi, çocuğun kişisel açıdan önemli olup erişilmek istenen hedef durumlarına yaşına uygun, kararlı ve özerk yönelimi olarak ifade edilmektedir. Çocuğun iradesinin saptanmasında ve kontrol edilmesinde öncelikle  iradeye  ilişkin  temel  ölçütlerin  gerçekleşmiş  olup  olmadığı incelenmelidir: Buna göre çocuk tarafından belirlenmiş fark edilebilir açık bir hedef olmalıdır. Çocuk, bu hedefi belirlemede ısrarlı olmalı ve kararlı bir                                                             65  BGE 131 III 553, E. 1.2.2 (557), E. 1.1 (554); BGer 06.08.2013, 5A_473/2013, E. 3.  66   BGE 131 III 553, E. 1.2.3 (557); BGer 04.05.2019, 5A_723/2019, E. 5.1 (Pra 110 [2021] Nr. 4).   67 BGE 131 III 553, E. 1.2.3 (557); BGer 04.05.2019, 5A_723/2019, E. 5.1 (Pra 110 [2021] Nr. 4).   68  BGer 27.06.2016, 5A_404/2015, E. 5.2.2.  69  BGer  27.06.2016,  5A_404/2015, E.  5.2.5; BGer  17.10.2014,  5A_719/2013  (Philippe Meier/Thomas  Häberli,  Übersicht  zur  Rechtsprechung  im  Kindes-  und Erwachsenenschutzrecht, Juli bis Oktober 2014, ZKE 2014, s. 523- 524).  70  BGer  13.08.2015,  5A_459/2015  (Philippe  Meier/Thomas  Häberli,  Übersicht  zur Rechtsprechung im Kindes- und Erwachsenenschutzrecht, Juli bis Oktober 2015, ZKE 2015, s. 461).  71  BGer 21.01.2016, 5A_528/2015 (Meier/Häberli, ZKE 2016, s. 222).  72  Bkz. Büchler/Enz, s. 918 ve anılan sayfada dipnot 47 de atıf yapılan eser; Liselotte Staub, Bedeutung des Kindeswillens und des Persönlichkeitsrechts bei Umgangswiderständen, Der neue Familienprozess, 6. Symposium zum Familienrecht 2011, Zürich 2012, s. 144. Ayrıca konuyla ilgili olarak bkz. Özge Yücel, Çocuğun Yüksek (Üstün) Yararı Bağlamında Çocuğun İradesi, Ufuk Üniversitesi Hukuk Fakültesi Dergisi, Aralık 2013, Sayı 2, s. 128 vd.  73  Staub, s. 144.  74  Büchler/Enz, s. 918; Staub, s. 144. Staub, hedef belirlemede fark edilebilir açık bir hedef sorusunun yöneltileceğini ifade etmektedir. Mesela çocuk, ayrı yaşayan ana veya babayla iletişimin şekillendirilmesi ve görüşme hakkında düşüncesini söylemekte midir? Veya çeşitli imkânlar arasında hangileri üstün tutulmaktadır?  853Selma Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 841-865  şekilde bu yöndeki iradesini farklı durumlarda ve çeşitli kişiler karşısında devam ettirmelidir. Nihayetinde çocuğun iradesi, özerk olmalı, çocuğun kendisinden  kaynaklanmalıdır.  Öğretide  gelişim  psikolojisi  açısından çocukların, halihazırda üç ila dört yaşları arasında özerk ve kararlı bir irade oluşturmak  ve  dışarıya  bildirmek  için  gerekli  bütün  sosyal  ve  psişik yeterlilikleri kazandıkları ifade edilmektedir.  Kişisel ilişki kurma hakkının belirlenmesinde özerk ve kararlı bir irade oluşturabilen çocuğun dinlenilmesi gerekir. Bu bakımdan çocuğun ayırt etme gücüne sahip olup olmadığına göre ayrım yapılmamalıdır. Ayrıca çocuğun dinlenilip dinlenilmemesi ve ayırt etme gücüne sahip sayılması için belirli  yaş  sınırları  konulmasından  kaçınılmalıdır.  Öğretide  iradesi  pek duygusal ve duruma ilişkin şekillenmiş olsa da küçük bir çocuğun da sürece katılımının sağlanması gerektiği ifade edilmektedir. Zira duygusal güdüler de akla uygun gerekçelere göre daha az değerli değildir.  Çocuk, velayeti altında bulunmadığı veya kendisine bırakılmadığı ana veya babayla kişisel ilişki kurmayı reddedebilir. Bu noktada kişisel ilişki kurma  hakkı  belirlenirken  çocuğun  reddeden  tutumunun  sebepleri irdelenmelidir. Çocuğun ana veya babaya karşı olumsuz duygu ve kanaatleri, suiistimale  uğrama  veya  şiddet  görme  gibi  bizzat  yaşadığı  fiili  olaylara                                                             75  Staub, s. 145; Büchler/Enz, s. 918, 919.  76  Büchler/Enz, s. 919; Staub, s. 145.  77  Staub,  s.  145;  Büchler/Enz,  s.  919;  Sabine  Brunner/Heidi  Simoni,  Alltags-  und Beziehungsgestaltung mit getrennten Eltern- Mitbestimmen und Mitwirken von Kindern aus psychologischer Sicht- Trennung und Scheidung: Übergänge im familialen Lebenslauf, FamPra.ch 2011, s. 354.  78 Krş. Büchler/Enz, s. 923. Federal Mahkeme yukarıda da anılan 04.05.2019 tarihli kararında çocuklarda  özerk  irade  oluşturma  yeteneğinin  yaklaşık  12  yaşından  itibaren  mevcut bulunduğunu ifade etmiştir. BGer 04.05.2019, 5A_723/2019, E. 5.2 (Pra 110 [2021] Nr. 4). Bu yönde BGer 27.06.2016, 5A_404/2015, E. 5.2.5; BGer 13.08.2015, 5A_459/2015 (Meier/Häberli, ZKE 2015, s. 461); BGer 17.10.2014, 5A_719/2013 (Meier/Häberli, ZKE 2014, s. 523- 524).  79  Ayırt etme gücü, akla uygun davranma yeteneğini ifade eder. Kişinin muhakemesini ve iradesini ilgilendiren akla uygun davranma yeteneği, iki yeteneğin bulunmasını gerektirir: İlk olarak belirli bir durumu anlama, akla uygun değerlendirme, buna ilişkin bir gerekçe ve bir irade oluşturma yönünde entelektüel yetenek; bunun yanı sıra iradeye uygun davranma yeteneği. Kişi, sadece bir irade oluşturmaya ehil olmamalıdır, bilâkis kendi iradesine göre davranma  konumunda  da  olmalıdır  (Andreas  Bucher,  Natürliche  Personen  und Persönlichkeitsschutz, 4. Auflage, Basel 2009, N. 60, N. 61). Ayırt etme gücü, soyutlama kabiliyetini gerektirir (Staub, s. 145).  80  Büchler/Enz, s. 923, 924; Brunner/Simoni, s. 554, 555.  81  Krş. Büchler/Enz, s. 919; Brunner/Simoni, s. 557.  82  Konu hakkında ayrıca bkz. Akyüz, s. 193 vd.  854Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 841-865  Ana Baba ve Çocuk Arasında Kişisel İlişki… dayanabilir. Bu durum, kişisel ilişki kurma hakkının belirlenmesinde dikkate alınmalıdır. Öğretide böyle bir durumda kişisel ilişki kurma hakkına ilişkin olarak çeşitli ihtimallerin söz konusu olabileceği ifade edilmektedir: Burada mesela ilgili ana veya babanın terapi görmesini içeren mükellefiyetli bir kişisel ilişki kurma hakkı düşünülebilir veya refakatçiyle birlikte bir kişisel ilişki kurma hakkının belirlenmesi yönüne gidilebilir; fakat çocuğun yararı bağlamında  son  çare  olarak  kişisel  ilişki  kurulmasından  tamamen vazgeçilmesi de mümkündür.  Çocuğun  kişisel  ilişkiyi  reddeden  tutumu,  ana  baba  arasındaki çekişmeden de kaynaklanabilir. Burada çocuk, velayeti altında bulunduğu veya kendisine bırakıldığı ana veya babanın yanında yer alarak karşı taraf aleyhine bir tavır takınabilir. Keza çocuk, kişisel ilişkiyi, velayeti altında bulunduğu veya kendisine bırakıldığı ana veya babanın yönlendirmesi sonucu reddedebilir. Fakat yine de çocuğun iradesi, çocuğun kişiliğinin parçası olarak kişisel ilişki kurma hakkının belirlenmesinde göz ardı edilmemelidir. Ancak bu ihtimalde çocuğun yararı, çocuğun yönlendirilmiş iradesine karşı bir  kişisel  ilişki  kurma  hakkının  belirlenmesini  gerektirebilir;  nitekim Federal Mahkeme bu yönde çocuğun kişisel ilişkiyi reddeden tutumunun esasen kendisine bırakıldığı kişiden etkilenmesi halinde kişisel ilişkiye ilişkin bir  düzenlemenin  her  şeyden  önce  sadece  çocuğun  iradesine  bağlı olmayacağını ifade etmiştir. Bununla birlikte burada da çocuğu koruyucu tedbirler alınmalıdır. Diğer taraftan kişisel ilişkiyi reddetmesine rağmen çocuğun ana babanın her ikisiyle de görüşmesinin onun gelişimi bakımından taşıdığı önem, kişisel ilişki kurma hakkının yargı uygulamasında alışıldığı şekilde olmasa da asgari düzeyde belirlenmesini haklı kılabilir.                                                              83  Büchler/Enz, s. 919, 920.  84  Büchler/Enz, s. 920; Büchler, Art. 273 N. 20; Schwenzer/Cottier, Art. 273 N. 11, Art. 274 N. 11.  85  Büchler/Enz, s. 920.  86  Büchler/Enz, s. 922; Büchler, Art. 273 N. 25; Schwenzer/Cottier, Art. 273 N. 11, Art. 274 N. 12.    87  Liselotte Staub, Kontaktwiderstände des Kindes nach der Trennung der Eltern: Ursache, Wirkung und Umgang, ZKE 2010, s. 351 vd.  88  Büchler/Enz, s. 920, 921; Büchler, Art. 273 N. 36; ayrıca bkz. Staub, Kontaktwiderstände, s. 355 vd.; Brunner/Simoni, s. 356.  89  Büchler/Enz, s. 921.   90  Krş. Büchler/Enz, s. 921 vd.  91  BGer 22.11.2017, 5A_522/2017, E. 4.6.3.  92  Krş. Büchler/Enz, s. 922.  93  Krş. Büchler, Art. 273 N. 34; BGer 21.02.2007, 5C. 298/2006 (FamPra.ch 2007, s. 713 vd.).  855Selma Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 841-865  V. Kişisel İlişki Kurma Hakkının Gerçekleştirilmesi  1. Çocuğun İradesinin Dikkate Alınması  Çocuğun iradesi, sadece kişisel ilişki kurma hakkının belirlenmesinde değil,  aynı  zamanda  kişisel  ilişkinin  gerçekleştirilmesi  sırasında  da  göz önünde bulundurulmalıdır. Burada çocuğun iradesine karşı kişisel ilişki kurma hakkının gerçekleştirilmesi konusu önem taşımaktadır. Çocuk, ana veya babayla görüşmeyi ya da iletişimi ciddi şekilde reddediyorsa, buna zorlanmaması gerekir. Burada da çocuğun reddeden tutumunun sebepleri irdelenmelidir.  Keza  çocuğun  reddeden  tutumunun  sebebi,  çocuğun yönlendirilmiş iradesi olsa da kişisel ilişkinin zorla yerine getirilmesinden kaçınılmalıdır. Zira daha önce de ifade edildiği gibi çocuk, kişisel ilişki kurma  hakkına  sahip  ana  veya  babayla  bir  araya  gelmeyi  ciddi  şekilde reddettiği  sürece  kişisel  ilişki  kurma  hakkının  çocuğun  yararına gerçekleştirilmesi esasen mümkün değildir. Bu yönde özellikle ayırt etme gücüne  sahip  çocuğun  iradesine  karşı  kişisel  ilişki  kurma  hakkı  zorla gerçekleştirilmemelidir. Böyle bir tutum, çocuğun kişilik hakkına aykırı olduğu gibi kişisel ilişki kurma hakkının amacıyla da bağdaşmaz. Ancak şüphesiz ki çocuğun ana babanın her ikisiyle de bir ilişki kurması ve bu ilişkinin korunması, kişilik gelişimi için merkezi öneme sahiptir. Bu itibarla çocuğun  kişisel  ilişkiyi  reddeden  tutumunun  sebepleri  de  göz  önünde bulundurularak  uygun  tedbirlerle  çocuğun  kişisel  ilişki  kurmaya  rıza göstermesi için gerekli şartların sağlanması yönünde çaba gösterilmelidir. Ayrıca çocuk ile kişisel ilişki kurma hakkına sahip ana veya baba arasında                                                             94  Büchler/Enz, s. 924; Schwenzer/Cottier, Art. 273 N. 11.  95  Schwenzer/Cottier, Art. 274 N. 13; Büchler, Art. 274 N. 10, N. 11; Büchler/Enz, s. 924 vd.  96  Ayrıca bkz. Yılmaz, s. 135.  97  Bu konuda ayrıca bkz. Serdar, s. 772.  98  Schwenzer/Cottier, Art. 274 N. 13; Büchler/Enz, s. 925; Büchler, Art. 274 N. 11; Liselotte Staub/Gisela Kilde, Erinnerungskontakte bei urteilsfähigen Kindern aus psychologischer und juristischer Sicht, ZBJV 2013, s. 935 vd.; BGer 23.05.2013, 5A_ 120/2013 (Häberli, ZKE 2013, 260- 261); Serdar, s. 771.     99  Büchler, Art. 274 N. 11; Schwenzer/Cottier, Art. 273 N. 11; BGer 13.08.2015, 5A_459/2015 (Meier/Häberli, ZKE 2015, s. 462).  100  Büchler, Art. 274 N. 11; Schwenzer/Cottier, Art. 273 N. 11; BGer 13.08.2015, 5A_459/2015 (Meier/Häberli, ZKE 2015, s. 462); Öztan, s. 791.  101  Schwenzer/Cottier, Art. 273 N. 11. Federal Mahkeme bu yönde çocuk psikolojisi verilerine atıfla ana babanın her ikisiyle de ilişkisinin çocuğun gelişiminde, özellikle kimliğini bulmasında belirleyici bir rol oynayabildiğini ifade etmiştir. Özellikle erkek çocuklarında özdeşlik kurabileceği bir baba figürüne yönelme imkânı, erkekliğin gelişimi bakımından büyük önem taşır (BGer 27.06.2016, 5A_404/2015, E. 5.2.5).  102  Krş. Schwenzer/Cottier, Art. 273 N. 11; ayrıca bkz. Serdar, s. 771- 772.   856Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 841-865  Ana Baba ve Çocuk Arasında Kişisel İlişki… doğrudan görüşmenin dışında telefon, mektup vb. diğer iletişim biçimleri de söz konusu olabilir.  Öğretide, özellikle çocuk psikolojisi ve psikiyatrisi uzmanları arasında çocuğun  kişisel  ilişkiyi  sürekli  olarak  reddettiği  hallerde  çocuğun  yararı dikkate alınarak farklı görüşme yöntemleri önerilmektedir. Mesela önerilen görüşme yöntemlerinden hatırlatma görüşmeleri olarak ifade edilebilecek görüşmelerde çocuk ile kişisel ilişki kurma hakkına sahip ana veya baba, yılda birkaç kere üçüncü bir kişinin nezdinde (mesela kayyım) bir araya gelmekte, birbiri hakkında bilgi edinmektedir. Bu suretle kişisel ilişki kurma hakkına sahip ana veya baba ve çocuk arasındaki ilişkinin tamamen kesilmesinin önlenmesi  amaçlanır.  Bu  görüşmeler,  ilke  olarak  on  sekiz  yaşına  kadar öngörülür.   2. İcra ve İflâs Kanununun 25/a ve 25/b Hükümleri  Türk hukukunda çocukla kişisel ilişki kurulmasına ilişkin  mahkeme kararlarının yerine getirilmesi (icrası), İcra ve İflâs Kanununun 25/a ve 25/b maddeleri çerçevesinde düzenlenmiştir. İİK m. 25/a hükmünde ana ve baba, alacaklı ve borçlu olarak ifade edilmiştir. Anılan maddeye göre çocukla                                                             103  Krş. Schwenzer/Cottier, Art. 274 N. 16; Serdar, s. 771.   104 Konu hakkında bkz. Schwenzer/Cottier, Art. 273 N. 11; Büchler/Enz, s. 934 vd; Büchler, Art. 273 N. 37; Staub/Kilde, s. 937 vd.; ayrıca bkz. Joseph Salzgeber/Joachim Schreiner, Kontakt- und Betreuungsmodelle nach Trennung und Scheidung, FamPra.ch 2014, s. 88 vd.  105  Federal Mahkeme, ayırt etme gücüne sahip çocukların açık iradesi karşısında hatırlatma görüşmelerini düzenlemekten vazgeçen kanton mahkemesinin bu konudaki takdirini federal hukuka aykırı bulmamıştır (BGer 16.02.2021, 5A_647/2020; ius.focus, Mai 2021 Heft 5).  106  Bu konuda bkz. Güven, s. 124 vd.; İbrahim Özbay, Çocukla Kişisel İlişki Kurulmasına İlişkin İlamların İcrası (İİK m. 25/a ve İİK m. 25/b), e- akademi, Hukuk, Ekonomi ve Siyasal Bilimler Aylık İnternet Dergisi, Şubat 2009- Sayı 4; Ömer Mavi, İcra Takibiyle Çocukla Kişisel İlişki Kurulmasının Sebepleri, İcrada Uzmanın Rolü ve Çocuğun Durumu, TBB Dergisi, Sayı 74, 2008, s. 269 vd.; Serdar, s. 768 vd.  107  Kişisel ilişkinin gerçekleştirilmesi sırasında çocuk, doğrudan görüşmede kural olarak kişisel ilişki kurma hakkına sahip kişi tarafından bulunduğu yerden alınır ve geri getirilir. Kişisel ilişkinin böyle aranacak borç gibi şekillendirilmesi, borçlar hukukuna ilişkin isabetsiz bir düşünce tarzının kalıntısı olarak öğretide eleştirilmiştir. Bu hususta bkz. Rolf Vetterli, FamKomm, Scheidung, 3. Auflage, Bern 2017, Art. 176 N. 10. İcra ve İflâs Kanunundaki düzenleme de büyük bir ihtimalle aynı düşüncenin bir yansıması olarak değerlendirilebilir.  Bu konuda ayrıca bkz. Serozan, III § 5 N. 102. Yargıtay 12. Hukuk Dairesi, 19.03.1984 tarihli ve E. 1984/638, K. 1984/3162 sayılı kararında şu ifadelere yer vermiştir: …Borçlar Kanununun 73. maddesinin 3 numaralı bendinde açıklandığı gibi anılan maddenin 1 ve 2 numaralı bentleri dışında kalan borçların borçlunun bulunduğu yerde itfa zorunluluğu vardır. Hal böyle olunca çocuğun nezdinde bulunduğu ana veya babadan alınıp diğer tarafa teslim işleminin çocuğun ve borçlu kişinin bulunduğu yerde gerçekleşmesi gerekir… (Kazancı İçtihat Bilgi Bankası, erişim tarihi: 13.05.2021).  857Selma Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 841-865  kişisel ilişki kurulmasına ilişkin ilâmın yerine getirilmesi talebi üzerine icra müdürü, küçüğün ilâm hükümleri dairesinde lehine hüküm verilen tarafla kişisel ilişkide bulunmasına engel olunmamasını; aksi halde ilâm hükmünün zorla yerine getirileceğini borçluya 24. maddede yazılı şekilde bir icra emri ile tebliğ eder. Burada atıf yapılan 24. madde ise taşınır teslimine ilişkin ilâmların icrasıyla ilgilidir. İİK m. 25/a hükmünde kullanılan terminoloji, günümüzün çocuğun kişiliğine önem veren anlayışına ters düşmektedir. Diğer taraftan İİK m. 25/a, f. 2 hükmüne göre borçlu, tebliğ edilen icra emrini tutmazsa ilâm hükmü zorla yerine getirilir 109 110. İcra ve İflâs Kanununa 17 Temmuz 2003 tarihli ve 4949 sayılı Kanunla eklenen 25/b maddesinde ise çocukların  teslimine  ve  çocukla  kişisel  ilişki  kurulmasına  dair  ilâmların icrasının,  icra  müdürü  ile  birlikte  Sosyal  Hizmetler  ve  Çocuk  Esirgeme Kurumu tarafından görevlendirilen sosyal çalışmacı, pedagog, psikolog veya çocuk gelişimcisi gibi bir uzmanın, bunların bulunmadığı yerlerde bir eğitimcinin hazır bulunması suretiyle yerine getirileceği öngörülmüştür.                                                              108 İcra ve İflâs Kanunu Yönetmeliğinin icra ve iflas işleri için kullanılması zorunlu basılı kağıtları düzenleyen 19. maddesinde çocuk teslimi veya çocukla kişisel ilişki kurulmasına ilişkin icra emri hakkında Örnek No. 3 e işaret edilmiştir. Sözü edilen örnek belgede de ana ve baba, alacaklı ve borçlu olarak ifade edilmektedir.  109 İcra müdürünün çocuğun velayetine sahip veya çocuğun kendisine bırakıldığı kişiye karşı zor kullanma yetkisine sahip olduğu yönünde Güven, s. 138; ayrıca bkz. Serdar, s. 773. Ancak bu yetkiye son çare olarak ve ölçülülük ilkesine dikkat edilerek başvurulmalıdır (Güven, s. 138). Çocuğa karşı zor kullanılamayacağı yönünde Güven, s. 138; Serdar, s. 772- 773. Çocuk teslimiyle ilgili olarak İİK. m. 25 çerçevesinde Serozan a göre direnen çocuğa karşı zor kullanmada ölçülülük ilkesinin sınırlamaları, çocuğun üstün yararını koruma gereği daha sıkı tutulmalıdır ve çocuğa karşı zor kullanma son çare olmalıdır (III § 5 N. 102). Bize göre çocuğa karşı hiçbir şekilde zor kullanılmamalıdır. Diğer taraftan çocuğun yanında bulunduğu kişiye karşı doğrudan zor kullanılması da kişisel ilişkinin anlamı ve amacıyla bağdaşmaz (Krş. Schwenzer/Cottier, Art. 275 N. 18, N. 19).   110  İİK m. 25/a hükmü çerçevesinde düzenlenen icra emrinde ilâm hükmüne aykırı hareketin 341. maddedeki cezayı müstelzim olduğu da yazılır. İİK m. 25/a, f. 2 uyarınca borçlu alacaklının şikâyeti üzerine ayrıca 341. maddeye göre cezalandırılır. İİK m. 341 hükmünde ceza olarak altı aya kadar tazyik hapsi öngörülmüştür.   111  Sosyal Hizmetler ve Çocuk Esirgeme Kurumu, 2011 yılında 633 sayılı KHK ile Aile ve Sosyal Politikalar (Aile ve Sosyal Hizmetler) Bakanlığının kurulmasından sonra Çocuk Hizmetleri Genel Müdürlüğü olarak faaliyetlerini sürdürmektedir. Ayrıca bkz. Güven, s. 151, dn. 488.   112  İİK m. 25/b hükmüyle ilgili değişikliği öngören 4949 sayılı Kanunun genel gerekçesine göre çocuğun, ülkemizin de taraf olduğu Çocuk Hakları Sözleşmesinde öngörülen yüksek yararının gözetilmesi ve ana babasından veya bunlardan birinden ayrılmasına karar verilen çocuğun, kendi yüksek yararına aykırı olmadıkça, ana babanın ikisiyle de düzenli bir biçimde kişisel ilişki kurma ve doğrudan görüşme hakkına Sözleşmenin 9. maddesi uyarınca taraf devletlerin saygı gösterecekleri esasına uyum sağlanması amacıyla, çocuk teslimine ve çocukla kişisel ilişki kurulmasına dair ilâmların icrasında icra müdürünün yanında bir uzmanın hazır bulundurulması zorunluluğu getirilerek çocuğun psikolojik ve rahatsız edici 858Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 841-865  Ana Baba ve Çocuk Arasında Kişisel İlişki… İcra  ve  İflâs  Kanunundaki  düzenleme,  çocuğun  yararını  olumsuz etkileyebilecek bir uygulamaya yol açabilecek niteliktedir. Zira çocukla kişisel ilişki kurulmasına ilişkin mahkeme kararlarının yerine getirilmesi sırasında uzman bulundurulmasını öngören 25/b maddesi hükmünün dışında çocuğu koruyucu bir tedbire yer verilmemiştir. Bu yönde mesela mahkeme kararının yerine getirilmesi sırasında çocuğun şiddetle direnmesi halinde icra müdürü tarafından mahkeme kararının yerine getirilmesinin ertelenmesi gibi bir imkân, İcra ve İflâs Kanununda ve ilgili Yönetmelikte öngörülmemiştir. Nitekim Yargıtay 12. Hukuk Dairesi, 09.06.2009 tarihli ve E. 2009/4318, K. 2009/12326  sayılı  kararında  icra  müdürlüğünce,  ilâmın  icrası  sırasında, infazın çocuk psikolojisi açısından olumsuzluğuna değinen uzman beyanı dikkate  alınarak  çocukla  kişisel  ilişki  kurulmasına  ilişkin  ilâmın  yerine getirilmemesinin yasaya aykırı olduğu sonucuna varmıştır. Anılan kararda uzmanın görevi, mahkeme kararının yerine getirilmesi sırasında yalnızca çocuğa psikolojik yardımda bulunmak olarak ifade edilmiştir.  Bu noktada işaret etmek gerekir ki benzer bir düzenlemeyi içeren Uluslararası Çocuk Kaçırmanın Hukuki Yön ve Kapsamına Dair Kanunda, mahkeme kararının yerine getirilmesinin, çocuğun fiziksel ve duygusal yönden gelişimini ağır bir tehlike altında bırakacağının uzman tarafından tespit edilmesi durumunda, icra müdürü tarafından, talep üzerine veya resen söz konusu tehlike ortadan kalkıncaya kadar icranın erteleneceği öngörülmüştür (m. 22)117.  Aslında çocukla kişisel ilişki kurulmasına ilişkin mahkeme kararlarının gerçekleştirilmesi meselesinin, İcra ve İflas Kanunu dışında düzenlenmesi                                                             unsurlardan etkilenmesinin önlenmesi amaçlanmıştır. İİK m. 25/b hükmüne ilişkin gerekçe de bu yöndedir. Gerekçe için bkz. TBMM, 22. Dönem, 1. Yasama Yılı, 108. Birleşim, S. Sayısı: 225 (www.tbmm.gov.tr).  113  Bu konuda ayrıca bkz. Güven, s. 137 vd.; Serdar, s. 769 vd.  114  Bu konuda ayrıca bkz. Güven, s. 157- 158, 215 vd. Böyle bir ertelemeye gidilmesi halinde mahkemeye başvurulmak suretiyle çocukla kişisel ilişkinin kurulmasına ilişkin kararın yeniden  gözden  geçirilerek  kişisel  ilişki  kurma  hakkının  içeriğinin  değiştirilmesi sağlanabilir.  Bu  yönde  mesela  çocuğun  güvendiği  kişi  eşliğinde  bir  kişisel  ilişki belirlenebilir. Refakatçi eşliğinde kişisel ilişki kurma hakkının belirlenmesinde TMK m. 346 hükmünden yararlanılabilir. Bu hususta bkz. ve krş. Schwenzer/Cottier, Art. 273 N. 25; Serdar, s. 777, dn. 141. Konu bağlamında bkz. Y. 2. HD. E. 2019/5808, K. 2019/11366, K.T. 13.11.2019 (Kazancı İçtihat Bilgi Bankası, erişim tarihi: 13.05. 2021). Belirtmek gerekir ki 08.03.2012 tarihli ve 6284 sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlemesine Dair Kanun kapsamında şiddet uygulayanlar hakkında çocuklarla ilgili daha önce verilmiş bir kişisel ilişki kurma kararı varsa, kişisel ilişkinin refakatçi eşliğinde yapılması yönünde yargıç tarafından önleyici tedbir kararı verilebileceği öngörülmüştür (m. 5, f. 1/ ç).  115 Kazancı İçtihat Bilgi Bankası, erişim tarihi: 13.05.2021.  116 22.11.2007 tarihli ve 5717 sayılı Kanun (RG. 04.12.2007, S. 26720).  117 Bu konuda bkz. Güven, s. 140 vd., 150; Mavi, s. 275 vd., 276, dn. 15.  859Selma Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 841-865  gerektiği görüşündeyiz 119. Bu düzenlemede çocuğun yararı ile birlikte çocuğun iradesini de dikkate alan bir bakış açısıyla hareket edilmelidir. Burada kişisel ilişki kurma hakkının gerçekleştirilmesine yönelik olarak ana ve babanın çocukla birlikte uzlaştırılması temelinde disiplinler arası (hukuk, psikoloji, pedagoji, sosyal hizmetler) özel bir teşkilatlanmaya gidilmelidir. Mesela 9 Ocak 2003 tarihli ve 4787 sayılı Aile Mahkemelerinin Kuruluş, Görev  ve  Yargılama  Usullerine  Dair  Kanunda  bu  yönde  bir  düzenleme yapılması suretiyle çocukla kişisel ilişki kurulmasının gerçekleştirilmesine ilişkin  olarak  sözü  edilen  teşkilatlanma,  aile  mahkemeleri  bünyesinde oluşturulabilir.   VI.  Sonuç  Çocuk  hukukunda  çocukla  ilgili  alınması  gereken  bütün  kararlarda olduğu  gibi  çocukla  kişisel  ilişki  kurma  hakkının  belirlenmesinde  ve gerçekleştirilmesinde de yönlendirici temel ilke, çocuğun yararıdır. Ancak özerk ve kararlı bir irade oluşturabilen çocuğun iradesi de dikkate alınmalıdır. Zira çocuğun kişisel ilişki kurma hakkına sahip ana veya babayla kişisel ilişkiyi reddettiği hallerde kişisel ilişki kurma hakkının çocuğun yararına gerçekleştirilmesi esasen mümkün değildir.                                                              118 Burada Cumhuriyet Halk Partisi Grubu adına Ankara milletvekili Dr. Murat Emir tarafından TBMM ne sunulan kanun teklifine işaret etmek gerekir. 20 Eylül 2019 tarihinde sunulan bu kanun teklifinde yürürlükteki İcra ve İflâs Kanununun çocuk teslimi ve çocukla kişisel ilişki kurulmasına ilişkin hükümleri eleştirilmektedir. Çocuk teslimi ve çocukla kişisel ilişki kurulması sürecinin çocuğun duygusal istismara maruz kalmasına kadar uzanan yorucu ve travmatik bir olay olduğu belirtilen genel gerekçede bu sürecin bir icra işlemi olmaktan çıkarılıp, yeniden düzenlenmesi gerektiği ifade edilmektedir. Bu yönde konunun 03.07.2005 tarihli ve 5395 sayılı Çocuk Koruma Kanununda düzenlenmesi teklif edilmektedir. Konu bağlamında ayrıca bkz. Aile Bütünlüğünü Olumsuz Etkileyen Unsurlar ile Boşanma Olaylarının Araştırılması ve Aile Kurumunun Güçlendirilmesi İçin Alınması Gereken Önlemlerin Belirlenmesi Amacıyla Kurulan Meclis Araştırması Komisyonu Raporu, 14 Mayıs 2016 (TBMM, 26. Dönem, 1. Yasama Yılı, S. Sayısı: 399, s. 374- 375).  119 Çocukla kişisel ilişki kurulmasında cebri icra uygulamasını sona erdirmek üzere Adalet Bakanlığı tarafından hazırlanmış Mağdur Hakları Kanun Tasarısı hakkında bkz. Erlüle, 2018, s. 265. Ayrıca bu konuda bkz. Güven, s. 214 vd., 216 vd.; Derya Belgin, Çocuk Teslimi ve Çocukla Kişisel İlişki Kurulmasına Dair İlâmların İcrası (İİK m. 25, m. 25/a, m. 25/b), Yayımlanmamış Yüksek Lisans Tezi, Ankara Üniversitesi Sosyal Bilimler Enstitüsü, Ankara 2011, s. 135- 136; Sanem Aksoy Dursun, Çocuk İle Kişisel İlişki Kurma Hakkı ve Uygulamadaki  Sorunlar,  Türk  Medeni  Kanunu  Hükümlerinin  Çocuk  Hakları  İle Uyumlaştırılması (Editörler: Aslı Makaracı Başak/Seda Öktem Çevik/Gülen Sinem Tek), Ankara 2021, s. 193 vd.; Fatih Alkan, Boşanma Sonrası Ortaya Çıkan Önemli Bir Sorun: Çocukla Kişisel İlişki Kurma (Kurabilme) Hakkı ve Devletin Pozitif Yükümlülükleri, tihek.gov.tr/upload/file_editor/2019/07/1563525442.pdf,  s.  18  vd.  (Erişim  tarihi: 05.06.2021).  860Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 841-865  Ana Baba ve Çocuk Arasında Kişisel İlişki… Çocuğun iradesinin ortaya çıkarılması için çocuğun dinlenilmesi, diğer bir  ifadeyle görüşünün  alınması  gerekir.  Çocuğun  dinlenilmesi,  çocuğun kişiliğinin  bir  sonucudur.  Bu  yönde  çocuğun  dinlenilmesi  de  öncelikle çocuğun kişiliğine saygı gösterilmesini ifade eder; bu sebepledir ki çocuğun dinlenilmesi için ayırt etme gücüne sahip olması şartı aranmamalıdır.  Türk  hukukunda  çocuk  ile  kişisel  ilişki  kurulmasını  öngören düzenlemede  (TMK  m.  323-  326),  kişisel  ilişki  kurma  hakkının belirlenmesinde  çocuğun  dinlenilmesi  gerektiğine  ilişkin  bir  hüküm  yer almamaktadır. Gerçi Türk hukukunda bu konuda hüküm içeren BM Çocuk Haklarına Dair Sözleşme, Çocuk Haklarının Kullanılmasına İlişkin Avrupa Sözleşmesi ve Çocuklarla Kişisel İlişki Kurulmasına Dair Avrupa Sözleşmesi, onaylanarak yürürlüğe girmiş bulunmaktadır. Keza yargı uygulamasında BM Çocuk  Haklarına  Dair  Sözleşmeye  (m.  12)  ve  Çocuk  Haklarının Kullanılmasına İlişkin Avrupa Sözleşmesine (m. 3 ve m. 6) atıfla çocuğun kendisini ilgilendiren konularda görüşünün alınması ve görüşlerine gereken önemin  verilmesi  yönündeki  yaklaşım  tespit  edilmektedir.  Bu  bağlamda anılan hükümlerin (özellikle BM Çocuk Haklarına Dair Sözleşmenin 12. maddesinin) doğrudan uygulanabilir nitelikte hüküm teşkil ettiği yönünde öğreti ve uygulamadaki yaklaşımı da yinelemek gerekir. Bununla birlikte BM Çocuk Haklarına Dair Sözleşmenin, taraf devletlerin Sözleşmede çocuğa tanınan hakların uygulanması amacıyla gereken her türlü yasal, idari ve diğer önlemleri almalarını öngören 4. maddesinden hareketle, çocuğun dinlenilmesi hususunun ayrıca Türk Medeni Kanunu veya Hukuk Muhakemeleri Kanunu temelinde düzenlenmesi isabetli olacaktır.  Aynı  şekilde  BM  Çocuk  Haklarına  Dair  Sözleşmede  (m.  9/III)  ve Çocuklarla Kişisel İlişki Kurulmasına Dair Avrupa Sözleşmesinde (m. 4/I) ifade edilmiş olmakla birlikte, kişisel ilişki kurma hakkının ana baba ve çocuk yönünden karşılıklı bir hak olduğu hususunun da -kaynak İsviçre Medeni Kanununda olduğu gibi- TMK m. 323 hükmü kapsamında açık düzenlemeye kavuşturulması isabetli olur.  Çocukla kişisel ilişki kurulmasına ilişkin mahkeme kararlarının yerine getirilmesi hususu ise İcra ve İflâs Kanunu dışında düzenlenmelidir. Burada kişisel  ilişki  kurma  hakkının  gerçekleştirilmesine  yönelik  olarak  ana  ve babanın  çocukla  uzlaştırılması  temelinde  disiplinler  arası  özel  bir teşkilatlanmaya gidilmelidir. Kanımızca böyle bir teşkilatlanma, 4787 sayılı Aile Mahkemelerinin Kuruluş, Görev ve Yargılama Usullerine Dair Kanun kapsamında aile mahkemeleri bünyesinde oluşturulabilir.                                                              120  Krş. Schweighauser, Art. 298 ZPO N. 8.  121  Krş. BBl 1994 V 21, dn. 62; ayrıca bkz. Oktay Özdemir, s. 1223- 1224.  122  Ayrıca bu konuda bkz. Güven, s. 23, 214; Aksoy Dursun, s. 184, 196.  861Selma Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 841-865  KISALTMALAR  Abs.  : Absatz  AJP  : Aktuelle Juristische Praxis  Art.  : Artikel  AY  : 07.11.1982 tarihli ve 2709 sayılı Türkiye Cumhuriyeti Anayasası  BBl  : Bundesblatt  BGE  : Entscheidungen des Schweizerischen Bundesgerichts  BGer  : Bundesgericht Bkz.  : Bakınız  BM  : Birleşmiş Milletler  C.  : Cilt  Dn.  : Dipnot  E.   Erwägung E.  : Esas  FamKomm  : Familien- Kommentar  FamPra.ch  : Die Praxis des Familienrechts  f.  : fıkra  İİK  : 09.06.1932 tarihli ve 2004 sayılı İcra ve İflâs Kanunu  K.  : Karar  KHK  : Kanun Hükmünde Kararname  Krş.  : Karşılaştırınız  K.T.  : Karar Tarihi  m.  : madde  MHB  : Milletlerarası Hukuk ve Milletlerarası Özel Hukuk Bülteni  MÜHF- HAD: Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi  N.  : Nummer  Pra  : Die Praxis  RG.  : Resmî Gazete  s.  : sayfa  S.  : Sayı  SJZ  : Schweizerische Juristen- Zeitung  S. Sayısı  : Sıra Sayısı  TBB  : Türkiye Barolar Birliği  TBMM  : Türkiye Büyük Millet Meclisi  TMK  : 22.11.2001 tarihli ve 4721 sayılı Türk Medenî Kanunu  UN  : United Nations  UNO  : United Nations Organization  vd.  : ve devamı  ZBJV  : Zeitschrift des bernischen Juristenvereins  ZGB  : Schweizerisches Zivilgesetzbuch vom 10. Dezember 1907  ZKE  : Zeitschrift für Kindes- und Erwachsenenschutz  ZPO  : Schweizerisches Zivilprozessordnung vom 19. Dezember 2008  862Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 841-865  Ana Baba ve Çocuk Arasında Kişisel İlişki…",
     "Kaynakça": "Aksoy Dursun, S. (2021). Çocuk İle Kişisel İlişki Kurma Hakkı ve Uygulamadaki Sorunlar.  Türk  Medeni  Kanunu  Hükümlerinin  Çocuk  Hakları  İle Uyumlaştırılması (Editörler: Aslı Makaracı Başak/Seda Öktem Çevik/Gülen Sinem Tek). Ankara: Seçkin Yayınevi, 183- 198.   Akyüz, E. (2013). Çocuk Hukuku, Çocukların Hakları ve Korunması (3. Baskı). Ankara: Pegem Yayınevi.   Alkan, F. Boşanma Sonrası Ortaya Çıkan Önemli Bir Sorun: Çocukla Kişisel İlişki Kurma  (Kurabilme)  Hakkı  ve  Devletin  Pozitif  Yükümlülükleri. tihek.gov.tr/upload/file_editor/2019/07/1563525442.pdf, 1- 28 (Erişim tarihi: 05.06.2021).  Baygın, C. (2010). Soybağı Hukuku. İstanbul: On İki Levha Yayıncılık.  Belgin, D. (2011).  Çocuk Teslimi ve  Çocukla Kişisel  İlişki  Kurulmasına  Dair İlâmların İcrası (İİK m. 25, m. 25/a, m. 25/b) (Yayımlanmamış Yüksek Lisans Tezi). Ankara: Ankara Üniversitesi Sosyal Bilimler Enstitüsü.  Bodenmann,  G.  ve  Rumo-  Jungo,  A.  (2003).  Die Anhörung  von Kindern  aus rechtlicher und psychologischer Sicht. Fampra.ch, 22- 40.  Bräm, V. (1999). Die Anhörung des Kindes im neuen Scheidungsrecht. AJP, 1568- 1573.  Bräm, V. (1999). Die Anhörung des Kindes aus rechtlicher Sicht. SJZ, 309- 312.  Brauchli, A. (1982). Das Kindeswohl als Maxime des Rechts. Zürich: Schulthess Verlag.  Brunner, S. ve Simoni H. (2011). Alltags- und Beziehungsgestaltung mit getrennten Eltern- Mitbestimmen und Mitwirken von Kindern aus psychologischer Sicht- Trennung und Scheidung: Übergänge im familialen Lebenslauf. FamPra.ch, 349- 361.  Bucher, A. (2009). Natürliche Personen und Persönlichkeitsschutz (4. Auflage). Basel: Helbing Lichtenhahn Verlag.  Büchler, A. (2017). FamKomm, Scheidung (3. Auflage). Bern: Stämpfli Verlag.  Büchler, A. ve Enz, B. V. (2018). Der Persönliche Verkehr- Unter besonderer Berücksichtigung des Kindeswillens. FamPra.ch, 911- 939.  Demir, R. (2020). Türk Medeni Kanunu na Göre Çocukla Kişisel İlişki Kurulması. Dicle Üniversitesi Hukuk Fakültesi Dergisi, Cilt 25 (Sayı 42), 169- 195.  Doğan, G. (2007). Çocuk ile Kişisel İlişki Kurabilme Hakkı. Prof. Dr. Ergon Çetingil ve Prof. Dr. Rayegan Kender e 50. Yıl Birlikte Çalışma Armağanı, 529- 535.  Dural, M., Öğüz, T. ve Gümüş, M. A. (2018). Türk Özel Hukuku, Cilt III, Aile Hukuku (13. Bası). İstanbul: Filiz Kitabevi.  863Selma Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 841-865  Erlüle, F. (2018). Yargıtay Kararları Çerçevesinde Velayetin Kullanılması Kendisine Bırakılmayan  Tarafın  Çocuğu  Ziyaret  Hakkı.  İnönü  Üniversitesi  Hukuk Fakültesi Dergisi, Cilt 9 (Sayı 2), 259- 284.  Erlüle, F. (2010). Çocuk İle Kişisel İlişki Kurulması. MÜHF- HAD, Cilt 16 (Sayı 3- 4), 217- 248.  Güven, A. (2016). Çocukla Kişisel İlişki Kurulmasına Dair İlâmların İcrası. Ankara: Adalet Yayınevi.   Häberli,  T.  (2013).  Übersicht  zur  Rechtsprechung  im  Kindes-  und Erwachsenenschutzrecht (März bis Juni 2013). ZKE, 251- 280.  Hegnauer, C. (1999). Grundriss des Kindesrechts (5. Auflage). Bern: Stämpfli Verlag.   Hegnauer, C. (1997). Berner Kommentar, Schweizerisches Zivilgesetzbuch, Das Familienrecht, Band II, 2. Abteilung, Die Verwandtschaft, 2. Teilband, Die Wirkungen des Kindesverhältnisses, 1. Unterteilband, Die Gemeinschaft der Eltern und Kinder, Kommentar zu Art. 270- 275 ZGB, Bern: Stämpfli Verlag.  İmamoğlu, S. Hülya (2005). Yeni Medeni Kanundaki Düzenleme ve Velayete Hakim İlkeler Çerçevesinde Tedip Hakkının Değerlendirilmesi. Ankara Üniversitesi Hukuk Fakültesi Dergisi, Cilt 54 (Sayı 1), 165- 190.  İnan, A. N. (1999). Çocuğun Korunmasında Medenî Kanunumuzun İlkeleri ve Çocuk Haklarına Dair Sözleşmede Hak Grupları. Cumhuriyet in 75. Yıl Armağanı. İstanbul: İstanbul Üniversitesi, 703- 720.  Mavi, Ö. (2008). İcra Takibiyle Çocukla Kişisel İlişki Kurulmasının Sebepleri, İcrada Uzmanın Rolü ve Çocuğun Durumu. TBB Dergisi (Sayı 74), 269- 281.  Meier, P. ve Häberli, T. (2016). Übersicht zur Rechtsprechung im Kindes- und Erwachsenenschutzrecht (Februar bis April 2016). ZKE 2016, 213- 243.  Meier, P. ve Häberli, T. (2015). Übersicht zur Rechtsprechung im Kindes- und Erwachsenenschutzrecht (Juli bis Oktober 2015). ZKE, 447- 480.  Meier, P. ve Häberli, T. (2014). Übersicht zur Rechtsprechung im Kindes- und Erwachsenenschutzrecht (Juli bis Oktober 2014). ZKE, 514- 550.  Oktay  Özdemir,  S.  (2009).  Boşanma  Davalarında  Çocuklara  İlişkin  Kararlar Bakımından Çocuğun Dinlenme Hakkı. Prof. Dr. Hüseyin Hatemi ye Armağan, Cilt II. İstanbul: 1219- 1242.  Öcal Apaydın, B. ve Hışım, S. (2021). Türk Aile Hukukunda Çocuğun Katılım Hakkı. Türk  Medeni  Kanunu  Hükümlerinin  Çocuk  Hakları  İle  Uyumlaştırılması (Editörler: Aslı Makaracı Başak/Seda Öktem Çevik/Gülen Sinem Tek). Ankara: Seçkin Yayınevi, 285- 323.  Özbay, İ. (2009). Çocukla Kişisel İlişki Kurulmasına İlişkin İlamların İcrası (İİK m. 25/a ve İİK m. 25/b). e- akademi, Hukuk, Ekonomi ve Siyasal Bilimler Aylık İnternet Dergisi, Şubat (Sayı 4).  864Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 841-865  Ana Baba ve Çocuk Arasında Kişisel İlişki… Öztan, B. (2015). Aile Hukuku (6. Bası). Ankara: Turhan Kitabevi.  Salzgeber, J. ve Schreiner, J. (2014). Kontakt- und Betreuungsmodelle nach Trennung und Scheidung. FamPra.ch, 66- 91.  Schwander, I. (2018). Basler Kommentar, Zivilgesetzbuch I, Art. 1- 456 (6. Auflage). Basel: Helbing Lichtenhahn Verlag.  Schweighauser,  J.  (2017).  FamKomm,  Scheidung  (3.  Auflage).  Bern:  Stämpfli Verlag.  Schwenzer, I. (1994). Die UN- Kinderrechtskonvention und das schweizerische Kindesrecht. AJP, 817- 834.  Schwenzer, I. ve Cottier, M. (2018). Basler Kommentar, Zivilgesetzbuch I, Art. 1- 456 (6. Auflage). Basel: Helbing Lichtenhahn Verlag.  Serdar, İ. (2007). Kişisel İlişki Kurma Hakkı. Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Cilt 9 (Özel Sayı),739- 781.  Serozan, R. (2005). Çocuk Hukuku (2. Bası). İstanbul: Vedat Kitapçılık.  Staub, L. (2012). Bedeutung des Kindeswillens und des Persönlichkeitsrechts bei Umgangswiderständen.  Der  neue  Familienprozess,  6.  Symposium  zum Familienrecht 2011. Zürich: Schulthess Verlag, 141- 161.   Staub, L. (2010). Kontaktwiderstände des Kindes nach der Trennung der Eltern: Ursache, Wirkung und Umgang. ZKE, 349- 362. (Kontaktwiderstände)  Staub, L. ve Kilde, G. (2013). Erinnerungskontakte bei urteilsfähigen Kindern aus psychologischer und juristischer Sicht. ZBJV, 934- 954.  Tschümperlin, U. (1989). Die elterliche Gewalt in Bezug auf die Person des Kindes (Art. 301 bis 303 ZGB). Freiburg: Universitätsverlag.  Vetterli, R. (2017). FamKomm, Scheidung (3. Auflage). Bern: Stämpfli Verlag.  Wolf, S. (1998). Die UNO- Konvention über die Rechte des Kindes und ihre Umsetzung in das schweizerische Kindesrecht. ZBJV, 113- 153.  Yılmaz, C. (2015). Yargıtay Kararları Işığında Çocukla Kişisel İlişki Kurulması. MHB, Yıl 35 (Sayı 1), 103- 141.  Yücel, Ö. (2013). Çocuğun Yüksek (Üstün) Yararı Bağlamında Çocuğun İradesi. Ufuk Üniversitesi Hukuk Fakültesi Dergisi, Aralık (Sayı 2), 117- 137.      865Selma Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 841-865"
}