{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2018",
     "Cilt": "67",
     "Sayı": "1",
     "Başlık": "NARĀM-SÎN ANTLAŞMASI",
     "Title": "Treaty of Narām-Sîn",
     "Yazar İsmi": [
          "Neyire AKPINARLI"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Antikçağ Devletlerarası Hukuk",
          "Mezopotamya",
          "Elam İmparatorluğu",
          "Akad İmparatorluğu",
          "Narām-Sîn Antlaşması"
     ],
     "Keywords": [
          "Ancient History",
          "Interstate Law",
          "Mesopotamia",
          "Elamic Empire",
          "Akkadian Empire",
          "Narām-Sîn Treaty"
     ],
     "Özet": "Devletlerin birbirleriyle ilişkileri ve bu ilişkiler üzerine inşa ettikleri hukuk, devletlerin varoluş tarihi kadar eskidir. Dünyanın ilk medeniyetleri olarak  Antikçağ da  Mezopotamya da  ortaya  çıkan  medeniyetler  aynı zamanda devletlerarası hukukun başlangıç tarihini yaratmış, yazının icadı ile birlikte MÖ. 2500 yıllarından itibaren de Mezopotamya dan devletlerarası hukuk  belgeleri  elimize  ulaşmaya  başlamıştır.  Bu  makalede  en  eski devletlerarası hukuk belgelerinden birisi olması sıfatıyla Eski Elamca dilinde yazılmış olan Narām-Sîn Antlaşması incelenecektir. Söz konusu antlaşma, bugün İran Platosu olarak bilinen coğrafi alanda, MÖ. 3400 ile MÖ. 320 yılları arasında 3000 yıldan fazla geçmişiyle en eski ve en uzun ömürlü Antikçağ uygarlıklarından biri olan Elam İmparatorluğu yla MÖ. 2334 ile MÖ. 2150 yılları arasında Mezopotamya da varlığını sürdürmüş olan Akad İmparatorluğu arasından gerçekleşmiştir. Anahtar  Kelimeler:  Antikçağ  Devletlerarası  Hukuk,  Mezopotamya, Elam İmparatorluğu, Akad İmparatorluğu, Narām-Sîn Antlaşması. ABTRACT The relations between states, and the law they build on these relations are  as  old  as  the  existence  of  the  states.  The  Civilizations  emerged  in Mesopotamia in the First Age as the first civilizations of the world have also created the beginning date of international law. Along with the invention of the writing, from the year BC 2500, the documents of the interstate law from Mesopotamia have begun to be eliminated. In this article, Narām-Sîn Treaty                                                  Makalenin geliş tarihi: 05.10.2017 Makalenin kabul tarihi: 23.01.2018.  Dr.Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 which is thought to have been made in 2260 BC. and written in the Old Elamic language will be examined as being one of the oldest international law documents. One of the sides of the treaty is the Elam Empire, one of the earliest and longest-lived ancient civilizations with more than 3000 years of history, which was founded on the geographical area known today as the Plate of Iran, between 3400 BC and 320 BC. The other side is Akkadian Empire in Mesopotamia between 2334 and 2150 BC. Key Words: Ancient History, Interstate Law, Mesopotamia, Elamic Empire, Akkadian Empire, Narām-Sîn Treaty.  Giriş „Narām-Sîn in düşmanı benim düşmanım Narām-Sîn in dostu benim dostumdur  Devletlerin birbirleriyle ilişkileri ve bu ilişkiler üzerine inşa ettikleri hukuk, devletlerin varoluş tarihi kadar eskidir.1 Hominidlerin milyonlarca yıllık bilgi birikim ve tecrübesi temelinde, bilinen verilere göre MÖ. 6500 yıllarından  itibaren  Mezopotamya da  ortaya  çıkan  dünyanın  ilk medeniyetlerinden  bugüne  devletler,  ilişkilerini  birçok  teamül,  kural  ve antlaşma aracılığı ile düzenlemişlerdir.2 İnsanlık tarihinde, çeşitli uygarlıklar gerçeğinde çok merkezli şekillenen devletlerarası hukuk, farklı kültürel ve dönemsel  görünümleriyle  bir  tarihsel  olgudur  ve  bugünkü  modern uluslararası hukuk bu tarihsel olgunun görüntülerinden sadece birisidir.3 Dünyanın ilk medeniyetleri olarak Antikçağ da Mezopotamya da ortaya çıkan medeniyetler aynı zamanda devletlerarası hukukun başlangıç tarihini yaratmış,  yazının  icadı  ile  birlikte  MÖ.  2500 lü  yıllardan  itibaren  de Mezopotamya dan  devletlerarası  hukuk  belgeleri  elimize  ulaşmaya başlamıştır.4  Westbrook,  sınırların  kutsallığı,  antlaşmalar,  içtihat  hukuku metodu,  tahkim  gibi  bugünkü  birçok  modern  hukuk  kurumunun tohumlarının Antikçağ da Mezopotamya da atıldığını bildirmektedir.5                                                  1   Westbrook, Raymond,  The Character of Ancient Near Eastern Law , A History of Ancient Near Eastern Law, (edited by. Raymond Westbrook), Leiden: Brill, 200, s. 1. 2   Salem, Isam Kamel, Islam und Völkerrecht, Das Völkerrecht in der islamischen Weltanschauung, Berlin: Kai Homilius, 2009, s. 95; Truyol Y. Serra, Antonia. Der Wandel der Staatenwelt in neuer Zeit im Spiegel der Völkerrechtsliteratur des 19. und 20. Jahrhundert, Bad Homburg: Gehlen, 1968, s. 9. 3   Salem, Islam und Völkerrecht, s. 93. 4   Westbrook, The Character of Ancient Near Eastern Law, s.82.   5   Westbrook, The Character of Ancient Near Eastern Law, s. 83, 87. 2Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               Antikçağ  devletlerarası  hukukunun  en  önemli  kaynaklardan  birisi antlaşmalardır.6 Bu makalede MÖ. 2500 ile 2300 yılları arasından bugüne ulaşmış iki antlaşmadan biri olması sıfatıyla, Elam İmparatorluğu ile Akad İmparatorluğu  arasında  gerçekleştirilen  Narām-Sîn  Antlaşması incelenecektir.7 Elam medeniyeti MÖ. 3400 ile MÖ. 320 yılları arasında, bugün İran Platosu olarak bilinen Batı ve Orta Asya yı içine alan coğrafi alanda 3000 yıldan  fazla  geçmişiyle  önemli  bir  Antikçağ  uygarlığıdır:  MÖ.  1500 yıllarından  itibaren  İran  Platosu nu  kendilerine  yurt  edinmeye  başlayan Medler ve Perslerle aynı coğrafyada birlikte var olmuş, MÖ. 539 yılında devlet  olarak  ortadan  kalktıktan  sonra  bile  iki  asır  kadar  ilk  Pers imparatorluğu olan Ahameniş İmparatorluğu nun bir eyaleti olarak varlığını sürdürmüştür.  Bu  nedenle  Elam  medeniyeti,  İran  medeniyetinin şekillenmesinde önemli rol oynamıştır.8 Diğer yandan Elam İmparatorluğu tarih sahnesine çıkan ve kaybolan Mezopotamya daki Antikçağ uygarlıkları Sümerler, Akadlar, Babiller ve Asurlar ın komşusu olması vesilesiyle de devletlerarası hukuk tarihi açısından önemli bir medeniyettir. Potts, Elam ın etrafındaki komşuları tarafından farklı dönemlerde ‘diğer düşmanlarla yıkıcı bir  müttefik ,  ‘dönemsel  düşman ,  ‘korkulan  ve  saygı  duyulan  komşu , ‘hammadde kaynağı  gibi değişik sıfatlarla tanımlandığını belirtmektedir.9 Antlaşmanın diğer tarafı olan Akad İmparatorluğu ise Sargon tarafından MÖ.  2334  yılında  kurulmuş  ve  MÖ.  2150  yılına  kadar  varlığını sürdürmüştür. Antlaşmaya adını veren Kral Narām-Sîn, dedesi Sargon dan sonra en önemli kral olarak, imparatorluğu en yüksek noktasına ulaştırmış ve Mezopotamya tarihinde ilk kez tanrılaştırılmış kral sıfatını elde etmiştir.10                                                  6   Westbrook, The Character of Ancient Near Eastern Law, s. 11. MÖ. 2000 in öncesine dair sınırlı sayıda antlaşmaya ulaşmıştır. Cooper, Jerrold,  International Law in the Third Millenium , A History of Ancient Near Eastern Law  , (edit by Raymond Westbrook), Leiden: Brill, 2003, s. 241.  7   Korošec, V., Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher (MDp, Xi,2-11), Disertationes-XiV, acedemia Scientiarum et artium Slovenica, Clasis i: historia et Sociologia, 1 Jubljana: Slovenska ademedi jaznanost i in unetnosti, 1983, s. 64; Koch, Heidemarie „Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.) , Staatsverträge, Herrscherinschriften und andre Documente zur politischen Geschichte, Texte aus der Umwelt des Alten Testaments, (Hrsg.. M Lichtenstein), Gütersloh: Mohn, 2005, s. 283; Hinz, Walther,  Elams Vertrag mit Naräm-Sin von Akkade , ZA(Zeitschrift für Assyriologie), 1967, s. 66. 8   Henkelman, Wouter F.M.,  Parnakka s Feast , Elam and Persia ,(edit by. J. Alvarez-Mon), Winona Lake: Eisenbrauns, 2007, s. 4. 9   Potts, D.T., The Archaelogy of Elam, Formation and Transformation of an Ancient Iranian State, Cambridge: Cambridge University Press, 2004, s. 434-435.  10  Altman, Amnon, Tracing the Earliest Recorded Concepts of International Law, The Ancient Near East (2500-330 BCE), Leiden: Martinus Nijhoff, 2012, s. 26. 3Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 Narām-Sîn  Antlaşması nın  irdelenmeye  çalışılacağı  söz  konusu incelemede,  Walter  Hinz in  1967  yılında  ve  Heidemarie  Koch un  2005 yılında  Eski  Elamca  dilinden  Almanca ya  çevirileri  esas  alınacaktır.11 Çalışma ile esas hedeflenen bir devletlerarası hukuk tarihi kaynağı olan Narām-Sîn Antlaşması nı Türkçe ye kazandırmak ve devletlerarası hukuk tarihinin gelişiminin incelemesine katkı sunmaktır. Narām-Sîn Antlaşması na Dair Genel Bilgiler Narām-Sîn Antlaşması nın yapıldığı dönemde, Akad İmparatorluğu nun başında, MÖ. 2260 ile MÖ. 2223 yılları arasında imparatorluğu yöneten Narām-Sîn  bulunmaktadır.12  Ele  geçen  kitabede,  Elam  kralının  isminin bulunduğu  bölüm  tahrip  olduğundan  antlaşmayı  hangi  Elam  kralının yaptığını  antlaşma  metninden  anlamak  mümkün  değildir.  Buna  karşılık, antlaşmanın Akad Kralı Narām-Sîn ile yapılmasından dolayı söz konusu Elam  kralının  Awan  Hanedanı nı  yöneten  Kral  Hita  olduğu  tahmin edilmektedir.13 Antlaşmanın  tam  olarak  ne  zaman  yapıldığı  bilinmemekle  birlikte, kimler arasında yapıldığı dikkate alınarak tahmin yürütülmektedir. Hinz, antlaşmanın yaklaşık olarak MÖ. 2260 yıllarında gerçekleşmiş olabileceğini dile getirmektedir.14 Antlaşma  metninin  bulunduğu  tablet  kil  bir  tablettir.  Antikçağ da antlaşmaların her ne kadar sözlü olması esas, yazılı olması antlaşmaların geçerliliği için kurucu bir unsur değil ise de yazılı kayda önem verilmiş, bunun içinde önemli antlaşmalar için kullanılan gümüş ya da altın tabletlerin dışında esasen kil tablet kullanılmıştır.15 Narām-Sîn Antlaşması nın yer aldığı kil tablet bugün İran ın Huzistan Eyaleti nin bir şehri olan ve Antikçağ da Elam Devleti nin başkenti olan Susa şehrinde(bugünkü adı ile Şuş), o zamanlar Elam tanrısı Inšušinak a adanmış tapınakta bulunmuştur.16 Bir kısmı kopmuş, bir kısmı da okunamaz                                                  11   König, F. W.,  Die elamischen Königsinschriften , AfO (Archiv für Orientforschung), Beiheft 16), Graz: Selbstverlag, AfO, 1965; Hinz, Elams Vertrag mit Naräm-Sin von Akkade; (Koch, 2005). 12   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 66;  Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 63. Narām-Sîn in Akad İmparatorluğunun başında olduğu döneme dair de muhtelif tarihler verilmektedir. Mesela Altman MÖ. 2254 ve 2218 tarihlerini vermektedir. Altman, Tracing the Earliest Recorded Concepts of International Law, s.25, 26. 13   Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.), s. 283. 14   Hinz, Walther,  Elamite God d. GAL , JNES 24(4), 1965, s. 351. 15   Westbrook, The Character of Ancient Near Eastern Law, s. 84. 16   Altman, Tracing the Earliest Recorded Concepts of International Law, s.34. 4Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               derecede tahrip olmuş şekilde ele geçen tablet ön ve arkalı altı sütundan ve on üç paragraftan oluşmaktadır.17 Antlaşma, Eski Elamca dilinde çivi yazısıyla kayda alınmıştır.18 İlk kez 1916 yılında Alman Georg. Hüssing tarafından tercüme edilmeye çalışılmış olan Narām-Sîn Antlaşması üzerine sonraki yıllarda Avrupa dillerinde başka çalışmalar  da  gerçekleştirilmiştir.19  Buna  karşın  Eski  Elamca  diline  dair bilginin bugün hala sınırlı olması ve kil tabletin oldukça tahrip olmuş bir şekilde  ele  geçmiş  olması  antlaşma  metninin  tercüme  edilmesi  ve anlaşılmasında hala ciddi sıkıntıların yaşanmasına neden olmaktadır.20 Narām-Sîn  Antlaşması nın  üzerinde  bulunduğu  kil  tablet  bugün Fransa da Louvre Müzesi nde bulunmaktadır.21 Antlaşmanın Türü Narām-Sîn  Antlaşması nın  türüne  dair  değerlendirmede  antlaşmanın tarafları  ve  antlaşmanın  konusu  belirleyici  iki  unsur  olarak  karşımıza çıkmaktadır: Antlaşmanın Tarafları Açısından Antikçağ da  Mezopotamya da  sadece  iki  taraflı  antlaşmalar  söz konusuydu, taraflar açısından ayrım ise antlaşmaların eşitler arasında ve eşit olmayanlar arasında gerçekleştirlmesine göre yapılmaktaydı.22 O dönemde temel olarak iki devlet yapısı ile karşılaşıyoruz. Birincisi şehir devletlerin bir araya gelmesinden oluşan devletler ki bu devletlere en iyi  örnek  Sümer  Devleti dir.  İkincisi  ise  küçük  krallıkların  bir  merkez etrafında  toplanmasından  meydana  gelen  konfederasyon  yapıdır.  Bu sistemde  küçük  krallıklara  vassal  krallık  denilmekteydi.  Konfederasyon şeklindeki yapıyı Antikçağ devletlerde hem Akadlar da hem de Elamlar da görmek mümkündü.23 Konfederasyonun başı olan merkezi krallık, vassal                                                  17   Cooper, International Law in the Third Millenium, s. 242; Altman, Tracing the Earliest Recorded Concepts of International Law, s.34; Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64; Koch, Elams Vertrag mit dem akkadischen Konig NarāmSin (2260–2223 v. Chr.), s. 283; Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 66. 18   Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.), s. 283; Altman, Tracing the Earliest Recorded Concepts of International Law, s.34. 19   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 66. 20   Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.), s. 283; Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64; Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 66; Altman, Tracing the Earliest Recorded Concepts of International Law, s.34. 21  Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 67. 22   Westbrook, The Character of Ancient Near Eastern Law, s. 85. 23   Cooper, International Law in the Third Millenium, s. 243. 5Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 krallıklar üzerinde farklı boyutlarda kontrol yetkisine sahip olmasına karşın vassal krallıklar, kendi sınırları içerisinde egemenlik hakkına sahip oldukları gibi, kendisinin bağlı bulunduğu büyük krallık dışında, vassal ya da başka büyük krallıklarla ilişki kurma konusunda da belli bir özgürlüğe sahiptiler. Büyük  krallık  dışında  kurdukları  ilişkilerde  özgürlüklerinin  sınırı ittifaklarının,  antlaşmalarının  ve  ilişkilerinin  büyük  krallık  aleyhine olmamasıydı.24  Bu  nedenle,  Antikçağ da  vassal  krallıklar  devletlerarası hukukun bir öznesi olarak karşımıza çıkmakta, antlaşma türlerini tarafları açısından eşitler arası antlaşma (parity treaty) ve eşit olmayanlar arasındaki antlaşma (vassal treaty) olarak belirlemekteydi.26 Eşitler arası antlaşma, ‘overlord  olarak adlandırılan konfederasyonun başındaki krallar arasında ya da iki vassal krallığının başındaki vassal krallar arasında  gerçekleşmekte  ve  karşılıklı  her  iki  tarafa  sorumluluklar yüklemekteydi.27 Eşit olmayan taraflar arasında gerçekleştirilen antlaşmada ise taraflardan biri konfederasyon başındaki ‘overlord  olarak adlandırılan kral,  diğeri  ise  vassal  krallığın  başındaki  kraldır.  Her  ne  kadar  koşullar overlord tarafından belirlenmiş ve hatta yerine getirilmemesi şiddet ile tehdit edilmiş olsa da teorik olarak bu antlaşmalar rızaya bağlı antlaşmalardı ve vassalın  kendi  isteği  ile  yapılmaktaydı.28  Antikçağ da  gerçekleşen  bazı antlaşmalar, vassal antlaşmada over lordun da sorumluluk yüklenmesi gibi, eşitler  ve  eşitler  arası  olmayan  antlaşmaların  özelliklerini  birlikte taşıyabilmekteydi.29 Makaleye konu olan antlaşmanın eşitler arasında mı, eşit olmayanlar arasında  mı  gerçekleştirildiği  tartışmalıdır.  Antlaşmanın  vassal  antlaşma olduğunu  iddia  edenler,  antlaşmanın  Akad  Konfederasyonu nun  Kralı Narām-Sîn ile o konfederasyon içinde vassal krallık olarak var olan Elam ın başındaki  kral  arasında  gerçekleştiğini,  bu  nedenle  de  eşitler  arasında olmadığını  dile  getirmektedirler.30  Bu  iddiada  bulunanların  en  önemli dayanakları şunlardır;                                                  24   Westbrook, The Character of Ancient Near Eastern Law, s.83. 25   Westbrook, The Character of Ancient Near Eastern Law, s.83. 26   Westbrook, The Character of Ancient Near Eastern Law, s. 85. 27   Westbrook, The Character of Ancient Near Eastern Law, s. 85; Cooper, International Law in the Third Millenium, s. 244. 28   Westbrook, The Character of Ancient Near Eastern Law, s. 85; Cooper, International Law in the Third Millenium, s. 244. 29   Westbrook, The Character of Ancient Near Eastern Law, s. 85. 30   Cooper, International Law in the Third Millenium, s. 244-5. 6Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               a)   Antlaşma metni Elam kralı tarafından yapılan tek taraflı bir beyan ve taahhüt şeklinde formüle edilmiştir.31 b)   Altman,  Sargon,  Rīmuš  and  Man-ištūšu  yazıtlarını  vassal antlaşmaya dayanak olarak sunmaktadır; bu yazıtlarda Elam, Akad Kralı Narām-Sîn tarafından işgal edilmiştir ve Susa da ele geçirilen Akadlara  ait  bir  belgede  de  Susa nın,  Narām-Sîn  idaresi  altında olduğu bildirilmektedir.32 c)  Metinde yer alan ‘Narām-Sîn in düşmanı benim düşmanım, NarāmSîn in  dostu  benim  dostumdur   ibaresini  Altman,  vassal antlaşmalarının  en  belirgin  ifadesi  olarak  belirtmekte;  bu  ifadeyi hem itaati hem de bir kralın başka bir kralın dış ilişkiler siyasetini kabul etmesi olarak yorumlamaktadır.33 Antlaşmanın eşitler arası gerçekleştiğini dile getirenler ise Narām-Sîn Antlaşması nın Akad Konfederasyonu ile Elam Konfederasyonu arasında gerçekleştiğini ileri sürmektedirler. Bu iddiada bulunanların dayanakları ve karşı savunmaları ise şunlardır; a)  Antlaşma metninde sadece Elam kralının beyanları ve taahhütlerinin olması MÖ. 2000 li yıllarda gerçekleşen sözleşmelerde geleneksel bir  uygulamanın  sonucudur;  bu  uygulamaya  göre,  tarafların sorumlulukları  ayrı  ayrı  tabletlere  yazılmaktaydı.  Bu  nedenle  kil tablette  sadece  bir  tarafın  sorumluluğunun  yazılmış  olması, antlaşmanın sadece tek tarafa yükümlülük yüklediğini göstermez. Öbür tarafın sorumluluğu başka bir tablette yazılmış olabilir ki, söz konusu tablet henüz ele geçirilmemiştir.34 b)  Hinz,  antlaşmada  belirtilen  Akad  kralı  tarafından  hediyelerin gönderilmesi, karşı tarafın hediyeleri kabul etmesi ve ittifak yapmış olmalarını,  sözleşmenin  eşit  taraflar  arasında  gerçekleştiğine dayanak olarak göstermektedir.(Paragraf III, IV, VIII)35 c)  Hinz tarafından dile getirilen bir başka dayanak ise kitabenin, Elam Devleti ne  ait  Susa  şehrinde  Elam  tanrısı  Inšušinak a  adanmış tapınakta muhafaza edilmiş olması ve metnin bugüne ulaşmasıdır.                                                  31   Cooper, International Law in the Third Millenium, s. 245. 32   Altman, Tracing the Earliest Recorded Concepts of International Law, s.35. 33   Altman, Tracing the Earliest Recorded Concepts of International Law, s.35. 34  Cooper, International Law in the Third Millenium, s. 245; Altman, Tracing the Earliest Recorded Concepts of International Law, s.36. 35   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 75-76. 7Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 Hinz e göre sözleşme sadece tek tarafa yükümlülük yükleyen bir sözleşme olsaydı, o takdirde antlaşma metnini içeren kil tabletin bir sonraki Elam kralı tarafından yok edilmesi beklenirdi.36 d)  Korošec ise Elam kralının sözleşme de kullandığı nezaketli dil ve uslubu  eşitler  arası  antlaşmaya  dayanak  olarak  göstermektedir.37 Elam kralının Akad kralı Narām-Sîn e hitap ederken alt-üst ilişkisini gösteren bir hitap yerine, ikinci tekil şahıs zamiri olan ‘sen  ile ya da ismi ile hitapta bulunması da bu bağlamda değerlendirilebilir.38 e)  Antlaşmanın eşitler arasında gerçekleşen bir antlaşma olduğuna dair sunulacak  bir  başka  dayanak  ise  aşağıda  ayrıntılı  olarak değerlendirilecek  olan  evlilik  ittifakıdır.  Antlaşma  metnindeki beyanlardan yola çıkılarak, Narām-Sîn ile Elam kralının kız kardeşi ya da kızı arasında diplomatik evlilik gerçekleştiği, bunun ise ancak eşitler arasında söz konusu olabileceği belirtilmektedir.(Paragraf X ve XII)39 f)  Mülteci  kabul  etme  ile  ilgili  düzenleme  de  antlaşmanın  eşitler arasında  yapıldığı  iddiasını  desteklemektedir.  Gerçekte  kralların, ülkelerine sığınanları geri gönderme yükümlülüğünü içeren hiç bir hukuksal  düzenleme  ya  da  örf  söz  konusu  değildi,  ancak konfederasyon içindeki küçük krallıkların bağlı bulundukları büyük krala kendilerine sığınan mültecileri hem hukuki hem siyasi olarak geri gönderme yükümlülüğü bulunmaktaydı ve bunun antlaşma ile düzenlenmesine  gerek  yoktu.  Burada  ise  bu  husus  antlaşmanın önemli bir unsuru olarak karşımıza çıkmaktadır. g)  Yine antlaşmanın eşit taraflar arasında gerçekleştiğine dair önemli bir diğer veri antlaşma metninde yer alan ‘krallar tanrılara yemin ediyorlar  ibaresidir.40 Aşağıda ayrıntılı dile getirileceği üzere esasen iki tarafın yemin etmesi eşitler arası antlaşmalarda genel kuraldır. Antlaşmanın eşitler arası yada eşit olmayanlar arası bir antlaşma olup olmadığı tartışmasında aslında en canlı alıcı nokta ele geçen kil tabletteki                                                  36   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 76. 37  Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 66. 38   Cooper, International Law in the Third Millenium, s. 245. 39  Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 66; Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 85; Altman, Tracing the Earliest Recorded Concepts of International Law, s.35, 39. 40  Paragraf II, V,  VI, VII,  IX,  XI. Korošec, Der  Vertrag zwischen  Narām-Sin aus  Akkad und unbekannten Elamischen Herrscher, s. 64; Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 93. 8Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               metnin tek tarafa yükümlülük yüklemesi gerçeği ve bu gerçek karşısında antitez olarak dile getirilen o dönemdeki geleneksel uygulamanın sonucu olarak tarafların sorumluluklarının ayrı ayrı tabletlere yazıldığı iddiasıdır. Her ne kadar metinin bütününde sahip olunan dil ve hediyelerden evlenme meselesine  birçok  husus  antlaşmanın  eşit  taraflar  arasında  gerçekleştiği izlenimini verse de iddia edilen, karşı tarafa yükümlülükler yükleyen diğer tablet  bulunmadığı  sürece  Narām-Sîn  Antlaşması  eşitler  arası  olmayan antlaşma iddiasından çok kurtulamayacaktır.  Antlaşmanın Konusu Açısından Genel kabul gören görüş Narām-Sîn Antlaşması nın konu açısından ittifak  antlaşması  olduğudur.  Bir  sonraki  bölümde  ayrıntılı  inceleneceği üzere, antlaşma bir bütün olarak ele alındığında askeri yardımın merkezde olduğu, rehine teslim etmeden ahde vefaya, mülteci kabul etme yasağından hediyeye  bütün  düzenlemelerin  müttefik  olma  çerçevesinde  şekillendiği görülecektir. (Paragraf III, IV, V, VI, VII, X, XI)41 Daha  zayıf  bir  görüş  Korošec  tarafından  dile  getirilen  evlilik antlaşmasıdır.42 Korošec e göre antlaşmanın politik sonucu Elam ile Akad arasında  daha  sıkı  bir  bağın  kurulmasıdır.  Dile  getirilen  bağ  ise  Elam kralının kızı ile Akad kralının evlenmesi sayesinde doğmaktadır. Kendisine göre  antlaşmada  müttefik  olma  ile  ilgili  doğrudan  bir  ibare  yoktur  ve karşılıklı yükümlülükler de söz konusu değildir, ayrıca kendisi hediyelerin gönderilmesi  durumunu  da  ittifak  antlaşmasında  nedensiz  bulmakta  ve sadece evlilik antlaşması nedeniyle hediye verilmesinin anlamlı olacağını belirtmektedir.43 Antlaşma Metninin İncelenmesi Narām-Sîn Antlaşması, Antikçağ devletlerarası hukuk ve hukuk tarihi bağlamında  önemli  bilgileri  günümüze  ulaştırmaktadır.44  Metin  içerik açısından genel olarak a) Tanrılara çağrı ve yemin (Paragraf I ve II), b) Elam kralının, Akad kralı Narām-Sîn in lehine tek taraflı taahhütlerde bulunması (Paragraf III ve VII), c) Elam kralının temenni niteliğindeki açıklamaları (Paragraf  VIII  ve  XII)  olmak  üzer  üç  bölümde  değerlendirilmektedir.45                                                  41   Cooper, International Law in the Third Millenium, s. 246. 42   Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 66. 43   Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s.66-7. Korošec, o dönemdeki evliliklerde gelinin özne olmaktan çok obje olduğu, bu nedenle de sözleşmede adının dile getirilmediğini belirtmektedir. 44  Cooper, International Law in the Third Millenium, s. 246.  45   Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64; Altman, Tracing the Earliest Recorded Concepts of International Law, s.35. 9Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 Devletlerarası hukuk bağlamında burada antlaşma  üç farklı temel başlık altında incelenecektir: Tarafların  Yemini,  Tanrıların  Şahit,  Denetleyen  ve  Yaptırım Uygulayan Olması Antikçağ Mezopotamya medeniyetlerinde çok tanrılı karaktere sahip olan din, o dönemdeki devletlerin yapısını teosentrik olarak şekillendirmiş, devletlerarası  antlaşmalarda  da  bu  gerçeklik  kendisini  birçok  açıdan göstermiştir: Tanrılar, antlaşmanın doğmasından yaptırımların uygulanmasına kadar birçok  aşamada  önemli  fonksiyonlara  sahiptirler:  Bunlar  a)  antlaşmanın yapılması aşamasında tanrıların şahit olması, b) antlaşmanın kurucu unsuru olarak tarafların tanrılara yemin etmesi, c) antlaşmanın doğmasından sonra tanrıların  sözleşmeyi  denetleyen  olması,  d)  tarafların  edimlerini  yerine getirmemesi durumunda ise yaptırım uygulayan olması, şeklinde kendini göstermektedir.46 Tanrıların Şahit Olması ve Tarafların Tanrılar Adına Yemin Etmeleri Antikçağ antlaşmalarının en önemli şekil şartlarından biri, antlaşmaların tanrıların şahitliği huzurunda gerçekleşmesiydi.47 Bu nedenle antlaşmanın eşitler arasında gerçekleşip gerçekleşmemesine ve tarafların siyasi güçlerine bağlı olarak, antlaşma metninde tek tarafın ya da her iki tarafın tanrılarının isimleri  yazılmakta,  bazen  de  bu  isimler  antlaşmaya  liste  olarak eklenmekteydi.48 Narām-Sîn Antlaşması nın ilk iki paragrafında toplam 37 Tanrıça ve Tanrının adı sayılmıştır.49 İlk dile getirilen, Tanrıça Pinengir dir. Hinz, bu durumun yani tanrıların isimlerinin sıralanmasında tanrıçanın ismi ile başlanmasının Elamlar a ait bir özellik olduğunu belirtmektedir.50  Tanrıların şahitliği huzurunda gerçekleşen antlaşmanın hukuki olarak hak ve yükümlülükler doğurmasının asli şartı ise tarafların, şahit olan tanrılar adına  yemin  etmesiydi.51  Mezopotamya da  o  dönemde  çok  tanrılı                                                  46  Altman, Amnon,  Tracing the Earliest Recorded Concepts of International Law. The Ancient Near East in the Old Babylonian Period (2003-1595 BCE) , Journal of the History of International Law(10), 2008, s., 5-6. 47   Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64. 48   Westbrook, The Character of Ancient Near Eastern Law, s. 64, 84. 49   Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64; Altman, Tracing the Earliest Recorded Concepts of International Law, s.35; Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.), s. 287; Hinz, Elams Vertrag mit Naräm-Sin von  Akkade,  s.  67.  Hinz,  Antlaşmadaki  ismi  sayılan  tanrıların  sayısının  35  olduğunu  dile getirmektedir. 50   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 67. 51   Westbrook, The Character of Ancient Near Eastern Law, s. 84; Altman, Tracing the Earliest Recorded Concepts of International Law. The Ancient Near East in the Old Babylonian Period (2003-1595 10Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               inançlardan  kaynaklı  olarak  devletlerin  birbirleriyle  ilişkilerinde  teolojik tolerans önemli bir yere sahipti. Söz konusu tolerans devletlerarası hukuk kurallarının  ya  da  antlaşmaların  ihlali  halinde,  kendisine  inananı cezalandıracak  olan  karşı  tarafın  tanrısını  tanımayı  beraberinde getirmekteydi.52  Bu nedenle, taraflardan biri ya da her ikisi karşı tarafın kralının önünde ya da karşı tarafın temsilcisinin önünde yemin ederken, yemin,  antlaşmanın  eşitler  arasında  gerçekleşip  gerçekleşmemesine  göre yemin edenin kendi tanrısı adına, karşı tarafın tanrısı adına ya da her ikisine de olabilmekteydi.53 Söz verilenin tanrısına yemin, söz verilene kendi tanrısı adına müdahale etme ve cezalandırma yetkisi vermekteydi.54 Narām-Sîn  Antlaşması nın  muhtelif  paragraflarında  ‘krallar  tanrılara yemin ediyorlar' ibaresi bulunmakta ise de, kitabede yemin eden taraf, Elam  kralıdır.  İsmi  sayılan  tanrıça  ve  tanrılardan  sadece  4  tanesi  Akad tanrısı, diğerleri Elam tanrısıdır.56 Akad tanrılarının listede yer alması, iki farklı yorumu beraberinde getirmiştir: Birinci yorum, Elamlar ın, bu dört tanrıyı  kendi  tanrıları  olarak  kabul  etmeleridir;  Akad  tanrılarının,  Elam tanrılarından  ayrı  sayılmamış  olması  ve  Sümer-Akad  tanrıları  olarak belirtilmemiş  olması,  bu  iddianın  önemli  dayanaklarındandır.  Bir  başka dayanak ise temel olarak tarafların kendi tanrıları adına yemin etmiş olmaları durumudur. Bu nedenle Elamlar ın bu tanrıları kendi tanrıları olarak kabul ettiği  düşünülmektedir.57  İkinci  yorum  ise,  söz  konusu  tanrıların  sadece Akad  tanrıları  olmasıdır.  Koch,  Akad  tanrılarının  bu  metinde  olmasını antlaşmanın  yerine  getirilmesinin  onlar  tarafından  da  denetlemesi  olarak değerlendirmektedir.58 Tanrılar Tarafından Antlaşmanın İfasının Denetlenmesi ve Yerine Getirilmemesi Durumunda Yaptırım Uygulanması Kendileri  adına  yemin  edilen  tanrıçalar  ve  tanrılar,  antlaşmanın doğmasından  itibaren  antlaşmanın  yükümlülüklerinin  yerine  getirilmesini                                                                                                                    BCE), 5,6; Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64. 52   Westbrook, The Character of Ancient Near Eastern Law, s. 83. 53   Westbrook, The Character of Ancient Near Eastern Law, s. 65, 83, 85. 54   Westbrook, The Character of Ancient Near Eastern Law, s. 83, 84. 55  Paragraf II, V,  VI, VII,  IX,  XI. Korošec, Der  Vertrag zwischen  Narām-Sin aus  Akkad und unbekannten Elamischen Herrscher, s. 64; Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 93. 56  Altman,  Tracing  the  Earliest  Recorded  Concepts  of  International  Law,  s.35.  Bunlar;  Tanırça Išḫara,Tanrı II-Aba, Tanrıça Ninkarak, Tanrı Ninurta. Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 95. 57   Altman, Tracing the Earliest Recorded Concepts of International Law, s.35. 58   Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.), s. 287. 11Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 hem  denetleyen  hem  de  ifa  edilmemesi  durumunda  yaptırım  uygulayan olarak kabul edilmekteydi.59 Antlaşmanın  edimlerinin  taraflardan  biri  tarafından  kısmen  ya  da tamamen  ifa  edilmemesi  durumunda,  tanrıların  iki  yoldan  yaptırım uyguladıkları varsayılmaktaydı: Birincisi, kuraklık gibi doğal afetler, veba ya da savaşta yenilgi gibi tanrının doğrudan intikam yolunu kullanmasıydı.60 Vaat eden en çok kendi tanrısının gazabından korkmaktaydı.61 Dolaylı  yol  ise  tanrının  yeryüzündeki  temsilcisi  kral  aracılığı  ile yaptırım uygulamasıydı. Devletin başı olması sıfatıyla, diğer devletlerle olan ilişkilerde dışarıya karşı tek yetkili ve sorumlu olan kralın yetkisi, tanrılar ve hanedan soyu olmak üzere birbiri ile yarışan iki kaynaktan gelmekteydi; meşruiyetinin  devamı  ise  tanrıların  kendisine  verdiği  görevi  yerine getirmesine bağlıydı. Kral, hukuken mutlak bir hükümdar değil, tanrıların yargı yetkisine tabiydi. İlahi temsil yetkisini yerine tam olarak getirememesi hem  kendisinin  hem  de  krallığının  cezalandırılmasını  beraberinde getirmekteydi.62 Kralın ilahi cezalandırmayı gerçekleştirmesi için haklılığını öncelikle tanrılar karşısında ispatlaması gerekmekteydi. Teorik olarak sistem böyle işlemesine rağmen krallar tanrılara isyan edebilmekteydi.63 Antlaşmanın Tapınakta Muhafaza Edilmesi Teosentrik  devlet  yapısının,  devletlerarası  antlaşmalarda  belirleyici olmasının bir yansıması da antlaşma metinlerinin kutsal alanlarda muhafaza edilmesiydi.64 Kutsal alanlarda bulundurulma, antlaşmanın fiziksel olarak iyi bir şekilde muhafaza edilmesinin yanında, ana tanrıların antlaşmada yer alan yükümlülüklerin, kendi yargı alanları kapsamında bulunan taraflar tarafından yerine getirilmesini garantilemeleri amacına da hizmet etmekteydi.65  Narām-Sîn Antlaşması, antlaşma metninde de dile getirildiği üzere Susa şehrinde tanrıların şefi olan Elam tanrısı İnşuşinak a (Inšušinak) adanmış                                                  59   Westbrook, The Character of Ancient Near Eastern Law, s. 84; Altman, Tracing the Earliest Recorded Concepts of International Law. The Ancient Near East in the Old Babylonian Period (2003-1595 BCE), 5,6; Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64; Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.), s. 287. 60   Westbrook, The Character of Ancient Near Eastern Law, s. 83; Cooper, International Law in the Third Millenium, s.249. 61  Westbrook, The Character of Ancient Near Eastern Law, s. 84 62  Westbrook, The Character of Ancient Near Eastern Law, s. 25, 26; Cameron, George G. History of Early Iran, Chicago: The University of Chicago Press. 1936, s. 20. 63  Westbrook, The Character of Ancient Near Eastern Law, s. 83. 64  Westbrook, The Character of Ancient Near Eastern Law, s. 84. 65   Altman, Tracing the Earliest Recorded Concepts of International Law, s.36. 12Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               tapınakta bulunmuştur. Paragraf XI ve XII de tapınakta kutsal sembol olan Tabu-Emblem de antlaşma tabletinin onurla saklanacağı, herkesin, NarāmSin in emaneti olan antlaşmaya saygı gösterdiği dile getirilmiştir.66 Antlaşmanın Konuları Narām-Sîn  Antlaşması,  yukarıda  da  belirtildiği  üzere  esas  olarak tarafların  müttefik  olması  temelinde  şekillenmiştir.  Bu  bağlamda  askeri yardımdan  ahde  vefaya,  mülteci  kabul  edilmesinden  diplomatik  evliliğe birçok konu düzenlemiştir.  Narām-Sîn in  Düşmanı  Benim  Düşmanım,  Narām-Sîn in  Dostu Benim Dostumdur Antlaşmada  müttefik  olma  hususunda  birçok  düzenleme  mevcuttur. Bunlardan en önemlisi antlaşma metnine damgasını vuran ‘Narām-Sîn in düşmanı benim düşmanım, Narām-Sîn in dostu benim dostum (Paragraf III, IV) ifadesidir. Bu ifade ile Elam Devleti nin, Akad Devleti nin müttefik olduğu, Akad Devleti nin dost ve düşmanın Elam Devleti nin de dostu ve düşmanı  olduğu  deklare  edilmiştir.67  Yine  çeşitli  paragraflarda,  Elam kralının,  Akad a  karşı  gösterilecek  düşmanca  eylemlere  müsamaha göstermeyeceği, Elam komutanının ordusu ile Akad Devleti ne yönelmiş tehlikeyi  savuşturacağını,  Akad  kralını,  düşmanca  eylemler  karşısında koruyacağı ve Akad veziri tarafından dile getirilen düşmanca eylemlere izin vermeyeceği  belirtilmiştir.  Ayrıca  Elam  komutanının,  Akad  Devleti ne düşman  bir  halka  tahammül  göstermemesi  gerektiği  dile getirilmiştir.(Paragraf III, IV, VI) 68 Dilek ve inanç bağlamında da Elam kralı, Akad kralının bozguncuları kendi gücüyle sıkıştıracağını ifade etmiş ve kendisinin Akad kralı hizmetine kuvvet  sunacağı,  söz  konusu  kuvvetin  eksik  olmayacağı  vaadinde bulunmuştur. (Paragraf X) Ahde Vefa Narām-Sîn Antlaşması bir ittifak antlaşması olmasından dolayı metinde ahde vefa ile ilgili birçok ifade bulunmaktadır: ‘Akad kralının düşmanı benim düşmanım, Akad kralının dostu benim dostum   ifadesi  ahde  vefa  ilkesinin  antlaşmada  önemli  görünümünden biridir. Elam kralının, komutanının Akad kralının kötülüğüne neden olacak                                                  66   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 95. 67  Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64 68   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 95. 13Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 her  şeyden  kaçınacağı  ve  Akad  kralının  ilerlemesi  için  gece  gündüz çabalayacağını  taahhüt  etmiş  olması  da  ahde  vefa  ilkesinin  bir  başka görünümüdür.(Paragraf V) Antlaşma  metninde  yer  alan  Elam  kralının,  Narām-Sîn den  yardım isteyen, sonrasında ona küstahça davrananları sevmeyeceğine dair beyanı ile kendi  ülkesinde  Akad ın  felaketine  müsamaha  göstermeyeceğine  dair taahhüdü  yine  bu  bağlamda  değerlendirilebilir.  (Paragraf  V,  VII) Antlaşmada ahde vefa ilkesinin dolaylı görünümlerini ‘Sana ola sevgimi büyüteceğim!   ve  ‘Sana  karşı  küçümseme  burada  istenmemektedir.  ibarelerinde de görmek mümkündür.(Paragraf X, XI) Mülteci Kabul Etme Yasağı ver Rehine Teslim Etme Mezopotamya hukukunda esas olarak, kral sığınmacıları ülkesine kabul etmede özel bir ayrıcalığa sahipti. Gerçekte kralların, ülkelerine sığınanları geri gönderme yükümlülüğünü içeren hiç bir hukuksal düzenleme ya da örf söz konusu değildi. Bu genel kuralın önemli bir istisnası tarafların antlaşma ile  aksine  bir  düzenlemede  bulunmalarıydı.  Bu  nedenle  birçok  antlaşma mültecilerin  iadesi  ile  ilgili  hükümler  içermektedir.  Diğer  istisna  ise konfederasyon içindeki küçük krallıkların bağlı bulundukları büyük krala sadakat  yükümlülüklerinden  dolayı,  kendilerine  sığınan  mültecileri  hem hukuki  hem  siyasi  olarak  geri  gönderme  yükümlülüğüydü.69  Narām-Sîn Antlaşması nda  Elam  kralı,  Akad  ülkesinden  asker  kaçağı  kabul etmeyeceğini taahhüt etmiştir.(Paragraf IV)70 Müttefik olma gerçekliğinin antlaşmadaki bir başka görünümü rehine teslim etme hususudur. Antlaşmada, Narām-Sîn in düşmanlarından olan ve Elam  sınırlarında  bulunan  rehinelerin  onun  ricası  üzerine  Narām-Sîn e teslim edilebilmesi düzenlenmiştir. (Paragraf X)  Barış  Antlaşma  metninde  bir  başka  husus  Elam  kralının  barışla  ilgili taahhütleri, dilekleri ve beyanlarıdır. Elam kralı, barışın Elam topraklarında aziz olacağını belirtmiş, barış içinde birlikte yaşamanın muhafaza edileceğini taahhüt etmiş, yardım yakarışların ve zararlı kavgaların bitmesi dileğinde bulunmuştur. (Paragraf XI)                                                  69  Westbrook, The Character of Ancient Near Eastern Law, s. 86. 70  Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64. 14Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               Elçilerin Kabul Edilmesi Antikçağ  Mezopotamya da  yerleşik  elçilik  yoktu  ve  diplomasi gönderilen elçiler aracılığı ile gerçekleşiyordu. Elçinin kabul edilmesi ve bulunduğu ülkedeki hak ve yükümlülükleri esasen örf ve adet hukuku ve antlaşmalarla düzenleniyordu.71 Antlaşmaların esas olarak her iki tarafın krallarının bir araya gelip, karşılıklı  antlaşmanın  şartlarını  tartıştıkları  ve  içeriğini  belirledikleri görüşmeler aracılığı ile gerçekleşmesi kabul edilmiş ise de, kralların her an bir araya gelmesi ve antlaşmaların içeriğini yüz yüze görüşmeleri mümkün olmadığı  için  antlaşmalar  genelde  gönderilen  elçiler  aracılığı  ile gerçekleştirilmekteydi.72 Temsilcinin  misafirliği  için  izin  temsilci  söz  konusu  topraklara varmadan önce alınır, elçi, ev sahibi kraliyette konuk olarak görülür ve bu çerçevede ağırlanırdı. Elçinin, olması gerekenden fazla, gözaltına alınması veya  tutuklaması  diplomatik  protestolara  yol  açmasına  rağmen  yasal görülmekteydi,  buna  karşılık  elçinin  yaralanması  savaş  nedeni olabilmekteydi.73 Narām-Sîn  Antlaşması nda,  Narām-Sîn in  elçi  gönderdiğini  ve antlaşmanın da elçi aracılığı ile gerçekleştiğini görüyoruz.(Paragraf IX)74 Paragraf IX da elçilerle ilgili düzenleme Koch ve Hinz in tercümelerinde biraz farklı olarak karşımıza çıkmaktadır.  Hinz, bu paragrafı ‘Narām-Sîn e ait bir tebaa, hediyeleri ile burada göz alıcı bir şekilde karşılandı. Dilerim o burada uzun süre kalmaz 75 şeklinde tercüme  ederken,  Koch  ‘Tanrı  […]  Narām-Sîn e  ait  bir  tebaa;  onun hediyeleri burada destek olarak teslim alındı. Onlar hediye olsunlar. Büyülü koruma alanında onlar burada olmamalılar  şeklinde tercüme etmiştir.76 Diplomatik Evlilik Narām-Sîn Antlaşması nda ilginç ve tartışmalı konulardan birisi, Akad kralı Narām-Sîn in karısı ve gelecekte doğması arzu edilen veliaht ile ilgili beyanlardır  (Paragraf  X  ve  XII).  Paragraf  X da  ‘Karın  doğurgan  olsun! [Tanrı  Simut]  ona  rağbet  göstererek  iyilik  etsin!  Karın,  senin  veliahttın                                                  71   Cooper, International Law in the Third Millenium, s. 249. 72   (Altman, 2008), 22; Westbrook, The Character of Ancient Near Eastern Law, s. 84. 73   Westbrook, The Character of Ancient Near Eastern Law, s. 86. 74   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 95. 75   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 83, 94. 76   Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.),s. 286. 15Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 olarak, sana bir erkek çocuk doğursun!  ibareleri yer alırken, paragraf XII da ‘kardeş erkek çocuğu dünyaya gelsin, karın bereketli olsun. Seninkilere onlar iyilikler versin  denilmektedir.  Hinz,  König  ve  Koch,  paragraf  X  ve  XII deki  ‘karın   kelimesinin doğrudan  kullanılmasını,  Narām-Sîn in  karısının  Elam  kralının  akrabası olması  durumuna  yorumlamaktadırlar.77  Hinz,  paragraf  XII deki  ‘kardeş erkek çocuğu  ibaresini kız kardeşin erkek çocuğu olarak tercüme etmekte, buna  karşın  Koch  burada  farklı  bir  yoruma  gitmektedir.  Koch a  göre Almanca ‘Geschwestersohn  ibaresi her ne kadar Akad dilinde kız kardeşin çocuğu  yani  yeğen  olarak  anlaşılmaktaysa  da,  Elam  kültüründe ‘Geschwestersohn  ifadesi daha geniş anlamda kullanılmakta, bu nedenle de sadece yeğen değil, aynı zamanda Elam kralının kızının çocuğunu da ifade edebilmektedir.79 Antlaşma Seremonisi Antlaşma  seremonisine  dair  metninde  üç  farklı  konuda  beyan görüyoruz: Birinci beyan hediyelerin kabul edilmesine dairdir: Antikçağ Mezopotamyası nda hediye hem antlaşmalarda seremoninin bir  parçası  olarak  hem  de  diplomatik  ilişkilerde  gönderilen  elçiler bağlamında karşımıza çıkıyor.80 Narām-Sîn Antlaşması nda hediyeler bağlamında tekrarlanan iki ifade söz konusudur. (Paragraf III, IV ve VIII). Birinci ifade, Akad kralı tarafından gönderilen  hediyelerin  Elam  kralı  tarafından  kabul  edildiğine  dairdir. Hediyelerle  ilgili  ikinci  ifade  Hinz  ve  Koch  tarafından  farklı  tercüme edilmiştir. Koch ifadeyi ‘hediyeler, Elam halkını Narām-Sîn in müttefiki olarak korusun  diye tercüme etmişken, Hinz ‘hediyelerden dolayı Elam halkı müttefik Narām-Sîn i savunacaktır  diye tercüme etmiştir.  Koch, hediyelerin antlaşma metnine konu olmasından ve antlaşmanın farklı  bölümlerinde  dile  getirilmesinden  dolayı,  hediye  hususunun seremoninin  bir  parçası  olarak  değil;  antlaşmanın  bir  unsuru  olarak değerlendirilebileceğini dile getirmektedir.81 Seremoni bağlamında ikinci beyan Narām-Sîn in heykelini yapmaya dairdir:  Antlaşma  metninde,  Elam  kralının,  Narām-Sîn in  heykelini                                                  77   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 85. 78  Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 90. 79   Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.), s. 287. 80   Cooper, International Law in the Third Millenium, s. 246, 249. 81  28 Temmuz 2017 tarihinde kendisi ile görüşme.  16Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               diktirmesi, heykelin korunması ve Elam ülkesinde itibar görmesine yönelik çeşitli beyanları söz konusudur (Paragraf VIII, IX, XI). Ayrıca Elam kralı, Narām-Sîn in  heykelini  Tanrı  Inšušinak ın  koruması  dileğinde  de bulunmuştur.(Paragraf XII) Paragraf XI de ve yine paragraf VIII de bütünü anlaşılmayan  sondan  bir  önceki  cümlede  ‘senin  heykellerin   ibaresine dayanarak  Hinz,  Narām-Sîn in  birden  fazla  heykelinin  dikilmesi  sözü verildiğini belirtmektedir.82 Antlaşmada  seremoniye  dair  son  beyan  ise  kurban  ile  ilgilidir: Antikçağ da antlaşmaların yapılmasının ardından toplu yemek ya da kurban gibi kutlama törenleri gerçekleştirilmekteydi.83 Hinz, paragraf XII de yer alan  ‘biz  onu  Tanrı  Inšušinak a  kurban  ettik   ifadesinden  yola  çıkarak antlaşmanın  yapılmasından  sonra  Elam  kralı  tarafından  Narām-Sîn  için adanmış kurbanın tanrıya sunulduğunu belirtmektedir.84  Sonuç Elam  Devleti  ile  Akad  Devleti  arasında  MÖ.  2260  yıllarında imzalandığı  kabul  edilen  Narām-Sîn  Antlaşması,  bugün  bilinen  en  eski devletlerarası  antlaşmalardan  biridir.  Kitabenin  kopan  veya  okunamayan bölümlerine ve Eski Elamca dilinin tam olarak kavranamamasına rağmen antlaşma  metni  yine  de  birçok  bilgiyi  günümüze  ulaştırmakta  ve görülmektedir  ki  bugün  devletlerarası  hukukta  var  olan  birçok  kurumun temeli günümüzden en az 4300 yıl önce atılmıştır. Unutulmaması gereken husus,  antlaşmaların  o  dönem  esasen  sözlü  yapılmış  olmasına  rağmen yazının icadının arkasından yazılı olarak kayıt altına alınması ve bizim bu metinlere  ondan  sonra  ulaşmamız  gerçeğidir.  Antiçağ da  gelişim  bizim bugün içinde olduğumuz Modernçağ dan çok daha yavaş gerçekleştiği için antlaşmada  tanık  olduğumuz  birçok  düzenlemenin  çok  önceden  de  var olduğunu tahmin etmek mümkündür. Narām-Sîn  Antlaşması  bugün  geçerli  olan  laik  ve  evrensel  olma iddiasında olan uluslararası hukuk sistemi karşısında teosentrik bir sistem içerisinde  şekillenmiştir  ve  bu  yönüyle  de  farklı  devletlerarası  hukuk sistemlerini anlama noktasında değerlidir. Antlaşma Metninin Tercümesi Antlaşma  metninin  tercümesinde  Antikçağ  tarihinde  uzman  olan Heidemarie Koch tarafından 2005 yılında Eski Elamca dilinden Almanca ya                                                  82  Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 81. 83   Westbrook, The Character of Ancient Near Eastern Law, s. 84. 84   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 95. 17Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 yaptığı çeviri esas alınmıştır.85 Tablette kopmuş ve tahrip olmuş bölümler çok  fazla  olduğu  için,  Eski  Elamca  dilinden  Almanca ya  çeviride  bazı kısımlar cümlenin gelişinden yola çıkılarak, bazı kısımlar ise tahrip olmuş kelime üzerine tahminde bulunularak tamamlanmıştır.86 Tahminde bulunulan yerleri belirtmek için metinde o bölüm ya ayraç içerisinde [ ] belirtilmiştir ya da italik olarak yazılmıştır. Tahmine rağmen emin olunmayan yerlerde ikili ihtimal ‘/  işareti ile belirtilmiş ya da soru işareti konulmuştur. Ayraç içinde noktalı  yerler  ise  eksik  olan  yerlerdir.  Arka  arkaya  bazı  satırların okunamaması durumunda metinde o satır aralığı belirtilmiştir. Türkçe ye tercümede  yukarıda  belirtilen,  Eski  Elamca  dilinden  Almanca ya  çeviri hangi  işaretleri  taşıyorsa,  aynısı  muhafaza  edilmeye  çalışılmıştır.  Ancak Almanca  ve  Türkçe nin  farklı  iki  dil  grubuna  ait  olması  ve  Türkçe nin sondan  eklemeli  dil  olmasından  kaynaklı,  bazı  harflerin  ayraç  içerisine alınması  durumunda,  eğer  ayraç  içindeki  kelime  özel  bir  isim  değilse, ayracın kullanılması tercümeden kaynaklı her zaman mümkün olamamıştır. Koch, metinde belirtilen tanrılar hakkında bilgi vermek ya da tahrip olmuş yerlerde nasıl tahmin yaptığını belirtmek için daha çok Elam tarihi ve Eski Elamca dili bağlamında dipnotlarda sık sık açıklamalarda bulunmuştur. Bu açıklamalar  tercümenin  sade  olması  kaygısı  ile  Türkçe  tercümeye alınmamıştır. Gerekli görülen yerlerde Hinz in farklı tercümesi de dip not şeklinde sunulmuştur. Tabletin Ön Kısmı I. Beni duyun ey Tanrıça Pinengir, iyi gökyüzü tanrıları, Humban, IIAba, Zit, Nahiti, Inšušinak, Simut, Sir-Napir, [H]usa, [U]ggabna, [I]mitki, [...],  [Tu]llat,  Hurb,  Hutran,  Ninurta,  Tanrıça  Siašum,  Tanrıça  Manzat, Tanrıça  Ninkarak,  Tanrıça  Narunde,  Gugumuktir,  Humkat,  Ruhušna, Ruhusak, [...], II. [...], […], Tanrıça Niarzina, Lambani, Kirwasir, Hurbahir, Tanrıça Išḫara, Nitutir, Tiuk, Simit-sararar, [...], S[usa tanrıları bize yardım ettiler], krallar tanrılara yemin ediyorlar, Güneş tanrısı Nahiti yi kral seviyor, Tanrı Inšušinak ın kral hizmetinde, Tanrıça Siašum, Tanrı Nap[ir] (ve) Tanrıça Narunde ye kral itaat etmekte. [...], [...]                                                  85  Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.). 86  Altman, Tracing the Earliest Recorded Concepts of International Law, s.34; Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64; Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.), s. 283; Hinz, Elams Vertrag mit NarämSin von Akkade, s. 66. 18Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               III.  Akad ın  kralına  [karşı]  [düşmanca  girişimlere]  [izin ver]meyeceğim.  Benim  komutanım  kralı  düşman  eylemlere  karşı [koru]yacaktır. Narām-Sîn in düşmanı benim (de) düşmanım, Narām-Sîn in dostu benim (de) dostumdur. Hediye(ler)i kabul edildi. Hediye(ler)i, Elam halkını Narām-Sîn in müttefiki olarak korumalıdır!87 Narām]-Sîn in düşmanı IV.  [benim  (de)  düşmanımdır.  Narām-Sîn in  dostu  benim  (de) dostumdur! Hediye(ler)i kabul edildi. Hediyeleri, Elam halkını Narām-Sîn in müttefiki  olarak  korumalıdır!].  [...]  [...]  [Asker  kaçağını]  ülkeme  kabul etmeyeceğim  ve  benim  komutanım  Akkad  vezirinden  duyduğumuz düşmanca eylemlere [izin ver]meyecektir. [Tanrılara  V.  [Krallar  yemin  ediyorlar.  Tanrı  Nahiti yi  kral  seviyor,  Tanrı Inšušinak a kral itaat etmekte. Herhangi birisi ne gece] ne gündüz [senin kötülüğün] için bir şey yapacaktır; kim dost eylemlerde gece ve gündüz bulunuyorsa biz onlardanız. Narām-Sîn den yardım isteye[n] ve sonrasında [küstah] olanı [sev][meyeceğim]. Tanrı[lara. VI. Krallar ant içiyorlar, güneş Tanrısı Nahiti yi kral seviyor, Tanrı Inšušinak ın  kral  hizmetinde.  Tanrıça  Siašum,  Tanrı  Napir  ve  Tanrıça Narunde ye kral itaat etmekte]. [...] (12-19) [...]Akad a karşı belayı benim [komutan]ım ordu ile geri püskürtmeli, defedetmelidir, düşman bir halka o [merhamet göster]memelidir! Tabletin Arka Kısmı(VII-XII) VII. […] [Ak]ad için [kötü] olanı El[am] da kabul etmeyeceğim. (6-12) […].  Narām-[Sîn] den  yardım  isteyen  ve  [sonra]  ona  [küstah  olanı] [sevmeyeceğim]. Krallar [Tanrılara ant içiyorlar. (Güneş Tanrısı) Nahiti yi kral seviyor, Tanrı İnsusinak ın kral hizmetinde, VIII. Tanrıça Siašum, Tanrı Napir (ve) Tanrıça Narunde ye kral itaat etmekte.]  Hediyeler,  halkı  Narām-Sîn in  müttefiki  olarak  korumalıdır!88 Senin  heykelini  kesinlikle  diktireceğim!  [Susa nın  tanrıları]  […]  […] […(bina/tapınak  için?)…]  arazi  ayırmak  istiyorum!  Şiddet  burada olmamalıdır! Senin emredilen heykellerin içeride…(?) [Senin] heykel[ini] diktirmek [istiyorum]! […] [...] [Tanrılara                                                  87  Koch un Eski Elamca dan Almanca ya  Hediyeleri, Elam halkını Narām-Sîn in müttefiki olarak korumalıdır  tercümesi, Hinz tarafından  hediyelerinden dolayı Elam halkı müttefiki Narām-Sîn i savunmalıdır  diye tercüme etmiştir. 88  Buradaki   korumalıdır   ifadesinin  yerine  Hinz in  tercümesinde   savunmalıdır   ifadesini kullanılmıştır. 19Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 IX: krallar yeminlerini ediyorlar, (Güneş Tanrısı) Nahiti] kral seviyor. Tanrı  Inšušinak ın  kral  hizmetinde,  Tanrıça  Siašum,  Tanrı  Napir  (ve) [Tanrıça [Narunde ye kral itaat etmekte].89 Tanrı […] […] […]Narām-Sîn e ait tebaa; onun hediye(ler)i burada destek olarak teslim alındı. Onlar hediye olsun(lar)!  Büyük  koruma  alanında  onlar  burada  olmamalıdırlar!  Senin onurlu heykelin burada onurla korunacak ve kabul görecektir! [...] [...] X:  (1-4)  […]  Eser  muhafaza  edilmeli,  geliştirilmelidir!  Senin bozguncular güçle bastırılsın, bunun için (silahlı) gücü ben senin hizmetine sundum, onlar eksik olmasınlar! Karın doğurgan olsun! [Tanrı Si]mut onu hep korusun! Narām-Sîn in düşmanlarından olan rehineler onun ricası üzerine teslim edilebilinir! Sana olan sevgi sana iyilikleri getirsin! Karın sana senin veliahttın olarak(?) bir erkek çocuk doğursun, eşlerinden birisi [...] [...] XI:  [...]  [...]barış  burada  aziz  olacak!  Krallar,  Tanrılara  yeminlerini ediyorlar! Yardım yakarışlar bitsin! Zararlı kavgalar bitsin! Senin heykelin onurla  korunmalıdır!  Sana  (karşı)  küçümsemenin  burada  olması (isten)meyecektir! Halkımız tarafından zafer onurla muhafaza edilmelidir! Tabu-Emblem in  önünde  antlaşma  tableti  onurla  saklanacaktır.  Krallar, tanrılara  yemin  ediyorlar.  (Güneş  Tanrısı)  Nahiti ye  kral  sevgi  sunuyor. [Tanrı Inšušinak ın kral hizmetinde. XII. [Tanrıça Siašum, Tanrı Napir (ve) tanrıça Narunde ye kral itaat ediyor.] Herkes Narām- Sin in emanetine saygı gösteriyor, (çünkü) biz onu Tanrı Inšušinak a kurban ettik. [Susa ve Akad] tanrılarına o sunuldu, onlar onu [kabul etmiş] olsunlar! Senin heykelini onlar korusun! Kardeş bir erkek çocuğu dünyaya gelsin! Karın bereketli olsun! O seninkilere iyilikler versin.                                                  89  Hinz tercümesinde  itaat etmekte  ifadesi yerine  sadık  ifadesini kullanmıştır. 20Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               KAYNAKÇA Altman, Amnon, Tracing the Earliest Recorded Concepts of International Law, The Ancient Near East (2500-330 BCE), Leiden: Martinus Nijhoff, 2012. —.,  Tracing the Earliest Recorded Concepts of International Law. The Ancient Near East in the Old Babylonian Period (2003-1595 BCE) , Journal of the History of International Law(10), 2008: 1-33. Cameron, George G. History of Early Iran, Chicago: The University of Chicago Press, 1936. Cooper, Jerrold,  International Law in the Third Millenium , A History of Ancient Near Eastern Law  , (edit by Raymond Westbrook), Leiden: Brill, 2003: 241-255. Henkelman, Wouter F.M.,  Parnakka s Feast , Elam and Persia ,(der. J. AlvarezMon), Winona Lake: Eisenbrauns, 2007, 1-88. Hinz, Walther,  Elamite God d. GAL , JNES (Journal of Near Eastern Studies) 24(4), 1965: 351-54. —.  Elams Vertrag mit Naräm-Sin von Akkade , ZA(Zeitschrift für Assyriologie), 1967: 66-96. Kämmerer, Jörn Axel,  Das Völkerrecht des Kolonialismus: Genese, Bedeutung und Nachwirkungen , VRÜ(Verfassung und Recht in Übersee), Cilt: 4, Sayı: 39, 2006: 397-425. Koch, Heidemarie,  Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.) ,  Staatsverträge, Herrscherinschriften und andre Documente zur politischen Geschichte, Texte aus der Umwelt des Alten Testaments, (der. M Lichtenstein), Gütersloh: Mohn, 2005: 283-287. Korošec,  V.,  Der  Vertrag  zwischen  Narām-Sin  aus  akkad  und  unbekannten Elamischen  herrscher(MDp,  Xi,2-11),  Disertationes  -  XiV,  acedemia Scientiarum et artium Slovenica, Clasis i: historia et Sociologia, 1 Jubljana: Slovenska ademedi jaznanost i in unetnosti , 1983. König,  F.  W.,   Die  elamischen  Königsinschriften ,  (AfO  (Archiv  für Orientforschung), Beiheft 16), graz: Selbstverlag, AfO, 1965. Potts, D.T., The Archaelogy of Elam, Formation and Transformation of an Ancient Iranian State, Cambridge: Cambridge University Press, 2004. 21Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 Salem, Isam Kamel, Islam und Völkerrecht, Das Völkerrecht in der islamischen Weltanschauung, Berlin: Kai Homilius, 2009. Truyol Y. Serra, Antonia. Der Wandel der Staatenwelt in neuer Zeit im Spiegel der Völkerrechtsliteratur des 19. und 20. Jahrhundert, Bad Homburg: Gehlen, 1968. Westbrook, Raymond,  The Character of Ancient Near Eastern Law , A History of Ancient  Near  Eastern Law,  (der.  Raymond Westbrook),  Leiden:  Brill, 2003, 1-93.   22",
     "Abstract": "The relations between states, and the law they build on these relations are  as  old  as  the  existence  of  the  states.  The  Civilizations  emerged  in Mesopotamia in the First Age as the first civilizations of the world have also created the beginning date of international law. Along with the invention of the writing, from the year BC 2500, the documents of the interstate law from Mesopotamia have begun to be eliminated. In this article, Narām-Sîn Treaty                                                  Makalenin geliş tarihi: 05.10.2017 Makalenin kabul tarihi: 23.01.2018.  Dr.Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 which is thought to have been made in 2260 BC. and written in the Old Elamic language will be examined as being one of the oldest international law documents. One of the sides of the treaty is the Elam Empire, one of the earliest and longest-lived ancient civilizations with more than 3000 years of history, which was founded on the geographical area known today as the Plate of Iran, between 3400 BC and 320 BC. The other side is Akkadian Empire in Mesopotamia between 2334 and 2150 BC. Key Words: Ancient History, Interstate Law, Mesopotamia, Elamic Empire, Akkadian Empire, Narām-Sîn Treaty.  Giriş „Narām-Sîn in düşmanı benim düşmanım Narām-Sîn in dostu benim dostumdur  Devletlerin birbirleriyle ilişkileri ve bu ilişkiler üzerine inşa ettikleri hukuk, devletlerin varoluş tarihi kadar eskidir.1 Hominidlerin milyonlarca yıllık bilgi birikim ve tecrübesi temelinde, bilinen verilere göre MÖ. 6500 yıllarından  itibaren  Mezopotamya da  ortaya  çıkan  dünyanın  ilk medeniyetlerinden  bugüne  devletler,  ilişkilerini  birçok  teamül,  kural  ve antlaşma aracılığı ile düzenlemişlerdir.2 İnsanlık tarihinde, çeşitli uygarlıklar gerçeğinde çok merkezli şekillenen devletlerarası hukuk, farklı kültürel ve dönemsel  görünümleriyle  bir  tarihsel  olgudur  ve  bugünkü  modern uluslararası hukuk bu tarihsel olgunun görüntülerinden sadece birisidir.3 Dünyanın ilk medeniyetleri olarak Antikçağ da Mezopotamya da ortaya çıkan medeniyetler aynı zamanda devletlerarası hukukun başlangıç tarihini yaratmış,  yazının  icadı  ile  birlikte  MÖ.  2500 lü  yıllardan  itibaren  de Mezopotamya dan  devletlerarası  hukuk  belgeleri  elimize  ulaşmaya başlamıştır.4  Westbrook,  sınırların  kutsallığı,  antlaşmalar,  içtihat  hukuku metodu,  tahkim  gibi  bugünkü  birçok  modern  hukuk  kurumunun tohumlarının Antikçağ da Mezopotamya da atıldığını bildirmektedir.5                                                  1   Westbrook, Raymond,  The Character of Ancient Near Eastern Law , A History of Ancient Near Eastern Law, (edited by. Raymond Westbrook), Leiden: Brill, 200, s. 1. 2   Salem, Isam Kamel, Islam und Völkerrecht, Das Völkerrecht in der islamischen Weltanschauung, Berlin: Kai Homilius, 2009, s. 95; Truyol Y. Serra, Antonia. Der Wandel der Staatenwelt in neuer Zeit im Spiegel der Völkerrechtsliteratur des 19. und 20. Jahrhundert, Bad Homburg: Gehlen, 1968, s. 9. 3   Salem, Islam und Völkerrecht, s. 93. 4   Westbrook, The Character of Ancient Near Eastern Law, s.82.   5   Westbrook, The Character of Ancient Near Eastern Law, s. 83, 87. 2Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               Antikçağ  devletlerarası  hukukunun  en  önemli  kaynaklardan  birisi antlaşmalardır.6 Bu makalede MÖ. 2500 ile 2300 yılları arasından bugüne ulaşmış iki antlaşmadan biri olması sıfatıyla, Elam İmparatorluğu ile Akad İmparatorluğu  arasında  gerçekleştirilen  Narām-Sîn  Antlaşması incelenecektir.7 Elam medeniyeti MÖ. 3400 ile MÖ. 320 yılları arasında, bugün İran Platosu olarak bilinen Batı ve Orta Asya yı içine alan coğrafi alanda 3000 yıldan  fazla  geçmişiyle  önemli  bir  Antikçağ  uygarlığıdır:  MÖ.  1500 yıllarından  itibaren  İran  Platosu nu  kendilerine  yurt  edinmeye  başlayan Medler ve Perslerle aynı coğrafyada birlikte var olmuş, MÖ. 539 yılında devlet  olarak  ortadan  kalktıktan  sonra  bile  iki  asır  kadar  ilk  Pers imparatorluğu olan Ahameniş İmparatorluğu nun bir eyaleti olarak varlığını sürdürmüştür.  Bu  nedenle  Elam  medeniyeti,  İran  medeniyetinin şekillenmesinde önemli rol oynamıştır.8 Diğer yandan Elam İmparatorluğu tarih sahnesine çıkan ve kaybolan Mezopotamya daki Antikçağ uygarlıkları Sümerler, Akadlar, Babiller ve Asurlar ın komşusu olması vesilesiyle de devletlerarası hukuk tarihi açısından önemli bir medeniyettir. Potts, Elam ın etrafındaki komşuları tarafından farklı dönemlerde ‘diğer düşmanlarla yıkıcı bir  müttefik ,  ‘dönemsel  düşman ,  ‘korkulan  ve  saygı  duyulan  komşu , ‘hammadde kaynağı  gibi değişik sıfatlarla tanımlandığını belirtmektedir.9 Antlaşmanın diğer tarafı olan Akad İmparatorluğu ise Sargon tarafından MÖ.  2334  yılında  kurulmuş  ve  MÖ.  2150  yılına  kadar  varlığını sürdürmüştür. Antlaşmaya adını veren Kral Narām-Sîn, dedesi Sargon dan sonra en önemli kral olarak, imparatorluğu en yüksek noktasına ulaştırmış ve Mezopotamya tarihinde ilk kez tanrılaştırılmış kral sıfatını elde etmiştir.10                                                  6   Westbrook, The Character of Ancient Near Eastern Law, s. 11. MÖ. 2000 in öncesine dair sınırlı sayıda antlaşmaya ulaşmıştır. Cooper, Jerrold,  International Law in the Third Millenium , A History of Ancient Near Eastern Law  , (edit by Raymond Westbrook), Leiden: Brill, 2003, s. 241.  7   Korošec, V., Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher (MDp, Xi,2-11), Disertationes-XiV, acedemia Scientiarum et artium Slovenica, Clasis i: historia et Sociologia, 1 Jubljana: Slovenska ademedi jaznanost i in unetnosti, 1983, s. 64; Koch, Heidemarie „Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.) , Staatsverträge, Herrscherinschriften und andre Documente zur politischen Geschichte, Texte aus der Umwelt des Alten Testaments, (Hrsg.. M Lichtenstein), Gütersloh: Mohn, 2005, s. 283; Hinz, Walther,  Elams Vertrag mit Naräm-Sin von Akkade , ZA(Zeitschrift für Assyriologie), 1967, s. 66. 8   Henkelman, Wouter F.M.,  Parnakka s Feast , Elam and Persia ,(edit by. J. Alvarez-Mon), Winona Lake: Eisenbrauns, 2007, s. 4. 9   Potts, D.T., The Archaelogy of Elam, Formation and Transformation of an Ancient Iranian State, Cambridge: Cambridge University Press, 2004, s. 434-435.  10  Altman, Amnon, Tracing the Earliest Recorded Concepts of International Law, The Ancient Near East (2500-330 BCE), Leiden: Martinus Nijhoff, 2012, s. 26. 3Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 Narām-Sîn  Antlaşması nın  irdelenmeye  çalışılacağı  söz  konusu incelemede,  Walter  Hinz in  1967  yılında  ve  Heidemarie  Koch un  2005 yılında  Eski  Elamca  dilinden  Almanca ya  çevirileri  esas  alınacaktır.11 Çalışma ile esas hedeflenen bir devletlerarası hukuk tarihi kaynağı olan Narām-Sîn Antlaşması nı Türkçe ye kazandırmak ve devletlerarası hukuk tarihinin gelişiminin incelemesine katkı sunmaktır. Narām-Sîn Antlaşması na Dair Genel Bilgiler Narām-Sîn Antlaşması nın yapıldığı dönemde, Akad İmparatorluğu nun başında, MÖ. 2260 ile MÖ. 2223 yılları arasında imparatorluğu yöneten Narām-Sîn  bulunmaktadır.12  Ele  geçen  kitabede,  Elam  kralının  isminin bulunduğu  bölüm  tahrip  olduğundan  antlaşmayı  hangi  Elam  kralının yaptığını  antlaşma  metninden  anlamak  mümkün  değildir.  Buna  karşılık, antlaşmanın Akad Kralı Narām-Sîn ile yapılmasından dolayı söz konusu Elam  kralının  Awan  Hanedanı nı  yöneten  Kral  Hita  olduğu  tahmin edilmektedir.13 Antlaşmanın  tam  olarak  ne  zaman  yapıldığı  bilinmemekle  birlikte, kimler arasında yapıldığı dikkate alınarak tahmin yürütülmektedir. Hinz, antlaşmanın yaklaşık olarak MÖ. 2260 yıllarında gerçekleşmiş olabileceğini dile getirmektedir.14 Antlaşma  metninin  bulunduğu  tablet  kil  bir  tablettir.  Antikçağ da antlaşmaların her ne kadar sözlü olması esas, yazılı olması antlaşmaların geçerliliği için kurucu bir unsur değil ise de yazılı kayda önem verilmiş, bunun içinde önemli antlaşmalar için kullanılan gümüş ya da altın tabletlerin dışında esasen kil tablet kullanılmıştır.15 Narām-Sîn Antlaşması nın yer aldığı kil tablet bugün İran ın Huzistan Eyaleti nin bir şehri olan ve Antikçağ da Elam Devleti nin başkenti olan Susa şehrinde(bugünkü adı ile Şuş), o zamanlar Elam tanrısı Inšušinak a adanmış tapınakta bulunmuştur.16 Bir kısmı kopmuş, bir kısmı da okunamaz                                                  11   König, F. W.,  Die elamischen Königsinschriften , AfO (Archiv für Orientforschung), Beiheft 16), Graz: Selbstverlag, AfO, 1965; Hinz, Elams Vertrag mit Naräm-Sin von Akkade; (Koch, 2005). 12   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 66;  Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 63. Narām-Sîn in Akad İmparatorluğunun başında olduğu döneme dair de muhtelif tarihler verilmektedir. Mesela Altman MÖ. 2254 ve 2218 tarihlerini vermektedir. Altman, Tracing the Earliest Recorded Concepts of International Law, s.25, 26. 13   Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.), s. 283. 14   Hinz, Walther,  Elamite God d. GAL , JNES 24(4), 1965, s. 351. 15   Westbrook, The Character of Ancient Near Eastern Law, s. 84. 16   Altman, Tracing the Earliest Recorded Concepts of International Law, s.34. 4Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               derecede tahrip olmuş şekilde ele geçen tablet ön ve arkalı altı sütundan ve on üç paragraftan oluşmaktadır.17 Antlaşma, Eski Elamca dilinde çivi yazısıyla kayda alınmıştır.18 İlk kez 1916 yılında Alman Georg. Hüssing tarafından tercüme edilmeye çalışılmış olan Narām-Sîn Antlaşması üzerine sonraki yıllarda Avrupa dillerinde başka çalışmalar  da  gerçekleştirilmiştir.19  Buna  karşın  Eski  Elamca  diline  dair bilginin bugün hala sınırlı olması ve kil tabletin oldukça tahrip olmuş bir şekilde  ele  geçmiş  olması  antlaşma  metninin  tercüme  edilmesi  ve anlaşılmasında hala ciddi sıkıntıların yaşanmasına neden olmaktadır.20 Narām-Sîn  Antlaşması nın  üzerinde  bulunduğu  kil  tablet  bugün Fransa da Louvre Müzesi nde bulunmaktadır.21 Antlaşmanın Türü Narām-Sîn  Antlaşması nın  türüne  dair  değerlendirmede  antlaşmanın tarafları  ve  antlaşmanın  konusu  belirleyici  iki  unsur  olarak  karşımıza çıkmaktadır: Antlaşmanın Tarafları Açısından Antikçağ da  Mezopotamya da  sadece  iki  taraflı  antlaşmalar  söz konusuydu, taraflar açısından ayrım ise antlaşmaların eşitler arasında ve eşit olmayanlar arasında gerçekleştirlmesine göre yapılmaktaydı.22 O dönemde temel olarak iki devlet yapısı ile karşılaşıyoruz. Birincisi şehir devletlerin bir araya gelmesinden oluşan devletler ki bu devletlere en iyi  örnek  Sümer  Devleti dir.  İkincisi  ise  küçük  krallıkların  bir  merkez etrafında  toplanmasından  meydana  gelen  konfederasyon  yapıdır.  Bu sistemde  küçük  krallıklara  vassal  krallık  denilmekteydi.  Konfederasyon şeklindeki yapıyı Antikçağ devletlerde hem Akadlar da hem de Elamlar da görmek mümkündü.23 Konfederasyonun başı olan merkezi krallık, vassal                                                  17   Cooper, International Law in the Third Millenium, s. 242; Altman, Tracing the Earliest Recorded Concepts of International Law, s.34; Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64; Koch, Elams Vertrag mit dem akkadischen Konig NarāmSin (2260–2223 v. Chr.), s. 283; Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 66. 18   Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.), s. 283; Altman, Tracing the Earliest Recorded Concepts of International Law, s.34. 19   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 66. 20   Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.), s. 283; Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64; Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 66; Altman, Tracing the Earliest Recorded Concepts of International Law, s.34. 21  Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 67. 22   Westbrook, The Character of Ancient Near Eastern Law, s. 85. 23   Cooper, International Law in the Third Millenium, s. 243. 5Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 krallıklar üzerinde farklı boyutlarda kontrol yetkisine sahip olmasına karşın vassal krallıklar, kendi sınırları içerisinde egemenlik hakkına sahip oldukları gibi, kendisinin bağlı bulunduğu büyük krallık dışında, vassal ya da başka büyük krallıklarla ilişki kurma konusunda da belli bir özgürlüğe sahiptiler. Büyük  krallık  dışında  kurdukları  ilişkilerde  özgürlüklerinin  sınırı ittifaklarının,  antlaşmalarının  ve  ilişkilerinin  büyük  krallık  aleyhine olmamasıydı.24  Bu  nedenle,  Antikçağ da  vassal  krallıklar  devletlerarası hukukun bir öznesi olarak karşımıza çıkmakta, antlaşma türlerini tarafları açısından eşitler arası antlaşma (parity treaty) ve eşit olmayanlar arasındaki antlaşma (vassal treaty) olarak belirlemekteydi.26 Eşitler arası antlaşma, ‘overlord  olarak adlandırılan konfederasyonun başındaki krallar arasında ya da iki vassal krallığının başındaki vassal krallar arasında  gerçekleşmekte  ve  karşılıklı  her  iki  tarafa  sorumluluklar yüklemekteydi.27 Eşit olmayan taraflar arasında gerçekleştirilen antlaşmada ise taraflardan biri konfederasyon başındaki ‘overlord  olarak adlandırılan kral,  diğeri  ise  vassal  krallığın  başındaki  kraldır.  Her  ne  kadar  koşullar overlord tarafından belirlenmiş ve hatta yerine getirilmemesi şiddet ile tehdit edilmiş olsa da teorik olarak bu antlaşmalar rızaya bağlı antlaşmalardı ve vassalın  kendi  isteği  ile  yapılmaktaydı.28  Antikçağ da  gerçekleşen  bazı antlaşmalar, vassal antlaşmada over lordun da sorumluluk yüklenmesi gibi, eşitler  ve  eşitler  arası  olmayan  antlaşmaların  özelliklerini  birlikte taşıyabilmekteydi.29 Makaleye konu olan antlaşmanın eşitler arasında mı, eşit olmayanlar arasında  mı  gerçekleştirildiği  tartışmalıdır.  Antlaşmanın  vassal  antlaşma olduğunu  iddia  edenler,  antlaşmanın  Akad  Konfederasyonu nun  Kralı Narām-Sîn ile o konfederasyon içinde vassal krallık olarak var olan Elam ın başındaki  kral  arasında  gerçekleştiğini,  bu  nedenle  de  eşitler  arasında olmadığını  dile  getirmektedirler.30  Bu  iddiada  bulunanların  en  önemli dayanakları şunlardır;                                                  24   Westbrook, The Character of Ancient Near Eastern Law, s.83. 25   Westbrook, The Character of Ancient Near Eastern Law, s.83. 26   Westbrook, The Character of Ancient Near Eastern Law, s. 85. 27   Westbrook, The Character of Ancient Near Eastern Law, s. 85; Cooper, International Law in the Third Millenium, s. 244. 28   Westbrook, The Character of Ancient Near Eastern Law, s. 85; Cooper, International Law in the Third Millenium, s. 244. 29   Westbrook, The Character of Ancient Near Eastern Law, s. 85. 30   Cooper, International Law in the Third Millenium, s. 244-5. 6Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               a)   Antlaşma metni Elam kralı tarafından yapılan tek taraflı bir beyan ve taahhüt şeklinde formüle edilmiştir.31 b)   Altman,  Sargon,  Rīmuš  and  Man-ištūšu  yazıtlarını  vassal antlaşmaya dayanak olarak sunmaktadır; bu yazıtlarda Elam, Akad Kralı Narām-Sîn tarafından işgal edilmiştir ve Susa da ele geçirilen Akadlara  ait  bir  belgede  de  Susa nın,  Narām-Sîn  idaresi  altında olduğu bildirilmektedir.32 c)  Metinde yer alan ‘Narām-Sîn in düşmanı benim düşmanım, NarāmSîn in  dostu  benim  dostumdur   ibaresini  Altman,  vassal antlaşmalarının  en  belirgin  ifadesi  olarak  belirtmekte;  bu  ifadeyi hem itaati hem de bir kralın başka bir kralın dış ilişkiler siyasetini kabul etmesi olarak yorumlamaktadır.33 Antlaşmanın eşitler arası gerçekleştiğini dile getirenler ise Narām-Sîn Antlaşması nın Akad Konfederasyonu ile Elam Konfederasyonu arasında gerçekleştiğini ileri sürmektedirler. Bu iddiada bulunanların dayanakları ve karşı savunmaları ise şunlardır; a)  Antlaşma metninde sadece Elam kralının beyanları ve taahhütlerinin olması MÖ. 2000 li yıllarda gerçekleşen sözleşmelerde geleneksel bir  uygulamanın  sonucudur;  bu  uygulamaya  göre,  tarafların sorumlulukları  ayrı  ayrı  tabletlere  yazılmaktaydı.  Bu  nedenle  kil tablette  sadece  bir  tarafın  sorumluluğunun  yazılmış  olması, antlaşmanın sadece tek tarafa yükümlülük yüklediğini göstermez. Öbür tarafın sorumluluğu başka bir tablette yazılmış olabilir ki, söz konusu tablet henüz ele geçirilmemiştir.34 b)  Hinz,  antlaşmada  belirtilen  Akad  kralı  tarafından  hediyelerin gönderilmesi, karşı tarafın hediyeleri kabul etmesi ve ittifak yapmış olmalarını,  sözleşmenin  eşit  taraflar  arasında  gerçekleştiğine dayanak olarak göstermektedir.(Paragraf III, IV, VIII)35 c)  Hinz tarafından dile getirilen bir başka dayanak ise kitabenin, Elam Devleti ne  ait  Susa  şehrinde  Elam  tanrısı  Inšušinak a  adanmış tapınakta muhafaza edilmiş olması ve metnin bugüne ulaşmasıdır.                                                  31   Cooper, International Law in the Third Millenium, s. 245. 32   Altman, Tracing the Earliest Recorded Concepts of International Law, s.35. 33   Altman, Tracing the Earliest Recorded Concepts of International Law, s.35. 34  Cooper, International Law in the Third Millenium, s. 245; Altman, Tracing the Earliest Recorded Concepts of International Law, s.36. 35   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 75-76. 7Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 Hinz e göre sözleşme sadece tek tarafa yükümlülük yükleyen bir sözleşme olsaydı, o takdirde antlaşma metnini içeren kil tabletin bir sonraki Elam kralı tarafından yok edilmesi beklenirdi.36 d)  Korošec ise Elam kralının sözleşme de kullandığı nezaketli dil ve uslubu  eşitler  arası  antlaşmaya  dayanak  olarak  göstermektedir.37 Elam kralının Akad kralı Narām-Sîn e hitap ederken alt-üst ilişkisini gösteren bir hitap yerine, ikinci tekil şahıs zamiri olan ‘sen  ile ya da ismi ile hitapta bulunması da bu bağlamda değerlendirilebilir.38 e)  Antlaşmanın eşitler arasında gerçekleşen bir antlaşma olduğuna dair sunulacak  bir  başka  dayanak  ise  aşağıda  ayrıntılı  olarak değerlendirilecek  olan  evlilik  ittifakıdır.  Antlaşma  metnindeki beyanlardan yola çıkılarak, Narām-Sîn ile Elam kralının kız kardeşi ya da kızı arasında diplomatik evlilik gerçekleştiği, bunun ise ancak eşitler arasında söz konusu olabileceği belirtilmektedir.(Paragraf X ve XII)39 f)  Mülteci  kabul  etme  ile  ilgili  düzenleme  de  antlaşmanın  eşitler arasında  yapıldığı  iddiasını  desteklemektedir.  Gerçekte  kralların, ülkelerine sığınanları geri gönderme yükümlülüğünü içeren hiç bir hukuksal  düzenleme  ya  da  örf  söz  konusu  değildi,  ancak konfederasyon içindeki küçük krallıkların bağlı bulundukları büyük krala kendilerine sığınan mültecileri hem hukuki hem siyasi olarak geri gönderme yükümlülüğü bulunmaktaydı ve bunun antlaşma ile düzenlenmesine  gerek  yoktu.  Burada  ise  bu  husus  antlaşmanın önemli bir unsuru olarak karşımıza çıkmaktadır. g)  Yine antlaşmanın eşit taraflar arasında gerçekleştiğine dair önemli bir diğer veri antlaşma metninde yer alan ‘krallar tanrılara yemin ediyorlar  ibaresidir.40 Aşağıda ayrıntılı dile getirileceği üzere esasen iki tarafın yemin etmesi eşitler arası antlaşmalarda genel kuraldır. Antlaşmanın eşitler arası yada eşit olmayanlar arası bir antlaşma olup olmadığı tartışmasında aslında en canlı alıcı nokta ele geçen kil tabletteki                                                  36   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 76. 37  Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 66. 38   Cooper, International Law in the Third Millenium, s. 245. 39  Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 66; Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 85; Altman, Tracing the Earliest Recorded Concepts of International Law, s.35, 39. 40  Paragraf II, V,  VI, VII,  IX,  XI. Korošec, Der  Vertrag zwischen  Narām-Sin aus  Akkad und unbekannten Elamischen Herrscher, s. 64; Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 93. 8Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               metnin tek tarafa yükümlülük yüklemesi gerçeği ve bu gerçek karşısında antitez olarak dile getirilen o dönemdeki geleneksel uygulamanın sonucu olarak tarafların sorumluluklarının ayrı ayrı tabletlere yazıldığı iddiasıdır. Her ne kadar metinin bütününde sahip olunan dil ve hediyelerden evlenme meselesine  birçok  husus  antlaşmanın  eşit  taraflar  arasında  gerçekleştiği izlenimini verse de iddia edilen, karşı tarafa yükümlülükler yükleyen diğer tablet  bulunmadığı  sürece  Narām-Sîn  Antlaşması  eşitler  arası  olmayan antlaşma iddiasından çok kurtulamayacaktır.  Antlaşmanın Konusu Açısından Genel kabul gören görüş Narām-Sîn Antlaşması nın konu açısından ittifak  antlaşması  olduğudur.  Bir  sonraki  bölümde  ayrıntılı  inceleneceği üzere, antlaşma bir bütün olarak ele alındığında askeri yardımın merkezde olduğu, rehine teslim etmeden ahde vefaya, mülteci kabul etme yasağından hediyeye  bütün  düzenlemelerin  müttefik  olma  çerçevesinde  şekillendiği görülecektir. (Paragraf III, IV, V, VI, VII, X, XI)41 Daha  zayıf  bir  görüş  Korošec  tarafından  dile  getirilen  evlilik antlaşmasıdır.42 Korošec e göre antlaşmanın politik sonucu Elam ile Akad arasında  daha  sıkı  bir  bağın  kurulmasıdır.  Dile  getirilen  bağ  ise  Elam kralının kızı ile Akad kralının evlenmesi sayesinde doğmaktadır. Kendisine göre  antlaşmada  müttefik  olma  ile  ilgili  doğrudan  bir  ibare  yoktur  ve karşılıklı yükümlülükler de söz konusu değildir, ayrıca kendisi hediyelerin gönderilmesi  durumunu  da  ittifak  antlaşmasında  nedensiz  bulmakta  ve sadece evlilik antlaşması nedeniyle hediye verilmesinin anlamlı olacağını belirtmektedir.43 Antlaşma Metninin İncelenmesi Narām-Sîn Antlaşması, Antikçağ devletlerarası hukuk ve hukuk tarihi bağlamında  önemli  bilgileri  günümüze  ulaştırmaktadır.44  Metin  içerik açısından genel olarak a) Tanrılara çağrı ve yemin (Paragraf I ve II), b) Elam kralının, Akad kralı Narām-Sîn in lehine tek taraflı taahhütlerde bulunması (Paragraf III ve VII), c) Elam kralının temenni niteliğindeki açıklamaları (Paragraf  VIII  ve  XII)  olmak  üzer  üç  bölümde  değerlendirilmektedir.45                                                  41   Cooper, International Law in the Third Millenium, s. 246. 42   Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 66. 43   Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s.66-7. Korošec, o dönemdeki evliliklerde gelinin özne olmaktan çok obje olduğu, bu nedenle de sözleşmede adının dile getirilmediğini belirtmektedir. 44  Cooper, International Law in the Third Millenium, s. 246.  45   Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64; Altman, Tracing the Earliest Recorded Concepts of International Law, s.35. 9Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 Devletlerarası hukuk bağlamında burada antlaşma  üç farklı temel başlık altında incelenecektir: Tarafların  Yemini,  Tanrıların  Şahit,  Denetleyen  ve  Yaptırım Uygulayan Olması Antikçağ Mezopotamya medeniyetlerinde çok tanrılı karaktere sahip olan din, o dönemdeki devletlerin yapısını teosentrik olarak şekillendirmiş, devletlerarası  antlaşmalarda  da  bu  gerçeklik  kendisini  birçok  açıdan göstermiştir: Tanrılar, antlaşmanın doğmasından yaptırımların uygulanmasına kadar birçok  aşamada  önemli  fonksiyonlara  sahiptirler:  Bunlar  a)  antlaşmanın yapılması aşamasında tanrıların şahit olması, b) antlaşmanın kurucu unsuru olarak tarafların tanrılara yemin etmesi, c) antlaşmanın doğmasından sonra tanrıların  sözleşmeyi  denetleyen  olması,  d)  tarafların  edimlerini  yerine getirmemesi durumunda ise yaptırım uygulayan olması, şeklinde kendini göstermektedir.46 Tanrıların Şahit Olması ve Tarafların Tanrılar Adına Yemin Etmeleri Antikçağ antlaşmalarının en önemli şekil şartlarından biri, antlaşmaların tanrıların şahitliği huzurunda gerçekleşmesiydi.47 Bu nedenle antlaşmanın eşitler arasında gerçekleşip gerçekleşmemesine ve tarafların siyasi güçlerine bağlı olarak, antlaşma metninde tek tarafın ya da her iki tarafın tanrılarının isimleri  yazılmakta,  bazen  de  bu  isimler  antlaşmaya  liste  olarak eklenmekteydi.48 Narām-Sîn Antlaşması nın ilk iki paragrafında toplam 37 Tanrıça ve Tanrının adı sayılmıştır.49 İlk dile getirilen, Tanrıça Pinengir dir. Hinz, bu durumun yani tanrıların isimlerinin sıralanmasında tanrıçanın ismi ile başlanmasının Elamlar a ait bir özellik olduğunu belirtmektedir.50  Tanrıların şahitliği huzurunda gerçekleşen antlaşmanın hukuki olarak hak ve yükümlülükler doğurmasının asli şartı ise tarafların, şahit olan tanrılar adına  yemin  etmesiydi.51  Mezopotamya da  o  dönemde  çok  tanrılı                                                  46  Altman, Amnon,  Tracing the Earliest Recorded Concepts of International Law. The Ancient Near East in the Old Babylonian Period (2003-1595 BCE) , Journal of the History of International Law(10), 2008, s., 5-6. 47   Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64. 48   Westbrook, The Character of Ancient Near Eastern Law, s. 64, 84. 49   Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64; Altman, Tracing the Earliest Recorded Concepts of International Law, s.35; Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.), s. 287; Hinz, Elams Vertrag mit Naräm-Sin von  Akkade,  s.  67.  Hinz,  Antlaşmadaki  ismi  sayılan  tanrıların  sayısının  35  olduğunu  dile getirmektedir. 50   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 67. 51   Westbrook, The Character of Ancient Near Eastern Law, s. 84; Altman, Tracing the Earliest Recorded Concepts of International Law. The Ancient Near East in the Old Babylonian Period (2003-1595 10Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               inançlardan  kaynaklı  olarak  devletlerin  birbirleriyle  ilişkilerinde  teolojik tolerans önemli bir yere sahipti. Söz konusu tolerans devletlerarası hukuk kurallarının  ya  da  antlaşmaların  ihlali  halinde,  kendisine  inananı cezalandıracak  olan  karşı  tarafın  tanrısını  tanımayı  beraberinde getirmekteydi.52  Bu nedenle, taraflardan biri ya da her ikisi karşı tarafın kralının önünde ya da karşı tarafın temsilcisinin önünde yemin ederken, yemin,  antlaşmanın  eşitler  arasında  gerçekleşip  gerçekleşmemesine  göre yemin edenin kendi tanrısı adına, karşı tarafın tanrısı adına ya da her ikisine de olabilmekteydi.53 Söz verilenin tanrısına yemin, söz verilene kendi tanrısı adına müdahale etme ve cezalandırma yetkisi vermekteydi.54 Narām-Sîn  Antlaşması nın  muhtelif  paragraflarında  ‘krallar  tanrılara yemin ediyorlar' ibaresi bulunmakta ise de, kitabede yemin eden taraf, Elam  kralıdır.  İsmi  sayılan  tanrıça  ve  tanrılardan  sadece  4  tanesi  Akad tanrısı, diğerleri Elam tanrısıdır.56 Akad tanrılarının listede yer alması, iki farklı yorumu beraberinde getirmiştir: Birinci yorum, Elamlar ın, bu dört tanrıyı  kendi  tanrıları  olarak  kabul  etmeleridir;  Akad  tanrılarının,  Elam tanrılarından  ayrı  sayılmamış  olması  ve  Sümer-Akad  tanrıları  olarak belirtilmemiş  olması,  bu  iddianın  önemli  dayanaklarındandır.  Bir  başka dayanak ise temel olarak tarafların kendi tanrıları adına yemin etmiş olmaları durumudur. Bu nedenle Elamlar ın bu tanrıları kendi tanrıları olarak kabul ettiği  düşünülmektedir.57  İkinci  yorum  ise,  söz  konusu  tanrıların  sadece Akad  tanrıları  olmasıdır.  Koch,  Akad  tanrılarının  bu  metinde  olmasını antlaşmanın  yerine  getirilmesinin  onlar  tarafından  da  denetlemesi  olarak değerlendirmektedir.58 Tanrılar Tarafından Antlaşmanın İfasının Denetlenmesi ve Yerine Getirilmemesi Durumunda Yaptırım Uygulanması Kendileri  adına  yemin  edilen  tanrıçalar  ve  tanrılar,  antlaşmanın doğmasından  itibaren  antlaşmanın  yükümlülüklerinin  yerine  getirilmesini                                                                                                                    BCE), 5,6; Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64. 52   Westbrook, The Character of Ancient Near Eastern Law, s. 83. 53   Westbrook, The Character of Ancient Near Eastern Law, s. 65, 83, 85. 54   Westbrook, The Character of Ancient Near Eastern Law, s. 83, 84. 55  Paragraf II, V,  VI, VII,  IX,  XI. Korošec, Der  Vertrag zwischen  Narām-Sin aus  Akkad und unbekannten Elamischen Herrscher, s. 64; Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 93. 56  Altman,  Tracing  the  Earliest  Recorded  Concepts  of  International  Law,  s.35.  Bunlar;  Tanırça Išḫara,Tanrı II-Aba, Tanrıça Ninkarak, Tanrı Ninurta. Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 95. 57   Altman, Tracing the Earliest Recorded Concepts of International Law, s.35. 58   Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.), s. 287. 11Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 hem  denetleyen  hem  de  ifa  edilmemesi  durumunda  yaptırım  uygulayan olarak kabul edilmekteydi.59 Antlaşmanın  edimlerinin  taraflardan  biri  tarafından  kısmen  ya  da tamamen  ifa  edilmemesi  durumunda,  tanrıların  iki  yoldan  yaptırım uyguladıkları varsayılmaktaydı: Birincisi, kuraklık gibi doğal afetler, veba ya da savaşta yenilgi gibi tanrının doğrudan intikam yolunu kullanmasıydı.60 Vaat eden en çok kendi tanrısının gazabından korkmaktaydı.61 Dolaylı  yol  ise  tanrının  yeryüzündeki  temsilcisi  kral  aracılığı  ile yaptırım uygulamasıydı. Devletin başı olması sıfatıyla, diğer devletlerle olan ilişkilerde dışarıya karşı tek yetkili ve sorumlu olan kralın yetkisi, tanrılar ve hanedan soyu olmak üzere birbiri ile yarışan iki kaynaktan gelmekteydi; meşruiyetinin  devamı  ise  tanrıların  kendisine  verdiği  görevi  yerine getirmesine bağlıydı. Kral, hukuken mutlak bir hükümdar değil, tanrıların yargı yetkisine tabiydi. İlahi temsil yetkisini yerine tam olarak getirememesi hem  kendisinin  hem  de  krallığının  cezalandırılmasını  beraberinde getirmekteydi.62 Kralın ilahi cezalandırmayı gerçekleştirmesi için haklılığını öncelikle tanrılar karşısında ispatlaması gerekmekteydi. Teorik olarak sistem böyle işlemesine rağmen krallar tanrılara isyan edebilmekteydi.63 Antlaşmanın Tapınakta Muhafaza Edilmesi Teosentrik  devlet  yapısının,  devletlerarası  antlaşmalarda  belirleyici olmasının bir yansıması da antlaşma metinlerinin kutsal alanlarda muhafaza edilmesiydi.64 Kutsal alanlarda bulundurulma, antlaşmanın fiziksel olarak iyi bir şekilde muhafaza edilmesinin yanında, ana tanrıların antlaşmada yer alan yükümlülüklerin, kendi yargı alanları kapsamında bulunan taraflar tarafından yerine getirilmesini garantilemeleri amacına da hizmet etmekteydi.65  Narām-Sîn Antlaşması, antlaşma metninde de dile getirildiği üzere Susa şehrinde tanrıların şefi olan Elam tanrısı İnşuşinak a (Inšušinak) adanmış                                                  59   Westbrook, The Character of Ancient Near Eastern Law, s. 84; Altman, Tracing the Earliest Recorded Concepts of International Law. The Ancient Near East in the Old Babylonian Period (2003-1595 BCE), 5,6; Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64; Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.), s. 287. 60   Westbrook, The Character of Ancient Near Eastern Law, s. 83; Cooper, International Law in the Third Millenium, s.249. 61  Westbrook, The Character of Ancient Near Eastern Law, s. 84 62  Westbrook, The Character of Ancient Near Eastern Law, s. 25, 26; Cameron, George G. History of Early Iran, Chicago: The University of Chicago Press. 1936, s. 20. 63  Westbrook, The Character of Ancient Near Eastern Law, s. 83. 64  Westbrook, The Character of Ancient Near Eastern Law, s. 84. 65   Altman, Tracing the Earliest Recorded Concepts of International Law, s.36. 12Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               tapınakta bulunmuştur. Paragraf XI ve XII de tapınakta kutsal sembol olan Tabu-Emblem de antlaşma tabletinin onurla saklanacağı, herkesin, NarāmSin in emaneti olan antlaşmaya saygı gösterdiği dile getirilmiştir.66 Antlaşmanın Konuları Narām-Sîn  Antlaşması,  yukarıda  da  belirtildiği  üzere  esas  olarak tarafların  müttefik  olması  temelinde  şekillenmiştir.  Bu  bağlamda  askeri yardımdan  ahde  vefaya,  mülteci  kabul  edilmesinden  diplomatik  evliliğe birçok konu düzenlemiştir.  Narām-Sîn in  Düşmanı  Benim  Düşmanım,  Narām-Sîn in  Dostu Benim Dostumdur Antlaşmada  müttefik  olma  hususunda  birçok  düzenleme  mevcuttur. Bunlardan en önemlisi antlaşma metnine damgasını vuran ‘Narām-Sîn in düşmanı benim düşmanım, Narām-Sîn in dostu benim dostum (Paragraf III, IV) ifadesidir. Bu ifade ile Elam Devleti nin, Akad Devleti nin müttefik olduğu, Akad Devleti nin dost ve düşmanın Elam Devleti nin de dostu ve düşmanı  olduğu  deklare  edilmiştir.67  Yine  çeşitli  paragraflarda,  Elam kralının,  Akad a  karşı  gösterilecek  düşmanca  eylemlere  müsamaha göstermeyeceği, Elam komutanının ordusu ile Akad Devleti ne yönelmiş tehlikeyi  savuşturacağını,  Akad  kralını,  düşmanca  eylemler  karşısında koruyacağı ve Akad veziri tarafından dile getirilen düşmanca eylemlere izin vermeyeceği  belirtilmiştir.  Ayrıca  Elam  komutanının,  Akad  Devleti ne düşman  bir  halka  tahammül  göstermemesi  gerektiği  dile getirilmiştir.(Paragraf III, IV, VI) 68 Dilek ve inanç bağlamında da Elam kralı, Akad kralının bozguncuları kendi gücüyle sıkıştıracağını ifade etmiş ve kendisinin Akad kralı hizmetine kuvvet  sunacağı,  söz  konusu  kuvvetin  eksik  olmayacağı  vaadinde bulunmuştur. (Paragraf X) Ahde Vefa Narām-Sîn Antlaşması bir ittifak antlaşması olmasından dolayı metinde ahde vefa ile ilgili birçok ifade bulunmaktadır: ‘Akad kralının düşmanı benim düşmanım, Akad kralının dostu benim dostum   ifadesi  ahde  vefa  ilkesinin  antlaşmada  önemli  görünümünden biridir. Elam kralının, komutanının Akad kralının kötülüğüne neden olacak                                                  66   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 95. 67  Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64 68   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 95. 13Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 her  şeyden  kaçınacağı  ve  Akad  kralının  ilerlemesi  için  gece  gündüz çabalayacağını  taahhüt  etmiş  olması  da  ahde  vefa  ilkesinin  bir  başka görünümüdür.(Paragraf V) Antlaşma  metninde  yer  alan  Elam  kralının,  Narām-Sîn den  yardım isteyen, sonrasında ona küstahça davrananları sevmeyeceğine dair beyanı ile kendi  ülkesinde  Akad ın  felaketine  müsamaha  göstermeyeceğine  dair taahhüdü  yine  bu  bağlamda  değerlendirilebilir.  (Paragraf  V,  VII) Antlaşmada ahde vefa ilkesinin dolaylı görünümlerini ‘Sana ola sevgimi büyüteceğim!   ve  ‘Sana  karşı  küçümseme  burada  istenmemektedir.  ibarelerinde de görmek mümkündür.(Paragraf X, XI) Mülteci Kabul Etme Yasağı ver Rehine Teslim Etme Mezopotamya hukukunda esas olarak, kral sığınmacıları ülkesine kabul etmede özel bir ayrıcalığa sahipti. Gerçekte kralların, ülkelerine sığınanları geri gönderme yükümlülüğünü içeren hiç bir hukuksal düzenleme ya da örf söz konusu değildi. Bu genel kuralın önemli bir istisnası tarafların antlaşma ile  aksine  bir  düzenlemede  bulunmalarıydı.  Bu  nedenle  birçok  antlaşma mültecilerin  iadesi  ile  ilgili  hükümler  içermektedir.  Diğer  istisna  ise konfederasyon içindeki küçük krallıkların bağlı bulundukları büyük krala sadakat  yükümlülüklerinden  dolayı,  kendilerine  sığınan  mültecileri  hem hukuki  hem  siyasi  olarak  geri  gönderme  yükümlülüğüydü.69  Narām-Sîn Antlaşması nda  Elam  kralı,  Akad  ülkesinden  asker  kaçağı  kabul etmeyeceğini taahhüt etmiştir.(Paragraf IV)70 Müttefik olma gerçekliğinin antlaşmadaki bir başka görünümü rehine teslim etme hususudur. Antlaşmada, Narām-Sîn in düşmanlarından olan ve Elam  sınırlarında  bulunan  rehinelerin  onun  ricası  üzerine  Narām-Sîn e teslim edilebilmesi düzenlenmiştir. (Paragraf X)  Barış  Antlaşma  metninde  bir  başka  husus  Elam  kralının  barışla  ilgili taahhütleri, dilekleri ve beyanlarıdır. Elam kralı, barışın Elam topraklarında aziz olacağını belirtmiş, barış içinde birlikte yaşamanın muhafaza edileceğini taahhüt etmiş, yardım yakarışların ve zararlı kavgaların bitmesi dileğinde bulunmuştur. (Paragraf XI)                                                  69  Westbrook, The Character of Ancient Near Eastern Law, s. 86. 70  Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64. 14Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               Elçilerin Kabul Edilmesi Antikçağ  Mezopotamya da  yerleşik  elçilik  yoktu  ve  diplomasi gönderilen elçiler aracılığı ile gerçekleşiyordu. Elçinin kabul edilmesi ve bulunduğu ülkedeki hak ve yükümlülükleri esasen örf ve adet hukuku ve antlaşmalarla düzenleniyordu.71 Antlaşmaların esas olarak her iki tarafın krallarının bir araya gelip, karşılıklı  antlaşmanın  şartlarını  tartıştıkları  ve  içeriğini  belirledikleri görüşmeler aracılığı ile gerçekleşmesi kabul edilmiş ise de, kralların her an bir araya gelmesi ve antlaşmaların içeriğini yüz yüze görüşmeleri mümkün olmadığı  için  antlaşmalar  genelde  gönderilen  elçiler  aracılığı  ile gerçekleştirilmekteydi.72 Temsilcinin  misafirliği  için  izin  temsilci  söz  konusu  topraklara varmadan önce alınır, elçi, ev sahibi kraliyette konuk olarak görülür ve bu çerçevede ağırlanırdı. Elçinin, olması gerekenden fazla, gözaltına alınması veya  tutuklaması  diplomatik  protestolara  yol  açmasına  rağmen  yasal görülmekteydi,  buna  karşılık  elçinin  yaralanması  savaş  nedeni olabilmekteydi.73 Narām-Sîn  Antlaşması nda,  Narām-Sîn in  elçi  gönderdiğini  ve antlaşmanın da elçi aracılığı ile gerçekleştiğini görüyoruz.(Paragraf IX)74 Paragraf IX da elçilerle ilgili düzenleme Koch ve Hinz in tercümelerinde biraz farklı olarak karşımıza çıkmaktadır.  Hinz, bu paragrafı ‘Narām-Sîn e ait bir tebaa, hediyeleri ile burada göz alıcı bir şekilde karşılandı. Dilerim o burada uzun süre kalmaz 75 şeklinde tercüme  ederken,  Koch  ‘Tanrı  […]  Narām-Sîn e  ait  bir  tebaa;  onun hediyeleri burada destek olarak teslim alındı. Onlar hediye olsunlar. Büyülü koruma alanında onlar burada olmamalılar  şeklinde tercüme etmiştir.76 Diplomatik Evlilik Narām-Sîn Antlaşması nda ilginç ve tartışmalı konulardan birisi, Akad kralı Narām-Sîn in karısı ve gelecekte doğması arzu edilen veliaht ile ilgili beyanlardır  (Paragraf  X  ve  XII).  Paragraf  X da  ‘Karın  doğurgan  olsun! [Tanrı  Simut]  ona  rağbet  göstererek  iyilik  etsin!  Karın,  senin  veliahttın                                                  71   Cooper, International Law in the Third Millenium, s. 249. 72   (Altman, 2008), 22; Westbrook, The Character of Ancient Near Eastern Law, s. 84. 73   Westbrook, The Character of Ancient Near Eastern Law, s. 86. 74   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 95. 75   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 83, 94. 76   Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.),s. 286. 15Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 olarak, sana bir erkek çocuk doğursun!  ibareleri yer alırken, paragraf XII da ‘kardeş erkek çocuğu dünyaya gelsin, karın bereketli olsun. Seninkilere onlar iyilikler versin  denilmektedir.  Hinz,  König  ve  Koch,  paragraf  X  ve  XII deki  ‘karın   kelimesinin doğrudan  kullanılmasını,  Narām-Sîn in  karısının  Elam  kralının  akrabası olması  durumuna  yorumlamaktadırlar.77  Hinz,  paragraf  XII deki  ‘kardeş erkek çocuğu  ibaresini kız kardeşin erkek çocuğu olarak tercüme etmekte, buna  karşın  Koch  burada  farklı  bir  yoruma  gitmektedir.  Koch a  göre Almanca ‘Geschwestersohn  ibaresi her ne kadar Akad dilinde kız kardeşin çocuğu  yani  yeğen  olarak  anlaşılmaktaysa  da,  Elam  kültüründe ‘Geschwestersohn  ifadesi daha geniş anlamda kullanılmakta, bu nedenle de sadece yeğen değil, aynı zamanda Elam kralının kızının çocuğunu da ifade edebilmektedir.79 Antlaşma Seremonisi Antlaşma  seremonisine  dair  metninde  üç  farklı  konuda  beyan görüyoruz: Birinci beyan hediyelerin kabul edilmesine dairdir: Antikçağ Mezopotamyası nda hediye hem antlaşmalarda seremoninin bir  parçası  olarak  hem  de  diplomatik  ilişkilerde  gönderilen  elçiler bağlamında karşımıza çıkıyor.80 Narām-Sîn Antlaşması nda hediyeler bağlamında tekrarlanan iki ifade söz konusudur. (Paragraf III, IV ve VIII). Birinci ifade, Akad kralı tarafından gönderilen  hediyelerin  Elam  kralı  tarafından  kabul  edildiğine  dairdir. Hediyelerle  ilgili  ikinci  ifade  Hinz  ve  Koch  tarafından  farklı  tercüme edilmiştir. Koch ifadeyi ‘hediyeler, Elam halkını Narām-Sîn in müttefiki olarak korusun  diye tercüme etmişken, Hinz ‘hediyelerden dolayı Elam halkı müttefik Narām-Sîn i savunacaktır  diye tercüme etmiştir.  Koch, hediyelerin antlaşma metnine konu olmasından ve antlaşmanın farklı  bölümlerinde  dile  getirilmesinden  dolayı,  hediye  hususunun seremoninin  bir  parçası  olarak  değil;  antlaşmanın  bir  unsuru  olarak değerlendirilebileceğini dile getirmektedir.81 Seremoni bağlamında ikinci beyan Narām-Sîn in heykelini yapmaya dairdir:  Antlaşma  metninde,  Elam  kralının,  Narām-Sîn in  heykelini                                                  77   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 85. 78  Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 90. 79   Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.), s. 287. 80   Cooper, International Law in the Third Millenium, s. 246, 249. 81  28 Temmuz 2017 tarihinde kendisi ile görüşme.  16Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               diktirmesi, heykelin korunması ve Elam ülkesinde itibar görmesine yönelik çeşitli beyanları söz konusudur (Paragraf VIII, IX, XI). Ayrıca Elam kralı, Narām-Sîn in  heykelini  Tanrı  Inšušinak ın  koruması  dileğinde  de bulunmuştur.(Paragraf XII) Paragraf XI de ve yine paragraf VIII de bütünü anlaşılmayan  sondan  bir  önceki  cümlede  ‘senin  heykellerin   ibaresine dayanarak  Hinz,  Narām-Sîn in  birden  fazla  heykelinin  dikilmesi  sözü verildiğini belirtmektedir.82 Antlaşmada  seremoniye  dair  son  beyan  ise  kurban  ile  ilgilidir: Antikçağ da antlaşmaların yapılmasının ardından toplu yemek ya da kurban gibi kutlama törenleri gerçekleştirilmekteydi.83 Hinz, paragraf XII de yer alan  ‘biz  onu  Tanrı  Inšušinak a  kurban  ettik   ifadesinden  yola  çıkarak antlaşmanın  yapılmasından  sonra  Elam  kralı  tarafından  Narām-Sîn  için adanmış kurbanın tanrıya sunulduğunu belirtmektedir.84  Sonuç Elam  Devleti  ile  Akad  Devleti  arasında  MÖ.  2260  yıllarında imzalandığı  kabul  edilen  Narām-Sîn  Antlaşması,  bugün  bilinen  en  eski devletlerarası  antlaşmalardan  biridir.  Kitabenin  kopan  veya  okunamayan bölümlerine ve Eski Elamca dilinin tam olarak kavranamamasına rağmen antlaşma  metni  yine  de  birçok  bilgiyi  günümüze  ulaştırmakta  ve görülmektedir  ki  bugün  devletlerarası  hukukta  var  olan  birçok  kurumun temeli günümüzden en az 4300 yıl önce atılmıştır. Unutulmaması gereken husus,  antlaşmaların  o  dönem  esasen  sözlü  yapılmış  olmasına  rağmen yazının icadının arkasından yazılı olarak kayıt altına alınması ve bizim bu metinlere  ondan  sonra  ulaşmamız  gerçeğidir.  Antiçağ da  gelişim  bizim bugün içinde olduğumuz Modernçağ dan çok daha yavaş gerçekleştiği için antlaşmada  tanık  olduğumuz  birçok  düzenlemenin  çok  önceden  de  var olduğunu tahmin etmek mümkündür. Narām-Sîn  Antlaşması  bugün  geçerli  olan  laik  ve  evrensel  olma iddiasında olan uluslararası hukuk sistemi karşısında teosentrik bir sistem içerisinde  şekillenmiştir  ve  bu  yönüyle  de  farklı  devletlerarası  hukuk sistemlerini anlama noktasında değerlidir. Antlaşma Metninin Tercümesi Antlaşma  metninin  tercümesinde  Antikçağ  tarihinde  uzman  olan Heidemarie Koch tarafından 2005 yılında Eski Elamca dilinden Almanca ya                                                  82  Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 81. 83   Westbrook, The Character of Ancient Near Eastern Law, s. 84. 84   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 95. 17Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 yaptığı çeviri esas alınmıştır.85 Tablette kopmuş ve tahrip olmuş bölümler çok  fazla  olduğu  için,  Eski  Elamca  dilinden  Almanca ya  çeviride  bazı kısımlar cümlenin gelişinden yola çıkılarak, bazı kısımlar ise tahrip olmuş kelime üzerine tahminde bulunularak tamamlanmıştır.86 Tahminde bulunulan yerleri belirtmek için metinde o bölüm ya ayraç içerisinde [ ] belirtilmiştir ya da italik olarak yazılmıştır. Tahmine rağmen emin olunmayan yerlerde ikili ihtimal ‘/  işareti ile belirtilmiş ya da soru işareti konulmuştur. Ayraç içinde noktalı  yerler  ise  eksik  olan  yerlerdir.  Arka  arkaya  bazı  satırların okunamaması durumunda metinde o satır aralığı belirtilmiştir. Türkçe ye tercümede  yukarıda  belirtilen,  Eski  Elamca  dilinden  Almanca ya  çeviri hangi  işaretleri  taşıyorsa,  aynısı  muhafaza  edilmeye  çalışılmıştır.  Ancak Almanca  ve  Türkçe nin  farklı  iki  dil  grubuna  ait  olması  ve  Türkçe nin sondan  eklemeli  dil  olmasından  kaynaklı,  bazı  harflerin  ayraç  içerisine alınması  durumunda,  eğer  ayraç  içindeki  kelime  özel  bir  isim  değilse, ayracın kullanılması tercümeden kaynaklı her zaman mümkün olamamıştır. Koch, metinde belirtilen tanrılar hakkında bilgi vermek ya da tahrip olmuş yerlerde nasıl tahmin yaptığını belirtmek için daha çok Elam tarihi ve Eski Elamca dili bağlamında dipnotlarda sık sık açıklamalarda bulunmuştur. Bu açıklamalar  tercümenin  sade  olması  kaygısı  ile  Türkçe  tercümeye alınmamıştır. Gerekli görülen yerlerde Hinz in farklı tercümesi de dip not şeklinde sunulmuştur. Tabletin Ön Kısmı I. Beni duyun ey Tanrıça Pinengir, iyi gökyüzü tanrıları, Humban, IIAba, Zit, Nahiti, Inšušinak, Simut, Sir-Napir, [H]usa, [U]ggabna, [I]mitki, [...],  [Tu]llat,  Hurb,  Hutran,  Ninurta,  Tanrıça  Siašum,  Tanrıça  Manzat, Tanrıça  Ninkarak,  Tanrıça  Narunde,  Gugumuktir,  Humkat,  Ruhušna, Ruhusak, [...], II. [...], […], Tanrıça Niarzina, Lambani, Kirwasir, Hurbahir, Tanrıça Išḫara, Nitutir, Tiuk, Simit-sararar, [...], S[usa tanrıları bize yardım ettiler], krallar tanrılara yemin ediyorlar, Güneş tanrısı Nahiti yi kral seviyor, Tanrı Inšušinak ın kral hizmetinde, Tanrıça Siašum, Tanrı Nap[ir] (ve) Tanrıça Narunde ye kral itaat etmekte. [...], [...]                                                  85  Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.). 86  Altman, Tracing the Earliest Recorded Concepts of International Law, s.34; Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64; Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.), s. 283; Hinz, Elams Vertrag mit NarämSin von Akkade, s. 66. 18Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               III.  Akad ın  kralına  [karşı]  [düşmanca  girişimlere]  [izin ver]meyeceğim.  Benim  komutanım  kralı  düşman  eylemlere  karşı [koru]yacaktır. Narām-Sîn in düşmanı benim (de) düşmanım, Narām-Sîn in dostu benim (de) dostumdur. Hediye(ler)i kabul edildi. Hediye(ler)i, Elam halkını Narām-Sîn in müttefiki olarak korumalıdır!87 Narām]-Sîn in düşmanı IV.  [benim  (de)  düşmanımdır.  Narām-Sîn in  dostu  benim  (de) dostumdur! Hediye(ler)i kabul edildi. Hediyeleri, Elam halkını Narām-Sîn in müttefiki  olarak  korumalıdır!].  [...]  [...]  [Asker  kaçağını]  ülkeme  kabul etmeyeceğim  ve  benim  komutanım  Akkad  vezirinden  duyduğumuz düşmanca eylemlere [izin ver]meyecektir. [Tanrılara  V.  [Krallar  yemin  ediyorlar.  Tanrı  Nahiti yi  kral  seviyor,  Tanrı Inšušinak a kral itaat etmekte. Herhangi birisi ne gece] ne gündüz [senin kötülüğün] için bir şey yapacaktır; kim dost eylemlerde gece ve gündüz bulunuyorsa biz onlardanız. Narām-Sîn den yardım isteye[n] ve sonrasında [küstah] olanı [sev][meyeceğim]. Tanrı[lara. VI. Krallar ant içiyorlar, güneş Tanrısı Nahiti yi kral seviyor, Tanrı Inšušinak ın  kral  hizmetinde.  Tanrıça  Siašum,  Tanrı  Napir  ve  Tanrıça Narunde ye kral itaat etmekte]. [...] (12-19) [...]Akad a karşı belayı benim [komutan]ım ordu ile geri püskürtmeli, defedetmelidir, düşman bir halka o [merhamet göster]memelidir! Tabletin Arka Kısmı(VII-XII) VII. […] [Ak]ad için [kötü] olanı El[am] da kabul etmeyeceğim. (6-12) […].  Narām-[Sîn] den  yardım  isteyen  ve  [sonra]  ona  [küstah  olanı] [sevmeyeceğim]. Krallar [Tanrılara ant içiyorlar. (Güneş Tanrısı) Nahiti yi kral seviyor, Tanrı İnsusinak ın kral hizmetinde, VIII. Tanrıça Siašum, Tanrı Napir (ve) Tanrıça Narunde ye kral itaat etmekte.]  Hediyeler,  halkı  Narām-Sîn in  müttefiki  olarak  korumalıdır!88 Senin  heykelini  kesinlikle  diktireceğim!  [Susa nın  tanrıları]  […]  […] […(bina/tapınak  için?)…]  arazi  ayırmak  istiyorum!  Şiddet  burada olmamalıdır! Senin emredilen heykellerin içeride…(?) [Senin] heykel[ini] diktirmek [istiyorum]! […] [...] [Tanrılara                                                  87  Koch un Eski Elamca dan Almanca ya  Hediyeleri, Elam halkını Narām-Sîn in müttefiki olarak korumalıdır  tercümesi, Hinz tarafından  hediyelerinden dolayı Elam halkı müttefiki Narām-Sîn i savunmalıdır  diye tercüme etmiştir. 88  Buradaki   korumalıdır   ifadesinin  yerine  Hinz in  tercümesinde   savunmalıdır   ifadesini kullanılmıştır. 19Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 IX: krallar yeminlerini ediyorlar, (Güneş Tanrısı) Nahiti] kral seviyor. Tanrı  Inšušinak ın  kral  hizmetinde,  Tanrıça  Siašum,  Tanrı  Napir  (ve) [Tanrıça [Narunde ye kral itaat etmekte].89 Tanrı […] […] […]Narām-Sîn e ait tebaa; onun hediye(ler)i burada destek olarak teslim alındı. Onlar hediye olsun(lar)!  Büyük  koruma  alanında  onlar  burada  olmamalıdırlar!  Senin onurlu heykelin burada onurla korunacak ve kabul görecektir! [...] [...] X:  (1-4)  […]  Eser  muhafaza  edilmeli,  geliştirilmelidir!  Senin bozguncular güçle bastırılsın, bunun için (silahlı) gücü ben senin hizmetine sundum, onlar eksik olmasınlar! Karın doğurgan olsun! [Tanrı Si]mut onu hep korusun! Narām-Sîn in düşmanlarından olan rehineler onun ricası üzerine teslim edilebilinir! Sana olan sevgi sana iyilikleri getirsin! Karın sana senin veliahttın olarak(?) bir erkek çocuk doğursun, eşlerinden birisi [...] [...] XI:  [...]  [...]barış  burada  aziz  olacak!  Krallar,  Tanrılara  yeminlerini ediyorlar! Yardım yakarışlar bitsin! Zararlı kavgalar bitsin! Senin heykelin onurla  korunmalıdır!  Sana  (karşı)  küçümsemenin  burada  olması (isten)meyecektir! Halkımız tarafından zafer onurla muhafaza edilmelidir! Tabu-Emblem in  önünde  antlaşma  tableti  onurla  saklanacaktır.  Krallar, tanrılara  yemin  ediyorlar.  (Güneş  Tanrısı)  Nahiti ye  kral  sevgi  sunuyor. [Tanrı Inšušinak ın kral hizmetinde. XII. [Tanrıça Siašum, Tanrı Napir (ve) tanrıça Narunde ye kral itaat ediyor.] Herkes Narām- Sin in emanetine saygı gösteriyor, (çünkü) biz onu Tanrı Inšušinak a kurban ettik. [Susa ve Akad] tanrılarına o sunuldu, onlar onu [kabul etmiş] olsunlar! Senin heykelini onlar korusun! Kardeş bir erkek çocuğu dünyaya gelsin! Karın bereketli olsun! O seninkilere iyilikler versin.                                                  89  Hinz tercümesinde  itaat etmekte  ifadesi yerine  sadık  ifadesini kullanmıştır. 20Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               KAYNAKÇA Altman, Amnon, Tracing the Earliest Recorded Concepts of International Law, The Ancient Near East (2500-330 BCE), Leiden: Martinus Nijhoff, 2012. —.,  Tracing the Earliest Recorded Concepts of International Law. The Ancient Near East in the Old Babylonian Period (2003-1595 BCE) , Journal of the History of International Law(10), 2008: 1-33. Cameron, George G. History of Early Iran, Chicago: The University of Chicago Press, 1936. Cooper, Jerrold,  International Law in the Third Millenium , A History of Ancient Near Eastern Law  , (edit by Raymond Westbrook), Leiden: Brill, 2003: 241-255. Henkelman, Wouter F.M.,  Parnakka s Feast , Elam and Persia ,(der. J. AlvarezMon), Winona Lake: Eisenbrauns, 2007, 1-88. Hinz, Walther,  Elamite God d. GAL , JNES (Journal of Near Eastern Studies) 24(4), 1965: 351-54. —.  Elams Vertrag mit Naräm-Sin von Akkade , ZA(Zeitschrift für Assyriologie), 1967: 66-96. Kämmerer, Jörn Axel,  Das Völkerrecht des Kolonialismus: Genese, Bedeutung und Nachwirkungen , VRÜ(Verfassung und Recht in Übersee), Cilt: 4, Sayı: 39, 2006: 397-425. Koch, Heidemarie,  Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.) ,  Staatsverträge, Herrscherinschriften und andre Documente zur politischen Geschichte, Texte aus der Umwelt des Alten Testaments, (der. M Lichtenstein), Gütersloh: Mohn, 2005: 283-287. Korošec,  V.,  Der  Vertrag  zwischen  Narām-Sin  aus  akkad  und  unbekannten Elamischen  herrscher(MDp,  Xi,2-11),  Disertationes  -  XiV,  acedemia Scientiarum et artium Slovenica, Clasis i: historia et Sociologia, 1 Jubljana: Slovenska ademedi jaznanost i in unetnosti , 1983. König,  F.  W.,   Die  elamischen  Königsinschriften ,  (AfO  (Archiv  für Orientforschung), Beiheft 16), graz: Selbstverlag, AfO, 1965. Potts, D.T., The Archaelogy of Elam, Formation and Transformation of an Ancient Iranian State, Cambridge: Cambridge University Press, 2004. 21Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 Salem, Isam Kamel, Islam und Völkerrecht, Das Völkerrecht in der islamischen Weltanschauung, Berlin: Kai Homilius, 2009. Truyol Y. Serra, Antonia. Der Wandel der Staatenwelt in neuer Zeit im Spiegel der Völkerrechtsliteratur des 19. und 20. Jahrhundert, Bad Homburg: Gehlen, 1968. Westbrook, Raymond,  The Character of Ancient Near Eastern Law , A History of Ancient  Near  Eastern Law,  (der.  Raymond Westbrook),  Leiden:  Brill, 2003, 1-93.   22",
     "Metin": "„Narām-Sîn in düşmanı benim düşmanım Narām-Sîn in dostu benim dostumdur  Devletlerin birbirleriyle ilişkileri ve bu ilişkiler üzerine inşa ettikleri hukuk, devletlerin varoluş tarihi kadar eskidir.1 Hominidlerin milyonlarca yıllık bilgi birikim ve tecrübesi temelinde, bilinen verilere göre MÖ. 6500 yıllarından  itibaren  Mezopotamya da  ortaya  çıkan  dünyanın  ilk medeniyetlerinden  bugüne  devletler,  ilişkilerini  birçok  teamül,  kural  ve antlaşma aracılığı ile düzenlemişlerdir.2 İnsanlık tarihinde, çeşitli uygarlıklar gerçeğinde çok merkezli şekillenen devletlerarası hukuk, farklı kültürel ve dönemsel  görünümleriyle  bir  tarihsel  olgudur  ve  bugünkü  modern uluslararası hukuk bu tarihsel olgunun görüntülerinden sadece birisidir.3 Dünyanın ilk medeniyetleri olarak Antikçağ da Mezopotamya da ortaya çıkan medeniyetler aynı zamanda devletlerarası hukukun başlangıç tarihini yaratmış,  yazının  icadı  ile  birlikte  MÖ.  2500 lü  yıllardan  itibaren  de Mezopotamya dan  devletlerarası  hukuk  belgeleri  elimize  ulaşmaya başlamıştır.4  Westbrook,  sınırların  kutsallığı,  antlaşmalar,  içtihat  hukuku metodu,  tahkim  gibi  bugünkü  birçok  modern  hukuk  kurumunun tohumlarının Antikçağ da Mezopotamya da atıldığını bildirmektedir.5                                                  1   Westbrook, Raymond,  The Character of Ancient Near Eastern Law , A History of Ancient Near Eastern Law, (edited by. Raymond Westbrook), Leiden: Brill, 200, s. 1. 2   Salem, Isam Kamel, Islam und Völkerrecht, Das Völkerrecht in der islamischen Weltanschauung, Berlin: Kai Homilius, 2009, s. 95; Truyol Y. Serra, Antonia. Der Wandel der Staatenwelt in neuer Zeit im Spiegel der Völkerrechtsliteratur des 19. und 20. Jahrhundert, Bad Homburg: Gehlen, 1968, s. 9. 3   Salem, Islam und Völkerrecht, s. 93. 4   Westbrook, The Character of Ancient Near Eastern Law, s.82.   5   Westbrook, The Character of Ancient Near Eastern Law, s. 83, 87. 2Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               Antikçağ  devletlerarası  hukukunun  en  önemli  kaynaklardan  birisi antlaşmalardır.6 Bu makalede MÖ. 2500 ile 2300 yılları arasından bugüne ulaşmış iki antlaşmadan biri olması sıfatıyla, Elam İmparatorluğu ile Akad İmparatorluğu  arasında  gerçekleştirilen  Narām-Sîn  Antlaşması incelenecektir.7 Elam medeniyeti MÖ. 3400 ile MÖ. 320 yılları arasında, bugün İran Platosu olarak bilinen Batı ve Orta Asya yı içine alan coğrafi alanda 3000 yıldan  fazla  geçmişiyle  önemli  bir  Antikçağ  uygarlığıdır:  MÖ.  1500 yıllarından  itibaren  İran  Platosu nu  kendilerine  yurt  edinmeye  başlayan Medler ve Perslerle aynı coğrafyada birlikte var olmuş, MÖ. 539 yılında devlet  olarak  ortadan  kalktıktan  sonra  bile  iki  asır  kadar  ilk  Pers imparatorluğu olan Ahameniş İmparatorluğu nun bir eyaleti olarak varlığını sürdürmüştür.  Bu  nedenle  Elam  medeniyeti,  İran  medeniyetinin şekillenmesinde önemli rol oynamıştır.8 Diğer yandan Elam İmparatorluğu tarih sahnesine çıkan ve kaybolan Mezopotamya daki Antikçağ uygarlıkları Sümerler, Akadlar, Babiller ve Asurlar ın komşusu olması vesilesiyle de devletlerarası hukuk tarihi açısından önemli bir medeniyettir. Potts, Elam ın etrafındaki komşuları tarafından farklı dönemlerde ‘diğer düşmanlarla yıkıcı bir  müttefik ,  ‘dönemsel  düşman ,  ‘korkulan  ve  saygı  duyulan  komşu , ‘hammadde kaynağı  gibi değişik sıfatlarla tanımlandığını belirtmektedir.9 Antlaşmanın diğer tarafı olan Akad İmparatorluğu ise Sargon tarafından MÖ.  2334  yılında  kurulmuş  ve  MÖ.  2150  yılına  kadar  varlığını sürdürmüştür. Antlaşmaya adını veren Kral Narām-Sîn, dedesi Sargon dan sonra en önemli kral olarak, imparatorluğu en yüksek noktasına ulaştırmış ve Mezopotamya tarihinde ilk kez tanrılaştırılmış kral sıfatını elde etmiştir.10                                                  6   Westbrook, The Character of Ancient Near Eastern Law, s. 11. MÖ. 2000 in öncesine dair sınırlı sayıda antlaşmaya ulaşmıştır. Cooper, Jerrold,  International Law in the Third Millenium , A History of Ancient Near Eastern Law  , (edit by Raymond Westbrook), Leiden: Brill, 2003, s. 241.  7   Korošec, V., Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher (MDp, Xi,2-11), Disertationes-XiV, acedemia Scientiarum et artium Slovenica, Clasis i: historia et Sociologia, 1 Jubljana: Slovenska ademedi jaznanost i in unetnosti, 1983, s. 64; Koch, Heidemarie „Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.) , Staatsverträge, Herrscherinschriften und andre Documente zur politischen Geschichte, Texte aus der Umwelt des Alten Testaments, (Hrsg.. M Lichtenstein), Gütersloh: Mohn, 2005, s. 283; Hinz, Walther,  Elams Vertrag mit Naräm-Sin von Akkade , ZA(Zeitschrift für Assyriologie), 1967, s. 66. 8   Henkelman, Wouter F.M.,  Parnakka s Feast , Elam and Persia ,(edit by. J. Alvarez-Mon), Winona Lake: Eisenbrauns, 2007, s. 4. 9   Potts, D.T., The Archaelogy of Elam, Formation and Transformation of an Ancient Iranian State, Cambridge: Cambridge University Press, 2004, s. 434-435.  10  Altman, Amnon, Tracing the Earliest Recorded Concepts of International Law, The Ancient Near East (2500-330 BCE), Leiden: Martinus Nijhoff, 2012, s. 26. 3Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 Narām-Sîn  Antlaşması nın  irdelenmeye  çalışılacağı  söz  konusu incelemede,  Walter  Hinz in  1967  yılında  ve  Heidemarie  Koch un  2005 yılında  Eski  Elamca  dilinden  Almanca ya  çevirileri  esas  alınacaktır.11 Çalışma ile esas hedeflenen bir devletlerarası hukuk tarihi kaynağı olan Narām-Sîn Antlaşması nı Türkçe ye kazandırmak ve devletlerarası hukuk tarihinin gelişiminin incelemesine katkı sunmaktır. Narām-Sîn Antlaşması na Dair Genel Bilgiler Narām-Sîn Antlaşması nın yapıldığı dönemde, Akad İmparatorluğu nun başında, MÖ. 2260 ile MÖ. 2223 yılları arasında imparatorluğu yöneten Narām-Sîn  bulunmaktadır.12  Ele  geçen  kitabede,  Elam  kralının  isminin bulunduğu  bölüm  tahrip  olduğundan  antlaşmayı  hangi  Elam  kralının yaptığını  antlaşma  metninden  anlamak  mümkün  değildir.  Buna  karşılık, antlaşmanın Akad Kralı Narām-Sîn ile yapılmasından dolayı söz konusu Elam  kralının  Awan  Hanedanı nı  yöneten  Kral  Hita  olduğu  tahmin edilmektedir.13 Antlaşmanın  tam  olarak  ne  zaman  yapıldığı  bilinmemekle  birlikte, kimler arasında yapıldığı dikkate alınarak tahmin yürütülmektedir. Hinz, antlaşmanın yaklaşık olarak MÖ. 2260 yıllarında gerçekleşmiş olabileceğini dile getirmektedir.14 Antlaşma  metninin  bulunduğu  tablet  kil  bir  tablettir.  Antikçağ da antlaşmaların her ne kadar sözlü olması esas, yazılı olması antlaşmaların geçerliliği için kurucu bir unsur değil ise de yazılı kayda önem verilmiş, bunun içinde önemli antlaşmalar için kullanılan gümüş ya da altın tabletlerin dışında esasen kil tablet kullanılmıştır.15 Narām-Sîn Antlaşması nın yer aldığı kil tablet bugün İran ın Huzistan Eyaleti nin bir şehri olan ve Antikçağ da Elam Devleti nin başkenti olan Susa şehrinde(bugünkü adı ile Şuş), o zamanlar Elam tanrısı Inšušinak a adanmış tapınakta bulunmuştur.16 Bir kısmı kopmuş, bir kısmı da okunamaz                                                  11   König, F. W.,  Die elamischen Königsinschriften , AfO (Archiv für Orientforschung), Beiheft 16), Graz: Selbstverlag, AfO, 1965; Hinz, Elams Vertrag mit Naräm-Sin von Akkade; (Koch, 2005). 12   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 66;  Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 63. Narām-Sîn in Akad İmparatorluğunun başında olduğu döneme dair de muhtelif tarihler verilmektedir. Mesela Altman MÖ. 2254 ve 2218 tarihlerini vermektedir. Altman, Tracing the Earliest Recorded Concepts of International Law, s.25, 26. 13   Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.), s. 283. 14   Hinz, Walther,  Elamite God d. GAL , JNES 24(4), 1965, s. 351. 15   Westbrook, The Character of Ancient Near Eastern Law, s. 84. 16   Altman, Tracing the Earliest Recorded Concepts of International Law, s.34. 4Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               derecede tahrip olmuş şekilde ele geçen tablet ön ve arkalı altı sütundan ve on üç paragraftan oluşmaktadır.17 Antlaşma, Eski Elamca dilinde çivi yazısıyla kayda alınmıştır.18 İlk kez 1916 yılında Alman Georg. Hüssing tarafından tercüme edilmeye çalışılmış olan Narām-Sîn Antlaşması üzerine sonraki yıllarda Avrupa dillerinde başka çalışmalar  da  gerçekleştirilmiştir.19  Buna  karşın  Eski  Elamca  diline  dair bilginin bugün hala sınırlı olması ve kil tabletin oldukça tahrip olmuş bir şekilde  ele  geçmiş  olması  antlaşma  metninin  tercüme  edilmesi  ve anlaşılmasında hala ciddi sıkıntıların yaşanmasına neden olmaktadır.20 Narām-Sîn  Antlaşması nın  üzerinde  bulunduğu  kil  tablet  bugün Fransa da Louvre Müzesi nde bulunmaktadır.21 Antlaşmanın Türü Narām-Sîn  Antlaşması nın  türüne  dair  değerlendirmede  antlaşmanın tarafları  ve  antlaşmanın  konusu  belirleyici  iki  unsur  olarak  karşımıza çıkmaktadır: Antlaşmanın Tarafları Açısından Antikçağ da  Mezopotamya da  sadece  iki  taraflı  antlaşmalar  söz konusuydu, taraflar açısından ayrım ise antlaşmaların eşitler arasında ve eşit olmayanlar arasında gerçekleştirlmesine göre yapılmaktaydı.22 O dönemde temel olarak iki devlet yapısı ile karşılaşıyoruz. Birincisi şehir devletlerin bir araya gelmesinden oluşan devletler ki bu devletlere en iyi  örnek  Sümer  Devleti dir.  İkincisi  ise  küçük  krallıkların  bir  merkez etrafında  toplanmasından  meydana  gelen  konfederasyon  yapıdır.  Bu sistemde  küçük  krallıklara  vassal  krallık  denilmekteydi.  Konfederasyon şeklindeki yapıyı Antikçağ devletlerde hem Akadlar da hem de Elamlar da görmek mümkündü.23 Konfederasyonun başı olan merkezi krallık, vassal                                                  17   Cooper, International Law in the Third Millenium, s. 242; Altman, Tracing the Earliest Recorded Concepts of International Law, s.34; Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64; Koch, Elams Vertrag mit dem akkadischen Konig NarāmSin (2260–2223 v. Chr.), s. 283; Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 66. 18   Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.), s. 283; Altman, Tracing the Earliest Recorded Concepts of International Law, s.34. 19   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 66. 20   Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.), s. 283; Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64; Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 66; Altman, Tracing the Earliest Recorded Concepts of International Law, s.34. 21  Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 67. 22   Westbrook, The Character of Ancient Near Eastern Law, s. 85. 23   Cooper, International Law in the Third Millenium, s. 243. 5Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 krallıklar üzerinde farklı boyutlarda kontrol yetkisine sahip olmasına karşın vassal krallıklar, kendi sınırları içerisinde egemenlik hakkına sahip oldukları gibi, kendisinin bağlı bulunduğu büyük krallık dışında, vassal ya da başka büyük krallıklarla ilişki kurma konusunda da belli bir özgürlüğe sahiptiler. Büyük  krallık  dışında  kurdukları  ilişkilerde  özgürlüklerinin  sınırı ittifaklarının,  antlaşmalarının  ve  ilişkilerinin  büyük  krallık  aleyhine olmamasıydı.24  Bu  nedenle,  Antikçağ da  vassal  krallıklar  devletlerarası hukukun bir öznesi olarak karşımıza çıkmakta, antlaşma türlerini tarafları açısından eşitler arası antlaşma (parity treaty) ve eşit olmayanlar arasındaki antlaşma (vassal treaty) olarak belirlemekteydi.26 Eşitler arası antlaşma, ‘overlord  olarak adlandırılan konfederasyonun başındaki krallar arasında ya da iki vassal krallığının başındaki vassal krallar arasında  gerçekleşmekte  ve  karşılıklı  her  iki  tarafa  sorumluluklar yüklemekteydi.27 Eşit olmayan taraflar arasında gerçekleştirilen antlaşmada ise taraflardan biri konfederasyon başındaki ‘overlord  olarak adlandırılan kral,  diğeri  ise  vassal  krallığın  başındaki  kraldır.  Her  ne  kadar  koşullar overlord tarafından belirlenmiş ve hatta yerine getirilmemesi şiddet ile tehdit edilmiş olsa da teorik olarak bu antlaşmalar rızaya bağlı antlaşmalardı ve vassalın  kendi  isteği  ile  yapılmaktaydı.28  Antikçağ da  gerçekleşen  bazı antlaşmalar, vassal antlaşmada over lordun da sorumluluk yüklenmesi gibi, eşitler  ve  eşitler  arası  olmayan  antlaşmaların  özelliklerini  birlikte taşıyabilmekteydi.29 Makaleye konu olan antlaşmanın eşitler arasında mı, eşit olmayanlar arasında  mı  gerçekleştirildiği  tartışmalıdır.  Antlaşmanın  vassal  antlaşma olduğunu  iddia  edenler,  antlaşmanın  Akad  Konfederasyonu nun  Kralı Narām-Sîn ile o konfederasyon içinde vassal krallık olarak var olan Elam ın başındaki  kral  arasında  gerçekleştiğini,  bu  nedenle  de  eşitler  arasında olmadığını  dile  getirmektedirler.30  Bu  iddiada  bulunanların  en  önemli dayanakları şunlardır;                                                  24   Westbrook, The Character of Ancient Near Eastern Law, s.83. 25   Westbrook, The Character of Ancient Near Eastern Law, s.83. 26   Westbrook, The Character of Ancient Near Eastern Law, s. 85. 27   Westbrook, The Character of Ancient Near Eastern Law, s. 85; Cooper, International Law in the Third Millenium, s. 244. 28   Westbrook, The Character of Ancient Near Eastern Law, s. 85; Cooper, International Law in the Third Millenium, s. 244. 29   Westbrook, The Character of Ancient Near Eastern Law, s. 85. 30   Cooper, International Law in the Third Millenium, s. 244-5. 6Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               a)   Antlaşma metni Elam kralı tarafından yapılan tek taraflı bir beyan ve taahhüt şeklinde formüle edilmiştir.31 b)   Altman,  Sargon,  Rīmuš  and  Man-ištūšu  yazıtlarını  vassal antlaşmaya dayanak olarak sunmaktadır; bu yazıtlarda Elam, Akad Kralı Narām-Sîn tarafından işgal edilmiştir ve Susa da ele geçirilen Akadlara  ait  bir  belgede  de  Susa nın,  Narām-Sîn  idaresi  altında olduğu bildirilmektedir.32 c)  Metinde yer alan ‘Narām-Sîn in düşmanı benim düşmanım, NarāmSîn in  dostu  benim  dostumdur   ibaresini  Altman,  vassal antlaşmalarının  en  belirgin  ifadesi  olarak  belirtmekte;  bu  ifadeyi hem itaati hem de bir kralın başka bir kralın dış ilişkiler siyasetini kabul etmesi olarak yorumlamaktadır.33 Antlaşmanın eşitler arası gerçekleştiğini dile getirenler ise Narām-Sîn Antlaşması nın Akad Konfederasyonu ile Elam Konfederasyonu arasında gerçekleştiğini ileri sürmektedirler. Bu iddiada bulunanların dayanakları ve karşı savunmaları ise şunlardır; a)  Antlaşma metninde sadece Elam kralının beyanları ve taahhütlerinin olması MÖ. 2000 li yıllarda gerçekleşen sözleşmelerde geleneksel bir  uygulamanın  sonucudur;  bu  uygulamaya  göre,  tarafların sorumlulukları  ayrı  ayrı  tabletlere  yazılmaktaydı.  Bu  nedenle  kil tablette  sadece  bir  tarafın  sorumluluğunun  yazılmış  olması, antlaşmanın sadece tek tarafa yükümlülük yüklediğini göstermez. Öbür tarafın sorumluluğu başka bir tablette yazılmış olabilir ki, söz konusu tablet henüz ele geçirilmemiştir.34 b)  Hinz,  antlaşmada  belirtilen  Akad  kralı  tarafından  hediyelerin gönderilmesi, karşı tarafın hediyeleri kabul etmesi ve ittifak yapmış olmalarını,  sözleşmenin  eşit  taraflar  arasında  gerçekleştiğine dayanak olarak göstermektedir.(Paragraf III, IV, VIII)35 c)  Hinz tarafından dile getirilen bir başka dayanak ise kitabenin, Elam Devleti ne  ait  Susa  şehrinde  Elam  tanrısı  Inšušinak a  adanmış tapınakta muhafaza edilmiş olması ve metnin bugüne ulaşmasıdır.                                                  31   Cooper, International Law in the Third Millenium, s. 245. 32   Altman, Tracing the Earliest Recorded Concepts of International Law, s.35. 33   Altman, Tracing the Earliest Recorded Concepts of International Law, s.35. 34  Cooper, International Law in the Third Millenium, s. 245; Altman, Tracing the Earliest Recorded Concepts of International Law, s.36. 35   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 75-76. 7Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 Hinz e göre sözleşme sadece tek tarafa yükümlülük yükleyen bir sözleşme olsaydı, o takdirde antlaşma metnini içeren kil tabletin bir sonraki Elam kralı tarafından yok edilmesi beklenirdi.36 d)  Korošec ise Elam kralının sözleşme de kullandığı nezaketli dil ve uslubu  eşitler  arası  antlaşmaya  dayanak  olarak  göstermektedir.37 Elam kralının Akad kralı Narām-Sîn e hitap ederken alt-üst ilişkisini gösteren bir hitap yerine, ikinci tekil şahıs zamiri olan ‘sen  ile ya da ismi ile hitapta bulunması da bu bağlamda değerlendirilebilir.38 e)  Antlaşmanın eşitler arasında gerçekleşen bir antlaşma olduğuna dair sunulacak  bir  başka  dayanak  ise  aşağıda  ayrıntılı  olarak değerlendirilecek  olan  evlilik  ittifakıdır.  Antlaşma  metnindeki beyanlardan yola çıkılarak, Narām-Sîn ile Elam kralının kız kardeşi ya da kızı arasında diplomatik evlilik gerçekleştiği, bunun ise ancak eşitler arasında söz konusu olabileceği belirtilmektedir.(Paragraf X ve XII)39 f)  Mülteci  kabul  etme  ile  ilgili  düzenleme  de  antlaşmanın  eşitler arasında  yapıldığı  iddiasını  desteklemektedir.  Gerçekte  kralların, ülkelerine sığınanları geri gönderme yükümlülüğünü içeren hiç bir hukuksal  düzenleme  ya  da  örf  söz  konusu  değildi,  ancak konfederasyon içindeki küçük krallıkların bağlı bulundukları büyük krala kendilerine sığınan mültecileri hem hukuki hem siyasi olarak geri gönderme yükümlülüğü bulunmaktaydı ve bunun antlaşma ile düzenlenmesine  gerek  yoktu.  Burada  ise  bu  husus  antlaşmanın önemli bir unsuru olarak karşımıza çıkmaktadır. g)  Yine antlaşmanın eşit taraflar arasında gerçekleştiğine dair önemli bir diğer veri antlaşma metninde yer alan ‘krallar tanrılara yemin ediyorlar  ibaresidir.40 Aşağıda ayrıntılı dile getirileceği üzere esasen iki tarafın yemin etmesi eşitler arası antlaşmalarda genel kuraldır. Antlaşmanın eşitler arası yada eşit olmayanlar arası bir antlaşma olup olmadığı tartışmasında aslında en canlı alıcı nokta ele geçen kil tabletteki                                                  36   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 76. 37  Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 66. 38   Cooper, International Law in the Third Millenium, s. 245. 39  Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 66; Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 85; Altman, Tracing the Earliest Recorded Concepts of International Law, s.35, 39. 40  Paragraf II, V,  VI, VII,  IX,  XI. Korošec, Der  Vertrag zwischen  Narām-Sin aus  Akkad und unbekannten Elamischen Herrscher, s. 64; Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 93. 8Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               metnin tek tarafa yükümlülük yüklemesi gerçeği ve bu gerçek karşısında antitez olarak dile getirilen o dönemdeki geleneksel uygulamanın sonucu olarak tarafların sorumluluklarının ayrı ayrı tabletlere yazıldığı iddiasıdır. Her ne kadar metinin bütününde sahip olunan dil ve hediyelerden evlenme meselesine  birçok  husus  antlaşmanın  eşit  taraflar  arasında  gerçekleştiği izlenimini verse de iddia edilen, karşı tarafa yükümlülükler yükleyen diğer tablet  bulunmadığı  sürece  Narām-Sîn  Antlaşması  eşitler  arası  olmayan antlaşma iddiasından çok kurtulamayacaktır.  Antlaşmanın Konusu Açısından Genel kabul gören görüş Narām-Sîn Antlaşması nın konu açısından ittifak  antlaşması  olduğudur.  Bir  sonraki  bölümde  ayrıntılı  inceleneceği üzere, antlaşma bir bütün olarak ele alındığında askeri yardımın merkezde olduğu, rehine teslim etmeden ahde vefaya, mülteci kabul etme yasağından hediyeye  bütün  düzenlemelerin  müttefik  olma  çerçevesinde  şekillendiği görülecektir. (Paragraf III, IV, V, VI, VII, X, XI)41 Daha  zayıf  bir  görüş  Korošec  tarafından  dile  getirilen  evlilik antlaşmasıdır.42 Korošec e göre antlaşmanın politik sonucu Elam ile Akad arasında  daha  sıkı  bir  bağın  kurulmasıdır.  Dile  getirilen  bağ  ise  Elam kralının kızı ile Akad kralının evlenmesi sayesinde doğmaktadır. Kendisine göre  antlaşmada  müttefik  olma  ile  ilgili  doğrudan  bir  ibare  yoktur  ve karşılıklı yükümlülükler de söz konusu değildir, ayrıca kendisi hediyelerin gönderilmesi  durumunu  da  ittifak  antlaşmasında  nedensiz  bulmakta  ve sadece evlilik antlaşması nedeniyle hediye verilmesinin anlamlı olacağını belirtmektedir.43 Antlaşma Metninin İncelenmesi Narām-Sîn Antlaşması, Antikçağ devletlerarası hukuk ve hukuk tarihi bağlamında  önemli  bilgileri  günümüze  ulaştırmaktadır.44  Metin  içerik açısından genel olarak a) Tanrılara çağrı ve yemin (Paragraf I ve II), b) Elam kralının, Akad kralı Narām-Sîn in lehine tek taraflı taahhütlerde bulunması (Paragraf III ve VII), c) Elam kralının temenni niteliğindeki açıklamaları (Paragraf  VIII  ve  XII)  olmak  üzer  üç  bölümde  değerlendirilmektedir.45                                                  41   Cooper, International Law in the Third Millenium, s. 246. 42   Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 66. 43   Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s.66-7. Korošec, o dönemdeki evliliklerde gelinin özne olmaktan çok obje olduğu, bu nedenle de sözleşmede adının dile getirilmediğini belirtmektedir. 44  Cooper, International Law in the Third Millenium, s. 246.  45   Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64; Altman, Tracing the Earliest Recorded Concepts of International Law, s.35. 9Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 Devletlerarası hukuk bağlamında burada antlaşma  üç farklı temel başlık altında incelenecektir: Tarafların  Yemini,  Tanrıların  Şahit,  Denetleyen  ve  Yaptırım Uygulayan Olması Antikçağ Mezopotamya medeniyetlerinde çok tanrılı karaktere sahip olan din, o dönemdeki devletlerin yapısını teosentrik olarak şekillendirmiş, devletlerarası  antlaşmalarda  da  bu  gerçeklik  kendisini  birçok  açıdan göstermiştir: Tanrılar, antlaşmanın doğmasından yaptırımların uygulanmasına kadar birçok  aşamada  önemli  fonksiyonlara  sahiptirler:  Bunlar  a)  antlaşmanın yapılması aşamasında tanrıların şahit olması, b) antlaşmanın kurucu unsuru olarak tarafların tanrılara yemin etmesi, c) antlaşmanın doğmasından sonra tanrıların  sözleşmeyi  denetleyen  olması,  d)  tarafların  edimlerini  yerine getirmemesi durumunda ise yaptırım uygulayan olması, şeklinde kendini göstermektedir.46 Tanrıların Şahit Olması ve Tarafların Tanrılar Adına Yemin Etmeleri Antikçağ antlaşmalarının en önemli şekil şartlarından biri, antlaşmaların tanrıların şahitliği huzurunda gerçekleşmesiydi.47 Bu nedenle antlaşmanın eşitler arasında gerçekleşip gerçekleşmemesine ve tarafların siyasi güçlerine bağlı olarak, antlaşma metninde tek tarafın ya da her iki tarafın tanrılarının isimleri  yazılmakta,  bazen  de  bu  isimler  antlaşmaya  liste  olarak eklenmekteydi.48 Narām-Sîn Antlaşması nın ilk iki paragrafında toplam 37 Tanrıça ve Tanrının adı sayılmıştır.49 İlk dile getirilen, Tanrıça Pinengir dir. Hinz, bu durumun yani tanrıların isimlerinin sıralanmasında tanrıçanın ismi ile başlanmasının Elamlar a ait bir özellik olduğunu belirtmektedir.50  Tanrıların şahitliği huzurunda gerçekleşen antlaşmanın hukuki olarak hak ve yükümlülükler doğurmasının asli şartı ise tarafların, şahit olan tanrılar adına  yemin  etmesiydi.51  Mezopotamya da  o  dönemde  çok  tanrılı                                                  46  Altman, Amnon,  Tracing the Earliest Recorded Concepts of International Law. The Ancient Near East in the Old Babylonian Period (2003-1595 BCE) , Journal of the History of International Law(10), 2008, s., 5-6. 47   Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64. 48   Westbrook, The Character of Ancient Near Eastern Law, s. 64, 84. 49   Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64; Altman, Tracing the Earliest Recorded Concepts of International Law, s.35; Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.), s. 287; Hinz, Elams Vertrag mit Naräm-Sin von  Akkade,  s.  67.  Hinz,  Antlaşmadaki  ismi  sayılan  tanrıların  sayısının  35  olduğunu  dile getirmektedir. 50   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 67. 51   Westbrook, The Character of Ancient Near Eastern Law, s. 84; Altman, Tracing the Earliest Recorded Concepts of International Law. The Ancient Near East in the Old Babylonian Period (2003-1595 10Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               inançlardan  kaynaklı  olarak  devletlerin  birbirleriyle  ilişkilerinde  teolojik tolerans önemli bir yere sahipti. Söz konusu tolerans devletlerarası hukuk kurallarının  ya  da  antlaşmaların  ihlali  halinde,  kendisine  inananı cezalandıracak  olan  karşı  tarafın  tanrısını  tanımayı  beraberinde getirmekteydi.52  Bu nedenle, taraflardan biri ya da her ikisi karşı tarafın kralının önünde ya da karşı tarafın temsilcisinin önünde yemin ederken, yemin,  antlaşmanın  eşitler  arasında  gerçekleşip  gerçekleşmemesine  göre yemin edenin kendi tanrısı adına, karşı tarafın tanrısı adına ya da her ikisine de olabilmekteydi.53 Söz verilenin tanrısına yemin, söz verilene kendi tanrısı adına müdahale etme ve cezalandırma yetkisi vermekteydi.54 Narām-Sîn  Antlaşması nın  muhtelif  paragraflarında  ‘krallar  tanrılara yemin ediyorlar' ibaresi bulunmakta ise de, kitabede yemin eden taraf, Elam  kralıdır.  İsmi  sayılan  tanrıça  ve  tanrılardan  sadece  4  tanesi  Akad tanrısı, diğerleri Elam tanrısıdır.56 Akad tanrılarının listede yer alması, iki farklı yorumu beraberinde getirmiştir: Birinci yorum, Elamlar ın, bu dört tanrıyı  kendi  tanrıları  olarak  kabul  etmeleridir;  Akad  tanrılarının,  Elam tanrılarından  ayrı  sayılmamış  olması  ve  Sümer-Akad  tanrıları  olarak belirtilmemiş  olması,  bu  iddianın  önemli  dayanaklarındandır.  Bir  başka dayanak ise temel olarak tarafların kendi tanrıları adına yemin etmiş olmaları durumudur. Bu nedenle Elamlar ın bu tanrıları kendi tanrıları olarak kabul ettiği  düşünülmektedir.57  İkinci  yorum  ise,  söz  konusu  tanrıların  sadece Akad  tanrıları  olmasıdır.  Koch,  Akad  tanrılarının  bu  metinde  olmasını antlaşmanın  yerine  getirilmesinin  onlar  tarafından  da  denetlemesi  olarak değerlendirmektedir.58 Tanrılar Tarafından Antlaşmanın İfasının Denetlenmesi ve Yerine Getirilmemesi Durumunda Yaptırım Uygulanması Kendileri  adına  yemin  edilen  tanrıçalar  ve  tanrılar,  antlaşmanın doğmasından  itibaren  antlaşmanın  yükümlülüklerinin  yerine  getirilmesini                                                                                                                    BCE), 5,6; Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64. 52   Westbrook, The Character of Ancient Near Eastern Law, s. 83. 53   Westbrook, The Character of Ancient Near Eastern Law, s. 65, 83, 85. 54   Westbrook, The Character of Ancient Near Eastern Law, s. 83, 84. 55  Paragraf II, V,  VI, VII,  IX,  XI. Korošec, Der  Vertrag zwischen  Narām-Sin aus  Akkad und unbekannten Elamischen Herrscher, s. 64; Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 93. 56  Altman,  Tracing  the  Earliest  Recorded  Concepts  of  International  Law,  s.35.  Bunlar;  Tanırça Išḫara,Tanrı II-Aba, Tanrıça Ninkarak, Tanrı Ninurta. Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 95. 57   Altman, Tracing the Earliest Recorded Concepts of International Law, s.35. 58   Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.), s. 287. 11Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 hem  denetleyen  hem  de  ifa  edilmemesi  durumunda  yaptırım  uygulayan olarak kabul edilmekteydi.59 Antlaşmanın  edimlerinin  taraflardan  biri  tarafından  kısmen  ya  da tamamen  ifa  edilmemesi  durumunda,  tanrıların  iki  yoldan  yaptırım uyguladıkları varsayılmaktaydı: Birincisi, kuraklık gibi doğal afetler, veba ya da savaşta yenilgi gibi tanrının doğrudan intikam yolunu kullanmasıydı.60 Vaat eden en çok kendi tanrısının gazabından korkmaktaydı.61 Dolaylı  yol  ise  tanrının  yeryüzündeki  temsilcisi  kral  aracılığı  ile yaptırım uygulamasıydı. Devletin başı olması sıfatıyla, diğer devletlerle olan ilişkilerde dışarıya karşı tek yetkili ve sorumlu olan kralın yetkisi, tanrılar ve hanedan soyu olmak üzere birbiri ile yarışan iki kaynaktan gelmekteydi; meşruiyetinin  devamı  ise  tanrıların  kendisine  verdiği  görevi  yerine getirmesine bağlıydı. Kral, hukuken mutlak bir hükümdar değil, tanrıların yargı yetkisine tabiydi. İlahi temsil yetkisini yerine tam olarak getirememesi hem  kendisinin  hem  de  krallığının  cezalandırılmasını  beraberinde getirmekteydi.62 Kralın ilahi cezalandırmayı gerçekleştirmesi için haklılığını öncelikle tanrılar karşısında ispatlaması gerekmekteydi. Teorik olarak sistem böyle işlemesine rağmen krallar tanrılara isyan edebilmekteydi.63 Antlaşmanın Tapınakta Muhafaza Edilmesi Teosentrik  devlet  yapısının,  devletlerarası  antlaşmalarda  belirleyici olmasının bir yansıması da antlaşma metinlerinin kutsal alanlarda muhafaza edilmesiydi.64 Kutsal alanlarda bulundurulma, antlaşmanın fiziksel olarak iyi bir şekilde muhafaza edilmesinin yanında, ana tanrıların antlaşmada yer alan yükümlülüklerin, kendi yargı alanları kapsamında bulunan taraflar tarafından yerine getirilmesini garantilemeleri amacına da hizmet etmekteydi.65  Narām-Sîn Antlaşması, antlaşma metninde de dile getirildiği üzere Susa şehrinde tanrıların şefi olan Elam tanrısı İnşuşinak a (Inšušinak) adanmış                                                  59   Westbrook, The Character of Ancient Near Eastern Law, s. 84; Altman, Tracing the Earliest Recorded Concepts of International Law. The Ancient Near East in the Old Babylonian Period (2003-1595 BCE), 5,6; Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64; Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.), s. 287. 60   Westbrook, The Character of Ancient Near Eastern Law, s. 83; Cooper, International Law in the Third Millenium, s.249. 61  Westbrook, The Character of Ancient Near Eastern Law, s. 84 62  Westbrook, The Character of Ancient Near Eastern Law, s. 25, 26; Cameron, George G. History of Early Iran, Chicago: The University of Chicago Press. 1936, s. 20. 63  Westbrook, The Character of Ancient Near Eastern Law, s. 83. 64  Westbrook, The Character of Ancient Near Eastern Law, s. 84. 65   Altman, Tracing the Earliest Recorded Concepts of International Law, s.36. 12Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               tapınakta bulunmuştur. Paragraf XI ve XII de tapınakta kutsal sembol olan Tabu-Emblem de antlaşma tabletinin onurla saklanacağı, herkesin, NarāmSin in emaneti olan antlaşmaya saygı gösterdiği dile getirilmiştir.66 Antlaşmanın Konuları Narām-Sîn  Antlaşması,  yukarıda  da  belirtildiği  üzere  esas  olarak tarafların  müttefik  olması  temelinde  şekillenmiştir.  Bu  bağlamda  askeri yardımdan  ahde  vefaya,  mülteci  kabul  edilmesinden  diplomatik  evliliğe birçok konu düzenlemiştir.  Narām-Sîn in  Düşmanı  Benim  Düşmanım,  Narām-Sîn in  Dostu Benim Dostumdur Antlaşmada  müttefik  olma  hususunda  birçok  düzenleme  mevcuttur. Bunlardan en önemlisi antlaşma metnine damgasını vuran ‘Narām-Sîn in düşmanı benim düşmanım, Narām-Sîn in dostu benim dostum (Paragraf III, IV) ifadesidir. Bu ifade ile Elam Devleti nin, Akad Devleti nin müttefik olduğu, Akad Devleti nin dost ve düşmanın Elam Devleti nin de dostu ve düşmanı  olduğu  deklare  edilmiştir.67  Yine  çeşitli  paragraflarda,  Elam kralının,  Akad a  karşı  gösterilecek  düşmanca  eylemlere  müsamaha göstermeyeceği, Elam komutanının ordusu ile Akad Devleti ne yönelmiş tehlikeyi  savuşturacağını,  Akad  kralını,  düşmanca  eylemler  karşısında koruyacağı ve Akad veziri tarafından dile getirilen düşmanca eylemlere izin vermeyeceği  belirtilmiştir.  Ayrıca  Elam  komutanının,  Akad  Devleti ne düşman  bir  halka  tahammül  göstermemesi  gerektiği  dile getirilmiştir.(Paragraf III, IV, VI) 68 Dilek ve inanç bağlamında da Elam kralı, Akad kralının bozguncuları kendi gücüyle sıkıştıracağını ifade etmiş ve kendisinin Akad kralı hizmetine kuvvet  sunacağı,  söz  konusu  kuvvetin  eksik  olmayacağı  vaadinde bulunmuştur. (Paragraf X) Ahde Vefa Narām-Sîn Antlaşması bir ittifak antlaşması olmasından dolayı metinde ahde vefa ile ilgili birçok ifade bulunmaktadır: ‘Akad kralının düşmanı benim düşmanım, Akad kralının dostu benim dostum   ifadesi  ahde  vefa  ilkesinin  antlaşmada  önemli  görünümünden biridir. Elam kralının, komutanının Akad kralının kötülüğüne neden olacak                                                  66   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 95. 67  Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64 68   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 95. 13Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 her  şeyden  kaçınacağı  ve  Akad  kralının  ilerlemesi  için  gece  gündüz çabalayacağını  taahhüt  etmiş  olması  da  ahde  vefa  ilkesinin  bir  başka görünümüdür.(Paragraf V) Antlaşma  metninde  yer  alan  Elam  kralının,  Narām-Sîn den  yardım isteyen, sonrasında ona küstahça davrananları sevmeyeceğine dair beyanı ile kendi  ülkesinde  Akad ın  felaketine  müsamaha  göstermeyeceğine  dair taahhüdü  yine  bu  bağlamda  değerlendirilebilir.  (Paragraf  V,  VII) Antlaşmada ahde vefa ilkesinin dolaylı görünümlerini ‘Sana ola sevgimi büyüteceğim!   ve  ‘Sana  karşı  küçümseme  burada  istenmemektedir.  ibarelerinde de görmek mümkündür.(Paragraf X, XI) Mülteci Kabul Etme Yasağı ver Rehine Teslim Etme Mezopotamya hukukunda esas olarak, kral sığınmacıları ülkesine kabul etmede özel bir ayrıcalığa sahipti. Gerçekte kralların, ülkelerine sığınanları geri gönderme yükümlülüğünü içeren hiç bir hukuksal düzenleme ya da örf söz konusu değildi. Bu genel kuralın önemli bir istisnası tarafların antlaşma ile  aksine  bir  düzenlemede  bulunmalarıydı.  Bu  nedenle  birçok  antlaşma mültecilerin  iadesi  ile  ilgili  hükümler  içermektedir.  Diğer  istisna  ise konfederasyon içindeki küçük krallıkların bağlı bulundukları büyük krala sadakat  yükümlülüklerinden  dolayı,  kendilerine  sığınan  mültecileri  hem hukuki  hem  siyasi  olarak  geri  gönderme  yükümlülüğüydü.69  Narām-Sîn Antlaşması nda  Elam  kralı,  Akad  ülkesinden  asker  kaçağı  kabul etmeyeceğini taahhüt etmiştir.(Paragraf IV)70 Müttefik olma gerçekliğinin antlaşmadaki bir başka görünümü rehine teslim etme hususudur. Antlaşmada, Narām-Sîn in düşmanlarından olan ve Elam  sınırlarında  bulunan  rehinelerin  onun  ricası  üzerine  Narām-Sîn e teslim edilebilmesi düzenlenmiştir. (Paragraf X)  Barış  Antlaşma  metninde  bir  başka  husus  Elam  kralının  barışla  ilgili taahhütleri, dilekleri ve beyanlarıdır. Elam kralı, barışın Elam topraklarında aziz olacağını belirtmiş, barış içinde birlikte yaşamanın muhafaza edileceğini taahhüt etmiş, yardım yakarışların ve zararlı kavgaların bitmesi dileğinde bulunmuştur. (Paragraf XI)                                                  69  Westbrook, The Character of Ancient Near Eastern Law, s. 86. 70  Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64. 14Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               Elçilerin Kabul Edilmesi Antikçağ  Mezopotamya da  yerleşik  elçilik  yoktu  ve  diplomasi gönderilen elçiler aracılığı ile gerçekleşiyordu. Elçinin kabul edilmesi ve bulunduğu ülkedeki hak ve yükümlülükleri esasen örf ve adet hukuku ve antlaşmalarla düzenleniyordu.71 Antlaşmaların esas olarak her iki tarafın krallarının bir araya gelip, karşılıklı  antlaşmanın  şartlarını  tartıştıkları  ve  içeriğini  belirledikleri görüşmeler aracılığı ile gerçekleşmesi kabul edilmiş ise de, kralların her an bir araya gelmesi ve antlaşmaların içeriğini yüz yüze görüşmeleri mümkün olmadığı  için  antlaşmalar  genelde  gönderilen  elçiler  aracılığı  ile gerçekleştirilmekteydi.72 Temsilcinin  misafirliği  için  izin  temsilci  söz  konusu  topraklara varmadan önce alınır, elçi, ev sahibi kraliyette konuk olarak görülür ve bu çerçevede ağırlanırdı. Elçinin, olması gerekenden fazla, gözaltına alınması veya  tutuklaması  diplomatik  protestolara  yol  açmasına  rağmen  yasal görülmekteydi,  buna  karşılık  elçinin  yaralanması  savaş  nedeni olabilmekteydi.73 Narām-Sîn  Antlaşması nda,  Narām-Sîn in  elçi  gönderdiğini  ve antlaşmanın da elçi aracılığı ile gerçekleştiğini görüyoruz.(Paragraf IX)74 Paragraf IX da elçilerle ilgili düzenleme Koch ve Hinz in tercümelerinde biraz farklı olarak karşımıza çıkmaktadır.  Hinz, bu paragrafı ‘Narām-Sîn e ait bir tebaa, hediyeleri ile burada göz alıcı bir şekilde karşılandı. Dilerim o burada uzun süre kalmaz 75 şeklinde tercüme  ederken,  Koch  ‘Tanrı  […]  Narām-Sîn e  ait  bir  tebaa;  onun hediyeleri burada destek olarak teslim alındı. Onlar hediye olsunlar. Büyülü koruma alanında onlar burada olmamalılar  şeklinde tercüme etmiştir.76 Diplomatik Evlilik Narām-Sîn Antlaşması nda ilginç ve tartışmalı konulardan birisi, Akad kralı Narām-Sîn in karısı ve gelecekte doğması arzu edilen veliaht ile ilgili beyanlardır  (Paragraf  X  ve  XII).  Paragraf  X da  ‘Karın  doğurgan  olsun! [Tanrı  Simut]  ona  rağbet  göstererek  iyilik  etsin!  Karın,  senin  veliahttın                                                  71   Cooper, International Law in the Third Millenium, s. 249. 72   (Altman, 2008), 22; Westbrook, The Character of Ancient Near Eastern Law, s. 84. 73   Westbrook, The Character of Ancient Near Eastern Law, s. 86. 74   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 95. 75   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 83, 94. 76   Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.),s. 286. 15Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 olarak, sana bir erkek çocuk doğursun!  ibareleri yer alırken, paragraf XII da ‘kardeş erkek çocuğu dünyaya gelsin, karın bereketli olsun. Seninkilere onlar iyilikler versin  denilmektedir.  Hinz,  König  ve  Koch,  paragraf  X  ve  XII deki  ‘karın   kelimesinin doğrudan  kullanılmasını,  Narām-Sîn in  karısının  Elam  kralının  akrabası olması  durumuna  yorumlamaktadırlar.77  Hinz,  paragraf  XII deki  ‘kardeş erkek çocuğu  ibaresini kız kardeşin erkek çocuğu olarak tercüme etmekte, buna  karşın  Koch  burada  farklı  bir  yoruma  gitmektedir.  Koch a  göre Almanca ‘Geschwestersohn  ibaresi her ne kadar Akad dilinde kız kardeşin çocuğu  yani  yeğen  olarak  anlaşılmaktaysa  da,  Elam  kültüründe ‘Geschwestersohn  ifadesi daha geniş anlamda kullanılmakta, bu nedenle de sadece yeğen değil, aynı zamanda Elam kralının kızının çocuğunu da ifade edebilmektedir.79 Antlaşma Seremonisi Antlaşma  seremonisine  dair  metninde  üç  farklı  konuda  beyan görüyoruz: Birinci beyan hediyelerin kabul edilmesine dairdir: Antikçağ Mezopotamyası nda hediye hem antlaşmalarda seremoninin bir  parçası  olarak  hem  de  diplomatik  ilişkilerde  gönderilen  elçiler bağlamında karşımıza çıkıyor.80 Narām-Sîn Antlaşması nda hediyeler bağlamında tekrarlanan iki ifade söz konusudur. (Paragraf III, IV ve VIII). Birinci ifade, Akad kralı tarafından gönderilen  hediyelerin  Elam  kralı  tarafından  kabul  edildiğine  dairdir. Hediyelerle  ilgili  ikinci  ifade  Hinz  ve  Koch  tarafından  farklı  tercüme edilmiştir. Koch ifadeyi ‘hediyeler, Elam halkını Narām-Sîn in müttefiki olarak korusun  diye tercüme etmişken, Hinz ‘hediyelerden dolayı Elam halkı müttefik Narām-Sîn i savunacaktır  diye tercüme etmiştir.  Koch, hediyelerin antlaşma metnine konu olmasından ve antlaşmanın farklı  bölümlerinde  dile  getirilmesinden  dolayı,  hediye  hususunun seremoninin  bir  parçası  olarak  değil;  antlaşmanın  bir  unsuru  olarak değerlendirilebileceğini dile getirmektedir.81 Seremoni bağlamında ikinci beyan Narām-Sîn in heykelini yapmaya dairdir:  Antlaşma  metninde,  Elam  kralının,  Narām-Sîn in  heykelini                                                  77   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 85. 78  Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 90. 79   Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.), s. 287. 80   Cooper, International Law in the Third Millenium, s. 246, 249. 81  28 Temmuz 2017 tarihinde kendisi ile görüşme.  16Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               diktirmesi, heykelin korunması ve Elam ülkesinde itibar görmesine yönelik çeşitli beyanları söz konusudur (Paragraf VIII, IX, XI). Ayrıca Elam kralı, Narām-Sîn in  heykelini  Tanrı  Inšušinak ın  koruması  dileğinde  de bulunmuştur.(Paragraf XII) Paragraf XI de ve yine paragraf VIII de bütünü anlaşılmayan  sondan  bir  önceki  cümlede  ‘senin  heykellerin   ibaresine dayanarak  Hinz,  Narām-Sîn in  birden  fazla  heykelinin  dikilmesi  sözü verildiğini belirtmektedir.82 Antlaşmada  seremoniye  dair  son  beyan  ise  kurban  ile  ilgilidir: Antikçağ da antlaşmaların yapılmasının ardından toplu yemek ya da kurban gibi kutlama törenleri gerçekleştirilmekteydi.83 Hinz, paragraf XII de yer alan  ‘biz  onu  Tanrı  Inšušinak a  kurban  ettik   ifadesinden  yola  çıkarak antlaşmanın  yapılmasından  sonra  Elam  kralı  tarafından  Narām-Sîn  için adanmış kurbanın tanrıya sunulduğunu belirtmektedir.84  Sonuç Elam  Devleti  ile  Akad  Devleti  arasında  MÖ.  2260  yıllarında imzalandığı  kabul  edilen  Narām-Sîn  Antlaşması,  bugün  bilinen  en  eski devletlerarası  antlaşmalardan  biridir.  Kitabenin  kopan  veya  okunamayan bölümlerine ve Eski Elamca dilinin tam olarak kavranamamasına rağmen antlaşma  metni  yine  de  birçok  bilgiyi  günümüze  ulaştırmakta  ve görülmektedir  ki  bugün  devletlerarası  hukukta  var  olan  birçok  kurumun temeli günümüzden en az 4300 yıl önce atılmıştır. Unutulmaması gereken husus,  antlaşmaların  o  dönem  esasen  sözlü  yapılmış  olmasına  rağmen yazının icadının arkasından yazılı olarak kayıt altına alınması ve bizim bu metinlere  ondan  sonra  ulaşmamız  gerçeğidir.  Antiçağ da  gelişim  bizim bugün içinde olduğumuz Modernçağ dan çok daha yavaş gerçekleştiği için antlaşmada  tanık  olduğumuz  birçok  düzenlemenin  çok  önceden  de  var olduğunu tahmin etmek mümkündür. Narām-Sîn  Antlaşması  bugün  geçerli  olan  laik  ve  evrensel  olma iddiasında olan uluslararası hukuk sistemi karşısında teosentrik bir sistem içerisinde  şekillenmiştir  ve  bu  yönüyle  de  farklı  devletlerarası  hukuk sistemlerini anlama noktasında değerlidir. Antlaşma Metninin Tercümesi Antlaşma  metninin  tercümesinde  Antikçağ  tarihinde  uzman  olan Heidemarie Koch tarafından 2005 yılında Eski Elamca dilinden Almanca ya                                                  82  Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 81. 83   Westbrook, The Character of Ancient Near Eastern Law, s. 84. 84   Hinz, Elams Vertrag mit Naräm-Sin von Akkade, s. 95. 17Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 yaptığı çeviri esas alınmıştır.85 Tablette kopmuş ve tahrip olmuş bölümler çok  fazla  olduğu  için,  Eski  Elamca  dilinden  Almanca ya  çeviride  bazı kısımlar cümlenin gelişinden yola çıkılarak, bazı kısımlar ise tahrip olmuş kelime üzerine tahminde bulunularak tamamlanmıştır.86 Tahminde bulunulan yerleri belirtmek için metinde o bölüm ya ayraç içerisinde [ ] belirtilmiştir ya da italik olarak yazılmıştır. Tahmine rağmen emin olunmayan yerlerde ikili ihtimal ‘/  işareti ile belirtilmiş ya da soru işareti konulmuştur. Ayraç içinde noktalı  yerler  ise  eksik  olan  yerlerdir.  Arka  arkaya  bazı  satırların okunamaması durumunda metinde o satır aralığı belirtilmiştir. Türkçe ye tercümede  yukarıda  belirtilen,  Eski  Elamca  dilinden  Almanca ya  çeviri hangi  işaretleri  taşıyorsa,  aynısı  muhafaza  edilmeye  çalışılmıştır.  Ancak Almanca  ve  Türkçe nin  farklı  iki  dil  grubuna  ait  olması  ve  Türkçe nin sondan  eklemeli  dil  olmasından  kaynaklı,  bazı  harflerin  ayraç  içerisine alınması  durumunda,  eğer  ayraç  içindeki  kelime  özel  bir  isim  değilse, ayracın kullanılması tercümeden kaynaklı her zaman mümkün olamamıştır. Koch, metinde belirtilen tanrılar hakkında bilgi vermek ya da tahrip olmuş yerlerde nasıl tahmin yaptığını belirtmek için daha çok Elam tarihi ve Eski Elamca dili bağlamında dipnotlarda sık sık açıklamalarda bulunmuştur. Bu açıklamalar  tercümenin  sade  olması  kaygısı  ile  Türkçe  tercümeye alınmamıştır. Gerekli görülen yerlerde Hinz in farklı tercümesi de dip not şeklinde sunulmuştur. Tabletin Ön Kısmı I. Beni duyun ey Tanrıça Pinengir, iyi gökyüzü tanrıları, Humban, IIAba, Zit, Nahiti, Inšušinak, Simut, Sir-Napir, [H]usa, [U]ggabna, [I]mitki, [...],  [Tu]llat,  Hurb,  Hutran,  Ninurta,  Tanrıça  Siašum,  Tanrıça  Manzat, Tanrıça  Ninkarak,  Tanrıça  Narunde,  Gugumuktir,  Humkat,  Ruhušna, Ruhusak, [...], II. [...], […], Tanrıça Niarzina, Lambani, Kirwasir, Hurbahir, Tanrıça Išḫara, Nitutir, Tiuk, Simit-sararar, [...], S[usa tanrıları bize yardım ettiler], krallar tanrılara yemin ediyorlar, Güneş tanrısı Nahiti yi kral seviyor, Tanrı Inšušinak ın kral hizmetinde, Tanrıça Siašum, Tanrı Nap[ir] (ve) Tanrıça Narunde ye kral itaat etmekte. [...], [...]                                                  85  Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.). 86  Altman, Tracing the Earliest Recorded Concepts of International Law, s.34; Korošec, Der Vertrag zwischen Narām-Sin aus Akkad und unbekannten Elamischen Herrscher, s. 64; Koch, Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.), s. 283; Hinz, Elams Vertrag mit NarämSin von Akkade, s. 66. 18Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması                               III.  Akad ın  kralına  [karşı]  [düşmanca  girişimlere]  [izin ver]meyeceğim.  Benim  komutanım  kralı  düşman  eylemlere  karşı [koru]yacaktır. Narām-Sîn in düşmanı benim (de) düşmanım, Narām-Sîn in dostu benim (de) dostumdur. Hediye(ler)i kabul edildi. Hediye(ler)i, Elam halkını Narām-Sîn in müttefiki olarak korumalıdır!87 Narām]-Sîn in düşmanı IV.  [benim  (de)  düşmanımdır.  Narām-Sîn in  dostu  benim  (de) dostumdur! Hediye(ler)i kabul edildi. Hediyeleri, Elam halkını Narām-Sîn in müttefiki  olarak  korumalıdır!].  [...]  [...]  [Asker  kaçağını]  ülkeme  kabul etmeyeceğim  ve  benim  komutanım  Akkad  vezirinden  duyduğumuz düşmanca eylemlere [izin ver]meyecektir. [Tanrılara  V.  [Krallar  yemin  ediyorlar.  Tanrı  Nahiti yi  kral  seviyor,  Tanrı Inšušinak a kral itaat etmekte. Herhangi birisi ne gece] ne gündüz [senin kötülüğün] için bir şey yapacaktır; kim dost eylemlerde gece ve gündüz bulunuyorsa biz onlardanız. Narām-Sîn den yardım isteye[n] ve sonrasında [küstah] olanı [sev][meyeceğim]. Tanrı[lara. VI. Krallar ant içiyorlar, güneş Tanrısı Nahiti yi kral seviyor, Tanrı Inšušinak ın  kral  hizmetinde.  Tanrıça  Siašum,  Tanrı  Napir  ve  Tanrıça Narunde ye kral itaat etmekte]. [...] (12-19) [...]Akad a karşı belayı benim [komutan]ım ordu ile geri püskürtmeli, defedetmelidir, düşman bir halka o [merhamet göster]memelidir! Tabletin Arka Kısmı(VII-XII) VII. […] [Ak]ad için [kötü] olanı El[am] da kabul etmeyeceğim. (6-12) […].  Narām-[Sîn] den  yardım  isteyen  ve  [sonra]  ona  [küstah  olanı] [sevmeyeceğim]. Krallar [Tanrılara ant içiyorlar. (Güneş Tanrısı) Nahiti yi kral seviyor, Tanrı İnsusinak ın kral hizmetinde, VIII. Tanrıça Siašum, Tanrı Napir (ve) Tanrıça Narunde ye kral itaat etmekte.]  Hediyeler,  halkı  Narām-Sîn in  müttefiki  olarak  korumalıdır!88 Senin  heykelini  kesinlikle  diktireceğim!  [Susa nın  tanrıları]  […]  […] […(bina/tapınak  için?)…]  arazi  ayırmak  istiyorum!  Şiddet  burada olmamalıdır! Senin emredilen heykellerin içeride…(?) [Senin] heykel[ini] diktirmek [istiyorum]! […] [...] [Tanrılara                                                  87  Koch un Eski Elamca dan Almanca ya  Hediyeleri, Elam halkını Narām-Sîn in müttefiki olarak korumalıdır  tercümesi, Hinz tarafından  hediyelerinden dolayı Elam halkı müttefiki Narām-Sîn i savunmalıdır  diye tercüme etmiştir. 88  Buradaki   korumalıdır   ifadesinin  yerine  Hinz in  tercümesinde   savunmalıdır   ifadesini kullanılmıştır. 19Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 IX: krallar yeminlerini ediyorlar, (Güneş Tanrısı) Nahiti] kral seviyor. Tanrı  Inšušinak ın  kral  hizmetinde,  Tanrıça  Siašum,  Tanrı  Napir  (ve) [Tanrıça [Narunde ye kral itaat etmekte].89 Tanrı […] […] […]Narām-Sîn e ait tebaa; onun hediye(ler)i burada destek olarak teslim alındı. Onlar hediye olsun(lar)!  Büyük  koruma  alanında  onlar  burada  olmamalıdırlar!  Senin onurlu heykelin burada onurla korunacak ve kabul görecektir! [...] [...] X:  (1-4)  […]  Eser  muhafaza  edilmeli,  geliştirilmelidir!  Senin bozguncular güçle bastırılsın, bunun için (silahlı) gücü ben senin hizmetine sundum, onlar eksik olmasınlar! Karın doğurgan olsun! [Tanrı Si]mut onu hep korusun! Narām-Sîn in düşmanlarından olan rehineler onun ricası üzerine teslim edilebilinir! Sana olan sevgi sana iyilikleri getirsin! Karın sana senin veliahttın olarak(?) bir erkek çocuk doğursun, eşlerinden birisi [...] [...] XI:  [...]  [...]barış  burada  aziz  olacak!  Krallar,  Tanrılara  yeminlerini ediyorlar! Yardım yakarışlar bitsin! Zararlı kavgalar bitsin! Senin heykelin onurla  korunmalıdır!  Sana  (karşı)  küçümsemenin  burada  olması (isten)meyecektir! Halkımız tarafından zafer onurla muhafaza edilmelidir! Tabu-Emblem in  önünde  antlaşma  tableti  onurla  saklanacaktır.  Krallar, tanrılara  yemin  ediyorlar.  (Güneş  Tanrısı)  Nahiti ye  kral  sevgi  sunuyor. [Tanrı Inšušinak ın kral hizmetinde. XII. [Tanrıça Siašum, Tanrı Napir (ve) tanrıça Narunde ye kral itaat ediyor.] Herkes Narām- Sin in emanetine saygı gösteriyor, (çünkü) biz onu Tanrı Inšušinak a kurban ettik. [Susa ve Akad] tanrılarına o sunuldu, onlar onu [kabul etmiş] olsunlar! Senin heykelini onlar korusun! Kardeş bir erkek çocuğu dünyaya gelsin! Karın bereketli olsun! O seninkilere iyilikler versin.                                                  89  Hinz tercümesinde  itaat etmekte  ifadesi yerine  sadık  ifadesini kullanmıştır. 20Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22                               Narām-Sîn Antlaşması",
     "Kaynakça": "Altman, Amnon, Tracing the Earliest Recorded Concepts of International Law, The Ancient Near East (2500-330 BCE), Leiden: Martinus Nijhoff, 2012. —.,  Tracing the Earliest Recorded Concepts of International Law. The Ancient Near East in the Old Babylonian Period (2003-1595 BCE) , Journal of the History of International Law(10), 2008: 1-33. Cameron, George G. History of Early Iran, Chicago: The University of Chicago Press, 1936. Cooper, Jerrold,  International Law in the Third Millenium , A History of Ancient Near Eastern Law  , (edit by Raymond Westbrook), Leiden: Brill, 2003: 241-255. Henkelman, Wouter F.M.,  Parnakka s Feast , Elam and Persia ,(der. J. AlvarezMon), Winona Lake: Eisenbrauns, 2007, 1-88. Hinz, Walther,  Elamite God d. GAL , JNES (Journal of Near Eastern Studies) 24(4), 1965: 351-54. —.  Elams Vertrag mit Naräm-Sin von Akkade , ZA(Zeitschrift für Assyriologie), 1967: 66-96. Kämmerer, Jörn Axel,  Das Völkerrecht des Kolonialismus: Genese, Bedeutung und Nachwirkungen , VRÜ(Verfassung und Recht in Übersee), Cilt: 4, Sayı: 39, 2006: 397-425. Koch, Heidemarie,  Elams Vertrag mit dem akkadischen Konig Narām-Sin (2260–2223 v. Chr.) ,  Staatsverträge, Herrscherinschriften und andre Documente zur politischen Geschichte, Texte aus der Umwelt des Alten Testaments, (der. M Lichtenstein), Gütersloh: Mohn, 2005: 283-287. Korošec,  V.,  Der  Vertrag  zwischen  Narām-Sin  aus  akkad  und  unbekannten Elamischen  herrscher(MDp,  Xi,2-11),  Disertationes  -  XiV,  acedemia Scientiarum et artium Slovenica, Clasis i: historia et Sociologia, 1 Jubljana: Slovenska ademedi jaznanost i in unetnosti , 1983. König,  F.  W.,   Die  elamischen  Königsinschriften ,  (AfO  (Archiv  für Orientforschung), Beiheft 16), graz: Selbstverlag, AfO, 1965. Potts, D.T., The Archaelogy of Elam, Formation and Transformation of an Ancient Iranian State, Cambridge: Cambridge University Press, 2004. 21Neyire Akpınarlı                                                          Ankara Üni. Hukuk Fak. Dergisi, 67 (1) 2018: 1-22 Salem, Isam Kamel, Islam und Völkerrecht, Das Völkerrecht in der islamischen Weltanschauung, Berlin:"
}