{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "64",
     "Sayı": "1",
     "Başlık": "KONUT VE ÇATILI İŞYERİ KİRALARINDA KİRACININ GÜVENCE VERMESİ",
     "Title": "The Obligation of the Lessee to Pay a Security Deposit in Leases of Residential a nd Roofed Workplaces",
     "Yazar İsmi": [
          "Abdulkerim YILDIRIM"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Konut ve çatılı işyeri kirası",
          "güvence verme borcu",
          "güvencenin saklanması",
          "güvencenin geri verilmesi"
     ],
     "Keywords": [
          "Leases of residential and roofed workplaces",
          "obligation to pay a security deposit",
          "keeping the security deposit",
          "repayment of the security d eposit"
     ],
     "Özet": "Kira  sözleşmesi,  kiraya  verenin  bir  şeyin  kullanılmasını  veya kullanmayla birlikte ondan yararlanılmasını kiracıya bırakmayı, kiracının da buna karşılık kararlaştırılan kira bedelini ödemeyi üstlendiği sözleşmedir. Kiraya  verenin  mülkiyetinde  bulunan  kira  konusu  malvarlığı  değerinin kiracıya kullandırılması, kiracı tarafından kira konusunun zarara uğratılması riskini de her zaman beraberinde getirmektedir. Kiracıdan alınan güvence ile kiracının kiralanana zarar vermesi, kira dönemi süresince kendisine ait olan borçları ifa etmemesi rizikosu bertaraf edilmek istenmektedir. Uygulamada, kira  sözleşmesinin  kurulması  aşamasında  güvencenin  kararlaştırılması, güvence miktarı, kira sözleşmesinin sona ermesi sonrasında güvencenin geri verilmesi ve özellikle kira konusunun zarara uğraması halinde kiraya verenin hangi  koşullarla  ve  ne  miktarda  zararı  güvenceden  karşılayabileceği hususunda önemli hukuki uyuşmazlıklar yaşanmaktadır. Sıkça karşılaşılan bu  gibi  uyuşmazlıklar,  kanun  koyucuyu,  kiracının  güvence  vermesi hususunda açık bir düzenleme yapmaya sevk etmiştir. Çalışmamızda 818 sayılı Borçlar Kanunu (BK) da yer almayan fakat 6098 sayılı Türk Borçlar                                                    Yrd. Doç. Dr., Gazi Üniversitesi Hukuk Fakültesi Medeni Hukuk Anabilim Dalı Öğretim Üyesi, abdulk@gazi.edu.tr-265    Yıldırım       KONUT VE ÇATILI İŞYERİ KİRALARINDA KİRACININ GÜVENCE VERMESİ  The Obligation of the Lessee to Pay a Security Deposit in Leases of Residential and Roofed Workplaces  Abdulkerim YILDIRIM ÖZET Kira  sözleşmesi,  kiraya  verenin  bir  şeyin  kullanılmasını  veya kullanmayla birlikte ondan yararlanılmasını kiracıya bırakmayı, kiracının da buna karşılık kararlaştırılan kira bedelini ödemeyi üstlendiği sözleşmedir. Kiraya  verenin  mülkiyetinde  bulunan  kira  konusu  malvarlığı  değerinin kiracıya kullandırılması, kiracı tarafından kira konusunun zarara uğratılması riskini de her zaman beraberinde getirmektedir. Kiracıdan alınan güvence ile kiracının kiralanana zarar vermesi, kira dönemi süresince kendisine ait olan borçları ifa etmemesi rizikosu bertaraf edilmek istenmektedir. Uygulamada, kira  sözleşmesinin  kurulması  aşamasında  güvencenin  kararlaştırılması, güvence miktarı, kira sözleşmesinin sona ermesi sonrasında güvencenin geri verilmesi ve özellikle kira konusunun zarara uğraması halinde kiraya verenin hangi  koşullarla  ve  ne  miktarda  zararı  güvenceden  karşılayabileceği hususunda önemli hukuki uyuşmazlıklar yaşanmaktadır. Sıkça karşılaşılan bu  gibi  uyuşmazlıklar,  kanun  koyucuyu,  kiracının  güvence  vermesi hususunda açık bir düzenleme yapmaya sevk etmiştir. Çalışmamızda 818 sayılı Borçlar Kanunu (BK) da yer almayan fakat 6098 sayılı Türk Borçlar                                                    Yrd. Doç. Dr., Gazi Üniversitesi Hukuk Fakültesi Medeni Hukuk Anabilim Dalı Öğretim Üyesi, abdulk@gazi.edu.tr   237Konut ve Çatılı İşyeri Kiralarında...    AÜHFD, 64 (1) 2015: 237-265  Kanunu (TBK) nun 342. maddesi (Art. 257e OR) ile açıkça kanuni bir hükme bağlanan kiracının güvence vermesi incelenecektir.",
     "Abstract": "A  lease  agreement  is  a  contract  whereby  the  lessor  undertakes  to transfer either the right to use a property or the right to use and derive profit from a property to the lessee; and in return, the lessee undertakes to pay the agreed amount to the lessor. The use of a property by the lessee under a lease agreement always carries the risk that the property may be damaged by the lessee, since the property is still owned by the lessor. A security deposit paid by the lessee aims to eliminate the risk of the property being damaged by the lessee and the risk of the rent not being paid. In practice, there are numerous legal disputes arising from agreeing on the payment of a security deposit, determining the amount of the secure deposit, repayment of the security deposit after the termination of the contract, and the conditions and the amount of the compensation from the security deposit, especially if the property is damaged. These frequently encountered disputes prompted the law-maker to regulate the rental security deposit with explicit provisions. In this study, the obligation of the lessee to pay a security deposit, which was not included in the Code of Obligations No. 818, but explicitly regulated in the Article 342 of the Turkish Code of Obligations No. 6098 (Art. 257e OR), will be examined.",
     "Metin": " 11.01.2011 de kabul edilen 6098 sayılı TBK ile 12.01.2011 de kabul edilmiş olan 6101 sayılı Türk Borçlar Kanununun Yürürlüğü ve Uygulama Şekli Hakkında Kanun (Yürürlük Kanunu) 01.07.2012 tarihinde yürürlüğe girmiştir. Yürürlük Kanunu nun 10. maddesi ile 6570 sayılı Gayrimenkul Kiraları  Hakkında  Kanun  (GKHK)3,  yürürlükten  kaldırılmıştır.  Ayrıca TBK nın  647.  maddesi  ile  de  818  sayılı  BK  yürürlükten  kaldırılmıştır. TBK nın yürürlüğe girmesinden önce Türk kira hukuku ile ilgili kanuni düzenlemeler olarak BK ve GKHK karşımıza çıkmaktaydı. Bu durum, Türk kira  hukukunda  düalist bir yapıya  neden olmuştur. Bu yapı, uygulayıcı açısından önemli güçlükler taşımakla birlikte ayrıca hukuki bir dağınıklığa da  yol  açmıştır.  TBK nın  yürürlüğe  girmesi  ve  BK  ile  GKHK nın yürürlükten kalkması, söz konusu bu olumsuz yapıyı ortadan kaldırmıştır.  GKHK nın çoğu hükümleri aynen, bazıları ise küçük değişikliklerle TBK ya alınmıştır. Ayrıca TBK ile daha evvel Türk kira hukukunda açık bir düzenlemeye  kavuşturulmamış  olan  bazı  kurumlar  da  Türk  hukukuna kazandırılmıştır.  Bu  kurumlardan  birisi  de  kiracının  güvence  vermesi hususudur.  Her  ne  kadar  TBK dan  önce  de  Yargıtay  tarafından  kabul edilmiş ve Türk hukuk uygulamasında kendisine yer bulmuş olsa da ilk defa TBK ile kanun hükmü haline gelmiştir.  Çalışmamızda  sözü  edilen  hususun  düzenlenmiş  olduğu  TBK nın  Kiracının  güvence  vermesi   başlıklı  342.  maddesi  incelenecektir.  Bu doğrultuda,  öncelikle  giriş  bölümünde  konu  takdim  edilmiştir.  İkinci bölümde ise normun amacı ve uygulama alanı ele alınacaktır. Bu bölüm                                                  3  RG., T. 27.05.1955, Sa. 9013.  4  Ayrıntılı  bilgi  için  bkz.  Başaran,  Ece.  (2009).  Borçlar  Kanunu  Tasarısı:  Türk  Kira Hukukunun İkili Yapısının Sonu Mu?, Terazi Aylık Hukuk Dergisi, (38), s. 56 vd. 5  Akıncı, Şahin. (2008). İşyeri Kiralarında Kiracının Korunması Açısından Borçlar Kanunu Tasarısının Bazı Hükümlerinin Değerlendirilmesi. AÜHFD, (57/3), s. 35. 6  Acar, Faruk. (2005). Türk Borçlar Kanunu Tasarısının Değerlendirilmesi Sempozyumu. Legal Hukuk Dergisi, (34), 3685-3686.  7  3. HD. T. 24.2.2003, E. 2003/271, K. 2003/1640,; 3. HD. T. 20.4.2010, E. 2010/4729, K. 2010/6965,;  3.  HD.  T.  15.2.2005,  E.  2004/14933,  K.  2005/2198.  Kararlar  için  bkz. www.kazanci.com.  8  Gümüş, Mustafa Alper. (2012). 6098 Sayılı Yeni Türk Borçlar Kanunu'na Göre Kira Sözleşmesi  (TBK  m.  299-356) (2.  bs.).  İstanbul:  Vedat  Kitapçılık,  s.  161;  Özdoğan, Mustafa/  Oymak,  Tuba.  (2013).  6098  sayılı  Türk  Borçlar  Kanunu nda  Kira  Genel Hükümler Konut ve Çatılı İşyeri Kirası Tahliye. Ankara: Bilge Yayınevi, s. 519-520; Akyiğit, Ercan. (2012). 6098 Sayılı Türk Borçlar Kanunu'nda Kira Sözleşmesi. Ankara: Seçkin Yayıncılık, s. 145-146; Aydoğdu, Murat/ Kahveci, Nalan. (2014). Türk Borçlar Hukuku Özel Borç İlişkileri (Sözleşmeler Hukuku) (2. bs.). Ankara: Adalet Yayınevi, s. 546; Aydoğdu, Murat. (2012). Konut ve Çatılı İşyeri Kirası Sözleşmelerinde Kiracının Güvence (Depozito) Verme Borcu. DEÜHFD, (14/1), s. 1-2.    239Konut ve Çatılı İşyeri Kiralarında...    AÜHFD, 64 (1) 2015: 237-265  altında kanun koyucunun düzenleme ile neyi amaçlamış olduğu, hükmün hangi  koşullarda  uygulanma  kabiliyetine  sahip  bulunduğu  belirtildikten sonra  genel  olarak  kiracının  güvence  verme  borcu,  güvencenin  sınırı, saklanması  ve  son  olarak  da  güvencenin  geri  verilmesi  incelenecektir. Üçüncü  bölümde  TBK  m.  342  hükmünün  yürürlüğü  hakkında  bilgi verildikten sonra, sonuç bölümünde konu ile ilgili genel değerlendirmeler yapılacaktır.  II.  KONUT VE  ÇATILI  İŞYERİ  KİRALARINDA  KİRACININ    GÜVENCE VERMESİ (TBK m. 342) A) Normun Amacı ve Uygulama Alanı  1. Normun Amacı  Güvence, sözlükte:  Alınan sorumluluğa karşı olarak ortaya konulan şey  olarak tanımlanmaktadır. Kira hukuku anlamında güvence (depozito) ise,  sözleşmeden  dolayı  doğabilecek  zararlara  karşı  verilen  teminat,  bir taahhüt  sırasında  yatırılan  güvence  parası  anlamında  kullanılmaktadır. Buna  göre  kiraya  veren,  kiracının kira  sözleşmesi ihlaline  dayalı zarara uğrama rizikosuna karşılık, kiracıdan güvence olarak bir miktar para veya kıymetli evrak talep edebilmektedir.  Kiracıdan alınan güvence ile kiracının kiralanana zarar vermesi, kira dönemi süresince kendisine ait olan borçları ifa etmemesi rizikosu bertaraf edilmek istenmektedir. Güvence ile kira sözleşmesinden kaynaklı olarak                                                  9  http://www.tdk.gov.tr/index.php?option=com_gts&arama=gts&guid=TDK.GTS.54aee ef.04941445 (e.t. 04.01.2015). 10  Kira hukukunda güvence yerine, aynı anlama gelen ve daha yaygın bir kullanıma sahip olan  depozito   kavramı  kullanılmaktadır.  Güvence  (depozito)  için  bkz.  Kazancı-  Hukuk Sözlüğü. http://www.kazanci.com/kho/ibb/sozluk.htm (e.t. 04.01.2015). 11  Furrer, Andreas/ Girsberger, Daniel/ Belser, Eva Maria. (Hrsg.) (2011). Repetitorium Obligationenrecht Besonderer Teil (2. Auflage). Zürich.Basel.Genf: Schulthess, s. 156; İnceoğlu, M. Murat/ Baş, Ece. (2012). Türk Borçlar Kanunu Açısından Depozito ve Bankaların  Bundan  Kaynaklanan  Sorumluluğu,  Banka  ve  Ticaret  Hukuku  Dergisi, (XXVIII/1), s. 112; Yavuz, Nihat. (2013). 6098 Sayılı Türk Borçlar Kanunu Şerhi, C. 2. Ankara:  Adalet  Yayınevi,  s.  1786;  Yuda,  Reyna.  (2012).  6098  sayılı  Türk  Borçlar Kanunu na Göre Kira ve Tahliye, İstanbul Barosu Dergisi, (86/3), s. 110; Gümüş, s. 161; Aydoğdu/ Kahveci, s. 546-547; Gümüş, Borçlar, s. 339. 12  Eren, Fikret. (2014). Borçlar Hukuku Özel Hükümler. Ankara: Yetkin Yayınları, s. 422; Kılıçoğlu, Ahmet M. (2008). Türk Borçlar Kanunu Tasarısına Eleştiriler, Rapor, TBB Yayınları: 140, s. 74-75; İnceoğlu/ Baş, s. 112. 240AÜHFD, 64 (1) 2015: 237-265    Yıldırım kiraya  veren  lehine  doğabilecek  her  türlü  alacak  teminat  altına alınmaktadır.  Buna  kira  bedeli  alacağı,  yan  gider  alacağı  ve  kira sözleşmesinin ihlalinden kaynaklanan tazminat alacakları da dâhildir. Türk hukuk uygulamasında TBK öncesinde- BK ve GKHK döneminde- her ne kadar açık bir kanuni düzenleme bulunmasa da kiracıdan depozito adı altında  bir  değer  alınmakta  ve  bu  değer,  konut  veya  çatılı  işyerinin özelliklerine  göre  sözleşme  özgürlüğü  çerçevesinde  taraflarca  serbestçe belirlenmekte idi. TBK m. 342 hükmü ile uygulamada var olan güvence kurumu, yasal dayanağa kavuşturulmuştur. Uygulamada, depozito adı altında kiraya verenlere güvence olarak daha çok bir miktar para verilmekte idi. Teminat amacı ile verilen bu paralar kiraya verende kalmakta, kiraya veren tarafından  kullanılmakta  ve  bazen  de  kiraya  veren  tarafından  keyfi kesintilere  uğramakta  idi.  Çoğu  zaman  kiracılar,  kira  sözleşmesi  sona erdikten sonra verilen güvencenin geri alınması için kira sözleşmesinden kaynaklanan  yükümlülüklerini  tamamen  yerine  getirdiklerini  ve  kiraya verene herhangi bir zarar vermediklerini dava yolu ile ispatlamak zorunda kalmakta  idiler.  Karşılaşılan  bu  olumsuz  durumları  gidermek  ve  kira sözleşmesinin zayıf tarafı olan kiracıyı korumak amacı ile uygulamada var olan  bu  kurum,  açık  bir  kanuni  düzenlemeye  kavuşturulmuştur.  Kanun koyucunun  söz  konusu  bu  amacını,  hükmün  gerekçesinde  de  görmek mümkündür.  Madde  gerekçesine  göre,  uygulamada  var  olan,  kiracıdan                                                  13  Honsell, Heinrich/ Vogt, Nedim Peter/ Wiegand, Wolfgang (Hrsg.). Basler Kommentar Obligationenrecht I Art. 1-529 OR (4. Auflage). Helbing Lichtenhahn Verlag, s. 1385.  Depozito  sözleşme  ile  herhangi  bir  alacağa  tahdidi  olarak  özgülenmediği  takdirde kiralayanın sözleşmeden kaynaklanan her türlü alacağını temin için verilmiş sayılır.  3. HD, E. 2010/4729, K. 2010/6965, T. 20.4.2010 (www.kazanci.com).  14  Aral, Fahrettin/ Ayrancı, Hasan. (2014). Borçlar Hukuku Özel Borç İlişkileri (10. bs.). Ankara: Yetkin Yayınları, s. 285; Zevkliler, Aydın/ Gökyayla, K. Emre. (2014). Borçlar Hukuku Özel Borç İlişkileri (14. bs.), Ankara: Turhan kitabevi, s. 307; Yavuz, Cevdet/ Acar, Faruk/ Özen, Burak. (2013). Borçlar Hukuku Dersleri (Özel Hükümler) (12. bs.). İstanbul: Beta Yayınları, s. 298; Aydemir, Efrail. (2014). Yeni Türk Borçlar Yasasına Göre Kira Hukuku (3. bs.). Ankara: Seçkin Yayıncılık, s. 238; Benzer görüş için bkz. Özdoğan/ Oymak, s. 524; Aydoğdu/ Kahveci, s. 551; İnceoğlu/ Baş, s. 118; Yavuz, s. 1772.  15  Kılıçoğlu,  s.  74;  Ayrıca  bkz.  3.  HD.,  T.  24.02.2003,  E.  2003/271,  K.  2003/1640 (www.kazanci.com).  16  İnceoğlu, M. Murat. (2014). Kira Hukuku, C. 2. İstanbul: XII Levha, s. 60; Başaran, s. 64; Akyiğit, s. 146; İnceoğlu/ Baş, s. 113. 17  İnceoğlu, s. 60; Kılıçoğlu, s. 75; İnceoğlu/ Baş, s. 113. 18  Gerekçe için bkz. http://www.kgm.adalet.gov.tr/Tasariasamalari/Kanunlasan/2011Yili/kanmetni/6098ss.pdf   241Konut ve Çatılı İşyeri Kiralarında...    AÜHFD, 64 (1) 2015: 237-265   depozito  veya başka ad altında ve kira bedeli dışında kira sözleşmesinin yapıldığı sırada veya başka bir zamanda güvence parası alınmasına sıkça rastlanıldığından, hükümle kiracıdan güvence talep edilebilmesi ve sınırları açıkça  belirlenerek  kiracıya  belli  bir  koruma  sağlanmak  istenmiştir. Kanaatimizce de kanun koyucu, TBK m. 342 hükmü ile- sözleşmenin zayıf tarafı olan kiracıyı, kiraya veren tarafından talep edilen güvencenin kanuni sınırlarını ve güvence kurumunun işleyiş şeklini kanunen belirlemek sureti ile- konut ve çatılı işyeri kiralarında sosyal saiklerle, kiracıyı korumayı amaçlamaktadır.  2. Normun Uygulama Alanı  a. Kira Sözleşmesinin Niteliği Açısından  Kiracının  güvence  vermesi,  Konut  ve  Çatılı  İşyeri  Kiralarının düzenlenmiş olduğu TBK nın ikinci kısmının dördüncü bölümünün ikinci ayrımında yer almaktadır. TBK nın 339. maddesi ile konut ve çatılı işyeri kiralarının uygulama alanı belirlendikten sonra 342. maddesi ile de kiracının güvence  vermesi  hüküm  altına  alınmıştır.  Böylece  TBK  m.  342  ile düzenlenmiş olan kiracının güvence vermesi, yalnızca aynı yasanın 339. maddesinde nitelikleri saptanmış olan kira sözleşmelerinde uygulama alanı bulacaktır. TBK nın   Kiracının  güvence  vermesi   başlıklı  342/I  hükmü:  Konut ve çatılı işyeri kiralarında sözleşmeyle kiracıya güvence verme borcu getirilmişse, bu güvence üç aylık kira bedelini aşamaz.  demek sureti ile bu hükmün ancak konut ve çatılı işyeri kiralarında uygulanabileceğini açıkça belirtmektedir.  Böylece  TBK  m.  342  (Art.  257e  OR),  ilk  fıkrası  ile uygulama alanını, yalnızca konut ve çatılı işyeri kiraları ile sınırlamıştır. Buna göre konut ve çatılı işyeri kiraları haricindeki kira sözleşmelerinde                                                                                                                    (e.t. 05.01.2015). Gerekçede belirtildiği üzere maddenin düzenlenmesinde İsviçre Borçlar Kanunu nun 257e maddesi (Art. 257e OR) göz önünde tutulmuştur.  19  Öncü ye göre;  kiracının korunmasının nedeni ekonomik olarak zayıf durumda olmaları değil,  pazarlık  güçlerinin  bulunmaması  ve  bu  nedenle  irade  serbestîsi  ilkesinin zedelenmesi dir. Bkz. Öncü, Özge. (2012). 6098 Sayılı Türk Borçlar Kanunu na Göre Kira Bedelinin Belirlenmesi, İBD, (2), s. 317. 20  Acar,  Faruk.  (2013).  Kira  Sözleşmesinde  Bağlantılı  İşlem  ve  Güvence.  Bahçeşehir Üniversitesi  Hukuk  Fakültesi  Kazancı  Hakemli  Hukuk  Dergisi,  (9/103-104),  s.  165; Zevkliler/ Gökyayla, s. 307; Eren, s. 422; Gümüş, s. 162; Özdoğan/ Oymak, s. 525; Yavuz/ Acar/ Özen, s. 296; Yavuz, s. 1772. 21  Kostkiewicz, Jolanta Kren/ Nobel, Peter/ Schwander, Ivo/ Wolf, Stephan. (2009). OR Kommentar Schweizerisches Obligationenrecht, (2. Auflage). Orell Füssli Verlag, s. 536; Honsell/ Vogt/ Wiegand, s. 1385.  242AÜHFD, 64 (1) 2015: 237-265    Yıldırım 342. madde hükmü uygulama alanı bulamayacaktır. Hangi durumlarda konut ve  çatılı işyeri kirasının mevcut olduğu, Konut ve  Çatılı İşyeri Kiraları başlığı  altında  yer  alan   Uygulama  alanı   başlıklı  TBK  m.  399 da belirlenmiştir.  Hükme  göre:   Konut  ve  çatılı  işyeri  kiralarına  ilişkin hükümler, bunlarla birlikte kullanımı kiracıya bırakılan eşya hakkında da uygulanır. Ancak bu hükümler, niteliği gereği geçici kullanıma özgülenmiş taşınmazların altı ay ve daha kısa süreyle kiralanmalarında uygulanmaz. Kamu kurum ve kuruluşlarının, hangi usul ve esaslar içinde olursa olsun yaptıkları  bütün  kira  sözleşmelerine  de  bu  hükümler  uygulanır.   Ancak hükümde belirtilen nitelikleri haiz kira sözleşmeleri, konut ve çatılı işyeri kirası sözleşmesi olarak kabul edilmektedir. Konut ve çatılı işyeri kiralarının uygulama alanı hususu, başlı başına bir çalışma konusu olacak genişlikte olduğundan  bu  konudaki  açıklamalarımızı  burada  noktalamış bulunmaktayız.  Kanun koyucunun  konut  ve  çatılı işyeri kiralarında sosyal saiklerle kiracıyı korumak adına özellikle konut ve çatılı işyeri kiraları bakımından  kiracının  güvence  vermesi ni  açık  hükme  bağlamış  olması,  diğer  kira sözleşmelerinde  teminat  olarak  güvence  verilemeyeceği  anlamına gelmemelidir. Yukarıda da ifade edildiği üzere, kanun koyucu, kiracıyı korumak düşüncesi ile özellikle konut ve çatılı işyeri kiralarında kiracının güvence vermesi hususunda bazı sınırlandırmalar getirmiştir; yoksa diğer tür kira  sözleşmelerinde  güvence  verilmesinin  yasaklanması  söz  konusu değildir.  Konut  ve  çatılı  işyeri  kirası  sözleşmeleri  haricindeki  kira sözleşmelerinde sözleşme özgürlüğü ilkesi (TBK m. 26) dâhilinde güvence verilmesi kararlaştırılabilir. b. Güvencenin Niteliği Açısından  TBK m. 342 normunun uygulama alanı açısından ikinci sınırlama ise verilecek güvencenin niteliğinde kendini göstermektedir. TBK m. 342 (Art.                                                  22  Ayrıntılı bilgi için bkz. Özdoğan, Mustafa/ Oymak, Tuba. (2014). Konut ve Çatılı İşyeri Kiraları Kapsamı ve Uygulama Alanı, İstanbul Barosu Dergisi, (88/2), s. 54-65; Gökyayla, Emre. (2013). Konut ve Çatılı İşyeri Kiralarına İlişkin Hükümlerin Uygulama Alanı (TBK. m. 339), Journal of Yaşar University, (8), s. 1203 vd.; Doğan, Murat. (2011). Konut ve Çatılı İşyeri Kira Sözleşmelerinin Sona Ermesi. Ankara: Adalet Yayınevi, s. 27 vd.  23  Kılıçoğlu, s. 74; Yavuz/ Acar/ Özen, s. 297; Aydemir, s. 237. 24  Gümüş, s. 162, 163; Akyiğit, s. 146.  25  Aydemir, s. 236; Aydoğdu/ Kahveci, s. 547.   243Konut ve Çatılı İşyeri Kiralarında...    AÜHFD, 64 (1) 2015: 237-265  257e  OR)  hükmünün  uygulanabilmesi  açısından  taraflarca  kararlaştırılan güvencenin para veya kıymetli evrak olma zorunluluğu bulunmaktadır. Aksi halde  hüküm  uygulanmaz.  Böylece  konut  veya  çatılı  işyeri  kirası sözleşmesi olsa dahi sözleşmede para veya  kıymetli evrak haricinde bir güvence  kararlaştırılmış  ise  TBK  m.  342  hükmü  (Art.  257e  OR) uygulanmayacaktır. Bu durum, konut veya çatılı işyeri kiralarında para veya kıymetli evrak dışında güvence belirlenmesine engel değildir. Konut veya çatılı işyeri kirası sözleşmelerinde de para veya kıymetli evrak dışında, kefalet, banka teminat mektupları, ipotek vb. güvenceler kararlaştırılabilir. Fakat bu gibi durumlarda, TBK m. 342 hükmü uygulama alanı bulmaz. Güvence  olarak  altın,  gümüş  gibi  değerli  madenlerin  kararlaştırılması durumunda da hüküm uygulanamayacaktır. Yukarıda verilen tüm teorik değerlendirmeler ışığında TBK m. 342 nin uygulanmayacağı  kira  sözleşmelerini,  konut  veya  çatılı  işyeri  kirası haricindeki kira sözleşmeleri ile para veya kıymetli evrakın güvence olarak belirlenmediği konut veya çatılı işyeri kirası sözleşmeleri olarak sayabiliriz.  B) Güvence Verme Borcu 1. Genel Olarak Kira sözleşmesinin genel hükümlerinin düzenlenmiş olduğu TBK nın dördüncü bölümünün birinci ayırımında  güvence verme  ile ilgili herhangi bir hüküm getirilmemiştir. Dolayısıyla bu konuda herhangi bir yasaklama hükmü de bulunmamaktadır. Buna göre kira sözleşmelerinde taraflar, irade serbestîsi çerçevesinde güvence verme borcunu kararlaştırabilecekleri gibi hiç  kararlaştırmama  yoluna  da gidebilirler. Taraflar bu konuda sözleşme özgürlüğünü düzenleyen TBK m. 26 çerçevesinde hareket edebilirler.  Bu arada TBK m. 334 de kiralananın iadesi ile ilgili olarak genel bir hükme  yer  verilmiştir.  Konut  ve  çatılı  işyeri  kiralarında  da  geçerli  bu düzenlemeye  göre;  kiracı  kiralananı  ne  halde  teslim  almışsa,  kira                                                  26  Kostkiewicz/ Nobel/ Schwander/ Wolf, s. 536; Honsell/ Vogt/ Wiegand, s. 1385. Furrer/ Girsberger/ Belser, s. 157.  27  Honsell/ Vogt/ Wiegand, s. 1385. 28  Kostkiewicz/ Nobel/ Schwander/ Wolf, s. 537. 29  Zevkliler/ Gökyayla, s. 307; Gümüş, s. 162; İnceoğlu, s. 64; Yavuz/ Acar/ Özen, s. 297; Aydoğdu/ Kahveci, s. 550; İnceoğlu/ Baş, s. 114; Yavuz, s. 1772. 30  Özdoğan/ Oymak, s. 525. Aksi yönde bkz. Aydoğdu, s. 8-9.  31  Aydemir, s. 237; Aydoğdu/ Kahveci, s. 547. 244AÜHFD, 64 (1) 2015: 237-265    Yıldırım sözleşmesinin sona ermesi üzerine o durumda geri vermekle yükümlüdür (TBK m. 334/I, c. 1)32. Örneğin, boyalı teslim almışsa boyalı olarak geri verecektir.  Tabi  kiracı  lehine  olacak  şekilde  bu  hükmün  aksi kararlaştırılabilir.  Kiracı  sözleşmeye  uygun  kullanma  dolayısıyla kiralananda  meydana  gelen  eskimelerden  ve  bozulmalardan  ise  sorumlu değildir  (TBK  m.  334/I,  c.  2).  Çünkü  sözleşmeye  uygun  kullanma dolayısıyla kiralananda meydana gelen eskimeler ve bozulmalar kira bedeli ile zaten karşılanmış olmaktadır.  TBK  m.  334/II  uyarınca  da:   Kiracının,  sözleşmenin  sona  ermesi hâlinde, sözleşmeye aykırı kullanmadan doğacak zararları giderme dışında, başkaca  bir  tazminat  ödeyeceğini  önceden  taahhüt  etmesine  ilişkin anlaşmalar  geçersizdir.   Emredici  nitelikteki  bu  düzenleme  uyarınca sözleşme son bulduğunda kiracının tazminle yükümlü olduğu tek husus, sözleşmeye aykırı kullanım nedeniyle verdiği zararlardır. Kiracının bunun dışında başkaca bir tazminat borcu altına girmesi kabul edilmemiştir.  Konut ve çatılı işyeri kiralarında, TBK m. 342 ile kiracının güvence vermesi açıkça düzenlenmiştir. Fakat burada dikkat edilmesi gereken nokta, TBK m. 342 (Art. 257e OR) hükmü ile düzenlenmiş olan kiracının güvence vermesinin, konut veya çatılı işyeri kirası sözleşmesinin varlığına kanunen bağlanmış bir borç olmadığıdır. Konut veya çatılı işyeri kiralarında da ancak taraflar kararlaştırmışlar ise güvence verme borcu doğacaktır; aksi halde böyle bir borçtan bahsedilemez. Kiracının güvence olarak para veya kıymetli evrak vermesinin kararlaştırılmış olması, yalnızca TBK m. 342 nin uygulanma şartları ile ilgili bir konudur.37 Bu nedenle hükümden konut veya çatılı  işyeri  kiralarında  güvence  vermenin  kararlaştırılması  zorunluluğu bulunduğu  çıkarılamaz.  TBK  m.  342/II nin  birinci  cümlesi,-   Güvence olarak para veya kıymetli evrak verilmesi kararlaştırılmışsa kiracı, kiraya verenin  onayı  olmaksızın  çekilmemek  üzere,  parayı  vadeli  bir  tasarruf                                                  32 Ancak TBK m. 321 e göre:  Kiracı, kiraya verenin yazılı rızasıyla kiralananda yenilik ve değişiklikler yapabilir. Yenilik ve değişikliklere rıza gösteren kiraya veren, yazılı olarak kararlaştırılmış olmadıkça, kiralananın eski durumuyla geri verilmesini isteyemez. Kiracı, aksine yazılı bir anlaşma yoksa, kiraya verenin rızasıyla yaptığı yenilik ve değişiklikler sebebiyle kiralananda ortaya çıkan değer artışının karşılığını isteyemez.  33 Aynı yönde bkz. Gümüş, Borçlar, s. 375. 34 Gümüş, Borçlar, s. 375.  35 Ayrıca bkz. gerekçe m. 334.  36 Kostkiewicz/ Nobel/ Schwander/ Wolf, s. 537; Acar, s. 165.  37  Yavuz/ Acar/ Özen, s. 296; Aydemir, s. 237; Akyiğit, s. 146.   245Konut ve Çatılı İşyeri Kiralarında...    AÜHFD, 64 (1) 2015: 237-265  hesabına yatırır, kıymetli evrakı ise bir bankaya depo eder. - ile kanun koyucu tarafından emredilen, güvencenin kararlaştırılması değildir. Burada kanun  koyucu,  güvence  olarak  para  veya  kıymetli  evrak  verilmesi kararlaştırılmış  ise,  paranın  vadeli  bir  tasarruf  hesabına  yatırılmasını, kıymetli evrakın ise bankaya depo edilmesini emretmektedir.  Güvence verme borcu, ilgili kira sözleşmesi içeriğinde yer alabileceği gibi bağımsız bir sözleşme ile de kararlaştırılabilir. Ayrıca güvence verme borcu kira sözleşmesi kurulduğu anda kararlaştırılabileceği gibi daha sonra yapılacak bir sözleşme ile de kararlaştırılabilir. Kira sözleşmesinin konusu, eşya niteliğindeki kiralananın kullanımı olduğundan  söz  konusu  bu  sözleşmede,  kullanılan  eşyaya  gelecek  olan zararları temin etmek amacı ile güvence verecek olan taraf, doğal olarak kiracıdır.  2. Güvencenin Sınırı  TBK m. 342/I e göre:  Konut ve çatılı işyeri kiralarında sözleşmeyle kiracıya güvence verme borcu getirilmişse, bu güvence üç aylık kira bedelini aşamaz.  Hüküm, kiracıdan talep edilebilecek güvenceyi üç aylık kira bedeli ile sınırlamış ve böylece kiracı, aşırı bir güvence borcu altına girmekten kurtarılmıştır. Kiracı, kira sözleşmesini akdetmek uğruna kendini, kiraya verenin  güvence  bağlamında  her  türlü  talebini  karşılamak  zorunda hissetmektedir.  Üzerinde  bu  tür  bir  baskı  bulunan  kiracıyı  korumak düşüncesi ile güvence, miktar bakımından sınırlandırılmıştır.  Bu arada ifade etmek gerekir ki, üç aylık bu sınırlama depozito bedeli dışındaki  teminatlar  (kefalet,  rehin)  bakımından  geçerli  değildir.  Zira yukarıda da belirttiğimiz gibi konut veya çatılı işyeri kirası sözleşmesi olsa                                                  38  Aydemir, s. 236; İnceoğlu, s. 66; İnceoğlu/ Baş, s. 117; Yavuz, s. 1772, 1778. 39  Gümüş, s. 2. 40  Akyiğit, s. 146. 41  Gümüş, s. 162. İsviçre Borçlar Kanunu (Art. 257e OR) güvence miktarını yalnızca konut kiraları için ve üç aylık kira bedeli ile sınırlamışken, Türk hukukunda da olduğu gibi Alman Medeni Kanunu (§ 551 BGB) bu miktarı hem konut hem işyeri kiraları için üç aylık kira bedeli ile sınırlamıştır. İsviçre hukukunda işyeri kiralarında, konut kiralarından farklı olarak, güvence miktarı bakımından bir sınır getirilmemiştir. Bkz. Honsell/ Vogt/ Wiegand, s. 1387; Furrer/ Girsberger/ Belser, s. 157. 42  Zevkliler/ Gökyayla, s. 306; Aydemir, s. 237; Akyiğit, s. 146. 43  Aynı  yönde  bkz.  İnceoğlu,  M.  Murat.  (2012).  Kira  Sözleşmelerinin  Kurulması  ve Yenilenmesi, Türk Borçlar Kanunu Sempozyumu. İstanbul: XII Levha, s. 250-251.  246AÜHFD, 64 (1) 2015: 237-265    Yıldırım dahi  sözleşmede  para  veya  kıymetli  evrak  haricinde  bir  güvence kararlaştırılmış ise TBK m. 342 hükmü uygulanmayacaktır. TBK m. 342 nin bir bütün olarak yorumlanmasından bu sonuca ulaşmak mümkündür. Güvenceyi, üç aylık kira bedeli ile sınırlayan TBK m. 342 hükmü, emredici nitelikte bir düzenlemedir. Emredici bir kanun hükmü ile azami miktarı üç aylık kira bedeli olarak belirlenmiş olan güvence, taraflarca üç aylık  kira  bedelini  aşan  miktarda  kararlaştırıldığında,  kısmi  butlan yaptırımına  tabi tutulacaktır. Bu durumda,  kira  sözleşmesinin tamamının geçersiz olması gerektiği savunması dinlenmeyecektir. Azami miktarı aşan kısım bankadan talep edilebilecektir. Hüküm kiracı yararına nisbi emredici niteliğe sahip olduğundan üç aylık güvence parası azaltılabilmektedir. Fakat üç aylık güvence parasını aşan bir miktar taraflarca kararlaştırılamaz.  Üç  aylık  kira  bedelinin  hesabında  kira  bedelinin  dışında  kalan kullanma, temizlik ve bakım giderleri dikkate alınmaz. Bu durum, TBK m. 342/I in  …bu güvence üç aylık kira bedelini aşamaz.  cümlesinden açıkça anlaşılmaktadır. Buna göre üç aylık kira bedelinin hesaplanmasında sadece çıplak kira bedeli göz önünde bulundurulacaktır. Sonradan kira bedelinde gerçekleşecek  artışlar,  güvencenin  de  arttırılmasını  gerektirmez.  Fakat taraflar, kira artırımı ile birlikte güvencenin de arttırılacağı yönünde anlaşma yapabilirler.  Kira bedelinin aylık olarak belirlenmiş olduğu durumlarda üç aylık kira bedelinin hesaplanmasında herhangi bir zorluk yaşanmayacaktır. Yıllık veya daha  farklı  bir  süre  ile  belirlenmiş  olan  kira  sözleşmesinde,  oranlama yapılarak öncelikle bir aylık kira bedeli bulunacak ve daha sonra üç aylık kira bedeli hesaplanacaktır.                                                   44  İnceoğlu, s. 71, 72; İnceoğlu/ Baş, s. 111, 112; Aynı görüş için bkz. Özdoğan/ Oymak, s. 522; Akyiğit, s. 146; Yavuz, s. 1776, 1779. 45  Aydoğdu/ Kahveci, s. 549; Acar, s. 165-166.  46 Acar, s. 166.  47  Yavuz/ Acar/ Özen, s. 297; Zevkliler/ Gökyayla, s. 306; İnceoğlu, s. 68; İnceoğlu/ Baş, s. 119. Kira bedeline yan giderlerin de dâhil olduğu görüş için bkz. Furrer/ Girsberger/ Belser, s.  157.  Aydoğdu ya  göre  de   üç  aylık  kira  bedeli   ifadesi  kullanma  giderlerini  de kapsayacak şekilde  üç aylık ödeme  şeklinde anlaşılmalıdır (Aydoğdu, s. 7). 48  Gümüş, s. 164; İnceoğlu, s. 70; İnceoğlu/ Baş, s. 120; Aydoğdu/ Kahveci, s. 550; Yavuz, s. 1773; Gümüş, Borçlar, s. 341; Acar, s. 166.  49  Yavuz/ Acar/ Özen, s. 297; Gümüş, s. 165; İnceoğlu, s. 68; Aydoğdu/ Kahveci, s. 549; Özdoğan/ Oymak, s. 522.   247Konut ve Çatılı İşyeri Kiralarında...    AÜHFD, 64 (1) 2015: 237-265  3. Güvencenin Saklanması  Kanun  koyucu,  güvence  olarak  verilen  para  veya  kıymetli  evrakın, kiraya verende (daha doğrusu kullanımında) olmasını istememektedir. Bu amaçla kiracıya, TBK m. 342/II ile, güvence olarak para veya kıymetli evrak verilmesinin  kararlaştırılması  halinde,  kiraya  verenin  onayı  olmaksızın çekilmemek üzere, parayı vadeli bir tasarruf hesabına yatırmayı, kıymetli evrakı ise bir bankaya depo etmeyi emretmiştir. Kanun koyucu ilgili bu hükümle  TBK  öncesinde  uygulamada  yaşanan  olumsuzlukları  ortadan kaldırmayı amaçlamaktadır. Yukarıda belirtilmiş olduğu üzere, uygulamada teminat amacı ile verilen paralar kiraya verende kalmakta, kiraya veren bu paraları  kullanmak  sureti  ile  kira  bedeli  haricinde  bazı  kazançlar  elde etmekte  idi.  Ayrıca  güvencenin  kiraya  veren  tarafından  bazen  keyfi kesintilere uğraması, kiracıların kira sözleşmesi sona erdikten sonra verilen güvencenin  geri  alınması  için  kira  sözleşmesinden  kaynaklanan yükümlülüklerini tamamen yerine getirdiklerini ve kiraya verene herhangi bir  zarar  vermediklerini  dava  yolu  ile  ispatlamak  zorunda  kalmaları sonucunu doğurmakta idi. İşte kanun koyucu, güvencenin kiraya verende kalmasından  dolayı  oluşan  tüm  bu  olumsuzlukları  gidermek  amacı  ile güvencenin  para  olması  halinde,  paranın  vadeli  bir  tasarruf  hesabına yatırılması; kıymetli evrak ise bankaya depo edilmesi yönünde emredici bir hüküm ihdas etmiştir. Kiracı, güvence olarak belirlenen parayı kendi adına açmış olduğu                                                  50 Gümüş, Borçlar, s. 341; İnceoğlu, Makale, s. 251.  51  TBK öncesinde Yargıtay a göre:  Kiralayanın depozitonun değerini artırma yükümlülüğü elbette yoktur. Ancak kendisine teminat olarak bırakılan depozitonun enflasyon karşısında değerini kaybetmemesi için MK.m.2'deki iyi niyet kuralları çerçevesinde gerekli önlemleri alması gerekir. Paranın değerinin en azından sabit kalması için uygulamada çoğunlukla döviz veya altın alma ya da parayı bir banka hesabına yatırma yoluna gidilmekte ise de; kurların tespitinin ayrı bir işlem gerektirmesi ve kaydi işlemlerinin yapılmamasından dolayı alınabilecek önlemler içinde en kolay yol, depozitonun ortalama faiz getiren bir banka hesabına yatırılmasıdır.  Yargıtay kararı için bkz. 3. HD., T. 24.02.2003, E. 2003/271, K. 2003/1640 (www.kazanci.com). Aynı husus için bkz. Aydoğdu/ Kahveci, s. 547. 52  Art. 257e OR ye göre; güvence kiracı adına açılmış hesaba kiraya veren tarafından depo edilmekte iken; TBK m. 342/II ye göre ise tevdi kiracı tarafından yapılmaktadır. İsviçre hukukundaki durum için bkz. Kostkiewicz/ Nobel/ Schwander/ Wolf, s. 536; Honsell/ Vogt/ Wiegand, s. 1385; Furrer/ Girsberger/ Belser, s. 157. 53  İnceoğlu, Art. 257e OR de güvence hesabının açıkça kiracı adına açılacağının düzenlenmiş olmasına karşın Türk kanun koyucusunun bu konuda açık bir düzenleme getirmemiş olmasını eleştirmektedir. Güvence hesabının kiracı adına açılacağı TBK m. 342 hükmünün amacından anlaşılmaktadır. Bkz. İnceoğlu, s. 73; Aynı görüş için bkz. Yavuz/ Acar/ Özen, 248AÜHFD, 64 (1) 2015: 237-265    Yıldırım vadeli bir tasarruf hesabına yatıracak, kıymetli evrakı ise yine kendi adına bankaya depo edecektir. Buradaki özellik, kiracının her ne kadar parayı kendi adına hesaba yatırmış ve kıymetli evrakı da yine kendi adına bankaya depo  etmişse  de  güvenceyi  oluşturan  para  veya  kıymetli evrakın  kiraya verenin onayı olmaksızın kiracı tarafından çekilememesidir. Kiracı, güvence için açtırmış olduğu tasarruf hesabını ve bankaya depo işlemlerini kendi adına yapmış olduğundan, güvence üzerinde kural olarak tasarruf yetkisine sahiptir. Fakat bu yetki, TBK m. 342/II ile kiraya verenin rızasına bağlanmak sureti  ile  kanunen  sınırlandırılmıştır.  Kanun  koyucunun  öngördüğü mekanizmanın  işleyebilmesi  için,  kiracı  adına  açılan  güvence  hesabına düşülecek bir kayıtla hesaptaki paranın veya depo edilen kıymetli evrakın ancak  kiraya  verenin  onayıyla  veya  TBK  m.  342 de  belirtilen  hallerde çekilebileceği belirtilmelidir.  Kiraya  veren  ise,  yalnızca  yasada  öngörülmüş  olan  şartların gerçekleşmesi koşulu ile güvence üzerinde kiracıdan bağımsız bazı haklara sahip olabilecektir. Hüküm, kiracı ve kiraya verenin güvence üzerinde var olan  menfaatlerini  dengeler  niteliktedir.  Bir  yandan  güvencenin  kiraya verende kalmasından doğacak sakıncaların giderilmesi amacı ile söz konusu güvencelerin kiraya verende kalması engellenmişken; diğer yandan kiracının onayı  olmaksızın  ancak  kanuni  şartların  gerçekleşmesi  halinde  kiraya verene, zararını karşılayacak miktar kadar bankadan güvenceyi talep imkânı tanımıştır.     TBK m. 342 ye göre güvence olarak para verilmesi kararlaştırılmışsa kiracı, kiraya verenin onayı olmaksızın çekilmemek üzere, parayı vadeli bir  tasarruf  hesabına   yatıracaktır.  5411  sayılı  Bankacılık  Kanunu nun Tanımlar  ve  kısaltmalar  başlıklı  3.  maddesine  göre,  tasarruf  mevduatı, mevduat bankaları nezdinde açtırılan, gerçek kişilere ait ve münhasıran çek                                                                                                                    s.  299;  Aydoğdu/  Kahveci,  s.  557.  Bu  durum  kiraya  verenin  iflasına  karşı,  kira sözleşmesinin sona ermesi ile kiracı lehine doğabilecek olan güvencenin geri verilmesi talep hakkını koruma amacına hizmet etmektedir. Zira kiraya verenin iflası halinde vadeli tasarruf hesabına yatırılan para veya bankaya depo edilen kıymetli evrak, iflas masasına yazılmayacaktır.  Böylece  güvence,  iflas  masasına  yazılmaktan  kurtulmuş  ve  kiracı tarafından geri alınabilmesi sağlanmış olmaktadır. Bu yönde bkz. Honsell/ Vogt/ Wiegand, s. 1386; Gümüş, s. 166-167; İnceoğlu, s. 73; Yavuz/ Acar/ Özen, s. 299; Aydoğdu/ Kahveci, s. 558; İnceoğlu/ Baş, s. 123. 54 Benzer yönde bkz. Doğan, s. 358-359.  55  Gümüş, s. 167; Zevkliler/ Gökyayla, s. 307, 308; Yavuz, s. 1779.   249Konut ve Çatılı İşyeri Kiralarında...    AÜHFD, 64 (1) 2015: 237-265  keşide edilmesi dışında ticari işlemlere konu olmayan mevduat hesaplarını ifade etmektedir. Buna göre tasarruf hesabı yalnızca gerçek kişiler tarafından açılabilmektedir. Kiracının gerçek kişi olmaması durumunda  yani kiracı, tüzel kişi ise ve güvence olarak da para verilmesi kararlaştırılmış ise tüzel kişi kiracının TBK m. 342 ye  göre  nasıl hareket edeceği sorunu ortaya çıkmaktadır. Tüzel kişi kiracıların akdettikleri kira sözleşmelerinde güvence olarak  bir  miktar  paranın  belirlenmiş  olduğu  durumlarda  TBK  m.  342 hükmünün uygulanması, ancak hükümde geçen  tasarruf hesabı  ifadesinin  mevduat hesabı  şeklinde anlaşılması ile mümkün olabilmektedir.  Kanaatimizce  kiracının  vermiş  olduğu  güvenceden  elde  edilen  faiz geliri de güvenceye dâhildir. Dolayısıyla güvence, para ise faizi; kıymetli evrak  ise  getirileri,  kiracının  mülkiyetinde  bulunan  malvarlığı  değerleri arasındadır. Herhangi bir zarar oluşmadığı takdirde kira sözleşmesinin sona ermesi ile güvencenin ve güvenceye dâhil olduğundan faizlerin de kiracıya yani sahibine geri verilmesi gerekmektedir.  4. Güvencenin Geri Verilmesi a. Genel Olarak  Güvencenin  para  veya  kıymetli  evrak  olarak  kararlaştırılması durumunda  kanun  koyucu,  TBK  m.  342/II  hükmü  ile  kiracının  kiraya verenin  onayı  olmaksızın  çekilmemek  üzere,  parayı  vadeli  bir  tasarruf hesabına  yatırmayı,  kıymetli  evrakı  ise  bir  bankaya  depo  etmeyi emretmektedir. Gümüş ün de haklı olarak belirttiği gibi bu durumda vadeli tasarruf hesabına yatırılan para veya bankaya depo edilen kıymetli evrakın mülkiyetinin kiraya verene devri değil; yalnızca para veya kıymetli evrakın değerinin teminat amaçlı olarak kiraya verene tahsisi söz konusudur.                                                   56 Aydoğdu/ Kahveci. s. 552; İnceoğlu, s. 72.  57  Bkz. Gümüş, Borçlar, s. 341; Aydoğdu/ Kahveci, s. 550; Özdoğan/ Oymak, s. 522; Aral/ Ayrancı, s. 286; Acar, s. 167. Ayrıca bkz. 3. HD., T. 24.02.2003, E. 2003/271, K. 2003/1640 (www.kazanci.com). Bir başka görüşe göre ise; güvencenin getirisi güvenceye dâhil değildir. Kiracı tarafından her zaman talep edilebilir. Bkz. Honsell/ Vogt/ Wiegand, s. 1387.  58 Acar, s. 167.  59  Akyiğit, s. 148; Aydoğdu/ Kahveci, s. 559; Yavuz, s. 1773, 1775.  60  Gümüş, s. 163; Aynı görüş için bkz. Zevkliler/ Gökyayla, s. 307. İnceoğlu/ Baş a göre de; güvence, TBK m. 342 ile özel olarak düzenlenmiş bir alacak rehni olarak nitelendirilebilir. Kiracı, güvence olarak belirlenmiş para için vadeli tasarruf hesabını, kıymetli evrak için ise bankaya depo işlemini kendi adına gerçekleştirdiğinden lehine bankadan bir alacak hakkı 250AÜHFD, 64 (1) 2015: 237-265    Yıldırım Her  ne  kadar  para,  vadeli  bir tasarruf  hesabına;  kıymetli  evrak  ise bankaya depo edilmekte ise de bunlar bu esnada da kiracıya aittir; kiracının malvarlığının bir parçasıdır. Kanun  koyucu  güvence  üzerinde  kiracının tasarruf  yetkisini  tamamen  ortadan  kaldırmış  değildir;  tasarruf  yetkisi yalnızca kısıtlanmıştır. Güvence, kiraya verenin kira sözleşmesinin ihlali dolayısıyla uğrayacağı zararları temin amacı ile verilmektedir. Dolayısıyla herhangi bir zarar oluşmadığı takdirde kira sözleşmesinin sona ermesi ile güvencenin  kiracıya  geri  verilmesi  gerekmektedir.  Kanun  koyucu güvencenin  geri  verilmesi  hususunu,  TBK  m.  342/II/c.  2  ve  TBK  m. 342/III te olmak üzere iki şekilde düzenlemiştir.  b. Güvencenin TBK m. 342/II/ c. 2 ye Göre Geri Verilmesi TBK m. 342/II/c.  2 ye  göre:  Banka,  güvenceleri ancak iki tarafın rızasıyla veya icra takibinin kesinleşmesiyle ya da kesinleşmiş mahkeme kararına  dayanarak  geri  verebilir.   Hüküm,  bankanın  güvenceyi  geri vermesini birbirinden bağımsız üç sebebe bağlamıştır. Güvencenin banka tarafından geri verilebilmesi için bu üç sebepten herhangi birinin varlığı yeterli  olacaktır.  Hüküm  güvencenin  hangi  şartlarla  geri  verilebileceğini düzenlemiş,  fakat  güvencenin  kime  geri  verileceği  hususunda  herhangi açıklama  yapmamıştır.  Tam  da  bu  nedenden  kaynaklı  olarak  TBK  m. 342/II/c. 2, yanlış anlamaya müsait bir düzenleme içermektedir. Hükmün lafzından,  güvencenin  yalnızca  kiracıya  geri  verileceği  gibi  bir  anlam çıkmaktadır. Fakat TBK m. 342/II/c. 2, hangi şartlarla güvencenin kiracıya veya  kiraya  verene  geri  verileceğini  düzenlemiştir.  Kanun  koyucu,  bu düzenleme ile güvencenin kime verileceğini değil, hangi şartlarla kiracıya veya  kiraya  verene  geri  verileceğini  hükme  bağlamıştır.  Zira  şartları                                                                                                                    doğmuş olmaktadır. Yasa koyucu tarafından bazı şartlarla kiraya veren tarafından bankadan talep edilebileceğinden her ne kadar alacak hakkı kiracının ise de bu alacak hakkı üzerinde kiraya verenin de yasadan kaynaklı bir rehin hakkı bulunmaktadır (İnceoğlu/ Baş, s. 126). Konuyla ilgili olarak ayrıca bkz. Yavuz/ Acar/ Özen, s. 300; Yavuz, s. 1787 vd. 61  Yavuz/ Acar/ Özen, s. 299. TBK öncesinde, bir Yargıtay kararında da belirtildiği gibi, güvence bedeli kiraya verene teslim edildiğinden kiraya verenin mal varlığına dâhil olurdu. Kiraya veren kira sözleşmesi sona erdiğinde alacağını bu paradan mahsup eder ve kalanını kiracıya  iade  ederdi  (3.  HD,  E.  2007/3101,  K.  2007/3517,  T.  13.3.2007) (www.kazanci.com).  62  Aydemir,  s.  236;  Ayrıca  bkz.  3.  HD.,  T.  24.02.2003,  E.  2003/271,  K.  2003/1640 (www.kazanci.com).  63  Hükümde  yalnızca  güvencenin  geri  verilmesinden  söz  edilmektedir.  Fakat  burada kastedilen  güvence  üzerinde  tasarruf  anlamına  gelen  tüm  işlemlerin  yapılabilmesidir. Ayrıntılı bilgi için bkz. İnceoğlu, s. 85-86; Yavuz/ Acar/ Özen, s. 301.    251Konut ve Çatılı İşyeri Kiralarında...    AÜHFD, 64 (1) 2015: 237-265  oluştuğu  takdirde  kiraya  verenin  de  güvenceyi  talep  hakkı  her  zaman vardır. Gümüş e göre anlattığımız bu nedenlerden dolayı TBK m. 342/II/c. 2 hükmü,  Banka, güvenceleri ancak iki tarafın rızasıyla veya icra takibinin kesinleşmesiyle ya da kesinleşmiş mahkeme kararına dayanarak kiralayana teslim edebilir veya kiracıya iade edebilir.  şeklinde okunmalıdır.  Kiracı ve kiraya verenin birlikte rızası ile kira ilişkisinin herhangi bir evresinde güvencenin geri verilmesi, her zaman mümkündür. Taraflardan herhangi  birinin  rızası  olmadığı  sürece  güvence  geri  verilmeyecektir. Hükümde iki tarafın rızası ile güvencenin banka tarafından geri verileceği belirtilmişse de konunun detayı hakkında herhangi bir bilgi verilmemiştir. Güvencenin kime, ne miktarda ve ne şekilde geri verileceğini bu durumda taraflar belirleyecektir. Banka, bu konuda tarafların anlaşması ile bağlıdır. Kanun  koyucu,  rızanın  şekli  hakkında  herhangi  bir  sınırlama getirmediğinden  rızanın  veriliş  şekli  açısından  şekil  serbestîsi  geçerlidir. Fakat  uygulamada  bankalar,  ispat  açısından  rızanın  yazılı  olmasını arayacaklardır.  Banka,  icra  takibinin  kesinleşmesiyle  ya  da  kesinleşmiş  mahkeme kararına dayanarak da güvenceyi geri verebilir. Kanun koyucu, rızanın bulunmadığı  durumlar  için,  bankanın  hangi  şartlarla  güvenceyi  geri verebileceğini  düzenlemiştir.  Buna  göre  banka,  rızanın  bulunmadığı durumlarda, ancak kesinleşmiş bir icra takibi ya da kesinleşmiş bir mahkeme kararına  dayanarak  güvenceyi  verebilecektir.  Sözü  edilen  şartların gerçekleşmesi  ile  örneğin  kiraya  veren,  kiracının  rızasına  ihtiyaç duymaksızın  bankadan  güvenceyi  talep  edebilecektir.  Banka,  bu  şartlar altında kiraya verenin talebini karşılamak zorundadır.  Banka tarafından güvencenin geri verilmesi için söz konusu icra takibi veya  mahkeme  kararı  ile  talep  edilen  zararın,  kira  sözleşmesine  ilişkin olduğunun anlaşılması yeterlidir. Kanun koyucunun buradaki amacı, kiraya                                                  64  Yavuz/ Acar/ Özen, s. 301; Aydoğdu/ Kahveci, s. 552. 65  Ayrıntılı bilgi için bkz. Gümüş, s. 168. Aynı görüş için bkz. Özdoğan/ Oymak, s. 523; Aydoğdu, s. 26-27.  66  Akyiğit, s. 148; Yavuz, s. 1774. 67  Akyiğit, s. 147, 148; İnceoğlu, s. 86; Yavuz/ Acar/ Özen, s. 301; İnceoğlu/ Baş, s. 136. 68  Kesinleşmiş iflas takibinin de aynı sonucu doğuracağı yönünde bkz. Gümüş, s. 168; İnceoğlu/ Baş, s. 138; Yavuz, s. 1784. 69  İnceoğlu/ Baş, s. 132. 70  Gümüş, s. 169; Akyiğit, s. 149; İnceoğlu, s. 89-91. 252AÜHFD, 64 (1) 2015: 237-265    Yıldırım verenin  güvenceden  yapmış  olduğu  keyfi  kesintilerin  önüne  geçmektir. Kiraya veren, TBK m. 342/II/c. 2 de belirtilen şartların gerçekleşmesi ile ve ayrıca  ancak  kesinleşen  icra  takibindeki  veya  kesinleşmiş  mahkeme kararındaki miktarı bankadan talep edebilecektir. Bu şartların varlığı, kiraya verenin güvence hakkında serbestçe tasarruf etmesini engellemektedir.  TBK  m.  342/II/c.2,  güvencenin  geri  verilmesini,  kira  sözleşmesinin sona  ermesi  şartına  bağlamış  değildir.  Hüküm,  kira  sözleşmesi  devam ederken de sona erdikten sonra da uygulama alanına sahiptir. Dolayısıyla kira sözleşmesi devam ederken de hükümde belirtilen şartların tamam olması ile güvence bankadan talep edilebilecektir. Fakat TBK m. 342/II/c. 2 de, güvencenin  talep  edilebilmesi  hakkını  sağlayan  takibin  veya  mahkeme kararının  kesinleşmiş  olması  aranmaktadır.  Dolayısıyla  takibe  başlanmış fakat takip kesinleşmemiş ise veya dava açılmış fakat dava kesinleşmemiş ise güvence, iki tarafın rızası olmadıkça, talep edilemeyecektir. c. Güvencenin TBK m. 342/III e Göre Geri Verilmesi  TBK m. 342/III e göre:  Kiraya veren, kira sözleşmesinin sona ermesini izleyen üç ay içinde kiracıya karşı kira sözleşmesiyle ilgili bir dava açtığını veya  icra  ya  da  iflas  yoluyla  takibe  giriştiğini  bankaya  yazılı  olarak bildirmemişse  banka,  kiracının  istemi  üzerine  güvenceyi  geri  vermekle yükümlüdür.  Hükümde, kira sözleşmesinin sona ermesi üzerine güvence amacı ile vadeli bir tasarruf hesabına yatırılan paranın veya bankaya depo edilen kıymetli evrakın akıbetinin ne olacağı düzenlenmiştir. Güvence olarak vadeli bir tasarruf hesabına yatırılan para veya bankaya depo edilen kıymetli evrak,  kiracının  malvarlığına  dâhil  olduğundan,  kira  sözleşmesinin  sona ermesi ile kiraya verenin kira sözleşmesinden kaynaklı herhangi bir zararı oluşmamış  ise,  kural  olarak  kiracıya  geri  verilecektir.  Yalnızca  kira sözleşmesinin sona ermesi halinde uygulama alanı bulacak olan TBK m. 342/III ün  uygulanması  açısından  kira  sözleşmesinin  hangi sebeple  sona erdiğinin herhangi bir önemi yoktur.                                                  71  İnceoğlu, s. 89. 72  Aydoğdu/ Kahveci, s. 561; Yavuz, s. 1774-1775; İnceoğlu, s. 91; Gümüş, Borçlar, s. 342. 73  Akyiğit, s. 149. 74  Aydemir,  s.  239;  Bkz.  3.  HD.,  T.  24.02.2003,  E.  2003271,  K.  2003/1640 (www.kazanci.com).  75  Gümüş, s. 168-169; Yavuz/ Acar/ Özen, s. 301. Konut ve çatılı işyeri kira sözleşmelerinin sona ermesi ile ilgili olarak bkz. Akkanat, Halil. (2012). Kira Sözleşmesinin Sona Ermesi.   253Konut ve Çatılı İşyeri Kiralarında...    AÜHFD, 64 (1) 2015: 237-265  Kanun koyucu, TBK m. 342/III hükmü ile, kira sözleşmesi sona ermiş olsa dahi kiraya  verene, güvencenin kiracıya  geri verilmesini engelleme olanağı sunmuştur. Kiraya veren, kira sözleşmesinin sona ermesini izleyen üç ay içinde kiracıya karşı kira sözleşmesiyle ilgili bir dava açtığını veya icra ya da iflas yoluyla takibe giriştiğini bankaya yazılı olarak bildirmek sureti  ile  güvencenin  banka  tarafından  kiracıya  geri  verilmesini engelleyebilecektir. Fakat kiraya veren, kira sözleşmesinin sona ermesinden itibaren üç ay içinde kiracıya karşı kira sözleşmesiyle ilgili bir dava açtığını veya  icra  ya  da  iflas  yoluyla  takibe  giriştiğini  bankaya  yazılı  olarak bildirmemişse  banka,  kiracının  istemi  üzerine  üçüncü  ayın  sonunda güvenceyi  kiracıya  geri  vermekle  yükümlüdür.  Hükümde  de  açıkça belirtildiği üzere, kiracıya güvencenin geri verilmesini engelleyen davanın veya icra ya da iflas yolu ile girişilen takibin kira sözleşmesi ile ilgili olması zorunludur. Kira ilişkisi dışındaki herhangi bir nedenden kaynaklı dava veya icra ya da iflas yolu ile girişilen takip, bankanın güvenceyi kiracıya geri vermesini engelleyici niteliğe sahip değildir.  Kanun koyucu, davanın açılmış olması veya takibin başlatılmasına ek olarak  kiraya  verenin,  bu  durumu  bankaya  yazılı  olarak  bildirmesi zorunluluğunu  getirmiştir.  Yazılı  bildirim  gerçekleşmediği  sürece  kira sözleşmesinin  sona  ermesinden  itibaren  üç  ay  sonra  bankanın  kiracıya güvenceyi geri vermesini engellemek mümkün değildir. Sözü edilen tüm şartların gerçekleşmesi halinde yani kiraya veren, kira sözleşmesinin sona ermesini izleyen üç ay içinde kiracıya karşı kira sözleşmesiyle ilgili bir dava açtığını veya icra ya da iflas yoluyla takibe giriştiğini bankaya yazılı olarak bildirirse, banka kiracıya güvenceyi geri veremez. Aksi halde banka, kiracıya haksız bir ödeme yapmış olacak ve bu durum, bankanın kiraya verene karşı hukuki sorumluluğunu doğuracaktır.  Kira  sözleşmesinin  sona  ermesi  halinde,  kiraya  verenin,  kiracının bankadan güvenceyi geri alabilmesini engellemek için kira sözleşmesinin                                                                                                                    Türk Borçlar Kanunu Sempozyumu, İstanbul: XII Levha Yayınları. s. 263 vd.; Doğan, s. 55 vd.; Eren, s. 432 vd.  76  Art. 257e OR ye göre bu süre 1 yıldır. Bkz. Kostkiewicz/ Nobel/ Schwander/ Wolf, s. 537.  77  İnceoğlu, s. 87; Aydemir, s. 239; Akyiğit, s. 149. Acar a göre; üç ayın sonunda  birlikte hesap ilişkisi ,  bireysel hesaba  dönüşür (Acar, Sempozyum, s. 3687).  78 Honsell/ Vogt/ Wiegand, s. 1388; Acar, s. 170. 79  Akyiğit, s. 149; İnceoğlu, s. 87; Aydoğdu, s. 29.  80  Yavuz/ Acar/ Özen, s. 302; Yavuz, s. 1783. 81  Ayrıntılı bilgi için bkz. İnceoğlu/ Baş, s. 146 vd.; Aydoğdu/ Kahveci, s. 564. 254AÜHFD, 64 (1) 2015: 237-265    Yıldırım sona ermesini izleyen üç ay içinde kiracıya karşı kira sözleşmesiyle ilgili bir dava açtığını veya icra ya da iflas yoluyla takibe giriştiğini bankaya yazılı olarak bildirmesi yeterli olacaktır. Ayrıca davanın veya takibin kesinleşmiş olmasına gerek yoktur.  Acaba banka, kiraya verenden davayı açmış olduğunu veya icra ya da iflas  yoluyla  takibe  giriştiğini  ispatlamasını  beklemek  zorunda  mıdır? Kılıçoğlu na göre; TBK m. 342/III deki düzenleme yüzünden:  Banka adeta bir  hakem  ya  da  yargı  organı  gibi  kimin  haklı  kimin  haksız  olduğunu incelemek durumunda kalacak, kiralayanın yaptığı bildirimin samimi olup olmadığını inceleyecek, kendisine dava açıldığına ya takip yapıldığına ilişkin belgeler ibraz edilmemişse bunları bizzat araştırmak zorunda kalacaktır.  Kanunun lafzi yorumundan ilk bakışta, kiraya verenin yapacağı basit bir yazılı bildirimin, güvencenin geri verilmesini engelleyeceği nitelikte olduğu söylenebilir. Ancak amaca uygunluk açısından bankanın kiraya verenden kira sözleşmesiyle ilgili bir dava açtığını veya icra ya da iflas yoluyla takibe giriştiğini  ispatlamasını  aramak  yerinde  olur.  Zira  kira  sözleşmesi  sona erdiğine göre aslolan güvencenin kiracıya iadesidir. Kiraya veren buna engel olmak istiyorsa kiracıya karşı kira sözleşmesiyle ilgili bir dava açtığını veya icra ya da iflas yoluyla takibe giriştiğini gösteren resmi belgeye bildiriminde yer  vermek  zorundadır.  Aksi  takdirde  banka,  kiracının  istemi  üzerine güvenceyi kendisine geri vermekle yükümlüdür. Ancak kanaatimizce banka, kiraya  verenin  yazılı  bildiriminde  yer  verdiği  dava  veya  takibe  ilişkin belgenin  doğruluğunu  araştırmakla  yükümlü  değildir. TBK  m.  342/III, kiraya verenin kira sözleşmesiyle ilgili bir dava açtığını veya icra ya da iflas yoluyla  takibe  giriştiğini  bankaya  yazılı  olarak  bildirmesinden bahsetmektedir. Banka yalnızca yazılı bildirimde kira sözleşmesi ile ilgili dava veya takibe ilişkin belgenin bulunup bulunmadığını  şeklen  kontrol etmekle  yükümlü  tutulabilir.  Bunun  ötesinde  hükümde  belirtilmemiş                                                  82 Acar, s. 170.  83 Kılıçoğlu, s. 76.  84  Akyiğit e göre de; yazılı bildirimin, kiraya verenin kiracıya karşı kira sözleşmesiyle ilgili bir dava açtığını veya icra ya da iflas yoluyla takibe giriştiğini ispatlar nitelikte olması gerekmektedir; aksi halde bu bildirimin herhangi bir hukuki değeri olmayacaktır. Bu tip bir bildirim, bankanın güvenceyi kiracıya geri vermesini engelleyemeyecektir (Akyiğit, s. 149). Ayrıca bkz. Aydoğdu, s. 25; Aydoğdu/ Kahveci, s. 563; Acar, s. 170. 85  İnceoğlu na göre ise yazılı bildirimi alan banka herhangi bir ispat aracı arama çabasına girmeksizin güvenceyi kiracıya geri vermekten kaçınmalıdır. Bkz. İnceoğlu, s. 94-95.    255Konut ve Çatılı İşyeri Kiralarında...    AÜHFD, 64 (1) 2015: 237-265  olmasına rağmen  yorum  yolu ile  bankaya,  hukuki sorumluluğuna  neden olacak bazı ek yükümlülükler getirmek haksız bazı sonuçları beraberinde getirecektir.  Yorum  yolu  ile  yeni  bir  yükümlülük  ihdas  etmek  kanun koyucunun yerine geçmek olacaktır. Bu doğrultuda hükmün uygulanması aşamasında bankanın taraf irade beyanları karşısındaki yükümlülüklerinin kapsamı açıkça belirlenmeli ve bu husustaki sorumluluğu da tespit edilmiş olmalıdır. Bu nedenlerle, sunulan belgenin gerçeğe aykırı olması halinde, yalnızca zarara uğrayan kiracının kiraya verene karşı kira sözleşmesinden veya şartları varsa haksız fiilden kaynaklanan talep hakkı doğacaktır.  Kira sözleşmesi sona ermesine rağmen kiraya veren kiracıya karşı dava açmamış veya takibe girişmemişse veya sona ermeyi izleyen üç ay içinde bu durumları bankaya yazılı olarak bildirmemişse kiracı güvencenin iadesini bankadan talep edebilecektir. Fakat bunun için kiracının sözleşmenin sona erdiğini ve üzerinden üç ay geçtiğini ispatlaması gerekir. Bu noktada kira sözleşmesinin ne zaman sona erdiğinin tespiti önem arz etmektedir. Doğan a göre;  kira  sözleşmesinin  hangi  tarihte  sona  erdiğinin  belirlenmesi bakımından kiracının sözleşmenin sona erdirilip kira konusu malın kiraya verene teslim edildiğine dair bir tutanağı bankaya ibraz etmesi gerekir. Aydoğdu/ Kahveci ye göre de burada salt sona erme aranmamalı, kiracının kiralananı terk ettiği tarih, fiili fesih tarihi olarak algılanıp, üç aylık süre bu tarihten itibaren başlatılmalıdır. Özdoğan/ Oymak da hükümde geçen,  kira sözleşmesinin sona ermesini izleyen üç ay içinde  ifadesini,  kiralananın geri  verilmesini  izleyen  üç  ay  içinde   olarak  anlamak  ve  uygulamak gerektiğini  belirtmiştir.  Kanaatimizce  de,  TBK  m.  342/III deki  sona ermeden kasıt kiracının kiralananı fiilen boşaltması, tahliye etmesidir. Bu                                                  86  Özdoğan/ Oymak a göre, banka, kira sözleşmesinin sona erdiğinin ispatını talep etmek zorundadır (Özdoğan/Oymak, s. 524). İnceoğlu na göre de, özellikle konut ve çatılı işyeri kiralarında kira sözleşmesinin sona ermesi hususu, önemli bazı özellikler barındırdığından sözleşmenin sona erdiğinin banka tarafından anlaşılması güçtür. Bu nedenle bankanın kira sözleşmesinin sona ermesi hususunda ispat araçlarını talep etmesi gerekmektedir (İnceoğlu, s. 95). 87  Doğan, Murat. (2011). 6098 sayılı Türk Borçlar Kanununa Göre Konut ve Çatılı İşyeri Kiralarına İlişkin Hükümlerinin Değerlendirmesi, MÜHFAD, Özel Hukuk Sempozyumu Özel Sayısı, Prof. Dr. Cevdet YAVUZ a Armağan, s. 508.  88  Aydoğdu/ Kahveci, s. 563. 89  Özdoğan/ Oymak, s. 524. 90  Bir Yargıtay kararına göre de:  Kira sözleşmesi tarafların rızasıyla, yargı kararı ile veya kiralananın ortadan kalkması ile sona erer. Kiracının kiralananı iade borcunun yerine getirildiğinin kabul edilebilmesi için kiralananın anahtarının usulünce kiraya verene teslim 256AÜHFD, 64 (1) 2015: 237-265    Yıldırım bağlamda üç aylık süre de bu tarihten itibaren hesaplanacaktır. Kiracı tahliye olgusunu kiraya veren tarafından imzalanmış bir tutanakla ispatlayabilir. Kiraya verenin bundan kaçınması durumunda kiracı mahkemeden bu yönde bir tespit kararı alabilir. III. NORMUN YÜRÜRLÜĞÜ  11.01.2011 de  kabul  edilmiş  olan  TBK,  01.07.2012 de  yürürlüğe girmiştir. Kanun koyucu, TBK henüz daha yürürlüğe girmeden 6217 sayılı  Yargı Hizmetlerinin Hızlandırılması Amacıyla Bazı Kanunlarda Değişiklik Yapılmasına  Dair  Kanun   geçici  madde  2  hükmü  ile  TBK nın  bazı maddelerinin uygulanmasını 01.07.2012 tarihinden itibaren 5 yıl süre ile ertelemiştir. Geçici madde 2 ye göre:  Kiracının Türk Ticaret Kanununda tacir olarak sayılan kişiler ile özel hukuk ve kamu hukuku tüzel kişileri olduğu  işyeri  kiralarında,  11/1/2011  tarihli  ve  6098  sayılı Türk  Borçlar Kanununun  322,  324,  330,  339,  341,  342, 343, 345,  346  ve  353 üncü maddeleri 1/7/2012 tarihinden itibaren 5 yıl süreyle uygulanmaz. Bu halde, kira sözleşmelerinde bu maddelerde belirtilmiş olan konulara ilişkin olarak sözleşme serbestisi gereği kira sözleşmesi hükümleri tatbik olunur.  Fakat daha sonra 6217 sayılı Kanun un Geçici Madde 2 hükmü, 04.07.2012 de kabul  edilerek  12.07.2012 de  Resmi  Gazete de  yayınlanıp  aynı  tarihte yürürlüğe  giren  6353  sayılı   Bazı  Kanun  ve  Kanun  Hükmünde Kararnamelerde Değişiklik Yapılmasına Dair Kanun un 53. maddesi ile değişikliğe uğramıştır. Hükmün son haline göre:  Kiracının Türk Ticaret Kanununda tacir olarak sayılan kişiler ile özel hukuk ve kamu hukuku tüzel kişileri  olduğu  işyeri  kiralarında,  11/1/2011  tarihli  ve  6098  sayılı  Türk Borçlar Kanununun 323, 325, 331, 340, 342, 343, 344, 346 ve 354 üncü maddeleri 1/7/2012 tarihinden itibaren 8 yıl süreyle uygulanmaz. Bu halde, kira sözleşmelerinde bu maddelerde belirtilmiş olan konulara ilişkin olarak sözleşme  serbestisi gereği kira  sözleşmesi hükümleri tatbik olunur. Kira                                                                                                                    edilmesi  gerekir.  Anahtar  teslim  edilmedikçe  kiralananın,  kiracının  kullanımında olduğunun kabulü gerekir. Anahtarın teslim edildiğini kira ilişkisinin sona erdiğini ispat yükü  davacı  kiracıya  aittir.   6.  HD,  E.  2013/9302,  K.  2014/2402,  T.  3.3.2014 (www.kazanci.com).  91  Yargıtay a göre de; kiralananın teslimi hususu bir hukuki olgu olup anahtarın tesliminin yazılı delille ispatlanması gerekir. 13. HD, E. 2004/13400, K. 2005/1685, T. 7.2.2005 (www.kazanci.com).  92  RG., 14.04.2011, Sa. 27905. 93  Yuda, s. 112.  94  RG., 12.07.2012, Sa. 28351.   257Konut ve Çatılı İşyeri Kiralarında...    AÜHFD, 64 (1) 2015: 237-265  sözleşmelerinde hüküm olmayan hallerde mülga Borçlar Kanunu hükümleri uygulanır.   Kanun koyucu, 6217 sayılı Kanun ile uygulanması ertelenen madde numaralarını yanlış yazmış ve bu yanlışlığı 6353 sayılı Kanun ile gidermek istemiştir. 6217 sayılı Kanun ile TBK nın 322, 324, 330, 339, 341, 342, 343, 345,  346  ve  353.  maddelerinin  uygulanması  ertelenmişken;  6353  sayılı Kanun  ile  TBK nın  323,  325,  331,  340,  342,  343,  344,  346  ve  354. maddelerinin  uygulanması  ertelenmiştir.  Fakat  her  iki  hüküm  birlikte incelendiğinde  görüleceği  üzere  değişiklik  yalnızca  ertelenen  madde numaralarının düzeltilmesinden ibaret kalmamıştır. Değişiklik ile ayrıca söz konusu  ertelenen  maddelerin  erteleme  süreleri  de  beş  yıldan  sekiz  yıla çıkarılmıştır. 6217 sayılı Kanun a göre hükümde sayılan kanun maddelerinin uygulanması 01.07.2012 tarihinden itibaren beş yıl süreyle ertelenmişken 6353 sayılı Kanun da bu süre sekiz yıl olarak belirlenmiştir. Bunlardan başka 6353 sayılı Kanun ile hükmün sonuna  kira sözleşmelerinde hüküm olmayan hallerde mülga Borçlar Kanunu hükümleri uygulanır.  ibaresi eklenmiştir.  Yürürlüğü  ertelenen  maddeler  arasında  çalışmamızın  konusu  olan  Kiracının güvence vermesi nin düzenlendiği TBK m. 342 hükmü de yer almaktadır. Buna göre kiracının TTK da tacir olarak sayılan kişiler ile özel hukuk  ve  kamu hukuku tüzel kişileri olduğu işyeri kiralarında TBK m. 342 nin  uygulanması,  01.07.2012  tarihinden  itibaren  8  yıl  ertelenmiştir. Dolayısıyla  01.07.2012 den  01.07.2020 ye  kadar  TBK  m.  342 uygulanmayacaktır. Tam da bu noktada, hükmün uygulanmasının ertelenmiş olduğu süre zarfında kiracının güvence vermesi hususunda hangi hükümlerin uygulanacağı  sorusu  karşımıza  çıkmaktadır.  Sorunun  cevabı,  6353 sayılı Kanun un  53.  maddesinde  yer  almaktadır.  Hükme  göre,  ertelenen maddelerde belirtilmiş olan konulara ilişkin olarak sözleşme serbestîsi gereği kira sözleşmesi hükümleri tatbik olunur. Görüldüğü üzere kanun koyucu, söz konusu süre aralığı için uygulanacak hükümler konusunda öncelikle kira sözleşmesi hükümlerine atıfta bulunmuştur; kira sözleşmesinde de güvence verme  hususunda  herhangi  bir  hüküm  yok  ise  bu  sefer  mülga  Borçlar Kanunu nun uygulanmasını öngörmüştür. Fakat mülga Borçlar Kanunu nda da hüküm bulunmaması hali düzenlenmemiştir ki çalışma konumuz özelinde düşündüğümüzde  kiracının  güvence  vermesi  hususunda  mülga  Borçlar Kanunu nda  herhangi  bir  hüküm  yoktur.  Kiracının  güvence  vermesi                                                  95  Konu hakkında ayrıntılı bilgi için bkz. Gümüş, s. 14 vd.; Öncü, s. 315 vd. 258AÜHFD, 64 (1) 2015: 237-265    Yıldırım bağlamında çıkabilecek bir uyuşmazlıkta, bu konuda herhangi bir hüküm içermeyen mülga Borçlar Kanunu na atıf yapılmış olması, oldukça garip bir durum yaratmıştır. İnceoğlu na göre kiracının güvence vermesi hususunda ne mülga  Borçlar  Kanunu nda  ne  de  GKHK da  herhangi  bir  hüküm bulunmadığından önceki Yargıtay uygulaması devam edecektir. Gümüş e göre bu durumda açık bir kanun boşluğu ortaya çıkmaktadır. Bu doğrultuda öncelikle  tarafların  farazi  iradelerinin  araştırılması  gerekecek  ve  farazi iradeye uygun bir çözüm sağlanacaktır. Ancak farazi iradelerin araştırılması sonucunda uygulanacak bir hüküm bulunmaz ise hâkim bu sefer, kanunda herhangi bir hüküm bulunmadığından örf ve adet hukukuna göre, orada da hüküm  bulunamazsa  ise  kendisi  kanun  koyucu  olsaydı  nasıl  bir  kural koyacak idiyse ona göre karar verecektir.  Kanun koyucu, yalnızca kiracının TTK da tacir olarak sayılan kişiler ile özel hukuk ve kamu hukuku tüzel kişisi olduğu işyeri kiralarında, kiracının güvence vermesini düzenleyen TBK m. 342 nin uygulanmasını ertelemiştir. Buna  göre  yalnızca  işyeri  kiralarında  hükmün  uygulanması  ertelenmiş olduğundan konut kiralarında TBK m. 342 nin uygulanmaması söz konusu olmayacaktır. Öte yandan kira konusu yer işyeri olsa bile, kiracısı tacir sıfatını taşımayan bir gerçek kişinin yer aldığı kira sözleşmeleri bakımından da erteleme söz konusu değildir.  Özetle  yalnızca  işyeri  kiralarına  özgü  olmak  üzere,  kiracı  tarafta TTK ya göre tacir sıfatına sahip gerçek kişiler ile tacir sıfatına sahip olup olmadığına bakılmaksızın tüm özel hukuk ve kamu hukuku tüzel kişilerinin yer aldığı işyeri kira sözleşmelerinde, kiracının güvence verme borcu başlıklı TBK  m.  342  hükmü,  01.07.2020 ye  uygulanmayacaktır.  Erteleme  süreci içerisinde taraflar, güvence verme hususunda irade serbestisi çerçevesinde hareket edebileceklerdir. Bu durumda söz konusu kiracılar, TBK m. 342 nin korumasından 01.07.2020 ye kadar mahrum kalacaklardır. IV. SONUÇ Kiracının kira dönemi süresince kendisine ait olan borçları ifa etmemesi riskine karşılık, kiraya veren tarafından kiracıdan  güvence  talep edilmesi, uygulamada sıklıkla karşılaşılan bir durumdur. Fakat buna rağmen TBK nın                                                  96  İnceoğlu, s. 583; Aynı görüş için bkz. Aydoğdu/ Kahveci, s. 568. 97  Gümüş, s. 17-18. 98 Aynı yönde bkz. Aydoğdu, s. 35.    259Konut ve Çatılı İşyeri Kiralarında...    AÜHFD, 64 (1) 2015: 237-265  yürürlüğe  girmiş  olduğu  01.07.2012 ye  kadar Türk  hukukunda  kiracının güvence  vermesi  hususunda  açık  bir  düzenleme  yer  almamıştır.  TBK öncesinde kiracının güvence vermesi ile ilgili uyuşmazlıklar her ne kadar muhtelif tarihlerde verilen Yargıtay kararları ile çözüme kavuşturulmuş olsa da bu konudaki normatif eksiklik her zaman kendini hissettirmiştir. TBK m. 342 ile, TBK öncesinde Yargıtay tarafından kabul görmüş olan  kiracının güvence vermesi , ilk defa açık bir kanun hükmü olarak Türk hukukunda yerini almıştır. Böylece kanun koyucu, TBK m. 342 hükmü ile Türk kira hukuku açısından önemli bir eksikliği gidermiş olmaktadır.  TBK m. 342 hükmü, konut ve çatılı işyeri kiralarında kiracıyı korumak amacı  ile  ihdas  edilmiştir.  TBK  öncesinde  kiracının  güvence  vermesi hususunda  herhangi  bir  normatif  düzenleme  bulunmadığından  dolayı  bu konu,  sözleşme  özgürlüğü  kapsamında  değerlendirilmekte  idi.  Kiracının korunması  saiki  ile,  kiracının  güvence  vermesinin  sınırlarının  çizilerek normatif  bir  düzene  kavuşturulması  ve  böylece  sözleşme  özgürlüğünün kanun koyucu tarafından sınırlandırılması, Türk kira hukuku anlayışına daha uygun düşmektedir.  TBK  m.  342,  güvence  olarak  para  veya  kıymetli  evrak  verilmesi kararlaştırılmışsa  kiracının,  kiraya  verenin  onayı  olmaksızın  çekilmemek üzere, parayı vadeli bir tasarruf hesabına yatırmasını, kıymetli evrakı ise bir bankaya  depo  etmesini  emretmektedir.  Burada  amaç,  kiraya  verenin güvenceyi  elinde  bulundurmasını  engellemektir.  Güvence  kiraya  verene bırakıldığında TBK öncesi uygulamada görüldüğü üzere kiraya veren bu paraları  kullanmak  sureti  ile  kira  bedeli  haricinde  bazı  kazançlar  elde etmekte,  güvenceden  keyfi  kesintilere  gitmekte,  kira  sözleşmesi  sona erdiğinde güvencenin geri verilmesi hususunda bazı zorluklar çıkarmakta idi. Tüm bu olumsuzluklar, TBK m. 342 de belirtildiği üzere, güvencenin vadeli tasarruf hesabına yatırılması veya bankaya depo edilmesi yolu ile giderilmiş olacaktır. Kanun koyucu, güvencenin hangi şartlarla geri verileceğini, TBK m. 342/II/c. 2 ve TBK m. 342/III ile öngörmüştür. TBK m. 342/II/c. 2 ye göre:  Banka,  güvenceleri  ancak  iki  tarafın  rızasıyla  veya  icra  takibinin kesinleşmesiyle  ya  da  kesinleşmiş  mahkeme  kararına  dayanarak  geri verebilir.  Banka güvencenin geri verilmesi hususunda taraf iradeleri ile bağlıdır.  Fakat  taraf  iradelerinde  uyuşma  bulunmadığında,  banka  ancak 260AÜHFD, 64 (1) 2015: 237-265    Yıldırım kesinleşen bir icra takibine veya kesinleşen bir mahkeme kararına dayanarak güvenceyi geri verebilecektir.  TBK m. 342/III e göre ise:  Kiraya veren, kira sözleşmesinin sona ermesini izleyen üç ay içinde kiracıya karşı kira sözleşmesiyle ilgili bir dava açtığını veya icra ya da iflas yoluyla takibe giriştiğini bankaya yazılı olarak bildirmemişse  banka,  kiracının  istemi  üzerine  güvenceyi  geri  vermekle yükümlüdür.  Hükme göre kiraya veren, kira sözleşmesinin sona ermesinden itibaren üç ay boyunca sessiz kalmış ise, kiracıya karşı kira sözleşmesiyle ilgili bir dava açtığını veya icra ya da iflas yoluyla takibe giriştiğini bankaya yazılı  olarak  bildirmemişse,  banka,  kiracının  istemi  üzerine  güvenceyi kiracıya  vermek  zorundadır.  Kiraya  veren,  ancak  kiracıya  karşı  kira sözleşmesiyle ilgili bir dava açtığını veya icra ya da iflas yoluyla takibe giriştiğini yazılı olarak bankaya bildirmiş ise bankanın güvenceyi kiracıya verilmesi engellenebilmektedir. Burada bankanın kiracıya  güvenceyi geri vermesinin  önüne  geçilmesi  için  yalnızca  kiraya  verenin  bankaya  yazılı bildiriminin  yeterli  görülmesi  ayrıca  bankanın  kiraya  verenin  beyanının doğruluğunu  araştırma  yükümlülüğü  hakkında  herhangi  bir  açıklamanın yapılmamış  olması,  uygulamada  bazı  sorunların  çıkması  potansiyeli taşımaktadır. Bu konuda net bir düzenleme olmaması, bankalar ile kiracı veya kiraya veren arasındaki hukuki uyuşmazlıkları beraberinde getirecektir. Sorunun halli için bankaların TBK m. 342 nin uygulanması aşamasındaki yükümlülüklerinin  açıkça  belirlenmiş  olması  elzemdir.  Amaca  uygunluk açısından bankanın kiraya verenden kira sözleşmesiyle ilgili bir dava açtığını veya icra ya da iflas yoluyla takibe giriştiğini ispatlamasını aramak yerinde olur. Zira kira sözleşmesi sona erdiğine göre aslolan güvencenin kiracıya iadesidir.  Kira sözleşmesi sona ermesine rağmen kiraya veren kiracıya karşı dava açmamış veya takibe girişmemişse veya sona ermeyi izleyen üç ay içinde bu durumları bankaya yazılı olarak bildirmemişse kiracı güvencenin iadesini bankadan talep edebilecektir. Fakat bunun için kiracının sözleşmenin sona erdiğini  ve  üzerinden  üç  ay  geçtiğini  ispatlaması  gerekir.  TBK  m. 342/III deki sona ermeden kasıt kiracının kiralananı fiilen boşaltması, tahliye etmesidir. Bu bağlamda üç aylık süre de bu tarihten itibaren hesaplanacaktır. Kiracı tahliye olgusunu kiraya veren tarafından imzalanmış bir tutanakla ispatlayabilir.  Kiraya  verenin  bundan  kaçınması  durumunda  kiracı mahkemeden bu yönde bir tespit kararı alabilir.   261Konut ve Çatılı İşyeri Kiralarında...    AÜHFD, 64 (1) 2015: 237-265  Yalnızca işyeri kiralarına özgü olmak üzere, kiracı tarafta TTK ya göre tacir sıfatına sahip gerçek kişiler ile tacir sıfatına sahip olup olmadığına bakılmaksızın tüm özel hukuk ve kamu hukuku tüzel kişilerinin yer aldığı işyeri kira sözleşmelerinde, kiracının güvence verme borcu başlıklı TBK m. 342 hükmünün uygulanması 8 yıl ertelenmiş olduğundan sözü edilen kira sözleşmelerinde  hüküm,  01.07.2012 den  01.07.2020 ye  kadar uygulanmayacaktır.  Bu  süreler  içerisinde  sözleşme  serbestisi  gereği  kira sözleşmesi hükümleri tatbik olunur. Kira sözleşmelerinde hüküm olmayan hallerde ise mülga Borçlar Kanunu hükümleri uygulanır. Kiracının güvence vermesi hususunda, ne mülga Borçlar Kanunu nda ne de GKHK da herhangi bir hüküm bulunmadığından, önceki Yargıtay uygulaması devam edecektir.                  262AÜHFD, 64 (1) 2015: 237-265    Yıldırım",
     "Kaynakça": "Acar,  Faruk.  (2013).  Kira  Sözleşmesinde  Bağlantılı  İşlem  ve  Güvence. Bahçeşehir  Üniversitesi  Hukuk  Fakültesi  Kazancı  Hakemli  Hukuk Dergisi, (9/103-104), 163-170.  Acar, Faruk. (2005). Türk Borçlar Kanunu Tasarısının Değerlendirilmesi Sempozyumu.  Legal  Hukuk  Dergisi,  (34),  3685-3691.  (Metin  içinde  Sempozyum  şeklinde belirtilmiştir). Akıncı, Şahin. (2008). İşyeri Kiralarında Kiracının Korunması Açısından Borçlar  Kanunu  Tasarısının  Bazı  Hükümlerinin  Değerlendirilmesi. AÜHFD, (57/3), 33-50. Akkanat,  Halil.  (2012).  Kira  Sözleşmesinin  Sona  Ermesi.  Türk  Borçlar Kanunu Sempozyumu, 261-272, İstanbul: XII Levha Yayınları.  Akyiğit,  Ercan.  (2012).  6098  Sayılı  Türk  Borçlar  Kanunu'nda  Kira Sözleşmesi. Ankara: Seçkin Yayıncılık.  Aral, Fahrettin/ Ayrancı, Hasan. (2014). Borçlar Hukuku Özel Borç İlişkileri (10. bs.). Ankara: Yetkin Yayınları.  Aydemir, Efrail. (2014). Yeni Türk Borçlar Yasasına Göre Kira Hukuku (3. bs.). Ankara: Seçkin Yayıncılık.  Aydoğdu,  Murat.  (2012).  Konut  ve  Çatılı  İşyeri  Kirası  Sözleşmelerinde Kiracının Güvence (Depozito) Verme Borcu. DEÜHFD, (14/1), 1-53.  Aydoğdu, Murat/ Kahveci, Nalan. (2014). Türk Borçlar Hukuku Özel Borç İlişkileri (Sözleşmeler Hukuku) (2. bs.). Ankara: Adalet Yayınevi.  Başaran, Ece. (2009). Borçlar Kanunu Tasarısı: Türk Kira Hukukunun İkili Yapısının Sonu Mu?, Terazi Aylık Hukuk Dergisi, (38), 55-69. Doğan, Murat. (2011). Konut ve Çatılı İşyeri Kira Sözleşmelerinin Sona Ermesi. Ankara: Adalet Yayınevi.  Doğan, Murat. (2011). 6098 sayılı Türk Borçlar Kanununa Göre Konut ve Çatılı İşyeri Kiralarına İlişkin Hükümlerinin Değerlendirmesi, MÜHFAD, Özel  Hukuk  Sempozyumu  Özel  Sayısı,  Prof.  Dr.  Cevdet  YAVUZ a Armağan, 501-519. (Metin içinde  Makale  şeklinde belirtilmiştir).   263Konut ve Çatılı İşyeri Kiralarında...    AÜHFD, 64 (1) 2015: 237-265  Eren,  Fikret.  (2014).  Borçlar  Hukuku  Özel  Hükümler.  Ankara:  Yetkin Yayınları.  Furrer, Andreas/  Girsberger,  Daniel/  Belser,  Eva  Maria.  (Hrsg.)  (2011). Repetitorium  Obligationenrecht  Besonderer  Teil  (2.  Auflage). Zürich.Basel.Genf: Schulthess.  Gökyayla,  Emre.  (2013).  Konut  ve  Çatılı  İşyeri  Kiralarına  İlişkin Hükümlerin Uygulama Alanı (TBK. m. 339), Journal of Yaşar University, (8), 1203-1251. Gümüş, Mustafa Alper. (2012). 6098 Sayılı Yeni Türk Borçlar Kanunu'na Göre  Kira  Sözleşmesi  (TBK  m.  299-356)  (2.  bs.).  İstanbul:  Vedat Kitapçılık.  Gümüş,  Mustafa  Alper.  (2012).  Borçlar  Hukuku  Özel  Hükümler,  C.  1. İstanbul:  Vedat  Kitapçılık.  (Metin  içinde   Borçlar   şeklinde belirtilmiştir).  Honsell, Heinrich/ Vogt, Nedim Peter/ Wiegand, Wolfgang (Hrsg.). Basler Kommentar Obligationenrecht I Art. 1-529 OR (4. Auflage). Helbing Lichtenhahn Verlag.  İnceoğlu, M. Murat. (2014). Kira Hukuku, C. 2. İstanbul: XII Levha.  İnceoğlu,  M.  Murat.  (2012).  Kira  Sözleşmelerinin  Kurulması  ve Yenilenmesi, Türk Borçlar Kanunu Sempozyumu, 245-260. İstanbul: XII Levha. (Metin içinde  Makale  şeklinde belirtilmiştir). İnceoğlu,  M.  Murat/  Baş,  Ece.  (2012). Türk  Borçlar Kanunu Açısından Depozito ve Bankaların Bundan Kaynaklanan Sorumluluğu, Banka ve Ticaret Hukuku Dergisi, (XXVIII/1), 111-154. Kılıçoğlu, Ahmet M. (2008). Türk Borçlar Kanunu Tasarısına Eleştiriler, Rapor, TBB Yayınları: 140.  Kostkiewicz, Jolanta Kren/ Nobel, Peter/ Schwander, Ivo/Wolf, Stephan. (2009). OR Kommentar Schweizerisches Obligationenrecht, (2. Auflage). Orell Füssli Verlag.  Öncü,  Özge.  (2012).  6098  Sayılı  Türk  Borçlar  Kanunu na  Göre  Kira Bedelinin Belirlenmesi, İBD, (2), 300-347. 264AÜHFD, 64 (1) 2015: 237-265    Yıldırım Özdoğan,  Mustafa/  Oymak,  Tuba.  (2013).  6098  sayılı  Türk  Borçlar Kanunu nda Kira Genel Hükümler Konut ve Çatılı İşyeri Kirası Tahliye. Ankara: Bilge Yayınevi.  Özdoğan, Mustafa/ Oymak, Tuba. (2014). Konut ve Çatılı İşyeri Kiraları Kapsamı ve Uygulama Alanı, İstanbul Barosu Dergisi, (88/2), 54-65. (Metin içinde  Konut ve Çatılı  şeklinde belirtilmiştir).  Yavuz, Cevdet/ Acar, Faruk/ Özen, Burak. (2013). Borçlar Hukuku Dersleri (Özel Hükümler) (12. bs.). İstanbul: Beta Yayınları.  Yavuz, Nihat. (2013). 6098 Sayılı Türk Borçlar Kanunu Şerhi, C. 2. Ankara: Adalet Yayınevi.  Yuda, Reyna. (2012). 6098 sayılı Türk Borçlar Kanunu na Göre Kira ve Tahliye, İstanbul Barosu Dergisi, (86/3), 103-116.  Zevkliler, Aydın/ Gökyayla, K. Emre. (2014). Borçlar Hukuku Özel Borç İlişkileri (14. bs.),"
}