{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": "07",
     "Ay": "02",
     "Yıl": "2021",
     "Cilt": "70",
     "Sayı": "01",
     "Başlık": "SUÇ İSNADINA VEYA MEDENİ HAK VE YÜKÜMLÜLÜKLERE İLİŞKİN UYUŞMAZLIKLARDA DURUŞMAYA VİDEO KONFERANS YÖNTEMİYLE UZAKTAN KATILMA",
     "Title": "Remote Attendance to the Hearing by Video Conference in Disputes Regarding Criminal Charge or Civil Rights and Obligations",
     "Yazar İsmi": [
          "Fahri Gökçen TANER",
          "Akif YILDIRIM"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Video konferans yöntemi",
          "adil yargılanma hakkı",
          "duruşmada hazır bulunma hakkı",
          "yargılamaya etkili katılım",
          "duruşmaya uzaktan katılıma"
     ],
     "Keywords": [
          "Video conferencing method",
          "right to a fair trial",
          "right to be present at the hearing",
          "to participate effectively in a trial",
          "participating the hearing remotely"
     ],
     "Özet": "ET Teknolojinin hızla geliştiği bir çağda, hukuk sistemlerinin buna kayıtsız kalması ve teknolojinin imkânlarından yararlanılmaması düşünülemez. Bu gelişmelere paralel olarak, görüntülü ve sesli iletişim teknikleri kullanılarak, ilgililerin  duruşmaya  (video  konferans  yöntemiyle)  uzaktan  katılımları sağlanmaktadır.  Bu  yöntemin  kullanılması  hukuk  sistemlerine,  transfer masraflarından tasarruf etme ve yargılamayı makul sürede tamamlama gibi birçok avantaj sağlamaktadır. Bununla beraber anılan yöntem, adil yargılanma hakkı  kapsamındaki  birçok  güvenceyi  sınırlamaktadır.  Çalışmada, terminolojik bir tartışmanın ardından adil yargılanma hakkı ile ilgili genel esaslar açıklanmıştır. Devamında, medeni hak ve yükümlükler ile suç isnadına ilişkin uyuşmazlıklarda video konferans yönteminin kullanılması, Avrupa İnsan  Hakları  Mahkemesi  ve  Anayasa  Mahkemesi  içtihatları  açısından değerlendirilmiştir. Çalışmanın sonunda ise mevzuat ile Yargıtay ve bölge adliye mahkemelerinin içtihadı ortaya konularak, duruşmaya uzaktan katılan her bir süje bakımından değerlendirmeler yapılmıştır.",
     "Abstract": "In an era where technology is developing so rapidly, it is unthinkable for justice systems to remain indifferent to this situation and not to benefit from the means of technology. In parallel with these developments, by using video and audio communication techniques (by video conference system), related persons can participate to the hearing remotely. Use of this system, provides many advantages to the justice systems such as saving transfer costs and completing the trial in a reasonable time. However, the  aforementioned method limits many guarantees which are provided by the right to a fair trial. In the study, after a terminological debate,  the general principles regarding the right to a fair trial is explained. Then, the use of video conferencing system in the determination of civil rights and obligations or criminal charge are evaluated in terms of the case law of the European Court of Human Rights and the Turkish Constitutional Court. At the end of the study, evaluations are made in terms of each party attending the hearing remotely, by putting forward the legislation and the jurisprudence of the Court of Cassation and regional courts of appeal.",
     "Metin": "Türkiye de, duruşmaya uzaktan katılma kavramına karşılık gelmek üzere öteden  beri  ceza  muhakemesinde  Ses  ve  Görüntü  Bilişim  Sistemi nin kısaltması  olan  SEGBİS  ifadesi  kullanılmaktadır.  Söz  konusu  işlem uygulamada,  duruşmaya  SEGBİSle  bağlanmak  veya  duruşmaya SEGBİS le  katılmak  şeklinde  ifade  edilmektedir.  5271  sayılı  Ceza Muhakemesi Kanunu nda (CMK) ise, sesli ve görüntülü iletişim sisteminin kullanılması suretiyle dinleme1,  görüntülü ve sesli iletişim tekniğinin kullanılması suretiyle dinleme2, ses ve görüntülü aktarma yapılması3  gibi ifadeler  yer  almaktadır.  Ceza  Muhakemesinde  Ses  ve  Görüntü  Bilişim                                                        1   CMK nın 94/2 maddesi. 2   C MK nın 180/5 ve 196/4. maddeleri. 3   CMK nın 58/3. maddesi. 230Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… Sisteminin Kullanılması Hakkında Yönetmelik te ise dinlenilmesine gerek görülen kişilerin Ses ve Görüntü Bilişim Sistemi kullanılarak dinlenilmesi ifadesi kullanılmıştır.4   HMK da  ise  taraflar  için  ses  ve  görüntü  nakledilmesi  yoluyla bulundukları yerden duruşmaya katılma5, tanık, bilirkişiler ve uzmanlar içinse ses ve görüntü nakledilmesi yoluyla bulundukları yerden dinlenme6 tabiri kullanılmaktadır.  Son  dönemde,  avukatların  duruşmaya  uzaktan  katılımına  ilişkin uygulamanın pilot bölgelerde denemeleri yapılmaya başlanmış ve özellikle hukuk  muhakemesi  bağlamında  elektronik  duruşma  (e-duruşma)  terimi gündeme gelmiştir. Dolayısıyla konu, artık hukuk muhakemesini de yakından ilgilendirmektedir. Bunlara ek olarak, adli görüşme odalarının daha aktif bir şekilde  kullanılmasıyla  birlikte,  kırılgan  mağdurların  duruşmaya  uzaktan katılımı söz konusu olacaktır.  Bu tür katılma, hem ceza hem de hukuk muhakemesinde söz konusu olabilir. Adalet Bakanlığı Adli Görüşme Odaları Yönetmeliğinin 18/4. maddesi uyarınca hâkim, niteliğine göre ifade ve beyan alma  işlemini,  bizzat  adli  görüşme  odasında  yapabileceği  gibi  SEGBİS aracılığıyla da gerçekleştirebilir.  Buna ek olarak idare mahkemelerinde de, ilk derecede video konferans altyapısı kurulmasına yönelik çalışmalar sürmektedir. Özellikle, Ankara daki bazı  idare  mahkemelerine  açılan  davalarda,  dinlenmesi  gereken  ilgililer Türkiye nin herhangi bir yerinde olabilmektedir. Bunun en tipik örneği, Göç İdaresi Genel Müdürlüğü tarafından verilen kararlara karşı açılan davalardır. Bu tür davalarda, duruşma yapılması ve ilgililerin dinlenmesi gerekli olan hallerde, duruşmaya uzaktan katılmayı sağlayan teknolojik altyapıya ihtiyaç duyulabileceği  açıktır.  Açıklanan  tüm  bu  nedenlerle,  konunun  Türk hukukunda uzun soluklu ve güncel tartışmalara konu olması beklenmektedir. Yukarıda açıklandığı üzere, duruşmaya uzaktan katılma konusuna ilişkin olarak kullanılan söz dizimi de dahil olmak üzere, mevzuatta yeknesak bir terim kullanımından söz etmek mümkün değildir. Oysa hangi muhakeme hukuku  alanı  olursa  olsun,  yapılan  işlem  ve  kullanılması  gereken  terim aynıdır.  Ortaya  çıkan  bu  gelişmeler  karşısında,  bu  çalışmaya  bir  terim tartışmasıyla başlamak yerinde olacaktır:                                                        4   Ceza  Muhakemesinde  Ses  ve  Görüntü  Bilişim  Sisteminin  Kullanılması  Hakkında Yönetmeliğin 1. maddesi. 5   HMK nın 149/1. maddesi. 6   HMK nın 149/2. maddesi. 231Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293   Öncelikle belirtmek gerekir ki, SEGBİS bir kavram veya terim değil, bir kısaltmadır. Dolayısıyla, muhakemede yapılan işlemi anlatmaya elverişli değildir. Hukuk dünyasına yeni girmekte olan elektronik duruşma terimi de söz konusu ihtiyacı karşılamaktan uzaktır. Kanımızca, bir terimin başına elektronik sıfatını eklemek, her durumda ortaya çıkan durumu açıklamak bakımından  yeterli  olmamaktadır.  Örneğin  elektronik  ticaret  (e-ticaret), elektronik imza (e-imza), elektronik tebligat (e-tebligat), elektronik posta (eposta)  ibareleri  meramı  yeterince  anlatırken;  elektronik  spor  (e-spor), elektronik sigara (e-sigara) veya elektronik duruşma (e-duruşma) ibareleri, yapılan faaliyeti veya söz konusu kavramı/nesneyi, insanların gözünde doğru bir çağrışım yapacak şekilde ifade etmekten uzaktır. Yabancı  hukuk  sistemlerine  bakıldığında  İtalyan  Ceza  Muhakemesi Kanunu nda  duruşmaya  uzaktan  katılma7  teriminin  kullanıldığı görülmektedir. Fransız Ceza Muhakemesi Kanunu nda ise görüntülü ve sesli bir telekomünikasyon aracının kullanımı8 terimi tercih edilmiştir. Fransız öğretisinde  ayrıca,  ceza  muhakemesinde  video  konferans9  teriminin kullanıldığı  görülmektedir.  İngilizce  kaynaklarda  da  video  konferans terimine sıklıkla rastlanmaktadır.10  Görüldüğü  üzere  hem  Fransa da  hem  İtalya da  duruşmanın  işleyişi bakımından hayati önem taşıyan bu konu, muhakeme kanununda düzenlenmiş ve  bir  terim  seçimi  yapılmıştır.  Oysa  Türkiye de  iki  temel  muhakeme kanununda,  aynı  şeyi  anlatmak  üzere  farklı  ifadelerin  kullanıldığı görülmektedir. Aslına bakılırsa her durumda, video konferans yöntemi kullanılmak suretiyle, süjelerden bir veya birkaçının duruşmaya uzaktan katılımı söz konusudur. Şüphesiz ki kavramı doğru ortaya koymak, tartışmaya doğru yerden başlamak için gereklidir. Bu nedenle, meramı tam olarak anlattığı düşüncesiyle, duruşmaya (video konferans yöntemiyle) uzaktan katılma teriminin ihtiyacı tam olarak karşıladığını düşünüyoruz. Bu nedenle çalışmada yeri  geldiğinde,  duruşmaya  uzaktan  katılma  ve  duruşmaya  video konferans yöntemiyle katılma ifadeleri kullanılacaktır.                                                         7   Partecipazione al dibattimento a distanza (İt. CMK . 146 bis) 8   utilisation d'un moyen de télécommunication audiovisuelle. Fr. CMK 706-71. 9   Visioconference dans le procès pénal veya vidéoconference dans le procès pénal örnek olarak bkz. BOSSAN, Jérôme: La visioconférence dans le procès pénal : un outil à maîtriser, Revue de Science Criminelle et de Droit Pénal Comparé, Y. 2011, S. 4, s. 801 vd. 10  Videoconference veya videoconferencing. 232Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… B. Duruşmaya uzaktan katılma yönteminin ortaya çıkışı Teknolojinin ilerlemesi, iletişim alanında da bir dönüşüm yaşanmasına sebep olmuş ve klasik anlamda yüz yüze iletişime alternatif olabilecek pek çok seçenek ortaya çıkmıştır. Özellikle ses ve görüntü aktarımı yaparak insanların yüz yüze iletişim kurmalarına imkan veren bilgisayar programları, akıllı  cep  telefonu  uygulamaları  ve  buna  ilişkin  diğer  yazılımlar yaygınlaşmıştır.11  Son  zamanlarda  ve  özellikle  küresel  salgın  (pandemi) döneminde gelinen nokta herkesin malumudur. İki veya daha fazla birim arasında eş zamanlı görüntü, ses ve veri aktarımı video  konferans  olarak  adlandırılmakta  ve  bu  teknolojiyle,  kişilerin birbirleriyle iletişimi hemen hemen aynı anda olmaktadır. Böylece sadece ses iletimi sağlayan telefon gibi araçların yerine, ses ve görüntünün aynı anda aktarımını  sağlayan  araçlarla,  kişilerin  duruşma  salonuna  getirilmeden duruşmalara katılımlarının sağlanması imkânı elde edilmiştir.12 Adalet  sistemlerinin  de  teknolojiden  faydalanması  gerekliliği  uzun zamandan  bu  yana  tartışılmaktadır.  Bu  tartışmanın  temelinde,  zaman  ve emekten tasarruf etmek ve devleti birtakım masraflardan kurtarmak gayesi vardır. Özellikle mahkemenin uzağında bulunan ve huzurda dinlenilmesi gerekli  kişilerin  ses  ve  görüntülerinin  aynı  anda  mahkeme  salonuna aktarılmasına imkân veren teknolojik gelişmelerin yaşanması, bu tartışmaların artmasına  yol  açmıştır.  Teknolojik  olanaklardan  yararlanılması,  bazı muhakeme  işlemlerinin  hızlandırılması  için  mahkemeler  ve  diğer  ilgili kurumlar bakımından büyük olanaklar sağlamaktadır.  Duruşmaya ilgililerin video konferans yoluyla bağlanması uygulaması Amerika  Birleşik  Devletleri nde  başlamış  ve  diğer  ülkelere  yayılmıştır. Amerikan adli sisteminde ses ve görüntü aktarımı uygulamasıyla kişilerin dinlenmelerinin  geçmişi  1972'ye  kadar  uzanmaktadır.13  1982  yılında, Florida daki Dade bölgesinde hafif nitelikteki suçlara ilişkin davalarda iki yönlü  televizyon  kullanılmasından  sonra,  video  konferans  yöntemiyle                                                        11  YILDIRIM,  Akif:  Fiziksel  Düellodan  Dijital  Sanıklığa:  AİHM in  Videokonferans Yöntemiyle Sanığın Duruşmaya Katılımının Sağlanması Meselesine Bakışı, Ord. Prof. Dr. Sulhi Dönmezer Anısına Düzenlenen Panelde Sunulan Tebliğler, Adalet Yayınevi, Ankara, 2020, s. 145.  12   YILDIRIM: s. 151. 13   ROTH,  Michael:Laissez-Faire  Videoconferencing:  Remote  Witness  Testimony  and Adversarial Truth, 48 UCLA Law  Review, (185) (2000) s. 192. 233Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  sorgulama  yapılmaya  başlanmıştır.14  Ancak  mahkeme  salonlarında  bu teknolojinin kullanımı, daha çok 1990 lı yıllarda yaygınlaşmıştır.15 1996 yılında Amerikan Federal Hukuk Muhakemeleri Kanunu nun 43. maddesinde yapılan değişiklikle, tanıkların beyanlarının meşru sebepler ve zorlayıcı koşulların bulunması halinde -uygun güvenceler de sağlanarak- video  konferans  yoluyla  alınabileceği  düzenlenmiş;  sanığın  tanıkları sorgulama hakkını ihlal edilebileceğinden ve daha birçok endişeden ötürü ceza muhakemesinde bu konuda düzenleme yapılmamıştır.16 Federal ceza mahkemeleri  düzeyinde  2000 li  yıllarda  ancak  sanığın  rızası  alınarak uygulanan  sistem,  eyalet  mahkemelerinde  çeşitli  ceza  davalarında  belli koşullara  bağlanmış  durumdadır.17  Amerikan  Anayasası,  sanıkların duruşmada hazır bulunma hakkını açık şekilde güvence altına almamaktadır. Amerikan öğretisinde, bir anayasal hak olan tanıklarla yüzleşme hakkıve Amerikan Federal Yüksek Mahkemesi nin Amerikan Anayasası nın 5. ve 14. değişikliklerine  ilişkin  değerlendirmelerinden  hareketle,  sanıkların muhakemenin esaslı (kritik) aşamalarında fiziken hazır bulunma hakkının bulunduğu  ve  anılan  haktan  feragat  etmeyen  sanıkların  video  konferans yoluyla  yargılamaya  katılmalarının,  anayasal  anlamda  hazır  bulunma sayılmayacağı belirtilmektedir.19   Kıta Avrupa sında ise, mafya bağlantılı davalarda sanıkların duruşma salonuna  getirilmesinde  yaşanan  güvenlik  sorunları  video  konferans sisteminin  yayılmasına  yol  açmıştır.  Örneğin  İtalya da  90 lı  yılların ortalarında,  mafya  bağlantılı  olduğu  iddia  edilen  sanıklara  ilişkin yargılamalarda duyulan güvenlik kaygıları nedeniyle, video konferans yoluyla duruşmaya katılım uygulaması gelişmiş ve AİHM konuya ilişkin ilk kararları İtalya hakkında vermiştir.                                                        14   ROTH: s. 192.  15  JOHNSON,  Molly  Treadway  –  WIGGINS,  Elizabeth  C.:   Videoconferencing  in Criminal Proceedings: Legal and Empirical Issues and Directions for Research.  Law & Policy, Vol. 28, No. 2, Nisan 2006, s. 213. 16   Bu konuda ayrıntılı bilgi için bkz. JOHNSON-WIGGINS: s. 212 vd; ROTH: s. 192 vd.  17   JOHNSON-WIGGINS: s. 214. 18  Right to confrontation (İng). 19  HILLMAN, Zachary M.:  Pleading Guilty and Video Teleconference: Is a Defendant Constitutionally Present When Pleading Guilty by Video Teleconference  Journal of High Technology Law 7, No: 1 (2007), s. 41-43. Yazara göre sanıklar hür iradeleriyle ve gönüllü şekilde bu haktan feragat edebilirler.  20  CURTOTTI NAPPI, Donatella:  Dibatimento a distanza (diritto processuale penale) , Enciclopedia del diritto içinde, Annali II, T. 1, Varese 2008, s. 164. 234Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… AB nin 31.07.2015 tarih ve 2015/C 250/01 sayılı tavsiye kararı;21 üye devletlerin yargı çevresinde ve AB düzeyinde, sınır aşan video konferans yapılmasının  desteklenmesi  ve  iyi  uygulama  örneklerinin  paylaşılması konusuna ayrılmıştır. Avrupa  Konseyi  bünyesinde  çalışan  Adaletin  Etkinliği  İçin  Avrupa Komisyonu (CEPEJ) tarafından hazırlanan Avrupa Mahkemelerinde Bilgi Teknolojilerinin kullanılması konulu raporda, Avrupa Konseyi üyesi kırk altı ülkenin otuz dokuzunda, tele konferans imkanının bulunduğu ve ülkelerin neredeyse  tamamında  söz  konusu  uygulamanın  bir  yasal  çerçeveye oturtulduğu ortaya konulmaktadır. 22   Bu noktada aynı Komisyon un COVID-19 Pandemisi Sırasında ve Sonrası İçin Yargı Tarafından Öğrenilen Dersler ve Karşılaşılan Zorluklar başlıklı, 10 Haziran 2020 tarihli Bildirgesine de dikkat çekmek gerekir.23 Söz konusu Bildirgenin beşinci ilkesi, siber adalet başlığını taşımaktadır. İlkede, çevrimiçi hizmetler, uzaktan duruşma ve video konferans gibi bilgi işlem teknolojilerine ilişkin çözümlerinin ve dijital adaletin gelecekte doğuracağı gelişmelerin, her zaman adil yargılanma hakkına ilişkin temel hak ve ilkelere uygun olması gerekliliği vurgulanmıştır. Son bir gelişme olarak, Fransız Danıştayı nın 15.01.2021 tarihinde Covid 19 salgınının doğurduğu birtakım sorunlarla mücadele etmek üzere Hükümet tarafından yayımlanan ve ceza muhakemesiyle ilgili düzenlemeler içeren genelgenin video konferansla ilgili hükmünü iptal ettiğini belirtmek gerekir. Söz konusu genelge, sanığın rızası olmasa dahi video konferans sisteminin kullanılabilmesinin  yolunu  açmaktaydı.  Fransız  Danıştayı  verdiği  iptal kararında, bu konunun bir genelgeyle düzenlenemeyeceğine ve buna ek olarak tarafların  rızası  olmaksızın,  herhangi  bir  kanuni  koşul  veya  ölçüt                                                        21  https://eur-lex.europa.eu/legal-content/en/TXT/?uri=CELEX%3A16L3  (SGT: 13.07.2018) 22  https://rm.coe.int/european-judicial-systems-efficiency-and-quality-of-justice-cepejstud/1680786b.  Konuya  ilişkin  ülkelerin  durumunu  gösteren  karşılaştırmalı  tablo, çalışmanın 76. sayfasında yer almaktadır. 23   Söz konusu bildirgenin Türkçe çevirisi ve Türkiye hakkındaki değerlendirmeler için bkz. ÇİFTÇİ, Pınar: Avrupa Konseyi Adaletin Etkinliği İçin Avrupa Komisyonu nun (CEPEJ) COVID-19 Pandemisi Sırasında ve Sonrası Yargı Tarafından Öğrenilen Dersler ve Karşılaşılan  Zorluklar  Hakkındaki  Bildirgesi,https://blog.lexpera.com.tr/avrupakonseyi-adaletin-etkinligi-icin-avrupa-komisyonunun-covid-19-pandemisi-sirasinda-vesonrasi-yargi-tarafindan-ogrenilen-dersler-ve-karsilasilan-zorluklar-hakkindaki-bildirgesi (SGT: 11.12.2020) 24   Remote  hearings    and  videoconferences  (İng),  les  audiences  à  distance  et  les vidéoconférences (Fr.) 235Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  belirlenmeden  video-konferans  yönteminin  ceza  mahkemelerinde uygulanmasının savunma hakkına yönelik ağır ve kanuni olmayan müdahale teşkil ettiği sonucuna varmıştır.  Mahkeme kararında jürilerin ve hâkimlerin vicdani kanaat oluşturabilmesi açısından; duruşmanın sözlülüğü ile sanığın ve diğer tarafların duruşmada fiziken hazır bulunmasının büyük bir öneme sahip olduğuna dikkat çekmiştir. Danıştay son olarak, sağlıkla ilgili ilk olağanüstü hal ilanı sırasında ceza muhakemesi kurallarını uyarlayan benzeri nitelikteki kanun hükümlerinin Fransız Anayasa Konseyi tarafından Anayasa ya aykırı bulunduğu tespitini yapmıştır.25 C. Duruşmaya uzaktan katılma yönteminden beklenen faydalar Duruşmaya video konferans yöntemiyle uzaktan katılma, ağır iş yükü altında kalan mahkemeler için makul sürede yargılanma hakkına hizmet eden bir  araçtır.  Aşağıda  ele  alınacak  olan  AİHM  ve  Anayasa  Mahkemesi kararlarında da görüleceği üzere, yargılama süresinin makul olup olmadığına ilişkin değerlendirmede göz önünde bulundurulması gereken bir unsur da, ilgili  makamların  tutumudur.  Anılan  unsur  kapsamında,  sadece  yargı makamlarının tutumu dikkate alınmamakta, devletin kamu gücü kullanan tüm organlarına atfedilebilir bir gecikme olup olmadığı incelenmektedir.26 Yetkili makamlara  atfedilecek  gecikmeler,  yapısal  sorunlar  ve  organizasyon eksikliğinden de ileri gelebilir.   Devletler video konferans sistemini kurarak, yargılamanın makul sürede sonuçlandırılması  yönündeki  pozitif  yükümlülüklerini  yerine  getirmeye çalışmaktadır. Aşağıda, duruşmaya video konferans yoluyla katılma konusu her bir muhakeme hukuku süjesi bakımından ayrı ayrı ele alınacaktır. Ayrıntılı incelemeye geçmeden önce, çeşitli süjeler bakımından beklenen faydalara kısaca değinmek istiyoruz:   Beklenen birincil fayda şüphesiz ki ceza muhakemesinde tutuklu ya da  hükümlü  olan  sanığın  ceza  infaz  kurumundan  transfer işlemlerinden kaynaklanabilecek kaçma riskini, yolculuk sırasında                                                        25  https://www.conseil-etat.fr/actualites/actualites/le-juge-des-referes-suspend-la-possibilited-utiliser-la-visio-conference-lors-des-audiences-devant-les-cours-d-assises-et-les-courscriminelles. (SGT: 12.02.2021) 26   Güher Ergün ve diğerleri başvurusu, 2/7/2013, § 44. Anayasa Mahkemesinin atıf yapılan tüm kararları, Mahkemenin https://kararlarbilgibankasi.anayasa.gov.tr/ adresindeki resmi internet sayfasından alınmıştır.      AİHM kararı için bkz. İdalov/Rusya [BD], 22/05/2012, § 186.  Atıf yapılan AİHM kararlarının  tümü  Mahkeme nin  http://hudoc.echr.coe.int  adresindeki  resmi  internet sayfasından alınmıştır. 236Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… gerçekleşebilecek hayati tehlikeleri,27 zaman kaybını ve doğacak masrafları ortadan kaldırmaktır. Sanık mahkemenin yargı çevresi içerisinde veya dışında tutuklu olabilir. Bu durumda duruşmaya uzaktan katılma, gerekli güvenceler sağlanmak kaydıyla -ilke olarak- sanığın  duruşmaya  katılma  hakkını  güvence  altına  almaktadır. Ayrıca  devlet,  sanığın  duruşma  salonuna  transfer  etme yükümlülüğünden  kurtularak  zaman,  para  ve  emek  tasarrufu  da sağlamaktadır.  Kamu  idaresi,  transfer  işiyle  görevlendirilecek personeli  başka  yerlerde  istihdam  etme  imkânına  kavuşmakta, transfer masraflarından ve şiddete meyilli sanıklar  için duruşma salonunda  fazladan  güvenlik  tedbirleri  alma  külfetinden kurtulmaktadır.28   Ceza muhakemesinde sanık dışındaki süjelerin de duruşmaya bizzat katılması bazen tercih edilmeyebilir veya bu durum bir zorunluluk olarak ortaya çıkabilir. Konu tanık olduğunda, akla gelen ilk örnek gizli tanığın beyanının sesi ve görüntüsü değiştirilerek alınmasıdır. Bundan başka, Cumhuriyet savcısı veya hâkim tarafından ifade ve beyanının özel ortamda alınması gerektiği ya da şüpheli veya sanık ile yüz yüze gelmesinde sakınca bulunduğu değerlendirilen çocuk veya kırılgan mağdurların ifade ve beyan alma işlemi de adli görüşme odasındaki video konferans yöntemiyle gerçekleştirilebilir. Hukuk muhakemesi bakımından, kırılgan tanığın ifadesinin, adli görüşme odasında adli görüşmeci vasıtasıyla alınması da bu kapsamdadır.    Hem ceza hem de hukuk muhakemesi bakımından bilirkişilerin de duruşmaya çağırılması yerine, duruşmaya uzaktan bağlanması söz konusu olabilir. Hukukumuzda bilirkişinin duruşmada sözlü beyanda bulunmasına  sık  rastlanmamaktadır.  Ancak  yine  de  ilk  derece mahkemelerinde,  özellikle  uzman  sayısının  görece  az  olduğu konularda, mahkemenin bulunduğu ilin dışından, ilgili bilirkişilik bölge kurulunun yargı çevresi içindeki veya dışındaki bilirkişilerin atanması söz konusu olmaktadır. Dosyaya mütalaa sunan uzmanlar da  duruşmaya  uzaktan  bağlanabilirler.  Dolayısıyla,  Hukuk Muhakemeleri  Kanunu nun  (HMK)  293.  maddesi  uyarınca kendisinden  rapor  alınan  uzmanın  dinlenilmesi  de  bu  bağlamda değerlendirilebilir.                                                        27  KARAKEHYA, Hakan- TUNÇER, Asuman İnce: İstinaf Yargılamasında Sanığın Sorgusunun Zorunlu Olup Olmadığı ve Bu İşlemde Segbis Kullanımı Üzerine Düşünceler, İnönü Üniversitesi Hukuk Fakültesi Dergisi, C.8, S.2, Yıl 2017, s. 122-123.   28  HILLMAN: s. 48. 237Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293    Özellikle istinaf kanun yolunun yürürlüğe girmesinin ardından, bu derecede açılacak duruşmalarda tüm süjeler bakımından duruşmaya uzaktan katılıma daha çok ihtiyaç duyulabilir. Zira bölge adliye mahkemelerinin yargı çevresinin çok geniş olmasının, böyle bir ihtiyaç doğurması muhtemeldir.29   Ceza muhakemesi alanında sanıklar, her iki muhakeme hukuku kolu bakımından  tanıklar  ve  bilirkişiler  açısından  beklenen  bir  diğer önemli  fayda,  istinabeden  doğan  aksaklıkları  gidermektir.  Zira istinabe  doğrudan  doğruyalık  ilkesi  açısından  pek  çok  sorun doğurmaktadır.  Yargı  çevresi  dışında  oturan  sanığın  sorgusu; müştekinin, tanığın veya bilirkişinin duruşmada beyanda bulunması söz  konusu  olduğunda,  beyanlar  istinabe  yoluyla  alınmakta  ve beyana ilişkin tutanaklar ilgili mahkemeye gönderilmektedir. Bu noktada dava hakkında karar verecek olan hâkim, delil kaynağıyla temas edememekte ve doğrudan doğruyalık ilkesi zarar görmektedir.    Duruşmaya uzaktan katılımın istinabeye bir diğer üstün yanı, tanık sorgulama hakkına yönelik sınırlamaları telafi etme kapasitesinin bulunmasıdır.  Zira  istinabe  suretiyle  tanığın  beyanının  alınması durumunda, sanık ve/veya müdafiinin tanığa gerçek zamanlı soru sorma imkânı ortadan kalkmaktadır. Dolayısıyla uzaktan katılma sistemi gereği gibi uygulandığında, sanığa -video konferans yoluyla da olsa- soru sorma imkânı sağlanarak, tanık sorgulama hakkına yönelik müdahaleler kısmen telafi edilmektedir.    II.  ADİL YARGILANMA HAKKINA İLİŞKİN GENEL ESASLAR A. Genel Olarak Anayasa'nın 36. maddesinin birinci fıkrasında herkesin meşru vasıta ve yollardan faydalanmak suretiyle yargı mercileri önünde davacı veya davalı olarak  iddia  ve  savunma  ile  adil  yargılanma  hakkına  sahip  olduğu belirtilmiştir. Anayasa Mahkemesi, Anayasa nın 36. maddesinde herhangi bir sınırlama öngörülmemesine karşın Anayasa nın 148. maddesinden hareketle adil  yargılanma  hakkının  kapsam  ve  içeriğini  Avrupa  İnsan  Hakları                                                        29  DURSUN, Gizem,  Sanığın Duruşmada Hazır Bulunma Hakkı ve Bu Kapsamda Sesli ve Görüntülü Bilişim Sisteminin (SEGBİS) Değerlendirilmesi, Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, Temmuz-Ağustos 2016, s. 144-145. KARAKEHYA - İNCE TUNÇER: s. 125-126.  238Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… Sözleşmesi nin  (AİHS)    6.  maddesine  koşut  şekilde  sınırlamıştır.30 Mahkemeye  göre Anayasa nın 36. maddesinde adil yargılanma hakkının kapsamı düzenlenmediğinden, bu hakkın kapsam ve içeriğinin,AİHS nin 6. maddesi çerçevesinde belirlenmesi gerekir.31  AİHS nin adil yargılanma hakkını düzenleyen 6. maddesine göre Her şahıs gerek medeni hak ve vecibeleriyle ilgili nizalar gerek cezai sahada kendisine karşı serdedilen bir isnadın esası hakkında karar verecek olan, …bir  mahkeme  tarafından  davasının  …  dinlenmesini  istemek  hakkını haizdir.32  Bu düzenlemeden adil yargılanmaya ilişkin güvencelerin medeni hak ve yükümlülüklerle ilgili uyuşmazlıklar ve kişinin kendisine yöneltilen bir suç  isnadının  esasının  karara  bağlanması  hallerinde  geçerli  olduğu anlaşılmaktadır.  Dolayısıyla  söz  konusu  hüküm,  medeni  hak  ve yükümlülüklere ilişkin uyuşmazlıklarda ilgili tarafların, suç isnadına ilişkin uyuşmazlıklarda ise suç isnadı altında bulunan kişilerin haklarını güvence altına  almakta,  bu  iki  duruma  girmeyen  hâllerde  AİHS nin  6.  maddesi uygulanmamaktadır. B. Medeni Hak ve Yükümlüklere İlişkin Uyuşmazlıklar AİHM medeni hak ve yükümlülükler kavramını özerk (otonom) olarak yorumlamaktadır.  Bu  noktada,  öncelikle  medeni  hak  ve  yükümlülüklere ilişkin  olarak  ortada  bir  uyuşmazlığın  bulunup  bulunmadığı değerlendirilmektedir. AİHM, uyuşmazlık kavramını şekli ve dar manasında değil -maddi hukukta olduğu gibi- geniş yorumlayarak iddia şeklinde anlamaktadır.33 Uyuşmazlık, hakkın kapsamıyla ilgili olabileceği gibi hakkı                                                        30   Anayasa Mahkemesinin bazı kararlarında bu yaklaşımdan ayrıldığı görülmektedir. Anayasa Mahkemesine göre salt vergisel uyuşmazlıkların, başta mülkiyet hakkı olmak üzere medeni hak ve yükümlülükler alanında önemli yansımaları bulunan bir ilişki bulunduğu için vergi uyuşmazlıklarının adil yargılanma hakkına ilişkin güvenceler kapsamında değerlendirilmesi gerekir. Sonuç olarak bu tür uyuşmazlıklara yönelik ihlal iddiaları Anayasa Mahkemesinin konu bakımından yetki alanı içerisinde görülmüştür (E.T.Y.İ. A.Ş., 08.05.2014, § 28). Halbuki  AİHM,  vergi  aslına  yönelik  salt  vergisel  uyuşmazlıkları  medeni  hak  ve yükümlülükler kapsamında görmemektedir (Ferrazzini/İtalya, 12/7/2001, § 29-30). Bu konuda geniş açıklamalar için bkz. YALTI, Billur: Vergi Yargılamasında Adil Yargılanma Hakkı:  Anayasa  Mahkemesi  Kararlarında  Uygulama  Alanı  Genişlemesi, https://anayasatakip.ku.edu.tr/wp-content/uploads/sites/34/2017/08/Billur-Yalt%C%BAdil-Yarg%C%Blanma.pdf  31  Onurhan Solmaz başvurusu, 26/3/2013, § 22.  32   https://www.resmigazete.gov.tr/arsiv/8662.pdf 33   GÖZÜBÜYÜK, A. Şeref  - GÖLCÜKLÜ, Feyyaz: Avrupa İnsan Hakları Sözleşmesi ve Uygulaması Avrupa İnsan Hakları Mahkemesi İnceleme ve Yargılama Yöntemi, Ankara, 2016, s. 292. Ayrıca bkz. Neves ve Silva/Portekiz, 27/4/1989. 239Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  kullanma ve o haktan yararlanmayla da ilgili olabilir.34 Bir uyuşmazlığın varlığı tespit edildikten sonra, bu uyuşmazlığın ulusal hukukta tanınmış hak ve  yükümlülüklere  ilişkin  olup  olmadığı  ve  nihayet  bu  hak  ve yükümlülüklerin  -AİHS  anlamında- medeni karakterinin  bulunup bulunmadığı test edilmektedir.35 Ortada medeni hak veya yükümlülüğün veya bu konuda bir uyuşmazlığın bulunmadığı durumlar, adil yargılanma hakkının kapsamı dışında kalmaktadır.  AİHM, bir hakkın medeni hak niteliğinde olup olmadığını, söz konusu hakkın ulusal hukuktaki sınıflandırmasına göre değil, içeriğine ve doğurduğu sonuçlara  bakarak  belirlemektedir.36    Bununla  beraber  ulusal  hukukta tanınmış hakkın, aynı zamanda AİHS de de tanınması gerekmez.37 Diğer taraftan  ulusal  hukukta  tanınan  medeni  hak  ve  yükümlülüklerle  ilgili öngörülen usulün, medeni hak ve yükümlülüğe ilişkin uyuşmazlığın karara bağlanması sürecini de kapsaması gerekir.38 Kural olarak özel hukuk davaları, medeni hak ve yükümlülüklere ilişkin uyuşmazlıklar kapsamında yer almaktadır. Bununla beraber AİHM, kamu hukukuna ilişkin özellikleri olmasına rağmen avukatlık veya hekimlik gibi mesleki  faaliyetlerin  yürütülmesi,  ruhsat  iptali,  haksız  yakalama  ve tutuklamaya  ilişkin  tazminat  gibi  pek  çok  konuyu  medeni  hak  ve yükümlülükler kapsamında değerlendirmiştir.  Anayasa  Mahkemesi  de  medeni  hak  ve  yükümlülükler  kavramını AİHM  ile  uyumlu  şekilde  yorumlamaktadır.  Mahkeme,  Anayasa'nın  36. maddesinin  medeni hak  ve  yükümlülüklere  ilişkin  uyuşmazlıklara uygulanabilmesi için ortada hukuk düzeni tarafından kişiye tanınmış veya en azından  savunulabilir  temeli  bulunan  bir hakkın  bulunması  gerektiğini belirtmektedir.  Mahkemeye  göre,  bu  hakkın  Anayasa'da  doğrudan  veya dolaylı olarak tanımlanan ve güvence altına alınan bir hakka ilişkin olması zorunlu değildir.40 Bununla birlikte, hukuki temeli ve savunulabilir bir yanı                                                        34    GÖZÜBÜYÜK-GÖLCÜKLÜ: s. 292.  35   James ve diğerleri/Birleşik Krallık [GK], 21/2/1986, § 81. 36   Airey/İrlanda, 9/10/1979, § 21. 37  ÇIRAK, Ezgi: Avrupa İnsan Hakları Sözleşmesi Çerçevesinde Adil Yargılanma Hakkının Uygulama  Alanı,  D.E.Ü.  Hukuk  Fakültesi  Dergisi,  Prof.  Dr.  Durmuş  TEZCAN a Armağan, C.21, Özel S., 2019, s. 1009. 38  Bu  konuda  ayrıntılı  bilgi  için  bkz.  İNCEOĞLU,  Sibel:  İnsan  Hakları  Mahkemesi Kararlarında Adil Yargılanma Hakkı, Beta Yayınları, Tıpkı 4. Baskı, İstanbul 2013, s. 7479.  39  Diğer  örnekler  için  bkz.  İNCEOĞLU,  Sibel:  Adil  Yargılanma  Hakkı,  Anayasa Mahkemesine Bireysel Başvuru El Kitapları Serisi-4, Avrupa Konseyi 2018, s. 4-7. 40  Mehmet Güçlü ve Ramazan Erdem başvurusu, 28/5/2019, § 28. Davaya konu edilmesine imkân bulunmayacak derecede önemsiz birtakım hak ve menfaatlerin ise Anayasa'nın 36. 240Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… olan bir hakla ilgili olarak, ilgili kişinin menfaatini etkileyen bir uyuşmazlık da bulunmalıdır.41  Anayasa  Mahkemesi,  Anayasa nın  36.  maddesinde  yer  alan  adil yargılanma  hakkının  kapsamını  belirlerken,  AİHM nin  medeni  hak  ve yükümlülükler  kavramının  kapsamını  genişletme  eğilimini  göz  ardı etmemiştir. Mahkeme medeni hak ve yükümlülükler deyimini, hangi hukuk alanına girdiğine bakılmaksızın bir kişinin sahip olduğu savunulabilecek hak ve yükümlülükleri kapsayacak şekilde yorumlamıştır. Anayasa Mahkemesi, bireysel  başvuru  kapsamında  yaptığı  incelemelerde,  Anayasa'nın  36. maddesinin uygulanabilirliğinin tespiti için savunulabilir bir hakkın var olup olmadığını belirlerken,  ilke  olarak  derece  mahkemesi  kararlarına başvurmuştur.42 Ancak askere alma gibi devletin salt egemenlik yetkisinin kullanımının  tezahürü  mahiyetinde  olduğu  değerlendirilen  işlemlerle doğrudan  bağlantılı  görülen  uyuşmazlıklar  medeni  hak  ve  yükümlülük kapsamında değerlendirilmemiştir. 43 C. Suç İsnadına İlişkin Uyuşmazlıklar Adil yargılanma hakkı kapsamına giren diğer alan, kişi aleyhine cezai sahada yöneltilen bir isnadın bulunulmasıdır. Genel olarak isnat, bir kimseye suç  işlediği  iddiasının  yetkili  makamlar  tarafından  bildirilmesidir.44 Dolayısıyla ceza davasında şikâyetçi veya mağdura bir isnatta bulunulmadığı için, bu kişiler kural olarak suç isnat edilen kişiler için tanınmış haklardan yararlanamazlar.45 AİHM isnadı değerlendirirken onun şeklî yönünden ziyade                                                        maddesi bağlamında hak olarak nitelendirilmesi mümkün değildir (Mehmet Güçlü ve Ramazan Erdem başvurusu, § 30). 41  Mehmet Güçlü ve Ramazan Erdem başvurusu, § 28. 42  50. Bu bağlamda Danıştay içtihadına göre yükseköğrenim sırasında alınan kredinin anılan kanun hükmü uyarınca bursa çevrilmesi talebiyle yapılan başvurunun reddine ilişkin işlemlerden doğan uyuşmazlıkların konu edildiği davalarda; bu koşullardaki kişilerin de kanun kapsamında hak sahibi olduğunun, belirtilen düzenlemeden yararlandırılması ve kredilerinin bursa çevrilmesi gerektiğinin kabul edildiği görülmektedir.    51. Bu durumda somut başvurudaki uyuşmazlığın en azından savunulabilir bir biçimde hukuk sistemi içinde tanınmış olduğu söylenebilecek bir hak ile ilgili olduğu sonucuna varıldığından ihlal iddialarının konusunun Anayasa ve Sözleşme'nin ortak koruma alanının kapsamında  yer  aldığının  kabulü  gerekir.  (İbrahim  Demiroğlu başvurusu  [GK]  , 26/7/2019). 43   Ziya Gül başvurusu, 12/6/2018, § 35. 44  Deweer/Belçika, 27/2/1980, § 46. 45  Perez/Fransa [BD], 12/2/2004, § 70-72. Konuya ilişkin ayrıntılı bir tartışma için bkz. TANER,  Fahri  Gökçen:  Kovuşturmaya  Yer  Olmadığı  Kararına  Karşı  Anayasa Mahkemesi ne Bireysel Başvuru: Dar, Sarp ve Kısmen Açık Bir Yol, TBB Dergisi, 2018 (135) s. 126-132. 241Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  içeriğine odaklanmaktadır. AİHM nin burada uyguladığı test, kişiye yönelik eylem veya işlemin onu gerçekten etkileyip etkilemediğidir.46 Dolayısıyla sadece kişinin bir suç işlediği şüphesiyle hakkında soruşturma başlatılması değil, bu türden bir şüphe sonucu yakalanma veya tutuklanma da suç isnadı olarak nitelendirilmektedir.47  Bu sebeple adil yargılanma hakkı açısından ceza yargılaması süresinin makul olup olmadığı değerlendirilirken, sürenin başlangıcı  olarak,  bir  kimseye  suç  işlediği  iddiasının  yetkili  makamlar tarafından bildirilmesi veya o kimsenin ilk olarak isnattan etkilendiği arama ve gözaltı gibi koruma tedbirlerinin uygulanma anı esas alınmaktadır.48    AİHM tarafından Engel başvurusunda somutlaştırılan ölçütler uyarınca (Engel ölçütleri)49 suç isnadı özerk bir kavramdır ve Mahkeme iç hukuktaki sınırlamalarla  bağlı  değildir.50  Somut  olayda  yapılan  işlemin  suç  isnadı niteliğinde olup olmadığı sözleşmeci devletlerin iç hukukuna göre değil, AİHS  yorumlanarak  belirlenmektedir.51  İsnadın,  cezai  alanda  bir  kişiye yöneltilen suçlama (suç isnadı) niteliğinde olup olmadığının tespitinde AİHM; iddia olunan suçun ulusal hukukta ne şekilde vasıflandırıldığı, suçun niteliği, suç için öngörülen cezanın niteliği ve ağırlığı ölçütlerine başvurmaktadır.52                                                        46  Deweer/Belçika, § 46 47  İNCEOĞLU: Adil yargılanma, s. 101. 48  Deweer/Belçika,  27/2/1980,  §  42-46;  Eckle/Almanya,  15/07/1982,  §  73–75.  AİHM kararlarında yargılama süresinin hesabında başlangıç olarak başvurucu hakkında tutuklama emri çıkarılması (Wemhoff/Almanya,  27/6/1968, § 19) ve başvurucuya savunma avukatı atanması (Angelucci/İtalya,  19/2/1991, § 13) gibi durumlar esas alınmıştır.   Başvurucunun, uzun yargılama şikayetleriyle ilgili dikkate alınması gereken süre, Emekli Sandığı müfettişi tarafından düzenlenen ön inceleme raporunun tarihi olan 15/8/2000 ile hakkındaki  isnat  nedeniyle  verilen  cezanın  15/10/2012  tarihinde  Yargıtay  11.  Ceza Dairesince onanması arasında geçen toplam 12 yıl 2 aydır. (Atila Oğuz Boyalı, 20/3/2014, § 73). Anılan kararda sürenin başlangıcı olarak müfettiş tarafından düzenlenen ön inceleme raporunun  tarihi  esas  alınmak  suretiyle  isnadın  sadece  yargısal  organlar  tarafından yapılmasının zorunlu olmadığı kabul edilmiştir. 49  Engel criteria (İng.) Bkz. GRABENWARTER, Cristoph: European Convention on Human Rights Commentary, München 2014, s. 108; SCHABAS, William A.: The European Convention On Human Rights A Commentary, Oxford 2015, s. 277. 50  HARRIS, David - O'BOYLE, Michael - BATES, Ed - BUCKLEY, Carla - HARVEY, Paul - KAMBER, Kresimir - LAFFERTY, Michelle - CUMPER, Peter - GREEN, Heather: Law of  the  European  Convention  on  Human  Rights,  4.  edition,  Oxford  2018.,  s.  377-381; SCHABAS: s. 277-284; GRABENWARTER: s. 108-112; RENUCCI, Jean-François: Droit Européen des Droits de l Homme, 2. édition, Paris 2012, s. 453-455; SCHRODER, Friedrich-Christian:  Ceza Muhakemesinde Fair Trial İlkesi , Almanca aslından çeviren Feridun YENİSEY, Ceza Muhakemesinde Fair Trial İlkesi içinde, İstanbul 1999, s. 22; İNCEOĞLU: El Kitabı, s. 8-13; YALTI, Billur : Vergi Yükümlüsünün Hakları, İstanbul 2006, s. 96-98. 51   Engel ve Diğerleri/Hollanda [BD], 8/6/1976, § 81; Boulois/Lüksemburg [BD], 3/4/2012, § 90. 52  Engel ve Diğeleri/Hollanda, § 82.  242Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… AİHM nin belirlediği bu kriterlerden ilkine göre ulusal hukukta ceza hukuka anlamında suç olarak düzenlenen bir isnat söz konusu olduğunda, bu isnada ilişkin uyuşmazlık AİHS nin 6. maddesi kapsamına girecektir. AİHM'e göre ilk kriter ancak bir başlangıç noktası oluşturur. Çünkü ulusal hukuk bir fiili ceza hukuku anlamında suç olarak düzenlemişse, ayrıca bir uygulanabilirlik incelemesi yapılmasına gerek yoktur. Diğer iki kriter ise ulusal  hukukta  ceza  hukuku  anlamında  suç  olarak  düzenlenmemiş (kabahat, disiplin cezası veya idari yaptırım gerektiren fiil) bir eylem söz konusu olduğunda önem kazanacaktır.  Anayasa Mahkemesi kararlarında da bir yaptırımın veya hukuki işlemin hangi koşullarda suç isnadına ilişkin uyuşmazlıklarda uygulanan güvenceler kapsamında  değerlendirilebileceği  açıklığa  kavuşturulmuştur.53  Anayasa Mahkemesi nin  gönderme  yapılan  kararlarında  AİHM  tarafından  Engel başvurusunda somutlaştırılan ölçütler esas alınmıştır.54  AİHM  ve  Anayasa  Mahkemesi  bakımından,  bir  uyuşmazlığın  adil yargılanma hakkı kapsamında olup olmadığına karar verilirken, uyuşmazlığın hangi yargı kolunda çözümlendiğinin bir önemi yoktur.  Bu nedenle söz konusu  güvenceyi,  ceza  mahkemeleriyle  sınırlı  düşünmemek  gerekir. Örneğin idari para cezalarına ilişkin uyuşmazlıklar -idari yargılamaya konu olsa bile- suç isnadı kapsamında bir yargılama olarak değerlendirilmiştir.55                                                        53  D.M.Ç, başvurusu, 24/1/2018; B.Y.Ç. başvurusu 15/12/2015; Selçuk Özbölük başvurusu, 14/11/2018. 54  Anayasa nın 36. maddesi ile kişilere, medeni hak ve yükümlülükler ile ilgili uyuşmazlıklar yanında, cezai alanda yöneltilen suçlamaların da (suç isnadı) karara bağlanmasını isteme hakkı tanınmıştır. Suç isnadı, bir kişiye suç işlediği iddiasının yetkili makamlar tarafından bildirilmesidir. Kişiye cezai alanda yöneltilen suçlamanın suç isnadı niteliğinde olup olmadığının tespitinde; iddia olunan suçun ulusal hukuktaki tavsifinin, suçun gerçek niteliğinin, suç için öngörülen cezanın niteliği ve ağırlığının incelenmesi gerekir. (Atila Oğuz Boyalı, § 66) 55  Ali Yüksel, 19/2/2019. Aynı şekilde ceza davasında medeni hak talebine imkân veren bir sistemin benimsenmiş olması veya ceza davası sonucunda verilen kararın hukuk davası açısından  etkili  ya  da  bağlayıcı  olması  durumunda  bu  yargılama  medeni  hak  ve yükümlülüklere ilişkin bir uyuşmazlık şeklinde vasıflandırılabilir. Mülga 1412 sayılı Ceza Muhakemeleri Usulü Kanunu nun 344. maddesine göre kanunda gösterilen durumlarda, takibi şikâyete bağlı suçlarda, suçtan zarar gören kişinin ceza mahkemesinde yargılanmakta olan  uyuşmazlıkla  bağlantılı  olan  medeni  haklarına  ilişkin  uyuşmazlığın  da  karara bağlanmasını istemekteydi. Bu tür bir şahsi hak davası ceza mahkemesinde görülse bile medeni hak ve yükümlüklere ilişkin bir uyuşmazlık olduğunda kuşku bulunmamaktadır.   Anayasa  Mahkemesi nin,  idari  para  cezası  gerektiren  fiillerle  (kabahatler)  ilgili yargılamaların adil yargılanma hakkı kapsamında suç isnadına ilişkin bir uyuşmazlık 243Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  İsnadın  esası  ibaresi,  söz  konusu  isnada  ilişkin  esastan  bir  karar verilmesini gerekli kılmaktadır. Sanığın suçlu olup olmadığının belirlenmesine yönelik  kararla  doğrudan  ilişkili  tüm  muhakeme  işlemleri  AİHS nin  6. maddesinin  kapsamına  girmektedir.56  Bunun  dışında,  6.  maddenin  getirdiği güvenceler  söz  konusu  olmayacaktır.57  AİHS nin  6.  maddesinin  kapsamına girmeyen hâller bağlamında örnek olarak; kişinin tutuklamaya ilişkin olarak hâkim  önüne  çıkartılması  (habeas  corpus  muhakemesi),  adli  yardımdan faydalanmaya ilişkin başvurular, hâkimin tarafsız olmadığına yönelik itirazın reddine  ilişkin  başvuru,  yargılama  giderleri  muhakemesi,  yargılamanın yenilenmesine ilişkin kabul edilebilirlik muhakemesi, geçici olarak uygulanan önleme tedbirleri hakkında yapılan başvurular,58 akıl hastalığı bulunduğu tespit edilen başvurucuya yönelik bundan sonraki işlemler ve suçluların iadesine ilişkin muhakeme,  bağlantılı ceza davalarının birleştirilmesine ilişkin yapılan muhakeme sayılabilir.61  D.   Makul Sürede Yargılanma Hakkının Adil Yargılanma Hakkına İlişkin Diğer Teminatlarla İlişkisi   Makul sürede yargılanma güvencesiyle; adil yargılanma hakkının altında yer alan diğer teminatlar arasında bir önem farkı olduğu kuşkusuzdur. Adil yargılanma hakkının altında yer alan açık ve zımni teminatlar adaletin öncelikli değerleridir. Buna karşın makul süre, adalet sisteminin etkinliğiyle ilgilidir ve tamamlayıcı bir ilkedir. Dolayısıyla adaletin öncelikli değerleri arasında  yer  alan  ilkelerden,  makul  sürede  yargılama  yapmak  için vazgeçilmesi mümkün değildir. Makul süre ilkesine öncelik verilerek, adil yargılanma hakkına ilişkin diğer güvenceler buna uydurulamaz. Dolayısıyla adil yargılanma hakkının eşit değerde koruduğu iki menfaat olan makul sürede                                                        niteliğinde olup olmadığını tartışmadan, yapılan başvuruyu adil yargılanma kapsamında incelediği bir örnek için bkz. Remzi Durmaz başvurusu, 2/10/2013. 56  TRECHSEL, Stefan: Human Rights in Criminal Proceedings, New York, 2005, s. 32. 57  İNCEOĞLU: El Kitabı, s. 13.  58  Örneğin trafik kazası sonrası, kişinin suçlu olup olmadığının belli olmadığı aşamada, geçici olarak ehliyete el konulmasına karşı yapılan başvuru. Bkz. Escoubet/Belçika (Büyük Daire), 28/10/1999, § 37-39. Bu konuda bkz. TRECHSEL: s. 35 ve 36. 59  Suçluların iadesine ilişkin muhakemenin istisnai olarak esas muhakemeyle yakın bir bağlantısı bulunması halinde, bu muhakeme de 6. madde güvencelerinin kapsamına girebilir. Örneğin iadesine karar verilen kişiye, bu karara karşı mahkemeye başvurma imkânı tanınmaması, AİHS nin 6. maddesinde yer alan mahkemeye erişim hakkını ihlal eder. Bkz. Buijen/Almanya, 1/4/2010, § 59-63; Smith/Almanya, 1/4/2010, § 58-62. 60  Sertaç Kılıçarslan başvurusu, 18/2/2016. 61  TEZCAN Durmuş - ERDEM Mustafa Ruhan - SANCAKDAR, Oğuz - ÖNOK, R. Murat: İnsan Hakları El Kitabı, 6. Bası, Ankara 2016s. 278; TRECHSEL: s. 35 ve 36. 244Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… yargılanma  ve  savunma  haklarından  biri  diğerine  tercih  edilemez.62  Söz konusu güvenceler öncelikli olmalı ancak bir yandan da yargılamanın makul sürede tamamlanması için çaba gösterilmelidir.63  Aşağıda  ele  alınacağı  üzere  ceza  muhakemesinde  ve  medeni muhakemede, duruşmaya uzaktan katılmaya yönelik standartlar birbirinden farklıdır. Ancak ilkesel olarak, duruşmaya katılmak isteyen süjelerin, rızaları hilafına duruşmaya uzaktan katılmaya yönlendirilmeleri ancak çok istisnai hallerde mümkün olabilir. Dolayısıyla makul sürede yargılanma hakkının gereklerini yerine getirmek şeklinde ifade edilen gerekçe, kişileri duruşmaya uzaktan katılmaya yönlendirmek için tek başına yeterli bir sebep değildir. Makul sürede yargılama yapılması, sanığın bazı haklarının sınırlandırılması için meşru bir sebep olabilir; ancak bu sınırlamanın hak ihlali teşkil etmemesi için sadece meşru bir sebebin bulunması yeterli değildir. E. Adil Yargılanma Hakkının Sağladığı Güvencelerden Vazgeçme İlgili taraf veya sanık, -sonuçlarını kavramış olmak ve kamu menfaatine aykırı olmamak kaydıyla- adil yargılanma hakkının tanıdığı güvencelerden vazgeçebilir. AİHS'nin 6. maddesinin sağladığı güvencelerden vazgeçme, AİHM nin içtihatlarıyla belirlenen ölçütlere uygun olmalıdır: Sözleşme nin ne sözü ne de  ruhu, adil yargılanma hakkına ilişkin güvencelerden kişinin özgür iradesiyle açık veya zımni olarak vazgeçmesini önlemektedir. Ancak bu vazgeçmenin Sözleşme önünde geçerli olabilmesi için, vazgeçme tartışmaya yer bırakmayacak şekilde gerçekleşmeli ve önemi ile  orantılı  asgari  güvenceler  sağlanmalıdır.  Buna  ek  olarak  vazgeçme, herhangi bir kamu menfaati ile çatışmamalıdır.64 Bazı hallerde vazgeçme zımni de olabilir ancak sanığın davranışlarının AİHS nin 6. maddesinin koruması altında olan bu haktan zımnen vazgeçtiğini gösterdiğini söylemeden                                                        62  LORUSSO, Sergio:  Dibattimento a distanza vs. autodifesa? , DPC, Y. 2017, S. 4, s. 221. (SGT: 16.12.2020).   Bu kapsamda bir taraftan suç isnadı altındaki kişiye savunma için yeterli zamanın yargılamayı adil olmaktan çıkarmayacak şekilde tanınması, diğer taraftan tanınacak zamanın yargılamanın makul bir sürede sonuçlandırılmasını olumsuz etkileyecek uzunlukta olmaması gerekir. Diğer bir ifadeyle yargılama, savunma için gerekli zamana sahip olma hakkını  zedeleyecek  şekilde  aceleye  getirilmemeli;  anılan  hakkın  gerçek  anlamda kullanılmasını mümkün kılacak bir süratle sonuçlandırılmalıdır. (Ufuk Rifat Çobanoğlu başvurusu, 1/2/2017, § 42). 63  FERRUA, Paolo: Il giusto processo, 3. edizione, Bologna 2012, s. 99 ve 114. 64  Sejdovic/İtalya (Büyük Daire), §86; Hermi/İtalya (Büyük Daire), §73; Dvorski/Hırvatistan (Büyük Daire), §100; Talat Tunç/Türkiye, 27.03.2007, §59; Sakhnovskiy/Rusya (Büyük Daire),02.11.2010, §90. 245Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  önce, kişinin davranışının sonucunu makul bir biçimde öngördüğünün ortaya konulması gerekir.65 Dolayısıyla sanık duruşmada hazır bulunma hakkından vazgeçebilir. Ancak bu durumda  vazgeçme, tartışmaya yer bırakmayacak şekilde açık olmalıdır.66 Örtülü vazgeçmenin geçerli olabilmesi için, vazgeçen tarafın söz konusu eylemlerinin sonuçlarını makul olarak öngörebildiği ortaya konulmalıdır.67 Dolayısıyla  yetkili  yargı  organları,  bu  konuda  varsayıma  dayalı  bir değerlendirme yapamaz.68 Bu noktada, duruşmada hazır bulunma hakkından vazgeçme, ilgili tarafa bu haktan vazgeçmesiyle orantılı asgari güvenceler sağlanmadıkça, kamu yararına uygun olmayabilir. III. AİHM  İÇTİHATLARINDA  VİDEO  KONFERANS YÖNTEMİNİN  MEDENİ  HAK  VE  YÜKÜMLÜKLER  İLE SUÇ  İSNADINA  İLİŞKİN  UYUŞMAZLIKLARDA UYGULANMASI A. Medeni Hak ve Yükümlülüklere İlişkin Uyuşmazlıklar Yönünden AİHM  Yevdokimov  ve  diğerleri/Rusya  kararında, AİHS nin  6. maddesinin hukuk mahkemelerinde görülen davalarda kişinin bizzat hazır bulunma hakkını açıkça teminat altına almadığını vurgulamıştır. Mahkeme; anılan  hükmün,  bu  tür  davalarda  daha  genel  olarak  kişinin  davasını mahkemede  etkili  bir  şekilde  sunmasını  ve  silahların  eşitliği  ilkesinden yararlanmasını teminat altına aldığını ve devletlerin bu güvencelerle ilgili hangi yöntemi seçecekleri hususunda serbest olduklarını belirtmiştir.69 Bir diğer  başvuruda  ise  AİHM,  medeni  hak  ve  yükümlülüklere  ilişkin  bir uyuşmazlıkta  ceza  infaz  kurumundan  duruşma  salonuna  getirilemeyen davacının,  video  konferans  bağlantısı  yoluyla  yargılamalara  katılımını sağlamanın bir yol olarak değerlendirilebileceğini kabul etmiştir.70 Ancak hürriyeti kısıtlanmış kişilerin taraf olduğu medeni hak ve yükümlülüklere ilişkin davalarda, ulusal yargı makamlarının bu kişilerin yargılamaya bizzat                                                        65  Talat  Tunç/Türkiye,  §59,  Pishchalnikov/Rusya,  §77.  Benzer  bir  paragraf  için  bkz. Salduz/Türkiye (Büyük Daire), §59.  66   Colozza/İtalya, § 28. 67  Ayrıntılı bilgi için bkz. TANER, Fahri Gökçen: Ceza Muhakemesi Hukukunda Adil Yargılanma Hakkı Bağlamında Çelişme ve Silahların Eşitliği, Ankara 2019, s. 302-320. 68   Emrah Yayla başvurusu, [GK], 6/2/2020, § 75. 69  Yevdokimov ve diğerleri/Rusya, 16/2/2016, § 22.  70  Vladimir Vasilyev/Rusya, 10/1/2012, § 84. AİHM söz konusu kararında ayrıca mevcut davada  yerel  yargılamadaki  iddiaların  bir  dereceye  kadar  başvurucunun  başından geçtiği/yaşadığı olaylara dayandığı gerçeğini gözden kaçırmadığını belirtme ihtiyacı da hissetmiştir (§ 87). 246Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… katılmasının gerekli olup olmadığını değerlendirmeleri ve gerekli olmadığı sonucuna  varmaları  durumunda,  buna  ilişkin  gerekçeyi  açıkça  ortaya koymaları gerekmektedir. AİHM e göre yargılamada bizzat hazır bulunmaya ilişkin meseleler ile yargılamanın hangi şekilde yürütüldüğü (sözlü veya yazılı) ve yasal temsil ile ilgili hususlar birbiriyle bağlantılıdır. Bu meseleler AİHS nin 6. maddesinde yer alan adil bir şekilde dinlenilme 71 güvencesi kapsamında ve daha geniş bir bağlamda analiz edilmelidir. Bunun için hukuk yargılamasında her bir tarafa, çelişmeli muhakeme ilkesinin bir gereği olarak, diğer tarafça ileri sürülen görüşler veya gösterilen deliller hakkında bilgi sahibi olma ve bunlara ilişkin yorum yapma imkânı tanınmalıdır. Bu yapılırken silahların eşitliği ilkesi  uyarınca,  taraflara  iddialarını  kendilerini  önemli  bir  dezavantaja düşürmeyen  koşullar  altında  sunmak  için  makul  bir  fırsatın  tanınıp tanınmadığı  önem  taşımaktadır.72  Medeni  hak  ve  yükümlülüklere  ilişkin uyuşmazlıklarda,  ilgili  kişilerin  karakterinin,  yaşam  tarzının  ve  sağlık durumunun mahkemenin görüşünün şekillenmesinde doğrudan etkili olduğu davalar ile davanın konusunun veya kararın kişinin eylemlerini/başından geçtiği olayları kapsadığı durumlar gibi sınırlı bir kategorideki uyuşmazlıklar dışında, ilgili tarafın yargılamada bizzat hazır bulunması zorunlu değildir.73 Buna karşın AİHM, davanın konusunun kişinin karakteri ve yaşam şekliyle doğrudan ilgili olduğu ya da kararın kişinin eylemlerini ve yaşadığı olayları kapsadığı durumlarda, davanın taraflarının yargılamaya bizzat katılmasının AİHS nin 6. maddesi açısından gerekli olduğunu değerlendirmiştir.74 Bu tür davalara örnek olarak engelli yardımından yararlanma, çocukla kişisel ilişki kurma gibi uyuşmazlıklar örnek verilebilir.75 Ancak cezai sahadan farklı olarak medeni hak ve yükümlülükler alanında, kural olarak kişinin duruşmaya katılmaya mecbur edilmesi ve bu amaçla zorla getirilmesi mümkün değildir.                                                        71  Anayasa Mahkemesi bu terimi hakkaniyete uygun yargılanma şeklinde kullanmaktadır. Örnek olarak bkz. Arif Şimbil ve diğerleri başvurusui, 4/2/2016, § 55; Seyla Suvari ve Leyla Kalyoncu başvurusu, 5/11/2015, § 38. 72   Larin/Rusya, 20/5/2010, § 36. 73  RAINEY, Bernadette – WICKS, Elizabeth -  OVEY, Clare: The European Convention on Human Rights, Oxford, 2017, s. 295; Kabwe ve Chungu/Birleşik Krallık (k.k.), 2/2/2010.   74  Yevdokimov ve diğerleri/Rusya, § 25. AİHM, Kovalev/Rusya kararında (10/5/2007, § 37), polis tarafından kötü muameleye maruz kaldığı iddiasıyla ilgili olarak bizzat ifade vermek isteyen bir tutuklunun duruşmada hazır bulunma talebinin reddedildiği hukuk davasında, AİHS nin 6. maddenin ihlal edildiğine hükmetmiştir. Bu davada başvurucu eşi tarafından temsil edilmesine rağmen AİHM, iddiaların büyük ölçüde onun yaşadığı/başından geçtiği olaylara dayandığı ve bu nedenle davacının görüşlerini [bizzat] sunmasının davanın önemli bir parçası olacağı sonucuna varmıştır. 75   RAINEY-WICKS-OVEY: s. 295.  247Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  Başvurucunun nafaka yükümlülüklerinin kapsamı ile ilgili bir başvuruda AİHM, mahkeme tarafından karara bağlanacak meselenin, esasen ilgili kişinin geliriyle ilgili belge kanıtlarına dayanılarak karara bağlanabilecek bir konu olduğunu  ve  dava  konusunun,  mahkemenin  başvurucu  hakkında  kişisel izlenim  edinmesini  gerektirecek  nitelikte  olmadığını  tespit  ederek  kabul edilemezlik kararı vermiştir.76 AİHM, medeni hak ve yükümlülüklere ilişkin uyuşmazlıklarda tutuklu ya da hükümlülerin transferlerinde yaşanabilecek zorlukları dikkate aldığını, böyle durumlarda -iddianın başvurucunun gerçekleştirdiği/yaşadığı olaylara dayanmaması koşuluyla- kişinin duruşmada bizzat hazır bulunması yerine vekille  temsil  edilmesinin  silahların  eşitliği  ilkesine  uygun  olabileceğini belirtmiştir.77 Buna karşın Mahkeme, duruşmaya bizzat katılımı gerektiren davalarda  ilgilinin  duruşmaya  katılmadığı  hallerde,    duruşmada  avukatla temsil gerçekleşse dahi  Sözleşme nin 6. maddesinin ihlal edildiğine karar vermiştir.  Örneğin  uygun  olmayan  tutulma  koşullarıyla  ilgili  açılan  bir tazminat davasında AİHM, tutulma koşullarını ve sağlık durumunu en doğru şekilde anlatabilecek ve varsa hâkimlerin sorularını yanıtlayabilecek konumda olan  başvurucunun  beyanlarının  alınmasının,  davanın  vazgeçilmez  bir parçasını oluşturacağını belirtmiştir. AİHM ayrıca, başvurucunun mahkeme salonuna nakledilmesinin güvenlik veya başka herhangi bir haklı sebepten ötürü mümkün olmadığı varsayılsa bile, ulusal mahkemelerin, başvurucunun yargılamalara katılımını sağlamanın diğer yollarını -başvurucunun cezasını çekmekte  olduğu  cezaevinde  duruşma  yapmak  gibi-  değerlendirilmesi gerektiğini ifade etmiştir.78 B. Suç İsnadına İlişkin Uyuşmazlıklar Yönünden Ceza  muhakemesinde,  duruşmada  bizzat  hazır  bulunmak  sanık  için sadece bir yükümlülük değil aynı zamanda bir haktır.79 Bir suçla itham edilen herkesin yargılamada hazır bulunması konusu, Medeni ve Siyasi Haklara İlişkin  Sözleşme nin  14.  maddesinde  açıkça  düzenlenmesine  karşın, AİHS de  düzenlenmemiştir.  AİHM,  AİHS nin  6.  maddesinin  bizzat dinlenilme hakkının her durumda açıkça teminat altına almadığına, hükümde                                                        76  Fidler/Avusturya (k.k.), 23/2/1999. 77   Yevdokimov ve diğerleri/Rusya, § 24. 78  Insanov/Azerbeycan, 14/4/2013, § 145-146. 79  TOROSLU, Nevzat - FEYZİOĞLU Metin: Ceza Muhakemesi Hukuku, 19. Bası, Ankara 2019, s. 146. Yargıtay Ceza Genel Kurulu, E.2008/9-148, K.2008/169, 10/6/2008 (UYAP). 80  https://humanrightscenter.bilgi.edu.tr/media/uploads/2015/08/03/MedeniVeSiyasiHaklaraIlis kinSozlesme.pdf 248Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… daha  ziyade  bir  ceza  yargılamasının  sanığın  huzurunda  yapılması gerekliliğinin zımnen teminat altına alındığına hükmetmiştir.81 Bunun temel nedeni, hükme bakıldığında da görüleceği üzere, madde metninin büyük ölçüde ceza muhakemesi düşünülerek kaleme alınmış olmasıdır.   Duruşmada hazır bulunmak sanığın temel haklarından biridir.82  AİHM, AİHS nin 6. maddesinin amaç ve hedeflerini bir bütün olarak gözeterek, suç isnadı atında olan bir kimsenin duruşmaya katılma hakkının da bulunduğu sonucuna varmış ve genel olarak bu hakkın, -diğerlerinin yanı sıra- sadece hazır bulunma hakkını değil, yargılama sırasında söylenenleri dinlemeyi ve yargılamayı takip etmeyi de kapsadığını ifade etmiştir.84 Bu çerçevede sanık duruşmada  hazır  bulunmadan,  adil  bir  şekilde  dinlenilme  hakkının  özel görünümleri olan ve AİHS'nin 6/3 fıkrasında düzenlenen  bizzat savunma ,  tanık sorgulama veya sorgulatma  ve  tercüman yardımından yararlanma  haklarını kullanması oldukça güçtür.85 Dolayısıyla sanığın duruşmada hazır bulunma hakkını güvence altına alma yükümlülüğü, AİHS'nin 6. maddesinin temel gerekliliklerindendir.86  Ancak  sanığın  duruşmada  bizzat  bulunma  hakkı,  mutlak  değildir. AİHM e  göre  video  konferans  gibi  teknolojik  imkânlara  başvurmak duruşmada  hazır  bulunma  hakkıyla  ulaşılmak  istenen  amaçlarla çelişmemektedir.87 Bu noktada sanığın yargılama sürecini takip edebilmesi, duruşmada dinlenen insanları görebilmesi ve sarf edilen ifadelerden haberdar olabilmesi, ayrıca kendisinin de mahkeme, tanıklar ve diğer ilgililer tarafından görülmesinin ve dinlenmesinin teknik engeller bulunmaksızın teminat altına alınması gerekir.88  Marcello Viola/İtalya başvurusuna konu olan olayda, mafya tipi bir örgüte üye olmakla suçlanan başvurucu ceza infaz kurumundan duruşma salonuna getirilmemiş ve istinaf yargılaması sırasındaki duruşmalara video                                                        81  Colozza/İtalya, 12/2/1985, § 27; Yevdokimov ve diğerleri/Rusya, § 22. 82   Golubev/Rusya (k.k.), 9/11/2006. 83  Hermi/İtalya [BD], 18/10/2006, § 59. 84   Stanford/Birleşik Krallık, 23/2/1994, § 26. 85   Colozza/İtalya, § 27. Anayasa Mahkemesi de bir kararında başvurucunun esas hakkındaki savunmasının SEGBİS  aracılığıyla alındığını, bu nedenle hâkim önünde yüz yüze savunma yapamadığını ileri sürdüğü şikâyeti silahların eşitliği ilkesi başlığı altında incelemiş ve ihlale neden olduğunu ileri sürülen iddiaların yargılama sürecinde ve temyiz dilekçesinde dile getirilmediği gerekçesiyle başvurunun kabul edilemez olduğuna karar vermiştir (Zana Güneş başvurusu, 25/9/2019, § 73-78)  86  Hermi/İtalya, § 58, 59. 87  Sakhnovskiy/Rusya [BD], 2/10/2010, § 98.  88  Sakhnovskiy/Rusya, § 98. 249Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  konferans  yoluyla  katılmıştır.  Başvurucu  AİHM e  bireysel  başvuruda bulunarak, video konferans yöntemiyle istinaf kanun yolundaki duruşmalara katılımın  sağlanmasının  savunma  açısından  zorluklara  neden  olduğu şikayetinde  bulunmuştur.  AİHM,  -başvurucunun  duruşmalara  video konferans  yöntemi  kullanılarak  katılımının  sağlanmasının  AİHS e  aykırı olmasa bile- her bir davada bu yönteme başvurulmasının meşru bir amacının (sebebinin) bulunması ve yargılama sürecinde savunmanın haklarına saygı gösterilmesi gerektiğine dikkat çekmiştir.  Benzer şekilde AİHM, Golubev/Rusya başvurusuna ilişkin kararında, ilk derecedeki  duruşmalarda  bizzat  bulunan  sanığın  temyiz  mahkemesindeki duruşmalara video konferans yöntemiyle katılmasıyla ilgili şikayetini adil yargılanma hakkı yönünden incelemiştir. AİHM e göre, sanığın temyiz kanun yolundaki  yargılamaya  bizzat  katılımının  gerekip  gerekmediği değerlendirilirken -diğerlerinin yanı sıra- ilgili yargılamanın kendine has nitelikleri ile özellikle karara bağlanacak konular ve bunların başvurucu için önemi ışığında, savunmanın menfaatlerinin temyiz mahkemesinde sunulma ve  korunma  şekli  dikkate  alınmalıdır.  AİHM,  kanun  yolu  merciinin uyuşmazlığı hem hukuki hem de maddi yönden inceleme yetkisini haiz olduğu durumlarda bile, AİHS nin 6. maddesinin kanun yolunda duruşmada bizzat hazır  olma  hakkı  vermediğini  vurgulamıştır.  Daha  sonra  AİHM, başvurucunun duruşmaya bizzat katılma talebinde bulunmadığını, duruşmaya video  konferans  yöntemiyle  katılımının  sağlanmasına  itiraz  etmediğini, duruşma  öncesinde  avukatıyla  başkalarının  duyamayacağı  şekilde görüşebildiğini, iki avukatının duruşmada hazır bulunduğunu ve savunmanın iddialarını  destekleyebildiklerini  ve  ayrıca  Yüksek  Mahkeme  tarafından yapılan  incelemenin  kapsamının  da  sınırlı  olduğunu  tespit  etmiştir. Başvurucunun,  ilgililere  sorular  yöneltebildiğini  ve  sistemin  işlemediğini veya  herhangi  bir  şekilde  yargılamaya  aktif  olarak  katılmasının sınırlandırıldığını iddia etmediğini de dikkate alan AİHM, yargılamaya etkili katılım hakkının ihlal edildiğine ilişkin şikâyeti açıkça dayanaktan yoksun bulmuştur. 90 AİHM nin  Asciutto/İtalya  başvurusuna  konu  olan  olayda  ise, başvurucunun üyesi olduğu mafya örgütünün faaliyetleri çerçevesinde işlediği suçlara ilişkin hem ağır ceza mahkemesi hem de istinaf mahkemesinde yapılan duruşmalara video konferans yoluyla katılmasına karar verilmiştir.91 Kararda, başvurucunun farklı bir ceza infaz rejimine tabi tutulan bir tutuklu olması                                                        89  Marcello Viola/İtalya, 5/1/2007, § 67, 72. 90  Golubev/Rusya (k.k.), 9/11/2006. 91  Asciutto/İtalya, 27/11/2007, § 16 ve 72. 250Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… nedeniyle,  mevzuatta  yer  alan  hükümler  çerçevesinde  video  konferans yöntemi ile duruşmaya katılımının sağlandığına dikkat çekilmiş, bu yöntemin uygulanmasının meşru bir amaç taşıyıp taşımadığı ve yöntemin uygulandığı koşulların savunma haklarına uygun olup olmadığı incelenmiştir. İtalya ve Rusya ya karşı yapılan bu başvurularda AİHM, video konferans yoluyla  sanığın  duruşmada  hazır  bulunma  hakkına  yönelik  sınırlamanın AİHS i ihlal etmemesi için karşılanması gerekli ölçütleri belirlemiş ve bunları belli bir başlıklandırma yapmadan kararlarında uygulamıştır. Bu ölçütleri aşağıdaki şekilde kavramsallaştırabiliriz: 1.  Sınırlamanın Hukuki Temeli Olmalıdır  AİHM e göre ceza davalarında duruşmada hazır bulunma hakkı mutlak olmayıp  sınırlamalara  konu  olabilirse  de,  bunun  hukuki  bir  temelinin bulunması gerekir. Diğer bir ifadeyle sınırlamanın iç hukukta erişilebilir ve öngörülebilir bir dayanağı bulunmalıdır. Mahkeme, Marcello Viola/İtalya başvurusunda,  sanıkların  duruşmalara  video  konferans  yoluyla  katılımı konusunun,  İtalyan  Ceza  Usul  Kanunu nun  146  maddesinde  açıkça düzenlendiğini hatırlatmıştır. AİHM; söz konusu hükümde, hangi davalarda video konferans uygulamasının yapılabileceğinin, hangi merciin bu kararı vermeye yetkili olduğunun ve ses-görüntü bağlantısının kurulması için gerekli teknik  hususların  düzenlendiğini  de  vurgulamıştır.  AİHM  yaptığı değerlendirmelerde  ayrıca,  İtalyan  Anayasa  Mahkemesinin  söz  konusu maddenin Anayasa ya ve AİHS e uygun olduğuna ilişkin verdiği kararlara gönderme yapmıştır.                                                         92   Asciutto/İtalya, § 68-73. 93  İtalyan  Ceza  Usul  Kanunu nun  146/4-6  maddeleri  aşağıdaki  şekildedir:  4.Savunma avukatı veya onun yerine gelen avukat her zaman sanığın bulunduğu yerde hazır bulunmak zorundadır. Savunma avukatı veya onun yerine gelen avukat duruşma salonunda bulunduğu halde sanık gerekli teknik vasıtalar ile avukatıyla özel ve gizli olarak konuşma imkanına sahip olacaktır.   4-Telekonferans yöntemiyle bağlantının yukarıdaki fıkralar uyarınca gerçekleştiği tüm yargılamalarda, hakim talep üzerine ve bağlantı masraflarını üstlenmeleri kaydıyla,  diğer tarafların ve avukatlarının da duruşmaya uzaktan katılmasına izin verebilir.   5. Sanığın görsel ve işitsel sistem ile duruşma salonuna bağlandığı yer duruşma salonunun bir uzantısı olarak kabul edilecektir [è equiparato all'aula d'udienza].   6. Bir mahkeme yetkilisi sanığın bulunduğu yerde hazır bulunacak ve sanığın kimliği ile hak ve yetkilerini kullanmakta hiç bir şekilde kısıtlamaya maruz kalmadığını tasdik edecektir. Mahkeme yetkilisi aynı zamanda 3. Paragraf ile 4. Paragrafın 2. Cümlesinde düzenlenen hususlara uyulmasını temin ederek ifade alınması halinde bunun kanunlara uygun bir şekilde alınmasını sağlamak ile görevlidir (...) 251Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  AİHM Asciutto başvurusunda da müdahalenin hukuki temeli ile ilgili olarak değerlendirmede bulunmuştur. Daha önce Marcello Viola kararında, sanığın video konferans yoluyla duruşmalara katılım usulünün İtalyan Ceza Usul Kanunu nun 146. maddesinde açıkça düzenlendiğini tespit ettiğini ifade eden  AİHM;  anılan  hükmün,  video  konferans  yönteminin  uygulanma koşullarını, yetkili makamları ve görsel-işitsel bağlantıyla ilgili diğer teknik hususları açıklığa kavuşturduğunu belirtmiştir.94  2.  Sınırlamanın Meşru Bir Amacı Olmalıdır AİHM e  göre,  sanığın  video  konferans  yöntemiyle  duruşmalara katılmasının tek başına AİHS e aykırı değildir. Her bir davanın kendine özgü şartları dikkate alınarak, bu yöntemin uygulanmasının adil yargılanma hakkını ihlal etmemesi için meşru bir amacının (bir sınırlama sebebinin) bulunması gerekir. Adil yargılanma hakkını ihlal etmeyen bir ceza yargılamasından bahsedebilmek için, sanığın mahkeme huzuruna çıkarılması büyük önem arz etmektedir.  Suç  isnadına  ilişkin  uyuşmazlıklarda  ana  kural,  sanığın duruşmada  hazır  bulundurulmasıdır.  Ancak  istisnai  hâllerde,  sanığın gıyabında duruşma yapılabilir. Dolayısıyla duruşmada hazır bulunma hakkına ancak  meşru  amaçlarla  müdahale  edilebilir.  AİHM,  -medeni  hak  ve yükümlüklere ilişkin bir uyuşmazlık olsa bile- Yevdokimov ve diğerleri/Rusya kararında  başvurucunun  duruşmada  hazır  bulunma  talebinin  somut yargılamayla  bağlantılı  olmayan  genel  bir  sebeple  ve  kategorik  olarak reddedilmesi  nedeniyle,  AİHS nin  6.  maddesinin  ihlal  edildiğine  karar vermiştir.95 AİHM e göre, AİHS nin 6. maddesi açıkça tanıkların veya mağdurların genel  olarak  menfaatlerini  korumamakta  ise  de;  bu  kişilerin  hayatları, özgürlükleri  veya  güvenlikleri  söz  konusu  olabilir.  Bazı  davalarda, savunmanın menfaati ile beyanda bulunmaya çağrılan kişilerin (örneğin tanık ve mağdurların) menfaatlerinin dengelenmesi gerekebilir.96 Bu tür durumlar, genellikle tehdit edilen veya kırılgan tanıkların var olduğu davalarda ortaya çıkmaktadır. AİHM, yukarıda söz edilen Marcello Viola/İtalya ve Asciutto/İtalya kararlarında,  sanıkların  duruşma  salonunda  hazır  bulunan  davanın  diğer tarafları ile tanıklara baskı uygulama güçlerinin bulunduğunu belirtmiştir. Başvurucuların mafya üyeliğiyle ilgili suçlardan yargılandığını göz önüne                                                        94  Asciutto/İtalya, § 63. 95  Yevdokimov ve diğerleri/Rusya, § 48-53. 96  Marcello Viola/İtalya, § 51. 252Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… alan AİHM; kaçma veya suikasta uğrama riskinin mevcut olması nedeniyle, sanıkların  duruşma  salonuna  transferlerinin  ciddi  güvenlik  tedbirleri alınmasını gerektirdiğine ve video konferans yönteminin uygulanmasının kamu düzenini koruma, tanıkların ve mağdurların güvenliğini ve özgürlüğünü sağlama gibi meşru amaçlar taşıdığına dikkat çekmiştir. AİHM e göre video konferans uygulaması, diğer hususların yanında tutuklu veya hükümlülerin ceza  infaz  kurumundan  duruşma  salonuna  transferleri  nedeniyle  oluşan gecikmelerin  azaltılması  ve  yargılamaların  hızlandırılması  amacını  da taşımaktadır.97  Sonuç  olarak,  AİHM  standartlarına  göre  somut  olayla  bağlantı kurulmadan soyut ve genel sebeplerle veya gerekçe belirtilmeksizin sanıkların duruşmada  hazır  bulunma  hakkına  müdahale  edilmesi,  adil  yargılanma hakkının ihlali sonucunu doğurur. Ulusal mahkemelerin sanığın duruşmada hazır  bulunmasının  sanıkların  veya  ilgili  diğer  kişilerin  güvenliklerini tehlikeye düşürdüğünü veya davanın makul sürede sonuçlandırılmasına engel olduğunu ya da buna benzer başka bir sınırlama sebebinin (meşru amacının) var olduğunu belirtmeleri ve bu meşru amaca erişmek için zorunlu görmeleri durumunda video konferans yöntemiyle duruşma yapmaları gerekir. Verilen ara kararlarda bu sebeplerin somut olarak açıklanması ve somut olaylarla ilişkilendirilmesi zorunludur.  3.  Sınırlama Ölçülü Olmalıdır Adil  yargılanma  hakkına  yönelik  müdahalenin,  -ihlal  boyutuna ulaşmaması için- hukuki bir temelinin bulunmasının ve meşru bir amaca dayanmasının yanında ölçülü olması da gerekir.98 AİHM, ölçülülük ilkesini uygularlarken  Fedaral  Alman  Anayasa  Mahkemesi  veya  Türk  Anayasa Mahkemesinin yaptığının aksine, ölçülülük ilkesinin alt ilkelerinin isimlerini zikretmemektedir. AİHM bu ilkeleri, -isimlerini zikretmeksizin- özellikle gereklilik ve orantılılık yönünden dengeleme yaparken kullanmaktadır. Bu çerçevede  AİHM;  video  konferans  yönteminin  uygulanmasına  ilişkin koşulların AİHS nin 6. maddesinde öngörüldüğü şekliyle, savunma haklarına                                                        97  Marcello Viola/İtalya, § 70. 98  Anayasa Mahkemesinin Federal Alman Anayasa Mahkemesinden esinlenerek yaptığı kavramsallaştırmaya göre ölçülülük ilkesi; elverişlilik, gereklilik ve orantılılık olmak üzere üç alt ilkeden oluşmaktadır. Elverişlilik hakka yapılan müdahalenin ulaşılmak istenen meşru amacı gerçekleştirmeye elverişli olmasını, gereklilik ulaşılmak istenen meşru amaca daha hafif bir müdahale ile erişilmesinin olanaklı olmamasını, orantılılık ise müdahale ile ulaşılmak istenen meşru amaç arasından makul bir dengenin nazara alınmasını ifade etmektedir (AYM, E.2011/111, K.2012/56, 11/4/2012; E.2016/16, K.2016/37, 5/5/2016). 253Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  ilişkin  gerekliliklerle  uyumlu  olmasını  da  aramaktadır.  AİHM  ölçülülük konusunda, gerekliliği ön plana çıkarmakta ve adil yargılanma hakkının ihlal edilmemesi için savunma hakkının sınırlandırılmasına yönelik her bir tedbirin gerekli olmasını yani daha az kısıtlayıcı bir tedbirin bulunması halinde o tedbirin uygulanmasını zorunlu görmektedir.99  Buna  ek  olarak,  yargılama  sürecinde  savunmanın  haklarına  saygı gösterilip  gösterilmediği  de  tespit  edilmelidir.100  Ölçülülük  açısından yapılmaya  çalışılan  bu  dengeleme,  müdahalenin  orantılı  olmasına  işaret etmektedir.  Dolayısıyla  mahkemelerden  öncelikli  olarak  sanıkların duruşmaya katılabilmesini sağlamak için alternatif araçları değerlendirmeleri beklenir. Mahkemelerin olaya özgü somut gerekçeler sunmadan, sanıkların duruşmada hazır bulunma taleplerini genel ve soyut sebeplerle reddetmeleri, ölçülülük ilkesine aykırı olduğundan adil yargılanma hakkını ihlal edebilir.101 Orantılılık  ilkesi  gereğince  başvurucuların  duruşma  salonunda  hazır bulunan  kişileri  görme  ve  söylenenleri  duyma  imkânı  olmalıdır.  Teknik sorunlar nedeniyle duruşma salonu ve sanığın bulunduğu yerle bağlantının kusursuz  olması  mümkün  değilse  de;  bunun  ses  veya  görüntülerin aktarılmasında zorluklara yol açmaması, savunmanın diğer tarafa nazaran ciddi bir şekilde daha dezavantajlı bir konuma düşürülmemesi gerekir.102 Ayrıca sanık, duruşma salonunda bulunan müdafii ile, üçüncü kişi tarafından herhangi bir dinlenme teşebbüsüne karşı önlem alınmış bir telefon bağlantısı ile  de  görüşebilmelidir.103  Bu  müdafiin  hukuki  yardımından  faydalanma hakkının da bir gereğidir. Asciutto/İtalya başvurusuna ilişkin kararında AİHM; video konferans yönteminin uygulanmasına ilişkin koşulların savunma haklarına uygun olup olmadığı  hususunda  yaptığı  incelemede,  başvurucunun  duruşmada  hazır bulunan kişileri görme ve söylenenleri duyma imkânına sahip olduğunu, yargılamada  teknik  sorunlar  yaşandığı  hususunda  bir  şikâyetin  dile getirilmediğini ve ilgili mevzuata göre müdafiin video konferans bağlantısı kurulan odada hazır bulunma hakkına sahip olduğunu vurgulamıştır. AİHM, başvurucunun video konferans yöntemiyle duruşmaya katılımının, davanın diğer  tarafına  göre  savunma  açısından  başvurucuyu  dezavantajlı  duruma düşürmediği ve sonuç olarak AİHS nin 6. maddesine uygun biçimde savunma                                                        99  Marcello Viola/İtalya, § 62. 100  Marcello Viola/İtalya, § 67. 101 YILDIRIM: s. 157.  102  Asciutto/İtalya, § 64, 69-70. 103  Marcello Viola/İtalya, § 75. 254Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… hakkının  kullanıldığı  sonucuna  ulaşmıştır.  Bu  gerekçelerle  AİHM, başvurucunun  duruşmalara  video  konferans  sistemi  aracılığıyla  katılmak zorunda bırakılmasının adil yargılanma hakkını ihlal ettiği şikâyetini kabul edilemez bulmuştur.104 AİHM  Marcello  Viola/İtalya  kararında  da  başvurucunun,  duruşma salonundakileri  görebildiğini  ve  söylenenleri  duyabildiğini,  salonda bulunanlar tarafından duyulduğunu ve görüldüğünü, müdafiiyle mahremiyet içerisinde  (üçüncü  kişiler  tarafından  dinlenilmeden)  görüşme  imkânı olduğunu,    görüşme  hakkının  ihlal  edildiğine  işaret  eden  hiçbir  husus bulunmadığını  ve  istinaf  yargılaması  sırasında  kullanılan  yöntemle  ciddi şekilde dezavantajlı bir konuma düşürülmediğini belirterek adil yargılanma hakkının ihlal edilmediğine karar vermiştir.105  IV.  ANAYASA  MAHKEMESİ  İÇTİHATLARINDA  VİDEO KONFERANS YÖNTEMİNİN ÖZGÜRLÜK VE GÜVENLİK HAKKI  VE  ADİL  YARGILANMA  HAKKINA  İLİŞKİN UYUŞMAZLIKLARDA UYGULANMASI A. Tutukluluk  Muhakemesi  ve  Özgürlük  ve  Güvenlik  Hakkı Bağlamında (Erdal Korkmaz ve Diğerleri Başvurusu) Anayasa Mahkemesi SEGBİS'in kullanılmasını, ilk defa Erdal Korkmaz ve  diğerleri  başvurusunda kişi  hürriyeti  ve  güvenliği  hakkı yönünden değerlendirmiştir. Karara konu olayda silahlı terör örgütüne üye olma suçuna ilişkin olarak başlatılan bir soruşturma kapsamında tutuklanan başvurucular, tutukluluk  incelemesini  yapan  hâkim  huzuruna  çıkarılmadıklarını  ve incelemenin SEGBİS vasıtasıyla yapıldığını belirterek anayasal haklarının ihlal edildiğini ileri sürmüşlerdir. Bu  başvuruyla  ilgili  olarak  verilen  kararda,  SEGBİS'in  duruşma salonundakileri görebilme ve söylenenleri duyabilme imkânı sağladığı ve bu sistem sayesinde yargılamanın taraflarının yargısal işlemleri karşılıklı olarak gerçekleştirilebildikleri  vurgulanmış  ve  daha  sonra  SEGBİS  vasıtasıyla yapılan  yargılamada,  yüz  yüzelik  ilkesinin  sağlandığı  ifade  edilmiştir.107 Mahkemeye göre, bu sistemle ifadesi alınanların duruşma salonundakileri görebilme ve söylenenleri duyabilme imkânı bulunmaktadır. Kararda ayrıca ses ve görüntü kayıtlarının daha sonra yazılı olarak tutanağa aktarılmasının                                                        104 Asciutto/İtalya, § 62-73 105 Marcello Viola/İtalya, § 72-77. 106  Erdal Korkmaz ve diğerleri başvurusu, 18/11/2015, § 98-105. 107  Erdal Korkmaz ve diğerleri başvurusu, § 103. 255Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  da, sistemin bir güvencesi olduğu ifade edilmiştir.108 Buna göre ses ve görüntü kaydı sonrası yazılı tutanağa dönüştürülen kayıtlar ilgililere verilebilecek, talep veya itiraz hâlinde ise ses ve görüntü kayıtları soruşturma ve kovuşturma makamı gözetiminde ilgilisine izletilebilecektir.   Anayasa  Mahkemesi  bu  karardan  önce,  başvurucuların  duruşmaya (video  konferans  yöntemiyle)  uzaktan  katılımlarının  sağlanmasını adil yargılanma hakkı kapsamında esaslı bir şekilde değerlendirmemiştir. Ancak bu karar - kişi hürriyeti ve güvenliği hakkına ilişkin olsa bile- adil yargılanma hakkı kapsamında yapılabilecek birtakım değerlendirmeler de içermektedir. Kararda yapılan değerlendirmelerde, duruşmalara video konferans yöntemiyle katılımın sağlanmasında savunmanın diğer taraflara nazaran ciddi bir şekilde dezavantajlı  bir  konuma  düşürülmediği  durumlarda,  AİHM nin  sanığın mahkemede hazır bulunma şartının gerçekleşmiş sayılacağına karar verdiği belirtilmiştir.  Halbuki burada atıf yapılan AİHM kararının ilgili paragrafı istinaf yargılamasına ilişkin olup, somut olay bazlı bir değerlendirme içermekte ve ceza yargılamalarının tüm aşamalarında kullanılabilecek  ilkesel bir yönü bulunmamaktadır. AİHM nin adil yargılanma hakkı kapsamında verilmiş olan Marcello Viola kararının bu paragrafında, kişi hürriyet ive güvenliği hakkı açısından  ilkesel  düzeyde  çıkarımlar  yapılmasının  isabetli  olmadığı kanısındayız.  Bu  nedenle  SEGBİS  vasıtasıyla  yapılan  yargılamanın  yüz yüzelik ilkesinin gereklerini sağladığına yönelik tespit de yerinde değildir. Bunun yerine zaman zaman yüz yüzeliğin sağlanamadığı hallerde, video konferans yönteminin yukarıda belirlenen koşulları taşımak ve dolayısıyla ölçülü olmak kaydıyla, yüz yüzeliğin yerine geçen bir araç olabileceğini söylemek daha uygun olur.                                                         108 Anayasa Mahkemesi nin bu değerlendirmelerine öğretide eleştiride bulunulmuş, söz konusu değerlendirmelerin  AİHM nin  Viola/İtalya  kararındaki  ölçütlere  uygun  olmadığı belirtilmiştir.  YERDELEN, Erdal: Ceza Muhakemesinde Videokonferans Yöntemininin (SEGBİS) Kullanımı, Bilişim Hukuku Dergisi, Y.2019. S. 2, s. 282-284. 109  İlgili paragraf şu şekildedir:     Bu  şartlar  altında  Mahkeme;  başvurucunun  başvuruya  konu  olan  ikinci  ceza yargılamasının istinaf duruşmalarına video konferans yoluyla katılmasının, savunmayı muhakemenin diğer taraflarına göre ciddi bir şekilde dezavantajlı durumda bırakmadığı ve başvurucunun AİHS nin 6. maddesinde teminat altına alınan adil yargılanma kavramının içinde  yer  alan  hak  ve  yetkileri  kullanma  imkânı  bulduğu  sonucuna  varmıştır. Marcello Viola /İtalya, § 76.  256Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… B.   Asıl Ceza Muhakemesi ve Adil Yargılanma Hakkı Bağlamında (Şehrivan  Çoban,  Hüseyin  Barsak  ve  Ferhat  Çatuk Başvuruları) Anayasa  Mahkemesi  suç  isnadına  ilişkin  uyuşmazlıklarda başvurucuların  duruşmaya  (video  konferans  yöntemiyle)  uzaktan  katılma suretiyle  sorgularının  yapılmasının  ve  duruşmaya  katılımlarının sağlanmasının adil yargılanma hakkını ihlal edip etmediğiyle ilgili olarak ilk esaslı değerlendirmesini Şehrivan Çoban başvurusunda yapmıştır. Bu karar Anayasa Mahkemesi Genel Kurulunca verilmiştir. Kararda SEGBİS'in suç isnadına ilişkin uyuşmazlıklarda uygulanmasının kategorik olarak Anayasa'ya aykırı  olmadığı  vurgulanmış  ve  duruşmada  bizzat  bulunmanın  ceza hukukunun  çekirdeğini  oluşturan  konularda  daha  katı  bir  biçimde uygulanması gerektiği belirtilmiştir.111 Karara konu olan olayda, silahlı terör örgütüne üye olma suçundan hakkında kamu davası açılan başvurucu, duruşmanın ilk celsesinde hazır bulunmuş  ve  ağır  ceza  mahkemesinde  savunma  yapmıştır.  Daha  sonra başvurucu, güvenlik riski nedeniyle başka bir şehirdeki ceza infaz kurumuna sevk edilmiştir. Mahkeme, başvurucunun yapılması planlanan duruşmaya SEGBİS aracılığı ile katılımının sağlanması için ceza infaz kurumuna yazı yazmıştır. Başvurucu; yargılamayı yapan mahkemeye sunduğu dilekçede, SEGBİS aracılığı ile duruşmaya katılmayı kabul etmediğini ve duruşmada hazır bulunarak savunma yapmak istediğini beyan etmiştir. Duruşmanın son celsesinde  ilk  derece  mahkemesi,  başvurucunun  bizzat  duruşmada  hazır bulunma talebini değerlendirmiş ve video konferans yöntemi ile savunma alınmasının ilgili mevzuata uygun olduğu gerekçesiyle talebin reddine karar vermiştir. Sonuç olarak mahkeme başvurucunun silahlı terör örgütü üyesi olma  suçundan  hapis  cezasıyla  cezalandırılmasına  hükmetmiş  ve  karar Yargıtay tarafından onanmıştır. Başvurucu,  Anayasa  Mahkemesi ne  yaptığı  bireysel  başvuruda, duruşmada hazır bulunma talebi reddedilerek ses ve görüntü aktarımı suretiyle duruşmaya katılımının sağlanmaya çalışılması nedeniyle sağlıklı bir savunma yapamadığını  belirterek,  adil  yargılanma hakkı  kapsamındaki  duruşmada hazır bulunma hakkının ihlal edildiğini ileri sürmüştür.                                                        110 Şehrivan Çoban başvurusu [GK],  6/2/2020.  111  Belirtilen  kararda  …kişilerin  duruşmalara  sesli  ve  görüntülü  bir  bilişim  sistemi kullanılarak katılmalarına imkân tanınması veya adli merciler önünde kendilerini sözlü olarak ifade edebilmeleri bizatihi bu kişilerin adli süreçlere katılımlarını büyük ölçüde kolaylaştıran  bir  işleve  sahip  olduğu  da  ayrıca  vurgulanmıştır.  (Şehrivan  Çoban başvurusu, § 92) 257Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  Anayasa Mahkemesi, Şehrivan Çoban kararında ilk önce duruşmada hazır  bulunma  hakkının  Anayasa'nın  36.  maddesinde  düzenlenen  adil yargılanma hakkının kapsamında kaldığı tespitinde bulunmuş; ceza adaletinin hakkaniyete  uygun  şekilde  gerçekleşebilmesi  için  sanığın  mahkemenin huzuruna  çıkarılmasının  büyük  önem  arz  ettiğini  vurgulamıştır.112 Mahkeme ye göre, duruşmada hazır bulunma hakkının -doğası gereği- ceza hukukunun  çekirdeğini  oluşturan  konularda  daha  katı  bir  biçimde uygulanması  gerekmektedir.  Özellikle  hürriyeti  bağlayıcı  ceza  gerektiren suçlara  ilişkin  yargılamalarda,  hükmü  değiştirebilecek  nitelikteki değerlendirmelerin  veya  başka  esaslı  işlemlerin  yapıldığı kritik aşamalarda, suç  isnadı  altındaki  kişinin  duruşmada  hazır  bulunmasının sağlayacağı  menfaatin  boyutu  önem  taşımaktadır.  Suç  isnadına  ilişkin yargılamalarda esaslı işlemlerin yapıldığı bir aşamada sanığın duruşmada hazır  bulunması  asıldır,  ancak  istisnai  hâllerde  gıyapta  yargılama yapılabilir.113 Kararda, tarafların duruşmada hazır bulunma hakkının hem savunma hakkının etkin bir şekilde kullanılmasını sağladığı hem de silahların eşitliği ve çelişmeli muhakeme ilkelerine işlerlik kazandırdığı ayrıca vurgulanmıştır. Söz  konusu  kararda,  AİHM  içtihadına  paralel  olarak,  duruşmada  hazır bulunmayan  sanığın  tanık  sorgulama  veya  sorgulatma  ve  tercüman yardımından yararlanma haklarını etkili şekilde kullanmasının oldukça zor olduğu belirtilmiştir. Duruşmada hazır bulunma hakkı, sanığa savunmasını planlayarak mahkeme önünde en uygun ve etkili şekilde yapabilme, tanıklara soru sormak suretiyle onların beyanlarının zayıf/itibar edilemez noktalarını ortaya koyabilme ve böylece yargılamanın sonucunu etkileyebilme imkânı vermektedir. Kararda ayrıca görüntü ve ses kalitesi yüksek olan araçlardan yararlanılsa bile, uzaktaki sanığın ses ve görüntüsünün duruşma salonuna aktarılmasının sağladığı menfaat ile onun duruşma salonunda fiziksel olarak yer almasının sağladığı menfaatin aynı olmadığı açıkça belirtilmiştir.114 Bu tespit,  Anayasa  Mahkemesi nin  yukarıda  eleştiri  konusu  yaptığımız SEGBİS in yüz yüzeliğin yerine geçtiği şeklindeki değerlendirmesini yeniden gözden geçirdiği ve Mahkeme nin sonuç olarak daha doğru bir noktaya vardığını göstermektedir.  Anayasa Mahkemesi, uzaktaki sanığın ses ve görüntü aktarımı suretiyle (video  konferans  yöntemiyle)  duruşmaya  katılımının  sağlanmaya çalışılmasının  duruşmada  hazır  bulunma  hakkına  yönelik  bir  müdahale                                                        112  Şehrivan Çoban başvurusu, § 73 ve 74. 113  Şehrivan Çoban başvurusu, § 91. 114  Şehrivan Çoban başvurusu, § 76.  258Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… (sınırlama) teşkil ettiğini tespit etmiştir. Bununla beraber, video konferans yönteminin suç isnadına ilişkin uyuşmazlıklarda uygulanmasının kategorik olarak  Anayasa'ya  aykırı  değildir.  Ayrıca  Anayasa'nın  36.  maddesinde güvence altına alınan duruşmada hazır bulunma hakkının mutlak olmadığı ve -istisnai olarak- sınırlamalara konu olabileceği ifade edilmiştir. Mahkemeye göre, bireysel başvurularda ölçü norm Anayasa olduğundan, müdahalenin somut başvuruya ilişkin olarak Anayasa nın 13. maddesinde düzenlenmiş olan kanun tarafından öngörülme, haklı bir sebebe dayanma ve ölçülülük ilkesine aykırı olmama koşullarını taşımalıdır.115 Diğer bir ifadeyle anılan müdahale, Anayasa nın 13. maddesinde belirtilen koşullara uygun olmadığı takdirde, Anayasa nın  36.  maddesine  aykırı  olacaktır.  Mahkeme nin  belirlediği ölçütlere  göre,  sanığın  duruşmaya  (video  konferans  yöntemiyle)  uzaktan katılımının sağlanmasına yönelik müdahalenin Anayasa'nın 36. maddesinin ihlalini teşkil etmemesi için kanuni bir temelinin bulunması, meşru bir amaca dayalı ve ölçülü olması gerekmektedir. Anayasa Mahkemesi, kanun tarafından öngörülme (kanunilik) ölçütü açısından yaptığı değerlendirmede, başvurucunun duruşmada bizzat hazır bulunma talebinin reddedilmesinin CMK nın 196/4. maddesine dayandığı, bu sebeple duruşmada hazır bulunma hakkına yapılan müdahalenin kanunilik ölçütünü karşıladığı sonucuna varmıştır. Ancak bu hükümde ses-görüntü bağlantısının kurulması için gerekli teknik hususların düzenlenmemiş olması ve tüm suçlar yönünden video konferans uygulamasının yapılabilmesi gibi SEGBİS in  yasal  alt  yapısıyla  ilgili  eksik  hususlara  dair  herhangi  bir değerlendirme yapılmamıştır. Söz konusu madde, daha önce norm denetimi kapsamında Anayasa ya uygunluk yönünden de değerlendirilmemiştir. Oysa ki  -aşağıda  da  belirtileceği  üzere-  SEGBİS in  kullanılmasına  ilişkin Türkiye deki  mevzuat  alt  yapısı,  AİHM nin  belirlediği  standartların  çok gerisindedir.116  Meşru amaç (sınırlamanın sebebi) ölçütü açısından yapılan incelemede ise, başvurucunun duruşmaya bizzat katılma talebinin daha önce huzurda savunma  yaptığı  gerekçesiyle  reddedildiği,  ret  kararının  tutuklu  veya hükümlülerin ceza infaz kurumundan duruşma salonuna transferleri nedeniyle oluşan gecikmelerin azaltılması ve yargılamaların hızlandırılması sebebine dayandığı  belirtilerek,  duruşmada  hazır  bulunma  hakkına  yapılan müdahalenin  usul  ekonomisinin  gerçekleştirilmesine  yönelik  olması nedeniyle meşru bir amaca dayandığı sonucuna ulaşılmıştır.117                                                        115  Şehrivan Çoban başvurusu, § 81. 116 TANER: Çelişme ve Silahların Eşitliği, s. 337. 117 Şehrivan Çoban başvurusu, § 83-88. 259Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  Şehrivan  Çoban  kararında,  söz  konusu  müdahalenin  ölçülü  kabul edilebilmesi için gerekli olan genel ilkeler de ortaya konulmuştur.118 Bu noktada ölçülülük incelemesini yaparken AİHM ve Anayasa Mahkemesi nin kullandığı  kavramlar  arasındaki  farka  işaret  etmek  istiyoruz.  Anayasa Mahkemesi nin  yaptığı  kavramsallaştırmaya  göre  ölçülülük  ilkesi; elverişlilik, gereklilik ve orantılılık olmak üzere üç alt ilkeden oluşmaktadır. Elverişlilik  hakka  yapılan  müdahalenin  ulaşılmak  istenen  meşru  amacı gerçekleştirmeye elverişli olmasını, gereklilik hakka müdahale teşkil eden birden  fazla  araç  arasından  hakkı  en  az  zedeleyen  aracın  seçilmesi  ve ulaşılmak istenen meşru amaca daha hafif bir müdahale ile erişilmesinin olanaklı olmamasını, orantılılık ise müdahale ile ulaşılmak istenen meşru amaç arasında makul bir dengenin nazara alınmasını ifade etmektedir.119   Sanığın duruşmada hazır bulunma hakkına yapılan müdahalenin ölçülü bir müdahale olup olmadığı, ölçülülük ilkesinin bu alt ilkeleri yönünden yapılacak  değerlendirmenin  sonucuna  göre  belirlenecektir.  Bu  bakımdan sanığın duruşmada hazır bulunmamasını zorunlu kılan bir olgunun varlığı derece  mahkemelerince  somut  ve  olaya  uygun  bir  gerekçeyle  ortaya konulmalıdır. Bu çerçevede özellikle gereklilik ilkesi uyarınca, suç isnadına ilişkin yargılamalarda duruşmada hazır bulunma hakkını sınırlayan herhangi bir tedbirin öncelikle gerekli olduğunun mahkeme kararında gösterilmesi gerekir. Ölçülülük  bağlamında  söz  konusu  alt  ilkeler  yönünden  yapılan incelemede,  duruşmada  hazır  bulunma  hakkına  yapılan  müdahalenin başvurucunun ve kamu görevlilerinin yaşam haklarının korunması ve makul süre yargılama yapılması amaçlarına ulaşılması bakımından elverişli olduğu ifade edilmiştir. Olayda ilk derece mahkemesi, başvurucunun duruşmada hazır bulunma talebini genel olarak bir güvenlik sorununun varlığına işaret ederek  reddetmiş,  duruşmaya  katılması  yönünde  herhangi  bir  çaba  içine girmemiştir.  Anayasa Mahkemesi nin yaptığı tespite göre, başvurucunun yargılama sürerken hangi somut nedenle (ceza infaz kurumunun kapasitesinin aşılması ve güvenlik gibi diğer nedenler), ilk derece mahkemesinin yargı çevresi dışındaki bir ceza infaz kurumuna sevk edildiği ret kararında gösterilmemiştir. İlk derece mahkemesinin dayandığı güvenlik gerekçesi makul görülmekle                                                        118  Şehrivan Çoban başvurusu, § 89-95. 119 Bu konuda Anayasa Mahkemesinin şu kararlarına bakılabilir: AYM, E. 2011/111, K. 2012/56, 11/4/2012; E. 2016/16, K. 2016/37, 5/5/2016; Mehmet Akdoğan ve diğerleri başvurusu, 19/12/2013, § 38. 260Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… birlikte, örneğin duruşmanın daha uygun başka bir günde yapılabilmesinin önünde herhangi bir engel olup olmadığı araştırılmamıştır. Başvurucunun duruşmaya katılmasını mümkün kılmayan olaya özgü koşulların varlığı ara kararlarda gösterilmemiş ve yeni bir duruşma günü verilmesi dâhil başka alternatiflerin de sonuçsuz kaldığı ortaya konulmamıştır. Halbuki başvurucu, duruşmada  hazır  bulunma  hakkından  feragat  etmemiş  aksine  duruşmaya bizzat katılma konusunda ısrarcı olmuştur.120 Anayasa Mahkemesi sonuç olarak, duruşmada esaslı işlemlerin yapıldığı oturumlarda, başvurucunun hazır bulunma talebinin reddedilmesinin zorunlu olduğunun derece mahkemelerince somut bir biçimde ortaya konulamadığı gerekçesiyle  müdahalenin  gerekli  olmadığı  sonucuna  varmış;  duruşmada hazır bulunma hakkının ihlal edildiğine karar vermiştir. Hüseyin  Barsak  ve  Ferhat  Çatuk  başvurularında  ise  Mahkeme, kamuoyunda hendek olayları olarak bilinen olaylar nedeniyle başvurucuların mahkemeye  götürülemediği  iki  örnekte,  telekonferans  sisteminin kullanılmasını  zorunlu  kılan  durumların  mahkeme  tarafından  gereği  gibi ortaya  konulduğuna  ve  dolayısıyla  müdahalenin  gerekli  olduğuna hükmetmiştir. Bu iki başvuruda ihlal kararı verilmesinin nedeni, müdahalenin orantılı olmamasıdır.  Her iki başvuruda da, başvurucuların esas hakkında işlemlerin yapıldığı duruşmalarda hazır bulunma taleplerinin reddedilmesi, duruşmada  hazır  bulunma  hakkına  yönelik  orantısız bir  müdahaledir.121 Ortaya çıkan ihlalin ortadan kaldırılabilmesi için, yargılamanın yenilenmesi gerekir. 122   Belirmek  gerekir  ki,  sanığın  video  konferans  yoluyla  duruşmaya katılımının sağlanmasının Anayasa Mahkemesi nin ortaya koyduğu ilkelere                                                        120 Şehrivan Çoban başvurusu, § 100-102. 121 Anayasa Mahkemesine göre terör örgütü üyeliği gibi nitelikli bir suçtan yargılanan ve değişik tarihlerde sunduğu yazılı dilekçeler ile duruşmalara bizzat katılmak istediğini ısrarla dile getiren başvurucu, yargılamanın tüm oturumlarına sesli ve görüntülü iletişim tekniği ile katılmıştır.  Başvurucunun  yokluğunda  tanık  dinlenmiş,  mağdurun  dinlenilmesinden vazgeçilmiş, Cumhuriyet savcısı esas hakkındaki görüşünü bildirmiş ve Mahkemece hüküm verilmiştir. Diğer bir ifadeyle esas hakkındaki mütalaanın okunduğu ve başvurucu hakkında hüküm verildiği yani esaslı işlemlerin yapıldığı tüm oturumlarda başvurucu duruşmada hazır bulunamamıştır. Buna göre terör örgütü üyeliği suçundan yargılanan başvurucunun esaslı işlemlerin yapıldığı oturumların hiçbirinde hazır bulundurulmaması yargılamanın adilliğine zarar  vermiştir.  Bu  çerçevede  başvurucunun  esas  hakkında  işlemlerin  yapıldığı duruşmalarda  hazır  bulunma  talebinin  reddedilmesinin orantılı olmadığı  sonucuna varılmıştır (Ferhat Çatuk başvurusu, 16/9/2020, § 56, 58). Benzer değerlendirmeler için bkz. Hüseyin Barsak başvurusu, 14/10/2020, § 60-61). 122 Hüseyin Barsak başvurusu, § 70, Ferhat Çatuk başvurusu, § 67. 261Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  göre adil yargılanma hakkını ihlal etmiş olması, bu konuda yapılacak her bireysel  başvurunun  ihlalle  sonuçlanacağı  anlamına  gelmemektedir.  Söz konusu  başvurunun,  kabul  edilebilirlik  kriterlerini  de  taşıması,  örneğin başvuru yollarının usulüne uygun tüketilmesi gerekir.123 Buna ek olarak, duruşmada hazır bulunamamanın, yargılamayı bir bütün olarak adil olmaktan çıkarttığına  ilişkin  gerekçeler  de  ortaya  konulmalıdır.  Bu  noktada  esaslı işlemlerde hazır bulunamamak, yargılamayı bir bütün olarak adil olmaktan çıkartmak için yeterlidir. C.   Disiplin  Cezasına  Karşı  İnfaz Hakimliğine  Yapılan  Başvuru Hakkında ve Medeni Hak ve Yükümlülük Bağlamında (Emrah Yayla ve Rıza Şahin Başvuruları) Anayasa  Mahkemesi  medeni  hak  ve  yükümlüklere  ilişkin uyuşmazlıklarda tarafların duruşmaya uzaktan katılımlarının sağlanmasının adil  yargılanma  hakkını  ihlal  edip  etmediğiyle  ilgili  olarak  ilk  esaslı değerlendirmelerini Emrah Yayla başvurusuna ilişkin kararında yapmıştır. Karar, Anayasa Mahkemesi Genel Kurulunca verilmiştir. Söz  konusu  karara  konu  olan  olayda,  başvurucunun  ceza  infaz kurumundaki eylemleri nedeniyle hakkında disiplin soruşturması açılmıştır. Disiplin  kurulu,  başvurucuya  ziyaretçi  kabulünden  yoksun  bırakma  ve hücreye  koyma  cezası  vermiştir.  Başvurucu,  anılan  karara  karşı  infaz hâkimliğine  şikâyet  başvurusunda  bulunmuş;  infaz  hâkimliği  şikâyetin duruşmalı  olarak  inceleneceğini,  başvurucunun  SEGBİS  odasında  hazır bulundurularak savunmasını yapabileceğini belirtmiştir. SEGBİS odasında hazır  bulundurulan  başvurucu,  mahkeme  huzurunda  savunma  yapmak istediğini beyan etmiştir. İnfaz hâkimliği, hükümlünün duruşmaya SEGBİS aracılığıyla katılmasının ceza muhakemesi ilkelerine uygun olduğunu, bu yönde Anayasa Mahkemesi kararları bulunduğunu belirterek başvurucunun disiplin kurulu kararına yaptığı itirazı reddetmiştir. Başvurucunun; SEGBİS ile duruşmaya katılmaya zorlandığını, duruşma salonunda savunma yapma hakkının kullandırılmadığını ve tanıklara soru soramadığını belirterek ağır ceza mahkemesine yaptığı itiraz da reddedilmiştir. Başvurucu,  Anayasa  Mahkemesi ne  yaptığı  bireysel  başvuruda, duruşmada hazır bulunma talebi reddedilerek ses ve görüntü aktarımı suretiyle duruşmaya katılımının sağlanmaya çalışılması nedeniyle duruşmada hazır bulunma hakkının ihlal edildiğini ileri sürmüştür.                                                        123  Onur Kara başvurusu, 8/7/2020, § 29-34. 124 Emrah Yayla başvurusu, 2017/38732, 6/2/2020 262Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… Anayasa  Mahkemesi,  Emrah  Yayla  başvurusuna  ilişkin  kararında öncelikle başvurucuların haklarında uygulanan disiplin cezaları nedeniyle yaptıkları başvurularda, infaz hâkimliği tarafından yapılan incelenmenin klasik anlamda bir medeni/idari yargı uyuşmazlığı olmasa bile- medeni hak ve yükümlülüklere ilişkin uyuşmazlık kapsamında olduğunu ve dolayısıyla Anayasa nın  36.  maddesinin  uygulanabileceğini  belirlemiştir.125  Bu bağlamda, medeni hak ve yükümlülüklere ilişkin uyuşmazlıklar yönünden de duruşmada hazır bulunma hakkı, adil yargılanma hakkı kapsamındadır.126 Kararda, bu hakkın tarafların duruşmada bizzat hazır bulunmak suretiyle teknik ve fiziksel engeller bulunmaksızın delillerini ileri sürebilmesine ve diğer  tarafça  gösterilen  delillere  itiraz  etmesine  ve  davanın  bizzat savunulmasına  imkân  tanıdığı  vurgulanmıştır.127  Anılan  kararda  video konferans yönteminin suç isnadına ilişkin uyuşmazlıklar ile medeni hak ve yükümlülüklere  ilişkin  uyuşmazlıklarda  uygulanmasının  kategorik  olarak Anayasa'ya aykırı olmadığı ifade edilmiş ve duruşmada bizzat bulunmanın ceza  hukukunun  çekirdeğini  oluşturan  konularda  daha  katı  bir  biçimde uygulanması  gerekirken,  medeni  hak  ve  yükümlülüklere  ilişkin uyuşmazlıklarda daha esnek şekilde uygulanabileceği belirtilmiştir.128  Anayasa Mahkemesi daha sonra medeni hak ve yükümlülüklere ilişkin uyuşmazlıklarda  tarafların  SEGBİS  aracılığıyla  duruşmaya  katılımlarının sağlanmasının  duruşmada  hazır  bulunma  hakkına  yönelik  bir  müdahale oluşturduğunu tespit ederek SEGBİS aracılığıyla duruşmaya katılımlarının sağlanması şeklindeki müdahalenin Anayasa'ya uygun olabilmesi için kanuni bir temelinin bulunması, meşru bir amaca dayalı ve ölçülü olması gerektiğini vurgulamıştır. Müdahale Anayasa nın 13. maddesinde belirtilen bu ölçütlere uygun olmadığı takdirde Anayasa nın 36. maddesini ihlal edecektir. 129  Anayasa Mahkemesi; kanun tarafından öngörülme (kanunilik) ölçütü açısından yaptığı değerlendirmede, ceza infaz kurumunda hükümlü olarak bulunmakta olan başvurucunun infaz hâkimliğince açılan duruşmada bizzat hazır  bulunma  talebinin  reddedilmesinin,  4675  sayılı  İnfaz  Hakimliği Kanunu'nun  6.  maddesinin  yollamasıyla  5271  sayılı  Kanun'un  196/4. maddesine dayandığını, dolayısıyla yapılan müdahalenin kanunilik ölçütünü karşıladığı  sonucuna  varmıştır.  Bu  kararda  da  SEGBİS in  mevzuat  alt yapısının AİHM standartlarına uygun olup olmadığı tartışılmamıştır.                                                        125  Bu konudaki ilkesel nitelikteki bir karar için bkz. Cihan Yeşil başvurusu, 6/5/2015.  126  Emrah Yayla başvurusu, § 59. 127 Emrah Yayla başvurusu, § 56, 61. 128  Emrah Yayla başvurusu, § 70-72, 79. 129 Emrah Yayla başvurusu, § 62–67. 263Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  Meşru amaç yönünden yapılan incelemede, tutuklu veya hükümlülerin ceza  infaz  kurumundan  duruşma  salonuna  transferleri  nedeniyle  oluşan gecikmelerin  azaltılması  ve  yargılamaların  hızlandırılması  sebebiyle duruşmada hazır bulunma hakkına yapılan müdahalenin, usul ekonomisinin gerçekleştirilmesine  yönelik  meşru  bir  amaca  dayandığı  sonucuna  da ulaşılmıştır.  Ölçülülük bağlamında yapılan incelemede ise, duruşmada hazır bulunma hakkına yapılan müdahalenin makul sürede yargılama yapılması amacına ulaşılması bakımından elverişli bir araç olduğu ifade edilmiştir. Gereklilik testi bağlamında yapılan değerlendirmede; infaz hâkimliğine yapılan şikâyete konu uyuşmazlığın -klasik idari veya hukuk yargılamalarından farklı olsa bile- medeni hak ve yükümlülüklere ilişkin olduğu ve bu tür uyuşmazlıklarda duruşmada  hazır  bulunma  hakkının  daha  esnek  uygulanabileceği  ve başvuruda  bulunanların  her  durumda  duruşmada  bizzat  hazır bulundurulmasının  gerekmeyebileceği  ifade  edilmiştir.130  Kararda  ayrıca uyuşmazlığın  tarafının  duruşmada  hazır  bulunmasını  zorunlu  kılan  bir olgunun  yokluğunun,  derece  mahkemelerince  somut  ve  olaya  uygun  bir gerekçeyle ortaya konulması gerektiği ve bu gerekliliğin ortaya konulması bağlamında, kişilerin duruşmada bizzat hazır bulunmayı talep etmelerine rağmen  SEGBİS  yoluyla  katılımlarının  neden  yeterli  görüldüğünün  ve duruşmada bizzat hazır bulunmayı imkânsız hâle getiren veya büyük ölçüde zorlaştıran koşulların neler olduğunun açıklanması gerektiği belirtilmiştir. Karara göre, kişilerin duruşmada bizzat hazır bulunmasına imkân sağlayan alternatif tedbirlerin uygulanabilirliğinin hatırda tutulması önemlidir.131  Anayasa Mahkemesi, başvurucunun disiplin cezasına konu eylemlerinin temel olarak ceza infaz kurumu idaresinin uygulamalarına karşı gelmesinden kaynaklandığına  işaret  etmiştir.  Başvurucu  da,  infaz  koruma  memurları hakkında kendisine şiddet uyguladıkları iddiasıyla suç duyurusunda bulunmuş olması nedeniyle, infaz kurumunda iddia ve savunmalarını etkili bir şekilde ileri  süremeyeceğini  belirterek  duruşma  salonunda  hazır  bulundurulması gerektiğini ifade etmiştir. Buna karşın, infaz hâkimliğinin duruşmada bizzat hazır  edilmemesini  gerekli  kılan  koşulları  belirtmeden,  başvurucunun SEGBİS  aracılığıyla  dinlenilmesi  yoluna  gittiği  görülmektedir.  İnfaz                                                        130  İnfaz  Hakimliği  Kanunu'nun  6.  maddesinde,  infaz  hakimliği  tarafından  yapılacak incelemelerin kural olarak dosya üzerinden gerçekleştirileceği, ancak disiplin cezasına karşı yapılan şikâyet üzerine infaz hâkiminin hükümlü veya tutuklunun savunmasını aldıktan ve talep edilen diğer delilleri toplayıp değerlendirdikten sonra kararını verebileceğine dair hükmü de bu argümana bir gerekçe olarak ileri sürülmüştür (Emrah Yayla başvurusu, § 79). 131 Emrah Yayla başvurusu, § 73. 264Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… hâkimliği kararında, başvurucunun ceza infaz koruma görevlilerinin kötü muamelesi  nedeniyle  bu  kişiler  hakkında  suç  duyurusunda  bulunması dolayısıyla infaz kurumu koşullarında baskı altında bulunduğuna yönelik ifadelerini  dikkate  almamış  ve  değerlendirmemiştir.  İnfaz  hâkimliğince başvurucunun  duruşmada  bizzat  hazır  bulunma  talebi  kabul  edilmezken, yalnızca   SEGBİS  yönteminin  yüz  yüzelik  ilkesini  sağladığı   şeklinde kategorik bir gerekçeye dayanılmıştır. Bu yanlış değerlendirme, temel olarak, yukarıda eleştiri konusu yaptığımız Erdal Korkmaz ve diğerleri başvurusunda AİHM kararında yer alan somut olay bazlı değerlendirmenin, nasıl yanlış yorumlanarak hak ihlallerine yol açan bir genellemeye dönüşebileceğinin somut bir örneğini teşkil etmektedir.  Yüksek Mahkeme, böyle bir değerlendirmenin Anayasa'da teminat altına alınan adil yargılanma hakkının güvencelerinden biri olan duruşmada hazır bulunma  hakkını  tümüyle  etkisizleştirebileceği  gibi-  İnfaz  Hakimliği Kanunu nun atıf yaptığı- CMK nın 196. maddesiyle de bağdaşmadığını ayrıca vurgulama ihtiyacı hissetmiştir.132 Zira anılan maddede SEGBİS'in ancak zorunlu görülen durumlarda uygulanması gerektiği yönünde bir düzenleme yer almaktadır. Anayasa Mahkemesi, infaz hakimliğinin başvurucunun duruşmaya bizzat katılması  yönünde  hiçbir  çaba  içine  girmediğini,  aynı  şehir  merkezinde bulunan bir ceza infaz kurumundan duruşmaya katılamamasının niçin gerekli gördüğünü açıklamadığını tespit etmiştir. İnfaz hâkimliğince hiçbir alternatif değerlendirilmeden  ve  olaya  özgü  somut  gerekçeler  sunulmadan başvurucunun duruşmada hazır bulunma talebi reddedilmiştir. Sonuç olarak; uyuşmazlığın  bizzat  duruşmada  bulunmayı  gerektiren  bir  nitelik  taşıyıp taşımadığı  hususunda  herhangi  bir  değerlendirme  yapılmadan,  genel  ve kategorik bir sebeple başvurucunun yokluğunda duruşma yapılmasının ve duruşmada  hazır  bulunma  hakkına  müdahale  için  en  uygun  aracın seçilmemesinin  müdahalenin  gerekli  olmadığı  sonucuna  yol  açtığı belirtilerek,  duruşmada  hazır  bulunma  hakkının  ihlal  edildiğine  karar verilmiştir.133  Anayasa Mahkemesi Rıza Şahin başvurusuna ilişkin kararında ise ihlal bulmamıştır. Karara konu olan olayda, başvurucu; hakkında cezaevi disiplin kurulunca  verilen  bir  disiplin  cezasına  karşı  infaz  hâkimliğine  şikâyette bulunmuştur. Başka bir ceza infaz kurumunda hükümlü olan başvurucunun                                                        132  Emrah Yayla başvurusu, § 81, 82. 133  Emrah Yayla başvurusu, § 83-85.  134  Rıza Şahin başvurusu, 22/7/2020. 265Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  durumunu  dikkate  alan  infaz  hakimliği  başvurucunun savunmasının SEGBİS vasıtasıyla  alınmasına  karar  vermiştir.  Hâkimlik şikâyete konu olayla ilgili olarak başvurucunun savunmasını almaya çalışması haricinde herhangi bir esaslı işlem de yapmamıştır. Kararda, medeni hak ve yükümlüklere ilişkin uyuşmazlığın karmaşık bir niteliğinin olmadığı ve şeklî bir incelemeden ibaret olduğu, yargılamada delil ve ifadelerin sözlü olarak sunulmasını veya tanıkların sorgulanmasını gerektirecek -inandırıcılıkla ilgili- sorunların bulunmadığı tespit edilmiştir. Yüksek Mahkemeye göre, başvurucu hakkında uygulanan disiplin yaptırımı hücre hapsi gibi ağır sonuçlar doğuran bir nitelik taşımamaktadır. Dahası duruşmada bizzat hazır bulundurulmayan başvurucunun  disiplin  cezası  kararından  ve  bu  karara  ilişkin  bilgi  ve belgelerden haberdar olduğu, şikâyet dilekçesinde disiplin cezasına karşı ayrıntılı açıklamalarda bulunduğu, herhangi bir şekilde diğer tarafa göre dezavantajlı  duruma  düşürülmediği  ifade  edilmiştir.  Bu  gerekçelerle duruşmada hazır bulunma hakkına yapılan müdahalenin kanuni dayanağının ve meşru amacının bulunduğu, aynı zamanda ölçülü olduğu anlaşıldığından duruşmada hazır bulunma hakkının ihlal edilmediğine karar verilmiştir.135 Anayasa Mahkemesi Rıza Şahin kararında, bir tarafın duruşmada hazır bulunmasının gerekip gerekmediğinin, yargılamanın duruşma yapılmasını gerekip gerekmediğiyle yakından bağlantılı olduğu sonucu çıkmaktadır. Buna göre, bir uyuşmazlığın çözümü duruşma yapılmasını gerektirmiyorsa, buna bağlı olarak ilgilinin hazır bulunması gerekmeyebilir.136  V.  TÜRKİYE DEKİ MEVZUAT VE YARGI UYGULAMASI  A. Cezai Saha Bakımından  1.  Mevzuat CMK nın  İfade ve sorgunun tarzı  kenar başlıklı 147/1- (h) bendinde ifade ve sorgu işlemlerinin kaydında, teknik imkânlardan yararlanılabileceği belirtilmiştir. Aynı Kanun un 90/4. maddesinde ise, yakalanan kişi, en geç yirmi dört saat içinde yetkili hâkim veya mahkeme önüne çıkarılamıyorsa, aynı süre içinde yakalandığı yer adliyesinde, mevcut değil ise en yakın adliyede kurulu sesli ve görüntülü iletişim sisteminin kullanılması suretiyle yetkili hâkim veya mahkeme tarafından bu kişinin sorgusu yapılır veya ifadesi alınır hükmü yer almaktadır. Aynı Kanun un 180/5. maddesi uyarınca tanık veya bilirkişinin aynı anda görüntülü ve sesli iletişim tekniğinin kullanılması                                                        135  Rıza Şahin başvurusu, 22/7/2020, § 48-81. 136 Benzer yönde bkz. Vladimir Vasilyev/Rusya, § 77. 266Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… suretiyle dinlenebilmeleri olanağının varlığı hâlinde bu yöntem uygulanarak ifade alınır düzenlemesine yer verilmiştir. 2017 yılında 694 sayılı KHK ile CMK nın 196/4. maddesinde yapılan ve 7078 sayılı Kanun la 1/2/2018 de aynen kabul edilen değişiklik, öncesinde hüküm şu şekildeydi: Yukarıdaki fıkralar içeriğine göre sanığın aynı anda görüntülü ve sesli iletişim tekniğinin kullanılması suretiyle sorgusunun yapılabilmesi olanağının varlığı halinde bu yöntem kullanılarak sorgu yapılır.  Yapılan düzenleme sonrasında ise CMK nın 196/4. maddesi şu şekli almıştır: Hâkim  veya  mahkemenin  zorunlu  gördüğü  durumlarda,  aynı  anda görüntülü  ve  sesli  iletişim  tekniğinin  kullanılması  suretiyle  yurt  içinde bulunan sanığın sorgusu yapılabilir veya duruşmalara katılmasına karar verilebilir. Bu düzenlemeyle, öncelikle video konferans sisteminin sanığın işlediği iddia  edilen  suçun  cezasına  bakılmaksızın,  tüm  suçlar  bakımından uygulanmasının yolu açılmıştır. Zira eski düzenlemede yukarıdaki fıkralar içeriği şeklinde bir atıf bulunduğundan, alt sınırı beş yıl ve daha fazla hapis cezası gerektiren suçlarda, bu yola başvurmak mümkün değildi. Yapılan değişiklikle, tüm bir yargılamanın, video konferans yoluyla yapılmasının ve istisnanın kural haline getirilmesinin önü açılmıştır. Yapılan ikinci değişiklik ise madde metnine Hâkim veya mahkemenin zorunlu gördüğü durumlarda ibaresinin eklenmesidir. Kanun koyucu ceza yargılamasında  sanığın  duruşmada  bulunmasının  asıl  olduğu  ilkesinden hareketle,  hâkim  veya  mahkemenin  ancak zorunlu  gördüğü durumlarda sanığın sorgusunu görüntülü ve sesli iletişim tekniği kullanılarak yapılabileceğini  hükme  bağlanmıştır.  Değişiklik  gerekçesinde,  sanığın duruşmada hazır bulunmasının tarafların güvenliklerini tehlikeye düşürmesi veya davanın makul sürede tamamlanmasına engel olması ya da benzer başka sebeplerin bulunması ve mahkemece bu yöntemin kullanılmasının zorunlu görülmesi durumunda, sanığın sorgusunun veya duruşmalara katılabilmesinin SEGBİS yoluyla yapılabilmesinin mümkün olduğu ifade edilmiştir. Ancak bu değişikliğin, ikinci fıkrada yer alan sorgusundan önce sanığa, ifadesini esas mahkemesi huzurunda vermek isteyip istemediği sorulur ifadesinin, işlevsiz hâle gelmesine yol açmamalıdır. CMK nın 236. maddesine 2019 yılından 7188 sayılı Kanun la eklenen dördüncü fıkra ise şu şekildedir: 267Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  Cumhuriyet savcısı veya hâkim tarafından ifade ve beyanının  özel ortamda alınması gerektiği ya da şüpheli veya sanık ile yüz yüze gelmesinde sakınca  bulunduğu  değerlendirilen  çocuk  veya  mağdurların  ifade  ve beyanları özel ortamda uzmanlar aracılığıyla alınır.  Aynı maddenin beşinci fıkrasında ise, çocukların cinsel istismarı suçunun mağduru olan çocukların, çocuk izlem merkezleri aracılığıyla ifadelerinin alınması  hususu  düzenlenmiştir.  Her  ne  kadar  Kanun  hükmünde  açıkça yazmasa dahi, bu işlemlerin önemli bir kısmı video konferans yöntemiyle yapılacaktır. CMK nın yukarıda belirtilen düzenlemelerine bakıldığında;   Hâkim veya mahkeme tarafından verilen yakalama emri üzerine soruşturma  veya  kovuşturma  evresinde  yakalanan  ancak  yetkili hâkim veya mahkeme önüne çıkarılamayan şüpheli/sanığın yetkili hâkim veya mahkeme tarafından sorgusunun yapılması,    Cinsel  saldırı  ve  çocukların  cinsel  istismarı  suçlarının  nitelikli şekillerinden  mağdur  olanlar  başta  olmak  üzere,  kırılgan mağdurların dinlenmesi,   Tanık, kırılgan tanık veya bilirkişinin dinlenmesi,   Hâkim  veya  mahkemenin  zorunlu  gördüğü  durumlarda mahkemenin yargı çevresi dışındaki sanığın sorgusunun yapılması veya duruşmalara katılımı aynı anda görüntülü ve sesli iletişim tekniğiyle  (video  konferans  yöntemiyle)  sağlanabileceği görülmektedir. 2.  Yargıtay  İçtihadı  ve  Bölge  Adliye  Mahkemesi  Ceza  Dairesi Kararları Yargıtay ın, 5271 sayılı Kanun un 196/4. maddesi 694 sayılı KHK ile değiştirilmeden önceki uygulamaları, esas itibarıyla sorgusunun yapıldığı ve esasa  ilişkin  delillerin  toplandığı  oturumlarda  duruşma  salonuna  gelme yönünde bir talebi olmayan tutuklu (veya başka suçtan hükümlü) sanığın, duruşmaya  katılımının  SEGBİS  yoluyla  sağlanabileceği  ve  sanığın  talep etmesi durumunda yanında müdafiinin veya bir başka avukatın bulunmasının temin edilmesi gerektiği şeklindeydi.137                                                        137  Yargıtay Ceza Genel Kurulu, E.2016/16-639, K.2017/339, 20/6/2017. Değişiklik öncesinde Yargıtay Ceza Dairelerinin video konferans yönteminin sanığın sorgusunda ve duruşmaya katılımında kullanılmasına yönelik ilkesel yaklaşım genel olarak şu şekildeydi: 268Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… Kanun değişikliği sonrasındaki içtihat ise, hâkim veya mahkemenin zorunlu gördüğü durumlarda alt sınırı beş yıl ve daha fazla hapis cezasını gerektiren  suçlardan  yargılanan  ve  mahkeme  huzuruna  getirilme  talebi bulunan sanığın SEGBİS yöntemiyle sorgusunun yapılmasına ve duruşmalara katılımına  karar  verilmesinin  bozma  sebebi  oluşturmayacağı  yönünde olmuştur.138 Ancak bunun için kararda, tarafların güvenliklerinin tehlikeye                                                            CMK nın  genel  ilkeleri  ve  196.  maddedeki  düzenleme  Dairemizce  benimsenen Y.C.G.K.'nın  10.06.2008  tarih  ve  9-148-169  sayılı  kararı  ile  Avrupa  İnsan  Hakları Mahkemesinin İçtihatları göz önünde bulundurulduğunda; duruşmada hazır bulunma hakkı adil yargılama kapsamında değerlendirilmekte olup, bu hakkın sınırlanması ancak ciddi şekilde gerekli olması halinde istisna olarak uygulanmalıdır. A.İ.H.M.'nin Marcello Viola v. İtalya kararı temyiz duruşmasına ilişkindir. Bu nedenlerle kovuşturma aşamasında;    1-) Genel kural sanığın duruşmada hazır bulundurulmasıdır. Bu hak ciddi nedenlere dayalı olarak mahkeme kararı ile sınırlandırılabilir.    2-) İlk ve son savunmanın yapıldığı, esasa ilişkin delillerin toplandığı oturumlara sanığın SEGBİS yolu ile katılması, açık kabulüne dayalı olmalıdır.    3-)  Sesli  ve  görüntülü  yöntemle  savunma  alınması  halinde  sanık  müdafiinin  talebi durumunda sanığın yanında bulunma olanağının sağlanması; koşulları gerçekleştiğinde savunma  hakkının  kısıtlanmadığı  kabul  edilebilecektir.  (E.2016/1697,  K.2016/3295, 26/5/2016, UYAP tan alınmıştır).     Sanığın, yargılandığı mahkemedeki duruşmada hazır bulundurulmasını istemesi, adil yargılama hakkının kapsamı içindedir. Bu hakkı hatırlatılmadan ve rızası da alınmadan, esaslı işlemlerin yapıldığı oturumun (SEGBİS) yöntemiyle yapılması savunma hakkının ihlâli niteliğindedir. Yargıtay. 10. Ceza Dairesi, E. 2015/4957, K.2015/33241, 10/12/2015 (UYAP). Benzer yönde bkz. Yargıtay 16. Ceza Dairesi, E.2016/3392, K.2016/4533, 28/6/2016; Yargıtay 17. Ceza Dairesi, E.2016/16369, K.2017/16223, 19/12/2017; Yargıtay. 2. Ceza Dairesi, E.2016/13676, K.2018/15319, 12/12/2018 (UYAP). 138  Yargılandığı suçtan dolayı mahkemenin yargı çevresi dışındaki bir ceza infaz kurumunda tutuklu olup 13.02.2015 tarihli oturumda kendisine SEGBİS vasıtası ile savunma yapma imkânı  tanınan  sanığın,  16.01.2015  tarihli  dilekçesinde  duruşmaya  bizzat  katılmak istediğini belirtmesine karşın, Cumhuriyet savcısının esas hakkındaki görüşünü bildirdiği ve hükmün  açıklandığı  13.02.2015  tarihli  son  oturumda  duruşma  salonunda  hazır bulundurulmayıp  yokluğunda  yargılama  yapılarak  mahkûmiyetine  karar  verilmesinin hüküm  tarihinde  yürürlükte  bulunan  muhakeme  kurallarına  göre  savunma  hakkının kısıtlanması sonucunu doğurduğu ileri sürülebilir ise de; hüküm tarihinden sonra yürürlüğe giren 694 sayılı KHK'nın 147. maddesiyle CMK nun 196. maddesinin dördüncü fıkrasında yapılan değişiklikle, yerel mahkemenin zorunlu gördüğü hâllerde, alt sınırı beş yıldan fazla hapis cezasını gerektiren bir suçtan dolayı yargılanan ve duruşma salonunda hazır edilme talebi bulunan sanığın SEGBİS yöntemi ile sorgusunu yapabileceğinin veya duruşmalara katılmasına karar verebileceğinin hüküm altına alınması ve yargılama usulüne ilişkin hükümlerin derhal uygulanması zorunluluğu göz önüne alındığında, bu aşamada Özel Dairenin,  SEGBİS  yoluyla  yapılan  duruşmaya  çıkmayan  sanığın  duruşmada  hazır bulundurulması  sağlanmadan  yokluğunda  yargılama  yapılarak  hüküm  kurulması isabetsizliğine ilişkin bozma nedeninin yerine getirilme imkanının bulunma[maktadır.] Yargıtay Ceza Genel Kurulu, E.2016/16-814, K.2018/42, 13/2/2018 Benzer yönde bkz. 269Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  düşmesi veya davanın makul sürede sonuçlandırılmasına engel olması gibi 196.  maddede  öngörülen  zorunlu  durumun  ne  olduğunun  belirtilmesi gerekmektedir.139 Diğer taraftan, anılan değişiklik sonrasında sanığın duruşma salonunda bulunmak  suretiyle  savunma  yapması  ile  video  konferans  yöntemiyle sorgulanması arasında fark görmeyen Yargıtay ve bölge adliye mahkemesi ceza dairesi ait kararları da vardır.140                                                        Yargıtay  Ceza  Genel  Kurulu,  E.2017/16-33,  K.2018/74,  27/2/2018;  E.2017/6-423, K.2019/93, 12/2/2019 (UYAP). 139 Manisa T Tipi Kapalı Ceza İnfaz Kurumunda tutuklu olarak bulunan sanığın, hükümden önce  25.08.2017  tarihinde  yayımlanarak  yürürlüğe  giren  694  sayılı  KHK nın  147. maddesiyle değişik CMK nın 196/4. maddesinde öngörülen zorunluluk halinin ne olduğu belirtilmeden  yargılamanın  hiçbir  aşamasında  mahkeme  salonunda  hazır bulundurulmaksızın SEGBİS yöntemiyle savunması alınıp son sözü sorulmak suretiyle yargılamanın tamamlanıp CMK nın 289/1-h maddesi kapsamında aynı Kanunun 196/4.  maddesine muhalefet edilerek savunma hakkının kısıtlanması, … Yargıtay 16. Ceza Dairesi, E.2019/11944, K.2020/3657, 14/7/2020 (UYAP). Benzer yönde bkz. Yargıtay 17. Ceza  Dairesi,  E.2019/8212,  K.2019/12041, 8/10/2019;  Yargıtay  16.  Ceza  Dairesi, E.2018/839, K.2018/4082, 12/11/2018, E.2019/4590 K.2019/7195, 26/11/2019 (UYAP)    …Yargılama sırasında atılı suçtan mahkemenin  yargı çevresi içerisindeki Silifke M Tipi Kapalı Ceza İnfaz Kurumunda başka suçtan tutuklu bulunan sanık [A. Ç.nin], 01/02/2018 tarihli ve 7078 sayılı Kanun'un 142. maddesiyle aynen kabul edilen hükümden önce 25/08/2017 tarihinde yayımlanarak yürürlüğe giren 694 sayılı KHK'nin 147. maddesiyle değişik 5271 sayılı CMK'nin 196/4. maddesinde öngörülen zorunluluk halinin ne olduğu belirtilmeden  yargılamanın  hiçbir  aşamasında  mahkeme  salonunda  hazır bulundurulmaksızın SEGBİS yöntemiyle savunması alınıp son sözü sorulmak suretiyle yargılamanın  tamamlanıp  5271  sayılı  CMK'nin  289/1-h  maddesi  kapsamında  aynı Kanun'un 196/4.  maddesine muhalefet edilerek savunma hakkının kısıtlanması, … (Adana Bölge Adliye Mahkemesi 8. Ceza Dairesi, E.2018/4114, K.2019/190, 23/1/2019 (UYAP). 140 Hüküm tarihinde Bandırma  Ceza İnfaz Kurumunda başka suçtan hükümlü olarak bulunan sanık  duruşmaya  getirtilmeden  ya  da  SEGBİS  sistemi  aracılığıyla  duruşmada  hazır edilmeksizin hakkında mahkumiyet hükmü kurulması suretiyle, Avrupa İnsan Hakları Mahkemesinin  (Ludi/İsviçre,  15/06/1992  P.  49/50;  Artico/İtalya,  13/5/1980  P.  33; Sejdovic/İtalya, 1/3/2006 P. 81) kararlarında belirtildiği üzere savunma hakkı kısıtlanarak Avrupa İnsan Hakları Sözleşmesinin Adil yargılanma hakkı başlıklı 6. maddesine, Türkiye Cumhuriyeti Anayasası'nın Hak arama hürriyeti başlıklı 36. maddesi ile 5271 sayılı CMK'nin 193 ve 196. maddesine muhalefet edilmesi … Yargıtay 3. Ceza Dairesi, E.2019/13875, K.2019/2044, 12/11/2019 (UYAP). Benzer yönde bkz. Yargıtay 3. Ceza Dairesi, E.2019/14532, K.2020/296, 7/1/2020i İzmir Bölge Adliye Mahkemesi 6. Ceza Dairesi, E.2019/1491, K.2020/1702, 26/11/2020; Adana Bölge Adliye Mahkemesi 8. Ceza Dairesi, E.2019/1509, K.2020/2398, 26/11/2020; Diyarbakır Bölge Adliye Mahkemesi 8. Ceza Dairesi, E. 2020/1021, K.2020/1000, 10/11/2020; Bursa Bölge Adliye Mahkemesi 1. Ceza Dairesi, E.2020/1440, K.2020/1772, 5/11/2020; İstanbul Bölge Adliye Mahkemesi 9. Ceza Dairesi, E. 2019/877, K.2020/263/2/2020 (UYAP). 270Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… Anayasa  Mahkemesi nin  verdiği  ihlal  kararlarından  sonraki  duruma bakıldığında; Yargıtay 13. Ceza Dairesi nin yakın tarihte vermiş olduğu bir kararda, Anayasa Mahkemesi kararına atıf yaparak Kanun un aradığı anlamda bir zorunluluk durumu bulunmadığı hâlde sanığın SEGBİS yoluyla savunma yapmaya zorlanmasını hukuka kesin aykırılık ve adil yargılanma hakkının ihlali olarak kabul edildiği görülmektedir.141 Video konferans yöntemiyle savunma alınmasını sanığın açık muvafakati şartına bağlayan ve sistemin mevzuat ve teknolojik alt yapısındaki eksiklikleri gidermeye  çalışan  bölge  adliye  mahkemesi  ceza  dairesi  kararlarına rastlanılması da umut vericidir.142                                                        141 Sanığın kovuşturma hatta soruşturma evresindeki yegane beyanının Bursa H Tipi Kapalı Cezaevinden SEGBİS ile alındığı, sanığın bu savunmasında bizzat mahkeme huzurunda beyanda bulunmak istediğini belirttiği, ancak; mahkeme tarafından mahkeme huzuruna getirilme talebinin reddine karar verildiği, bunun üzerine sanığın da susma hakkını kullandığı ve aynı oturumda temyize konu mahkûmiyet kararının verildiği 19.01.2016 tarihli duruşma tutanağı ile tüm dosya kapsamından acıkça anlaşılmıştır.    Yargıtay 16. Ceza Dairesinin 28.09.2015 günlü 2015/5425 - 2734 Esas ve sayılı Kararı ile  Anayasa  Mahkemesi'nin  08.07.2020  günlü  Onur  Kara  Bireysel  Başvuru  Kararında belirtildiği üzere ve özetle;    5271 sayılı CMK'nın 7078 sayılı Kanunla değişik 196/4. maddesi hükmü ile  yüzyüzelik ve silahların eşitliği ilkeleri uyarınca, sanık istemediği ve kanunun aradığı bir zorunluluk hali de bulunmadığı halde SEGBİS ile savunma yapmaya zorlanması,  1412 sayılı CMUK'un  308/8 (5271 sayılı CMK'nun 289 (1)-h) maddesi uyarınca, hüküm için önemli olan hususlarda mahkeme kararı ile savunma hakkının sınırlandırılmasıdır ve hukuka kesin aykırılık olarak kabul edilmesi gereken bu husus; aynı zamanda Anayasa'nın 36/1 ve AİHS m. 6/1. maddeleri uyarınca adil yargılanma hakkının ihlalidir.    Bu itibarla;    Sanığın  mahkemesince  usulüne  uygun  savunması  alınmaksızın  mahkûmiyetine  karar verilmiş olması,    Bozmayı  gerektirmiş[tir]  (Yargıtay  13.  Ceza  Dairesi,  E.2020/7335, K.2020/11485, 1/11/2020 (UYAP). Yargıtay 13. Ceza Dairesinin Anayasa Mahkemesi kararına atıfta bulunması hukuk devleti ilkesi açısından büyük öneme sahiptir. Ancak Anayasa Mahkemesinin başvuru yollarının tüketilmediği gerekçesiyle kabul edilemezlikle sonuçlandırdığı bir kararına atıf yapılması yerinde olmamıştır. 142 Sanığın, olay sonrası yaklaşık 15 yıl boyunca yakalanamaması nedeniyle savunmasının tespit edilemediği, yaşı, sosyal, ekonomik ve eğitim durumu ile kovuşturma süreci nazara alındığında, müebbet hapis cezasını gerektiren bir suçtan dolayı yargılanan sanığın etkin bir şekilde müdafiin yardımından yararlandırılmamış olduğu, ilk derece mahkemesince Segbis sistemi ile bağlanan sanığa, Segbis ile savunması tespit edilmeden önce açıkça sanıktan sorulmak suretiyle Segbis sistemi ile savunma yapmak isteyip istemediğinin sorulması ve neticesine göre sanığın açıkça muvafakatinin bulunması halinde Segbis ile veya CMK m.147/1, 191/1 ve 193/1 gereğince duruşmada bizzat hazır edilmesi gerektiği, sanığın Segbis ile savunma yapmak istediğini açıkça belirtmesi durumunda da, ilk kez mahkeme huzurunda savunma yapacak sanığa ve müdafiisine duruşma başlamadan önce 271Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  3.  Değerlendirme a.  Sanığın duruşmaya etkili katılım hakkı bağlamında Yukarıda açıklandığı üzere, CMK da 694 sayılı KHK ile değişiklik yapılmadan önce cezası ağır olan suçlar bakımından istinabe suretiyle sorgu yapılması yasaklanmıştı. Burada güdülen amaç, mahkemenin sanıkla yüz yüze gelmesi ve hem uyuşmazlığın çözümü hem de ceza verildiği takdirde cezanın  bireyselleştirilmesi  açısından  sanığın  mahkeme  tarafından  bizzat görülmesinin sağlanmasıdır.143 Uzaktan bağlanan sanığın tavır ve davranışları tam olarak gözlemlenemeyebilir ve mahkemenin sanığın kişilik özelliklerini tespiti noktasında zorluklar yaşanabilir. Çünkü video konferans yönteminde; görüntü  aktarımının  yanıltıcı  biçimde  gerçekleşmesi,  sanığın  bazı davranışlarının,  bakışlarının,  yüz  ifadesinin,  el  ve  vücut  hareketlerinin görülememesi olasıdır. Bu yöntemde, sanık ile hâkim arasında göz temasının kurulması da güçtür. Duruşmadaki  sorgunun  esas  amacı,  sanığın  kendisini  savunmasını sağlamaktır.144  Savunmanın  kararı  verecek  makam  önünde  yüz  yüze yapılmasıyla, uzaktan yapılması, elbette aynı etkiye sahip değildir. Duruşmaya uzaktan  katılıma,  sanığın  delillerini  etkili  şekilde  sunamamasına  ve inceletememesine neden olabilir. Dolayısıyla duruşmaya uzaktan katılan sanığın, adil  yargılanma  hakkının  sağladığı  usule  ilişkin  güvenceleri  tam  anlamıyla kullandığı söylenemez.   Bu konuda sanığın vereceği rızanın, aydınlatılmış bir rıza olması son derece önemlidir. Cezaevinin zorlayıcı fiziksel ve psikolojik etkisinde olan tutuklu sanık,                                                        mahremiyet koşulları sağlanarak özel görüşme imkanının  sağlanması gerekmektedir. Bu itibarla kovuşturma sürecinde etkin bir şekilde müdafii yardımından yararlandırılmayan sanığın duruşmada bizzat hazır bulunması gerekirken açıkça muvafakati olmadan Segbis sistemi ile savunması alınarak karar verilmek suretiyle savunma hakkının kısıtlanması    yasaya aykırı olup CMK m.289/1-e uyarınca hukuka kesin aykırılık halini oluşturduğu anlaşılmakla ilk derece mahkeme kararının bozulması gerekmektedir. Diyarbakır Bölge Adliye Mahkemesi 1. Ceza Dairesi, E.2019/1045, K.2019/45, 30/10/2019 (UYAP).    [H]üküm tarihinde ceza evinde olan sanığın açıkça muvafakatinin bulunması halinde Segbis ile veya CMK m.147/1, 191/1 ve 193/1 gereğince duruşmada bizzat hazır edilmesi gerektiği, yokluğunda karar verilmek suretiyle savunma hakkının kısıtlanması    yasaya aykırı olup CMK m.289/1-e uyarınca hukuka kesin aykırılık halini oluşturma[ktadır.] Diyarbakır  Bölge  Adliye  Mahkemesi  11.  Ceza  Dairesi,  E.2020/1359,  K.2020/252, 20/10/2020 (UYAP). 143 YURTCAN, Erdener: Ceza Yargılaması Hukuku, 15. Bası, Ankara 2018, s. 179. 144 YENİSEY, Feridun - NUHOĞLU, Ayşe: Ceza Muhakemesi Hukuku, 5. Bası, Ankara 2017, s. 758. 272Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… -duruşma salonunda olmadığından- ailevi ve birtakım psikolojik desteklerden yoksun  kalabilir.    Sanığa  esas  mahkemesi  önünde  ifade  vermeyi  isteyip istemediğinin sorulmaması, sanığın savunma hakkını kısıtlayacağı gibi, bu uygulamayla duruşmanın sözlülüğü ve doğrudan doğruyalığı ilkeleri de ihlal edilmiş olur.146 Zira sanığın bir kez sorgusu yapıldıktan sonra, yargılamanın gıyapta devam etmesinin önünde  hiçbir engel kalmamaktadır. İncelediğimiz  Anayasa  Mahkemesi  kararlarında  da  görüldüğü  üzere, burada öncelikle sanığın hangi zorunlu nedenlerle duruşmaya getirilemediği gerekçeli bir biçimde açıklanmalıdır. Gerekçe, zorlayıcı nedenlerin ortadan kaldırılmasına yönelik olarak mahkemenin hangi alternatifleri dikkate aldığı ve buna rağmen söz konusu zorunluluğun ortadan kaldırılmasının neden mümkün olmadığı yönünde bir akıl yürütmeyi barındırmalıdır.   Özellikle tutuklu sanıklar bakımından, sanıkların mahkeme önüne çıkartılması esasına dayalı bir sistem kurulması ve bu sanıkların mahkemeye nakledilmeleri mümkün olan tutukevlerinde tutulmaları önemlidir. Söz konusu güçlükler, aşağıda görüleceği  üzere,  sanığı  duruşmaya  götürmeyerek  ve  onu  video  konferansla duruşmaya  bağlanmaya  yönlendirerek  ortadan  kaldırılamaz.  Sanığın  önce gerekçesiz bir şekilde yargı çevresi dışına nakledilmesi, ardından ise yargı çevresi dışında olduğu ve duruşmaya getirilmesinin fiilen olanaksızlığının ileri sürülmesi  kabul  edilemez.  Bu  tür  bir  uygulama,  aynı  zamanda  savunma hakkının mahkeme kararıyla kısıtlanması anlamına gelir.148 Video bağlantısının kalitesi ne kadar iyi olursa olsun, duruşmaya video konferansla katılmak, fiziken katılmanın ve mahkeme makamıyla yüz yüze gelmenin yerini tutmaz.149 Eğer  sanık  duruşmada  bizzat  bulunmak  istiyorsa,  bu  talebi,  yukarıda                                                        145 Sanığın  üzerine  atılı  5237  Sayılı  TCK'nın 86/1, 86/3-e  ve  87/1-c-son  maddelerinde öngörülen  cezanın  alt  sınırının  5  yıl  hapis  cezası  olması  nedeniyle,  savunmasının yargılamayı yapan mahkemece alınması gerektiği gözetilmeyerek savunmasının talimat yoluyla aldırılması suretiyle 5271 Sayılı CMK'nın 196/2. maddesine muhalefet edilmesi (…). Yargıtay 3. Ceza Dairesi, E.2017/19412, K.2018/13805, 26/9/2018 (UYAP) 146 CENTEL, Nur - ZAFER, Hamide: Ceza Muhakemesi Hukuku, 14. Bası, İstanbul 2017, 733. 147  hukukçu olmayan sanığın, istinabeyle yapılan sorgusunun ardından gıyabında mahkûm edilebileceğini bilmesinin mümkün olmadığını, sanığa bu sırada haklarının hatırlatılmadığını ve müdafi yardımından faydalanmadığını, sanığın ifade vermesi halinde gıyabında mahkûm edilebileceği konusunda aydınlatılması gerektiğini ve sanığın istinabe yoluyla sorgusunun yapılmasına karşı çıkmamasının duruşmaya katılma hakkından zımnen feragat ettiği şeklinde yorumlanamayacağı (…) Seyithan Demir/Türkiye, §41. Aynı yönde bkz. Kemal Kahraman ve Ali Kahraman/Türkiye, 26.04.2007, §31. 148  KESKİN, Serap: Ceza Muhakemesi Hukukunda Temyiz Nedeni Olarak Hukuka Aykırılık, İstanbul 1997, s. 157. 149  LORUSSO: s. 221; CURTOTTI NAPPI: s. 166. 273Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  bahsettiğimiz  çok  istisnai  nedenlerin  gerekçesiyle  birlikte  ayrıntılı  olarak açıklandığı haller haricinde yerine getirilmelidir.   Türkiye de video konferans yöntemi, yargılama yapılan suça ve suçlunun tehlikeliliğine bakılmaksızın tüm sanıklara uygulanabilmektedir. Oysa isnat edilen suçun ağır olması, video konferans yoluyla uzaktan duruşma yapılmasını tek  başına  haklı  göstermez  ve  bu  tür  bir  uygulama  suçsuzluk  karinesine aykırıdır.150 Kendisine ağır bir suç isnat edilen herkesi peşinen tehlikeli saymak, kişiyi suçsuzluk karinesine aykırı biçimde damgalamak anlamına gelir.151  Sanığın  video  konferans  yoluyla  duruşmaya  katılmayı  kabul  ettiği hallerde dahi yaygın olarak görülen sorunlardan biri,  bu şekilde yapılan bağlantılarda zaman zaman sanığın duruşma salonunu duyamaması ve sesinin salona  dinlenebilir  bir  kalitenin  altında  ulaşmasıdır.  Bu  tür  durumlarda muhakemeye etkili bir biçimde katılma hakkı tehlikeye girebilir.  Bununla  beraber  sanığın  duruşmada  yaşananları  görebilmesi  ve duyabilmesinde  sürekliliğin  sağlanması  gerekir.  Kameranın  sadece  hâkimi göstermesi  veya  duruşma  salonunu  yalnızca  uzak  plandan  görüntülemesi durumunda, sanığın aleyhinde beyanda bulunan kişileri tam olarak görmesi ve/veya  duyması  mümkün  olmayabilir.  Duruşma  salonunda  birden  fazla kameranın bulunmadığı veya bir kameranın her yöne dönebildiği bir sistemin kurulmadığı takdirde, sanığın duruşma salonunda yaşananların tümünü görmesi olanaklı değildir. Bu şartlar altında, sanığın iletişim kapasitesi ciddi oranda düşecektir.  Duruşmanın  belli  bir  evresinde  sanığın  uzaktan  katılımına  izin verilmesi ve daha sonra sanıkla bağlantının kesilmesi de, sanığın adil yargılanma hakkının ihlal edilmesinin yanında duruşma yapılmasını işlevsiz bir  formaliteye dönüştürür. Video konferans bağlantısının yetersizliği nedeniyle şüphelinin duruşmayı takip edemediği veya ses ve görüntüsünü iletemediği hâllerde, bu durumun muhakemedeki hangi hususu olumsuz etkilediğinin açıkça duruşma tutanağına geçirilmesi  büyük  önem  taşımaktadır.  Zira  bu  nedenle  bir  ihlal  kararı alınabilmesi için; hangi işlemin sekteye uğradığı, bunun yargılamanın sonucunu ne şekilde etkilediği ve yargılamanın neden bir bütün olarak adaletsiz hâle geldiği, yapılacak başvuruda ayrıntılı olarak açıklanmalıdır.                                                        150 BUZELLI, Silvia - Roberta CASIRAGHI, - CASSIBBA, Fabio – CONCOLINO, Paola - PRESSACCO, Luca: Diritto a un equo processo, Corte di Strasburgo e giustizia penale içinde, a cura di Giulio Ubertis e Francesco Viganò, Torino 2016, s. 196. İtalyan Anayasa Mahkemesi nin bu yöndeki kararı için bkz. İtalyan Anayasa Mahkemesi, 22.07.1999, Karar no: 342 (http://www.giur-cost.org/decisioni/1999/0342s-99.html) (SGT: 13.08.2018) 151  LORUSSO: s. 219. 274Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… b.  Sanığın herhangi bir müdahaleye tabi olmadan özgürce beyanda bulunma hakkını teminat altına alma bağlamında Konuya ilişkin bir diğer sorun, video konferansla duruşmaya bağlanan sanığın ifadesini özgür iradesiyle verip vermediğidir. Yukarıda gönderme yaptığımız Ceza Muhakemesi Kanunu nda yer alan düzenlemede, sanığın telekonferans yoluyla ifadesini verdiği yerde, bir mahkeme görevlisinin hazır bulunması zorunludur. Buna karşın, Ceza Muhakemesinde Ses ve Görüntü Bilişim  Sisteminin  Kullanılması  Hakkında  Yönetmelik in  18.  maddesine bakıldığında,  dinleme  sırasında  dinlenecek  kişinin  bulunduğu  yerde Cumhuriyet savcısı veya hâkimin hazır bulunmasının, talep eden makamın isteğine bağlı olduğu görülmektedir. 14/3. madde uyarınca ise, ceza infaz kurumu görevlisi kişiyi dinleme odasında hazır edecektir. Yönetmelik te yer alan, kişinin baskı altında olması ihtimalini bertaraf etmeye yönelik tedbirler yetersizdir. Özellikle, sanığın cezaevi personeliyle sorun yaşadığı hallerde bu yöntem,  özgür  iradeyle  ifade  vermek  açısından  yeterli  teminat sağlamamaktadır. Bunlara ek olarak belirtmek gerekir ki, İtalya da yargılanan ve AİHM kararına da konu olan Viola ve Asciutto, mafya bağlantıları olan kimselerdir. Sonuç olarak İtalya daki video konferans uygulaması hakkında verilen AİHM kararlarının, Türkiye uygulamasını meşru göstermek için kullanılması mümkün gözükmemektedir. Video konferans uygulaması, sanığı veya şüpheliyi ciddi biçimde  dezavantajlı  bir  durumda  bırakmamalıdır.152  Oysa  SEGBİS in kullanımına  ilişkin  mevzuat,  savunma  hakkını  koruma  konusunda  AİHM standartlarını karşılamaktan uzaktır. c.  Müdafiin hukuki yardımından faydalanma ve özellikle müdafiyle serbestçe görüşme hakkı bağlamında Yukarıda ele alınan Marcello Viola /İtalya ve Asciutto/İtalya kararlarında AİHM, video konferans yoluyla yapılan yargılama sürecinde savunmanın haklarına saygı gösterilip gösterilmediği hususunun ayrıca değerlendirilmesi gerektiğini  ifade  etmiştir.  Görüldüğü  üzere  İtalyan  Ceza  Muhakemesi Kanunu, duruşma salonundaki avukat, sanığın bulunduğu yerdeki avukat ve sanık arasındaki iletişim üçgenini teminat altına almıştır. Buna karşın SEGBİS Yönetmeliği nde  bu  konuda  bir  düzenleme  yapılmamıştır.  Konunun  bu boyutu, Anayasa Mahkemesi önünde gündeme gelmemiştir. Burada  önemli  olan,  silahların  eşitliği  ilkesi  ve  müdafiin  hukuki yardımından  faydalanma  hakkının  gereklerine  uygun  davranılmasıdır.                                                        152 RENUCCI: s. 580. 275Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  Dolayısıyla,  duruşma  salonunda  ve  sanığın  yanında  bulunan  müdafilerin kendi aralarında savunmayı belirlemek için kurmaları gereken iletişim ve sanıkla müdafiler arasındaki iletişim, teminatlı bir yolla sağlanmalıdır. Büyük Daire tarafından verilen Sakhnovskiy/Rusya kararı, bu noktada yol gösterici niteliktedir. Bu kararda AİHM, müdafiin iletişimini sağlayan sistemin, video konferans  sisteminin  bir  parçası olduğunu,  devlet tarafından işletildiğini ve tarafların dinlenme endişesi olmaksızın iletişim kuramadıklarını ifade etmiştir.153 Bu  nedenle  uygulamada  zaman  zaman  görülen,  duruşma  salonunun boşaltılması suretiyle, müdafi ile sanığa SEGBİS sistemi üzerinden görüşme imkânı  tanınmasına  yönelik  uygulama  da,  AİHM  standartlarına  uygun değildir.155 d.  Katılan ve vekilinin duruşmaya uzaktan katılması bağlamında Bilindiği üzere katılan, duruşmada hazır bulunmak mecburiyeti altında değildir.  Dolayısıyla  katılan,  duruşmaya  katılma  hakkını  dilediği  gibi kullanabilir. Katılan ve vekili arasındaki ilişki tam bir temsil ilişkisidir ve bu nedenle müdafi ile sanık arasındaki ilişkiden farklıdır. Uygulamada zaman zaman rastlanan bir yanlış kullanım olan sanık vekili söyleminin altında yatan yanılgı  da  bununla  ilgilidir.  Zira  kural  olarak  müdafi  sanığın  temsilcisi değildir. Buna karşın vekil, katılanın temsilcisidir.  Katılanın ceza muhakemesindeki bu ihtiyari rolü, onun ve vekilinin duruşmaya uzaktan katılımı için düzenlemeler yapmayı kolaylaştırmaktadır. Dolayısıyla katılan ve vekilinin duruşmaya uzaktan katılımı, bunu özgür iradeleriyle istedikleri sürece herhangi bir sorun doğurmaz.  Yukarıda da ifade ettiğimiz üzere, AİHM ve onun içtihadını izleyen Anayasa  Mahkemesi nin  yaklaşımı,  ceza  muhakemesinde  katılanın  adil yargılanma hakkına ilişkin güvencelerden faydalanamayacağı yönündedir. Bu nedenle katılanın duruşmaya etkili katılım hakkına ilişkin iddiaları kanun yolunda ileri sürmesi son derece önemlidir. Zira katılan, bu iddialarını bireysel başvuru yolunda dinletemeyecektir.                                                         153 Sakhnovskiy/Rusya (Büyük Daire), 2/11/2010, § 104. 154  Basına yansıyan bir örnek için bkz. https://www.aa.com.tr/tr/turkiye/hakim-adil-yargilamaicin-durusma-salonundan-cikti/1427211 155  Aynı yöndeki eleştiriler için bkz. ÇELİKKAYA, Serkan Deniz: Türk Ceza Muhakemesinde Ses ve Görüntü Bilişim Sistemi, Ankara 2020, s. 173. 276Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… e.    Duruşmaya  uzaktan  bağlanmak  isteyen  sanığın  duruşmaya getirtilmesine yönelik talepler bağlamında Zaman  zaman    genellikle  birtakım  güvenlik  kaygılarıyla;  katılanlar, sanıkların  duruşmaya  getirilmesini  talep  etmelerine  rağmen,  sanıkların duruşmaya  getirilmedikleri  veya  bu  konunun  mahkeme  önünde  tartışma konusu olduğu örneklere rastlanmaktadır. Bu tür durumlarda sanıklar da; çoğunlukla can güvenliği, duruşma salonunun gergin atmosferinden uzak kalmak, katılanın yakınlarıyla yüzleşmek zorunda kalmamak gibi endişelerle duruşmaya  uzaktan  bağlanmayı  tercih  edebilmektedirler.  Bu  durumda, konunun duruşmaya etkili katılım hakkıyla bir ilişkisi kalmamaktadır. Zira sanık, sonuçlarını kavramak kaydıyla, adil yargılanma hakkına ilişkin tüm güvencelerden vazgeçebilir.   Ancak sanığın duruşmaya katılma hakkından bilinçli olarak vazgeçmesi bu bağlamda yeterli değildir. Bu noktada konuya sanığa ilişkin perspektif yerine, katılan ve muhakeme hukukunun gerekleri açısından bakmak gerekir.  Burada, katılanın yalnızca iç hukukta ileri sürebildiği adil yargılanma hakkına ilişkin taleplerinin yanında, ceza muhakemesinin amacı ve etkili soruşturma  yapılmasıyla  ilgili  konular  ön  plana  çıkmaktadır.  Sanık duruşmaya  uzaktan  bağlanmak  istese  dahi,  mahkeme  sanığın  duruşmaya gelmesine veya getirilmesine karar verebilir. Zira uzaktan bağlantı, hiçbir şekilde yüz yüzeliğin yerine geçmez. Dolayısıyla mahkeme sanığı bizzat gözlemlemek,  sorgusunu  yüz  yüze  yapmak  veya  ona  doğrudan  soru sorulmasına imkân tanımak istiyorsa, sanık duruşmaya gelmek zorundadır.  Bu  noktada  mahkeme;  katılanın,  yerleşik  içtihada  göre  bireysel başvuruya konu edilmesi mümkün olmayan adil yargılanma hakkına ilişkin menfaatlerini korumak durumundadır. Anayasa nın 36. maddesi uyarınca, adil  yargılanma  herkese  tanınmış  bir  haktır.  AİHM  ve  Anayasa Mahkemesi nin AİHS ile ilgili içtihadı dolayısıyla; katılanın, bu iddialarını bireysel başvuruda gündeme getirememesi başka şey, iç hukukta Anayasa dan kaynaklanan adil yargılanma hakkına güvencelerin, ortada zorlayıcı bir neden olmaksızın açıkça ihlal edilmesi başka bir şeydir. Kaldı ki maddi gerçeğin                                                        156https://www.haberturk.com/mugla-haberleri/81732460-pinar-gultekin-davasinda-saniginsegbis-araciligiyla-degil-bizzat-durusmaya-getirilmesi https://www.bbc.com/turkce/haberler/2016/04/160418_ali_ismail_korkmaz;  157  Anayasa  Mahkemesinin  işkence  ve  kötü  muamele  yasağı  ve  yaşam  hakkına  ilişkin başvurularda, sanığın duruşma salonunda bizzat bulunmamasının başvurucunun (suçtan zarar görenin) haklarını -etkili soruşturma yapılmadığı gerekçesiyle- ihlal ettiğine ilişkin bir kararına çalışmanın yapıldığı tarih itibarıyla rastlanmamıştır. 277Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  ortaya  çıkartılması,  ceza  muhakemesinin  yüz  yüze  yapılmasını gerektirmektedir.  Gelişen  teknolojinin,  gıyapta  yargılama  ile  yüz  yüze yargılama arasında, uzaktan bağlantı şeklinde bir yöntem geliştirmiş olması bir çözümdür. Bu çözüme zorunlu ve gerekli hallerde başvurulduğu takdirde, çözümün kendisi bizzat bir sorun haline gelmez ve ceza muhakemesi amacına tamamen ters çevrimiçi (online) bir hal almaz. Sonuç olarak, kamu güvenliğine veya sanıkların can güvenliğine ilişkin çok ciddi endişelerin olmadığı her durumda, sanıkların duruşmada hazır bulunmaları esastır. Bu tür zorunlu ve istisnai durumların var olduğu hallerde ise, mahkemelerin bu nedenleri ara kararlarında açıkça ortaya koymaları gerekir. Buna ek olarak daha önce mahkeme sanığın uzaktan dinlenmesine karar  vermiş  olsa  dahi  bu  karardan  dönebilir  ve  daha  önce  uzaktan dinlenmesine karar verilen veya dinlenilen sanığın duruşmaya  gelmesine karar verebilir. f.  Tanık,  bilirkişi  ve  uzmanın  duruşmaya  uzaktan  katılması: İstinabeye etkili bir alternatif Geçmişte birtakım zorunlukların sonucu olarak kabul edilen istinabenin, sözlü olarak yapılabilecek işlemler bakımından, günümüzde yerini video konferans yöntemine bırakmasının zamanı gelmiştir.159  Kaldı ki pratik bir çözüm olması için kabul edilen istinabe, uygulamada sağladığı faydanın çok ötesinde sorunlar yaratmaktadır. Tanığın  hâl  ve  tavırlarını  görmek  de,  en  az  beyanı  kadar  önem taşımaktadır.160 Tanıkların istinabe yoluyla dinlenmelerinin, tanıklara soru sorulması imkânının tarafların elinden alınmasına yol açması,161 yaşanan sorunların şüphesiz ki en önemlisidir. Savunmanın, istinabe yoluyla alınan ve tutanakta yer alan tanık ifadelerine karşı çıkma imkânı olması, hiçbir şekilde tanığa doğrudan soru sorulmasının yerine geçmez.162 İstinabeyle elde edilen                                                        158  https://www.aa.com.tr/tr/turkiye/soma-saniklari-mahkemeye-getirilecek/58032 159  Benzer bir değerlendirme için bkz. KARAKAYA, Naim: Ceza Muhakemesi Hukukunda Avukatın Soru Sorma Yetkisi, Ankara 2012, s. 43; AYDIN, Devrim: Ceza Muhakemesinde Deliller, Ankara 2014, s. 145. 160  KARAKAYA: s. 43; ŞAHİN, Cumhur: Ceza Muhakemesinde İspat (Delillerin Doğrudan Doğruyalığı İlkesi), Ankara 2001, s. 36. 161   YENİSEY-NUHOĞLU: s. 723; KAFES, Veli:  Ceza Muhakemesinde Meram Anlatma İlkesinin Sağlanması , Ceza Hukuku ve Kriminoloji Dergisi, Y. 2015, C. 3, S. 2, s. 194; KARAKAYA: s. 42; ÖZBEK, Veli Özer - DOĞAN, Koray - BACAKSIZ, Pınar - TEPE, İlker: Ceza Muhakemesi Hukuku, 10. Bası, Ankara 2017, s. 651; TEZCAN, Durmuş:  AİHM  Kararları  Işığında  Adil  Yargılanma  Hakkı  Bağlamında  Delillerin Değeri, Ord. Prof. Dr. Sulhi Dönmezer Armağanı içinde, Ankara 2008, s. 1223. 162 DOĞRU, Osman: Sanık Öğüten Çarklar - İnsan Hakları Açısından Türkiye'de Ceza Adalet Sistemi, 2. Bası, İstanbul 2012, s. 80. 278Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… tanık beyanları duruşmada okunabilmekte ve mahkeme tanığı duruşmaya çağırmazsa,  kendisine  soru  sorulamayan  bu  tanığın  beyanı  hükme  esas alınmaktadır. Bu tür bir uygulamanın, AİHS nin sistemine ve AİHM nin içtihatlarına uygun olduğu söylenemez.163 Beyanı bu şekilde alınan bir tanığın beyanının tek veya belirleyici delil olarak kullanılmasından dolayı AİHM, Menteş/Türkiye,  Sadak  vd./Türkiye  (1)165,  ve  Hulki  Güneş/Türkiye başvurularında ihlal kararları vermiştir.  Öğretide  ileri  sürülen  eğer  tanıkların  bizzat  getirtilip  dinlenmeleri mümkün  değilse,  önce  SEGBİS  vasıtasıyla  dinleme  yapma  yoluna başvurulması gerektiği, bu da mümkün değilse naip hâkime başvurulması, son seçenek olarak istinabe yoluna başvurulması gerektiği yönündeki görüş,167 son derece isabetlidir. Doğrudan doğruyalık ilkesine olabildiğince uygun bir muhakeme yapılabilmesi için, tanığı duruşma salonuna getirmek mümkün veya zorunlu değilse, olabildiğince video konferans yöntemine başvurulması ve istinabeden kaçınılması uygun olacaktır. Aksi  yöndeki  uygulama,  dosyaya  giren  tanık  beyanını  gereği  gibi değerlendirme imkanını savunmanın elinden aldığı için çelişmeli muhakeme hakkını ve AİHS nin 6/3-(d) maddesinin teminatı altında olan tanıklara soru sorma hakkını ihlal eder. Bu noktada ilk bakışta tarafların hiçbiri, tanığın dinlenilmesine  doğrudan  katılmadığından,  silahların  eşitliği  bağlamında taraflar arasındaki dengenin bozulmadığı söylenebilir. Burada sorunu daha geniş  boyutlu  görmek  ve  mevcut  durumun  savunmayı,  muhakemenin bütününde  olması  gerekenden  daha  dezavantajlı  bir  konuma  getirip getirmediğini sorgulamak gerekir. İlgili tanığın sanığın aleyhinde beyanda bulunduğu örnekte, sorun son derece belirgindir. Bu açıdan bakıldığında, her ne kadar görünüşte işleme katılmama bakımından savcılıkla savunma eşit olsa da, işlemden beklenen menfaat bakımından savunmanın dezavantajlı duruma düştüğü  açıktır.  Bu  nedenle,  istinabeyle  tanık  dinleme  uygulamasının, silahların eşitliğini de ihlal ettiğini kabul etmek gerekir. Uygulamada  zaman  zaman  görüldüğü  üzere  sorulacak  soruların taraflardan  alınması  ve  istinabe  makamına  gönderilmesi  de  sorunu çözmemektedir. Zira soru sorma işlemi doğası gereği dinamiktir ve tarafların ortaya çıkan cevaplara göre yeni sorular sorabilmesi, soru sormanın asli                                                        163 DOĞRU: s. 80. 164  Menteş/Türkiye, 6/2/2007, §22-34. 165  Sadak vd./Türkiye (no 1), 17/7/2001, §60-68. 166  Hulki Güneş/Türkiye, § 81-96. 167  ÜNVER, Yener - HAKERİ, Hakan: Ceza Muhakemesi Hukuku, 17. Bası, Ankara 2020, s. 544. 279Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  amacıdır.  Bir  kişinin  ne  söyleyeceği  önceden  bilinemeyeceği  için,  ona sorulacak soruların tamamının önceden hazırlanması mümkün olmadığı gibi, soruların hazırlayan tarafından dilediği sırayla sorulabilmesi de zorunludur. Aksi takdirde soru sorma, işlevsiz bir formalite olmaktan öteye gitmez. Bu noktada savunmanın bu uygulamaya rıza göstermemesi halinde, soru sorma hakkından feragat ettiği söylenemez. Aksine, savunma bu uygulamaya rıza gösterir ve soruları yazılı olarak verirse, daha sonra soru sorma hakkının etkili biçimde kullanılamadığını ileri sürmek çok daha güç bir hale gelir. Bu noktada telekonferans yöntemi, makul bir dengeleyici tedbir olarak kabul edilebilir. Yazılı şekilde soru sormayı kabul etmeyen ve telekonferans yöntemiyle soru sormasına da imkân tanınmayan savunma makamı; kanun yolunda, yukarıda söz edilen hakların ihlalinin yanı sıra, bir hukuka kesin aykırılık hali olarak savunma  hakkının  hüküm  için  önemli  bir  noktada  kısıtlandığını  ileri sürebilecektir. Tanıklar, bilirkişiler ve uzmanlar bakımından dinlemenin, beyanlarını özgür iradeleriyle vermelerini ve kimliklerinin doğruluğunun teyidini temin edecek şekilde gerçekleşmesi zorunludur. Bunun tek yolu ise; tanık, bilirkişi ve uzmanların adli birimlerin gözetiminde olacak şekilde video konferans sistemine dahil olmalarının sağlanmasıdır. Aksi takdirde tanık, bulunduğu yerde yönlendirme veya baskı altında kalabilir. Bunun dışında, tanıkların birbirlerini duymaksızın sırayla dinlenmesini sağlamanın yolu da, dinlemenin adli  birim  aracılığıyla  yapılmasından  geçmektedir.  Dolayısıyla  tanık  ve bilirkişiler bakımından, duruşmaya uzaktan katılma denildiğinde, bu kişilerin duruşmaya dilediği yerden bağlandıkları bir sistem akla gelmemelidir. B. Medeni Hak ve Yükümlüklere İlişkin Muhakeme Bakımından  1.  Mevzuat Yukarıda  açıklandığı  üzere  medeni  hak  ve  yükümlülüklere  ilişkin muhakeme, özel hukukla sınırlı değildir. Örneğin Emrah Yayla ve Rıza Şahin başvurularında görüldüğü üzere infaz hakimliği önünde disiplin cezasına yönelik başvuru, bu kapsama girmektedir.  Medenî muhakeme hukukunda duruşmaların video konferans (ses ve görüntü nakledilmesi) yoluyla yapılması, hukukumuza ilk kez 2011 yılında HMK nın  149.  maddesinde  yapılan  düzenlemeyle  girmiştir.  Anılan düzenleme uyarınca, tarafların -rızaları olmak şartıyla- kendilerinin veya vekillerinin, aynı anda ses ve görüntü nakledilmesi yoluyla bulundukları yerden duruşmaya katılmaları ve usul işlemleri yapabilmeleri mümkündü. 280Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… Buna göre, tarafların rızası ve mahkemenin de bu yöndeki kararı olmaksızın ses ve görüntü aktarımı yoluyla duruşma yapma imkânı bulunmamaktaydı.  HMK nın  149.  maddesi,  22.7.2020  tarihli  ve  7251  sayılı  Kanun la değiştirilerek; mahkemenin, taraflardan birinin talebi üzerine talep eden tarafın  veya  vekilinin,  aynı  anda  ses  ve  görüntü  nakledilmesi  yoluyla bulundukları  yerden  duruşmaya  katılmalarına  ve  usul  işlemleri yapabilmelerine  karar  verebileceği  hüküm  altına  alınmıştır.  Söz  konusu değişiklikle ses ve görüntü nakledilmesi yoluyla duruşmaya katılım için her iki  tarafın  da  rıza  göstermesi  bir  şart  olmaktan  çıkartılmıştır.  Kanunda, mahkemenin taraflardan birinin talebini kabul edip etmeme konusundaki takdir yetkisi konusunda bir değişiklik yapılmamıştır. Yeni düzenlemeyle hâkim; tanık, bilirkişi ve uzmanın aynı anda ses ve görüntü nakli yoluyla bulundukları yerden dinlenilmesine de re sen karar verebilecektir. HMK nın 149. maddesinin üçüncü fıkrası uyarınca ise, mahkeme, sadece tanık, bilirkişi ve uzmanın değil, aynı zamanda davacı ve davalının da dahil olduğu ilgilileri de resen dinleyebilecektir. Öte yandan hâkime tanınan bu imkân, dava veya işin tarafların üzerinde serbestçe tasarruf edemeyecekleri dava ve işlerden olması şartına bağlı kılınmıştır. 2.  İçtihat Medenî muhakeme hukukunda duruşmaların video konferans (ses ve görüntü  nakledilmesi)  yoluyla  yapılmasıyla  ilgili  bir  Yargıtay  kararına, çalışmanın yapıldığı tarih itibarıyla rastlanmamıştır. Ancak bu hususta bölge adliye  mahkemeleri  hukuk  dairelerinin  verdiği,  boşanma  veya  velayetin değiştirilmesi  davalarıyla  ilgili  bazı  kararlarının  bulunduğunu  belirtmek istiyoruz. Hükümlü veya tutuklu statüsünde bulunan tarafların duruşmada hazır bulunma isteklerinin değerlendirilmemesinin, ilk derece mahkemesi hükümlerinin kaldırılmasına gerekçe yapıldığı bu kararlar, HMK da yapılan son değişikliklerden önce verilen hükümlere ilişkindir. Anılan kararların ortak özelliği, bu kararlarda ceza infaz kurumunda tutuklu/hükümlü olduğu tespit edilen davalıların, duruşmalarda hazır edilmesini isteme hakkının varlığının tespit edilmesi ve buna normatif dayanak olarak HMK nın 27. maddesindeki hukuki dinlenilme hakkının gösterilmesidir.168                                                         168 Bu haliyle ceza infaz kurumunda tutuklu olduğu tespit edilen davalının duruşmalarda hazır edilmesini isteme hakkı mevcut olup, bu husus 6100 sayılı HMK 27 nci maddesindeki hukuki dinlenilme hakkının doğal bir sonucudur. Mahkemece davalının talep ettiği takdirde özellikle tanıkların dinlendiği duruşmaya ve sözlü yargılama duruşmasına hazır edilerek ya da rızası alınmak şartıyla SEGBİS aracılığı ile duruşma icra edilmek suretiyle katılımının sağlanması gerekir. Aksi uygulama davalının savunma ve hukuki dinlenilme hakkının ihlali 281Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  Öte yandan bazı bölge adliye mahkemesi hukuk dairelerinin, hukuk davalarında  video  konferans  (ses  ve  görüntü  nakledilmesi)  yöntemiyle davalının beyanının alınmasına ilişkin bir düzenleme olmadığı, bu nedenle anılan yöntemin kullanılmasına ilişkin taleplerin reddedilmesinde kanuna aykırı  bir  yön  bulunmadığı  gerekçesiyle  tarafların  istinaf  başvurusunu reddettikleri görülmektedir.169 3.  Değerlendirme a.   Hukuk muhakemesinde davacı ve davalı asıllar bağlamında Adil  yargılanmanın  gereklerini  sağlama  konusunda  devletler,  hukuk muhakemesinde  ceza  muhakemesine  kıyasla  daha  geniş  bir  serbestiye sahiptir.170 Emrah Yayla başvurusunda da belirtildiği üzere, Anayasa nın 36. maddesinde düzenlenen adil yargılanma hakkı medeni hak ve yükümlüklere ilişkin  uyuşmazlıklar  yönünden  de  duruşmada  hazır  bulunma  hakkını kapsamına almaktadır. Bu tür uyuşmazlıklarda ilgili tarafın duruşmada hazır bulunma talebinin reddedilerek, ses ve görüntü aktarımı suretiyle duruşmaya katılımının sağlanmaya çalışılması duruşmada hazır bulunma hakkına yönelik                                                        niteliğinde olacaktır. İzmir Bölge Adliye Mahkemesi, 18. Hukuk Dairesi, E.2018/416, K.2019/1350, 18/10/2019 (UYAP).   … ceza infaz kurumunda tutuklu olduğu tespit edilen davalının duruşmalarda hazır edilmesini isteme hakkı mevcut olup, bu husus 6100 sayılı HMK 27. maddesindeki hukuki dinlenilme hakkının doğal bir sonucudur. (…)   O halde, mahkemece davalının talep ettiği takdirde sözlü yargılama duruşması dahil tahkikat duruşmalarında hazır edilmesinin sağlanması, hazır edilmesi mümkün olmuyor ise rızası ve talebi olduğu takdirde SEGBİS aracılığı ile duruşmanın gerçekleştirilmesi, sonucuna göre karar verilmesi gerekir. Sakarya Bölge Adliye Mahkemesi, 2. Hukuk Dairesi, E.2019/1558, K.2020/705, 5/10/2020. Benzer yönde bkz. Sakarya Bölge Adliye Mahkemesi,  2.  Hukuk  Dairesi,  E.2019/1510,  K.2020/565, 14/7/2020;  E.2019/1403, K.2020/499, 30/6/2020; E.2019/1181, K.2020/275, 6/3/2020 (UYAP).   Davalı [M.F.T.nin] Bafra Kapalı Cezaevinde tutuklu olduğu,… davalının SEGBİS sistemi ile dinlenmesi talebinin reddine karar verilerek duruşmalara katılması sağlanmadan yargılamaya devamla karar verilmesinin  HMK'nın 297. ve 27. maddesinde düzenlenen hukuki dinlenilme hakkının ihlal edildiği, … Bursa Bölge Adliye Mahkemesi, 2. Hukuk Dairesi, E.2020/711, K.2020/767, 1/7/2020 (UYAP). 169 …hukuk davalarında segbis yöntemi ile vasi ya da davalının beyanının alınmasına ilişkin  bir düzenleme bulunmadığı, bu nedenle mahkemece davalının duruşmaya getirtilmesi ya da kendisinin veya  vasisinin beyanın  segbis yolu ile alınmasına ilişkin talebinin reddine karar verilmesinde ve istinafa konu davada davacının mal ve eşya paylaşımına ilişkin bir davası bulunmadığından bu yönde bir araştırma yapılmamasında  usul ve yasaya aykırı bir yön bulunmadığı anlaşılmakla davalı ve vasisinin bu yönlere değinen istinaf başvurusu yerinde değildir.  İzmir  Bölge  Adliye  Mahkemesi,  2.  Hukuk  Dairesi,  E.2017/1966, K.2017/1366, 1/7/2020 (UYAP). 170 Dombo Beheer B.V./Hollanda, §32; Melich ve Beck/Çek Cumhuriyeti, 24/7/2008, § 54.  282Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… bir  müdahaledir.  Bu  tür  uyuşmazlıklara  ilişkin  davalarda,  tarafların duruşmada hazır bulunmalarının sağlanması çelişme yönteminin bir gereği olduğu gibi, çelişmeli muhakeme hakkının da uygulanmasını sağlamaktadır. Sözlü usulde ve hâkim önünde yüz yüze gerçekleşen çelişmenin, yazılı usulde gerçekleşene kıyasla daha etkili olduğunu göz ardı etmemek gerekir.171 Ancak ilgili muhakeme hukuku dalının gereklerine göre, çelişme yazılı bir biçimde de gerçekleşebilir. Dolayısıyla her muhakeme hukuku dalında, çelişmenin gerçekleşebilmesi için sözlülük ve yüz yüzelik, bir başka deyişle duruşma zorunlu değildir.172 Dolayısıyla duruşma, tarafların gösterdikleri delillerden ve sundukları görüşler hakkında karşılıklı olarak bilgi sahibi olmalarına hizmet eden (bilme ve öğrenme hakkı) ve bunlarla ilgili görüşlerini bildirebilme imkânını  sağlayan  (tartışma  hakkı)  yöntemlerden  yalnızca  biridir.  Video konferans yöntemiyle duruşmaya katılan tarafların yeni belge/delil sunması veya diğer tarafın bu belgelere/delillere aynı anda erişiminin sağlanması zorunludur.  Medeni  hak  ve  yükümlülükler  alanında  duruşma  yapılan  hallerde, duruşmaya  uzaktan  katılma  yöntemine  başvurulması  kategorik  olarak Anayasa'ya aykırı olmayıp duruşmada hazır bulunmaya ilişkin kurallar, bu tür uyuşmazlıklarda daha esnek bir biçimde uygulanabilir. Ancak duruşmada bizzat  hazır  bulunma  talebinin,  bu  konuda  kanunda  açık  bir  düzenleme bulunmadığı şeklinde kategorik bir gerekçeye sığınılarak reddedilmesi AYM ve AİHM tarafından ihlal kararı verilmesine sebep olabilir. Alternatifler değerlendirilip olaya özgü somut gerekçelerin sunulması ve uyuşmazlığın ilgili  tarafın  bizzat  duruşmada  bulunmasını  gerektiren  bir  nitelik  taşıyıp taşımadığının belirlenmesi, müdahalenin ihlale yol açmaması bakımından önem taşımaktadır.  Video konferans yoluyla duruşmaya katılımın sağlandığı durumlarda da hâkim  duruşma  salonunda  olacağından  ve  herkes  girip  duruşmayı izleyebileceğinden  aleniyet  ilkesi  yönünden  bir  sorun  bulunmadığı söylenebilir. Ancak doğrudan doğruyalık ilkesi yönünden bu tespiti yapmak pek  mümkün  gözükmemektedir.173  Bazı  davalarda  video  konferans                                                        171 FABBRI, Alessandro:  Oralità, principio di , Il dizionario sistematico di procedura penale içinde, Milano 2008, s. 716. 172 TANER: Çelişme ve Silahların Eşitliği, s. 131. 173 Bu konuda bkz. ÇİFTÇİ, Pınar: Pandemi Sürecinde Yargının İşleyişine İlişkin Alınan Tedbirlerin Türk Medenî Yargılama Hukukunda Yargısal Temel Haklar ve Özel Olarak Doğrudanlık  İlkesi  Üzerinde  Yarattığı  Etkiler,  https://blog.lexpera.com.tr/pandemisurecinde-yarginin-isleyisine-iliskin-alinan-tedbirlerin-turk-medeni-yargilama-hukukundayargisal-temel-haklar-ve-ozel-olarak-dogrudanlik-ilkesi-uzerinde-yarattigi-etkiler  (SGT: 9/2/2021). 283Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  yönteminin  kullanılması,  ilgili  tarafın  duruşmaya  getirtilmesi  yerine  bir alternatif olabilirse de, medeni hak ve yükümlüklere ilişkin uyuşmazlıklarda, davanın konusunun kişinin karakteri ve yaşam şekliyle doğrudan ilgili olduğu ya da kararın kişinin eylemlerini ve yaşadığı olayları kapsadığı durumlarda, davanın taraflarının yargılamaya bizzat katılması Anayasa nın 36. maddesi açısından gerekli olabilir. Özellikle doğrudan doğruyalık ilkesinin daha büyük önem kazandığı; boşanma, velayetin değiştirilmesi ve çocukla kişisel ilişki kurma gibi davalarda, bunun aksine bir uygulama adil yargılanma hakkının ihlali sonucunu doğurabilir.  Bu tür davalarda  da elbette tarafların beyanlarının video  konferans yöntemiyle alınması mümkündür. Ancak bu yöntemin kullanılmasının, adil yargılanma hakkını ihlal etmemesi için, kanun tarafından öngörülme ve meşru bir amaca dayanmanın yanında, ölçülülük ilkesine de aykırı olmaması gerekir. Bu yöntemin kullanılması Anayasa nın 13. maddesinde belirtilen bu ölçütlere uygun olmadığı takdirde, Anayasa nın 36. maddesinin ihlalini teşkil edecektir. Bu noktada tarafların fiziken duruşmaya katılma yönündeki iradelerinin var olup olmadığının da dikkate alınması ve taleplerin ara kararlarda gerekçeli bir biçimde değerlendirilmesi zorunludur. Mahkeme, taraflardan birinin video konferans yöntemiyle dinlenilme talebini kabul edip etmeme konusunda takdir yetkisine sahip olsa da ses ve görüntü  kalitesinin  düşük  olması,  söylenenlerin  anlaşılmaması  gibi durumlarda -yukarıda söz edilen davalarda- tutuklu/hükümlü olan tarafların duruşma salonuna getirtilerek dinlenilmemesi ölçülülük ilkesine aykırılık taşıyabilir. HMK da yapılan düzenlemede bu tür olasılıklar göz ardı edilmiş gibi görünmektedir. Diğer taraftan bu düzenleme, duruşmaya katılmak isteyen bir  tarafı  duruşmaya  fiziken  katılmaktan  menederek,  telekonferans yöntemiyle katılmaya zorlamaya imkân vermektedir. Ancak hâkimin re sen ilgilileri dinlemeye karar verebileceği tarafların üzerinde serbestçe tasarruf edemeyecekleri dava ve işlerde, muvafakati olmayan tarafın video konferans yolu  ile  duruşmaya  katılmaya  zorlanmasının  meşru  bir  amacı bulunmamaktadır. Bu tür dava ve işlerde, bir tarafın -aksi yöndeki iradesine rağmen- ses ve görüntü nakledilmesi yoluyla bulunduğu yerden duruşmaya katılmasına karar verilmesinde Anayasa nın 13. maddesinde belirtilen kanun tarafından öngörülme sağlanmaktadır. Yine de söz konusu HMK hükmünün Anayasa ya uygunluğu tartışmaya açıktır. Feragat olmaksızın, adil yargılanma hakkının birçok güvencesinden tarafların mahrum bırakılması Anayasa nın 284Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… 36. maddesinin sağladığı teminatlara aykırılık taşıyabilir.174 Dolayısıyla söz konusu HMK hükümlerinin anayasal açıdan değerlendirilmesi ve yeniden düzenlenmesi faydalı olacaktır. b. Hukuk muhakemesinde avukat bağlamında HMK nın 149. maddesi uyarınca, taraf vekili de aynı anda ses ve görüntü nakledilmesi  yoluyla  bulunduğu  yerden  duruşmaya  katılabilir  ve  usul işlemlerini yapabilir. Avukatların, duruşmalara bulundukları yerden (örneğin bürolarından)  katılmaları  zaman-emek  tasarrufu  sağlayacağı  gibi  ulaşım maliyetlerini de düşürecektir. Bu tür bir uygulama, ilkesel olarak makul sürede yargılanma hakkına da hizmet edebilir. AİHS nin 6. maddesinin ilk fıkrasında yer alan haklar, hem cezai sahada hem de medeni hak ve yükümlülüklere ilişkin olarak görülen davalarda ileri sürülebilecek  olan  ortak  hakları,175  yani  genel  kuralı  içermektedir.  6. maddenin  üçüncü  fıkrasında  yer  alan  tüm  güvenceler,  birinci  fıkrada düzenlenen ve genel nitelikte bir hak olan adil yargılanma ilkesinin özel görünüm  biçimleridir.177  Burada  düzenlenen  haklardan  biri  de  6/3(c) maddesinde yer alan, avukatın hukuki yardımından faydalanma hakkıdır. İkinci ve üçüncü fıkrada yer alan şüpheli ve sanıklara ilişkin güvenceler, medeni hak ve yükümlülüklere ilişkin davalara uygun düştüğü ölçüde (mutatis mutandis) uygulanır.178  Sonuç olarak, avukat duruşmaya fiziken katılmak istiyorsa, duruşmaya uzaktan katılmaya zorlanamaz. Bu tür bir zorlama, asılın avukat yardımından                                                        174 Video konferans için tarafların rızasının aranmasının hukuki uyuşmazlıkların çözümünde zorluklara yol açacağında dair görüş için bkz. GAYRETLİ AYDIN, Seda: Medeni Yargılama Hukukunda Ses ve Görüntü Nakli Yoluyla Duruşmaya Katılma, DEÜHFD, Prof. Dr. Şeref ERTAŞ a Armağan, C. 19, Özel Sayi-2017, s. 2120.  175 DOĞRU, Osman- NALBANT, Atilla: İnsan Hakları Avrupa Sözleşmesi Açıklama ve Önemli Kararlar, C. 1, Ankara 2012, s. 610. 176 GÖLCÜKLÜ, Feyyaz:  Avrupa İnsan Hakları Divanı İçtihadın Göre Doğru Yargılama ve Kanıtların Değerlendirilmesi , Fransızca aslından çeviren Tekin Akıllıoğlu, İnsan Hakları Merkezi Dergisi, Y. 1994, C. II, S. 2, s. 3. 177 SCHROEDER: s. 10; GÖLCÜKLÜ: Doğru Yargılama ve Kanıtların Değerlendirilmesi, s. 3; ŞAHİN, Cumhur:  Sanığın; Savunmasını Hazırlamak İçin Gerekli Zamana ve Kolaylıklara Sahip Olma Hakkı (İHAS 6/3-b), GÜHFD, Y. 2004, C. 8, S. 1-2, s. 261; KARAKEHYA, Hakan:  Avrupa  İnsan  Hakları  Sözleşmesi'nin  6.  Maddesi  (Adil  Yargılanma  Hakkı) Bağlamında Ceza Muhakemesinde Duruşma, Ankara 2008. s. 38; KAFES: s. 184. Aligül Alkaya vd. başvurusu [GK], 27/10/2015, § 152 ve 157; Erol Aydeğer başvurusu, 7/3/2014, §3 4. Aynı değerlendirme için bkz. Yargıtay 16. Ceza Dairesi, E.2016/7026, K.2017/3341, 21/3/2017. 178 Bkz. HANAĞASI, Emel: Medeni Yargılama Hukukunda Silahların Eşitliği, Ankara 2016, s. 122; KARAKEHYA: s. 39. 285Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  faydalanma hakkının ihlali anlamına gelir.  Dolayısıyla bu tür bir zorlama, AİHS nin  6/1.  maddesinin  altında  yer  verilen  zımni  teminatlar  olan mahkemeye  erişim  ve  silahların  eşitliği  ilkeleri  bağlamında  ihlallerin doğmasına  yol  açabilir.  Mahkeme  erişimin  etkili  olabilmesi,  bu  örnekte kişinin  avukat  tarafından  etkili  bir  şekilde  savunulmasına  bağlıdır.  Eğer avukat duruşma salonunda bulunmak istiyorsa, yerel mahkeme kendisini savunmanın yerine koyarak savunmanın nasıl davranması gerektiğine karar veremez.  Dolayısıyla  avukat  duruşma  salonuna  gelmek  istediğinde, duruşmaya uzaktan bağlanmaya zorlanması veya yönlendirilmesi mümkün değildir. Öte yandan taraf vekilinin rızasıyla duruşmaya uzaktan katılması, adil yargılanma hakkı açısından herhangi bir sorun doğurmaz. c. Tanık, bilirkişi ve uzmanın duruşmaya uzaktan katılması HMK da yapılan son değişiklikle hâkim; tanık, bilirkişi ve uzmanın aynı anda ses ve görüntü nakli yoluyla bulundukları yerden dinlenilmesine re sen karar verebilmektedir. Bilirkişi hazırladığı raporda, uzman ise mütalaasında vardığı sonuçlara ve görüşlere yer vereceği için, bunların ayrıca ses ve görüntü nakli yoluyla bulundukları yerden dinlenilmeleri, hâkimin soracağı sorularla rapor ve mütalaadaki bazı hususların açıklığa kavuşturulmasını sağlayabilir. Bunun,  makul  sürede  yargılanma  hakkı  açısından  faydasız  olduğu söylenemez. Cezai sahada olduğu gibi, medeni hak ve yükümlülükler alanında da, dava için önemli olan bir tanığın mahkemenin yargı çevresi dışında başka bir şehirde  olması  durumunda,  beyanlarının  video  konferans  yöntemiyle alınması,  tanığın  fizikî  olarak  duruşmada  hazır  bulunmak  suretiyle dinlenilmesinin yerine geçmese de, istinabeye nazaran etkili bir alternatiftir. Senetle  ispat  kuralının  geçerli  olmadığı  durumlarda,  o  davanın  özel koşullarında tanık beyanı önemli bir delile dönüşebilir. Bu bağlamda cezai sahada tanık dinlenmesi bağlamında yapılan açıklamalar, medeni hak ve yükümlükler alanında tanık dinlenmesi bakımından da geçerlidir.  Sonuç olarak medeni hak ve yükümlükler alanında tanık, bilirkişi veya uzman  dinlenirken,  bağlantı  adli  birimlerin  gözetiminde  gerçekleşmeli, ilgilinin özgür iradesiyle beyanda bulunması ve kimlik tespitinin yapılması sağlanmalı, ifade vermemiş tanıkların diğerlerini dinlemeden beklemesi temin edilmelidir. Yukarıda da ifade ettiğimiz üzere, tanık, bilirkişi ve uzmanların adli birimlerin gözetiminde olmaksızın duruşmaya dilediği yerden bağlanması mümkün değildir.  286Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… VI. UZAKTAN  DURUŞMA  SIRASINDA  SES  VE GÖRÜNTÜLERİN KAYDA ALINMASI CMK nın  183,179  HMK nın  ise  153.180    maddelerinde  yer  alan düzenlemelerde  duruşmada  ses  ve  görüntü  alıcı  aletlerin  kullanılması yasaklanmıştır. HMK da açıkça söz konusu yasağa uyulmamasının TCK nın 286. maddesinde yer alan ses veya görüntülerin kayda alınması suçunu oluşturacağı hüküm altına alınmıştır. CMK da, bu tür bir gönderme yer almamakla birlikte, ceza muhakemesi açısından farklı bir sonuca ulaşmak için herhangi bir sebep bulunmamaktadır.  Duruşmaya  video  konferans  yoluyla  uzaktan  katılan tarafın/avukatın/ilgilinin  duruşma  sırasında  kayıt  yapması  yasaktır. Duruşmaya uzaktan katılma halinde de söz konusu kuralların uygulanması mümkündür.  Bu  nedenle  duruşmaya  uzaktan  katılan  kişinin  veya yanındakilerin, ses ve görüntüleri kaydetmesi TCK nın 286. maddesi uyarınca suç teşkil eder. Mevcut düzenlemeler, bu konuda kanımızca yeterlidir.  Ancak  bu  yasağa  uyulup  uyulmadığını  denetlemek  kolay  değildir. Özellikle hukuk muhakemesinde, davanın taraflarının, avukatların veya diğer ilgililerin  duruşmaya  bulundukları  her  yerden  (evden  veya  ofisten) katılabilmeleri  tanıkların  etki  altına  alınması  gibi  birçok  sakıncayı                                                        179 CMK nın ses ve görüntü alıcı aletlerin kullanılması yasağı başlıklı 183. maddesi şu şekildedir    (1)180 inci maddenin beşinci fıkrası ile 196 ncı maddenin dördüncü fıkrası hükmü saklı kalmak üzere, adliye binası içerisinde ve duruşma başladıktan sonra duruşma salonunda her türlü sesli veya görüntülü kayıt veya nakil olanağı sağlayan aletler kullanılamaz. Bu hüküm, adliye binası içerisinde ve dışındaki diğer adlî işlemlerin icrasında da uygulanır. 180 HMK nın Kayıt ve yayın yasağı başlıklı 153. maddesi şu şekildedir:   (1) Duruşma sırasında fotoğraf çekilemez ve hiçbir şekilde ses ve görüntü kaydı yapılamaz. Ancak, dava dosyasında saklı kalmak kaydıyla, yargılamanın zorunlu kıldığı hâllerde, mahkemece çekim yapılabilir ve kayıt alınabilir. Bu şekilde yapılan çekim ve kayıtlar ile kişilik haklarını ilgilendiren konuları içeren dava dosyası içindeki her türlü belge ve tutanak, mahkemenin ve ilgili kişilerin açık izni olmadıkça hiçbir yerde yayımlanamaz.    (2) Duruşma sırasında bu yasağa aykırı davranan kişi hakkında 151 inci madde hükmü uygulanır.    (3) Kayıt ve yayın yasağına aykırı davranan kişi hakkında, ayrıca Türk Ceza Kanununun 286 ncı maddesi hükümleri uygulanır. 181  Soruşturma ve kovuşturma işlemleri sırasındaki ses veya görüntüleri yetkisiz olarak kayda alan veya nakleden kişi, altı aya kadar hapis cezası ile cezalandırılır. 182 Bu sakıncalarla ilgili geniş açıklamalar için bkz. PEKCANITEZ, Hakan – ATALAY, Oğuz  -  ÖZEKES,  Muhammet:  Hukuk  Muhakemeleri  Kanunu nda  Değişiklik Yapılmasına Dair 7251 Sayılı Kanun Hakkında Değerlendirme, TBB Dergisi, 2020 (150), s. 275-278. 287Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  beraberinde getirir. Tekrar ifade edelim ki tanık, bilirkişi ve uzmanların adli birimlerin gözetiminde olmaksızın duruşmaya dilediği yerden bağlanması mümkün olmamalıdır. Hukuk  muhakemesindeki  söz  konusu  sakıncalar  duruşmaya  video konferans yoluyla uzaktan bağlanılabilecek yerler hakkında detaylı bir teknik ve yasal altyapı hazırlanmasını kaçınılmaz kılmaktadır.183  SONUÇ Sonuçlarını kavramış olmak kaydıyla ilgili, adil yargılanma hakkının tanıdığı tüm teminatlardan vazgeçebilir. Şüphesiz ki duruşmaya fiziken katılma yerine, uzaktan katılmayı seçmek de bu kapsamdadır. Duruşmaya uzaktan katılmak, yukarıda görüldüğü gibi çok boyutlu bir sorundur. Bu nedenle konunun bir bütün olarak ele alınması yerine, her seferinde duruşmaya uzaktan katılan hangi süje sorusu sorulmalı ve uzaktan katılan süje ile diğer süjelerin adil yargılanma hakkının koruması altında olan teminatlardan gereği gibi yaralanıp yararlanmadığı gözden geçirmelidir. İnsanlığın adli yolda gerçeği bulmak için bugüne dek geliştirdiği en etkili araç olan duruşma; hâkimin tarafları dinlediği, kuralları önceden muhakeme hukuku normlarıyla belirlenmiş bir tartışmadır. Bu tartışma etkisini, şüphesiz ki  yüz  yüze  yapılmasından  almaktadır.  Dolayısıyla  duruşmanın  uzaktan yürütülmesinin, yüz yüze yapılmasının tam bir alternatifi olması mümkün değildir.  Öte yandan video konferans sistemi, bu çalışmada açıklanan ilkelere uyulduğu takdirde, muhakemeyi adil yargılamanın gereklerine daha uygun hale getirmek için bir alternatif olabilir. Muhakemede, gelişen teknolojiden faydalanmak ve makul sürede yargılanma hakkına katkı sağlamak elbette mümkündür. Ancak adaletin öncelikli değerleri olan adil yargılanmaya ilişkin diğer teminatlar, makul süre uğruna feda edilemez. Böyle olduğu takdirde, yargılamanın adil değil, olsa olsa acele yapıldığından söz edilebilir.  Sonuç olarak mesele, duruşmaya uzaktan katılımı desteklemek veya buna karşı çıkmak gibi iki karşı kutba indirgenmemelidir. Zira yukarıda ele alındığı üzere, her bir süje bakımından doğabilecek avantaj ve dezavantajlar vardır.                                                        183 MIDIK, Barış: Medenî Yargıda E-Duruşma Pilot Uygulaması ve Yargının Elektronik Dönüşümü  Üzerine  Bazı  Düşünceler,  https://blog.lexpera.com.tr/medeni-yargida-edurusma-pilot-uygulamasi-ve-yarginin-elektronik-donusumu-uzerine-bazi-dusunceler (SGT: 9.2.2021).  288Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… Yapılması gereken, adil yargılanma hakkının gereklerine uygun bir şekilde söz konusu normları düzenlemek ve yorumlamaktır. Bu nedenle öncelikle Türkiye de  uzaktan  duruşma  konusundaki  mevzuatın,  AİHM  tarafından belirlenen standartlara uygun hale getirilmesi ve konuya ilişkin temel esasların kanunla düzenlenmesi gerekmektedir. İlgili normlar yorumlanırken, AİHM ve Anayasa Mahkemesi nin ortaya koyduğu standartlar takip edildiği takdirde, adil  yargılanma  hakkına  uygun  biçimde  duruşmaya  uzaktan  katılımın sağlanması mümkündür.                        289Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293",
     "Kaynakça": "AYDIN, Devrim: Ceza Muhakemesinde Deliller, Ankara 2014. BOSSAN, Jérôme: La visioconférence dans le procès pénal : un outil à maîtriser, Revue de Science Criminelle et de Droit Pénal Comparé, Y. 2011, S. 4, s. 801816. BUZELLI, Silvia - Roberta CASIRAGHI, - CASSIBBA, Fabio – CONCOLINO, Paola -PRESSACCO, Luca: “Diritto a un equo processo, Corte di Strasburgo e giustizia penale içinde, a cura di Giulio Ubertis e Francesco Viganò, Torino 2016, s. 128-235. CENTEL, Nur - ZAFER, Hamide: Ceza Muhakemesi Hukuku, 14. Bası, İstanbul 2017. CURTOTTI  NAPPI,  Donatella:   Dibatimento  a  distanza  (diritto  processuale penale) , Enciclopedia del diritto içinde, Annali II, T. 1, Varese 2008, s. 163175. ÇELİKKAYA, Serkan Deniz: Türk Ceza Muhakemesinde Ses ve Görüntü Bilişim Sistemi, Ankara 2020. ÇIRAK, Ezgi: “Avrupa İnsan Hakları Sözleşmesi Çerçevesinde Adil Yargılanma Hakkının Uygulama Alanı, D.E.Ü. Hukuk Fakültesi Dergisi, Prof. Dr. Durmuş TEZCAN a Armağan, C.21, Özel S., 2019, s. 997-1028. ÇİFTÇİ, Pınar: “Avrupa Konseyi Adaletin Etkinliği İçin Avrupa Komisyonu nun (CEPEJ)  “COVID-19  Pandemisi  Sırasında  ve  Sonrası  Yargı  Tarafından Öğrenilen  Dersler  ve  Karşılaşılan  Zorluklar  Hakkındaki Bildirgesi,https://blog.lexpera.com.tr/avrupa-konseyi-adaletin-etkinligi-icinavrupa-komisyonunun-covid-19-pandemisi-sirasinda-ve-sonrasi-yargitarafindan-ogrenilen-dersler-ve-karsilasilan-zorluklar-hakkindaki-bildirgesi (SGT: 11.12.2020) ÇİFTÇİ, Pınar: “Pandemi Sürecinde Yargının İşleyişine İlişkin Alınan Tedbirlerin Türk Medenî Yargılama Hukukunda Yargısal Temel Haklar ve Özel Olarak Doğrudanlık  İlkesi  Üzerinde  Yarattığı  Etkiler, https://blog.lexpera.com.tr/pandemi-surecinde-yarginin-isleyisine-iliskinalinan-tedbirlerin-turk-medeni-yargilama-hukukunda-yargisal-temel-haklar-veozel-olarak-dogrudanlik-ilkesi-uzerinde-yarattigi-etkiler (SGT: 9.2.2021) DOĞRU, Osman - NALBANT, Atilla: İnsan Hakları Avrupa Sözleşmesi Açıklama ve Önemli Kararlar, C. 1, Ankara 2012. DOĞRU, Osman: Sanık Öğüten Çarklar - İnsan Hakları Açısından Türkiye'de Ceza Adalet Sistemi, 2. Bası, İstanbul 2012. DURSUN, Gizem,  Sanığın Duruşmada Hazır Bulunma Hakkı ve Bu Kapsamda Sesli ve  Görüntülü  Bilişim  Sisteminin  (SEGBİS)  Değerlendirilmesi,  Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, S. 143-144, Temmuz-Ağustos 2016, s. 127-157. 290Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… FABBRI, Alessandro:  Oralità, principio di , Il dizionario sistematico di procedura penale içinde, Milano 2008, s. 715-717. GAYRETLİ AYDIN, Seda: “Medeni Yargılama Hukukunda Ses ve Görüntü Nakli Yoluyla Duruşmaya Katılma, DEÜHFD, Prof. Dr. Şeref ERTAŞ a Armağan, C. 19, Özel Sayi-2017, s. 2101-2126. GÖLCÜKLÜ,  Feyyaz:   Avrupa  İnsan  Hakları  Divanı  İçtihadın  Göre  Doğru Yargılama ve Kanıtların Değerlendirilmesi , Fransızca aslından çeviren Tekin Akıllıoğlu, İnsan Hakları Merkezi Dergisi, Y. 1994, C. II, S. 2, s. 2-10. GÖZÜBÜYÜK,  A.  Şeref    -  GÖLCÜKLÜ,  Feyyaz:  Avrupa  İnsan  Hakları Sözleşmesi ve Uygulaması Avrupa İnsan Hakları Mahkemesi İnceleme ve Yargılama Yöntemi, Ankara, 2016. GRABENWARTER,  Cristoph:  European  Convention  on  Human  Rights Commentary, München 2014. HANAĞASI, Emel: Medeni Yargılama Hukukunda Silahların Eşitliği, Ankara 2016. HARRIS,  David  -  O'BOYLE,  Michael  -  BATES,  Ed  -  BUCKLEY,  Carla  - HARVEY, Paul - KAMBER, Kresimir - LAFFERTY, Michelle - CUMPER, Peter - GREEN, Heather: Law of the European Convention on Human Rights, 4. edition, Oxford 2018. HILLMAN,  Zachary  M.:   Pleading  Guilty  and  Video  Teleconference:  Is  a Defendant  Constitutionally  Present  When  Pleading  Guilty  by  Video Teleconference  Journal of High Technology Law 7, No: 1 (2007), s. 41-70.  İNCEOĞLU,  Sibel:  Adil  Yargılanma  Hakkı,  Anayasa  Mahkemesine  Bireysel Başvuru El Kitapları Serisi-4, Avrupa Konseyi 2018. (El Kitabı). İNCEOĞLU, Sibel: İnsan Hakları Mahkemesi Kararlarında Adil Yargılanma Hakkı, Beta Yayınları, Tıpkı 4. Baskı, İstanbul 2013. (Adil Yargılanma). JOHNSON, Molly Treadway – WIGGINS, Elizabeth C.:  Videoconferencing in Criminal  Proceedings:  Legal  and  Empirical  Issues  and  Directions  for Research.  Law & Policy, Vol. 28, No. 2, Nisan 2006, s. 211-227. KAFES, Veli:  Ceza Muhakemesinde Meram Anlatma İlkesinin Sağlanması , Ceza Hukuku ve Kriminoloji Dergisi, Y. 2015, C. 3, S. 2, s. 181-198. KARAKAYA, Naim: Ceza Muhakemesi Hukukunda Avukatın Soru Sorma Yetkisi, Ankara 2012. KARAKEHYA,  Hakan-  TUNÇER,  Asuman  İnce:  “İstinaf  Yargılamasında Sanığın Sorgusunun Zorunlu Olup Olmadığı ve Bu İşlemde Segbis Kullanımı Üzerine  Düşünceler,  İnönü  Üniversitesi  Hukuk  Fakültesi  Dergisi,  Cilt:8, Sayı:2, Yıl 2017, s. 99-136. 291Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293  KARAKEHYA, Hakan: Avrupa İnsan Hakları Sözleşmesi'nin 6. Maddesi (Adil Yargılanma Hakkı) Bağlamında Ceza Muhakemesinde Duruşma, Ankara 2008. KESKİN, Serap: Ceza Muhakemesi Hukukunda Temyiz Nedeni Olarak Hukuka Aykırılık, İstanbul 1997. LORUSSO, Sergio:  Dibattimento a distanza vs. autodifesa? , DPC, Y. 2017, S. 4, s. 221. (SGT: 16.12.2020). MIDIK,  Barış:  “Medenî  Yargıda  E-Duruşma  Pilot  Uygulaması  ve  Yargının Elektronik  Dönüşümü  Üzerine  Bazı  Düşünceler, https://blog.lexpera.com.tr/medeni-yargida-e-durusma-pilot-uygulamasi-veyarginin-elektronik-donusumu-uzerine-bazi-dusunceler (SGT: 9.2.2021) ÖZBEK, Veli Özer - DOĞAN, Koray - BACAKSIZ, Pınar - TEPE, İlker: Ceza Muhakemesi Hukuku, 10. Bası, Ankara 2017. PEKCANITEZ, Hakan – ATALAY, Oğuz - ÖZEKES, Muhammet: “Hukuk Muhakemeleri Kanunu nda Değişiklik Yapılmasına Dair 7251 Sayılı Kanun Hakkında Değerlendirme, TBB Dergisi, 2020 (150), s. 247-299. RAINEY,  Bernadette  – WICKS,  Elizabeth  -    OVEY,  Clare:  The  European Convention on Human Rights, Oxford, 2017. RENUCCI, Jean-François: Droit Européen des Droits de l Homme, 2. édition, Paris 2012. SCHRODER,  Friedrich-Christian:   Ceza  Muhakemesinde  Fair  Trial  İlkesi , Almanca aslından çeviren Feridun YENİSEY, Ceza Muhakemesinde Fair Trial İlkesi içinde, İstanbul 1999, s. 1-131. ROTH, Michael:“Laissez-Faire Videoconferencing: Remote Witness Testimony and Adversarial Truth, 48 UCLA Law  Review, (185) (2000) s. 185-220. SCHABAS, William A.: The European Convention On Human Rights A Commentary, Oxford 2015. ŞAHİN,  Cumhur:   Sanığın  Savunmasını  Hazırlamak  İçin  Gerekli  Zamana  ve Kolaylıklara Sahip Olma Hakkı (İHAS 6/3-b), GÜHFD, Y. 2004, C. 8, S. 1-2, s. 259-306. ŞAHİN, Cumhur: Ceza Muhakemesinde İspat (Delillerin Doğrudan Doğruyalığı İlkesi), Ankara 2001. TANER, Fahri Gökçen: “Kovuşturmaya Yer Olmadığı Kararına Karşı Anayasa Mahkemesi ne Bireysel Başvuru: Dar, Sarp ve Kısmen Açık Bir Yol , TBBD, Y. 2018, S. 135, s. 117-166.  TANER, Fahri Gökçen: Ceza Muhakemesi Hukukunda Adil Yargılanma Hakkı Bağlamında Çelişme ve Silahların Eşitliği, Ankara 2019. 292Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293                                                    Suç İsnadına veya Medeni Hak… TEZCAN Durmuş - ERDEM Mustafa Ruhan - SANCAKDAR, Oğuz - ÖNOK, R. Murat: İnsan Hakları El Kitabı, 6. Bası, Ankara 2016. TEZCAN, Durmuş: “AİHM Kararları Işığında Adil Yargılanma Hakkı Bağlamında Delillerin Değeri, Ord. Prof. Dr. Sulhi Dönmezer Armağanı içinde, Ankara 2008, s. 1225.  TOROSLU, Nevzat - FEYZİOĞLU Metin: Ceza Muhakemesi Hukuku, 19. Bası, Ankara 2019. TRECHSEL, Stefan: Human Rights in Criminal Proceedings, New York, 2005. ÜNVER, Yener - HAKERİ, Hakan: Ceza Muhakemesi Hukuku, 17. Bası, Ankara 2020. YALTI, Billur : Vergi Yükümlüsünün Hakları, İstanbul 2006. YALTI, Billur: “Vergi Yargılamasında Adil Yargılanma Hakkı: Anayasa Mahkemesi Kararlarında Uygulama Alanı Genişlemesi, https://anayasatakip.ku.edu.tr/wpcontent/uploads/sites/34/2017/08/Billur-Yalt%C4%B1-AdilYarg%C4%B1lanma.pdf  YENİSEY, Feridun - NUHOĞLU, Ayşe: Ceza Muhakemesi Hukuku, 5. Bası, Ankara 2017. YERDELEN,  Erdal:  “Ceza  Muhakemesinde  Videokonferans  Yöntemininin (SEGBİS) Kullanımı, Bilişim Hukuku Dergisi, Y.2019. S. 2, s. 271-287. YILDIRIM, Akif: “Fiziksel Düellodan Dijital Sanıklığa: AİHM nin Videokonferans Yöntemiyle Sanığın Duruşmaya Katılımının Sağlanması Meselesine Bakışı, Ord. Prof. Dr. Sulhi Dönmezer Anısına Düzenlenen Panelde Sunulan Tebliğler, Adalet Yayınevi, Ankara, 2020, s. 145-158. YURTCAN, Erdener: Ceza Yargılaması Hukuku, 15. Bası, Ankara 2018. Web siteleri https://www.aa.com.tr https://www.bbc.com/turkce https://www.coe.int https://www.conseil-etat.fr https://www.eur-lex.europa.eu http://www.giur-cost.org https://www.haberturk.com http://www.hudoc.echr.coe.int https://www.humanrightscenter.bilgi.edu.tr https://www.kararlarbilgibankasi.anayasa.gov.tr https://www.resmigazete.gov.tr    293Fahri Gökçen TANER, Akif YILDIRIM                Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 229-293   294"
}