{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": "30",
     "Ay": "04",
     "Yıl": "2021",
     "Cilt": "70",
     "Sayı": "3",
     "Başlık": "ANONİM ŞİRKETTE SERMAYE KAYBININ TESPİT EDİLMESİ",
     "Title": "Determining the Loss of Capital in the Joint Stock Company",
     "Yazar İsmi": [
          "Raziye AKSU ÖZKAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Anonim Şirket",
          "Sermaye Kaybı",
          "Bilanço",
          "Şirket Zararı",
          "Likidite Planı"
     ],
     "Keywords": [
          "Joint Stock Company",
          "Capital Loss",
          "Balance Sheet",
          "Company Loss",
          "Liquidity Plan"
     ],
     "Özet": "Bu  çalışmada,  anonim  şirkette  sermaye  kaybının  ne  şekilde  tespit edileceği  incelenmiştir.  Anonim  şirkette  finansal  durumun  bozulmasının birçok göstergesi olabilir. Bununla birlikte, 6102 sayılı Türk Ticaret Kanunu madde 376/1 son yıllık bilançoya göre sermaye ve kanuni yedek akçeler toplamının  yarısının;  TTK  m.  376/2  ise,  üçte  ikisinin  zarar  sebebiyle karşılıksız kalması durumunda devreye girmektedir. Bu sebeple, öncelikle sermaye,  kanuni  yedek  akçe,  zarar  ve  son  yıllık  bilanço  kavramları  ele alınmıştır.  Ardından,  burada  yapılan  saptamaya  göre  sermaye  kaybının hesaplanması  incelenmiştir.  Bu  inceleme  esnasında,  Ticaret  Bakanlığı tarafından  yayınlanan  6102  sayılı  Türk  Ticaret  Kanununun  376  ncı Maddesinin Uygulanmasına İlişkin Usul ve Esaslar Hakkında Tebliğ”e de değinilmiştir. Bu bağlamda, sermaye kaybı düzenlemesinin, finansal durumu bozulan bir şirketin kurtarılabilmesi açısından geç bir sinyal olduğu sonucuna varılmıştır.  Bu  sebeple,  son  olarak  çalışmada,  olması  gereken  hukuk açısından, finansal durumu bozulan bir şirketin sermaye kaybı düzenlemesine göre daha erken bir uyarı sistemi kurması gerektiği önerisine yer verilmiştir.",
     "Abstract": "In this study, how to determine the loss of capital in a joint stock company is examined. There may be many indications of the deterioration of the                                                  Makalenin Geliş Tarihi: 22.02.2021, Makalenin Kabul Tarihi: 30.04.2021.      Dr. Araştırma Görevlisi, Akdeniz Üniversitesi Hukuk Fakültesi Ticaret Hukuku Anabilim Dalı, e-posta: raziyeaksu@akdeniz.edu.tr, ORCID: 0000-0003-2245-863X.    Raziye AKSU ÖZKAN Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759 financial situation in a joint stock company. However, article 376/1 of the Turkish Commercial Code numbered 6102 will be applied if the last annual balance sheet shows that half of the total capital and legal reserves are no longer covered due to losses. TCC Art. 376/2 comes into play when two thirds of them are no longer covered due to losses. For this reason, firstly, the concepts of capital, legal reserves, loss and last annual balance sheet have been discussed. Then, according to the determination made here, the calculation of capital loss is examined. During this examination, the Communiqué on the Procedures and Principles Regarding the Implementation of Article 376 of the Turkish Commercial Code No. 6102 published by the Ministry of Trade was also mentioned. In this context, it has been concluded that the capital loss regulation is a late signal for the recovery of a company whose financial situation has deteriorated. Therefore, in the last study, in terms of the legal requirements,  a  company  whose  financial  situation  deteriorates  should establish an earlier warning system than the capital loss regulation.",
     "Metin": "Anonim şirketin finansal durumunun bozulmasının birçok göstergesi olabilir. Örneğin şirketin yapmış olduğu yatırımlardan kâr elde edememesi, muaccel borçlarını veya çalışanlarının ücretlerini ödeyememesi gibi. Bununla birlikte,  bu  bozulmanın  belirli  bir  düzeyde  sermaye  kaybı  olarak gerçekleşmesi durumu 6102 sayılı Türk Ticaret Kanunu (TTK) m. 376/1 ve 2 de özel olarak düzenlenmiştir. TTK m. 376/1 uyarınca son yıllık bilançodan, sermaye  ile  kanuni  yedek  akçeler  toplamının  yarısının  zarar  sebebiyle karşılıksız kaldığı anlaşılırsa, yönetim kurulu, genel kurulu hemen toplantıya çağırır ve bu genel kurula uygun gördüğü iyileştirici önlemleri sunar. Bu düzenlemenin  kaynağı  Avrupa Birliği  Hukuku düzenlemeleri  ve  İsviçre                                                  1   RG, 27846, T. 14.02.2011. 2   13 Aralık 1976 tarihli ve 77/91/EEC sayılı 2. Şirketler Hukuku Yönergesi m. 17 uyarınca taahhüt edilen sermayenin ciddi şekilde kaybedilmesi durumunda, şirketin feshedilmesi veya  diğer  önlemlerin  alınmasının  gerekip  gerekmediğini  kontrol  etmek  için  Üye Devletlerin kanunlarında belirlenen sürede genel kurul toplantıya çağrılmalıdır. Hükmün ikinci fıkrasında, ciddi olduğu kabul edilen zarar miktarının, Üye Devletlerin kanunları tarafından  taahhüt  edilen  sermayenin  yarısından  daha  yüksek  bir  rakam  olarak belirlenemeyeceği  yer  almıştır.  [Metin  için  bkz.  https://www.caplaw.eu/en/ Areas%20of%20Law/Company_Law/European_Law/9125/Directive_2012_30_EU.htm, (erişim tarihi: 10.01.2021)]. Bunun yerine çıkartılan, 25 Ekim 2012 tarihli ve 2012/30/EU 722Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759     Anonim Şirkette Sermaye… Borçlar Kanunu nun [Obligationenrecht (OR)] 725/1 maddesidir. TTK m. 376/2 de ise, son yıllık bilançoya göre sermaye ve kanuni yedek akçeler toplamının  üçte  ikisinin  zarar  sebebiyle  karşılıksız  kalması  durumu düzenlenmiştir.  İsviçre  Hukukunda  karşılığı  olmayan  bu  hüküm,  kaybın tespitinde esas alınacak bilanço bakımından getirilen yenilik dışında 6762 sayılı Ticaret Kanununun 324/2. maddesinden alınmıştır. Bu farklılık, TTK m. 376/1 e ilişkin yorumların, TTK m. 376/2 ye uygulanması durumunda sorunlara sebep olmaktadır. Ticaret  Bakanlığı,  hükmün  uygulanmasında  yaşanan  tereddütleri gidermek amacıyla 2018 yılında 6102 sayılı Türk Ticaret Kanununun 376 ncı Maddesinin  Uygulanmasına  İlişkin  Usul  ve  Esaslar  Hakkında  Tebliği (Tebliğ) yayınlamıştır. Tebliğ, hem TTK ye hem de 6362 sayılı Sermaye Piyasası Kanunu na (SerPK) tâbi anonim şirketler açısından uygulanacaktır. Ticaret  Bakanlığı  2020  yılının  son  ayında,  6102  sayılı  Türk  Ticaret Kanununun  376  ncı  Maddesinin  Uygulanmasına  İlişkin  Usul  ve  Esaslar Hakkında  Tebliğde  Değişiklik  Yapılmasına  Dair  Tebliği  (Değişiklik Yapılmasına  Dair  Tebliğ)  yayınlamıştır.  Bu  değişiklikle,  özellikle uygulamada  sermaye  kaybının  tespiti  konusunda  yaşanan  tereddütleri gidermek amaçlanmıştır. Bunun yanı sıra, dünyanın içinden geçtiği covid-19 salgını dönemi sebebiyle şirketleri sermaye kaybından korumaya yarayacak düzenlemeler yapılmıştır.                                                   sayılı Avrupa Birliği Yönergesi m. 19 da da aynı düzenlemeye yer verilmiştir. Bkz. https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32012L0&qid= 1613979355370&from=EN, (erişim tarihi: 10.01.2021). 3  Bundesgesetz betreffend die Ergänzung des Schweizerischen Zivilgesetzbuches vom 30. März 1911 (Fünfter Teil: Obligationenrecht), https://www.parlament.ch/de, (erişim tarihi: 28.04.2021). 4   RG, 9353, T. 09.07.1956.  5   ETK 324/2 nin kaynağı ise 1926 tarihli ve 815 sayılı TTK dir. Hükmün AB ve Alman Hukuku nda da karşılığı bulunmadığı hususunda bkz. Türk, 2015: 92; Aydın, 2012: 103. 6   İnceleme için bkz. II. B. 4. Son Yıllık Bilanço. 7   RG, 30536, T. 15.09.2018. Özkorkut, geçici m. 1 dışında, TTK m. 376 nın genişletilmiş bir tekrarı olması sebebiyle Tebliğ i eleştirmektedir. Bkz. Özkorkut, 2019: 975. 8   RG, 28513, T. 30.12.2012. 9   Halka açık anonim şirketler açısından TTK m. 376 nın nasıl uygulanması gerektiği temel olarak Sermaye Piyasası Kurulu nun (SPK) 10.04.2014 tarih ve 11/352 sayılı kararı ile düzenlenmiştir [Karar için bkz. SPK nin 10.04.2014 tarih ve 2014/11 sayılı Bülteni, http://spk.gov.tr/Bulten/Goster?year=2019&no=19  (erişim  tarihi  08.02.2021)].  SPK 04.10.2018 tarih ve 49/1126 sayılı kararında, Tebliğ hükümlerinin halka açık anonim şirketler bakımından 2014 tarihli Kurul kararıyla birlikte uygulanacağını ilan etmiştir [Karar için bkz. SPK nin 04.10.2018 tarih ve 2018/43 sayılı Bülteni, http://spk.gov.tr/Bulten/ Goster?year=2018&no=43 (erişim tarihi: 08.02.2021)]. 10  RG, 31346, T. 26.12.2020.  723Raziye AKSU ÖZKAN Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759 Bu bağlamda bu çalışmada, son değişiklikler ışığında sermaye kaybının tespiti incelenecektir. İnceleme esnasında finansal durumu bozulan bir şirket açısından, TTK m. 376/1 ve 2 düzenlemesinin yerindeliği de sorgulanacaktır. Bunun yanı sıra, şirketin sermaye kaybı bilançoya göre hesaplanacağı için, sermaye kaybının tespitinde kullanılacak unsurların bilançoda ne şekilde raporlandığı da önemlidir. Bu sebeple, çalışmada konunun hukuki boyutu yanında muhasebe yönüne de değinilmeye çalışılmıştır. I. SERMAYE KAYBI KAVRAMI VE DÜZENLEMENİN AMACI A. Sermaye Kaybı Kavramı Sermayenin kaybı, borca batık olma durumu kenar başlıklı TTK m. 376 da, açıkça sermayenin kaybı tanımlanmamıştır. Bunun yerine TTK m. 376/1 de sermaye ile kanuni yedek akçeler toplamının yarısının ve TTK m. 376/2 de üçte ikisinin zarar sebebiyle karşılıksız kalması ile TTK m. 376/3 te şirketin borca batık olma durumu düzenlenmiştir. Bu sebeple, sermaye kaybı açısından kıstas, şirkette sermaye ile kanuni yedek akçe toplamı kadar varlık bulunup bulunmadığıdır. Buna göre, bu konuda verilen en geniş tanıma göre, sermaye  kaybı,  sermaye  ve  kanuni  yedek  akçelerin  yarısının karşılanmamasıdır. Bilançodan yola çıkan başka bir görüşe göre sermaye kaybı, aktifler toplamından borçlar düşülmek suretiyle bulunan rakamın esas sermaye ve kanuni yedek akçeler toplamının yarısı düzeyine inmesidir. Diğer bir tanıma göre sermaye kaybı, bilanço zararının, kanuni yedek akçeler dışında kalan yedek akçelerle mahsup edildikten sonra, sermaye ve kanuni yedek akçelerin toplamının yarısını aşması durumudur. Bunun yanı sıra, öğretide bilanço kaybından yola çıkılarak da sermaye kaybı tanımlanmıştır. Bu esastan yola çıkarak tanım veren bir görüşe göre, bilanço kaybı nominal sermaye ve tüm kanuni yedekler toplamı artık tam olarak karşılanmayacak kadar artarsa, sermaye kaybından söz edilir. Belirtilen miktarın yarısı artık karşılanmıyorsa,  yarı  sermaye  kaybı  oluşur.  Bunun  yanı  sıra,  öğretide hesaplama  ile  ilgili  verdiği  formülden  yola  çıkarak  da  sermaye  kaybı                                                  11  Forstmoser, Meier Hayoz ve Nobel, 1996: § 50 N. 195; Plüss ve Facincani Kunz, 2016: Art. 725 N. 3. 12  Kayar, 2012: 646. 13  Wüstiner, 2016: Art. 725 N. 18; Wibmer, 2016: Art. 725 N. 1. 14  Böckli, 2009: § 13 N. 743, 744. Aynı esastan yola çıkarak tanım yapan bir görüşe göre sermaye kaybı, bilanço kaybının nominal sermaye ve kanuni yedekler toplamının yarısına eşit veya daha fazla olmasıdır. Bkz. von Büren, Stoffel, ve Weber, 2011: N. 695. 15 Yazara göre bilanço kaybı, bilançonun pasifinde gösterilen yükümlülük ve özkaynak toplamına kıyasla varlıklardaki yıllık kayıplardan kaynaklanan açığı ifade eder. Bkz. Böckli, 2009: § 13 N. 744. 724Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759     Anonim Şirkette Sermaye… tanımlanmıştır. Buna göre, sermaye kaybı, sermaye ve kanuni yedek akçeler toplamından özkaynak tutarının çıkarılması sonucu bulunur.  Kanaatimizce TTK m. 376/1 ve 2 nin mantığı şirketin malvarlığında sermaye  ve  kanuni  yedek  akçeler  toplamının  en  az  yarısından  fazlasını karşılayacak düzeyde özkaynağı bulunmasına; şayet bu tutar bulunmuyorsa da erken uyarı sisteminin devreye sokulmasına dayanmaktadır. Bu sistem, şirketin  sermaye  ve  kanuni  yedek  akçelerine  göre  hesaplanacağı  ve  bu kalemler de bilançodan saptanacağı için, sermaye kaybına çeşitli tanımlar vermek mümkündür. Bununla birlikte, kanaatimizce özkaynak tutarı esas alınarak  bir  tanım  vermek,  sermaye  kaybının  hesaplanması  açısından kolaylaştırıcı olacaktır. Zira sermaye ve kanuni yedek akçe bilançonun özkaynak kısmında raporlanmaktadır. Buna göre sermaye kaybı, özkaynak tutarının, sermaye ve kanuni yedek akçeler toplamının en az yarısı veya daha aşağı düzeye inmesidir. Bununla birlikte, öğretide sermaye kaybı için bilanço zararının,  kanuni  yedek  akçeler  dışında  kalan  yedek  akçelerle  mahsup edildikten sonra,  sermaye ve kanuni yedek akçelerin toplamının yarısını aşması durumudur şeklinde verilen tanıma katılmamaktayız. Zira bu tanım bilançonun özkaynak kısmında, sadece sermaye, yedek akçe ve zarar hesapları raporlandığı durumu kapsamaktadır. Oysa şirketin yedek akçeleri dışında geçmiş yıllar kârı da bulunabilir ve bu kâr, şirket zararının sermaye ve kanuni yedek akçelere ulaşmasını engelleyebilir.  B. Sermaye Kaybı Düzenlemesinin Amacı TTK m. 376, özkaynakları yetersiz bir şirketin ticari işlemlere katılmasını önlemek amacıyla tasarlanmıştır. Hükmün birinci ve ikinci fıkrasında yer alan sermaye kaybı düzenlemesiyle de, yönetim kurulunun mali durumun iyileştirilmesi önlemlerini erken bir aşamada hazırlamasını ve uygulamasını sağlamak ve her şey başarısız olursa, şirketin özkaynağı olmadan faaliyetine devam etmesini engellemek amaçlanmıştır. TTK m. 376/1 ve 2 sermaye kaybının oranına göre farklı hukuki sonuçlar öngörmüştür. Buna göre, TTK                                                  16  Bu görüşün verdiği formüle göre, Esas (çıkarılmış) sermaye + yasal yedek akçeler – öz kaynaklar = sermaye kaybıdır. Bkz. Türk, 2015: 68. 17  Türk, 2015: 68; ETK döneminde sermaye kaybı açısından özkaynaklar-esas sermaye ilişkisinin esas alınması gerektiği hususunda bkz. Türk, 1999: 16 vd. 18  Ayrıntılı inceleme için bkz. II. C. 1. Genel Olarak. 19  Wüstiner, 2016: Art. 725 N. 18; Wibmer, 2016: Art. 725 N. 1. 20  Plüss ve Facincani Kunz, 2016: Art. 725 N. 1; Wüstiner, 2016: Art. 725 N. 1. 21  Böckli, 2009: § 13 N. 708a; von Salis, 2011: 4; zararlar sebebiyle sermayenin kaybetmesinin anonim  şirketin  faaliyetini  gerektiği  gibi  yürütmesini  engelleyeceği  hususunda  bkz. Tekinalp, 2020: 290. 725Raziye AKSU ÖZKAN Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759 m.  376/1 de  öngörülen  sermaye  kaybı  seviyesinde,  yönetim  kurulunun durumu genel kurula bildirmesi ve iyileştirici önlemlerini sunması yeterli görülmüştür. Buna karşılık, TTK m. 376/2 de sermayenin üçte biri ile yetinme veya tamamlanması kararlarının alınmaması durumunda şirketin sona ereceği düzenlenmiştir. Sermaye  kaybı  durumunda,  yönetim  kurulu  genel  kurula  durumu bildirmekle yükümlüdür (TTK m. 376/1 ve 2). Bu sebeple, öğretide sermaye kaybı  düzenlemesinin  koruma  işlevinin  esasen  şirketin  pay  sahiplerine yönelik olduğu ifade edilmektedir. Zira pay sahipleri, şirketleriyle ilgili finansal riskler ve yönetim kurulunun yeniden yapılanma planları hakkında özkaynak  tamamen  tükenmeden  önce  bilgilendirilme  hakkına  sahiptir. Nitekim bu bilgilendirmeden sonra pay sahipleri şirketin mali durumunun iyileştirilmesine veya sona ermesine karar verebileceklerdir. Keza sermaye kaybının bildirimi ile paylarını satarak kendisini daha fazla zarara karşı koruyabilen pay sahiplerinin mülkiyet hakları da korunur. Bununla birlikte, öğretide hükmün şirket alacaklıları bakımından doğrudan bir koruma işlevi olmadığı ifade edilmektedir. Zira bu finansal sıkıntıda, alacaklıların çıkarları için gerçek bir tehlike yoktur; çünkü varlıklar, yükümlülükleri karşılayacak düzeydedir.  Ayrıca  pay  sahipleri  tarafından  sağlanan  bilgiler  genellikle alacaklılar  tarafından  bilinmemektedir.  Bunun  yanı  sıra,  sermaye  kaybı düzenlemesi  alacaklılar  gibi  üçüncü  kişilere  karşı  da  herhangi  bir  hak sağlamaz.  II. SERMAYE KAYBININ TESPİT EDİLMESİ A. Genel Olarak TTK m. 376/1 ve 2 de sermaye kaybı, bilanço kalemleri esas alınarak belirlenmiştir. TTK de açıkça bilançonun tanımına yer verilmemiştir; ancak TTK  m. 68/1 de  bilançonun  işletmenin  varlık ve  borçlarının tutarlarının                                                  22  Lanz, 1985: 75; von Salis, 2011: 7: Wüstiner, 2016: Art. 725 N. 3; Plüss ve Facincani Kunz, 2016: Art. 725 N. 1; Handschin, 2018: Art. 725 N. 8; şirket alacaklılarına karşı doğrudan bir koruma işlevi olmadığı yönünde bkz. Jung, 2016: Art. 620 N. 337; Staehelin, 2014: 1136; Kunz, 2020: 31. Hükmün özellikle pay sahiplerinin menfaatini korumayı amaçladığı; ancak patlak veren herhangi bir finansal krizin kötüleşme eğiliminden dolayı, alacaklıların, çalışanların ve diğer ekonomik oyuncuların menfaatine de bir alarm çanı çalmak istediği hususunda bkz. Böckli, 2009: § 13 N. 713. 23  Lanz, 1985: 74. 24  Kunz, 2020: 31; Staehelin, 2014: 1136; Lanz, 1985: 75; von Salis, 2011: 7; Şener, 2019: 381. 25  Staehelin, 2014: 1136. 26  Kırca, Şehirali Çelik ve Manavgat, 2013: 573. 726Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759     Anonim Şirkette Sermaye… ilişkisini  gösteren  finansal  tablo  olduğu  yer  almıştır.  Kamu  Gözetimi, Muhasebe ve Denetim Standartları Kurumunun (KGK) düzenlemelerinde ve öğretide bilanço, hazırlandığı tarih itibariyle işletmenin varlık, yükümlülük ve  özkaynaklarını  gösteren  tablo  şeklinde  tanımlanmaktadır.  Finansal raporlamada,  şirketin  gerçekleştirdiği  iktisadi  işlemler,  niteliklerine  göre varlık,  yükümlülük  veya  özkaynak  gruplarına  aktarılır.  Anonim  şirketin kuruluş  aşamasında,  şirketin  sahip  olduğu  varlıklar,  ya  şirket  kurucuları tarafından sağlanmıştır ya da üçüncü kişilere borçlanılarak elde edilmiştir. Bunlardan birinci bölümün kaynağına Özkaynak, ikinci bölümün kaynağına Yükümlülükler (Yabancı kaynaklar) denilir [Finansal Raporlamaya İlişkin Kavramsal Çerçeve (FRKÇ) m. 4.1/a]. TTK m. 376/1 ve 2 de yer alan sermaye, kanuni yedek akçe ve zarar, bilançonun özkaynak grubu altında raporlanmaktadır. Şirketin kuruluşunda sadece sermayeden oluşan özkaynak grubuna, şirketin faaliyetleri arttıkça farklı hesaplar eklenir. Kanuni yedek akçe, esas sözleşmesel yedek akçeler, olağanüstü yedek akçeler ve zarar da bu kalemlerdendir. Sermaye kaybının tespitinde kullanılacak kavramların özü TTK de  düzenlenmekle  birlikte,  bu  kaybın  tespiti  bilanço  bilgisini  de gerektirir. Bu bağlamda, aşağıda sermaye kaybının tespiti bilanço örnekleriyle ilişkilendirilerek ele alınacaktır.                                                  27  TTK de  bilançonun  düzenlenmesine  ilişkin  temel  düzenlemeler  yer  almakla  birlikte, uygulanacak esas kurallar açısından KGK nin düzenlemelerine gönderme yapılmıştır (TTK m. 88). KGK tarafından yayınlanan karar ile Türkiye Muhasebe Standartları/Türkiye Finansal Raporlama Standartları (TMS/TFRS), Büyük ve Orta Boy İşletmeler İçin Finansal Raporlama Standardı (BOBİ FRS) geçerli mevzuat olarak belirlenmiştir. TMS/TFRS de de bilançonun tanımı açıkça düzenlenmemiş; ancak KGK tarafından yayınlanan Finansal Raporlamaya İlişkin Kavramsal Çerçeve (FRKÇ) m. 3.3/a da bilançoda varlık, yükümlülük ve özkaynak unsurlarının bulunacağına yer verilmiştir (FRKÇ için bkz. RG, 27.10.2018, S. 30578). BOBİ FRS m. 1.29 uyarınca bilanço, işletmenin finansal durumu hakkında bilgi vermek  üzere  hazırlanan  ve  işletmenin  belirli  bir  tarihteki  varlık,  yükümlülük  ve özkaynaklarını gösteren tablodur. 28  Sevilengül, 2016: 33; Gökçen, 2015: 9; Bayazıtlı, Çelik ve Gürdal, 2016: 26; Yalçın, 2015: 214;  Aksu  Özkan,  2019:  166;  Karayalçın,  bilançonun  içeriğinden  bahsetmeksizin, bilançoyu  işletmenin  dönem  sonu mali muvazene=dengesini  gösteren  belge  olarak tanımlamıştır. Bkz. Karayalçın, 1988: 40; Tekinalp, bilanço için bir tanım vermekten kaçınmaktadır. Yazara göre bunu yapmaya çalışmak, bilanço gibi zengin içeriğe sahip kavramlar açısından tanıtıcı olmamaktadır. Bu sebeple, bilançonun sonuç açıklama işlevine değinmektedir. Bkz. Tekinalp, 1979: 59, 60. 29  Özkaynaklar grubunda, ödenmiş sermaye, sermaye düzeltme farkları, sermaye katkıları, paylara ilişkin primler/iskontolar, kârdan ayrılan kısıtlanmış yedekler ve fonlar, kâr veya zararda yeniden sınıflandırılmayacak özkaynaklarda kaydedilen birikmiş gelirler (giderler), kâr veya zararda yeniden sınıflandırılacak özkaynaklarda kaydedilen birikmiş gelirler (giderler), geçmiş yıllar kârları, geçmiş yıllar zararları ve dönem net kârı (zararı) hesapları bulunur. İnceleme için bkz. Aksu Özkan, 2019: 241-287. 727Raziye AKSU ÖZKAN Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759 B. Kaybın Tespitinde Kullanılacak Kavramlar 1. Sermaye Kavramı TTK m. 376 da yer alan sermaye  kavramından kasıt, esas sermaye sistemine tâbi şirketlerde esas sermaye ve kayıtlı sermaye sistemine tâbi olan şirketlerde çıkarılmış sermayedir. Esas sermaye, esas sözleşmede rakamsal olarak belirtilen ve tamamı kurucular tarafından taahhüt edilmiş olan nominal (itibari) sermayeyi ifade eder. TTK m. 332/1 uyarınca bu tutarın en az 50.000 TL  olması  gerekir.  Sermaye  kaybının  tespitinde,  nominal  sermaye  esas alınacağından, bunun bir kısmının ödenmemiş olması yapılacak hesaplamayı değiştirmez. Örneğin Aksu Gıda Anonim Şirketi nin esas sermayesi 100.000 TL dir. Bunun 20.000 TL si ödenmemiştir. Bu durumda, sermaye kaybı hesaplanırken 100.000 TL nin şirket malvarlığında korunup korunmadığı bilançodan  tespit  edilmeye  çalışılacaktır.  Çıkarılmış  sermaye  ise,  kayıtlı sermaye sistemine tâbi şirketlerde bulunmaktadır. Bu sistemde başlangıç sermayesi, çıkarılmış sermaye ve kayıtlı sermaye olmak üzere üç tür sermaye bulunur. Kayıtlı sermaye, esas sözleşmede, sermayenin yönetim kurulu tarafından artırılabileceği tavanı gösteren tutardır (SerPK m. 3/1; TTK m. 460).  Başlangıç  sermayesi,  kuruluşta  ve  kayıtlı  sermaye  sistemine  ilk geçildiğinde haiz olunması zorunlu sermayedir [SerPK m. 3/1(b); TTK m. 332/2]. Başlangıç sermayesi, halka kapalı anonim şirketlerde 100.000 TL den az olamaz (TTK m. 332/1). Çıkarılmış sermaye ise, sermayenin yönetim kurulu kararıyla ulaştığı güncel düzey anlamına gelir ve çıkarılmış payların tümünün itibari değerlerinin toplamını temsil eder [TTK m. 332/2; SerPK m. 3/1(d)]. Bu sermayenin tamamının satışının yapılmış olması gerekir [SerPK m. 3/1(d)].                                                  30  TTK m. 376 nın gerekçesi; Kayar, 2012: 646; Türk, 2015: 69; Pulaşlı, 2018: 1555; Üçışık ve Çelik, 2013: 412; Kaya, 2007: 11; Şener, 2019: 381; Homburger, 1997: N. 1201; Forstmoser, Meier Hayoz ve Nobel, 1996: § 50 N. 196; Lanz, 1985: 35; Wüstiner, 2016: Art. 725 N. 20; Handschin, 2018: Art. 725 N. 63. 31  Tekinalp, 2020: 81; Moroğlu, 2018: 1; Pulaşlı, 2018: 2221. Esas sermaye, sermaye şirketlerinde  ortakların  sınırlı  sorumlu  olmaları  sebebiyle  şirkete  getirilen  sermaye, alacaklıların şirket malvarlığı içinde bulunması ve korunması gereken teminatıdır. Bkz. Karayalçın, 1988: 89. 32  Tekinalp, 2020: 292; Pulaşlı, 2018: 1555; Türk, 2015: 69; Homburger, 1997: N. 1201; Forstmoser, Meier Hayoz ve Nobel, 1996: § 50 N. 196; Krneta, 2005: N. 2180; Lanz, 1985: 35; Wüstiner, 2016: Art. 725 N. 20; Handschin, 2018: Art. 725 N. 63; Plüss ve Facincani Kunz, 2016: Art. 725 N. 5. 33  Moroğlu, 2018: 10; Tekinalp, 2020: 82. 34  Tekinalp, 2020: 83. 728Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759     Anonim Şirkette Sermaye… Özkaynak  tutarı  belirlenirken  ise  diğer  kalemlerle  birlikte  ödenmiş sermaye esas alınır. Özkaynakta, şirketlerin kuruluşu sırasında taahhüt edilen sermayeyle veya daha sonra sermayede yapılan değişikliklerle ilgili işlemler 50  Ödenmiş  Sermaye  hesap  grubunda  izlenir.  Bu  hesap  grubunda, sermayeye  ilişkin  taahhüt  edilen  sermaye  tutarının  raporlandığı  500 Sermaye ve taahhüt edilmiş sermayenin getirilmeyen kısmının raporlandığı 501 Ödenmemiş Sermaye hesapları bulunur. Bununla birlikte, grubun adı ödenmiş sermaye olduğu için KGK tarafından yayınlanan örnek bilanço tablolarında, bilançoda üst başlık olarak ödenmiş sermayenin raporlanması istenir.  Dolayısıyla  anonim  şirkette  taahhüt  edilen  sermayenin  tamamı getirilmemişse, ödenmiş sermayenin bulunabilmesi için hesaplama yapmak gerekecektir.  Buna  göre  500  Sermaye  hesabında  kayıtlı  tutardan,  501 Ödenmemiş Sermaye hesabında kayıtlı tutar çıkarılır ve ödenmiş sermaye tutarına ulaşılır. Bu sebeple, esas sermaye sistemine tâbi şirketlerde sadece bilanço incelenerek sermaye kaybı tespit edilecekse bu başlığın altında başka bir  gösterim  olup  olmadığına  veya  bilanço  dipnotlarında  sermaye açıklamasına dikkat edilmesi gerekir. Kayıtlı sermaye sistemini uygulayan şirketlerdeyse,  Ödenmiş  Sermaye  başlığında  çıkarılmış  sermaye  tutarı gösterilir. Kayıtlı sermaye tavanı dipnotta açıklanır. Buna göre, 100.000 TL lik esas sermayesi olan ve tamamı nakit olarak ödenmiş anonim şirketin bilançosu Tablo 1 deki şekildedir:                                                   35  Bayazıtlı, Çelik ve Gürdal, 2016: 496. 36  Küçüksavaş, 2016: 516; Bayazıtlı, Çelik ve Gürdal, 2016: 496; Atabey, Parlakkaya ve Alagöz, 2015: 548; Gökçen, 2015: 362, 363. 37  KGK tarafından yayınlanan Finansal Tablo Örnekleri ve Kullanım Rehberi (FTÖKR): 62. Rehber, KGK nin Türkiye Muhasebe Standartlarının uygulanmasına yönelik 2019/1 sayılı İlke Kararı ile yayınlanmıştır. Karar için bkz. RG, 07.06.2019, S. 30794. 38   Küçüksavaş, 2016: 516; Bayazıtlı, Çelik ve Gürdal, 2016: 496. Öğretide bir görüş tamamının ödenmiş olup olmaması dikkate alınmaksızın, esas sermayenin, bilançonun pasif kısmında tam olarak gösterildiği; ödenmemiş kısmının ise aktifte, duran varlıklar kaleminden önce ayrı bir kalem hâlinde, uygun bir ad altında gösterildiğini ifade etmektedir (Bkz. Pulaşlı, 2018: 1556). Kanaatimizce bu görüş yerinde değildir. Zira sermayenin ödenmemiş kısmı eksi (-) bir kalem olarak bilançonun pasifinde raporlanır. 39  Örneğin A ve B tarafından 100.000 TL esas sermayeli bir anonim şirket kurulmuştur. A taahhüt ettiği 60.000 TL yi, B ise 40.000 TL nin 20.000 TL sini tescilden önce ödemiştir. Bu şirketin kuruluş bilançosunun özkaynak kısmında, 500 Sermaye hesabında 100.000 TL; 501 Ödenmemiş Sermaye hesabında 20.000 TL bulunur. Ödenmiş sermaye ise, 80.000 TL olarak raporlanacaktır. 40  FTÖKR: 62; Gökçen, 2015: 362; Atabey, Parlakkaya ve Alagöz, 2015: 547. 729Raziye AKSU ÖZKAN Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759 Tablo 1: Esas sermayenin bilançoda gösterimi AKSU GIDA ANONİM ŞİRKETİ NİN 31 ARALIK 2020 TARİHLİ BİLANÇOSU VARLIK/AKTİF                                                                                          KAYNAK/PASİF Dönen Varlık 100.000 TL  Yükümlülükler 0 Nakit hesabı 100.000 TL  Özkaynak 100.000 TL Ödenmiş sermaye 100.000 TL  100.000 TL lik esas sermayesi olan bir şirketin, 80.000 TL si ödenmişse, bilançonun Ödenmiş Sermaye başlığında 80.000 TL raporlanacaktır. Bu kalemin altında, açıklama yapılarak 500 Sermaye hesabında 100.000 TL, 501 Ödenmemiş Sermaye hesabında 20.000 TL gösterilecektir. Bunun gösterimi Tablo 2 deki şekildedir: Tablo 2: Ödenmemiş sermayenin bilançoda gösterimi AKSU GIDA ANONİM ŞİRKETİ NİN 31 ARALIK 2020 TARİHLİ BİLANÇOSU VARLIK/AKTİF                                                                                          KAYNAK/PASİF Dönen Varlık 80.000 TL  Yükümlülükler 0 Nakit hesabı 80.000 TL  Özkaynak 80.000 TL Ödenmiş sermaye 80.000 TL      500 Sermaye      100.000 TL      501 Ödenmemiş sermaye 20.000 TL (-)    2. Kanuni Yedek Akçe Kavramı Sermaye kaybının tespitinde esas alınacak ikinci kalem, kanuni yedek akçe tutarıdır (TTK m. 376/1 ve 2). TTK de kanuni yedek akçe, TTK m.                                                  41  ETK m. 324 te sermaye kaybı hesaplanırken, sadece şirketin sermayesi esas alınmaktaydı. Kanuni yedek akçe ise, OR Art. 725/1 de 1991 yılında yapılan değişikliklere paralel olarak TTK m. 376 ya eklenmiştir (Mehaz düzenlemede yapılan değişikliğin incelemesi için bkz. Böckli, 2009: § 13 N. 717; Wüstiner, 2016: Art. 725 N. 7). Öğretide bir görüş bu değişikliği şirketin finansal durumunun bozulması hâlinde daha erken müdahale etmeyi ve önlem almayı gerektireceğinden olumlu bir değişiklik olarak nitelendirmektedir (Bkz. Kayar, 2012: 646; Kırca, Şehirali Çelik ve Manavgat, 2013: 576). Diğer görüş, kanuni yedek akçenin de hesaba  dâhil  edilmesinin  yerinde  bir  değişiklik  olmadığı  ve  sermaye  kaybının 730Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759     Anonim Şirkette Sermaye… 519 uyarınca genel kanuni yedek akçe ve TTK m. 520 uyarınca şirketin iktisap ettiği kendi pay senetleri için ayrılan yedek akçe ve yeniden değerleme fonları  şeklinde  ikiye  ayrılarak  düzenlenmiştir.  Hükmün  uygulanmasına ilişkin Tebliğ in tanımlar kısmında, kanuni yedek akçenin sadece TTK m. 519 da yer alan yedek akçeyi ifade ettiği düzenlenmiştir [Tebliğ, m. 4/1(d)]. Bununla birlikte, öğretide sermaye kaybının tespitinde esas alınması gereken kanuni yedek akçe kavramı tartışmalıdır. Bir görüş, TTK m. 376 açısından kanuni yedek akçenin TTK m. 519 ve 520 de yer alan ayrımların toplam tutarını ifade ettiği yönündedir. Zira kanunun lafzı bunu gerektirir. Keza OR Art. 725/1 ile TTK m. 376/1 ve 2 de kanuni yedek akçeler ifadesinin çoğul olarak kullanılmış olması, bu iki kalem yedek akçenin bir bütün olarak kabul edilmesini  zorunlu  kılar.  Diğer  bir  görüşe  göre,  kanuni  yedek  akçe kavramına TTK m. 519 ve 520 de yer alan şirketin kendi payları için ayırdığı yedek akçe dâhildir; ancak yine 520 de düzenlenen yeniden değerleme fonu dâhil değildir. Başka bir görüşe göre, kanuni yedek akçeden TTK m. 519 u anlamak gerekir. Zira anılan yedek akçenin zorunlu kullanım alanlarından birisi, TTK m. 519/3 uyarınca zararın kapatılmasıdır. Buna karşılık, TTK m. 520 uyarınca ayrılan kanuni yedek akçelerin kullanılma şekli farklıdır. Söz konusu yedek akçenin TTK m. 520/1 ve 2 de düzenlenen çözülme koşulları gerçekleşmeden zararın kapatılmasında kullanılması mümkün değildir.  İsviçre öğretisinde hâkim görüş, kanuni yedek akçenin, genel kanuni yedek  akçe,  şirketin  kendi  payları  için  ayırdığı  yedek  akçe  ve  yeniden değerlemeye  ilişkin  yedek  akçeyi  içerdiği  yönündedir.  Zira  sistematik                                                  hesaplanmasında sorunlar çıkartabileceği yönündedir (Bkz. Aydın, 2012: 105; Ayoğlu, 2017: 1595 ve devamı). Kanaatimizce sermaye kaybı düzenlemesinin yönetim kurulunu ve dolayısıyla  pay  sahiplerini  erken  uyarma  işlevi  dikkate  alındığında  bu  yerinde  bir değişikliktir.  Nitekim  şirketlerin  sermayesi  genellikle  sembolik  bir  tutar  olarak seçilmektedir. Bu sebeple, sermaye kaybının tespiti açısından sadece sermayenin dikkate alınması, finansal durumu bozulan bir şirkette alınacak önlemler açısından geç kalınmasına sebep olmaktadır. 42  Tekinalp, 2020: 293; Türk, 2015: 70, 71; Can, 2018: 7; Ayoğlu, 2017: 1595 dpn. 26; Karaman Coşgun, 2020: 189. 43  Ayoğlu, 2017: 1595 dpn. 26. 44  Pulaşlı, 2018: 1560, 1561. 45  Kırca, Şehirali Çelik ve Manavgat, 2013: 574; Kayar, 2012: 646. Sadece TTK m. 519 un esas alınacağı yönünde bkz. Altaş, 2017: 25. Akbulak, TTK m. 519 da düzenlenen kanuni yedek akçelerden bahsetmekle birlikte, buna ilişkin yaptığı dipnotta sadece TTK m. 519/1 de yer alan birinci tertip yedek akçeye yer vermiştir. Bkz. Akbulak, 2015: 40. 46   Forstmoser, Meier Hayoz ve Nobel, 1996: § 50 N. 196; Böckli, 2009: § 13 N. 722; von Büren, Stoffel ve Weber, 2011: N. 697; Krneta, 2005: N. 2181; Wibmer, 2016: Art. 725 N. 1; Meister, 2016: Art. 725 N. 1; Jung, 2016: Art. 620 N. 336; Müller Ganz, 2019: 25; Kopta Stutz, 2019: 82. 731Raziye AKSU ÖZKAN Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759 yorum bunu gerektirir. Bu görüşte bulunan bazı yazarlar İsviçre Borçlar Kanunu nda  şirketin  kendi  paylarının  muhasebeleştirilmesinde  yaşanan değişiklikler sebebiyle, şirketin kendi payları için ayırdığı yedek akçenin dikkate alınmayacağını belirtmektedirler. Buna karşılık azınlıkta kalan bir görüşe göre, kanuni yedek akçe, genel kanuni yedek akçenin harcanmayan kısmından ve yeniden değerlemeye ilişkin yedek akçeden oluşur. Zira genel kanuni yedek akçenin OR Art. 671/3 (TTK m. 519/3) te yer alan sınırı aşan kısmı serbestçe kullanılmaktadır. Kanaatimizce TTK m. 376 da yer alan kanuni yedek akçe kavramı, TTK m. 519 ve 520 de yer alan yedek akçeleri ifade eder. Zira lafzi ve sistematik yorum bunu gerektirir. Nitekim TTK m. 1534/1 uyarınca, kanunun kenar başlıkları kanun metnine dâhildir. TTK m. 519 ve 520 nin de kenar başlığı kanuni yedek akçedir. Bunun yanı sıra, hükmün amacı da her iki kanuni yedek  akçenin  dâhil  edilmesini  gerektirir.  Buna  göre  sermaye  kaybı düzenlemesiyle finansal durumu bozulduğuna dair işaretleri görmeyen veya bunları görmesine rağmen gerekli önlemleri almayan bir şirkette, yönetim kurulu ve bu suretle pay sahipleri uyarılmaya çalışılmaktadır. Şayet gerekli önlemler alınıp şirketin özkaynağı yeterli düzeye getirilemezse de, böyle bir şirketin  ticaret  hayatından  çıkarılarak  kamu  menfaati  korunmak istenmektedir. Oysa şirketin sermayesi genellikle sembolik bir tutar olarak seçilmekte  olup,  erken  uyarı  işlevinin  sadece  buna  bağlanması  şirketin finansal  durumunun  düzeltilmesi  açısından  çok  geç  kalınmasına  sebep olmaktadır. Keza kanuni yedek akçelerin hesaplamaya dâhil edilmesinin                                                  47  Eski sistemde şirketin iktisap ettiği kendi payları varlık olarak bilançonun aktifinde muhasebeleştiriliyordu. Buna karşı bir kalem olarak, bilançonun pasif tarafında iktisap değerine karşılık gelen bir tutar,  yedek akçe olarak gösteriliyordu (OR Art. 659a/2). İsviçre Borçlar Kanunu nda 2013 yılında yapılan değişiklikle şirketin kendi edindiği payların özkaynakta negatif kalem olarak raporlanması istenmiştir [OR Art. 959b/2(3e)]. Bununla birlikte,  yedek  akçe  ayırma  yükümlülüğüne  ilişkin  OR  Art.  659a/2  ve  671a  hâlâ yürürlüktedir. Buna göre, öğretide ilgili hükümler resmi olarak yürürlükten kaldırılmadığı sürece, yeni muhasebe kanunu ile mevcut şirketler kanunu arasında bir tutarsızlık olduğu ifade edilmiştir. Bu durumda, muhasebe kanunu ile anonim şirketler hukuku arasındaki mevcut çelişki, muhasebe kanununun daha yeni düzenlemesi lehine lex posterior derogat legi priori (yeni norm eski normdan önceliklidir) ilkesine göre çözülmeli ve yedek akçe ayırma yükümlülüğü uygulanmamalıdır. Bkz. Böckli, 2009: § 6 N. 271, 335; Böckli, 2019: N. 506. 48  Handschin, 2018: Art. 725 N. 64; Wüstiner, 2016: Art. 725 N. 9c; Kunz, 2014: 178. 49  von Salis, 2011: 5. 50  Homburger, bu sonuca hükmün amacından yola çıkarak varmaktadır. Buna göre, hükmün koruyucu işlevi ile ilgili olarak belirleyici faktör, şirketin söz konusu yedekleri kanuna göre serbestçe kullanıp kullanamayacağıdır. Bkz. Homburger, 1997: Art. 725 N. 1204-1209. 51  Kopta Stutz, 2019: 90. 732Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759     Anonim Şirkette Sermaye… sebebi, erken uyarı işlevini sağlamaktır. Bu sebeple, erken uyarı sisteminin daha geniş bir kavrama bağlanması hükmün amacıyla uyumlu olacaktır. Bu amaç bağlamında bakılınca, öğretide savunulan hükümden TTK m. 519 un anlaşılması gerektiği; çünkü sadece genel kanuni yedek akçenin amacının zararları kapatmak olduğu görüşüne katılmamaktayız. Zira kanuni yedek akçelerin sermayenin kaybı düzenlemesine dâhil edilmesiyle esas amaçlanan şirket  zararının  kapatılması  değildir.  Bununla  birlikte,  Türk  Hukuku nda şirketin kendi payları için yedek akçe ayırma yükümlülüğü devam ettiği için İsviçre öğretisinde savunulanın aksine hesaplamaya dâhil edilir. Son olarak şayet sermaye kaybının tespitinde sadece genel kanuni yedek akçenin esas alınması isteniyorsa, bu değişikliğin kanun metninde yapılması gerekir. Yoksa Tebliğ de yapılacak bir düzenlemeyle bu yapılmamalıdır. Nitekim Tebliğ, hükmün uygulanmasında uyulacak usul ve esasları düzenlemek amacıyla çıkartılmıştır  (Tebliğ,  m.  1).  Ayrıca  bu  durum  normlar  hiyerarşisine  de aykırılık teşkil etmektedir. Bu bağlamda, kanaatimizce kanuni yedek akçenin sadece TTK m. 519 da yer alan yedek akçeyi ifade ettiğini düzenleyen Tebliğ, m. 4/1(d), TTK ye aykırılık teşkil etmektedir. Bununla birlikte, genel kanuni yedek akçe hem Tebliğ hem de görüşümüz açısından ortak kısmı oluşturduğu için örneklerimiz genel kanuni yedek akçe üzerinden verilecektir. Buna göre, TTK m. 519/1 uyarınca  yıllık  kârın  yüzde  beşi,  ödenmiş  sermayenin  yüzde  yirmisine ulaşıncaya kadar genel kanuni yedek akçeye ayrılır. Bu ayrım yapıldıktan sonra pay senedi ihraç primleri, pay senedi iptal kârları ve kârdan pay alacak kişilere dağıtılacak tutarın yüzde onu genel kanuni yedek akçeye eklenir [TTK m. 519/2(a-c)]. Buna göre hükümde dört farklı kaynağın genel kanuni yedek akçeyi oluşturduğu düzenlenmiştir. Dolayısıyla sermaye kaybı hesaplanırken, bu dört kalem de dikkate alınmak zorundadır. Bununla birlikte, TTK m. 376 nın açık lafzına ve Tebliğ de de kanuni yedek akçelerin sermaye kaybının tespitinde dikkate alınacağı düzenlenmekle birlikte, uygulamada sermaye kaybında kanuni yedek akçenin hâlâ hesaba katılmadığı gözlemlenmiştir.                                                  52  TMS 32 Finansal Araçlar: Sunum standardı m. 33 uyarınca şirketin kendi payları artık aktifte bir varlık olarak değil, pasifte özkaynağı azaltıcı bir kalem olarak raporlanır (Standart için bkz. RG, 15.01.2019, mükerrer (mük.) S. 30656). Bu durum, kanaatimizce yedek akçe ayrılması gerekliliğini sorgulatsa da, TTK de açık bir düzenleme olduğu için şirketin iktisap ettiği paylar için yedek akçe ayrılmaya devam edecektir. 53  Bu ayrım kârdan kanunen ayrılması gerekli ilk yedek akçe olduğu için, birinci tertip kanuni yedek akçe olarak adlandırılmaktadır. Örnek olarak bkz. Birsel, 1973: 52; Üçışık ve Çelik, 2018: 222; Bayazıtlı, Çelik ve Gürdal, 2016: 508. 54  Örneğin bağımsız denetçi ve mali müşavir tarafından yazılan bir eserde TTK m. 519 da yer alan yedek akçelerden sadece birinci ve ikinci tertip yedek akçe dikkate alınmış; ancak prim 733Raziye AKSU ÖZKAN Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759 Örneğin  Tebliğ in  tanıtılmasıyla  ilgili  İstanbul  Mali  Müşavirler  ve Muhasebeciler Derneği nin sayfasında hem mali müşavir hem de denetçi tarafından verilen örneklerde, TTK m. 519 da yer alan yedek akçelerden sadece birinci ve ikinci tertip yedek akçe dikkate alınmış; ancak prim ve ıskata ilişkin yedek akçe dikkate alınmamıştır. Genel kanuni yedek akçe, bilançonun pasifinde özkaynak grubu altında raporlanır; ancak, bilançoda genel kanuni yedek akçe şeklinde bir hesap bulunmamaktadır. Bunun yerine, genel kanuni yedek akçe kapsamında yer alan  tutarlar  farklı  hesaplara  aktarılır.  Bu  aktarımın  adlandırması  da, TMS/TFRS ve BOBİ FRS yi uygulayanlar ile Tekdüzen Hesap Planı nı uygulayanlar arasında farklılık göstermektedir. TMS/TFRS ve BOBİ FRS yi uygulayanlar açısından, prim ve ıskata ilişkin yedek akçe, Paylara İlişkin Primler/İskontolar hesabında raporlanır. Birinci ve ikinci tertip yedek akçe ise,  Kârdan  Ayrılan  Kısıtlanmış  Yedekler  grubunda  Yasal  Yedekler hesabında  muhasebeleştirilir.  Özellikle  bu  grup  açısından  bilançoda açıklamalara dikkat edilmelidir. Zira bu grupta, geri alınmış paylara ilişkin yedekler de raporlanmaktadır. Bu sebeple, kârdan ayrılan kısıtlanmış yedekler hesabında raporlanan tutarın tamamı, birinci ve ikinci tertip yedek akçeye ait                                                  ve ıskata ilişkin yedek akçe dikkate alınmamıştır. Bkz. Ünaldı, 2019: 551-552. Keza müşavirlik hizmeti veren bir firmanın verdiği örnekte ise birinci ve ikinci tertip yedek akçe de hesaplamaya dâhil edilmemiştir. Bkz. https://gulbenkmusavirlik.com/yeni-ttk-na-goreanonim-sirketlerde-esas-sermayenin-2-3-oraninda-kaybi-halinde-basit-sermaye-indirimiislemi-279.html, (erişim tarihi: 22.01.2021). 55  Bkz.  http://www.ismmmd.org.tr/Makale.aspx?MakaleId=125&Sermaye_Kaybi_veya_ Borca_Batiklik_Durumunun_Hesaplanmasinda_Esas_Alinacak_Finansal_Tablolar, (erişim tarihi: 22.01.2021). 56  KGK nin  kararı  sebebiyle  finansal  tabloların  hazırlanmasında  üç  farklı  mevzuat uygulanmaktadır. Bunlar, TMS/TFRS, BOBİ FRS ve Muhasebe Sistemi Uygulama Genel Tebliği (MSUGT) dir. Finansal tablo hazırlayıcılarından kimlerin hangi mevzuata tâbi olduğu, KGK nin kararı ile belirlenmektedir. Kurul kararı için bkz. http://kgk.gov.tr/ PortalvUploads/files/PDF%20linkleri/RGTMS%20Uygulama%20Kapsam%C%Bna% 20%C%Bli%C%9Fkin%20Kurul %20Karar%C%B_y.pdf, (erişim tarihi: 25.01.2021). 57  Bu hesap, pay ihraç primleri, geri alınmış payların yeniden satışından ortaya çıkan primler, iptal edilen ortaklık payları, kontrol gücü devam eden ortaklıkların pay satış kârları gibi sermaye hareketleri dolayısıyla ortaya çıkan ve sermayenin bir parçası sayılan tutarların izlendiği kalemdir. Bkz. FTÖKR: 63. Finansal tablolara ilişkin şablonlarda da bu hesaplar kullanılmıştır.  Şablon  için  bkz.  https://www.kgk.gov.tr/DynamicContentDetail/9190/ Elektronik-Finansal-Raporlama, (erişim tarihi: 27.01.2021). 58  Önceki dönemlerin kârından, kanun veya sözleşme kaynaklı zorunluluklar nedeniyle veya kâr dağıtımı dışındaki belli amaçlar (örneğin iştirak satış kazançlarından vergi avantajı elde edebilmek) için ayrılmış yedeklerdir (FTÖKR: 64). BOBİ FRS ye tâbi olanlar açısından bu hesabın  adı  Kâr  Yedekleridir.  Bkz.  https://www.kgk.gov.tr/DynamicContentDetail/ 9190/Elektronik-Finansal-Raporlama, (erişim tarihi: 27.01.2021). 734Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759     Anonim Şirkette Sermaye… olmayabilir.  Örneğin  100.000  TL  esas  sermayeli  Aksu  Gıda  şirketinin sermayesinin tamamı ödenmiş olup, 20.000 TL tutarında prime ilişkin yedek akçesi; 10.000 TL tutarında birinci ve ikinci tertip yedek akçesi vardır. Bu sebeple, bu şirkette sermaye kaybının olup olmadığı 130.000 TL üzerinden hesaplanacaktır. Bunun bilançoda gösterimi Tablo 3 teki şekildedir: Tablo 3: Genel kanuni yedek akçenin bilançoda gösterimi AKSU GIDA ANONİM ŞİRKETİ NİN 31 ARALIK 2020 TARİHLİ BİLANÇOSU VARLIK/AKTİF                                                                                          KAYNAK/PASİF Dönen Varlık 130.000 TL  Yükümlülükler 0 Nakit hesabı 130.000 TL  Özkaynak 130.000 TL Ödenmiş sermaye 100.000 TL Kârdan ayrılan kısıtlanmış yedek 10.000 TL Paylara ilişkin primler 20.000 TL   Tek Düzen Hesap Planı nda ise, prim ve ıskata ilişkin yedek akçe, Sermaye Yedekleri grubunda, Hisse Senedi İhraç Primleri ve Hisse Senedi İptal Kârları hesaplarında; birinci ve ikinci tertip yedek akçe ise, Kâr Yedekleri grubunda, Yasal Yedekler hesabında gösterilir.       3. Zarar Kavramı a. Genel Olarak TTK m. 376/1 ve 2 de sermaye ve kanuni yedek akçeler toplamının zarar  sebebiyle  karşılıksız  kalması  düzenlenmiştir.  Sermaye  kaybında dikkate  alınacak  zarar  kalemi,  anonim  şirkette  finansal  tablolara  göre belirlenecektir.  Buna  göre,  gelir  tablosunda,  işletmenin  raporlama dönemindeki  finansal  performansının  yüksek  düzeyde  özetlenmiş  bir gösterimini sağlayan toplam kâr veya zarar raporlanır (FRKÇ m. 7.16). Bu tabloda raporlanan şirketin faaliyetine ilişkin tüm giderler toplamı, gelirden fazlaysa, kalan tutar zarardır (FRKÇ m. 8.4). Şayet şirket zarar etmişse, gelir                                                  59  Maliye ve Gümrük Bakanlığı tarafından Vergi Usul Kanunu uyarınca 20.6.1990 tarihinde oluşturulan Tekdüzen Genel Hesap Planı ve Açıklamaları Komisyonu tarafından, mali kesim dışında kalan tüm işletmelerde kullanılmak üzere, bir hesap planı hazırlanmıştır. Söz konusu hesap planı Maliye Bakanlığı nın 1 Sayılı Muhasebe Uygulama Genel Tebliği ile yürürlüğe konulmuştur. Tebliğ için bkz. RG, 26.12.1992, mük. S. 21447. 60  TTK m. 376/1 in mehazı OR Art. 725/1 de zarar kavramı kullanılmamıştır. Hükümde son yıllık bilançonun, sermaye ve kanuni yedek akçeler toplamının yarısını karşılamadığını gösterirse ifadesi kullanılmıştır. 735Raziye AKSU ÖZKAN Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759 tablosunda, Dönem Net Zararı hesabında gösterilir. Bu hesap da, bilançoya aktarılır. Bu zarar, bilançoda dönem net zararı hesabında raporlanırken, bir sonraki yıla geçildiğinde geçmiş yıl zararı hesabına aktarılır. Bu sebeple, bilançoda zarara ilişkin iki hesap bulunur. Bunlar dönem net zararı ve varsa geçmiş  yıllar  zararıdır.  Geçmiş  yıllardan  aktarılan  zararın  olmadığı durumlarda, şirket zararı, dönem net zararı hesabında bulunan tutarı ifade eder. Geçmiş yıllar zararı varsa, her iki hesabın tutarı dikkate alınacaktır.  Bilançoda zarar, bilançonun pasifinde özkaynak grubu altında eksi (-) bir değer olarak raporlanır. Örneğin tamamı nakit olarak ödenmiş 100.000 TL esas sermayeli Aksu Gıda şirketinin 2020 faaliyet yılında 10.000 TL lik dönem net zararı ve 5.000 TL lik geçmiş yıllar zararı bulunmaktadır. Esasen kasasında 100.000 TL nakit parası bulunması gereken bu şirketin zarar sonucu 85.000  TL  tutarında  nakit  parası  kalmıştır.  Dolayısıyla  zarar  şirketin varlıklarında doğrudan bir azalmaya sebep olmaktadır. Buna karşılık, şirket zararı yine de özkaynak grubu altında raporlanmaktadır. Bunun gösterimi Tablo 4 teki şekildedir: Tablo 4: Zararın bilançoda gösterimi AKSU GIDA ANONİM ŞİRKETİ NİN 31 ARALIK 2020 TARİHLİ BİLANÇOSU VARLIK/AKTİF                                                                                          KAYNAK/PASİF Dönen Varlık 85.000 TL  Yükümlülükler 0 Nakit hesabı 85.000 TL  Özkaynak 85.000 TL Ödenmiş sermaye 100.000 TL Dönem net zararı   10.000 TL (-) Geçmiş yıllar zararı 5.000 TL (-) b. Tebliğ in Geçici 1. Maddesi Açısından i. Genel Olarak Sermaye kaybında, bilançoda raporlanan geçmiş yıllar ve dönem net zararı  toplamı  esas  alınmakla  birlikte,  bazı  zarar  kalemlerinin  esas alınmayabileceği Tebliğ de düzenlenmiştir (Tebliğ, geçici m. 1). Tebliğ in ilk hâlinde sadece kur farkı zararları düzenlenmişken, yapılan değişiklikle buna yeni  kalemler  eklenmiştir.  Esasen  bu  düzenleme  ile  şirketlerin  iflastan                                                  61  Bayazıtlı, Çelik ve Gürdal, 2016: 576; Aksu Özkan, 2019: 301-306. 62  FTÖKR: 6. 63  Değişiklik Yapılmasına Dair Tebliğ m. 6 ile değiştirilmiştir. 736Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759     Anonim Şirkette Sermaye… kurtarılması amaçlanmıştır. Nitekim hükmün düzenlendiği 2018 yılının ikinci yarısında ülke ekonomisini etkileyen bazı olaylar ve bunların TL nin değerine yansımasıyla, birçok şirket borca batık hâle gelmiştir. Uygulamada bu durum teknik iflas olarak adlandırılmıştır. Bu kavramla, anonim şirketin gerçekte iflas etmediği; ancak kur farkından doğan zararlar sebebiyle bilançosunun iflas etmiş gibi göründüğü ve ileride durumun düzeleceği ifade edilmektedir. Başka bir deyişle, bir şirketin finansal durumunun bozulması, şirketin içinden ve dışarıdan kaynaklanan sebeplerle olabilir. Bu düzenleme, dış kaynaklı sebeplerle sermaye kaybının oluşmasını engellemeye yöneliktir. Amaç bir nevi  geçici  durumlar sebebiyle şirketin  sona ermesini  engellemektir.  Bu amaçla, Ticaret Bakanlığı duruma müdahale etmiştir. Hükmün son hâli şu şekildedir: Buna göre, 1/1/2023 tarihine kadar, Kanunun 376 ncı maddesi kapsamında sermaye kaybı veya borca batık olma durumuna ilişkin yapılan hesaplamalarda, henüz ifa edilmemiş yabancı para cinsi yükümlülüklerden doğan kur farkı zararlarının tamamı ile 2020 ve 2021 yıllarında tahakkuk eden kiralamalardan kaynaklanan giderler, amortismanlar ve personel giderlerinin toplamının yarısı dikkate alınmayabilir. Düzenleme şirketlere bir zorunluluk getirmemekte ve takdir hakkını onlara  bırakmaktadır.  Zira  hükümde  açıkça  ilgili  kalemlerin  dikkate alınmayabileceği  düzenlenmiştir.  Öğretide  bir  görüş  bu  uygulamanın benimsenmesi hâlinde finansal tablolar gerçeği yansıtmayacağından ilgili düzenlemenin  finansal  tabloların  hazırlanmasına  ilişkin  muhasebe standartlarına ve TTK m. 515 hükmü ile düzenlenmiş dürüst resim ilkesine açıkça aykırı olacağı yönündedir. Kanaatimizce bu görüş yerinde değildir. Zira Tebliğ de sadece sermaye kaybı tespit edilirken ilgili kalemlerden doğan zararların  hesaba  katılmayabileceği  düzenlenmiştir.  Yoksa  söz  konusu kalemlerin  finansal  tablolarda  ne  şekilde  raporlanacağına  ilişkin  bir düzenleme getirilmemektedir. Nitekim Tebliğ de yapılan son değişikliklerde                                                  64  Tekinalp, 2020: 291; Ünaldı, 2019: 543. 65  Tekinalp, 2020: 291. 66  Özkorkut, 2019: 988. 67  TTK  m.  515  uyarınca,  anonim  şirketlerin  finansal  tabloları,  Türkiye  Muhasebe Standartlarına göre şirketin malvarlığını, borç ve yükümlülüklerini, özkaynaklarını ve faaliyet sonuçlarını tam, anlaşılabilir, karşılaştırılabilir, ihtiyaçlara ve işletmenin niteliğine uygun bir şekilde; şeffaf ve güvenilir olarak; gerçeği dürüst, aynen ve aslına sadık surette yansıtacak şekilde çıkarılır. Buna göre dürüst resim ilkesi anonim şirketin finansal tabloları düzenlenirken uyulacak üst bir raporlama ilkesidir. Bkz. Poroy/Tekinalp/Çamoğlu, 2019: 526; Özkorkut, 2013: 81. Dürüst resim ilkesinin ayrıntılı incelemesi için bkz. Falcıoğlu, 2016: 69 vd. 68  Özkorkut, 2019: 988-989. 69  Aynı yönde bkz. Tufan, 2019: 22. 737Raziye AKSU ÖZKAN Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759 de  bu  hususa  açıkça  yer  verilmiştir.  Hüküm  uyarınca,  geçici  m.  1 kapsamında yapılacak hesaplamalara ilişkin olarak 13 üncü madde uyarınca hazırlanan finansal tablolarda herhangi bir kayda yer verilmeyerek, bu durum bilgi mahiyetinde dipnotlarda gösterilir (Tebliğ, geçici m. 1/2). Buna göre yönetim kurulu TTK, TMS/TFRS ve BOBİ FRS ye uygun olarak finansal tablolarını  hazırlayacaktır.  Buna  karşılık,  sermaye  kaybına  ilişkin değerlendirme  esnasında,  ilgili  hükme  dayanarak  bunlardan  kaynaklanan giderleri dönem net zararı ve varsa geçmiş yıllar zararından indirecektir. Örneğin Aksu Gıda şirketinin 2020 yılı için bilançosunda dönem net zararı 200.000 TL raporlanmıştır. Kur farkı  zararı 10.000 TL, kiralanmalardan kaynaklanan giderlerin yarısı 20.000 TL dir. Bu şirkette sermaye kaybı tespit edilirken, yönetim kurulu isterse 30.000 TL yi dönem net zararından düşecek ve  170.000  TL yi  esas  alacaktır.  Buna  ilişkin  açıklama  da  bilanço dipnotlarında yer alacaktır. ii. Henüz İfa Edilmemiş Yabancı Para Cinsi Yükümlülüklerden Doğan Kur Farkı Zararlarının Tamamı İlk kalem henüz ifa edilmemiş yabancı para cinsi yükümlülüklerinden doğan kur farkı zararlarına ilişkindir. Buna göre, finansal raporlamada geçerli olan ilkelerden biri olan para ile ölçülme ilkesi gereği, her işlem finansal tablolara belirli bir para birimi üzerinden aktarılır. Bu sebeple de, her şirket finansal  tablolarını  hazırlarken  TMS  21  Kur  Değişiminin  Etkileri standardında tanımlandığı gibi sunum para birimini de açıklamak zorundadır [TMS 1 Finansal Tabloların Sunuluşu Standardı (TMS 1), m. 51/d]. Örneğin Finansal  tablolarımızın  hazırlanmasında  para  birimi  olarak  TL kullanılmaktadır.  gibi.  İşte  geçerli  para  birimiyle  aktarma  zorunluluğu gereği, şirketler yabancı paralı işlemleri de seçilen para birimi üzerinden bilançoya aktarmak zorundadır. Bu durumda da kur farkı oluşmaktadır.  Tebliğ de  her  türlü  kur  farkı  zararı  değil,  henüz  ifa  edilmemiş yükümlülüklerden  kaynaklanan  kur  farkı  zararlarının  sermaye  kaybında dikkate  alınabileceği  düzenlenmiştir.  Yükümlülük  finansal  raporlamada                                                  70  Değişiklik Yapılmasına Dair Tebliğ m. 6 ile eklenmiştir.   71  Parayla ölçülme kavramı, parayla ölçülebilen iktisadi olay ve işlemlerin muhasebeye ortak bir ölçü olarak para birimiyle yansıtılmasını ifade eder. Bkz. Sevilengül, 2016: 20; Atabey, Parlakkaya ve Alagöz, 2015: 26. Ayrıntılı inceleme için bkz. Aksu Özkan, 2019: 97-102. 72  Standart için bkz. RG, 31.12.2005, S. 26040. 73  Bu standart, finansal tabloların sunumuyla ilgili genel kuralları, yapısıyla ilgili hususları ve finansal tabloların içeriğine ilişkin asgari şartları düzenler. Metin için bkz. RG, 24.05.2018, S. 30430.  74  Kur farkı, ilgili bir para birimindeki belirli bir tutarın diğer bir para birimine farklı kurlardan çevrilmesinden kaynaklanan farktır (TMS 21, m. 8). 738Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759     Anonim Şirkette Sermaye… teknik bir terim olup, işletmenin geçmişteki olayların bir sonucu olarak bir ekonomik  kaynağı  devretme  konusundaki  mevcut  mükellefiyetini  ifade etmektedir (FRKÇ, m. 4.26). Yükümlülükler, bunların ifa edileceği zaman açısından kısa ve uzun vadeli yükümlülükler olarak ikiye ayrılır. Tebliğ de herhangi  bir  ayrıma  gidilmediği  için,  hem  kısa  hem  de  uzun  vadeli yükümlülüklere ilişkin kur farkı zararları dikkate alınacaktır. Bunun yanı sıra,  Tebliğ de  yükümlülüklerin  doğduğu  zamana  ilişkin  sınırlama yapılmadığı için, sermaye kaybının hesaplanacağı ilgili faaliyet yılına kadar olan henüz ifa edilmemiş yükümlülüklerden kaynaklanan tüm yabancı para cinsi  kur  farklarından  doğan  zarar  esas alınabilecektir.  Dolayısıyla  buna bilançonun hazırlandığı tarihe kadar doğmuş olan bütün ifa edilmemiş yabancı para cinsi yükümlülükler girer. Ayrıca metinde yükümlülüğün muaccel olup olmamasıyla ilgili bir ayırım yapılmadığı için, vadesi gelmemiş yabancı para cinsi  yükümlülükler  de  hesaba  dâhil  edilebilir.  Nitekim  bilançoda muhasebeleştirilme kuralları da bunu gerektirir. Örneğin Aksu Gıda anonim şirketi, A dan 10.01.2020 de 10.000 Amerikan doları karşılığında 1000 ton hammadde  almıştır  ve  ödemesini  de  02.07.2021 de  yapacaktır.  Şirket açısından bu borç, şirketin ticari işlerine ilişkin olduğu için ticari borçlar hesap grubunda raporlanacaktır. Bu yükümlülük ilk kez kayda alınırken, finansal tablo hazırlayıcısının geçerli para birimine çevrilmek zorundadır. Bu para biriminin TL olduğu kabul edildiğinde, bilançoya 10.01.2020 tarihinde geçerli olan döviz kurundan TL ye çevrilerek aktarılır. Olay açısından bu tutar, 5.8819 x 10.000 = 58,819 TL dir. Finansal raporlama yapılırken bunun alt hesaplarında dolar alt hesabı olduğuna ilişkin açıklama yapılır. Raporlama dönemi  sonunda  bir  hesaplama  yapılacaktır.  31.12.2020  tarihinde hazırlanacak yıllık bilançoda, söz konusu tutara ilişkin yükümlülük kapanış kurundan çevrilerek gösterilir (TMS 21, m. 23/a). Buna göre, dönem sonunda raporlanacak tutar 7.4327 x 10.000 = 74.327 TL dir. Bu iki tarih arasındaki oluşan fark da, kur farkını oluşturacak ve şirketin kâr veya zarar tablosunda raporlanacaktır. Bu fark, olumsuzsa kur farkı zararı; olumluysa kur farkı kârı                                                  75  Aksu Özkan, 2019: 223, 224. 76  Bilançonun yükümlülükler bölümünde Borçlanmalar, Kiralama İşlemlerinden Kaynaklanan Yükümlülükler, Türev Araçlardan Borçlar, Diğer Finansal Yükümlülükler, Ticari - Diğer Borçlar, Çalışanlara Sağlanan Faydalar Kapsamında Borçlar, Sözleşme Yükümlülükleri, Diğer Kısa Vadeli Yükümlülükler grupları bulunmaktadır. Bkz. FTÖKR: 5, 6. 77  Bir yabancı para işlemi ilk muhasebeleştirme sırasında; yabancı para birimindeki tutara, geçerli  para  birimi  ile  işlem  tarihindeki  yabancı  para  birimi  arasındaki  geçerli  kur uygulanarak, geçerli para biriminden kaydedilir (TMS 21, m. 21). Geçerli kur, hemen teslim halindeki geçerli olan döviz kurudur (TMS 21, m. 8). 78  https://www.tcmb.gov.tr/kurlar/202001/10012020.xml, (erişim tarihi: 22.01.2021). 79   https://www.tcmb.gov.tr/kurlar/202012/31122020.xml, (erişim tarihi: 22.01.2021). 739Raziye AKSU ÖZKAN Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759 olarak nitelendirilecektir. Olayda 74.327 – 58.819 = 15.808 TL lik kur farkı zararı  oluşmuştur.  Tebliğ  ile  bu  tutarın,  sermaye  kaybının  hesaplaması yapılırken toplam zarar tutarından düşülebileceği düzenlenmiştir.  Son olarak aynı yükümlülüklerden kaynaklanan kur farkı varsa, bunlar finansal raporlamaya hâkim netleştirme ilkesi gereği birbirleriyle mahsup edilirler  (TMS  1,  m.  35).  Bununla  birlikte,  farklı  yükümlülüklerden kaynaklanan  kur  farkı  kârı  ve  zararı  varsa  ne  yapılacağı  ayrıca değerlendirilmelidir. Örneğin ticari borçlanmalardan 10.000 TL kur farkı zararı bulunup, finansal yükümlülüklerden 5.000 TL kur farkı kârı varsa ne olacaktır? Öncelikle her ikisi de gider ve gelir kalemi olarak kâr veya zarar tablosunda farklı hesaplarda raporlanır ve bu tablonun sonucu olan dönem net kârı/zararını etkiler. Dolayısıyla bilançoda raporlanan dönem net zararı hesabında, her iki kalem de bulunmaktadır. Bununla birlikte, sermaye kaybı açısından kanaatimizce farklı yükümlülüklerden kaynaklanan kur farkı kârı ve zararı  varsa,  sadece  kur  farkı  zararları  dikkate  alınacaktır.  Örnek  olay açısından yönetim kurulu, ticari borçlanmalardan kaynaklanan 10.000 TL yi bilançoda raporlanan şirket zararı tutarından düşebilecektir. Yoksa 5.000 TL lik kur farkı kârı ile netleştirerek kalan 5.000 TL yi esas almayacaktır. Zira Tebliğ de açıkça kur farkı zararlarından bahsedilmiştir. Ayrıca Tebliğ in amacı  da  bu  yorumu  haklı  kılmaktadır.  Nitekim  Tebliğ,  şirketlerde  kur farkının olumsuz etkisini yok etmek veya en azından azaltmak amacıyla çıkarılmıştır. Bu sayede, bir şirketin sırf döviz kurunda yaşanan dalgalanmalar sebebiyle  sermayesini  kaybetmiş  hâle  gelmesi  engellenmek  istenmiştir. Dolayısıyla  kur  farkı  geliri  varsa  bu  sermaye  kaybında  hesaba  dâhil edilmeyecektir. iii.  2020  ve  2021  Yıllarında  Tahakkuk  Eden  Kiralamalardan Kaynaklanan Giderler, Amortismanlar ve Personel Giderlerinin Yarısı Tebliğ e  yeni  eklenen  hükümlerden  biri  2020  ve  2021  yıllarında tahakkuk  eden  kiralamalardan  kaynaklanan  giderler,  amortismanlar  ve personel giderlerinin yarısıdır. Kanaatimizce bu eklemenin sebebi covid-19 salgını sebebiyle belirli faaliyetlerin yerine getirilmemesine veya varlıkların kullanılmamasına rağmen söz konusu giderlerin oluşmasıdır. Örneğin birçok                                                  80  İşletmenin yabancı paralı işlemleri sonucunda oluşan kur farkları açısından parasal kalem olup olmamasına göre ikili ayrıma gidilmektedir. Parasal kalemlerden kaynaklanan kur farkları kâr veya zarar tablosunda raporlanmaktadır. İnceleme için bkz. Aksu Özkan, 2019: 310. 740Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759     Anonim Şirkette Sermaye… iş yeri kapalı olmasına rağmen kira ücreti ödenmeye devam etmektedir. Keza birçok şirketin gelirleri azalırken personele aynı şekilde ödeme yapılmaktadır.  Kiralamalara ilişkin düzenlemeler temel olarak TFRS 16 Kiralamalar (TFRS 16) standardında yer almaktadır. Buna göre, sözleşmenin, bir bedel karşılığında tanımlanan varlığın kullanımını kontrol etme hakkını belirli bir süre için devretmesi durumunda bu sözleşme, bir kiralama sözleşmesidir ya da bir kiralama işlemi içerir (TFRS 16, m. 9). Standartta kiralama işlemleri, finansal  ve  faaliyet  kiralaması  olarak  ikiye  ayrılmaktadır.  Dolayısıyla kiralama  işlemlerinden  kaynaklanan  giderler  bir  yerin,  arabanın kiralanmasından  doğabileceği  gibi,  finansal  kiralamalardan  kaynaklanan giderlerden de kaynaklanabilir. Bunun yanı sıra, Tebliğ de kiralamalardan kaynaklanan giderler ifadesi kullanıldığı için, sadece kira giderleri değil, TFRS 16 kapsamında gider olarak dikkate alınan amortismanlar ve faiz tutarlarının  yarısının  da  sermaye  kaybının  hesaplanmasında  zarardan düşülmesi mümkündür. Amortisman,  bir  varlığın  amortismana  tabi  tutarının,  yararlı  ömür süresince  sistematik  olarak  dağıtılmasıdır.  Yararlı  ömür  ise  bir  varlığın işletme  tarafından  kullanılması  gereken  süreyi  veya  ilgili  varlıktan  elde edilmesi beklenen üretim sayısını veya benzeri üretim birimini ifade eder [TMS 16 Maddi Duran Varlıklar Standardı (TMS 16), m. 6]. Bir işletme, maddi duran varlık kaleminin başlangıçta muhasebeleştirilmiş olan tutarını, önemli parçalara ayırır ve her bir parçayı ayrı olarak amortismana tabi tutar (TMS 16, m. 44). Örneğin 01.01.2020 tarihinde, bütün masraflarıyla 500.000 TL ye satın alınan bir maddi duran varlığın yararlı ömrü 5 yıldır. 2020 yılı için  hazırlanan  finansal  tablolarda,  100.000  TL  amortisman  gideri raporlanacaktır. Sermaye kaybının tespitinde bu tutarın yarısı 50.000 TL, zarar tutarından düşülebilecektir. Sermaye  kaybının  tespitinde,  şirket  zararı  tutarından  personel giderlerinin  yarısı  da  indirilebilecektir  (Tebliğ,  geçici  m.  1).  Örneğin personele  ödenen  ücret,  sigorta  ödemeleri,  taşıma  faaliyetlerinden kaynaklanan giderler, şayet iş sözleşmesi feshedilmişse kıdem tazminatı gibi giderler, sermaye kaybının tespitinde dikkate alınabilecektir. Kiralamalardan  kaynaklanan  giderler,  amortismanlar  ve  personel giderleri,  2020  ve  2021  yıllarında  tahakkuk  etmeleri  koşuluyla  sermaye kaybının  tespitinde  dikkate  alınacaktır.  Bu  yıllardan  sonrasına  ilişkin                                                  81  Standart için bkz. RG, 16.04.2018, S. 29826. 82  Standart için bkz. RG, 15.01.2019, mük. S. 30656. 741Raziye AKSU ÖZKAN Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759 dönemler  için  peşin  ödeme  yapılmış  olsa  dâhi,  bunlar  eklenmeyecektir. Örneğin 2020 yılında üç yıllığına bir yer kiralayan Aksu Gıda şirketi, üç yıllık kira ücreti olarak 180.000 TL yi peşin ödemiştir. Bu durumda, 31.12.2021 tarihli bilançoda bu ödemelerin hepsi raporlanmış olsa da sadece 2020 ve 2021 yılına  ilişkin  120.000  TL nin  yarısını  sermaye  kaybı  açısından  dikkate almayacaktır. Başka bir deyişle peşin ödenmiş olsa da, 2022 yılına ilişkin ödemeyi dâhil edemeyecektir.  Yeni düzenlemeyle birden fazla kalem hesaplamaya dâhil edileceği için, aynı kalemlerin birden fazla kez hesaplanmasını önlemek amacıyla Tebliğ e ekleme yapılmıştır. Buna göre, henüz ifa edilmemiş yabancı para cinsi yükümlülüklerden  doğan  kur  farkı  zararları  ile  2020  ve  2021  yıllarında tahakkuk  eden  kiralamalardan  kaynaklanan  giderler, amortismanlar ve personel  giderlerine  ilişkin  tutarların  belirlenmesinde  mükerrerlik oluşmayacak  şekilde  hesaplama  yapılır  (Tebliğ,  geçici  m.  1).  Örneğin kiralamalar yabancı para cinsinden borçlanılmış olabilir. Bu durumda yönetim kurulu, bu giderleri ister yabancı para cinsinden yükümlülükler kısmında isterse de kiralamalar kısmında gösterebilir. Buna karşılık, aynı tutarı her ikisinde  de  gösterip,  bilançoda  raporlanan  zarar  tutarından  indiremez. Kanaatimizce henüz ifa edilmemiş yabancı para cinsinden yükümlülükleri seçmek daha mantıklı olacaktır. Zira bunların tamamı sermaye kaybında hesaplamaya dâhil edilebilmektedir.  4. Son Yıllık Bilanço TTK de sermaye kaybının tespitinin son yıllık bilançoya göre yapılacağı düzenlenmiştir. Yıllık bilanço, şirketin faaliyet dönemi sonunda hazırlanan bilançoyu ifade eder. Bu bilanço, TTK ve KGK nin yayınlarına uygun olarak hazırlanmalıdır. Nitekim TTK de finansal tablolara ilişkin uygulanacak esas kurallar açısından KGK nin düzenlemelerine gönderme yapılmıştır (TTK m. 88). KGK, finansal tabloların hazırlanmasında TMS/TFRS, BOBİ FRS ve MSUGT şeklinde üç tür mevzuat belirlediği için, finansal tablo hazırlayıcısı bu mevzuatlardan hangisine tâbiyse, bilançosunu da ona göre hazırlamalıdır. Örneğin TMS/TFRS ye veya BOBİ FRS ye tâbi olan bir şirketin, MSUGT ye uygun  olarak  hazırladığı  bir  bilançodan  sermaye  kaybı  tespit  edilemez. Bununla birlikte,  uygulamada  bu  ayrıma dikkat edilmeksizin  bilançonun hazırlandığı gözlemlenmiştir. Kanaatimizce bu hâlâ, vergiye esas alınacak                                                  83  Aksu Özkan, 2019: 114 ve devamı. 84  Değişiklik Yapılmasına Dair Tebliğ m. 6 ile eklenmiştir. 85  Tekinalp, 1979: 64. 742Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759     Anonim Şirkette Sermaye… bilanço ile ticari bilanço ayrımının kaldırılamamasından kaynaklanmaktadır. Nitekim TMS/TFRS ye tâbi şirketler dâhi, vergiye esas kârın belirlenebilmesi açısından MSUGT ye tâbi bilanço hazırlamaktadır. Dolayısıyla bu ikili durum da uygulayıcılar arasında yanılgıya sebep olmaktadır.  Sermayenin kaybı, süreklilik ilkesine göre tespit edilen bilançoya göre belirlenir. Zira TMS/TFRS, BOBİ FRS ve MSUGT de finansal tabloların hazırlanmasında işletmenin sürekliliği ilkesi hâkimdir (TTK m. 78; TMS 1, m. 25). Finansal tabloların işletmenin sürekliliği ilkesine göre hazırlanması, işletmenin faaliyetlerini mevcut durumda devam ettirdiği ve öngörülebilir bir gelecekte  de  sürdüreceği  esasına  dayanarak  hazırlanmasını  ifade  eder (Bağımsız Denetim Standardı 57087, m. 2; FRKÇ m. 3.93). Bununla birlikte, şayet  şirket  tasfiye  halindeyse  işletmenin  sürekliliği  ilkesi uygulanmayacaktır. Bunun yanı sıra, finansal tablo hazırlayıcısı ana şirket konumundaysa kural olarak konsolide finansal tablo hazırlamakla yükümlüdür (TTK m. 517; TFRS 10 Konsolide Finansal Tablolar Standardı, m. 4). Konsolide finansal tablolar,  ana  şirket  ve  bağlı  şirketlerinin  varlıklarının,  borçlarının, özkaynaklarının,  gelirlerinin,  giderlerinin  ve  nakit  akışlarının  tek  bir işletmeninki  gibi  sunulduğu  grup  finansal  tablolarıdır  (TFRS  10,  EkA). Konsolide  finansal  tablo  düzenleyenler  açısından  özkaynak  tutarı  olarak sadece  Ana  Ortaklığa  İlişkin  Özkaynak  değil,  özkaynakların  tamamı dikkate alınacaktır. TTK m. 376 da sermaye kaybının son yıllık bilançodan belirleneceği düzenlenmiştir.  Buna  karşılık,  hükmün  gerekçesinde  açığın,  bir  ara bilânçodan  anlaşılması  hâlinde  yönetim  kurulunun  son  yıllık  bilânçoyu beklememesi  gerektiği  yer  almıştır.  Bu  sebeple,  sermaye  kaybının  ara bilançodan tespit edilip edilemeyeceğinin ayrıca incelenmesi gerekmektedir. Öğretide  bir  görüş  hükmün  konuluş amacı  dikkate  alındığında,  sermaye kaybının yıllık bilanço esaslarına göre düzenlenmiş bir ara bilançodan da                                                  86  Ticaret hukuku kurallarına göre hazırlanan bilançoya ticari bilanço, vergi hukuku kurallarına göre hazırlanan bilançolara da vergi bilançosu adı verilmektedir. Bkz. Karayalçın, 1988: 43; Tekinalp, 1979: 61; Aksu Özkan, 2019: 167 ve devamı. 87  Bu  standart  işletmenin  sürekliliğine  ilişkin  denetçilerin  görevlerini  düzenlemektedir. Standardın son sürümü için bkz. RG, 30.12.2020, ikinci mük. S. 31350. 88   Böckli, 2009: § 13 N. 735; Forstmoser, Meier Hayoz ve Nobel, 1996: § 50 N. 199; Wüstiner, 2016: Art. 725 N. 22. 89  RG, 28.10.2011, S. 28098. 90  SPK halka açık anonim şirketler açısından bunu açıkça duyurmuştur. Bkz. SPK Kararı, 10.04.2014, S. 11/352. 743Raziye AKSU ÖZKAN Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759 tespit edilebileceği yönündedir. Zira hükmün amacı, belirtilen oranlarda sermaye kaybının varlığı hâlinde derhal iyileştirme önlemlerinin alınmasını sağlamaktır.  Sermaye  kaybının  varlığı  ortadayken  ve  kanun,  alınacak önlemler konusunda sadece yönetim kurulunu yeterli görmeyip genel kurulun da alınacak önlemler hususunda gerektiğinde karar almasını öngörmüşken, genel kurulun devre dışı bırakılması söz konusu olamaz. Bu görüşte bulunan yazarlardan biri, borca batıklığın tespiti için çıkarılan ara bilançodan yola çıkmıştır. Buna göre yıllık bilançodan dahi bu durumlar tespit edildiğinde gerekli önlemler alınacağına göre, şirketin finansal durumunu daha net şekilde ortaya koyacak olan aktiflerin muhtemel satış fiyatları üzerinden hazırlanan ara bilançodan bu durumun anlaşılması hâlinde evleviyetle gerekli önlemler alınmalıdır.  İsviçre  öğretisinde  de  hâkim  görüş  yıl  içerisinde  sermaye kaybını varsaymak için haklı bir neden varsa, yönetim kurulunun bir ara bilanço düzenlemekle yükümlü olduğu yönündedir. Zira bu, şirketin finansal durumunun  sürekli  izlenmesini  gerektiren  finansal  durumu  kontrol görevinden kaynaklanmaktadır (OR Art. 716a/1). Keza OR Art. 725/1 in lafzına rağmen, sermaye kaybı durumunda yönetim kurulunun görevi son yıllık bilanço ile değil, sermaye kaybıyla bağlantılıdır. Bu sebeple, yönetim kurulu  yıllık  bilanço  hazırlığı  dışında  bile,  bilanço  zararını  belirlemek amacıyla şirketin finansal durumunu sürekli izlemek zorundadır. Başka görüş ise, ara bilançonun TTK m. 376/1 ve 2 de tanımlanan biçimde sermaye kaybı göstermesi hâlinde yönetim kurulunun maddede belirtilen önlemleri almasının zorunlu olmadığı yönündedir. Zira TTK m. 376/1 ve 2 nin amacı, bilançoda görünen sermaye açığı belli oranlara ulaşınca bunun kapatılmasını sağlamaktır. Özellikle TTK m. 376/2 de, bilanço zararının kapatılması için sermaye azaltılması veya sermaye azaltmayı takiben sermaye artırılmasının gerekmesi, bilançodaki sermaye kaybının giderilmesine yöneliktir. Kanun koyucunun bu tercihi, TTK m. 202 hükmü çerçevesinde, hâkim şirketin bağlı                                                  91  Kayar, 2012: 647; Türk, 2015: 79; Pulaşlı, 2018: 1558; Aydın, 2012: 103, 104; Üçışık ve Çelik, 2013: 412; Akbulak, 2015: 40; ETK döneminde aynı görüş için bkz. Tekinalp, 1955: 281; Türk, 1999: 151; Kaya, 2007: 12-13. 92  Kayar, 2012: 647. 93  Homburger, 1997: Art. 725 N. 1198; Forstmoser, Meier Hayoz ve Nobel, 1996: § 50 N. 198; Böckli, 2009: § 13 N. 718, 723; Handschin, 2018: Art. 725 N. 68; Wüstiner, 2016: Art. 725 N. 21; Jung, 2016: Art. 620 N. 336; von Büren, Stoffel ve Weber, 2011: N. 698; Wibmer, 2016: Art. 725 N. 2; Müller Ganz, 2019: 158; Plüss ve Facincani Kunz, 2016: Art. 725 N. 4; Krneta, 2005: N. 2184; Meister, 2016: Art. 725 N. 2; Kunz, 2014: 179; Kopta Stutz, 2019: 82. 94  Handschin, 2018: Art. 725 N. 68; Böckli, 2009: § 13 N. 718. 95  Kırca, Şehirali Çelik ve Manavgat, 2013: 574 ve devamı; Can, 2018: 10, 12; Tufan, 2019: 19. 744Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759     Anonim Şirkette Sermaye… şirketi kayba uğratması durumunda, faaliyet yılı sonuna kadar istem hakkı tanınması kuralıyla paraleldir. Ulaşılan bu sonuç, faaliyetinin özelliği gereği, yılın belli dönemlerinde zarar edebilen veya zarar miktarı daha yüksek olan şirketlerde,  genel  kurulun  gereksiz  yere  toplantıya  çağrılmasını  da önleyecektir. Sermaye kaybının yıllık bilançoya yansıması hâlinde ise artık dönemsel  özellikler  nedeniyle  kaybın  giderilemeyeceği  anlaşılacağından, yönetim kurulunun TTK m. 376 daki önlemleri alması gerekir. Son olarak öğretide diğer bir görüş göre, bu sorun, sermaye kaybının TTK m. 376/1 ve 2 nin alanına girmesine göre ayrım yaparak çözülmelidir. Buna göre, TTK m. 376/1 e giren bir sermaye kaybı varsa, hükmün gerekçesinden hareketle amaçsal yorum yapılarak ara bilançodan da sermaye kaybı tespit edilebilir. Buna karşılık, TTK m. 376/2 bakımından aynı yorum yapılamaz. Zira TTK m. 376/2 nin gerekçesinde, ilk fıkraya ilişkin bölümden farklı olarak sermaye kaybının ara bilanço ile tespit edilmesi hâlinde yönetim kurulunun önlem almasından  hiç  söz  edilmemiştir.  Bunun  yerine,  her  hâlükârda  sermaye kaybının son yıllık bilançodan anlaşılması gerektiği önermesinden hareket edilmiştir. Keza bu hükme göre alınması gereken önlemler ve bu önlemler alınmazsa  ortaya  çıkacak  sonuç  son  derece  ağır  önlem  ve  sonuçlardır. Bunların şirketin maruz kaldığı zararı tespit eden, genel kurul tarafından onaylanmış bir bilanço olmaksızın bir ara bilanço ekseninde doğabileceği savunulamaz.   Kanaatimizce bu sorun, iki temel başlık altında incelenmelidir: İlk olarak lafzi yorum ve finansal raporlama mantığı, ara bilançodan sermaye  kaybının  tespit  edilememesini  gerektirir.  Zira  hükümde  açıkça bilançonun en son düzenlenen yıllık bilanço olması istenmiştir. Bunun yanı sıra, finansal raporlama kural olarak belirli bir faaliyet dönemi için finansal tabloların hazırlanması esasına dayanır. Zira her tacir ticari faaliyetinin başında ve her faaliyet döneminin sonunda, varlık ve borçlarının tutarlarının ilişkisini  gösteren  finansal  tabloyu  (sırasıyla  açılış  bilançosunu  ve  yıllık bilançoyu) çıkarmak zorundadır (TTK m. 68/1). Keza finansal raporlamada faaliyet dönemi yıllık olarak uygulandığı için, bir şirketin ilgili faaliyet yılında zarar edip etmediği de yıllık bilanço ile belirlenir. Zira finansal raporlama kuralları gereği, faaliyet dönemi içerisinde meydana gelen zararlar, bir gider kalemi olarak kâr veya zarar tablosunda yer alır. Yıl içerisinde gerçekleşen                                                  96  Kırca, Şehirali Çelik ve Manavgat, 2013: 575. 97  Kırca, Şehirali Çelik ve Manavgat, 2013: 576. 98  Ayoğlu, 2017: 1589, 1590. 99  Bir işletme, normalde, finansal tablolarını düzenli olarak bir yıllık bir dönemi kapsamak üzere düzenler (TMS 1, m. 37). 745Raziye AKSU ÖZKAN Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759 zararlar doğrudan bilançoya aktarılmaz. Ayrıca münferit bir zarar, faaliyet yılının devamında da kâr elde edilerek kapatılabilir. Dolayısıyla bu zarar, yıl içinde genel kanuni yedek akçe ile kapatılırsa, genel kanuni yedek akçe, kanuna aykırı şekilde kullanılmış olur.  İkinci  olarak  hükmün  amacı  açısından  değerlendirildiğinde,  ara bilançodan da sermaye kaybının tespit edilebileceği sonucuna varılmalıdır. Zira  aslında  sermaye  kaybı  düzenlenmesi,  şirketin  finansal  durumunun bozulduğunun ilk işareti değildir. Bu aşamaya kadar şirket, belirli borçlarını ödeyememe  veya  yaptığı  yatırımlardan  zarar  etme  gibi  birçok  sıkıntıyla karşılaşmıştır.  Bu  sorunlardan  yönetim  kurulunun  zaten  bilgisi  vardır. Yönetim kurulu gerekli önlemleri almış veya bu durumu dikkate almamış olabilir. Buna karşılık, kanun koyucu artık bunların bilançoda net olarak görülebildiği hâlde genel kurulun da bunlardan haberi olmasını istemiştir. Zira kaybedilen  sermaye  sebebiyle  pay  sahiplerinin  çıkarı  doğrudan etkilenmektedir.  Başka  bir  deyişle,  sermaye  kaybı  düzenlemesiyle  şirket uyarılmak istenmektedir. Bu uyarı ne kadar erken olursa, o kadar şirketin lehinedir. Bu sebeple, İsviçre öğretisinde de TTK m 376/1 le aynı şekilde düzenlenen OR Art. 725/1 açısından sermaye kaybının ara bilançodan tespit edilebileceği ifade edilmektedir. Nitekim TTK m. 376/1 de alınacak kararlar genel kurulun takdirine bırakıldığı için ara bilanço sonucu genel kurulun toplanmasında  şirketin  aleyhine  de  bir  durum  oluşmamaktadır.  Bununla birlikte, sermaye kaybının ara bilançodan tespit edilebilmesi TTK m. 376/2 de de  uygulanırsa  ağır  sonuçlara  yol  açmaktadır.  Zira  TTK  m.  376/2 nin kurgusunda genel kurul belirli kararları almak zorundadır; şayet almazsa da şirket  sona  erecektir.  Şirketin  sona  ermesi  gibi  ağır  sonuçları  olan  bir düzenlemede metnin lafzıyla bağlı kalmak daha mantıklıdır. Tâbi bu durumda, hükmün 1. ve 2. fıkrası birbiriyle çelişki olmuş olacaktır. Burada sorun, kanaatimizce iki şekilde çözülebilir. İlk olarak TTK m. 376/2 kanundan çıkartılabilir. Şayet bu tercih edilmezse, TTK m. 376/1 e açıkça ekleme yapılabilir. Bu sayede, aynı hukuki kuruma farklı uygulamalar yapılmamış olacaktır. Buna karşılık bu konuda öğretide ileri sürülen TTK m. 376/2 nin                                                  100  TTK m. 376/2 nin, TTK sistemi içerisinde hiçbir haklı menfaati korumaya hizmet etmediği için kanundan çıkartılması gerektiği hususunda bkz. Aydın, 2012: 109. Aynı görüşte olan Ayoğlu na göre TTK m. 376/1 sebebiyle pay sahipleri, üçte ikilik kayba ulaşılmadan önce şirketin kaybından haberdardır. Bunun yanı sıra, bu seviyede sermaye kaybında şirketin ödeme gücünü hâlâ koruyor olmasına rağmen sadece sermaye ile kanuni yedek akçeler toplamındaki kayıp oranı 1/2 yi aşarak 2/3 e ulaştı diye, şirketi sermayenin azaltımı ya da sermaye tamamlama kararı almakla yükümlü tutmak ve bu iki karardan biri alınmadığı takdirde, bu duruma şirketin sona ermesini bağlamak ağır bir hukuki sonuçtur. Bu sebeple, hüküm kanundan çıkartılmalıdır. Bkz. Ayoğlu, 2017: 1592-1593. 746Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759     Anonim Şirkette Sermaye… gerekçesinde,  TTK  m.  376/1 in  aksine,  ara  bilançoya  ilişkin  açıklama yapılmamış olması gerekçesi yerinde değildir. Nitekim TTK m. 376/2 nin gerekçesinde,  son  yıllık  bilanço  kavramının  anlamının  birinci  fıkranın gerekçesinde açıklandığı belirtilmiştir.  C. Kaybın Hesaplanması 1. Genel Olarak TTK  m.  376/1  ve  2  uyarınca,  sermaye  ile  kanuni  yedek  akçeler toplamının yarısının veya üçte ikisinin zarar sebebiyle karşılıksız kaldığı anlaşılırsa, ilgili hükümler uygulanacaktır. Buna göre bir şirkette sermaye ve kanuni yedek akçelerin toplamı kadar varlık olması beklenir. Örneğin Aksu Gıda  şirketinde  bunların  toplamı  100.000  TL  ise,  şirketin  malvarlığında 100.000 TL tutarında bir varlık bulunması gerekir. Buna karşılık şirket zarara uğradığında, bu zarar, şirket varlığını azaltır; ancak bilanço kuralları gereği ilgili zarar kalemi özkaynak grubunda eksi bir değer olarak yer alır. Örneğin Aksu Gıda şirketinin ilgili yılda 10.000 TL lik stoğu yanmıştır. Bu sebeple, şirketin varlık tutarı 90.000 TL ye düşmüştür. Oysa şirketin sermaye ve kanuni  yedek  akçe  tutarı  100.000  TL dir.  Dolayısıyla  şirketin  varlığıyla özkaynak tutarı arasında 10.000 TL lik fark bulunmaktadır. Bu sebeple, bu olay bağlamında, bilançoda sermaye ve kanuni yedek akçe tutarı kadar varlık olmadığı durumda, bir açık bulunmaktadır. Bu açık sermaye ve kanuni yedek akçeler toplamının yarısına ulaştığı anda TTK m. 376 devreye girer.  Bununla birlikte, öğretide bir görüş sermaye kaybı hesaplanırken kanuni yedek  akçelerin  zarar  kaleminden  düşülerek  hesaplanması  gerektiği yönündedir. Nitekim hükümde kanuni yedek akçenin açıkça düzenlenmesinin sebebi de bu amaca hizmet etmektir. Keza şirkette sermaye kaybı, TTK m. 376/2 seviyesine ulaşmasına rağmen, kanuni yedek akçe tutarı bu zararı karşılamaya yetebilir veya en azından üçte iki oranında karşılıksız kalma durumunu ortadan kaldırabilir. Sermayeyi etkileyen bir kayıp olmamasına rağmen TTK m. 376/2 nin uygulanmak zorunda kalması, maddenin amacıyla bağdaşmaz.  Kanaatimizce  kanuni  yedek  akçeler,  sermaye  kaybının tespitinde hesaplamaya dâhil edilmek zorundadır. Zira hükmün açık lafzı bunu gerektirir. Bunun yanı sıra, sermaye kaybını hesaplayıp genel kurula bildirecek  olan  yönetim  kuruludur.  Yönetim  kurulunun  da,  yedek  akçe üzerinde tasarruf yetkisi yoktur. Nitekim bu, genel kurulun devredilemez                                                  101  Ayoğlu, 2017: 1589, 1590. 102  Kendigelen, 2012: 268 dpn. 97. 103  Kırca, Şehirali Çelik ve Manavgat, 2013: 577. 747Raziye AKSU ÖZKAN Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759 görev ve yetkilerindendir [TTK m. 408/1(d)]. Bu sebeple, yönetim kurulu kanuni yedek akçeyi zararla mahsuplaştırarak sermaye kaybını hesaplayamaz. Keza kanuni yedek akçelerin hükümde bulunmasının sebebi kanuni yedek akçenin çözülerek sermaye kaybının hesaplanması olduğu gerekçesine de katılmak  mümkün  değildir.  Zira  kanuni  yedek  akçenin  TTK  m.  376 ya alınmasının sebebi, sermaye kaybının tespitini öne çekmektir. Bu sayede yönetim kurulu işin ciddiyetine varacak ve pay sahipleri daha erken aşamada durumdan haberdar olacaktır. Bununla birlikte, kanaatimizce şirketin, zararını kapatacak kadar yüksek kanuni yedek akçesi olması durumunda hâlâ TTK m. 376/2 nin  uygulanmasının  sorun  oluşturmasının  temel  sebebi,  TTK de, İsviçre Borçlar Kanunu nda yer almayan TTK m. 376/2 nin bulunmasıdır. Bu düzenlemede  şirketin  sona  ermesine  kadar  gidebilecek  ağır  yaptırımlar düzenlenmiştir. Oysa ilk fıkrada böyle zorunluluklar bulunmadığı için, kanuni yedek  akçelerin  yüksek  olması,  hükmün  erken  uyarı  amacına  hizmet edecektir. Dolayısıyla burada yapılacak olan kanunun açık lafzına rağmen kanuni yedek akçeyi hesaba katmamak değildir. Kanaatimizce birçok açıdan sorunlar yaratan TTK m. 376/2 yi kaldırmaktır. Ayrıca vardığımız bu sonuç, genel kurulun sermaye kaybının tespitinden önce kanuni yedek akçeler ile zararın kapatılması kararını alabilmesi ve böylece TTK m. 376 açısından eşiği daha yükseğe çıkarabilme imkânıyla da çelişmez. Zira yönetim kurulu yine TTK  m.  376 yı  uygulayacak  ve  bilançoda  raporlanan  kalemlere  göre hesaplamasını yapacaktır. Son olarak yazarların savunduğu görüş, sermaye kaybının hesaplanması açısından değil, sermaye kaybının sonucu olarak genel kurulun kanuni yedek akçeleri çözme zorunluluğu olup olmadığı konusunda tartışılmalıdır. Hükümde sermaye ve kanuni yedek akçelerin zarar sebebiyle karşılıksız kalması aranmıştır. Genel olarak karşılıksız kalma kavramıyla, sermaye ile kanuni yedek akçelerin toplam tutarının özkaynak tutarından fazla olması kastedilmektedir. Başka bir deyişle, sermaye kaybının tespitinde sermaye ve kanuni  yedek  akçelerin  toplam  tutarıyla  şirketin  özkaynak  tutarı karşılaştırılmalıdır. Zira şirketin özkaynak grubu altında sermaye ile kanuni yedek akçeler dışında hesaplar da bulunmaktadır. Bu hesapların tutarları sayesinde, şirket zararının sermayeyi karşılıksız bırakmasına engel olunabilir. Dolayısıyla burada önemli olan sermaye ve kanuni yedek akçeler tutarı ile zararın karşılaştırması değildir. Zarar sebebiyle, şirketin özkaynak tutarında                                                  104  Bu konu çalışmanın kapsamına girmediği için ayrıca değerlendirilmemiştir. 105  Türk, 2015: 68; Kayar, 2012: 646; Can, 2018: 9; Karaman Coşgun, 2020: 191; Handschin, 2018: Art. 725 N. 63; Glanzmann, 2019: 467; Meier Mazzucato, 2020: 136. 106  Grupta bulunan hesaplar için bkz. dpn. 29. 748Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759     Anonim Şirkette Sermaye… şirketin sermayesi ve kanuni yedek akçesinin bulunup bulunmadığı tespit edilmelidir. Örneğin şirket geçmiş yıllar da kâr etmiş olabilir. Bu kâr, şirketin uğramış olduğu zararın tamamını karşılayarak, bu zararın şirketin sermayesine ulaşmasını  engelleyebilir.  Örneğin  şirketin  bilançosunda  100.000  TL sermayesi, 10.000 TL kanuni yedek akçesi, geçmiş yıllardan 100.000 TL kârı ve 100.000 TL dönem net zararı raporlanmaktadır. Şayet sadece şirketin sermayesi  ve  kanuni  yedek  akçe  toplamı  olan  110.000  TL  ile  zarar karşılaştırılırsa, şirketin sermayesini kaybettiği ortaya çıkacaktır. Oysa bu sonuç yanlıştır. Nitekim şirketin geçmiş yıllardan kârı olduğu için zarar, sermaye ve kanuni yedek akçeler tutarını etkilemeyecektir. Bu genel toplamı görebilmek için de özkaynak tutarı esas alınmalıdır. Buna göre özkaynak tutarı, 110.000 TL dir. Bu tutar, sermaye ve kanuni yedek akçe toplamı olan 110.000 TL ile karşılaştırıldığında, şirketin sermayesini kaybetmediği ortaya çıkacaktır. Buna ilişkin bilanço görüntüsü Tablo 5 teki şekildedir: Tablo 5: Sermaye kaybında özkaynak tutarının esas alınmasına ilişkin bilanço AKSU GIDA ANONİM ŞİRKETİ NİN 31 ARALIK 2020 TARİHLİ BİLANÇOSU VARLIK/AKTİF                                                                                          KAYNAK/PASİF Dönen Varlık 110.000 TL  Yükümlülükler 0 Nakit hesabı 110.000 TL  Özkaynak 110.000 TL Ödenmiş sermaye 100.000 TL Kârdan ayrılan kısıtlanmış yedek 10.000 TL Geçmiş yıllar kârı   100.000 TL Dönem net zararı    100.000 TL (-)    Son olarak, hükmün gerekçesinde ve öğretide zararların serbest yedek akçelerle  kapatılabilmesi  hâlinde  şirkette  sermaye  kaybının  bulunmadığı kabul  edilmektedir.  Kanaatimizce  de  şirketin  zararı  kapatacak  tutarda serbest  yedek  akçesi  varsa,  sermaye  kaybı  düzenlemelerine başvurulmayacaktır. Zira şirket zararı, şirketin sermayesine ve kanuni yedek akçelerinin kaybına sebep olmamıştır. Bununla birlikte, kanaatimizce sermaye kaybının  hesaplanmasında  özkaynak  tutarını  esas  almak,  serbest  yedek akçeler gibi farklı kalemlerin bulunması durumunda, hangisinin hesaplamaya dâhil edileceği sorununun da önüne geçecektir. Nitekim serbest yedek akçeler de özkaynak grubu altında raporlanmaktadır.                                                  107  Türk, 2015: 75-76; Kırca, Manavgat ve Şehirali Çelik, 2013: 577, 578; von Büren, Stoffel ve Weber, 2011: N. 699. 749Raziye AKSU ÖZKAN Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759 2. TTK m. 376/1 ve 2 Açısından TTK m. 376/1 de sermaye ve kanuni yedek akçeler toplamının yarısının, TTK  m.  376/2 de  ise  üçte  ikisinin  zarar  sebebiyle  karşılıksız  kalması arandığından, sermaye kaybını kademeli olarak tespit etmek gerekir. Buna göre, sermaye ve kanuni yedek akçeler toplamının yarısı dâhil bu tutardan – üçte ikisine kadar olan kısmı zarar sebebiyle karşılıksız kalması durumunda TTK m. 376/1 uygulanacaktır. TTK m. 376/2 ise, karşılıksız kalan kısım üçte ikiye ulaştığı anda uygulanmaya başlanır. Bununla birlikte, Tebliğ de bu aralık  belirtilerek  sermaye  kaybının  hesaplanmasıyla  ilgili  değişiklik yapılmıştır. Buna göre, Sermaye ile kanuni yedek akçeler toplamının en az yarısının karşılıksız kalması durumu zararın, sermaye ile kanuni yedek akçeler toplamının yarısına eşit veya bu tutardan çok ve üçte ikisinden az olmasıdır (Tebliğ, m. 6)109. TTK m. 376/2 açısından, Zararın, sermaye ile kanuni yedek akçeler toplamının üçte ikisine eşit veya bu tutardan çok olması şeklinde  düzenlenmiştir  (Tebliğ,  m.  7)110.  Dolayısıyla  sermaye  kaybı hesaplanırken,  zarar  ile  sermaye  ve  kanuni  yedek  akçeler  toplamının karşılaştırılması istenmiştir. Kanaatimizce hesaplamaya ilişkin yapılan bu değişiklikler, ancak şirketin sermaye ve kanuni yedek akçesi dışında başka bir özkaynak kalemi olmadığında geçerlidir. Örneğin esas sermayesi 100.000 TL, kanuni yedek akçeleri 20.000 TL ve geçmiş yıllar kârı 50.000 TL dir. Bunların tamamı şirketin bilançosunda nakit para olarak bulunmaktadır. Bu şirketin bilançosunda 60.000 TL dönem net zararı raporlanmıştır. Şayet Tebliğ in yeni hâli  esas  alınırsa,  zarar  tutarı  ile  sermaye  ve  kanuni  yedek  akçe  tutarı karşılaştırılacaktır. Buna göre, Sermaye (100.000) + Kanuni Yedek Akçe (20.000)= 120.000 TL dir. 60.000 TL lik zarar bunun yarısı olduğu için, söz konusu olay açısından TTK m. 376/1 uygulanmalıdır sonucuna varmamız gerekirdi. Oysa şirketin geçmiş yıllardan kârı olduğu için, şirketin sermayesi ve kanuni yedek akçeler toplamının sadece 10.000 TL sinin kaybına sebep olmaktadır. Bu seviyedeki kayıp da, TTK m. 376/1 i devreye sokmaz. Bu bağlamda, Tebliğ de kanuna aykırı bir düzenleme yer almakta olup, yukarıda da belirttiğimiz üzere sermaye kaybının hesaplanmasında özkaynak tutarıyla karşılaştırma  yapılmalıdır.  Buna göre  TTK  m.  376/1  açısından,  hükmün                                                  108  Kırca, Şehirali Çelik ve Manavgat, 2013: 569; Kayar, 2012: 647. 109  Hüküm, Değişiklik Yapılmasına Dair Tebliğ m. 1 ile değiştirilmiştir. Hükmün değiştirilmeden önceki hâli uyarınca, sermaye ile kanuni yedek akçeler toplamının en az yarısının karşılıksız kalması hâlinde yönetim organı, bu genel kurula uygun gördüğü iyileştirici önlemleri sunar (Tebliğ, m. 6). 110  Hüküm,  Değişiklik  Yapılmasına  Dair  Tebliğ  m.  2  ile  değiştirilmiştir.  Hükmün değiştirilmeden önceki hâlinde sermaye ile kanuni yedek akçeler toplamının en az üçte ikisinin zarar sebebiyle karşılıksız kalması düzenlenmiştir (Tebliğ, m. 7). 750Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759     Anonim Şirkette Sermaye… Sermaye ile kanuni yedek akçeler toplamının en az yarısının karşılıksız kalması durumu özkaynağın, sermaye ile kanuni yedek akçeler toplamının yarısına eşit veya bu tutardan çok ve üçte ikisinden az olmasıdır. şeklinde değiştirilmesi gerekir. Keza TTK m. 376/2 açısından, Özkaynağın, sermaye ile kanuni yedek akçeler toplamının üçte ikisine eşit veya bu tutardan çok olması şeklinde değişikliğe gidilmelidir. Sermaye  ve  kanuni  yedek  akçeler  toplamının  yarısı  özkaynakta karşılanmıyorsa, TTK m. 376/1 uygulanacaktır. Bunun için özkaynak tutarı ile sermaye ve kanuni yedek akçeler toplamının yarsının karşılaştırılması gerekir. Bu hesaplama açısından Özkaynak= (Sermaye + Kanuni Yedek Akçe)/2 formülü kullanılabilir. Örneğin esas sermayesi 100.000 TL, birinci ve ikinci tertip yedek akçe toplamı 10.000 TL, paylara ilişkin primleri 10.000 TL olan bir şirkettir. Şirketin 2020 yılı bilançosunda 60.000 TL dönem net zararı raporlanmıştır.  Bu  durumda,  özkaynak  tutarı  60.000  TL ye  düşecektir. Sermaye ve kanuni yedek akçe toplamı olan 120.000 TL nin yarısı, 60.000 TL dir. Dolayısıyla özkaynakta 60.000 TL kaldığı için, sermaye ve kanuni yedek akçe toplamının yarısı karşılıksız kalmış olur. Bu sebeple, TTK m. 376/1 uygulanacaktır. Bunun bilançoda gösterimi Tablo 6 daki şekildedir: Tablo 6: TTK m. 376/1 e ilişkin örneğin bilançoda gösterimi AKSU GIDA ANONİM ŞİRKETİ NİN 31 ARALIK 2020 TARİHLİ BİLANÇOSU VARLIK/AKTİF                                                                                          KAYNAK/PASİF Dönen Varlık 60.000 TL  Yükümlülükler 0 Nakit hesabı 60.000 TL  Özkaynak 60.000 TL Ödenmiş sermaye 100.000 TL Kârdan ayrılan kısıtlanmış yedek 10.000 TL Paylara ilişkin primler 10.000 TL Dönem net zararı 60.000 TL (-)    Sermaye  ve  kanuni  yedek  akçeler  toplamının  üçte  ikisi  özkaynakta karşılanmadığı anda, TTK m. 376/2 uygulanacaktır. Bu hesaplama açısından Özkaynak= (Sermaye + Kanuni Yedek Akçe)/3 formülü kullanılabilir. Zira özkaynak tutarı, sermaye ve kanuni yedek akçeler toplamının üçte birine düştüğü anda, TTK m. 376/2 nin uygulanmasına sebep olan üçte ikilik kayıp gerçekleşmiş olacaktır. Şayet Tablo 6 daki bilanço açısından zarar tutarı, 80.000 TL olsaydı, özkaynak tutarı 40.000 TL ye düşecekti ve TTK m. 376/2 751Raziye AKSU ÖZKAN Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759 uygulanacaktı. Formüle uyguladığımız zaman, (Özkaynak tutarı) 40.000 TL= (Sermaye + Kanuni Yedek Akçe) 120.000/3 dir. Tablo 7: TTK m. 376/2 ye ilişkin örneğin bilançoda gösterimi AKSU GIDA ANONİM ŞİRKETİ NİN 31 ARALIK 2020 TARİHLİ BİLANÇOSU VARLIK/AKTİF                                                                                          KAYNAK/PASİF Dönen Varlık 40.000 TL  Yükümlülükler 0 Nakit hesabı 40.000 TL  Özkaynak 40.000 TL Ödenmiş sermaye 100.000 TL Kârdan ayrılan kısıtlanmış yedek 10.000 TL Paylara ilişkin primler 10.000 TL Dönem net zararı 80.000 TL (-)  III.  FİNANSAL  DURUMUN  BOZULMASINDA  ERKEN  UYARI İŞLEVİ AÇISINDAN SERMAYE KAYBI DÜZENLEMESİNİN DEĞERLENDİRİLMESİ TTK m. 376/1 uyarınca sermaye ve kanuni yedek akçeler toplamının yarısı karşılıksız kaldığında yönetim kurulu genel kurulu toplantıya çağıracak ve  iyileştirici  önlemlerini  genel  kurula  sunacaktır.  Dolayısıyla  yönetim kurulunun,  işletme  ekonomisi  bakımından  daha  düşük  düzeyde  sermaye kayıplarında da önlemler alması gerekebilirse de, kanuni olarak durumu genel kurula bildirme yükümlülüğü bulunmamaktadır. Bu sebeple, kanaatimizce sermaye kaybının tespitine ilişkin düzenleme, şirketin finansal durumunun düzeltilmesi için gerekli erken uyarı işlevini sağlayamamaktadır. Zira öğretide de  haklı  olarak  ifade  edildiği  üzere,  sermaye  kaybının  yarısına  ulaşılıp aşıldığında,  özkaynakta  yaşanan  mevcut  düşüş  genellikle durdurulamamaktadır. Nitekim bu eşiğin altına düşüldüğünde uygulanacak iyileştirme koşulları genellikle mevcut değildir veya yapılacak iyileştirmeler finansal durumun düzeltilmesi açısından işe yaramaz. Bu durum, birçok şirkette  sermayenin  çok düşük  ayarlanmış  olmasından  da  kaynaklanır. Ayrıca  sermaye  kaybının  tespitinde  dikkate  alınacak  sermayenin  genel kurulun  isteğiyle  azaltılabilmesi  de,  hükmü  işlevsiz  hâle  getirir.  Zira sermayenin azaltılmasıyla birlikte, genel kanuni yedek akçe tutarı da kısmen                                                  111  Tekinalp, 1955: 280; Türk, s. 124; Türk, 2015: 82; Pulaşlı, 2018: 1562; Kayar, 2012: 649; Handschin, 2018: Art. 725 N. 29; von Salis, 2011: 3. 112  Böckli, 2015: 495; Böckli, 2009: § 13 N. 712h, 749; Handschin, 2018: Art. 725 N. 29. 113  Wüstiner, 2016: Art. 725 N. 9a; Handschin, 2018: Art. 725 N. 2; Glanzmann, 2019: 470. 114  Böckli, 2002: 720. 752Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759     Anonim Şirkette Sermaye… azaltılabileceği için genel kurul alacağı kararla TTK m. 376 nın daha geç uygulanmasına sebep olabilecektir. Son olarak şirketin finansal durumunun bozulmasında  harekete  geçme  uyarısının  sermaye  kaybına  bağlanması, hükmün işlevsiz hâle gelmesine de yol açabilir. Örneğin Aksu Gıda şirketi sermayesi 100.000 TL, kanuni yedek akçesi 100.000 TL, isteğe bağlı yedek akçeleri 100.000 TL, geçmiş yıllar kârı 200.000 TL olan bir şirkettir. 2018 hesap dönemine ilişkin bu bilançoya göre özkaynak tutarı 500.000 TL dir. 2019 yılında 390.000 TL zarar raporlamış ve özkaynak tutarı 110.000 TL kalmıştır.  Bu  durumda,  yönetim  kurulunun  TTK  m.  376/1  bağlamında herhangi bir şey yapmasına gerek yoktur. Bununla birlikte, özkaynağının neredeyse beşte dördünü kaybetmiş bir şirketin finansal durumunun önlem almasını gerektirmeyecek kadar iyi olduğu söylenebilecek midir? İşte bu sebeple, kanaatimizce finansal durumun bozulmasına ilişkin özel olarak bir düzenleme yapılarak yönetim kuruluna bu görev verilecekse, bunun daha farklı uyaranlara bağlanması gerekir. Kanaatimizce,  şirketin  finansal  durumunun  bozulması  durumunda sermaye kaybından daha erken bir uyarı sistemi kurgulanmalıdır. Bu da, yönetim kuruluna getirilecek likidite planlama yükümlülüğü ile sağlanabilir. Likidite şirketin yükümlülüklerine ilişkin nakit ihtiyaçlarını kayıpsız veya çok az kayıpla karşılayabilme gücünü ifade eder. Likidite planlaması ile bir işletmenin  vadesi  gelen  yükümlülüklerini  karşılayacak  düzeyde  finansal kaynaklarının  bulunup  bulunmadığı  veya  bunları  karşılamak  için  ciddi maliyetlere  katlanmak  zorunda  olup  olmadığı  değerlendirilir.  Likidite açısından  çeşitli  analiz  yöntemleri  bulunmakla  birlikte,  yönetim  kurulu özellikle nakit akış tablosundan faydalanabilir. Zira diğer finansal tablo çeşitlerinin  aksine  nakit  akış  tablosu,  tahakkuk  değil  nakit  esasına  göre düzenlenmektedir (TMS 1, m. 27). Nakit akış tablosunda, belirli bir dönemde işletmenin  nakit  kaynakları  ve  bunları  kullandığı  alanlar,  nakit  girişi sağlamayan veya nakit çıkışı gerektirmeyen işlemler de dikkate alınarak gösterilir.  Bu  sayede,  henüz  sermaye  kaybedilmeden  yönetim  kurulu gerekli önlemleri almış olabilecektir. Nitekim İsviçre öğretisinde de aynı görüş ileri sürülmüş ve İsviçre Borçlar Kanunu taslağında buna ilişkin yeni bir düzenleme yapılmıştır.                                                   115  Glanzmann, 2019: 469. 116  Banks, 2014: 3 ve devamı. 117  Böckli, 2015: 498. 118 Çabuk ve Lazol, 2010: 64. 119  Glanzmann, 2019: 480; Wüstiner, 2016: Art. 725 N. 9a; Böckli, 2015: 491; Kunz, 2020: 32. 120  eOR 725 uyarınca yönetim kurulu şirketin ödeme gücünü izleyecek ve buna göre gerekli önlemleri alacaktır. Taslak metninin son hâli için bkz. https://unternehmerforum.ch/wp753Raziye AKSU ÖZKAN Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759 Kanaatimizce TTK m. 376/1 açısından da, bir sınır konulacaksa bu bir önceki yılla karşılaştırılan sermaye ve kanuni yedek akçe değil, özkaynak tutarı olmalıdır. Nitekim muhasebede şirket özkaynağı risk sermayesi olarak gösterilir. Özkaynak tutarı azaldıkça, kredi verenler limitleri azaltır veya vermek istemezler. Şöyle ki şirketin sermayesi 150.000 TL, kanuni yedek akçeleri 50.000 TL, geçmiş yıllardan ayrılmış kârı 800.000 TL dir. Yeni yıl bilançosunda ise, dönem zararı sebebiyle özkaynak tutarı 200.000 TL ye düşmüştür. Bu tablo, haklı bir sebep yoksa aslında bilanço verileri ışığında işlerin kötü gittiğini göstermektedir. Bununla birlikte, TTK m. 376 koşulları oluşmadığı için sermaye kaybı düzenlemesine başvurulmayacaktır. Bu da finansal  durumun  bozulmasında  erken  uyarı  sistemi  kurma  amacımızla çelişmektedir.  Keza  özkaynakların  seçilmesi,  sermaye  kaybının hesaplanmasını da kolaylaştıracaktır. Ayrıca kanuni yedek akçelere ilişkin tartışmanın da önüne geçecektir. SONUÇ TTK m. 376 bağlamında sermaye kaybı, özkaynak tutarının, sermaye ve kanuni  yedek  akçeler  toplamının  en  az  yarısı  veya  daha  aşağı  düzeye inmesidir.  Sermaye  kaybının  oranına  göre  uygulanacak  hükümler farklılaşmaktadır. Buna göre son yıllık bilançoya göre sermaye ve kanuni yedek akçeler toplamının yarısı zarar sebebiyle karşılıksız kaldığında TTK m. 376/1; üçte ikisi karşılıksız kaldığında TTK m. 376/2 uygulanacaktır. Bu düzenlemelerle finansal durumu bozulan bir şirketin yönetim kurulunu ve pay sahiplerini harekete geçirmek ve gerekli önlemlerin alınmasını sağlamak amaçlanır. Oysa bu bozukluk, sermaye ve kanuni yedek akçeler toplamının yarısına kadar ulaştığında gerekli önlemlerin alınması için geç kalınmaktadır. Bu sebeple, kanaatimizce, olması gereken hukuk açısından, şirketin finansal durumunun bozulmuş olduğunun tespiti açısından sermaye kaybına göre daha erken ve işlevsel bir uyarı sistemi kurulması gereklidir. Buna göre, yönetim kurulunun  şirketin  likidite  durumuna  göre  gerekli  önlemleri  alması gerektiğine  ilişkin  bir  düzenleme  yapılabilir.  Bunun  yanı  sıra,  sermaye kaybının tespiti sermaye ve kanuni yedek akçeler toplamına değil, özkaynak tutarına  bağlanmalıdır.  Ayrıca  TTK  m.  376/2  yürürlükten  kaldırılarak uygulamada yaşanılan zorlukların ve hükmün birinci fıkrasıyla arasında yer alan uyumsuzlukların önüne geçilmelidir.                                                    content/uploads/2020/09/2241-Aktienrecht-Obligationenrecht-Stand-19.06.2020,  (erişim tarihi: 17.02.2021). Hükmün incelenmesi ve eleştirisi için bkz. Böckli, 2015: 495 ve devamı. 754Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759     Anonim Şirkette Sermaye…",
     "Kaynakça": "Akbulak, Y. (2015). Anonim Şirketlerde Borca Batıklık. Legal Mali Hukuk Dergisi, 11(130): 35-54. Aksu Özkan, R. (2019). Finansal Tabloların Tutulması ve Hukuksal Sonuçları. İstanbul: On İki Levha Yayıncılık. Altaş,  S.  (2017).  Anonim  Şirketlerde  Kaybedilen  Sermaye  Hangi  Yöntemlerle Tamamlanabilir?. Legal Mali Hukuk Dergisi, 13(45): 23-33. Atabey, N. A., Parlakkaya, R. ve Alagöz, A. (2015). Genel Muhasebe-Dönem Sonu İşlemleri. Konya: Atlas Yayınevi. Aydın, A. (2012). Türk Ticaret Kanunu nun Anonim Ortaklıkta Sermaye Kaybı ve Borca Batıklığa İlişkin Düzenlemesine (TK m. 376) Eleştirel Bir Bakış. İstanbul Üniversitesi Hukuk Fakültesi Mecmuası. LXX(2): 101-114. Ayoğlu, T. (2017). TTK m. 376 f. 1 ve 2 Hükümlerine İlişkin Düşünceler. Legal Hukuk Dergisi, 15 (172): 1581-1603. Banks, E. (2014). Liquidity Risk: Managing Funding and Asset Risk (2. Baskı). Houndmills - Basingstoke- Hampshire: Palgrave Macmillan. Bayazıtlı, E., Çelik, O. ve Gürdal, K. (2016). Genel Muhasebe. Ankara: Siyasal Kitabevi. Böckli,  P.  (2002).  Revisionsfelder  im  Aktienrecht  und  Corporate  Governance. Zeitschrift des bernerischen Juristenverein, (138): 709-775. Böckli,  P.  (2009).  Schweizer  Aktienrecht  mit  Fusionsgesetz, Börsengesellschaftsrecht,  Konzernrecht,  Corporate  Governance,  Recht  der Revisionsstelle  und  der  Abschlussprüfung  in  neuer  Fassung  -unter Berücksichtigung  der  angelaufenen  Revision  des  Aktien-  und Rechnungslegungsrechts (4. Baskı). Zürich - Basel - Genf:  Schulthess Verlag. Böckli, P. (2015). Der «aktuelle Liquiditätsplan» des Vorentwurfs – Ein neuer Fokus für  Verwaltungsrat  und  Revisor  in  einer  drohenden  Finanznotlage. Schweizerische Zeitschrift für Wirtschafts- und Finanzmarktrecht, (5): 490-505.  Böckli, P. (2019). OR-Rechnungslegung (2. Baskı). Zürich - Basel - Genf: Schulthess Verlag. Birsel, M. T. (1973). Anonim Şirketler Hukukunda Kâr Kavramı, C. 1. İzmir: Ege Üniversitesi Matbaası. Can, M. E. (2018). Anonim Şirkette Sermaye ve Kanuni Yedek Akçeler Toplamının Üçte İkisinin Kaybının Hukuki Sonuçları. Erciyes Üniversitesi Hukuk Fakültesi Dergisi, 13(1): 1-36. 755Raziye AKSU ÖZKAN Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759 Çabuk, A. ve Lazol, İ. (2010). Mali Tablolar Analizi. Bursa: Ekin Kitabevi. Falcıoğlu, Ö. M. (2016). Anonim Şirket Finansal Tablolarında TTK 515 Kapsamında Dürüst Resim İlkesine Uygunluk ve İlkeye Aykırılığın Sonuçları. Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, 11(137-138): 69-102. Forstmoser, P., Meier Hayoz, A. ve Nobel, P. (1996). Schweizerisches Aktienrecht (2. Baskı). Bern: Stämpfli Verlag. Glanzmann,  L.  (2019).  Konzept  und  Praxis  der  aktienrechtlichen  Sanierung. Schweizerische Zeitschrift für Wirtschafts- und Finanzmarktrecht, (5): 465-480. Gökçen, G. (2015). Genel Muhasebe, İstanbul: Beta Yayıncılık. Handschin, L. (2018). Zürcher Kommentar, Obligationenrecht Art. 698-726 und 731b OR, Die Aktiengesellschaft, Generalversammlung und Verwaltungsrat. Mängel in der Organisation (3. Baskı). Zürich - Basel - Genf:  Schulthess Verlag. Homburger, E. (1997). Der Verwaltungsrat, Art. 707-726 OR, Kommentar zum Schweizerischen  Zivilgesetzbuch,  Obligationenrecht,  5.  Teil:  Die Aktiengesellschaft.  Zürich: Schulthess Verlag. Jung, P. (2016). Die Aktiengesellschaft, Allgemeine Bestimmungen, Art. 620-659b OR,  Zürcher  Kommentar  (2.  Baskı).  (editör:  Lukas  Handschin).  Zürich: Schulthess Verlag. Karaman Coşgun, Ö. (2020). Anonim Şirketlerde Sermaye ve Kanuni Yedek Akçeler Toplamının Belirli Oranlarda Kaybı ve Borca Batıklık Hali, Alınması Gereken Önlemler,  Çözüm  Önerileri.  içinde Sermaye  Şirketleri  Hukukunda  Güncel Gelişmeler Sempozyumu (Tebliğler-Tartışmalar, 19 Haziran 2019) (editörler: Murat Alışkan, Bilge Utkan Mersin, Sinan Sarıkaya), İstanbul: On İki Levha Yayıncılık: 179-235. Karayalçın, Y. (1988). Muhasebe Hukuku (2. Baskı). Ankara: Banka ve Ticaret Hukuku Araştırma Enstitüsü. Kaya, M. İ. (2007). Ticaret Kanunu ve TTK Tasarısının Yönetim Kuruluna Anonim Ortaklığın Mali Durumunun Bozulması Halinde Yüklediği Yükümlülükler. Kazancı Hukuk Dergisi, (37-38): 7-32. Kayar, İ. (2012). Yeni TTK ya Göre Anonim Şirkette Sermaye Kaybı ve Borca Batıklığın Tespiti ve Sonuçları. Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, 6102 sayılı Yeni Türk Ticaret Kanunu nu Beklerken (1011-12 Mayıs 2012) Sempozyumu, 18(2): 643-658. Kendigelen, A. (2012). Türk Ticaret Kanunu, Değişiklikler, Yenilikler ve İlk Tespitler (2. Bası). İstanbul: On İki Levha Yayıncılık. 756Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759     Anonim Şirkette Sermaye… Kırca, İ., Şehirali Çelik, F. H. ve Manavgat, Ç. (2013). Anonim Şirketler Hukuku, C. 1, Temel Kavram ve İlkeler, Kuruluş, Yönetim Kurulu. Ankara: Banka ve Ticaret Hukuku Araştırma Enstitüsü. Kopta  Stutz,  B.  (2019).  Gerichtliche  Sanierungsverfahren  für  Schweizer Aktiengesellschaften,  Hochschulschrift.  Zürich  -  Basel  -  Genf:  Schulthess Verlag. Krneta, G. (2005). Praxiskommentar Verwaltungsrat, Art. 707–726, 754 OR und Spezialgesetze (2. Baskı). Bern: Stämpfli Verlag. Kunz, P. V. (2014). Sanierungen von Kapitalgesellschaften: Wann und wie kann oder muss saniert werden?. Zeitschrift für juristische Weiterbildung und Praxis, (4): 175-185, https://www.iwr.unibe.ch/ueber_uns/prof_dr_peter_v_kunz/e163474/e192613/ e192616/files192734/2014_recht_32.pdf, (erişim tarihi: 02.02.2021).  Kunz, P. V. (2020). Unternehmenssanierungen durch Kapitalveränderungen. içinde Sanierung und Insolvenz von Unternehmen X Die aktienrechtliche Sanierung. (editör: Thomas Sprecher). Zürich - Basel - Genf: Schulthess Verlag: 27-44. Küçüksavaş, N. (2016). Finansal Muhasebe (14. Bası). İstanbul: Beta Yayıncılık. Lanz, R. (1985). Kapitalverlust, Überschuldung, Sanierungsvereinbarung. Zürich: Schellenberg Verlag: Zürich. Meier Mazzucato, G. (2020). Sanierung von Unternehmen, içinde Sanierung und Insolvenz von Unternehmen X Die aktienrechtliche Sanierung. (editör: Thomas Sprecher), Zürich - Basel - Genf: Schulthess Verlag: 131-160. Meister, T. (2016). Kommentar zum Schweizerisches Obligationenrecht (3. Baskı). (editörler:  Jolanta  Kren  Kostkiewicz/Stephan  Wolf/Marc  Amstutz/Roland Fankhauser). Zürich: Orell Füssli Verlag. Moroğlu, E. (2018). Anonim Ortaklıklarda Sermaye Artırımı (4. Baskı). İstanbul: On İki Levha Yayıncılık. Müller  Ganz,  J.  (2019).  Turnaround  Restrukturierung  und  Sanierung  von Unternehmen (2. Baskı). Zürich - Basel - Genf: Schulthess Verlag. Özkorkut, K. (2013). 6102 sayılı Türk Ticaret Kanunu Açısından Anonim Şirketlerde Bağımsız Denetim. Ankara: Banka ve Ticaret Hukuku Araştırma Enstitüsü. Özkorkut, K. (2019). ‘6102 sayılı Türk Ticaret Kanununun (TTK) 376 ncı Maddesinin Uygulanmasına İlişkin Usul ve Esaslar Hakkında Tebliğ  Hakkında Düşünceler, Prof. Dr. Sabih Arkan a Armağan, İstanbul: On İki Levha Yayıncılık: 975-993. Plüss, A. ve Facincani Kunz, D. (2016). CHK-Handkommentar zum Schweizer Privatrecht,  Personengesellschaften  und  Aktiengesellschaft  - 757Raziye AKSU ÖZKAN Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759 Vergütungsverordnung Art. 530-771 OR – VegüV (3. Baskı). (editörler: Vito Roberto, Hans Rudolf Trüeb), Zürich - Basel - Genf: Schulthess Verlag. Poroy, R., Tekinalp, Ü. ve Çamoğlu, E. (2019). Ortaklıklar Hukuku I (14. Bası). İstanbul: Vedat Kitapçılık. Pulaşlı, H. (2018). Şirketler Hukuku Şerhi, C. 3 (3. Baskı). Ankara: Adalet Yayınevi. Sevilengül, O. (2016). Genel Muhasebe (18. Baskı). Ankara: Gazi Kitabevi. Staehelin, M. (2014). Die Gesetzliche Kapitalreserve. Der Schweizer Treuhänder, (12):  1133-1138, https://www.vischer.com/fileadmin/uploads/vischer/Documents/Activities/MS T_Artikel_ST_Kapitaleinlage_contra_Steuerrecht_Dez_2014__Feb_2015.pdf (erişim tarihi: 09.02.2021). Şener, O. H. (2019). Teorik ve Uygulamalı Ortaklıklar Hukuku (4. Bası). Ankara: Seçkin Yayıncılık. Tekinalp, Ü. (1955). Sermayenin Yarısının Karşılıksız Kalması Halinde Yönetim Kurulunun ve Denetçilerin Görevi. İktisat ve Maliye Dergisi, 2 (7): 279-283. Tekinalp, Ü. (1979). Anonim Ortaklığın Bilançosu ve Yedek Akçeleri (2. Bası). İstanbul: Fakülteler Matbaası. Tekinalp, Ü. (2020). Sermaye Ortaklıklarının Yeni Hukuku (5. Bası). İstanbul: Vedat Kitapçılık. Tufan, A. Ş. (2019). 6102 sayılı Türk Ticaret Kanunu na Göre Anonim Şirketlerde Sermaye Kaybı ve Borca Batıklık Kavramları ile Sermayesini Kaybetmiş veya Borca Batık Anonim Şirketlerin Birleşmeye Katılması. Yüksek Lisans Tezi. Galatasaray Üniversitesi Sosyal Bilimler Enstitüsü, İstanbul. Türk, A. (1999). Anonim Ortaklıkta Sermaye Kaybı ve Borca Batıklığın Hukuki Sonuçları. Ankara: Nobel Yayıncılık. Türk, A. (2015). Yeni Türk Ticaret Kanunu nun Getirdiği Değişiklik ve Yeniliklerle Anonim  Ortaklıkta  Sermaye  Kaybı  ve  Hukuki  Sonuçları.  Dokuz  Eylül Üniversitesi Hukuk Fakültesi Dergisi. 17(2): 63-112. Üçışık, G. ve Çelik, A. (2013). Anonim Ortaklıklar Hukuku, C. I. Ankara: On İki Levha Yayıncılık. Üçışık, G. ve Çelik, A. (2018). Anonim Ortaklıkta Finansal Tablolar Yedek Akçeler ve Kâr Dağıtımı. İstanbul: On İki Levha Yayıncılık. Ünaldı, M. (2019). 6102 sayılı TTK nun 376. Maddesinin Uygulamasına Yönelik Genel Tebliğ Kapsamında Finansal Tablolar Açısından Teknik İflas ve Borca Batıklık. Legal Mali Hukuk Dergisi, 15(171): 541-570. 758Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759     Anonim Şirkette Sermaye… von Büren, R., Stoffel, W. A. ve Weber, R. H. (2011). Grundriss des Aktienrechts Mit Berücksichtigung der laufenden Revision (3. Baskı), Zürich - Basel - Genf: Schulthess Verlag. von Salis, U. (2011). Kapitalverlust und Sanierungsfusion. içinde Sanierung und Insolvenz  von  Unternehmen  II.  (editör:  Thomas  Sprecher),  Europainstitut, Zürich,  https://www.nkf.ch/app/uploads/2018/06/Kapitalverlust-undSanierungsfusion.pdf, (erişim tarihi: 11.02.2021). Wibmer,  J.  K.  (2016).  Aktienrecht  Kommentar  Aktiengesellschaft, Rechnungslegungsrecht, VegüV, GeBüV, VASR. Zürich: Orell Füssli Verlag. Wüstiner, H. (2016). Basler Kommentar Obligationenrecht II Art. 530-964 OR (5. Baskı). (editörler: Heinrich Honsell/Nedim Peter Vogt/Rolf Watter), Basel: Helbing Lichtenhahn Verlag. Yalçın, E. (2015). Uluslararası Finansal Raporlama. Ankara: Seçkin Yayıncılık.                    759Raziye AKSU ÖZKAN Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 721-759"
}