{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "CEZA HUKUKUNDA TÜZEL KİŞİLERİN SORUMLULUĞU ŞİRKETLER HAKKINDA YAPTIRIM UYGULANMASI",
     "Title": "The Responsibility Of Legal Persons In Criminal Law Application Of Sanctions On Companies",
     "Yazar İsmi": [
          "Prof. Dr. Nur CENTEL"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Özel hukuk tüzel kişisi",
          "şirketler",
          "faaliyet izninin iptali",
          "müsadere",
          "güvenlik tedbiri",
          "idari para cezası"
     ],
     "Keywords": [
          "Private law legal person",
          "trade corporations",
          "cancellation of permit",
          "confiscation",
          "security measure",
          "administrative fine"
     ],
     "Özet": "5237 Sayılı Türk Ceza Kanunu’nda tüzel kişiler suç faili sayılmamakta (TCK m.20), sadece özel hukuk tüzel kişilerine Yasa’da gösterilen bazı suçlar dolayısıyla güvenlik tedbiri uygulanması öngörülmektedir (TCK m.60). Bunlar 5237 sayılı TCK m.60’a göre, “kamu kuruluşlarınca verilen faaliyet izninin iptali” ile “müsadere” olmaktadır. Kamu kuruluşlarınca verilen faaliyet izninin iptal edilmesi ile müsadereye başvurulmasının işlenen fiile nazaran daha ağır sonuç doğurabileceği hallerde bu tedbirlere hükmedilmemesi mümkündür (TCK m.60/3). Tüzel kişilere ödenecek yaptırımlar arasında “adli para cezası” bulunmamaktadır. Ancak, 2009 yılında yapılan düzenlemeyle 5326 sayılı Kabahatler Kanunu m.43/A’da bazı suçlardan dolayı özel hukuk tüzel kişileri hakkında idari para cezasına hükmedilmesi öngörülmüştür. Özel hukuk tüzel kişisi olan anonim, limitet, kolektif ve komandit şirketler hakkında güvenlik tedbiri ile idari para cezası uygulanması söz konusu olacaktır.",
     "Abstract": "The Turkish Criminal Code numbered 5237 does not regard legal persons as perpetrators of crime, (TCC Art. 20) however, private law legal persons may be subjected to certain security measures because of the commission of certain crimes enumerated in the Code. (TCC Art. 60) According to TCC Art. 60, these measures are “cancellation of the permit issued by public authorities” and “confiscation”. It is possible not to rule for the application of these measures if being subject to them would create a result that is heavier on the legal person than the offence in question. (TCC Art. 60/3) “Judicial fine” is not among the sanctions applicable to legal persons. On the other hand, it is possible for legal persons to be subjected to administrative fines pursuant to Article 43/A of the Misdemeanors Code after the amendment of 2009. Security measures and administrative fines may be imposed on joint stock corporations, limited liability corporations, general partnerships and commandite companies which are private law legal persons.",
     "Metin": "Tüzel kişiler, toplumsal yaşamın gerekli kıldığı amaç birlikleridir. Bunlar, bireylerin dağınık olan güçlerini bir araya getirmek, maddi, manevi veya diğer çıkarlarını pekiştirmek işlevini görürler. Siyasi partiler, vakıflar, ticaret şirketleri tüzel kişilik örnekleridir. 5237 Sayılı Türk Ceza Kanunu’nda tüzel kişiler suç faili sayılmamakta (TCK m.20), sadece özel hukuk tüzel kişilerine bazı suçlar dolayısıyla güvenlik tedbiri uygulanması öngörülmektedir (TCK m.60). Dolayısıyla, özel hukuk tüzel kişisi olan anonim, limitet, kolektif ve komandit şirketler hakkında güvenlik tedbiri uygulanması söz konusu olacaktır. Yasa koyucu tüzel kişileri suç faili saymamakla tüzel kişilerin niteliği konusundaki gerçeklik ve varsayım teorilerinden ikincisini kabul etmiş olmaktadır. Belirtelim ki, Türk Ceza Yasası’nda sadece özel hukuk tüzel kişilerine yaptırım uygulanması öngörülerek kamu tüzel kişileri ile özel hukuk tüzel kişileri arasında ayırım yapılması, kanun önünde eşitlik ilkesine aykırı olmaktadır. Çünkü her iki tüzel kişilik türünde de suç ancak tüzel kişinin organı veya temsilcisi olan kişiler tarafından işlenebilir. Organ veya temsilcisinin, kamu tüzel kişisi yararına suç işlemesi de olanaksız değildir. Buna rağmen, kamu hukuku tüzel kişisine güvenlik tedbiri şeklinde bir yaptırım uygulanamayacaktır. Önceki dönemden söz edilecek olursa, 1 Haziran 2005 tarihine kadar yürürlükte bulunan 765 sayılı Türk Ceza Yasası’nda tüzel kişilerin suç faili olmaları ve ceza sorumlulukları konusunda herhangi bir hükmün yer almadığına değinilmesi gerekir. O dönemde öğretide cezaların şahsiliği ilkesinden hareketle tüzel kişilerin suç faili olamayacakları kadar; olabilecekleri görüşü de ileri sürülmekteydi2. Anayasa Mahkemesi, tüzel kişilerin ceza sorumluluğunun Anayasa’ya aykırı olmadığı düşüncesindeydi. Yüksek Mahkeme, tüzel kişilerin yasaların önleyici etkisinden uzak bulundurularak özgürce faaliyetlerine yer verilmesinin toplumun güvenliği açısından sakıncalı olacağını; bu nedenle tüzel kişilerin yapılarına uygun bir ceza sorumluluğu altında bulundurulmalarının kabulünün gerektiğini belirtmekteydi3. O dönemde özel yasalarda tüzel kişiler hakkında cürüm karşılığı olan ağır para cezası yaptırımının öngörüldüğü hükümler bulunduğu gibi; 2000’li yıllarda 765 sayılı Türk Ceza Kanunu bakımından da yasakoyucu tüzel kişilerin suç faili olarak cezalandırılması eğilimini açıkça ortaya koymuştu. Örneğin, 765 sayılı TCK m.220’de rüşvet verme suçları tüzel kişilerin yetkili temsilcileri tarafından işlendiğinde bunlar cezalandırılmakla birlikte tüzel kişi hakkında da suçla elde edilen menfaatin iki katından üç katına kadar ağır para cezasına hükmolunması öngörülmüştü. Tüzel kişilerin kabahat faili olmaları ve haklarında kabahatten dolayı idari tedbir veya idari para cezası uygulanması ise yürürlükteki mevzuata göre mümkündür (KK m.8, m.43/A). Kabahat dolayısıyla idari yaptırım uygulanması bakımından tüzel kişilerin niteliği arasında herhangi bir ayrım yapılmamıştır (KK m.8). Ancak, 5326 sayılı Kabahatler Yasasına sonradan eklenen ve bazı suçlardan dolayı tüzel kişiler hakkında idari para cezası verilmesinin öngörüldüğü 43/A. maddede 5237 sayılı Türk Ceza Yasası’nda olduğu gibi yine sadece özel hukuk tüzel kişilerine yer verilmiştir. Karşılaştırmalı hukukta tüzel kişilere suç veya kabahatten dolayı yaptırım uygulanması kabul edilmektedir. Tüzel kişiler için ceza hukuku anlamında sorumluluğun İngiltere, Fransa ve (şirketler için olmak üzere) İsviçre’de kabul edildiği görülmektedir. Almanya ve İtalya’da ise tüzel kişilerin idari para cezası sorumluluğu vardır. Yani tüzel kişiler bu ülkelerde kabahat faili olabilirler4. Fransız Ceza Yasası’nda, devlet dışındaki tüzel kişilerin ceza sorumluluğunun bulunduğu belirtilerek (m.121-2)5, Yasa’nın çeşitli maddelerinde tüzel kişiler suç faili olarak gösterilmektedir. Danimarka Ceza Yasası’nda da tüzel kişilerin ceza sorumluluğu kabul edilmiştir (m.25 vd.)6. Avrupa Birliği Hukukunda belli konularda tüzel kişilerin de sorumluluğunun öngörüldüğü düzenlemeler bulunmaktadır7. Tüzel kişi veya birlik yararına organlarından bir, temsilcisi veya tüzel kişi ya da birlik adına hareket eden veya hukuki veya fiili olarak topluluk adına karar verme yetkisine sahip olan diğer herhangi bir kişi tarafından Avrupa Topluluğunun Mali Çıkarlarının Korunmasına İlişkin Sözleşme’de gösterilen suçlar işlendiğinde, bu suçlardan tüzel kişiler ve kendine ait malvarlığı bulunan topluluklar ceza hukuku kapsamında sorumlu olacaktır. Öngörülen yaptırımlar, para cezası ve/veya mahkeme gözetimidir. Ayrıca, ek yaptırımlar da bulunmaktadır8. Avrupa Konseyince tüzel kişilerin sorumluluğunun taraf ülkenin hukuk sistemindeki ilkeler doğrultusunda hukuki, cezai veya idari olabileceği kabul edilmektedir.II. Şirketler Hakkında Güvenlik Tedbiri Uygulanması 5237 Sayılı Türk Ceza Kanunu’na göre, bir kamu kurumunun verdiği izne dayalı olarak faaliyette bulunan özel hukuk tüzel kişisinin organ veya temsilcilerinin iştirakiyle ve bu iznin verdiği yetkinin kötüye kullanılması suretiyle tüzel kişi yararına işlenen kasıtlı suçlardan mahkûmiyet halinde iznin iptaline karar verilir ve müsadere hükümleri uygulanır (TCK m.60/1,2). İznin iptal edilmesi ile müsadereye hükmedilmesinin işlenen fiile nazaran daha ağır sonuç doğurabileceği hallerde bu tedbirlere hükmedilmemesi mümkündür (TCK m.60/3). Tüzel kişi hakkında uygulanacak güvenlik tedbirlerine, her suç bakımından değil, kanunda özel olarak belirtilen hallerde hükmedilebilir (TCK m.60/4). Dolayısıyla bir suçu düzenleyen kanun maddesinde tüzel kişi hakkında güvenlik tedbirine hükmedileceği açıkça gösterilmedikçe, şirketler hakkında herhangi bir güvenlik tedbiri uygulanamaz. Öte yandan, şirketler hakkında güvenlik tedbiri uygulanması için öncelikle kasıtlı bir suçun işlenmesi gerekir. Suç niteliği taşımayan eylemler (örneğin kabahatler) dolayısıyla şirketlere güvenlik tedbiri uygulanmaz. Ancak, tüzel kişiler 5326 sayılı Kabahatler Kanunu’na göre organ ve temsilcilerinin davranışlarından sorumlu olurlar; kabahatten dolayı tüzel kişi hakkında idari yaptırım uygulanabilir (KK m.8). Şirketler dahil tüzel kişiler hakkında hükmedilen güvenlik tedbirine ilişkin ilam mahkeme tarafından Cumhuriyet başsavcılığı’na gönderilir ve infaz defterine kaydedilir. Cumhuriyet başsavcılığı, bu ilamı, tedbirin niteliğine göre ilgili şirketin faaliyetine izni vermeye yetkili makamlara bildirir. Bu makamlarca yargı kararının gereği yerine getirildikten sonra durum Cumhuriyet başsavcılığına bildirilir ve ilam iade edilir (Ceza İnfaz Kurumlarının Yönetimi ile Ceza ve Güvenlik Tedbirlerinin İnfazı Hakkında Tüzük m.63). III. Şirketler Hakkında Güvenlik Tedbiri Uygulanabilecek Suçlar 5237 Sayılı Türk Ceza Kanunu’na göre, şirket ve diğer özel hukuk tüzel kişileri hakkında her suç bakımından değil, kanunda özel olarak gösterilen hallerde güvenlik tedbiri uygulanabilir (TCK m.60/4). Bu suçlara bakıldığında korunan hukuki değer bakımından şu haklar dikkati çekmektedir: Yaşama hakkı, vücut bütünlüğü, özgürlük, özel yaşamın dokunulmazlığı, malvarlığı, çevrenin korunması, kamu sağlığı, genel ahlak, ekonomi, sanayi, ticaret, bilişim, kamu idaresinin güvenilirliği ve işleyişi, adliye, devletin güvenliği, anayasal düzen ve bu düzenin işleyişi. Ancak, yasakoyucu bir şirket adına işlenmesi ihtimali aşağıda gösterilen suçlarla aynı veya daha yüksek olan ve ayrımcılığa karşı bireyleri korumak gibi bir hukuki değeri hedefleyen “iş ve çalışma hüriyetinin ihlali” (TCK m.117), “sendikal hakların kullanılmasının engellenmesi” (TCK m.118) ve “nefret ve ayrımcılık” (TCK m.122) gibi suçlar için tüzel kişiye güvenlik tedbiri uygulanmasını öngörmemiştir. 5237 Sayılı Türk Ceza Kanununda yer alan ve tüzel kişiler hakkında güvenlik tedbiri uygulanabileceği gösterilen suçlar şunlardır: Soykırım (TCK m. 76), insanlığa karşı suçlar (TCK m. 77), soykırım veya insanlığa karşı suç işlemek amacıyla örgüt kurmak (TCK m. 78), göçmen kaçakçılığı (TCK m. 79), insan ticareti (TCK m. 80), insan üzerinde deney (TCK m. 90), organ veya doku ticareti (TCK m. 91), tehdit, şantaj, cebir, kişiyi hürriyetinden yoksun kılma (TCK m. 106-111), haberleşmenin gizliliğini ihlal (TCK m. 132), kişiler arasındaki konuşmaların dinlenmesi ve kayda alınması (TCK m. 133), özel hayatın gizliliğini ihlal (TCK m. 134), kişisel verilerin kaydedilmesi ( TCK m. 135), verileri hukuka aykırı olarak verme veya ele geçirme (TCK m. 136-137), verileri yok etmeme (TCK m. 138-140), hırsızlık (TCK m. 141-147), güveni kötüye kullanma (TCK m. 155), dolandırıcılık (TCK m. 157-160), çevrenin kasten kirletilmesi (TCK m. 181), uyuşturucu ve uyarıcı madde imal ve ticareti suçları (TCK m. 188), müstehcenlik (TCK m. 226), fuhuş (TCK m. 227), kumar oynanması için yer ve imkan sağlama (TCK m. 228), ihaleye fesat karıştırma (TCK m. 235), edimin ifasına fesat karıştırma (TCK m. 236), fiyatları etkileme (TCK m. 237), kamuya gerekli şeylerin yokluğuna neden olma (TCK m. 238), ticari sır, bankacılık sırrı veya müşteri sırrı niteliğindeki bilgi veya belgelerin açıklanması (TCK m. 239), mal veya hizmet satımından kaçınma (md. 240), tefecilik (TCK m. 241), bilişim sistemine girme (TCK m. 243), sistemi engelleme, bozma, verileri yok etme veya değiştirme (TCK m. 244), banka veya kredi kartlarının kötüye kullanılması (TCK m. 245), rüşvet (TCK m. 252), suçtan kaynaklanan malvarlığı değerlerini aklama (TCK m. 282), devletin birliğini ve ülke bütünlüğünü bozma (TCK m. 302), devlete karşı savaşa tahrik (TCK m. 304), Anayasa’yı ihlal (TCK m. 309). 5237 Sayılı Türk Ceza Kanunu’nda gösterilen bu suçlardan dolayı tüzel kişiye adli para cezası verilemeyecek olmakla birlikte, aşağıda gösterileceği üzere, suçların bir kısmı için 5326 sayılı Kabahatler Kanunu’na 2009 yılında eklenen m.43/A uyarınca idari para cezasına hükmedilmesi söz konusu olacaktır. 5607 Sayılı Kaçakçılıkla Mücadele Kanunu m.4’e göre, bu Kanun’da tanımlanan suçların tüzel kişinin faaliyeti çerçevesinde veya yararına olarak işlenmesi halinde ayrıca bunlara özgü güvenlik tedbirlerine hükmolunur. IV. Güvenlik Tedbirine Hükmedilemeyecek Haller Şirketler ve diğer özel hukuk tüzel kişileri hakkında güvenlik tedbiri hükümlerinin uygulanmasının, işlenen fiile nazaran daha ağır sonuçlar ortaya çıkarabileceği durumlarda hakim bu tedbirlere hükmetmeyebilir (TCK m.60/3). Örneğin şirket hakkında güvenlik tedbirinin uygulandığında çok sayıda kişinin işsiz kalacak olması halinde mahkeme güvenlik tedbirlerine karar vermeyebilir. V. Güvenlik Tedbiri Türleri Güvenlik tedbiri türleri faaliyet izninin iptali ile müsaderedir10. 1. Faaliyet İzninin İptali Faaliyet izninin iptali, tüzel kişinin izin konusuyla sınırlı olarak faaliyette bulunmasının engellenmesidir (TCK m.60). İlaç üreten bir şirketin uyuşturucu madde imal etmesi halinde faaliyet izninin iptal edilmesi gibi. Faaliyet izninin iptalinin süreli veya süresiz olacağı konusunda Yasa’da bir açıklık bulunmamaktadır. ",
     "Kaynakça": ""
}