{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": "20",
     "Ay": "11",
     "Yıl": "2020",
     "Cilt": "69",
     "Sayı": "03",
     "Başlık": "CUMHURBAŞKANLIĞI HÜKÜMET SİSTEMİNDE MGK’NIN YERİ VE ALTERNATİF YENİ BİR KURUM: GÜVENLİK VE DIŞ POLİTİKALAR KURULU",
     "Title": "The Place of NSC In the New Constitutional Order and A New Alternative Institution: Security and Foreign Policy Committee",
     "Yazar İsmi": [
          "Deniz ACARAY"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Milli güvenlik",
          "Milli Güvenlik Kurulu",
          "Anayasal kuruluş",
          "Cumhurbaşkanlığı hükümet Sistemi",
          "Güvenlik ve Dış Politikalar Kurulu"
     ],
     "Keywords": [
          "National security",
          "National Security Council",
          "Constitutional İnstitution",
          "Presidential Government System",
          "Security And Foreign Policy Committee"
     ],
     "Özet": "2017  yılında  meydana  gelen  anayasal  değişiklikler  çerçevesinde Cumhurbaşkanlığı Hükümet Sistemi olarak tanımlanan yeni anayasal düzende 9.11.1983 tarihli ve 2945 sayılı Milli Güvenlik Kurulu ve Milli Güvenlik Kurulu Genel Sekreterliği Kanunu yürürlükten kaldırılmış, Anayasanın 118. Maddesi  hükmü  gereğince  anayasal  statüdeki  MGK,  6  sayılı Cumhurbaşkanlığı Kararnamesi ile Cumhurbaşkanına bağlı olarak yeniden düzenlenmiştir. Bununla birlikte; yeni sistemin inşası sürecinde, 1 Sayılı Cumhurbaşkanlığı Kararnamesi ile Güvenlik ve Dış Politikalar Kurulu adında bir  kurul  kurulmuştur.  Bölgesel  jeopolitik  koşulların  Türkiye nin  başta güvenlik olmak üzere demokratik devlet yapısını olumsuz etkilemesinden dolayı, MGK nın bu süreçte geçirdiği kurumsal değişiklikler incelenmeye ve araştırılmaya  değerdir.  Söz  konusu  inceleme  ve  araştırma  Genel  Kamu Hukuku  perspektifinden  devletin  kuruluş  felsefesi  ve  ontolojik  unsurları açısından yapılmakta olup; değişen yapısıyla MGK nın etkinliği, yeni kurulan Güvenlik Ve Dış Politikalar Kurulu ile arasındaki ilişki de göz önüne alınarak değerlendirilmeye  çalışılmaktadır.  Öz  olarak;  Türkiye nin  milli  güvenlik                                                             Makalenin Geliş Tarihi: 15.07.2020, Makalenin Kabul Tarihi: 20.11.2020     Dr. Öğretim Üyesi, Polis Akademisi Başkanlığı Güvenlik Bilimleri Enstitüsü Ceza Adaleti ABD Öğretim Üyesi, denizacaray@yahoo.com, ORCID: 0000-0003-2675-9333. Deniz ACARAY                                        Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1293-1326  alanında yaşadığı amansız yolculuğun daha çok uzun süreceği aşikâr iken, anayasal bir kuruluş olarak Milli Güvenlik Kurulu nun, demokratik evrensel ve ülkesel tüm kazanımların bir göstergesi olarak ve en azından ilkesel olarak müstakil bir kanunla düzenlenmesi gerekliliği savunulmaktadır.",
     "Abstract": "Pursuant to 2017 Constitutional amendments; in the new constitutional order  that  called  Presidental  Government  System;  Law  No.  2945  of  9 November 1983 of National Security Council and the Secretariat General of the NSC is annulled by force of the Presidential Decree No.6, dated 15 July 2018 and NSC, as a constitutional institution according to Article 118 of the Constitution is redefined by the Presidential Decree No: 6. In addition to this, in the process of reconstruction, a new commitee called Security And Foreign Policy  Committee is founded  by  Presidential  Decree No.  1.    Since the unfavorable effects of regional jeopolitic facts influence the democratic state settlement of Turkey first and foremost security, the institutional change of NSC within the process is worth research and examination. The relevant research and examination is put in perspective of General Public Law in terms of founding philosophy and ontological base of state, by the way the efficiency of NSC with the new structure is evaluated having regard to the relation between Security And Foreign Policy Committee. In conclusion; whereas it is clear that the bitter journey of Turkey in the field of national security seems to take a long time, it is asserted that MGK as a constitutional instution must have a special law  as a sure sign of national and universal democratic achievements at least principally.",
     "Metin": ", Bilgi Yayınları, 21. Baskı, 2008. Metin GÜNDAY, İdare Hukuku, İmaj Yayınevi, 6. Baskı, 2002. ÖZBUDUN, Ergun, Türk Anayasa Hukuku, Yetkin Yayınları, 11. Baskı, 2010. ÖZKAYA, Ö., Cumhurbaşkanlığı Hükümet Sisteminde İdarenin Bütünlüğü İlkesi, Adalet Yayınları, Ankara, 2019. ROUSSEAU, Jean Jacques, Toplum Sözleşmesi, 2. Kitap, I. Bölüm, 2010. TEMİZ,  Ö.,  GÜNEŞ,  F.  (2020).  Cumhurbaşkanlığı  Kararnamelerinin  Hukuki Niteliği, Atatürk Üniversitesi Sosyal Bilimler Enstitüsü Dergisi, 24 (2), 959979. TORUN, Abdullah, Türkiye de Ulusal Güvenliğin Yasal Ve Kurumsal Mekanizması: Milli Güvenlik Kurulu, İnönü Üniversitesi Uluslararası Sosyal Bilimler Dergisi, Cilt 6, Sayı 2, (2017). TUNÇ,  Hasan,  DÖNER,  Ayhan;  MGK  ve  Milli  Güvenlik  Kavramı, https://dergipark.org.tr/tr/download/article-file/116487.  TURAN, E., BAYRAKDAR, E.,  Türkiye nin Su  Yönetim  Politikaları: Ulusal Güvenlik  Açısından  Bir  Değerlendirme,  Uluslararası  Politik  Araştırmalar Dergisi Ağustos 2020, Cilt. 6(2) 1-19. Yıldırım,  T,  Cumhurbaşkanlığı  Kararnameleri,  Marmara  Üniversitesi  Hukuk Fakültesi Hukuk Araştırmaları Dergisi 23-2. YILMAZ, Sait, Uluslararası Güvenlik, Kaynak Yayınları, 2017. ZABUNOĞLU, Yahya K., (Bir Hukuk ve Siyasal Bilim Problemi Olarak) Devlet Kudretinin Sınırlandırılması), Ajans-Türk Matbaası, Ankara, 1963.   1961 Anayasası  1982 Anayasası 1325Deniz ACARAY                                        Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1293-1326  Gerekçeli Anayasa https://www.anayasa.gov.tr/media/6382/gerekceli_anayasa.pdf Amasya Tamimi AİHS https://www.saglik.gov.tr/TR,64342/sorun-kuresel-mucadelemiz-ulusal.html. Erişim tarihi: 01.07.2020. https://www.mgk.gov.tr/index.php/kurumsal/hakkimizda. Erişim Tarihi: 01.07.2020.  https://www.mgk.gov.tr/index.php/20-temmuz-2016-tarihli-toplanti.  Erişim  Tarihi: 01.07.2020. https://www.aa.com.tr/tr/dunya/-abdde-bir-haftadir-gundeme-siyahi-floydun-olumudamga-vurdu/1860527. Erişim tarihi: 10.07.2020. https://www.trthaber.com/haber/dunya/ulkeler-koronaviruse-karsi-ne-tur-onlemleraldi-469472.html. Erişim tarihi: 01.07.2020.  http://anayasadegisikligi.barobirlik.org.tr/pdf/anayasadegisikligikanunteklifi.pdf. Erişim Tarihi: 01.07.2020. https://www.tbmm.gov.tr/develop/owa/komisyon_tutanaklari.goruntule?pTutanakId =1840. Erişim Tarihi: 01.07.2020. Anayasa Mahkemesi nin  7 Temmuz 1994 tarih, E.1994/49, K.1994/45-2 sayılı kararı, http://kararlaryeni.anayasa.gov.tr/Karar/Content/55db-8828-49d-84dcbddba?excludeGerekce=False&wordsOnly=False,  Erişim  tarihi: 26.06.2020. 1326",
     "Kaynakça": "ACARAY, Deniz,  İnsan Hakları, Polis Akademisi Yayınları, 3. Baskı, 2020.  AKGÜNER, Tayfun, “Milli Güvenlik Kavramı Üzerine Bazı Düşünceler, İdare Hukuku  ve  İlimleri  Dergisi,  6  (1-3)  ,  13-16. https://dergipark.org.tr/tr/pub/iuihid/issue/1254/14730. ALGAN, “Bülent, Değişen Egemenlik Anlayışı Ve Küreselleşme Bağlamında İnsan Hakları, Kazancı Hakemli Hukuk Dergisi, Hakemli Hukuk Dergisi, 2006, sayı:27-28. ATAR, Yavuz “Cumhurbaşkanlığı Kararnamelerinin Hukuki Rejimi Ve Anayasallık Denetimi,  https://ayam.anayasa.gov.tr/media/5902/yavuz-atar.pdf. ATATÜRK, M.K. Zabit ve Kumandan ile Hasbihal, Türkiye İŞ Bankası Yayınları, 2006, 4. Baskı. ATATÜRK, Mustafa Kemal, NUTUK, YKY, 2011, 1. Baskı.  AYBAY,  Rona,  “Milli  Güvenlik  Kavramı  ve  Milli  Güvenlik  Kurulu,  Ankara Üniversitesi SBF Dergisi, 1978, 33 (01), DOI:10.1501/SBFder_0000001333 https://dergipark.org.tr/tr/download/article-file/36734.  AYDEMİR, Şevket Süreyya., Tek Adam, Cilt II., Remzi Kitabevi, 1999, 17. Basım.  BOYAR, Oya,  “Olağanüstü Yönetim Usullerinde Temel Hak Ve Özgürlüklere İlişkin Askıya Alma Rejimi,  İnsan Hakları Avrupa Sözleşmesi Ve Anayasa içinde, Ed: Sibel İNCEOĞLU, Avrupa Konseyi, 2013, 1. Baskı. CANİKLİOĞLU, Meltem DİKMEN, Anayasal Devlette Meşruiyet, Yetkin Yayınları, 2010. ÇAYCI, Sadi, “Türkiye nin Milli Güvenliği, Ankara Ün. Hukuk Fak. Dergisi, 65(4), 2016. ÇEÇEN, Anıl, Ulus Devlet Türkiye Cumhuriyeti, Kilit Yayınları, 2. Baskı, 2009. ÇINARLI, Gülden, Anayasal Bir Kurum Olarak Milli Güvenlik Kurulu, İstanbul, On İki Levha Yayıncılık, 2016.  DEDEOĞLU, Çağdaş, Güvenliğin Doğası, Doğanın Güvenliği, Paraf Yayınları, 2013. ERGÜL, E., İbn Haldun'un Teorileri İle Karşılaştırmalı Genel Kamu Hukuku, Adalet Yayınevi, 2019. ERHAN, Ç., “ABD nin Ulusal Güvenlik Anlayışı, Ankara Üniversitesi SBF Dergisi, 2001,  Cilt  56,  Sayı:  04,  s.79. http://dergiler.ankara.edu.tr/dergiler/42/474/5456.pdf. 1324Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1293-1326             Anayasal Bir Kuruluş Olarak Mgk EROĞUL, “Değişen Egemenlik Anlayışının Hak Ve Özgürlüklerin Korunmasına Ve Anayasa  Yargısına  Etkileri https://anayasa.gov.tr/files/pdf/anayasa_yargisi/anyarg20/erogul.pdf. ESEN, Selin, “2016 Anayasa Değişiklik Teklifinin Değerlendirilmesi,  Ankara Barosu  Dergisi,  2016, http://www.ankarabarosu.org.tr/siteler/ankarabarosu/tekmakale/2016-4/3.pdf. GÖNENÇ, “Levent Siyasi İktidar Kavramı Bağlamında Anayasa Çalışmaları İçin Bir Kavramsal Çerçeve Önerisi, AÜHFD, 2007, C.56. GÜVEYİ, Ü., Anayasa Hukuku Boyutuyla Milli Güvenlik – Karşılaştırmalı Bir İnceleme, Seçkin Yayıncılık, Ankara, 2019.  Kapani, Münci, Kamu Hürriyetleri, Yetkin Yayınları, 7. Baskı, Ankara 1993. Kapani, Münci, Politika Bilimine Giriş, Bilgi Yayınları, 21. Baskı, 2008. Metin GÜNDAY, İdare Hukuku, İmaj Yayınevi, 6. Baskı, 2002. ÖZBUDUN, Ergun, Türk Anayasa Hukuku, Yetkin Yayınları, 11. Baskı, 2010. ÖZKAYA, Ö., Cumhurbaşkanlığı Hükümet Sisteminde İdarenin Bütünlüğü İlkesi, Adalet Yayınları, Ankara, 2019. ROUSSEAU, Jean Jacques, Toplum Sözleşmesi, 2. Kitap, I. Bölüm, 2010. TEMİZ,  Ö.,  GÜNEŞ,  F.  (2020).  “Cumhurbaşkanlığı  Kararnamelerinin  Hukuki Niteliği, Atatürk Üniversitesi Sosyal Bilimler Enstitüsü Dergisi, 24 (2), 959979. TORUN, Abdullah, “Türkiye de Ulusal Güvenliğin Yasal Ve Kurumsal Mekanizması: Milli Güvenlik Kurulu, İnönü Üniversitesi Uluslararası Sosyal Bilimler Dergisi, Cilt 6, Sayı 2, (2017). TUNÇ,  Hasan,  DÖNER,  Ayhan;  “MGK  ve  Milli  Güvenlik  Kavramı, https://dergipark.org.tr/tr/download/article-file/116487.  TURAN, E., BAYRAKDAR, E.,  “Türkiye nin Su  Yönetim  Politikaları: Ulusal Güvenlik  Açısından  Bir  Değerlendirme,  Uluslararası  Politik  Araştırmalar Dergisi Ağustos 2020, Cilt. 6(2) 1-19. Yıldırım,  T,  “Cumhurbaşkanlığı  Kararnameleri,  Marmara  Üniversitesi  Hukuk Fakültesi Hukuk Araştırmaları Dergisi 23-2. YILMAZ, Sait, Uluslararası Güvenlik, Kaynak Yayınları, 2017. ZABUNOĞLU, Yahya K., (Bir Hukuk ve Siyasal Bilim Problemi Olarak) Devlet Kudretinin Sınırlandırılması), Ajans-Türk Matbaası, Ankara, 1963.   1961 Anayasası  1982 Anayasası 1325Deniz ACARAY                                        Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1293-1326  Gerekçeli Anayasa https://www.anayasa.gov.tr/media/6382/gerekceli_anayasa.pdf Amasya Tamimi AİHS https://www.saglik.gov.tr/TR,64342/sorun-kuresel-mucadelemiz-ulusal.html. Erişim tarihi: 01.07.2020. https://www.mgk.gov.tr/index.php/kurumsal/hakkimizda. Erişim Tarihi: 01.07.2020.  https://www.mgk.gov.tr/index.php/20-temmuz-2016-tarihli-toplanti.  Erişim  Tarihi: 01.07.2020. https://www.aa.com.tr/tr/dunya/-abdde-bir-haftadir-gundeme-siyahi-floydun-olumudamga-vurdu/1860527. Erişim tarihi: 10.07.2020. https://www.trthaber.com/haber/dunya/ulkeler-koronaviruse-karsi-ne-tur-onlemleraldi-469472.html. Erişim tarihi: 01.07.2020.  http://anayasadegisikligi.barobirlik.org.tr/pdf/anayasadegisikligikanunteklifi.pdf. Erişim Tarihi: 01.07.2020. https://www.tbmm.gov.tr/develop/owa/komisyon_tutanaklari.goruntule?pTutanakId =1840. Erişim Tarihi: 01.07.2020. Anayasa Mahkemesi nin  7 Temmuz 1994 tarih, E.1994/49, K.1994/45-2 sayılı kararı, http://kararlaryeni.anayasa.gov.tr/Karar/Content/55d9b012-8828-49d2-84d9c924bd98dba7?excludeGerekce=False&wordsOnly=False,  Erişim  tarihi: 26.06.2020. 1326"
}