{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": "10",
     "Ay": "01",
     "Yıl": "2021",
     "Cilt": "69",
     "Sayı": "04",
     "Başlık": "ŞİKÂYETE İLİŞKİN BAZI TESPİT VE DEĞERLENDİRMELER",
     "Title": "Considerations and Evaluations Regarding Complaint",
     "Yazar İsmi": [
          "Yaprak ÖNTAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Şikâyet süresi",
          "iştirak",
          "şikâyetin geri alınması",
          "mirasçılar",
          "şikâyeti geri almayı kabul etmeme"
     ],
     "Keywords": [
          "Time period for complaint",
          "participation to crime",
          "withdrawal of the complaint",
          "heirs",
          "refusal of the withdrawal of complaint"
     ],
     "Özet": "Şikâyete ilişkin tartışmalar eskiden beri, daha ziyade, şikâyetin hukuki niteliği ve şikâyet hakkı sahibi çerçevesinde yürütülmektedir. Bunun dışında, doktrinde,  kuruma  ilişkin  çok  fazla  görüş  ayrılığı  yoktur.  Ancak  konu, özellikle uygulamada sorun yaratmaya elverişli bazı yönleri göz önünde bulundurulduğunda çalışmaya değer bir nitelik arz etmektedir. Bu çerçevede makalede, öncelikle, iştirak halinde işlenen suçlarda şikâyetin yapılabileceği sürenin  başlangıcının  nasıl  belirlenmesi  gerektiği  üzerinde  durulacaktır. Bundan sonra, fiilin şikâyet edilmesi kuralının istisnası ile bu istisna halinde şikâyetin  geri  alınması  konusu  ele  alınacaktır.  Muhakemenin  değişik evrelerine ve ölenin davaya katılıp katılmadığına göre, mirasçıların şikâyeti geri almaları makalenin bir diğer ana tartışma konusunu oluşturmaktadır. Son olarak, şikâyetin geri alınmasını kabul etmeyen sanık hakkında verilebilecek hükümler,  Yargıtay ın  farklı  içtihatları  göz  önünde  bulundurularak değerlendirilecektir.",
     "Abstract": "For  a  long  time,  discussions  regarding  complaint  have  been  rather conducted within the framework of the legal nature of the complaint and the holder of the right to complain. Apart from this, there is not much difference of opinion in the doctrine regarding the institution. On the other hand, the subject is worth studying, especially considering some aspects that may cause problems in practice. In this context, the article will primarily focus on how to determine the beginning of the time period during which the complaint                                                            Makale Geliş Tarihi: 28.12.2020, Makale Kabul Tarihi: 10.01.2021.     Dr., Ankara Üniversitesi Hukuk Fakültesi Ceza ve Ceza Muhakemesi Hukuku ABD Araştırma Görevlisi, yontan@ankara.edu.tr, ORCID: 0000-0003-4665-6737. Yaprak ÖNTAN                                Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1641-1664 should be made where several persons participated to the crime. After that, the exception of the rule of complaining about the act and withdrawal of the complaint in case of this exception will be discussed. Another main topic of discussion of the article is the heirs' withdrawal of the complaint, depending on the different stages of the proceeding and whether the deceased participated in the case. Finally, judgments that can be rendered about the accused who refuses the withdrawal of the complaint will be evaluated by taking into account the different precedents of the Court of Cassation.",
     "Metin": ", B: 11, Ankara 2020, s. 224; ZAFER, Hamide: Ceza Hukuku Genel Hükümler TCK m. 1-75, B: 5, İstanbul 2015, s. 402. 3   ÖNDER, Ayhan: Ceza Hukuk Genel Hükümler, C: II-III, B:2, İstanbul 1992, s. 371; KOCA/ÜZÜLMEZ, s. 384; CENTEL/ZAFER/ÇAKMUT, s. 226; ZAFER, s. 401. 1643Yaprak ÖNTAN                                Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1641-1664 sınırı birbirinden farklıdır. Esasında süre hakkın doğumuyla değil; düşmesiyle ilgilidir.  TCK nın  73.  maddesinde  açıkça  düzenlendiği  üzere,  şikâyet hakkının kullanılması, fiilin ve failin öğrenilmesinden itibaren 6 aylık hak düşürücü süreye tabidir. Hak düşürücü süre ancak failin de öğrenilmesiyle beraber  başlar.  Zira  maddenin  2.  fıkrasına  göre,  Zamanaşımı  süresini geçmemek koşuluyla bu süre, şikâyet hakkı olan kişinin fiili ve failin kim olduğunu bildiği veya öğrendiği günden başlar. Şikâyet hakkı sahibi, fiil ve faili  öğrendikten  sonra  her  an,  ancak  en  geç  6  ay  içerisinde  hakkını kullanmalıdır. Ancak faili henüz öğrenmemiş olan suçtan zarar gören, fiili öğrenmesiyle doğmuş olan bu hakkını yine de kullanabilir ve faili öğrenene kadar da şikâyet süresi işlemeye başlamaz.  Bunun mantığı, yine bilindiği üzere, suçtan zarar görenin, şikâyete bağlı suçlarda failin kim olduğunu öğrenmesiyle beraber bu hakkı kullanmaktan vazgeçebilecek  olmasıdır.  Zaten,  suçların  bir  kısmının  şikâyet  şartına bağlanması ve re sen soruşturma ve kovuşturma kuralından ayrılınmasının ana sebeplerinden biri de budur. Suçtan zarar görenin suçun başkalarınca                                                            4   OKUYUCU ERGÜN, Güneş: Ceza Muhakemesi İşlemleri, Ankara 2015, s. 100. 5   ŞAHİN/GÖKTÜRK, s. 63; ÖZTÜRK/TEZCAN/ERDEM vd., s. 49; CENTEL, Nur / ZAFER, Hamide: Ceza Muhakemesi Hukuku, B: 19, İstanbul 2020, s. 109. Ancak bu duruma istisna getiren düzenlemeler söz konusu olabilir. Örneğin; İcra ve İflas Kanunu nun 347/1. maddesine göre; şikâyet hakkı, fiilin öğrenildiği tarihten itibaren üç ay ve herhalde fiilin işlendiği tarihten itibaren bir yıl geçmekle düşer.  6   İtalyan Ceza Kanunu nun 124. maddesine göre ise, şikâyet süresi, Kanun da açıkça aksi bir düzenleme söz konusu olmadığı müddetçe, fiilin öğrenilmesinden itibaren 3 aydır. Salvo che la legge disponga altrimenti, il diritto di querela non può essere esercitato, decorsi  tre  mesi  dal  giorno  della  notizia  del  fatto  che  costituisce  il  reato. (https://www.altalex.com/ Erişim Tarihi: 11.12.2020). Düzenleme TCK dakinden farklıdır; sürenin daha kısa olarak belirlenmiş olmasının yanı sıra, süre fiilin öğrenilmesiyle başlamaktadır. TONINI, Paolo: Manuale di Procedura Penale, Edizione: 16, Milano 2015, s. 497; CORSO, Piermaria: Le Indagini Preliminari, in: DOMINIONI, Oreste / CORSO, Piermaria / GAITO, Alfredo / SPANGHER, Giorgio / DEAN, Giovanni / GARUTI, Giulio / MAZZA, Oliviero: Procedura Penale, Torino 2010, s. 402; MERCONE, Mario: Diritto Processuale Penale, Edizione: 19, Napoli 2011. Alman Ceza Kanunu nun 77b maddesine göre ise, şikâyet süresi yine 3 aydır ancak süre fiilin ve failin öğrenilmesiyle başlar.  (1)  Eine  Tat,  die  nur  auf  Antrag  verfolgbar  ist,  wird  nicht  verfolgt,  wenn  der Antragsberechtigte es unterläßt, den Antrag bis zum Ablauf einer Frist von drei Monaten zu stellen. Fällt das Ende der Frist auf einen Sonntag, einen allgemeinen Feiertag oder einen Sonnabend, so endet die Frist mit Ablauf des nächsten Werktags. (2) Die Frist beginnt mit Ablauf des Tages, an dem der Berechtigte von der Tat und der Person des Täters Kenntnis erlangt. (https://www.gesetze-im-internet.de/stgb/ Erişim Tarihi: 11.12.2020). 7   CENTEL/ZAFER, s. 110. 8   ÖNDER, s. 367; KOCA/ÜZÜLMEZ, s. 378. 1644Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1641-1664      Şikâyete İlişkin Bazı Tespit ve Değerlendirmeler öğrenilmesi nedeniyle uğrayacağı zararın, suçların re sen soruşturulması ve kovuşturulmasındaki kamu yararından daha fazla olabileceği değerlendirilen veya re sen soruşturma ve kovuşturma nedeniyle suçtan zarar görene daha fazla zarar verilebileceği düşünülen kimi suçlar bakımından, kanun koyucu şikâyet muhakeme şartını aramaktadır. Suçtan zarar görenin kişisel alanının, ilişkilerinin, aile içi huzurunun daha fazla zarara uğramaması amaçları bakımından gözetilen durumlardan biri de failin kim olduğudur. Bu yapılan tespitler, özellikle iştirak halinde işlenen suçlar bakımından önem arz etmektedir. Şikâyete tabi bir suçu iştirak içerisinde işleyen birden çok fail söz konusu olduğunda, şikâyet süresinin başlangıcının ne olduğu açıklığa kavuşturulmalıdır. İştirak halinde de, şikâyet hakkı sahibinin, fiili öğrendiği andan itibaren, faillerin tamamını ya da bir kısmını öğrenmesine gerek olmaksızın şikâyet hakkını kullanabileceği açıktır. Şikâyet hakkı kullanıldığında da, muhakeme şartı faillerin tamamına sirayet edecektir; çünkü belirtildiği üzere, şikâyet edilen fail değil fiildir. Buna karşılık 6 aylık hak düşürücü sürenin işlemeye başlaması  noktasında,  faillerin  tamamının  öğrenilmesinin  gerekip gerekmediği;  faillerden  birinin  öğrenilmesiyle  sürenin  işlemeye  başlayıp başlamayacağı hususu tartışmalıdır. Doktrindeki ağırlıklı görüşe göre, şikâyet süresinin başlaması için fiilin ve  faillerden  herhangi  birinin  öğrenilmesi  yeterlidir.  Faillerin  tamamı                                                            9   KUNTER, s. 82, 85; TOSUN, Öztekin: Türk Suç Muhakemesi Hukuku Dersleri, C: I, B: 4, İstanbul  1984,  s.  221;  TOROSLU/TOROSLU,  s.  483-484;  İÇEL/SOKULLUAKINCI/ÖZGENÇ vd., s. 25; ŞAHİN/GÖKTÜRK, s. 61; YENİSEY/NUHOĞLU, s. 576, 577; ÖNDER, s. 377; EREM, s. 195; ÖZTÜRK/TEZCAN/ERDEM vd., s. 47; KOCA/ÜZÜLMEZ, s. 378; ÖZGENÇ, s. 700; AKBULUT, Berrin: Ceza Hukuku Genel Hükümler, B: 6, Ankara 2019, s. 1000; CENTEL/ZAFER/ÇAKMUT, s. 222; GÜNGÖR, s. 25, 26. 10  LACKNER, Karl / KÜHL, Kristian: StGB, Strafgesetzbuch Kommentar, Auflage: 28, München 2014, s. 590. 11  Ancak Centel/Zafer, sürenin fiilin öğrenilmesiyle başlaması gerektiğini, zira şikâyette failin değil fiilin şikâyet edildiğini, bu düzenlemenin olsa olsa öç almayı ön planda tutan eski anlayışın bir kalıntısı olabileceğini savunmaktadırlar. CENTEL/ZAFER, s. 110. Ayrıca bkz. KUNTER, s. 89. Şikâyet süresinin fiilin öğrenilmesiyle başlaması gerektiğini savunan bir diğer görüş için bkz. HAFIZOĞULLARI, Zeki / ÖZEN, Muharrem: Türk Ceza Hukuku Genel Hükümler, B: 9, Ankara 2016, s. 533. 12  İtalyan Ceza Kanunu nun 123. maddesi de, şikâyetin suçu işleyen faillerin tamamına sirayet edeceğini düzenlemektedir. La  querela  si  estende  di  diritto  a  tutti  coloro  che  hanno  commesso  il  reato. (https://www.altalex.com/ Erişim Tarihi: 11.12.2020). 13  EREM, s. 210; ÖNDER, s. 373; DÖNMEZER/ERMAN, s. 31; TOROSLU/TOROSLU, s.  486;  CENTEL/ZAFER,  s.  109;  CENTEL/ZAFER/ÇAKMUT,  s.  226; 1645Yaprak ÖNTAN                                Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1641-1664 öğrenildikten sonra yapılan şikâyet, ilk failin öğrenilmesinden sonraki 6 ay içerisinde yapılmamışsa şikâyet hakkı artık kullanılamaz. Ne var ki, bu sonuca varılmasını sağlayacak bir belirleme Kanun da yer almamaktadır. TCK madde 73 te açıkça, hak düşürücü sürenin fiil ve failin öğrenilmesiyle beraber başlayacağı belirtilmiştir. Bu nedenle, faillerin birden çok olması halinde, sürenin başlaması için bunların tamamının öğrenilmesi gerekmektedir.  Aksi  görüşün  benimsenmesinin,  şikâyet  hakkının kullanılabileceği sürenin, adeta  dava  zamanaşımına kadar uzamaması ve faillerin çok uzun bir süre şikâyet tehdidi altında kalmamaları şeklinde pratik bir yararı olduğu düşünülebilir. Nitekim şikâyet hakkının kullanılması için bir süre belirlenmiş olmasının nedeninin, failin sürekli olarak yargılanma tehdidi  altında  tutulmasını  ve  soruşturma  ve  kovuşturma  organlarının tereddütte kalmasını önlemek olduğu belirtilmektedir. Ancak esasında bu türden bir tehlike, tek failin işlemiş olduğu suçlar yönünden de söz konusudur. Burada da, eğer fail öğrenilemezse dava zamanaşımı süresi dolana kadar şikâyet hakkı kullanılabilecektir. Kaldı ki faillerin kimliğinin öğrenilmesi şart değildir; failin şahıs olarak tarif edilebildiği ve bu şekilde belirlenebildiği hallerde de fail öğrenilmiş sayılır. Faillerden yalnızca birinin öğrenilmesiyle sürenin başlayacağını kabul etmek için Kanun da buna ilişkin bir düzenleme olmalıdır. Ancak böyle bir düzenlemenin yokluğunda, iştirak halinde işlenen ve birden fazla failin olduğu fiiller bakımından, hak düşürücü sürenin faillerin tamamının öğrenilmesiyle başlayacağını kabul etmek gerekmektedir. Aksi halde, doktrinde ve de özellikle uygulamada, şikâyet süresinin kaçırılması halinde eski hale getirme talebinde bulunulamayacağının ileri sürüldüğü de                                                            İÇEL/SOKULLU-AKINCI/ÖZGENÇ vd., s. 33; GÜNGÖR, s. 62; KOCA/ÜZÜLMEZ, s.  384;  ÖZGENÇ,  s.  704;  DÖNMEZER,  s.  216;  GERÇEKER,  Hasan: Yorumlu&Uygulamalı Türk Ceza Kanunu, C: I, B: 4, Ankara 2018, s. 771-772; ZAFER, s. 401. 14  ÖNDER, s. 373; EREM, s. 210; İÇEL/SOKULLU-AKINCI/ÖZGENÇ vd., s. 33. 15  DÖNMEZER/ERMAN,  s.  29;  İÇEL/SOKULLU-AKINCI/ÖZGENÇ  vd.,  s.  30; ÖZGENÇ, s. 702; KOCA/ÜZÜLMEZ, s. 383. 16  LACKNER/KÜHL, s. 595; İÇEL/SOKULLU-AKINCI/ÖZGENÇ vd., s. 33; ÖNDER, s.  373;  GÜNGÖR,  s.  62;  CENTEL/ZAFER,  s.  109;  KOCA/ÜZÜLMEZ,  s.  384; CENTEL/ZAFER/ÇAKMUT, s. 226; ZAFER, s. 401. 17  EREM,  s.  208;  ÖNDER,  s.  369-370;  DÖNMEZER/ERMAN,  s.  31-32; YENİSEY/NUHOĞLU, s. 580; TOROSLU/TOROSLU, s. 485; KOCA/ÜZÜLMEZ, s. 383; HAFIZOĞULLARI/ÖZEN, s. 531. Muhakeme işlemleri açısından söz konusu olabilen eski hale getirmenin, şikâyet süresinin kaçırılması bakımından kabul edilmemesinin, esasında, şikâyetin soruşturma yapılabilmesi için gerçekleşmesi gereken bir muhakeme şartı olması ve bu yapılmadan bir soruşturmadan ve henüz bir muhakemeden bahsedilmesinin mümkün olmaması karşısında, şikâyette 1646Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1641-1664      Şikâyete İlişkin Bazı Tespit ve Değerlendirmeler göz  önünde  bulundurulacak  olursa,  Kanun da  konuya  ilişkin  açık  bir düzenlemenin yokluğunda hak kaybı yaşanması kuvvetle muhtemel olacaktır. Bu konuda akla gelebilecek bir başka seçenek, Alman Ceza Kanunun 77b maddesinde yer alan düzenlemede olduğu gibi, her fail bakımından sürenin diğerlerinden bağımsız olarak işlemesidir. Buna göre suçtan zarar gören fiili ve faillerden birini öğrendiğinde o fail açısından süre işlemeye başlayacak; ancak diğer fail bakımından şikâyet süresi işlemeyecektir. Ancak TCK ya göre,  fail  değil  fiil  şikâyet  edildiğinden  ve  şikâyet  tüm  faillere  sirayet ettiğinden, benzer bir düzenlemenin kurumun yapısına ne kadar uygun olacağı tartışmalı olabilir. Her bir fail bakımından sürenin başlangıcı farklı olarak değerlendirilecek olursa, suçtan zarar gören kimi failler bakımından süresi içerisinde  şikâyette  bulunmayarak  yalnızca  belirlediği  diğer  faillerin soruşturulma ve kovuşturulmasını mümkün kılma yetkisine sahip olacaktır, ki bu şikâyetin sirayetiyle bağdaşmaz. Bu  nedenle  ve  yukarıda  anılan  gerekçelerle,  hâlihazırda  mevcut düzenlemeler karşısında en isabetli çözüm, iştirak halinde işlenen suçlarda şikâyet  süresinin, faillerin  tamamının  öğrenilmesiyle  başlayacağını  kabul etmektir. III. FİİLİN ŞİKÂYET EDİLMESİ KURALININ İSTİSNASI Şikâyette, failin değil fiilin şikâyet ediliyor olmasıyla bağlantılı olarak tartışılması  gereken  bir  diğer  husus  da  bu  kuralın  istisnalarının  olup olmadığıdır. Belirtildiği üzere, kural fiilin şikâyet edilmesidir ve bu nedenle failin değil fakat fiilin öğrenilmesiyle şikâyet hakkının doğduğudur. Ancak kimi örnekler bakımından fiil yerine failin şikâyet edilmesi söz konusu olabilir                                                            bulunmanın bir muhakeme işlemi olarak kabul edilemeyecek olmasından kaynaklandığı hakkında bkz. OKUYUCU ERGÜN, s. 17. Aksi yönde bkz. ŞAHİN/GÖKTÜRK, s. 63; ÖZBEK/DOĞAN/BACAKSIZ, s. 111; ÖZTÜRK/TEZCAN/ERDEM vd., s. 49. Centel/Zafer/Çakmut, konuya dair her iki yönde de görüş olduğunu belirterek, kanuni bir istisna yaratılması ve şikâyet süresinin uzamasının mümkün olmadığının düzenlenmesi gerektiği savunmaktadırlar. CENTEL/ZAFER, s. 111; CENTEL/ZAFER/ÇAKMUT, s. 227. Şikâyetin  özelliği  gereği,  Kanun da  eski  hale  getirme  konusunda  bir  istisnaya  yer verilmesinin haklı olacağı yönünde bkz. GÜNGÖR, s. 58-59. 18  (3) Sind mehrere antragsberechtigt oder mehrere an der Tat beteiligt, so läuft die Frist für und  gegen  jeden  gesondert.  (https://www.gesetze-im-internet.de/stgb/  Erişim  Tarihi: 11.12.2020). 19  EREM, s. 210. 20  ÖNDER, s. 366; ŞAHİN/GÖKTÜRK, s. 62; CENTEL/ZAFER, s. 113. 1647Yaprak ÖNTAN                                Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1641-1664 ve bu durumlar kuralın istisnasını teşkil ederler. Bir diğer ifadeyle, şikâyet şartı  esas  itibariyle  suçlar  yönünden  aranır;  ancak  şartın istisnaen  suçlu yönünden  arandığı  haller  de  vardır.  Özellikle  kural  olarak  re sen soruşturulan  ve  kovuşturulan  bir  suçun  muhakemesinin,  mağdur  ve  fail arasında belli kişisel ilişkilerin bulunması nedeniyle, bu hallere özgü olarak şikâyet şartına bağlanması halinde, fiil yerine failin şikâyetinden bahsetmek mümkün olur. Bu tür düzenlemeler, nispi şikâyete bağlı suçlar olarak da adlandırılmaktadır.  TCK nın 167. maddesinin 2. fıkrasına göre, yağma ve nitelikli yağma haricinde,  Malvarlığına  Karşı  Suçlar  bölümünde  yer  alan  suçların, haklarında  ayrılık  kararı  verilmiş  olan  eşlerden  birinin,  aynı  konutta beraber yaşamayan kardeşlerden birinin, aynı konutta beraber yaşamakta olan amca, dayı, hala, teyze, yeğen veya ikinci derecede kayın hısımlarının zararına olarak işlenmesi halinde; ilgili akraba hakkında şikâyet üzerine verilecek ceza, yarısı oranında indirilir. Kanun koyucu bu düzenlemeyle, mağdurla failin arasındaki yakınlık derecesini gözeterek, yağma ve nitelikli yağma haricinde malvarlığına karşı suçların soruşturma ve kovuşturmasını bu fail ve mağdur arasındaki akrabalık bağı özelinde şikâyete tabi kılmış ve aynı zamanda  cezada  indirim  yapılacağını  hükme  bağlayarak,  faille  mağdur arasındaki ilişkiye farklı bir hukuki değer atfetmiştir. Bu örnekte, suçtan zarar görenin şikâyet ettiği husus fiil olmaktan çıkarak fail olmaktadır. Zira, burada suç  teşkil  eden  fiiller  kural  olarak  şikâyete  tabi  olmasalar  ve  re sen soruşturulacak olsalar dahi, bu fiilleri belirli kişilerin işlemiş olması hali şikâyet şartına bağlanmaktadır. O halde bu suçların muhakemesini şikâyete tabi hale getiren mağdur ve fail arasındaki ilişki; bir diğer ifadeyle failin kim olduğudur. Suç failin taşıdığı özellik nedeniyle şikâyete tabi kılınmaktadır.                                                            21  KUNTER, s. 86. 22  TOROSLU/FEYZİOĞLU, s. 58. 23  LACKNER/KÜHL,  s.  590;  DÖNMEZER/ERMAN,  s.  27;  İÇEL/SOKULLUAKINCI/ÖZGENÇ vd., s. 25, 28; DEMİRBAŞ, s. 215; KOCA/ÜZÜLMEZ, s. 380, 745; ÖNDER, s. 377; CENTEL/ZAFER/ÇAKMUT, s. 223; ZAFER, s. 399. Nispi şikâyete bağlı suçlar, esasında re sen soruşturulmak ve kovuşturulmakla beraber, bazı şartların bulunması halinde muhakemenin yapılabilmesi için şikâyetin arandığı suçlar olarak tanımlanmaktadır. DÖNMEZER/ERMAN, s. 27. Bu anlama gelmek üzere izafi şikâyete bağlı suçlar kavramı da kullanılmıştır. EREM, s. 201. 24  Hatta, failin kim olduğu bilinmeden şikâyetçi olunmuşsa, muhakemede failin kimliği ortaya çıktığında şikâyetin geçerli olup olmadığının araştırılması gerektiği ileri sürülmüştür. DÖNMEZER/ERMAN, s. 28. 1648Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1641-1664      Şikâyete İlişkin Bazı Tespit ve Değerlendirmeler Bu saptamanın önemi, özellikle iştirak halinde işlenen suçlarda şikâyetin geri  alınmasında  kendini  göstermektedir.  Kural  olarak  şikâyetin  geri alınması,  aynı  şikâyet  hakkının  kullanılmasında  olduğu  gibi  faillerin tamamına sirayet eder. TCK madde 73/5 e göre; İştirak halinde suç işlemiş sanıklardan biri hakkındaki şikâyetten vazgeçme, diğerlerini de kapsar.27 Bir diğer ifadeyle, şikâyete tabi bir suçta, suçtan zarar gören soruşturma veya kovuşturmada, failler arasında bir ayrıma giderek, faillerden yalnızca bir veya birkaçı hakkındaki şikâyetini geri alarak, diğer fail ya da failler bakımından yargılama yapılmasını talep edemez. Suçtan zarar gören şikâyetini geri aldığında, soruşturma evresinde, şüphelilerin tamamı hakkında kovuşturmaya yer olmadığı kararı verilir. Buna karşılık, kovuşturma evresinde, sanıklar geri almayı kabul ettikleri takdirde düşme kararı verilir. Kabul etmeme ve bunun üzerine yargılamaya devam olunması sadece şikâyetin geri alınmasını kabul etmeyen sanık bakımından söz konusu olur. Ancak, fiilin değil; failin şikâyet                                                            25  Kanun da  şikâyetten  vazgeçme  tabiri  kullanmışsa  da,  şikâyetten  vazgeçme  şikâyet hakkını hiç kullanmamaktır. Buna karşılık şikâyetçi olunduktan sonra şikâyetin geri alınmasından  bahsetmek  daha  yerindedir.  Aynı  yönde  bkz.  KUNTER,  s.  91; YENİSEY/NUHOĞLU, s. 581; ÖZTÜRK/TEZCAN/ERDEM vd., s. 50; GÜNGÖR, s. 69; ÖZEN, Mustafa: Ceza Muhakemesi Hukuku Dersleri, Ankara 2019, s. 74. 26  Müştekilerin 28.05.2013 tarihli celsede sanık hakkındaki şikayetlerinden vazgeçtiklerini beyan etmeleri karşısında, iştirak halinde işlenen suçlardan dolayı sanıklardan birisi hakkında şikayetten vazgeçilmesi halinde, vazgeçmenin diğer sanığa da sirayet edeceğinin gözetilmemesi suretiyle TCK'nın 73/5. maddesine aykırı davranılması, (…) Kanuna aykırı, (…) Y. 4. CD., T. 15.1.2018, E. 2014/50711, K. 2018/711 (www.kazanci.com Erişim Tarihi 12.12.2020). 27  Aynı kural, şikâyetten vazgeçme bakımından İtalyan Ceza Kanunu nun 124/4. maddesinde de öngörülmüştür. La  rinuncia  si  estende  di  diritto  a  tutti  coloro  che  hanno  commesso  il  reato. (https://www.altalex.com/ Erişim Tarihi: 11.12.2020). Şikâyetin geri alınması ise, İtalyan Ceza Kanunu nun 152 vd. maddelerinde düzenlenmiştir.  İtalyan Ceza Kanunu nun 155/2. maddesine göre; şikâyetin geri alınması faillerin tamamına sirayet eder; ancak bunu kabul etmeyeni etkilemez. CORSO, s. 403.  La remissione fatta a favore anche di uno soltanto fra coloro che hanno commesso il reato si estende a tutti, ma non produce effetto per chi l'abbia ricusata. (https://www.altalex.com/ Erişim Tarihi: 11.12.2020). 28  KUNTER, s. 88; YENİSEY/NUHOĞLU, s. 578-579; AKBULUT, s. 1004; ZAFER, s. 576. 29  GÜNGÖR, s. 77, 85; YENİSEY/NUHOĞLU, s. 582; KOCA/ÜZÜLMEZ, s. 746.   Takibi şikayete bağlı suçlarda, şikayetten vazgeçme, soruşturmanın başlamasına, başlamış soruşturmada ise soruşturmanın devamına engel olan bir kovuşturma şartıdır. Şikayetten vazgeçme, her türlü delille ispatlanabilen, özgür irade ile yapıldığı takdirde geri alınması, dönülmesi, cayılması mümkün olmayan, şarta bağlanamayan, hukuki sonuçları bulunan fiili bir durumdur. Birbirinden bağımsız olan ve bu nedenle bölünebilen eylemlerde her bir eylem için ayrı ayrı şikayetçi olmak ya da şikayetten vazgeçmek mümkündür. Takibi şikayete bağlı bir suçta, şikayetten vazgeçmenin kovuşturma aşamasında düşme şeklinde hukuki 1649Yaprak ÖNTAN                                Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1641-1664 edildiği istisnai durumda, şikâyetin geri alınması, yalnızca ilgili faili etkiler ve diğer faillere sirayet etmez. Örneğin; suçtan zarar görenin aynı konutta birlikte yaşamadığı kardeşi ve onunla birlikte üçüncü bir kişi, suçtan zarar görenin zilyetliğindeki bir taşınır malını çaldıklarında, suçtan zarar gören yapmış olduğu şikâyetini geri alacak olursa, bu yalnızca kardeş bakımından etki gösterir; geri almanın üçüncü kişiye bir etkisi olmaz. Ancak bu durum, şikâyetin sirayeti kuralının ihlâl edildiği anlamına gelmez. Kanun un işaret ettiği gibi mağdurla belirli bir yakınlık içerisinde bulunan failler hiç şikâyet edilmemiş  olsalar  da,  diğer  failler  bakımından  re sen  soruşturma  ve kovuşturma yapılabilir. IV. MİRASÇILARIN ŞİKÂYETİ GERİ ALMALARI Suçtan zarar görenin şikâyet hakkını kullandıktan sonra ölmesi halinde, soruşturma veya kovuşturmaya devam edilir; bir diğer ifadeyle bu nedenle kovuşturmaya yer olmadığı kararı ya da düşme kararı verilmez. Ancak bu                                                            sonuç  doğurabilmesi,  TCK nın  73/6.  maddesine  göre  sanığın  kabulüne  bağlı  iken, soruşturma  aşamasında  şikayetten  vazgeçmenin  hukuki  sonuç  doğurması,  şüphelinin kabulüne bağlı tutulmamıştır. Y. 4. CD., T. 2.11.2015, E. 2013/19972, K. 2015/36887 (www.kazanci.com Erişim Tarihi: 15.12.2020). Şüphelinin  de  şikâyetin  geri  alınmasını  kabul  etmeme  hakkı  olduğu  hakkında  bkz. ŞAHİN/GÖKTÜRK, s. 66; ÖZGENÇ, s. 968; ÖZEN, s. 74; ÜNVER, Yener / HAKERİ, Hakan:  Ceza  Muhakemesi  Hukuku,  B:  17,  Ankara  2020,  s.  129; CENTEL/ZAFER/ÇAKMUT, s. 759; ZAFER, s. 404. 30  Bir diğer ifadeyle, şikâyetin geri alınması, aynı fiil nedeniyle hakkında re sen soruşturma ve kovuşturma yapılabilen failleri etkilemez ve bunlara sirayet etmez. KOCA/ÜZÜLMEZ, s. 745. 31  ÖNDER, s. 377; DÖNMEZER/ERMAN, s. 27-28; EREM, s. 206; İÇEL/SOKULLUAKINCI/ÖZGENÇ vd., s. 28. 32  5237 sayılı TCK'nın 131. maddesinin 2. fıkrasında mağdurun şikayetçi olmadan önce ölmesi halinde, ikinci dereceye kadar üstsoy ve altsoyu ile eş veya kardeşlerinin şikayette bulunabileceklerini, 5271 sayılı CMK'nın 243. maddesinin ise, katılanın ölmesi halinde katılmanın hükümsüz kalacağı ve mirasçılarının katılanın haklarını takip etmek üzere davaya  katılabileceklerinin  düzenlendiği,  5237  sayılı  TCK'nın  73.  maddesindeki düzenlemenin  sanığın  ölümü  halinde  kamu  davasının  düşürüleceğini  öngördüğü  ve şikayetçinin ölmesi halinde kamu davasının düşürüleceğine dair bir düzenleme içermediği gözetilerek; şikayetçi Kadem'in soruşturulması ve kovuşturulması şikayete bağlı hakaret ve sair  tehdit  suçları  nedeniyle,  vekili  tarafından  verilen  27.07.2005  tarihli  dilekçe  ve soruşturma aşamasında Cumhuriyet Savcısına verdiği 03.08.2005 tarihli ifadesinde, sanık hakkında şikayetçi olduktan sonra kamu davası açıldığı ve şikayetçinin kamu davasına katılmadan ve şikayetinden vazgeçmeden öldüğünün anlaşılması karşısında; yargılamaya devam ile esas hakkında bir hüküm kurulması gerekirken, şikayetçinin öldüğü gerekçesiyle yazılı şekilde davanın düşürülmesine karar verilmesi, Bozmayı gerektirmiş, (…) Y. 2. CD., T.  19.10.2010,  E.    2010/8418,  K.  2010/28858  (www.kazanci.com  Erişim  Tarihi: 12.11.2020). 1650Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1641-1664      Şikâyete İlişkin Bazı Tespit ve Değerlendirmeler noktada şikâyet kurumuyla ilgili tartışmaya değer bir diğer husus olarak, şikâyet  hakkı  sahibinin  bu  hakkını  kullandıktan  sonra  ölmesi  halinde, mirasçılarının şikâyeti geri almalarının mümkün olup olmayacağı sorunu ortaya çıkmaktadır.  Burada bir parantez açarak belirtmek gerekir ki, şikâyet hakkı sahibinin bu  hakkını  kullanmadan  önce  ölmesi  halinde,  hakaret  suçu  haricinde, mirasçılarının şikâyette bulunmaları mümkün değildir. Şikâyet şahsa sıkı sıkıya bağlı bir hak olduğundan, bu hakkın, hak sahibi dışındaki kişilerce ve bu  arada  mirasçılarca  kullanılması  da  mümkün  olmaz.  İtalyan  Ceza Kanunu nun  126.  maddesine  göre,  şikâyet  hakkı,  suçtan  zarar  görenin ölümüyle beraber sona erer. Ancak şikâyetten sonraki ölümünün şikâyetin                                                            Ancak  765  sayılı  TCK nın  444.  maddesinde,  şikâyetçinin  ölümü  geri  alma  olarak sayılmaktaydı. 33  Sanık Ahmet'in yaralama suçu ile ilgili olarak, sanığın maktüle tekme ve yumrukla vurmasından ibaret eyleminin 5237 sayılı TCK nun 86/2. maddesinde gösterilen basit derecede yaralama suçunu oluşturacağı, takibi şikayete bağlı olan bu suç nedeniyle maktülün şikayetçi olamadan ölmesi ve şikayet hakkı şahsa sıkı sıkıya bağlı haklardan olup bu hakkın başkaları tarafından kullanılamayacağı hususları dikkate alındığında; 5237 sayılı TCK.nun 73. maddesi gereğince şikayet yokluğundan sanık hakkındaki maktüle yönelik kamu davasının düşürülmesine karar verilmesi yerine yazılı şekilde yaralama suçundan mahkumiyet hükmü kurulması yasaya aykırı olduğundan hükmün BOZULMASINA, (…) Y. 1. CD., T. 19.11.2007, E. 2007/2901, K. 2007/8545 (www.kazanci.com Erişim Tarihi: 12..12.2020). 34  GÜNGÖR, s. 46; TOROSLU/TOROSLU, s. 485; TOROSLU/FEYZİOĞLU, s. 60; CENTEL/ZAFER, s. 108; CENTEL/ZAFER/ÇAKMUT, s. 228; ŞAHİN/GÖKTÜRK, s. 65, ÖZBEK/DOĞAN/BACAKSIZ, s. 110; ÖZTÜRK/TEZCAN/ERDEM vd., s. 48; ÖNDER, s. 375; AKBULUT, Berrin / AKSAN, Murat: Ceza Muhakemesi Hukukunda Uzlaştırma, B: 2, Ankara 2019, s. 79; KOCA/ÜZÜLMEZ, s. 742; İÇEL/SOKULLUAKINCI/ÖZGENÇ vd., s. 26; ÖZGENÇ, s. 700; TOSUN, s. 225; EREM, s. 205; ZAFER, s. 576-577. Uzlaşma, şikayet hakkı ve davaya katılma hakkı gibi kişiye sıkı sıkıya bağlı haklardandır. Bu haklar sadece suçtan zarar gören kişi tarafından kullanılabilir. Bu hakların, mal varlığına  dair  haklardan  olmaması  sebebiyle  mirasçılara  geçmesi  ya  da  başkasına devredilmesi mümkün değildir. Kanun koyucunun, suçtan zarar gören kişi dışındakiler tarafından bu hakların kullanılabileceğini düzenlediği durumlarda, bu hakların kanunda belirtilen kişilere geçmesi mümkün olacaktır. Örneğin kişiye sıkı sıkıya bağlı haklardan olan şikayet hakkı ile ilgili olarak hakaret suçu yönünden, TCK'nın 131. maddesinin ikinci fıkrasında mağdurun, şikayet etmeden önce ölmesi halinde ölenin ikinci dereceye kadar üstsoy ve altsoyu, eş veya kardeşleri tarafından şikayette bulunulabileceği, yine kişiye sıkı sıkıya bağlı haklardan olan katılma hakkı ile ilgili olarak da CMK'nın 243. maddesinde katılan ölürse katılmanın hükümsüz kalacağı ancak mirasçılarının, katılanın haklarını takip etmek  üzere  davaya  katılabilecekleri  belirtilmiştir.  Y.  4.  CD.,  T.  30.11.2017,  E. 2017/18692, K. 2017/26604 (www.lexpera.com Erişim Tarihi: 14.12.2020). Ayrıca  mirasçıların  doğrudan  doğruya  zarar  görenler  olmamaları  nedeniyle  şikâyet haklarının olmadığına ilişkin açıklama için bkz. KUNTER, s. 89; EREM, s. 202. 1651Yaprak ÖNTAN                                Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1641-1664 geçerliliğine etkisi yoktur. TCK da bu husus açıkça belirtilmemişse de, TCK madde 131/2 ye göre; Mağdur, şikayet etmeden önce ölürse, veya suç ölmüş olan kişinin hatırasına karşı işlenmiş ise; ölenin ikinci dereceye kadar üstsoy ve  altsoyu,  eş  veya  kardeşleri  tarafından  şikayette  bulunulabilir.  Bu düzenleme kuralın istisnası olup, bunun dışında, ölenin yakınlarının şikâyet hakkı olmayacağından şikâyeti geri almaları da mümkün olmaz. Madde 131 de hakaret suçu bakımından düzenlenen söz konusu istisna halinde ise, ölenin şikâyet hakkını kullanan yakınlarının bu şikâyeti geri almalarının da mümkün  olduğu  açıktır.  Alman  Ceza  Kanunu nun  77.  maddesiyle  ise, mağdurun şikâyet etmeden ölmesi halinde, şikâyet hakkı yakınları tarafından kullanılabilmektedir. TCK  madde  131 deki  istisna  hali  hariç  mirasçıların  şikâyet  hakları olmamasına karşılık, şikâyet hakkını kullandıktan sonra ve davaya katılmadan önce ölen ya da davaya da katılan ancak daha sonra hayatını kaybeden suçtan zarar görenin yakınlarının şikâyeti geri alıp alamayacakları tartışılmalıdır. Bilindiği üzere, CMK ya göre, ölenin mirasçıları, ölen daha önce davaya katılmış olmak kaydıyla, ölümden sonra onun haklarını takip etmek üzere                                                            35  Il diritto di querela si estingue con la morte della persona offesa. Se la querela è stata già proposta, la morte della persona offesa non estingue il reato. (https://www.altalex.com/ Erişim Tarihi: 11.12.2020). 36 Bu durumda şikâyet süresinin de mirasçıların ıttılaı ile başlaması gerektiği hakkında bkz. ÖNDER, s. 372. 37 (…) muhakeme şartı olarak kabul edilen şikayet hakkı, kişiye sıkı surette bağlı haklardan olup kural olarak mirasçılara intikal etmez. Sadece TCK nın 131/2. maddesinde; Mağdur, şikâyet etmeden önce ölürse, veya suç ölmüş olan kişinin hatırasına karşı işlenmiş ise; ölenin ikinci  dereceye  kadar  üstsoy  ve  altsoyu,  eş  veya  kardeşleri  tarafından  şikâyette bulunulabilir. hükmüne yer verilmiştir. Kişi şikayette bulunduktan sonra ölürse, ölüm şikayetin  varlığını  etkilemeyecek,  şikayet  geçerliliğini  sürdürecektir.  Y.  4.  CD.  T. 15.12.2017, E. 2017/19259, K. 2017/28186 (https://karararama.yargitay.gov.tr/ Erişim Tarihi: 17.12.2020). 38  AKBULUT/AKSAN, s. 80; CENTEL/ZAFER/ÇAKMUT, s. 758; ZAFER, s. 577. Hatta bu halde mirasçılar, uzlaştırma sürecinin de tarafı olabilmektedirler. YERDELEN, Erdal / ÖZBEK, Mustafa Serdar / ALTUNTAŞ, Şeyma / BOZ, Burak / ERDEM, Dilek Özge / YILMAZ, Berna Ayşen: Ceza Muhakemesi Hukukunda Uzlaştırma, Ankara 2018, s. 310; YERDELEN, Erdal: Uzlaştırmanın Şartları, Ceza İşleri Genel Müdürlüğü Alternatif Çözümler Daire Başkanlığı Ceza Muhakemesi Hukukunda Uzlaştırma Eğitim Kitabı (Ed: Mustafa Serdar ÖZBEK, Orhan CÜNİ, Merve ÖZCAN) içinde, Ankara 2018, s. 57; ERDEM, Mustafa Ruhan / ESER, Ferda / ÖZŞAHİNLİ, Pakize Pelin: 100 Soruda Uzlaştırma, Uzlaştırmacının El Kitabı, B: 2, Ankara 2017, s. 211. 39  İtalyan CezaKanunu nun 156. maddesiyle, suçtan zarar görenin ölümüyle şikâyetin geri alınması hakkının sona ereceği açıkça düzenlenmiştir.  Il diritto di remissione si estingue con la morte della persona offesa dal reato. (https://www.altalex.com/ Erişim Tarihi: 11.12.2020). 1652Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1641-1664      Şikâyete İlişkin Bazı Tespit ve Değerlendirmeler davaya katılabilirler. Kanun un 243. maddesine göre; Katılan, vazgeçerse veya ölürse katılma hükümsüz kalır. Mirasçılar, katılanın haklarını takip etmek  üzere  davaya  katılabilirler.    Bu  doğrultuda,  şikâyete  tabi  suç bakımından muhakeme şartı gerçekleşmiş ve hatta kovuşturma evresinde katılma talebinde de bulunulmuş ve bu talep kabul edilmişse, bu aşamadan sonra meydana gelen ölüm halinde, mirasçılar davaya katılabileceklerdir. Mirasçıların  katılanın  haklarını  takip  etmek  üzere  davaya katılabileceklerinin belirtilmiş olması yalnızca avukat görevlendirilmesini isteme, duruşmalarda söz alma, delillerin tartışılmasına katılma veya verilen hükme karşı kanun yoluna başvurma haklarını değil; aynı zamanda katılmayı geri almayı da kapsar. Bu anlamda, mirasçıların ölenin haklarını takip etmek üzere davaya katılmalarından sonra katılmadan vazgeçmeleri gibi şikâyeti geri almalarını da mümkün kabul etmek gerekir.  Bu  sonuca  varmaya  yol  açan  bir  diğer  gerekçe  ise,  uzlaştırma hükümlerinin değerlendirilmesi ile elde edilebilir. Şikâyete tabi suçlar kural olarak  uzlaştırmaya  da  tabidir.  Şikâyet  şartı  gerçekleştirildikten  sonra yürütülen soruşturmada, yeterli suç şüphesinin oluştuğu kanısına varıldığında, dosya uzlaştırma bürosuna gönderilir. Bu aşamada; ancak henüz uzlaşma sağlanmadan, suçtan zarar görenin ölmesi durumunda, Ceza Muhakemesinde Uzlaştırma  Yönetmeliği nin  7/7.  maddesine  göre  uzlaştırma  işlemleri sonlandırılır. Maddeye göre; Soruşturma evresinde mağdur veya suçtan zarar görenin ölümü hâlinde uzlaştırma işlemi sonlandırılır. Ancak aynı maddenin devamında, Kovuşturma evresi için Kanunun 243 üncü maddesi hükmü saklıdır. denmektedir. Bu nedenle, kovuşturma evresinde uzlaştırma sürecinin işletilebildiği durumlarda, ölenin mirasçıları, daha önce davaya katılan ölenin haklarını takip etmek üzere davaya katıldıklarında, uzlaştırmada da uzlaşmayı kabul veya reddetmek hakkına sahip olmaktadırlar. Ancak                                                            40  CMK.nın 243.maddesinin 2.cümlesinde  mirasçıların davaya katılanın haklarını takip etmek üzere davaya katılabileceklerinin  düzenlenmesi karşısında kamu davası açıldıktan sonra ancak beyanı alınmadan ve davaya katılmasına dair bir karar verilmeden önce öldüğü anlaşılan müşteki X. Ü.'ın mirasçıları olan Ü. Ü., O. Ü., İ. Ü. ve A. H.'ın davaya katılmalarına karar verilemeyeceğinin gözetilmemesi, (…) Bozmayı gerektirmiş, Y. 2. CD., T. 02.05.2011, E. 2009/44059, K. 2011/9167 (www.lexpera.com Erişim Tarihi: 15.12.2020). 41  ÖZBEK/DOĞAN/BACAKSIZ, s. 852; AKBULUT/AKSAN, s. 78-79. 42  ÖZBEK/DOĞAN/BACAKSIZ,  s.  853;  AKBULUT/AKSAN,  s.  79. Erdem/Eser/Özşahinli ise, ceza muhakemesinde kıyasın mümkün olmasına dayanarak, davaya  katılan  mirasçıların  uzlaştırma  müzakerelerine  katılabileceklerini  ifade etmektedirler.  ERDEM/ESER/ÖZŞAHİNLİ,  s.  211.  Ancak  esasında  burada  kıyasa başvurmayı gerektiren bir durum yoktur. Suçtan zarar gören davaya katılabildiğine göre, Katılanın haklarını takip etme ifadesi her tür hakkı ve bu arada uzlaştırma müzakerelerine katılma hakkını da kapsamaktadır. 1653Yaprak ÖNTAN                                Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1641-1664 suçtan  zarar  gören  davaya  katılmadan  önce  hayatını  kaybedecek  olursa, uzlaştırma işlemlerinin yine sonlandırılması gerekir. Uzlaştırma sürecine katılma hakkına sahip olan mirasçıların ise, kovuşturma evresinde, şikâyeti geri alabilecekleri de evleviyetle kabul edilmelidir. Ne var ki, Yargıtay ın aksine kararları da söz konusudur. Ancak, uzlaşmanın mutlaka bir edim karşılığı olarak sağlanması gerekmediği ve uzlaşma halinde de kovuşturma                                                            43  Aynı yönde bkz. YERDELEN/ÖZBEK/ALTUNTAŞ vd., s. 148, 310; YERDELEN, s. 58; ÖZBEK/DOĞAN/BACAKSIZ, s. 853.  CMK'nın  243.  maddesindeki  düzenlemeden  kanun  koyucunun,  katılanın  ölmesi durumunda mirasçılarının, davaya katılanın haklarını takip etmek üzere katılmasını murad ettiği anlaşılmaktadır. Mirasçılar, miras bırakanın davaya katılmış olması koşuluyla miras bırakanın  haklarını  takip  edebileceklerdir.  Davaya  katılmayan  ve  daha  sonra  ölen mağdurun  mirasçılarına  davaya  katılma  hakkı  tanınmadığı  nazara  alındığında  bu mirasçıların, ölen mağdurun haklarını takip etmeleri de mümkün değildir. Ayrıca somut olayda; CMK'nın 253/6. maddesinde başka bir nedenle mağdura, suçtan zarar görene, şüpheliye veya bunların kanunî temsilcisine ulaşılamaması halinde, uzlaştırma yoluna gidilmeksizin  soruşturmanın  sonuçlandırılacağı  şeklindeki  düzenleme  ve  mağdurun kovuşturma aşamasında şikayetçi olmadığını beyan ettiği gözetildiğinde, davaya katılma hakkı bulunmayan mağdurun yasal mirasçılarının da mağdurun haklarını takip etmek üzere davaya katılamayacakları ve uzlaşma hükümlerinin mağdurun yasal mirasçıları ile sanık arasında yapılamayacağı anlaşılmıştır. Y. 4. CD., T. 30.11.2017, E. 2017/18692, K. 2017/26604 (www.lexpera.com Erişim Tarihi: 14.12.2020). 44  Suçtan zarar görenin yargılama sırasında ölmesi halinde, yasal mirasçılarının sanıktan şikâyetçi olmadıklarını belirtmeleri halinde düşme kararı verilmesi gerektiği yönündeki görüş için bkz. HAKERİ, s. 117. TCK madde 131 haricinde, suçtan zarar görenin şikâyet hakkını kullandıktan sonra ölmesi halinde mirasçılarının şikâyeti geri alamayacakları, ancak mirasçılar bakımından şikâyette bulunma ve şikâyeti geri alma haklarının Kanun da düzenlenmesi gerektiği yönündeki görüş için bkz. AKBULUT, s. 999, 1003; AKBULUT/AKSAN, s. 80. Nitekim şikâyetçinin ölmesi halinde, yakınlarının şikâyeti geri alabilecekleri Alman Ceza Kanunu nun 77d maddesinde açıkça düzenlenmiştir. Stirbt der Verletzte oder der im Falle seines Todes Berechtigte, nachdem er den Antrag gestellt hat, so können der Ehegatte, der Lebenspartner, die Kinder, die Eltern, die Geschwister und die Enkel des Verletzten in der Rangfolge des § 77 Abs. 2 den Antrag zurücknehmen. Mehrere Angehörige des gleichen Ranges können das Recht nur gemeinsam ausüben.  Wer  an  der  Tat  beteiligt  ist,  kann  den  Antrag  nicht  zurücknehmen. (https://www.gesetze-im-internet.de/stgb/ Erişim Tarihi: 11.12.2020). 45  Soruşturma aşamasında sanıktan şikayetçi olduğunu belirten müştekinin, kovuşturma aşamasında dinlenmeden öldüğü, kendisine çağrı kağıdı tebliğine rağmen şikayetinden vazgeçtiğine ilişkin bildirimde bulunmadığı, şikayetten vazgeçme hakkının şahsa sıkı sıkıya bağlı bir hak olup müştekinin mirasçıları tarafından kullanılamayacağı, mirasçıların davaya  katılma  yada  katılmama  hakları  bulunmakla  birlikte,  şikayetlerinden vazgeçmelerinin hukuki sonuç doğurmayacağı gözetilerek, yargılamaya devam ile sanığın hukuki  durumunun  takdir  ve  tayini  gerektiği  gözetilmeden  mirasçıların  şikayetten vazgeçtikleri gerekçesiyle davanın düşürülmesine karar verilmesi, Bozmayı gerektirmiş, (…) Y. 15. CD., T. 11.04.2019, E. 2017/7517, K. 2019/3719 (www.lexpera.com Erişim Tarihi: 15.12.2020). 1654Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1641-1664      Şikâyete İlişkin Bazı Tespit ve Değerlendirmeler evresinde  düşme  kararı  verildiği  düşünüldüğünde,  aynı  hukuki  sonucu doğuran şikâyetin geri alınması hakkının mirasçılara tanınmaması yerinde olmaz. V. ŞİKÂYETİN GERİ ALINMASINI KABUL ETMEYEN SANIK HAKKINDA VERİLEBİLECEK KARARLAR Şikâyetin geri alınmasıyla ilgili bir diğer tartışmalı husus,  şikâyetin kovuşturma evresinde geri alınması ve geri almayı kabul etmeyen sanık hakkında devam edilecek olan yargılama sonucunda ne karar verileceğidir. Şikâyetin geri alınmasının kabule tabi olması, soruşturma  evresinde henüz aklanma hakkının doğmaması nedeniyle bu evrede söz konusu olmaz. TCK nın 73. maddesinin 6. fıkrasında da; Kanunda aksi yazılı olmadıkça, vazgeçme onu kabul etmeyen sanığı etkilemez. denmek suretiyle geri almayı kabul edip etmeme hakkının yalnızca sanık bakımından söz konusu olacağı açıkça düzenlenmiştir. Kovuşturma evresinde, şikâyetin geri alınması sanık tarafından kabul edilecek olursa düşme kararı verilir. Ancak sanık geri almayı kabul etmeyerek aklanma hakkı çerçevesinde yargılamaya devam edilmesini isteyebilir. Geri almayı kabul etmeyen sanık hakkında yapılan yargılama sonucunda, sanığın söz  konusu  fiili  işlemediğinin  sübut  bulması  veya  işlediği  konusundaki                                                            46  Bununla birlikte, bu saptamayla, şikâyetin geri alınmasını isteyen mirasçının bunu geri alabilmek için önce davaya katılması gerekliliği ortaya çıkmaktadır. Bunun son derece anlamsız olacağı açıktır. Bu nedenle, şikâyet hakkı sahibinin mirasçılarının şikâyeti geri alabilecekleri açıkça düzenlenmeli ya da yasaklanmalıdır. Şikâyet hakkını kullanan ve davaya katılan suçtan zarar görenin ölmesi üzerine, mirasçısının şikayeti geri alabileceğine ilişkin bir karar için bkz. Mağdur-müdahil Mehmet in yargılama devam ederken 23.06.2005 tarihinde ölmesi üzerine yasal tek mirasçısı olan H.A. nın, sanıktan şikayetçi olmadığını ve davayı takip etmeyeceğini belirtmesi karşısında, sanık hakkındaki  şikayete  tabi  bulunan  yaralama  suçuyla  ilgili  kamu  davasının  ortadan kaldırılması yerine yazılı şekilde mahkumiyet hükmü kurulması, (…) Y. 1. CD., T. 05.06.2007, 5001-4452 (Akt. PARLAR, Ali / HATİPOĞLU, Muzaffer: Türk Ceza Kanunu Yorumu, C: 2, B: 2, Ankara 2008, s. 1159). Karar, mirasçının ölenin haklarını takip etmek üzere davaya katılmamasına rağmen, şikâyeti geri almasının mümkün kabul edilmesi açısından ilgi çekicidir. 47  İtalyan Ceza Kanunu nun 155/1. maddesine göre de, şikâyetin geri alınması, şikâyet edilen bunu açıkça veya örtülü olarak kabul etmediği takdirde kendisini etkilemez. TONINI, s. 498. La remissione non produce effetto, se il querelato l'ha espressamente o tacitamente ricusata. Vi è ricusa tacita, quando il querelato ha compiuto fatti incompatibili con la volontà di accettare la remissione. (https://www.altalex.com/ Erişim Tarihi: 11.12.2020). 48  KUNTER, s. 93; KOCA/ÜZÜLMEZ, s. 746; YENİSEY/NUHOĞLU, s. 582; GÜNGÖR, s. 83. 1655Yaprak ÖNTAN                                Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1641-1664 şüphenin  yenilememesi  halinde  beraat  kararı  verilmesinde  herhangi  bir problem bulunmamaktadır. Buna karşılık, yargılama sonucunda, sanığın, isnat edilen ve suç teşkil eden fiili işlediği kanaatine varıldığında, uygulamada düşme kararı verildiği görülmektedir.  Geri almayı kabul etmeyerek yargılanan sanığa, mahkûmiyet hükmü verilmesi gereken durumlarda bunun yerine, salt daha önce şikâyetin geri alınması nedeniyle  düşme  kararı verilmesi yönünde bir uygulamaya  söz konusu olsa da bu yerinde değildir. Söz konusu uygulamanın nedeni                                                            49  Sanığa  yüklenen  mala  zarar  verme  ve  yaralama  suçlarının  soruşturulması  ve kovuşturulmasının şikayete bağlı olduğu ve mağdurların şikayetten vazgeçtiklerini beyan etmeleri karşısında, 5237 Sayılı TCK'nın 73/6. maddesi gereğince şikayetten vazgeçmeyi kabul edip etmediği hususunda sanığın beyanı saptanarak sonucuna göre vazgeçmenin kabul edilmemesi halinde davaya devam edilerek, suçun sübutu kabul edilirse düşme, suçun sübutu kabul edilmezse beraat kararı verilmesi gerektiği gözetilmeden yazılı şekilde hüküm tesisi; Bozmayı gerektirmiş, (…) Y. 15. CD., T. 9.4.2015, E. 2014/9383, K. 2015/23344 (www.kazanci.com Erişim Tarihi: 15.12.2020). Buna göre, sanığın şikayetten vazgeçmeyi kabul etmemesi durumunda, yargılamaya devam edilerek, suçun sabit olmaması halinde beraatine, suçun sabit olduğunun anlaşılması halinde  ise,  bu  husus  kararda  açıklanarak,  kovuşturmanın  şikayet  koşulunun gerçekleşmemesi nedeniyle davanın düşürülmesine karar verilmesi gerekecektir. Dosya içeriğinden, şikayetten vazgeçmeyi kabul etmeyen sanığın, hakaret eyleminin sabit olduğunun anlaşılması karşısında, TCK'nın 125/1. maddesi uyarınca açılan kamu davasının şikayet koşulu oluşmadığından düşürülmesine karar verilmesi gerekirken, anılan Yasa'nın 73. maddesinin 6. fıkrası yanlış yorumlanarak hükümlülük kararı verilmesi, Bozmayı gerektirmiş, (…) Y. 2. CD., T. 14.3.2012, E. 2010/8736, K. 2012/6299 (www.kazanci.com Erişim Tarihi: 15.12.2020). 5237 sayılı TCK nın 73. maddesinin 4. fıkrasında, kovuşturma yapılabilmesi şikayete bağlı suçlarda,  suçtan  zarar  gören  kişinin  vazgeçmesinin  davayı  düşüreceği  düzenlenmiş, yargılama sonunda suçun sabit olmamaı halinde beraat kararı verilmesi olanağının sağlanması için aynı maddenin 6. fıkrasında vazgeçmenin, onu kabul etmeyen sanığı etkilemeyeceği  hükme  bağlanmıştır.  Buna  göre,  sanığın  şikayetten  vazgeçmeyi  kabul etmemesi  durumunda,  yargılamaya  devam  edilerek,  suçun  sabit  olmaması  halinde beraatine, suçun sabit olduğunun anlaşılması halinde ise, bu husus kararda açıklanarak, kovuşturmanın şikayet koşulunun gerçekleşmemesi nedeniyle davanın düşürülmesine karar verilmesi gerekirken, sanık hakkında mahkumiyet hükmü kurulması, (…) Y. 2. CD., T. 16.04.2012, E. 2010/22456, K. 2012/9908 (Akt. YAŞAR, Osman / GÖKCAN, Hasan Tahsin / ARTUÇ, Mustafa: Yorumlu-Uygulamalı Türk Ceza Kanunu, C: 2, B: 2, Ankara 2014, s. 2333-2334). 50  Ancak Yargıtay ın, şikâyetin geri alınmasını kabul etmeyen; fakat yargılama sonucu suçu işlediği sübut bulan sanık hakkında ceza uygulanmasına yer olmadığı kararı verilmesi gerektiği yönünde nispeten daha eski tarihli kararları olduğu ve bunun yerinde olduğu hakkında bkz. HAKERİ, s. 120. Bu şekildeki bir karar için bkz. Sanığın mağdurun şikayetten vazgeçmesini kabul etmemesi karşısında suçu sabit olan sanık hakkında ceza verilmesine yer olmadığına karar verilmesi gerekirken yazılı şekilde hüküm kurulması (…) Y. 3. CD., T. 14.11.2011, E. 2011/15036, K. 2011/16572 (Akt. YAŞAR/GÖKCAN/ARTUÇ, s. 2345). 51  Aksi görüş için bkz. HAKERİ, s. 120. 1656Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1641-1664      Şikâyete İlişkin Bazı Tespit ve Değerlendirmeler herhalde, sanık geri almayı kabul etseydi verilecek olan düşme kararı ile mahkûmiyet kararının tabiri caizse iki uç karar olması ve bunun uygulayıcının gözünde adil gözükmemesidir. Öncelikle  belirtmek  gerekir  ki,  sanık  isnat  konusu  suç  bakımından aklanacağını ve beraat edeceğini düşünerek bunu kabul etmemekte, ancak bu anlamda yargılama sonucunda mahkemenin vereceği hükmü kabullenmiş, göze  almış  olmaktadır.  Şikâyetin  geri  alınmasını  kabul  etmeyen  sanığın sonradan fikir değiştirerek geri almayı kabul etmesi de mümkün değildir. Ayrıca, her halükarda düşme kararı verilecekse şikâyetin geri alınmasının kabule bağlanmasının hiçbir anlamı kalmamaktadır. Kabul etmeyen sanığın beraat etme ihtimali de söz konusu olmakla beraber, aksi durumda da mahkûm edilmeyecek olmasına rağmen yargılama yapılması mantıklı değildir. Bu şekildeki uygulama usul ekonomisine de aykırıdır. Kaldı ki, şikâyetin geri                                                            52  Bu konuda farklı görüşler olduğunu vurguladıktan sonra, sanık geri almayı önce reddedip sonra kabul etmek isterse, bu durumda şikâyetçinin bu yeni öneriyi kabul edebileceği yönündeki görüş için bkz. KOCA/ÜZÜLMEZ, s. 747. Sanığın geri almayı kabul etmemesi halinde,  suçtan  zarar  görenin  artık  geri  almayla  bağlı  olmayacağı  hakkında  bkz. CENTEL/ZAFER/ÇAKMUT,  s.  760;  GÜNGÖR,  s.  84.  Sanık  geri  almayı  kabul etmediğinde suçtan zarar görenin artık geri almayla bağlı olmayacağı, buna karşılık geri alma hakkını yeniden kullanabileceği yönündeki görüş için bkz. ZAFER, s. 575. 53  Bu görüşü destekleyen ve aynı yönde olmak üzere, Yargıtay Ceza Dairesi nin Yargıtay Cumhuriyet Başsavcılığı nın itirazı üzerine vermiş olduğu bir karar ise şu şekildedir: Şikayet  uygulama  ve  öğreti  de  kabul  edildiği  gibi  bir  kovuşturma  koşulu  olup, cezalandırılma  koşulu değildir.  Şikayetten  vazgeçme  halinde  kovuşturma  aşamasında hüküm ve sonuç doğurması sanığın kabulüne bağlıdır. Sanığın, vazgeçmeyi kabul etmemesi halinde artık şikayet koşulu gerçekleşmiştir. Ceza Muhakemesinde evrelerin birbirini takip etmesi yani tamamlanmış evreden geriye dönülmezlik ilkesi gereği yargılama şartı gerçekleştirdikten sonra hüküm aşamasında buradan dönülerek yargılama şartı bulunmadığından söz edilemez. Bazı suçların takibinin şikayete bağlı tutulma nedeni, sanığın yargılama sürecinin dışına çıkarılmasının tercih edilmesi, yargılama sürecine başvurulmadan suç ile uyuşmazlığın giderilmesi, yargılama ekonomisi ve sanığın yargılama sürecinde hukuki durumundaki belirsizliğin giderilmesidir. Sanık, vazgeçmeyi kabul etmeyip hüküm aşamasına gelen bir yargılamada tüm bu yararlar ortadan kalkmıştır. Bu sebeple sanığın oluşan sonuca göre mahkumiyetine karar verilmesi hukuka uygundur. Yukarıda açıklanan nedenlerle, sanık hakkında hakaret suçundan kurulan mahkumiyet hükmünün Dairemizce onanmasında isabetsizlik görülmediğinden Yargıtay Cumhuriyet Başsavcılığı'nın itirazının reddine karar vermek gerekmiştir. Dairemizin, 03/07/2018 tarih ve 2016/6357 esas, 2018/10838 karar sayılı kararı usul ve yasaya  uygun  bulunmakla,  Yargıtay  Cumhuriyet  Başsavcılığı'nın  itirazları  yerinde görülmediğinden REDDİNE, 6352 Sayılı Kanun ile değişik 5271 Sayılı Kanun'un 308. maddesinin 3. fıkrası gereğince itirazı incelemek üzere dosyanın Yargıtay Ceza Genel Kurulu'na GÖNDERİLMESİNE, (…) Y. 18. CD., T. 30.10.2018, E. 2018/6021, K. 2018/13813 (www.kazanci.com Erişim Tarihi: 17.12.2020). 1657Yaprak ÖNTAN                                Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1641-1664 alınmasını kabul etmeyen sanığın yargılanması sonucu mahkûmiyet hükmü verilecek  olan  hallerde,  bunun  yerine  düşme  kararı  verilebileceğinin mevzuatta hiçbir dayanağı yoktur. Şikâyetin geri alınmasının bu şekildeki bir sonucu Kanun da  öngörülmemiştir. Kanun da  tam  tersine  kabul  etmeme halinde geri almanın sanığı etkilemeyeceği öngörülmüştür. Bu hüküm hilafına şikâyetin geri alınmasının belirtilen şekilde uzun vadeli ve ihtimale dayalı bir etkisi  varsayılamaz.  Hâlihazırdaki  düzenlemeler  ışığında  ve  bunlar değiştirilmediği sürece, Yargıtay ın şikâyetin geri alınmasını kabul etmeyen sanık hakkında yapılan yargılama sonucunda, suçun sübut bulması halinde mahkûmiyet  hükmü  verilmesi  gerektiği  yönündeki  kararlarının  yerleşik uygulama haline gelmesi gerekir.                                                            54  Görüldüğü üzere, şikayetten vazgeçmenin hukuki değer ifade etmesi için sanığın bunu kabul etmesi şart koşulmuştur. Doktrinde de bu husus çeşitli şekillerde dile getirilmiştir. Örnek vermek gerekirse; Şikayetten vazgeçme, failin onu kabul etmesine bağlanmak suretiyle, burada iki taraflı bir hukuki işleme yer verilmiştir. Yani, mağdurun şikayetten vazgeçmesine rağmen, suçsuz olduğuna ve bu sebeple de beraat edeceğine inanan fail bunu kabul etmez ise muhakeme devam edecektir. (Demirbaş, Timur, Ceza Hukuku Genel Hükümler, Seçkin Yayınevi, Ankara, 2014, 10. baskı, s.210), Şikayetten vazgeçme iki taraflı bir işlemdir, şikayetten vazgeçmenin hüküm doğurabilmesi için, failin vazgeçmeyi kabul etmesi gerekir. (Zafer, Hamide, Ceza Hukuku Genel Hükümler, Beta Yayınevi, İstanbul, 2015, 4.baskı, s.554), Şikayetten vazgeçme iki taraflı bir işlemdir, vazgeçmenin geçerli olabilmesi için bunun sanık tarafından kabul edilmesi gerekir. O nedenle, şikayetten vazgeçmeyi kabul etmeyen sanık hakkında yargılamaya devam edilerek toplanan delillere göre  karar verilmesi  gerekirken,  davanın  düşmesine  hükmedilmesi  kanuna  aykırıdır. Sanığın beraat edeceği düşüncesiyle vazgeçmeyi kabul etmemesi halinde, yapılan yargılama sonucunda suçun sübutu durumunda, şikayetten vazgeçildiği gözetilerek sanık hakkında ceza uygulanmasına yer olmadığına karar verilmesi gerekir, mahkumiyet kararı verilmesi kanuna aykırıdır.(Hakeri, Hakan, Ceza Hukuku, Adalet Yayınevi, Ankara, 2014, s.119) şeklinde, şikayetten vazgeçmenin sanık tarafından kabul edilmemesi halinde yargılamaya devam olunacağı belirtilmiş, ancak suçun sübutunun kabul edilmesi halinde mahkumiyet kararı verilip verilemeyeceği hususu muğlak bırakılmıştır. Yukarıda yer verilen yasal mevzuat ve açıklamalardan, kanunda aksi yazılı olmadıkça, şikayetten vazgeçmenin iki taraflı bir hukuki işlem olup, sanığın şikayetten vazgeçmeyi kabul etmemesi halinde hukuki değerinin olmayacağının anlaşılması, somut olayda da, mağdur Hüseyin A.'in şikayetten vazgeçtiğini açıklaması ve sanık ...'nun da şikayetten vazgeçmeyi kabul etmemesi karşısında; sanığın şikayetten vazgeçmeyi kabul etmemesi nedeniyle, hukuken geçerli bir vazgeçme söz konusu olmadığından, toplanan delillere göre suçun sübut bulması dolayısıyla sanığın mahkumiyetine karar verilmesinde usul ve yasaya aykırı bir yön bulunmadığından kanun yararına bozma talebinin reddine karar vermek gerekmiştir. Y. 18. CD., T. 25.4.2016, E. 2016/217, K. 2016/8619 (www.kazanci.com Erişim Tarihi: 16.12.2020). 5237 sayılı TCK'nın 73. maddesinin 4. fıkrasında, kovuşturma yapılabilmesi şikayete bağlı suçlarda, suçtan zarar gören kişinin vazgeçmesinin davayı düşüreceği, aynı maddenin 6. fıkrasında  ise,  vazgeçmenin,  onu  kabul  etmeyen  sanığı  etkilemeyeceği  hükme bağlandığından, şikayetten vazgeçmeyi kabul etmeyen sanık hakkında, yargılamaya devam 1658Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1641-1664      Şikâyete İlişkin Bazı Tespit ve Değerlendirmeler VI.  SONUÇ Şikâyet hakkı kullanıldığında, muhakeme şartı faillerin tamamına sirayet edecektir; çünkü şikâyet edilen fail değil fiildir. Ancak Kanun la şikâyet hakkının  kullanılması,  yalnızca  fiilin  değil  bunun  yanı  sıra  failin  de öğrenilmesinden itibaren 6 aylık hak  düşürücü süreye bağlanmıştır. Hak düşürücü süre ancak fiilin yanı sıra failin de öğrenilmesiyle beraber başlar. Bunun  mantığı,  suçtan  zarar  görenin, şikâyete  bağlı  suçlarda  failin  kim olduğunu  öğrenmesiyle  beraber  bu  hakkı  kullanmaktan  vazgeçebilecek olmasıdır. Bu tespit, özellikle iştirak halinde işlenen suçlar bakımından önem arz etmektedir. Doktrindeki ağırlıklı görüşe göre, şikâyet süresinin başlaması için fiilin ve faillerden herhangi birinin öğrenilmesi yeterlidir. Ne var ki, bu sonuca varılmasını sağlayacak bir belirleme Kanun da yer almamaktadır. Bu nedenle ve şikâyet süresinin başlaması için fiilin yanı sıra failin öğrenilmesi gereğinin açıkça düzenlenmiş olması karşısında, faillerin birden çok olması halinde, sürenin başlaması için bunların tamamının öğrenilmesi aranmalıdır. Aksi görüşü benimsemenin, şikâyet hakkının kullanılabileceği sürenin, adeta dava zamanaşımına kadar uzamaması ve faillerin çok uzun bir süre şikâyet tehdidi altında kalmamaları şeklinde pratik bir yararı olduğu düşünülebilir. Ancak  esasında  bu  türden  bir  tehlike,  tek  faillin  işlemiş  olduğu  suçlar yönünden  de  söz  konusudur.  Burada  da,  eğer  fail  öğrenilemezse  dava zamanaşımı süresi dolana kadar şikâyet hakkı kullanılabilecektir. Doktrinde ve de özellikle uygulamada, şikâyet süresinin kaçırılması halinde eski hale getirme  talebinde  bulunulamayacağının  ileri  sürüldüğü  de  göz  önünde bulundurulacak  olursa,  Kanun da  konuya  ilişkin  açık  bir  düzenlemenin yokluğunda, sürenin faillerden birinin öğrenilmesiyle başlayacağının kabul edilmesi  halinde  hak  kaybı  yaşanması  kuvvetle  muhtemel  olacaktır.  Bu konuda  akla  gelebilecek bir başka  seçenek, her fail bakımından  sürenin diğerlerinden bağımsız olarak işleyecek olması  olsa da, bu durumda, suçtan zarar gören kimi failler bakımından süresi içerisinde şikâyette bulunmayarak                                                            edilerek, mevcut delillere nazaran, mahkumiyet hükmü kurulmasında ve sanığın, boşanmış olduğu eşi mağdurenin bilgisi ve rızası dışında, facebook adlı sosyal paylaşım sitesinde üyelik işlemleri yaparak, oluşturduğu profilde, isim ve soyismini de açıkladığı mağdurenin özel yaşam alanı kapsamındaki fotoğraflarına yer vermesi eyleminin özel hayatın gizliliğini ihlal suçunu oluşturduğunun kabulünde bir isabetsizlik görülmediğinden, (…) Y. 12. CD., T. 9.12.2013, E. 2013/1045, K. 2013/28322 (www.kazanci.com Erişim Tarihi: 16.12.2020). İncelenen dosyada; mağdur ... Ganiyeva'nın, kovuşturma aşamasındaki 14/02/2019 tarihli oturumda alınan ifadesinde, şikayetten vazgeçmiş olmasına rağmen sanık ...'ın, 14/03/2019 tarihli talimatla alınan savunmasında, hakkında şikayetten vazgeçme olması durumunda bunu kabul etmediğine yönelik beyanı karşısında, mevcut delillere göre mahkemenin bir hüküm kurması gerektiği, (…) Y. 18. CD., T. 9.6.2020, E. 2020/960, K. 2020/6799 (www.kazanci.com Erişim Tarihi: 16.12.2020). 1659Yaprak ÖNTAN                                Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1641-1664 yalnızca belirlediği diğer faillerin soruşturulma ve kovuşturulmasını mümkün kılma yetkisine sahip olacaktır, ki bu şikâyetin sirayetiyle bağdaşmaz. Bu nedenle, aksi bir düzenleme yapılmadıkça, hâlihazırdaki hüküm uyarınca en isabetli çözüm, iştirak halinde işlenen suçlarda şikâyet süresinin, faillerin tamamının öğrenilmesiyle başlayacağını kabul etmek olacaktır. Kural fiilin şikâyet edilmesidir ve bu nedenle failin değil fakat fiilin öğrenilmesiyle şikâyet hakkı doğar. Ancak kimi örnekler bakımından fiil yerine failin şikâyet edilmesi söz konusu olabilir ve bu durumlar kuralın istisnasını teşkil eder. Özellikle, TCK madde 167/2 de olduğu gibi, kural olarak re sen soruşturulan ve kovuşturulan bir suçun muhakemesinin, mağdur ve fail arasında belli kişisel ilişkilerin bulunması nedeniyle, bu hallere özgü olarak  şikâyet  şartına  bağlanması  halinde,  fiil  yerine  failin  şikâyetinden bahsetmek mümkün olur. Bu tür düzenlemeler, nispi şikâyete bağlı suçlar olarak da adlandırılmaktadır. Bu noktada, iştirak halinde işlenen suçlarda şikâyetin geri alınması üzerinde durulacak olursa, fiilin değil; failin şikâyet edildiği istisnai durumda, şikâyetin geri alınması, ilgili maddede işaret edilen ve yalnızca mağdurla belli bir yakınlığı olan failleri etkiler ve diğer faillere sirayet etmez.  Suçtan zarar görenin şikâyet hakkını kullandıktan sonra ölmesi halinde, soruşturma veya kovuşturmaya devam edilir; bir diğer ifadeyle bu nedenle kovuşturmaya yer olmadığı kararı ya da düşme kararı verilmez. Şikâyet hakkı sahibinin bu hakkını kullanmadan önce ölmesi halinde ise, hakaret suçu haricinde, mirasçılarının şikâyette bulunmaları mümkün değildir. TCK madde 131 de hakaret suçu bakımından düzenlenen söz konusu istisna halinde ise, ölenin şikâyet hakkını kullanan yakınlarının bu şikâyeti geri almalarının da mümkün olduğu açıktır. Bu hal dışında, mirasçıların şikâyet hakları olmadığı gibi, şikâyet hakkını kullandıktan sonra ve davaya katılmadan önce ölen suçtan zarar görenin mirasçıları, önceden yapılmış şikâyeti geri de alamazlar. Ancak mirasçılar, ölen daha önce davaya katılmış olmak kaydıyla, ölümden sonra onun haklarını takip etmek üzere davaya katılabilirler ve uzlaştırmada taraf olabilir. O halde, katılmadan sonra ortaya çıkacak herhangi bir nedenle şikâyeti geri almalarının da mümkün olduğu kabul edilmelidir. Kovuşturma evresinde, şikâyetin geri alınması sanık tarafından kabul edilecek olursa düşme kararı verilir. Ancak sanık geri almayı kabul etmeyerek aklanma hakkı çerçevesinde yargılamaya devam edilmesini isteyebilir. Geri almayı kabul etmeyen sanık hakkında yapılan yargılama sonucunda, sanığın söz  konusu  fiili  işlemediğinin  sübut  bulması  veya  işlediği  konusundaki şüphenin yenilememesi halinde beraat kararı verilir. Buna karşılık, yargılama sonucunda, sanığın, isnat edilen ve suç teşkil eden fiili işlediği kanaatine 1660Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1641-1664      Şikâyete İlişkin Bazı Tespit ve Değerlendirmeler varıldığında, uygulamada düşme kararı verildiği görülmektedir. Ne var ki, sanık  isnat  konusu  suç  bakımından  aklanacağını  ve  beraat  edeceğini düşünerek bunu kabul etmemekte, ancak bu anlamda yargılama sonucunda mahkemenin  vereceği  hükmü  göze  almış  olmaktadır.  Şikâyetin  geri alınmasını kabul etmeyen sanığın sonradan fikir değiştirerek geri almayı kabul etmesi de mümkün değildir. Ayrıca, her halükarda düşme kararı verilecekse şikâyetin  geri  alınmasının  kabule  bağlanmasının  anlamı  kalmamaktadır. Kabul etmeyen sanığın beraat etme ihtimali de söz konusu olmakla beraber, aksi durumda da mahkûm edilmeyecek olmasına rağmen yargılama yapılması mantıklı değildir. Bu şekildeki uygulama usul ekonomisine de aykırıdır. Kaldı ki, şikâyetin geri alınmasını kabul etmeyen sanığın yargılanması sonucu mahkûmiyet  hükmü  verilecek  olan  hallerde,  bunun  yerine  düşme  kararı verilebileceğinin mevzuatta hiçbir dayanağı yoktur. Kanun da tam tersine kabul etmeme halinde geri almanın sanığı etkilemeyeceği öngörülmüştür. Bu hüküm hilafına şikâyetin geri alınmasının belirtilen şekilde uzun vadeli ve ihtimale dayalı bir etkisi varsayılamaz.                  1661Yaprak ÖNTAN                                Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1641-1664",
     "Kaynakça": "AKBULUT, Berrin: Ceza Hukuku Genel Hükümler, B: 6, Ankara 2019. AKBULUT, Berrin / AKSAN, Murat: Ceza Muhakemesi Hukukunda Uzlaştırma, B: 2, Ankara 2019. CENTEL, Nur / ZAFER, Hamide: Ceza Muhakemesi Hukuku, B: 19, İstanbul 2020.   CENTEL, Nur / ZAFER, Hamide / ÇAKMUT, Özlem: Türk Ceza Hukukuna Giriş, B: 11, Ankara 2020. CORSO, Piermaria: Le Indagini Preliminari, in: DOMINIONI, Oreste / CORSO, Piermaria / GAITO, Alfredo / SPANGHER, Giorgio / DEAN, Giovanni / GARUTI, Giulio / MAZZA, Oliviero: Procedura Penale, Torino 2010. DEMİRBAŞ, Timur: Ceza Hukuku Genel Hükümler, B: 14, Ankara 2019. DÖNMEZER Sulhi / ERMAN Sahir, Nazarî ve Tatbikî Ceza Hukuku, C: II, B: 14, (Yazarlar Kurulu: Bayraktar Köksal / Keskin Kiziroğlu Serap / Zafer Hamide / Memiş Kartal Pınar / Sınar Hasan / Erman R. Barış / Eroğlu Fulya / Önok R. Murat), İstanbul 2019.  ERDEM, Mustafa Ruhan / ESER, Ferda / ÖZŞAHİNLİ, Pakize Pelin: 100 Soruda Uzlaştırma, Uzlaştırmacının El Kitabı, B: 2, Ankara 2017. EREM, Faruk: Ümanist Doktrin Açısından Türk Ceza Hukuku, C: I, B: 11, Ankara 1976. GERÇEKER, Hasan: Yorumlu&Uygulamalı Türk Ceza Kanunu, C: I, B: 4, Ankara 2018. GÜNGÖR, Devrim: 5237 ve 5271 Sayılı Kanunlar Işığında Şikâyet Kurumu, Ankara 2009. HAFIZOĞULLARI, Zeki / ÖZEN, Muharrem: Türk Ceza Hukuku Genel Hükümler, B: 9, Ankara 2016. HAKERİ, Hakan: Ceza Hukuku Genel Hükümler, B: 22, Ankara 2019. İÇEL, Kayıhan / SOKULLU-AKINCI, Füsun / ÖZGENÇ, İzzet / SÖZÜER, Adem / MAHMUTOĞLU, Fatih S. / ÜNVER, Yener: Suç Teorisi, Suç Kavramına İlişkin Genel Bilgiler-Suçun Yapısal Unsurları-Suçun Özel Oluşum Biçimleri, 2. Kitap, B: 3, İstanbul 2004. KOCA, Mahmut / ÜZÜLMEZ, İlhan: Türk Ceza Hukuku Genel Hükümler, B: 12, Ankara 2019. KUNTER, Nurullah: Ceza Muhakemesi Hukuku, B: 9, İstanbul 1989. 1662Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1641-1664      Şikâyete İlişkin Bazı Tespit ve Değerlendirmeler LACKNER, Karl / KÜHL, Kristian: StGB, Strafgesetzbuch Kommentar, Auflage: 28, München 2014.  MERCONE, Mario: Diritto Processuale Penale, Edizione: 19, Napoli 2011. OKUYUCU ERGÜN, Güneş: Ceza Muhakemesi İşlemleri, Ankara 2015. ÖNDER, Ayhan: Ceza Hukuk Genel Hükümler, C: II-III, B:2, İstanbul 1992. ÖZBEK, Veli Özer / DOĞAN, Koray / BACAKSIZ, Pınar: Ceza Muhakemesi Hukuku, B: 12, Ankara 2019. ÖZEN, Mustafa: Ceza Muhakemesi Hukuku Dersleri, Ankara 2019. ÖZGENÇ, İzzet: Türk Ceza Hukuku Genel Hükümler, B: 15, Ankara 2019. ÖZTÜRK, Bahri / TEZCAN, Durmuş / ERDEM, Mustafa Ruhan / SIRMA GEZER, Özge / SAYGILAR KIRIT, Yasemin F. / ALAN AKCAN, Esra / ÖZAYDIN, Özdem / ERDEN TÜTÜNCÜ, Efser / ALTINOK VILLEMIN, Derya / TOK, Mehmet Can: Nazari ve Uygulamalı Ceza Muhakemesi Hukuku, B: 13, Ankara 2019. PARLAR, Ali / HATİPOĞLU, Muzaffer: Türk Ceza Kanunu Yorumu, C: 2, B: 2, Ankara 2008. ŞAHİN, Cumhur / GÖKTÜRK, Neslihan: Ceza Muhakemesi Hukuku – I, B: 10, Ankara 2019. TONINI, Paolo: Manuale di Procedura Penale, Edizione: 16, Milano 2015. TOROSLU, Nevzat / FEYZİOĞLU, Metin: Ceza Muhakemesi Hukuku, B: 19, Ankara 2019. TOROSLU, Nevzat / TOROSLU, Haluk: Ceza Hukuku Genel Kısım, B: 25, Ankara 2019. TOSUN, Öztekin: Türk Suç Muhakemesi Hukuku Dersleri, C: I, B: 4, İstanbul 1984. ÜNVER, Yener / HAKERİ, Hakan: Ceza Muhakemesi Hukuku, B: 17, Ankara 2020. YAŞAR,  Osman  /  GÖKCAN,  Hasan  Tahsin  /  ARTUÇ,  Mustafa:  YorumluUygulamalı Türk Ceza Kanunu, C: 2, B: 2, Ankara 2014. YENİSEY, Feridun / NUHOĞLU, Ayşe: Ceza Muhakemesi Hukuku, B: 7, Ankara 2019. YERDELEN, Erdal: Uzlaştırmanın Şartları, Ceza İşleri Genel Müdürlüğü Alternatif Çözümler Daire Başkanlığı Ceza Muhakemesi Hukukunda Uzlaştırma Eğitim 1663Yaprak ÖNTAN                                Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1641-1664 Kitabı (Ed: Mustafa Serdar ÖZBEK, Orhan CÜNİ, Merve ÖZCAN) içinde, Ankara 2018, ss. 55-68. YERDELEN, Erdal / ÖZBEK, Mustafa Serdar / ALTUNTAŞ, Şeyma / BOZ, Burak / ERDEM, Dilek Özge / YILMAZ, Berna Ayşen: Ceza Muhakemesi Hukukunda Uzlaştırma, Ankara 2018. ZAFER, Hamide: Ceza Hukuku Genel Hükümler TCK m. 1-75, B: 5, İstanbul 2015. https://www.altalex.com/ https://www.gesetze-im-internet.de/stgb/ https://karararama.yargitay.gov.tr/ www.kazanci.com www.lexpera.com                1664"
}