{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "İDARE HUKUKUNDA ALTERNATİF UYUŞMAZLIK ÇÖZÜM YOLLARI",
     "Title": "",
     "Yazar İsmi": [
          "Aynur HASOĞLU"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Alternatif Uyuşmazlık Çözüm Yolları",
          "Yargı Dışı Uyuşmazlık Çözüm Yolları",
          "İdari Uyuşmazlık"
     ],
     "Keywords": [
          "Alternative Dispute Resolution",
          "Non-Judicial Dispute Resolution",
          "Administrative Conflict"
     ],
     "Özet": "Son yıllarda yargı organlarının işyükü sürekli artmaktadır. Artan işyükü de yargılamaların uzun sürmesine sebep olmaktadır. Bu durum uyuşmazlığın her iki tarafı içinde olumsuzlukları beraberinde getirmektedir. Taraflar hem zaman kaybetmekte hem de masraf yapmaktadır. Ancak arzu ettikleri sonuca ulaşamamaktadırlar. Bütün bu sebeplerle tarafların uyuşmazlıklarını yargı yolu dışında gideren çözüm yöntemleri arayışı başlamıştır. Uyuşmazlıkların yargı  yoluna  başvurulmadan  tarafların  kendi  aralarında  anlaşarak sonlandırılmasına yönelik eğilim bir takım düzenlemeleri de beraberinde getirmiştir.  Bu  nedenle  alternatif  uyuşmazlık  çözüm  yolları  olarak adlandırılan çözüm yöntemleri son yıllarda ön plana çıkmıştır.  Kavramsal olarak yargı dışı uyuşmazlık çözüm yolları olarak da ifade edilebileceğimiz bu yöntemler ile uyuşmazlıklar yargı yoluna kıyasla daha kısa sürede ve taraflar açısından daha tatmin edici şekilde sonlandırılabilecektir. Genel olarak özel hukuk açısından görülebilecek bu çözüm yollarının bir  kamu  hukuku  dalı  olan  idare  hukuku  açısından  da  uygulanabilmesi mümkündür. Özellikle son zamanlarda yapılan yasal düzenlemelerle kamu hukuku kaynaklı uyuşmazlıkların da alternatif uyuşmazlık çözüm yöntemleri ile giderilebilmesine imkân tanıyan durumlar bulunmaktadır.",
     "Abstract": "In recent years, the workload of judicial bodies is constantly increasing. Increased workload is also causes prolonged trials. These stituation brings about negativity in both sides of dispute. Parties lose time and make spend. But they don t reach the desired result. For all these reasons, the parties have begun to seek solution to resolve their disputes extrajudicially. The tendency towards the ending of the disputes among the parties without extrajudicially, has brought with a number of regulations. For this reason, alternative dispute resolution methods have emerged in recent years.  Disputes  with  these  methods,  which  can  also  be  expressed  as conceptually non-judicial dispute resolution, can be concluded in a shorter period  of  time  and  more  satisfactorily  in terms  of  parties  than  judicial proceedings. Alternative dispute resolution that usually seen for private law, can be apply on Adminstrative Law one brance of public law. Especially in recent legislation, there are cases where it is possible to resolve disputes arising from public law through alternative dispute resolution methods. Key  Words;  Alternative  Dispute  Resolution,  Non-Judicial  Dispute Resolution, Administrative Conflict. GİRİŞ Yargı organlarının artan işyükü altında çalışmak durumunda kalmaları hem performanslarını etkilemekte hem de yargılamaların uzun sürmesi ile sonuçlanmaktadır. Uzun süren yargılamalar sonucunda da arzu edilen sonuca ulaşılamaması;  bireyler  açısından  yargılamaya  olan  güveni  maalesef  ki sarsmaktadır. Hem zaman kaybederek hem masraf yaparak üstüne de arzu edilen  sonuçlara  ulaşılamaması  yargı  yoluna  başvurarak  uyuşmazlıkların giderilmesi  dışında  uyuşmazlıkların  başka  hangi  yöntemlerle giderilebileceğine yönelik arayışları yol açmıştır. Bu arayışların sonucu olarak yargı mercilerinin yaptığı yargılama faaliyeti ile uyuşmazlıkların giderilmesi dışında bir takım alternatif yöntemler ortaya çıkmıştır. Genel olarak alternatif çözüm yolları olarak adlandırılan bu çözüm yöntemleri uyuşmazlığın yargı yoluna başvurularak giderilmesinin dışında kalan ve uyuşmazlık taraflarının karşılıklı ve bazen de sürece uyuşmazlıkla ilgisi bulunmayan bir üçüncü kişinin katılması ile uyuşmazlığın ortadan kaldırılmasına yönelik yapılan çalışmalar için kullanılan bir kavramdır. 1982Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  Hasoğlu Özel hukuk uyuşmazlıklarının mahiyeti gereği alternatif uyuşmazlık çözüm yöntemleri ile giderilebilmeleri her zaman için mümkün bulunmakla beraber  kamu  hukuku  kaynaklı  uyuşmazlıklar  içinde  uygun  bulunduğu durumlarda bu çözüm yöntemlerinin uygulanabildiği görülmektedir. Özellikle son  zamanlarda  yapılan  yasal  düzenlemelerle  kamu  hukuku  kaynaklı uyuşmazlıkların  da  alternatif  uyuşmazlık  çözüm  yöntemleri  ile giderilebilmesine  imkân  tanıyan  durumlar  bulunmaktadır.  Çalışmamızda öncelikle  uyuşmazlıkların  alternatif  uyuşmazlık  çözüm  yolları  ile giderilmesinin ne şekilde mümkün olabileceği ve bu çözüm yöntemlerinin genel  anlamda  yargılamaya  kıyasla  faydalarının  neler  olduğuna değinilecektir.  Ayrıca  İdare  Hukuku  açısından  uyuşmazlıkların  alternatif çözüm yöntemleri ile giderilebilmesinin mümkün olup olmayacağına ilişkin değerlendirmeler yapılarak mevzuat itibariyle örneklere yer verilecektir. I. GENEL  OLARAK  ALTERNATİF  UYUŞMAZLIK  ÇÖZÜM YOLLARI KAVRAMI Taraflar arasındaki uyuşmazlıkların giderilmesi esasen Devletin görevi olup, Devlet yargılama işlevi içerisindeki mahkemeler aracılığıyla yerine getirilmektedir. Buna  karşılık son  yıllarda  uyuşmazlık sayısının giderek artması sonucu yargılama faaliyeti gereği gibi yerine getirilemez olmuştur. Yargılamaların uzun sürmesi ve geçirilen bu uzun süreç sonunda da taraflar açısından tatmin edici sonuçların çıkmaması dolayısıyla yargılamanın dışında bir takım uyuşmazlık çözüm yöntemlerine olan ihtiyacı artırmıştır. Bu nedenle alternatif uyuşmazlık çözüm yolları olarak adlandırılan çözüm yöntemleri son yıllarda ön plana çıkmıştır.  Söz konusu yöntemler taraflar arasındaki uyuşmazlıkların giderilmesinde uygulanabilen ve yargılamanın dışındaki usullerdir. Bu yöntemler en geniş anlamı ile uyuşmazlıkların yargı yolu ile giderilmesi dışında kalan uyuşmazlık çözüm yöntemlerini genel olarak ifade etmektedir.  Alternatif  uyuşmazlık  çözüm  yöntemleri  yargılama  faaliyeti  ile uyuşmazlıkların  giderilmesi  ile  karşılaştırıldığında;  taraflar  arasındaki                                                  1   TANRIVER Süha,  Hukuk Uyuşmazlıkları Bağlamında Alternatif Uyuşmazlık Çözüm Yolları ve Özellikle Arabuluculuk , TBB Dergisi, S. 64, 2006, s. 152. 2   ÖZBEK Mustafa,  İdari Uyuşmazlıkların Çözümünde Yargılama Dışı Usuller (I), Birinci Bölüm  Türk  Hukukunda  ve  Mukayeseli  Hukukta  İdari  Uyuşmazlıkların  Çözümünde Yargılama Dışı Usuller , TBB Dergisi, S. 56, 2005, s. 91.  3   ÖZBEK Mustafa, Alternatif Uyuşmazlık Çözümü, 2. B. Ankara Yetkin Yayınları 2009.   1983İdare Hukukunda Alternatif...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  uyuşmazlığı mümkün olduğunca kısa sürede ve en makul biçimde gideren çözüm yöntemleri olarak da ifade edilebilecektir. Alternatif uyuşmazlık çözüm yöntemleri genel olarak Amerika Birleşik Devletlerinde 1970 li yıllardan itibaren görülmeye başlanan mahkemelerin yargılamaya  başlamadan  önce  uyuşmazlık  taraflarının  aralarındaki uyuşmazlığı müzakere ederek gidermelerine olanak tanıyan ve kısaca ADR (Alternatives Disputes Resolutions) olarak adlandırılan çözüm yöntemlerini kapsamaktadır. Bu yöntemlerin ortaya çıkmasındaki temel etken Amerikan yargı sistemi içerisindeki mahkemelerin bakabileceği uyuşmazlık sayısının çok üzerinde olan işyüküdür.  II. ALTERNATİF  UYUŞMAZLIK  ÇÖZÜM  YOLLARINA BAŞVURULMASININ SEBEPLERİ Alternatif  uyuşmazlık  çözüm  yöntemlerine  başvurulmasının  çeşitli sebepleri bulunmakla beraber en önemli sebep bu yöntemlerin uyuşmazlıkları tarafların lehine gidermesi ve aynı zamanda mahkemelerde görülmekte olan dava sayısının azaltılmasına önemli katkılar sağlamasıdır. Diğer yandan bu yöntemler uyuşmazlıkların hem mümkün olduğunca kısa sürede, hem de en makul şekilde giderilmesine hizmet etmektedir.  Anayasa Mahkemesi de verdiği bir kararında uyuşmazlıkları yargı dışı yollardan gideren yargı yoluna alternatif sayılabilecek uyuşmazlık çözüm yöntemlerinin önemini şu şekilde belirtmiştir;   Anayasa'nın 9. maddesinde, yargı yetkisinin Türk Milleti adına bağımsız mahkemelerce  kullanılacağı  öngörülmüştür.  Bu  madde  uyarınca, yapılacak  yargılamanın  kişiler  yönünden  gerçek  bir  güvence oluşturabilmesi  için  aranacak  nitelikler  de  36.  maddede  belirtilerek                                                  4   ARNAVAS,  Donald,  Alternative  Dispute  Resolution  For  Government  Contract, Chicago CCH Incorporated, 2004, p. 1-2. 5   ÖZBEK Mustafa,  Dünya Çapındaki Adalete Ulaşma Hareketiyle Ortaya Çıkan Gelişmeler ve Alternatif Uyuşmazlık Çözümü , AÜHFD, C. 1, S. 2, 2002, s. 136 – 137; ÖZBAY, İbrahim,  Alternatif Uyuşmazlık Çözüm Yolları , EÜHFD Atatürk ün 125. Doğum Yılına Armağan, C. X, S. 3 - 4, 2006, s. 461 – 463; STONE Katherine,  Alternative Dispute Resolution ,  Encylopedia  in  Legal  History,  Research  Paper  No;  04-30,  Oxford University Press, p. 1-7. 6   ZOLLERS, Frances,  Alternative Dispute Resolution and Product Lialibility Reform  American Business Law Journal, Vol. 26, Iss. 3, 1988, p. 479. 7   ÖZBEK, a.g.e. s. 145. 8   ARNAVAS, ibid, p. 1-2.  1984Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  Hasoğlu  Herkes, meşrû vasıta ve yollardan faydalanmak suretiyle yargı mercileri önünde davacı veya davalı olarak iddia ve savunma ile adil yargılanma hakkına  sahiptir.  Hiçbir  mahkeme,  görev  ve  yetkisi  içindeki  davaya bakmaktan  kaçınamaz.   denilmiştir.  Anayasa'nın  141.  maddesiyle  de davaların en az giderle ve mümkün olan süratle sonuçlandırılması görevi yargıya verilmiştir. Bu görevin ağır işyükü altında yerine getirilmesi zorlaştıkça, uyuşmazlıkların çözümü için alternatif yöntemlerin yaşama geçirilmesi, yargıya ilişkin anayasal kuralların etkililiğinin sağlanması bakımından gerekli görülebilir. 9 Son yıllarda uyuşmazlıkların yargı dışı yollardan giderilmesine ilişkin Ülkemizde de bir takım çalışmalar yapılmaya başlanmış olup bunlardan biri de uyuşmazlıkların arabuluculuk yöntemi ile giderilmesine yönelik yapılan düzenlemedir.  2012  tarihinde  yürürlüğe  giren  Hukuk  Uyuşmazlıklarında Arabuluculuk  Kanununun  gerekçesinde  yargı  dışı  uyuşmazlık  çözüm yöntemlerinin kullanılmasının önemi şu şekilde belirtilmiştir.   Alternatif uyuşmazlık çözüm yöntemleriyle uyuşmazlıkların çözümü son yıllarda  pek  çok  ülkenin  kanun  koyucularını  meşgul  etmektedir. Uyuşmazlıkların dava yolu ile çözümü yerine tarafların kendi iradeleri ile uzlaşarak  uyuşmazlığa  son  vermeleri,  toplumsal  barışın  korunması açısından tercih sebebi sayılmaktadır. Bu yolların geniş kapsamlı ve etkin bir biçimde işlerlik kazanması mahkemelerin işyükünün azalmasına katkı sağlayacaktır.  Alternatif uyuşmazlık çözüm yöntemleri, aslında yargı sistemi ile rekabet içinde olmadığı gibi, amaç yargısal yollara başvuru imkânını ortadan kaldırmak  da  değildir.  Devlete  ait  olan  yargı  yetkisinin  mutlak egemenliğine zarar vermeden uyuşmazlıkların daha basit ve kolay çözümü amaçlanmaktadır.  III. ALTERNATİF  UYUŞMAZLIK  ÇÖZÜM  YOLLARININ İDARE HUKUKU AÇISINDAN ÖNEMİ VE FAYDALARI Alternatif  uyuşmazlık  çözüm  yöntemlerinin  başta  zaman  kaybını engellemesi  ve  yargılama  ile  yapılan  masraflardan  tasarruf  edilmesinin                                                  9   Anayasa Mahkemesinin 03.03.2004 tarih E. 2003/98, K. 2004/31 sayılı kararı. RGT 10.07.2004, RGS 25518. 10  6325 Sayılı Hukuk Uyuşmazlıklarında Arabuluculuk Kanunu (2012), RGS 28331, RGT 22.06.2012 11  TBMM, Hukuk Uyuşmazlıklarında Arabuluculuk Kanunu Tasarısı ve Avrupa Birliği Uyum Komisyonu İle Adalet Komisyonu Raporları (1/486), Yasama Dönemi; 24, Yasama Yılı; 2, Sıra Sayısı 233, s. 4.    1985İdare Hukukunda Alternatif...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  sağlamasının  yanında  taraflar  açısından  da  birçok  önemli  faydası bulunmaktadır. İdari uyuşmazlıklarda sağlayacağı faydalara bakmadan önce genel olarak bu çözüm yöntemlerinin yargılamaya kıyasla ne gibi faydalar sağladığına da genel olarak bakmak gerekmektedir.  A. GENEL  OLARAK  ALTERNATİF  UYUŞMAZLIK  ÇÖZÜM YOLLARININ ÖNEMİ VE FAYDALARI Alternatif  uyuşmazlık  çözüm  yöntemleri  ile  yargılama  faaliyeti karşılaştırıldığında  bu  çözüm  yöntemlerinin  yargılamaya  oranla  birçok faydasının bulunduğu görülebilecektir. Genel olarak bu yöntemlerin sağladığı faydaların şu şekilde sıralanabilmesi mümkündür.    Bu yöntemler uyuşmazlıkları her iki tarafın da lehine giderdiği için mahkemelerde görülen dava sayısının azaltılmasına önemli katkılar sağlamaktadır.    Bu yöntemler uyuşmazlıkların hem mümkün olduğunca kısa sürede, hem de en makul şekilde giderilmesine hizmet etmektedir.   Uyuşmazlıkları gidermek için taraflar diledikleri zamanda bir araya gelebilir  ve  görüşebilirler;  bu  süreçleri  denemekle  tarafların kaybedecekleri  bir  şey  olmadığı  gibi  bu  yöntemden  herkes kazanacaktır. Üstelik bu yöntemleri denemekle bir sonuç alınamazsa uyuşmazlık  her  zaman  için  yargı  yoluna  başvurmak  suretiyle  de giderilebilecektir.    Uyuşmazlığın giderilmesi konusunda taraflar yargılamaya göre daha fazla söz sahibi olduklarından bu yöntemler yargılamaya göre daha esnek yöntemlerdir. Aynı zamanda daha basit prosedürlere bağlanmaları sebebi ile taraflarca daha basit bir şekilde yürütülebilirler.                                                   12  ÖZBEK, a.g.e. s. 145. 13  ARNAVAS, ibid, p. 1-2.  14  SPEGEL Nadja,  Alternative Dispute Resolution; A New Era in Dispute Management?  Legaldate May 1994, Vol. 6, Issue 2, 1994, p. 1. 15  Traditional Litigation Versus Alternative Dispute Resolution (ADR) Which way To Go? p. 1  -  2.  http://documents.jdsupra.com/14952ae-8a-4ff-aa-fcfd4df.pdf  erişim tarihi; 02.02.2016. 16  STIENSTRA Donna / WILLGING Thomas, Alternatives to Litigation Do They Have A Place In The Federal District Courts? Federal Judicial Center, 1995, p. 14.  17  DARENDELİ,  Vahap,  Yargıtay,  Danıştay  ve  Uyuşmazlık  Mahkemesi  İçtihatları Işığında Adli Yargı Yerlerinde Görülen İdari Uyuşmazlıklar ve Davalar, Ankara; Yetkin Yayınları, 2004, s. 33. 1986Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  Hasoğlu   Bu  yöntemler  yargılama  yoluna  kıyasla  uyuşmazlıkları  daha  kısa sürede ve daha az masrafla gidermektedirler.    Bu  yöntemler,  tarafların  süreci  daha  fazla  kontrol  edebilmelerine olanak sağladığından taraflar arasındaki iyi ilişkilerin korunmasını sağlayıcı ve güvenilir yöntemlerdir.  B. ALTERNATİF UYUŞMAZLIK ÇÖZÜM YOLLARININ İDARE HUKUKU AÇISINDAN FAYDALARI Alternatif  uyuşmazlık  çözüm  yöntemleri,  genel  olarak  bütün uyuşmazlıkların giderilmesine hizmet eder. Özel hukuk uyuşmazlıklarının yargı  yolu  dışında  bir  takım  alternatif  metotlarla  giderilebilmeleri  daha olağandır.  İdari  uyuşmazlıklarda  ise  uyuşmazlığın  en  az  bir  tarafı  idari birimlerdir. Bu nedenle idarenin kamu gücü ayrıcalıklarına sahip olmasının bir sonucu olarak idarenin ilişki de egemen tarafı teşkil ettiği ve uyuşmazlığı gidermenin tek yolunun yargı mercilerine başvurmak olduğu düşünülebilir. Ancak uyuşmazlığın mahiyeti ile bağdaşır oranda kamu hukuku – idare hukuku kaynaklı bir takım uyuşmazlıklarında alternatif uyuşmazlık çözüm yöntemleri ile giderilebilmeleri mümkündür.  Bugün  için  hedeflenen  uyuşmazlıkların  mümkün  olduğunca  kısa zamanda  ve  en  makul  şekilde  giderilmesi  için  gerekli  teşviklerin sağlanmasıdır. Avrupa Birliği  nin idari makamlar ve özel kişiler arasındaki uyuşmazlıkların dava yolu ile giderilmesine alternatif yöntemleri içeren 9 sayılı tavsiye kararı da idari makamlar ile özel kişiler arasındaki ihtilafların çözümünde alternatif yolların kullanımını teşvik ederek bu yolların önemine dikkat çekmektedir.  İdari uyuşmazlıklar açısından alternatif uyuşmazlık çözüm yöntemlerinin kullanımı da oldukça önem taşımaktadır. Konuyu birkaç örnekle açıklamak gerekirse; uygulamadan şu tespitler yapabilir. 2013 yılında bir idari yargı hâkimine  düşen  dosya  sayısı  637  dir.  Diğer  yandan  2004  yılında                                                  18  PARTRIDGE, Mark, Alternative Dispute Resolution: An Essential Competency For Lawyers, Oxford University Press, 2009, p. 13. 19  ARMSTRONG, Phillip  Why We Still Litigate?  Pepperdine Dispute Resolution Law Journal, Vol. 8, Iss. 3, 2008, p. 379 20  Avrupa Konseyi Bakanlar Komitesinin 5 Eylül 2001 tarihli İdari Makamlar Ve Özel Kişiler Arasındaki  Dava  Alternatifleri  Konusunda  9  Sayılı  Tavsiye  Kararı, http://www.anayasa.gov.tr/files/insan_haklari_mahkemesi/bakanlar_komitesi/CMRec19TRAlternativestoLitigationAdministrative.pdf erişim tarihi; 02.02.2016.) 21  http://www.adlisicil.adalet.gov.tr/istatistik_2014/222.pdf (erişim tarihi; 01.02.16)   1987İdare Hukukunda Alternatif...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  çözümlenemeyerek bir sonraki yıla devredilen dava sayısı 81639 iken 2014 yılında  devredilen  dosya  sayısı  92271  i  bulmuştur.  Görüldüğü  üzere mahkemelerde ve konumuz itibariyle idari yargıda görülen dava sayısı gün geçtikçe  artmaktadır.  Bunun  temel  sebebi  mahkemelerin  bakabileceği kapasitenin çok üzerindeki dava sayısıdır.  Tarafların  her  tür  uyuşmazlık  için  yargı  yoluna  başvurması,  çıkan karardan kısmen ya da tamamen memnun olmayan tarafın kararı bir de üst derece mahkemesine taşıması, aynı uyuşmazlığın mahkeme tarafından birden fazla kez ele alınmasına ve dolayısıyla karar alma sürecinin haliyle uzamasına sebep olmaktadır. Bütün bu sebepler taraflar açısından hem yargıya, hem idareye olan güveni sarsmakta ve aynı zamanda tarafların arzu ettikleri sonuca hem geç, hem de arzu edilmeyen bir şekilde kavuşmalarına sebep olmaktadır. Diğer yandan uyuşmazlıkların sayısı arttıkça her bir uyuşmazlığa gereği gibi zaman ayrılamadığı için davaların hakkıyla çözümlenebildiği de söylenemez. Bu açıdan uyuşmazlık taraflarının uyuşmazlığı yargı yoluna başvurmadan gidermelerini sağlamak gerekmektedir. Özel hukuk açısından taraflar her zaman bunu yapabilir. Örneğin bir borç ilişkisinde borcunu ödemekte sıkıntı yaşayan borçlunun borcunu taksitle ödemeyi teklif etmesi, alacaklının da alacağını alamamaktansa bu şekilde bir anlaşmayı kabul etmesi her zaman için mümkündür. Bunun için yargı yoluna başvurmaya gerek bulunmamaktadır. İdari  uyuşmazlıklar  açısından  da  yargı  yoluna  başvurulmaksızın uyuşmazlıkların giderilmesi mümkündür. Ancak bunun için gerekli yasal düzenlemelerin yapılması gerekmektedir.  Uyuşmazlıkların idare ve uyuşmazlığın diğer tarafı olan birey arasında yargı  yolu  ile  giderilmeleri  dışındaki  uyuşmazlık  çözüm  yöntemleri giderilmesi hem idare  hem de  idare  edilenler açısından  önemli faydalar sağlamaktadır. Bu faydalar şu şekilde sıralanabilir;   İdare  açısından  uyuşmazlık,  hem  zaman,  hem  de  yargılama masraflarından tasarruf edilerek giderebilecekken; bireyler açısından da aynı şekilde harcanan zaman ve masraflar azaltılmış olacaktır.   Kamu  görevlilerini  ilgilendiren  davalarda  kamu  görevlilerinin yargılama sürecinden olumsuz etkilenerek verimliliklerinin düşmesini önlemek amacı ile bu çözüm yöntemlerini tercih edilebilecektir.                                                   22  http://www.adlisicil.adalet.gov.tr/istatistik_2014/226.pdf (erişim tarihi; 01.02.16) 23  ODYAKMAZ, Zehra,  İdarî Uyuşmazlıklarda Alternatif Çözüm Yolları (Türk Mevzuatı ve Uygulamaları)  Uyuşmazlıkların Alternatif Çözüm Yolları Sempozyumu, Ankara 3 – 5 Nisan 2006, Türkiye Adalet Akademisi Yayınları, s. 69 – 70.  1988Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  Hasoğlu   Uyuşmazlığın giderilmesi sürecinde idare ve bireyin birbirlerine karşı daha  ılımlı  davranmalarını  imkân  tanıyarak  dostane  ilişkilerin sürdürülmesi sağlanır.    Uyuşmazlığın  çözümünde  istenildiği  gibi  uzman  görüşüne başvurulabilmesi, yardım alınması tarafların arzu ettikleri sonuca daha kolay ulaşmalarını sağlar.    Tarafların  hakkaniyet  ve  nesafet  esaslarına  göre  uyuşmazlıklarını gidermelerine imkân tanır.  Kural  olarak  İdare  hukukunda  aleniyet  ilkesi  geçerli  olsa  da  bazı durumlarda  gizlilik  arzu  edilebileceğinden  bu  yöntemlerle  aleniyetten kaçılarak  gizlilik  sağlanmış  olacaktır.  Zira  bu  yöntemler  uyuşmazlığın tarafları arasında kalmasını sağlayarak gizliliği de sağlayabilmektedir. İdarenin  uyuşmazlığın  ortaya  çıkmasına  sebep  olduğunu  bilmesi  ve haksızlığının farkında olması durumunda dahi uyuşmazlığı ortadan kaldırmak için çaba göstermemesi ve yargı kararını beklemesi durumunda vatandaşın idareye güveni kalmamaktadır. Oysa birey ile idare bir araya gelip mevcut uyuşmazlığı gidermek için çaba gösterse; birey idareye güven duyacak diğer taraftan da idarenin yerine getirmekle yükümlü olduğu kamu hizmeti ilişkisi daha sağlıklı bir şekilde yerine getirilebilecektir.  IV. İDARE HUKUKUNDA ALTERNATİF UYUŞMAZLIK ÇÖZÜM YOLLARININ DÜZENLEME ÖRNEKLERİ Daha önce de belirtildiği üzere kamu hukuku kaynaklı uyuşmazlıkların yargılama yolu dışında giderilmesine imkân tanıyan düzenlemeler sınırlı da olsa uygulanabilmektedir. Bu düzenleme örneklerinin İdare Hukuku açısından önemli görülenler şu şekilde sıralanabilir; İdari  başvurular  yolu  ile  uyuşmazlıkların  giderilmesi:  İdari  başvuru  Kişilerin menfaatleri bulunan ve idari işlev kapsamına giren konularda, kamusal makamlara yaptıkları başvuruların tümü ile kamu yararını korumak amacı ile yetki verilen kamu görevlilerinin veya kamu tüzel kişilerinin, diğer                                                  24  ODYAKMAZ Zehra / ÇINARLI Serkan, İdari Uyuşmazlıklarda Yargı Öncesi Çözüm Usullerinin Uygulanabilirliği, Ankara Orion Kitabevi, 2013, s. 43.  25  ÖZBEK, a.g.e. s. 211.  26  BALKAR, Kemal Galip,  İdare ile Halk Arasındaki Münasebetler , AÜSBFD, C. XVIII, Mart 1963, s. 431 27  CİDECİGİLLER  Aynur,  İdarenin  Taraf  Olduğu  Uyuşmazlıkların  Sulh  Yolu  İle Giderilmesi, Ankara Adalet Yayınevi, 2015, s. 41.   1989İdare Hukukunda Alternatif...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  idari makamların yaptığı idari işlemlerin iptali, değiştirilmesi veya  geri alınması  gibi  nedenlerle,  yine  yasaların  gösterdiği  idari  işleve  sahip makamlara yaptıkları İdare Hukukuna ilişkin başvurulardır. 28.  Bireylerin  bir  uyuşmazlık  ile  karşılaştıklarında  bu  uyuşmazlığın doğmasına sebep olduğunu düşündüğü idari makama bir başvuruda bulunması ve idarenin de bu başvuruyu değerlendirerek uyuşmazlığı ortadan kaldırması her zaman için mümkündür. Bu tür başvuruların en önemli örnekleri İdari Yargılama Usulü Kanunu nun 1129 ve 1330. maddeleri gereğince yapılan başvurulardır.  Esasen  bu  başvurular  yargı  yoluna  başvurulmasına  gerek kalmaksızın  uyuşmazlığı  ortadan  kaldırabilme  gücüne  sahip  önemli düzenleme örnekleridir. Ancak maalesef bu başvurular uyuşmazlığı ortadan kaldırma konusunda idari birimlerin bu başvuruları reddetmesi, kabul etseler dahi yeterli ödeneğe sahip olmamaları, idarenin nasıl bir değerlendirmede bulunacağı konusunda düzenleme olmaması, zarar söz konusu ise bu zararın nasıl  tespit  edileceğinin  bilinmemesi,  kamu  görevlilerinin  uyuşmazlığı giderme  konusunda  sorumluluk  almaktan  kaçınmaları  vs.  sebeplerle kendilerinden arzu edilen sonucu gerçekleştirmekten uzak bulunmaktadır.  Uzlaşma yolu ile uyuşmazlıkların giderilmesi; Uzlaşma genel olarak uyuşmazlık taraflarının karşılıklı müzakereleri ile söz konusu uyuşmazlığın ortadan kaldırılmasını ifade eder. İdari uyuşmazlıkların giderilmesi açısından da uzlaşmayı öngören bazı düzenleme örneklerimiz bulunmaktadır. 659 sayılı                                                  28  YILDIRIM, Ramazan, İdari Başvurular, 2. B. Konya Mimoza Yayınları 2006, s. 30.  29   1. İlgililer tarafından idari dava açılmadan önce, idari işlemin kaldırılması, geri alınması değiştirilmesi veya yeni bir işlem yapılması üst makamdan, üst makam yoksa işlemi yapmış olan makamdan, idari dava açma süresi içinde istenebilir. Bu başvurma, işlemeye başlamış olan idari dava açma süresini durdurur.    2. Altmış gün içinde bir cevap verilmezse istek reddedilmiş sayılır.   3. İsteğin reddedilmesi veya reddedilmiş sayılması halinde dava açma süresi yeniden işlemeye başlar ve başvurma tarihine kadar geçmiş süre de hesaba katılır.  30   İdari eylemlerden hakları ihlal edilmiş olanların idari dava açmadan önce, bu eylemleri yazılı bildirim üzerine veya başka suretle öğrendikleri tarihten itibaren bir yıl ve her halde eylem  tarihinden  itibaren  beş  yıl  içinde  ilgili  idareye  başvurarak  haklarının  yerine getirilmesini istemeleri gereklidir. Bu isteklerin kısmen veya tamamen reddi halinde, bu konudaki işlemin tebliğini izleyen günden itibaren veya istek hakkında altmış gün içinde cevap verilmediği takdirde bu sürenin bittiği tarihten itibaren, dava süresi içinde dava açılabilir.  31  DURAN Lütfi,  İdari İşlemden Sorumluluk İptal Davası – Tam Yargı Davası , İÜHFM, C. 33, S. 3 – 4, 1967, s. 24. 32  ÖZYÖRÜK Mukbil, İdare Hukuku Dersleri, Ankara 1977, s. 237. 33  YILDIRIM, İdari Başvurular, s. 170. 1990Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  Hasoğlu Genel Bütçe Kapsamındaki Kamu İdareleri Ve Özel Bütçeli İdarelerde Hukuk Hizmetlerinin  Yürütülmesine  İlişkin  Kanun  Hükmünde  Kararname hükümleri gereğince kararname kapsamında bulunan idarelerin tarafı olduğu hem adli hem de idari uyuşmazlıklar sulh yolu ile giderilebilir.  Kamulaştırma  Kanunundaki  satın  alma  usulü  de  kamulaştırma işleminin  gerçekleşmesi  sebebi  ile  kamulaştırmayı  yapan  idare  ve kamulaştırılan taşınmaz malın sahibi arasındaki uyuşmazlığın giderilmesi açısından önemlidir.   İdarelerin,  bu  Kanuna  göre,  tapuda  kayıtlı  olan  taşınmaz  mallar hakkında  yapacağı  kamulaştırmalarda  satın  alma  usulünü  öncelikle uygulamaları esastır.  (Kamulaştırma Kanunu md. 8) Köy Kanununun ilgili maddelerinde de uyuşmazlıkların yargı yoluna başvurmadan giderilebilmesine imkân tanıyan çözüm yolları bulunmaktadır. Bu uyuşmazlıklar her ne kadar idari uyuşmazlık mahiyetinde olmasalar da idari  mevzuatımızda  yer  alan  uyuşmazlık  çözüm  yöntemleri  olmaları itibariyle önem taşımaktadırlar.   İki köy arasında nizalı sınırların çizilmesi için Hükümetin emriyle iki köy heyeti ihtiyariyesi bir araya toplanarak işin kendi aralarında düzeltilmesi için çalışılır. Gene uzlaşamadıkları halde idare meclisi tetkikat ve tahkikat yaparak altı ay içinde doğrudan doğruya sınırı çizer ve bu kati olur.  (Köy Kanunu md. 5) Madde hükmünde geçen idare meclisi ifadesini bugün için il ve ilçe idare kurulu olarak anlamak doğru olacaktır.   İki ve daha ziyade köyler arasındaki işler için o köylerin muhtar ve ihtiyar meclisleri kendi aralarında kararlaştıracakları bir köyde toplanarak konuşurlar ve ne türlü yapılacağını ve her köyün o işte ne türlü yardım edeceğini kararlaştırırlar ve ondan sonra Hükümete haber vererek alacakları izne göre işe başlarlar. İki veya daha ziyade köylere düşen işler için köylerin ihtiyar meclisleri kendi aralarında anlaşamazlarsa bunlardan bir tarafın dilemesi üzerine köyün bağlı olduğu Hükümet reisi işe karışır ve o köylerin ihtiyar meclislerini toplayarak işi bitirir.  (Köy Kanunu md. 47 – 48)                                                  34  659 sayılı 2011 tarihli Genel Bütçe Kapsamındaki Kamu İdareleri Ve Özel Bütçeli İdarelerde Hukuk Hizmetlerinin Yürütülmesine İlişkin Kanun Hükmünde Kararname, RGS 28103, RGT 02.11.2011.  35  2942 sayılı Kamulaştırma Kanunu (1983), RGT 8.11.1983, RGS 18215. 36  442 sayılı Köy Kanunu (1924), RGT 7.4.1924, RGS 68. 37  CİDECİGİLLER, s. 55.   1991İdare Hukukunda Alternatif...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996   İhtiyar meclisleri köylünün iki tarafın uzlaşmasıyla bitirilebilen her türlü işlerini görürler.  (Köy Kanunu md. 53)  Vergi  Hukukunda  da  yargılama  dışında  uyuşmazlıkların çözümlenmesine  yönelik  düzenleme  örnekleri  bulunmaktadır.  Vergi Hukukunda uzlaşma, tarhiyat öncesi ve tarhiyat sonrası olarak uygulanabilen vergi  idaresi  ve  vergi  yükümlüsü  arasında  uzlaşarak  uyuşmazlığın çözümlenmesini sağlayan bir yöntemdir. Uzlaşma dışında Vergi Hukukunda hata düzeltme, pişmanlık, ıslah gibi yöntemlerle de uyuşmazlıkların yargı yoluna başvurulmasına gerek bulunmaksızın giderilmesine imkân sağlayan önemli düzenleme örnekleridir.  Düzenleyici ve denetleyici kamu kurumları tarafından uyuşmazlıkların giderilmesi; Düzenleyici ve denetleyici kamu kurumları tarafından da ilgili mevzuatın öngördüğü durumlarda kendi görev alanları ile ilgili olarak ortaya çıkan  uyuşmazlıkların yargı yoluna  başvurulmasına gerek bulunmaksızın giderilmesi mümkündür. Örneğin Enerji Piyasası Düzenleme Kurulu nun kendi görev alanı ile ilgili konularda ortaya çıkan uyuşmazlıkları giderme konusunda arabulucu gibi görev yapabileceği belirtilmiştir.   Mevcut  sözleşmelere  ilişkin  olarak,  Kanun  hükümleri  uyarınca rekabetçi  piyasaya  geçişi  kolaylaştıracak  hususlarda,  taraflarca değerlendirilmek  üzere  değişiklik  önerilerinde  bulunmak  ve  mevcut sözleşmelerin ihtilafların halline ilişkin hükümlerini ihlal etmemek kaydıyla, bu  sözleşmelere  ilişkin  herhangi  bir  resmi  ihtilaf  halli  sürecinin başlatılmasından önce, ihtilafların halli için arabuluculuk yapmak Enerji Piyasası Düzenleme Kurulunun görevindedir. (Enerji Piyasası Düzenleme Kurumunun Teşkilat ve Görevleri Hakkında Kanunun 5. Maddesi) Uyuşmazlıkların Tahkim Yolu ile Giderilmesi; Kamu hizmeti imtiyaz sözleşmelerinden  kaynaklanan  uyuşmazlıkların  çözümünde  tahkim  yolu öngörülmesi  durumunda;  uyuşmazlık  tahkim  yolu  ile  giderilebilecektir.  Kamu hizmetleri ile ilgili imtiyaz şartlaşma ve sözleşmelerinde bunlardan doğan uyuşmazlıkların millî veya milletlerarası tahkim yoluyla çözülmesi öngörülebilir  (Anayasa md. 125).                                                  38  4628 sayılı Enerji Piyasası Düzenleme Kurumunun Teşkilat ve Görevleri Hakkında Kanunu (2001), RGT 3.3.2001, RGS 24335 M. (Kanunun adı Enerji Piyasası Kanunu iken 2013 tarihli 6446 sayılı Kanunun 30. maddesi ile Enerji Piyasası Düzenleme Kurumunun Teşkilat ve Görevleri Hakkında Kanun olarak değiştirilmiştir.) 1992Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  Hasoğlu Kamu Denetçiliği Kurumu na başvurmak yolu ile de uyuşmazlıkların giderilmesi mümkündür. Her ne kadar Kurum esasen bir uyuşmazlık çözüm mercii  olmamasına  rağmen  Kurum  kararlarının  dikkate  alınarak uyuşmazlıkların ilgili idare tarafından giderilmesinin sağlanması mümkün bulunmaktadır. Kurumun görevi genel olarak idarenin faaliyetleri ile ilgili olarak yapılan şikâyetleri dinlemek ve bu konuda idareye tavsiye niteliğinde kararlar vermektir. Bu açıdan Kurumu geniş anlamda bir uyuşmazlık çözüm yöntemi olarak değerlendirmek daha uygun olacaktır. Kurumun verdiği kararlar idari makamlar açısından bağlayıcı olmamakla birlikte Kurumun açıklayacağı raporlarda olumsuz bir şekilde yer almamayı arzu ederek idari birimlerin  söz  konusu  tavsiye  kararlara  uygun  davranacağı  umut edilmektedir.  SONUÇ  İdarenin faaliyetlerinden memnun olmayan ya da bu faaliyet sebebi ile zarara uğrayan bireyler, bu olumsuz durumu ortadan kaldırmak için yargı yoluna  başvurmak  suretiyle  söz  konusu  uyuşmazlığın  yargı  mercileri tarafından  giderilmesini  sağlayabilirler.  Ancak  günümüz  koşullarında  bir uyuşmazlığın yargılama yolu ile giderilmesi taraflar açısından zorlu bir süreci de beraberinde getirmektedir.  Yargılama süreci içerisinde karşılıklı olarak yıpranan taraflar hem emek, hem  de  masraf  kaybına  uğramakta  üstelik  arzu  ettikleri  sonuca  da ulaşamamaktadırlar.  Her  yıl  artan  işyükü  karşısında  yargılama  yapmaya çalışan mahkemeler ise davaları maalesef uzun süren yargılamalar sonucunda sonlandırabilmektedirler.  Bu  durum  da  çeşitli  hak  kayıplarına  sebebiyet vermektedir. Benzer birçok sebeple günümüz koşullarında uyuşmazlıkların yargı  organlarına  başvurulmasına  gerek  bulunmaksızın  ya  da başvurulduğunda yargı mercileri tarafından uyuşmazlık hakkında bir karar verilmeden önce yargı dışı bir takım çözüm yöntemleri ile uyuşmazlıkların giderilmesinin sağlanması bir zorunluluk olarak karşımıza çıkmaktadır.  Genel  olarak  alternatif  uyuşmazlık  çözüm  yöntemleri  olarak adlandırabilecek bu çözüm yöntemleri, uyuşmazlıkların yargılama dışında uyuşmazlık taraflarınca ya da uyuşmazlık çözümü aşamasında tarafsız üçüncü kişinin sürece katılması ile uyuşmazlığı karşılıklı müzakere etmek suretiyle                                                  39  ODYAKMAZ,  Alternatif Çözüm Yolları  s. 68-69. 40  SAĞLAM Abdi,  Kamu Denetçiliği ve İdari Yargı İle İlişkisi , Adalet Dergisi, S. 44, 2012, s. 43 – 44.   1993İdare Hukukunda Alternatif...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  gidermelerine imkân tanıyan durumları ifade etmektedir. Tarafların kendi aralarında uzlaşmak sureti ile giderebilecekleri uyuşmazlıkları bu yöntemlerle gidermeleri, hem yargı organlarının işyükünün daha da fazla artmamasını sağlayacak  hem  uyuşmazlığı  yargılamaya  kıyasla  daha  kısa  sürede çözümleyecek hem de taraflar arasında uyuşmazlıkla bozulan / bozulmaya başlayan  ilişkilerin  olumlu  bir  şekilde  sürdürülebilmesine  de  imkân tanıyacaktır.  Mahiyetleri  gereği  özel  hukuk  uyuşmazlıkları  açısından  daha  kolay uygulanma  imkânı  bulan  alternatif  uyuşmazlık  çözüm  yöntemleri  idare hukuku kaynaklı uyuşmazlıklar açısından da uygulanabilme imkânına sahip olabilmelidir. Bunun için ise mevzuat itibariyle gerekli altyapının sağlanması, kişilerin – idari birimlerin – yargı mercilerinin bu konuda, en azından bu tarz bir  yöntemle  de  uyuşmazlığın  giderilebileceği  konusunda  bilgi  sahibi olmalarının sağlanarak bilinçlendirilmesi gibi önerilerin hayata geçirilmesi gerekmektedir.  KAYNAKLAR ARMSTRONG,  Phillip   Why  We  Still  Litigate?   Pepperdine  Dispute Resolution Law Journal, Vol. 8, Iss. 3, 2008, p. 379-384. ARNAVAS, Donald, Alternative Dispute Resolution For Government Contract, Chicago CCH Incorporated, 2004. BALKAR,  Kemal  Galip,   İdare  ile  Halk  Arasındaki  Münasebetler , AÜSBFD, C. XVIII, Mart 1963, s. 431 - 434. CİDECİGİLLER Aynur, İdarenin Taraf Olduğu Uyuşmazlıkların Sulh Yolu İle Giderilmesi, Ankara Adalet Yayınevi, 2015. DARENDELİ,  Vahap,  Yargıtay,  Danıştay  ve  Uyuşmazlık  Mahkemesi İçtihatları  Işığında  Adli  Yargı  Yerlerinde  Görülen  İdari Uyuşmazlıklar ve Davalar, Ankara; Yetkin Yayınları, 2004. DURAN  Lütfi,   İdari  İşlemden  Sorumluluk  İptal  Davası  –  Tam  Yargı Davası , İÜHFM, C. 33, S. 3 – 4, 1967, s. 3 - 21. ODYAKMAZ,  Zehra,   İdarî  Uyuşmazlıklarda  Alternatif  Çözüm  Yolları (Türk Mevzuatı ve Uygulamaları)  Uyuşmazlıkların Alternatif Çözüm Yolları Sempozyumu, Ankara 3 – 5 Nisan 2006, Türkiye Adalet Akademisi Yayınları, s. 63 – 83.  1994Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  Hasoğlu ODYAKMAZ Zehra / ÇINARLI Serkan, İdari Uyuşmazlıklarda Yargı Öncesi Çözüm Usullerinin Uygulanabilirliği, Ankara Orion Kitabevi, 2013. ÖZBEK Mustafa,  İdari Uyuşmazlıkların Çözümünde Yargılama Dışı Usuller (I),  Birinci  Bölüm  Türk  Hukukunda  ve  Mukayeseli  Hukukta  İdari Uyuşmazlıkların Çözümünde Yargılama Dışı Usuller , TBB Dergisi, S. 56, 2005, s. 9-132.  ÖZBEK Mustafa, Alternatif Uyuşmazlık Çözümü, 2. B. Ankara Yetkin Yayınları 2009. ÖZBEK Mustafa,  Dünya Çapındaki Adalete Ulaşma Hareketiyle Ortaya Çıkan Gelişmeler ve Alternatif Uyuşmazlık Çözümü , AÜHFD, C. 1, S. 2, 2002, s. 121-162.  ÖZBAY,  İbrahim,   Alternatif  Uyuşmazlık  Çözüm  Yolları ,  EÜHFD Atatürk ün 125. Doğum Yılına Armağan, C. X, S. 3 - 4, 2006, s. 459 – 475. ÖZYÖRÜK Mukbil, İdare Hukuku Dersleri, Ankara 1977. PARTRIDGE,  Mark,  Alternative  Dispute  Resolution:  An  Essential Competency For Lawyers, Oxford University Press, 2009. SAĞLAM  Abdi,  Kamu Denetçiliği ve  İdari Yargı İle  İlişkisi ,  Adalet Dergisi, S. 44, 2012, s. 27 – 49. SPEGEL Nadja,  Alternative Dispute Resolution; A New Era in Dispute Management?  Legaldate May 1994, Vol. 6, Issue 2, 1994, p. 1-4. STIENSTRA Donna / WILLGING Thomas, Alternatives to Litigation Do They Have A Place In The Federal District Courts? Federal Judicial Center, 1995. STONE Katherine,  Alternative Dispute Resolution , Encylopedia in Legal History, Research Paper No; 04-30, Oxford University Press, p. 1-7. TANRIVER  Süha,   Hukuk  Uyuşmazlıkları  Bağlamında  Alternatif Uyuşmazlık Çözüm Yolları ve Özellikle Arabuluculuk , TBB Dergisi, S. 64, 2006, s. 151-177. Traditional Litigation Versus Alternative Dispute Resolution (ADR) Which way To Go? p. 1 - 2. http://documents.jdsupra.com/14952ae-8a-4ffaa-fcfd4df.pdf erişim tarihi; 02.02.2016.   1995İdare Hukukunda Alternatif...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  YILDIRIM, Ramazan, İdari Başvurular, 2. B. Konya Mimoza Yayınları 2006. ZOLLERS, Frances,  Alternative Dispute Resolution and Product Lialibility Reform  American Business Law Journal, Vol. 26, Iss. 3, 1988, p. 479510.  1996",
     "Metin": "Yargı organlarının artan işyükü altında çalışmak durumunda kalmaları hem performanslarını etkilemekte hem de yargılamaların uzun sürmesi ile sonuçlanmaktadır. Uzun süren yargılamalar sonucunda da arzu edilen sonuca ulaşılamaması;  bireyler  açısından  yargılamaya  olan  güveni  maalesef  ki sarsmaktadır. Hem zaman kaybederek hem masraf yaparak üstüne de arzu edilen  sonuçlara  ulaşılamaması  yargı  yoluna  başvurarak  uyuşmazlıkların giderilmesi  dışında  uyuşmazlıkların  başka  hangi  yöntemlerle giderilebileceğine yönelik arayışları yol açmıştır. Bu arayışların sonucu olarak yargı mercilerinin yaptığı yargılama faaliyeti ile uyuşmazlıkların giderilmesi dışında bir takım alternatif yöntemler ortaya çıkmıştır. Genel olarak alternatif çözüm yolları olarak adlandırılan bu çözüm yöntemleri uyuşmazlığın yargı yoluna başvurularak giderilmesinin dışında kalan ve uyuşmazlık taraflarının karşılıklı ve bazen de sürece uyuşmazlıkla ilgisi bulunmayan bir üçüncü kişinin katılması ile uyuşmazlığın ortadan kaldırılmasına yönelik yapılan çalışmalar için kullanılan bir kavramdır. 1982Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  Hasoğlu Özel hukuk uyuşmazlıklarının mahiyeti gereği alternatif uyuşmazlık çözüm yöntemleri ile giderilebilmeleri her zaman için mümkün bulunmakla beraber  kamu  hukuku  kaynaklı  uyuşmazlıklar  içinde  uygun  bulunduğu durumlarda bu çözüm yöntemlerinin uygulanabildiği görülmektedir. Özellikle son  zamanlarda  yapılan  yasal  düzenlemelerle  kamu  hukuku  kaynaklı uyuşmazlıkların  da  alternatif  uyuşmazlık  çözüm  yöntemleri  ile giderilebilmesine  imkân  tanıyan  durumlar  bulunmaktadır.  Çalışmamızda öncelikle  uyuşmazlıkların  alternatif  uyuşmazlık  çözüm  yolları  ile giderilmesinin ne şekilde mümkün olabileceği ve bu çözüm yöntemlerinin genel  anlamda  yargılamaya  kıyasla  faydalarının  neler  olduğuna değinilecektir.  Ayrıca  İdare  Hukuku  açısından  uyuşmazlıkların  alternatif çözüm yöntemleri ile giderilebilmesinin mümkün olup olmayacağına ilişkin değerlendirmeler yapılarak mevzuat itibariyle örneklere yer verilecektir. I. GENEL  OLARAK  ALTERNATİF  UYUŞMAZLIK  ÇÖZÜM YOLLARI KAVRAMI Taraflar arasındaki uyuşmazlıkların giderilmesi esasen Devletin görevi olup, Devlet yargılama işlevi içerisindeki mahkemeler aracılığıyla yerine getirilmektedir. Buna  karşılık son  yıllarda  uyuşmazlık sayısının giderek artması sonucu yargılama faaliyeti gereği gibi yerine getirilemez olmuştur. Yargılamaların uzun sürmesi ve geçirilen bu uzun süreç sonunda da taraflar açısından tatmin edici sonuçların çıkmaması dolayısıyla yargılamanın dışında bir takım uyuşmazlık çözüm yöntemlerine olan ihtiyacı artırmıştır. Bu nedenle alternatif uyuşmazlık çözüm yolları olarak adlandırılan çözüm yöntemleri son yıllarda ön plana çıkmıştır.  Söz konusu yöntemler taraflar arasındaki uyuşmazlıkların giderilmesinde uygulanabilen ve yargılamanın dışındaki usullerdir. Bu yöntemler en geniş anlamı ile uyuşmazlıkların yargı yolu ile giderilmesi dışında kalan uyuşmazlık çözüm yöntemlerini genel olarak ifade etmektedir.  Alternatif  uyuşmazlık  çözüm  yöntemleri  yargılama  faaliyeti  ile uyuşmazlıkların  giderilmesi  ile  karşılaştırıldığında;  taraflar  arasındaki                                                  1   TANRIVER Süha,  Hukuk Uyuşmazlıkları Bağlamında Alternatif Uyuşmazlık Çözüm Yolları ve Özellikle Arabuluculuk , TBB Dergisi, S. 64, 2006, s. 152. 2   ÖZBEK Mustafa,  İdari Uyuşmazlıkların Çözümünde Yargılama Dışı Usuller (I), Birinci Bölüm  Türk  Hukukunda  ve  Mukayeseli  Hukukta  İdari  Uyuşmazlıkların  Çözümünde Yargılama Dışı Usuller , TBB Dergisi, S. 56, 2005, s. 91.  3   ÖZBEK Mustafa, Alternatif Uyuşmazlık Çözümü, 2. B. Ankara Yetkin Yayınları 2009.   1983İdare Hukukunda Alternatif...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  uyuşmazlığı mümkün olduğunca kısa sürede ve en makul biçimde gideren çözüm yöntemleri olarak da ifade edilebilecektir. Alternatif uyuşmazlık çözüm yöntemleri genel olarak Amerika Birleşik Devletlerinde 1970 li yıllardan itibaren görülmeye başlanan mahkemelerin yargılamaya  başlamadan  önce  uyuşmazlık  taraflarının  aralarındaki uyuşmazlığı müzakere ederek gidermelerine olanak tanıyan ve kısaca ADR (Alternatives Disputes Resolutions) olarak adlandırılan çözüm yöntemlerini kapsamaktadır. Bu yöntemlerin ortaya çıkmasındaki temel etken Amerikan yargı sistemi içerisindeki mahkemelerin bakabileceği uyuşmazlık sayısının çok üzerinde olan işyüküdür.  II. ALTERNATİF  UYUŞMAZLIK  ÇÖZÜM  YOLLARINA BAŞVURULMASININ SEBEPLERİ Alternatif  uyuşmazlık  çözüm  yöntemlerine  başvurulmasının  çeşitli sebepleri bulunmakla beraber en önemli sebep bu yöntemlerin uyuşmazlıkları tarafların lehine gidermesi ve aynı zamanda mahkemelerde görülmekte olan dava sayısının azaltılmasına önemli katkılar sağlamasıdır. Diğer yandan bu yöntemler uyuşmazlıkların hem mümkün olduğunca kısa sürede, hem de en makul şekilde giderilmesine hizmet etmektedir.  Anayasa Mahkemesi de verdiği bir kararında uyuşmazlıkları yargı dışı yollardan gideren yargı yoluna alternatif sayılabilecek uyuşmazlık çözüm yöntemlerinin önemini şu şekilde belirtmiştir;   Anayasa'nın 9. maddesinde, yargı yetkisinin Türk Milleti adına bağımsız mahkemelerce  kullanılacağı  öngörülmüştür.  Bu  madde  uyarınca, yapılacak  yargılamanın  kişiler  yönünden  gerçek  bir  güvence oluşturabilmesi  için  aranacak  nitelikler  de  36.  maddede  belirtilerek                                                  4   ARNAVAS,  Donald,  Alternative  Dispute  Resolution  For  Government  Contract, Chicago CCH Incorporated, 2004, p. 1-2. 5   ÖZBEK Mustafa,  Dünya Çapındaki Adalete Ulaşma Hareketiyle Ortaya Çıkan Gelişmeler ve Alternatif Uyuşmazlık Çözümü , AÜHFD, C. 1, S. 2, 2002, s. 136 – 137; ÖZBAY, İbrahim,  Alternatif Uyuşmazlık Çözüm Yolları , EÜHFD Atatürk ün 125. Doğum Yılına Armağan, C. X, S. 3 - 4, 2006, s. 461 – 463; STONE Katherine,  Alternative Dispute Resolution ,  Encylopedia  in  Legal  History,  Research  Paper  No;  04-30,  Oxford University Press, p. 1-7. 6   ZOLLERS, Frances,  Alternative Dispute Resolution and Product Lialibility Reform  American Business Law Journal, Vol. 26, Iss. 3, 1988, p. 479. 7   ÖZBEK, a.g.e. s. 145. 8   ARNAVAS, ibid, p. 1-2.  1984Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  Hasoğlu  Herkes, meşrû vasıta ve yollardan faydalanmak suretiyle yargı mercileri önünde davacı veya davalı olarak iddia ve savunma ile adil yargılanma hakkına  sahiptir.  Hiçbir  mahkeme,  görev  ve  yetkisi  içindeki  davaya bakmaktan  kaçınamaz.   denilmiştir.  Anayasa'nın  141.  maddesiyle  de davaların en az giderle ve mümkün olan süratle sonuçlandırılması görevi yargıya verilmiştir. Bu görevin ağır işyükü altında yerine getirilmesi zorlaştıkça, uyuşmazlıkların çözümü için alternatif yöntemlerin yaşama geçirilmesi, yargıya ilişkin anayasal kuralların etkililiğinin sağlanması bakımından gerekli görülebilir. 9 Son yıllarda uyuşmazlıkların yargı dışı yollardan giderilmesine ilişkin Ülkemizde de bir takım çalışmalar yapılmaya başlanmış olup bunlardan biri de uyuşmazlıkların arabuluculuk yöntemi ile giderilmesine yönelik yapılan düzenlemedir.  2012  tarihinde  yürürlüğe  giren  Hukuk  Uyuşmazlıklarında Arabuluculuk  Kanununun  gerekçesinde  yargı  dışı  uyuşmazlık  çözüm yöntemlerinin kullanılmasının önemi şu şekilde belirtilmiştir.   Alternatif uyuşmazlık çözüm yöntemleriyle uyuşmazlıkların çözümü son yıllarda  pek  çok  ülkenin  kanun  koyucularını  meşgul  etmektedir. Uyuşmazlıkların dava yolu ile çözümü yerine tarafların kendi iradeleri ile uzlaşarak  uyuşmazlığa  son  vermeleri,  toplumsal  barışın  korunması açısından tercih sebebi sayılmaktadır. Bu yolların geniş kapsamlı ve etkin bir biçimde işlerlik kazanması mahkemelerin işyükünün azalmasına katkı sağlayacaktır.  Alternatif uyuşmazlık çözüm yöntemleri, aslında yargı sistemi ile rekabet içinde olmadığı gibi, amaç yargısal yollara başvuru imkânını ortadan kaldırmak  da  değildir.  Devlete  ait  olan  yargı  yetkisinin  mutlak egemenliğine zarar vermeden uyuşmazlıkların daha basit ve kolay çözümü amaçlanmaktadır.  III. ALTERNATİF  UYUŞMAZLIK  ÇÖZÜM  YOLLARININ İDARE HUKUKU AÇISINDAN ÖNEMİ VE FAYDALARI Alternatif  uyuşmazlık  çözüm  yöntemlerinin  başta  zaman  kaybını engellemesi  ve  yargılama  ile  yapılan  masraflardan  tasarruf  edilmesinin                                                  9   Anayasa Mahkemesinin 03.03.2004 tarih E. 2003/98, K. 2004/31 sayılı kararı. RGT 10.07.2004, RGS 25518. 10  6325 Sayılı Hukuk Uyuşmazlıklarında Arabuluculuk Kanunu (2012), RGS 28331, RGT 22.06.2012 11  TBMM, Hukuk Uyuşmazlıklarında Arabuluculuk Kanunu Tasarısı ve Avrupa Birliği Uyum Komisyonu İle Adalet Komisyonu Raporları (1/486), Yasama Dönemi; 24, Yasama Yılı; 2, Sıra Sayısı 233, s. 4.    1985İdare Hukukunda Alternatif...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  sağlamasının  yanında  taraflar  açısından  da  birçok  önemli  faydası bulunmaktadır. İdari uyuşmazlıklarda sağlayacağı faydalara bakmadan önce genel olarak bu çözüm yöntemlerinin yargılamaya kıyasla ne gibi faydalar sağladığına da genel olarak bakmak gerekmektedir.  A. GENEL  OLARAK  ALTERNATİF  UYUŞMAZLIK  ÇÖZÜM YOLLARININ ÖNEMİ VE FAYDALARI Alternatif  uyuşmazlık  çözüm  yöntemleri  ile  yargılama  faaliyeti karşılaştırıldığında  bu  çözüm  yöntemlerinin  yargılamaya  oranla  birçok faydasının bulunduğu görülebilecektir. Genel olarak bu yöntemlerin sağladığı faydaların şu şekilde sıralanabilmesi mümkündür.    Bu yöntemler uyuşmazlıkları her iki tarafın da lehine giderdiği için mahkemelerde görülen dava sayısının azaltılmasına önemli katkılar sağlamaktadır.    Bu yöntemler uyuşmazlıkların hem mümkün olduğunca kısa sürede, hem de en makul şekilde giderilmesine hizmet etmektedir.   Uyuşmazlıkları gidermek için taraflar diledikleri zamanda bir araya gelebilir  ve  görüşebilirler;  bu  süreçleri  denemekle  tarafların kaybedecekleri  bir  şey  olmadığı  gibi  bu  yöntemden  herkes kazanacaktır. Üstelik bu yöntemleri denemekle bir sonuç alınamazsa uyuşmazlık  her  zaman  için  yargı  yoluna  başvurmak  suretiyle  de giderilebilecektir.    Uyuşmazlığın giderilmesi konusunda taraflar yargılamaya göre daha fazla söz sahibi olduklarından bu yöntemler yargılamaya göre daha esnek yöntemlerdir. Aynı zamanda daha basit prosedürlere bağlanmaları sebebi ile taraflarca daha basit bir şekilde yürütülebilirler.                                                   12  ÖZBEK, a.g.e. s. 145. 13  ARNAVAS, ibid, p. 1-2.  14  SPEGEL Nadja,  Alternative Dispute Resolution; A New Era in Dispute Management?  Legaldate May 1994, Vol. 6, Issue 2, 1994, p. 1. 15  Traditional Litigation Versus Alternative Dispute Resolution (ADR) Which way To Go? p. 1  -  2.  http://documents.jdsupra.com/14952ae-8a-4ff-aa-fcfd4df.pdf  erişim tarihi; 02.02.2016. 16  STIENSTRA Donna / WILLGING Thomas, Alternatives to Litigation Do They Have A Place In The Federal District Courts? Federal Judicial Center, 1995, p. 14.  17  DARENDELİ,  Vahap,  Yargıtay,  Danıştay  ve  Uyuşmazlık  Mahkemesi  İçtihatları Işığında Adli Yargı Yerlerinde Görülen İdari Uyuşmazlıklar ve Davalar, Ankara; Yetkin Yayınları, 2004, s. 33. 1986Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  Hasoğlu   Bu  yöntemler  yargılama  yoluna  kıyasla  uyuşmazlıkları  daha  kısa sürede ve daha az masrafla gidermektedirler.    Bu  yöntemler,  tarafların  süreci  daha  fazla  kontrol  edebilmelerine olanak sağladığından taraflar arasındaki iyi ilişkilerin korunmasını sağlayıcı ve güvenilir yöntemlerdir.  B. ALTERNATİF UYUŞMAZLIK ÇÖZÜM YOLLARININ İDARE HUKUKU AÇISINDAN FAYDALARI Alternatif  uyuşmazlık  çözüm  yöntemleri,  genel  olarak  bütün uyuşmazlıkların giderilmesine hizmet eder. Özel hukuk uyuşmazlıklarının yargı  yolu  dışında  bir  takım  alternatif  metotlarla  giderilebilmeleri  daha olağandır.  İdari  uyuşmazlıklarda  ise  uyuşmazlığın  en  az  bir  tarafı  idari birimlerdir. Bu nedenle idarenin kamu gücü ayrıcalıklarına sahip olmasının bir sonucu olarak idarenin ilişki de egemen tarafı teşkil ettiği ve uyuşmazlığı gidermenin tek yolunun yargı mercilerine başvurmak olduğu düşünülebilir. Ancak uyuşmazlığın mahiyeti ile bağdaşır oranda kamu hukuku – idare hukuku kaynaklı bir takım uyuşmazlıklarında alternatif uyuşmazlık çözüm yöntemleri ile giderilebilmeleri mümkündür.  Bugün  için  hedeflenen  uyuşmazlıkların  mümkün  olduğunca  kısa zamanda  ve  en  makul  şekilde  giderilmesi  için  gerekli  teşviklerin sağlanmasıdır. Avrupa Birliği  nin idari makamlar ve özel kişiler arasındaki uyuşmazlıkların dava yolu ile giderilmesine alternatif yöntemleri içeren 9 sayılı tavsiye kararı da idari makamlar ile özel kişiler arasındaki ihtilafların çözümünde alternatif yolların kullanımını teşvik ederek bu yolların önemine dikkat çekmektedir.  İdari uyuşmazlıklar açısından alternatif uyuşmazlık çözüm yöntemlerinin kullanımı da oldukça önem taşımaktadır. Konuyu birkaç örnekle açıklamak gerekirse; uygulamadan şu tespitler yapabilir. 2013 yılında bir idari yargı hâkimine  düşen  dosya  sayısı  637  dir.  Diğer  yandan  2004  yılında                                                  18  PARTRIDGE, Mark, Alternative Dispute Resolution: An Essential Competency For Lawyers, Oxford University Press, 2009, p. 13. 19  ARMSTRONG, Phillip  Why We Still Litigate?  Pepperdine Dispute Resolution Law Journal, Vol. 8, Iss. 3, 2008, p. 379 20  Avrupa Konseyi Bakanlar Komitesinin 5 Eylül 2001 tarihli İdari Makamlar Ve Özel Kişiler Arasındaki  Dava  Alternatifleri  Konusunda  9  Sayılı  Tavsiye  Kararı, http://www.anayasa.gov.tr/files/insan_haklari_mahkemesi/bakanlar_komitesi/CMRec19TRAlternativestoLitigationAdministrative.pdf erişim tarihi; 02.02.2016.) 21  http://www.adlisicil.adalet.gov.tr/istatistik_2014/222.pdf (erişim tarihi; 01.02.16)   1987İdare Hukukunda Alternatif...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  çözümlenemeyerek bir sonraki yıla devredilen dava sayısı 81639 iken 2014 yılında  devredilen  dosya  sayısı  92271  i  bulmuştur.  Görüldüğü  üzere mahkemelerde ve konumuz itibariyle idari yargıda görülen dava sayısı gün geçtikçe  artmaktadır.  Bunun  temel  sebebi  mahkemelerin  bakabileceği kapasitenin çok üzerindeki dava sayısıdır.  Tarafların  her  tür  uyuşmazlık  için  yargı  yoluna  başvurması,  çıkan karardan kısmen ya da tamamen memnun olmayan tarafın kararı bir de üst derece mahkemesine taşıması, aynı uyuşmazlığın mahkeme tarafından birden fazla kez ele alınmasına ve dolayısıyla karar alma sürecinin haliyle uzamasına sebep olmaktadır. Bütün bu sebepler taraflar açısından hem yargıya, hem idareye olan güveni sarsmakta ve aynı zamanda tarafların arzu ettikleri sonuca hem geç, hem de arzu edilmeyen bir şekilde kavuşmalarına sebep olmaktadır. Diğer yandan uyuşmazlıkların sayısı arttıkça her bir uyuşmazlığa gereği gibi zaman ayrılamadığı için davaların hakkıyla çözümlenebildiği de söylenemez. Bu açıdan uyuşmazlık taraflarının uyuşmazlığı yargı yoluna başvurmadan gidermelerini sağlamak gerekmektedir. Özel hukuk açısından taraflar her zaman bunu yapabilir. Örneğin bir borç ilişkisinde borcunu ödemekte sıkıntı yaşayan borçlunun borcunu taksitle ödemeyi teklif etmesi, alacaklının da alacağını alamamaktansa bu şekilde bir anlaşmayı kabul etmesi her zaman için mümkündür. Bunun için yargı yoluna başvurmaya gerek bulunmamaktadır. İdari  uyuşmazlıklar  açısından  da  yargı  yoluna  başvurulmaksızın uyuşmazlıkların giderilmesi mümkündür. Ancak bunun için gerekli yasal düzenlemelerin yapılması gerekmektedir.  Uyuşmazlıkların idare ve uyuşmazlığın diğer tarafı olan birey arasında yargı  yolu  ile  giderilmeleri  dışındaki  uyuşmazlık  çözüm  yöntemleri giderilmesi hem idare  hem de  idare  edilenler açısından  önemli faydalar sağlamaktadır. Bu faydalar şu şekilde sıralanabilir;   İdare  açısından  uyuşmazlık,  hem  zaman,  hem  de  yargılama masraflarından tasarruf edilerek giderebilecekken; bireyler açısından da aynı şekilde harcanan zaman ve masraflar azaltılmış olacaktır.   Kamu  görevlilerini  ilgilendiren  davalarda  kamu  görevlilerinin yargılama sürecinden olumsuz etkilenerek verimliliklerinin düşmesini önlemek amacı ile bu çözüm yöntemlerini tercih edilebilecektir.                                                   22  http://www.adlisicil.adalet.gov.tr/istatistik_2014/226.pdf (erişim tarihi; 01.02.16) 23  ODYAKMAZ, Zehra,  İdarî Uyuşmazlıklarda Alternatif Çözüm Yolları (Türk Mevzuatı ve Uygulamaları)  Uyuşmazlıkların Alternatif Çözüm Yolları Sempozyumu, Ankara 3 – 5 Nisan 2006, Türkiye Adalet Akademisi Yayınları, s. 69 – 70.  1988Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  Hasoğlu   Uyuşmazlığın giderilmesi sürecinde idare ve bireyin birbirlerine karşı daha  ılımlı  davranmalarını  imkân  tanıyarak  dostane  ilişkilerin sürdürülmesi sağlanır.    Uyuşmazlığın  çözümünde  istenildiği  gibi  uzman  görüşüne başvurulabilmesi, yardım alınması tarafların arzu ettikleri sonuca daha kolay ulaşmalarını sağlar.    Tarafların  hakkaniyet  ve  nesafet  esaslarına  göre  uyuşmazlıklarını gidermelerine imkân tanır.  Kural  olarak  İdare  hukukunda  aleniyet  ilkesi  geçerli  olsa  da  bazı durumlarda  gizlilik  arzu  edilebileceğinden  bu  yöntemlerle  aleniyetten kaçılarak  gizlilik  sağlanmış  olacaktır.  Zira  bu  yöntemler  uyuşmazlığın tarafları arasında kalmasını sağlayarak gizliliği de sağlayabilmektedir. İdarenin  uyuşmazlığın  ortaya  çıkmasına  sebep  olduğunu  bilmesi  ve haksızlığının farkında olması durumunda dahi uyuşmazlığı ortadan kaldırmak için çaba göstermemesi ve yargı kararını beklemesi durumunda vatandaşın idareye güveni kalmamaktadır. Oysa birey ile idare bir araya gelip mevcut uyuşmazlığı gidermek için çaba gösterse; birey idareye güven duyacak diğer taraftan da idarenin yerine getirmekle yükümlü olduğu kamu hizmeti ilişkisi daha sağlıklı bir şekilde yerine getirilebilecektir.  IV. İDARE HUKUKUNDA ALTERNATİF UYUŞMAZLIK ÇÖZÜM YOLLARININ DÜZENLEME ÖRNEKLERİ Daha önce de belirtildiği üzere kamu hukuku kaynaklı uyuşmazlıkların yargılama yolu dışında giderilmesine imkân tanıyan düzenlemeler sınırlı da olsa uygulanabilmektedir. Bu düzenleme örneklerinin İdare Hukuku açısından önemli görülenler şu şekilde sıralanabilir; İdari  başvurular  yolu  ile  uyuşmazlıkların  giderilmesi:  İdari  başvuru  Kişilerin menfaatleri bulunan ve idari işlev kapsamına giren konularda, kamusal makamlara yaptıkları başvuruların tümü ile kamu yararını korumak amacı ile yetki verilen kamu görevlilerinin veya kamu tüzel kişilerinin, diğer                                                  24  ODYAKMAZ Zehra / ÇINARLI Serkan, İdari Uyuşmazlıklarda Yargı Öncesi Çözüm Usullerinin Uygulanabilirliği, Ankara Orion Kitabevi, 2013, s. 43.  25  ÖZBEK, a.g.e. s. 211.  26  BALKAR, Kemal Galip,  İdare ile Halk Arasındaki Münasebetler , AÜSBFD, C. XVIII, Mart 1963, s. 431 27  CİDECİGİLLER  Aynur,  İdarenin  Taraf  Olduğu  Uyuşmazlıkların  Sulh  Yolu  İle Giderilmesi, Ankara Adalet Yayınevi, 2015, s. 41.   1989İdare Hukukunda Alternatif...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  idari makamların yaptığı idari işlemlerin iptali, değiştirilmesi veya  geri alınması  gibi  nedenlerle,  yine  yasaların  gösterdiği  idari  işleve  sahip makamlara yaptıkları İdare Hukukuna ilişkin başvurulardır. 28.  Bireylerin  bir  uyuşmazlık  ile  karşılaştıklarında  bu  uyuşmazlığın doğmasına sebep olduğunu düşündüğü idari makama bir başvuruda bulunması ve idarenin de bu başvuruyu değerlendirerek uyuşmazlığı ortadan kaldırması her zaman için mümkündür. Bu tür başvuruların en önemli örnekleri İdari Yargılama Usulü Kanunu nun 1129 ve 1330. maddeleri gereğince yapılan başvurulardır.  Esasen  bu  başvurular  yargı  yoluna  başvurulmasına  gerek kalmaksızın  uyuşmazlığı  ortadan  kaldırabilme  gücüne  sahip  önemli düzenleme örnekleridir. Ancak maalesef bu başvurular uyuşmazlığı ortadan kaldırma konusunda idari birimlerin bu başvuruları reddetmesi, kabul etseler dahi yeterli ödeneğe sahip olmamaları, idarenin nasıl bir değerlendirmede bulunacağı konusunda düzenleme olmaması, zarar söz konusu ise bu zararın nasıl  tespit  edileceğinin  bilinmemesi,  kamu  görevlilerinin  uyuşmazlığı giderme  konusunda  sorumluluk  almaktan  kaçınmaları  vs.  sebeplerle kendilerinden arzu edilen sonucu gerçekleştirmekten uzak bulunmaktadır.  Uzlaşma yolu ile uyuşmazlıkların giderilmesi; Uzlaşma genel olarak uyuşmazlık taraflarının karşılıklı müzakereleri ile söz konusu uyuşmazlığın ortadan kaldırılmasını ifade eder. İdari uyuşmazlıkların giderilmesi açısından da uzlaşmayı öngören bazı düzenleme örneklerimiz bulunmaktadır. 659 sayılı                                                  28  YILDIRIM, Ramazan, İdari Başvurular, 2. B. Konya Mimoza Yayınları 2006, s. 30.  29   1. İlgililer tarafından idari dava açılmadan önce, idari işlemin kaldırılması, geri alınması değiştirilmesi veya yeni bir işlem yapılması üst makamdan, üst makam yoksa işlemi yapmış olan makamdan, idari dava açma süresi içinde istenebilir. Bu başvurma, işlemeye başlamış olan idari dava açma süresini durdurur.    2. Altmış gün içinde bir cevap verilmezse istek reddedilmiş sayılır.   3. İsteğin reddedilmesi veya reddedilmiş sayılması halinde dava açma süresi yeniden işlemeye başlar ve başvurma tarihine kadar geçmiş süre de hesaba katılır.  30   İdari eylemlerden hakları ihlal edilmiş olanların idari dava açmadan önce, bu eylemleri yazılı bildirim üzerine veya başka suretle öğrendikleri tarihten itibaren bir yıl ve her halde eylem  tarihinden  itibaren  beş  yıl  içinde  ilgili  idareye  başvurarak  haklarının  yerine getirilmesini istemeleri gereklidir. Bu isteklerin kısmen veya tamamen reddi halinde, bu konudaki işlemin tebliğini izleyen günden itibaren veya istek hakkında altmış gün içinde cevap verilmediği takdirde bu sürenin bittiği tarihten itibaren, dava süresi içinde dava açılabilir.  31  DURAN Lütfi,  İdari İşlemden Sorumluluk İptal Davası – Tam Yargı Davası , İÜHFM, C. 33, S. 3 – 4, 1967, s. 24. 32  ÖZYÖRÜK Mukbil, İdare Hukuku Dersleri, Ankara 1977, s. 237. 33  YILDIRIM, İdari Başvurular, s. 170. 1990Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  Hasoğlu Genel Bütçe Kapsamındaki Kamu İdareleri Ve Özel Bütçeli İdarelerde Hukuk Hizmetlerinin  Yürütülmesine  İlişkin  Kanun  Hükmünde  Kararname hükümleri gereğince kararname kapsamında bulunan idarelerin tarafı olduğu hem adli hem de idari uyuşmazlıklar sulh yolu ile giderilebilir.  Kamulaştırma  Kanunundaki  satın  alma  usulü  de  kamulaştırma işleminin  gerçekleşmesi  sebebi  ile  kamulaştırmayı  yapan  idare  ve kamulaştırılan taşınmaz malın sahibi arasındaki uyuşmazlığın giderilmesi açısından önemlidir.   İdarelerin,  bu  Kanuna  göre,  tapuda  kayıtlı  olan  taşınmaz  mallar hakkında  yapacağı  kamulaştırmalarda  satın  alma  usulünü  öncelikle uygulamaları esastır.  (Kamulaştırma Kanunu md. 8) Köy Kanununun ilgili maddelerinde de uyuşmazlıkların yargı yoluna başvurmadan giderilebilmesine imkân tanıyan çözüm yolları bulunmaktadır. Bu uyuşmazlıklar her ne kadar idari uyuşmazlık mahiyetinde olmasalar da idari  mevzuatımızda  yer  alan  uyuşmazlık  çözüm  yöntemleri  olmaları itibariyle önem taşımaktadırlar.   İki köy arasında nizalı sınırların çizilmesi için Hükümetin emriyle iki köy heyeti ihtiyariyesi bir araya toplanarak işin kendi aralarında düzeltilmesi için çalışılır. Gene uzlaşamadıkları halde idare meclisi tetkikat ve tahkikat yaparak altı ay içinde doğrudan doğruya sınırı çizer ve bu kati olur.  (Köy Kanunu md. 5) Madde hükmünde geçen idare meclisi ifadesini bugün için il ve ilçe idare kurulu olarak anlamak doğru olacaktır.   İki ve daha ziyade köyler arasındaki işler için o köylerin muhtar ve ihtiyar meclisleri kendi aralarında kararlaştıracakları bir köyde toplanarak konuşurlar ve ne türlü yapılacağını ve her köyün o işte ne türlü yardım edeceğini kararlaştırırlar ve ondan sonra Hükümete haber vererek alacakları izne göre işe başlarlar. İki veya daha ziyade köylere düşen işler için köylerin ihtiyar meclisleri kendi aralarında anlaşamazlarsa bunlardan bir tarafın dilemesi üzerine köyün bağlı olduğu Hükümet reisi işe karışır ve o köylerin ihtiyar meclislerini toplayarak işi bitirir.  (Köy Kanunu md. 47 – 48)                                                  34  659 sayılı 2011 tarihli Genel Bütçe Kapsamındaki Kamu İdareleri Ve Özel Bütçeli İdarelerde Hukuk Hizmetlerinin Yürütülmesine İlişkin Kanun Hükmünde Kararname, RGS 28103, RGT 02.11.2011.  35  2942 sayılı Kamulaştırma Kanunu (1983), RGT 8.11.1983, RGS 18215. 36  442 sayılı Köy Kanunu (1924), RGT 7.4.1924, RGS 68. 37  CİDECİGİLLER, s. 55.   1991İdare Hukukunda Alternatif...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996   İhtiyar meclisleri köylünün iki tarafın uzlaşmasıyla bitirilebilen her türlü işlerini görürler.  (Köy Kanunu md. 53)  Vergi  Hukukunda  da  yargılama  dışında  uyuşmazlıkların çözümlenmesine  yönelik  düzenleme  örnekleri  bulunmaktadır.  Vergi Hukukunda uzlaşma, tarhiyat öncesi ve tarhiyat sonrası olarak uygulanabilen vergi  idaresi  ve  vergi  yükümlüsü  arasında  uzlaşarak  uyuşmazlığın çözümlenmesini sağlayan bir yöntemdir. Uzlaşma dışında Vergi Hukukunda hata düzeltme, pişmanlık, ıslah gibi yöntemlerle de uyuşmazlıkların yargı yoluna başvurulmasına gerek bulunmaksızın giderilmesine imkân sağlayan önemli düzenleme örnekleridir.  Düzenleyici ve denetleyici kamu kurumları tarafından uyuşmazlıkların giderilmesi; Düzenleyici ve denetleyici kamu kurumları tarafından da ilgili mevzuatın öngördüğü durumlarda kendi görev alanları ile ilgili olarak ortaya çıkan  uyuşmazlıkların yargı yoluna  başvurulmasına gerek bulunmaksızın giderilmesi mümkündür. Örneğin Enerji Piyasası Düzenleme Kurulu nun kendi görev alanı ile ilgili konularda ortaya çıkan uyuşmazlıkları giderme konusunda arabulucu gibi görev yapabileceği belirtilmiştir.   Mevcut  sözleşmelere  ilişkin  olarak,  Kanun  hükümleri  uyarınca rekabetçi  piyasaya  geçişi  kolaylaştıracak  hususlarda,  taraflarca değerlendirilmek  üzere  değişiklik  önerilerinde  bulunmak  ve  mevcut sözleşmelerin ihtilafların halline ilişkin hükümlerini ihlal etmemek kaydıyla, bu  sözleşmelere  ilişkin  herhangi  bir  resmi  ihtilaf  halli  sürecinin başlatılmasından önce, ihtilafların halli için arabuluculuk yapmak Enerji Piyasası Düzenleme Kurulunun görevindedir. (Enerji Piyasası Düzenleme Kurumunun Teşkilat ve Görevleri Hakkında Kanunun 5. Maddesi) Uyuşmazlıkların Tahkim Yolu ile Giderilmesi; Kamu hizmeti imtiyaz sözleşmelerinden  kaynaklanan  uyuşmazlıkların  çözümünde  tahkim  yolu öngörülmesi  durumunda;  uyuşmazlık  tahkim  yolu  ile  giderilebilecektir.  Kamu hizmetleri ile ilgili imtiyaz şartlaşma ve sözleşmelerinde bunlardan doğan uyuşmazlıkların millî veya milletlerarası tahkim yoluyla çözülmesi öngörülebilir  (Anayasa md. 125).                                                  38  4628 sayılı Enerji Piyasası Düzenleme Kurumunun Teşkilat ve Görevleri Hakkında Kanunu (2001), RGT 3.3.2001, RGS 24335 M. (Kanunun adı Enerji Piyasası Kanunu iken 2013 tarihli 6446 sayılı Kanunun 30. maddesi ile Enerji Piyasası Düzenleme Kurumunun Teşkilat ve Görevleri Hakkında Kanun olarak değiştirilmiştir.) 1992Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  Hasoğlu Kamu Denetçiliği Kurumu na başvurmak yolu ile de uyuşmazlıkların giderilmesi mümkündür. Her ne kadar Kurum esasen bir uyuşmazlık çözüm mercii  olmamasına  rağmen  Kurum  kararlarının  dikkate  alınarak uyuşmazlıkların ilgili idare tarafından giderilmesinin sağlanması mümkün bulunmaktadır. Kurumun görevi genel olarak idarenin faaliyetleri ile ilgili olarak yapılan şikâyetleri dinlemek ve bu konuda idareye tavsiye niteliğinde kararlar vermektir. Bu açıdan Kurumu geniş anlamda bir uyuşmazlık çözüm yöntemi olarak değerlendirmek daha uygun olacaktır. Kurumun verdiği kararlar idari makamlar açısından bağlayıcı olmamakla birlikte Kurumun açıklayacağı raporlarda olumsuz bir şekilde yer almamayı arzu ederek idari birimlerin  söz  konusu  tavsiye  kararlara  uygun  davranacağı  umut edilmektedir.  SONUÇ  İdarenin faaliyetlerinden memnun olmayan ya da bu faaliyet sebebi ile zarara uğrayan bireyler, bu olumsuz durumu ortadan kaldırmak için yargı yoluna  başvurmak  suretiyle  söz  konusu  uyuşmazlığın  yargı  mercileri tarafından  giderilmesini  sağlayabilirler.  Ancak  günümüz  koşullarında  bir uyuşmazlığın yargılama yolu ile giderilmesi taraflar açısından zorlu bir süreci de beraberinde getirmektedir.  Yargılama süreci içerisinde karşılıklı olarak yıpranan taraflar hem emek, hem  de  masraf  kaybına  uğramakta  üstelik  arzu  ettikleri  sonuca  da ulaşamamaktadırlar.  Her  yıl  artan  işyükü  karşısında  yargılama  yapmaya çalışan mahkemeler ise davaları maalesef uzun süren yargılamalar sonucunda sonlandırabilmektedirler.  Bu  durum  da  çeşitli  hak  kayıplarına  sebebiyet vermektedir. Benzer birçok sebeple günümüz koşullarında uyuşmazlıkların yargı  organlarına  başvurulmasına  gerek  bulunmaksızın  ya  da başvurulduğunda yargı mercileri tarafından uyuşmazlık hakkında bir karar verilmeden önce yargı dışı bir takım çözüm yöntemleri ile uyuşmazlıkların giderilmesinin sağlanması bir zorunluluk olarak karşımıza çıkmaktadır.  Genel  olarak  alternatif  uyuşmazlık  çözüm  yöntemleri  olarak adlandırabilecek bu çözüm yöntemleri, uyuşmazlıkların yargılama dışında uyuşmazlık taraflarınca ya da uyuşmazlık çözümü aşamasında tarafsız üçüncü kişinin sürece katılması ile uyuşmazlığı karşılıklı müzakere etmek suretiyle                                                  39  ODYAKMAZ,  Alternatif Çözüm Yolları  s. 68-69. 40  SAĞLAM Abdi,  Kamu Denetçiliği ve İdari Yargı İle İlişkisi , Adalet Dergisi, S. 44, 2012, s. 43 – 44.   1993İdare Hukukunda Alternatif...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  gidermelerine imkân tanıyan durumları ifade etmektedir. Tarafların kendi aralarında uzlaşmak sureti ile giderebilecekleri uyuşmazlıkları bu yöntemlerle gidermeleri, hem yargı organlarının işyükünün daha da fazla artmamasını sağlayacak  hem  uyuşmazlığı  yargılamaya  kıyasla  daha  kısa  sürede çözümleyecek hem de taraflar arasında uyuşmazlıkla bozulan / bozulmaya başlayan  ilişkilerin  olumlu  bir  şekilde  sürdürülebilmesine  de  imkân tanıyacaktır.  Mahiyetleri  gereği  özel  hukuk  uyuşmazlıkları  açısından  daha  kolay uygulanma  imkânı  bulan  alternatif  uyuşmazlık  çözüm  yöntemleri  idare hukuku kaynaklı uyuşmazlıklar açısından da uygulanabilme imkânına sahip olabilmelidir. Bunun için ise mevzuat itibariyle gerekli altyapının sağlanması, kişilerin – idari birimlerin – yargı mercilerinin bu konuda, en azından bu tarz bir  yöntemle  de  uyuşmazlığın  giderilebileceği  konusunda  bilgi  sahibi olmalarının sağlanarak bilinçlendirilmesi gibi önerilerin hayata geçirilmesi gerekmektedir.  KAYNAKLAR ARMSTRONG,  Phillip   Why  We  Still  Litigate?   Pepperdine  Dispute Resolution Law Journal, Vol. 8, Iss. 3, 2008, p. 379-384. ARNAVAS, Donald, Alternative Dispute Resolution For Government Contract, Chicago CCH Incorporated, 2004. BALKAR,  Kemal  Galip,   İdare  ile  Halk  Arasındaki  Münasebetler , AÜSBFD, C. XVIII, Mart 1963, s. 431 - 434. CİDECİGİLLER Aynur, İdarenin Taraf Olduğu Uyuşmazlıkların Sulh Yolu İle Giderilmesi, Ankara Adalet Yayınevi, 2015. DARENDELİ,  Vahap,  Yargıtay,  Danıştay  ve  Uyuşmazlık  Mahkemesi İçtihatları  Işığında  Adli  Yargı  Yerlerinde  Görülen  İdari Uyuşmazlıklar ve Davalar, Ankara; Yetkin Yayınları, 2004. DURAN  Lütfi,   İdari  İşlemden  Sorumluluk  İptal  Davası  –  Tam  Yargı Davası , İÜHFM, C. 33, S. 3 – 4, 1967, s. 3 - 21. ODYAKMAZ,  Zehra,   İdarî  Uyuşmazlıklarda  Alternatif  Çözüm  Yolları (Türk Mevzuatı ve Uygulamaları)  Uyuşmazlıkların Alternatif Çözüm Yolları Sempozyumu, Ankara 3 – 5 Nisan 2006, Türkiye Adalet Akademisi Yayınları, s. 63 – 83.  1994Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  Hasoğlu ODYAKMAZ Zehra / ÇINARLI Serkan, İdari Uyuşmazlıklarda Yargı Öncesi Çözüm Usullerinin Uygulanabilirliği, Ankara Orion Kitabevi, 2013. ÖZBEK Mustafa,  İdari Uyuşmazlıkların Çözümünde Yargılama Dışı Usuller (I),  Birinci  Bölüm  Türk  Hukukunda  ve  Mukayeseli  Hukukta  İdari Uyuşmazlıkların Çözümünde Yargılama Dışı Usuller , TBB Dergisi, S. 56, 2005, s. 9-132.  ÖZBEK Mustafa, Alternatif Uyuşmazlık Çözümü, 2. B. Ankara Yetkin Yayınları 2009. ÖZBEK Mustafa,  Dünya Çapındaki Adalete Ulaşma Hareketiyle Ortaya Çıkan Gelişmeler ve Alternatif Uyuşmazlık Çözümü , AÜHFD, C. 1, S. 2, 2002, s. 121-162.  ÖZBAY,  İbrahim,   Alternatif  Uyuşmazlık  Çözüm  Yolları ,  EÜHFD Atatürk ün 125. Doğum Yılına Armağan, C. X, S. 3 - 4, 2006, s. 459 – 475. ÖZYÖRÜK Mukbil, İdare Hukuku Dersleri, Ankara 1977. PARTRIDGE,  Mark,  Alternative  Dispute  Resolution:  An  Essential Competency For Lawyers, Oxford University Press, 2009. SAĞLAM  Abdi,  Kamu Denetçiliği ve  İdari Yargı İle  İlişkisi ,  Adalet Dergisi, S. 44, 2012, s. 27 – 49. SPEGEL Nadja,  Alternative Dispute Resolution; A New Era in Dispute Management?  Legaldate May 1994, Vol. 6, Issue 2, 1994, p. 1-4. STIENSTRA Donna / WILLGING Thomas, Alternatives to Litigation Do They Have A Place In The Federal District Courts? Federal Judicial Center, 1995. STONE Katherine,  Alternative Dispute Resolution , Encylopedia in Legal History, Research Paper No; 04-30, Oxford University Press, p. 1-7. TANRIVER  Süha,   Hukuk  Uyuşmazlıkları  Bağlamında  Alternatif Uyuşmazlık Çözüm Yolları ve Özellikle Arabuluculuk , TBB Dergisi, S. 64, 2006, s. 151-177. Traditional Litigation Versus Alternative Dispute Resolution (ADR) Which way To Go? p. 1 - 2. http://documents.jdsupra.com/14952ae-8a-4ffaa-fcfd4df.pdf erişim tarihi; 02.02.2016.   1995İdare Hukukunda Alternatif...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  YILDIRIM, Ramazan, İdari Başvurular, 2. B. Konya Mimoza Yayınları 2006. ZOLLERS, Frances,  Alternative Dispute Resolution and Product Lialibility Reform  American Business Law Journal, Vol. 26, Iss. 3, 1988, p. 479510.  1996",
     "Kaynakça": "ARMSTRONG,  Phillip   Why  We  Still  Litigate?   Pepperdine  Dispute Resolution Law Journal, Vol. 8, Iss. 3, 2008, p. 379-384. ARNAVAS, Donald, Alternative Dispute Resolution For Government Contract, Chicago CCH Incorporated, 2004. BALKAR,  Kemal  Galip,   İdare  ile  Halk  Arasındaki  Münasebetler , AÜSBFD, C. XVIII, Mart 1963, s. 431 - 434. CİDECİGİLLER Aynur, İdarenin Taraf Olduğu Uyuşmazlıkların Sulh Yolu İle Giderilmesi, Ankara Adalet Yayınevi, 2015. DARENDELİ,  Vahap,  Yargıtay,  Danıştay  ve  Uyuşmazlık  Mahkemesi İçtihatları  Işığında  Adli  Yargı  Yerlerinde  Görülen  İdari Uyuşmazlıklar ve Davalar, Ankara; Yetkin Yayınları, 2004. DURAN  Lütfi,   İdari  İşlemden  Sorumluluk  İptal  Davası  –  Tam  Yargı Davası , İÜHFM, C. 33, S. 3 – 4, 1967, s. 3 - 21. ODYAKMAZ,  Zehra,   İdarî  Uyuşmazlıklarda  Alternatif  Çözüm  Yolları (Türk Mevzuatı ve Uygulamaları)  Uyuşmazlıkların Alternatif Çözüm Yolları Sempozyumu, Ankara 3 – 5 Nisan 2006, Türkiye Adalet Akademisi Yayınları, s. 63 – 83.  1994Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1981-1996  Hasoğlu ODYAKMAZ Zehra / ÇINARLI Serkan, İdari Uyuşmazlıklarda Yargı Öncesi Çözüm Usullerinin Uygulanabilirliği, Ankara Orion Kitabevi, 2013. ÖZBEK Mustafa,  İdari Uyuşmazlıkların Çözümünde Yargılama Dışı Usuller (I),  Birinci  Bölüm  Türk  Hukukunda  ve  Mukayeseli  Hukukta  İdari Uyuşmazlıkların Çözümünde Yargılama Dışı Usuller , TBB Dergisi, S. 56, 2005, s. 9-132.  ÖZBEK Mustafa, Alternatif Uyuşmazlık Çözümü, 2. B. Ankara Yetkin Yayınları 2009. ÖZBEK Mustafa,  Dünya Çapındaki Adalete Ulaşma Hareketiyle Ortaya Çıkan Gelişmeler ve Alternatif Uyuşmazlık Çözümü , AÜHFD, C. 1, S. 2, 2002, s. 121-162.  ÖZBAY,  İbrahim,   Alternatif  Uyuşmazlık  Çözüm  Yolları ,  EÜHFD Atatürk ün 125. Doğum Yılına Armağan, C. X, S. 3 - 4, 2006, s. 459 – 475. ÖZYÖRÜK Mukbil, İdare Hukuku Dersleri, Ankara 1977. PARTRIDGE,  Mark,  Alternative  Dispute  Resolution:  An  Essential Competency For Lawyers, Oxford University Press, 2009. SAĞLAM  Abdi,  Kamu Denetçiliği ve  İdari Yargı İle  İlişkisi ,  Adalet Dergisi, S. 44, 2012, s. 27 – 49. SPEGEL Nadja,  Alternative Dispute Resolution; A New Era in Dispute Management?  Legaldate May 1994, Vol. 6, Issue 2, 1994, p. 1-4. STIENSTRA Donna / WILLGING Thomas, Alternatives to Litigation Do They Have A Place In The Federal District Courts? Federal Judicial Center,"
}