{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2019",
     "Cilt": "68",
     "Sayı": "1",
     "Başlık": "İSVİÇRE MEDENİ KANUNUNUN YURTLARDA VEYA BAKIM KURUMLARINDA KALAN AYIRT ETME GÜCÜ BULUNMAYAN KİŞİLER HAKKINDAKİ HÜKÜMLERİ VE TÜRK HUKUKU AÇISINDAN DEĞERLENDİRİLMESİ",
     "Title": "The Provisions of the Swiss Civil Code Regarding Persons Who Are Incapable of Discernment that Stay in Dormitories or Care Institutions and its Evaluation from a Turkish Legal Perspective",
     "Yazar İsmi": [
          "S. Hülya İMAMOĞLU"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Ayırt etme gücü",
          "bakım kurumu",
          "bakım sözleşmesi",
          "kişilik hakkı",
          "hareket özgürlüğü"
     ],
     "Keywords": [
          "Discernment",
          "care institutions",
          "care contract",
          "personal right",
          "freedom of movement"
     ],
     "Özet": "İleri yaşta önemli zihinsel hastalıklara maruz kalarak ayırt etme gücünü kaybeden, bu yönde bakım, ilgi ve desteğe şiddetle ihtiyaç duyan özellikle yaşlı kişilerin  korunması,  güncel  hukuki  meseleler arasındadır.  İsviçre  Medeni Kanununun vesayete ilişkin hükümlerinde 2008 yılında yapılan değişiklikle, yurtlarda veya bakım kurumlarında kalan ayırt etme gücü bulunmayan kişilerin korunması  amacıyla  uygulanması  zorunlu,  sözü  edilen  kişilerin  hukuki durumlarını belirli açılardan iyileştirmeye yönelik bir düzenleme getirilmiştir. Bu  yönde ayırt etme  gücü  bulunmayan  kişi ile  kurum  arasındaki bakım sözleşmesinin asgari içeriği, ayırt etme gücü bulunmayan kişinin temsili, ayırt etme gücü bulunmayan kişinin kişiliğinin korunması, bu bağlamda hareket özgürlüğünün  sınırlanmasının  şartları,  ilgili  kurumların  denetimi  ve  ilgili kurumların kararlarına karşı yasal başvuru yolları hakkında önemli hükümler öngörülmüştür. Sözü edilen hükümler, ayırt etme gücü bulunmayan kişi ile                                                  Makalenin geliş tarihi: 03.03.2019   Makalenin kabul tarihi: 04.04.2019 •   Bu makale, Ankara Üniversitesi Hukuk Fakültesi tarafından 26- 27 Aralık 2018 tarihlerinde gerçekleştirilen  Hukukun Güncel Sorunları – II  Sempozyumunda sunulan sözlü bildirinin yeniden gözden geçirilerek genişletilmiş halidir. 1 Şubat 2019 tarihinde yürürlükte olan mevzuat esas alınmıştır.  ••  Dr. Öğr. Üyesi, Ankara Üniversitesi Hukuk Fakültesi Medeni Hukuk Anabilim DalıS. Hülya İMAMOĞLUkurum arasındaki hukuki ilişkiye şeffaflık sağlanması ve ayırt etme gücü bulunmayan kişinin kişiliğinin korunması yönünden dikkate değerdir.  Türkiye de ayırt etme gücü bulunmayan erişkinlerin ihtiyaç duyduğu bakım ve desteğin sağlanması, özellikle yaşlı ve engelliler bakımından 2828 sayılı ve 24.05.1983 tarihli Sosyal Hizmetler Kanunu ve bu Kanuna dayanarak çıkarılan  çeşitli  Yönetmelikler  çerçevesinde  düzenlenmiştir.  Türk hukukundaki  düzenlemelerin  isabetli  yönleri  bulunmakla  birlikte,  ilgili mevzuat  genel  olarak  değerlendirildiğinde  bütünlükten  uzak  bir  görünüş sergilemektedir. Özellikle ilgili sosyal hizmet kuruluşlarında kalan kişilerin etkili  bir  biçimde  korunmasını  sağlayacak  açıklıkta  hükümler bulunmamaktadır.  Türk  hukukunda  bakıma  ihtiyaç  duyan  erişkinlerin, özellikle bunama vb. hastalıklardan muzdarip ileri yaştaki kişilerin hukuki durumu,  güncel  bir  bakış  açısıyla,  bütünlük  gösterecek  şekilde  yeniden düzenlenmelidir.  Bu  süreçte  İsviçre  hukukundaki  düzenlemenin  ve  bu konudaki bilimsel görüşlerin dikkate alınması da yararlı olur.",
     "Abstract": "The protection of elderly persons especially, who are no longer capable of discernment due to significant mental illnesses at advanced ages and who, therefore strongly require attention and support, is among the topical legal issues. With the changes made in 2008 in the Swiss Civil Code regarding its provisions relating to guardianship, a regulation, the application of which is mandatory, has been put in place in order to improve the legal statuses of and protect the persons who are not capable of discernment, that stay in dormitories or care institutions. In this regard certain provisions have been provided; such as the minimum content of the care contract between the institution and the person who is incapable of discernment, the protection of the personality and the representation of the person that is incapable of discernment, the restriction of the freedom of movement, auditing of the relevant institutions and the legal remedies against the decisions of these institutions. These provisions are noteworthy in the sense that they provide transparency for the legal relationship between the institution and the person that is incapable of discernment and the protection of the personality of such person. 214Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 213-240In Turkey, the provision of care and support for adults that are not capable of discernment, especially for the elderly and the disabled, is regulated with the Law on Social Services numbered 2828 and dated 24.05.1983 and various Regulations related therewith. Although the relevant regulations of Turkish law  has  well-directed  points,  the  legislation  in  general  seems  to  lack coherence. In particular, there are no explicit provisions that effectively protect the persons staying in the relevant social services institutions. The legal status of adults that require care, especially the elderly people suffering from illnesses such as dementia, should be coherently re-regulated with a modern perspective. Taking the regulations in Swiss law and the scientific views into consideration in this process would be beneficial.",
     "Metin": "İsviçre Medeni Kanununun vesayete ilişkin hükümlerinde 2008 yılında yapılan değişiklikle yurtlarda veya bakım kurumlarında kalan ayırt etme gücü bulunmayan  kişilerin  hukuken  korunmasına  ilişkin  olarak  kanun  gereği alınması gereken tedbirler hakkında önemli bir düzenleme getirilmiştir (Art. 382- 387 ZGB)1.  Dünyada  yaşlı  insan  nüfusu  giderek  artmaktadır.  Yine  demografik sebeplerle ve ayrıca değişen aile yapısı dolayısıyla birçok insanın ileri yaşta ihtiyaç duyduğu yardım, ancak yurtlar veya bakım kurumları aracılığıyla sağlanabilmektedir.  Diğer  taraftan  ileri  yaşta  Alzheimer  vb.  bunama hastalıklarına yakalanma riski de ortaya çıkmaktadır. Bu da sözü edilen kurumlarda daha çok ayırt etme gücü bulunmayan kişilerin kalması ihtimalini artırmaktadır.                                                   1   BBl 2006 7002 vd., 7014 vd., 7038 vd. Bu düzenleme, 1 Ocak 2013 tarihinde yürürlüğe girmiştir. Andrea Büchler, Schweizerisches Zivilgesetzbuch und Nebenerlasse, 4. Auflage, Basel 2012, s. 259.  2   Konu hakkında bkz. Sandra Hotz, Der Betreuungsvertrag, FamPra.ch 2016, s. 815.  3   Hotz, s. 815, 816; Daniel Steck, Basler Kommentar, Zivilgesetzbuch I, Art. 1- 456 ZGB, 5. Auflage (Hrsg. Heinrich Honsell/Nedim Peter Vogt/Thomas Geiser), Basel 2014- 2015, Vor Art. 382- 387, N. 1.  4   Hotz, s. 816; Steck, Vor Art. 382- 387, N. 1.  215S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 213-240 Kurumlarda kalan ayırt etme gücü bulunmayan kişiler, birçok halde ihtiyaç duydukları hukuki korumadan yararlanamamaktadır. Bu yönde sözü edilen kişilere sağlanan bakımın yetersizliği, hak ve özgürlüklerine riayet edilmemesi,  sözleşme  ilişkilerinin  şeffaflıktan  yoksun  olması,  şiddetle eleştirilen hususlardır. Yine kurumlardaki bu kişilerin yalnızlık çektiği ve ihtiyaçlarının yeterince karşılanmadığı hususuna da sıkça işaret edilmektedir.  Bu hususları dikkate alan İsviçre kanun koyucusu, yurtlarda veya bakım kurumlarında kalan ayırt etme gücü bulunmayan kişilerin korunması amacıyla uygulanması  zorunlu,  sözü  edilen  kişilerin  hukuki  durumlarını  belirli açılardan iyileştirmeye yönelik hükümler öngörmüştür. Bu yönde mesela ayırt etme gücü bulunmayan kişinin uzun bir süre için bir yurtta veya bir bakım  kurumunda  kalması  halinde,  tarafların  karşılıklı  hak  ve yükümlülüklerinin  yazılı  bir  sözleşmede  belirlenmesi  zorunluluğu getirilmiştir. Yine özellikle ayırt etme gücü bulunmayan kişinin temsili, ayırt etme gücü bulunmayan kişinin kişiliğinin korunması, bu bağlamda hareket özgürlüğünün sınırlanmasının şartları, ilgili kurumların denetimi ve ilgili kurumların kararlarına karşı yasal başvuru yolları üzerinde durulması gereken önemli hükümlerdir.                                                   5   Audrey Leuba/Micael. 382- 387, N. 5; Walter Boente, ZK- Zürcher Kommentar, Der Erwachsenenschutz, Art. 360- 387 ZGB, Zürich 2015, Vor Art. 374-387,  N.  36;  Patrick  Fassbind,  OFK-Orell  Füssli  Kommentar,  ZGB  Kommentar Schweizerisches Zivilgesetzbuch, 3. Auflage, Zürich 2016, Art. 382 N. 1; Hermann Schmid, Erwachsenenschutz, Kommentar zu Art. 360- 456 ZGB, Zürich 2010, Art. 382 N. 1; Cevdet Yavuz/Fulya  Erlüle/Murat  Topuz,  Yeni  Vesayet  Hukukuna  Doğru:  Yetişkinlerin Korunması Hukuku (İsviçre Örneği), İstanbul 2017, s. 78 vd.. Yurtlarda veya bakım kurumlarında kalan ayırt etme gücü bulunmayan kişilerin daha iyi korunmasına yönelik hükümlerin bir  yurt kanunu fragmanı  biçiminde tespit edildiği yönünde bkz. Yvo Biderbost, Der neue Erwachsenenschutz im Überblick, SJZ 2010, s. 315; aynı yönde Peter Mösch Payot, Das Neue Erwachsenenschutzrecht, Einführung und Kommentar zu Art. 360 ff. ZGB, Bern 2011, Vor Art. 382- 387; Boente, Vor Art. 374-387, N. 37.  9   Art. 382 ZGB.  10  Bkz. Hausheer/Geiser/Aebi- Müller, Rz. 2.206 vd.; Peter Tuor/Bernhard Schnyder/Alexandra Jungo, Das Schweizerische Zivilgesetzbuch, 14. Auflage, Zürich 2015, § 51 N. 47 vd.; Christof Bernhart, Handbuch der fürsorgerischen Unterbringung, Basel 2011, N. 643 vd.  216Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 213-240  İsviçre Medeni … Bu çalışmada kaynak İsviçre Medeni Kanununun ileri yaşta önemli zihinsel hastalıklara maruz kalarak bakım, ilgi ve desteğe şiddetle ihtiyaç duyan  özellikle  yaşlı  kişilerin  korunması  amacıyla  öngörmüş  olduğu hükümler, konunun güncelliği de göz önünde bulundurularak incelenmek ve benzer sorunların yaşandığı ülkemiz açısından da bir durum değerlendirilmesi yapılmak istenmiştir.  II.   Yurtlarda veya Bakım Kurumlarında Kalan Ayırt Etme Gücü Bulunmayan Kişiler Hakkındaki Düzenlemenin Esasları  1. Uygulama Alanı  Yurtlarda veya bakım kurumlarında kalan ayırt etme gücü bulunmayan kişiler hakkındaki düzenleme, İsviçre Medeni Kanununun erişkinleri koruma kısmında, ayırt etme gücü bulunmayan kişiler için kanun gereği uygulanması gereken tedbirlere ilişkin hükümler içinde yer almaktadır.  Bu düzenlemenin içerdiği hükümler, bir yurtta veya bakım kurumunda yaşayan ayırt etme gücü bulunmayan ergin kişiler hakkında uygulanır. Düzenlemenin uygulama alanı, sadece yaşlı kişilerle sınırlı değildir; doğuştan zihinsel engelli ergin kişiler hakkında da uygulanır.  Yurtlarda veya bakım kurumlarında kalan ayırt etme gücü bulunmayan kişiler  hakkında  öngörülen  düzenleme,  sözü  edilen  kişilerin  ilgili kurumlardaki bakımına ilişkindir. Ayırt etme gücü bulunmayan kişi, kuruma yerleşmeye mukavemet etmediği takdirde, kurumda psişik (ruhsal) bakım da alabilir. Diğer taraftan yurtlarda veya bakım kurumlarında kalan ayırt etme                                                  11  Art. 382- 387 ZGB. Leuba/Vaerini, Einführung zu Art. 382- 387 N. 1.  12  Leuba/Vaerini, Einführung zu Art. 382- 387 N. 6; farklı görüşte Steck, Art. 382 N. 5.  13  Leuba/Vaerini, Einführung zu Art. 382- 387 N. 9.  14  Leuba/Vaerini, Einführung zu Art 382- 387 N. 10. Ancak kişinin ayırt etme gücünün bulunmamasına rağmen, bir kuruma yerleşmeye mukavemet göstermesi halinde, koruma amacıyla yerleştirme hakkındaki hükümler uygulanır (Art. 426 vd. ZGB). Konu hakkında bkz. Leuba/Vaerini, Einführung zu Art. 382- 387 N. 12; Schmid, Art. 382 N. 9; Boente, Art. 382 N. 60; Steck, Art. 382 N. 47; Fassbind, Art. 382 N. 4; BBl 2006 7015.  15  Leuba/Vaerini, Einführung zu Art. 382- 387 N. 13. Burada tıbbi karar alma süreci, İsviçre Medeni Kanununun tıbbi tedbirlerde temsil hakkındaki hükümlerine göre cereyan eder (Art. 377 vd. ZGB). Bu noktada işaret etmek gerekir ki İsviçre Medeni Kanununa göre ayırt etme gücü bulunmayan bir kişinin bir psikiyatri kliniğinde psişik (ruhsal) bakımı – tedavisi – söz konusu olduğu takdirde, yine koruma amacıyla yerleştirme hakkındaki hükümler uygulanır (Art. 426 vd. ZGB). Ancak böyle bir halde ayırt etme gücü bulunmayan kişinin mukavemet 217S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 213-240 gücü bulunmayan kişiler hakkındaki düzenleme ile getirilen hükümler, evdeki bakım hizmetini kapsamaz.  2. Kurum Kavramı  Yurtlarda veya bakım kurumlarında kalan ayırt etme gücü bulunmayan kişiler hakkındaki düzenlemenin uygulanabilmesi için sözü edilen kişilere sağlanan bakımın ilgili kurumlarda gerçekleşmesi gerekmekle birlikte, kurum kavramı, kanunda tanımlanmamıştır. Doktrinde kurum kavramı bağlamında ayırt etme gücü bulunmayan kişilerin de bakımını sağlayabilecek durumda olan, bu yönde maddi araç ve gerekli personel kapasitesine sahip, bakım amacıyla  kurulmuş  her  çeşit  kuruluşun  söz  konusu  olacağı  ifade edilmektedir. Diğer taraftan yurtlar, ortaklaşa konaklama ve gıda ihtiyacının karşılandığı kurumları ifade eder. Bakım kurumları ise ortaklaşa konaklama ve gıda ihtiyacının karşılanması yanında, tıbbi bakım ve hasta bakımının sağlandığı kurumları ifade eder. Buna göre bakım kurumlarında sağlıkla ilgili hizmetler, doğrudan yerinde sunulmaktadır. Buna karşılık yurtlarda kalan kişilerin sağlıkla ilgili tedavi ve bakım hizmetleri, çoğu kez kurumla sözleşme bağı olmayan, kurum dışından çağrılan hekimlerce karşılanır.  Yurtlarda veya bakım kurumlarında kalan ayırt etme gücü bulunmayan kişiler  hakkındaki  düzenleme,  yaşa  bağlı  bunama  (demans)  veya  diğer bozukluğu  olan  ayırt  etme  gücü  bulunmayan  kişilere  bakım  sağlayan psikogeriatrik kurumlar için de uygulanır. Çünkü bu kurumlarda sağlanan psişik (ruhsal) bakımın başlıca amacı, bakıma ihtiyaç duyan yaşlı insanlara eşlik etmek olup, yaşa bağlı bir gerilemenin (dejenerasyonun) yol açtığı ve bu yüzden çoğu kez geriye çevrilemez psişik (ruhsal) bozuklukları tedavi etmek değildir.  Yurtlarda veya bakım kurumlarında kalan ayırt etme gücü bulunmayan kişiler hakkındaki düzenleme uyarınca sözü edilen kişilere kurum tarafından sağlanması  gereken  bakım,  ayırt  etme  gücü  bulunmayan  kişinin  sadece                                                  gösterip göstermemesinin önemi yoktur. Konu hakkında Leuba/Vaerini, Einführung zu Art. 382- 387 N. 13; BBl 2006 7037- 7038.  16  Boente, Art. 382 N. 6; Steck, Art. 382 N. 18.  17  Steck, Art. 382 N. 12; Leuba/Vaerini, Einführung zu Art. 382- 387 N. 15 vd., N. 17.  18  Steck, Art. 382 N. 12; krş. Boente, Art. 382 N. 15, N. 17.  19  Leuba/Vaerini, Einführung zu Art. 382- 387 N. 16.  20  Leuba/Vaerini, Einführung zu Art. 382- 387 N. 16.  21  Leuba/Vaerini, Einführung zu Art. 382- 387 N. 16.  22  Leuba/Vaerini, Einführung zu Art. 382- 387 N. 14.  218Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 213-240  İsviçre Medeni … konaklama  ve  gıda  ihtiyacının  karşılanmasından  ibaret  değildir,  bilakis kurumun ayırt etme gücü bulunmayan kişiye kişisel yönden de destek olması gerekir.  Bu  açıdan  kişisel  destek  (bakım)  sunmayan  kurumlar,  mesela oteller,  burada  sözü  edilen  kurum  kavramı  içinde  değerlendirilmez, dolayısıyla ilgili hükümler (Art. 382 vd. ZGB) uygulanmaz. Hastaneler de esasen Art. 382 ZGB anlamında kurum değildir. Zira hastanelerin başlıca görevi,  sağlık  hizmeti  sunmaktır.  Ancak  hastanenin  ayırt  etme  gücü bulunmayan  insanlara  yönelik  psikogeriatrik  bir  bölümü  mevcutsa,  bu takdirde Art. 382 ZGB anlamında kurum olarak değerlendirilir.  Yurt veya bakım kurumu, kamusal bir kurum olabileceği gibi sübvanse edilen ya da sübvanse edilmeyen bir özel kurum da olabilir.  3.  Yurtlarda veya Bakım Kurumlarında Kalan Ayırt Etme Gücü Bulunmayan  Kişiler  Hakkındaki  Düzenleme  Çerçevesinde Öngörülen Başlıca Tedbirler  3.1. Bakım Sözleşmesi  Kişinin bir yurtta veya bir bakım kurumunda bakılması, bir sözleşme temelinde gerçekleşmelidir. Kurumda kalacak kişi, fiil ehliyetine sahipse, sözleşmenin esaslı noktalarını kendisi belirleyebilir ve sözleşmeyi bizzat imzalayabilir.  Böyle  bir  halde  Art.  382  ZGB  hükmünde  öngörülen düzenlemenin uygulanması söz konusu olmaz. Kişinin ayırt etme gücünün bulunmaması halinde ise, özel korunma ihtiyacı ortaya çıkmaktadır. Bu bağlamda Art. 382 ZGB uyarınca ayırt etme gücü bulunmayan ergin bir kişinin bir  yurtta veya bakım kurumunda bakılması,  yazılı bir  sözleşme yapılmasını gerektirmektedir.                                                   23  Leuba/Vaerini, Einführung zu Art. 382- 387 N. 18.  24  Leuba/Vaerini, Einführung zu Art. 382- 387 N. 18.  25  Leuba/Vaerini, Einführung zu Art. 382- 387 N. 18; ayrıca bkz. Steck, Art. 382 N. 16.  26  Leuba/Vaerini, Einführung zu Art. 382- 387 N. 18; ayrıca bkz. Steck, Art. 382 N. 17; Boente, Art. 382 N. 18.  27  Steck, Art. 382 N. 13; Leuba/Vaerini, Einführung zu Art. 382- 387 N. 17.  28  Leuba/Vaerini, Art. 382 N. 1.  29  Leuba/Vaerini, Art. 382 N. 1; Hotz, s. 822.  30  Hotz, s. 822.  31  Leuba/Vaerini, Art. 382 N. 1; Steck, Art. 382 N. 19. Ayrıca bkz. aşağıda  Ayırt Etme Gücü Bulunmayan Kişinin Temsili .  32  Hotz, s. 822 vd.; Steck, Art. 382 N. 19; Leuba/Vaerini, Art. 382 N. 2; Boente, Art. 382 N. 26.  219S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 213-240 Yazılı sözleşme ile tarafların bakım sözleşmesinden doğan yükümlülükleri bağlamında  kurumun  yerine  getireceği  edimler  ve  buna  karşılık  kurumda kalacak kişinin borçlanmış olduğu bedel belirlenir. Art. 382 ZGB hükmüyle hedeflenen  koruma,  federal  düzeyde  asgari  şartların  belirlenmesiyle sınırlanmıştır. Bu yönde anılan hüküm, kurumun ayrı ayrı hangi edimleri yerine getirmek zorunda olduğu hakkında bilgi vermemektedir. Bununla birlikte  kurumun  yerine  getirmekle  borçlandığı  yükümlülükler,  her  halde ortaklaşa konaklama ve gıda ihtiyacının karşılanmasını içerir. Burada bir veya birden çok yataklı oda tahsisi, ana ve ara öğün zamanlarının hazırlanması, masa servisi, oda ve ortak yerlerin temizlenmesi, kişisel giysilerin bakımı vb. söz konusu  olur.  Bu  çerçevede  ortak  yerlerin  serbestçe  kullanılması,  kurum tarafından düzenlenen etkinliklere, sohbet programlarına ve diğer uğraşılara katılma imkânının sağlanması da sayılabilir. Doktrinde kurumda kalmanın gerektirdiği giderlerin, basitçe toptan bir şekilde (götürü usulde) değil, bilakis çeşitli edimlerin fiyatının gösterilerek belirlenmesi gerektiği ifade edilmektedir. Edim yükümlülüklerine ilişkin bu bilgilerin sözleşmede yer alması, ayırt etme gücü bulunmayan kişiye daha iyi bir koruma ve kurumla olan hukuki ilişkide şeffaflık sağlanması bakımından önemlidir. Bununla birlikte doktrinde bakım sözleşmesinin yasal olarak öngörülen asgari içeriğinin dışında, zaman zaman uygun olmayan durumlara yol açabilecek pek çok hususun da federal düzeyde düzenlenmesinin faydalı olacağına  işaret  edilmektedir.  Bu  bağlamda  mesela  sözleşmenin  sona ermesi, bu yönde sözleşmenin feshedilebileceği haller ve sözleşmeyi ihlalin sonuçları, yine mesela kurumda kalan ayırt etme gücü bulunmayan kişinin gelirlerinin ve malvarlığının yönetiminin kuruma bırakılmasının söz konusu olup olamayacağı ya da hangi şartlar altında kurumun oda değişikliği talep edebileceği gibi hususlar anılabilir.                                                   33  Leuba/Vaerini, Art. 382 N. 2; Steck, Art. 382 N. 19; Boente, Art. 382 N. 29.  34  Steck, Art. 382 N. 20.  35  Steck, Art. 382 N. 20.  36  Leuba/Vaerini, Art. 382 N. 4.  37  Leuba/Vaerini, Art. 382 N. 4. Konu hakkında ayrıca bkz. Hotz, s. 826 vd., 839 vd., 849 vd.  38  Leuba/Vaerini, Art. 382 N. 4.  39  Leuba/Vaerini, Art. 382 N. 4; Steck, Art. 382 N. 25; ayrıca bkz. Hotz, s. 829; krş. Boente, Art. 382 N. 34.  40  Leuba/Vaerini, Art. 382 N. 4; Steck, Art. 382 N. 25.  41  Leuba/Vaerini, Art. 382 N. 9. Konu hakkında ayrıntılı olarak Hotz, s. 851 vd., 866 vd.  42  Leuba/Vaerini, Art. 382 N. 9; Hotz, s. 866 vd.  220Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 213-240  İsviçre Medeni … Tıbbi bakım, bakım sözleşmesinin kapsamında değildir. Ancak kişinin bir bakım kurumunda kalması halinde, bakım kurumu, çoğu kez, ortaklaşa konaklama ve gıda ihtiyacının karşılanması yanında, geriatrik bakım sağlama yükümlülüğü altına da girmektedir. Bakım kurumunda, hekim dışındaki kişilerce de gerçekleştirilebilen sınırlı bir sağlık bakımının sunulması halinde, kurumda kalan kişinin gerekli sağlık hizmetini alabilmesi için kurum dışında, ayrıca bir hekimle de sözleşme yapması söz konusu olabilir.  Art. 382 Abs. 2 hükmü uyarınca kurum tarafından yerine getirilmesi gereken edimlerin belirlenmesinde olabildiğince ayırt etme gücü bulunmayan kişinin istekleri (mesela vejetarif menü; uyku saatlerinin düzenlenmesi vb.) de dikkate alınır. Burada ayırt etme gücü bulunmamasına rağmen, kişinin kendi geleceğini belirleme hakkına mümkün olan en iyi şekilde riayet edilmesi amaçlanır.  Yazılı sözleşme, ayırt etme gücü bulunmayan kişinin kurumda uzun bir süre için kalması halinde yapılır. Kişinin kurumda geçici olarak, mesela dinlenmek için veya sadece kısa bir süre için, mesela kendisiyle ilgilenen yakınının tatil yapmasını sağlamak amacıyla birkaç gün veya bir ya da iki hafta için  kaldığı  hallerde  yazılı  bir  sözleşme  gerekli  değildir.  Kurum bakımının süre belirlenmeksizin talep edilmesi halinde, diğer bir ifadeyle kurumda kalmanın belirsiz süreli olması halinde, kanunun aradığı kurumda uzun bir süre için kalma şartı gerçekleşmiş olur. Bununla birlikte sürenin uzunluğu, somut olayın şartları değerlendirilerek belirlenir.                                                   43  BBl 2006 7038; Leuba/Vaerini, Art. 382 N. 5; Hotz, s. 828; Schmid, Art. 382 N. 4; Boente, Art. 382 N. 28; Peter Breitschmid, CHK- Handkommentar zum Schweizer Privatrecht, Personen- und Familienrecht inkl. Kindes- und Erwachsenenschutzrecht, Art. 1- 456 ZGB, 2. Auflage, Zürich 2012, Art. 382 N. 2.  44  Leuba/Vaerini, Art. 382 N. 5. Böyle bir halde bakım kurumunun geriatrik bakım için uygun bir yapıya da sahip olması gerekir. Konu bağlamında ayrıca bkz. Bernhart, N. 649.  45  Leuba/Vaerini, Art. 382 N. 5.  46  Leuba/Vaerini, Art. 382 N. 7, N. 8; Hotz, s. 827; Steck, Art. 382 N. 41; Boente, Art. 382 N. 43.  47  Leuba/Vaerini, Art. 382 N. 7; Steck, Art. 382 N. 41; ayrıca bkz. Boente, Art. 382 N. 44.  48  Leuba/Vaerini, Art. 382 N. 2; Hotz, s. 824; Schmid, Art. 382 N. 2; BBl 2006 7038.  49  Leuba/Vaerini, Art. 382 N. 2; Einführung zu Art. 382- 387 N. 19; Schmid, Art. 382 N. 2; Steck, Art. 382 N. 11; Boente, Art. 382 N. 20; BBl 2006 7038. Farklı bir yaklaşım için bkz. Fassbind, Art. 382 N. 2.  50  Steck, Art. 382 N. 11; ayrıca bkz. Tuor/Schnyder/Jungo, § 51 N. 49; Schmid, Art. 382 N. 2.  51  Art. 4 ZGB; Steck, Art. 382 N. 11.  221S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 213-240 Yazılı  şekil  şartı  ve  tarafların  yükümlülüklerinin  sözleşmede gösterilmesi, yukarıda da belirtildiği gibi, kurumda kalan ayırt etme gücü bulunmayan kişi ile kurum arasındaki hukuki ilişki bakımından şeffaflık sağlamaya hizmet eder ve bu yönde suiistimal tehlikesini önlemelidir. Farklı görüşlerle  birlikte,  yazılı  şekil  şartı,  geçerlik  şartı  değildir.  Bakım sözleşmesi, yazılı şekilde yapılmasa da geçerlidir.  3.2. Ayırt Etme Gücü Bulunmayan Kişinin Temsili Kişinin bir yurtta veya bir bakım kurumunda bakılması, daha önce de ifade edildiği gibi, bir sözleşme temelinde gerçekleşmelidir. Keza kurumda kalacak kişi, fiil ehliyetine sahipse, sözleşmenin esaslı noktalarını kendisi belirleyebilir ve sözleşmeyi bizzat imzalayabilir. Böyle bir halde Art. 382 ZGB hükmünde öngörülen düzenlemenin uygulanması söz konusu olmaz. Buna karşılık kurumda kalacak kişinin ayırt etme gücünün bulunmaması halinde, özel korunma ihtiyacı ortaya çıkar ve Art. 382 ZGB hükmünün uygulanması söz konusu olur. Böyle bir halde ayırt etme gücü bulunmayan kişinin, menfaatlerinin korunması, bu yönde üçüncü bir kişi tarafından temsil edilmesi gerekir 58.  Art.  382  Abs.  3  hükmüne  göre  bakım  sözleşmesinin  yapılmasında, değiştirilmesinde ve ortadan kaldırılmasında ayırt etme gücü bulunmayan kişinin temsili hakkında, tıbbi tedbirlerde temsile ilişkin hükümler uygulanır. Tıbbi tedbirlerde temsile ilişkin hükümler de, İsviçre Medeni Kanununda 2008 yılında yapılan kapsamlı değişiklik çerçevesinde getirilmiş olup, bu hükümlerde  ayırt  etme  gücü  bulunmayan  bir  kişiye  yapılacak  tıbbi                                                  52  Krş. Leuba/Vaerini, Art. 382 N. 2, N. 13; Steck, Art. 382 N. 35; BBl 2006 7038.  53  Leuba/Vaerini, Art. 382 N. 13; Hotz, s. 825; Boente, Art. 382 N. 38; Fassbind, Art. 382 N. 2; BBl 2006 7038. Geçerlik şartı olduğu görüşünde Schmid, Art. 382 N. 5; ayrıca bkz. Steck, Art. 382 N. 35.  54  Doktrinde özel hukuka tabi bir kurumla yapılan bakım sözleşmesi, hukuki niteliği itibarıyla isimsiz sözleşme olarak kabul edilmektedir. Zira bakım sözleşmesi, esaslı noktaları ve hukuki  sonuçları  yönünden  kanunda  açıkça  düzenlenmemiştir.  Diğer  taraftan  bakım sözleşmesine ilişkin Art. 382 ZGB hükmü, federal düzeyde uygulanması gereken bir düzenleme olmakla birlikte, bir kamu kurumuyla yapılan bakım sözleşmesi ile kamu hukukuna tabi bir hukuki ilişki kurulmaktadır. Bu konuda bkz. Steck, Art. 382 N. 37, N. 40; Leuba/Vaerini, Art. 382 N. 11.  55  Leuba/Vaerini, Art. 382 N. 1.  56  Leuba/Vaerini, Art. 382 N. 1; Hotz, s. 822.  57  Hotz, s. 822.  58  Leuba/Vaerini, Art. 382 N. 1.  222Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 213-240  İsviçre Medeni … müdahaleye ilişkin olarak kim tarafından karar verileceği ve bu sırada nasıl hareket edileceği hususu düzenlenmiştir (Art. 377 vd. ZGB).  Anılan hükümlere göre temsile yetkili kişiler, belirli bir kanuni sıra düzeni içinde tespit edilmiştir. Bu kanuni sıra düzeninde temsil yetkisi, ilk olarak bir hasta vasiyetinde veya bir tedbir amaçlı vekâlette gösterilen kişiye aittir. Böylece tıbbi müdahale yapılacak kişi tarafından ayırt etme gücünün bulunduğu  sırada  bizzat  belirlenen  kişilerin,  temsil  yetkisi  bakımından önceliği söz konusu olmaktadır. Diğer taraftan bu sıra düzeni içinde kanunda öngörülen şartlar dâhilinde aile fertlerine de temsil yetkisi tanınmıştır. Buna göre bir hasta vasiyeti veya bir tedbir amaçlı vekâlet ile belirlenen bir kişi yoksa ve bunun dışında somut halde ayırt etme gücü bulunmayan kişiyi tıbbi tedbirlerde temsile yetkili olarak atanmış bir kayyım mevcut değilse, aile fertlerinin temsil yetkisi söz konusu olur. Burada sırasıyla ayırt etme gücü bulunmayan kişinin eşi, ayırt etme gücü bulunmayan kişiyle birlikte yaşayan ve ona düzenli olarak ve kişisel destek gösteren kişi, altsoy, ana baba ve kardeşler, temsil yetkisini kullanır. Aile fertlerinin temsil yetkisi, doğrudan kanundan kaynaklanır.                                                   59  Konu hakkında bkz. Hausheer/Geiser/Aebi- Müller, Rz. 2.74 vd.  60  Art. 378 Abs. 1 Ziff. 1. Hasta vasiyeti, bir kişinin ayırt etme gücünü kaybetmesi halinde kendisine uygulanacak tıbbi tedbirler hakkında önceden açıklamış olduğu iradesidir (Art. 370- 373 ZGB). Hasta vasiyetini düzenleyen kişi, hasta vasiyetinde, ayırt etme gücünü kaybetmesi halinde kendisi için uygulanması gereken tıbbi tedbirler hakkında karar verecek bir kişiyi de belirleyebilir. Tedbir amaçlı vekâlette ise kişi, başka bir kişiyi, ayırt etme gücünü kaybetmesi halinde kendi menfaatlerini korumakla görevlendirir (Art. 360- 369 ZGB). Tedbir amaçlı vekâlet, tıbbi tedbirlerde temsili de kapsayabilir. Hasta vasiyeti ve tedbir amaçlı vekâlet hakkında bkz. Hausheer/Geiser/Aebi- Müller, Rz. 2.40 vd., Rz. 2.06 vd.  61  İsviçre kanun koyucusuna göre aile fertlerine tıbbi temsil yetkisinin tanınmasıyla, aslında uygulamada karşılaşılan bir durum, normlaştırılmış; ayrıca bu suretle aile içi dayanışma da güçlendirilmek istenmiştir. Bkz. BBl 2006 7013- 7014.  62  Kayyım, tıbbi konularda temsile yetkili olarak erişkinleri koruma makamı tarafından atanır ve tıbbi tedbirlerde temsile yetkili kişilere ilişkin kanuni sıra düzeninde ikinci basamakta yer alır (Art. 378 Abs. 1 Ziff. 2 ZGB). Erişkinleri koruma makamı, uzmanlık makamı olup, prensipte erişkinleri korumaya ilişkin bütün görevler bakımından yetkilidir (Art. 440 ZGB). Konu hakkında bkz. Tuor/Schnyder/Jungo, § 58 N. 1.  63  İsviçre Medeni Kanununa göre eş olarak kanun gereği temsil yetkisine sahip bulunanlar, evlilik birliğindeki karı veya kocadan biri ya da aynı cinsiyetten olup beraberlikleri resmi makamlarca tanınmış çiftlerden birisidir (Art. 374- 375 ZGB). Tescil edilmiş eşlik (hayat ortaklığı) olarak da ifade edilebilecek son halde İsviçre medeni hukukunun kabul ettiği bir kurum söz konusudur (bkz. 18.06.2004 tarihli Partnerschaftsgesetz).  223S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 213-240 Art.  382  Abs.  3  ZGB  hükmü  çerçevesinde  bakım  sözleşmesinin yapılmasında, değiştirilmesinde ve ortadan kaldırılmasında ayırt etme gücü bulunmayan  kişinin  temsili  hakkında,  tıbbi  tedbirlerde  temsile  ilişkin hükümlerin  uygulanması  suretiyle,  tek  ve  aynı  kişinin,  ayırt  etme  gücü bulunmayan kişiyi, kuruma yerleşme sırasında hem tıbbi meselelerde hem de yerleşmeye ilişkin meselelerde temsil etmesi avantajı sağlanmıştır.  Ayırt etme gücü bulunmayan kişiyi temsil yetkisine ilişkin olarak kuruma yerleşme  kararının  verilmesi  hususu,  bakım  sözleşmesinin  akdedilmesi hususundan ayrı değerlendirilmelidir. Kuruma yerleşme kararı, kişiye sıkı sıkıya bağlı bir hakkın kullanılması olup, ayırt etme gücünün bulunması halinde  kuruma  yerleşecek  kişi,  bu  kararı  bizzat  verir.  Ancak  kuruma yerleşme kararı bakımından ayırt etme gücüne sahip olarak görünen kişi, bakım  sözleşmesinin  akdedilmesi  bakımından  ayırt  etme  gücüne  sahip olmayabilir, bu yönde bakım sözleşmesinin akdedilmesi, ilgili kişinin fikri kapasitesini aşabilir. Böyle bir halde kuruma yerleşme kararını bizzat veren kişi, bakım sözleşmesinin akdedilmesi sırasında kanun gereği temsile yetkili kişi tarafından temsil edilir. Temsilci, ilgili kişi adına bakım sözleşmesini akdeder.  Kuruma yerleşecek kişinin kuruma yerleşme kararı bakımından gerekli ayırt etme gücüne sahip olmaması halinde ise, doktrinde kanun gereği temsil yetkisinin  kuruma  yerleşme  kararının  verilmesini  de  kapsadığı  kabul edilmektedir. Ancak bu durumda ayırt etme gücü bulunmayan kişinin, kuruma yerleşmeye mukavemet etmemesi gerekir. Aksi takdirde İsviçre Medeni  Kanununun  koruma  amacıyla  yerleştirmeye  ilişkin  hükümlerinin uygulanması söz konusu olur.  Temsile yetkili kişi, ayırt etme gücü bulunmayan kişinin kurumda kaldığı süre  zarfında  bakım  sözleşmesi  uyarınca  kurum  tarafından  üstlenilen                                                  64  Leuba/Vaerini, Art. 382 N. 17.  65  Steck, Art. 382 N. 47.  66 Leuba/Vaerini, Art. 382 N. 18.  67  Steck, Art. 382 N. 49; Leuba/Vaerini, Art. 382 N. 18; BBl 2006 7039.  68  Leuba/Vaerini, Art. 382 N. 18.  69  Leuba/Vaerini, Art. 382 N. 18; ayrıca bkz. Steck, Art. 382 N. 48.  70  Steck, Art. 382 N. 47, N. 48.  71  Leuba/Vaerini,  Art.  382  N.  18.  Koruma  amacıyla  yerleştirmeye  ilişkin  hükümler çerçevesinde ayırt etme gücü bulunmayan kişi, kanunda öngörülen şartlar dâhilinde, erişkinleri koruma makamının vereceği kararla kuruma yerleştirilir (Art. 426 vd. ZGB).  224Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 213-240  İsviçre Medeni … yükümlülüklerin  gereği  gibi  yerine  getirilip  getirilmediğini  kontrol etmelidir. Bu da temsilcinin ayırt etme gücü bulunmayan kişiyle doğrudan ve  düzenli  olarak  iletişim  halinde  bulunmasını  gerektirir.  Diğer  taraftan temsilci,  kararlarını  alırken  ayırt  etme  gücü  bulunmayan  kişinin  farazi (varsayılan)  iradesini  ve  menfaatlerini  göz  önünde  bulundurmalıdır. Temsilcinin görevini gereği gibi yapmaması, erişkinleri koruma makamının müdahalesine yol açar ve temsilcinin sorumluluğunu gerektirir.  3.3. Hareket Özgürlüğünün Sınırlanması  Hareket  özgürlüğü,  kişisel  özgürlüğün  bir  parçası  olarak  anayasal güvenceye bağlanmış ve kanunen Art. 28 vd. ZGB/TMK m. 24 vd. hükümleri ile korunmuştur.  Zorla gerçekleştirilen bir tedbir olarak hareket özgürlüğüne yönelik her sınırlama, bu temel hakka ağır bir müdahale oluşturur ve insan haysiyetini ilgilendirir. Bu bağlamda hareket özgürlüğünün sınırlanması, kanuni bir dayanak  gerektirir.  Ayrıca  hareket  özgürlüğünün  sınırlanması,  ölçülülük ilkesine uygun olarak gerçekleştirilmelidir.                                                   72  Leuba/Vaerini, Art. 382 N. 18.  73  Steck, Art. 382 N. 51; Leuba/Vaerini, Art. 382 N. 19. Farazi iradenin belirlenmesinde, yurtlarda veya bakım kurumlarında kalan ayırt etme gücü bulunmayan kişinin temsili hakkında uygulanması gereken tıbbi tedbirlerde temsile ilişkin hükümler bağlamında Art. 378 Abs. 3 hükmünün kıyas yoluyla uygulanması söz konusu olur. Art. 378 Abs. 3 hükmü uyarınca tıbbi tedbirlerde temsile yetkili kişi, tıbbi müdahaleye ilişkin olarak bir hasta vasiyetinde belirlenmiş talimatlar yoksa ayırt etme gücü bulunmayan kişinin farazi iradesine ve menfaatlerine göre karar verir. Burada farazi irade, hastanın tıbbi müdahale sırasında ayırt etme gücü bulunsaydı, tedaviye rıza gösterip göstermeyeceği sorusunun açıklığa kavuşturulmasıyla belirlenir. Konu hakkında bkz. Thomas Geiser, Demenz und Recht, Regulierung – Deregulierung, ZVW 2003, s. 104 vd.  74  Steck, Art. 382 N. 53; Leuba/Vaerini, Art. 382 N. 21, N. 20. Kayyım dışında diğer kanun gereği temsile yetkili kişilerin sorumluluğu hakkında vekâlet sözleşmesine ilişkin hükümler uygulanır (Art. 456 ZGB).  75  Art. 10 Abs. 2 ve Art. 31 BV/AY m. 19; Steck, Art. 383 N. 2; Vaerini, Art. 383 N. 1. Kişilik değerleri  ve  kişilik  hakkının  korunmasına  ilişkin  olarak  bkz.  ayrıca  Andreas  Meili, Zivilgesetzbuch I, Art. 1- 456 ZGB, 5. Auflage (Hrsg. Heinrich Honsell/Nedim Peter Vogt/Thomas Geiser), Basel 2014- 2015, Art. 28 N. 17 vd.; Bilge Öztan, Medeni Hukukun Temel Kavramları, 42. Bası, Ankara 2017, s. 275 vd., 283 vd. ; Mustafa Dural/Tufan Öğüz, Türk Özel Hukuku, Cilt II, Kişiler Hukuku, 18. Baskı, İstanbul 2017, s. 149 vd. ; M. Kemal Oğuzman/Özer Seliçi/Saibe Oktay- Özdemir, Kişiler Hukuku (Gerçek ve Tüzel Kişiler), 15. Baskı, İstanbul 2015, s. 193 vd.  76  Krş. Steck, Art. 383 N. 2. Ayrıca bkz. BGE 5A_335/2010, E. 3. 1 (06.07.2010).  77  Krş. Steck, Art. 383 N. 2.  225S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 213-240 Yurtlarda veya bakım kurumlarında kalan ayırt etme gücü bulunmayan kişilerin  korunması  için  sözü  edilen  kişilerin  hareket  özgürlüğünün sınırlanması,  kaçınılmaz  olabilir.  Mesela  bu  kişilerin  çok  defa  bulanık zihinsel  durumları  sebebiyle  yönelme  yeteneğini  kaybederek  kendilerini tehlikeye  düşürmeleri  halinde,  bir  tedbir  olarak  hareket  özgürlüğünün sınırlanması gerekebilir.  Yurtlarda veya bakım kurumlarında kalan ayırt etme gücü bulunmayan kişiler  hakkındaki  düzenleme  çerçevesinde  sözü  edilen  kişilerin  hareket özgürlüğünün  tedbir  olarak  sınırlanabilmesinin  kanuni  temeli  de oluşturulmuştur (Art. 383- 385 ZGB)80. Kurumda kalan ayırt etme gücü bulunmayan  kişilerin  hareket  özgürlüğünü  sınırlayan  tedbirler,  federal düzeyde  hükme  bağlanmıştır.  Yeni  hükümler,  hareket  özgürlüğünü sınırlayan tedbirlerin alınması için sıkı kurallar içermektedir.  Hareket  özgürlüğünün  sınırlanmasında  sadece  bedensel  hareket imkânlarının sınırlanması söz konudur. Bu da mekanik veya diğer araçlar kullanılmak  suretiyle  gerçekleşebilir.  Kanun  koyucu,  Art.  383  ZGB bağlamında ayırt etme gücü bulunmayan kişinin sadece hareket özgürlüğünü sınırlayan tedbirlerin uygulanabileceğini öngörmüştür. Bu sebeple mesela sakinleşmesi için ayırt etme gücü bulunmayan kişiye zor kullanılarak ilaç verilmesinde olduğu gibi, hareket özgürlüğünün sınırlanması amacıyla vücut bütünlüğüne yönelik müdahale, Art. 383 ZGB kapsamında değildir. Sözü edilen durumda vücut bütünlüğünün ihlaliyle birlikte zorla gerçekleştirilen bir tedbir söz konusu olur; burada rıza olmaksızın (zorla) tedaviden söz edilir ve böyle bir halde tıbbi tedbirlerde temsil hakkındaki hükümler uygulanır 86.                                                   78  Steck, Art. 383 N. 3.  79  Krş. Steck, Art. 383 N. 3; Schmid, Art. 383 N. 1; Bernhart, N. 659.  80  Steck, Art. 383 N. 3.  81  Steck, Art. 383 N. 4; Vaerini, Art. 383 N. 4.  82  Steck, Art. 383 N. 7.  83  Vaerini, Art. 383 N. 8; Steck, Art. 383 N. 7b, N. 10.  84  Vaerini, Art. 383 N. 8; Schmid, Art. 383 N. 3; BBl 2006 7039. Ayrıca bkz. Steck, Art. 383 N. 10.  85  Vaerini, Art. 383 N. 8. Bu yönde bkz. Art. 377 vd. ZGB. Ayırt etme gücü bulunmayan kişi, psişik (ruhsal) bozukluğundan dolayı bir psikiyatri kliniğine yerleştirilmişse, tedavi için özel hükümler uygulanır (Art. 434 vd.).  86  Zorla  gerçekleştirilen  tedbirler  olarak  kişinin  açıklanan  iradesine  ters  veya  onun mukavemetini  doğuran  ya  da  kendini  ifade  edemeyecek  durumdaki  kişinin  farazi (varsayılan) iradesine ters her müdahale anlaşılır. Uygulamada özgürlüğün sınırlanması ve 226Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 213-240  İsviçre Medeni … Hareket özgürlüğünün  sınırlanması  kavramı,  geniş anlaşılmaktadır. Burada mesela elektronik gözetleme tedbirleri (kodla emniyete alınan kapılar gibi), kapıların kilitlenmesi, yatağa parmaklık takılması ve diğer sınırların konulması, düşmeleri önlemek için kemerle bağlama gibi tedbirler söz konusu olabilir. Genel kontrole hizmet eden ve personele yardımcı müdahalelerde bulunma imkânı veren cihazlar (güvenlik kamerası, elektronik bildiriciler, gece nöbeti gibi), bu tedbirler kapsamında değildir 90.  Hareket  özgürlüğünün  sınırlanması,  sıkı  yasal  şartlara  bağlanmıştır: Buna  göre  hareket  özgürlüğünün  sınırlanması  tedbiri, ilgili  kişinin  veya üçüncü bir kişinin hayatı ya da vücut bütünlüğü için ciddi bir tehlikeyi önlemeye yaramalıdır ya da ortak hayatı ağır derecede sarsan bir ihlali ortadan kaldırmaya yaramalıdır 92. Bu yönde mesela kişinin kendisine zarar vermeye kalkışması,  kişinin  kurumda  kalan  diğer  kişilere  veya  personele  karşı                                                  zorla  tedavi  ayrımı  yapılmaktadır.  Buna  göre  kişinin  sadece  hareket  özgürlüğünün sınırlanması halinde özgürlüğün sınırlanması söz konusu olur. Mesela kişinin kapalı bir bölüme yerleştirilmesi, izole edilmiş bir odada tutulması veya kemerle yatağa bağlanması halinde sadece özgürlüğün sınırlanması söz konusu olur. Buna karşılık zor kullanılarak kişiye ilaç verilmesinde zorla tedavi söz konusu olur. Zira burada zorla gerçekleştirilen tıbbi tedbirle kişinin sadece özgürlüğünün sınırlanması söz konusu olmayıp, aynı zamanda vücut bütünlüğü de ihlal edilmektedir. Burada ilacın zorla verilmesinde kişiyi sakinleştirme amacının bulunması halinde de durum değişmez, zorla tedavi olarak değerlendirilir. Konu hakkında bkz. Vaerini, Art. 383 N. 8; Steck, Art. 383 N. 7a, N. 10.  87  Steck, Art. 383 N. 7; Vaerini, Art. 383 N. 9; Schmid, Art. 383 N. 3; BBl 2006 7039.  88  Vaerini, Art. 383 N. 9; Steck, Art. 383 N. 8.  89  Vaerini, Art. 383 N. 9; Steck, Art. 383 N. 11.  90  Doktrinde hareket özgürlüğünün sınırlanmasına yönelik olarak başlıca şu tedbirlere işaret edilmektedir: Kişinin izole edilmesi, mesela kapalı bir alana konulması, ayrı yemek verilmesi, kapıların sürgülenmesi; kişinin serbestçe hareket imkânının sınırlanması, mesela kişinin yatağını terk etmesinin engellenmesi, bu yönde kişinin kemerle bağlanması, kişinin oturduğu yeri terk etmesinin engellenmesi, bu yönde kişinin sandalyeye bağlanması, hareketine yardımcı araçların uzaklaştırılması; ellerin bağlanması; zorla yıkama veya saç kesme gibi bakım hizmetlerinin gerçekleştirilmesi; ilgili kişide sübjektif olarak engellenmiş izlenimini uyandırmak suretiyle kapalı bir çevre oluşturulması vb. Buna karşılık alkol ve sigara yasağı, ilgili hükümlerin uygulama alanına girmez. Konu hakkında bkz. Vaerini, Art. 383 N. 10, N. 11; Steck, Art. 383 N. 8, N. 9, N. 11.  91  Art. 383 Abs. 1 ZGB. Konu hakkında bkz. Vaerini, Art. 383 N. 12, N. 13 vd.; Steck, Art. 383 N. 12 vd.  92  Hareket özgürlüğünün sınırlanması, önleyici bir tedbir olarak uygulanamaz. Bu yönde mesela gerçekleşmesinden korkulan bir ihlali engellemek amacıyla ilgili kişinin hareket özgürlüğü sınırlanamaz. Kanundaki düzenlemenin yorumu, bu sonucu teyit ettiği gibi, önleyici bir tedbir olarak hareket özgürlüğünün sınırlanması, ölçülülük ilkesine de aykırıdır. Konu hakkında bkz. Vaerini, Art. 383 N. 18; Steck, Art. 383 N. 13a.  227S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 213-240 saldırgan  davranışlar  sergilemesi,  kişinin  davranışının  onunla  birlikte yaşamayı  imkânsız  kılacak  derecede  kurumda  kalan  diğer  kişilerin özgürlüğünü  zedelemesi,  mesela  kişinin  sürekli  olarak  kurum  düzenine mukavemet göstermesi, gürültülü yapması, eşyayı sağa sola fırlatması gibi hallerde  bir  tedbir  olarak  hareket  özgürlüğünün  sınırlanması  yönüne gidilebilir.  Art. 383 Abs. 1 ZGB hükmü gereği hareket özgürlüğünü sınırlamaya yönelik tedbir, ölçülülük ve talilik ilkesi gözetilerek uygulanmalıdır. Buna göre daha az radikal (şiddette) bir tedbir yetmediği veya önceden yetersiz göründüğü takdirde hareket özgürlüğünün sınırlanması yönüne gidilmelidir. Hareket  özgürlüğünün  sınırlanması,  son  çare  olmalıdır.  Keza  hareket özgürlüğünün sınırlanması, ceza karakteri taşıyamaz. Hareket özgürlüğünün sınırlanması  tedbirine,  başarı  şansı  olan  bütün  terapötik  imkânlar kullanıldıktan sonra başvurulmalıdır. Ayrıca kişinin davranışının herhangi bir sebebi olup olmadığı açıklığa kavuşturulmalıdır (mesela ağrı çekmesi, ilaçların  yan  etkisi,  bakımla  ilgili  şartlar  vb.)98.  Hareket  özgürlüğünün sınırlanması tedbiri uygulanırken kişinin zarar görmemesi için gerekli dikkat gösterilmelidir.  Kanun gereği hareket özgürlüğünün sınırlanmasından önce ilgili kişiye, ne olup bittiği, tedbirin neden alındığı, muhtemelen ne kadar süreceği ve bu süre  zarfında  kendisiyle  kimin  ilgileneceği  hususları  açıklanır.  Acil durumlar, bunun dışındadır. Burada kişi, ayırt etme gücü bulunmasa da karar alma sürecine dâhil edilir. Ayırt etme gücünün bulunmaması, bu durumun kişiyi kendisine uygulanacak tedbirin sebeplerini anlama, tedbirin muhtemel  süresi  hakkında  fikir  edinme  ve  bu  süre  zarfında  kendisiyle                                                  93  Vaerini, Art. 383 N. 15- 17; Steck, Art. 383 N. 12a, N. 14.  94  Vaerini, Art. 383 N. 19; Steck, Art. 383 N. 12; Fassbind, Art. 383 N. 1; BBl 2006 7040.  95  Steck, Art. 383 N. 12; Vaerini, Art. 383 N. 19.  96  Vaerini, Art. 383 N. 20.  97  Vaerini, Art. 383 N. 21.  98  Vaerini, Art. 383 N. 22.  99  Vaerini, Art. 383 N. 22, N. 31; Steck, Art. 383 N. 23.  100  Art. 383 Abs. 2 ZGB.  101  Bununla birlikte acil durumlarda hareket özgürlüğünü sınırlamaya yönelik tedbirden önce yapılamayan açıklama, şartlar uygun olunca derhal gerçekleştirilmelidir. Bkz. Steck, Art. 383 N. 21; Vaerini, Art. 383 N. 25.  102  Vaerini, Art. 383 N. 24.  228Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 213-240  İsviçre Medeni … ilgilenecek  kişiyi  tanıma  hususunda  mutlaka  engelleyeceği  anlamına gelmez. Kişi, uygun bir biçimde aydınlatılmalıdır.  Kanun, hareket özgürlüğünü sınırlayan tedbiri almaya hangi kişilerin yetkili olduğu hususunda hüküm öngörmemiştir. Kanunun gerekçesine göre bu konuda yetkili kişiyi belirleyecek düzenlemeyi yapmak, kurumun görevidir.  Art. 383 Abs. 3 ZGB hükmü, ölçülülük ilkesine uygun olarak, hareket özgürlüğünü sınırlayan tedbirin, olabildiğince erken kaldırılması gerektiğini öngörmüştür. Yine anılan hüküm uyarınca tedbirin, yerinde bir tedbir olup olmadığı da düzenli bir biçimde kontrol edilmelidir. Kontrol, tedbiri alan kişi veya kurum içi bir düzenleme ile belirlenecek bir üçüncü kişi tarafından yapılabilir. Tedbirin yerinde olup olmadığının değerlendirilmesinde somut olayın şartları dikkate alınır ve bu yönde kaldırılmasına veya değiştirilmesine karar verilir.  Art. 384 ZGB hükmü uyarınca hareket özgürlüğünü sınırlayan her tedbir, protokole bağlanmalıdır ve ayırt etme gücü bulunmayan kişiyi kanun gereği temsile yetkili kişi, bu konuda bilgilendirilmelidir. Protokolde özellikle tedbiri alan kişinin adı, tedbirin amacı, çeşidi ve süresi belirtilir. Ayırt etme gücü bulunmayan kişiyi kanun gereği temsile yetkili kişi ve yurdu veya bakım kurumunu  denetleyen  kişiler,  protokolü  inceleme  hakkına  sahiptir. Kanunun gerekçesine göre protokol tutma ve hareket özgürlüğünü sınırlayan tedbir hakkında ayırt etme gücü bulunmayan kişiyi kanun gereği temsile                                                  103  BBl 2006 7040; Vaerini, Art. 383 N. 25; Steck, Art. 383 N. 20.  104  Steck, Art. 383 N. 19; Vaerini, Art. 383 N. 25. Ayırt etme gücü bulunmayan kişiyi kanun gereği temsile yetkili kişinin, şartlar izin verdiği takdirde durumdan haberdar edilmesi ve kanun gereği temsile yetkili kişiye mümkün olduğu takdirde katılım imkânının sağlanması gerektiği yönünde bkz. Steck, Art. 383 N. 19.  105  Steck, Art. 383 N. 15; Vaerini, Art. 383 N. 26.  106  BBl  2006  7040.  Doktrinde  özel  bir  tedbir  teşkil  ettiği  için  hareket  özgürlüğünün sınırlanmasına yönelik kararın, prensipte bir hekim veya tıp alanında eğitim almış bir başka meslek personeli tarafından verilmesi gerektiği ifade edilmektedir. Bkz. Vaerini, Art. 383 N. 26.  107  Vaerini, Art. 383 N. 30; Steck, Art. 383 N. 22.  108  Vaerini, Art. 383 N. 32.  109  Steck, Art. 383 N. 22; Vaerini, Art. 383 N. 30, N. 31, N. 32.  110  Bu noktada Art. 387 ZGB hükmüne işaret edilmelidir. Buna göre kantonlar, federal hükümlerle hâlihazırda bir denetim sağlanmadığı takdirde, ilgili kurumların denetimini gerçekleştirmekle yükümlüdür.  229S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 213-240 yetkili kişinin bilgilendirilmesi, suiistimalin önlenmesi bakımından etkili bir korumaya hizmet eder. Ayrıca temsile yetkili kişi, kurumu kontrol ve gerekirse erişkinleri koruma makamına başvurma yönündeki görevini, ancak bu suretle gereği gibi yerine getirebilir.  Hareket  özgürlüğünü  sınırlayan  tedbire  karşı  erişkinleri  koruma makamına  başvurma  imkânı  getirilmiştir  (Art.  385  ZGB)112.  Buna  göre hareket özgürlüğünü sınırlayan tedbirden etkilenen kişi veya ona yakın bir kişi, başvuruda bulunabilir. Başvuru, hukuki güvenlik sebepleriyle yazılı olarak  gerçekleştirilir,  başvuru  için  belirli  bir  süre  öngörülmemiştir. Erişkinleri koruma makamı, tedbirin yasal gerekliliklere uymadığını tespit ederse, tedbiri değiştirir, ortadan kaldırır veya erişkinleri korumaya ilişkin resmi  bir  tedbire  karar  verir;  gerekirse  kurumun  bağlı  olduğu  denetim makamına haber verir.  3.4. Kişiliğin Korunması  Art. 386 ZGB çerçevesinde yurtlarda veya bakım kurumlarında kalan ayırt etme gücü bulunmayan kişilerin özel korunma ihtiyacı dikkate alınarak, kişilik hakkına ilişkin genel hükümleri (Art. 28 vd. ZGB/TMK m. 24 vd.) bazı açılardan somutlaştıran bir düzenlemeye yer verilmiştir. Bu yönde kuruma, kurumda kalan ayırt etme gücü bulunmayan kişiyi gerekli biçimde koruma                                                  111  BBl 2006 7040. Konu hakkında bkz. Steck, Art. 384 N. 2, N. 3; Vaerini, Art. 384 N. 1, N. 7. Hareket özgürlüğünün sınırlanmasına yönelik tedbire ilişkin protokol, federal veya kantonal düzeyde verilerin korunmasına ilişkin hükümler çerçevesinde işleme tabi tutulur. Bkz. Vaerini, Art. 384 N. 9.  112  Konu hakkında bkz. Steck, Art. 385 N. 3, N. 4.  113  Hareket özgürlüğü sınırlanan kişi, tedbire karşı olduğunu yazılı olarak ifade edebilecek durumda olabilir. Bu yönde erişkinleri koruma makamına başvuru bakımından ayırt etme gücünün bulunduğu kabul edilir. Bunun dışında ilgili kişiyi, prensipte kanun gereği temsile yetkili kişi temsil eder. Yakın kişi kavramı, hareket özgürlüğü sınırlanan kişiyi iyi tanıyan, sözü edilen kişinin güvenini kazanmış ve bu kişiye gerçekten bağlılık hisseden bütün kişileri kapsayacak biçimde geniş bir anlamda anlaşılır. Konu hakkında bkz. Vaerini, Art. 385 N. 4, N. 5; Steck, Art. 385 N. 9, N. 10.  114  Krş. BBl 2006 7041; Steck, Art. 385 N. 11, N. 12.  115  Hareket özgürlüğünü sınırlayan tedbir hakkında erişkinleri koruma makamına yönelik başvuru talebi, gecikmeksizin bu makama iletilmelidir (Art. 385 Abs. 3 ZGB). Zira ayırt etme gücü bulunmayan kişinin menfaatlerinin korunması söz konudur. Burada erişkinleri koruma makamının karar verebileceği resmi tedbirler bağlamında mesela kayyım atanması söz konusu olabilir (Art. 388 vd. ZGB). Konu hakkında bkz. Steck, Art. 385 N. 14, N. 15, N. 18.  116  Steck, Art. 386 N. 2.  230Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 213-240  İsviçre Medeni … yükümü yüklenerek ayırt etme gücü bulunmayan kişinin kurum dışındaki kişilerle iletişimi ve kurum dışından destek görmesi teşvik edilmiştir.  Art. 386 ZGB hükmü uyarınca ayırt etme gücü bulunmayan kişinin kaldığı  yurt  veya  bakım  kurumu,  ayırt  etme  gücü  bulunmayan  kişinin kişiliğini korumakla yükümlüdür. Kurum, kefil konumuyla, ayırt etme gücü bulunmayan kişinin kişiliğinin korunması için gerekli önlemleri almalıdır. Kurum  personeli,  kurumda  kalanlara  özenli  davranmalıdır.  Bu  yönde kurumda  kalanların  kişiliğine  saygı  gösterilmeli  ve  onurunu  zedeleyen davranışlardan kaçınılmalıdır. Keza kurum, kurumda kalan kişilerin özel ihtiyaçlarını dikkate almalı, esenliği ile ilgilenmeli, yalnızlıklarını azaltmak için  elinden  geleni  yapmalıdır.  Nitekim  bu  yönde  ayırt  etme  gücü bulunmayan kişinin kurum dışındaki kişilerle iletişim kurması, olabildiğince teşvik  edilmelidir.  Kurumun  bu  yükümlülüğü,  kurumun  aktif  olarak davranmasını  gerektirir.  Bu  yönde  mesela  kurum  içindeki  kültürel etkinliklerden yakınların haberdar edilmesi söz konusu olabilir. Kurum dışı iletişim çerçevesinde kurumda kalan kişi için gazete ve televizyon imkânı da sağlanmalıdır.  Bu  noktada  ifade  etmek  gerekir  ki  kurumun  dışarıya açılması, kurumda kalanlara karşı gerçekleşebilecek kötü muamelelere ilişkin olarak önleyici bir etki yaratabilir. Diğer taraftan kurumda kalan ayırt etme gücü bulunmayan kişinin kişiliğinin korunması için gerekli olduğu takdirde kurum, ölçülülük ilkesini gözeterek kurum dışı iletişimi sınırlayabilir.  Kanun koyucu, kurumda kalan kişinin, kurum dışından bir başka kişi tarafından da desteklenmesini istemiştir. Genellikle bu kişi, ayırt etme gücü bulunmayan kişiyi kanun gereği temsile yetkili kişidir. Ancak başka bir kişi                                                  117  Leuba/Vaerini, Art. 386 N. 1. Kanunun gerekçesine göre Art. 386 ZGB hükmü, İsviçre Borçlar Kanununda işverenin işçi karşısındaki koruma yükümünü öngören Art. 328 Abs. 1 hükmü (krş. TBK m. 417) örnek alınarak düzenlenmiştir. Bkz. BBl 2006 7041.  118  Leuba/Vaerini, Art. 386 N. 1.  119  Leuba/Vaerini, Art. 386 N. 5; Steck, Art. 386 N. 7a.  120  Leuba/Vaerini, Art. 386 N. 6.  121  BBl 2006 7041.  122  Steck, Art. 386 N. 6.  123  Steck, Art. 386 N. 7.  124  Steck, Art. 386 N. 7.  125  Leuba/Vaerini, Art. 386 N. 10.  126  Leuba/Vaerini, Art. 386 N. 12; Steck, Art. 386 N. 7a.  127  Leuba/Vaerini, Art. 386 N. 13.  128  Leuba/Vaerini, Art. 386 N. 13; Steck, Art. 386 N. 9; ayrıca bkz. BBl 7041.  231S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 213-240 de  söz  konusu  olabilir.  Burada  sözü  edilen  kişinin  ayırt  etme  gücü bulunmayan kişiyle doğrudan ve yeterince sık iletişim kurması aranır. Zira bu suretle sözü edilen kişi, ayırt etme gücü bulunmayan kişiye kurumda sağlanan bakımın kalitesi hakkında iyice fikir sahibi olabilir. Kurumda kalan ayırt  etme  gücü  bulunmayan  kişiyle  kurum  dışından  hiç  kimsenin ilgilenmemesi  halinde  ise  kurum,  erişkinleri  koruma  makamını  haberdar etmelidir (Art. 386 Abs. 2 ZGB). Erişkinleri koruma makamı, bu halde gereken  tedbirleri  alır.  Bu  yönde  erişkinleri  koruma  makamı,  kayyım atayabilir veya üçüncü bir kişiyi görevlendirebilir.  Yurtlarda veya kurumlarda kalan ayırt etme gücü bulunmayan kişiler hakkındaki düzenleme çerçevesinde kurumda kalan kişi, kişisel özgürlük hakkı  kapsamında  tedavi  olmak  istediği  hekimi,  önemli  sebepler bulunmadıkça, serbestçe seçebilmelidir. Önemli sebepler olarak mesela hekimin uzakta olması sebebiyle gerekli tedaviyi sorunsuz sağlayamaması veya acil hallerde derhal müdahale edememesi sayılabilir. Hekimi serbestçe seçme hakkından sözleşme ile vazgeçilemez.  3.5. Denetim  Art. 387 ZGB uyarınca kantonlar, federal hukuk hükümleri çerçevesinde hâlihazırda bir denetim sağlanmadığı takdirde, ayırt etme gücü bulunmayan kişilerin kaldığı yurt veya bakım kurumlarının denetimini gerçekleştirmekle yükümlü  tutulmuştur.  Anılan  hükmün  gerekliliği,  yurt  veya  bakım kurumlarına yerleştirilen ayırt etme gücü bulunmayan kişilerin özel korunma ihtiyacından  kaynaklanmaktadır.  Zira  korumanın  etkili  olması, gerçekleştirilen kontrollerin düzenliliğine ve kalitesine bağlıdır. Bu hüküm uyarınca gerçekleştirilen denetim, genel ve önleyici niteliktedir. Burada denetim,  suiistimalleri  önlemeye  veya  ortaya  çıkarmaya,  kurumdaki eksikliklere karşı tedbirler almaya ve bakımla ilgili olumlu çabaları teşvik                                                  129  Leuba/Vaerini, Art. 386 N. 13.  130  Leuba/Vaerini, Art. 386 N. 13.  131  Leuba/Vaerini, Art. 386 N. 14; Steck, Art. 386 N. 9.  132  Art. 386 Abs. 3 ZGB; Steck, Art. 386 N. 12; BBl 2006 7041.  133  Leuba/Vaerini, Art. 386 N. 16; Steck, Art. 386 N. 16.  134  Leuba/Vaerini, Art. 386 N. 16; farklı görüşte Steck, Art. 386 N. 18.  135  BBl 2006 7042; Steck, Art. 387 N. 3.  136  Steck, Art. 387 N. 4a; Fassbind, Art. 387 N. 1.  232Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 213-240  İsviçre Medeni … etmeye hizmet eder. Bu yönde denetimle, kurumların kanun hükümlerine uygun davranması ve kurumda kalan ayırt etme gücü bulunmayan kişilerin kişilik hakkına riayet edilmesi sağlanmalıdır. Denetime yetkili makam, kurumda kalan ayırt etme gücü bulunmayan kişinin menfaatlerinin tehlikeye düşmesi veya ihlali halinde gerekli önlemleri alır ve kuruma karşı uygun yaptırımları uygular.  IV. Türk Hukukundaki Durum ve Değerlendirme  Türkiye de ayırt etme gücü bulunmayan erişkinlerin ihtiyaç duyduğu bakım ve desteğin sağlanması, özellikle yaşlı ve engelliler bakımından 2828 sayılı ve 24.05.1983 tarihli Sosyal Hizmetler Kanunu ve bu Kanuna dayanarak çıkarılan çeşitli Yönetmelikler çerçevesinde düzenlenmiş bulunmaktadır. Bu bağlamda ilgili kişilerin, özellikle yaşlı ve engellilerin ihtiyaç duyduğu bakım  ve  destek,  resmi  ve  özel  huzurevleri,  bakım  ve  rehabilitasyon merkezleri aracılığıyla sağlanmaktadır.  Sosyal Hizmetler Kanununa göre huzurevleri, ihtiyacı olan yaşlı kişileri huzurlu bir ortamda korumak ve bakmak, sosyal ve psikolojik ihtiyaçlarını karşılamak amacıyla kurulan yatılı sosyal hizmet kuruluşlarını ifade eder (m.3/f - 4). Bakım ve rehabilitasyon merkezleri ise bedensel, zihinsel ve ruhsal engellilikleri sebebiyle normal yaşamın gereklerine uymama durumunda olan kişilerin, fonksiyon kayıplarını gidermek ve toplum içinde kendi kendilerine yeterli  olmalarını  sağlayan  beceriler  kazandırmak  veya  bu  becerileri                                                  137  Steck, Art. 387 N. 4a; Leuba/Vaerini, Art. 387 N. 2; Fassbind, Art. 387 N. 1.  138  Steck, Art. 387 N. 4b; Fassbind, Art. 387 N. 1; Leuba/Vaerini, Art. 387 N. 3, N. 4.  139  Leuba/Vaerini, Art. 387 N. 5. Denetimin şekli ve sıklığı, keza uygulanabilecek yaptırımlar, kantonlarca belirlenir. Bkz. Steck, Art. 387 N. 8.  140  Sosyal Hizmetler Kanunu için bkz. RG. 27.05.1983, 18059. Ayrıca bkz. Huzurevleri ve Huzurevi Yaşlı Bakım ve Rehabilitasyon Merkezleri Yönetmeliği (RG. 21.02.2001, 24325); Kamu Kurum ve Kuruluşları Bünyesinde Açılacak Huzurevlerinin Kuruluş ve İşleyiş Esasları Hakkında Yönetmelik (RG. 05.04.1987, 19422); Özel Huzurevleri İle Huzurevi Yaşlı Bakım Merkezleri Yönetmeliği (07.08.2008, 26960); Bakıma Muhtaç Özürlülere Yönelik Resmi Kurum ve Kuruluşlar Bakım Merkezleri Yönetmeliği (RG. 30.07.2006, 26244); Engelli Bireylere Yönelik Özel Bakım Merkezleri Yönetmeliği (04.11.2016, 29878); Sosyal Hizmetler ve Çocuk Esirgeme Kurumu Genel Müdürlüğü Özürlülerin Bakımı,  Rehabilitasyonu  ve  Aile  Danışmanlığı  Hizmetlerine  Dair  Yönetmelik  (RG. 03.09.2010, 27691).  141  Ev tipi sosyal hizmet birimleri de bu çerçevede anılabilir. Sosyal Hizmetler Kanununa göre ev tipi sosyal hizmet birimleri, çocuk, kadın, engelli ve yaşlılar ile bakım veya barınma ihtiyacı olan kişilere hizmet verilen mesken niteliğindeki yatılı sosyal hizmet birimlerini ifade eder (m. 3/f - 13).  233S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 213-240 kazanamayanlara devamlı bakmak üzere kurulan sosyal hizmet kuruluşlarını ifade eder (m. 3/f - 5). Alzheimer vb. bunama hastalıklarından muzdarip özel bakım  yaşlılarına  genellikle  yaşlı  bakım  merkezlerinde  gerekli  destek sağlanmaktadır.  Türk hukukundaki düzenleme değerlendirildiğinde ilk tespit olarak şu husus ifade edilebilir. Sosyal Hizmetler Kanunu, amacı ve kapsamına uygun olarak korunma ihtiyacı içindeki aile, çocuk, engelli, yaşlı ve diğer kişilere sağlanan sosyal hizmetler ve bu hizmetleri yürütmek üzere kurulan özel ve kamuya  ait  sosyal  hizmet  kuruluşları  hakkında  genel  bir  çerçeve getirmektedir. Anılan Kanunun 4. maddesinde sosyal hizmetlere ilişkin genel esaslara yer verilmiştir. Mesela 4. maddenin (ı) bendi uyarınca korunmaya, bakıma ve yardıma ihtiyacı olan kişilere hizmet sunumu, insan haysiyet ve vakarına yaraşır şekilde yerine getirilir. Yine anılan 4. maddenin (l) bendi uyarınca ihtiyacı olan engelli ve yaşlıların hayatlarını sağlık, huzur ve güven içinde sürdürmesi, ihtiyacı olan engellilerin toplum içinde kendi kendilerini idare  edebilecek  ve  üretken  hale  gelebilecek  şekilde  bakım  ve rehabilitasyonlarının yapılması, bunlardan tedavisi mümkün olmayanların sürekli bakım altına alınması amacıyla her türlü tertip ve tedbir alınır.  Sosyal Hizmetler Kanununun sosyal hizmetlere ilişkin esasları, hedefe yönelik ilkesel hükümler niteliğindedir. Nitekim 4. maddenin (a) bendinde, sunulacak bakım ve hizmetlerin kapsamı ve bu hizmetleri verecek olan gerçek ve  tüzel  kişilerin  izin,  çalışma  usul  ve  esasları  ve  diğer  hususların yönetmelikle  düzenleneceği  öngörülmüştür.  Diğer  bir  ifadeyle  sosyal hizmetlerin nasıl gerçekleştirileceği, sosyal hizmetin yöneldiği kişi grupları dikkate  alınarak  yönetmeliklere  bırakılmıştır.  Bu  yönde  konumuz çerçevesinde kurumlarda kalan ayırt etme gücü bulunmayan, özellikle ileri yaştaki erişkinler ve engellilere sağlanan sosyal hizmetler, esas itibarıyla yönetmelik düzeyinde düzenlenmiş bulunmaktadır. Burada özel ve kamuya ait kurumlarda kalan yaşlı, özel bakıma ihtiyaç duyan ve engelli kişiler dikkate alınarak çeşitli hükümler öngörülmüştür.  Anılan  yönetmeliklerin  isabetli  yönleri  mevcuttur.  Mesela  Bakıma Muhtaç Özürlülere Yönelik Resmi Kurum ve Kuruluşlar Bakım Merkezleri                                                  142  Bu yönde bkz. mesela Özel Huzurevleri İle Huzurevi Yaşlı Bakım Merkezleri Yönetmeliği (dn. 140), m. 4.  143  Bkz. dn. 140.  234Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 213-240  İsviçre Medeni … Yönetmeliğinde  öngörülen  bireysel  bakım  planı,  bakım  hizmetleri kapsamındaki  psikososyal  destekler,  engelli  kişinin  kişiliğinin  belirli alanlarının  korunması  için  alınması  gereken  tedbirleri  büyük  ölçüde somutlaştırması bakımından dikkate değerdir. Yine ilgili Yönetmeliğe göre bakım merkezi, bakıma ihtiyaç duyan engelli kişilerin özelliklerine göre bakım hizmetlerini geliştirerek uygulamalıdır (m. 29). Keza Sosyal Hizmetler ve  Çocuk  Esirgeme  Kurumu  Genel  Müdürlüğü  Özürlülerin  Bakımı, Rehabilitasyonu  ve  Aile  Danışmanlığı  Hizmetlerine  Dair  Yönetmelikte engelli  kişilere  ilişkin  rehabilitasyon  kararının  alınması,  planlanması, yürütülmesi ve sonlandırılması dâhil her aşamasında engelli ve ailesinin aktif ve etkilimi katılımı öngörülmüştür. Yine sözü edilen Yönetmelikte engelliyi ve  ailesini  engelli  hakları  konusunda  bilgilendirmek  ve  aile  içi  iletişimi güçlendirmek amacıyla aile danışmanlığı hizmeti getirilmiştir (m. 36).  Anılan yönetmeliklerin problemli yönleri de mevcuttur. Burada özellikle Huzurevleri  ile  Huzurevi  Yaşlı  Bakım  ve  Rehabilitasyon  Merkezleri Yönetmeliğine işaret edilebilir. İlgili Yönetmelikte disiplin hükümlerine yer verilmiştir (m. 75- 78). Bu yönde mesela yaşlı kişinin temizlik kurallarına uymaması, uyarma gerektirirken, uyarmayı gerektiren halleri en fazla üç kez tekrarlaması halinde kendi isteği dışında odası, katı veya bloğu değiştirilir. Sözü edilen düzenlemede disiplin hükümlerinin tedbir niteliğinde mi olduğu, yoksa yaptırım karakteri mi taşıdığı açık değildir. Diğer taraftan disiplinle ilgili hükümlerde yaşlının disiplin hükümlerinin uygulanmasını gerektiren davranışına ilişkin olarak ayırt etme gücünün bulunup bulunmaması yönüne değinilmemiştir. Burada korunma ihtiyacı içindeki yaşlıya yönelik disiplin uygulamalarından  söz  edilmesi,  güncel  yaklaşıma  uygun  değildir.  Yine mesela Sosyal Hizmetler ve Çocuk Esirgeme Kurumu Genel Müdürlüğü Özürlülerin Bakımı, Rehabilitasyonu ve Aile Danışmanlığı Hizmetlerine Dair                                                  144  İlgili Yönetmelik, m. 4/c; m. 28. Ayrıca ilgili Yönetmelik için bkz. dn. 140. Bu yönde bkz. Engelli Bireylere Yönelik Özel Bakım Merkezleri Yönetmeliği (dn. 140), m. 24; m. 25; m. 26.  145  İlgili Yönetmelik, m. 31. Ayrıca ilgili Yönetmelik için bkz. dn. 140.  146  21 Şubat 2001 tarihli Resmi Gazetede (S. 24325) yayımlanan bu Yönetmelik, Sosyal Hizmetler Kanununun 15. maddesine dayanılarak çıkarılmıştır. Ancak anılan Yönetmeliğe dayanak teşkil eden ilgili 15. madde, 3 Haziran 2011 tarihli ve 633 sayılı Kanun Hükmünde Kararnamenin 35. maddesi ile yürürlükten kaldırılmıştır. Diğer taraftan anılan Kanun Hükmünde Kararnamenin ilgili 35. maddesi de, 2 Temmuz 2018 tarihli ve 703 sayılı Kanun Hükmünde Kararname ile yürürlükten kaldırılmıştır. Bu konuda yeni bir düzenlemeye gidilmesi gerekir.  235S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 213-240 Yönetmelikte kendisine ve çevresine zarar verme durumunda olan engellilere yönelik  acil  müdahale,  gerekli  güvenlik  tedbirlerinin  alınması  ve  bu engellilerin sağlık kuruluşlarına sevk ve takibi konularında Sosyal Hizmetler ve  Çocuk  Esirgeme  Kurumu  Genel  Müdürlüğünün  uygulama  esaslarını belirleyerek merkezlere bildireceği öngörülmektedir. Bize göre doğrudan engelli kişinin öncelikle fizik kişilik değerlerine müdahaleyi gerektiren bu uygulamaların kanun temelinde düzenlenmesi, güvenlik tedbirlerinin açıklığa kavuşturulması gerekir.  Türk hukukundaki düzenlemeye ilişkin nihai tespit olarak da şu husus ifade edilebilir. İlgili mevzuat, bütünlükten uzak bir görünüş sergilemektedir. Özellikle ilgili sosyal hizmet kuruluşlarında kalan kişilerin etkili bir biçimde korunmasını sağlayacak açıklıkta hükümler bulunmamaktadır. Mesela İsviçre Medeni Kanununda özellikle düzenlenmiş bir konu teşkil eden kurumda kalan ayırt etme gücü bulunmayan kişilerin hareket özgürlüğünün sınırlanmasına yönelik tedbirler hakkında kanun ve yönetmeliklerde özel bir hüküm yer almamaktadır. Sadece özgürlüğün keyfi engellenmesi ve diğer kötü muamele halinde personele veya ilgili sosyal hizmet kuruluşuna yönelik yaptırımlardan bahsedilmektedir.  Bize göre Türk hukukunda bakıma ihtiyaç duyan erişkinlerin, özellikle bunama vb. hastalıklardan muzdarip ileri yaştaki kişilerin ihtiyaç duyduğu bakım ve desteğin sağlanmasına ilişkin esasların ve bu konuda hizmet sunan kurumların yükümlülüklerinin güncel bir bakış açısıyla, bütünlük gösterecek şekilde  yeniden  düzenlenmesi  gereklidir.  Özellikle  kurumda  kalan erişkinler  ve  ileri  yaştaki  kişiler  için  kanun  temelinde  bir  düzenlemeye gidilmesi, isabetli olur. Böyle bir düzenlemede ayırt etme gücü bulunmayan                                                  147  İlgili Yönetmelik, m. 7/g. Ayrıca ilgili Yönetmelik için bkz. dn. 140.  148  Benzer  bir  düzenleme,  Özel  Huzurevleri  İle  Huzurevi  Yaşlı  Bakım  Merkezleri Yönetmeliğinde yer almaktadır (dn. 140). Anılan Yönetmeliğin 24. maddesine göre yaşlı kişilerin  engelleri  veya  sağlık  sorunları  sebebiyle  birbirlerine  ve  kendilerine  zarar vermemesi için her türlü güvenlik tedbirleri alınır. Ancak burada da alınacak güvenlik tedbirlerinin neler olabileceği belirtilmemiştir.  149  Bkz. mesela Engelli Bireylere Yönelik Özel Bakım Merkezleri Yönetmeliği (dn. 140), m. 60; m.61; Sosyal Hizmetler Kanunu, m. 35/B; m. 27.  150  14 Aralık 2018 tarihinde basında yer alan bir habere göre Türkiye, bunama vakalarında ön sıralarda bulunmaktadır. Moskova daki Ulusal Araştırma Üniversitesi tarafından yapılan ve 1990- 2016 yıllarını kapsayan araştırmaya göre Türkiye de 100.000 kişiden 1192 si bunama hastalığından muzdariptir. Bu vakaların ortalama yüzde 70 ini ise Alzheimer hastaları oluşturmaktadır (Odatv.com).  236Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 213-240  İsviçre Medeni … kişilerin yasal temsili konusu da yeniden ele alınabilir. Burada aile fertlerine de, belirli şartlar dâhilinde temsil imkânı getirilebilir. Bu düzenleme, kişilik hakkını, kişinin kendi geleceğini belirleme hakkını ve insan haysiyetini eksen alan  anlayışla  gerçekleştirilmelidir.  Bu  süreçte  İsviçre  hukukundaki düzenlemeden ve konuyla ilgili bilimsel görüşlerden de yararlanılabilir.  V. Sonuç  Yaşlı insan nüfusunun giderek arttığı dünyada değişen aile yapısının da etkisiyle birçok insanın ileri yaşta ihtiyaç duyduğu yardım, yurtlar veya bakım kurumları  aracılığıyla  sağlanabilmektedir.  Bunun  yanında  ileri  yaşta Alzheimer  vb.  bunama  hastalıklarına  yakalanma  riski  de  sözü  edilen kurumlarda daha çok ayırt etme gücü bulunmayan kişilerin kalması ihtimalini artırmaktadır. Özel bir bakım, ilgi ve destek görmesi gereken bu kişilerin korunması,  güncel  hukuki  meseleler  arasındadır.  Nitekim  İsviçre  kanun koyucusu  bu  yönde  önemli  bir  adım  atmış,  İsviçre  Medeni  Kanununun vesayete  ilişkin  hükümlerinde  yaptığı  değişiklikle, yurtlarda  veya  bakım kurumlarında  kalan  ayırt  etme  gücü  bulunmayan  kişilerin  korunması amacıyla,  sözü  edilen  kişilerin  hukuki  durumlarını  belirli  açılardan iyileştirmeye yönelik bir düzenleme getirmiştir.  Anılan düzenlemeye göre ayırt etme gücü bulunmayan ergin bir kişinin bir yurtta veya bakım kurumunda  bakılması, federal düzeyde, yazılı bir sözleşme  yapılmasını  gerektirmektedir.  Bu  sözleşmede  kurumun  yerine getireceği edimlerin ve buna karşılık kurumda kalacak kişinin borçlanmış olduğu bedelin belirlenmiş olması zorunludur. Burada özellikle kurumla ayırt etme gücü bulunmayan kişi arasındaki hukuki ilişkide şeffaflık sağlanmak istenmiştir.  Diğer  taraftan  ayırt  etme  gücü  bulunmayan  kişinin  temsili bakımından da tıbbi tedbirlerde temsil hakkındaki hükümlerin uygulanacağı öngörülmüştür. Sözü edilen hükümlere göre temsile yetkili kişiler, belirli bir kanuni sıra düzeni içinde tespit edilmiştir. Bu sıra düzeni içinde kanunda belirlenen  şartlar  dâhilinde  aile  fertlerine  de  temsil  yetkisi  tanınmıştır. Kurumda kalan ayırt etme gücü bulunmayan kişinin kişiliğinin korunması ve kişisel özgürlüğünün bir parçası olarak hareket özgürlüğünün sınırlanması hakkındaki hükümler, üzerinde durulması gereken diğer önemli hükümlerdir. Kuruma,  kurumda  kalan  ayırt  etme  gücü  bulunmayan  kişinin  kişiliğini koruma yükümü yüklenmiştir. Diğer taraftan kurumda kalan kişinin hareket özgürlüğünün sınırlanması, ancak koruma amaçlı bir tedbir olarak kanundaki 237S. Hülya İMAMOĞLU  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 213-240 şartların  gerçekleşmesi  halinde,  ölçülülük  ilkesi  uyarınca  uygulanmak zorundadır. Ayrıca hareket özgürlüğünün sınırlanması tedbirinin protokole bağlanması ve ayırt etme gücü bulunmasa dahi, ilgili tedbirin uygulanacağı kişinin karar alma sürecine dâhil edilmesi öngörülmüştür. Burada da kanun koyucunun  ayırt  etme  gücü  bulunmayan  kişinin  kişiliğinin  özel  olarak korunması yönündeki amacı, belirgin bir biçimde ortaya çıkmaktadır. Yine kişiliğin korunması çerçevesinde kurum, ayırt etme gücü bulunmayan kişinin kurum dışı iletişimini teşvikle yükümlü kılınmıştır. Burada kurumun dışarıya açılmasının, muhtemel kötü muamelelerin önlenmesi bakımından da etkili olacağı düşünülmüştür. Kişiliği koruyucu hükümler, kurumun kararlarına karşı yasal başvuru yolları ve kurumun denetimi hakkındaki hükümlerle tamamlanmıştır.  Türkiye de ayırt etme gücü bulunmayan erişkinlerin ihtiyaç duyduğu bakım ve desteğin sağlanması, özellikle yaşlı ve engelliler bakımından 2828 sayılı ve 24.05.1983 tarihli Sosyal Hizmetler Kanunu ve bu Kanuna dayanarak çıkarılan çeşitli Yönetmelikler çerçevesinde düzenlenmiştir. Sosyal Hizmetler Kanunu, amacı ve kapsamına uygun olarak korunma ihtiyacı içindeki aile, çocuk,  engelli,  yaşlı  ve  diğer  kişilere  sağlanan  sosyal  hizmetler  ve  bu hizmetleri  yürütmek  üzere  kurulan  özel  ve  kamuya  ait  sosyal  hizmet kuruluşları hakkında genel bir çerçeve getirmiş, sosyal hizmetlerin işleyişi bakımından  genel  esasları  öngörmüştür.  Ancak  sosyal  hizmetlerin  nasıl gerçekleştirileceği, sosyal hizmetin yöneldiği kişi grupları dikkate alınarak yönetmeliklere bırakılmıştır.  Türk  hukukundaki  düzenleme  genel  olarak  değerlendirildiğinde, düzenlemenin isabetli yönleri bulunmakla birlikte, ilgili mevzuat, bütünlükten uzak bir görünüş sergilemektedir. Özellikle ilgili sosyal hizmet kuruluşlarında kalan kişilerin etkili bir biçimde korunmasını sağlayacak açıklıkta hükümler bulunmamaktadır. Türk hukukunda kurumda kalan erişkinlerin ve özel bakım gerektiren ileri yaştaki kişilerin hukuki durumunun güncel bir bakış açısıyla, bütünlük gösterecek şekilde kanun temelinde düzenlenmesi isabetli olur. Bu süreçte İsviçre hukukundaki düzenleme ve konuyla ilgili bilimsel görüşler de dikkate alınabilir. Ancak her halükarda düzenleme, kişilik hakkını, kişinin kendi geleceğini belirleme hakkını ve insan haysiyetini eksen alan anlayışla gerçekleştirilmelidir.   238Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 213-240  İsviçre Medeni …",
     "Kaynakça": "Bernhart, Christof: Handbuch der fürsorgerischen Unterbringung, Basel 2011.  Biderbost,  Yvo:  Der  neue  Erwachsenenschutz  im  Überblick,  SJZ  2010,  s. 309- 320.  Boente, Walter: ZK- Zürcher Kommentar, Der Erwachsenenschutz, Art. 360- 387 ZGB, Zürich 2015.  Breitschmid,  Peter:  CHK-  Handkommentar  zum  Schweizer  Privatrecht, Personen- und Familienrecht inkl. Kindes- und Erwachsenenschutzrecht, Art. 1- 456 ZGB, 2. Auflage, Zürich 2012.  Büchler,  Andrea:  Schweizerisches  Zivilgesetzbuch  und  Nebenerlasse,  4. Auflage, Basel 2012.  Dural, Mustafa/Öğüz, Tufan: Türk Özel Hukuku, Cilt II, Kişiler Hukuku, 18. Baskı, İstanbul 2017.  Fassbind,  Patrick:  OFK-  Orell  Füssli  Kommentar,  ZGB  Kommentar Schweizerisches Zivilgesetzbuch, 3. Auflage, Zürich 2016.  Geiser, Thomas: Demenz und Recht, Regulierung – Deregulierung, ZVW 2003, s. 97- 114.  Hausheer,  Heinz/Geiser,  Thomas/Aebi-Müller,  Regina  E.:  Das  neue Erwachsenenschutzrecht, 2. Auflage, Bern 2014.  Hotz, Sandra: Der Betreuungsvertrag, FamPra.ch 2016, s. 815- 873.  Leuba, Audrey/Vaerini, Micaela: FamKomm, Erwachsenenschutz, Bern 2013.  Meili, Andreas: Zivilgesetzbuch I, Art. 1- 456 ZGB, 5. Auflage (Hrsg. Honsell, Heinrich/Vogt, Nedim Peter/Geiser, Thomas), Basel 2014- 2015.  Mösch Payot, Peter: Das Neue Erwachsenenschutzrecht, Einführung und Kommentar zu Art. 360 ff. ZGB,"
}