{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": " 28",
     "Ay": "02",
     "Yıl": "2020",
     "Cilt": "69",
     "Sayı": "02",
     "Başlık": "ÖZEL HUKUK SORUNLARININ ÇÖZÜMÜNDE ROMA HUKUKUNA DAYANAN TEMELLERDEN UZAKLAŞILMASININ SONUÇLARI",
     "Title": "Consequences of Digressing from the Principles that Based on Roman Law in the Solution of Private Law Problems",
     "Yazar İsmi": [
          "İpek Sevda SÖĞÜT"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Tasarruf Muamelesi",
          "Borçlandırıcı Muamele",
          "Satış Vaadi Sözleşmesi",
          "Borç İlişkisinin Nisbiliği",
          "Hukuki Muamele",
          "Taşınmaz",
          "Roma Hukuku"
     ],
     "Keywords": [
          "Act of Disposal",
          "Promissory Transactions",
          "Preliminary Contracts for Sale",
          "Relativity Principle of Obligatio",
          "Transactions",
          "Immovables",
          "Roman Law"
     ],
     "Özet": "Bu  çalışma  ile,  özel  hukuk  sorunlarının  çözümünde,  temeli  Roma Hukukuna  dayanan  ve  günümüzde  de  geçerli  olan  hukuki  prensiplerden uzaklaşıldığında,  yargı  kararlarında  nasıl  hatalı  sonuçlar  doğurabileceği ortaya  konulmaya  çalışılacaktır.  Bu  bağlamda  ele  alınan  özel  hukuk sorununun çözümünde etkili olan olan, borçlandırıcı hukuki muamele ve tasarruf muamelesi ayırımı ve bu ayırıma bağlanan hukuki sonuçlar, nisbi hakayni hak ayırımını ortaya koyan ve kökenini Roma Hukukunda bulan özel hukukun temel yapı taşıdır ve Kara Avrupası hukuk sisteminde yer alan tüm hukuklar açısından halen geçerli hukuki müesseselerdir. Bu ayırımın önemini tekrar ortaya koyma ihtiyacı; Yargıtay ın vermiş olduğu «Birden Fazla Satış Vaadinde Tarih Sırası» başlıklı kararı ile bu yönde vermiş olduğu diğer kararlarında, ilgili hukuki muamele ayırımını, bu ayırıma bağlanan hukuki sonuçları  ve  borç  ilişkisinin  nisbiliği  prensibini,  esaslı  şekilde  yanlış değerlendirmesinden  kaynaklanmıştır.  Konuya  ilişkin  olarak;  Yargıtay ın kararına  konu  olan  özel  hukuk  sorunu,  mülkiyetin  devrini  konu  alan sözleşmelerde,  tasarruf  muamelesi  ve  borçlandırıcı  muamele  ayırımının                                                             Makalenin Geliş Tarihi: 09.12.2019, Makalenin Kabul Tarihi: 28.02.2020     Dr. Öğretim Üyesi, Kadir Has Üniversitesi Hukuk Fakültesi Roma Hukuku Ana Bilim Dalı, ipekss@khas.edu.tr, ORCID: 0000-0002-3501-6593 -   Bu makale, 3-4 Mayıs 2018 tarihlerinde, Maltepe Üniversitesi Hukuk Fakültesi tarafından gerçekleştirilen  Taşınmaz Hukukunun Güncel Sorunları Sempozyumu”nda bildiri olarak sunulmuştur. İpek Sevda SÖĞÜT                                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791  önemi, borçlandırıcı hukuki muamelenin tasarruf muamelesinin geçerliliğine etkisi, tasarruf muamelesinin borçlandırıcı hukuki muamelenin geçerliliğine etkisi, her iki hukuki muamele arasındaki farklar ve son olarak, borç ilişkisinin nisbiliği prensibi üzerinde durulacaktır.",
     "Abstract": "In this study, when we digress from the legal principles, which are based on Roman Law and still valid today, in the solution of private law problems, it will be tried to put forward how it may cause wrong results in judicial decisions.  The  distinction  between  promissory  transactions  and  act  of disposal,  which  is  effective  in  the  solution  of  the  private  law  problem discussed  in  this  context,  and  the  legal  consequences  attached  to  this distinction, are essential issues of private law which establishes the distinction of personal rights and real rights which originates in Roman law  and still valid legal  institutions,  in  terms  of  civil  law.  The  need  to  demonstrate  the importance of this distinction; The decision of the Court of Appeals entitled «The Date Order of More Than One Preliminary Contracts of Sales» and other decisions  taken  in  this  direction,  stemmed  from  the  fundamental misinterpretation  of  the  distinction  of  legal  transactions  and  its   legal consequences and the relativity principle of obligatio. Regarding the subject; the issue of private law subject to the decision of the Supreme Court of Appeals, the importance of the distinction between promissory transactions and act of disposal in the contracts concerning transfer of property, the effect of promissory transactions on the validity of act of disposal, the effect of act of  disposal  on  the  validity  of  promissory  transactions  and  finally,  the differences between these two legal transactions and the relativity principle of obligatio will be emphasized.",
     "Metin": "Özel Hukuk Sorunu  Yargıtay 14. Hukuk Dairesi nin, 13.10.1988 tarih ve 1987/4244 E., 1988/6494K. sayılı kararı şu şekildedir: Bir taşınmazın birden çok kişilere satışının vaadi olunması halinde, geçersiz olmadıkça veya münfesih hale gelmedikçe,  ilk  defa  yapılan  sözleşmeye  öncelik  verilir.  Satış  vaadi sözleşmesinin tapuya şerh edilmiş olması, Medeni Kanun un 919/2 maddesi gereğince  sadece  taşınmaz  üzerinde  sonradan  temellükte  bulunan  hak sahiplerine  karşı  dermeyan  olunabilir.  Olayda  böyle  bir  durum bulunmamaktadır. Davacı Süleyman a yapılan sözleşme tarihi 28.11.1978 olup, asli müdahil ve davacı durumunda olan İbrahim e yapılan satış ise, bundan daha öncesine ait ve 1978 gününü taşımaktadır. Şu hali ile İbrahim e yapılan  satışa  değer  vermek  gerekirken,  aksine  görüş  ve  düşünce  ile Süleyman ın davasının kabulü isabetli görülmemiştir.. Yargıtay ın bu kararı, kişinin güvenli bir tapu elde edinebilmesi için; Türkiye de bulunan bütün noterleri tek tek dolaşarak, bütün işlemlerin yevmiye inceleyerek, söz konusu taşınmaz ile ilgili bir satış vaadi sözleşmesi yapılıp yapılmadığını araştırmak zorunluluğu yaratması ve Roma Hukukundan gelen, hukuki muamelelere ilişkin  temel  prensipleri,  değiştirmeye  yönelik  içtihat  oluşturduğu yönlerinden, doktrinde haklı olarak eleştirilmiştir.                                                              1   Yargıtay 14. HD. E.1987/4244 K.1988/6494 T.13.10.1988. Özet: Bir taşınmazın, birden çok kişilere satışının vaad edilmesi durumunda, geçersiz olmadıkça veya bozulmuş (münfesih) duruma gelmedikçe ilk yapılan sözleşme geçerlidir. Dava : Davacı vekili tarafından, davalı aleyhine 14.10.1985 gününde verilen dilekçe ile satış vaadine dayalı tescil istenmesi üzerine yapılan  duruşma  sonunda,  davanın  kabulüne  dair  verilen  17.9.1986  günlü  hükmün Yargıtay ca  incelenmesi  müdahil  İbrahim  tarafından  istenilmekle;  süresinde  olduğu anlaşılan temyiz dilekçesinin kabulüne karar verildikten sonra, dosya ve içerisindeki bütün kağıtlar incelenerek düşünüldü: Karar: Bir taşınmazın birden çok kişilere satışının vaadi olunması halinde geçersiz olmadıkça veya münfesih hale gelmedikçe, ilk defa yapılan sözleşmeye değer verilir. Satış vaadi sözleşmesinin tapuya şerh edilmiş olması, Medeni Kanun un 919/2. maddesi gereğince sadece taşınmaz üzerinde sonradan temellükte bulunan hak sahiplerine karşı dermeyan olunabilir. Olayda böyle bir durum bulunmamaktadır. Davacı Süleyman a yapılan sözleşme tarihi 28.11.1978 olup asli müdahil ve davacı durumunda olan İbrahim e yapılan satış ise bundan daha öncesine ait ve 6.3.1978 gününü taşımaktadır. Şu hali ile İbrahim e yapılan satışa değer vermek gerekirken aksine görüş ve düşünce  ile  Süleyman ın  davasının  kabulü  isabetli  görülmemiştir.  Sonuç:  Temyiz itirazlarının yukarıda gösterilen nedenlerle kabulü ile hükmün (Bozulmasına), temyiz harcının istek halinde iadesine, 13.10.1988 gününde oybirliği ile karar verildi. (Kazancı İçtihat Bilgi Bankası). 2   ÖZMEN, Etem Sabâ/ YÜCE, Melek: Taşınmaz Satış Vaadlerinde Tarih Önceliğine Üstünlük Tanıyan Yargıtay Kararlarına İlişkin Düşünceler, Prof.Dr.Hayri Domaniç e 80. Yaş Günü Armağanı, Beta Basım Yayın, İstanbul 2001, s. 952-988.  761İpek Sevda SÖĞÜT                                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791  Şarta veya vadeye bağlı işlemleri, diğer bir ifade ile, taşınmaz devrini tapuda borçlanamayan kişiler, bu isteklerini, sözleşme yapma vaatleri ile karşılamaktadırlar. Satış vaadi sözleşmesi hukuki dayanağını, Türk Borçlar Kanunu nun (TBK) 29/1 fıkrasından almaktadır: Bir sözleşmenin ileride kurulmasına ilişkin sözleşmeler geçerlidir. Anılan bu madde uyarınca, satış vaadi sözleşmesi bir ön sözleşmedir. Satış yapma vaatleri, bu bakımdan, bir sözleşme yapma vaadi olmasına rağmen, uygulamada, mahkemelerin satış vaadine  bağlı  olarak  tescilsiz  iktisap  yaratan  kararları  doğrultusunda, sözleşme niteliğinde bir hukuki muamele olarak kabul edilmektedir: İki tarafa  borç  yükleyen  sözleşmelerden  biri  de,  taşınmaz  satış  vaadi sözleşmeleridir. Kaynağını Borçlar Kanunu nun 22. maddesinden alan, taşınmaz satış vaadi sözleşmeleri, Borçlar Kanunu nun 213.maddesi ile, Türk Medeni  Kanunu nun  706  ve  Noterlik  Kanunu nun  89.  maddelerinde öngörülen hükümler uyarınca, noter önünde re sen düzenlenmesi gereken, bir başka anlatımla, geçerliliği resmi şekil şartına bağlı kılınan, tam iki tarafa borç yükleyen ve kişisel hak sağlayan sözleşme türüdür. Vaat alacaklısı, taşınmaz satış vaadi sözleşmesi ile mülkiyet devir borcu yüklenen satıcıdan, edim  yerine  getirilmediğinde,  Türk  Medeni  Kanunu nun  716.  maddesi uyarınca açacağı, tapu iptali ve tescil davasında, borcun hükmen yerine getirilmesini isteyebilir…5.  Yargıtay, ilgili taşınmaz satış vaatlerinin resmi şekilde yapılmasından ve Türk Medeni Kanunu nun (TMK) 7.maddesinde karşılığını bulan, aksi                                                             3   Satış vaadi sözleşmesi, şartları henüz gerçekleşmediği için kurulması imkansız olan asıl satış sözleşmesinin görevini yerine getirmesi, tapu işlemlerinin gerektirdiği uzun ve bıktırıcı şekle ilişkin merasimlerden uzak oluşu ve bu halin gerektirdiği kolaylık gibi meziyetlere ek olarak,  belli  bir  oranda,  özellikle  cezai  şart  ve  cayma  akçesi  gibi,  başka  hukuki müesseselerce de desteklenerek, halkın güven ihtiyacına cevap vermiş, taşınmaz satış vaadinin sevilip benimsenmesini sağlamıştır. SAPANOĞLU, Süleyman: Tapu İptali ve Tescil Davaları, Adalet Yayınevi, Ankara 2019, s. 545-546.  4   01.07.2012  tarihinde  yürürlüğe  giren,  6098  sayılı  TBK  öncesinde,  ilgili  düzenleme 22.maddeyi karşılamaktaydı.  5   Yargıtay 14.HD. 25.09.2012 T., 2012/10228E., 2012/10992K., (Kazancı İçtihat Bilgi Bankası).  İlgili  kısım,  karar  metninden  aynen  alıntılanmış,  kanun  kısaltmaları kullanılmamıştır.  6   Tarafların gelecekte yapacakları asıl sözleşme, bir şekle tabi tutulmuşsa, ön sözleşmenin de, kanunun  öngördüğü  şekilde  yapılması  gerekir.  TMK.  md.706 ya  göre,  taşınmaz mülkiyetinin  devrini  amaçlayan  sözleşmelerin  geçerli  olması,  resmi  şekilde düzenlenmelerine bağlıdır. Bu nedenle, taşınmaz satımına ilişkin sözleşme vaadinin de resmi şekilde yapılması gerekir. 1512 sayılı Noterlik Kanunu nun 60/3 maddesi, taşınmaz satış vaadi sözleşmesini yapma yetkisini Noterlere vermiştir. Tapu sicil müdürü veya memurunun, taşınmaz satış vaadi sözleşmesi düzenleyip düzenleyemeyeceği ise, ilk olarak, 24.04.1978 tarih ve 3-4 sayılı Yargıtay İçtihadı Birleştirme Büyük Genel Kurulu Kararında 762Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791      Özel Hukuk Sorunlarının Çözümünde Roma… ispat edilinceye kadar belgelenen olgunun geçerlilik taşımasından hareketle; satış yapma  vaadinde bulunulan  tarafa, kendisinden  sonra yapılmış tapu tescillerine karşı, tapu iptal davaları açma imkânı getirmektedir.  Sözleşme yapma vaadi bir sözleşmedir ki, onunla taraflardan biri veya her ikisi, diğer bir sözleşmeyi, yani, esas sözleşmeyi yapmayı taahhüt ederler. Bir sözleşme yapma vaadinden bahsedebilmek için, ileride yapılması taahhüt edilen sözleşmenin, borç doğuran bir sözleşme olması yani yine borçlandırıcı işlem/borçlandırıcı hukuki muamele olması gerekmektedir. Adı sözleşme  yapma  vaadi  olsa  bile,  ileride  yapılması  borçlanılan  işlem  bir tasarruf işlemi ise, bu artık bir sözleşme yapma vaadi değil, asıl sözleşmedir. Taşınmaz satış vaadini, doktrinde bir ön sözleşme olarak kabul edilen görüşler bulunmakla birlikte;  ön sözleşmenin  taşınmazlarda  uygulama  bulmasının nedeni, tapu dairelerinin Roma Hukukundaki ayni akitlerde (contractus realis) olduğu gibi, taşınmaz satışını ve tescili talep beyanını, ayni imza ile resmi senet altında yapmalarıdır. İşte bu fiili durum nedeni ile, taşınmaz satımında,  borçlandırıcı  muamele  ve  tasarruf  muamelesi  ayırımını yapamamak, taşınmaz satımında borçlandırıcı muamelenin, taşınmaz satış vaadi ile de yapılabileceği ve hukuken bu vaadin aslında bir satış sözleşmesi olduğu, tapu kütüğünde eş zamanlı yapılsa dahi, tescil işleminin bir başka                                                             ele alınmış ve tapu sicil müdürlüğünün satış vaadi düzenleme yetkisi, bu kararın sonuç kısmında kabul edilmiştir. Ancak uygulamada, yukarıda (bkz. dn.3) anılan nedenlerle de, taşınmaz satış vaadi sözleşmelerinin noterler tarafından düzenlenmesi tercih edilmektedir. SAPANOĞLU, s. 566-568.  7   ÖZMEN/YÜCE, s. 952-953.  8   Makalenin tamamında terim birliği dikkate alınmakla birlikte, konunun özellikle Roma Hukuku ile ilişkilendirildiği kısımlarda, hukuki muamele; Modern Hukuktaki durumun ortaya konulmaya çalışıldığı kısımlarda ise, hukuki işlem terimi edilmiştir.  9   VON TUHR, Andreas: Borçlar Hukuku 1-2, (çev. EDEGE, Cevat), Gözden geçirilmiş 2.Bası, Ankara 1983, s. 261.  10  Roma Hukukunda ayni akitlerin oluşması için, tarafların karşılıklı, birbirine uygun rızaları yeterli değildir. Rızadan başka bir şeyin verilmesi veya bir işin yapılması gerekir. Ancak o zaman diğer taraf borç altına girmiş olur. Burada verilen veya yapılan şey, bir  res olduğundan, re contrahitur, ayni akit denilmektedir. O halde burada contractus olabilmesi için, doğal olarak, consensus fakat artı res lazım gelmektedir. Dikkat edilmesi gereken nokta şudur ki, res, mutlaka bir malın mülkiyetinin nakli olmadığı gibi, mutlaka bir mal de değildir: Bir malın mülkiyetinin, zilyetliğinin veya detentio  (elde bulundurma)sunun nakli olabileceği gibi, bir işin yapılması da yine res tir. Ius civile nin kabul ettiği ayni akitler; mutuum (karz), commodatum (ariyet), depositum (vedia) ve pignus (rehin akdi) olup, ayni akitlerin sayısı, zamanla daha da genişlemiş ve isimsiz akitler başlığı altında oluşan bir grup da, ayni akitlere dahil edilmiştir. UMUR, Ziya: Roma Hukuku, Ders Notları, Usul Hukuku, Borçlar Hukuku, Eşya Hukuku, Miras Hukuku, (Ders Notları), İstanbul 2010, s. 336.  763İpek Sevda SÖĞÜT                                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791  hukuki  muamele  olarak,  tasarruf  muamelesi  olduğu  gerçeğini değiştirmemektedir. Böylelikle, her ne kadar yukarıda değinilen kararda Yargıtay, taşınmaz satış vaadi sözleşmesinin ne olduğunu açıklarken, tam iki tarafa borç yükleyen ve kişisel hak sağlayan bir sözleşme türü olduğunu ortaya koymuş olsa da, kişisel yani nisbi hak doğuran bu hukuki muamelenin, hukuki muamele ayırımları bakımından borçlandırıcı bir hukuki muamele olduğunu ve bu ayırıma bağlanan hukuki sonuçları, «Birden Fazla Satış Vaadinde Tarih Sırası» başlıklı kararında göz ardı etmiştir.   Borçlandırıcı muamele ve tasarruf muamelesi ayırımı; Kara Avrupası hukuk sisteminde yer alan tüm hukuklar ve elbette bu sistemin bir parçası olan Türk  Hukuku  açısından,  nisbi  hak-ayni  hak  ayırımını  ortaya  koyan  ve kökenini  Roma  Hukukunda  bulan,  özel  hukukun  temel  yapı  taşıdır.  Bu ayırımın önemini tekrar ortaya koyma ihtiyacı; Yargıtay ın vermiş olduğu yukarıda bahsi geçen «Birden Fazla Satış Vaadinde Tarih Sırası» başlıklı kararı ile bu yönde vermiş olduğu diğer kararlarında, borçlandırıcı muamele kavramını  ve  bu  kavrama bağlanan  hukuki sonuçları  ile  borç ilişkisinin nisbiliği  prensibini  esaslı  şekilde  yanlış  değerlendirmesinden kaynaklanmıştır.   II.  Mülkiyetin  Devrini  Konu  Alan  Sözleşmelerde  Tasarruf Muamelesi ve  Borçlandırıcı Muamele Ayırımının Önemi   Hukuki muameleler, malvarlığına yaptığı etki yönünden borçlandırıcı (iltizami) muamele, tasarruf muamelesi ve kazandırıcı hukuki muamele olarak ayrılmaktadır. Roma Hukukunda, borçlandırıcı hukuki muamele ve tasarruf muamelesi  farkı,  teorik  yönden  belirtilmiş  değildir.  Romalılar,  hukuki                                                             11  ÖZMEN/YÜCE, s. 17.  12  Aynı yönde kararlar için bkz. Yargıtay HGK. 06.02.1991 T., 1990/632E., 1991/41 K.; Yargıtay HGK. 07.02.1989 T., 1989/8129 E., 1989/ 1227 K., (Kazancı İçtihat Bilgi Bankası). 13  Roma Hukukunda teorik olarak, hukuki muamele mefhumunun bulunmadığı, malvarlığı hukuku içinde akitlerin ya borç ilişkisi meydana getirdiği ya da mevcut bir malvarlığı hakkının değiştirilmesini sağladığı ve tasarruf muameleleri denilen hukuki muamelelerin teorik olarak ortaya konulmadığı yönünde bkz. AYİTER, Kudret: Medeni Hukukta Tasarruf Muameleleri, Siyasal Bilgiler Fakültesi Yayını No:28-10, Ankara 1953, s. 79. Romalılar formüle  etmemekle  birlikte,  hukuki  muamelelerin  belirli  durumlarda  kategorilere ayrılmasını tanımaktaydılar. Hukuki muamelelerin bir veya birden fazla irade açıklamasını içermesine göre, bunlar tek veya çok taraflı kategorilere ayrılmaktaydılar. Çok taraflı hukuki muamelerden, akitler (sözleşmeler) ortaya çıkmaktaydı. Hukuki işlemlerin sağlar arası veya 764Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791      Özel Hukuk Sorunlarının Çözümünde Roma… muamele konusunda genel bir öğreti kurmamışlardır. Nitekim, kaynaklarda hukuki muamele kavramını karşılayan bir terime de rastlanmamaktadır. Her ne kadar kaynaklarda, negotium dan bahsedildiği görülse de, bu terimin teknik hukuki anlamda, hukuki işlemi değil, ekonomik anlamda iş/faaliyeti belirtmek için kullanıldığı ifade edilmektedir. Teorik olarak hukuki muamele, Romalı hukukçuların eseri değilse de, bu hukukçular tek tek, hukuki muamele türlerinin  geçerlilik  şartlarını,  özelliklerini  inceleyip  saptarken,  bütün  bu hukuki  muamelelerde  ortak  olan  hususları  da  belirleyip,  ayrıntılı  olarak işlemişlerdir. Böylelikle, hukuki muamele kavramını kuramsal olarak değil, uygulama yolu ile yerleştirmişler ve Kara Avrupası Kanunları ve öğretisi, kökenine  kaynaklık  eden  Roma  Hukukunun  bu  konudaki  dağınık kurallarından faydalanarak, hukuki muameleye ilişkin  bu önemli ayırımı (borçlandırıcı-tasarruf), Medeni Hukukunun adeta temeli haline getirmiştir.  Esasen hukuki muameleler, üst başlıkta, doğurdukları hukuki sonuçların malvarlığı  üzerindeki  etkilerine  göre;  malvarlığını  azaltan/eksilten  ve malvarlığını çoğaltan şeklinde ayrılmaktadır. Kazandırıcı hukuki muameleler, malvarlığını  çoğaltan  hukuki  muamelelerdir  ve  esasen,  bir  kişinin malvarlığından  diğerinin  malvarlığı  yararına,  bir  malvarlığı  değerinin sağlanması  fiilidir.  Nitekim,  borçlandırıcı  hukuki  muamele  ve  tasarruf muamelesi  arasındaki  ilişki  de,  kazandırmaya  olan  etkileri  yönünden gerçekleşmektedir. Bu bakımdan, kazandırıcı hukuki muamele; kazandıran taraf bakımından bir borçlandırıcı ya da tasarruf muamelesi olabilir. Her iki durumda da, kazandırılan tarafın malvarlığında bir artma, diğer bir ifade ile, aktif kısmında bir çoğalma söz konusu olur. Malvarlığını azaltan hukuki muameleler ise, borçlandırıcı hukuki muamele ve tasarruf muamelesi olarak                                                             ölüme bağlı (mortis causa, örneğin vasiyetname, vasiyetname eki, ölüme bağlı bağışlama) şeklinde kategorilere ayrılması, Roma Hukuku kaynaklarında çok az da olsa yer almaktaydı. Kaynaklarda açıkça ifade edilmemelerine rağmen, mülkiyetin nakledilmesi veya bu hakkın sınırlandırılması (eşya hukuku anlamında, kölelerin azat edilmesi, borcun ifasının kabulü (talep hakkını sona erdiren), taleplerden vazgeçme, borcun yenilenmesi gibi işlemler büyük öneme  sahipti.  Eşya  hukukuna  ilişkin  tasarruf  muameleleri  (devirler,  yükümlendirici işlemler) ayni işlemler diye ifade edilirlerdi. Romalıların kuramcı olmaktan çok, uygulayıcı olmalarına rağmen, yine de, tek tek hukuki muamele türlerinin geçerlilik şartlarını ve özelliklerini inceleyip belirledikleri görülmektedir. ÜÇER, Mehmet: Roma Hukukunda ve Karşılaştırmalı Hukukta Sözleşmelerin Kısmi Butlanı, Yetkin Yayınları, Ankara 2013, s. 25.  14  KARADENİZ  ÇELEBİCAN,  Özcan:  Roma  Hukuku,  Tarihi  Giriş-Kaynaklar-Genel Kavramlar-Kişiler Hukuku-Hakların Korunması, (Roma Hukuku), Turhan Kitabevi, Ankara 2019, s. 181. 15 TAHİROĞLU, Bülent/ ERDOĞMUŞ, Belgin: Roma Hukuku Dersleri, Der Yayınları, İstanbul 2018, s. 160. 16  ANTALYA, O. Gökhan: Eşya Hukuku, Giriş-Temel Kavramlar-Genel İlkeler, Cilt 1, Legal Yayınevi, İstanbul 2018, s. 136-137. 765İpek Sevda SÖĞÜT                                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791  ikiye ayrılmaktadır. Borçlandırıcı hukuki muameleler, borç ilişkisine taraf olanlardan en az birini borç altına sokan, onu belirli bir davranışta bulunmaya zorlayan, borç ilişkisinin konusunu (edimi) ifa etmeyi öngören işlemlerdir. Tasarruf  muameleleri  ise,  hak  durumunda  doğrudan  doğruya  değişiklik meydana getiren işlemlerdir. Bunlar, bir hakkın devri (mülkiyet hakkı gibi), bir hakkın sona erdirilmesi (kölenin azat edilmesi, alacağın ifasının kabulü) veya bir külfet yüklenmesi (bir taşınmaz üzerinde irtifak tesisi, rehin hakkı kurulması gibi) şeklinde olabilir.  Bütün  borçlandırıcı  hukuki  muameleler,  esasen,  aynı  zamanda kazandırıcı iken; tasarruf muamelelerinin bir kısmı kazandırıcı, bir kısmı ise malvarlığını azaltıcı olabilir. Hatta tasarruf muamelesinin bu kapsama giren bütün türleri için ortak özelliği, eksiltici olmasıdır. Yine bütün kazandırıcı işlemlerde  ise,  ortak  özellik,  aynı  zamanda  eksiltici  olmalarıdır.  Ancak borçlandırıcı  hukuki  muameleler,  karşı  tarafa  bir  alacak  hakkı  da kazandırdıkları için, borçlunun malvarlığında borçlanmanın etkisine değil; alacaklının malvarlığındaki etkisine bakıldığında, borçlandırıcı muamelelerin tümünün, aynı zamanda kazandırıcı hukuki muamele olduğu sonucu ortaya çıkmaktadır. Tasarruf muamelelerinin ise, tek taraflı olanlarının malvarlığını eksiltici  etkisi  olmaktadır.  Oysa  kazandırıcı  ve  sağlararası  nitelikteki                                                             17  Mülkiyetin nakli ve alacağın temliki, hakkı devreden; bir taşınmaz üzerinde bir irtifak hakkı kurulması, mülkiyet hakkını sınırlayan; bir borç ilişkisinde borçluya yeni bir süre verilmesi, alacağı değiştiren, bir ayni haktan veya yenilik doğuran haktan feragat, hakkı sona erdiren tasarruf işlemlerine örnek olarak gösterilebilir. OĞUZMAN, M. Kemal/BARLAS, Nami: Medeni Hukuk, Giriş, Kaynaklar, Temel Kavramlar, Vedat Yayınevi, İstanbul 2018, s. 183. Hatemi, tasarruf muamelesi kavramının kapsamına sadece hakkı etkileyen işlemlerin girip girmediği yönünde tartışma olduğunu belirtmektedir. HATEMİ, Hüseyin: Medeni Hukuk ta Tasarruf İşlemi Kavramı, (Yazar: HAMAMCIOĞLU VARDAR, Gülşah), Sunuş Yazısı, On İki Levha Yayıncılık, İstanbul 2014, s. VII. Doktrinde tasarruf işlemi tanımı yapılırken, birçok yazar sadece dar anlamda tasarruf işlemi tanımı yapmış ve tanımı hakkın etkilenmesi unsuru ile sınırlı tutmuştur. Geniş anlamda tasarruf işleminin konusu ise, hak veya hukuki ilişkidir. 1919 yılında Von Tuhr tarafından kaleme alınan makalede yapılan ve o tarihten bu yana değişmeyen tanıma göre, geniş anlamda tasarruf işlemi, .. var olan bir hakkı veya hukuki ilişkiyi doğrudan etkileyerek, devreden, sınırlayan, sona erdiren veya onun içeriği değiştiren hukuki işlemdir. HAMAMCIOĞLU VARDAR, Gülşah: Medeni Hukuk ta Tasarruf İşlemi Kavramı, On İki Levha Yayıncılık, İstanbul 2014, s. 86.   18  Kazandırıcı işlem, kazandırmada bulunan açısından bir tasarruf işlemi veya bir borçlandırıcı işlem niteliği taşır. Şöyle ki, bir kimse diğer bir kişiye menfaat sağlarsa, kazandırıcı işlem, bu kazandırmada bulunan kişi açısından bir tasarruf işlemi teşkil eder. Mesela mülkiyetin devri, alacağın temliki, bir irtifak hakkı kurulması, ibra yoluyla borçlunun borcundan kurtulması gibi. Buna karşılık bir kimse, borç altına girerek başka bir kişiye alacak hakkı sağlayınca, kazandırıcı işlem, kazandırmada bulunan kişi açısından bir borçlanma işlemi niteliği taşır. OĞUZMAN/BARLAS, s. 185-186.  19  KARADENİZ ÇELEBİCAN, Roma Hukuku, s. 198-199; TAHİROĞLU/ERDOĞMUŞ, s. 160; HATEMİ, Sunuş Yazısı, s. VII.  766Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791      Özel Hukuk Sorunlarının Çözümünde Roma… borçlanma ve tasarruf işlemleri, tek taraflı olamazlar. Zira lehine kazandırma yapılan tarafın, yani kazandırmayı alanın da, kazandırmayı kabul etmesi gerekir. Buna karşılık, tasarruf işlemlerinden kazandırıcı olmayanları, bir hakkın ortadan kaldırılmasına yol açanları, tek taraflı da olabilir. Borçtan kurtarma (ibra) tasarruf işlemi, borçlunun kabulünü gerektirip, tek taraflı olamazken;  bir  ayni  haktan  vazgeçme  işlemleri  ise,  tek  taraflı olabilmektedir.  Roma Hukukunda  teorik olarak  borçlandırıcı  ve  tasarruf  muamelesi ayırımı bulunmamakla birlikte; ilk defa bu ayırım, hukuki muamelelerin içeriğinde fiilen yapılmış ve buna dayanan hukuki düşünce yapısı Roma Hukukçularının görüşlerine hakim olmuştur. Sonrasında ise, ilgili ayırım, Pandekt  Hukuku  tarafından  geniş  şekilde  işlenmiş  ve  bugünkü  hukuki düşüncemizin temel kavramlarından biri haline getirilmiştir. Von Tuhr tarafından,  Alman  Yurttaşlar  Yasasının  (Medeni  Kanununun)  Genel Bölümü ve İsviçre Yurttaşlar Yasasının Genel Bölümü adlı eserlerinde; borçlandırıcı ve tasarruf muamelesine dair ayırım ve taşınmaz satımında da bu iki işlemin ayrı olduğuna dair görüşü şu şekilde ifade edilmiştir: … Borçlanma-harcama (iltizam-tasarruf) ayrımı, bizim özel hukuk yapımızın temelidir . Kaldı ki, ‘harcama  kavramı, başlıca, Roma hukuku ile Pandekt hukukundaki  geçirim in  (ferağ ın,  alienatio nun)  genişletilmesiyle, genelleştirilmesiyle ortaya konmuştur. Öyleyken, üstelik en önemli bir işlem de olan tam da bu taşınmaz satımında borçlanma işlemiyle harcama işleminin birlikte bulunduğunu ileri süren bu görüşün doğru sayılayamacağı açıktır! (…)  Gerçekte  ise,  Roma  hukukunun  traditio suna  uygun  olarak  Alman, İsviçre-Türk  hukuk  sistemleri,  tam  bir  hukukî  çözümlemeyle,  mülkiyeti geçirmeyi borçlanma isteği (işlemi) ile mülkiyeti geçirme isteğini (işlemini) birbirinden ayırt etmişlerdir ki, bu ayrım özellikle çabucak yerine getirilmiyen satım sözleşmelerinde açıkça göze çarpmaktadır.22.  Gerçekten  de,  borçlandırıcı  hukuki  muamele  ile  tasarruf  muamelesi ayırımının kesin bir biçimde ortaya koyulduğu en açık örnek; satış sözleşmesi ve mülkiyetin naklidir. Bu, iki hukuki muamele, gerek bizim hukukumuzda, gerek Roma Hukukunda, çok kesin bir biçimde birbirinden ayrılmaktadırlar. Satış  sözleşmesi,  borçlandırıcı  hukuki  muamelelerin  başında  gelir.  Bu sözleşme ile, bir taraftan satıcı, sattığı malın mülkiyetini temin etmek, diğer                                                             20  HATEMİ, Hüseyin/GÖKYAYLA, Emre: Borçlar Hukuku-Genel Bölüm, Vedat Kitapçılık, İstanbul 2017, s. 10-11.  21  AYİTER, s. 161.  22  SUNGURBEY, İsmet: Kişisel Hakların Tapu Kütüğüne Şerhi, Sermet Matbaası, İstanbul 1963, s. 20.  767İpek Sevda SÖĞÜT                                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791  taraftan  alıcı,  satış  bedelini  vermek  taahhüdü  altına  girmişlerdir.  Bu bakımdan,  mülkiyetin  devrinin  taahhüt  edildiği  bir  sözleşmedir.  Satış sözleşmesi  yapıldığı  sırada,  satılan  mal  üzerindeki  mülkiyet  hakkı bakımından, hiçbir değişiklik meydana gelmiş olmaz. Tarafların anlaşması, satış  bedelinin/semenin  ve  malın  mülkiyetinin  devrinin  borçlanılmasını içermektedir.  Roma Hukukunda taşınır ve taşınmaz mülkiyetinin devren kazanılması sonucunu doğuran tasarruf muameleleri; mancipatio, in iure cessio ve traditio (teslim) idi.  Mancipatio,  Klasik  Hukuk  döneminde,  res  mancipi 24  malların mülkiyetinin devrini sağlayan bir tasarruf işlemi idi. Bu işlem, bir maden külçesi  ve  terazi  ile  (per  aes  et  libram)  yapılan,  Roma nın  en  eski geleneklerini  yansıtan  hukuki  muamele  idi.  Mancipatio nun  mülkiyeti nakletmesi için; sekiz kişinin katıldığı, merasimli, sözlü bu muamelenin icra edilmesi gerekiyordu. Malı devreden, malı devralan, bir terazi tutan ve en az beş  ergen  Roma  vatandaşı  birlikte  hareket  ederek,  bu  işlemi gerçekleştirirlerdi. Malı devralacak olan kimse, Quirites Hukukuna göre bu malın benim olduğunu iddia ediyorum, bu mal bu bakır külçesi ve terazi ile bana satılmış olsun dedikten sonra bakır parçası ile teraziye dokunur ve mülkiyetine  geçirdiği  mal  karşılığında,  maden  parçasını  malı  devredene verirdi.  Henüz  basılmış  paranın  bulunmadığı  devirlerde,  kuvvetle muhtemeldir ki, terazi ile bakır külçesi tartılmakta ve mal ile bakır külçesi değiştirilmekteydi. Basılmış para tedavüle çıktıktan sonra ise, mal karşılığında                                                             23  KOSCHAKER, Paul/AYİTER, Kudret: Modern Özel Hukuka Giriş Olarak Roma Özel Hukukunun Ana Hatları, Dokuz Eylül Üniversitesi Hukuk Fakültesi, Döner Sermaye İşletmesi Yayınları No:39, İzmir 1993, s. 135-137; UMUR, Ziya: Roma Hukuku, Eşya Hukuku-Ayni Haklar, (Eşya), Filiz Kitabevi, İstanbul 1983, s.71; ERDOĞMUŞ, Belgin: Roma Eşya Hukuku, Der Yayınevi, İstanbul 2018, s. 57. Mülkiyetin devren kazanılması, mülkiyetin bir başka kişiden, o kişinin mülkiyet hakkına dayanılarak elde edilmesidir. Iustinianus Döneminde, bir çeşit cüz i halefiyet (successio singularis) olarak kabul edilen, bu devren kazanmada söz konusu olan mülkiyet hakkının devridir. Oysa daha önceki dönemlerde Romalı Hukukçular, malların tek tek devrinde, bunlar üzerindeki hakların değil, malların el değiştirdiğini düşünüyorlardı. KARADENİZ ÇELEBİCAN, Özcan: Roma Eşya Hukuku, (Eşya), Turhan Kitabevi, Ankara 2015, s. 160.  24  Res mancipi: Eski ve Klasik Hukuk döneminde, eşyanın en önemli tasnifi içinde, iktisadi ve içtimai açıdan daha önemli sayılan mallar grubu: Ziraat ile uğraşan küçük bir kavmin önemli saydığı ve tasrih ettiği bu mallar; Cumhuriyet devrinin sonlarında, İtalya daki araziler, arsalar ve binalar, köleler, fil ve deve hariç yük ve çeki hayvanları, bunlardan başka eski köy gayrimenkul irtifakları idi. Bu malların mülkiyetinin devri, mancipatio veya in iure cessio ile mümkündü. UMUR, Ziya: Roma Hukuku Lügatı, (Lügat), Fakülteler Matbaası, İstanbul 1983, s. 185. 768Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791      Özel Hukuk Sorunlarının Çözümünde Roma… para  veriliyordu.  Bu  sebeple,  mancipatio,  eski  devirlerde  peşin  alımsatımlarda mülkiyetin naklini sağlayan tasarruf işlemi idi. Esasen beş Roma vatandaşı,  bu  muamele  ile,  mülkiyetin  devrine  tanıklık  ederlerdi.  Zira, mülkiyeti nakil muamelelerinde gerekli olan aleniyet ve açıklık, böylelikle sağlanmış oluyordu. Ayrıca mancipatio, şart veya vadeye bağlanamayan bir hukuki muamele idi. Zamanla mancipatio peşin alım-satımlar dışında da, başta mülkiyetin naklini sağlamak üzere, çeşitli amaçlarla kullanılan (kredili alım-satım,  bağışlama,  malların  cihaz  olarak  verilmesi  gibi)  bir  tasarruf muamelesi haline geldi. Res mancipi lerin mülkiyetinin nakli için başvurulması mümkün olan ikinci şekil ise, yine iki taraflı ve hayali bir muamele olan in iure cessio dur.  Gaius  Institutiones inde  (Gai.I.  2.24)  bu  muameleyi  şu  şekilde anlatmaktadır: Malın mülkiyetini nakledecek olanla iktisap edecek olan, birlikte,  magistra nın  huzuruna  çıkarlar.  Bu  magistra  Roma da  praetor, eyaletlerde ise, validir. Malı iktisap edecek olan, legis actio Sacramento in rem de davacı mevkiinde bulunan kimse gibi hareket eder; mala dokunarak «bu malın Quirites hukukuna göre bana ait olduğunu beyan ediyorum» der ve istihkakını  ileri  sürerdi.  Magistra  diğer  tarafa,  mukabele  etmek  isteyip istemediğini sorar, davalı mevkiinde bulunan kimse cevap vermeyeceğini söyler veya susarsa (cessio: çekilme, terk etme), magistra malı davalı yerinde bulunana verir, o da bu suretle malın ex iure Quiritium maliki durumuna gelmiş olur, aynı anda tabiatıyla, diğer taraf mülkiyeti kaybetmiş olurdu.  Mülkiyetin  devrinde  aranan  aleniyet,  bu  muamelede,  hukuki  işleme magistra nın katılmasıyla sağlanıyordu. In iure cessio tasarruf muamelesi de, mancipatio gibi, soyut bir işlemdi ve yapılırken mülkiyet hakkının hangi sebebe  dayanarak  geçirildiği  ortaya  konulmamaktaydı.  Yine,  bu  hukuki muamele de, mancipatio da olduğu gibi şart ve vadeye bağlı yapılamıyordu.                                                              25  Genel kabul mancipatio nun peşin satış işlemi olmasına rağmen, Koschaker bunun aksini savunmaktadır. Yazara göre bu işlem daha çok alıcının mal üzerindeki zilyetliği kazandığı, satıcının pasif durumda kaldığı bir işlem olması sebebi ile, daha çok zilyetliğin tek taraflı hukuki işlem yolu ile kazanılmasına benzemektedir. Bkz. KOSCHAKER/AYİTER, s. 136137.  26  UMUR, Eşya, s. 68; KOSCHAKER/AYİTER, s. 134; ERDOĞMUŞ, s. 59-60; OĞUZ, Arzu: Roma Hukuku nda Mülkiyetin Devir İşlemlerinden Biri Olan Traditio nun Sebebe Bağlılığı  (Iusta  Causa  Traditionis),  AÜHFD,  47(1-4),  1998,  s.  49;  BERKİ,  Şakir: Roma da Ayni Haklar, AÜHFD, 5(1-4), 1948, s. 351 vd.  27  UMUR, Eşya, s. 71; ERDOĞMUŞ, s. 62; KOSCHAKER/AYİTER, s. 138; BERKİ, s. 353. 28  UMUR, Eşya,  s. 71.  29  ERDOĞMUŞ, s. 62; KOSCHAKER/AYİTER, s. 138-139; OĞUZ, s. 50.  769İpek Sevda SÖĞÜT                                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791  Mülkiyetin naklini sağlayan bir diğer tasarruf muamelesi olan traditio (teslim) ise, mancipatio ve in iure cessio dan farklı olarak, ius civile ye dahil olmayan bir ius gentium muamelesi idi ve şarta ya da vadeye bağlanması mümkündü. Traditio, mülkiyete konu olamayan eyalet arazileri ve res nec mancipi mallar  üzerindeki  mülkiyet  hakkının  ve  ius  civile  mülkiyetini kazanmaya hakkı olmayan yabancıların mülkiyet kazanılmasını sağlayan bir hukuki muamele idi. Iustinianus Döneminde, taşınır –taşınmaz mal ayırımının ortaya çıkışı ile birlikte res mancipi- res nec mancipi mal ayırımı önemini yitirdikten sonra, traditio, taşınır ve taşınmaz tüm malların mülkiyetinin devrini sağlayan bir hukuki işlem haline geldi. Traditio, malın şekilsiz olarak devri, yani teslim geçerli bir hukuki sebeple ve mülkiyeti nakil gayesi ile yapıldığı zaman, zilyetliği elde eden kimseyi malik haline getiren tasarruf muamelesi idi ve zilyetliğin geçirilmesi yoluyla mülkiyetin devrini sağlardı. Traditio  ile  mülkiyetin  geçmesi  için;  teslim  edilen  mal,  teslim  edenin mülkiyetinde olmalı, malı teslim eden ve alan, mülkiyeti devretmeye ve devralmaya ehil bulunmalı idi. Bundan başka, malın mülkiyetinin, devreden tarafından  devralana  maddi  olarak  terk  edilmesi  (corpus  tradendi) gerekiyordu. Bir diğer ifade ile, bu işlemin yapılabilmesi için, kişinin malının maliki olmasının yanında, zilyedi de olması şarttı. Bu bakımdan traditio; malik olup, zilyed olmama durumunda yapılabilen mancipatio ve in iure cessio dan ayrılmaktaydı.  Traditio ile mülkiyetin geçmesi için son şart ise, teslim edenle teslim alanın, mülkiyetin devredileceği konusunda irade birliğine varmış olması idi. Bu durum, Roma Hukuku nda tarafların, mülkiyetin geçmesini hukuka uygun kılan bir hukuki sebep üzerinde anlaşmalarını ifade ederdi. Ancak bu şart; müşterek hukukta ve bazı Medeni Kanunlarda, taraflar arasında mülkiyetin geçmesi  için  borçlandırıcı  muamele  yanında,  mülkiyetin  nakil  ve                                                             30  Res nec mancipi: Res mancipi olmayan bütün mallar, bunların mülkiyeti şekilsiz bir muamele olan traditio (teslim) ile nakledilebilmekteydi. Res mancipi ve res nec mancipi mal ayırımı, Iustinianus Hukukunda tamamen kalkmıştı. UMUR, Lügat, s. 185. 31  UMUR, Eşya, s. 72-73; BERKİ, s. 356; ERDOĞMUŞ, s. 63.  770Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791      Özel Hukuk Sorunlarının Çözümünde Roma… devralındığına  ilişkin,  modern  hukuk  doktrinindeki  anlamı  ile,  ayni sözleşme yapılmasının arandığı anlamına gelmemektedir.  Esasen, borçlandırıcı hukuki muamele olan satış sözleşmesi, borçlanılan edimin konusu olan hakkın (mülkiyet hakkının) devrine yönelik tasarruf muamelesinin yapılması sözünün verildiği işlemdir. Bu borçlandırıcı hukuki muamele ile alıcı, sadece bir alacak hakkının sahibi olur, satıcının (borçlunun)                                                             32  Tasarruf işleminde soyutluk ilkesi ilk defa kendisini ayni haklar alanında gösterdiği için, ayni sözleşme yerine soyut tasarruf işlemi teriminin de kullanıldığı görülmektedir. Bkz. AYİTER, s. 33. Türk Hukukundaki ayni sözleşme kavramı ile Roma Hukukundaki real sözleşme  (contractus  realis)  kavramı  aynı  değildir.  Ayni  sözleşme  kavramındaki consensus+res formülü, Roma Hukuku nun salt borçlandırıcı etkili contractus realisini çağrıştırsa bile, ayni etkisi dolayısı ile ayırımlıdır. SEROZAN, Rona: Taşınır Eşya Mülkiyetinin Devrinde: Ayni Tasarruf Sözleşmesinin Borçlanma Sözleşmesinden Ayrılığı ve Soyutluğu, Prof.Dr.Tahir Çağa nın anısına Armağan, Beta Yayınevi, İstanbul 2000, s. 397. Contractus (akit) terimi; Roma Hukukunda, Fransız ve İngiliz Hukuklarında, sadece borçlanma işlemleri için kullanılırken, Alman Hukukunda, İsviçre-Türk Hukuklarında, kazandırıcı tasarruf işlemleri, ayni hak kazandıran işlemler için de, ayni akit terimi kullanılabilir. Fransız hukuk dilinde ise, ayni akit dendiğinde de akla Roma Hukukunun bazı akitler için (karz, ariyet, vedia ve rehin akitleri) vurguladığı, consensus+res formülü gelir. Nitekim Türkiye de Roma Hukuku derslerinde, ayni akit kavramı bu anlamda contrat réel karşılığı olarak kullanılmaktadır. Kavram ve terim karmaşasını önlemek için, Türk hukukunda ilk defa Prof. Dr. Kocayusufpaşaoğlu tarafından, Alman hukuk dilinden aktarılarak, consensus+res gerektiren akitler için real akit teriminin kullanımının önerildiği ifade edilmektedir. Dolayısı ile, bu ayırım gözetilmesi ve ayni akit teriminin sadece tasarruf işlemleri için kullanılması yerindedir. Real akit yerine nesnel akit, réel akit yerine ayni akit denilebileceği belirtilerek, Fransızca da reel ve real ayırımı bulunmamasından kaynaklanan ve real kelimesi yerine, her iki anlamda da aynı terimin kullanılması karmaşasına son verilebileceği ileri sürülmektedir. HATEMİ/GÖKYAYLA, s. 12-13. Roma Hukukunda real sözleşmelerde, sözleşmenin kurulması için tarafların birbirine uygun irade beyanları yeterli değildir. Bu unsura tamamlayıcı bir unsurun yani eşyanın tesliminin eklenmesi gerekmektedir. Oysa ayni sözleşme, sadece bir tasarruf işlemidir. Bu sözleşmeler, taşınırlarda mülkiyetin devri ya da bir diğer ayni hakkın kurulması için gerekli olan zilyetliğin devri ile birlikte tasarruf işlemini oluştururlar. Ayni sözleşmeler ayni sonuçlar doğurduğu halde, real sözleşmeler nisbi sonuçlar doğurmaktadır. BÜYÜKAY, Yusuf: Roma Borçlar Hukukunda Hata, Yetkin Yayınları, Ankara 2007, s. 36, dn. 65. Türk Hukukunda real sözleşmeler, istisnai durumlarda kabul edilmişti. Eski Türk Ticaret Kanunu (TTK) nda md. 76/1 in real sözleşme olduğu savunulmaktaydı. Eski hükümde taşıma senedi düzenlenmemiş  olsa  bile,  muvafakatleri  ve  eşyanın  taşıyıcıya  teslim  edilmesi  ile sözleşmenin kurulacağı hükmü yer almaktaydı. Ancak TTK. md.856/2 düzenlemesinde, taşıma senedi düzenlenmemiş olsa bile, tarafların karşılıklı ve birbirine uygun iradeleri ile taşıma sözleşmesinin kurulduğu, eşyanın taşıyıcıya teslim edilmesinin taşıma sözleşmesinin varlığına karine olduğu kabul edilmiştir. 33  ERDOĞMUŞ, s. 64-66; s. 65, dn. 47. Zira Alman Pandekt Hukuk ilmi, taraf iradelerinin bu uyuşmasına ayni sözleşme nazarıyla bakmış ve Medeni Kanunlarında yer alan mülkiyetin devrini, bu esasa dayandırmışlardır. Ancak Roma kaynaklarında, ayni sözleşme gibi bir kavrama işaret edilmediği savunulmaktadır. KOSCHAKER/AYİTER, s. 140; OĞUZ, s. 57.  771İpek Sevda SÖĞÜT                                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791  malvarlığı  üzerinde  herhangi  bir  ayni  hakkın  sahibi  olmaz.  Böylelikle, borçlanan tarafın/tarafların pasifinde bir borç oluşurken, hukuki muamelenin karşısındaki tarafın/tarafların aktifine bir nisbi hak girmektedir. Tasarruf ve borçlandırıcı hukuki muamelelerinin birleştiği peşin alım satımlarda  da,  bir  borçlandırıcı  hukuki  muamele  olduğu  ve  tasarruf muamelesinin  onu  derhal  takip  ettiği  görülmektedir.  Tarafların  satış bedeli/semen ve malın değiş tokuşu hususunda anlaşmış olmaları yeterlidir. Borçlandırıcı  hukuki  muamele  bu  şekilde  tamamlanmış  olur.  Bu  satış sözleşmesi, adeta, mülkiyetin devri muamelesini hazırlamaktadır. Bu satış sözleşmesinden sonra da, satıcı, mal üzerinde eskisi gibi tasarruf edebilir. Hatta, daha da ileri giderek, satıcı sattığı malın maliki dahi olmayabilir. Bu mümkündür ve satış sözleşmesi bu sebepten dolayı hükümsüz olmaz. Ancak, satıcı, teminini vaat ettiği tasarruf muamelesini yapmazsa, alıcıya tazminat ödemek durumunda kalır.  III.  Hukuki  Sebebi  Olan  Borçlandırıcı  Hukuki  Muamelenin Geçerliliğinin Tasarruf Muamelesi Üzerindeki Etkisi   Borçlandırıcı  hukuki  muamelenin  bir  diğer  fonksiyonu  ise,  tasarruf işleminin  hukuki  sebebini  oluşturmasıdır.  Ancak  borçlandırıcı  hukuki muamelenin  hukuki  sebebi  oluşturması  ile 36 ,  tasarruf  muamelesinin geçerliliğinin bu hukuki sebebe bağlı olması farklı kavramlardır. Borçlandırıcı hukuki muamele, tasarruf muamelesinin sebebini oluştursa da, hukuki geçerliliği, her zaman tasarruf işleminin geçerliliğini etkilemez. Bütün tasarruf işlemleri için geçerli, genel bir esas mevcut olmamakla birlikte; bu durum, birçok tasarruf muamelesinin sebepten soyut (mücerret) olma niteliği  ile  ilgilidir.  Herhangi  bir  sebepten  dolayı,  borçlandırıcı  hukuki muamelenin geçerli olmaması halinde, aksi açıkça belirtilmiş olmadıkça, tasarruf işlemi geçerli kalır. Borçlandırıcı ve tasarruf muamelelerin irade bozukluğu sebebi ile malul olması halinde ise; bu iki muamelenin birbirine                                                             34  HAMAMCIOĞLU VARDAR, s. 50.  35  KOSCHAKER /AYİTER, s. 55-56.  36  Her türlü tasarruf muamelesi, borçlandırıcı muamele şeklinde bir hukuki sebebe de ihtiyaç duymayabilir. Örneğin, mülkiyet hakkından feragat edilmesinin, borçlanma işlemi şeklinde ortaya çıkan bir hukuki sebebi yoktur. HAMAMCIOĞLU VARDAR, s. 53. 37  İsviçre-Türk Medeni Hukuku açısından, taşınmaz mülkiyetinin devri (TMK.md.1024/2) sebebe bağlı (illi) iken, taşınır mülkiyetinin devrinin ve alacağın temlikinin sebebe bağlı veya sebepten soyut olduğu tartışmalıdır. TAHİROĞLU/ ERDOĞMUŞ, s. 166, dn. 94.  772Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791      Özel Hukuk Sorunlarının Çözümünde Roma… etkisi meselesi, tasarruf muamelesinin sebebe bağlı olup olmaması durumu ile ilgilidir.  Tasarruf muamelesinde, sebebe bağlılık ve soyutluk tartışmaları, esasen, Roma Hukuku ndaki causa tartışmalarına dayanmaktadır. Roma Hukukunda mülkiyetin naklini sağlayan tasarruf muamelelerinden mancipatio ve in iure cessio, yukarıda bahsi geçtiği gibi, sebepten soyut kabul edilirken; traditio (teslim)  tasarruf  muamelesi  Klasik  Dönemde,  sebebe  bağlı  kabul edilmekteydi.  Klasik ve hatta Klasik öncesi dönemlerde, traditio mülkiyetin şekilsiz devir işlemini ifade etmek üzere iki olguyu içerir şekilde kullanılırdı: bir fiil olarak zilyetliğin devri ve hukuki bir işlem olarak mülkiyetin devri. Bu noktada, traditio ya ilişkin olarak üzerinde durulması gereken, bu tasarruf işlemini mümkün kılan ve onu haklı gösteren bir hukuki sebebe (iusta causa traditionis) ihtiyaç duyup, duymadığı idi. Roma Hukukuna göre teslim; ifa sebebi (causa solvendi), bağış sebebi (causa donandi), karz sebebi (causa credendi) ve cihaz sebebi (causa dotis) gibi, çeşitli sebeplerle yapılmaktaydı. Anlaşıldığı üzere, causa bir borçlandırıcı hukuki muamele/taahhüt işlemi olabilirdi. Ancak traditio ise, kesinlikle, kendinden önceki taahhüdü yerine getiren bir tasarruf işlemi idi.  Hukuki sebep (iusta causa), teslim işlemi ile aynı anda ve bir arada mevcut olmalı idi.   D. 41.1.31.pr. (Paulus libro 31 ad edictum): Numquam nuda traditio transfert dominium, sed ita, si venditio aut aliqua iusta causa praecesserit, propter quam traditio sequeretur. Bununla beraber sadece teslim mülkiyeti nakletmez, daha önce satım veya başka bir hukuki sebep mevcut olmalıdır ki, buna istinaden sonradan teslim yapılsın.                                                             38  AYİTER, s. 90-91.  39  ERDOĞMUŞ, s. 66. Mancipatio, mülkiyeti nakleden soyut bir hukuki işleme dönüşmüştür. Zira  Gaius un  ifadesine  göre,  (Gai.I.  1.113),  farazi,  varsayılı,  simgesel  alım-satım (imaginaria venditio) haline gelmiştir. Çünkü mancipatio, ilk zamanlarda bağlı olduğu alımsatımın hukuki sebebinden ayrılarak, mülkiyetin nakline yönelik birçok hukuki sebep için kullanılma olanağına kavuştu. Böylelikle mancipatio, bir alım-satım akdi olmaktan çıkmıştı. KARADENİZ ÇELEBİCAN, Eşya, s. 162.  40  OĞUZ, s. 51.  41  ERDOĞMUŞ, s. 66; UMUR, Eşya, s. 75-76; KOSCHAKER/AYİTER, s. 141-142; BERKİ, s. 355; OĞUZ, s. 52.  42  İlgili metnin Türkçe çevirisi ERDOĞMUŞ, s. 67, dn. 45 ten alıntılanmıştır.  773İpek Sevda SÖĞÜT                                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791  D. 41.1.36 (Iulianus libro 13 digestorum): Cum in corpus quidem quod traditur consentiamus, in causis vero dissentiamus, non animadverto, cur inefficax sit traditio, veluti si ego credam me ex testamento tibi obligatum esse, ut fundum tradam, tu existimes ex stipulatu tibi eum deberi. Nam et si pecuniam numeratam tibi tradam donandi gratia, tu eam quasi creditam accipias, constat proprietatem ad te transire nec  impedimento  esse,  quod  circa  causam  dandi  atque  accipiendi dissenserimus. Bizim teslimin konusu hakkında uyuşma halinde olduğumuz, ancak, bunun nedeni hakkında uyuşma halinde olmadığımız zaman, teslimin neden hükümsüz olması gerektiğini anlayamıyorum. Örneğin, bir vasiyetnameden dolayı, sana bir taşınmazı devretmem gerektiğine inanıyorum, sen ise bunu bir stipulatio dan dolayı yaptığımı sanıyorsun. Zira, bilindiği gibi, ben sana bağış amacıyla bir para veriyorum, sen bunu ödünç olarak verdiğimi sanıyorsun. Bu durumda da mülkiyet sana geçmekte, bizim verme ve almanın nedenleri hakkında farklı farklı düşüncelere sahip olmamız buna engel olmamaktadır. Bu  Digesta  metinlerinden  ilki  traditio yu  sebebe  bağlı  (illi)  kabul ederken, diğeri, sebepten soyut (mücerret) kabul etmektedir. Her iki metnin de, hitabet sanatına uygun bir biçimde kaleme alınmış olmasından dolayı, interpolatio  geçirmiş  oldukları  kabul  edilmektedir.  D.  41.1.36 daki ifadelerden, Romalıların, hukuki işlemlerin sebebe bağlı olmasındansa, soyut olmasını, daha çok tercih ettikleri anlaşılmaktadır. Teslimin soyut olması yönündeki bu tercih, mülkiyetin devredilmesi konusunda animus (niyet), mens (düşünce) veya voluntas (istek) e değinen ve bu bağlamda causa dan söz etmeyen, interpolatio geçirmiş diğer metinlerde de gözlenmektedir. Bir başka görüşe göre ise, mülkiyetin devredilmesini amaçlayan traditio dışında, sebebe bağlı (illi) anlaşma (consensus) yeterlidir ve sebebe bağlı hukuki işlem önemli dahi olmayabilir. Burada bahsi geçen, traditio da, mülkiyetin devrine yönelmiş ayni bir anlaşmadır. Bir diğer görüşe göre ise, illi ayni anlaşma düşünce biçimi, yukarıda değinildiği üzere, Romalı hukukçulara yabancı idi. Bu görüş kapsamında, causa nın, traditio nun bir gereği olarak, hakimin araştırması gereken bir vakıa olduğunu kabul etmek gerektiği ileri sürülmekte ve  esasen,  causa  traditionis i  mülkiyetin  devrini  amaçlayan,  traditio yu mülkiyetin devrini sağlayan bir hukuki işlem yapmak için gerekli olan hukuki ilişkiler grubu olarak kabul etmek gerektiği ifade edilmektedir. Bu bağlamda iusta causa traditionis; teslim edenle teslim alanın, işlem sırasında bir hukuki                                                             43  İlgili metnin Türkçe çevirisi OĞUZ, s. 55 ten alıntılanmıştır. 44  OĞUZ, s. 55-57; s. 80.  774Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791      Özel Hukuk Sorunlarının Çözümünde Roma… ilişki  kurması  ve  buna  dayanarak  traditio  yapması  durumunda,  teslim sırasında meydana gelen işte bu işlemdeki hukuki sebep idi.  Bir diğer ifade ile, bu teslimin geçerli olması için, bir hukuki sebebin bulunması ve de kural olarak, bunun geçerli olması (iusta causa traditionis) gerekiyordu.  Bu  durum  traditio nun,  Klasik  Dönemde  sebebe  bağlı olmasından kaynaklanıyordu. Örneğin, sui iuris olan, fakat baliğ olmayan küçük (impubes sui iuris), vasisinin auctoritas ı olmadan karz vermişse, karz sözleşmesi  auctoritas  olmadan  geçerli  olmadığından,  traditio  mülkiyetin devrini sağlamazdı. Verilen misli mallar tüketilmişse, rei vindicatio (istihkak) ile geri istenebilirdi. Ancak iusta causa traditionis olarak, ifa sebebine (iusta causa solutionis) farklı bir açıdan yaklaşılmış, geçerli olmayan bir sebebe dayanarak ifa eden; edimi geri almak için, rei vindicatio açamaz, verdiğini ancak condictio (sebepsiz iktisap davası) ile geri isteyebilirdi. Hukuki sebep üzerinde irade uyuşması yoksa, traditio ile mülkiyetin geçip geçmeyeceği hususunda, Klasik Dönem hukukçuları arasında fikir ayrılıkları mevcuttu. D. 12.1.18.pr.  (Ulpianus libro septimo disputationum): Si ego pecuniam tibi quasi donaturus dedero, tu quasi mutuam accipias, Iulianus scribit donationem non esse: sed an mutua sit, videndum. Et puto nec mutuam esse magisque nummos accipientis non fieri, cum alia opinione acceperit. Quare si eos consumpserit, licet condictione teneatur, tamen doli exceptione  uti  poterit,  quia  secundum  voluntatem  dantis  nummi  sunt consumpti. Ben  sana bağış amacıyla  para  veriyorsam,  sen  bunu ödünç olarak alıyorsan, lulianus, bağışın gerçekleşmediğini, ancak, ödüncün gerçekleşip gerçekleşmediğinin araştırılması gerektiğini yazmaktadır. Ben, ödüncün de olmadığına  ve  daha  çok  paranın  alıcının  mülkiyetine  geçmediğine inanıyorum. Çünkü, alıcı, bunu başka bir düşünceyle elde etmiştir. Bundan dolayı,  alıcı,  eğer  parayı  tüketmiş  ise,  sebepsiz  zenginleşmeden  dolayı sorumludur. Tabii ki, kötü niyetten doğan def iyi ileri sürebilir, çünkü, para, veren kişinin iradesi gereğince tüketilmiştir.                                                             45  HAMAMCIOĞLU VARDAR, s. 162. 46  ERDOĞMUŞ, s. 66. Taraflar hukuki sebep üzerinde anlaşmış oldukları halde, hukuki sebep objektif olarak mevcut değilse, istisnai hallerde teslim alanın iyiniyetli veya kötü niyetli olması önem kazanırdı. Teslim alan kötü niyetli ise, mülkiyetin geçmediği kabul ediliyordu. Buna karşılık teslim alan iyiniyetli ise, örneğin malı satın ve devraldığı kişinin hukuki işlem ehliyeti olmadığı halde, var zannetmişse, mülkiyet iktisabının geçerli olduğu sonucuna varılmaktadır (D. 6.1.72; D. 41.4.2.15). Ehliyetsizlik sebebi ile geçersiz olan hukuki sebep teslim alanın iyi niyeti yüzünden mülkiyetin geçmesine engel olmamaktadır. Ancak bu halde traditio adeta mücerret hale gelmektedir. ERDOĞMUŞ, s. 69. 47  İlgili metnin Türkçe çevirisi OĞUZ, s. 73 ten alıntılanmıştır. 775İpek Sevda SÖĞÜT                                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791  Ulpianus bu metinde, parayı alanın mülkiyetini reddettiği halde; Iulianus, yukarıda bahsi geçen metinde (D. 41.1.36) bağışlamada bulunanın, belki de, karz vermeyi de kabul edeceği görüşünden hareketle, mülkiyetin geçtiğini savunmaktadır. Her iki metinde de ortak olan nokta, borçlandırıcı hukuki muamelenin  irade  uyuşmazlığı  sebebi  ile  meydana  gelmediğidir.  Ancak Iulianus, traditio yu sebepten soyut bir hukuki muamele olarak kabul ederek ve tarafların farazi iradesine üstünlük tanıyarak mülkiyetin geçtiğini kabul etmişken; Ulpianus, traditio nun sebebe bağlı olduğu görüşüne bağlı kalarak, aksi  görüşü benimsemektedir.  D.  41.1.36  ve  D. 12.1.18.pr.  arasındaki çelişki, çeşitli yollarla telif edilmeye çalışılmakla birlikte, herkesi memnun edecek bir çözüme ulaşılamamıştır. Iulianus tan yaklaşık yüz yıl kadar sonra yaşamış olan Ulpianus, traditio nun sebebe bağlılığı kuralından ayrılmak istememektedir. D. 41.1.36 nın yer aldığı Iustinianus un Digesta sındaki fasıl, mülkiyetin kazanılmasına ilişkin olduğu halde, Ulpianus a ait metnin yer aldığı  fasıl,  alacak  haklarına  ilişkindir.  Buradan  hareketle,  Iulianus un meseleye mülkiyetin nakli açısından baktığı ve traditio nun hukuki sebebi üzerinde anlaşma olmasa dahi, iki tarafın da mülkiyetin naklini öngördükleri (bağışlama ve karz) sözleşmeler yaptıklarını kabul ettiği anlaşılmaktadır. Postklasik Döneme gelindiğinde ise, hukuk kültürü düzeyinin düşmesi ve kavramların  birbirine  karışması  sebepleri  ile,  borçlandırıcı  muamele  ve tasarruf  muamelesi  farkı  ortadan  kalkmış  ve  mülkiyet,  alım-satım  veya bağışlama  gibi  hukuki  muamelelerin  bizzat  kendisi  ile,  derhal  geçmeye başlamıştı. Diğer bir ifade ile, alım-satım, bağışlama gibi borçlandırıcı hukuki muameleler, traditio yu hukuka uygun hale getiren sebepler olmaktan çıkmış, neredeyse  tasarruf  muameleleri  haline gelmişti.  Iustinianus ise, mümkün olduğu kadar, Klasik Dönemin anlayışını tekrar geri getirmeye çalışmış ve borçlandırıcı  muamelelerle,  mülkiyet  hakkını  devre  yarayan  traditio yu birbirinden  ayırma  gayretinde  olmuştur.  Anca,  Klasik  Dönemden,  kendi dönemine geçen ihtilafları çözme eğiliminde olmasına rağmen, Iustinianus, yukarıda bahsi geçen D. 12.1.18.pr. ile D. 41.1.36 arasındaki çelişkiyi olduğu gibi bırakmak sureti ile; sebepten soyut traditio konusundaki kararsızlık ve tutarsızlık göstererek, konuyu kesin bir biçimde çözmeyi tercih etmemiştir. Buna rağmen, Iustinianus un hukuki düşünüşünde, soyut teslim anlayışının daha ağır bastığı gözlemlenmiştir.                                                              48  ERDOĞMUŞ, s. 67. 49  ERDOĞMUŞ, Belgin/TAHİROĞLU, Bülent: Roma Hukuku Pratik Çalışmaları-Meseleleri, Der Yayınevi, İstanbul 2014, s. 234.  50  ERDOĞMUŞ, s. 68; UMUR, Eşya, s. 79; OĞUZ, s. 80. Iustinianus Döneminde, mancipatio ve in iure cessio ortadan kalkıp, yerlerini traditio ya bırakınca, Corpus Iuris Civilis te 776Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791      Özel Hukuk Sorunlarının Çözümünde Roma… Pandekt  Hukukunda  (Ius  Pandectarum),  traditio  sebepten  soyut  bir mülkiyeti devir işlemi olarak biçimlendirilmiştir. Bir anlamda, Iustinianus un sebepten soyut traditio sunu; tasarruf muamelesinin sıhhat ve geçerliliğini, dayandıkları sebebe bağlı muamelenin sıhhat ve geçerliliğinden geniş ölçüde ayrı tutulma yönündeki eğilim devam ederek, müşterek Pandekt hukukunda açık bir şekilde yer aldıktan sonra, oradan Alman Medeni Kanunu na (BGB) geçmiştir. Alman Medeni Kanunu na göre, mülkiyetin nakli sebepten soyut bir tasarruf muamelesidir. Alman Hukukuna göre traditio da önemli olan, tarafların mülkiyetin devri konusunda anlaşmalarıdır. Yani malı devreden, mülkiyeti devretmek, devralan da mülkiyeti kazanmak iradesine sahipse, artık bu devrin hukuki sebebinin geçerliliği üzerinde durulmaz. Burada sadece, taraflarının mülkiyetin devri ve iktisabı üzerinde anlaşmalarına dayanan bir ayni sözleşmenin varlığı kabul edilmektedir. Bu sebeple tarafların hukuki sebep üzerinde anlaşamamaları, yani hukuki sebebin var olmaması ya da geçersiz olması, ayni sözleşme ile mülkiyetin devrini etkilemez. Tarafların hukuki sebep üzerinde anlaşamaması, sebebin var olmaması ya da geçersiz olması, taraflara sadece Borçlar Hukuku alanına giren, şahsi bir talep hakkı yaratır.   Bugün BGB md. 929 (taşınır mülkiyetinin kazanılmasını düzenler), md. 925 (taşınmaz mülkiyetinin devrine ilişkin ayni sözleşmeyi düzenler) ve md.873 e  (taşınmaza  ilişkin  mülkiyet  hakkının  tasarruf  işlemine  konu olmasını düzenler) göre; mülkiyetin nakli için sebepten soyut, yani mülkiyetin dayandığı  temel  muameleden  hiç  bahsetmeyen,  onun  geçersizliğinden etkilenmeyen,  tarafların  mülkiyetin  geçeceği  hususunda  anlaşmalarını gösteren bir ayni sözleşme gereklidir.  Alman  Eşya  Hukukuna  hakim  ilkelerden  biri  olarak  kabul  edilen soyutluk ilkesi ayni sözleşmenin geçerliliğinin hukuki sebepten tamamen ayrılmış olması, sebebe bağlı işlem geçersiz olsa, hiç var olmasa veya iptal edilmiş olsa da, ayni sözleşmenin geçerliliğini koruması şeklinde tanımlanır. Alman Eşya Hukukunda soyutluk ilkesinin üç temel sonucu; borçlanma işlemi ile ayni hakta değişiklik yapılamaması, ayni hak değişikliğinin borçlanma                                                             bunlarla ilgili kurallar da, traditio ya mal edilmiştir. Bu durum, Iustinianus kaynaklarında, traditio nun sebebe bağlı olduğu görüşü yanında, sebepten soyut olduğu görüşünün de savunulduğu metinlere rastlanılmasına yol açmıştır. Ancak traditio nun soyut olduğu görüşünün savunulduğu metinlerin varlığı, zamanında mancipatio ya da in iure cessio ya ilişkin oldukları görüşü ile gerekçelendirilmektedir. KARADENİZ ÇELEBİCAN, Eşya, s. 174.  51  KARADENİZ ÇELEBİCAN, Eşya, s. 174-175.  52  ERDOĞMUŞ, s. 68; OĞUZMAN, Kemal/ SELİÇİ, Özer/ OKTAY-ÖZDEMİR, Saibe: Eşya Hukuku, Filiz Kitabevi, İstanbul 2018, s. 742-743.  777İpek Sevda SÖĞÜT                                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791  işleminin  geçersizliğinden  bağımsız  oluşu  ve  ayni  hakkın  durumunun sonradan ortadan kalkan borçlanma işleminden etkilenmemesidir. Ancak, Alman Hukukunda soyutluk ilkesinin kabulü, borçlandırıcı işlem ve tasarruf işlemi ayırımının yapılmadığı anlamına gelmemektedir. Zira,  ayni hakka ilişkin  tasarruf  işleminde,  kesin  olarak  kabul  edilen  ayni  sözleşmenin etkisini  doğurabilmesi  için,  birtakım  işlemlerle  tamamlanması  gerekir. Taşınmaza  ilişkin  ayni  sözleşmenin  etkisini  doğurması,  tapuya  tescil edilmesine bağlı iken; taşınırlarda ise, zilyetliğin devrine bağlıdır. Yukarıda açıklanmaya çalışılan nedenlerle; Alman Hukukunda, taşınır bir mal veya arazi üzerindeki mülkiyet, esas teşkil eden satış sözleşmesinin veya herhangi bir sebebe bağlı sözleşmenin, geçerliliğine bakılmaksızın, bundan ayrı olarak iktisap edene geçer. İsviçre-Türk Kodifikasyonu bu eğilime aynı ölçüde uymamakla birlikte, birtakım  tasarruf  muamelelerinin  sebepten  soyut  olduğu  ve  bu  açıdan dayandıkları  borçlandırıcı  hukuki  muamelenin  geçerliliğinden etkilenmedikleri görülmektedir. Tasarruf işleminin sebepten bağımsız olması halinde, bu işlemin geçerliliği, daha önce ifade edildiği üzere, geçerli bir                                                             53  Taşınır eşyanın mülkiyetini geçiren ayni tasarruf işlemi (ayni akit/sözleşme), diğer tasarruf işlemlerinden ayrılır. Bu işlem, terk gibi tek taraflı bir işlem olmadığı gibi, çok yanlı alacak temliki tasarruf işlemi gibi kamuya açık olmayan bir işlemdir. Bu işlem, tasarrufi etkisi bir yana, borçlanma işlemlerinin genel kurallarına tabi tutulur. Temsil, irade bozukluğu ve ehliyet  kuralları  borçlanma  işlemine  olduğu  kadar,  tasarruf  işlemine  de  uygulanır. Borçlanma işleminden ayrı olduğu noktalar ise; özellik ilkesine bağlılığı, hukuka ve ahlaka aykırılık açısından renksizliği, serbestçe geri alınabilirliği, taşınmaz eşyada olduğu ölçüde olmasa bile, şart düşmanlığı, üçüncü kişi yararına yapılamazlığı, tip sınırlılığı ve tasarruf yetkisini gerekliliğidir. SEROZAN, s. 398. 54  HAMAMCIOĞLU VARDAR, s. 71, dn. 175; s. 115. Doktrinde ayni sözleşme olarak ifade edilen ve taşınır mülkiyetinin geçmesi konusundaki bu anlaşmaya TMK. md. 763 te değinilmemiştir. Durum İsviçre Medeni Kanunu açısından da aynıdır. Buna rağmen gerek doktrin, gerek İsviçre Federal Mahkemesi, bu anlaşmayı aramakta, fakat buna kanuni bir dayanak  gösterememektedir.  TMK da  bu  anlaşmadan  söz  edilmemesinin  sebebinin, rızalarda  uyuşma  unsurunun  esasen  zilyetliğin  devrinde  yer  alması  olduğu  ileri sürülmektedir. Zira zilyetlik devredilmeden, mülkiyetin geçmesi anlaşması (ayni sözleşme) bir anlam taşımayacaktır. OĞUZMAN/SELİÇİ/OKTAY-ÖZDEMİR, s. 742-743. Taşınır mülkiyetinin geçmesi sadece tasarrufi sözleşme ile değil, ayni sözleşmeye eklenecek ve hukuken maddi fiil olan şey üzerindeki fiili hakimiyetin sağlanması (zilyedliğin devri) ile tamamlanacaktır. ANTALYA, s. 149.  Aksi görüş için bkz. HATEMİ/SEROZAN/ARPACI, Eşya Hukuku, İstanbul 1991, s. 309. İsviçre-Türk Hukuk larında, ayni hakka ilişkin tasarruf işleminde ayni sözleşme kavramına ihtiyaç olup olmadığı tartışmalı bir konu olup, ilgili görüşler ve ayrıntılı bilgi için bkz. HAMAMCIOĞLU VARDAR, s. 172 vd; s. 250 vd.  55  SCHWARZ, Andreas B.: Borçlar Hukuku Dersleri, (çev. DAVRAN, Bülent), 1.Cilt, İstanbul Üniversitesi Yayınları No: 345, Hukuk Fakültesi No: 75, İstanbul 1948, s. 166.  778Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791      Özel Hukuk Sorunlarının Çözümünde Roma… borçlanma  işlemine  dayanmasına  bağlı  değildir.  Bu  halde,  borçlanma işleminin hiç mevcut olmaması veya geçersiz sayılması, tasarruf işleminin geçerliliğine etkili değildir. Mesela, alacağın temliki veya borçtan ibra gibi hukuki  muameleler,  kendilerine  esas  teşkil  eden,  borçlandırıcı  hukuki muamelelerin  geçersizliğinden  etkilenmezler.  Ancak  bu  gibi  hallerde, sebepsiz zenginleşme durumu meydana geleceğinden, tasarrufu yapan kimse, kazandırıcı muamelenin muhatabına karşı, sebepsiz zenginleşme elde edilenin iadesine yönelik talebini ileri sürebilmektedir. Tasarruf işleminin geçerliliğinin, buna temel teşkil eden borçlandırıcı hukuki muamelenin geçerliliğine bağlı olup olmaması, tasarruf işleminin sebebe bağlı veya sebepten soyut sayılıp sayılmamasına bağlıdır şeklinde ifade edilen ve Fransız Hukukundan etkilenen bu sonuca sebebe bağlılık prensibi denilmektedir. Eğer söz konusu işlem, sebebe bağlı ise, tasarruf işleminin sebebi olan borçlandırıcı işlem geçersiz olduğunda tasarruf işlemi de, hiçbir ek koşula bağlanmadan geçersiz olacaktır. Yukarıda bahsi geçtiği üzere,  İsviçre-Türk  Medeni  Hukuku nda  taşınmazlara  ilişkin  tasarruf işleminin  sebebe  bağlı  olduğu  tartışmasızdır.  Zira,  TMK.md.  1024/2, Bağlayıcı olmayan bir hukukî işleme dayanan veya hukukî sebepten yoksun bulunan tescil yolsuzdur. hükmünü içermektedir.  Böylelikle, taşınmaz mallar bakımından TMK. md. 1024/2 iyiniyetli olmayan üçüncü kişilere karşı, bağlayıcı olmayan bir hukuki işleme dayanan veya hukuki sebepten yoksun bulunan tescili yolsuz kabul ederek, böyle bir tescil yüzünden ayni hakkı zedelenen kimseye, tescilin yolsuz olduğunu iyi niyetli olmayan üçüncü kişilere karşı doğrudan doğruya ileri sürme hakkı tanıyarak, taşınmazlarda mülkiyetin naklini sağlayan tapu kütüğüne tescil tasarruf  muamelesinin  geçerliliğini,  dayanağı  olan  borçlandırıcı  hukuki muamelenin geçerliliğine bağlamaktadır.                                                              56  Alacağın temlikinin sebepten soyut mu, yoksa sebebe bağlı mı olduğu konusunun tartışmalı olduğu dn. 22 de ifade edilmiştir. Bu soruna ilişkin detaylı değerlendirmeler için bkz. HAMAMCIOĞLU VARDAR, s. 228 vd.  57  SCHWARZ, s. 166; OĞUZMAN /BARLAS, s. 183-184.  58  Alman Eşya Hukuku nda, eşya mülkiyetinin transferinde geçerli iki aşamalı ayrılık sistemi kabul edilmişken, Fransız Hukuku nda ise, birlik sistemi kabul edilmiştir. Dolayısı ile mülkiyeti satış sözleşmesi kazandırır. SEROZAN, s. 398. 59  OĞUZMAN/BARLAS, s. 184. Taşınmaz mülkiyetinin devri bakımından TMK. açıkça tasarruf işleminin geçerli bir kazanma sebebine dayanması gerektiğini, tescilin dayandığı borç ilişkisindeki sakatlığın mülkiyetin geçmesine  engel olacağını kabul etmiştir. Buna tescilin sebebe bağlılığı veya illilik prensibi denir. Sakat bir borç ilişkisine dayanılarak yapılan tescil, yolsuz tescil olur ve böyle bir tescil mülkiyeti geçirmez. Hala malik olan kişi, açacağı  tapu  kaydının  düzeltilmesi  davası  ile  bu  yolsuz  tescili  düzelttirebilir. OĞUZMAN/SELİÇİ/OKTAY-ÖZDEMİR, s. 743.  60  HAMAMCIOĞLU VARDAR, s. 164. 779İpek Sevda SÖĞÜT                                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791  Taşınır hukukunda söz konusu tasarruf işlemi, zilyedliğin geçirilmesi (TMK. md.977 vd.) şeklinde gerçekleşir. TMK, taşınmazların devrinin, devre temel olan hukuki işleme, bir başka deyişle sebebe bağlı olduğunu m. 1024/2 hükmünde açıkça ifade etmesine karşın, taşınırların devrinin sebebe bağlı olup olmadığı  hususunda  bir  hüküm  içermemektedir  ve  bu  sebeple  taşınır mülkiyetinin  devrinde  sebebe  bağlılık-soyutluk  tartışmaları  halen  devam etmektedir. Esasen hangi görüşün kabul edildiğine bağlı olarak; taşınır mülkiyetinin  devrinde  de,  sebebe  bağlılık  prensibi  geçerli  olursa  ve mülkiyetin devri işlemi geçerli bir kazanma sebebine dayanmıyorsa, devri yapan hala malik kalmaya devam edecek ve malın zilyedine karşı istihkak davası açma imkanına sahip olacaktır. Fakat soyutluk prensibi geçerli olursa, mülkiyetin devri geçerli bir hukuki sebebe dayanmasa bile, mülkiyet kazanan kimseye geçecek ve devralanın bu kazanması bir sebepsiz zenginleşme teşkil edecektir.  Bu  durumda  da,  ayni  dava  olan  istihkak  davası  herhangi  bir zamanaşımına tabi değilken, şahsi bir dava olan sebepsiz zenginleşme davası TBK. md. 82 deki zamanaşımına tabi olacaktır. Borç ilişkisini sakatlayan, irade sakatlıkları ve ehliyetsizlik, çoğu zaman somut olayda, devir işlemi sırasında da devam ettiği için, devir işleminin kendisi de sakatlanmış olarak, mülkiyetin geçişini sağlayamayacağından, bu hallerde soyutluk prensibinin kabulü bir önem arz etmeyecektir.                                                             61 Taşınır mülkiyetinin devri bakımından, taşınmazlardakine benzer bir hüküm TMK da bulunmamaktadır. Bu sebeple, taşınır mülkiyetinin devrinde, devir işleminin buna sebep teşkil eden borç ilişkisine bağlı olup olmadığı, borç ilişkisindeki sakatlığın, devir işleminin geçerliliğini etkileyip etkilemeyeceği, doktrinde ve mahkeme içtihatlarında tartışma konusu olmaktadır. İsviçre Federal Mahkemesi, 1929 yılına kadar taşınır mülkiyetinin devrinde mücerretlik/soyutluk  prensibini  benimsemişken;  1929  yılındaki  bir  kararında  sebebe bağlılık prensibinin geçerli olduğunu kabul etmiştir ve halen bu görüşünü korumaktadır. KOCAYUSUFPAŞAOĞLU,  Necip/HATEMİ,  Hüseyin/SEROZAN,  Rona/ARPACI, Abdülkadir: Borçlar Hukukuna Giriş-Hukuki İşlem-Sözleşme, Filiz Kitabevi, İstanbul 2017, s. 129; ANTALYA, s. 149.  Ancak doktrinde, İsviçre de, Andreas von Tuhr taşınır mülkiyetinin devri tasarrufunun soyut olduğunu kabul etmiştir. Yazarın ilgili görüşünü dile getirdiği çalışmasının Türkçe tercümesi için, bkz. VON TUHR, Andreas/AYİTER, Kudret (çev.): İsviçre Hukukuna Göre Mülkiyetin Devri, AÜHFD, 3, 1948, s. 633 vd.; VON TUHR, Andreas/AYİTER, Kudret (çev.): İsviçre Hukukuna Göre Mülkiyetin Devri, AÜHFD,  4,  1948,  s.  154  vd.  Bu  tartışmalar  hakkında  detaylı  bilgi  için  bkz. HAMAMCIOĞLU VARDAR, s. 228 vd.  62  OĞUZMAN/SELİÇİ/OKTAY-ÖZDEMİR,  s.  746;  ANTALYA,  s.  152  vd.  Soyutluk ilkesinin somut olay adaletine ters düştüğü durumlarda, bu ilkeyi aşmanın yolları her zaman açıktır. Birinci yol, özellikle ehliyetsizlikte, irade bozukluklarında, hukuka ve ahlaka aykırılıkta, ayni tasarruf sözleşmesinin de borçlanma sözleşmesindeki hukuki eksikliğin ve aksaklığın  etkisi  altında  kalacağını,  yani  geçersizlik  özdeşliğini  kabul  etmektir. Geçersizlik özdeşliğinde, borçlanma sözleşmesindeki çürüklük hukuki sebebe bağlılık ilkesi bağlamında  söz  konusu  olduğu  gibi  tasarruf  sözleşmesine  bulaşmayıp,  borçlanma 780Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791      Özel Hukuk Sorunlarının Çözümünde Roma… IV.  Tasarruf  Muamelesinin  Geçerliliğinin  Borçlandırıcı  Hukuki Muamele Üzerindeki Etkisi Geçerli bir tasarrufta bulunabilmek için, bir kimsenin tasarruf yetkisine sahip olması gerekir. Yani o kimse ile hak arasında öyle bir ilişki ve izafiyet bulunmalıdır  ki,  buna  dayanarak  o  kimse  hak  üzerinde  tasarrufa  yetkili olmalıdır. Normal olarak hak sahibi hakkı üzerinde tasarruf yetkisini haizdir.  Tasarruf  yetkisinin  bulunmaması,  borçlandırıcı  hukuki  muamelenin hükümsüz olmasını gerektirmez. Borçlandırıcı hukuku muameleden sonra yapılması  gereken  tasarruf  muamelesinin  hiç  yapılmaması  mümkündür. Mesela, bir kimse, borçlandırıcı hukuki muamele ile, maliki olmadığı bir şeyin mülkiyetini devredeceği taahhüdü altına girmiş olabilir. Burada, borçlandırıcı hukuki muamele ile tasarruf muamelesinin bağımsızlığından bahsedilir. Bu esasa göre, tasarruf yetkisi olmadan taahhütte bulunan, bu taahhüde istinaden tasarruf muamelesi yapamayacağı için, ancak kendisinden, geçerli olarak kurulmuş  borçlandırıcı  hukuki  muameleye  dayanarak,  borca  aykırı hareketinden dolayı tazminat talep edilebilmektedir.  Roma Hukukuna göre bir kimsenin mülkiyeti devren kazanabilmesi için, devredenin  bu  hakka  aynı  içerikle  sahip  olması  gerekirdi.  Aksi  halde mülkiyet,  devralan  iyi  niyetli  olsa  dahi,  devralana  geçmezdi.  Roma hukukunda ‘hiç kimse sahip olduğu haktan fazlasını başkasına devredemez  (nemo plus iuris ad alium transfere potest quam ipse habet) şeklinde ifadesini bulan hukuk kuralı (regula iuris), iyi niyetli devralanın korunmasındansa, malikin korunmasının tercih etmekteydi. Dolayısı ile, üzerinde mülkiyet hakkı bulunmayan bir malı satıp, geçerli bir şekilde devreden satıcının bu tasarrufu karşısında, gerçek malik, istihkak davası (rei vindicatio) açarak, malını geri alabilirdi. Zira yapılan tasarruf muamelesi, hükümsüz olduğundan, malı  devralanı  malik  yapmamaktaydı.  Ayrıca,  bu  durumda,  söz  konusu mülkiyet hakkının kazanımında, bir hukuki ayıp olduğu da ortaya çıkardı.                                                              sözleşmesindeki çürüklük, ayrıca bir kez de tasarruf sözleşmesinde patlak vermektedir. Soyutluk ilkesini geçersizlik özdeşliği kavramı dışında delmenin bir başka aracı da, ayni tasarruf  sözleşmesinin  geçerliliğinin,  borçlanma  sözleşmesinin  geçerliliği  şartına, zımnen bağlanmış olduğunu varsaymaktır. Bu yola özellikle self servis alışverişlerinde başvurulur. Soyutluk ilkesinin yararlarının bilincinde bir hukukçunun, bu ilkenin geçersizlik özdeşliği ve zımni şart kavramları ile her fırsatta dolanılması girişimlerine dair uyanık olması gerektiği ileri sürülmektedir. SEROZAN, s. 404-405.  63  SCHWARZ, s 164. 64  AYİTER, s. 91.  65  ERDOĞMUŞ, s. 57-58.  66  Hukuki ayıp, satış sözleşmesinin yerine getirilmesi için satıcı tarafından alıcıya geçirilen hakkın, objektif bir hukuk kuralından ötürü sakatlanmış bulunması satılanın objektif bir 781İpek Sevda SÖĞÜT                                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791  Modern Hukuk açısından da, normal olarak hak sahibi, hakkı üzerinde tasarruf yetkisini haiz bulunmakla birlikte; tasarruf sınırlandırmaları dolayısı ile hakkı veya malvarlığı üzerinde tasarruf edememesi (TMK. md. 1010: Tasarruf yetkisinin kısıtlanmasında) söz konusu olabildiği gibi; başkasının hakkı veya başkasının malvarlığı üzerinde tasarruf yetkisinin varlığını ifade eden haller de mevcut olabilmektedir. (rehin hakkına dayanan tasarruf yetkisi, vasiyeti tenfiz memur ya da iflas idaresinin tasarruf yetkisi gibi)67.  Roma  Hukuku  bakımından,  hak  sahibinin  hakkı  ya  da  malvarlığı üzerinde tasarruf edememesi veya başkasının malvarlığı üzerinde tasarruf yetkisinin varlığına dair, bahsi geçen bu iki ihtimal, Gai. I. II.62 de, şu şekilde ifadesini bulur: Gai.I. II. 62: Accidit aliquendo, ut qui dominus sit, alienendae rei potestatem non habeat, et qui dominus non sit alienare possit. Malik olanın şeyi ferağa mezun olmaması ve malik olmayanın buna rağmen ferağ edebilmesi bazen vaki olur68. Roma Hukukunda hak sahibinin malvarlığı üzerinde tasarruf yetkisinin sınırlanması, Principatus döneminden itibaren görülmeye başlanmıştı. Bu sınırlandırmalar,  kanundan,  magistra nın  emrinden  veya  hukuki muamelelerden doğabiliyordu. Örneğin, lex Aelia Sentia ve Fufia Caninia ile kölelerin azat edilmesi sınırlandırılmıştı. Yine  lex Iulia ya göre, kadının evliliğe cihaz olarak getirdiği arazileri, koca elden çıkaramıyordu. Vasisi de, vesayeti  altındaki  küçüğün  mallarını  oratio  Severi den  itibaren devredemiyordu. Aynı şekilde, üzerinde ihtilaf olan bir mal satılamıyordu. Alıcı  satın  almış  olduğu  malı  talep  ederse,  kendisine  bir  def i  ileri sürülebiliyordu. Ayrıca böyle bir tasarruf cezalandırılıyordu. Sağlararasında yapılan bir hukuki muamele ile, bir kimsenin bir mal üzerindeki tasarruf imkânı kısıtlanmışsa, bu ancak tarafları arasında hüküm ifade ediyor ve sadece tazminat istenebiliyordu. Ölüme bağlı bir tasarruf ile miras bırakan; vasiyet ettiği malın satılması halinde, satıcı ile alıcı arasında bu malın üçüncü kişilere                                                             hukuk kuralı nedeniyle öngörülen amaca hizmet edememesidir. Tanımdan da anlaşılacağı üzere, hukuki ayıp durumunda, malda maddi anlamda bir eksiklik veya hata söz konusu değildir; fakat, satılanın değerine ve kendisinden beklenen yarara etki eden, objektif hukukun koyduğu birtakım sınırlama ve yasaklardan doğan eksiklikler söz konusudur. KARAOSMANOĞLU CANBAZ, Ayşe Tuba: Roma Hukukunda ve Türk Hukukunda Alım Satım Aktinde Satıcının Ayıba Karşı Tekeffül Borcu, (Yayınlanmamış Yüksek Lisans Tezi), Ankara Üniversitesi, Sosyal Bilimler Enstitüsü, Özel Hukuk (Roma Hukuku) Ana Bilim Dalı, Yüksek Lisans Programı, Ankara 2008, s. 48. 67  SCHWARZ, s. 164. 68  İlgili metnin çevirisi SCHWARZ s. 164, dn. 6 dan alıntılanmıştır. 782Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791      Özel Hukuk Sorunlarının Çözümünde Roma… devredilemeyeceği konusunda bir anlaşma yapılmasını şart koşabiliyordu. Post-Klasik Dönemde, bu tip sınırlandırmalar artmış ve bu sınırlandırmalara rağmen yapılan devir muamelelerinin geçersiz olacağı kabul edilmişti. Başkasının malvarlığı üzerinde tasarruf yetkisinin var olduğu ve hiç kimse,  sahip  olduğu  haktan  fazlasını  başkasına  devredemez  kuralının istisnası olan durum; rehin hakkı sahibinin, rehin hakkına konu olan malı satma ve mülkiyeti geçerli olarak alıcıya geçirebilmesi idi. Bu istisnayı açıklamak için, alacaklının malı satıp mülkiyetini devretmesine imkân veren, malikle bu konuda yapılan bir satış anlaşması (ius distrahendi) nın varlığı ileri sürülür.  Gai.  I.  2.64 te,  rehin  veren  kimsenin  rehin  vermekle  malın satılmasına muvafakat ettiği görüşündedir. Bu görüşe uygun olarak, böyle bir anlaşma bulunmasa dahi, rehinin teminat fonksiyonu itibari ile, alacaklının rehin konusu malı satma yetkisinin, rehin hakkının içeriğine dahil olduğu kabul edilmiştir.  İsviçre-Türk  Hukuklarında,  yukarıda  bahsi  geçen  bağımsızlık/ayrılık ilkesine 73 ilişkin  genel  nitelikli  bir  hüküm  yer  almasa  da,  bu  ilkenin benimsenmiş olduğu çeşitli hükümlerden anlaşılabilmektedir. Borçlandırıcı hukuki muamele niteliğindeki işlemlerin düzenlemesinin TBK ununa, bunun ifası  niteliğindeki  hukuki  muamelelerin  ise,  TMK ununa  bırakıldığı görülmektedir. Mesela, satış sözleşmesi, bir borçlandırıcı hukuki muamele olarak, Borçlar Hukuku alanında düzenlenirken, bu sözleşmenin ifası amacı ile yapılan tasarruf işlemi, Eşya Hukuku alanında düzenlenmiştir. Sadece borçlandırıcı  hukuki  muamelenin  yapılması,  hakkın  devri  sonucunu doğurmadığından, borçlanma işleminden ayrı olarak tasarruf işlemi yapılması zorunlu hale getirilmiştir.                                                               69  ERDOĞMUŞ, s. 52.  70  Rehinli mal res mancipi ise, malı satın ve teslim alan praetor mülkiyetini iktisap ediyor, ius civile mülkiyetini ise, zamanaşımı yolu ile elde ediyordu. Res nec mancipi ler rehin hakkında istinaden satılmışsa, ius civile mülkiyetinin derhal kazanılacağı belirtilmektedir. ERDOĞMUŞ, s. 128; UMUR, Eşya, s. 163.  71  UMUR, Eşya, s. 163. 72  ERDOĞMUŞ, s. 128.  73 Ayrılık  ilkesinde,  borçlandırıcı  etki  gösteren  irade  uyuşması,  tasarrufun  sonuçlarını göstermemekte,  tasarrufun  gerçekleşebilmesi  için  ayni  sözleşme  olarak  ifade  edilen, borçlandırıcı işlemden sonra, tasarrufi etki gösterecek ikinci bir hukuki işlemin yapılması gerekli görülmektedir. İşlemde ayrılık görüşünde, taşınmazlarda ikinci tasarruf işleminin bir tasarruf sözleşmesi mi yoksa tek taraflı hukuki işlem mi olduğu tartışılmaktadır. Ayrıntılı bilgi için bkz. ANTALYA, s. 144 vd.   74  HAMAMCIOĞLU VARDAR, s. 65.  783İpek Sevda SÖĞÜT                                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791  V.  Borçlandırıcı  Hukuki  Muamele  ve  Tasarruf  Muamelesi Arasındaki Farklar Borçlandırıcı  hukuki  muamelelerin  aksine,  tasarruf  işlemlerini yapabilmek bakımından, tasarruf konusu şeyde, hakka doğrudan doğruya etki yapma  gücünün,  yani,  tasarruf  yetkisinin  bulunması  gerekmektedir.  Bu yetkinin de temelinde; nemo plus iuris ad alium transferre potest quam ipse habet şeklinde ifade edilen, Roma Hukukundan bu yana gelen, hiç kimse sahip olduğu haktan fazlasını devredemez ilkesi yatmaktadır. İyi niyetle hak iktisabının korunduğu, taşınırlarda emin sıfatı ile zilyetten iktisap ve tapu siciline  güven  ilkesi  sonucu  iktisap  hallerinin  varlığı,  kuralın  değiştiği anlamına  gelmez.  Bu  bağlamda;  tasarruf  muamelesi,  yeni  bir  tasarruf muamelesi  yapılması  imkanını  ortadan  kaldırmakla  birlikte,  yeni  bir borçlandırıcı muamele yapılmasına engel değildir. Borçlandırıcı muamele, aynı konuda, ne yeni bir tasarruf ne de borçlandırıcı muamele yapılmasına engel değildir.  Kişi, malvarlığının aktif kısmında yer alan kalemlere dokunmaksızın, sadece pasifini, borçlarını arttıran bir işlem yaparsa, buna  borçlandırıcı işlem denildiği ifade edilmişti. Borçlandırıcı işlemler genellikle karşımıza borçlandırıcı sözleşme olarak çıkarlar.  Borçlandırıcı işlemler, borçlanılan edim  konusu  hakkı  devir,  sınırlama,  değiştirme  veya  ortadan  kaldırma taahhüdünü içerirler. Borçlandırıcı işlem, edimi teşkil eden şeyin mülkiyetine etkisi olmadığından, diğer bir ifade ile, malikin tasarruf hak ve yetkisini sınırlandırmadığından, aynı şey birden fazla işlemin konusunu teşkil edebilir. Edim konusu şeyin, borçlanıldığı anda, borçlunun malvarlığında bulunmasına da gerek yoktur. Aynı şeyi konu alan sözleşmeler, doğum tarihleri yönünden de bir öncelik hakkına sahip değildir.  Tasarruf muamelesi, genelde borçlandırıcı işlemi ifa eden işlem olarak karşımıza çıkmakta ve borçlandırıcı işlemle aynı anda yapılan, taşınırların elden  satışı  ve  bağışlaması  dışında,  tasarruf  işlemi  zamansal  olarak, borçlandırıcı hukuki muameleden sonra yapılır. Tasarruf muamelelerinde ise, ilk yapılan tasarruf geçerlidir. Zaten ilk tasarruf muamelesi, takip eden tasarrufları  imkânsız  hale  getirir  ve  yetkisiz  tasarruf  olmasını  sonuçlar. Borçlandırıcı muamelelerde ise, birinci taahhüdü ihlal edecek yeni bir taahhüt yapmak  mümkündür.  Borçlandırıcı  muameleler  hukuk  süjesine  bağlıdır.                                                             75  ÖZMEN/YÜCE, s. 8.  76  AYİTER, s. 92. 77  ANTALYA, s. 140-141.  78  ANTALYA, s. 143.  784Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791      Özel Hukuk Sorunlarının Çözümünde Roma… Taahhütlerin meydana geldiği zaman önemli değildir. Bütün borçlandırıcı muameleler aynı derecededir. Hiçbiri diğerinden önce gelmemektedir.  Tasarruf  muameleleri  yapıldıktan  sonra  değiştirilemez,  şayet değiştirilmek istenirse, yeni bir tasarruf muamelesinin yapılması gerekir. Tasarruf işlemine ilişkin bu özellik, borçlanma işleminden dönmenin ayni etkili olmadığının da kanıtıdır. Zira, borçlandırıcı muamele değiştirilmek istenirse, yeni bir muamele yapılmasına gerek olmadan, taraflar, hukuki işlem üzerinde  değişiklik  yapıp,  yapılan  bu  değişikliği  geriye  etkili  dahi kararlaştırabilirler. Tasarruf muamelelerinde ise, geriye etki imkânı yoktur. Kimse temlik ettiği bir hakkın, daha önce temlik edilmiş addedilmesini temin edemez. Hak, o anda intikal etmektedir. Her iki işlemin ayrılık prensibi uyarınca geçerlilik unsurları, özellikle şekli farklı olabilir. Borçlanma işlemi her zaman sözleşme şeklinde, tasarruf işlemi ise, hem tek taraflı işlem hem de sözleşme şeklinde olabilir.  Bağımsızlık  ilkesinin  bir  uzantısı  olarak,  borçlandırıcı  ve  tasarruf muameleleri farklı şekil kurallarına bağlanmıştır ve tasarruf işlemine eklenen diğer gereklilikler, borçlanma işleminde aranmaz. Örneğin; borçlanma işlemi niteliğindeki alacağın devri sözü hiçbir şekle bağlı değilken, tasarruf işlemi niteliğindeki alacağın devri yazılı şekle bağlanmıştır. Belirlilik ve aleniyet ilkeleri de, tasarruf işlemlerini borçlandırıcı işlemlerden ayırır.  Bir hukuki muamelenin borçlandırıcı ya da tasarruf muamelesi olduğu konusunda şüphe edilebilecek hallerden biri olarak; kira ve hasılat kirasında, kiralanan malın tesliminde, tapu siciline verilen şerhlerin, tasarruf işlemi mi yoksa borçlandırıcı işlem olduğu konusunda tereddüt edilmektedir. Mülkiyet hakkına sahip olmayan bir kimsenin, tapu sicilinde bu işlemi yapmasının mümkün olmaması dolayısı ile, şerh verme işleminin bir tasarruf işlemi niteliğinde olduğu kabul edilmektedir. Bu durumda, kiralanın teslimi ile kiracının  elde  ettiği  haklar,  ayni  haklara  yaklaşan  yetkiler  temin  etmesi bakımından, doktrinde bazı görüşlerce ayni hak addedilmekle birlikte, esasen kuvvetlendirilmiş bir nisbi hak (alacak hakkı) söz konusudur. Aynı şekilde tapu siciline verilen şerhlerin niteliği de şüphelidir. Bu şerhler takip eden tasarruflar bakımından, taşınmazın devrinde ayni hakkın 3. kişilere karşı ileri                                                             79 AYİTER, s. 93.  80 HAMAMCIOĞLU VARDAR, s. 61, dn. 151.  81 AYİTER, s. 94.  82 HAMAMCIOĞLU VARDAR, s. 63.  83 ANTALYA, s. 144.  84 AYİTER, s. 81.  785İpek Sevda SÖĞÜT                                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791  sürülebilirlik gibi ayni bir etki sağlarlar.  (TMK. md. 1009: Şerhler: Kişisel Haklarda) Ancak unutulmaması gereken; bu şerhin, alacak hakkını maruz bulunduğu tehlikelerden kurtarmak için yapılmış olduğu ve alacak hakkının verilen şerh sebebi ile ayni hakka dönüşmediği, alacak hakkı şeklinde kaldığı ve iflas, borçlanılan şeyin başkasına devri gibi sebeplerle tehlikeye girmediği hususudur.  VI. Borç İlişkisinin Nisbiliği Prensibinin Önemi  Yargıtay ın şerh edilmemiş satış vaadi sözleşmesine konu alacak hakkı sahibine,  borçlu  taşınmaz  malikinin  taşınmaz  mülkiyetini  üçüncü  kişiye tescille devri halinde, tapu iptali, tescile zorlama davası açma olanağı tanıyan ilgili kararı, borç ilişkisinin nisbiliği temel prensibini de ihlal etmektedir. Borçlar  Hukukuna  hakim  olan  ve  Roma  Hukukunda  temellerini  bulan prensiplerden biri, Borç İlişkisinin Nisbiliği (Göreceliliği) Prensibidir. Borç ilişkisinin, sadece alacaklı ile borçlu arasında bir bağ teşkil etmesi ve üçüncü şahısları etkilememesi, borç ilişkisinin nisbi olduğunu ifade eder ve bu sebeple de alacak hakkının, nisbi hak olduğundan söz edilir. Herkese karşı ileri sürülebilen mutlak hakların hilafına olarak, bu hak yalnız borçluya karşı mevcuttur  ve  borçlunun  sorumluluğu  da  nisbidir  ve  yalnızca  alacaklıya karşıdır.  Alacak  hakkı  esas  itibari  ile  yalnız  borçluya  karşı  dermeyan edilebilip, üçüncü kişilere karşı ileri sürülemez. Bununla birlikte nisbi hakları kuvvetlendirmek için, bazı kayıt ve şartlar altında, üçüncü kişilere karşı hüküm ifade edecek bir hale getirildiği görülmektedir. Bu ihtiyacı, özellikle taşınmaz hukukunda, şerh müessesesi temin etmektedir.  D. 44.7.3.pr. (Paulus libro secundo institutionum): «Obligationum substantia non in eo consistit, ut aliquod corpus nostrum aut servitutem nostram faciat, sed ut alium nobis obstringat ad dandum aliquid vel faciendum vel praestandum.» «Borç ilişkilerinin özü, bunların bize bir şey üzerinde mülkiyet veya irtifak hakkı sağlamalarında değil, fakat başka bir kişiye bize bir şey vermeye veya yapmaya veya bir şey temin etmeye yetkili kılmada görülür»87. Bu metin borç ilişkilerinin niteliğini tanımlarken, aynı zamanda ayni haklarla,  nisbi  haklar  arasındaki  farkları  ortaya  koyarken,  esasen  borç ilişkisinin nisbiliğini de göstermektedir.   Ayni haklar kanunla, hukuk düzeni                                                             85 AYİTER, s. 81, dn. 10.  86 SCHWARZ, s. 67-68.  87 İlgili metnin çevirisi, TAHİROĞLU, Bülent: Roma Borçlar Hukuku, Der Yayınları, İstanbul 2016, s. 13 ten alıntılanmıştır.  786Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791      Özel Hukuk Sorunlarının Çözümünde Roma… tarafından sayılmıştır. Fertler hukuk düzeni tarafından öngörülmemiş bir ayni hak tipi belirleyemezler. Nisbi haklar ise, hukuk düzeninin öngördüklerinden ibaret değildir. Fertler hukuk düzeninde mevcut akit serbestisi çerçevesinde, yeni nisbi haklar oluşturabilirler. Roma Hukukunda akitler hususunda, tipe bağlılık prensibi hakim olduğundan, kişiler ancak bu tiplere uygun, nisbi haklar ve borçlar meydana getirebilirlerdi. Ayni haklar, herkese karşı ileri sürülebilirken, nisbi haklar ise, yalnız belli bir borçluya karşı ileri sürülebilir. Ayni haklar herkes tarafından ihlal edilebilir, nisbi hakların ihlali ise, yalnız belirli bir borçluya karşı ileri sürülebilir. Ayni hakların ihlalinde, actio in rem, nisbi hakların ihlalinde ise actio in personam açılabilirdi.  Tekrar, tapuya şerh verilmiş nisbi hakların özelliğine dönecek olursak; bugün çoğunlukla, kanunen tapu siciline şerh verilmesi imkânı öngörülen nisbi  hakların,  şerh  verilmekle  niteliklerinin  değişmeyeceği,  fakat  etki alanlarının genişleyeceği kabul edilmektedir. Bu hususta görüşler birleşmekle beraber, şerhin etkisinin izahında az veya çok farklılıklar bulunmaktadır. Şerhin iki etkisi vardır; Birincisi, borç ilişkisini eşyaya bağlı borç durumuna koyan etkidir. Buna göre şerhten sonra gayrimenkulün her maliki, kendi mülkiyeti esnasında doğacak borçla mükellef olur. Şerhin bu etkisi şerh edilebilen her şahsi hak için kanunlarda ayrı ayrı belirtilmiştir. (TMK m. 735, 736, 871; TBK m. 292, 312; Tapu K. m. 26). Bu etkinin, borç ilişkisinin                                                             88  TAHİROĞLU, s. 15-16. 89  Tapu kütüğünün şerhler hanesi, kişisel haklarla ilgilidir. Bazı şahsi (nisbi) hakların, kuvvetlendirilmesi veya kazanılmış ya da kazanılmak üzere olan ayni hakların korunması ve malikin tasarruf yetkisinin sınırlandırmak amacı ile, tapu kütüğüne şerh edilmeleri mümkündür. Hangi şahsi hakların şerh edilebileceği, kanunlarda belirtilmiştir. TMK. md. 1009 da, tapu kütüğüne şerh edilecek haklar kısmen sayılmıştır. Bu düzenleme sınırlayıcı nitelikte değildir. Anılan maddede: Arsa payı karşılığı inşaat, taşınmaz satış vaadi, kira, alım, önalım, gerialım sözleşmelerinden doğan ile, şerh edilebileceği kanunlarda açıkça öngörülen diğer haklar, tapu kütüğüne şerh edilebilir denilmiştir. Kanunlarda açıklık bulunmayan hallerde, nisbi hak tapuya şerh edilemez. Bu zorunluluk, TMK. md. 1009 da ayrıca belirtilmiştir. Medeni Kanunumuza göre, bazı şahsi hakların tapu kütüğüne şerh verilmek sureti ile kuvvetlendirilmesi yani bunlara ayni hakka benzer bir etki verilmesi mümkündür. Şu noktayı özellikle belirtmek gerekir ki, bütün akitlerde değil, ancak kanunda açıkça beyan edilen akitlerden doğan şahsi haklar (nisbi haklar), tapu kütüğüne şerh verilebilir. Diğer bir ifade ile, tıpkı ayni haklar gibi, tapuya şerhi mümkün olan şahsi haklar da, sınırlı sayı prensibine (numerus clausus) tabidirler. Şerhin etkisi de, TMK. md. 1009 un son  fıkrasında  belirtilmiştir:  Bunlar  şerh  verilmekle,  o  taşınmaz  üzerinde  sonradan kazanılan hakların sahiplerine karşı ileri sürülebilir. Ayni haklar herkese karşı ileri sürülebildikleri halde, tapu kütüğüne şerh edilen kişisel haklar ancak, o taşınmaz üzerinde sonradan hak kazanan kişilere karşı ileri sürülebilirler. Tapu kütüğüne şerh edilmekle kişisel hakkın niteliği ve mahiyeti değişmemekte, tasarrufu konu alan taşınmaz üzerinde, daha sonra ayni veya kişisel hak kazanan kimselere karşı ileri sürme yetkisini vermektedir. Bu şekilde kişisel haklar, kısmen kuvvetlendirilmiş olmaktadır. SAPANOĞLU, s. 1023-1024.  787İpek Sevda SÖĞÜT                                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791  nisbiliği prensibine istisna teşkil eden bir yönü yoktur. Malik kendi mülkiyeti döneminde doğan borcun borçlusu durumundadır. Özellik, şerh verilen hakka ilişkin sözleşmenin tarafı olmayan yeni malikin mülkiyet hakkı sebebiyle bir borçla yükümlü olmasındadır. Şahsi hakkın şerh verilmiş olmasının ikinci etkisi, şerhten sonra taşınmazda hak iktisap etmiş olanlardan borcun ifasında alacaklıya zarar verenlerin haklarının bertaraf edilmesini sağlar. Buna şerhin munzam (ek) etkisi veya ayni etkisi denilir. Bu etki TMK m. 1009/f. 2 de şöyle ifade edilmiştir; Bunlar şerh verilmekle o taşınmaz üzerinde sonradan kazanılan hakların sahiplerine karşı ileri sürülebilir. Bu yönü ile şerh, şerh verilen şahsi haklarda borç ilişkisini üçüncü şahıslara etkili kılmakta, şerhten sonra  gayrimenkulde  hak  iktisap  eden  üçüncü  şahıslara,  borcun  ifasına katlanma yükümlülüğü yüklemektedir. Nisbi  bir  hakka  dayanan  bir  talep  hakkının  kazanılmasına  ve geçerliliğine, şerhin bir etkisi olamaz. Borç ilişkisinden doğan nisbi bir hakkın kazanılması olgusu ile, bir nisbi hakkın şerh sonrası kazandığı hukuki boyut, tamamen farklı konulardır. Şerh edilmekle kendisine kıdeme itibar ilkesince üstünlük tanınmış olan nisbi hakkın, ileride kendisi ile çelişecek, talep hakkı veren borçlandırıcı hukuki muamelelerle ilgisi olamaz.91  SONUÇ Sonuç olarak; Yargıtay ın «Birden Fazla Satış Vaadinde Tarih Sırası» başlıklı kararına ilişkin değerlendirme konusu yapılan özel hukuk sorunu; mülkiyetin  devrini  konu  alan  sözleşmelerde,  tasarruf  muamelesi  ve borçlandırıcı muamele ayırımının önemi, bu her iki muamelenin birbirlerinin geçerliliğine etkileri ve her iki muamelenin birbirinden farkları hususlarına dayanmaktadır. Bir taşınmazın birden çok kişilere satış vaadi olunması halinde geçersiz olmadıkça ve münfesih hale gelmedikçe, ilk defa yapılan sözleşmeye değer verilir.. cümlesi ile 14.HD.si; Roma Hukukunda temelini bulan ve günümüze değin gelen, hemen hemen tüm kıta Avrupası hukuk sistemlerinin temeli olan, borçlandırıcı ve tasarruf işlemleri konusundaki ilkelere tamamen yabancı olduğunu göstermektedir. Alım-satım akdinden sonra satıcı mal üzerinde eskisi gibi tasarruf edebilir. Alım-satım akdi, bu tasarruf  muamelelerini  sınırlandırmaz.  Buna  mukabil  satıcı  sattığı  malın maliki de olmayabilir. Bu mümkündür ve alım-satım akdi bu sebepten dolayı hükümsüz olmaz. Teminini vaat ettiği tasarrufu yapmazsa, tazminat vermeye mecbur  olur.  Bütün  borçlandırıcı  muameleler  aynı  derecededir.  Hiçbiri diğerinden önce gelmemektedir. 14. HD.si, «Birden Fazla Satış Vaadinde                                                             90 ÖZMEN/YÜCE s. 22.  91 ÖZMEN/YÜCE, s. 42.  788Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791      Özel Hukuk Sorunlarının Çözümünde Roma… Tarih  Sırası»  başlıklı  kararında,  borçlandırıcı  işlemler  arasında  tarih sıralaması getirerek, ayni haklardaki kıdeme itibar ilkesine benzer bir yeni ilke oluşturmaktadır. Konusu aynı, fakat her biri geçerli birden fazla borçlandırıcı işlem arasında, bir tarih önceliği yaratmak, birini diğerine tarih önceliği nedeni ile üstün tutmak, diğerlerine ifa için talep hakkı vermemek sonucunu doğurur. Bu sonuç ise, her birinin ayrı ayrı geçerli olması ile bağdaşmaz.  Ayrıca, önceki tarihli başka bir taşınmaz satış vaadinin tarafı olan nisbi hak sahibi olan kişi, yine temeli Roma Hukukuna dayanan Borç İlişkisinin Nisbiliği/Göreceliliği prensibi gereği, ilgili satış vaadinden doğan haklarını ancak satış vaadinin karşı tarafına ileri sürebilecektir. Davaya konu olan olayda,  tasarruf  işlemi  için  dava  açmış  olan,  başka  bir  borç  ilişkisinin alacaklısının davasına katılarak taraf olması da, esasen ilgili kişinin satış vaadinden doğan alacak hakkının (nisbi hakkının), Yargıtay tarafından ilk defa yapılan sözleşmeye değer verilerek, ayni hak olarak nitelendirilmesi sonucunu doğurmuştur. Zira, bu şekilde davaya müdahil olmak, ancak, ayni hak sahibi olmakla mümkündür.",
     "Kaynakça": "ANTALYA, O. Gökhan: Eşya Hukuku, Giriş-Temel Kavramlar-Genel İlkeler, Cilt 1, Legal Yayınevi, İstanbul 2018. AYİTER, Kudret: Medeni Hukukta Tasarruf Muameleleri, Siyasal Bilgiler Fakültesi Yayını No: 28-10, Ankara 1953. BERKİ, Şakir: “Roma da Ayni Haklar, AÜHFD, 5(1-4), 1948, s. 321-375. BÜYÜKAY, Yusuf: Roma Borçlar Hukukunda Hata, Yetkin Yayınları, Ankara 2007. ERDOĞMUŞ, Belgin: Roma Eşya Hukuku, Der Yayınevi, İstanbul 2018. ERDOĞMUŞ, Belgin/TAHİROĞLU, Bülent: Roma Hukuku Pratik Çalışmaları – Meseleleri, Der Yayınevi, İstanbul 2014.  EREN, Fikret: Borçlar Hukuku Genel Hükümler, Yetkin Yayınevi, Ankara 2019. HAMAMCIOĞLU VARDAR, Gülşah: Medeni Hukuk ta Tasarruf İşlemi Kavramı, On İki Levha Yayıncılık, İstanbul 2014.  HATEMİ,  Hüseyin:  Medeni  Hukukta  Tasarruf  İşlemi  Kavramı,  (Yazar: HAMAMCIOĞLU  VARDAR,  Gülşah),  Sunuş  Yazısı,  (Yazar: HAMAMCIOĞLU VARDAR, Gülşah), On İki Levha Yayıncılık, İstanbul 2014. HATEMİ,  Hüseyin/GÖKYAYLA,  Emre:  Borçlar  Hukuku-Genel  Bölüm,  Vedat Kitapçılık, İstanbul 2017.  789İpek Sevda SÖĞÜT                                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791  KARADENİZ ÇELEBİCAN, Özcan: Roma Eşya Hukuku, (Eşya), Turhan Kitabevi, Ankara 2015.  KARADENİZ ÇELEBİCAN, Özcan: Roma Hukuku, Tarihi Giriş-Kaynaklar-Genel Kavramlar-Kişiler  Hukuku-Hakların  Korunması,  (Roma  Hukuku),  Turhan Kitabevi, Ankara 2019.  KARAOSMANOĞLU  CANBAZ,  Ayşe  Tuba:  Roma  Hukukunda  ve  Türk Hukukunda  Alım  Satım  Aktinde  Satıcının  Ayıba  Karşı  Tekeffül  Borcu, (Yayınlanmamış Yüksek Lisans Tezi), Ankara Üniversitesi, Sosyal Bilimler Enstitüsü,  Özel  Hukuk  (Roma  Hukuku)  Ana  Bilim  Dalı,  Yüksek  Lisans Programı, Ankara 2008. KOCAYUSUFPAŞAOĞLU, Necip/HATEMİ, Hüseyin/SEROZAN, Rona/ARPACI, Abdülkadir: Borçlar Hukukuna Giriş-Hukuki İşlem-Sözleşme, Filiz Kitabevi, İstanbul 2017.  KOSCHAKER, Paul/AYİTER, Kudret: Modern Özel Hukuka Giriş Olarak Roma Özel Hukukunun Ana Hatları, Dokuz Eylül Üniversitesi Hukuk Fakültesi, Döner Sermaye İşletmesi Yayınları No:39, İzmir 1993.  OĞUZ,  Arzu:  “Roma  Hukuku nda  Mülkiyetin  Devir  İşlemlerinden  Biri  Olan Traditio nun Sebebe Bağlılığı (Iusta Causa Traditionis), AÜHFD, 47(1-4), 1998, s. 49-83.  OĞUZMAN, Kemal/ SELİÇİ, Özer/ OKTAY-ÖZDEMİR, Saibe: Eşya Hukuku, Filiz Kitabevi, İstanbul 2018. OĞUZMAN, M. Kemal/BARLAS, Nami: Medeni Hukuk, Giriş, Kaynaklar, Temel Kavramlar, Vedat Yayınevi, İstanbul 2018.  ÖZMEN, Etem Sabâ/ YÜCE, Melek: “Taşınmaz Satış Vaadlerinde Tarih Önceliğine Üstünlük  Tanıyan  Yargıtay  Kararlarına  İlişkin  Düşünceler,  Prof.Dr.Hayri Domaniç e 80. Yaş Günü Armağanı, Beta Basım Yayın, İstanbul 2001, s. 952988.  SAPANOĞLU, Süleyman: Tapu İptali ve Tescil Davaları, Adalet Yayınevi, Ankara 2019.   SCHWARZ, Andreas B.: Borçlar Hukuku Dersleri, (çev. DAVRAN, Bülent), 1.Cilt, İstanbul Üniversitesi Yayınları No: 345, Hukuk Fakültesi No: 75, İstanbul 1948.  SEROZAN,  Rona:  “Taşınır  Eşya  Mülkiyetinin  Devrinde:  Ayni  Tasarruf Sözleşmesinin  Borçlanma  Sözleşmesinden  Ayrılığı  ve  Soyutluğu, Prof.Dr.Tahir Çağa nın anısına Armağan, Beta Yayınevi, İstanbul 2000, s. 397413. SUNGURBEY, İsmet: Kişisel Hakların Tapu Kütüğüne Şerhi, Sermet Matbaası, İstanbul 1963.  790Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791      Özel Hukuk Sorunlarının Çözümünde Roma… TAHİROĞLU, Bülent: Roma Borçlar Hukuku, Der Yayınları, İstanbul 2016. TAHİROĞLU, Bülent/ ERDOĞMUŞ, Belgin: Roma Hukuku Dersleri, Der Yayınları, İstanbul 2018. TEKİNAY,  Selahattin  Sulhi/AKMAN,  Sermet/  BURCUOĞLU,  Haluk:  Borçlar Hukuku Genel Hükümler, Filiz Kitabevi, İstanbul 1993. UMUR, Ziya: Roma Hukuku Lügatı, (Lügat), Fakülteler Matbaası, İstanbul 1983. UMUR, Ziya: Roma Hukuku, Ders Notları, Usul Hukuku, Borçlar Hukuku, Eşya Hukuku, Miras Hukuku, (Ders Notları), İstanbul 2010.  UMUR, Ziya: Roma Hukuku, Eşya Hukuku-Ayni Haklar, (Eşya), Filiz Kitabevi, İstanbul 1983. ÜÇER, Mehmet: Roma Hukukunda ve Karşılaştırmalı Hukukta Sözleşmelerin Kısmi Butlanı, Yetkin Yayınları, Ankara 2013. VON TUHR, Andreas: Borçlar Hukuku 1-2, (çev. EDEGE, Cevat), Gözden geçirilmiş 2.Bası, Ankara 1983.  VON TUHR, Andreas: “İsviçre Hukukuna Göre Mülkiyetin Devri, (çev. AYİTER, Kudret), AÜHFD, 3, 1948, s. 633-646. VON TUHR, Andreas: “İsviçre Hukukuna Göre Mülkiyetin Devri, (çev. AYİTER, Kudret), AÜHFD, 4, 1948, s. 154-166.     791İpek Sevda SÖĞÜT                                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 759-791      792"
}