{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2018",
     "Cilt": "67",
     "Sayı": "4",
     "Başlık": "ALDATILAN EŞİN EŞİNİN İLİŞKİ KURDUĞU ÜÇÜNCÜ KİŞİDEN MANEVÎ TAZMİNAT TALEP EDİP EDEMEYECEĞİ MESELESİ",
     "Title": "The Problem of Whether the Betrayed Spouse May Claim Non-pecuniary Damages from Third Person With Whom Her/His Spouse Has An Affair",
     "Yazar İsmi": [
          "L. Müjde KURT∗"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Eşler arası sadakat yükümlülüğü",
          "zina",
          "kişilik hakkı ihlâli",
          "manevî tazminat",
          "üçüncü kişi"
     ],
     "Keywords": [
          "Duty of conjugal fidelity",
          "adultery",
          "violation of personality right",
          "non-pecuniary damages",
          "third person"
     ],
     "Özet": "Türk  hukukunda  üçüncü  kişilerin  evli  kişiler  ile  ilişkiye  girmesini yasaklayan bir kanun hükmü yoktur. Aldatılan eşin eşinin zina eylemini birlikte gerçekleştirdiği kişiden -kişilik hakkını ihlâl eden başkaca bir fiil olmadıkça- salt aldatma eylemine katıldığı için manevî tazminat talep edip edemeyeceği  tartışmalı  bir  meseledir.  Haksız  fiil  sorumluluğuna  dayalı olarak bir kişiden manevî tazminat talep edilebilmesi için gerekli şartlardan biri failin fiili ile mağdurun bir kişilik hakkını ihlâl etmiş olmasıdır. Bu bakımdan aldatılan eşin üçüncü kişiden manevî tazminat talebi konusunda temel nokta üçüncü kişinin bu eylemi ile aldatılan eşin herhangi bir kişilik hakkını  ihlâl  edip  etmediğidir.  Bu  çalışmada  üçüncü  kişinin  salt  zina eylemine  katılmış  olmasının  hukuka  aykırılık  veya  ahlâka  aykırılık temelinde manevî tazminat talebine yol açıp açmadığı incelenmiştir.",
     "Abstract": "In Turkish law having affair with a married person is not prohibited by any legal provision. It is controversial whether the betrayed spouse may claim non-pecuniary damages from the third person for pure adultery unless this person has violated her/his right of personality by another act. One of the conditions for the claim of compensation for the non-pecuniary damages based on tort liability is the violation of a personality right of the injured party by an act of the tortfeasor. Therefore the main point on the subject of the claim of non-pecuniary damages from the third person is whether the act of the third person violates any personality right of the betrayed spouse. In this paper, it is analyzed whether the mere participation in an act of adultery may cause tort liability on the base of the unlawfulness or the immorality.",
     "Metin": "Evlilik birliğinden doğan hak ve yükümlülükleri düzenleyen TMK. m. 185 f. 3 e göre  Eşler birlikte yaşamak, birbirine sadık kalmak ve yardımcı olmak zorundadırlar.  Bu hükümden anlaşıldığı üzere, eşler evlilik birliğinin devamı  boyunca  birbirlerine  karşı  sadakat  yükümlülüğü  altındadırlar. Sadakat  yükümlülüğü  sadece  cinsel  sadakati  değil,  duygusal,  fikrî  ve ekonomik  sadakati  de  kapsamına  alır.1  Sadakatsizliğin  konumuzu ilgilendiren boyutu, cinsel sadakatsizliktir.2 Bir eşin diğer eşe karşı cinsel sadakat yükümlülüğüne aykırı olarak zina eylemini gerçekleştirmesi, evlilik birliğini temelden sarsabilecek bir olgu olmasının  yanında,  aldatılan  eşin  ruh  dünyası  bakımdan  da  olumsuz sonuçlara yol açabilir. Bu durumda aldatılan eşin kendisini aldatan eşten ve/veya aldatma eylemine iştirak eden üçüncü kişiden haksız fiil temelinde                                                            1   Hausheer, Heinz/ Reusser, Ruth/ Geiser, Thomas. (1999). Die Wirkungen der Ehe im allgemeinen, Art. 159-180 ZGB, Berner Kommentar Band/Nr. II/1/2, Schweizerisches Zivilgesetzbuch, Das Familienrecht, Das Eherecht,(2. Aufl.), Hausheer, Heinz (Hrsg.). Bern: Stämpfli Verlag. Art. 159, N. 22, 23; Öztan, Bilge. (2015). Aile Hukuku (6. Bası). Ankara: Turhan Kitabevi, s. 199; Dural, Mustafa/Öğüz, Tufan/Gümüş, Mustafa Alper. (2016). Türk Özel Hukuku Cilt III, Aile Hukuku (11. Bası). İstanbul: Filiz Kitabevi, s.157. 2   Bu çalışmada cinsel sadakatsizlik, zina ve aldatma terimleri birbirleri ile eş anlamlı olarak kullanılmıştır.  858Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890  Aldatılan Eşin Eşinin… manevî  tazminat  talep  edip  edemeyeceği  meselesi  gündeme  gelir. Çalışmamızın  konusunu,  aldatılan  eşin  diğer  eşin  zina  eylemini  birlikte gerçekleştirdiği  üçüncü kişiden  manevî  tazminat  talep  edip  edemeyeceği meselesi  teşkil  etmektedir.  Aldatma  ülkemizde  gerçekleşen  boşanmalar bakımından  önemli  sebeplerden  birini  teşkil  etmektedir.  Aldatıldığı  için eşinden boşanan kişi, bu durumdan sorumlu tuttuğu eşinin beraber olduğu kişiye karşı hukuken ne yapabileceğini araştırdığında ilk akla gelen bu kişiye karşı manevî tazminat davası açmak olmaktadır. Bu tür durumlarda genelde davacı tarafın kadın, davalı tarafın da bir başka kadın olması uygulamada bu davaların   öteki  kadın  tazminatı   olarak  adlandırılmasına  yol  açmıştır. Yargıtay ın yakın tarihte oy çokluğu ile aldığı İçtihadı Birleştirme Kararı ile bu tür tazminat taleplerini reddetmesine kadarki süreçte Yargıtay ın aldatılan eşin üçüncü kişiden manevî tazminat talebini kabul ettiği kararlar yanında, reddettiği kararların da bulunması hukuk güvenliği bakımından sakıncalı bir durum teşkil etmekteydi. Yargıtay ın İçtihadı Birleştirme Kararı bu konudaki hukukî belirsizliği ortadan kaldırmakla birlikte, konu halen tartışılmaya ve kamuoyunu meşgul eden güncel bir mesele olmaya devam etmektedir. Manevî tazminat talebi, kişilik değerlerinin ihlâl edilmesi neticesinde manevî zarara uğrayan kişinin bu zararının giderilmesine ilişkin talebidir. Kişilik hakkının zedelenmesi nedeniyle uğranılan manevî zararın tazminini düzenleyen genel hüküm niteliğindeki TBK. m. 58 hükmü yanında, hukuk düzenimizde manevî tazminata ilişkin özel düzenlemeler de (örn. TMK. m. 121, m. 158 f. 2, m. 174 f. 2, TBK. m. 56) mevcuttur. Manevî tazminat talebinin şartları; mağdurun bir kişilik hakkının -hukuka uygunluk sebebi bulunmaksızın- ihlâl edilmiş olması (hukuka aykırılık), failin fiilinin kusurlu olması, bu fiilden ötürü mağdurun manevî bir zarara uğramış olması ve hukuka  aykırı  fiil  ile  doğan  zarar  arasında  uygun  nedensellik  bağının bulunmasıdır.4 Bu şartlar göz önünde tutulduğunda, aldatılan eşin eşinin                                                            3   Yarg.  İçt.  Birl.  BGK,  2017/5  E.,  2018/7  K.,  6.7.2018  T.  (www.resmigazete.gov.tr, E.T.:8.12.2018).  4   Rey, Heinz. (2008). Ausservertragliches Haftpflichtrecht (4. Aufl.). Zürich: Schulthess Verlag,  N.  454;  Schwenzer,  Ingeborg.  (2009).  Schweizerisches  Obligationenrecht, Allgemeiner Teil (5. Aufl.). Bern: Stämpfli Verlag, N. 17.03 vd.; Eren, Fikret. (2017). Borçlar Hukuku Genel Hükümler (22. Bası). Ankara: Yetkin Yayınları, s. 817 vd.; Oğuzman, M. Kemal/Öz, Turgut. (2017). Borçlar Hukuku Genel Hükümler, Cilt-2, (13. Bası). İstanbul: Vedat Kitapçılık, s. 260 vd.; Keskin, A. Dilşad. (2016). Objektif Manevî Zarar Teorisi Açısından Manevî Tazminat. Ankara: Yetkin Yayınları, s. 142.  859L. Müjde Kurt  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890 aldatma  eylemini  birlikte  gerçekleştirdiği  üçüncü  kişiden  haksız  fiil temelinde  manevî  tazminat  talep  etme  hakkının  bulunup  bulunmadığı konusunda çözümlenmesi gereken temel meseleler şunlardır: - Üçüncü kişinin evli kişiyle ilişki kurmak biçimindeki eylemi hukuka aykırı mıdır? Bir eşin diğer eş tarafından aldatılmama hakkı (sadakat talep etme hakkı), sadece diğer eşe karşı ileri sürülebilecek nispî bir hak mıdır, yoksa herkesten ihlâl etmemesi beklenebilecek mutlak bir hak mıdır? Evli kişinin aldatılması, başlı başına onun kişilik hakkını ihlâl eden bir fiil olarak değerlendirilebilir mi? - Üçüncü kişinin evli kişiyle ilişki kurmak biçimindeki eylemi, ahlâka aykırılık  temelinde  haksız  fiil  oluşturarak  aldatılan  eşe  manevî  tazminat ödeme borcu doğurur mu? Bu çalışmada öncelikle aldatılan eşin aldatma eylemine katılan üçüncü kişiden manevî tazminat talebi konusundaki yargı içtihatlarını, ardından bu konuda doktrinde ileri sürülen görüşleri incelemeye, son aşamada ise bu görüşleri değerlendirmeye çalışacağız. I.  Yargı İçtihatlarında Benimsenen Anlayış A. Yargıtay İçtihatları Yargıtay,  2015  yılına  kadarki  içtihatlarında,  aldatılan  eşin  aldatma fiiline  katılan  üçüncü  kişiden  manevî  tazminat  talep  edebileceğine hükmediyordu. Yüksek Mahkeme bu kararlarında evlilik birliği üzerinde her bir eşin kişilik hakkı olduğunu, evli kişi ile evli olduğunu bilerek duygusal ve cinsel ilişkiye giren kişinin aldatan eş ile birlikte hareket ederek aldatılan eşin sosyal kişilik değerlerine saldırıda bulunduğunu kabul ediyordu. Bu kararlara göre, evli kişiyle ilişkiye giren kişinin sorumluluğu ahlâka ve adaba aykırılık nedeniyle gerçekleşen haksız fiilden kaynaklanmaktaydı.5                                                            5   Yarg. 4. HD., 1987/8959 E., 1988/1410 K., 15.2.1988 T.:  Olayımızda, ceza mahkemesi kararıyla da tesbit edilen zina eylemiyle; davacı ve davalı Binali'nin oluşturduğu evlilik birliği eylemli olarak dağılmış ve taraflar ayrı yaşamaya başlamışlardır. Evlilik birliğinin sağladığı manevi çıkarlar ve mutluluk kişinin manevi değerlerinden olup kişilik hakkının korunması  altındadır.  Davacının  bu  kişisel  değeri  suç  sayılan  bir  eylemle  tecavüze uğradığına göre Borçlar Kanununun 49. maddesindeki sayılan unsurlar gerçekleşmiştir.  Yarg. 4. HD., 2008/13455 E., 2009/1921 K., 10.2.2009 T.:  davalıların evlilik dışı birlikteliğinin resmi nikahlı eş olan davacının kişilik değerlerine zarar verdiği iddiası ile 860Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890  Aldatılan Eşin Eşinin… Yargıtay 4. Hukuk Dairesi 2015 yılında bu içtihattan dönerek aldatma fiiline katılan üçüncü kişinin fiilinin haksız fiil teşkil etmediği, bu nedenle ondan  manevî  tazminat  talep  edilemeyeceği  yönünde  kararlar  vermeye başlamıştır.  4.  Hukuk  Dairesi,  bu  içtihadına  gerekçe  olarak  sadakat yükümlülüğünü ihlâl eden eşin eylemi birlikte geçirdiği kişinin aldatılan eşin beden ve ruh bütünlüğüne yönelik hukuka aykırı ve aldatılan eşin kişilik hakkını ihlâl eden bir fiilinin bulunmamasını göstermiştir. Mahkemeye göre sadakat  yükümlülüğünün  ihlâli  sadakatsiz  eş  bakımından  TMK.  m.  174 uyarınca manevî tazminatı gerektirirken, eşin eylemi birlikte gerçekleştirdiği kişi bakımından kanunda herhangi bir düzenleme de bulunmadığına göre TBK.  m.  58  uyarınca  manevî  tazminata  hükmedilme  şartları gerçekleşmemektedir.6                                                                                                                                         manevi tazminat istenilmiştir. (…) Davalılar arasında uzun süredir devam ettiği anlaşılan evlilik birlikteliğinin resmi nikâhlı eş olan davacının sosyal kişilik değerlerine zarar verir.  Yarg. HGK., 2010/4-129 E., 2010/173 K., 24.3.2010 T.  Davalı kadın da, evli olduğunu bilerek davacının eşiyle gayrı resmi ilişkiye girmek ve ondan çocuk sahibi olmak suretiyle, gerek yasalarca gerek örf ve adet hukukunca korunmayan haksız bir davranış içine girmiştir. Bu davranış da açıkça haksız eylem niteliğindedir.(…) evli bir kimsenin evlilik dışı birlikteliği, diğer eşin sosyal kişilik değerlerine saldırı niteliğinde olduğu gibi, bu eyleme katılan kişinin eylemi de bundan ayrı düşünülemez. Dolayısıyla, bu eyleme evliliği bilerek katılan kişi de diğer eşin uğradığı zarardan sorumludur. Sonuç itibariyle, davalının davacının eşi ile evli olduğunu bilerek duygusal ve cinsel ilişkiye girdiğinin tarafların ve mahkemenin kabulünde olmasına göre; davalının sorumluluğu ahlâka ve adaba aykırılık nedeniyle gerçekleşen  haksız fiil den kaynaklanmakta; dava da yasal dayanağını  haksız  fiile  ilişkin  hükümlerden  almaktadır.  (www.kazanci.com,  E.T.: 1.5.2018). 6   Yarg. 4. HD., 2014/8569 E., 2015/5849 K., 7.5.2015 T.:  (…) davacının dava dışı eşinin davacıya  yönelik  sadakatsizlik  eyleminin  TMK.nın  evlenmeyle  eşe  yüklediği  ödevler arasında bulunan sadakat yükümlülüğünü ihlal sebebiyle anılan Kanunun 185. ve 174. maddeleri uyarınca boşanma sebebi ve istenmesi halinde manevi tazminatı gerektirir nitelikte olduğu kuşkusuzdur. (…) Zira dava dışı eş kendi iradesi ile bu birliğin tarafı olmayı kabul etmiş ve kendisine Kanunun yüklediği hak ve yükümlülükler altına girmiştir. Davalının eyleminin manevi tazminatı gerektirip gerektirmeyeceğine gelince, davalının doğrudan davacının bedensel veya ruhsal bütünlüğüne yönelik hukuka aykırı bir fiilde bulunduğundan söz edilemeyeceği gibi, Kanun'da yükümlülüğünü ihlal eden eşin eylemini birlikte gerçekleştirdiği kişiler yönünden herhangi bir düzenleme getirilmemiştir. Tüm bu nedenlerle, 818 Sayılı Borçla Kanununun 49 (TBK.nın 58) maddesine göre davalının fiilinin davacının kişilik haklarına saldırı niteliğinde olduğunun kabulü mümkün değildir.  Yargıtay 4. Hukuk Dairesi, 11.6.2015 tarihli bir başka kararında da aynı ifadelere yer vererek aldatılan eşin, aldatma eylemine katılan üçüncü kişiye yönelttiği manevî tazminat talebini  reddetmiştir.  Yarg.  4.  HD.,  2014/8510  E.,  2015/7762  K.,  11.6.2015  T. (www.kazanci.com, E.T.: 1.5.2018). 861L. Müjde Kurt  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890 Yargıtay  Hukuk  Genel  Kurulu,  2017  yılında,  Yargıtay  4.  Hukuk Dairesinin 2015 yılından itibaren verdiği kararlardan farklı olarak, aldatılan eşin eşinin aldatma eylemini birlikte gerçekleştirdiği üçüncü kişiden manevî tazminat talep edebileceğini kabul ederek tekrar eski içtihada dönmüştür. Yargıtay  Hukuk  Genel  Kurulu  22.3.2017  tarihinde  verdiği  kararda  evli kişinin sadakat yükümlülüğünü ihlâl eden birlikteliğinin diğer eşin sosyal kişilik değerlerine saldırı niteliğinde olduğunu, bu eyleme evliliği bilerek katılan kişinin ahlâka ve adaba aykırılık nedeniyle gerçekleşen haksız fiil nedeniyle aldatılan eşe karşı manevî tazminat sorumluluğunun doğduğunu ifade  etmiştir.7  Ancak  Hukuk  Genel  Kurulu  aynı  kararda  aldatılan  eşin çocuklarının aldatma fiiline katılan üçüncü kişiden manevî tazminat talep edemeyeceğini belirtmiştir.8 Böylece, aldatılan eşin üçüncü kişiden manevî tazminat talebi bakımından, böyle bir talebi reddeden Yargıtay 4. Hukuk Dairesi ile kabul eden Yargıtay Hukuk Genel Kurulu nun içtihatları arasında farklılık meydana gelmiştir.                                                            7   Yarg. HGK., 2017/4-1334 E., 2017/545 K., 22.3.2017 T.:  evli kişilerle ilişki uzun süre suç sayılmış  (…)  tır.  Bu  tür  eylemlerin  daha  sonraki  yasal  düzenlemeler  sırasında  suç olmaktan çıkarılmış olması, bu eylemin ahlaka aykırılığını ve dolayısıyla haksızlığını da ortadan kaldırmayacaktır. (…) Davacının eşinin evli olmasına rağmen bir başkası ile cinsel ve duygusal ilişkiye girmesi, evlilik sözleşmesi ile bağlandığı, sadakat borcu altına girdiği eşine karşı haksız eylem niteliğindedir. Davalı kadın da, evli olduğunu bilerek davacının eşiyle gayrı resmi ilişkiye girmek ve ondan çocuk sahibi olmak suretiyle, gerek yasalarca gerek örf ve adet hukukunca korunmayan haksız bir davranış içine girmiştir. (…) Böylece, evli bir kimsenin evlilik dışı birlikteliği, diğer eşin sosyal kişilik değerlerine saldırı  niteliğinde  olduğu  gibi,  bu  eyleme  katılan  kişinin  eylemi  de  bundan  ayrı düşünülemez. Dolayısıyla, bu eyleme evliliği bilerek katılan kişi de diğer eşin uğradığı zarardan sorumludur. (…) davalının davacının eşi ile evli olduğunu bilerek duygusal ve cinsel ilişkiye girdiğinin tarafların ve mahkemenin kabulünde olmasına göre; davalının sorumluluğu  ahlâka  ve  adaba  aykırılık  nedeniyle  gerçekleşen   haksız  fiil den kaynaklanmakta; dava da yasal dayanağını haksız fiile ilişkin hükümlerden almaktadır. (…)Ayrıca eşlerin bu yüzden boşanmış olup olmaları da önem taşımaz.  Aynı tespitler Yargıtay Hukuk Genel Kurulu nun 29.3.2017 tarihli bir kararında da tekrar edilmiştir Yarg.  HGK.,  2017/4-1482  E.,  2017/556  K.,  29.3.2017  T.  (www.kazanci.com,  E.T.: 1.5.2018). 8   Yarg. HGK., 2017/4-1334 E., 2017/545 K., 22.3.2017 T.:  Ne var ki (…)her iki çocuk lehine de manevi tazminata hükmedilmiş ise de; 818 sayılı Borçlar Kanunu'nun 49. maddesinde düzenlenen sorumluluğu genişletmek olanaksız olduğu gibi, çocukları bu kapsamda değerlendirmek söz konusu değildir. Yansıma yoluyla da manevi tazminat istenilemeyeceğinden çocuklar yönünden Özel Daire bozma kararına uyularak davanın reddine karar vermek gerekirken,(…) . (www.kazanci.com, E.T.: 1.5.2018). 862Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890  Aldatılan Eşin Eşinin… Aldatılan eşin eşiyle birlikte olan üçüncü kişiden manevî tazminat talebi konusundaki içtihat farklılığı Yargıtay İçtihatları Birleştirme Büyük Genel Kurulu nun  6.7.2018  tarihinde  verdiği  İçtihadı  Birleştirme  Kararı  ile giderilmiştir. Yargıtay söz konusu İçtihadı Birleştirme Kararında evlilikte sadakat  yükümlülüğünün  eşlere  ancak  birbirlerine  karşı  ileri sürülebilecekleri nispî bir hak bahşettiğini, eşlerin bu konuda herkese karşı ileri  sürülebilecek  mutlak  bir  hakları  bulunmadığını,  aldatma  eylemine katılan üçüncü kişinin salt bu eylemi ile özel bir koruma normunu veya bir mutlak hakkı ihlâl etmiş olmayacağını belirtmiştir. Mahkeme bu kararda evlilik birliği ve evlilik hayatının kişiye sağladığı statünün eşlerin kişilik hakkının  bir  parçası  olmadığını,  bu  bakımdan  evli  kişi  ile  birlikte  olan üçüncü kişinin bu davranışının aldatılan eşin kişilik hakkına saldırı teşkil etmediğini ifade etmiştir. Mahkeme, üçüncü kişinin eylemi hukuka aykırı olmadığı  ve  haksız  fiil teşkil  etmediği  için TBK. m.  49  f.  1 temelinde tazminat sorumluluğunun şartlarının; eylem ahlâka aykırı olmakla birlikte üçüncü kişi salt birlikte olduğu kişinin eşine zarar vermek amacıyla hareket etmedikçe de TBK. m. 49 f. 2 temelinde tazminat sorumluluğunun şartlarının gerçekleşmeyeceğine hükmetmiştir. Yargıtay İçtihadı Birleştirme Kararına göre,  aldatılan  eş,  üçüncü  kişi  onun  başkaca  bir  kişilik  hakkını  ihlâl etmedikçe,  salt  evli  kişiyle  birlikte  olduğu  için  üçüncü  kişiden  manevî tazminat talep edemez.9                                                            9   Yarg. İçt. Birl. BGK, 2017/5 E., 2018/7 K., 6.7.2018 T.:  zina suçunun (…) TCK'da suç olarak düzenlenmemesinin yanı sıra Medeni Hukuk alanında da evli bir kişiyle birlikte olmayı yasaklayan bir hukuk kuralına rastlanmaması karşısında, üçüncü kişinin aldatılan eşe karşı bu nedenle sorumlu olduğunu düzenleyen herhangi bir norm bulunmamaktadır. (…) Dolayısıyla hukuka aykırılık koşulu gerçekleşmeyen bir eylem nedeniyle TBK'nın 49. maddesinin  1.  fıkrası  gereğince  haksız  fiil  sorumluluğunun  söz  konusu  olmadığı açıktır.(…) evlilik birliği ve evlilik hayatının kişiye toplum nezdinde sağladığı statü, eşlerin kişilik haklarının bir parçası olmayıp, eşlerin birbirleri üzerinde herhangi bir kişilik hakkı da  bulunmamaktadır.(…)  Üçüncü  kişinin  sadakat  yükümlülüğünün  bulunmaması nedeniyle, evli eşle birlikte olan üçüncü kişinin bu davranışının diğer eşin kişilik haklarına doğrudan bir saldırı niteliğinde olduğu söylenemez.(…) Evli bir kişiyle birlikte olan üçüncü kişinin eyleminin ahlâka aykırı olduğunu söylemek mümkündür ancak üçüncü kişinin TBK'nın 49. maddesinin 2. fıkrasına göre tazminatla sorumlu olduğunu kabul edebilmek için birlikte olduğu kişinin evli olduğunu bilmesine rağmen bu fiili işlemesi yeterli değildir. (…) Evli kişiyle birlikte olan üçüncü kişinin sırf diğer eşe zarar verme kastıyla hareket ettiğinden bahsedilemediği taktirde, artık üçüncü kişinin bu fiili TBK 49/2 ye göre tazminatı gerektirmeyecektir. (…) üçüncü kişi tarafından gerçekleştirilen başkaca bir  kişilik  hakkı  ihlali  bulunmadıkça,  salt  evli  bir  kişiyle  birlikte  olmak  şeklindeki 863L. Müjde Kurt  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890 B.  İsviçre Federal Mahkemesi İçtihatları İsviçre  Federal  Mahkemesi  herkesin  evlilik  birliğini  ihlâl  etmeme yükümlülüğü  altında  olduğunu,  bu  birliğin  eşlerin  kişilik  haklarının  bir parçası  olduğunu  kabul  etmektedir.10  İsviçre  Federal  Mahkemesi nin aldatılan eşin eşinin ilişki kurduğu üçüncü kişiden manevî tazminat talep edebileceğini kabul ettiği eski tarihli bazı kararlar da mevcuttur.11 Ancak Federal Mahkeme aldatılan eşin eşinin ilişki kurduğu kişiden prensip olarak manevî tazminat talep edebileceğini kabul ettiği bu kararlarında dahi manevî tazminata hükmetmek konusunda çekimser davranmış ve tazminat talebini çok sıkı şartlara tâbi tutmuştur. Nitekim İsviçre Federal Mahkemesi 1958 tarihi  bir  kararında  aldatılan  eşin  kişilik  hakkının  ağır  ihlâli  şartının gerçekleşmediğinden  bahisle  aldatma  eylemine  katılan  kişiye  yönelttiği manevî tazminat talebini reddetmiştir. Buna gerekçe olarak da somut olayda davacı ile eşinin evliliğinin zaten çökmüş, mutsuz bir evlilik olmasına dayalı olarak aldatılmanın davacıda sağlıklı bir evlilik ilişkisinin ihlâl edilmesinde olacağı kadar sert etki yaratmayacak olmasını göstermiştir.12 Belirtmek  gerekir  ki,  İsviçre  Federal  Mahkemesi nin  aldatılan  eşin aldatma  eylemine  katılan  kişiden  prensip  olarak  manevî  tazminat  talep edebileceğini  kabul  ettiği  kararları  eski  tarihli  olup,  İsviçre de  ilerleyen süreçte pek çok değişiklik meydana gelmiştir. Örneğin, 1 Ocak 1990 da İsviçre Ceza Kanununda yapılan değişiklikle zina suç olmaktan çıkarılmış; 1 Ocak  2000  tarihinden  itibaren  ise  İsviçre  Medeni  Kanunu nda  yapılan değişiklik ile zina mutlak bir boşanma sebebi olmaktan da çıkarılmış; İsviçre doktrininde zina eyleminin aldatılan eşin kişilik hakkının ihlâli olmadığı görüşü  yaygınlaşmıştır.13  Tüm  bu  gelişmeler  karşısında  İsviçre  Federal Mahkemesi nin  bugün  böyle  bir  konuda  karar  verecek  olsa,  salt  zinaya                                                                                                                                         eyleminden dolayı aldatılan eşin üçüncü kişiden manevi tazminat isteyebilmesinin mümkün bulunmadığı sonuç ve kanaatine varılmıştır.  (www.resmigazete.gov.tr, E.T.:8.12.2018). 10  Örneğin bkz. BGE 43 II 309; BGE 78 II 289; BGE 84 II 329; BGE 108 II 348; BGE 109 II 4. 11  Örneğin bkz. BGE 78 II 289; BGE 84 II 329; BGE 109 II 4. 12  BGE 84 II 329. İsviçre Federal Mahkemesi bu kararında aldatılan eşin aldatma eylemine katılan kişiden manevî tazminat talebinin bu kişinin ağır kusurlu davranmış olması ve davacının kişilik hakkını ağır biçimde ihlâl etmiş olmasına bağlı olduğunu, bu şartların da istisnaî olarak gerçekleşebileceğini belirtmiştir. 13  Bu konuda bkz. Tuor, Peter/Schnyder, Bernhard/Schmid, Jörg/Rumo-Jungo, Alexandra. (2002). Das Schweizerische Zivilgesetzbuch (12. Aufl.). Zürich: Schulthess Verlag, s. 287 dn. 2. 864Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890  Aldatılan Eşin Eşinin… dayalı olarak manevî tazminat talebini prensip itibariyle olsa dahi kabul edebileceği son derece şüphelidir. C.  Alman Federal Mahkemesi nin Görüşü Alman  Federal  Mahkemesi,  evlilik  birliğinden  doğan  sadakat yükümlülüğünün  ihlâlinden  dolayı  aldatan  eşe  veya  aldatma  eylemine katılan üçüncü kişiye karşı haksız fiil temelinde tazminat talebinde (AMK. m. 823 f. 1) bulunulamayacağı görüşündedir. Zira Mahkemeye göre burada eşin  kişisel  alanını  ilgilendiren  ve  münhasıran  aile  hukuku  kuralları içerisinde çözümlenmesi gereken bir mesele mevcut olup, bu mesele haksız fiil  alanının  dışında  değerlendirilmelidir.14  Alman  Federal  Mahkemesi, aldatılan eşin eşinin kendisini aldattığı kişiye yönelttiği manevi tazminat talebini reddettiği bir kararında, zina eyleminin haksız fiile dayalı bir talebe dayanak oluşturmayacağını belirtmiştir. Mahkemeye göre, aldatma eylemi, eşlerden birinin katılımı olmadan mümkün olmadığına göre, eşler arasında evlilik içi bir mesele söz konusu olup, haksız fiil alanını ilgilendiren bir durum yoktur. Sadece aldatan eş bakımından evlilik hukukuna aykırı olarak değerlendirilebilecek olan kusurlu bir fiil söz konusu olup, aldatma eylemine katılan üçüncü kişinin aldatan eşin bir haksız fiiline katılımı söz konusu değildir.15 II.  Doktrinde İleri Sürülen Görüşler Doktrinde  eşin  aldatma  eylemini  birlikte  gerçekleştirdiği  kişinin  bu davranışının hukuka aykırılık (TBK. m. 49 f. 1) veya ahlâka aykırılık (TBK. m. 49 f. 2) temelinde haksız fiil teşkil ederek manevî tazminata sebep olup olamayacağı konusunda farklı görüşler ileri sürülmektedir.                                                              14  BGHZ 23, 215 = NJW 1957, 670; BGHZ 23, 279 = NJW 1957, 671; BGHZ 48, 82= NJW 1967, 2008; BGHZ 57, 229; BGH NJW 1973, 991. Alman doktrininde  evlilik birliği nin haksız fiillerin koruma alanına girip girmediği tartışmalıdır. Bu konuda bkz. Schulze, Reiner.  (2017)  Bürgerliches  Gesetzbuch,  Handkommentar  (9.  Aufl.),  Baden-Baden: Nomos, § 823 BGB, N. 44; Roth, Andreas. (2017). Münchener Kommentar zum BGB, Band 8, Familienrecht I, Säcker, F. J./ Rixecker, R./Oetker, H./Limperg, B. (Hrsg.), (7. Aufl.). München: C. H. Beck, § 1353 BGB, N. 48. 15  BGH NJW 1973, 991. 865L. Müjde Kurt  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890 A.  Üçüncü Kişinin Fiilinin Hukuka Aykırılık Temelinde Manevî Tazminata Esas Teşkil Edip Edemeyeceği 1. Genel Olarak Haksız fiil sorumluluğu bakımından hukuka aykırılık; başkalarına zarar vermeyi  yasaklayan  veya  zararlı  sonucu  önlemek  için  belirli  biçimde davranmayı emreden genel davranış kurallarının ihlâl edilmesidir.16 Kişilerin evli kişilerle cinsel ve/veya duygusal ilişkiye girmesini yasaklayan özel bir koruma normu mevcut değildir. O halde evli kişi ile ilişkiye giren kişinin bu fiilinin  hukuka  aykırı  sayılması  ancak  bu  fiil  ile  bir  mutlak  hak  ihlâl ediliyorsa söz konusu olabilir. Bu noktada, evli kişiyle ilişkiye giren üçüncü kişinin, bu ilişki nedeniyle aldatılan eşin mutlak hakları arasında yer alan kişilik haklarından birini ihlâl edip etmediği üzerinde durulmalıdır. Kuşkusuz, başkasının eşi ile beraber olan kişi, sadece evli kişiyle ilişki kurmakla kalmayıp ayrıca başlı başına aldatılan eşin bir kişilik hakkını ihlâl eden eylemlerde de bulunmuşsa, aldatılan eş ondan salt bu hukuka aykırı davranışları nedeniyle manevî tazminat talep edebilir. Örneğin, üçüncü kişi, kişinin eşi ile ilişki kurmakla kalmamış, ona iftirada bulunmuş veya hakaret etmişse,  onunla  alay  ederek  küçük  düşürmüşse,  aldatılan  eşin  şeref  ve haysiyeti üzerindeki kişilik hakkını ihlâl etmiş olur.17 Keza, üçüncü kişi ilişki  kurduğu  eş  sayesinde  öğrendiği  aldatılan  eşe  ilişkin  bazı  sırları başkalarına yaymışsa, aldatılan eşin özel hayatın gizliliğine ilişkin kişilik hakkını  ihlâl  etmiş  olur.18  Bu  tür  davranışların  manevî  tazminat  talebi bakımından hukuka aykırılık unsurunu gerçekleştireceği açıktır. Aşağıda, sadece aldatma fiilinin başlı başına aldatılan eşin bir kişilik hakkını ihlâl edip etmediği sorunu üzerinde durulacaktır.                                                            16  Brehm, Roland. (2013). Die Entstehung durch unerlaubte Handlungen, Art. 41-61 OR, Berner Kommentar, Schweizerisches Zivilgesetzbuch, Das Obligationenrecht, (4. Aufl.), Hausheer, Heinz/ Walter, Hans Peter (Hrsg.). Bern: Stämpfli Verlag, Art. 41, N. 33 vd.; Eren, s. 611 vd.; Oğuzman/Öz, Cilt-2, s. 15 vd. 17  Demircioğlu, Reyhan. (2016).  Aldatılan Eş Tarafından Üçüncü Kişiye Yöneltilen Manevî Tazminat Taleplerinde Hukuka Aykırılık Unsuru , AÜHF Dergisi, C. 65, S. 3, s. 687-721, s. 714; Serozan, Rona. (2016).  Evlilik Birliğinde Sadakat Yükümüne Aykırılıktan Ötürü Tazminat  Talebine  Yer  Olabilir  mi?   İstanbul  Kültür  Üniversitesi  Hukuk  Fakültesi Dergisi, Turhan Esener e Armağan Cilt II, C. 15, S. 1, s. 451-458, s. 456; Oğuzman/Öz, Cilt-2, s. 265. 18  Oğuzman/Öz, Cilt-2, s. 261. 866Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890  Aldatılan Eşin Eşinin… 2.  Evli  Kişinin  Aldatılmasının  Onun  Herhangi  Bir  Mutlak Hakkını İhlâl Edip Etmediği Sorunu Mutlak haklar arasında yer alan kişilik hakları; bir kişinin sadece var oluşundan, kişi oluşundan dolayı sahip kabul edildiği değerler üzerindeki, herkese karşı ileri sürülebilen, değeri para ile ölçülemeyen, vazgeçilemeyen, devredilemeyen  haklardır.19  Salt  evli  kişi  ile  ilişkiye  girme  eyleminin aldatılan eşin şeref ve haysiyeti veya evlilik birliği üzerindeki kişilik hakkını ihlâl edip etmediği konusunda doktrinde farklı yaklaşımlar mevcuttur. a.  Aldatılan  Eşin  Şeref  ve  Haysiyeti  Üzerindeki  Kişilik  Hakkı Bakımından Doktrinde  ileri  sürülen  bir  görüşe  göre,  zina  eylemi  aldatılan  eşi bulunduğu  çevrede  küçük  düşürerek  onun  şeref  ve  haysiyetinin  ihlâline neden olur. Zina eylemine katılan üçüncü kişi de bu fiili ile aldatılan eşin şeref ve haysiyetini ihlâl ettiği için onun uğradığı manevî zararı tazminle yükümlüdür.20 Bir başka görüşe göre, evli kişi ile birliktelik kurmanın diğer eşin şeref ve haysiyetini ihlâl edip etmediği hukuk tekniği ve teorisinin dışında  kalan,  bu  konuda  benimsenecek  hukuk  politikasına  ilişkin  bir sorundur.21  Buna  karşılık,  Türk doktrinindeki  hâkim  görüş, salt  aldatma                                                            19  Deschenaux, Henri/Steinauer, Paul-Henri. (2001). Personnes physiques et tutelle (4. éd.), Berne: Stämpfli Verlag, N. 518, 529 vd.; Bucher, Andreas. (2009). Personnes physiques et protection  de  la  personnalité  (5.  éd.),  Bâle:  Helbing  Lichtenhahn  Verlag,  N.  430; Oğuzman, M. Kemal/Seliçi, Özer/Oktay-Özdemir, Saibe. (2014). Kişiler Hukuku (Gerçek ve Tüzel Kişiler) (14. Bası). İstanbul: Filiz Kitabevi, s. 154. Yaygın kabul gören bir sınıflandırmaya göre, kişilik değerleri fizikî, duygusal ve sosyal kişilik değerleri olarak üçe ayrılır. Fizikî kişilik değerleri, kişinin sadece fizikî varlığına bağlı olarak sahip olduğu örneğin, vücut bütünlüğü, hareket özgürlüğü gibi değerlerdir. Duygusal kişilik değerleri; kişinin duygusal ilişkiler ağı içinde yaşayan bir varlık olmasının beraberinde getirdiği değerlerdir.  Örneğin,  kişinin  yakınları  ile  ilişki  kurma  hakkı  bu  kapsamda değerlendirilmektedir. Sosyal kişilik değerleri ise, kişinin toplum içinde yaşayan bir varlık olmasının beraberinde getirdiği değerlerdir. Örneğin, kişinin şeref ve haysiyeti, özel hayatı bu tür değerlerdendir. Üçlü ayrım ve örnekler için bkz. Deschenaux/Steinauer, N. 540 vd; Bucher, N. 440 vd.; Roberto, Vito. (2002). Schweizerisches Haftpflichtrecht. Zürich: Schulthess Verlag, N. 456; Eren, s. 558. 20  Franko, Nisim. (1973) Şeref ve Haysiyete Tecavüzden Doğan Manevî Zararın Tazmini. Ankara: Doruk Yayınevi, s. 57-59.  21  Demircioğlu, s. 715. Yazara göre, yargı uygulaması ile bu konuda bir hukuk politikası tercihi yapılmalı; bu yapılırken de Türk toplumunda şeref ve haysiyete verilen anlam ile cinsler arası eşitlik ilkesi göz önünde tutulmalıdır. 867L. Müjde Kurt  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890 eylemine  katılmanın  aldatılan  eşin  şeref  ve  haysiyetini  ihlâl  etmediği yönündedir.22 b. Aldatılan  Eşin  Evlilik  Birliği  Üzerindeki  Kişilik  Hakkı Bakımından Evlilik birliğinin bir kişilik değeri olup olmadığı ve evlilik birliği bir kişilik değeri olarak kabul edilse dahi salt aldatma eyleminin aldatılan eşin bu kişilik değerini ihlâl edip etmediği meseleleri hakkında doktrinde farklı görüşler ileri sürülmektedir: aa.  Eşlerin  Evlilik  Birliğine  İlişkin  Olarak  Kişilik  Hakkı Bulunduğu Görüşü Bir görüşe göre, aile ilişkileri ve bu kapsamda olmak üzere evlilik, nişanlılık, soybağı ilişkileri kişinin duygusal kişilik değerleri arasında olup bu değerler üzerinde kişinin kişilik hakkı vardır. Zira bu ilişkiler kişiler arasında özel, duygusal, üçüncü kişilerden gelen saldırılara karşı korunmaya lâyık bir bağ yaratır. Buna göre, evlilik ilişkisi (evlilik birliği), duygusal kişilik değeri olarak, TMK. m. 24 (İMK. m. 28) anlamında kişinin hukuken korunması gerekli olan kişilik değerleri arasındadır. Eşlerden her birinin evlilik birliğinin ihlâl edilmemesine yönelik herkese karşı ileri sürebileceği bir kişilik hakkı vardır.24                                                            22  Serozan, Rona. (2017). Medenî Hukuk, Genel Bölüm, Kişiler Hukuku (7. Bası). İstanbul: Vedat Kitapçılık, s. 464; Oğuzman/Seliçi/Oktay-Özdemir, s. 173-174; (eşlerin birbirlerinin onurunun ve saygınlığının bir parçası olmadığını ifade eden) Oğuzman/Öz, Cilt-2, s.264. 23  Deschenaux/Steinauer, N. 554; Bucher, N. 444; BK-Hausheer/Reusser/Geiser, Art. 159, N. 12;  Landolt,  Hardy.  (2007).  Die  Entstehung  durch  unerlaubte  Handlungen,  Zweite Lieferung, Art. 45-49 OR, ZK - Zürcher Kommentar Band/Nr. V/1c/2, (3. Aufl.), Gauch, Peter/Schmid, Jörg (Hrsg.). Zürich: Schulthess Verlag, Art. 49, N. 630; Dural/Öğüz/ Gümüş, s. 156; Eren, s. 817 dn. 254. Bu yazarlar evlilik birliğini  duygusal kişisel değeri  olarak değerlendirilmektedir. Buna karşılık Türk hukukunda bazı yazarlar evlilik birliğini  sosyal  kişilik  değeri   olarak  nitelendirmektedir.  Örneğin,  Keskin,  s.  206  dn  339. Yargıtay ın  evlilik  birliğini   sosyal  kişilik  değeri   olarak  nitelendirdiği  kararları mevcuttur.  Örneğin,  Yarg.  HGK.,  2017/4-1334  E.,  2017/545  K.,  22.3.2017  T. (www.kazanci.com, E.T.: 1.5.2018). Ancak 6.7.2018 tarihli Yargıtay İçtihadı Birleştirme Kararında  Yargıtay ın  evlilik  birliğini  artık  bir  kişilik  değeri  olarak  kabul  etmediği görülmektedir. Yarg. İçt. Birl. BGK, 2017/5 E., 2018/7 K., 6.7.2018 T.:  evlilik birliği ve evlilik hayatının kişiye toplum nezdinde sağladığı statü, eşlerin kişilik haklarının bir parçası olmayıp, eşlerin birbirleri üzerinde herhangi bir kişilik hakkı da bulunmamaktadır (…).  (www.resmigazete.gov.tr, E.T.:8.12.2018). 24  Aebi-Müller, Regina. (2016). Art. 28, CHK - Handkommentar zum Schweizer Privatrecht, Personen-  und  Familienrecht  -  Partnerschaftsgesetz  Art.  1-456  ZGB  (3.  Aufl.), 868Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890  Aldatılan Eşin Eşinin… Aile ilişkisini ve evlilik birliğini birer kişilik değeri olarak kabul eden bazı yazarlar,25 kişilik hakkı ihlâli meselesini evlilik birliğine yönelmiş ihlâle eşlerden  birinin  katılımının  olup  olmamasına  göre  farklı değerlendirmektedirler.  Diğer  bir  deyişle,  evliliğe  dışarıdan  gelen müdahaleler  ile  duygusal  ilişkinin  tarafları  arasındaki  durumu  farklı  ele almaktadırlar.  Eşlerden  hiçbirinin  rızası,  katılımı  olmaksızın,  tümüyle üçüncü kişinin aile ve evlilik ilişkisine zarar vermesi eşlerden her birinin aile bütünlüğüne ve evlilik birliğine ilişkin kişilik hakkını ihlâl eder. Örneğin, üçüncü bir kişinin evlilik içinde doğmuş bir çocuğun babasının koca değil, kendisi olduğunu ısrarla ileri sürmesi eşlerin aile hayatına ilişkin kişilik hakkına  zarar  verir.  Bu  kapsamda  her  bir  eş  bu  kişilik  hakkı  ihlâlinin durdurulmasını (TMK. m. 25 f. 1) talep edebileceği gibi, kişilik hakkını ihlâl eden kişiden manevî tazminat (TMK. m. 25 f. 3, TBK. m. 58) da talep edebilir.26 Buna karşılık, eşler arasındaki ilişkiler ve özellikle bir eşin diğer eşi aldatması suretiyle evlilik ilişkisinin zarar görmesi bakımından durum farklıdır. Bu durumda aldatılan eş, TMK. m. 25 f. 1 (İMK. m. 28a f. 1) hükmünde  düzenlenen  koruyucu  davalardan  yararlanamaz.  Örneğin, aldatılan eş, eşine veya eşi ile ilişki kuran üçüncü kişiye karşı bu ilişkiyi sona erdirmesi için  durdurma davası  açamaz.27 Bu durumda sadece aile hukukuna özgü yaptırımlar söz konusu olur.28 Evlilik  birliğinin  kişiliğin  hukuken  korunmaya  değer  bir  parçası olduğunu  kabul  eden  yazarlar  arasında  sadakat  yükümlülüğünün  ihlâli                                                                                                                                         Breitschmid, Peter / Jungo, Alexandra (Hrsg.), Zürich: Schulthess Verlag, Art. 28, N. 15; BK-Hausheer/Reusser/Geiser, Art. 159, N. 12; Bräm, Verena. (1998). Die Wirkungen der Ehe  im  allgemeinen,  Art.  159-180  ZGB,  Zürcher  Kommentar  zum  Schweizerischen Zivilgesetzbuch, Das Familienrecht, Band/Nr. II/1c, (3. Aufl.), Bräm, Verena (éd.). Zürich: Schulthess Verlag, Art. 159, N. 66; Dural/Öğüz/Gümüş, s. 156; Eren, s. 817. 25  Deschenaux/Steinauer, N. 555; Bucher, N. 445; CHK-Aebi-Müller, Art. 28, N. 15; BKHausheer/Reusser/Geiser, Art. 159, N. 12; ZK-Br m, Art. 159, N. 69; Roberto, N. 471; Dural/Öğüz/Gümüş, s. 156. 26  ZK-Br m, Art. 159, N. 67; BK-Hausheer/Reusser/äGeiser, Art. 159, N. 12. İsviçre Federal Mahkemesi ne göre de aile birliği eşlerin bir kişilik değeridir. Mahkeme, bir erkeğin tekrarlaäyan davranışlarıyla evlilik içinde doğmuş bir çocuğun babasının koca değil kendisi olduğunu iddia etmesinin eşlerin ve çocuğun aile hayatlarının ihlâli kapsamında kişilik hakkı ihlâli olduğunu ifade etmiştir. BGE 108 II 344, 348. 27  ZK-Br m,  Art.  159,  N.  69;  BK-Hausheer/Reusser/Geiser,  Art.  159,  N.  12;  Dural/ Öğüz/Gümüş, s. 156. 28  Robertäo, N. 471; ZK-Br m, Art. 159, N. 69; Bucher, N. 445. Buna göre, evlilikten doğan yükümlülüklerin ihlâlinin eşler arasındaki yaptırımı örneğin, evlilik birliğini koruyucu düzenlemelere başvurmaä, boşanma veya ayrılık davası açma olabilir. 869L. Müjde Kurt  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890 halinde aldatılan eşin, aldatan eşten veya eşin beraber olduğu üçüncü kişiden manevî tazminat talep edip edemeyeceği konusunda görüş birliği yoktur. Bazı  yazarlara  göre,  aldatan  eş  ve  eylemi  birlikte  gerçekleştirdiği  kişi, aldatma eylemi ile aldatılan eşin evlilik birliği üzerindeki kişilik hakkını ihlâl etmiş olurlar. Bu bakımdan, aldatılan eş, boşandığı takdirde,29 kendisini aldatan eşten TMK m. 174 f. 2 (İMK. (e) m. 151 f. 230) uyarınca, aldatma eylemine katılan üçüncü kişiden ise, kişilik hakkı ihlâline bağlı haksız fiil temelinde TBK. m. 58 e (İBK. m. 49) dayalı olarak manevî tazminat talep edebilir.31  Buna  karşılık,  bazı  yazarlar,  aldatma  durumda  aldatılan  eşin, aldatan eşten de aldatma fiiline katılan üçüncü kişiden de salt bu sebeple manevî tazminat talep edemeyeceğini savunmaktadırlar. Bu görüşe göre, eşlerden  birinin  aldatma  fiiline  iştirak  etmek  suretiyle  evlilik  birliğinin ihlâline özgür iradesiyle katılması halinde, evlilik birliği ihlâlinin hukuka aykırılık unsuru ortadan kalkar. Zira evlilik birliği duygusal bir kişilik değeri olarak ancak ortada yaşayan, gerçek bir evlilik varsa korunabilir. Korunma ihtiyacı ancak her bir eş evlilik birliğini korumak istiyorsa vardır. Oysa bir eş diğerini aldatıyorsa ortada artık korunacak gerçek bir ilişki yok demektir.32                                                            29  Aldatılan eşin boşanmadığı halde kendisini aldatan eşten sadakat yükümlülüğünün ihlâli sebebiyle TBK m. 58 (İBK. m.49) uyarınca manevî tazminat talep edip edemeyeceği tartışmalıdır. Hâkim görüşe göre, aldatılan eş diğer eşe karşı, ondan boşanmadıkça, zinaya dayalı olarak manevî tazminat davası açamaz. Stark, Emil W. (1986).  Kann ein Dritter wegen Ehestörung zu Genugtuungszahlungen verpflichtet werden?  Festschrift für Cyril Hegnauer zum 65. Geburstag. Bern: Stämpfli Verlag, s. 515-533, s. 530; Oftinger, Karl/ Stark, Emil W. (1995). Schweizerisches Haftpflichtrecht Zweiter Band: Besonderer Teil - Erster  Teilband:  Verschuldenshaftung,  gewöhnliche  Kausalhaftungen,  Haftung  aus Gewässerverschmutzung,  (4.  Aufl.).  Zürich:  Schulthess  Verlag,  s.  51,  N.  146; Dural/Öğüz/Gümüş, s. 156; Öztan, s. 194; Öztan, Bilge/Ozanemre-Yayla, Hatice Tolunay. (2017).   Yargıtay  Hukuk  Genel  Kurulu nun  22.3.2017  Tarih,  2017/4-1334  Esas  ve 2017/545 Karar Sayılı Kararı Üzerine Eleştirel Bir Yaklaşım , Ankara Barosu Dergisi, Y. 75, S. 2017/3, s. 197-225, s. 213. Aksi görüşte: ZK-Bräm, Art. 159, N. 70; Badur, Emel/Turan-Başara,  Gamze.  (2016).   Aile  Hukukunda  Sadakat  Yükümlülüğü  ve İhlâlinden Kaynaklanan Manevî Tazminat İstemi , AÜHF Dergisi, C. 65, S. 1, s. 101-136, s.123. 30  İMK. (e) m. 151 hükmü yürürlükten kaldırıldığı için İsviçre Medeni Kanununda artık boşanmanın malî sonuçları arasında manevî tazminat talebine ilişkin özel bir hüküm bulunmamaktadır. Bu bakımdan, İsviçre hukukunda boşanma durumunda da aldatılan eşin aldatan eşe karşı manevî tazminat talebinin dayanağı manevî tazminata ilişkin genel hüküm niteliğindeki İBK. m. 49 olacaktır. Bkz. ZK- Landolt, Art. 49, N. 638. 31  ZK-Bräm, Art. 159, N. 69; ZK-Landolt, Art. 49, N.631, 638; BK-Brehm, Art. 49, N. 69; Eren, s. 817 ve oradaki dn. 254. 32 Roberto, N. 471; BK-Hausheer/Reusser/Geiser, Art. 159, N. 12. Son zikrettiğimiz yazarlara göre,  zina  bir  haksız  fiil  oluşturmaz.  Evliliğe  dayalı  yaşam  ortaklığının  muhafazası 870Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890  Aldatılan Eşin Eşinin… Diğer bazı yazarlar ise, aldatılan eşin zina eden eşe karşı boşanma davası ile birlikte manevî tazminat davası (TMK. m. 174 f. 2) açabileceğini kabul etmekte; ancak üçüncü kişinin bir eşin kişilik hakkını ihlâl eden davranışına diğer  eş  katıldığı  takdirde,  bu  katılımın  üçüncü  kişinin  fiilinin  hukuka aykırılığını ortadan kaldıracağını, bu nedenle aldatılan eşin üçüncü kişiden manevî tazminat talep edemeyeceğini ileri sürmektedirler.33 bb.  Eşlerin Evlilik Temeline Dayalı Duygusal İlişkiye Dair Kişilik Hakkı Bulunduğu Görüşü Çetiner e göre, evlilik, evlilik birliği veya evlilik hayatı eşlerin kişilik hakkına dâhil bir unsur değildir. Zira evlilik ilişkisi yalnız eşler arasında geçerli  bir  ilişki  olup,  evliliğin  mutlak  hak  kapsamında  koruma  altına alınması  onun  aile  hukuku  sözleşmesi  niteliği  ile  bağdaşmaz.  Bununla birlikte, evlilik temeline dayalı olarak eşlerin sahip olduğu duygusal varlıklar duygusal  kişiliğin  unsurlarındandır.  Her  bir  eşin  evlilik  temeline  dayalı duygusal  ilişkisine  dair  kişilik  hakkı  vardır.34  Bu  görüşe  göre,  bir  eşin diğerini aldatması, aldatılan eşin evlilik temelinde sahip olduğu duygusal varlıkların, dolayısıyla kişilik hakkının ihlâlidir. Bu durumda gerek aldatan eş, gerekse de aldatma eylemini birlikte gerçekleştirdiği üçüncü kişi, kural olarak,  aldatılan  eşin  bir  kişilik  hakkını  ihlâl  etmiş  olur.  Bu  nedenle, aldatılan eş, kural olarak, diğer eşten de üçüncü kişiden de manevî tazminat talep edebilir.35 cc.  Eşlerin  Kişisel  İlişki  Kurma,  Düzenleme,  Korumaya  İlişkin Kişilik Hakkı Bulunduğu Görüşü Doktrinde savunulan bir başka görüşe göre, kişinin dilediği kişi ile ilişki kurma,  ilişkiyi  devam  ettirme,  dilediğinde  sona  erdirme  hakkı,  kişi                                                                                                                                         doğrudan da aldatan eşe veya aldatmaya katılan üçüncü kişiye açılacak önleme, durdurma, maddî veya manevî tazminat davaları üzerinden dolaylı olarak da cebren sağlanamaz. 33  Dural/Öğüz/Gümüş, s. 156. 34 Çetiner, Bilgehan. (2016).  Aldatılan Eş Manevî Tazminat Talep Edebilir mi? , İstanbul Kültür Üniversitesi Hukuk Fakültesi Dergisi, Prof. Dr. M. İlhan Ulusan a Armağan Cilt-1, C. 15, S. 2, s. 513-528, s. 524 vd. 35  Ancak yazara göre aldatmanın gerçekleştiği dönemde evliliğin zaten sarsılmış olduğu özellikle  eşler  arasında  geçimsizlik  varken,  eşler  ayrı  yaşarken  aldatma  eyleminin gerçekleştiği durumlarda evlilik temelli özel ve yoğun duygusal ilişkinin, dolayısıyla aldatılan eşin kişilik hakkının ihlâlinden söz edilemez. Bu durumda, aldatan eş veya aldatma eylemini birlikte gerçekleştirdiği üçüncü kişiden manevî tazminat talep edilemez. Çetiner, s. 525-526. 871L. Müjde Kurt  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890 özgürlüğü kapsamında onun kişilik haklarına dâhildir. Kişilik hakkı olan husus, evlilik ilişkisinin kendisi değil; bir kişisel ilişkiyi kurma, düzenleme hakkıdır. Yoksa bizatihi evlilik ilişkisi üzerinde eşlerin kişilik hakkı yoktur. Kişi  evlenmekle  kişi  özgürlüğünden  vazgeçmiş  sayılamayacağına  göre, evlilik ilişkisini sona erdirme, eşinden başka kişi ile (suç teşkil eden bir fiile vücut vermemek  kaydıyla) cinsel ilişki kurma hakları da kişi özgürlüğü kapsamında onun kişilik haklarına dâhildir. Boşanma halinde kusursuz eşin diğer eşten manevî tazminat talebini düzenleyen TMK m. 174 f. 2 (İMK. (e) m. 151 f. 2) hükmü, kişilik hakkı ihlâline dayalı olmayan, sadece boşanma durumu için düzenlenmiş, aile hukukuna özgü ve sadece eşler arasındaki ilişkiye  ilişkin  olan  özel  bir  hükümdür.  Bu  hükümden  bir  eşin  kişisel özgürlüğünün sınırlandığı anlamına gelecek bir sonuç çıkarılamaz.37 Bu görüşe göre, evlilik ilişkisi bakımından, bir eşin ilişkisini korumaya dair  kişilik  hakkı,  diğer  eşin  bir  ilişkiyi  düzenleme  ve  sona  erdirmeye, dilediği kişi ile ilişki kurmaya yönelik kişi özgürlüğüne ilişkin kişilik hakkı ile  ve  üçüncü  kişinin  de  dilediği  kişi  ile  ilişki  kurma  kişilik  hakkı  ile sınırlıdır.  Bir  kimse  eşini  evlilik  ilişkisini  devam  ettirmeye,  başkası  ile cinsel, duygusal ilişki kurmamaya zorlayamayacağı gibi, üçüncü kişiyi de eşi ile  ilişkiyi  kesmeye  zorlayamaz.  Aldatan  eş  de  onun  aldatma  fiilini gerçekleştirdiği üçüncü kişi de kişi özgürlüklerinin bir parçası olan dilediği kişi ile ilişki kurma hakkını, yani bir kişilik haklarını kullanmaktadırlar. Bu itibarla, ne aldatan eşin, ne de üçüncü kişinin eylemi aldatılan eşin kişilik hakkını  ihlâl  eder  niteliktedir.  Bu  bakımdan  aldatma  eylemi  haksız  fiil sorumluluğunu gerektiren hukuka aykırı bir fiil değildir.38 dd.  Eşlerin  Evlilik  Birliğine  İlişkin  Kişilik  Hakkı  Bulunmadığı Görüşü Doktrinde ileri sürülen bir diğer görüşe göre, evlilik ilişkisi kendi başına bir kişilik değeri teşkil etmez. Evlilik sözleşmesi eşler arasında akdedilen bir                                                            36  Oftinger/Stark, s. 49-50, N. 141; Stark, s. 523; Öztan/Ozanemre-Yayla, s. 211. 37  Oftinger/Stark, s. 50-51, N. 145; Öztan/Ozanemre-Yayla, s. 217. 38  Oftinger/Stark, s. 49-50, N. 141; Öztan/Ozanemre-Yayla, s. 211. Oftinger/Stark a göre, aldatılan eş boşanma gerçekleştiği takdirde aldatan eşten aile hukukuna özel bir hüküm olan TMK m. 174 f. 2 (İMK. (e) m. 151 f. 2) hükmü çerçevesinde manevî tazminat talep edebilmekte; buna karşılık, boşanma söz konusu değilse aldatan eşten manevî tazminat talep edememektedir. Aldatılan eşin boşanmadığı takdirde kendisini aldatan eşten manevî tazminat talep edememesine rağmen, üçüncü kişiden manevî tazminat talep edebilmesi tatmin edici bir çözüm olmaz. Oftinger/Stark, s. 51, N. 146. 872Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890  Aldatılan Eşin Eşinin… sözleşme olup, evlilik sözleşmesinden doğan sadakat beklentisi (TMK. m. 185 f. 3) de sadece diğer eşe karşı ileri sürülebilen nispî bir hak teşkil eder. Bir kişinin  eşi tarafından aldatılmama hakkı  biçiminde herkese karşı ileri sürebileceği  bir  kişilik  hakkı  (mutlak  hakkı)  yoktur.  Buna  bağlı  olarak, evlilik  dışı  ilişki  kuran  eş,  diğer  eşin  ayrıca  başka  bir  kişilik  hakkını (örneğin, şeref ve haysiyetini) ihlâl etmedikçe, sadece aldatma fiili ile eşin bir kişilik hakkını ihlâl etmiş olmaz.39 Evlilik ilişkisinin  ve  buna  bağlı  sadakat talebinin mutlak  bir  hakka değil, sadece eşler arasında geçerli nispî bir hakka vücut verdiği görüşünü savunan yazarlar arasında, sadakat yükümlülüğünün ihlâli temelinde manevî tazminat talebinin hem aldatan eşe, hem de onun ilişki kurduğu üçüncü kişiye  mi  yöneltilemeyeceği,  yoksa  sadece  üçüncü  kişiye  mi yöneltilemeyeceği konusunda farklı görüşler mevcuttur: Serozan a göre, eşini aldatan tarafın fiili de aldatma eylemine katılan üçüncü kişinin fiili de diğer eşin kişilik hakkını ihlâl etmez; bu bakımdan hukuka aykırı değildir. Kişi eşini aldatıyorsa, bu durum ortada korunmaya lâyık ihlâle elverişli, sağlıklı bir evlilik ilişkisi bulunmadığını, haksız fiil korunmasını gerektirecek bir halin söz konusu olmadığını gösterir. Zinanın artık cezaî alanda suç sayılmaması zinanın haksız fiil sorumluluğuna yol açmaması gerektiği görüşünü destekler. Sadakat yükümlülüğü  eksik bir yüküm   niteliğinde  olup,  yerine  getirilmesi  zorla  sağlanamaz.40  Eşin sadakatsizliği karşısında, sadakatsiz eşe veya onun birlikte olduğu üçüncü kişiye karşı haksız fiil temelli davalar (önleme, durdurma, maddî ve manevî tazminat  davaları)  açılamaz.  Zira  bu  tür  haksız  fiil  yaptırımlarının uygulanması, sadakatsiz eşin ve onun birliktelik yaşadığı üçüncü kişinin dilediği  kişiyle  özgür  biçimde  ilişki  kurmaya  yönelik  anayasal  temel haklarının ölçüsüz biçimde sınırlanması anlamına gelir. Evli kişinin eşinden başkası  ile  ilişki  kurması  ilişkinin  her  iki  tarafı  açısından  ahlâkî  (etik) sorumluluk  doğurabilecek  olmakla  birlikte,  bu  husus  hukuk  alanının konusuna girmez.41                                                            39  Serozan, Medenî Hukuk, s. 464; Serozan, Sadakat Yükümü, s. 452; Oğuzman/Öz, Cilt-2, s. 263-264. Salt evli kişi ile ilişki kurmanın diğer eşin bir kişilik hakkını ihlâl etmediği yönünde: Oğuzman/Seliçi/Oktay-Özdemir, s. 173-174. 40  Serozan, Sadakat Yükümü, s. 452-453. Yazara göre, sadakat yükümlülüğünün ihlâlinin yaptırımları, aile hukuku hükümleri ile sınırlı sayıdaki belirli yaptırımlarla (örneğin, aldatılan eşin zina sebebiyle boşanma davası açabilmesi (TMK. m. 161)) düzenlenmiştir.  41  Serozan, Sadakat Yükümü, s. 453-454.  873L. Müjde Kurt  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890 Bir başka görüşe göre ise, evlilik sözleşmesi sadece sözleşmenin tarafı olan eşler bakımından sadakat yükümlülüğü ve buna karşılık gelen nispî bir hak doğurduğundan, bu yükümlülük üçüncü kişilere karşı ileri sürülemez. Bu nedenle, aldatılan eş, TMK. m. 174 f. 2 uyarınca zina eden eşe karşı manevî tazminat davası açabileceği halde, salt aldatma fiiline dayalı olarak aldatma eylemine iştirak eden üçüncü kişiye karşı manevî tazminat davası açamaz.43 Oğuzman/Öz e göre, aldatılan eşin aldatma eylemine iştirak eden üçüncü  kişiden  manevî  tazminat  talebine  imkân  tanıyarak  Türk  Ceza Kanunu ndan kaldırılan zina suçuna tazminat hukuku aracılığı ile özel hukuk sahasında bir alternatif üretilmeye çalışılmamalıdır. Öte yandan, aldatılan eşe  böyle  bir  tazminat  hakkı  tanınması,  onun  olaylardan  etkilenen çocuklarının da üçüncü kişiden manevî tazminat talep edip edemeyeceği, ücret karşılığı evli kişi ile birlikte olan seks işçisinden de manevî tazminat talep edilip edilemeyeceği gibi cevaplanması güç pek çok tartışmalı sorunu da beraberinde getirerek belirsizlik yaratacaktır.44 ee.  Eşlerin  Evlilik  Birliğine  İlişkin  Kişilik  Hakkı  Bulunup Bulunmadığının  Hukuk  Politikasına  İlişkin  Bir  Tercih Meselesi Olduğu Görüşü Demircioğlu na göre, evlilik birliğinin eşlerin kişiliğinin bir parçası, bir kişilik değeri olarak kabul edilip edilemeyeceğinin belirlenmesi meselesi hukuk  teorisinin  dışında  kalan,  hukuk  politikasına  ilişkin  bir  tercih sorunudur.  Ancak  yargı  uygulaması  tarafından  evlilik  birliği  bir  kişilik değeri  olarak  kabul  edilse  dahi  eşlerden  birinin  rızasıyla  gerçekleşen sadakatsizlik eyleminin diğer eşin bu kişilik hakkını ihlâl edip etmediği yine de  tartışılabilir.  Zira  sadakatsizlik  eyleminin  diğer  eşin  evlilik  birliğine ilişkin kişilik hakkını ihlâl ettiğinin kabulü bu kabule bağlı başkaca hukukî                                                            42  Badur/Turan-Başara, sözleşmeden kaynaklanan yükümlülüklerin ihlâlinin de kişinin duygu dünyasını  etkileyerek  kişilik  hakkı  ihlâli  sonucu  doğurarak  manevî  tazminata  yol açabileceğine işaret ederek, nispî bir hak doğuran sadakat yükümlülüğünün ihlâlinin de diğer eşin kişilik hakkını ihlâl edebileceğini savunmaktadırlar. Badur/Turan-Başara, s. 116. Bununla birlikte, bu yazarlara göre, eşler arasında sadakat yükümlülüğünü öngören TMK. m. 185 f. 3 hükmü emredici bir hüküm olup, bu hükmü ihlâl ederek eşini aldatan kişinin eylemi TBK. m. 49 f. 1 anlamında  hukuka aykırı bir fiil  teşkil etmektedir. Bu nedenle aldatılan eş, boşanma davası açmadan da TBK. m. 58 uyarınca aldatan eşten manevî tazminat talep edebilir. Badur/Turan-Başara, s. 124. 43  Oğuzman/Öz, Cilt-2, s. 264; Badur/Turan-Başara, s. 120, 125. 44 Oğuzman/Öz, Cilt-2, s. 264 dn. 30 ve dn. 31. 874Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890  Aldatılan Eşin Eşinin… soruların  da  benimsenen  bu  hukuk  politikasına  uygun  olarak cevaplandırılmasını gerektirir.45 B.  Üçüncü Kişinin Fiilinin Ahlâka Aykırılık Temelinde Manevî Tazminata Esas Teşkil Edip Edemeyeceği Evli olduğu halde eşinden başkası ile ilişki kuran eşin davranışının da, evli olduğunu bilerek evli kişiyle ilişkiye giren üçüncü kişinin davranışının da ahlâka aykırı olduğu genel kabul görmektedir.46 TBK m. 49 f. 2 ye göre,  Zarar verici fiili yasaklayan bir hukuk kuralı bulunmasa bile, ahlâka aykırı bir  fiille  başkasına  kasten  zarar  veren  de,  bu  zararı  gidermekle yükümlüdür.   Üçüncü  kişilerin  evli  kişiler  ile  duygusal  ve/veya  cinsel beraberlik  yaşamasını  yasaklayan  bir  hukuk  kuralı  hukuk  düzenimizde mevcut değildir. Bununla birlikte, evli kişiyle ilişki kuran üçüncü kişinin bu eyleminin  ahlâka aykırı davranışla başkasına kasten zarar verme  (TBK. m. 49 f. 2) çerçevesinde manevî tazminata yol açıp açamayacağı tartışmalı bir meseledir. Bir görüşe göre, evli kişi ile zina yapan üçüncü kişi şayet karşısındaki kişinin kiminle evli olduğunu bile bile bu eylemi gerçekleştirmişse, kastla gerçekleştirilmiş ahlâka aykırı eylem kapsamında bir haksız fiil söz konusu olacağından, aldatılan eş TBK. m. 49 f. 2 ve TBK. m. 58 hükümleri uyarınca bu  üçüncü  kişiden  tazminat  talep  edebilir.47  Yargıtay ın  6.7.2018  tarihli İçtihadı Birleştirme Kararı ndan önce vermiş olduğu üçüncü kişiyi manevî tazminat ödemeye mahkûm eden bazı kararlarında da üçüncü kişinin aldatma                                                            45  Yazar, ailenin aldatılan eş dışındaki tüm fertlerinin de evli kişiyle birliktelik yaşayan üçüncü kişiden manevî tazminat talep edip edemeyeceği; aldatılan eşin kişilik hakkının ihlâl edilmiş sayılması için cinsel birliktelikte süreklilik aranıp aranmayacağı meselelerini bu tür sorunlara örnek olarak göstermektedir. Demircioğlu, s. 716.  46  Demircioğlu, s. 707; Öztan/Ozanemre-Yayla, s.207-208; (Bu tür bir davranışın ahlâki (etik)  sorumluluk  doğurabileceğini  belirten)  Serozan,  Sadakat  Yükümü,  s.  454; Badur/Turan-Başara, s. 126. Yargıtay ın görüşü de bu yöndedir. Örneğin, Yarg. HGK., E. 2010/4-129,  K.2010/173,  T.  24.3.2010  (www.kazanci.com,  E.T.:  1.5.2018).  İsviçre Federal Mahkemesi de zinayı ahlâka aykırı bir eylem olarak nitelendirmektedir. Bkz. BGE 98 IV 86 (88). İsviçre Federal Mahkemesi, bir ceza davasında zina suçunun İsviçre Ceza Kanunu ndan  çıkarılmasının,  bu  davranışın  ahlâken  onaylanan  bir  davranış  olduğu anlamına gelmediğini belirtmiştir. Bkz. İsviçre Federal Mahkemesi nin 14.3.2007 tarihli, 6S_5/2007 sayılı kararı (https://www.swisslex.ch, E.T.: 1.5.2018). 47  Velidedeoğlu, Hıfzı Veldet. (1965). Türk Medenî Hukuku C. II, Aile Hukuku (5. Bası). İstanbul: Nurgök Matbaası, s. 260. 875L. Müjde Kurt  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890 eylemine  katılımını  TBK.  m.  49  f.  2  kapsamında  ahlâka  aykırı  fiil  ile başkasına kasten zarar verme olarak değerlendirdiği görülmektedir.48 Doktrindeki  ağırlıklı  görüş  ise,  üçüncü  kişinin  aldatma  eylemine katılmış olmasının onun ahlâka aykırılık (TBK. m. 49 f. 2) temelinde manevî tazminat sorumluluğuna yol açmayacağı yönündedir. Bu görüşteki yazarların çoğunluğu görüşlerini bu tür olaylarda  kast  unsurunun eksik oluşu ile gerekçelendirmektedir. Bu yazarlara göre, TBK. m. 49 f. 2 çerçevesinde zararı tazmin yükümlülüğünün doğması için, dolaylı (ihtimalî kast), yani aldatma fiiline katılan üçüncü kişinin birlikte olduğu kişinin evli olduğunu, aldatılan  eşin  bu  fiil  neticesinde  manevî  zarara  uğrayacağını  bilmesi, öngörmesi, göze alması yeterli değildir. Evli kişiyle ilişkiye giren kişinin mutlaka doğrudan kastla hareket etmesi, yani aldatılan eşin manevî zarara uğramasını doğrudan istemesi de gerekir. Bu görüşe göre, üçüncü kişi ancak evli kişiyle onu sevdiği için veya başkaca kendi menfaatleri için değil de sırf onun eşine zarar vermek, acı çektirmek için o kişi ile beraber oluyorsa, aldatılan eşe ahlâka aykırı fiil ile doğrudan kastla zarar vermiş olur. Ancak nadiren rastlanabilecek bu tür bir durumda, aldatılan eşin bu üçüncü kişiden TBK. m. 49 f. 2 ye dayalı olarak manevî tazminat talep etmesi mümkün olur.49 Yargıtay da 6.7.2018 tarihli İçtihadı Birleştirme Kararı ile bu görüşü benimsemiştir.50                                                            48  Örneğin, Yarg. HGK., E. 2010/4-129, K.2010/173, T. 24.3.2010:  davalının davacının eşi ile evli olduğunu bilerek duygusal ve cinsel ilişkiye girdiğinin tarafların ve mahkemenin kabulünde olmasına göre; davalının sorumluluğu ahlaka ve adaba aykırılık nedeniyle gerçekleşen  haksız fiil den kaynaklanmakta; dava da yasal dayanağını haksız fiile ilişkin hükümlerden almaktadır.  (www.kazanci.com, E.T.: 1.5.2018). 49  Oğuzman/Öz, Cilt-2, s. 264 dn. 30; Öztan/Ozanemre-Yayla, s. 208; Badur/Turan-Başara, s. 127; Demircioğlu, s. 708 dn. 79. 50  Yarg. İçt. Birl. BGK, 2017/5 E., 2018/7 K., 6.7.2018 T.:  Evli bir kişiyle birlikte olan üçüncü kişinin eyleminin ahlâka aykırı olduğunu söylemek mümkündür ancak üçüncü kişinin TBK'nın 49. maddesinin 2. fıkrasına göre tazminatla sorumlu olduğunu kabul edebilmek için birlikte olduğu kişinin evli olduğunu bilmesine rağmen bu fiili işlemesi yeterli değildir. (…) üçüncü kişinin aldatma eylemine katılmasının, aldatan eşe karşı duyduğu duygusal yakınlıktan kaynaklanması veya eylemin para karşılığı gerçekleşmesi de olasıdır. Bu durumlarda da eylem ahlâka aykırı kabul edilse bile aldatılan eşe kasten zarar verme amacı taşıdığını söylemek her zaman mümkün değildir. Kanunda belirtildiği anlamda kasten zarar verme amacının gerçekleşmesi için üçüncü kişinin ahlâka aykırı bu fiili, salt birlikte olduğu kişinin eşine zarar verme kastıyla işlemiş olması gerekmektedir.  (www.resmigazete.gov.tr, E.T.:8.12.2018). 876Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890  Aldatılan Eşin Eşinin… Aldatma eylemine katılan üçüncü kişinin davranışının TBK. m. 49 f. 2 kapsamında manevî tazminat sorumluluğuna yol açmayacağını kabul eden bir başka görüşe göre ise, TBK. m. 49 f. 2 hükmü uyarınca tazmini talep edilebilecek zarar münhasıran maddî zarar olup, bu hüküm manevî zararların tazminini kapsamaz. Bu görüşe göre, üçüncü kişinin salt aldatma eylemine katılmış  olması,  aldatılan  eş  bakımından  kişilik  hakkı  ihlâli  meydana getirmediğinden,  aldatma  eylemine  ek  olarak  gerçekleşen  bağımsız  bir kişilik hakkı ihlâli söz konusu olmadıkça TBK. m. 58 kapsamında manevî tazminat sorumluluğuna da yol açmaz.51 III.  Görüşlerin Değerlendirilmesi ve Görüşümüz Evli kişi ile ilişkiye giren üçüncü kişinin aldatılan eşe karşı manevî tazminat sorumluluğunu düzenleyen özel bir hüküm bulunmadığına göre, mesele Türk hukukunda manevî tazminatı düzenleyen genel hüküm olan TBK. m. 58 çerçevesinde incelenmelidir. Manevî tazminat talebi bakımından kişilik  hakkı  ihlâli  hem  hukuka  aykırılık  unsuru,  hem  de  zarar  unsuru bakımından  önemlidir.  Kişilik  hakkının  ihlâli,  mutlak  bir  hakkın  ihlâli niteliğinde olduğundan, bir hukuka uygunluk sebebi bulunmadıkça, hukuka aykırı  bir  fiil  teşkil  eder.  Öte  yandan,  manevî  tazminat,  kişinin  kişilik değerlerinde iradesi dışında meydana gelen azalmanın, yani manevî zararın tazmin edilmesini amaçlar. Kişinin kişilik değerlerindeki azalma ise ancak onun bir kişilik hakkının ihlâli suretiyle meydana gelebilir. Bu bakımdan Türk-İsviçre hukukunda kişilik hakkı ihlâli meydana gelmeksizin manevî tazminata hükmedilmesi söz konusu olamaz.52 Evli  kişiyle  ilişkiye  giren  üçüncü  kişinin  diğer  eşe  karşı  manevî tazminat sorumluluğunun bulunup bulunmadığı belirlenirken temel mesele üçüncü kişinin bu eyleminin aldatılan eşin bir kişilik hakkını ihlâl edip etmediğidir. Aldatma eylemine katılan üçüncü kişi sadece bununla kalmayıp, bu fiiline ek olarak gerçekleştirdiği bazı davranışlar ile aldatılan eşin bir kişilik  hakkını  ihlâl  etmiş  olabilir.53  Bu  tür  durumlarda  zina  eylemine                                                            51  Kapancı, Kadir Berk. (2016). Ahlâka Aykırı Bir Fiille Kasten Verilen Zararın Tazmini (TBK. m. 49 f. 2). İstanbul: Vedat Kitapçılık, s. 108-109. 52  Rey, N. 475; Schwenzer, N. 17.10; Keskin, s. 142; Kapancı, s. 184. 53  Üçüncü kişi sadece evli kişi ile ilişkiye girmekle kalmayıp, doğrudan ilişki kurduğu kişinin eşini hedef alan davranışlarda bulunarak onu taciz ve rahatsız etmek suretiyle aldatılan eşin psikolojisini hastalık boyutuna ulaşacak derecede bozmuşsa, aldatılan eşin  ruhsal 877L. Müjde Kurt  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890 katılmaktan  bağımsız  olarak  başlı  başına  kişilik  hakkı  ihlâlleri bulunduğundan,  diğer  şartlar  da  gerçekleştiğinde,  aldatılan  eşin  üçüncü kişiden manevî tazminat talep edebileceği açıktır. Bizi ilgilendiren mesele ise salt aldatma eyleminin tek başına aldatılan eşin bir kişilik hakkını ihlâl edip etmediğidir. A.  Aldatma Eyleminin Aldatılan Eşin Bir Kişilik Hakkını İhlâl Edip Etmediği Bakımından Kanaatimizce, evli kişinin eşi tarafından aldatılması, tek başına, onun şeref  ve  haysiyeti  üzerindeki  kişilik  hakkını  ihlâl  eden  bir  eylem  teşkil etmez. Toplumun kişilerden beklediği niteliklerden birinin veya birkaçının bir  kişide  bulunmadığı  veya  eksik  olduğu  düşüncesini  uyandıran  ve toplumda  o  kişiyi  küçük  düşürmeyi  hedefleyen  her  türlü  beyan  veya davranışın şeref ve haysiyetin ihlâli teşkil edeceği kabul edilmektedir.54 Evli kişinin eşi tarafından aldatılması, tek başına, toplumun kişilerde bulunmasını gerekli  gördüğü  bir  niteliğin  aldatılan  eşte  bulunmadığı  düşüncesini uyandırmaz. Aksine zinanın meydana gelmesi eşini aldatan kişide ve evli kişi ile ilişkiye giren kişide toplumun aradığı bazı ahlâki niteliklerin eksik olduğunu ortaya koyar.55 Evlilik birliği üzerinde eşlerin kişilik hakkı olup olmadığı ve aldatma eyleminin bu kişilik hakkını ihlâl edip etmediğine gelince, kanaatimizce aile                                                                                                                                         bütünlüğü  ihlâl edildiği için kişilik hakkı ihlâl edilmiş olur. Bu tür bir ihlâl örneğin, aldatılan eşe sürekli telefon açarak veya mesajlar yollayarak bu kişi üzerinde psikolojik baskı kurmak ya da ona eşi ile olan ilişkilerine dair ispat vasıtalarını yollamak suretiyle gerçekleşmiş olabilir. Öte yandan, üçüncü kişi, salt aldatma eylemine katılmakla kalmayıp, aldatılan  eşi  toplum  nazarında  küçük  düşürmeyi  hedefleyen,  onda  toplumun  gerekli gördüğü bazı vasıfların bulunmadığı iddiası içeren beyanlarda bulunmuşa, aldatılan eşe hakaret etmişse veya iftirada bulunmuşsa, onun  şeref ve haysiyeti  üzerindeki kişilik hakkını ihlâl etmiş olur. Yahut bir eş üçüncü kişiyi eşi ile oturdukları konuta alarak zina eylemini burada gerçekleştirdiyse, üçüncü kişi, ortak konuta girilmesi konusunda rızası bulunmayan  aldatılan  eşin  konut  dokunulmazlığını  ihlâl  etmek  suretiyle  onun   özel alanı na ilişkin kişilik hakkını ihlâl etmiş olur. 54  ZK-Landolt,  Art.  49,  N.  110;  Oğuzman/Seliçi/Oktay-  Özdemir,  s.  168;  Dural, Mustafa/Öğüz, Tufan. (2016). Türk Özel Hukuku Cilt II, Kişiler Hukuku (17. Bası). İstanbul: Filiz Kitabevi, s. 129; Keskin, s. 177-178. 55  Zina  eylemini  gerçekleştirmek  toplumun  ahlâken  hoş  görmediği  bir  davranış  biçimi olduğundan, bir kişiye zina etmediği halde zina isnadında bulunulması o kişinin şeref ve haysiyetini  ihlâl  eder.  Bu  yönde:  İsviçre  Federal  Mahkemesi nin  14.3.2007  tarihli, 6S_5/2007 sayılı kararı (https://www.swisslex.ch, E.T.: 1.5.2018). 878Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890  Aldatılan Eşin Eşinin… bütünlüğü ve bu kapsamda evlilik birliği, her bir eşin hukuken korunmaya değer kişilik değerleri arasındadır. Bununla birlikte, bu değerlere tümüyle dışarıdan gelen saldırılar ile bir eşin rızaya dayalı katılımı ile gerçekleşen sadakatsizlik biçimindeki ihlâllerin farklı ele alınması gerektiği görüşüne katılıyoruz. Eşlerden birinin katılımı olmaksızın tümüyle üçüncü kişilerden kaynaklanan ve aile huzurunu bozan davranışlar her bir eş açısından kişilik hakkı ihlâli teşkil edebilir. Örneğin, bir kişinin, asılsız söylentiler çıkararak eşlerin arasını bozmaya uğraşması veya o evlilikte doğan çocuğun aslında kocadan  olmadığı  iddiasını  yayması,  aile  huzurunu,  evlilik  ilişkisini tehlikeye  atacağından  bu  kapsamda  değerlendirilebilir.  Zira  bu  tür durumlarda  evlilik  her  iki  eşin  de  bağlılık  duyduğu,  yürütmek  istediği, sağlıklı,  bu  itibarla  da  hukuken  korunmaya  değer  bir   bütünlük   teşkil etmekte  olup,  toplumun  diğer  tüm  bireylerinin  bu  bütünlüğe  saygı göstermesi,  zarar  vermemesi  beklenebilir.  Buna  karşılık,  evlilik  birliği eşlerden birinin iradî katılımı ile zarar görmüşse, bir eş diğerini aldatmışsa, durum farklı değerlendirilmelidir. Bir eş diğerini aldatıyorsa, ortada zaten hukuken  korunmaya  lâyık,  sağlıklı,  yaşayan,  yolunda  giden  bir  evlilik bulunmadığı  görüşüne  katılıyoruz.57  Gerçekten  de  eşlerin  elbirliğiyle sahiplenmedikleri, eşlerden birinin kendi rızası ile başkası ile ilişkiye girdiği bir evlilikte, eşler arasında korunmaya lâyık bir yakın duygusal ilişkinin varlığından,  bir   bütünlük ten  söz  etmek  güçtür.  Evlilikteki  ruhsal  ve duygusal bütünlük zaten bozulmuştur ki bir eş diğerini aldatabilmiştir. Salt  aldatma  eyleminin  aldatılan  eşin  bir  kişilik  hakkını  ihlâl  edip etmediğinin  tespitinde  üzerinde  durulması  gereken  konu,  sadakat yükümlülüğünün hukukî niteliğidir. Evli kişilerin birbirlerine karşı sadakat yükümlülüğü (TMK. m. 185 f. 3) cebren icrası mümkün olmayan bir eksik borç veya aile hukukuna özgü bir ödev olarak değerlendirilmektedir.58 Bu yükümlülük sadece eşler tarafından ihlâl edilebildiği ve sadece eşe karşı ileri sürülebilmesi itibariyle diğer eşe mutlak değil, ancak nispî bir hak bahşeder.                                                            56  Bu görüş için bkz. yukarıda II, A, 2, b, aa. 57  Biz, eşlerden birinin aldatma eylemine katılımının üçüncü kişinin davranışını hukuka uygun hale getirdiği görüşüne (Bu görüşte: Dural/Öğüz/Gümüş, s. 156) katılamıyoruz. Zira kanaatimizce burada esasen hukuka aykırı bir fiilin bir eşin rızası nedeniyle hukuka uygunluk sebebinden yararlanması değil, doğrudan hukuka aykırı olmayan bir fiil söz konusudur. Aldatma gerçekleştiyse, ortada sağlıklı, sorunsuz bu itibarla da korunmaya lâyık bir evlilik birliği yoktur ki buna ilişkin menfaat ihlâl edilmiş olsun.  58  Serozan, Sadakat Yükümü, s. 452; Öztan/Ozanemre-Yayla, s. 204; Kapancı, s. 104. 879L. Müjde Kurt  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890 Sadakat yükümlülüğünün ihlâlinin sonuçları aile hukuku hükümleri arasında ve sadece yükümlülüğünü ihlâl eden eş bakımından düzenlenmiştir.59 Boşanmaya  sebep  olan  olaylar  yüzünden   kişilik  hakkı   saldırıya uğrayan tarafın kusurlu taraftan manevi tazminat talep edebileceğini öngören TMK. m. 174 f. 2 hükmünden ve aldatılan eşin bu hükme dayalı olarak aldatan eşten manevî tazminat talep edebilmesinden, aldatan eşin aldatma fiili ile diğer eşin bir  kişilik hakkını  ihlâl etmiş olduğu sonucu çıkarılamaz. Kanaatimizce, aldatılan eşin bu hükme dayalı olarak aldatan eşten manevî tazminat  talep  edebilmesi  için  salt  zina  eyleminin  gerçekleşmiş  olması yeterli  değildir.  Davalı  eşin  zina  yapması  onun  boşanmaya  sebep  olan olaylar bakımından kusurlu olduğunu ortaya koyma işlevi görür. TMK. m. 174 f. 2 çerçevesinde aldatılan eşin aldatan eşten manevî tazminat talep edebilmesi için mutlaka ayrıca bir kişilik değeri ihlâlinin (örneğin, şeref ve haysiyetin ihlâli, özel hayatın ihlâli) gerçekleştiğinin de davacı tarafından ortaya konulması gerekir.61 Yargıtay ın  İçtihadı  Birleştirme  Kararında  aldatma  eylemine  katılan üçüncü  kişinin  bu  davranışının  aldatılan  eşin  bir  kişilik  hakkını  ihlâl etmediği belirtilmekte ve bu durum üçüncü kişinin sadakat yükümlülüğü bulunmamasına dayandırılmaktadır. Buna bağlı olarak da kararda aldatılan eşin boşandığı takdirde aldatan kusurlu eşten TMK. m. 174 f. 2 ye dayalı                                                            59  Öncelikle, zina mutlak bir boşanma sebebi sayılmıştır (TMK. m. 161). Ayrıca, sadakat yükümlülüğünü  ihlâl  eden  eşin  zina  eylemi  bu  eş  bakımından  kusurlu bir  davranış olduğundan, boşanmanın malî sonuçlarından olan maddî ve manevî tazminat davalarında (TMK. m. 174) davalının kusurlu olması şartının gerçekleşmesini sağlar. Öte yandan, zina nedeniyle  boşanma  halinde,  zina  etmiş  olmak,  edinilmiş  mallara  katılma  rejiminin tasfiyesinde zina fiilinde bulunan eşin artık değerdeki pay oranının hâkim tarafından azaltılmasına veya kaldırılmasına yol açabilir (TMK. m. 236 f. 2).  60  Belirtmek gerekir ki mehaz İsviçre Medenî Kanunu nun TMK. m. 174 f. 2 ye karşılık gelen İMK. (e) m. 151 f. 2 hükmü artık yürürlükte değildir. İsviçre de 1.1.2000 de yürürlüğe  giren  26.6.1998  tarihli  kanun  değişikliği  kapsamında  boşanma  hükümleri arasında yer alan İMK. (e) m. 151 de yürürlükten kaldırılmıştır. Yeni getirilen boşanma düzenlemesinde boşanmaya bağlı maddî ve manevî tazminat taleplerini düzenleyen İMK. (e) m. 151 benzeri bir hükme yer verilmemiştir. İMK. m. 125 hükmü boşanmanın malî sonuçları bakımından sadece nafaka talebine yer vermiştir. Böylece İsviçre de boşanma durumunda bir eşin diğer eşten manevî tazminat talebi artık manevî tazminatı düzenleyen genel hüküm niteliğindeki İBK. m. 49 a (TBK. m. 58) tâbidir. Bu konuda bkz. BKHausheer/Reusser/ Geiser, Art. 159, N. 12. 61  Bu nedenle, TMK. m. 174 f. 2 hükmünün eşin kişilik hakkının ihlâline dayalı bir hüküm olmadığı görüşüne (Bu görüşte: Oftinger/Stark, N. 145; Öztan/Ozanemre-Yayla, s. 217) katılamıyoruz. 880Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890  Aldatılan Eşin Eşinin… olarak  manevî  tazminat  talep  edebileceği  belirtilmektedir.62  Oysa kanaatimizce aldatma eylemine katılan üçüncü kişinin bu eylemi ile aldatılan eşin  bir  kişilik  hakkını  ihlâl  edip  etmemesi  onun  sadakat  yükümlülüğü bulunup  bulunmamasından  bağımsız  bir  konudur.  Bu  mesele  evlilik birliğinin aldatılma söz konusu olduğunda bir eşin hukuken korunmaya lâyık bir değerini teşkil edip etmediği ile ilgilidir. Bu konuda korunmaya lâyık bir değer  ya  vardır  ya  yoktur.  Aynı  eylemi  (aldatma  eylemini)  birlikte gerçekleştiren iki kişiden birinin aldatılan eşin kişilik hakkını ihlâl ettiği, diğerinin  ise  etmediği  sonucuna  varılamaz.  Bu  bakımdan  Yargıtay ın aldatılan eşin  başka  bir  kişilik  hakkı  ihlâli  bulunmaksızın salt aldatılma nedeniyle aldatan eşten (kişilik hakkı ihlâlini şart koşan) TMK. m. 174 f. 2 ye  dayalı  olarak  manevî  tazminat  talep  edebileceği  anlamına  gelen ifadelerini isabetli bulmuyoruz. Eşin aldatılmasının onun bir kişilik hakkını ihlâl ettiğini söyleyebilmek için, onun aldatılmama hakkının herkese karşı ileri sürülebilecek bir hak olduğunu kabul etmek gerekir. Oysa eşler arasında söz konusu olan sadakat yükümlülüğünden,  herkese  karşı  etkili  olabilecek,  tüm  toplumun  riayet etmesi gereken bir davranış kuralı (evli kişiler ile ilişki kurma yasağı)                                                            62  Yarg. İçt. Birl. BGK, 2017/5 E., 2018/7 K., 6.7.2018 T.:  aile hukukunda evlilik birliğinin devamı sırasında eşlerden birinin sadakat yükümlülüğüne aykırı davranışına karşı diğer eşin başvurabileceği çeşitli hukuki yollar ve uygulanacak yaptırımlar düzenlenmiştir. Bu yaptırımlardan biri olan ve TMK'nın 174. maddesinin 2. fıkrasındaki düzenlemeye göre  Boşanmaya sebep olan olaylar yüzünden kişilik hakkı saldırıya uğrayan taraf, kusurlu olan  diğer  taraftan  manevî  tazminat  olarak  uygun  miktarda  bir  para  ödenmesini isteyebilir . Bu madde gereğince manevi tazminat sadece kusurlu olan diğer eşten ve ancak boşanma davası ile birlikte istenebilir. (…) Eşlerden biri yalnızca diğer eşten sadakat  yükümlülüğüne  uygun  davranmasını  talep  edebilir.  Üçüncü  kişinin  sadakat yükümlülüğünün  bulunmaması  nedeniyle,  evli  eşle  birlikte  olan  üçüncü  kişinin  bu davranışının  diğer  eşin  kişilik  haklarına  doğrudan  bir  saldırı  niteliğinde  olduğu söylenemez.  (www.resmigazete.gov.tr, E.T.:8.12.2018). 63  Kişilik  haklarının  herkese  karşı  ileri  sürülebilen  haklardan  olduğu  konusunda  bkz. Deschenaux/Steinauer, N. 530; Oğuzman/Seliçi/Oktay-Özdemir, s. 155; Dural/Öğüz, s. 103. 64  Kanaatimizce, TMK. m. 185 f. 3 te düzenlenen sadakat yükümlülüğünün eşler bakımından dahi olsa emredici bir davranış kuralı getirdiği söylenemez. Zira davranış kuralları (temel koruma normları) genel nitelikte olup herkese hitap eder ve bu kuralların korumayı amaçladığı varlıklar kişilerin sahip olduğu mutlak haklardır. (Davranış kurallarının bu nitelikleri konusunda bkz. Eren, s. 613, 617.) Oysa sadakat yükümlülüğü herkese yönelik olmadığı gibi, diğer eşin mutlak bir hakkını (örneğin, bir kişilik hakkını) korumaya yönelik de değildir. Hem sadakatsizliğin diğer eşin kişilik hakkını ihlâl etmediği, hem de buna rağmen hukuka aykırı olduğu ileri sürülemez. TMK. m. 185 f. 3 ile eşlere sadakat 881L. Müjde Kurt  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890 çıkarılamaz. Bu husus, sadakat yükümlülüğünün nispî niteliğine aykırıdır. Mesele eşler arası sadakat olduğunda, toplumun geri kalanının evliliklerde sadakatsizliğe yol açmama gibi bir yükümlülüğü yoktur. Üstelik doktrinde haklı  olarak  belirtildiği  üzere  bu  noktada  diğer  eşin  ve  üçüncü  kişinin dilediği  kişi  ile  dilediği  türden  kişisel  ilişkiler  kurma  biçimindeki   kişi özgürlüğüne  ilişkin kişilik haklarının da hesaba katılması gerekecektir. Eşin aldatılmamaya ilişkin menfaati karşısında, diğer eşin ve üçüncü kişinin de ilişkilerini serbestçe düzenleme menfaatleri yer almaktadır.65 Şayet herkes evli kişiler ile ilişkiye girmemekle yükümlü olsaydı ve bu tür bir ilişki aldatılan eşin kişilik hakkının ihlâli niteliğinde olsaydı, o zaman evli kişiyle ilişkiye giren kişinin aile bütünlüğünü de bozduğundan bahisle, o evlilikteki çocuklara karşı da manevî tazminat yükümlülüğünün söz konusu olması gerekirdi. Bu bakımdan, Yargıtay ın evlilik birliğini bir kişilik değeri olarak görmediğini ifade ettiği 6.7.2018 tarihli İçtihadı Birleştirme Kararı öncesinde  vermiş  olduğu  hem  aldatma  eylemini  evlilik  birliğine,  aile bütünlüğüne karşı meydana gelmiş bir kişilik hakkı ihlâli sayan, hem de çocuklar bakımından manevî tazminat taleplerini reddeden kararlarını kendi içinde çelişkili buluyoruz.66 Kişilik  haklarının  önemli  bir  özelliği,  savunma  sağlayan  haklar olmaları, hakkı ihlâl edilen kişiye kişiliği koruyan davalardan yararlanma hakkını bahşetmeleridir.67 Şayet aldatma eylemi aldatılan eş bakımından bir kişilik hakkı ihlâli olsaydı, her kişilik hakkı ihlâlinde olduğu gibi, gerek aldatan eşe, gerekse de aldatma eylemine iştirak eden üçüncü kişiye karşı saldırının önlenmesi veya saldırının durdurulması davaları (TMK. m. 25 f. 1) açılarak ihlâlin önlenebilmesi veya durdurulabilmesi gerekirdi. Oysa bu tür davalar,  bir  yandan  evliliğin  korunmasına  ilişkin  hükümlerde  böyle  bir imkân tanınmadığı, diğer yandan da aldatan eşin ve onun eylemi birlikte                                                                                                                                         yükümlülüğü  yüklenmesi,  bir  davranış  kuralı  değil,  evlilik  akdine  dayalı  eksik  bir yükümlülüğün kanun tarafından düzenlenmesidir. Bu nedenle, aldatan eş bakımından sadakatsizlik eyleminin, kişilik hakkı ihlâlinden dolayı değil, eşler açısından emredici bir davranış normu olarak kabul ettikleri TMK. m. 185 in ihlâli nedeniyle hukuka aykırı olduğunu ve haksız fiil teşkil ettiğini savunan Badur/Turan-Başara ya katılamıyoruz. Söz konusu görüş için bkz. Badur/Turan-Başara, s. 125, 132.  65  Bu konuda bkz. yukarıda II, A, 2,b,cc. 66  Örn. bkz. Yarg. HGK., 2017/4-1334 E., 2017/545 K., 22.3.2017 T (www.kazanci.com, E.T.: 1.5.2018). 67  Deschenaux/Tercier, N. 530a; Oğuzman/Seliçi/Oktay-Özdemir, s. 157. 882Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890  Aldatılan Eşin Eşinin… gerçekleştirdiği kişinin özgürlüklerinin (diledikleri kişi ile ilişki kurmaya yönelik kişilik haklarının) ölçüsüz kısıtlanması niteliğinde olacağından, haklı olarak, kabul görmemektedir.68 Aldatma eylemine katılan üçüncü kişinin bu eylemi ile aldatılan eşin bir kişilik hakkını ihlâl ettiği kabul edilirse, aldatılan eş ister boşansın, ister boşanmasın üçüncü kişiden TBK. m. 58 e dayalı olarak manevî tazminat talep edebilecektir. Oysa doktrinde hâkim görüş aldatılan eşin boşanmadıkça kendisini  aldatan  eşten  sadakatsizlik  temelinde  manevî  tazminat  talep edemeyeceği yönündedir.69 Bu nedenle, boşanmama durumunda kendisini aldatan eşten sadakatsizlik nedeniyle manevî tazminat talep edemeyen eşin, üçüncü kişiden manevî tazminat talep edebilmesindeki çelişki doktrinde, kanaatimizce haklı olarak, eleştirilmektedir.70 Yargıtay  bazı  içtihatlarında  zinanın  suç  olmaktan  çıkarılmasının  bu eylemin  ahlâka  aykırılığını,  dolayısıyla  haksızlığını  ortadan kaldırmayacağını ifade etmekte idi.71 Oysa bir eylemin ahlâka aykırı olması, onun  hukuka  aykırı  olmasını  zorunlu  kılmaz.  Hukuk  düzeni  zinayı korumadığı  gibi,  yasaklamamıştır  da. Ayrıca   suç   sayılmayan  bir  fiilin  haksız fiil  teşkil etmesi mümkün ise de, kanun koyucunun bir fiili önceden suç  sayarken,  sonradan  suç  olmaktan  çıkarmasındaki  gaye  de  gözden                                                            68  Sadakatsizlik halinde kişiliği koruyucu davaların açılamayacağı yönünde: Roberto, N. 471; ZK-Br m,  Art.  159,  N.  69;  BK-Hauheer/Reusser/Geiser,  Art.  171,  N.  24;  Öztan/ Ozanemre-Yayla, s. 213; Serozan, Sadakat Yükümü, s. 455; Dural/Öğüz/Gümüş, s. 156. 69  Aldatıläan eşin boşanma davası açmadıkça diğer eşten sadakatsizliğe dayalı olarak manevî tazminat  talep  edemeyeceği  yönünde:  Stark,  s.  530;  Oftinger/Stark,  s.  50,  N.  146; Dural/Öğüz/Gümüş, s. 156; Öztan/Ozanemre-Yayla, s. 217. Aksi görüşte: Aldatılan eşin boşanma davası açmadan da sadakatsizlik nedeniyle diğer eşten TBK. m. 58 e (İBK. m. 49)  göre  manevî  tazminat  talep  edebileceği  yönünde;  ZK-Bräm,  Art.  159,  N.  70; Badur/Turan-Başara, s. 132.  70  Bu eleştiri için bkz. Oftinger/Stark, s. 50, N. 146; Öztan/Ozanemre-Yayla, s. 218. 71  Örn. bkz. Yarg. HGK., 2017/4-1334 E., 2017/545 K., 22.3.2017 T.; Yarg. HGK., 2017/41482 E., 2017/556 K., 29.3.2017 T. (www.kazanci.com, E.T.: 1.5.2018). Buna karşılık Yargıtay ın 6.7.2018 tarihli İçtihadı Birleştirme Kararında zina fiilinin suç olmaktan çıkarılması, kanaatimizce de isabetli olarak, bu fiilin hukuka aykırı olmadığına ilişkin bir argüman olarak değerlendirilmiştir. Yarg. İçt. Birl. BGK, 2017/5 E., 2018/7 K., 6.7.2018 T.:  765 sayılı TCK'dan zina suçunun çıkarılması ve 5237 sayılı TCK'da suç olarak düzenlenmemesi (…) karşısında, üçüncü kişinin aldatılan eşe karşı bu nedenle sorumlu olduğunu düzenleyen herhangi bir norm bulunmamaktadır. Bu durumda üçüncü kişinin eyleminin herhangi bir koruma normunu ihlal ettiği söylenemeyeceğinden bu yönden hukuka  aykırı  kabul  edilmesine  olanak  bulunmamaktadır.   (www.resmigazete.gov.tr, E.T.:8.12.2018). 883L. Müjde Kurt  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890 kaçırılmamalıdır. 2004 tarihli Türk Ceza Kanunu nda zina fiilinin bir suç olarak düzenlenmemesindeki gayenin kanun koyucunun bu hususu ahlâk alanına terk etmek istemesi olduğu pekâlâ düşünülebilir. Özetle,  salt  aldatma  eylemi  aldatılan  eşin  bir  kişilik  hakkını  ihlâl etmediği  için  gerek  sadakatsiz  eş,  gerekse  de  aldatma  eylemine  katılan üçüncü kişi bakımından hukuka aykırı (TBK. m. 49 f. 1) ve bu itibarla haksız bir fiile vücut vermez. B.  Aldatma Eylemine Dayalı Olarak Bu Eyleme Katılan Üçüncü Kişiden Ahlâka Aykırılık Temelinde Manevî Tazminat Talep Edilip Edilemeyeceği Bakımından Manevî tazminat talebinin koşullarından biri tazminat talep eden kişinin  kişilik hakkının ihlâl edilmiş olması 72 olduğuna göre, salt ahlâka aykırı eylemden  ötürü  kişinin  bir  zarara  uğramış  olması  manevî  tazminata hükmedilmesi  için  yeterli  değildir.  Ahlâka  aykırı  davranışın  haksız  fiil temelinde manevî tazminat sorumluluğuna yol açabilmesi için fiilin ayrıca kişilik hakkı ihlâline de neden olmuş olması gerekir. Salt aldatma eyleminin aldatılan eşin bir kişilik hakkını ihlâl ettiğini kabul etmediğimiz için, üçüncü kişinin  aldatma  eylemine  katılımı  ahlâka  aykırı  bir  fiil  olarak değerlendirilebilir ise de, ortada salt bu nedenle gerçekleşen bir kişilik hakkı ihlâli  olmadığından,  ahlâka  aykırılık  dolayısıyla  manevî  tazminata  da hükmedilemez. Esasen kişilik hakkı ihlâlinin bulunmayışı, -daima kişilik hakkı  ihlâli  ile  bağlantılı  olarak  tanımlanan-  manevî  zararın  da gerçekleşmesine  engel  olacağından  manevî  tazminatın  zarar  unsuru  da gerçekleşmeyecektir.73 Doktrinde,  aldatma  eylemine  katılan  üçüncü  kişiye   kasten  ahlâka aykırı fiil ile başkasına zarar verdiği  ileri sürülerek manevî tazminat talebi yöneltilemeyeceği  görüşü,  ağırlıklı  olarak  üçüncü  kişide  kast  unsurunun                                                            72  Kişilik hakkı ihlâli bulunmayan hallerde salt ahlâka aykırılık ve zarar verme kastının TBK. m. 49 f. 2 uyarınca manevî zarar tazminatına yol açıp açmayacağı konusunda bkz. Kapancı, s. 181 vd. 73  Objektif  teoriye  göre  manevî  zarar;  kişilik  hakkının  ihlâli  fiili  ile  mağdurun  kişilik değerlerinde meydana gelen objektif eksilmedir. Bkz. Eren, s. 556, 818. Sübjektif teoriye göre ise, manevî zarar; kişilik haklarına karşı tecavüzden dolayı mağdurun duyduğu acı, elem  ve  ızdıraptır.  Bkz.  Oğuzman/Öz,  Cilt-2,  s.  268.  Hangi  teori  benimsenirse benimsensin,  manevî  zarar  kavramı  kişilik  hakkı  ihlâli  ile  bağlantılı  olarak tanımlandığından, kişilik hakkı ihlâli yoksa manevî zarardan da söz edilemeyecektir.  884Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890  Aldatılan Eşin Eşinin… bulunmaması ile gerekçelendirilmektedir. Bu görüşteki yazarlar TBK. m. 49 f. 2 kapsamında tazminat sorumluluğunun gerçekleşmesi için failin doğrudan kastla hareket etmiş olmasının gerekli olduğunu, aldatma eylemine katılan kişinin ise ancak istisnaen doğrudan kastla hareket edeceğini ileri sürerek, kural olarak bu hükme dayalı olarak manevî tazminat talebinin şartlarının gerçekleşmeyeceğini  ifade  etmektedirler.74  Yargıtay ın  6.7.2018  tarihli İçtihadı Birleştirme Kararında da bu görüş benimsenmiştir.75 Oysa doktrinde pek çok yazar TBK. m. 49 f. 2 ye dayalı sorumluluğun gerçekleşmesi için kast  türleri  arasında  bir  ayrım  yapmamakta,  kastın  her  türünün  bu sorumluluğa  yol  açabileceğini  kabul  etmektedir.76  Bu  son  görüş  kabul edildiğinde üçüncü kişi evli kişi ile evli olduğunu bilerek ilişkiye girdiğinde bundan aldatılan eşin zarar görebileceğini bilebilecek ve bunu göze almış durumda olduğunda da (ihtimali kast ile hareket ettiğinde de) TBK. m. 49 f. 2 anlamında kast unsuru gerçekleşir. Bize göre, ahlâka aykırılığa dayalı manevî tazminat talebi ile ilgili olarak meseleye  kast  unsurunun eksikliği bakımından  değil,   kişilik  hakkı  ihlâli   unsurunun  eksikliği  bakımından yaklaşılarak  ahlâka  aykırı  davranış  temelinde  manevî  tazminat  talebi reddedilmelidir. Dolaylı kastın da TBK. m. 49 f. 2 ye dayalı sorumluluk için yeterli olduğu kabul edilse dahi, sadece kast unsurunun varlığının kabulü manevî tazminat talebinin kabulüne yol açamaz. Zira bağımsız bir kişilik hakkı  ihlâli  olmaksızın  salt  aldatma  eyleminin  gerçekleştiği  durumlarda,                                                            74  Oğuzman/Öz, Cilt-2, s. 264 dn. 30; Demircioğlu, s. 708; Öztan/Ozanemre-Yayla, s. 208; Badur/Turan-Başara, s. 127. Bu yazarlar, üçüncü kişinin ancak aldatılan eşin zarara uğrayacağını bildiği ve bunu doğrudan istediği istisnaî durumlarda TBK. m. 49 f. 2 anlamında bir kastın varlığının kabul edilebileceğini savunmaktadırlar. Üçüncü kişinin aldatma  eylemine  katılırken  doğrudan  aldatılan  eşin  manevî  zarara  uğramasını istememekle birlikte, bu sonucu göze almış olmasını (ihtimalî kastı) ise manevî tazminat talebi için yeterli görmemektedirler.  75  Yarg. İçt. Birl. BGK, 2017/5 E., 2018/7 K., 6.7.2018 T.:  Kanunda belirtildiği anlamda kasten zarar verme amacının gerçekleşmesi için üçüncü kişinin ahlâka aykırı bu fiili, salt birlikte olduğu kişinin eşine zarar verme kastıyla işlemiş olması gerekmektedir. Evli kişiyle birlikte  olan  üçüncü  kişinin  sırf  diğer  eşe  zarar  verme  kastıyla  hareket  ettiğinden bahsedilemediği  taktirde,  artık  üçüncü  kişinin  bu  fiili  TBK  49/2  ye  göre  tazminatı gerektirmeyecektir . (www.resmigazete.gov.tr, E.T.:8.12.2018). 76  Örneğin bkz. Oftinger/Stark, s. 69,N. 219; Rey, s.183 N. 798; Schwenzer, N. 51.04; Barlas, Nami. (2010).  Başkasının Sözleşme İlişkisine Müdahale Sebebiyle Sorumluluk , Prof. Dr. Rona Serozan a Armağan Cilt I, İstanbul: On İki Levha Yayıncılık, s. 415-440, s. 425  ve  429;  Çağlayan-Aksoy,  Pınar.  (2016).  Hukuka  ve  Ahlâka  Aykırılık  Unsurları Çerçevesinde Salt Malvarlığı Zararlarının Tazmini. İstanbul: On İki Levha Yayıncılık,  s. 372. 885L. Müjde Kurt  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890 manevî tazminatın bir diğer unsuru olan aldatılan eşin bir kişilik hakkının ihlâl edilmiş olması unsuru mevcut değildir. Kanaatimizce, ergin bireylerin karşılıklı rızaya dayalı cinsel ilişkileri eşler arasında geçerli olup aile hukuku hükümlerinden doğan yaptırımlar hariç- hukukun iştigal alanı dışında bırakılmalıdır. Türk toplum hayatına hâkim olan ahlâki telakkiler dikkate alındığında, evli kişiler ile ilişkiye girme davranışı kuşkusuz ahlâken tasvip edilmeyecek, kınanabilir bir davranıştır. Ancak  bu  kınama,  ahlâk  alanına  bırakılmalı  ve  yaptırımı  toplumun  hoş görmemesi, ayıplaması biçiminde gerçekleşmelidir. Nitekim zina eyleminin diğer modern ülkelerde olduğu gibi ülkemizde de Ceza Kanunu kapsamında suç olarak değerlendirilmiyor olması bu tespiti destekler niteliktedir. SONUÇ Evli  kişiler  için  TMK.  m.  185  f.  3  hükmünün  düzenlediği  sadakat yükümlülüğü,  sadece  eşler  arasında  geçerli  olan  ve  eşler  arasında  dahi cebren yerine getirilmesi mümkün olmayan bir eksik yükümlülüktür. Bu yükümlülüğün  ihlâlinin  sonuçları  aile  hukuku  hükümleri  arasında  ve münhasıran ihlâlde bulunan eş bakımından düzenlenmiştir. Evlilik akdinin kurulmasına  bağlı  olarak  eşler  arasında  doğan  nispî  nitelikteki  sadakat yükümlülüğünden toplumun tüm fertlerine yönelmiş bir yasak, evli kişiler ile ilişki kurmama yükümlülüğü biçiminde bir davranış kuralı türetilemez. Evli  kişiler  ile  ilişkiye  girmeyi  yasaklayan  bir  hukuk  kuralı mevzuatımızda  mevcut  değildir.  Evlilik  birliği  üzerinde  eşlerin  kişilik hakları  bulunmakla  birlikte,  evlilik  birliğine  tümüyle  dışarıdan  gelen müdahaleler ile eşlerden birinin rızası ve katılımı ile gerçekleşen ihlâller aynı biçimde değerlendirilemez. Bir eşin aldatma eylemine özgür iradesiyle katıldığı  noktada,  ortada  sağlıklı,  eşlerin  elbirliğiyle  ayakta  tutmak istedikleri, ruhen ve duygusal olarak birlik arz ettikleri bu bakımdan da hukuken korunmaya lâyık olan bir bütünlükten söz edilemeyeceğinden, salt aldatma eylemi ile aldatılan eşin evlilik birliği üzerindeki kişilik hakkı ihlâl edilmiş olmaz. Sadece aldatılmış olmak aldatılan eşin şeref ve haysiyetinin ihlâli niteliğinde de değildir. Evli kişiyle ilişkiye giren kişi, salt bu fiili ile aldatılan eşin herhangi bir kişilik hakkını ihlâl etmiş olmadığından, onun bu eylemi TBK. m. 49 f. 1 anlamında hukuka aykırı bir eylem değildir. 886Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890  Aldatılan Eşin Eşinin… Üçüncü kişinin evli kişi ile ilişki kurması ahlâka aykırı bir davranış olmakla birlikte, ortada bir kişilik hakkı ihlâli bulunmadığından ve kişilik hakkı  ihlâli  bulunmaksızın  ahlâka  aykırılık  temelinde  de  olsa  manevî tazminata hükmedilemeyeceğinden üçüncü kişiden manevî tazminat talebi TBK. m. 49 f. 2 hükmüne de dayandırılamaz. Aldatılan eşin üçüncü kişiden manevî tazminat talebini düzenleyen özel bir kanun hükmü bulunmadığı gibi, kişilik hakkının ihlâli unsuru mevcut olmadığı için salt aldatma eylemine iştirak bakımından aldatılan eşin TMK. m. 25, TBK. m. 58 hükümleri çerçevesinde üçüncü kişiden manevî tazminat talebinde bulunması için gerekli şartlar da mevcut değildir. Üçüncü kişinin evli kişi ile ilişkiye girmiş olması hukuk alanını ve bu kapsamda haksız fiil sorumluluğunu ilgilendiren bir  mesele değildir. Bu davranışın yaptırımı ahlâk alanına bırakılmalı ve bu yaptırım toplumun bu kişiyi ayıplaması, kınaması biçiminde gerçekleşmelidir. Zina fiilinin ceza hukuku bakımından suç teşkil etmemesi de bu tespiti teyit eder niteliktedir. Yargıtay ın 6.7.2018 tarihli İçtihadı Birleştirme Kararı ile aldatılan eşin aldatma  eylemine  katılan  üçüncü  kişiden  manevî  tazminat  talep  etmesi konusunda  yeknesak  olmayan  yargı  kararlarının  hukuk  güvenliği  ve öngörülebilirlik bakımından doğurduğu sakıncaların giderilmiş olması çok olumlu bir gelişmedir. Bu karar ile üçüncü kişinin sadece aldatma eylemine katılmış olmasının tek başına manevî tazminatı gerektirmediği anlayışının benimsenmiş olmasının isabetli olduğu görüşündeyiz.     887L. Müjde Kurt  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890",
     "Kaynakça": "Aebi-Müller,  Regina.  (2016).  Art.  28,  CHK  -  Handkommentar  zum Schweizer  Privatrecht,  Personen-  und  Familienrecht  - Partnerschaftsgesetz Art. 1-456 ZGB (3. Aufl.), Breitschmid, Peter / Jungo, Alexandra (Hrsg.), Zürich: Schulthess Verlag. Badur,  Emel/Turan-Başara,  Gamze.  (2016).   Aile  Hukukunda  Sadakat Yükümlülüğü ve  İhlâlinden  Kaynaklanan  Manevî Tazminat  İstemi , AÜHF Dergisi, C. 65, S. 1, s. 101-136. Barlas, Nami. (2010).  Başkasının Sözleşme İlişkisine Müdahale Sebebiyle Sorumluluk , Prof. Dr. Rona Serozan a Armağan Cilt I, İstanbul: On İki Levha Yayıncılık, s. 415-440. Bräm, Verena. (1998). Die Wirkungen der Ehe im allgemeinen, Art. 159-180 ZGB, Zürcher Kommentar zum Schweizerischen Zivilgesetzbuch, Das Familienrecht, Band/Nr. II/1c, (3. Aufl.), Bräm, Verena (éd.). Zürich: Schulthess Verlag. Brehm, Roland. (2013). Die Entstehung durch unerlaubte Handlungen, Art. 41-61 OR, Berner Kommentar, Schweizerisches Zivilgesetzbuch, Das Obligationenrecht,  (4.  Aufl.),  Hausheer,  Heinz/  Walter,  Hans  Peter (Hrsg.). Bern: Stämpfli Verlag. Bucher,  Andreas.  (2009).  Personnes  physiques  et  protection  de  la personnalité (5. éd.), Bâle: Helbing Lichtenhahn Verlag. Çağlayan-Aksoy,  Pınar.  (2016).  Hukuka  ve  Ahlâka  Aykırılık  Unsurları Çerçevesinde Salt Malvarlığı Zararlarının Tazmini. İstanbul: On İki Levha Yayıncılık. Çetiner, Bilgehan. (2016).  Aldatılan Eş Manevî Tazminat Talep Edebilir mi? , İstanbul Kültür Üniversitesi Hukuk Fakültesi Dergisi, Prof. Dr. M. İlhan Ulusan a Armağan Cilt-1, C. 15, S. 2, s. 513-528. Demircioğlu,  Reyhan.  (2016).   Aldatılan  Eş  Tarafından  Üçüncü  Kişiye Yöneltilen Manevî Tazminat Taleplerinde Hukuka Aykırılık Unsuru , AÜHF Dergisi, C. 65, S. 3, s. 687-721. Deschenaux, Henri/Steinauer, Paul-Henri. (2001). Personnes physiques et tutelle (4. éd.), Berne: Stämpfli Verlag. 888Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890  Aldatılan Eşin Eşinin… Dural,  Mustafa/Öğüz,  Tufan.  (2016).  Türk  Özel  Hukuku  Cilt  II,  Kişiler Hukuku (17. Bası). İstanbul: Filiz Kitabevi. Dural,  Mustafa/Öğüz,  Tufan/Gümüş,  Mustafa  Alper.  (2016).  Türk  Özel Hukuku Cilt III, Aile Hukuku (11. Bası). İstanbul: Filiz Kitabevi. Eren, Fikret. (2017). Borçlar Hukuku Genel Hükümler (22. Bası). Ankara: Yetkin Yayınları. Franko,  Nisim.  (1973)  Şeref  ve  Haysiyete  Tecavüzden  Doğan  Manevî Zararın Tazmini. Ankara: Doruk Yayınevi. Hausheer, Heinz/ Reusser, Ruth/ Geiser, Thomas. (1999). Die Wirkungen der  Ehe  im  allgemeinen,  Art.  159-180  ZGB,  Berner  Kommentar Band/Nr. II/1/2, Schweizerisches Zivilgesetzbuch, Das Familienrecht, Das  Eherecht,(2.  Aufl.),  Hausheer,  Heinz  (Hrsg.).  Bern:  Stämpfli Verlag. Kapancı,  Kadir  Berk.  (2016).  Ahlâka  Aykırı  Bir  Fiille  Kasten  Verilen Zararın Tazmini (TBK. m. 49 f. 2). İstanbul: Vedat Kitapçılık. Keskin, A. Dilşad. (2016). Objektif Manevî Zarar Teorisi Açısından Manevî Tazminat. Ankara: Yetkin Yayınları. Landolt,  Hardy.  (2007).  Die  Entstehung  durch  unerlaubte  Handlungen, Zweite Lieferung, Art. 45-49 OR, ZK - Zürcher Kommentar Band/Nr. V/1c/2,  (3.  Aufl.),  Gauch,  Peter/Schmid,  Jörg  (Hrsg.).  Zürich: Schulthess Verlag. Oftinger,  Karl/  Stark,  Emil  W.  (1995).  Schweizerisches  Haftpflichtrecht Zweiter Band: Besonderer Teil - Erster Teilband: Verschuldenshaftung, gewöhnliche Kausalhaftungen, Haftung aus Gewässerverschmutzung, (4. Aufl.). Zürich: Schulthess Verlag. Oğuzman, M. Kemal/Öz, Turgut. (2017). Borçlar Hukuku Genel Hükümler, Cilt-2, (13. Bası). İstanbul: Vedat Kitapçılık. Oğuzman,  M.  Kemal/Seliçi,  Özer/Oktay-Özdemir,  Saibe.  (2014).  Kişiler Hukuku (Gerçek ve Tüzel Kişiler) (14. Bası). İstanbul: Filiz Kitabevi. Öztan, Bilge. (2015). Aile Hukuku (6. Bası). Ankara: Turhan Kitabevi. 889L. Müjde Kurt  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 857-890 Öztan, Bilge/Ozanemre-Yayla, Hatice Tolunay. (2017).  Yargıtay Hukuk Genel  Kurulu nun  22.3.2017  Tarih,  2017/4-1334  Esas  ve  2017/545 Karar Sayılı Kararı Üzerine Eleştirel Bir Yaklaşım , Ankara Barosu Dergisi, Y. 75, S. 2017/3, s. 197-225. Rey, Heinz. (2008). Ausservertragliches Haftpflichtrecht (4. Aufl.). Zürich: Schulthess Verlag. Roberto, Vito. (2002). Schweizerisches Haftpflichtrecht. Zürich: Schulthess Verlag. Roth,  Andreas.  (2017).  Münchener  Kommentar  zum  BGB,  Band  8, Familienrecht  I,  Säcker, F. J./  Rixecker,  R./Oetker,  H./Limperg,  B. (Hrsg.), (7. Aufl.). München:"
}