{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2017",
     "Cilt": "66",
     "Sayı": "2",
     "Başlık": "Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun(MÖHUK)’daki Boşluk: Ada Uygulanacak Hukuk",
     "Title": "The Gap in the Turkish Code of International Private and Procedural Law: Applicable Law to Names",
     "Yazar İsmi": [
          "Doç. Dr. Zeynep Derya Tarman"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Ad statüsü",
          "Soyad",
          "Kamu düzeni",
          "Kadının soyadı",
          "atıf"
     ],
     "Keywords": [
          "Applicable law to names",
          "Surname",
          "Public policy",
          "Surname of the married woman",
          "Renvoi"
     ],
     "Özet": "Kişinin  adının  tespitine  uygulanacak  yetkili  hukukun  belirlenmesi milletlerarası özel hukuk açısından önem taşımaktadır. Zira ad milletlerarası özel hukuk doktrini tarafından kişiye sıkı suretle bağlı bir hak ve hukuken korunan bir kişisel değer olarak kabul edilmektedir. Bu çalışmada, Türk hukukunda  yabancılık  unsuru  içeren  soyadı  ihtilaflarına  MÖHUK hükümlerine göre hangi hukukun uygulanacağı, bu konuda ayrı bir kanunlar ihtilafı  kuralına  ihtiyaç  olup  olmadığı;  ihtiyaç  varsa  bu  boşluğun  hangi bağlanma noktası ile tamamlanmasının yerinde olacağı atıf ve kamu düzeni de dâhil olmak üzere ele alınmıştır. Bu kapsamda, İsviçre, Almanya ve Avusturya  Milletlerarası  Özel  Hukuk  Kanunlarında  yer  alan  ada uygulanacak hukuka dair kanunlar ihtilafı kurallarına yer verilmiştir. Bunun yanı  sıra,  bir  grup  hukukçu  (Ad  Hukuku  Çalışma  Grubu)  tarafından hazırlanan  ve  resmi  olmayan  Milletlerarası  Ad  Hukukuna  Dair  Avrupa Birliği  Tüzük  Önerisi nde  (Tüzük  Önerisi)  düzenlenen  kanunlar  ihtilafı kuralları da incelenmiştir.",
     "Abstract": "The law applicable to a foreigner s name is a significant issue regulated by  the  private  international  rules  of  the  national  states.  The  private international law doctrine considers the right to name as one of the most fundamental and indispensable rights of persons. This paper examines the possible problems when claims regarding the surname with a foreign element are brought before a Turkish court. In this regard, the conflict of law rules applicable to surnames in the Draft for a European Regulation on the Law Applicable to Names of Persons and in the Private International Law Codes of Switzerland, Germany and Austria are examined. This paper discusses whether there is a need for a specific conflict of laws rule stipulating the law applicable to names under Turkish law and provides several connecting factors depending on the legal cause for the acquisition,change or loss of the surname. Furthermore, the public policy exception and the renvoi doctrine are examined regarding the application of foreign law to names.",
     "Metin": "Bugünün globalleşen dünyasında kişilerin dolaşımı ve buna bağlı olarak yabancılık unsuru içeren aile ilişkilerinin sayısı artmıştır. Farklı vatandaşlığa tâbi olan kişilerin kurdukları aile ilişkileri bakımından ad en önemli hukuki meselelerden birini oluşturmaktadır. Zira her bir birey kendi kültürünü aile ilişkisine  taşımakta  ve  bunun  da  soyadı  (aile  adı)  bakımından  hukuki sonuçları olmaktadır.  Kişinin  adının  tespitine  uygulanacak  yetkili  hukukun  belirlenmesi milletlerarası özel hukuk açısından önem taşımaktadır. Zira ad milletlerarası özel hukuk doktrini tarafından kişiye sıkı suretle bağlı bir hak ve hukuken korunan bir kişisel değer olarak kabul edilmektedir. Kişiyi toplum içerisinde diğer kişilerden ayırmaya yarayan ve milletlerarası alanda bireyselleştiren öz ad  ve  soyada  uygulanacak  hukukun  tespitinde  karşılaşılan  birçok  sorun                                                  1  Schnyder  Anton/Liatowitsch  Manuel,  Internationales  Privat-  und  Zivilverfahrensrecht,  2006,  §22,  N.  85;  Kostkiewicz  Jolanta  Kren,  Grundriss  des  schweizerischen Internationalen  Privatrechts,  Bern  2012,  N.  1042;  Kropholler  Jan,  Internationales Privatrecht,  Hamburg  2006,  s.  325;  Mankowski  Peter,  Nomos  Kommentar  BGB Allgemeiner Teil EGBGB, Heidel Thomas/ Hüsstege Rainer/ Mansel Heinz-Peter (Hrsg.), Band 1, 3. Auflage, 2016, Art.10, N. 47; Çelikel Aysel/Erdem Bahadır, Milletlerarası Özel Hukuk, İstanbul 2016, s. 206; Nomer Ergin, Devletler Hususi Hukuku, İstanbul 2015, s. 225; Doğan Vahit, Milletlerarası Özel Hukuk, Ankara 2016, s. 266. 4 62Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490                                       Ada Uygulanacak Hukuk  bulunmaktadır. Bu sorunların hangi hukuka göre çözüme kavuşturulacağı önem arz etmektedir. Bu çalışmada, Türk mahkemesinin önüne yabancılık unsuru içeren bir ad ihtilafı geldiğinde konunun nasıl çözümleneceği soyad ile  sınırlı  olmak  üzere  incelenmiştir.  Bu  kapsamda,  Milletlerarası  Özel Hukuk  ve  Usul  Hukuku  Hakkında  Kanun  (MÖHUK)  uyarınca  soyada uygulanacak hukuk soyad değişikliğine neden olabilecek çeşitli aile ilişkileri dikkate alınarak doğum, evlad edinme, evlenme ve evliliğin sona ermesi ekseninde ele alınmıştır. Türk hukukunda yabancılık unsuru içeren soyadı ihtilaflarına MÖHUK hükümlerine göre hangi hukukun uygulanacağı, bu konuda ayrı bir kanunlar ihtilafı kuralına ihtiyaç olup olmadığı; ihtiyaç varsa soyadı ihtilafları bakımından hangi bağlanma noktasının kabul edilmesinin yerinde olacağı incelenmiştir. Ülkemizde soyad ile ilgili yabancılık unsuru içeren  ihtilaflarda  özellikle  kadının  soyadı  konusunda  sıklıkla  kamu düzeninin  ihlal  edildiği  sonucuna  varılmaktadır.  Bu  nedenle  soyadı ihtilaflarında kamu düzeninin müdahalesi ayrı bir başlık altında mahkeme kararları ışığında ele alınmıştır. Ada uygulanacak bağlama kuralı, mukayeseli hukukta farklı şekillerde düzenlenmiştir.  Bu  çalışma  kapsamında,  ayrıntılı  düzenlemelere  sahip olmaları nedeniyle İsviçre, Almanya ve Avusturya Milletlerarası Özel Hukuk  Kanunlarında  (MÖHK)  ada  uygulanacak  hukuka  dair  kanunlar ihtilafı  kuralları  incelenmiştir.  Bunun  yanı  sıra,  bir  grup  hukukçu  (Ad Hukuku  Çalışma  Grubu 8 )  tarafından  hazırlanan  ve  resmi  olmayan Milletlerarası Ad Hukukuna Dair Avrupa Birliği Tüzük Önerisi nde (Tüzük                                                  2  Konu hakkında ayrıntılı bilgi için bkz. Pürselim Arning, Hatice Selin, Türk, Alman ve İsviçre Milletlerarası Özel Hukukunda Ad, Ankara 2016. 3  RG 12.12.2007, 26728. 4  IPRG-Bundesgesetz über das Internationale Privatrecht (İsviçre Federal Milletlerarası Özel Hukuk  Kanunu)  için  bkz.  http://www.admin.ch/opc/de/classifiedcompilation/19870312/index.html, 31.05.2017. 5  EGBGB-Einführungsgesetz  zum  Bürgerlichen  Gesetzbuch  (Alman  Medeni  Kanununa Giriş Kanunu) için bkz. http://www.gesetze-im-internet.de/bgbeg/BJNR049896.html, 31.05.2017. 6  IPR-Bundesgesetz über das internationale Privatrecht (Avıusturya Federal Milletlerarası Özel Hukuk Kanunu) için bkz. http://www.jusline.at/IPR-Gesetz_(IPRG).html, 31.05.2017. 7  Bu  çalışmada,  Alman,  İsviçre  ve  Avusturya  hukukunda  ada  ilişkin  kanunlar  ihtilafı kurallarına  atıfta  bulunurken  yabancı  kanunların  orijinal  kısaltmaları  yerine  MÖHK teriminin kullanılması tercih edilmiştir. 8  Milletlerarası Kişi Halleri Komisyonu genel sekreteri Prof. Dr. Walter Pintens in aralarında bulunduğu Ad Hukuku Çalışma Grubu, Anatol Dutta, Reiner Frank, Robert Freitag, Tobias Helms ve Karl Krömer adlı Alman hukukçulardan oluşmaktadır.   463Zeynep Derya Tarman                                            Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490   Önerisi) düzenlenen kanunlar ihtilafı kurallarına da yer verilmiştir. Söz konusu  Tüzük  Önerisi,  Avrupa  Birliği  içerisinde  ad  hukukunun yeknesaklaştırılması  konusunda  bir  çözüm  ortaya  koyan  akademik  bir çalışmadır. Adın korunması konusu bu çalışmada kapsam dışı bırakılmıştır. Zira bu konuda ada ilişkin özel bir bağlama kuralı getiren ülkelerde de haksız fiil statüsünün geçerli olduğu kabul edilmektedir.  II. Ad Statüsünün Düzenlenme Şekli  Avrupa da hemen hemen her devlette ada uygulanacak hukuk, ayrı bir kanunlar ihtilafı kuralıyla tespit edilmektedir. İsviçre de, ada uygulanacak hukukun ayrı bir kanunlar ihtilafı kuralı ile düzenlenmesi pratik nedenlere dayandırılmıştır. Zira kişinin adına uygulanacak hukuk belirlenirken, her seferinde bu değişikliğe sebep olan hayat ilişkisinin tâbi olduğu hukukun tespit edilmesinin ad statüsünün tespitini zorlaştırdığı belirtilmiştir. Bunun yanı sıra, adın üç işlevi olduğu belirtilmektedir. Ad, bir kişinin kimlik tespitine  yardımcı  olmasının  yanı  sıra,  kişiliğin  bir  sembolü  olarak görülmekte ve bir aileye aidiyeti de ifade etmektedir. Adın yalnızca aileye aidiyet  işlevi  dikkate  alınacak  olursa,  kanunlar  ihtilafı  kurallarında  ada uygulanacak hukukun adın kazanılmasında ve kaybında rol oynayan aile hukuku  olayına  bağlanması  haklı  görülebilir.  Ancak  Avrupa  ülkelerinin birçoğu adın diğer iki işlevini gözardı eden bu yaklaşımı benimsememiş ve konuyu özel bir kanunlar ihtilafı kuralıyla düzenlemeyi tercih etmişlerdir. Örneğin,  Alman  ve  Avusturya  Milletlerarası  Özel  Hukuk  Kanunlarında, kişinin  adına  uygulanacak  hukuk  konusunda  şahsi  statü  görüşü benimsenmiştir. Alman MÖHK m.10/f.1 uyarınca ada uygulanacak hukuk kişinin  milli  hukukudur.  Aynı  şekilde  Avusturya  MÖHK  m.13,  aile hukukundan kaynaklanan ad değişiklikleri de dâhil olmak üzere ada kişinin milli hukukunun uygulanacağını belirtmektedir. İsviçre de ada uygulanacak                                                  9  Resmi olmayan Tüzük Önerisi nin Almanca, İngilizce ve Fransızca metni için bkz. Dutta Anatol/Frank Rainer/Freitag Robert/Helms Tobias/Krömer Karl/Pintens Walter, Ein Name in  ganz  Europa-  Entwurf  einer  Europäischen  Verordnung  über  das  Internationale Namensrecht, StAZ, Nr.2, 2014, s. 43 vd. Tüzük Önerisi nin İngilizcesi için ayrıca bkz. Working Group of the Federal Association of German Civil Status Registrars, One Name Throughout Europe - Draft For a European Regulation on the Law Applicable to Names, Yearbook of Private International Law, Volume 15 (2013/2014), s. 35-37. 10Kropholler,  s.  324;  Schnyder/Liatowitsch,  §22,  N.  92.  Kişilik  haklarına  yapılacak müdahalelerin genel olarak haksız fiil kapsamında mütalaa edilmesi gerektiği hakkında bkz. Doğan, s. 266. 11  Kostkiewicz, N. 1043. 12  Kropholler, s. 325. 13  Kropholler, s. 325-326; Schnyder/Liatowitsch, §22, N. 85. 4 64Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490                                       Ada Uygulanacak Hukuk  hukuku  şahsi  statüye  göre  belirlemektedir;  ancak  Alman  ve  Avusturya MÖHK larından farklı olarak şahsi statü kişinin yerleşim yeri hukukuna tâbidir. İsviçre MÖHK m.37 uyarınca, yerleşim yeri İsviçre de bulunan bir kişinin adı İsviçre hukukuna; yerleşim yeri yurtdışında bulunan kişinin adı yerleşim yeri hukukunun kanunlar ihtilafı kurallarının yetkilendirdiği hukuka tâbidir.   MÖHUK ta, Almanya, Avusturya ve İsviçre düzenlemelerinin aksine ada  uygulanacak  hukukla  ilgili  ayrı  bir  kanunlar  ihtilafı  kuralı  yer almamaktadır. Bunun bilinçli bir kanun boşluğu olduğu, özel bir kanunlar ihtilafı kuralına ihtiyaç olmadığı; zira kişinin özadı ile soyadı üzerindeki değişikliğe uygulanacak hukuk belirlenirken, bu değişikliğe sebep olan hayat ilişkisinin  tâbi  olduğu  hukukun  dikkate  alınacağı  belirtilmektedir 15 . Soybağının kurulması, evlat edinme, evlenme ve evliliğin sona ermesi, adın kazanılmasında ve kaybında rol oynayan aile hukuku olaylarıdır. O nedenle, bu aile hukuku olaylarının tâbi olduğu hukuk (aile hukuku statüsü) ada ilişkin hukuki sonuçları da tayin etmelidir. Türk doktrininde, kişinin adına uygulanacak  hukukun  tespiti  konusunda  şahsi  statü  ve  hüküm  statüsü görüşlerinin karma görüş olarak uyuşmazlığa uygulanması görüşü de kabul edilmiştir. Buna göre, ada ilişkin ihtilaflarda kişinin milli hukuku; şayet adın kazanılması ve kaybında aile hukukuna ait bir ilişki söz konusu ise, hüküm statüsü uygulanacaktır. Avrupa  Birliği nde  ada  uygulanacak  hukuk  konusunda  özel  bir düzenleme  yapılmamıştır;  ancak  gerçek  kişilerin  adlarının  üye  ülkelerde yeknesak  olması  amacıyla  Ad  Hukuku  Çalışma  Grubu  tarafından  resmi olmayan  Ada  Uygulanacak  Hukuk  hakkında  bir  Avrupa  Birliği  Tüzük Önerisi (Tüzük Önerisi) hazırlanmıştır. Avrupa Birliği ne üye devletlerin ada ilişkin kanunlar ihtilafı kuralları yeknesak olmadığı için Avrupa Birliği vatandaşlarının adlarının farklı üye devletlerde farklı hukuk kurallarına göre belirlenmesi  söz  konusudur.  Bu  durum,  Avrupa  Birliği  vatandaşlığı                                                  14  Schnyder/Liatowitsch, §22, N. 87. 15  Çelikel/Erdem, s. 206; Nomer, s. 226; Şanlı Cemal/Esen Emre/Ataman-Figanmeşe İnci, Milletlerarası Özel Hukuk, İstanbul 2015, s. 116. 16  Şanlı/Esen/Ataman-Figanmeşe, s. 116. 17  Çelikel/Erdem,  s.  208;  Uyanık  Ayfer/Tekinalp  Gülören,  Milletlerarası  Özel  Hukuk Bağlama Kuralları, İstanbul 2016, s. 125. 18  Yargıtay 2. HD., 21.12.2009, E. 2009/9678, K. 2009/22090 (www.kazanci.com). 19  Working Group of the Federal Association of German Civil Status Registrars, s. 31-37; Pintens Walter/Dutta Anatol, Unification Of The Law Applicable To Names, An academic proposal, 4th Balkan Conference Proceedings: Personal Name in Internal Law and Private International Law, Faculty of Law, University of Nis, Nis 2016, s. 22.    465Zeynep Derya Tarman                                            Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490   düşüncesi  ile  çelişmekle  beraber,  Birlik  içinde  temel  özgürlüklerin kullanılması bakımından da bir engel teşkil etmektedir. Tüzük Önerisi, ada uygulanacak kanunlar ihtilafı kurallarının yeknesaklaştırılması dışında üye devletlere diğer üye devletlerin nüfus idareleri tarafından tescil edilmiş adları otomatik olarak tanıma yükümlülüğü getirmektedir (Tüzük Önerisi m. 12). Ada  ilişkin  kanunlar  ihtilafı  kurallarının  yeknesaklaştırılması  bir  kişinin Birlik  içerisinde  aynı  ismi  taşıması  bakımından  yeterli  bir  güvence getirmeyecektir. Ada ilişkin ihtilaflar bakımından ortak bir bağlanma noktası kabul  edilse  dahi  farklı  yetkili  merciiler  farklı  hukukların  uygulanması gerektiği sonucuna varabilirler. Bu nedenle, Tüzük Önerisi m.12 uyarınca üye devletlerin birinde tescil edilmiş olan bir adın başka bir üye devletin nüfus idaresince tanınması gerektiği kabul edilmiştir. İlk tescil edilen yerde kanunlar  ihtilafı  ve  maddi  hukuk  kurallarının  doğru  uygulanmış  olup olmaması bir tanıma şartı teşkil etmemektedir. Çelişen nüfus kayıtlarının mevcudiyeti  halinde,  m.12/f.2  uyarınca  önceki  tarihli  kayıt  dikkate alınacaktır. Tüzük Önerisinin otomatik tanımaya ilişkin bu hükmü, Avrupa Birliği ne  üye  olmadığımız  için  Öneri  yasalaşsa  dahi  bizim  hukukumuz açısından  bir  önem  arz  etmeyecektir.  Türkiye  bakımından  somut  olay doğrudan  tanımaya  ilişkin  Türkiye nin  taraf  olduğu  milletlerarası  bir sözleşmenin uygulama alanına girmiyorsa, yabancı devlette tescil edilmiş bir adın Türk nüfus siciline kaydedilmesi için açılacak olan dava MÖHUK m.58 kapsamında bir tanıma davası olacaktır. III.  Soyada Uygulanacak Bağlama Kuralları A. Hukuk Seçimi Türk  milletlerarası  özel  hukukunda,  soyad,  aile  hukuku  ilişkisi nedeniyle kazanılıp kaybedilmiyorsa, şahsi statüye tâbi tutulmakta; şahsi statü de kişinin milli hukuku olarak kabul edilmektedir. Dolayısıyla bu                                                  20  Working Group of the Federal Association of German Civil Status Registrars, s. 32. 21  Pintens/Dutta, s. 25-27. 22  Milletlerarası Kişi Halleri Komisyonu tarafından hazırlanan ve Türkiye nin taraf olduğu Ad ve Soyadların Değiştirilmesine İlişkin 4 Nr. Sözleşme de (RG. 13.7.19637/11153) ve Kişi  Halleri  İşlemlerinin  Düzeltilmesi  Kararlarıyla  İlgili  9  Nr.  Sözleşme de  (RG. 21.12.1966/12483) doğrudan tanıma usulüne yer verilmiştir. Adli makamların yanı sıra idari makamların vermiş olduğu kararların da tanınması mümkün kılınmıştır. Bkz. Güven Pelin, Tanıma-Tenfiz, Ankara 2013, s. 31. 23  Yargıtay ve ilk derece mahkemesi kararlarında, ad değiştirme davası açılarak alınan yabancı soyadın Türkiye de tanınması davalarının, Soyadı Kanunu nun 3. maddesi ve Soyadı Nizamnamesi nin 5. ve 7. maddeleri dikkate alınarak, emredici kurallara aykrılık nedeniyle reddedildiği görülmektedir. Bu konuda ayrıntılı bilgi için bkz. Pürselim Arning, s. 162. 24  Çelikel/Erdem, s. 208; Uyanık/Tekinalp, s. 125; Şanlı/Esen/Ataman-Figanmeşe, s. 118. 4 66Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490                                       Ada Uygulanacak Hukuk  bağlamda  kişiye  uygulanacak  hukuku  seçme  imkânı  tanınmamaktadır. Kişinin soyadı aile hukuku ilişkisinden dolayı kazanılıyor ve kaybediliyorsa, Türk milletlerarası özel hukukunda kabul edilen görüş, aile hukuku ilişkisine uygulanan  hukukun,  soyada  ilişkin  sorunlara  da  hâkim  olmasıdır.  Türk hukukunda  aile  hukukuna  ilişkin  kanunlar  ihtilafı  kuralları  dikkate alındığında, evlilik mal rejimindeki sınırlı hukuk seçimi dışında kişiye bir seçim hakkı tanınmadığı görülmektedir. Dolayısıyla kişi yabancı hukukun emrettiği  soyadı  almak  durumunda  kalmaktadır.  Halbuki  soyad  kişilik haklarına dâhil olduğundan kişiye zorla verilmemelidir. Bu nedenle, kişilere soyadlarına  uygulanacak  hukuku  sınırlı  da  olsa  seçme  imkânı  tanımak yerinde bir yaklaşımdır.  Türk  milletlerarası  özel  hukukundaki  düzenlemeden  farklı  olarak, İsviçre MÖHK m.37/f.2 ilgiliye sınırlı da olsa bir seçim hakkı tanımaktadır. İsviçre MÖHK m.37/f.1, ada uygulanacak hukukun ilgilinin yerleşim yeri hukuku olduğunu belirtmekle beraber; f.2 kişiye adının milli hukuka tâbi olmasını talep etme imkânı getirmektedir. Ancak bu seçim hakkının her zaman kullanılması söz konusu değildir. Aksinin kabulü kişinin seçim hakkı sonucu adını istediği zaman değiştirmesine neden olacaktır ki bu MÖHK m.37 nin amacı ile bağdaşmayacaktır. Seçim hakkının ancak bir aile hukuku ilişkisi  ile  bağlantılı  olarak  kullanılması  kabul  edilmektedir 26 .  Çok vatandaşlık durumunda en sıkı ilişkili vatandaşlığın dikkate alınması söz konusudur (m.23/f.2)27.  Alman MÖHK m.10/f.1 uyarınca, kişinin adı bir aile hukuku ilişkisine bağlı olarak kazanılıyor veya değişiyor bile olsa kişinin milli hukukunun gösterdiği hukuk uygulanmaktadır. Ancak Alman MÖHK m.10/f.2 hükmü eşlere gelecekte kullanmak istedikleri soyadlarına, taraflardan birisinin milli hukuklarından birini veya taraflardan birisinin mutad meskeni Almanya da bulunması şartıyla Alman hukukunu seçme imkânı getirmektedir. Tarafların birden  fazla  vatandaşlığa  sahip  olması  durumunda,  kural  olarak  Alman MÖHK m.5 hükmü uygulanacaktır. Buna göre, çok vatandaşlık durumunda Alman  vatandaşlığının,  kişinin  Alman  vatandaşlığı  dışında  birden  çok vatandaşlığa sahip olması durumunda en sıkı ilişkili vatandaşlığının dikkate alınacağı  kabul  edilmektedir.  Ancak  MÖHK  m.10/f.2 deki  seçim  hakkı bakımından eşlerin Alman MÖHK m.5 teki genel kuraldan farklı olarak tarafların sahip olduğu milli hukuklardan herhangi birisini serbestçe seçme imkânı söz konusudur. Alman MÖHK m.10/f.2 uyarınca, evlenecek olan                                                  25  Kostkiewicz, N. 1050. 26  Kostkiewicz, N. 1052. 27  Schnyder/Liatowitsch, §22, N. 88; Kostkiewicz, N. 1050. 28  Mankowski, Art.10, N. 13; Kropholler, s. 328.   467Zeynep Derya Tarman                                            Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490   çiftler  evlilik  süresince  kullanacakları  soyadlarına  uygulanacak  hukuku evlenme akdi sırasında veya daha sonra yetkili makama başvurarak kendileri seçebilecektir. Eşlerin iki tarafın da mutabık kaldığı bir hukuku seçmeleri söz konusudur. Tek taraflı bir hukuk seçimi bu madde kapsamında geçerli bir hukuk seçimi olmayacaktır. Soyada uygulanacak hukukun seçimi ile eşler henüz bir soyad seçmiş olmamaktadırlar. Ad statüsünün seçimi ile bir adın seçilmesi iki farklı meseledir. Hukuk seçimi sadece adın seçilen hukuka tâbi  olmasını  sağlamaktadır.  Bunun  sonucunda  eşler  evlendikten  sonra taşıyacakları soyadı seçtikleri hukukun öngördüğü şartlar ve sınırlamalar doğrultusunda belirleyebileceklerdir. Seçim hakkının özellikle yurtdışında yaşayanlar bakımından bir kazanım sağladığı ifade edilmiştir. Seçim hakkı sayesinde kişiler soyadlarını yaşadıkları yer hukukuna göre seçebilecek ve ailenin diğer bireyleri ile aynı soyadı taşıyabileceklerdir. Seçim hakkının birtakım tehlikeleri de beraberinde getirdiğine dikkat çekilmiştir. Özellikle kişinin milli hukukunun bu seçim hakkını tanımadığı durumlarda, resmi evraklarda farklı adların yer alması söz konusu olabilir. Bu nedenle, eşlerin seçim hakkını kullanırken bu seçimin sonuçları konusunda aydınlatılmaları önem taşımaktadır.  Alman MÖHK m.10/f.3 te, çocuğun soyadına uygulanacak hukukun velayet  hakkı  sahibi  tarafından  seçileceği  belirtilmiştir.  Çocuğun  soyadı kural  olarak  Alman  MÖHK  m.10/f.1  uyarınca  çocuğun  milli  hukukuna tâbidir; ancak tıpkı evlilikte olduğu gibi çocuğun velisine sınırlı bir hukuk seçim  imkânı  tanınmıştır.  Çocuğun  soyadının  velisi/velileri  tarafından belirlenmesinde m.10/f.3 üç imkân sunmaktadır: Ana veya babanın milli hukuku  veya  ana  ya  da  babanın  mutad  meskeninin  Almanya da  olması şartıyla  Alman  hukuku  veyahut  soyadını  vermek  isteyen  ilgilinin  milli hukuku,  çocuğun  soyadına  uygulanacaktır.  Alman  MÖHK  m.10/f.3  (1) uyarınca,  ana  veya  babanın  milli  hukuklarından  biri  tercih  edildiğinde MÖHK m.5 in uygulanmayacağı açıkça ifade edilmiştir. Ad  Hukuku  Çalışma  Grubu  tarafından  hazırlanan  resmi  olmayan Avrupa Birliği Tüzük Önerisi de, ada uygulanacak hukuk bakımından sınırlı bir seçim imkânını kabul etmektedir. Avrupa Birliği vatandaşlarına belirli sınırlar içinde de olsa adlarına uygulanacak hukuku seçme hakkı tanımak kişilik haklarına saygı ve kişinin kendi adı üzerinde karar verme hakkına                                                  29  Mankowski, Art.10, N. 105. 30  Mankowski, Art.10, N. 122. 31  Kropholler, s. 326. 32  Kropholler, s. 327; Mankowski, Art.10, N. 178. 33  Kropholler, s. 327. 34  Mankowski, Art.10, N. 140. 35  Mankowski, Art.10, N. 13. 4 68Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490                                       Ada Uygulanacak Hukuk  sahip olması gerektiği düşüncesi ile örtüşmektedir. Bu yaklaşım, Avrupa Birliği içerisinde artan dolaşımı ve Avrupa Birliği vatandaşının birden fazla hukuk sistemi ile temas ettiği gerçeğini dikkate almaktadır. Kişi, m.5/f.1 uyarınca milli hukukunu seçebileceği gibi, birden fazla vatandaşlığa sahip ise, vatandaşı olduğu devletlerden birisinin hukukunu da seçebilecektir. Bu noktada,  Tüzük  Önerisi  kişinin  birden  fazla  vatandaşlığa  sahip  olması durumunda MÖHUK m.4 düzenlemesinin aksine her bir vatandaşlığa eşit mesafede durmaktadır. Kişi, uygulanacak hukuk konusunda bir kere tercih hakkını  kullandıysa,  seçimin  daha  sonra  değiştirilmesi  ancak  m.5/f.2 uyarınca,  medeni  hal,  mutad  mesken  veya  vatandaşlığın  değişmesi durumunda  söz  konusu  olabilecektir.  Evli  çiftler ve  tescil  edilmiş  hayat ortaklığının  tarafları,  soyadlarına  uygulanacak  hukuku  birlikte belirleyebilecektir  (Tüzük  Önerisi  m.5/f.3).  Evli  çiftler  ve  tescil  edilmiş hayat ortaklığının tarafları, soyadlarının taraflardan birisinin mutad mesken hukukuna veya milli hukukuna tâbi olması konusunda anlaşabilirler. Hukuk seçimi, evli çiftler ve tescil edilmiş hayat ortaklığının tarafları bakımından seçilen hukuk uyarınca ortak bir soyada sahip olma imkânı yaratmaktadır. Hukuk seçiminin evlilik veya tescil edilmiş hayat ortaklığı öncesinde veya sonrasında herhangi bir zaman diliminde yapılabileceği kabul edilmektedir. Yapılan seçim, evlilik veya tescil edilmiş hayat ortaklığı sona erse dahi etkisini sürdürecektir. Taraflardan biri, evliliğin veya hayat ortaklığının sona ermesinden sonra daha önce yapılmış olan hukuk seçimi ile bağlı kalmak istemiyorsa m.5/f.2 uyarınca yeni bir hukuk seçiminde bulunabilecektir. Zira bir  evliliğin  veya  hayat  ortaklığının  sona  ermesi  kişi  halinin  değişimi sayılmaktadır. Hukuk seçiminin şekli konusunda, Tüzük Önerisi m.5/f.4 bir düzenleme getirmektedir. Buna göre, seçimin açıkça veya tereddütte yer vermeyecek bir şekilde zımnen üye devletlerin belirlediği yetkili makamlara yapılması gerekmektedir. B.  Objektif Bağlama Kuralı 1.  Şahsi Statü Görüşü Türk doktrini, MÖHUK ta ada uygulanacak hukuku düzenleyen ayrı bir kanunlar ihtilafı kuralı olmadığından – aile hukukundan kaynaklanan bir ad değişikliği  söz  konusu  olmadığı  sürece  –  soyadın  kazanılmasına  veya kaybedilmesine ilgilinin şahsi statüsünün uygulanmasını; şahsi statü olarak                                                  36  Working Group of the Federal Association of German Civil Status Registrars, s. 34; Dutta/Frank/Freitag/Helms/Krömer/Pintens, StAZ, Nr.2, 2014, s. 38. 37  Dutta/Frank/Freitag/Helms/Krömer/Pintens, s. 39; Pintens/Dutta, s. 24. 38  Dutta/Frank/Freitag/Helms/Krömer/Pintens, s. 39.   469Zeynep Derya Tarman                                            Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490   da  kişinin  milli  hukukunu  kabul  etmektedir 39 .  Yargıtay 40 ,  yabancı mahkemeden  alınan  cinsiyet  değişikliği  kararının  tanınması  talebini incelerken ad değişikliğinin kişinin vatandaşı olduğu devletin hukukuna göre karara  bağlanması  gerektiğine  hükmetmiştir.  Cinsiyet  değişikliğinin  ad değişikliği gibi belirli hukuki sonuçları olmaktadır. Türk kanunlar ihtilafı hukuku  bakımından  cinsiyet  değişikliğinin  şartlarının  ve  sonuçlarının ilgilinin milli hukukuna tâbi olduğu kabul edilmektedir. Kişinin birden fazla vatandaşlığı varsa, MÖHUK m.4 uyarınca hangi vatandaşlığının  esas  alınacağı  belirlenmelidir.  MÖHUK  m.4(b)  uyarınca, kişinin aynı zamanda Türk vatandaşlığını taşıması halinde, şahsi statü Türk hukukuna tâbi olmalıdır. Birden çok vatandaşlığa sahip olan kişi, Türk vatandaşı  değilse,  kişinin  daha  sıkı  ilişki  içerisinde  bulunduğu  devletin vatandaşlığı  dikkate  alınır  [MÖHUK  m.4(c)]43.  Somut  olaya  göre  sıkı ilişkinin ilginin yerleşim yeri, ekonomik faaliyetlerini yürüttüğü yer veya daha  önceki  vatandaşlığı  veya  yerleşim  yeri  dikkate  alınarak  hâkim tarafından tespit edilmesi gerekmektedir. Yukarıda ifade edildiği üzere, aynı  hükmü  içeren  Alman  MÖHK  m.5,  kişinin  adına  uygulanacak  olan hukuku  belirleyen  m.10/f.1  uygulanırken  dikkate  alınmaktadır.  Buna karşılık,  kişinin  adına  uygulanacak  olan  hukuku  seçme  imkânı  veren m.10/f.2 ve  3 hükümleri uygulanırken dikkate alınmamaktadır. Alman hukukundaki  düzenlemeden  farklı  olarak,  İsviçre  hukukunda  etkin vatandaşlığa  ilişkin  m.23/f.2  hükmü,  seçim  hakkının  kullanılması  dâhil olmak üzere ada uygulanacak hukuku belirlerken uygulanmaktadır.                                                  39  Çelikel/Erdem, s. 208; Uyanık/Tekinalp, s. 124; Şanlı/Esen/Ataman-Figanmeşe, s. 118; Esen Emre, Türk Vatandaşı Erkeğin Yabancı Eşinin Soyadını Alamayacağına İlişkin Bir Yargıtay Kararı üzerine Düşünceler, MHB, Yıl 24, Sayı 1-2, 2004, s. 446. 40  Yargıtay 2. HD., 21.12.2009, E. 2009/9678, K. 2009/22090 (www.kazanci.com). 41  Nomer, s. 225; Şanlı/Esen/Ataman-Figanmeşe, s. 118; Çelikel/Erdem, s. 208. 42  Şanlı/Esen/Ataman-Figanmeşe, s. 31; Akıncı Ziya/Gökyayla Demir Cemile, Milletlerarası Aile Hukuku, İstanbul 2010, s. 6. Doktrinde, birden fazla devlet vatandaşlığına sahip kişiler  hakkında milli hukuk bağlanma noktası uygulanırken kişinin sahip olduğu vatandaşlıklar arasında  Türk  vatandaşlığının  bulunup  bulunmadığına  bakılmaksızın  en  sıkı  ilişkide bulunduğu  devletin  vatandaşlığının  esas  alınması  gerektiği  de  lege  ferenda savunulmaktadır. Bkz. Doğan, s. 174. 43  Ayrıntılı bilgi için bkz. Ataman-Figanmeşe İnci, Çifte Vatandaşlık Halinde MÖHUK un 4. Maddesinin b ve c Bentlerinin Uygulama Alanı, Milletlerarası Hukuk Bülteni (MHB), Yıl 19-20, Sayı 1-2, 1999-2000, s. 95-114. 44  Çelikel/Erdem, s. 68; Tekinalp/Uyanık, s. 64. 45  Mankowski, Art.10, N. 11 ve 48. 46  Mankowski, Art.10, N. 13. 47  Schnyder/Liatowitsch, §22, N. 88. 4 70Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490                                       Ada Uygulanacak Hukuk  Birçok Avrupa milletlerarası özel hukuk kanununda kişinin adı milli hukukuna tâbi olmasın rağmen, Ad Hukuku Çalışma Grubu nun önerdiği Tüzük  metninde,  esas  bağlanma  noktası  olarak  mutad  mesken  kabul edilmiştir 48 .  Bu  tercihte,  kanunlar  ihtilafı  alanındaki  Avrupa  Birliği tüzüklerinde (Roma I Tüzüğü, Roma II Tüzüğü, Roma III Tüzüğü, Roma IV Tüzüğü) mutad meskenin bağlanma noktası olarak kabul edilmiş olması etkili olmuştur. Bir kişinin mutad meskeni hukukuna tâbi olması, yabancının  yaşadığı  yere  uyumu  ve  yaşadığı  ülkedeki  insanlarla  aynı muameleye  tâbi  olma  menfaati  açısından  önemlidir.  Bunun  yanı  sıra, mutad mesken hukukunun uygulanması çoğunlukla yetki ve uygulanacak hukuk bakımından bir paralelliğe neden olmaktadır. Kişinin adı bakımından önem taşıyan doğum veya evlenme gibi hayat olayları genellikle kişinin mutad olarak oturduğu yerde meydana gelmektedir. Dolayısıyla Tüzük Önerisine  göre,  m.5  uyarınca  bir  hukuk  seçimi  yapılmamışsa  ada uygulanacak hukuk ilgili kişinin mutad mesken hukukudur (m.4/f.1). Mutad meskenin tayini bakımından Avrupa Adalet Divanı nın kararları ışığında otonom bir yorum yapılması gerektiği ifade edilmiştir. Tüzük Önerisinin kabul ettiği bağlanma noktası, yetkili makamlara en iyi bildikleri hukuku, diğer bir ifadeyle kendi hukuklarını uygulama imkânı sağlamaktadır. Tüzük Önerisinde,  kişinin  mutad  mesken  değişikliğinin  adı  bakımından  bir değişikliğe  neden  olmayacağı  açıkça  hüküm  altına  alınmıştır  (m.4/f.2). Ancak mutad mesken değişikliği sonrasında kişinin ad değişiklikleri yeni hukuka tâbi olacaktır.                                                    48  Dutta/Frank/Freitag/Helms/Krömer/Pintens, s. 35. Mutad mesken hakkında eskiden milli hukukun küçük kardeşi benzetmesi yapılmaktaydı. Bugün ise bağlanma noktası olarak taşıdığı önem nedeniyle mutad mesken taraf iradesinin küçük kardeşine benzetilmektedir. Bkz. Weller Marc Philippe, Der gewöhnliche Aufenthalt, Brauchen wir eine Rome 0Verordnung?, Stefan Leible/Hannes Unberath (Hrsg.), 2013, s. 295. 49  http://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32008R3&from=en, 31.05.2017. 50  http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2007:199:0040:0049:EN:PDF, 31.05.2017. 51 http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2010:343:0010:0016:en:PDF, 31.05.2017. 52  http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2012:201:0107:0134:EN:PDF, 31.05.2017. 53  Working Group of the Federal Association of German Civil Status Registrars, s. 33; Dutta/Frank/Freitag/Helms/Krömer/Pintens, s. 36; Weller, s. 298; Pintens/Dutta, s. 23. 54  Working Group of the Federal Association of German Civil Status Registrars, s. 33. 55  Pintens/Dutta, s. 24. 56  Dutta/Frank/Freitag/Helms/Krömer/Pintens, s. 37.   471Zeynep Derya Tarman                                            Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490   Ad üzerindeki hak ile kişinin temel haklarına saygı duyulması ilkesi arasında  sıkı  bir  bağ  olduğu  dikkate  alınacak  olursa,  ada  uygulanacak hukukun kişinin şahsi statüsüne tâbi olması gerektiği sonucuna varılabilir. Şahsi statü noktasında tercih, kişinin milli hukuku olabileceği gibi mutad mesken hukuku da olabilir. Mutad mesken, kişi halleri ile ilgili konularda özellikle milletlerarası özel hukuka ilişkin sözleşmelerde, Avrupa Birliği Tüzüklerinde  ve  milli  hukuklarda  uygulanacak  hukukun  belirlenmesinde yaygın olarak kullanılan bir bağlanma noktasıdır. Türk hukukunda da, vesayet ve kısıtlılık (m.10), evlilik ve genel hükümleri (m.13), boşanma ve ayrılık (m.14), evlilik malları (m.15), soybağının kurulması (m.16), nafaka (m.19)  gibi  aile  hukuku  ve  kişiler  hukukuna  ilişkin  konularda  mutad meskene bağlanma noktası olarak yer verilmiştir. Türk MÖHUK sisteminde, mutad  mesken  hukukunun  kabul  edilmesinin  sebebi,  mutad  mesken hukukunun  kişinin  menfaatini  en  iyi  şekilde  koruyan  hukuk  olduğunun düşünülmesidir. Zira kabul etmek gerekir ki fiilen bir ülkede sürekli oturma kişinin o ülke ile yakınlığının bulunduğunu ifade eder. Aile hukukundan kaynaklanan ad değişikleri de dâhil olmak üzere tüm ad ihtilaflarında şahsi statü görüşüne etki tanınmalıdır. Şahsi statü olarak da kişinin mutad mesken hukuku kabul edilmelidir. Mutad mesken, bir kimsenin belirli bir yerde, o yeri hayat ilişkilerinin merkezi yapmaya yetecek derecede, kısa veya uzun belirli  bir  süreliğine  fiilen  oturması  şeklinde  tanımlanmaktadır.  Ancak yaşamın ağırlık merkezinin nasıl belirleneceği, özellikle oturma süresinin ne olması gerektiği konusunda bir fikir birliği bulunmamaktadır. 2.  Hüküm Statüsü Görüşü Soyad,  aile  hukukundan  kaynaklanan  bir  nedenle  değişiyorsa,  Türk doktrini  bu  durumda  soyada,  şahsi  statünün  değil;  hüküm  statüsünün uygulanmasını  kabul  etmiştir.  Diğer  bir  ifadeyle,  kişinin  soyadının kazanıldığı veya kaybedildiği hukuki ilişkiye uygulanan hukukun hakimiyeti altında olduğu savunulmaktadır.                                                   57  Mutad meskenin temel bağlanma noktası olarak kullanıldığı aile ve çocuk hukukuna ilişkin bazı  Lahey  Sözleşmeleri  için  bkz.  Şanlı/Esen/Ataman-Figanmeşe,  s.  35,  dn.  72; Çelikel/Erdem, s. 186; Tekinalp/Uyanık, s. 55. 58  Weller, s. 297. 59  Çelikel/Erdem, s. 186. 60  Şanlı/Esen/Ataman-Figanmeşe, s. 38; Çelikel/Erdem, s. 185-186; Tekinalp/Uyanık, s. 55. 61  Nomer, s. 120; Çelikel/Erdem, s. 186. Bir yerin mutad mesken olarak kabul edilmesi için ne kadar bir süre gerektiği hakkındaki tartışmalar için bkz. Arslan İlyas, Milletlerarası Özel Hukukta Mutad Mesken Kavramı, İstanbul 2014, s. 43 vd. 62 Şanlı/Esen/Ataman-Figanmeşe, s. 116; Nomer, s. 226; Çelikel/Erdem, s. 207; Esen, MHB, s. 446; Doğan, s. 268. 4 72Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490                                       Ada Uygulanacak Hukuk  Türk hukukunda doğuma bağlı olarak çocuğa adının verilmesi velayet hakkının bir sonucu olarak velayet bölümünde (MK m.339); evlat edinmenin bir sonucu olarak soyad değişikliği evlat edinme başlıklı bölüm içerisinde (MK m.314); evlenmenin eşlerin soyadlarına etkisi evliliğin genel hükümleri başlıklı bölümde (MK m.187) ve boşanmanın eşlerin soyadlarına etkisi ise boşanma başlıklı bölümde (MK m.173) ele alındığı ve bu düzenlemenin kanunlar ihtilafı hukukuna da paralel bir şekilde yansıması gerektiği kabul edilmektedir. Halbuki milletlerarası özel hukukta adalet, ilişkinin niteliğine göre taraflar ve olay için objektif olan bir kuralın seçilmesiyle sağlanır. Bu nedenle,  soyadı  meselesinin  iç  hukukta  nerede  düzenlenmiş  olduğu milletlerarası özel hukuk bakımından bir önem arz etmemelidir.   Türk doktrininde soyada uygulanacak hukuk soyad değişikliğine neden olabilecek  çeşitli  aile  ilişkileri  dikkate  alınarak  belirlenmektedir.  Bu yaklaşımı benimsememekle beraber, bu çalışma kapsamında, soyadı konusu doğum, evlad edinme, evlenme ve evliliğin sona ermesi bakımından ayrı ayrı incelenecektir.  Her  bir  bölümde,  öncelikle  mevcut  düzenleme  uyarınca uygulanması gereken hukuk tespit edilecektir. Daha sonra karşılaştırmalı hukukta soyadı değişikliklerinde kabul edilmiş bağlanma noktalarına yer verilecek  ve  Türk  hukuku  bakımından  farklı  çözüm  önerilerinde bulunulacaktır. a.  Doğum Soyadın kazanılmasına sebep olan başlıca hayat ilişkisi hiç kuşkusuz kişinin doğumudur. Türk milletlerarası özel hukukunda çocuğun soyadına uygulanacak  hukuk  soybağının  hükümlerini  düzenleyen  kanunlar  ihtilafı kuralı  (MÖHUK  m.17)  uyarınca  tespit  edilecektir 64 .  MÖHUK  m.17, soybağının hükümlerinin, soybağını kuran hukuka tâbi olduğunu; ana ve baba  ile  çocuğun  müşterek  bir  milli  hukukunun  bulunması  halinde, soybağının  hükümlerine  müşterek  milli  hukukun,  bulunmadığı  takdirde müşterek  mutad  mesken  hukukunun  uygulanacağını  belirtmektedir. Dolayısıyla, ilk olarak ana, baba ve çocuğun müşterek milli hukukunun olup olmadığı  tespit  edilecektir.  Müşterek  milli  hukukun  tespiti  noktasında örneğin baba hem Alman hem Türk vatandaşı, ana ve çocuk ise sadece Alman vatandaşı iseler, ana, baba ve çocuğun müşterek milli hukuku Alman                                                  63 Şanlı/Esen/Ataman-Figanmeşe, s. 117; Esen, MHB, s. 447. 64  Çelikel/Erdem,  s.  207;  Şanlı/Esen/Ataman-Figanmeşe,  s.  149;  Nomer,  s.  275; Akıncı/Gökyayla, s. 125.   473Zeynep Derya Tarman                                            Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490   hukuku olarak tespit edilip soyadın bu hukuka göre belirlenmesi gerekir. MÖHUK m.4(b) hükmünün uygulanarak müşterek milli hukukun olmadığı sonucuna varmak ilgililerin müşterek şahsi statüye sahip olmasındaki yararın gözardı edilmesi anlamına gelecektir. Kaldı ki, m.4(b) hükmündeki ‘aksi öngörülmedikçe  ibaresi MÖHUK m.17 açısından ileri sürülebilecektir. Ana,  baba  ve  çocuğun  müşterek  milli  hukukları  bulunmuyorsa, tarafların  müşterek  mutad  mesken  hukuklarının  olaya  uygulanması gerekecektir. Şayet müşterek mutad mesken hukuku da bulunmuyorsa, bu halde soybağının hükümleri soybağı hangi devlet hukukuna göre kurulmuş ise, o devletin hukukuna göre tespit edilecektir (MÖHUK m.16).  MÖHUK m.16, ilk basamakta çocuğun doğum anındaki milli hukukuna; ikinci  basamakta  çocuğun  mutad  mesken  hukukuna;  üçüncü  basamakta ananın veya babanın çocuğun doğum anındaki milli hukuklarına; dördüncü basamakta ananın ve babanın çocuğun doğum anındaki müşterek  mutad mesken hukukuna; beşinci basamakta çocuğun doğum yeri hukukuna yer vermiştir. İlgiliye uygulanacak olan hukuku seçme imkânı tanınmamıştır. MÖHUK m.16 da sayılan bağlanma noktalarının çocuğun menfaati dikkate alınarak aşamalı bir şekilde değil de alternatif uygulanması gerektiğini ileri sürenler de bulunmaktadır.  Alman MÖHK m.10/f.3 te, çocuğun soyadına uygulanacak hukukun velayet hakkı sahibi tarafından seçileceği belirtilmiştir. Çocuğun soyadının velisi/velileri tarafından belirlenmesinde m.10 üç imkân sunmaktadır: Ana veya  babanın  milli  hukuku  veya  ana  ya  da  babanın  mutad  meskeninin Almanya da olması şartıyla Alman hukuku veyahut soyadını vermek isteyen ilgilinin  milli  hukuku  çocuğun  soyadına  uygulanacaktır.  İsviçre  MÖHK m.37 uyarınca, ada uygulacak hukuk kişinin yerleşim yeri hukuku olarak kabul edildiğinden, doğumla kazanılan soyada bu yer hukuku uygulanacaktır. Avusturya  MÖHK  m.13  uyarınca,  ada  uygulanacak  hukuk  kişinin  milli hukuku olarak kabul edildiğinden, doğumla kazanılan soyad çocuğun milli hukukuna tâbi olacaktır. Milletlerarası özel hukuk alanında mutad mesken kavramının en fazla çocuk hukuku bakımından önem arz ettiği dikkate alınacak olursa, Türk hukuku bakımından çocuğun soyadına çocuğun mutad mesken hukukunun                                                  65  Aynı yöndeki karşı oy yazısı için bkz. Yargıtay 2. HD., 13.2.2008, E. 2007/4214, K. 2008/1476 (Ekşi, Nuray, 5718 Sayılı Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun a İlişkin Yargıtay Kararları, İstanbul, 2010, s. 3 vd.). 66  Nomer, s. 268; Şanlı/Esen/Ataman-Figanmeşe, s. 140. 67  Şanlı/Esen/Ataman-Figanmeşe, s. 38; Arslan, s. 91 vd.; Weller, s. 297. 4 74Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490                                       Ada Uygulanacak Hukuk  uygulanması  önerilebilir.  Mutad  meskenin  tespiti  noktasında  objektif  bir kriterin  geçerli  olması  gerektiği  ileri  sürülmüş,  bir  yerde  kalma  isteği şeklinde  ifade  edilen  sübjektif  iradenin  hiçbir  önemi  bulunmadığı belirtilmiştir. Çocuğun mutad meskeni belirlenirken ebeveynlerden ziyade bizzat çocuğun esas alınması ve çocuğun ağırlıklı olarak hayat faaliyetlerini sürdürdüğü sosyal çevrenin nazara alınması gerekmektedir. Bu noktada çocuğun  yaşı  önem  taşımaktadır.  Çocuğun  küçük  olması  durumunda, çocuğun mutad meskeni kural olarak anne ve babanın mutad meskeni olarak kabul edilecektir. Zira küçük bebeklerin anne veya babasından bağımsız bir yaşamları, hayat ilişkileri ve mutad meskenlerinin bulunduğu iddiası hayatın akışına  uymayacaktır.  Bu  nedenle,  her  somut  olayda  çocuğun  mutad meskenine dikkatlice karar verilmesi gerekmektedir. Bunun yanı sıra, Alman hukukunda olduğu gibi soybağının kurulmasına ilişkin MÖHUK m.16 da sayılan  bağlanma  noktalarından  birini  seçme  hakkını  çocuğun  velisine tanımak  ve  bu  suretle  çocuğun  velisine  çocuğun  soyadına  uygulanacak hukuku belirleme imkânı tanımak Türk hukuku bakımından da düşünülebilir.  Evlat Edinme Evlatlığın soyadına uygulanacak hukuk, evlat edinmenin hükümlerine tâbi olacaktır (MÖHUK m.18/f.3)72. MÖHUK m.18/f.3, evlat edinmenin hükümlerini evlat edinenin milli hukukuna; eşlerin birlikte evlat edinmesi halinde evlenmenin genel hükümlerini düzenleyen hukuka tâbi tutmuştur. Evlatlığın soyadına uygulanacak hukuku evlat edinenin milli hukukuna ve birlikte evlat edinme halinde evlenmenin genel hükümlerini düzenleyen hukuka  tâbi  tutmak  yerinde  değildir.  Kişilik  hakkı  olarak  kabul  edilen soyadın evlat edinme ilişkisinde evlat edinen kişinin hukukuna tâbi tutulması milletlerarası özel hukuk kurallarının amacıyla da bağdaşmamaktadır. Soyad bakımından en sıkı ilişkili hukuk ve evlatlığın menfaatini en çok koruyan düzenleme  hiç  kuşkusuz  ilgilinin  şahsi  statüsüdür.  Bu  da  kanımızca doğumda olduğu gibi evlat edinilen kişinin mutad mesken hukuku olmalıdır. Evlat edinme ilişkisinde Türk hukukunun uygulanmasını temin etmek için - özellikle  Avrupa  ülkelerinde  evlat  edinilen  tarafın  genellikle  Türk                                                  68  Weller, s. 314. 69  Şanlı/Esen/Ataman-Figanmeşe, s. 39; Arslan, s. 115. 70  Çeşitli milletlerarası sözleşmelerde ve iç hukuk düzenlemelerinde çocuğun yaşına ilişkin farklı sınırlamalar getirilmiş olmakla beraber mutad meskenin tesis edilebilmesi açısından bir kimsenin çocuk olarak kabulü için on altı yaş makul bir yaş sınırı olarak kabul edilmektedir. Bkz. Arslan, s. 95 vd. 71  Çelikel/Erdem, s. 278; Arslan, s. 104. 72  Çelikel/Erdem, s. 289; Şanlı/Esen/Ataman-Figanmeşe, s. 117; Nomer, s. 279.   475Zeynep Derya Tarman                                            Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490   vatandaşları  olduğu  düşünülerek  -  evlatlığın  milli  hukukunun  bağlanma noktası  olarak  kabul  edilmesi  de  önerilmektedir.  Ancak  özellikle  son dönemde Türkiye nin göç alan bir ülke olduğu göz önüne alınacak olursa, - örneğin  Suriye  vatandaşlarının  evlat  edinilmesi  durumunda  -  bağlanma noktası  olarak  evlatlığın  mutad  mesken  yeri  hukukunun  kabul  edilmesi yerinde  olacaktır.  Böylece  soyadı  ihtilaflarına  uygulanacak  hukuk  Türk hukuku  olacaktır.  Avrupa  Birliği  Tüzükleri  ve  milletlerarası  sözleşmeler dikkate alındığında, milletlerarası özel hukuktaki genel eğilim kişinin şahsi statüsü  olarak  milli  hukukunun  değil,  mutad  mesken  hukukunun  tercih edilmesi  yönündedir.  Bu  nedenle,  soyadı  ihtilaflarında  evlat  edinilen kişinin mutad mesken hukukunun tercih edilmesi yerinde olacaktır.  b. Evlenme Evlilik, soyad değişikliğine sebebiyet veren bir aile hukuku ilişkisidir. Türk milletlerarası özel hukukunda, evlenen kadının veya erkeğin bu evliliğe bağlı olarak soyadı değişikliği ile ilgili özel bir düzenleme bulunmamaktadır. Bu  nedenle,  soyad,  evlenmenin  genel  hükümleri  çerçevesinde değerlendirilmektedir (MÖHUK m.13/f.3)75. MÖHUK m.13/f.3 uyarınca, evlenme  ile  kazanılan  soyad,  eşlerin  müşterek  milli  hukukuna  tâbidir. Tarafların  ayrı  vatandaşlıklara  sahip  olmaları  halinde,  soyada  müşterek mutad mesken hukuku, bulunmadığı takdirde Türk hukuku uygulanacaktır. Yargıtay, Suriye uyruklu eşle evlenen Türk vatandaşı kadın tarafından soyadının  düzeltilmesi  talebiyle  açılan  davada,  talebin  evlenmenin  genel hükümlerine ilişkin MÖHUK m.13/f.3 uygulanmak suretiyle belirlenecek hukuka göre karara bağlanması gerektiğini hüküm altına almıştır.  İsviçre  MÖHK  uyarınca,  evli  kişilerin  soyadı  değişikliklerinde  ada uygulanacak  genel  kural  (MÖHK  m.37)  uygulanacaktır.  Buna  göre, İsviçre de  yerleşim  yeri  bulunan  yabancının  soyadına  İsviçre  hukuku uygulanacak; yerleşim yeri yabancı bir devlette bulunan kişinin soyadına ise yerleşim yeri hukukunun kanunlar ihtilafı kurallarının atıf yaptığı hukuk uygulanacaktır 77 .  Evliliğe  bağlı  soyadı  değişikliklerinde,  tarafların evlendikten  sonra  oturma  niyetleri  olan  yerleşim  yerinin  esas  alınması gerektiği belirtilmektedir. Alman MÖHK ta gerçek kişinin adı kural olarak                                                  73  Pürselim Arning, s. 271. 74  Weller, s. 297. 75  Çelikel/Erdem, s. 207; Nomer, s. 226; Tekinalp/Uyanık, s. 154; Akıncı/Gökyayla, s. 24; Esen, MHB, s. 447. 76  Yargıtay 2. HD., 12.5.2009, E. 2008/3618, K. 2009/9413 (www.kazanci.com). 77  Kostkiewicz, N. 1049. 78  Schnyder/Liatowitsch, §22, N. 86; Kostkiewicz, N. 1045. 4 76Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490                                       Ada Uygulanacak Hukuk  şahsi statüye tâbi tutulmuş olmakla beraber, evlenecek olan çiftlere sınırlı bir seçim imkânı tanınmıştır. Seçilen hukuk, taraflardan birisinin milli hukuku veya  taraflardan  birisinin  mutad  meskeninin  Almanya da  olması  halinde Alman  hukuku  olabilir.  Taraflar,  m.10/f.2 ye  göre  bir  hukuk  seçimi yapmamışlarsa veya yapılan seçim hukuken geçersiz ise veyahut taraflardan birisinin  şahsi  statüsüne  göre  yapılan  seçimin  uygulanması  hukuken mümkün değilse, m.10/f.1 de düzenlenen temel kural – kişinin şahsi statüsü – uygulanacaktır. Dolayısıyla her eşin soyadı kendi milli hukuku uyarınca belirlenecektir. Yukarıda açıklandığı üzere, resmi olmayan Avrupa Birliği Tüzük Önerisi m.5/f.3 uyarınca da bir seçim hakkı söz konusudur. Evli çiftler ve tescil edilmiş hayat ortaklığının tarafları, soyadlarının taraflardan birisinin  mutad  mesken  hukukuna  veya  milli  hukukuna  tâbi  olması konusunda anlaşabilirler. Türk hukukunda ada ilişkin özel bir bağlama kuralı kabul edilecek olursa,  evliliğe  bağlı  soyadı  değişikliklerinin  de  MÖHUK  m.13/f.3 kapsamında  değil,  ada  uygulanacak  genel  kural  kapsamında değerlendirilmesi gerekecektir. Yukarıda ifade edildiği üzere, kişinin adına uygulanacak hukuk şahsi statüye tâbi olmalıdır ve şahsi statü noktasında tercih  kişinin  mutad  mesken  hukuku  olmalıdır.  Bunun  yanı  sıra,  Türk hukukunda  evlenmeye  bağlı  soyadı  değişikliğinde  temel  ilkenin  yanında taraflara sınırlı da olsa bir seçim hakkı tanınması gerektiği düşüncesindeyiz. Kişiye evlendikten sonra taşıyacağı soyadının tâbi olacağı hukuku belirleme imkânı  tanınması  ve  dolayısıyla  kendisine  zorla  bir  soyadı  verilmemesi gerekir. Zira soyad kişiye bağlı üstün ve diğer haklara göre öncelikli bir hak olduğundan  evli  kişilerin  soyadlarına  kendilerinin  karar  vermesi  isabetli olacaktır.  Türk  milletlerarası  özel  hukukunda  ada  uygulanacak  hukuk hakkında  neden  ayrı  bir  kanunlar  ihtilafı  kabul  edilmesi  gerektiğini  bir örnekle  açıklayabiliriz.  Mutad  meskeni  Türkiye de  olan  Türk  vatandaşı erkek  ile  mutad  meskeni  Almanya da  olan  Bulgar  vatandaşı  kadın Türkiye de evlendiklerinde soyadları hangi hukuka göre tespit edilecektir? Türk hukukunda kabul edilen görüş, evlilik nedeniyle soyadının değişmesini hüküm  statüsü  içerisinde  değerlendirdiğinden,  tarafların  soyadı  evliliğin genel  hükümlerine  göre  tespit  edilecektir.  MÖHUK  m.13/f.3  uyarınca, eşlerin  müşterek  milli  hukuku  veya  müşterek  mutad  mesken  hukuku olmadığından, uyuşmazlığa Türk hukuku uygulanacaktır. Aynı örneği, ada uygulanacak hukukun kişinin mutad meskeni hukuku olduğunu kabul eden                                                  79  Mankowski, Art. 10, N. 95. 80  Mankowski, Art. 10, N. 88. 81  Bkz. III/A altındaki açıklamalar.   477Zeynep Derya Tarman                                            Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490   görüşümüz  uyarınca  değerlendirdiğimizde  sonuç  farklı  olacaktır.  Bu durumda,  Türkiye de  evlenen  Türk vatandaşı  erkek  ve  Bulgar  vatandaşı kadın, kullanmak istedikleri soyadını kendi mutad mesken hukukuna göre belirleyebilirler. Bu durumda, tarafların soyadı üzerinde hüküm statüsünün bir etkisi olmayacaktır. Şahsi statü uygulandığı takdirde, eşlerin farklı soyad taşımaları  ihtimali  doğacaktır.  Kanımızca  kadının  evli  olmasına  rağmen mutad  mesken hukuku uyarınca eşinden farklı soyad taşıyabilmesi Türk kamu  düzenini  ihlal  etmeyecektir.  Zira  kişinin  adı  üzerinde  mutlak  ve devredilmez bir hakkı bulunmaktadır ve bu hak evlilikte soyadı birliğinin sağlanmasından daha üstündür. Kaldı ki eşlerin müşterek bir soyada sahip olma talebi varsa, önerdiğimiz kanunlar ihtilafı kuralında eşlere bir seçimlik hak  tanındığından  soyada,  tarafların  seçimine  göre,  Türk  veya  Alman hukuku uygulanabilecektir.    c.  Evliliğin Sona Ermesi Evliliğin sona ermesi halinde soyadı değişikliğinin boşanmanın hüküm ve sonuçlarına uygulanan hukuka tâbi olduğu kabul edilmektedir. Türk hukukunda  yabancılık  unsuru  içeren  boşanma  ve  ayrılık  sebeplerine  ve hükümlerine  uygulanacak  hukuk,  MÖHUK  m.14/f.1 de  düzenlenmiştir. Buna göre, boşanma nedeniyle tarafların birbirlerinin soyadını kullanmaya devam edip etmeyecekleri eşlerin müşterek milli hukukuna tâbidir. Taraflar ayrı  vatandaşlıkta  ise,  müşterek  mutad  mesken  hukuku;  bu  hukukun bulunmaması halinde Türk hukuku uygulanacaktır. Evliliğin ölüm, ölüm karinesi ve gaiplik kararı verilmesi hallerinde sona ermesinde de soyada uygulanacak hukuk MÖHUK m.14/f.1 e göre belirlenecektir. İsviçre MÖHK m.37 uyarınca, evliliğin sona ermesi halinde eşlerin soyadı  yerleşim  yerine  göre  belirlenecektir.  Yerleşim  yeri  İsviçre de  ise soyada İsviçre hukuku uygulanırken, yerleşim yerinin yabancı bir devlette olması  halinde  yerleşim  yeri  hukukunun  kanunlar  ihtilafı  kurallarının yetkilendirdiği  hukuk  soyadı  belirleyecektir 84 .  Evliliğin  sona  ermesi durumunda, yerleşim yerinin hangi ana göre belirleneceği konusunda soyadı değişikliğine yol açan aile ilişkisinin gerçekleştiği an esas alınmaktadır. Dolayısıyla  boşanma  davasının  açıldığı  ana  göre  değil,  boşanmanın gerçekleştiği ana göre yerleşim yeri belirlenecektir. Alman MÖHK m.10/f.2,                                                  82  Çelikel/Erdem,  s.  207;  Tekinalp/Uyanık,  s.  168;  Nomer,  s.  259;  Doğan,  s.  307; Akıncı/Gökyayla, s. 30. 83  Çelikel/Erdem, s. 207; Akıncı/Gökyayla, s. 29. 84  Kostkiewicz, N. 1049. 85  Kostkiewicz, N. 1047. 4 78Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490                                       Ada Uygulanacak Hukuk  evlenmeye bağlı olarak tarafların soyadına uygulanacak hukuku düzenlemiş; ama evliliğin sona ermesi ile ilgili özel bir düzenlemeye yer vermemiştir. Bir görüş  uyarınca,  eşlerin  evlenme  nedeniyle  soyadlarının  belirlenmesi  için MÖHK m.10/f.2 uyarınca seçtikleri hukuk evliliğin sona ermesi neticesinde eşlerin soyadının tespitine de uygulanacaktır. Diğer bir görüş uyarınca, evliliğin sona ermesi halinde eşlerin evlenirken m.10/f.2 uyarınca seçtikleri hukuk boşanmanın soyada ilişkin sonuçları konusunda etkili olmayacaktır. Soyadına uygulanacak hukuk, eşler evlenirken seçim yapmış olsalar dahi m.10/f.1 uyarınca her eşin kendi milli hukuku uyarınca belirlenecektir.  Türk hukukunda evlenmeye bağlı soyadı değişikliğinde taraflara hukuk seçme  hakkı  tanınırsa  eşlerin  seçtikleri  hukukun  evliliğin  sona  ermesi neticesinde  eşlerin  soyadının  tespitine  de  uygulanması  yerinde  olur.  Bu durumda uygulanacak hukuklar bakımından bir paralellik sağlanmış olur. Eşlerin  bir  seçim  yapmamış  olmaları  halinde  ise,  soyadı  değişikliğine uygulanacak hukuk ada uygulanacak genel kural uyarınca her eşin kendi şahsi statüsü uyarınca belirlenmelidir. Şahsi statü noktasındaki tercih, mutad mesken yönünde olursa, her eşin boşanmanın gerçekleştiği andaki mutad mesken hukukunun uygulanması gerekecektir. Tıpkı evlenmede olduğu gibi, boşanmada da eşlerin şahsına sıkı suretle bağlı olan soyad üzerindeki hakkın böyle bir düzenleme ile daha iyi bir şekilde korunacağı kanaatindeyiz.   IV. Atıf Türk  hukukunda  atıf,  MÖHUK  m.2/f.3  uyarınca  sadece  kişinin hukukuna  ve  aile  hukukuna  giren  yabancılık  unsuru  içeren  ihtilaflarda dikkate alınacaktır. Türk hâkimi yabancılık unsuru içeren ve aile hukuku ile kişinin  hukukuna  giren  konularda,  Türk  kanunlar  ihtilafı  kurallarının gösterdiği  yabancı  hukukun  atıf  yaparak  yetkilendirdiği  hukukun,  kendi hukuku  olması  halinde  Türk  hukukunun  maddi  hükümlerini,  üçüncü  bir devletin  hukuku  olması  halinde  üçüncü  devletin  hukukunun  maddi hükümlerini olaya uygulayarak çözümleyecektir. Dolayısıyla soyada ilişkin kurallar hem kişinin hukuku hem de aile hukukuna ilişkin kabul edildiğinden soyada uygulanacak hukuk tespit edilirken atıf dikkate alınacaktır.                                                  86  Kropholler, s. 329. 87  Mankowski, Art.10, N. 89(a). 88  Çelikel/Erdem, s. 125; Şanlı/Esen/Ataman-Figanmeşe, s. 55. Karşılaştırmalı hukukta atfın düzenleniş şekli hakkında bkz. Mekengeç Acun Merve, 5718 Sayılı Milletlerarası Özel Hukuk  ve  Usul  Hukuku  Hakkında  Kanun  Kapsamında  Atıf  (Renvoi)  Prensibinin Uygulanması, Erzincan Üniversitesi Hukuk Fakültesi Dergisi, Cilt: XVII, Sayı: 3-4, Aralık 2013, s. 250 vd.   479Zeynep Derya Tarman                                            Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490   İsviçre  hukuku  atıf  bakımından  ikili  bir  ayrım  kabul  etmektedir. Yerleşim yeri İsviçre de bulunan bir kişinin adı İsviçre hukukuna tâbidir; dolayısıyla bir atıf söz konusu değildir. Yerleşim yeri yurtdışında bulunan kişinin  adı  ise  yerleşim  yeri  hukukunun  kanunlar  ihtilafı  kurallarının yetkilendirdiği  hukuka  tâbi  olduğundan  İsviçre  MÖHK  bu  durumda  atfı kabul etmektedir. İsviçre doktrininde tartışmalı olan husus, kişinin kendi milli hukukunu seçme hakkına sahip olduğu 37. maddenin ikinci fıkrası uyarınca atfın kabul edilip edilmeyeceğidir. Bu durumda milletlerarası karar ahengini tercih edip atfın dikkate alınmasını savunanlar olduğu gibi, her hukuk seçiminde olduğu gibi bu durumda da atfın reddedilmesi gerektiğini savunanlar bulunmaktadır.  Alman  hukukunun  ada  ilişkin  kanunlar  ihtilafı  kuralı  da  –  hukuk seçiminin tanındığı haller istisna olmak üzere – atfı kabul etmektedir. Buna karşılık Ad Hukuku Çalışma Grubu tarafından hazırlanan Tüzük Önerisi, m.4 ve m.5 uyarınca atıfta bulunulan hukukun maddi hukuk hükümlerinin uygulanacağını  belirtmektedir.  Tüzük  Önerisi  m.7  uyarınca,  atıf  dikkate alınmayacaktır 92 .  Söz  konusu  Tüzük  Önerisinin  gelecekte  bu  haliyle yasalaşması  durumunda,  ad  konusunda  atfı  kabul  eden  üye  devletlerin hukuklarının  değişmesi  gerekecektir.  Örneğin,  ada  uygulanacak  hukuk konusunda Almanya (Alman MÖHK m.4) ve Avusturya (Avusturya MÖHK m.5)  atfı  kabul  etmektedir.  Türkiye,  Avrupa  Birliği ne  üye  olmadıkça Avrupa  Birliği  Tüzüklerinin  Türk  hukukuna  doğrudan  bir  etkisi olmayacaktır. Ancak MÖHUK un atıf konusunda Tüzük Önerisinden farklı bir yaklaşım benimsemiş olması yasalaşması durumunda Tüzüğün dikkate alınması  sonucunu  doğuracaktır.  Türk  hukukunun  Tüzük  Önerisi yasalaştıktan sonra üye devletlerden birinin hukuk sistemine atıf yapması durumunda, Tüzükte öngörülen bağlama kurallarının yollamada bulunduğu hukukun uygulanması gerekecektir. Bu durumda, Türk hâkimi örneğin m.5 uyarınca  düzenlenmiş  olan  hukuk  seçimini  de  dikkate  alarak  tarafların seçtikleri hukuku uygulamak durumunda kalacaktır. Yasalaştığı takdirde söz konusu  Tüzük  Önerisi  Türk  hukukunda  atfın  kabul  edilmesi  nedeniyle uygulamada önem arz edecektir.                                                   89  Kostkiewicz, N. 1049; Schnyder/Liatowitsch, §22, N. 87. 90  Schnyder/Liatowitsch, §22, N. 88. 91  Mankowski, Art.10, N. 10; Kropholler, s. 326. 92  Atıf konusunun Avrupa Birliği Tüzüklerinde nasıl ele alındığı hakkında ayrıntılı bilgi için bkz. Hein Jan von, Der Renvoi im europäischen Kollisionsrecht, Brauchen wir eine Rome 0-Verordnung?, Stefan Leible/Hannes Unberath (Hrsg.), 2013, s. 363-393. 4 80Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490                                       Ada Uygulanacak Hukuk  Ad  konusunda  Türk  hukukunda  bağımsız  bir  bağlama  kuralı  kabul edilecek olursa, atıf konusunun da tekrar değerlendirilmesi yerinde olacaktır. Her ne kadar atfın milletlerarası karar ahengini sağlama fonksiyonu göz ardı  edilemez  ise  de,  kanımızca  ad  hukuku  bakımından  sadece  pratik nedenlerden  dolayı  dahi  atıf  reddedilmelidir.  Zira  atfın  uygulanması tarafların bir hukuki uyuşmazlıkta hangi hukukla karşı karşıya kalacaklarını bilmemeleri sonucunu doğuracaktır. Öte yandan hukukçular bile yabancı hukukları  uygulamak  konusunda  sıkıntı  yaşarken,  atfın  kabulü  nüfus memurları  açısından  tam  bir  belirsizlik  yaratacaktır.  Zira  uygulamada yabancılık  unsuru  içeren  ad  hukuku  ile  ilgili  hukuki  işlemlerde  nüfus memurlarına büyük iş düşmektedir. Türkiye de yaşayan yabancıların her geçen  gün  artması,  Türkiye de  gerçekleşen  yabancılık  unsuru  içeren evlilikler  ve  bu  evliliklerden  doğan  çocuklar  nedeniyle  konunun uygulamadaki  önemi  de  gün  geçtikçe  artmaktadır.  Hiç  şüphesiz  nüfus kayıtlarının  nasıl  tutulması  gerektiği,  bu  kayıtların  kapsamı  ve  şekli  lex fori ye  tâbidir.  Ancak  kayıtların  içeriği  ada  uygulanacak  hukuka  göre belirlenecektir. Atfın kabulü, Türk nüfus memurlarına ada uygulanacak yabancı hukuku tespit etmek dışında söz konusu yabancı hukukun konuya ilişkin kanunlar ihtilafı kurallarını da araştırma sorumluluğu yüklemektedir. Bu ise Türk hâkimleri için dahi oldukça güç ve zaman alan bir iş olduğundan bağımsız bir bağlama kuralının kabul edilmesi durumunda atfın ad hukuku bakımından reddedilmesi yerinde olacaktır.  V. Kamu Düzeni MÖHUK m.5, yetkili yabancı hukukun bir hükmünün uygulanmasının Türk  kamu  düzenine  açıkça  aykırı  olması  halinde  ilgili  hükmün uygulanmayacağını  düzenlemektedir.  Doktrinde  bu  hükmün  uygulama alanının mümkün olduğunca dar tutulması gerektiği konusunda fikir birliği bulunmaktadır. Kanun metninde de Türk kamu düzenine  açıkça  aykırılık aranması bu yaklaşımı desteklemektedir. Buna rağmen, Yargıtay, özellikle soyadın  kazanılması  konusunda  kamu  düzenine  dayanmakta  ve  Türk hukukunu  uygulamayı  tercih  etmektedir.  Halbuki  bir  hükmün  hukuk                                                  93  Hein, s. 348; Mekengeç, s. 274. 94  Atıf teorisine yapılan eleştiriler için bkz. Hein, s. 344-350; Çelikel/Erdem, s. 114-118; Mekengeç, s. 276. Atfın uygulanması istenen konularda hâkime takdir hakkı tanınması konusunda bkz. Mekengeç, s. 279. Buna karşılık atfın hâkime takdir hakkı verilmeksizin düzenlenmesi gerektiği hakkında bkz. Çelikel/Erdem, s. 128. 95  Mankowski, Art.10, N. 4. 96  Nomer,  s.  172;  Çelikel/Erdem,  s.  147;  Şanlı/Esen/Ataman-Figanmeşe,  s.  75; Tekinalp/Uyanık, s. 43; Doğan, s. 218.   481Zeynep Derya Tarman                                            Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490   sistemimizden farklı bir düzenlemeye yer vermesi, bu hükmün Türk kamu düzenine  aykırı  olduğu  anlamına  gelmez.  Farklı  nitelikteki  her  yabancı hukukun  veya  yabancı  hukuk  hükmünün  kamu  düzeni  engellemesi  ile karşılaşması  milletlerarası  özel  hukuk  hakkaniyetini  ve  kararların milletlerarası  alanda  ahengini  zedeler.  Kamu  düzeni  kavramının  Türk kanunlar ihtilafı hukuku alanında üstlendiği rol, uygulandığı takdirde ortaya çıkan somut sonuçları itibariyle Türk kamu düzenine açıkça aykırılık teşkil eden yabancı hukukun uygulanmasını engellemektir. Önemli olan yabancı hukuk  kuralının  soyut  olarak  hâkimin  hukukuna  aykırı  olması  değildir. Aksine,  yabancı  hukuk  kuralının  uygulanması  sonucunda  verilen  somut kararın hâkimin hukukunun kamu düzenine aykırı olmasıdır. Ancak bu halde yabancı hukukun uygulanmasından vazgeçilecektir. Avrupa ülkelerindeki milletlerarası  özel  hukuk  kanunlarında  kamu  düzeni  maddesine  yabancı hukukun uygulanmasının bir istisnası olarak yer verildiği görülmektedir. Aynı  şekilde  Ad  Hukuku  Çalışma  Grubu  tarafından  hazırlanan  Tüzük Önerisi m.8 uyarınca yabancı hukukun uygulanması kamu düzenine açıkça bir aykırılık halinde reddedilebilecektir.  Kamu  düzeni  müdahalesi  sonucu  uygulanmayan  yabancı  hukukun yerine  hangi  hukukun  uygulanacağı  sorusu  önem  taşımaktadır.  Bu durumda  yabancı  hukuk  yerine  MÖHUK  m.5  uyarınca  her  halde  Türk hukukunun  uygulanması  yolunu  tercih  etmek  yerinde  olmayacaktır. Örneğin,  çocuğun  soyadına  MÖHUK  m.17  uyarınca,  ana  ve  baba  ile çocuğun müşterek milli hukuku veya mutad meskeni bulunmadığı takdirde soybağını  kuran  hukukun  uygulanması  gerekir.  Tespit  edilen  yabancı hukukun  Türk  kamu  düzenine  aykırılığı  nedeniyle  uygulanmaması  ve soybağının bu hukuka göre kurulamaması halinde, MÖHUK m.5 uyarınca doğrudan Türk hukukuna gidilmemelidir; kanunlar ihtilafı kurallarının amacı gözetilerek  yetkili  hukuk  m.16  uyarınca  bir  sonraki  basamağa  geçilerek tespit edilmelidir.                                                   97  Şanlı/Esen/Ataman-Figanmeşe, s. 75. 98  Şanlı/Esen/Ataman-Figanmeşe, s. 75. 99  Wurmnest Wolfgang, Ordre public, Brauchen wir eine Rome 0-Verordnung?, Stefan Leible/Hannes Unberath (Hrsg.), 2013, s. 465; Nomer, s. 160-161. 100  Wurnmest, s. 446. 101  Kamu düzeninin olumlu işlevi hakkında bkz. Wurmnest, s. 458 vd. 102  Kamu düzenine açıkça aykırılık halinde boşluğun öncelikle yabancı hukukun başka bir hükmü veya alternatif başka bir hukuk ile doldurulması; bu mümkün değilse lex fori nin uygulanması gerektiği hakkında bkz. Wurmnest, s. 476; Nomer, s. 180. 103  Uygulanacak hukukun tespitinde basamaklı bağlama kuralı kabul edilmiş ise, öngörülen diğer yabancı hukukun uygulanması önerilmektedir. Bu yönde Tekinalp/Uyanık, s.170; Çelikel/Erdem, s. 146; Akıncı/Gökyayla, s. 124. 4 82Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490                                       Ada Uygulanacak Hukuk   Boşanma halinde soyadına uygulanacak hukuk MÖHUK m.14 uyarınca tespit edilir. Buna göre, ilk basamakta uygulanması gereken hukuk tarafların müşterek  milli  hukukudur.  Bu  hukukun  evlenmeyi  geçerli  saymaması halinde bu hukukun boşanmaya ve dolayısıyla soyadına uygulanamayacağı açıktır. Bu durumda, hâkimin MÖHUK m.5 e başvurmadan önce yetkili hukuku  MÖHUK  m.14/f.1 deki  ikinci  basamağa  göre  belirlemesi  ve  bir çözüme  ulaşması  gerekir.  Bu  imkân  da  yoksa  ancak  o  zaman  boşanma neticesinde  soyadın  tespitine  Türk  hukukunun  uygulanması  yerinde olacaktır. Evlat edinme yoluyla soyadı değişikliğinde kamu düzeninin müdahalesi evli  bir  kadının  evlat  edinilmesi  halinde  söz  konusu  olabilir.  Türk vatandaşı evli bir kadının yabancı vatandaşlığa sahip biri tarafından evlat edinilmesi  durumunda;  evlat  edinilen  MÖHUK  m.18/f.3  uyarınca  evlat edinenin soyadını kazanma hakkına sahip olabilir. Buna karşılık, Türk maddi hukukuna göre evlat edinilmiş evli bir kadın kocasının soyadını taşımaya devam edecektir. Evli kadının sadece evlat edinenin soyadını taşıması, diğer bir ifadeyle kadının soyadının kocasının soyadından farklı olması hususunu Türk mahkemeleri kamu düzeninin ihlali olarak değerlendirebilirler. Her ne kadar Anayasa Mahkemesi aşağıda ayrıntılı olarak ele alınacağı üzere, evli kadının evlilik öncesi soyadını tek başına kullanmasına engel olan Medeni Kanun un 187. maddesine istinaden yapılan uygulamanın Anayasa ya aykırı olduğuna  karar  verdiyse  de  evli  kadının  soyadına  ilişkin  hüküm  halen yürürlükte olup henüz değişmemiştir. Evlat edinilen kişinin yetkili yabancı hukuka dayanarak kendi soyadını evlat edinenin soyadı ile birlikte kullanmayı talep etmesi halinde de kamu düzeninin  müdahalesi  söz  konusu  olabilir.  Evlatlığın  yeni  soyadına  eski soyadını ekleyerek kullanması evlatlığın menfaati açısından düşünüldüğünde çok makul görünse de Yargıtay aynı görüşü paylaşmamaktadır. Nitekim Yargıtay  evlat  edinilen  bir  erkeğin  iki  soyad  taşımasını  Soyadı Nizamnamesinin 6. ve 16. maddesi hükümleri ışığında değerlendirmiş ve kabul etmemiştir.  Evlilik  nedeniyle  soyadı  değişikliğinin  Türk  kamu  düzeninin  ihlali olarak değerlendirildiği Yargıtay kararları bulunmaktadır. Bunlardan ilki,                                                  104  Aynı yönde bkz. Doğan, s. 311. 105  Pürselim Arning, s. 232. 106  Bkz. dn. 115. 107  Yargıtay 18. HD., 15.9.2011, E. 2011/7038, K. 2011/8854 (www.kazanci.com).   483Zeynep Derya Tarman                                            Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490   Türk  vatandaşı  erkeğin  yabancı  hukuka  uygun  olarak  yapılan  evlilik nedeniyle yabancı eşinin soyadını almasına ilişkindir. Yargıtay, yabancı ülkede evlenen ve müşterek ikametgâh hukukuna göre yabancı eşin soyadını alan Türk vatandaşı kocanın yeni soyadının nüfus siciline tescili için açtığı davada, talebi eşlerin müşterek ikametgâh hukuku olan İsviçre hukukuna göre kabul eden yerel mahkeme kararını bozmuştur. Soyadın düzeltilmesine ilişkin talep, evlenme sonucunda evlenmenin genel hükümlerini idare eden eşlerin müşterek ikametgâh hukukuna, somut olayda İsviçre hukukuna göre karara bağlanması gerekirken, Yargıtay evlenme ile iktisap edilen soyadın nüfusa  tescil  talebini  MK  m.26  (yeni:  m.27)  ve  m.153  (yeni:  m.187) hükümlerinin kamu düzeni karakterinde olduğu gerekçesiyle reddetmiştir. Maddi hukukta bir hüküm kamu düzeni düşüncesiyle getirilmiş olsa dahi bu hükme aykırı her yabancı düzenlemeyi MÖHUK m.5 bağlamında bir kamu düzeni ihlali olarak kabul etmemek gerekir. Zira yabancı hukukun ve hukukun uygulanmasıyla ortaya çıkan somut sonuçların Türk hukukunda yer alan  düzenlemelerden  farklı  olması  Türk  kamu  düzeninin  ihlal  edildiği anlamına gelmez. Yargıtay ın kararındaki en temel hatalardan biri, davada yabancılık unsuru bulunmadığına işaret ederek doğrudan Medeni Kanun un ilgili  hükümlerine  göre  karar  vermesi  olmuştur.  Halbuki  İsviçre  maddi hukukuna uygun olarak evlenme akdi nedeniyle koca eşinin soyadını aile soyadı olarak taşımaya karar vermiştir. Davacının soyadının talebine uygun olarak değiştirilmesi gerekmekteyken kamu düzeni gerekçesiyle talebinin reddedilmesi  ve  Türk  maddi  hukuk  hükümlerinin  uygulanması  yerinde olmamıştır. Yargıtay ın başka bir kararında, Türk vatandaşı erkek Alman vatandaşı eşinin soyadını Alman hukukuna istinaden almış, ancak kabul edilmeyeceği düşüncesiyle evliliğini ve yeni soyadını Türk nüfus siciline tescil ettirmekten imtina etmiştir.  Soyada  uygulanacak  hukuku  etkileyen  başka  bir  olgu  da  Türk hukukunun  doğrudan  uygulanan  kurallarının  müdahalesidir.  Bir  devletin belirli  sosyal  ve  ekonomik  kararlarının  uygulama  aracı  olan  doğrudan uygulanan  kurallar  yabancılık  unsuru  ihtiva  etsin  etmesin  tüm  olaylara doğrudan  müdahale  eden  emredici  nitelikte  kurallardır.  Bu  kurallar genellikle  Türk  hukukunun  dış  ticaret,  gümrük,  rekabet  gibi  alanlarına                                                  108  Yargıtay 18. HD., 25.2.1997, E. 1997/288, K. 1997/1496 (www.kazanci.com). Kararın eleştirisi için bkz. Esen, MHB, s. 439-450. 109  Çelikel/Erdem, s. 149; Esen, MHB, s. 448. 110  Yargıtay 2. HD., 17.3.2008, E. 2007/6488, K. 2008/3494 (Doğan, s. 288, dn. 48). 4 84Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490                                       Ada Uygulanacak Hukuk  ilişkindir.  Ancak  Yargıtay,  bir  kararında  Türk  hukukunun  evlenme  ile kazanılan  soyada  ilişkin  MK  m.187 deki  iç  hukuk  kuralını  doğrudan uygulanan bir kural olarak değerlendirmiştir.  Yargıtay, başka bir kararında da evli bir kadının yetkili hukuka göre kızlık soyadını tek başına kullanmasına izin veren düzenlemeyi göz ardı etmiştir.   Druchar   olan  soyadını,  kızlık  soyadı  olan   Sagular   ile değiştirmek isteyen davacının açtığı isim düzeltilmesi davasında evlenmenin genel  hükümlerine  ilişkin  MÖHUK  m.13/f.3  hükmünü  uygulaması gerekirken, doğrudan Türk hukukunu uygulamak suretiyle davacının evli olması  sebebiyle  kocasının  soyadını  kullanmaktan  imtina  edemeyeceği sonucuna  vararak  yerel  mahkeme  kararını  bozmuştur.  Türk  Medeni Kanunu nu uyarınca, evlenen kadın kocasının soyadını alır; kadının yazılı talebi halinde kocasının soyadından önce yazılmak şartı ile evlilik öncesi soyadını kullanabilir (MK m.187). Yargıtay, bu kararında kamu düzenini bağımsız bir bağlama kuralı olarak görmüş, kadının soyadına uygulanacak hukuku gösteren kanunlar ihtilafı kurallarına ihtiyaç duymaksızın yabancı unsurlu ilişkiye lex fori nin emredici hükmü olan MK m.187 yi uygulamıştır.  MK m.187 hükmü, iki kez Anayasa ya aykırılık iddiası ile Anayasa Mahkemesi nin önüne gelmiş, ancak Anayasa Mahkemesi, Türk Medeni Kanunu nun  187.  maddesinde  yer  alan  düzenlemeyi  Anayasa'ya  aykırı görmemiş, bu hükmün iptali için yapılan itiraz başvurusunu reddetmiştir. Bu  süreçte  konu  Avrupa  İnsan  Hakları  Mahkemesi ne  de  taşınmış  ve Mahkeme'nin  içtihatlarına  göre,  kişinin  soyadı  özel  hayat  kapsamında değerlendirilmiş ve evli kadının kocasının soyadını kullanma zorunluluğu özel  hayata  müdahale  kabul  edilerek  Medeni  Kanun'un  konuya  ilişkin düzenlemesi  Avrupa  İnsan  Hakları  Sözleşmesi'nin  (AİHS)  8.  ve  14. maddelerine aykırı bulunmuştur. Anayasa  Mahkemesi,  kadının  soyadına  ilişkin  görüşünü  bireysel başvuru üzerine kendisine gelen davalarda değiştirmiştir. Mahkeme, evli                                                  111  Yargıtay  İçtihadı  Birleştirme  Kararı,  10.7.2013,  E.  2013/18-122,  K.  2013/1059 (www.kazanci.com). 112 Yargıtay 18. HD., 6.7.2010, E. 2010/6570, K. 2010/10314 (Ekşi, s. 15). 113  29.9.1998 tarihli ve 1998/59 sayılı Karar (RG 15.11.2002, 24937); 10.3.2011 tarihli ve 2011/49 sayılı Karar (RG 21.10.2011, 28091). 114  16.11.2004 tarihli ve 29865/96 sayılı Ünal Tekeli v. Türkiye Kararı; 28.5.2013 tarihli ve 7971/07 sayılı Leventoğlu Abdülkadiroğlu v. Türkiye Kararı; 3.9.2013 tarihli ve 26268/08 sayılı Tuncer Güneş v. Türkiye Kararı; 10.12.2013 tarihli ve 38249/09 sayılı Tanbay Tüten v. Türkiye Kararı (www.hudoc.echr.coe.int). 115  19.12.2013 tarihli ve 2013/28982 sayılı Karar (RG 7.1.2014, 28875); 6.3.2014 tarihli ve 2013/4439 sayılı Karar (RG 25.4.2014, 28982); 16.4.2015 tarihli ve 2014/5836 sayılı Karar (RG 11.7.2015, 29413).   485Zeynep Derya Tarman                                            Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490   kadının  yalnızca  kızlık  soyadını  taşıyabileceğini;  aksinin  kabul  edilmesi halinde AİHS nin 8. ve 14. maddeleri dışında Anayasa nın manevi varlığın korunması  ve  geliştirilmesi  hakkını  düzenleyen  17.  maddesinin  ihlal edileceğini belirtmiştir. Anayasa Mahkemesi nin bireysel başvuru üzerine verdiği soyadı kararlarından sonra ilk derece mahkemeleri de evli kadının yalnızca kızlık soyadını kullanabilme hakkına sahip olduğuna ilişkin kararlar vermişlerdir 116 .  Bu  kararlarda,  AİHS nin  8.  ve  14.  maddelerine 117 , Anayasa nın  17.  maddesine,  Kadınlara  Karşı  Her  Türlü  Ayrımcılığın Önlenmesi hakkında Milletlerarası Sözleşme nin (CEDAW) evlilik ve aile hayatına  ilişkin  16.  maddesine  ve  milletlerarası  sözleşmelerin  öncelikli uygulanmasına  ilişkin  Anayasa nın  90.  maddesine  atıf  yapılmıştır. Anayasa'nın 90. maddesine göre, usulüne uygun olarak yürürlüğe konulan temel  hak  ve  özgürlüklere  ilişkin  milletlerarası  antlaşmalarda  yer  alan düzenlemelerin kanun hükmünde olduğu belirtilerek, hukukumuzda kanunlar ile temel hak ve özgürlüklere ilişkin milletlerarası antlaşmalar arasında bir çeşit hiyerarşi ihdas edilmiş ve aralarında uyuşmazlık bulunması halinde antlaşmalara  öncelik  tanınacağı  hüküm  altına  alınmıştır.  Bu  düzenleme uyarınca, temel hak ve özgürlüklere ilişkin milletlerarası bir antlaşma ile bir kanun  hükmünün  çatışması  halinde,  milletlerarası  antlaşma  hükmünün öncelikle uygulanması gerektiği sonucuna varılmıştır. Yargıtay, yakın bir tarihe  dek  ilk  derece  mahkemelerinin  kadının  yalnızca  kendi  soyadını kullanabileceğine  ilişkin  verdikleri  kararları  Türk  Medeni  Kanunu nun emredici hükmüne aykırı karar verilemeyeceği gerekçesiyle bozmuştur. Ancak Yargıtay Anayasa Mahkemesi nin bireysel başvuru üzerine verdiği kararlardan sonra görüşünü değiştirmiş ve evli kadının yalnızca kendi kızlık soyadını taşıma hakkı olduğunu kabul etmiştir.  Son olarak, Yargıtay Hukuk Genel Kurulu da evli kadının yalnızca kızlık soyadını taşıma hakkı olduğuna karar vermiştir. Kararda, kızlık soyadını kullanmak için haklı bir gerekçenin bulunmasına dahi ihtiyaç bulunmadığına dikkat çekmiştir. Bu hakkın AİHS nin 8. ve Anayasa nın 17. maddeleri kapsamında bir insan                                                  116  Örneğin, bkz. 10.6.2014 tarihli ve E. 2012/1392 ve K. 2014/824 sayılı Ankara 11. Aile Mahkemesi Kararı (www.kazanci.com). 117  İsim ve Soyisim hakkının Sözleşme nin 8. ve 14. maddesi ile güvence altına alınması hakkında bkz. Kılınç Ümit, İsim ve Soyisim Hakkının Avrupa İnsan Hakları Sözleşmesi Kapsamında Korunması, Türkiye Barolar Birliği Dergisi, Yıl 2010, Sayı 89, s. 242-276. 118  Türkiye, 19 Ocak 1986 yılından itibaren sözleşmeye taraftır. Bkz. RG 4.10.1985, 18858. Ayrıntılı  bilgi  için  bkz.  Çelikel  Aysel,  Kadınlara  Karşı  Her  Türlü  Ayrımcılığın Kaldırılması  Hakkında  Sözleşme  ve  Türkiye nin  Koyduğu  Çekinceler,  Milletlerarası Hukuk Bülteni (MHB), Yıl 10, Sayı 1-2, 1990, s. 59-64. 119  Yargıtay 18. HD., 3.4.2014, E. 2013/19402, K. 2014/6256 (www.kazanci.com). 120  Yargıtay 2. HD., 28.4.2015, E. 2014/20471, K. 2015/8704 (www.kazanci.com). 121  Yargıtay  Hukuk  Genel  Kurul  Kararı,  30.9.2015,  E.  2014/2-889,  K.  2015/2011 (www.kazanci.com). 4 86Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490                                       Ada Uygulanacak Hukuk  hakkı  olduğunu  belirtmiş  ve  cinsiyete  dayalı  olarak  bir  ayrıma  tâbi tutulmaksızın erkek ve kadın arasında eşit şekilde uygulanması gerektiğine karar vermiştir. Mahkeme kararları dikkate alındığında, evli kadının yalnızca evlenmeden önceki soyadını kullanma hakkına sahip olduğu söylenebilir. Ancak  MK  m.187  hükmü  hala  yürürlükte  olduğundan  kadınlar  mevcut kanuni  düzenlemede  evlendiği  kişinin  soyadını  kullanmak  zorunda bırakılmakta ancak dava yoluyla yalnızca kendi soyadlarını taşıma hakkını elde edebilmektedirler. Zira Anayasa m.90 mahkemelere Türkiye nin taraf olduğu  milletlerarası  sözleşmeleri  uygulama  imkânı  veriyorsa  da CEDAW ın 16. maddesi sadece aile soyadını seçme hakkının eşlerden her birine  tanınması  gerektiğini  belirtmekte;  bu  seçimin  nasıl  yapılacağı konusunda bir düzenleme içermemektedir. Dolayısıyla hüküm tek başına bir hukuki kesinlik ve belirlilik taşımamaktadır.  Çoğu  Avrupa  ülkesinde  evli  kadının  soyadı  sorunu  eşitlikçi  bir yaklaşımla  aşılmıştır.  Kadın  kendi  soyadını  eşinin  soyadına  bağımlı olmaksızın evlendikten sonra da koruyabildiği gibi kendi soyadını eşine de çocuklarına  da  verebilmekte  hatta  aile  adı  olarak  da  kullanabilmektedir. Buna karşılık, ülkemizde soyad ile ilgili yabancılık unsuru içeren ihtilaflarda sıklıkla kamu düzeninin ihlal edildiği sonucuna varılmaktadır. Bu durum milletlerarası  özel  hukukta  arzu  edilmeyen  bir  sonuç  olan  topal  ad uygulamasına  sebep  olmaktadır.  Ancak  kadının  soyadına  ilişkin  olarak verilen yakın tarihli mahkeme kararları ışığında – her ne kadar henüz kadının soyadına ilişkin olarak Medeni Kanun da bir değişiklik söz konusu olmasa da – bundan böyle Türk mahkemelerinin soyada ilişkin ihtilaflarda yabancı hukuku uygularken kamu düzenine eskisi kadar sık başvurmayacaklarına ilişkin bir tahminde bulunulabilir. VI. Sonuç Türk hukuk sisteminde, modern hukuk sistemleri örnek alınarak, ada uygulanacak  hukukun  özel  bir  kanunlar  ihtilafı  kuralıyla  tespit  edilmesi gerekmektedir. Ad üzerindeki hak, kişilik hakkı kapsamında olup Medeni Kanun başta olmak üzere diğer kanunlarda ad ile ilgili özel düzenlemeler bulunmaktadır. Bunun yanı sıra, soyad yalnızca bir aileye aidiyet işlevini yerine getirmez. Soyad, aynı zamanda kimliğin tespti konusunda etkilidir ve kişilik hakkının bir parçası olarak kabul edilmektedir. Bu nedenlerle, ada uygulanacak  hukuk  aile  hukukuna  tâbi  tutulmayıp  özel  olarak düzenlenmelidir. Aile hukuku ile kişiye sıkı suretle bağlı olan ad üzerindeki hak karşı karşıya geldiğinde, öncelikli olarak korunması gereken hak kişilik hakkına dair olan ad üzerindeki haktır.  Ada  ilişkin  bağımsız  bir  bağlama  kuralının  Türk  hukukunda bulunmaması bir eksiklik olarak değerlendirilmelidir. Türk hukukunun bu   487Zeynep Derya Tarman                                            Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490   açıdan yeni yaklaşımların gerisinde kaldığını söylemek yanlış olmayacaktır. İsviçre, Almanya ve Avusturya MÖHK larında ada uygulanacak hukuk özel bir  kanunlar  ihtilafı  kuralıyla  düzenlenmiştir.  Bu  düzenlemelerde  ada uygulanacak hukuk kural olarak kişinin şahsi statüsüne tâbi tutulmuştur. Ad Hukuku  Çalışma  Grubu nun  hazırladığı  Ada  Uygulanacak  Hukuk hakkındaki Avrupa Birliği Tüzük Önerisinde de ada uygulanacak hukukun hüküm statüsüne tâbi tutulmadığı konunun bağımsız olarak düzenlendiği tespit edilmiştir.  Bir soyadın kazanılması, değişmesi veya kaybı, aile hukukuna ilişkin statü değişikliklerinin bir yan sonucu olarak değil; başlı başına bir olay olarak değerlendirilmelidir. Dolayısıyla Türk hukukunda da ad aile hukuku ilişkileri  neticesinde  değişse  bile,  hüküm  statüsüne  tâbi  olmaması  esası benimsenmeli ve kural olarak kişinin şahsi statüsüne hakimiyet tanınmalıdır. Kişiye sıkı suretle bağlı olan ad üzerindeki hak, böyle bir düzenlemeyle daha iyi  bir  şekilde  korunacaktır.  Bu  düzenleme  uyarınca,  ada  uygulanacak hukukun kişinin mutad mesken yeri hukukuna göre tespit edilmesi temel ilke olarak kabul edilmelidir. Temel ilkenin yanında, taraflara bir seçim hakkı da tanınmalıdır.  Evli  çiftlerin  soyadı,  kural  olarak  şahsi  statüye  göre belirlenmelidir. Ancak eşlere taraflardan birisinin mutad mesken hukukunu veya milli hukukunu seçme hakkı verilmelidir. Evli kişilerin soyadlarına uygulanacak  hukuka  kendilerinin  karar  vermesi  gerekir.  Aksi  takdirde, kanunlar  ihtilafı  kuralları  uyarınca  yetkili  olan  hukukun  öngördüğü  bir soyadın kişilere zorla verilmesi söz konusu olur. Halbuki soyadın, kişiye bağlı üstün ve diğer haklara göre öncelikli bir hak olduğu gerçeği göz önüne alınmalıdır.  Benzer bir seçim hakkı çocuğun soyadı konusunda da çocuğun velisine tanınmalıdır. Veliler, çocuğun soyadına uygulanacak hukuk olarak ana veya babanın milli hukuklarını veya mutad meskenleri hukuklarından birini  seçme  imkânına  sahip  olmalıdırlar.  Bir  hukuk  seçimi  yapılmadığı takdirde çocuğun soyadına çocuğun mutad mesken hukuku uygulanmalıdır. Ada ilişkin bağımsız bir bağlama kuralının kabul edilmesi durumunda, atfın reddedilerek  uygulanacak  yabancı  hukukun  maddi  hukuk  kurallarının uygulanması yerinde olacaktır.  Bunun yanı sıra, özellikle soyadı ihtilaflarında Türk mahkemelerinin sıklıkla kamu düzenine dayandıkları görülmektedir. Ne yazık ki mahkemeler soyadı meselesini iç hukukta emredici bir şekilde düzenlendiği gerekçesiyle çoğunlukla kamu düzeni müdahalesine tâbi tutmaktadırlar. Bu nedenle de Türk mahkemeleri aile soyadını seçme imkânını veya kadına yalnızca kendi soyadını taşıma hakkını veren yabancı hukuk yerine Türk maddi hukukunu uygulama eğiliminde olmaktadırlar. Buna karşılık, kadının soyadına ilişkin 4 88Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490                                       Ada Uygulanacak Hukuk  olarak verilen yakın tarihli mahkeme kararları ışığında – her ne kadar henüz kadının soyadına ilişkin olarak Medeni Kanun da bir değişiklik söz konusu olmasa da – bundan böyle Türk mahkemelerinin soyada ilişkin ihtilaflarda yabancı  hukuku  uygularken  kamu  düzenine  eskisi  kadar  sık başvurmayacaklarına ilişkin bir tahminde bulunulabilir.",
     "Kaynakça": "Akıncı Ziya/ Gökyayla Demir Cemile, Milletlerarası Aile Hukuku, İstanbul 2010 Arslan İlyas, Milletlerarası Özel Hukukta Mutad Mesken Kavramı, İstanbul 2014 Ataman-Figanmeşe  İnci,  Çifte  Vatandaşlık  Halinde  MÖHUK un  4. Maddesinin b ve c Bentlerinin Uygulama Alanı, Milletlerarası Hukuk Bülteni (MHB), Yıl 19-20, Sayı 1-2, 1999-2000, s. 95-114 Çelikel  Aysel,  Kadınlara  Karşı  Her  Türlü  Ayrımcılığın  Kaldırılması Hakkında Sözleşme ve Türkiye nin Koyduğu Çekinceler, Milletlerarası Hukuk Bülteni (MHB), Yıl 10, Sayı 1-2, 1990, s. 59-64 Çelikel Aysel/Erdem Bahadır, Milletlerarası Özel Hukuk, İstanbul 2016 Doğan Vahit, Milletlerarası Özel Hukuk, Ankara 2016 Dutta  Anatol/Frank  Rainer/Freitag  Robert/Helms  Tobias/Krömer Karl/Pintens  Walter,  Ein  Name  in  ganz  Europa-  Entwurf  einer Europäischen Verordnung über das Internationale Namensrecht, StAZ, Nr.2, 2014, s. 33-44 Ekşi,  Nuray,  5718  Sayılı  Milletlerarası  Özel  Hukuk  ve  Usul  Hukuku Hakkında Kanun a İlişkin Yargıtay Kararları, İstanbul 2010 Esen  Emre,  Türk  Vatandaşı  Erkeğin  Yabancı  Eşinin  Soyadını Alamayacağına  İlişkin  Bir  Yargıtay  Kararı  üzerine  Düşünceler, Milletlerarası Hukuk Bülteni (MHB), Yıl 24, Sayı 1-2, 2004, s. 439-450 Güven Pelin, Tanıma-Tenfiz, Ankara 2013 Hein Jan von, Der Renvoi im europäischen Kollisionsrecht, Brauchen wir eine  Rome  0-Verordnung?,  Stefan  Leible/Hannes  Unberath  (Hrsg.), 2013, s. 342-396 Kılınç Ümit, İsim ve Soyisim Hakkının Avrupa İnsan Hakları Sözleşmesi Kapsamında Korunması, Türkiye Barolar Birliği Dergisi, Yıl 2010, Sayı 89, s. 242-276   489Zeynep Derya Tarman                                            Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 461-490   Kostkiewicz Jolanta Kren, Grundriss des schweizerischen Internationalen Privatrechts, Bern 2012. Kropholler Jan, Internationales Privatrecht, Hamburg 2006 Mankowski  Peter,  Nomos  Kommentar  BGB  Allgemeiner  Teil  EGBGB, Heidel Thomas/ Hüsstege Rainer/ Mansel Heinz-Peter (Hrsg.), Band 1, 3. Auflage, 2016  Mekengeç Acun Merve, 5718 Sayılı Milletlerarası Özel Hukuk ve Usul Hukuku  Hakkında  Kanun  Kapsamında  Atıf  (Renvoi)  Prensibinin Uygulanması,  Erzincan  Üniversitesi  Hukuk  Fakültesi  Dergisi, Cilt: XVII, Sayı: 3-4, Aralık 2013, s. 237-283 Nomer Ergin, Devletler Hususi Hukuku, İstanbul 2015 Pintens Walter/Dutta Anatol, Unification Of The Law Applicable To Names, An academic proposal, 4th Balkan Conference Proceedings: Personal Name in Internal Law and Private International Law, Faculty of Law, University of Nis, Nis 2016, s. 21-32. Pürselim Arning, Hatice Selin, Türk, Alman ve İsviçre Milletlerarası Özel Hukukunda Ad, Ankara 2016 Schnyder  Anton/Liatowitsch  Manuel,  Internationales  Privat-  und Zivilverfahrensrecht, 2006 Şanlı Cemal/Esen Emre/Ataman-Figanmeşe İnci, Milletlerarası Özel Hukuk, İstanbul 2015 Uyanık  Ayfer/Tekinalp  Gülören,  Milletlerarası  Özel  Hukuk  Bağlama Kuralları, İstanbul 2016 Weller  Marc  Philippe,  Der  gewöhnliche  Aufenthalt,  Brauchen  wir  eine Rome 0-Verordnung?, Stefan Leible/Hannes Unberath (Hrsg.), 2013, s. 295-323 Working  Group  of  the  Federal  Association  of  German  Civil  Status Registrars,  One  Name  Throughout  Europe  -  Draft  For  a  European Regulation  on  the  Law  Applicable  to  Names,  Yearbook  of  Private International Law, Volume 15 (2013/2014), s. 31-37 Wurmnest Wolfgang, Ordre public, Brauchen wir eine Rome 0-Verordnung?, Stefan Leible/Hannes Unberath (Hrsg.),"
}