{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": "24",
     "Ay": "05",
     "Yıl": "2021",
     "Cilt": "70",
     "Sayı": "2",
     "Başlık": "ÖNÖDEME VE BAZI ÇÖZÜM ÖNERİLERİ",
     "Title": "Prepayment and Some Proposals",
     "Yazar İsmi": [
          "Muharrem ÖZEN",
          "Atacan KÖKSAL"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Prepayment",
          "Alternatif Çözüm Yöntemi",
          "Uzlaştırma",
          "Adli Para Cezası",
          "Hapis Cezası"
     ],
     "Keywords": [
          "Prepayment",
          "Alternative Dispute Resolution",
          "Reconciliation",
          "Judicial Fine",
          "Prison Sentence"
     ],
     "Özet": "Önödeme  hukukumuzda  uzun  süredir  uygulanan  alternatif çözüm yöntemlerindendir. Bu usulün uygulanmasına ilişkin kurallar, 5237 sayılı Türk Ceza Kanunu nun 75. maddesinde düzenlenmiştir. Önödeme, 5271 sayılı Ceza Muhakemesi Kanunu nun 253 ile 255. maddeleri  arasında  düzenlenen  uzlaştırma  kapsamındaki  suçlar bakımından uygulanamaz. Esasen yalnızca adli para cezası gerektiren veya yukarı sınırı altı ay hapis cezasını aşmayan suçlarda uygulanabilen önödemenin kapsamına, Türk Ceza Kanunu nda sayılan bazı özel suç tipleri  de  eklenmiştir.  24.11.2016  tarihli  6763  sayılı  Kanun  ve 17.10.2019 tarihli 7188 sayılı Kanunla birlikte önödemenin daha fazla suç için uygulanması amaçlanmış ve taksitle ödeme gibi kolaylıklar getirilmiştir. Bu çalışmada, önödemenin tarihsel gelişimi genel olarak incelendikten  sonra,  önödemenin  hukuki  niteliğine  ilişkin  öğreti görüşlerine  yer  verilecektir.  Uygulama  açısından  önem  arz  eden önödemenin şartları, alt başlıklar halinde açıklanacak ve önödemenin hukuki  sonuçları  ortaya  konulacaktır.  Bu  çerçevede  yapılan açıklamalarda,  Yargıtay  kararları  ve  doktrindeki  görüşler  de  ele alınacaktır.  Nihayet  sonuç  kısmında,  önödemeye  ilişkin  istatistiki                                                             Makalenin Geliş Tarihi: 25.03.2021, Makalenin Kabul Tarihi: 24.05.2021.      Prof. Dr., Ankara Üniversitesi Hukuk Fakültesi Ceza ve Ceza Muhakemesi Hukuku Anabilim Dalı Başkanı, E-Posta: ozen@law.ankara.edu.tr, ORCID: 0000-0002-8406-8269       Ar. Gör., Ankara Üniversitesi Hukuk Fakültesi Ceza ve Ceza Muhakemesi Hukuku Anabilim Dalı Öğretim Elemanı, E-Posta: koksala@ankara.edu.tr, ORCID: 0000-00031880-5176 Muharrem ÖZEN, Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 bilgiye yer verildikten sonra, 5237 sayılı Türk Ceza Kanunu nun 75. maddesindeki düzenlemeye ilişkin çözüm önerileri sunulacaktır.",
     "Abstract": "Prepayment is one of the alternative dispute resolution procedures that has been applied in our law for a long time. Rules regarding the application of this procedure are regulated in Article 75 of the Turkish Criminal Code numbered 5237. Prepayment can not be applied for crimes within the scope of reconciliation regulated between Articles 253 and 255 of the Criminal Procedure Code numbered 5271. Some special types of crimes counted in the Turkish Criminal Code have also been added to the scope of the prepayment, which can only be applied for crimes that require a judicial fine or prison sentence which doesn t exceed  the  maximum  six-month.  The  law  numbered  6763  dated 24.11.2016 and the law numbered 7188 dated 17.10.2019 aimed to apply the prepayment for more crimes and introduced such facilities as payment in installments. In this study, after examining the historical development of prepayment in general, doctrinal views on the legal nature of prepayment will be included. Conditions of the prepayment, which  are  important  in  terms  of  application,  will  be  explained  in subheadings and the legal consequences of the prepayment will be presented. In the statements made within this framework, the decisions of the Court of Cassation and the opinions in the doctrine will also be discussed.  Finally,  in  the  conclusion  part,  after  the  statistical information on prepayment is included, solution proposals regarding the regulation in Article 75 of the Turkish Penal Code numbered 5237 will be presented.",
     "Metin": "Önödeme, cezası ve önemi az olduğu kabul edilen bazı suçlarda adliyenin yükünü hafifletme, zaman ve muhakeme giderlerinde tasarruf sağlama gibi nedenlerle kabul edilmiştir. Bu kurum, ceza miktarı az olan  bazı  suçlarda,  failin  belli  bir  miktar  para  cezasını yargılanmaksızın,  önceden  ödemeyi  kabul  etmesiyle  kamu  davası açılmaması  veya  davanın  düşürülmesini  sağlayarak  yargının  işini azaltmayı, suçluyu cezaevi ortamından uzak tutarak suçun bulaşıcılığını gidermeyi, bu sayede hem bireysel hem de kamusal açıdan yarar elde etmeyi  amaçlamaktadır.  Bu  yol  aynı  zamanda  failin  suçlu  olarak damgalanmasını da önler. Nitekim kamu davası açma mecburiyetinin bir  istisnası  olarak,  Cumhuriyet  savcısının  soruşturma  aşamasında iddianame  düzenlemeye  yetecek  kadar  delil  elde  etmiş  olmasına rağmen  iddianame  düzenlemeden,  failin  sadece  belirlenecek  para cezasını ödemesi karşılığında cezai uyuşmazlığı ortadan kaldırabildiği veya kovuşturma aşamasında mahkemece bu usul uygulanarak açılmış olan  davanın  ortadan  kaldırılabilmesi  söz  konusudur.  Dolayısıyla suçun işlenmesinden sonra failin önödeme kapsamındaki davranışlarına cezalandırma  ilişkisini  ortadan  kaldırıcı  bir  etki  tanınmıştır.  Öne çıkarılan bu yönlerine karşın, adli hata korkusu ile suçsuz kişilerin dahi bu yola gidebilecekleri veya sadece zaman kaybını önlemek için bu yola başvuranların olabileceği de ifade edilmiştir. Yine yargılamaların çok uzun sürmesi ve bu uzun yargılama süreci boyunca kişilerin daha çok lekelenme ihtimali de göz ardı edilmemelidir. Ayrıca failin kişisel özellikleri  dikkate  alınmadığından,  önödemenin  bireyselleştirme vasıtası olmadığı da ifade edilmiştir.                                                             1   Francesco ANTOLISEI, Manuale di Diritto Penale Parte Generale, Sedicesima Edizione, Milano 2003, s. 777. 2   Zeki HAFIZOĞULLARI – Muharrem ÖZEN, Türk Ceza Hukuku Genel Hükümler, B. 12, Ankara 2019, s. 529.  3   Nevzat TOROSLU – Haluk TOROSLU, Ceza Hukuku Genel Kısım, B. 24, Ankara 2018, s. 501. 4   Veli Özer ÖZBEK, TCK İzmir Şerhi Türk Ceza Kanununun Anlamı, C. 1, B. 4, Ankara 2010, s. 1080. 5   Ferrando MANTOVANI, Diritto Penale Parte Generale, Decima Edizione, Vicenza 2017, s. 819. 6   Faruk EREM, Türk Ceza Kanunu Şerhi Genel Hükümler, C. 1, B. 1, Ankara 1993, s. 931. 7   ÖZBEK, s. 1080. 8   Mehmet Emin ARTUK – Ahmet GÖKCEN – Ahmet Caner YENİDÜNYA, Ceza Hukuku Genel Hükümler, B. 9, Ankara 2015, s. 1029. 591Muharrem ÖZEN, Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 Bir  depenalizasyon  yolu  olarak  da  öngörülen  önödeme,  ceza kanununda yeni değildir. Bu müessese, ilk olarak Norveç hukukunda kabul edilmiş ve 1887 tarihli Ceza Muhakemeleri Usulü Kanunu nun 287 ile 289. maddeleri arasında yer almıştır. Yine mülga 765 sayılı TCK nın 119. maddesi ve mehaz İtalyan Zanardelli Kanunu nun 101. maddesinde  önödeme  düzenlenmiştir.  Hukukumuzdaki                                                             9   Ayhan ÖNDER, Sulh Ceza Hâkiminin Ceza Kararnamesi, B. 1, İstanbul 1966, s. 17. 10  Yalnız para cezasını gerektiren veya kanun maddesinde öngörülen hürriyeti bağlayıcı cezasının haddi üç ayı aşmayan suçun faili;   1. Para cezası maktu ise bu miktarı, aşağı ve yukarı hadleri gösterilmiş ise aşağı haddini,   2. Hürriyeti bağlayıcı cezanın aşağı haddinin, her gün 647 sayılı Cezaların İnfazı Hakkında Kanunun 4 üncü maddesinin birinci fıkrasının (1) numaralı bendinde belirtilen aşağı hadler üzerinden karşılayan miktarlarını,   3. Hürriyeti bağlayıcı ceza ile birlikte para cezası da öngörülmüş ise, hürriyeti bağlayıcı ceza için yukarıdaki şekilde belirlenecek miktar ile para cezasının aşağı haddini,   Soruşturma giderleri ile birlikte, Cumhuriyet savcılığınca yapılacak tebliğden itibaren on gün içinde merciine ödediği takdirde hakkında kamu davası açılmaz.   Suçla ilgili kanun maddesinde, yukarı haddi üç ayı aşmayan hürriyeti bağlayıcı ceza veya para cezasından yalnız birinin uygulanmasının öngörüldüğü hallerde, yukarıdaki fıkralara göre ödenmesi gereken miktar para cezası esas alınarak belirlenir.    Cumhuriyet savcılığınca yapılacak tebligatta, ödenecek miktar, ödeme süresi ve belli edilen miktarın bu süre içinde ödenmesi halinde kamu davasının açılmayacağı ve ödemediği takdirde açılacak kamu davası üzerine suçu sabit görüldüğü takdirde mahkemece tayin edilecek cezanın yarı nispetinde artırılarak hükmolunacağı sanığa bildirilir.   Yukarıdaki  fıkra  uyarınca  yapılan  tebligata  rağmen  belli  edilen  miktarın  süresinde ödenmemesi halinde kamu davası açılır ve suç sabit olduğu takdirde tayin edilecek ceza, aşağı ve yukarı haddi gösterilen hallerde yukarı haddi geçmemek üzere yarı nispetinde artırılarak hükmolunur.   Özel kanun hükümleri gereğince işin doğrudan doğruya mahkemeye intikal etmiş olması halinde sanık sorgusundan önce hakim tarafından verilecek on günlük mehil içinde bu madde hükümlerine göre tespit edilecek miktardaki parayı yargılama giderleriyle birlikte merciine ödediği takdirde kamu davası ortadan kaldırılır. Verilen mehil içinde belirlenen paranın ödememesi halinde yukarıdaki fıkra hükmü uygulanır.   Yukarıdaki fıkra kapsamına giren bir suçtan ötürü doğrudan doğruya mahkemeye intikal eden işin ceza kararnamesiyle sonuçlandırılmış olması halinde itiraz üzerine duruşma yapılır ve bu halde de anılan fıkra hükümleri uygulanır.    Bu madde gereğince kamu davasının açılmaması veya ortadan kaldırılması kişisel hakkın istenmesine, malın geri alınmasına ve zoralıma ilişkin hükümleri etkilemez.   Kanun maddesinde ayrıca bir meslek veya sanatın tatili cezasının bulunması bu madde hükmünün uygulanmasına engel olmaz.   Nispi para cezası gerektiren suçlar hakkında bu madde hükmü uygulanmaz. 11  1889  tarihli  İtalyan  Zanardelli  Kanunu nun  101.  maddesinde,  kanunda  aksi düzenlenmedikçe, 300 liretten fazla para cezası gerektirmeyen kabahatler için duruşmanın başlamasından önce, cezanın üst sınırı kadar paranın muhakeme giderleriyle birlikte ödenmesi  halinde  ceza  davasının  düşeceği  hükme  bağlanmıştır.  Kanun  için  bkz. http://www.antropologiagiuridica.it/cp9.pdf (06.11.2020) 12  Zanardelli Kanunu ndaki söz konusu düzenlemenin benzeri 765 sayılı mülga TCK nın önödemeye ilişkin 119. Maddesinin ilk halinde, kanunda hilafı yazılı olmadıkça en çoğu 592Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 Önödeme ve Bazı Çözüm Önerileri düzenlemelerden ayrışsa da yürürlükteki İCK m. 16213 ve 162-bis te de  önödeme  yer  almaktadır.  Bu  açıdan  önödeme  uygulaması konusunda yeterli doktrin ve uygulama bulunmaktadır.                                                             50 liradan ibaret hafif para cezası tayin kılınmış olan kabahat failleri, duruşmadan evvel kabahat için muayyen para cezasının en yüksek haddini teşkil eden miktarı ile muhakeme masraflarını merciine ödeyerek hukuku amme davasını ortadan kaldırtabilir şeklinde düzenlenmişti. Müessesenin 05.03.1973 tarih ve 1696 sayılı Kanunla yapılan değişiklikle Ceza Muhakemeleri Usulü Kanunu na eklenen 5 ile 9 uncu maddeler arasına genişletilerek alındığı ve anılan TCK m. 119 hükmünün yürürlükten kaldırıldığı, daha sonra 07.01.1981 tarih ve 2370 sayılı Kanunla, şartları ve uygulanış alanı genişletilerek yeniden TCK m. 119 da düzenlendiği, nihayet 14.12.1988 tarih ve 3506 sayılı Kanunla uygulanabilme alanının daha da genişletildiği, bu bakımdan önödemenin üç aya kadar olan hürriyeti bağlayıcı cezalarda da uygulanabilmesine imkan tanındığı görülmektedir. Bkz. Ayhan ÖNDER, Ceza Hukuku Dersleri, B. 1, İstanbul 1992, s. 698; Erdener YURTCAN, Önödeme ve Sulh Yargıcının Ceza Kararnamesi Yolları Aynı Konuda Peşpeşe Uygulama Alanı Bulabilir mi?, in. CHKD., C. 1, S. 1, Y. 1978, s. 46. 13  İCK nın genel hükümler kitabının, suçun ve cezanın ortadan kalkması başlıklı altıncı kısmının, suçun ortadan kalkması başlıklı birinci bölümünde yer alan 162. maddesinde, kanunda  yalnızca  para  cezası  (ammenda)  öngörülen  kabahatlerde,  kabahat  failinin duruşmanın başlaması veya ceza kararnamesinden önce kabahat için öngörülen cezanın üst sınırının  1/3 ünü  muhakeme  giderleriyle  birlikte  ödemesi  durumunda  suçun  ortadan kalkacağı hükme bağlanmıştır. 14  İCK nın 162-bis maddesinin 1 ve 2. fıkralarında, kabahatler için kanunda para cezası (ammenda) ile hürriyeti bağlayıcı cezanın (arresto) seçimlik yaptırım olarak öngörülmesi durumunda,  kabahat  failinin  duruşmanın  başlaması  veya  ceza  kararnamesinden  önce kabahat için öngörülen para cezasının üst sınırının yarısını muhakeme giderleriyle birlikte ödeyebileceği, fail tarafından önödemeye ilişkin dilekçeyle birlikte bu paranın yatırılacağı hükme bağlanmıştır. Anılan maddenin 3. fıkrasında, İCK m. 99/3 teki tekerrür, İCK m. 104 teki kabahatler bakımından itiyadi suçlu olma hali (abitualità nelle contravvenzioni), İCK m. 105 teki suç işlemeyi meslek edinme (professionalità nel reato) hali ile suçtan kaynaklanan zarar veya tehlikenin devam etmesi hallerinde önödemenin uygulanmayacağı yer almıştır. Maddenin 4. fıkrasında, bunların haricinde kalan durumlarda, hakimin fiilin ağırlığını göz önünde bulundurarak önödeme talebini reddedebileceği yer almaktadır. 5. fıkrada, ilk derece yargılaması duruşma devresinde delillerin tartışılmasının başlangıcına kadar önödeme talebinin yinelenebileceği, son fıkrada ise, 1. fıkrada belirlenen tutarın ödenmesinin suçu ortadan kaldıracağı hükme bağlanmıştır. 15  İCK daki  söz  konusu  düzenlemelerden  hareketle,  İtalya da  önödemenin  kural  olarak kabahatler bakımından düzenlendiği, zorunlu ve ihtiyari olmak üzere iki türünün bulunduğu, karşılığında yalnızca para cezası öngörülen kabahatler bakımından önödeme uygulamasının zorunlu olduğu, kabahat failinin duruşmanın başlaması veya ceza kararnamesinden önce muhakeme giderleriyle birlikte önödemeye konu olan parayı ödemesi durumunda hakkında önödemenin uygulanacağı; buna karşın seçimlik olarak para cezası veya hürriyeti bağlayıcı ceza öngörülen kabahatler bakımından önödemenin ihtiyari olduğu görülmektedir. İCK daki anılan düzenleme haricinde özel kanunlarda adli para cezası gerektiren bazı suçların (örneğin, bazı kaçakçılık suçları) önödemeye tabi olduğu belirtildiğinden, istisnai bu hallerde de önödeme uygulanmaktadır. Bkz. MANTOVANI, s. 819-820. 16  HAFIZOĞULLARI – ÖZEN, s. 529. 593Muharrem ÖZEN, Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 Ceza ve ceza muhakemesi kanunlarında yapılan birçok değişikliğe rağmen azaltılamayan suç enflasyonu ve mahkemelerin artan iş yükü karşısında, cezai uyuşmazlıkların alternatif çözüm yöntemleriyle adliye dışında giderilmeye çalışıldığı gözlemlenmektedir. Öğretide şüpheli veya  sanıkla  devlet  arasındaki  uzlaşma  olarak  nitelendirilen önödemenin,  5271  sayılı  CMK nın  253  ve  devamı  maddelerinde düzenlenen uzlaştırmadan farklı olduğu, nitekim önödemede mağdurun zararının giderilmediği ve failin yargılanmaksızın suçun karşılığı olarak kanunun öngördüğü para cezasını ödediği görülmektedir. Önödemede belirlenen miktarın iradi  bir  şekilde ödenmesi gerektiğinden, failin önödeme teklifini kabul zorunluluğu yoktur.  5237  sayılı  TCK nın  75.  maddesinde  düzenlenen  önödemeye ilişkin  hükmün,  genel  itibariyle  mülga  765  sayılı  TCK daki düzenlemeyi koruduğu görülmektedir. Bununla birlikte, zaman içinde getirilen yeni düzenlenmelerle önödemenin kapsamı genişletilmiştir. II. ÖNÖDEMENİN HUKUKİ NİTELİĞİ Önödeme 5237 sayılı TCK nın 75. maddesinde, Dava ve cezanın düşürülmesi  başlıklı  dördüncü  bölümde  düzenlenmiştir.  Kanun önödemeyi  yerine  göre,  kamu  davasının  açılmaması  veya  kamu davasının düşme nedeni olarak görmektedir. Önödemenin  hukuki  niteliğiyle  ilgili  öğretideki  bir  görüş, önödemenin cezai değil, idari bir müessese olduğu, önödeme yolunu seçen kişinin idari bir müeyyideyi kabulle, teknik anlamdaki cezai müeyyideden kurtulduğu yönündedir. Önödemenin tarihsel gelişimi                                                             17  Uzlaşmanın bir üst kavram olduğu, bunun şüpheli ile mağdur, şüpheli ile mağdur ve iddia makamı veya yargı makamı ya da şüpheli veya sanıkla devlet arasında olabileceği hakkında bkz. Nur CENTEL – Hamide ZAFER, Ceza Muhakemesi Hukuku, B. 14, İstanbul 2017, s. 524. Bu kapsamda kabule bağlı olan önödemenin şüpheli veya sanık ile iddia makamı veya yargılama makamı arasında gerçekleştirilen bir uzlaşma şekli olduğu yönündeki görüş için bkz. Feridun YENİSEY, Ceza Muhakemesi Süjelerinin İradelerinin Ceza Muhakemesinin Yürüyüşüne Etkisi Sorunu, in. Prof. Dr. Nur Centel e Armağan, Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Y. 2013, C. 19, S. 2, s. 456. Önödemenin bir uzlaşma veya sulh sayılamayacağı hakkında bkz. EREM, s. 931. 18  TOROSLU – TOROSLU, s. 501; Cumhur ŞAHİN, Ceza Muhakemesinde Uzlaşma, in. Prof. Dr. Süleyman Arslan a Armağan, Selçuk Üniversitesi Hukuk Fakültesi Dergisi, Y. 1998, C. 6, S. 1-2, s. 240.  19  EREM, s. 931. 594Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 Önödeme ve Bazı Çözüm Önerileri itibariyle ilk başta kabahat fiilleri bakımından öngörülmesi, idari ve mali müeyyideleri gerektiren fiillerin işlenmesi halinde fail ile Devlet arasında bir sulh anlaşmasının akdedilmesi gibi mütalaa edilmesinin bu  görüşte  etkili  olduğu  belirtilmelidir.  Yine  İtalyan  öğretisinde, yürürlükteki İCK m. 162 ve 162-bis uyarınca kabahatler için öngörülen önödemenin, idari bir para cezasının ödenmesi ve bu sayede failin bütün cezai sonuçlardan kaçınabilmesine olanak sağlayan idari bir kurum olduğu  ifade  edilmiştir.  Ancak  5237  sayılı  TCK da  kabahatlerin düzenlenmemesi ve suçların önödeme kapsamında olması dolayısıyla önödemenin  idari  bir  müessese  olmadığı  belirtilmelidir.  Ayrıca önödemenin idari bir işlem olarak kabul edilmesi halinde, yetkinin adliye dışındaki idari bir mercie verileceği ve bunun denetim görevinin de  idari  yargıya  ait  olacağı,  önödeme  halinde  soruşturma  veya yargılama giderlerinin ödenmesinin bunun idari bir kurum olmadığını gösterdiği ifade edilmelidir. Kaldı ki önödemenin gerçekleşmemesi halinde ceza muhakemesinin gerçekleştirilmesi ve fail hakkında ceza ve  ceza  muhakemesi  hukukundan  kaynaklanan  bütün  kurumların uygulanması, önödemenin idari nitelikte olmadığının göstergesidir.   Özellikle  İtalyan  öğretisindeki  bazı  yazarlarca  önödemenin, failin  rızasıyla  cezanın  gönüllü  infazından  ibaret  olduğu  ve yargılamasız ceza olmaz (nulla poena sine judicio) ilkesine bir istisna teşkil ettiği savunulmuştur. Bu görüş, İtalyan hukuku bakımından failin yaptığı ödemenin idari bir yaptırımdan ibaret olması ve bunun fiili suç alanından çıkartıp hukuka aykırı idari fiiller (torto amministrativo) alanına girmesini sağlaması, bu sayede de cezai sonuçların ortadan kalkması gerekçesiyle eleştirilmiştir.                                                              20  Bilhassa  mali  mahiyette  veya  belediye  inzibatına  müteallik  kabahatlerin  çoğunda muslihane hal veyahut rızasiyle ödeme usulü ceza davasının ortadan kalkması sebebi olmak üzere evvelce de kabul edilmişti. Bkz. MAJNO, Ceza Kanunu Şerhi Türk ve İtalyan Ceza Kanunları, C. 1, Ankara 1977, s. 581. 21  ANTOLISEI, s. 778. 22  Bkz. Erol KARAASLAN – Kemal AKSAKAL – Ali ÇETİN, Ceza Yasamızda Önödeme Kurumu, in. Prof. Dr. Mahmut Tevfik Birsel e Armağan, İzmir 2001, s. 552. 23  Fatih Selami MAHMUTOĞLU, İdari Para Yaptırımını Gerektiren Eylemler Yönünden Yargılama Rejimi, in. İHFM., Y. 1996, C. 55, S. 1-2, s. 160. 24  Söz konusu görüşler için bkz. MANTOVANI, s. 820. 25  ANTOLISEI, s. 778.  595Muharrem ÖZEN, Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 Diğer bir görüş, önödeme kurumunun bugün itibariyle kanundaki düzenlemesinin  bu  kurumun  yürürlüğe  girdiği  ilk  şeklinden ayrıştığından ve önödemeye tabi suçlarda önödeme tebliği yapılmadan kamu  davası  açılamaması,  açılmış  olsa  dahi  mahkemece  önödeme usulünün  tamamlatılması  gerekliliğinden  hareketle  önödemenin  bir muhakeme engeli olduğu yönündedir. Yine önödemenin yargılamasız bir cezalandırma mekanizması olarak, Devletle fail arasındaki ceza ilişkisi  doğmadan  uyuşmazlığı  sonlandırdığı,  bu  yönüyle  de  ceza hukukuna değil, ceza yargılamasına ait olduğu, önödemenin TCK da düzenlenmesinin  kurumun  hukuki  niteliğini  belirlemede  önemli olmadığı ifade edilmiştir. Katıldığımız  görüş  ise,  önödemenin  asıl  itibariyle  ceza muhakemesi hukukuna ait bir kurum olmakla birlikte, failin önödeme emrinde  belirtilen  parayı  ödemesi  durumunda  kamu  davasını  ve dolayısıyla  fail  ile  Devlet  arasındaki  cezalandırma  ilişkisini  sona erdirmesi dolayısıyla ceza müessesesi halini aldığı görüşüdür. Bu itibarla önödeme hem ceza muhakemesi hukuku hem de ceza hukuku kurumu olarak karma veya çifte niteliklidir. Zira önödeme, Devlet ile birey arasındaki ceza ilişkisine son vermesi nedeniyle TCK m. 75 te; önödeme  uygulanacak  hallerde  önödemenin  uygulanmamasının  bir muhakeme  engeli  oluşturması  nedeniyle  CMK  m.  174/1-c  ve  m. 223/8 de  düzenlenmiş  bir  kurumdur.  765  sayılı  TCK  döneminde verilen bir Yargıtay İçtihadı Birleştirme Kararında da bu görüş üstün tutulmuştur.  Belirtilmelidir  ki  Yargıtay ın  güncel  içtihadında  da,                                                             26  ÖNDER, Dersleri, s. 608-609. 27  Erdener  YURTCAN,  İçtihadı  Birleştirme  Kararı  Dolayısıyla  Önödeme  Üzerine Düşünceler, in. YD., C. 10, S. 3, Y. 1984, s. 231. 28  Sulhi DÖNMEZER – Sahir ERMAN, Nazari ve Tatbiki Ceza Hukuku, C. 3, B. 10, İstanbul 1985, s. 403. 29  Ali PARLAR – Muzaffer HATİPOĞLU, Açıklamalı Yeni İçtihatlarla 5237 Sayılı Türk Ceza Kanunu Yorumu, C. 1, B. 3, Ankara 2010, s. 1154. 30  765 sayılı TCK.nuna İtalyan Ceza Kanunundan 119. madde olarak alınan (ÖN ÖDEME) kurumunun, giderek gelişen ceza adaleti anlayışı doğrultusunda ve çağdaş bir biçimde yenilenmesi gereğinin duyulması, CMUK.nunda 1696 sayılı Yasa ile yapılan değişiklik sırasında Ek. 5-9. maddeler olarak yeni bir düzenleme yapılmasının nedeni olmuş, 1973 yılından 1981 yılına kadar uzanan uygulama içinde, ek madde hükümlerinin başarılı sonuçlar verdiğinin görülmesi üzerine bu kere 2370 sayılı Yasa ile yapılan değişiklikle 119. madde bugünkü şeklini almıştır. Yasamızda bu biçimde düzenlenen kurum (ÖN ÖDEME) olarak adlandırılmakta ve genelde tanımı şu şekilde yapılmaktadır. Bazı hafif suçlarda 596Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 Önödeme ve Bazı Çözüm Önerileri önödemenin söz konusu karma niteliğinin göz önünde bulundurulduğu ve özellikle ceza normlarının zaman bakımından uygulanmasına ilişkin kuralların önödemede uygulandığı görülmektedir.                                                             özellikle kabahatlerde ya da yalnız para cezasını gerektiren fiillerde o şahsın mahkum olacağı para cezasını ödeyerek aleyhinde (KAMU DAVASI AÇILMASINI) ve (KAMU DAVASI  AÇILMIŞ  İSE  DAVANIN  ORTADAN  KALDIRILMASINI,  DÜŞMESİNİ) sonuçlayan bir kurumdur.  Ön ödeme müessesesinin yapısının, usul hukuku kurumu mu, yoksa ceza hukuku kurumu mu olduğunun saptanmasının, meselenin çözümünde başvurulacak prensipler ve uygulanacak yorum kuralları açısından yararı vardır.  Bu açıdan madde metnine bakınca görüyoruz ki; ÖN ÖDEME:  1 - Kamu davasının açılmasını önlemesi durumunda (USUL HUKUKU KURUMU)  2 - Açılmış kamu davasını ortadan kaldırması durumunda ise ceza ilişkisinin düşmesi sonucunu doğurduğundan (SUÇ HUKUKU KURUMUDUR). Öyleyse yasamızdaki tedvin biçimine, geçirdiği aşamalara, gerekçe ve içeriğine göre Türk Hukukunda bu kurum, hem usule hem maddi ceza hukukuna ilişkin karma nitelikte bir düzenlemedir. Nitekim; 6.1.1981 gün  1/42-12  sayılı  Milli  Güvenlik  Konseyi  Başkanlığına  sunulan  Adalet  Komisyonu Raporunda yer alan (tasarının 1. maddesiyle TCK.nunun 119. maddesinin değiştirildiği görülmüş, ancak mevzuatımızda ön ödeme ile ilgili olarak TCK.nun 119. maddesinden ayrı olarak CMUK.na 1696 sayılı Kanunla ilave edilen Ek madde  5-9 da da hükümler bulunduğu, mevzuat birliğinin sağlanması ve ön ödemeyle ilgili hükümlerin bir arada yer almasının yararlı olacağı görüşünden hareket edilerek tasarının 1. maddesindeki hüküm değiştirilmiş ve CMUK.nun Ek madde 5-9. maddelerindeki hükümler de tasarının 1. maddesi kapsamına alınmak suretiyle değişiklik yapılmıştır.) şeklindeki açıklama da, bu görüşü teyid etmektedir. Böylece çift nitelikli yapıya sahip olduğu kesinlikle saptanan TCK.nun değişik 119. maddesi hükmü yorumlanıp neticeye ulaşılırken; suç muhakemesi hukukunun ve hukukun genel ilkelerinin birlikte nazara alınması suretiyle; tatminkar, adalete, eşitliğe uygun, haksız sonuç doğurmayan bir çözüm getirilmesi ve bu çözümün yasanın gerekçesinde vurgulanan amaçların tümünü gerçekleştirecek nitelikte olması göz önünde tutulmalıdır. (Yargıtay İBK., E. 1983/2, K. 1983/2, 11.04.1983) Karar için bkz. https://www.kazanci.com.tr/ (07.11.2020). Mülga 765 sayılı TCK döneminde, kovuşturma evresinde mahkemelerin de önödeme uygulamasını mümkün gören söz konusu Yargıtay İçtihadı Birleştirme Kararının pozitif hukuk bakımından hatalı olduğu eleştirisi için bkz. YURTCAN, İçtihadı Birleştirme, s. 230 vd.  31  Dava; 2863 sayılı kanuna aykırılık suçuna ilişkindir…hükümden sonra yürürlüğe giren 7188 Sayılı Ceza Muhakemesi Kanunu ve Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun'un 16. maddesiyle 5237 Sayılı TCK'nın 75. maddesinin 6. fıkrasında yapılan değişiklik uyarınca, 2863 Sayılı Kültür ve Tabiat Varlıklarını Koruma Kanununun 74. maddesinin  2.  fıkrasının  birinci  cümlesinde  düzenlenen  suç  önödeme  kapsamına alındığından;  5237  Sayılı  TCK'nın  7/2.  maddesi  uyarınca,  ‘Suçun  işlendiği  zaman yürürlükte bulunan kanun ile sonradan yürürlüğe giren kanunların hükümleri farklı ise, failin lehine olan kanun uygulanır ve infaz olunur  hükmü de gözetilerek, 7188 Sayılı Kanun'un 16. maddesiyle değişik 5237 Sayılı TCK'nın 75. maddesi uyarınca önödemeye ilişkin işlemler yerine getirildikten sonra sonucuna göre sanığın hukuki durumunun yeniden değerlendirilmesinde zorunluluk bulunması bozma nedenidir. (Yargıtay 12. CD., E. 2017/3064,  K.  2020/615,  16.01.2020)  Karar  için  bkz.  https://www.kazanci.com.tr/ 597Muharrem ÖZEN, Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 III. ÖNÖDEMENİN ŞARTLARI   İCK daki  düzenlemelerin  aksine  hukukumuzda  önödemenin şartlarının  bulunması  halinde,  soruşturma  evresinde  Cumhuriyet savcısının, kovuşturma evresinde ise mahkemenin önödeme usulünü uygulaması  zorunludur.  Önödemenin  şartları,  suçun  önödeme kapsamında olması, suçun işlendiği hususunda yeterli şüphe bulunması ve belli miktar paranın devlet hazinesine ödenmesi olmak üzere üçe ayrılır. A. Suçun Önödeme Kapsamında Olması TCK m. 75/1 de öncelikle önödemenin uzlaştırma kapsamındaki suçlar haricinde uygulanacağı hükme bağlanmıştır. Dolayısıyla kanun koyucunun uzlaştırmayı öncelikli tuttuğu ve uzlaştırmanın önödemeye göre  öncelikle  uygulanacağı  anlaşılmaktadır.  Uzlaştırmanın kapsamının CMK nın 253. maddesinde düzenlendiği, buna göre aksi kanunda  düzenlenmediği  sürece  soruşturulması  ve  kovuşturulması şikâyete tabi suçlar ile şikayete tabi olup olmamasına bakılmaksızın aynı maddenin 1. fıkrasının (b) bendinde sayılan suçlar uzlaştırmaya                                                             (07.11.2020); 6763 Sayılı Kanun'un 12. maddesiyle TCK'nun 75. maddesinde yapılan değişiklik ve ekleme sonucu 6831 Sayılı Kanun'un 108/1. maddesinde öngörülen suçun ön ödeme  kapsamına  alınması  nedeniyle  yeniden  değerlendirme  yapılması  zorunludur. (Yargıtay  19.  CD.,  E.  2019/1184,  K.  2019/5835,  18.03.2019)  Karar  için  bkz. https://www.kazanci.com.tr/ (07.11.2020); Soruşturmaya konu olayda, mahalinde fen bilirkişisi marifetiyle keşif yapılıp, şüphelinin toprak kayması sonucu müştekiye ait binanın hasar görmesinde sorumluluğunun bulunup bulunmadığının Asliye Hukuk Mahkemesi'nin değişik iş sayılı dosyası da değerlendirilerek saptanması, suçun işlendiği hususunda yeterli şüphe olması halinde ise 02.12.2016 tarihli Resmi Gazete'de yayımlanarak aynı tarihte yürürlüğe giren 6763 Sayılı Kanun'un 12. maddesiyle değişik 5237 Sayılı TCK.nun 75. maddesi uyarınca şüpheliye yüklenen genel güvenliğin taksirle tehlikeye sokulması suçunun temas ettiği, TCK.nun 171/1-b madde ve fıkrasında düzenlenen suçun ön ödeme kapsamına alındığı nazara alınarak, usulüne uygun ön ödeme teklifinde bulunulması, sonucuna göre şüphelinin hukuki durumunun tayin ve takdir edilmesi gerektiği gözetilmeden, itirazın bu yönden kabul edilmesi gerekirken, yazılı şekilde reddine karar verilmesi (Yargıtay 8. CD., E. 2018/5305, K. 20189/14754, 20.12.2018) Karar için bkz. https://www.kazanci.com.tr/ (07.11.2020) 32  Anılan bentteki suçlar, önce 24.11.2016 tarih ve 6763 sayılı Kanun ile daha sonra ise 17.10.2019 tarih ve 7188 sayılı Kanunla birlikte genişletilmiştir. Söz konusu bentte sayılan suçlar; kasten yaralama (üçüncü fıkra hariç madde 86; madde 88), taksirle yaralama (madde 89), tehdit (madde 106, birinci fıkra), konut dokunulmazlığının ihlali (madde 116), iş ve çalışma hürriyetinin ihlali (madde 117, birinci fıkra; madde 119, birinci fıkra (c) bendi), hırsızlık (madde 141), güveni kötüye kullanma (madde 155), dolandırıcılık (madde 157), 598Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 Önödeme ve Bazı Çözüm Önerileri tabidir.  Bunun  yanı  sıra,  diğer  kanunlarda  yer  alan  suçlarla  ilgili uzlaştırma hükümlerinin uygulanacağına açıkça yer verilmesi halinde, suç uzlaştırma kapsamında sayılacaktır. Mağdurun veya suçtan zarar görenin gerçek veya özel hukuk tüzel kişisi olması koşuluyla, suça sürüklenen çocuklar bakımından ayrıca, üst sınırı üç yılı geçmeyen hapis  veya  adli  para  cezasını  gerektiren  suçlar  da  uzlaştırma kapsamındadır. Uzlaştırma kapsamındaki söz konusu hallerde önödeme yoluna gidilebilmesi mümkün değildir. Uzlaştırmaya  tabi bir suçta tarafların  uzlaşamaması  halinde,  suç  önödemeye  ilişkin  sınırlar dahilinde kalsa dahi önödeme yoluna gidilemez.   TCK  m.  75/1 in  devamında,  yalnızca  adli  para  cezasını gerektiren veya kanun maddesinde öngörülen hapis cezasının yukarı sınırı  altı  ayı  aşmayan  suçların  önödemenin  kapsamında  olduğu hükme bağlanmıştır. Maddenin 24.11.2016 tarih ve 6763 sayılı Kanun ile değişmeden önceki halinde hapis cezasının üst sınırı olan üç ayın altı aya çıkartılması önödemenin kapsamını genişletmiştir. Üst sınır olan altı aylık hapis cezası, somut ceza olarak değil, kanundaki soyut cezanın esas alınması suretiyle belirlenir. Yine cezada değişikliğe neden olacak teşebbüs, haksız tahrik, takdiri indirim nedenleri, zincirleme suç veya yaş  küçüklüğü  gibi  haller  önödeme  sınırının  ve  miktarının belirlenmesinde dikkate alınmaz. TCK m. 49/1 gereği suçun karşılığı                                                             suç eşyasının satın alınması veya kabul edilmesi (madde 165), çocuğun kaçırılması ve alıkonulması (madde 234), ticari sır, bankacılık sırrı veya müşteri sırrı niteliğindeki bilgi veya belgelerin açıklanması (dördüncü fıkra hariç, madde 239) suçlarıdır. 33  ARTUK – GÖKCEN – YENİDÜNYA, s. 1030, dn. 277. 34  Önödemenin esas itibariyle sadece para cezasını gerektiren eylemler için kabul edildiği ve bu kurumun uygulanma alanını hapis cezasını gerektiren suçları da kapsayacak şekilde genişletmenin cezanın önleyici etkisini azalttığı belirtilmiştir. Bkz. CENTEL – ZAFER, s. 528. 35  765 sayılı TCK nın 119. maddesi gereğince sanığa önödeme ihtarı yapılırken suçun zincirleme işlendiği gerekçesiyle para cezasının artırılamayacağı gözetilmeden fazla miktar üzerinden  önödeme  tebliğ  edildiğinden  usulüne  uygun  olmayan  önödeme  önerisine dayanılarak yazılı şekilde mahkumiyet hükmü tesisi (Yargıtay 7. CD., 6154/16823, 22.07.2008) Karar için bkz. ARTUK – GÖKCEN – YENİDÜNYA, s. 1032, dn. 285. 36  Önödeme miktarının belirlenmesinde, delillerin takdiri suretiyle suça kalkışma, tahrik, takdiri indirim, tekerrür, yaş nedeniyle cezanın artırılması veya azaltılması mümkün olmadığı gibi, 765 sayılı TCK 119. maddesinde sanığın sorgusundan önce önödeme önerilmesi gerektiği düzenlenilmekle, 11-15 yaş grubunda olan sanığın farik-mümeyyiz olup olmadığının incelenmesine de gerek yoktur. (Yargıtay CGK., 7-372/90, 17.03.1998) Karar için bkz. Osman YAŞAR – Hasan Tahsin GÖKCAN – Mustafa ARTUÇ, Yorumlu599Muharrem ÖZEN, Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 hapis cezasının alt sınırının kanunda gösterilmemesi halinde bu sürenin bir ay olduğu; buna karşın üst sınırının gösterilmemesi halinde ise bunun yirmi yıl olduğu kabul edilecektir.  Karşılığı adli para cezası olan suçta, cezanın maktu veya nispi olması mümkündür. Adli para cezasının üst sınırı gösterildiği halde alt                                                             Uygulamalı Türk Ceza Kanunu, C. 2, B. 2, Ankara 2014, s. 2362. Bununla birlikte, 765 sayılı  TCK nın  yürürlükte  olduğu  dönemde,  11-15  yaş  arasındaki  çocuğun  farik  ve mümeyyiz olup olmadığına dair incelemenin önem arz ettiği, nitekim bu yaş grubundaki çocuğun fiili işlediği sırada fiilin hukukî anlam ve sonuçlarını algılayamaması veya davranışlarını yönlendirme yeteneğinin yeterince gelişmemiş olması durumunda çocuğun cezai sorumluluğundan bahsedilemeyeceği ve dolayısıyla önödeme yoluna gidilemeyeceği göz önünde bulundurulduğunda kararın isabetli olmadığı belirtilmelidir. Aynı yönde görüş için bkz. Handan YOKUŞ SEVÜK, Çocuk Yargılamasında Ön Ödeme ve Sulh Ceza Hakiminin Ceza Kararnamesi, in. TBBD., S. 52, Y. 2004, s. 76-77; KARAASLAN – AKSAKAL – ÇETİN, s. 561. 37  Suçla verilen zarara veya suçun konusu olan eşyanın değerine göre belirlenen ve bu değerlere göre değişebilen nispi para cezalarında önödemenin uygulanamayacağı hakkında bkz. ÖNDER, Dersleri, s. 702; CENTEL – ZAFER, s. 527. Belirtilmelidir ki, mülga 765 sayılı TCK m. 119/10 da, Nispi para cezasını gerektiren suçlar hakkında bu madde hükmü uygulanmaz denilerek, bu suçlar hakkında önödeme yolu kapatılmıştı. Ancak 5237 sayılı TCK da buna benzer bir hüküm düzenlenmediğinden nispi para cezaları bakımından da önödeme yoluna başvurulabilmesi mümkündür. Yargıtay ın bazı kararları da bunu teyit etmektedir: Dava konusu eşya konusunda uzman bilirkişi tarafından tespit edilen CİF değer üzerinden belirlenen gümrüklenmiş değere göre önödeme önerisi tebliğ edilerek sonucuna göre bir karar verilmesinin gerekmesi bozmayı gerektirmiştir. (Yargıtay 7. CD., 17575/15819, 14.07.2011) Karar için bkz. ARTUK – GÖKCEN – YENİDÜNYA, s. 1033, dn. 288; 4926 sayılı yasanın 34. Maddesinin son fıkrasında öngörülen ‘bu maddenin uygulanmasında para cezasına esas alınacak değer gümrük idaresince belirlenen değerdir  düzenlemesindeki ‘gümrük idaresince  ibaresinin…Anayasa Mahkemesinin….kararı ile Anayasaya aykırı görülerek iptal edildiği de dikkate alınıp, bilirkişinin belirlediği cif değer üzerinden hesaplanan 24.506,89 liralık gümrüklenmiş değerin üç katı üzerinden sanığa yeniden usulüne uygun şekilde önödeme önerisi tebliğ edilerek sonucuna göre bir karar verilmesinin gerektiğinin düşünülmemesi, yasaya aykırıdır (Yargıtay 7. CD., 6250/11472, 25.07.2013) Karar için bkz. YAŞAR – GÖKCAN – ARTUÇ, s. 2363; 765 sayılı TCK nun 119. maddesi son fıkrasında yer alan ‘nispi para cezasını gerektiren suçlar hakkında bu madde  hükmü  uygulanmaz   kuralı  5237  sayılı  TCK nın  önödemeyi  düzenleyen  75. maddesinde bulunmadığından aynı yasanın 7. maddesi uyarınca, nispi para cezasını öngören suçlara da önödeme uygulanacağının gözetilmesi zorunluluğu (Yargıtay 7. CD., 12123/4715, 14.06.2007) Karar için bkz. PARLAR – HATİPOĞLU, s. 1163. 01.06.2005 tarihinde yürürlüğe giren 5252 sayılı Türk Ceza Kanununun Yürürlük ve Uygulama Şekli Hakkında Kanunun 12. maddesinin (b) fıkrası ile 765 sayılı Türk Ceza Kanunu bütün ek ve değişiklikler ile birlikte yürürlükten kaldırılmış olup, 765 sayılı TCK nın 119. maddesi son fıkrasında yer alan ‘nispi para cezasını gerektiren suçlar hakkında bu madde hükmü uygulanmaz   kuralı  5237  sayılı  TCK nın  önödemeyi  düzenleyen  75.  maddesinde bulunmadığından aynı yasanın 7. maddesi uyarınca nisbi para cezasını öngören suçlara da önödeme  uygulanacağı  gözetilmeden  yazılı  şekilde  hüküm  tesisi  (Yargıtay  7.  CD., 600Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 Önödeme ve Bazı Çözüm Önerileri sınırı kanunda gösterilmemişse, TCK m. 52 uyarınca alt sınır beş tam güne göre tespit edilir. Hapis cezası ile adli para cezasının seçimlik olarak düzenlendiği suçlarla birlikte, hapis cezası ile adli para cezasının birlikte öngörüldüğü suçlarda önödemenin uygulanabileceği TCK m. 75/1-c  hükmünden  anlaşılmaktadır.  Bu  hallerde  suçun  önödeme kapsamına  girip  girmediği  hapis  cezasının  üst  sınırına  göre  tayin edilir. Taksirli suçlar hariç olmak üzere, anılan kapsamdaki suçlardan önödemeye  bağlı  olarak  kovuşturmaya  yer  olmadığına  veya  kamu davasının düşmesine karar verildiği tarihten itibaren beş yıl içinde önödemeye tabi bir suçu işleyen faile bu fıkra uyarınca teklif edilecek önödeme miktarı yarı oranında artırılacaktır. TCK m. 75/1 de önödeme için belirlenen kapsama ilaveten, aynı maddenin 6. fıkrasında sayılan suçlar bakımından da önödeme yolu açılmıştır.  Bu  suçlar;  TCK da  düzenlenen  yardım  ve  bildirim yükümlülüğünün  yerine  getirilmemesi  (98  inci  maddenin  birinci fıkrası), genel güvenliğin taksirle tehlikeye sokulması (madde 171), çevrenin taksirle kirletilmesi (182 nci maddenin birinci fıkrası), özel işaret  ve  kıyafetleri  usulsüz  kullanma  (264  üncü  maddenin  birinci fıkrası), suçu bildirmeme suçları (278 inci maddenin birinci ve ikinci fıkraları), 31.08.1956 tarihli ve 6831 sayılı Orman Kanununun 108 inci maddesinin birinci fıkrasında yer alan suç, 21.07.1983 tarihli ve 2863 sayılı  Kültür  ve  Tabiat  Varlıklarını  Koruma  Kanununun  74  üncü maddesinin  ikinci  fıkrasının  birinci  cümlesinde  yer  alan  suç, 04.11.2004  tarihli  ve  5253  sayılı  Dernekler  Kanununun  32  nci maddesinin birinci fıkrasının (d) bendinde yer alan suçlardır. TCK m. 75/1 de sayılan suçlardan farklı olarak, TCK m. 75/6 da sayılan bu suçların beş yıl içinde tekrar işlenmesi halinde fail hakkında aynı suçtan dolayı önödeme hükümleri uygulanmayacaktır. Ceza soruşturması veya kovuşturmasına konu edilen fiilin, sayılan bu suçların kapsamında olup                                                             17830/17201, 09.11.2006) Karar için bkz. Seydi KAYMAZ – Hasan Tahsin GÖKCAN, Uzlaşma ve Önödeme, B. 2, Ankara 2007, s. 424. 38  Öngörülen seçimlik cezalardan hapis cezasının üst haddine nazaran eylemin önödeme kapsamında bulunmadığı gözetilmeden, yazılı şekilde önödemeye uyulduğundan bahisle kamu davasının ortadan kaldırılmasına karar verilmesi (Yargıtay 7. CD., 17174/267, 25.01.2007) Karar için bkz. ARTUK – GÖKCEN – YENİDÜNYA, s. 1030, dn. 275.  601Muharrem ÖZEN, Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 olmadığı ve sonucuna göre önödeme yolunun işletilip işletilemeyeceği kanun yolu denetimine tabidir.  Bazı  özel  ceza  kanunlarında  düzenlenen  suçlar  bakımından önödeme  yoluna  gidilemeyeceğine  dair  hükümler  bulunmaktadır. Örneğin,  3628  sayılı  Mal  Bildiriminde  Bulunulması,  Rüşvet  ve Yolsuzluklarla Mücadele Kanunu nun 16. maddesi, Bu bölümde yazılı olan cezalar 10 uncu maddenin birinci fıkrası hariç tecil edilemez, şahsi hürriyeti bağlayıcı olanlar para veya tedbire çevrilemez, failleri hakkında  Türk  Ceza  Kanununun  119  uncu  maddesi  hükümleri uygulanamaz şeklinde düzenlenmiş, söz konusu maddenin yürürlük zamanında önöndemeyi düzenleyen 765 sayılı mülga TCK nın 119. maddesinin  uygulanamayacağı  hükme  bağlanmıştır.  Benzer  şekilde 1632  sayılı  Askeri  Ceza  Kanunu  ek  madde  8 in  son  fıkrasına                                                             39  …suç konusu emvallerin, nereden temin edildiğinin anlaşılamadığının ancak yaklaşık olarak 0,750 ster yakacak odun niteliğinde pırnal ve palamut meşesi odunu olduğunun, suça konu emvallerin nereden temin edildiğinin anlaşılamadığının ancak sanık tarafından ormandan damgasız ve nakliye tezkeresi olmadan izinsiz ve kaçak olarak naklediğinin anlaşıldığının, 6831 sayılı Kanunun 112. maddesine göre, emvallerin nereden temin edildiğine dair kesin bulgulara ulaşılamaması ve emvallerde değer kaybı bulunmaması nedeniyle,  112.  maddeye  göre  tazminat  bedelinin  33.09  TL  olarak  belirlendiğinin belirtildiği,  bilirkişi  raporunda  112.  maddeye  göre  hesaplandığı  belirtilen 33.09  TL tazminat bedelinin, sanık tarafından 04/02/2019 tarih ve 623 nolu alındı belgesi ile Muğla Defterdarlığı Muhasebe Müdürlüğüne yatırılarak buna ilişkin alındı belgesinin dosyaya ibraz  edildiği  ayrıca  ilk  derece  mahkemesince  yapılan  yargılama  sırasında,  sanığın eyleminin 6831 sayılı Kanunun 108/1 maddesinde düzenlenen suçu oluşturduğu düşünülerek sanığa önödeme önerisinde bulunulduğu ve sanığın da bu önödeme önerisine uyarak 0398280 sıra numaralı alındı belgesi karşılığında parayı yatırdığı anlaşılmıştır…Sonuç olarak sanığın suç tarihinde, damgasız olarak ve nakliye tezkeresi olmadan izinsiz ve kaçak olarak ormanın hangi bölmesinden kestiği tespit edilemeyen yakacak nitelikteki 0.750 ster pırnal ve palamut meşesi odununu (yapraklı yakacak odunu) motorlu testere ile kestikten sonra N plakalı araç ile nakletmeye çalıştığı sırada yapılan ihbar üzerine yakalanarak araçtaki kaçak orman emvali ile suçta kullanılan 1 adet testere ve 2 adet baltaya el konulduğu, sanığın eyleminin suç tarihi itibariyle 6831 sayılı Kanunun 91/1, 91/1-2.cümle ve 91/4 maddeleri kapsamında kaldığı, atılı suçun yasal unsurlarının tümünün dava konusu olayda oluştuğu, ilk derece mahkemesince 6831 sayılı Kanuna muhalefet suçu nedeniyle sanık hakkında kurulan hükmün, koşulları oluştuğu halde sanık hakkında 6831 sayılı Kanunun 91/1-2. cümlesinin uygulanmaması ve bu şekilde sanık hakkında fazla ceza tayin edilmesi nedeniyle isabetli olmadığı kanaatine varılmış olmakla katılan vekilinin istinaf başvurusunun kabulü ile 6831 sayılı Kanuna muhalefet suçundan kurulan hükmün CMK'nun 280/2. maddesi gereğince kaldırılmasına…Önödeme ihtaratı üzerine sanık tarafından 0398280 sıra numaralı alındı belgesi karşılığı yatırılan paranın TALEBİ HALİNDE SANIĞA İADESİNE (İzmir BAM., 11. CD., E. 2017/3809, K. 2019/720, 19.02.2019) Karar için bkz. https://www.lexpera.com.tr/ (01.12.2020) 602Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 Önödeme ve Bazı Çözüm Önerileri 24.11.2016 tarih ve 6763 sayılı Kanunla eklenen hükümde, Sırf askerî suçlar ile hapis cezasının üst sınırı üç ayı geçen askerî suçlar hakkında, önödeme hükümleri uygulanmaz denilerek önödemenin kapsamına ilişkin  düzenleme  getirilmiştir.  Önödemenin  TCK nın  genel hükümlerinde düzenlenen bir kurum olduğu ve TCK m. 5/1 deki, Bu Kanunun  genel  hükümleri,  özel  ceza  kanunları  ve  ceza  içeren kanunlardaki suçlar hakkında da uygulanır hükmünün 01.01.2009 tarihinde yürürlüğe girdiği göz önünde bulundurulduğunda, özel ceza kanunlarında bulunan bu türden hükümlerin yürürlüğe girdiği tarihin önem arz ettiği belirtilmelidir. Bu bakımdan, özel ceza kanunlarında 01.01.2009  tarihinden  önce  yürürlükte  bulunan  benzer  hükümlerin geçerliliği bulunmamaktadır. Buna karşın, kanun koyucunun özel ceza kanunlarına bu tarihten sonra TCK nın genel hükümlerinden ayrışan hükümler koymasının önünde bir engel yoktur.                                                             40  Anılan hükmün Anayasa ya aykırı olduğu iddiasıyla iptali talep edilmiş; ancak Anayasa Mahkemesi iptal istemini reddetmiştir: 12. Mahkemelerin iş yükünün azaltılması amacıyla öngörülen alternatif çözüm yollarından biri olan önödeme kurumunun askerî suçlar yönünden  herhangi  bir  sınırlandırma  yapılmaksızın  uygulanmasının  askerî  disiplinin korunmasında ve sürdürülmesinde zafiyetlere neden olabileceğinin değerlendirildiği, bu bağlamda kanun koyucunun sırf askerî suçlar ile hapis cezasının üst sınırı üç ayı geçen askerî suçların önödeme kapsamı dışında tutulmasını öngörmek suretiyle askerî disiplinin tesisinde zafiyete uğranmasının önüne geçilmesini amaçladığı anlaşılmaktadır. 13. Bu itibarla askerlik hizmetinin ve onun ayrılmaz bir parçası olan askerî disiplinin gereği olarak kanun koyucunun izlediği ceza siyasetine göre sahip olduğu takdir yetkisi kapsamında, korunmak  istenen  hukuki  yarar,  suçun  niteliği,  muhtemel  zararları  da  göz  önünde bulundurarak düzenlediği kuralın hukuk devleti ilkesi ile çelişen bir yönü bulunmamaktadır. 14. Kaldı ki askerî suçların ihlali hâlinde mahkemelerce verilen kısa süreli hapis cezalarının ve sırf askerî suçların ihlali hâlinde verilen hapis cezalarının dört ayı aşmaması hâlinde bu cezalar seçenek yaptırımlara çevrilebileceği gibi önödeme kapsamında olmayan askerî suçlar ve sırf askerî suçların ihlali hâlinde verilecek hükümlerin koşullarının bulunması durumunda  açıklanmasının  geri  bırakılmasına  karar  verilmesi  de  mümkündür…  16. Kanun da düzenlenen askerî ve sırf askerî suçlarla korunmak istenen menfaat esas itibarıyla askerî hizmete bağlı olan kamusal menfaattir. 5237 sayılı Kanun kapsamında düzenlenen suçlarla korunmak istenen menfaat ise suçun niteliğine göre değişmektedir. Bu bağlamda askerî bir suçun koruduğu hukuki menfaat ile 5237 sayılı Kanun da düzenlenen bir suçun koruduğu hukuki menfaat farklı olduğu gibi suçun faillerinin hukuksal konumları da aynı değildir. Dolayısıyla Kanun da düzenlenen askerî veya sırf askerî suçlarla 5237 sayılı Kanun da düzenlenen suçlar arasında önödeme hükümlerinin uygulanması bakımından eşitlik  karşılaştırması  yapılamayacağından  kuralda  eşitlik  ilkesine  aykırılık bulunmamaktadır. (AYM., E. 2017/32, K. 2018/81, 11.07.2018) Karar için bkz. RG., 14.11.2018, S. 30595. 41  Aynı yönde bkz. TOROSLU – TOROSLU, s. 502. 603Muharrem ÖZEN, Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621   Fiili işlediği sırada oniki yaşını doldurmamış olan çocuğun cezai sorumluluğu  bulunmadığından  önödeme  yoluna  gidilemez.  Aynı şekilde fiili işlediği sırada oniki yaşını doldurmuş olup da onbeş yaşını doldurmamış  çocuğun  işlediği  fiilin  hukukî  anlam  ve  sonuçlarını algılayamaması veya davranışlarını yönlendirme yeteneğinin yeterince gelişmemiş olması halinde önödeme uygulanamaz. Her ne kadar 5395 sayılı  Çocuk  Koruma  Kanunu nda,  kamu  davasının  açılmasının ertelenmesi, hükmün açıklanmasının geri bırakılması ve uzlaştırmada olduğu  gibi  önödemenin  de  suça  sürüklenen  çocuklar  hakkında uygulanacağına dair açık bir hüküm yer almasa da, işlediği fiilin hukukî anlam ve sonuçlarını algılama ve bu fiille ilgili olarak davranışlarını yönlendirme  yeteneğinin  varlığı  halinde  oniki  yaşını  doldurmuş çocuklar hakkında önödeme uygulanabilecektir. B. Suçun İşlendiği Hususunda Yeterli Şüphe Bulunması  Ceza muhakemesinde soruşturma evresi, failin suç teşkil eden bir hareketi gerçekleştirip gerçekleştirmediği hususundaki şüphe ile başlar. 5271 sayılı CMK nın 160/1. maddesine göre, Cumhuriyet savcısı, ihbar veya başka bir suretle bir suçun işlendiği izlenimini veren bir hâli öğrenir öğrenmez kamu davasını açmaya yer olup olmadığına karar vermek üzere hemen işin gerçeğini araştırmaya başlar. Cumhuriyet savcısı  veya  kolluk,  suç  işlendiği  konusunda  olguya  dayanan  bir izlenim  edinirse,  soruşturma  evresini  başlatmak  zorundadır. Kanundaki, bir suçun işlendiği izlenimini veren bir hâl ifadesi, suçun işlendiği konusunda duyulan basit şüpheyi ifade eder.                                                             42  765 sayılı TCK döneminde fiili işlediği sırada onbir yaşını bitirmemiş çocuklar hakkında önödemenin uygulanamayacağı hakkında bkz. YOKUŞ SEVÜK, s. 74. 43  6222 sayılı Kanun'un 16/1. maddesinde tanımlanan suçun önödemeye tabi olması ve yirmi günden az olmamak üzere adli para cezası öngörülmesi, suça sürüklenen çocuk hakkında da 30 gün karşılığı adli para cezası üzerinden netice olarak 320,00 Türk lirası adli para cezasına hükmedilmesi karşısında; soruşturma aşamasında suça sürüklenen çocuğa usulüne uygun önödeme ihtarı yapılmadan kamu davası açıldığı gibi mahkemece 5237 sayılı Kanun un 75/3. maddesi yollamasıyla, aynı maddenin 2. fıkrasına göre suça sürüklenen çocuğa usulüne uygun önödeme işlemi yapılmadığı da gözetildiğinde, yazılı şekilde hükmün açıklanması (Yargıtay 19. CD., E. 2019/18957, K. 2020/5996, 09.06.2020) Karar için bkz. https://www.lexpera.com.tr/ (01.12.2020) 44  CENTEL – ZAFER, s. 88. 604Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 Önödeme ve Bazı Çözüm Önerileri CMK nın  170/2.  maddesindeki,  Soruşturma  evresi  sonunda toplanan  deliller,  suçun  işlendiği  hususunda  yeterli  şüphe oluşturuyorsa;  Cumhuriyet  savcısı,  bir  iddianame  düzenler hükmüyle, iddianamenin düzenlenebilmesi için basit şüpheden daha yoğun  bir  şüphe  derecesinin  ifade  edildiği  ve  yeterli  şüphenin arandığı görülmektedir. Eldeki delillere göre, yapılacak muhakemede sanığın  mahkûm  olma  ihtimalinin  beraat  etme  ihtimalinden  daha kuvvetli olması halinde yeterli şüpheden söz edilir. Tıpkı uzlaştırmada olduğu gibi önödeme için de isnat konusu suçun işlendiği hususunda basit şüphenin ötesine  geçilmeli ve  iddianame düzenlenmesi için gereken yeterli şüpheye ulaşılmalıdır. Dolayısıyla önödeme, isnadın çok kuvvetlendiği durumlarda uygulanabilir. Suçun işlendiği hususunda yeterli şüpheye ulaşılamaması halinde önödeme yolu  işletilmeksizin  şüpheli  hakkında  CMK  m.  172  uyarınca kovuşturmaya yer olmadığı kararı verilmelidir. C. Belli Miktar Paranın Devlet Hazinesine Ödenmesi  Önödeme kapsamındaki suç nedeniyle ödenecek miktar, TCK m. 75/1 uyarınca belirlenir. Buna göre suçun karşılığı olan adli para cezası maktu  ise  bu  miktar,  değilse  aşağı  sınırın;  sadece  hapis  cezası öngörülmüşse bu cezanın aşağı sınırının karşılığı olarak her gün için otuz  Türk  Lirası  üzerinden  bulunacak  miktarın;  hapis  cezası  ile birlikte adlî para cezası da öngörülmüş ise, hapis cezası için bu cezanın aşağı sınırının karşılığı olarak her gün için otuz Türk Lirası üzerinden bulunacak  miktar  ile  adlî  para  cezasının  aşağı  sınırının  birlikte ödenmesi gerekir. TCK m. 75/4 gereğince, önödeme kapsamındaki suçun karşılığı için hapis cezası ile adli para cezasının seçimlik yaptırım olarak düzenlenmesi halinde, önödemeye esas miktar adli para cezası esas  alınarak  belirlenir.  Fail  hakkında  birden  fazla  suç  nedeniyle önödemenin uygulandığı hallerde, önödeme ihtarında her bir suç için                                                             45  CENTEL – ZAFER, s. 92. 46  Aynı yönde görüş için bkz. Nur CENTEL – Hamide ZAFER – Özlem ÇAKMUT, Türk Ceza Hukukuna Giriş, B. 10, İstanbul 2017, s. 757-758; KARAASLAN – AKSAKAL – ÇETİN, s. 566. 47  YENİSEY, s. 456. 48  Anılan hüküm 24.11.2016 tarih ve 6763 sayılı Kanun ile değişmeden önce, her gün için yirmi Türk Lirası üzerinden belirleme yapılması öngörülmüştü. 605Muharrem ÖZEN, Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 öngörülen ceza miktarı, giderler, ödeme süresi, ödeme ve ödememe hallerinin sonuçları açıkça bildirilmelidir. Cumhuriyet savcılığının tebligatı üzerine, soruşturma giderleriyle birlikte on gün içinde bu miktar fail tarafından ödenirse hakkında kamu davası  açılmayacaktır.  Ancak  fail,  usulüne  uygun  olarak  yapılan tebligatı aldıktan sonra önödemeyi kabul edip etmemekte serbesttir. Bu bakımdan fail, önödemeyi kabul etmediğini bildirerek hakkında kamu davası açılmasını sağlayabileceği gibi tebligatın gereğini on gün içinde yerine getirmeyerek de aynı sonucu ortaya çıkarabilir.  Ödenecek miktarın eksik hesaplanması ve ödemeden sonra bu yanlışlığın  fark  edilmesi  halinde  nasıl  hareket  edilmesi  gerektiği                                                             49  Sanığa yapılan önödeme ihtaratında, belirtilen miktar ödendiği takdirde kamu davasının ortadan kaldırılacağı hususunun belirtilmemesi (Yargıtay 3. CD., 6447/1656, 26.02.2007) Karar için bkz. PARLAR – HATİPOĞLU, s. 1164.  50  Sanığın eylemine uyan 765 sayılı TCK nın 482/1. maddesinde öngörülen ağır para cezasının alt sınırının suç tarihi itibariyle önödeme ihtarının yapıldığı 16.12.2004 tarihinde 346.783.000 lira olduğu, bu miktara yapılan yargılama giderleri de eklenmek suretiyle sanığın önödemede bulunması gereken miktarın gösterilmesi gerekirken, kanun maddesinde öngörülen para cezasının alt sınırı ve yargılama giderleri ayrı ayrı gösterilmeden, önödeme miktarının 482.682.000 lira olarak fazla gösterilmesi nedeniyle 16.12.2004 tarihinde yapılan önödeme ihtarı usulsüz olduğundan… (Yargıtay 2. CD., 7041/1030, 29.01.2007) Karar için bkz. ARTUK – GÖKCEN – YENİDÜNYA, s. 1032, dn. 284.  51  5271 sayılı CMK gereğince ilgili baro tarafından görevlendirilen müdafiye Avukatlık Asgari  Ücret  Tarifesi'nden  ayrık  olarak   Ceza  Muhakemesi  Kanunu  Gereğince Görevlendirilen Müdafii ve Vekillere Yapılacak Ödemelere İlişkin Tarife  gereğince Adalet Bakanlığı bütçesinden ödenecek meblâğın soruşturma giderlerinden olmadığı, Avrupa İnsan Hakları Sözleşmesi'nin 6/3-c maddesi uyarınca, suça sürüklenen çocuğun adaletin selameti  gerektiriyorsa  mahkemece  görevlendirilecek  bir  avukatın  yardımından  para ödemeksizin  yararlanabilmeleri  haklarının  bulunduğu  gözetilmeksizin,  Cumhuriyet Savcısınca soruşturma aşamasında önödeme ihtaratı yapılırken, 5271 sayılı CMK'nın 150/2. maddesi gereğince atanan müdafiye bu kapsamda ödenen ücretin soruşturma gideri sayılarak suça sürüklenen çocuğa yükletilmesi usulsüz olduğundan, 5237 sayılı Kanun un 75/3. maddesi yollamasıyla, aynı maddenin 2. fıkrasına göre mahkemesince usulüne uygun önödeme  işlemi  yapılmadan  yargılamaya  devamla  yazılı  biçimde  hüküm  kurulması (Yargıtay  19.  CD.,  E.  2015/32255,  K.  2016/18163,  17.05.2016)  Karar  için  bkz. https://www.lexpera.com.tr/ (01.12.2020) 52  Tebliğden sonraki on günlük sürede fail tarafından olumsuz yanıt verilse dahi ceza davasının açılamayacağı  ve  dava  için  on  günlük  sürenin  beklenmesi  gerektiği  hakkında  bkz. DÖNMEZER – ERMAN, s. 407; ARTUK – GÖKCEN – YENİDÜNYA, s. 1037; PARLAR –  HATİPOĞLU,  s.  1158.  Sanık  on  günlük  süre  dolmadan  gerekli  para  cezasını ödemeyeceğini bildirse bile, bu süre içinde ödemeye yönelebilir. Bu nedenle süre bitmeden cezalandırılması yasaya aykırıdır. (Yargıtay 8. CD., 9137/2510, 17.03.1977) Karar için bkz. KAYMAZ – GÖKCAN, s. 469. 606Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 Önödeme ve Bazı Çözüm Önerileri öğretide  tartışmalıdır.  Bazı  yazarlarca,  eksik  miktar  için  yeniden önödeme ihtarı yapılmaması gerektiği, böyle bir uygulamanın Devlet ile birey arasındaki ceza ilişkisini sona erdiren sözleşmenin Devlet tarafından tek taraflı olarak bozulması anlamına geleceği, öte yandan eksik miktarın bağımsız bir ihtara konu olup olamayacağının tartışma konusu olduğu belirtilmiştir. Diğer görüşteki yazarlar ise eksik kalan kısmın yeni bir tebligatla tamamlatılması veya fazla ödeme yapılması durumunda  bunun  iadesinin  olanaklı  olduğu  görüşündedirler. Yargıtay ın  bazı  kararlarında  önödemeye  esas  miktarın  yanlış belirlenmesi  durumunda,  usulüne  uygun  olarak  yeni  bir  önödeme önerisinin  tebliğ  edilmesi  gerektiği  belirtilmiştir.  Önödemenin                                                             53  CENTEL – ZAFER – ÇAKMUT, s. 762. 54  CENTEL – ZAFER – ÇAKMUT, s. 763; KARAASLAN – AKSAKAL – ÇETİN, s. 562. 55  ARTUK – GÖKCEN – YENİDÜNYA, s. 1035. 56  Sanığa yapılacak önödeme bildiriminde sanığa yüklenen hapis cezasının asgari hadden paraya çevrilmesiyle bulunacak miktara ayrıca asgari had üzerinden verilen para cezası da eklenerek önödemede bulunacağı asgari para cezası miktarı ve yargılama gideri miktarı açıkça belirtilip ödeyeceği toplam miktar, süresi, ödeme ve ödememe halleri sonuçları getireceği yükümlülüklerin doğru şekilde bildirilmesi gerekirken ne şekilde hesaplandığı açıklanmayan 489 YTL eksik ceza miktarı ile yargılama gideri miktarı ödettirildiğinden, yeniden 5237 sayılı TCK nın 75. maddesine uygun olarak önödeme ihtarında bulunulması ve sonucuna nazaran bir hüküm tesisi gerektiğinin gözetilmemesi (Yargıtay 3. CD., 10057/4601, 18.03.2010) Karar için bkz. ARTUK – GÖKCEN – YENİDÜNYA, s. 1035, dn. 299; 5560 sayılı Kanun ile değişik 5252 sayılı Kanun un 5/2, 5237 sayılı Kanun un 7/2. maddeleri  gereğince  sanığın  eylemine  uyan  765  sayılı  TCK nın  482/1.  maddesinde öngörülen adli para cezasının alt sınırının suç tarihi itibariyle 450,00 TL olduğu ve sanığın önödemede bulunması gereken miktarın buna göre belirlenmesi gerekirken, hapis cezasının yanında hükmedilecek adli para cezasının alt sınırının 489,00 TL olduğu belirtilip, önödeme miktarının 607,60 TL olarak fazla gösterilmesi nedeniyle 10.03.2008 tarihinde yapılan önödeme tebliği usulsüz olduğundan, sanığa yeniden usulüne uygun olarak önödeme tebligatı  yapılıp  sonucuna  göre  hukuki  durumunun  değerlendirilmesi  gerektiği gözetilmeden (Yargıtay 2. CD., 8973/2848, 13.02.2012) Karar için bkz. ARTUK – GÖKCEN – YENİDÜNYA, s. 1035, dn. 301; Usulüne uygun olarak yapılan genel kurul toplantısı uyarınca kooperatif yönetim kurulu üyeliklerine seçilen sanıkların 2013 hesap devresine ilişkin olağan genel kurul toplantısını yasal süresi içerisinde yapmadıkları sabit olup, TCK'nun 75/1-b-c maddesi uyarınca hapis cezasının alt sınırının karşılığı olarak her gün için otuz Türk Lirası üzerinden hesaplama yapılması, adli para cezası bakımından ise anılan Kanunun 52/2. ve 75/1-a maddeleri birlikte değerlendirmek sureti ile adli para cezasının alt sınırının karşılığı olarak her gün için yirmi Türk Lirası üzerinden hesaplama yapılarak önödeme miktarının belirlenmesi gerekirken, adli para cezasının alt sınırının karşılığı olarak her gün için otuz Türk Lirası üzerinden hesaplama yapılmak sureti ile önödeme miktarının fazla tayin edildiği anlaşılmakla, ön ödeme ihtarına uymadığı anlaşılan sanık ...'a usulüne uygun olarak yeniden ön ödeme ihtarında bulunup sonucuna göre sanığın hukuki durumunun tayin ve takdiri ile ön ödeme ihtarı uyarınca ödeme yaptıkları anlaşılan 607Muharrem ÖZEN, Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 uygulanma  olanağının  bulunmadığı  durumlarda  ise  önödeme miktarının iadesine karar verildiği görülmektedir. 17.10.2019 tarih ve 7188 sayılı Kanun ile birlikte, failin on gün içinde talep etmesi koşuluyla bu miktarın birer ay ara ile üç eşit taksit halinde ödenmesine Cumhuriyet savcısı tarafından karar verileceğine dair hüküm, taksit imkânını getirmiştir. Bununla birlikte taksitlerin süresinde  ödenmemesi  hâlinde  önödeme  hükümsüz  kalır  ve soruşturmaya devam edilir.  Önödeme kural olarak soruşturma evresinde uygulanan bir usul olsa da, bazı durumlarda bunun kovuşturma evresinde de uygulanması gerekebilir. TCK m. 75/2 deki, Özel kanun hükümleri gereğince işin doğrudan mahkemeye intikal etmesi halinde de fail, hakim tarafından yapılacak bildirim üzerine birinci fıkra hükümlerine göre saptanacak miktardaki  parayı  yargılama  giderleriyle  birlikte  ödediğinde  kamu davası düşer hükmü ile TCK m. 75/3 teki, Cumhuriyet savcılığınca madde kapsamına giren suç nedeniyle önödeme işlemi yapılmadan dava açılması veya dava konusu fiilin niteliğinin değişmesi suretiyle madde kapsamına giren bir suça dönüşmesi halinde de yukarıdaki fıkra uygulanır hükmü kovuşturma evresindeki önödemeyi düzenlemiştir. Dolayısıyla  özel  kanun  hükümleri  gereğince  ceza  kovuşturmasının                                                             sanıklar ... ve ... hakkında ön ödeme nedeniyle düşme kararı verilip, fazla yatırdıkları miktarın  iadesine  karar  verilmesi  gerekirken  (Yargıtay  19.  CD.,  E.  2019/1145,  K. 2019/6091, 21.03.2019) Karar için bkz. https://www.lexpera.com.tr/ (01.12.2020) 57  Suç tarihinde yürürlükte bulunan 5237 sayılı TCK'nun 66. maddesinin 1. fıkrasının (e) bendine göre suç için asli dava zamanaşımı süresinin 8 yıl olduğu, zamanaşımını kesen en son işlem olan sanığın savunmasının alındığı 20.03.2007 tarihinden itibaren 8 yıllık asli dava zamanaşımının temyiz inceleme tarihine kadar gerçekleştiği anlaşılmakla katılan ... İdaresi vekilinin temyiz itirazları bu itibarla yerinde görülmüş olduğundan 5320 sayılı Yasanın 8/1. maddesi gereğince yürürlükte bulunan 1412 sayılı CMUK'nun 321. maddesi uyarınca hükmün BOZULMASINA, anılan maddeler uyarınca sanık hakkındaki kamu davasının  zamanaşımı  nedeniyle  5271  sayılı  CMK'nun  223/8.  maddesine  göre DÜŞÜRÜLMESİNE, önödeme miktarının sanığa iadesine (Yargıtay 7. CD., E. 2018/1227, K. 2019/12023, 20.02.2019) Karar için bkz. https://www.lexpera.com.tr/ (01.12.2020) 58  Özel Kanun hükümleri uyarınca mahkemeye doğrudan doğruya açılan davalarda da 119. maddenin 4. fıkrasındaki biçime uygun olarak tebligatın sanığa yapılmış olması gerekir. (Yargıtay CGK., 7-31/135, 12.04.1982) Karar için bkz. ÖNDER, Dersleri, s. 701.  608Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 Önödeme ve Bazı Çözüm Önerileri başladığı ya da önödeme işlemi yapılmadan ceza davasının açıldığı veya ceza yargılaması esnasında suç vasfındaki değişiklik nedeniyle                                                             59  2918 sayılı Karayolları Trafik Kanunu nun 114. maddesinin 2, 3 ve 4. fıkralarındaki, Bu Kanunda yazılı trafik suçlarını işleyenler hakkında yetki sınırları içinde Emniyet Genel Müdürlüğü ve Jandarma Genel Komutanlığı personeli ile Ulaştırma Bakanlığının ve Karayolları Genel Müdürlüğünün ilgili birimlerinin il ve ilçe kuruluşlarında görevli ve yetkili kılınmış personelince tutanak düzenlenir…Birkaç trafik suçunun bir arada işlenmesi halinde her suç için ayrı ceza uygulanır…Yargı yetkisine giren suçlarla ilgili tutanağın bir sureti ilgili mahkemeye 7 iş günü içinde gönderilir hükmü bu duruma örnektir. 60  Soruşturma konusu suç önödemeye tabi olduğu halde önödeme yoluna gidilmemesi ve iddianameyi kabul eden mahkemenin de bu hususu gözden kaçırması neticesinde, evreler arası dönüş yapılamayacağından kovuşturma evresinde önöndeme usulünün tamamlanması gerekir. Bunun yanı sıra soruşturma evresinde önödemenin usul ve yasaya aykırı biçimde gerçekleştirilmesi halinde de kovuşturma evresinde önödeme yoluna gidilebilir: Sanığın üzerine atılı suçun kabul edilen niteliğine ve uygulanan kanun maddesine göre önödemeye tabi bulunduğu, Cumhuriyet savcılığınca çıkarılan 18.06.2007 tarihli önödeme bildiriminin, 7201 sayılı Tebligat Kanunu nun 35. maddesi gereğince koşulları oluşmadan tebliğinin usulüne uygun olmadığı gözetilmeksizin, sanığa mahkemesince usulüne uygun şekilde ödeme ihtarı yapılıp sonucuna göre bir karar verilmesi gerektiği (Yargıtay 9. CD., 10206/2586, 04.03.2009) Karar için bkz. ARTUK – GÖKCEN – YENİDÜNYA, s. 1036, dn. 305; ….Ancak; inceleme konusu somut olayda, öncelikle çözümlenmesi gereken sorun, C. Savcılığınca yapılan önödeme ihtarındaki para cezası miktarının yasaya uygun olmadığı gerekçesi  ile,  mahkemece  5271  sayılı  CMK nın  174/1-c  maddesine  dayanılarak iddianamenin iadesine karar verilip verilemeyeceği noktasında toplanmaktadır. 5271 sayılı CMK nın  174/1-c  maddesinde,  ‘Önödemeye  veya  uzlaşmaya tabi  olduğu  soruşturma dosyasından  açıkça  anlaşılan  işlerde  önödeme  veya  uzlaşma  usulü  uygulanmaksızın düzenlenen iddianamenin Cumhuriyet Başsavcılığına iadesine karar verileceği  hükmüne yer verilmiştir. Anılan maddedeki ‘önödeme usulü uygulanmaksızın  ibaresi, iddianamedeki atılı suçun önödemeye tabi olması halinde, C. Savcılığınca şüpheliye önödeme ihtaratının yapılmaması veya usulüne uygun olarak tebliğ edilmemiş olmasına karşın iddianame ile dava açılması anlamına gelmekte olup, önödeme ihtaratının içeriğinde yer alması gereken diğer hususlardaki aykırılıkların, önödeme usulünün uygulanmaması olarak kabul edilmesi olanaksızdır. Zira, yasa koyucunun amacı böyle olmasa idi, ilgili hüküm ‘önödeme usulü uygulanmaksızın   değil,  ‘usulüne  uygun  önödeme  ihtarı  yapılmaksızın   düzenlenen iddianamenin iadesinin gerektiği şeklinde düzenlenirdi. (Yargıtay 10. CD., 693/7075, 11.06.2007) Karar için bkz. YAŞAR – GÖKCAN – ARTUÇ, s. 2368-2369.  61  CMK  m.  174/2 ye  göre,  suçun  hukuki  nitelendirmesi  nedeniyle  iddianame  iade edilemeyeceğinden, mahkemece iddianamede yer verilen fiilin hukuki nitelendirmesinin önödeme kapsamında kaldığından bahisle iddianamenin iadesine karar verilemeyecektir. Dosya kapsamına göre, şüpheliye isnad edilen sucun bakaya kalıp yedi gün içinde gelmemek suçunu oluşturduğu, bu suçunda önödeme kapsamında kaldığından bahisle iddianamenin iadesine karar verilmiş ise de, 5271 sayılı Ceza Muhakemesi Kanunu'nun 170/3. maddesinde, iddianamede nelerin gösterileceği, aynı Kanun'un 174/1. maddesinde ise iddianamenin hangi hallerde iadesine karar verileceğinin belirtildiği, iddianamenin iadesi sebepleri arasında suçun hukuki nitelendirilmesi sebebiyle iddianamenin iadesi sebebinin sayılmadığı, suçun hukuki nitelendirmesinin soruşturmayı yapan Cumhuriyet Savcısına ait bulunduğu, mahkemenin suçun hukuki nitelendirilmesi sebebiyle iddianamenin 609Muharrem ÖZEN, Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 suçun önödeme kapsamına alındığı ya da ceza kovuşturması öncesinde önödeme kapsamında bulunmayan bir suçun sonradan yürürlüğe giren bir kanun hükmüyle önödeme kapsamına alındığı durumlarda, ceza kovuşturmasını  gerçekleştiren  mahkemece  yargılama  giderleriyle birlikte yukarıdaki esaslara göre belirlenecek miktardaki paranın fail tarafından  ödenmesi  halinde  kamu  davası  düşecektir.  Kovuşturma evresindeki  önödemede,  her  ne  kadar  yalnızca  ödenecek  paranın saptanmasına ilişkin olan TCK m. 75/1 e atıf yapılsa da, mahkemece yapılan tebliğ üzerine on gün içinde ödemenin yapılabileceği kabul edilmelidir.  Soruşturma  evresinde,  önödemenin  usulüne  uygun  biçimde uygulanması  ancak  gerçekleşmemesi  halinde  kovuşturma  evresinde tekrar önödeme yoluna gidilemez.                                                              iadesine karar veremeyeceği (Yargıtay 7. CD., E. 2010/8622, K. 2012/396, 17.01.2012) Karar için bkz. https://www.lexpera.com.tr/ (01.12.2020). Bununla birlikte suçun değişen hukuki vasfı önödemeyi gerektiriyorsa kovuşturma evresinde önödeme yoluna gidilecektir. Mersin  Cumhuriyet  Başsavcılığının  şüpheliler  hakkında  üzerlerine  atılı  kaçakçılık suçundan  dolayı  cezalandırılmaları  istemiyle  iddianame  düzenlenmesi  üzerine, mahkemesince iddianameye konu edilen eylemin Cumhuriyet savcısından farklı olarak vasıflandırılmasını müteakip önödeme yapılmadığından bahisle iddianamenin iadesine karar verilmiş ise de, Cumhuriyet savcısının eylemi teşekkül halinde kaçakçılık olarak nitelendirmiş olması karşısında hukuki vasıflandırılmasına dayanılarak iddianamenin iade edilemeyeceği gibi yargılama sırasında suçun vasıf değiştirmesi durumunda mahkemesince de önödeme önerisinde bulunulabileceğinin gözetilmemesi (Yargıtay 7. CD., 11331/11367, 07.07.2010) Karar için bkz. ARTUK – GÖKCEN – YENİDÜNYA, s. 1036, dn. 304. 62  Hükümden  sonra  24/10/2019  tarih  ve  30928  sayılı  Resmi  Gazetede  yayımlanarak yürürlüğe giren 7188 sayılı Ceza Muhakemesi Kanunu ve Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanunun 16. maddesi ile 5237 sayılı TCK'nın 75. maddesinin 6. fıkrasında yapılan değişiklik uyarınca, 2863 sayılı Kültür ve Tabiat Varlıklarını Koruma Kanununun 74. maddesinin 2. fıkrasının birinci cümlesinde düzenlenen suç önödeme kapsamına alındığından; 5237 sayılı TCK'nın 7/2. maddesi uyarınca, Suçun işlendiği zaman yürürlükte bulunan kanun ile sonradan yürürlüğe giren kanunların hükümleri farklı ise, failin lehine olan kanun uygulanır ve infaz olunur hükmü de gözetilerek, 7188 sayılı Kanunun 16. maddesi ile değişik 5237 sayılı TCK nın 75. maddesi uyarınca önödemeye ilişkin işlemler yerine getirildikten sonra sonucuna göre sanığın hukuki durumunun yeniden değerlendirilmesinde  zorunluluk  bulunması  (Yargıtay  12.  CD.,  E.  2018/3300,  K. 2020/2078, 26.02.2020) Karar için bkz. https://www.lexpera.com.tr/ (30.11.2020)  63  HAFIZOĞULLARI – ÖZEN, s. 530. Kovuşturma evresindeki önödemede mahkemenin takdiri bir süre belirleyebileceği görüşü için bkz. CENTEL – ZAFER – ÇAKMUT, s. 765.  610Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 Önödeme ve Bazı Çözüm Önerileri IV. ÖNÖDEMENİN SONUÇLARI Soruşturma evresinde Cumhuriyet savcılığınca yapılan önödeme önerisinin  tebliği  üzerine  tespit  edilen  paranın  on  gün  içinde  fail tarafından ödenmesi halinde hakkında kamu davası açılmayacak, yani kovuşturmaya  yer  olmadığına  karar  verilecektir.  Önödemenin açıklanan  şartlarının  bulunması  durumunda  önödeme  önerisinde bulunulması  zorunludur.  Aksi  takdirde  iddianamenin  sunulduğu mahkemece, CMK m. 174/1-c uyarınca iddianamenin iadesine karar verilir. Önödeme  önerisinin  usulüne  uygun  olarak  tebliğine  rağmen, belirlenen  miktarı  süresinde  ödemeyen  fail  hakkında  iddianame düzenlenir.  Mülga  765  sayılı  TCK da,  önödeme  önerisinin  kabul edilmemesi  halinde  açılacak  kamu  davasında,  failin  cezasının  yarı oranında  artırılması  yönündeki  düzenlemenin  5237  sayılı  TCK ya alınmaması isabetli olmuştur. Zira failin lehine getirilmiş önödeme kurumunun aleyhe sonuç yaratması eleştirilmiştir. Ödemenin on günlük süre geçtikten sonra yapılması, fail hakkında iddianame  düzenlenmesini  engellemez.  Yine  failin  talebi  üzerine Cumhuriyet  savcısınca  karar  verilen  taksitle  ödeme  durumunda, taksitlerin  süresinde  ödenmemesi  halinde  de  önödeme  hükümsüz kalacaktır. TCK  m.  75/2  uyarınca  kovuşturma  evresinde,  mahkemece önödeme önerisinin tebliği üzerine tespit edilen miktarın fail tarafından ödenmesi halinde kamu davasının düşmesine karar verilir. Bununla birlikte  CMK  m.  223/9  gereği,  ceza  yargılamasını  gerçekleştiren mahkemece derhal beraat kararı verilebilecekse, önödeme nedeniyle düşme kararı yerine beraat kararı verilmelidir. Yine zamanaşımı gibi ceza kovuşturmasına engel olan ve ortadan kaldırılamayacak bir neden mevcutsa bu nedenle düşme kararı verilmesi gerekir.                                                              64  ÖNDER, Dersleri, s. 701; CENTEL – ZAFER – ÇAKMUT, s. 765; ÖZBEK, s. 1083; YOKUŞ SEVÜK, s. 72, dn. 28; PARLAR – HATİPOĞLU, s. 1153. Yapılan ihtara rağmen adliyeyi boşuna işgal ederek zaman kaybına neden olan suçlunun cezasının artırılmasının isabetli olduğu hakkında bkz. DÖNMEZER – ERMAN, s. 407. 65  Sanığa isnat edilen ve daha ağır bir suçu oluşturma ihtimali bulunmayan eylem 765 sayılı TCK nın 459/2. maddesinde yaptırıma bağlanmış olup, anılan suç aynı Kanunun 102/4. 611Muharrem ÖZEN, Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 Bir  zaman  kısıdı  olmadığından,  kovuşturma  evresinin  her devresinde  ve  nihayet  mahkumiyet  hükmü  verilinceye  kadar önödemeye başvurulabilmesi mümkündür. 17.10.2019 tarih ve 7188 sayılı Kanunla değişik CMK m. 280/1-f uyarınca, adli yargı bölge adliye  mahkemelerince,  Soruşturma  veya  kovuşturma  şartının gerçekleşmediğinin  veya  önödeme  ve  uzlaştırma  usulünün uygulanmadığının anlaşılması ya da davanın ilk derece mahkemesinde görülmekte olan bir dava ile birlikte yürütülmesinin zorunlu olması hâlinde  hükmün  bozulmasına  ve  dosyanın  yeniden  incelenmek  ve hükmolunmak üzere hükmü bozulan ilk derece mahkemesine veya kendi yargı çevresinde uygun göreceği diğer bir ilk derece mahkemesine gönderilmesine karar verileceğinin hükme bağlanması karşısında, ilk derece  ceza  yargılaması  süresince  önödeme  yoluna  gidilebileceği anlaşılmaktadır. Bununla birlikte öğretide kovuşturma evresindeki önödemenin istisna olduğu belirtilerek, bunun önödeme kurumunun düzenlenme amacıyla bağdaşmadığı ifade edilmiştir.                                                             maddesi uyarınca 5 yıllık zamanaşımına tabidir…765 sayılı TCK nın 102/4 ve 5271 sayılı CMK nın 223/8. Maddeleri gereğince kamu davasının düşmesine, 24.09.2004, 04087791680 numaralı vezne alındısı ile önödeme nedeniyle yatırılan 445.650.000 TL nin sanığa iadesine (Yargıtay 12. CD., 14317/6929, 13.03.2012) Karar için bkz. YAŞAR – GÖKCAN – ARTUÇ, s. 2364. 66  Davanın  yeniden  görülmesine  ve  duruşma  açılmasına  karar  verilmesinden  sonra 24/10/2019 tarihinde yürürlüğe giren 7188 sayılı Kanunla değişik 5271 Sayılı CMK'nun 280-1-f maddesine göre Bölge Adliye Mahkemesi, dosyayı ve dosyayla birlikte sunulmuş olan delilleri inceledikten sonra;  Soruşturma veya kovuşturma şartının gerçekleşmediğinin veya önödeme ve uzlaştırma usulünün uygulanmadığının anlaşılması ya da davanın ilk derece mahkemesinde görülmekte olan bir dava ile birlikte yürütülmesinin zorunlu olması hâlinde hükmün bozulmasına ve dosyanın yeniden incelenmek ve hükmolunmak üzere hükmü bozulan ilk derece mahkemesine veya kendi yargı çevresinde uygun göreceği diğer bir ilk derece mahkemesine gönderilmesine karar verir.  şeklinde düzenlemenin bulunduğu, yukarıda belirtilen Yargıtay ilamı da dikkate alındığında sonradan yürürlüğe giren bu düzenlemeye göre mevcut olayda 5809 sayılı kanuna muhalefet suçundan ön ödeme ihtaratı yapılmadan sanıklar hakkında kamu davası açılması ve ilk derece mahkemesince de ön ödeme ihtaratı yapılmadan hatalı değerlendirme ile TCK'nın 44.maddesi kapsamında sadece kaçakçılık suçundan hüküm kurulması hukuka aykırı olup, Cumhuriyet Savcısı ile sanıklar müdafisinin istinaf iddiaları bu itibarla yerinde görülmekle, hükmün 24/10/2019 tarihinde yürürlüğe giren 5271 sayılı Ceza Muhakemesi Kanununun değişik 280/1-f maddesi  uyarınca  bozulmasına  karar  vermek  gerekmiş  ve  aşağıdaki  şekilde  hüküm kurulmuştur. (İzmir BAM., 16. CD., E. 2018/118, K. 2020/17, 08.01.2020) Karar için bkz. https://www.lexpera.com.tr/ (01.12.2020) 67  Nurullah KUNTER, Ceza Muhakemesi Hukuku, B. 9, İstanbul 1989, s. 826-827; CENTEL – ZAFER – ÇAKMUT, s. 766. 612Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 Önödeme ve Bazı Çözüm Önerileri Kovuşturma evresinde önödeme önerisine uyulmaması durumunda mahkeme yargılamasını sürdürür ve sonucuna göre bir hüküm verir. Mahkemenin  mahkumiyet  kararı  vermesi  durumunda,  maddede öngörülen  cezayı  belirlemede  TCK  m.  75  ile  bağlı  olmadığı belirtilmelidir. Başka bir ifadeyle, önödeme önerisinde cezanın alt sınırı esas alınmasına veya seçimlik yaptırım halinde adli para cezası tercih edilmesine karşın, mahkumiyet hükmü tesis eden mahkemenin takdir hakkı  çerçevesinde  cezanın  alt  sınırından  uzaklaşması  veya  hapis cezasını tercih etmesi mümkündür. Soruşturma  evresinde,  önödemenin  usulüne  uygun  olarak gerçekleştirilmesi  sonucunda  Cumhuriyet  savcılığınca  verilecek kovuşturmaya yer olmadığına dair karara CMK m. 173 uyarınca itiraz edilmesi; kovuşturma evresinde mahkemece verilecek kamu davasının düşmesi kararına karşı ise CMK m. 272 deki kanun yoluna müracaat sınırının altında kalınmaması kaydıyla istinaf yoluna başvurulması mümkündür.  Müracaat  sınırı  yönünden  kesinliğin  tespitinde  ceza miktarı esas alınır ancak önödemeye dahil edilen yargı gideri hesaba katılmaz. TCK m. 75/5 uyarınca, önödemenin uygulanması nedeniyle kamu davasının  açılmaması  veya  ortadan  kaldırılması,  kişisel  hakkın                                                             68  Sanığın 17.11.2005 tarihinde yapılan önödeme önerisini 10 günlük yasal süre geçtikten sonra 28.11.2005 tarihinde yerine getirdiği anlaşıldığından yargılamaya devamla bir karar verilmesi gerektiği gözetilmeyerek önödeme önerisine uyduğundan bahisle yazılı şekilde hüküm tesisi (Yargıtay 2. CD., 7256/948, 29.01.2007) Karar için bkz. PARLAR – HATİPOĞLU, s. 1164. 69  YAŞAR – GÖKCAN – ARTUÇ, s. 2361.  70  6831 sayılı Orman Yasasının 91/5-son maddesine aykırılık suçundan önödeme önerisine esas alınan adli para cezası miktarı 700 lira olup, bu miktar 1412 sayılı CYUY nın 305. maddesinin 2. fıkrasının 1. bendine göre 2000 liranın altındadır…Bu nedenle önödemeye esas para cezasının miktarı itibariyle kesin nitelikte olan ve temyiz yeteneği bulunmayan yerel mahkeme hükmü… (Yargıtay CGK., 3-221/264, 13.12.2011) Karar için bkz. ARTUK – GÖKCEN – YENİDÜNYA, s. 1039, dn. 313.   71  YAŞAR  –  GÖKCAN  –  ARTUÇ,  s.  2361.  Ceza  Genel  Kurulu nun  kararlarında vurgulanan  ve  istikrar  kazanmış  uygulamalara  göre,  hükmün  temyiz  edilebilir  olup olmadığını tespit bakımından hüküm tarihindeki yasal düzenleme nazara alınmalıdır. Ön ödeme nedeniyle davanın ortadan kaldırmasına ilişkin kararların temyiz edilebilir olup olmadıkları belirlenirken de aynı ölçü nazara alınmalıdır. Buna göre ön ödemede belirtilen para cezası miktarı, hüküm tarihi itibariyle kesinlik sınırının üstünde ise ön ödeme nedeniyle verilen düşme kararı temyiz edilebilecek, aksi halde bu kararlar kesin sayılacaktır. (Yargıtay CGK., 7-61/82, 21.06.2005) Karar için bkz. KAYMAZ – GÖKCAN, s. 442. 613Muharrem ÖZEN, Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 istenmesine, malın geri alınmasına ve müsadereye ilişkin hükümleri etkilemez.  Dolayısıyla  hukuk  yargılamasıyla  şahsi  hakların  talebi mümkündür. Bununla birlikte, önödemenin uygulanması, şahsi hak talebiyle açılacak hukuk davasında failin aleyhine sonuç doğurmaz. Kanunda önödeme halinde suçta kullanılan eşyanın müsaderesine dair hüküm  getirildiğinden,  müsadere  kararlarının  duruşma  açılarak verilmesi gerektiği belirtilmiştir. Bu haldeki müsadere yargılaması CMK m. 256 vd. hükümlerince gerçekleştirilir. İştirak  halinde işlenen suçlarda,  önödemeye konu miktar şerik sayısına  bölünmez  ve  bunun  ayrı  ayrı  tebliği  gerekir.  Önödeme önerisindeki miktarı ödeyen, bunu kendi nam ve hesabına yaptığından önödemeden yararlanır. Ödeme veya ödememe diğer şeriklere etki etmez. Fail  hakkında  önödeme  uygulanıp  tamamlandıktan  sonra  aynı kişinin önödeme kapsamında işlediği bir başka eylem için önödemenin uygulanıp uygulanmayacağı önödeme kapsamındaki suçun mahiyetine bağlıdır. Nitekim, TCK m. 75/6 da sayılan suçların beş yıl içinde tekrar işlenmesi hâlinde fail hakkında aynı suçtan dolayı önödeme hükümleri uygulanmaz.  Önödemenin  uygulanmaması  için  suçun  aynı  olması arandığından, anılan fıkradaki önödemeye tabi farklı suçların aynı fail                                                             72  Davalı sanık Onur a ceza davasında önödeme teklifinde bulunulmuş, sanık tarafından önödeme  yerine  getirildiğinden  davanın  ortadan  kaldırılmasına  karar  verilmiştir. Önödemeyi yerine getiren davalı-sanığın bu eylemi ile bir miktar kusurun kendisinde olduğunu kabul etmiş sayılmasına olanak var mıdır? Hemen belirtmek gerekir ki bir miktar kusuru  kabul  etmiş  sayılması  gerektiğine  olanak  yoktur.  Zira;  önödeme  ne  bir mahkumiyettir, ne de suçu kabul anlamındadır (Yargıtay HGK., 4-823/50, 04.02.2009) Karar için bkz. ARTUK – GÖKCEN – YENİDÜNYA, s. 1038, dn. 310.   73  CENTEL – ZAFER – ÇAKMUT, s. 767. 74  Meskun mahalde ateş etmek suçundan sanık Hüseyin in önödeme önerisine uyarak para cezasını ödemesi sebebiyle verilen takipsizlik kararı üzerine, suçta kullanılan ruhsatlı tabancanın müsadere edilmesine dair dosya okundu…Suçun işlendiği 18.05.2000 tarihi ile zoralım  kararının  verildiği  27.05.2003  tarihleri  arasında  765  sayılı  TCY nın  551. maddesinde yazılı yaptırım için anılan Yasa nın 102/5 ve 104/2. madde-fıkralarında öngörülen süre aşımının gerçekleşmiş bulunması nedeniyle, Yasa Yararına Bozma isteyen tebliğnamede yer alan düşünce yerinde görüldüğünden kararın, 5271 sayılı CMY nın 309/4d madde-fıkrası uyarınca bozulmasına,…seri numaralı Ş Tabanca ile 9 mm. Çaplı mermi ile 10 adet boş kovanın adına silah taşıma ruhsatı düzenlenen sahibi Hüseyin e iadesine (Yargıtay 2. CD., 241/1216, 29.01.2008) Karar için bkz. YAŞAR – GÖKCAN – ARTUÇ, s. 2368.  75  MAJNO, s. 585.  614Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 Önödeme ve Bazı Çözüm Önerileri tarafından  farklı  zamanlarda  işlenmesi  durumunda  önödeme uygulanabilecektir. TCK  m.  75/6 da  sayılan  suçların  haricinde  kalan  önödeme kapsamındaki suçlar bakımından ise, taksirli suçlar hariç olmak üzere, önödemeye  bağlı  olarak  kovuşturmaya  yer  olmadığına  veya  kamu davasının düşmesine karar verildiği tarihten itibaren beş yıl içinde önödemeye tabi bir suçu işleyen faile bu fıkra uyarınca teklif edilecek önödeme  miktarı  yarı  oranında  artırılır.  Taksirli  suçların  haricinde kalan ve önödeme kapsamındaki suçlar, aynı olabileceği gibi farklı da olabilir. TCK  m.  75/7  uyarınca,  ödemede  bulunulması  üzerine  verilen kovuşturmaya yer olmadığına dair kararlar ile düşme kararları, bunlara mahsus bir sisteme kaydedilir. Bu kayıtlar, ancak bir soruşturma veya kovuşturmayla  bağlantılı  olarak  Cumhuriyet  savcısı,  hâkim  veya mahkeme tarafından istenmesi hâlinde, bu maddede belirtilen amaç için kullanılabilir.  Dolayısıyla  önödemenin  uygulanması  sonucu  verilen kararlar  adli  sicile  kaydedilmemekte  ve  tekerrüre  esas oluşturmamaktadır. V. SONUÇ Adalet Bakanlığı Ceza İşleri Genel Müdürlüğü nün 01.01.202030.06.2020  tarihleri  arasındaki  önödemeye  ilişkin  istatistikleri incelendiğinde,  söz  konusu  dönemde  toplam  37361  soruşturma dosyasının önödemeye tabi olduğu, önödeme ile sonuçlanan toplam soruşturma  sayısının  12541,  önödemeye  uyulmaması  sonucu  kamu davası açılan dosya sayısının 4775 olduğu, 20045 dosyada ise önödeme işlemlerinin  devam  ettiği  görülmektedir.  Önödeme  ile  sonuçlanan dosyalardaki suç tiplerinin ise sırasıyla karşılıksız yararlanma (4540 dosya),  6222  sayılı  Sporda  Şiddet  ve  Düzensizliğin  Önlenmesi Hakkında Kanun a muhalefet (3265 dosya), genel güvenliğin taksirle tehlikeye  sokulması  (1902  dosya),  3713  sayılı  Terörle  Mücadele Kanunu na  muhalefet  (1846  dosya)  ve  5809  sayılı  Elektronik Haberleşme  Kanunu na  muhalefet  suçları  (1140  dosya)  olduğu                                                             76  https://alternatifcozumler.adalet.gov.tr/Resimler/SayfaDokuman/268202014245626.08.202 0%20%C%96N%20%C%96DEME.pdf (11.11.2020) 615Muharrem ÖZEN, Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 anlaşılmıştır.  Önödeme  ile  sonuçlanan  dosyalardaki  iller  sırasıyla, İstanbul (1773 dosya), Diyarbakır (978 dosya), Şanlıurfa (877 dosya), Uşak (844 dosya) ve İzmir (744 dosya) olmuştur. Adalet Bakanlığı Ceza İşleri Genel Müdürlüğü nün 01.01.201831.12.2018 tarihleri arasındaki önödemeye ilişkin istatistiklerinde ise, toplam  112348  soruşturma  dosyasının  önödemeye  tabi  olduğu, bunlardan  36829 unun  önödemeyle  sonuçlandığı,  26515 inde önödemeye uyulmaması sonucunda kamu davası açıldığı, 49004 ünde ise önödeme işlemlerinin devam ettiği görülmektedir. Önödeme ile sonuçlanan  soruşturma  dosyalarındaki  suç  tiplerinin  ise  karşılıksız yararlanma (12197 dosya), 6222 sayılı Sporda Şiddet ve Düzensizliğin Önlenmesi  Hakkında  Kanuna  muhalefet  (7503  dosya),  3713  sayılı Terörle  Mücadele  Kanununa  muhalefet  (6077  dosya),  5809  sayılı Elektronik Haberleşme Kanununa muhalefet (5859 dosya) ve genel güvenliğin  taksirle  tehlikeye  sokulması  suçu  (5064  dosya)  olduğu anlaşılmıştır. Önödeme ile sonuçlanan soruşturma dosyalarındaki iller ise sırasıyla, İstanbul (4750 dosya), Mardin (3248 dosya), Ankara (2469 dosya), Diyarbakır (1617 dosya) ve Şanlıurfa (1334) olmuştur. Önödeme kapsamında değinilmesi gereken ilk husus, önödemenin kapsamının ne ölçüde genişletileceğinin veya daraltılacağının tespitidir. Önödeme  kurumunun  ortaya  çıkış  nedenleri  ve  tarihçesi  dikkate alındığında,  cezai  uyuşmazlıklarda  alternatif  çözüm  yöntemlerinde kanun koyucunun CMK daki tercihine paralel olarak uzlaştırmanın öne çıkartılmasının  önemli  olduğu  değerlendirilmektedir.  Nitekim  cezai uyuşmazlığın uzlaştırma ile sonlanması durumunda, aynı uyuşmazlığa ilişkin  hukuk  yargısında  bir  tazminat  talebi  de  ileri sürülemeyeceğinden,  önödemenin  kapsamı  belirlenirken  ve  cezai uyuşmazlıklar  adliye  dışı  alternatif  çözüm  yollarına  taşınırken uzlaştırmaya ilişkin hükümlerin öncelikli tutulması gerekir. Özellikle kişilere  karşı  işlenen  suçlarda,  mağdurun  da  haklarının  korunması bakımından uzlaştırmanın önemli olduğu değerlendirilmektedir. Bu                                                             77  https://alternatifcozumler.adalet.gov.tr/Resimler/SayfaDokuman/252019093857%C%96 N%C%96DEME.pdf (11.11.2020) 78  Önödemenin kapsamının uzlaştırma kapsamındaki suçlar haricinde olmasının Anayasa ya aykırı olduğu iddiasıyla Anayasa Mahkemesi nde görülen iptal davasında, Mahkemenin istemin reddine hükmettiği kararındaki gerekçenin de bu hususa işaret ettiği görülmektedir. 616Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 Önödeme ve Bazı Çözüm Önerileri noktada terim birliğinin sağlanabilmesi bakımından, TCK m. 75/1 de yer alan ve bir üst kavram olan uzlaşma ifadesi yerine, CMK m. 253 teki, uzlaştırma ifadesinin kullanılması tercih edilmelidir. Önödemenin kapsamı konusunda değinilmesi gereken bir diğer husus, sadece adli para cezası veya hapis cezasının yukarı sınırı altı ayı aşmayan  suçlar  bakımından  getirilen  uygulamanın  çok  sınırlı kalmasıdır. Her ne kadar  24.11.2016 tarihli 6763 sayılı Kanun ile birlikte üst sınır üç aydan altı aya yükseltilmişse de, hükmün bu haliyle TCK ve özel ceza kanunlarındaki sınırlı sayıda suçta uygulanabilmesi mümkün görünmektedir. Bu durumda, zaman içinde farklı kanunlarla suçların  cezalarında  yapılan  artırımların  da  etkili  olduğu düşünülmektedir. Önödemenin kapsamının TCK m. 75/6 da sayılan suçlar  üzerinden  genişletilmesi  hedeflenmekte  ise,  bu  durumda özellikle kişilere karşı işlenen suçlar bakımından bir üst paragrafta değindiğimiz hususu yinelemek isteriz. 17.10.2019  tarih  ve  7188  sayılı  Kanun  ile  birlikte  soruşturma evresindeki önödemede, failin on gün içinde talep etmesi koşuluyla bu miktarın Cumhuriyet savcısı kararıyla üç eşit taksit halinde ödenmesi                                                             15. Suçların tasnifinde dikkate alınan kıstaslardan birini de korunan hukuki değer oluşturmaktadır. Hukuki değer, ceza normu ile korunan ve suçla ihlal edilen yarardır. Kural olarak her bir ceza normu birbirinden farklı en az bir hukuki değeri korumaktadır. Bazı fiillerle ihlal edilen yararın, diğer bir ifade ile bazı suçlarla korunan hukuki değerin kişisel yönünün daha da ön planda olduğu kabul edilmektedir. Uzlaşma kapsamında yer alan suçlar da bu kapsamda yer almayan suçlara oranla kişisel yararları daha fazla ihlal etmektedir. Ceza hukukunda kanun önünde eşitlik ilkesinin uygulanması da kuşkusuz, aynı suçu işleyen tüm suçluların kimi özelliklerinin göz ardı edilerek her yönden aynı kurallara bağlı tutulmalarını gerektirmemektedir. Buna göre uzlaşma kapsamında bir suç olarak belirlenmiş  fiilin  faili  ile  bu  kapsamda  olmayan  bir  suçu  işleyen  fail  farklı  hukuki konumdadırlar. Bu nedenle farklı hukuksal konumda bulunan kişiler hakkında farklı usulün uygulanmasını öngören itiraz konusu kuralda eşitlik ilkesine aykırılık bulunmamaktadır. (AYM., E. 2017/140, K. 2017/177, 28.12.2017) Karar için bkz. RG., 31.01.2018, S. 30318. 79  5237  sayılı  TCK nın  özel  hükümler  kitabında  düzenlenen  suçlardan  TCK  m.  75/1 kapsamında olanlar; dilekçe hakkının kötüye kullanılmasının engellenmesi (TCK m. 121/1), karşılıksız yararlanma (TCK m. 163/1), bilgi vermeme (TCK m. 166/1), akıl hastaları üzerindeki bakım ve gözetim yükümlülüğünün ihlali (TCK m. 175/1), hayvanın tehlike yaratabilecek şekilde serbest bırakılması (TCK m. 177/1), işaret ve engel koymama (TCK m. 178/1), usulsüz ölü gömülmesi (TCK m. 196/1), kıymetli damgada sahtecilik (TCK m. 199/3), kamu görevlisinin ticareti (TCK m. 259/1), özel işaret ve kıyafetleri usulsüz kullanma (TCK m. 264/1), ses ve görüntülerin kayda alınması (TCK m. 286/1), adil yargılamayı etkilemeye teşebbüs (TCK m. 278/1) ve muhafaza görevini kötüye kullanma (TCK m. 289/3) suçlarından ibarettir. 617Muharrem ÖZEN, Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 imkanının  getirilmesi  isabetli  olmakla  birlikte,  aynı  imkanın kovuşturma evresinde ceza yargılamasını gerçekleştiren mahkemeye de tanınması  gerekirdi.  Nitekim  kovuşturma  evresindeki  önödemeye ilişkin TCK m. 75/3, yukarıdaki fıkra ifadesiyle TCK m. 75/2 ye atıf yapmakta, TCK m. 75/2 hükmü ise önödeme için saptanacak miktarın tespitinde TCK m. 75/1 e gönderme yapmakta ama bu göndermeler taksit  yapılmasına  ilişkin  hükmü  kapsamamaktadır.  Her  ne  kadar soruşturma evresinde önödeme kural olsa da, kovuşturma evresinde de sanığı bu imkândan mahrum etmek için somut bir neden yoktur. Tıpkı uzlaştırmada olduğu gibi soruşturma evresindeki önödemede de, Cumhuriyet savcısının dosyayı tekemmül ettirmesi ve elde ettiği delillerle  iddianame  düzenlenmesine  imkan  veren  yeterli  şüpheye ulaşması  gerekir.  Soruşturma  evresinde  uzlaştırmanın  gereklerinin yerine getirilmemesi halinde kamu davasının açılacağı kuralını koyan CMK m. 253/19 hükmü karşısında, önödemede taksitlerin süresinde ödenmemesi halinde soruşturmaya devam edileceğini öngören TCK m. 75/1  hükmünün  isabetli  olmadığı  belirtilmelidir.  Önödemedeki  söz konusu  hüküm  bu  haliyle,  soruşturma  dosyasına  ilişkin  deliller toplanmadan ve iddianame düzenlemeye yetecek şüpheye ulaşmadan önödeme önerisinde bulunulabilmesi yolunun açık olduğu izlenimini vermektedir.  Dolayısıyla  TCK  m.  75/1 deki  söz  konusu  hükmün, uzlaştırmada  olduğu  gibi,  kamu  davasının  açılacağı  şeklinde değiştirilmesi doğru olacaktır.  Yine kovuşturma evresindeki önödeme sonucunda uyuşmazlığın sona  erdirilmesi  durumunda,  mahkemece  verilen  düşme  kararının olağan  kanun  yollarına  müracaat  bakımından  engel  oluşturabilme tehlikesi dikkate alınmalıdır. Nitekim istinaf kanun yolu için CMK m. 272 deki  müracaat  sınırı  ve  özellikle  TCK  m.  75/1 deki  önödeme kapsamındaki  ceza  miktarları  göz  önünde  bulundurulduğunda, kovuşturma  evresinde  önödeme  sonucu  mahkemece  verilen  düşme kararlarına  karşı  olağan  kanun  yollarının  kapalı  olma  ihtimali mevcuttur.  Özellikle  mağdur  hakları  bakımından  bu  hususun  göz önünde bulundurulması ve en azından fiilin önödeme kapsamında olup olmadığının denetimine imkân verecek bir kanun yolu denetiminin tanınması isabetli olacaktır. 618Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 Önödeme ve Bazı Çözüm Önerileri KISALTMA CETVELİ AYM.      : Anayasa Mahkemesi B.      : Baskı BAM.      : Bölge Adliye Mahkemesi bkz.      : Bakınız C.      : Cilt CD.      : Ceza Dairesi  CGK.      : Ceza Genel Kurulu CHKD.     : Ceza Hukuku ve Kriminoloji Dergisi CMK      : Ceza Muhakemesi Kanunu CMUK     : Ceza Muhakemeleri Usulü Kanunu dn.      : Dipnot E.      : Esas HGK.      : Hukuk Genel Kurulu İBK.      : İçtihadı Birleştirme Kararı İCK      : İtalyan Ceza Kanunu İHFM.      : İstanbul Üniversitesi Hukuk Fakültesi Mecmuası in.      : İçinde K.      : Karar m.      : Madde RG.      : Resmi Gazete s.      : Sayfa S.      : Sayı TBBD.      : Türkiye Barolar Birliği Dergisi TCK      : Türk Ceza Kanunu vd.      : Ve devamı Y.       : Yıl YD.      : Yargıtay Dergisi    619Muharrem ÖZEN, Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621",
     "Kaynakça": "ANTOLISEI Francesco: Manuale di Diritto Penale Parte Generale, Sedicesima Edizione, Milano 2003. ARTUK Mehmet Emin – GÖKCEN Ahmet – YENİDÜNYA Ahmet Caner: Ceza Hukuku Genel Hükümler, B. 9, Ankara 2015. CENTEL Nur – ZAFER Hamide: Ceza Muhakemesi Hukuku, B. 14, İstanbul 2017. CENTEL Nur – ZAFER Hamide – ÇAKMUT Özlem: Türk Ceza Hukukuna Giriş, B. 10, İstanbul 2017. DÖNMEZER Sulhi – ERMAN Sahir: Nazari ve Tatbiki Ceza Hukuku, C. 3, B. 10, İstanbul 1985. EREM Faruk: Türk Ceza Kanunu Şerhi Genel Hükümler, C. 1, B. 1, Ankara 1993. HAFIZOĞULLARI  Zeki  –  ÖZEN  Muharrem:  Türk  Ceza  Hukuku  Genel Hükümler, B. 12, Ankara 2019. KARAASLAN  Erol  –  AKSAKAL  Kemal  –  ÇETİN  Ali,  “Ceza  Yasamızda Önödeme Kurumu, in. Prof. Dr. Mahmut Tevfik Birsel e Armağan, İzmir 2001, s. 547-573. KAYMAZ Seydi – GÖKCAN Hasan Tahsin: Uzlaşma ve Önödeme, B. 2, Ankara 2007. KUNTER Nurullah: Ceza Muhakemesi Hukuku, B. 9, İstanbul 1989. MAHMUTOĞLU  Fatih  Selami,  “İdari  Para  Yaptırımını  Gerektiren  Eylemler Yönünden Yargılama Rejimi, in. İHFM., Y. 1996, C. 55, S. 1-2, s. 151-172. MAJNO: Ceza Kanunu Şerhi Türk ve İtalyan Ceza Kanunları, C. 1, Ankara 1977. MANTOVANI Ferrando: Diritto Penale Parte Generale, Decima Edizione, Vicenza 2017. ÖNDER Ayhan: Ceza Hukuku Dersleri, B. 1, İstanbul 1992. (Dersleri) ÖNDER Ayhan: Sulh Ceza Hâkiminin Ceza Kararnamesi, B. 1, İstanbul 1966. ÖZBEK Veli Özer: TCK İzmir Şerhi Türk Ceza Kanununun Anlamı, C. 1, B. 4, Ankara 2010. PARLAR Ali – HATİPOĞLU Muzaffer: Açıklamalı Yeni İçtihatlarla 5237 Sayılı Türk Ceza Kanunu Yorumu, C. 1, B. 3, Ankara 2010. ŞAHİN Cumhur, “Ceza Muhakemesinde Uzlaşma, in. Prof. Dr. Süleyman Arslan a Armağan, Selçuk Üniversitesi Hukuk Fakültesi Dergisi, Y. 1998, C. 6, S. 1-2, s. 221-297. 620Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621 Önödeme ve Bazı Çözüm Önerileri TOROSLU Nevzat – TOROSLU Haluk: Ceza Hukuku Genel Kısım, B. 24, Ankara 2018. YAŞAR  Osman  –  GÖKCAN  Hasan  Tahsin  –  ARTUÇ  Mustafa:  YorumluUygulamalı Türk Ceza Kanunu, C. 2, B. 2, Ankara 2014. YENİSEY  Feridun,  “Ceza  Muhakemesi  Süjelerinin  İradelerinin  Ceza Muhakemesinin  Yürüyüşüne  Etkisi  Sorunu,  in.  Prof.  Dr.  Nur  Centel e Armağan, Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Y. 2013, C. 19, S. 2, s. 453-470. YOKUŞ  SEVÜK  Handan,  “Çocuk  Yargılamasında  Ön  Ödeme  ve  Sulh  Ceza Hakiminin Ceza Kararnamesi, in. TBBD., S. 52, Y. 2004, s.66-88. YURTCAN Erdener, “İçtihadı Birleştirme Kararı Dolayısıyla Önödeme Üzerine Düşünceler, in. YD., C. 10, S. 3, Y. 1984, s. 230-234. (İçtihadı Birleştirme) YURTCAN Erdener, “Önödeme ve Sulh Yargıcının Ceza Kararnamesi Yolları Aynı Konuda Peşpeşe Uygulama Alanı Bulabilir mi?, in. CHKD., C. 1, S. 1, Y. 1978, s. 46-48. (Önödeme) Yararlanılan İnternet Siteleri http://www.antropologiagiuridica.it https://alternatifcozumler.adalet.gov.tr  https://www.kazanci.com.tr/  https://www.lexpera.com.tr/              621Muharrem ÖZEN, Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 589-621             622"
}