{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "AKIL HASTASI ÜZERİNDEKİ BAKIM VE GÖZETİM YÜKÜMLÜLÜĞÜNÜN İHLALİ SUÇU",
     "Title": "Breach of Obligation To Take Care And Look After a Person Suffering Mental Illness",
     "Yazar İsmi": [
          "Yard. Doç.Dr. Ozan Ercan TAŞKIN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Ceza Hukuku",
          "akıl hastası",
          "deli",
          "ihmali suç",
          "tehlike suçu",
          "kabahat"
     ],
     "Keywords": [
          "Criminal law",
          "mental patient",
          "mad",
          "negligence crime",
          "endangerment crime",
          "misdemeanour"
     ],
     "Özet": "Türk Ceza Kanunu nun 175. maddesinde akıl hastası üzerindeki bakım ve gözetim yükümlülüğünün ihlali suçu düzenlenmiştir. Uygulamasına ender rastlanan bu suç hakkında yazılmış olan eser sayısı da çok sınırlıdır. Bununla birlikte bu suç türünün özellikle bazı başlıklar altında ele alınması gerekir. Örneğin  akıl  hastalıkları  ve  genel  olarak  ceza  hukuku  ilişkisi,  ihmal durumunda kimlerin yükümlü olacağı yani failin kim olacağı gibi. Çalışmaya konu olan suç, sistematik bir bütün içinde, 765 sayılı Türk Ceza Kanunu, İtalya düzenlemesi ve ilgili yargı kararları dikkate alınarak ana hatlarıyla değerlendirilmiştir.",
     "Abstract": "Breach of obligation to take care and look after a person suffering mental illness has been regulated in Article 175 of Turkish Penal Code. The number of works written on this rare crime is very limited. However, this crime must be considered under certain headings. For example, mental illnesses and criminal law in general, who will be liable in case of negligence, in other words who will be the perpetrator. The crime subject to the study has been",
     "Metin": "TCK 175. maddede şu hüküm yer almaktadır: Akıl hastası üzerindeki bakım ve gözetim yükümlülüğünü, başkalarının hayatı, sağlığı veya malvarlığı bakımından tehlikeli olabilecek şekilde ihmal eden kişi, altı aya kadar hapis veya adlî para cezası ile cezalandırılır.  Kanun koyucu, akıl hastaları üzerinde bakım ve gözetim yükümlülüğü bulunan  kimselerin  hukuktan  doğan  bu  yükümlülüklerini  yerine getirmemelerini/ihmal  etmelerini  genel  tehlike  yaratan  suçlardan  kabul etmiştir. Suçun oluşması bakımından bir zararın ortaya çıkması aranmaz. Kanun koyucu ayrıca tehlikenin varlığını da aramış olduğundan bu suç, madde gerekçesinde de açıklandığı üzere somut tehlike suçu ve yükümlülüğün ihmali suretiyle işlendiğinden ihmali suçtur. Tehlikeden söz edilebilmesi için az çok, kayda değer bir zarar olasılığı (rilevante possibililità) ortaya çıkmış olmalıdır. Bu suç, 765 sayılı mülga TCK nın 560, 561 ve 562. maddelerinde kabahat sayılan fiillere benzetilebilir. 5237  sayılı  TCK nın  kabahatlerin  suç  olmaktan  çıkarılması  eğiliminin/ iddiasının aksine,  genel tehlike yaratan suçlar  başlığı altında bu suça yer verilmiştir.                                                     Anadolu Üniversitesi Hukuk Fakültesi Ceza ve Ceza Muhakemesi Hukuku Anabilim Dalı. (oetaskin@anadolu.edu.tr) 1   Madde gerekçesi:  Maddede akıl hastası üzerinde bakım ve gözetim yükümlülüğü bulanan kişinin bu yükümlülüğünü, başkalarının hayatı, sağlığı veya malvarlığı bakımından tehlikeli olabilecek  şekilde  ihmal  etmesi,  cezalandırılmaktadır.  Maddenin  düzenlemesinden de anlaşılacağı üzere fiil somut tehlike suçu niteliğindedir. Suçun oluşması bakımından bir zarar doğması aranmaz. Suç, bakım ve gözetim yükümlülüğü bulunan kişinin bu yükümlülüğünü başkalarının hayatı, sağlığı veya malvarlığı bakımından tehlikeli olabilecek şekilde ihmal etmesiyle tamamlanır. Bu ihmal neticesinde başkalarının hayatı, sağlığı veya malvarlığı bakımından bir zarar meydana gelirse, bakım ve gözetim yükümlülüğü altında bulunan kişi, fiilin sebebiyet verdiği netice açısından kast veya taksirine göre cezalandırılacaktır.  2   Bkz. Emilio DOLCINI/Giorgio MARINUCCI, (a cura di) Codice Penale Commentato, Tomo III, Artt. 575-734bis, Ipsoa, 3. Edizione, Milano 2011, s. 6767. 3   Benzer bir düzenlemeyi içeren İtalyan Ceza Kanunu (İCK) m. 714 vd 1978 yılında suç olmaktan çıkarılmıştır. Ayrıntılı bilgi için bkz. Mauro RONCO/Bartelemo ROMANO (a cura di) Codice Penale Commentato, UTET Giuridica, Torino 2012, s. 3657. 2472Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2471-2486  Taşkın Her ne kadar kanun koyucu somut tehlikenin varlığını aramış olsa da, akıl hastasının tehlikeliliğinin, ön kabul olarak ele alınması olasılığı, bazı soruları ve dolayısıyla da akabinde açıklamaları, zorunlu olarak beraberinde getirir. Diğer taraftan bu tehlikelilik haline adli mi yoksa klinik psikiyatrinin mi karar vereceği  hususlarında,  -sınırlı  olmakla  birlikte-  ceza  hukuku  sahasında tartışmalar  devam  etmektedir.  765  sayılı TCK  zamanında  yazılmış  ceza hukuku kaynakları  deli  kavramını, akıl maluliyetinin klinik şekillerinden biri  anlamında  kullanmaktadırlar.  Tehlikelilik  hali  tespitine  nasıl  karar verileceği  hususu,  somut  olayın  değerlendirilmesinde  sorunlara  yol  açar niteliktedir. Aslında akıl hastası, tehlikelilik ve suçluluk arasındaki var sayılan ilişki, psikiyatrik açıdan da çözüme/kesinliğe kavuşmuş değildir.  Akıl  hastalığının  ceza  hukuku  boyutunda  ele  alınması  konusunda birbirlerini inkâr eden iki yaklaşım vardır. İlk yaklaşım, esasını, akıl hastasının tehlikeli  olduğu  ön  kabulünden  ve  pozitivizmin  yol  açtığı  kuvvetli  bir yönlendirmeye dayanan fikriyattan alır. Bu yaklaşım, akıl hastalığı ve şiddet arasındaki bağlantı vurgusunu suça yapısını verecek düzeyde karakterize etmiştir. Akıl hastasının tehlikeli olduğu, sadece halk arasında değil bazı bilimsel çalışmalarda da klişe haline gelmiştir. Eski ifadeyle akıl hastası  delidir  ve ancak tımarhaneye konulursa tımar edilebilir. Yüzlerce yıl aileler açısından  bir  mahcubiyet  ve  sorumluluk  nedeni  olan  akıl  hastalığı pozitivizmin de tesiriyle toplumun ortak meselesi olmuştur.  Pozitivist yaklaşım, birçok örnekte suç failleri açısından  varsayılan tehlikelilik  ve  kolektif sorumluluk  esaslıdır. Bu yaklaşımda, ceza hukuku sistematiği suç işlenmesi ihtimalinin engellenmesi üzerine inşa edilmiştir. Alelade bir doktor raporu, örneğin kimsenin suç işlemeye yatkınlığının olduğu ve dolayısıyla kendisi veya başkaları için tehlikeli varsayılması noktasında yeterlidir. Aynı şekilde akıl hastalığının bir doktor, bir memur hatta herhangi bir  kimse  tarafından  açıklanmasının  yeterli/mümkün  olabileceği  dahi savunulmaktadır. Hâlbuki olması gereken, belirsiz ve uzun süreli tahmine dayalı tehlikelilik tespiti değil, belirli süreli ve klinik tespite dayalı tehlikelilik tespitidir.                                                  4   Bkz. Faruk EREM, Türk Ceza Kanunu Şerhi Özel Hükümler Cilt III, Seçkin Yayınevi, Ankara 1993, s. 2623. 5   Volfango LUSETTI,  La Pericolosità del Malato di Mente  Etica & Politica/Ethics & Politics, XVI, 2014, 1, s. 685-686. 6   Patrizia GUARNIERI,  Matti in Famiglia. Custodia Domestica e Manicomio nella Provincia di Firenze (1866-1938) , Studi Storici, Anno 48, No. 2 (Apr. Jun., 2007), s. 477. 7   Bkz. EREM, s. 2624. 8   LUSETTI, s. 692-699.   2473Akıl Hastası Üzerindeki...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2471-2486  Özellikle 1970 li yıllardan itibaren ortaya konulan diğer yaklaşımsa, -bu yaklaşımın da bir klişe olduğu söylenmektir- şiddet davranışlarının sıklığı bakımından genel nüfus ile akıl hastaları arasında, anlamlı bir fark olmadığını ve esas itibariyle denkliğe yakın bir oran olduğunu savunur. Bu yaklaşım da, -aksi yönde olsa da- aynı ilki gibi belirli bir fikriyata dayanır. Akıl hastalarının yol açtığı şiddetin ayrıca ele alınmasına, bu kişilerin neden olduğu ihlal oranlarının, akıl hastası olmayanların neden olduğu ihlal oranlarına denk sayılabilecek olduğu iddiasından hareketle itiraz edilmiştir. Diğer taraftan, 1970 li, özellikle 1980 li yıllardan itibaren sosyal devlet mekanizmasında önemli kayıplar söz konusudur ve esas olarak kamunun sağlık harcamalarında büyük oranlarda azaltmalar yapılmaktadır. Örneğin yeterli akıl hastanesinin veya  bakımevinin  olmaması,  yenilerinin  açılmaması  nedenlerinin ekonomik/kâr  getirici olmadıkları, aksine  çok  masraflı  olmaları  şeklinde açıklanmasının,  halk  arasında  kabul/onay  görmeyeceği  kaygısının,  akıl hastalarının  aslında  tehlikeli  olmadıkları  yönündeki  bilimsel açıklamaların/çalışmaların gizli gerekçesi olduğu iddia edilmiştir. Böylece toplum  bu  kurumların  gereksizliğine  inandırılacaktır.  Bu  çalışmalardan bazılarında, akıl hastalarının işledikleri suçlarla, örneğin cinsel saldırı suçu, düşük eğitim, alkol ve uyuşturucu tesiri altında suç işleyenler arasında oransal bir fark olmadığı savunulmuştur. Her iki yaklaşım da meseleyi anlamayı zorlaştırmaktadır. Nihayet  İtalyan  Ceza  Genel  Kurul  kararına  göre,  akıl  hastalığı  ile tehlikelilik arasında peşinen kabul edilecek bir ilişki yoktur. Ancak bazı ihtimaller söz konusudur. Bu ihtimaller de ancak belirli psikiyatrik testlerin yapılmasıyla ortaya çıkar. Diğer taraftan, akıl hastasının potansiyel olarak tehlikeliliğinin kabulü halinde bazı sorular cevapsız kalmaktadır. Bu kişi bakımından yanlış teşhis varsa veya hakkında uygulanmış olan terapi veya ilaç tedavisi hatalı tedaviye yol  açmışsa;  bakım  ve  gözetim  yükümü  olan  kişinin  sorumluluğunun belirlenmesi noktasında güçlükler çıkacağı açıktır.                                                    9   LUSETTI, s. 688. 10  İtalya CGK nın 8 Mart 2005 ve 9163 sayılı kararı için bkz. Eleonora FUNGHER, La Pericolosità Sociale nel Procedimento del Tribunale di Sorveglianza, Associazione Italiana di Psicologia Giuridica Orso di Formazione İn Psicologia Giuridica, Psicopatologia e Psicodiagnostica Forense, 2012, s. 5. İlgili testler için bkz. FUNGHER, s. 32 vd.  2474Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2471-2486  Taşkın 2. 765 SAYILI TCK DAKİ DÜZENLEME 765 sayılı mülga TCK nın 560, 561 ve 562. maddelerinin akıl hastası üzerindeki  bakım  ve  gözetim  yükümlülüğünün  ihlali  suçunun  unsurları itibariyle tam karşılığı olmamakla birlikte korunan hukuki değer bakımından benzer özellikler taşıdığı kabul edilmektedir. Söz konusu üç madde, 765 sayılı Ceza Kanunu nda, kabahatler nev inden suçlar arasında, üçüncü kitabın, Ammenin Selametine Müteallik Kabahatler başlıklı  ikinci  babının  beşinci  faslında,  delileri  muhafazasında  ihmal kabahatleri başlığı altında düzenlenmiştir. Mülga  765  sayılı  TCK nın  560.  maddesine  göre,  koruması  altında bulunan delileri serbest bırakan yahut bu kişiler kurtulup kaçtıkları zaman derhal ait olduğu kuruma bilgi vermeyen hafif para cezasına mahkûm olurken; 561. maddesine göreyse, bağlı olduğu kuruma derhal bilgi vermeksizin ve izin gerektiren  hususlarda  izin  almaksızın  akıl  hastalığı  olduğunu  bildiği  bir kimseyi koruma için kabul eden veya böyle bir kimseyi kendi başına bırakan kişi ise, hafif para cezasına çarptırılır ve bu cezaya durumun ağırlığına göre bir aya kadar hafif hapis cezası da eklenir; nihayet 562. maddeye göreyse, fail bir tımarhane müdürü veya tababet mesleki mensuplarından birisi olduğu takdirde geçen maddelerde yazılı cezalara meslek ve sanatın tatili cezası eklenir.  3. İTALYA DÜZENLEMESİ 765 sayılı mülga TCK nın 560, 561, 562. maddeleri, mehaz Kanunun (Zanardelli Kanunu) 477, 478, 479. maddelerine karşılık gelmektedir. Söz konusu maddelerde geçen  deli   tımarhane  vb benzeri kavramlar bugünün ne  tıp  ne  de  hukuk  dünyasında  kullanılmaktadır.  Düzenlemelerin  amacı kendisine veya başkasına tehlikeli olabilecek  delilerin muhafazası  şeklinde açıklanmıştı. Buna rağmen Majno şerhinde, ceza kanununun bu meseleyle ilgilenmesinin  nedeni,  sağlıkla  ilgili  düzenlemelerde  bu  hususa  yer verilmemesi olarak ortaya konmuştu.                                                   11  TCK nın 175. maddesi, 765 sayılı TCK nın 560 ve 561. maddelerinin tam karşılığı olmasa da bir tür özetidir. Muharrem ÖZEN, Genel Tehlike Yaratan Suçlar, US-A Yayıncılık, Ankara 2010, s. 69; Ayrıca tamamı için bkz. Zeki HAFIZOĞULLARI/Muharrem ÖZEN, Türk Ceza Hukuku Özel Hükümler Topluma Karşı Suçlar, US-A Yayıncılık, Ankara 2012, s. 31 vd.  12  MAJNO Şerhi (Türk ve İtalyan Ceza Kanunları Majno Şerhi), Adliye Vekaleti, İhsaniyat ve Müdevvenat Kanuniye Müdüriyeti, Cilt 4, Ankara 1927, s. 300, no: 2285.   2475Akıl Hastası Üzerindeki...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2471-2486  1930 tarihli mevcut İtalyan Ceza Kanunu nda bu maddelerin bir karşılığı yoktur.  İCK da  714,  715,  716  ve  717.  maddelerinde   akıl  hastalarının muhafazasıyla ilgili düzenlemeler yer alıyordu. 1978 yılında  akıl hastasının muhafazasının ihmali  ile ilgili 714 ve 715. maddeleriyle,  tehlikeli akıl ve psikiyatrik hastaların bildirilmesinin ihmalini kabahat nev inden suç sayan 717. maddesi tamamen ilga edilmiştir. İCK nın 716. maddesinden de, kaçan veya firar eden akıl hastaların durumları hakkında ilgili mercileri uyarmama, kabahat nev inden suç olmaktan çıkarılmıştır. Böylece İCK da akıl hastasının muhafazası ve bakımıyla ilgili tüm düzenlemeler ilga edilerek, akıl hastasının karine  olarak  sosyal  tehlikeli  olduğu  düşüncesi  terk  edilmiştir.  İtalyan hukukuna göre bahsi geçen durumlarda sorumluluk, medeni hukuk kurallarına göre belirlenecektir 13 4. FAİL, HUKUK KONU, MAĞDUR, MADDİ KONU Hastaya bakmak ve gözetmekle yükümlü olan kimseler, hastanın aile bireyleri olabileceği gibi, hastaya bakmak ve gözetmekle yükümlü sağlık kuruluşu çalışanları da olabilir. Böyle bir yükümlülüğü bulunmayan kişinin, bu  suçu  işlemesi  mümkün  değildir.  Bu  nedenle  özgü  (mahsus)  suç niteliğindedir. Bir kimsenin bakım ve gözetimi altında bu nitelikte bir hastayı bulundurmaması halinde suçun faili olması mümkün değildir.                                                  13  Donatella Maria ENZA BONOMO, Infermita' di Mente e Responsabilita' Civile, Giuffré Editore, Milano 2012, s. 241. 14   Sanıkların oğlu olup, kısmi akıl hastalığı bulunan 1984 doğumlu Tarık Ü. ın babası Hidayet Ü: ın işi nedeniyle ilçe dışında bulunması; annesi Zahide Ü. ın ise misafirleriyle ilgilenmesini fırsat bilerek babası Hidayet Ü. ya ait motosikleti izinsiz alarak evden ayrılıp kaza yapması biçiminde gerçekleşen olayda, sanıkların bakım ve gözetim yükümlülüklerini ihmal ettikleri yolunda yeterli kanıt bulunmadığı anlaşılmakla, verilen beraat kararı sonucu itibariyle usul ve yasaya uygun bulunduğundan; Savcısının sanıkların cezalandırılması gerektiğine  yönelik  yerinde  görülmeyen  temyiz  itirazlarının  reddiyle  hükmün (ONANMASINA),oybirliğiyle karar verildi.  8. CD. 17.10.2012. 2011/11043- 2012/31241, Karar için bkz. Hasan Tahsin GÖKCAN/Mustafa ARTUÇ/Osman YAŞAR, Yorumlu Uygulamalı Türk Ceza Kanunu, Cilt 4 (m. 141-196), Adalet Yayınevi, 2. Baskı, Ankara 2014, s. 5495. 15  Bu suçu herhangi bir kamu görevlisi değil, akıl hastasına bakmak ve gözetmekle yükümlü sağlık  kuruluşu  çalışanları  işleyebilir.  Bkz.  RONCO/ROMANO,  s.  3658.  Psikiyatrik hekimin garantör pozisyonu hakkında bkz. LUSETTI, s. 691; Ali PARLAR/Muzaffer HATİPOĞLU,  5237 Sayılı Türk Ceza Kanunu Yorumu Cilt II (m. 141-345), Seçkin Yayınevi, Ankara 2007, s. 1355. 16  ÖZEN, s. 69; Özlem YENERER ÇAKMUT,  Türk Ceza Yasasında Terk Suçu (TCK m. 97) , İÜHFM C. LXV, 2007, S. 2, s. 55. 2476Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2471-2486  Taşkın Yükümlülük kanundan veya sözleşmeden kaynaklanıyor olabilir. Medeni Kanunun 369. maddesine göre,  ev başkanı, ev halkından olan küçüğün, kısıtlının, akıl hastalığı veya akıl zayıflığı bulunan kişinin verdiği zarardan, alışılmış şekilde durum ve koşulların gerektirdiği dikkatle onu gözetim altında bulundurduğunu veya bu dikkat ve özeni gösterseydi dahi zararın meydana gelmesini engelleyemeyeceğini ispat etmedikçe sorumludur. Ev başkanı, ev halkından akıl hastalığı veya akıl zayıflığı bulunanların kendilerini ya da başkalarını  tehlikeye  veya  zarara  düşürmemeleri  için  gerekli  önlemleri almakla yükümlüdür. Zorunluluk hâlinde gerekli önlemlerin alınmasını yetkili makamdan ister . Ev  başkanlığı  sorumluluğu  bakımından,  velayet,  vesayet,  kan  bağı zorunluluğu şart değildir. Aynı çatı altında yaşama dolayısıyla ev idaresinden sorumlu olan kişi, ev başkanıdır. Medeni Kanun da yer alan  aile arasında yaşamak  ifadesi, aile hukuku ilişkisine değil, başka bir takım ilişkiler de olsa, aynı çatı altında yaşamaya işaret eder. Ev başkanı, akıl zayıflığı ve akıl hastalığı  olanlar  hakkında  özel  önlemler  almak  zorundadır.  Önlemlerin kapsamı,  yeri  zamanı  objektif  olarak  değil,  bizzat  hakkında  önlemlerin alınması gereken kişilerin durumlarına bakılarak, başka bir ifadeyle sübjektif esaslara göre belirlenir. Gerekli durumlarda, önlemlerin alınması konusunda yetkili  makamlardan  yardım  istenmelidir.  Dolayısıyla  ev  başkanı,  olayın özelliğine göre gereken her türlü önlemi almak zorundadır. Ev başkanının her türlü önlemi almasına, yani gerekli dikkat ve özeni göstermesine rağmen zararın  kaçınılmaz  olduğunu  kanıtlayabilmesi,  ancak  nedensellik  bağının kesilmesi durumunda söz konusu olabilir. Örneğin zarara, mücbir neden, zarar görenin veyahut üçüncü kişinin ağır kusuru yol açmış olabilir.                                                   17  TMK nın 367. maddesine göre ev başkanı: Aile hâlinde yaşayan birden çok kimsenin oluşturduğu topluluğun kanuna, sözleşmeye veya örfe göre belirlenen bir ev başkanı varsa, evi yönetme yetkisi ona ait olur. Evi yönetme yetkisi, kan veya kayın hısımlığı, işçilik, çıraklık veya benzeri sebeplerle ya da koruma ve gözetme ilişkisi içinde ev halkı olarak bir arada yaşayanların hepsini kapsar. 18  Bkz. ŞAHİN KURT,  Akıl Hastalarına Özgü Güvenlik Tedbirlerinin Uygulanmasında Karşılaşılan Sorunlar ve TCK. Md. 175 , V. Sağlık Hukuku Kurultayı 23 - 24 Eylül 2011 Ankara (Editör: Cahid Doğan), Ankara Barosu Başkanlığı, Ankara 2012, s. 161. 19  Bilge ÖZTAN, Aile Hukuku, Turhan Kitabevi, 5. Baskı, Ankara 2004, s. 721. Kılıçoğlu na göre, ev başkanlığı için aynı çatı altında birlikte oturmak da şart değildir. Bkz. Ahmet M. KILIÇOĞLU, Aile Hukuku, Turhan Kitabevi, 15. Baskı, Ankara 2015, s. 671. 20  ÖZTAN, s. 726.  21  Örneğin psikolojik rahatsızlıkları bulunan küçüğün tedavi kurumuna götüren babanın, bu kurumun gereken tedavileri yapmaması ya da yanlış tedavi uygulaması, hasta küçüğün sorunlarının artmasına ve zarar vermesine neden olmuşsa, üçüncü kişinin ağır kusurunu   2477Akıl Hastası Üzerindeki...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2471-2486  Acaba akıl hastasına bakmak ve gözetmekle yükümlü olan kimseler, söz konusu  hastayı  gerek  bizzat  kendine  gerekse  başkasına  zarar  vermesini engellemek üzere örneğin taşkınlık yapmasını veya saldırganlığını önlemek, durdurmak  ya  da  sadece  denetim  ve  kontrol  altında  tutmak  üzere kısıtlayabilirler mi? Kısıtlamak üzere bedensel kuvvete veya örneğin yatağa bağlama  gibi  araçlara  başvurabilirler  mi?  Bu  hallerde  TCK  m.  232/2 anlamında disiplin yetkisinin kullanılmasının söz konusu olduğunu kabul etmek gerekir. Ancak İtalyan Anayasa Mahkemesi, 1962 yılında verdiği bir kararda, temel hak ve özgürlüklerin kısıtlanmasının ancak kanunla olacağını vurgulamıştır. O halde, Mahkemeye göre her türlü özgürlük için geçerli olan kuralın, akıl hastaları bakımından da geçerli olması nedeniyle bu kimseler için de ayrı ve açık bir kanuni düzenlenme yapılması gerekir. Bize göre Türk hukuku  düzenlemesi  bakımından  disiplin  yetkisinin,  fiili  zorlamaları içermesinden  hareketle,  akıl  hastasına  yönelik  kısıtlamaların,  Medeni Kanun dan kaynaklanan disiplin yetkisine dâhil sayılmalarında herhangi bir engel yoktur. Dolayısıyla da  kanunla düzenlenme zorunluluğu  bağlamında bir eksiklikten söz edilmesi mümkün değildir. Suçun hukuki konusu ise başkalarının hayatı ve sağlığı bakımından tehlikeli davranışların engellenmesine yönelik kamusal yarardır. Kamusal yararın  kamu düzenini korumak  olduğunun kabulü gerekir 27. Bu tür suçlar,                                                  kanıtlayarak sorumluluktan kurtulabilmesi gerekir.  Örnek için bkz. KILIÇOĞLU, s. 674675. Ancak söz konusu kanıtlamanın gerek psikiyatri biliminden kaynaklanan nedenlerle gerekse pratik nedenlerle çok kolay olmadığı açıktır. 22  Disiplin yetkisinin kötüye kullanılması konusunda ayrıntı için bkz. ZAFER, Hamide.  Aile Hukukundan  Kaynaklanan  Yükümlülüğün  İhlali  Suçu  (TCK  m.  233) ,  Maltepe Üniversitesi HFD, 2009/2, s. 135 vd. 23  Benzer bir şekilde 1982 Anayasası nın 13. maddesine göre de temel hak ve özgürlükler ancak kanunla sınırlanabilir. 24  Claudia SALE, La Responsabilità Penale in Psichiatria, Universitá Degli Studi di Sassari, Yayınlanmamış doktora tezi, (http://eprints.uniss.it), s. 39-40. 25  İsmail MALKOÇ. Açıklamalı-İçtihatlı 5237 Sayılı Yeni Türk Ceza Kanunu (Madde 188-345), Cilt II, Yetkin Yayınevi, Ankara 2007, s. 1629. 26   Akıl hastalığı nedeniyle kendisine ve üçüncü kişilere karşı tehlike yaratan kişinin, bu kişiyi hastaneye yatırma imkânına sahip olmayan aile bireyleri tarafından bağlanması veya kilitli bir odada tutulması halinde, aile bireyleri zorda kalma hukuka uygunluk nedeninden yararlanabilir.  Ev  başkanının  aldığı  tedbirlerin  MK  m.369 dan  kaynaklanan  yetkinin kullanımı ve zorunluluk hali kapsamı içinde kalıp kalmadığı, sınırın aşılıp aşılmadığı tespit edilirken; o kişinin maddi durumu, yetkili makamlara başvurup başvurmadığı ve şayet başvuru varsa bu makamların verdiği cevaplar dikkate alınmalıdır.  Bkz. ZAFER, s. 125. 27  YENERER ÇAKMUT, s. 54; Cristian LUPIDI/Maurizio MARCHI, Prontuario dei Reati per la Polizia Locale, 50 Casi Svolti, Maggioli Editore, Rimini 2014, s. 132. 2478Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2471-2486  Taşkın kamu düzenini dolaylı yoldan koruduklarından, İtalyan öğretisinde,  dolaylı yapılı   (carattere  mediato)  olarak  adlandırılırlar.  Davranışının  hukuki sonuçlarını anlama ve davranışlarını buna göre yönlendirme yeteneği olmayan akıl hastasının başkalarına zarar verme tehlikesinin olduğu kabul edilir. Kamunun  görevi  bir  anlamda  başkaları  açısından  zararlı  sonuçlar doğurabilecek  davranışları  henüz  bir  zarar  ortaya  çıkmadan  önlemeye çalışmaktır.  Kişi,  özellikle  kamusal  alanda  bulunduğu  sırada,  güvenlik kaygısı  taşımak  ve  kamu  güvenliğinin  kendisine  sağlamış  olduğu  huzur duygusu içerisinde  bulunma  hakkından vazgeçme sonucunu doğuracak (tehlikeli olabilecek) bir fiille karşılaşmak istemez.  Kanun, belli bir insanın hayatı, sağlığı veya malvarlığından söz etmemiş; insan hayatı, sağlığı ve malvarlığından söz etmiştir. Suçun mağduru, yerine getirilmesi  gereken  yükümlülüğün  ihmali  nedeniyle  hayatı  sağlığı  ve malvarlığı tehlikeye girmiş herkes olabilir. Bu nedenle suç, mağduru gayri muayyen  bir  suçtur.  Söz  konusu  suç  topluma  karşı  suçlar  arasında düzenlenmiş bulunduğundan, mağdurun genel anlamda tüm toplum olduğu kabul edilir. Suçun maddi konusu ise çocuk veya büyük akıl hastasıdır. İhmal fiili, etkisini  o  kimse  üzerinde  gösterir.  Bir  kimsenin  başkasının  bakım  ve gözetimini  gerektirecek  kadar  akıl  hastası  olduğunu  belirleme  görevi, ayrıntılarına yukarıda değindiğimiz şekilde hekimindir.  5. SUÇUN UNSURLARI 5.1. Fiil Fiil, failin akıl hastası üzerindeki bakım ve gözetim yükümlülüğünü, başkalarının hayatı, sağlığı veya malvarlığı bakımından tehlikeli olabilecek şekilde ihmal etmesidir. Bu halde fiil, gerçek ihmali suçdur.                                                  28  RONCO/ROMANO, s. 3658. 29   GÖKCAN/ARTUÇ/YAŞAR, s. 5490. 30  ÖZEN, s. 69. 31  LUPIDI/MARCHI, s. 132. 32  ÖZEN, s. 69.  33  ÖZEN, s.70;  İntihara eğilimi olan bir hastanın bir süre yalnız bırakılması nedeniyle intihara kalkışması durumunda, bakım ve gözetim yükümlülüğünde failin ihmali olsa dahi, bu  ihmal  başkaları  yönünden  bir  tehlike  oluşturacak  nitelikte  değildir.   Bkz. GÖKCAN/ARTUÇ/YAŞAR, s. 5492.   2479Akıl Hastası Üzerindeki...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2471-2486  İhmali hareket, kişinin yükümlülüğü bulunmasına rağmen imkânı olduğu halde bu yükümlülüğü yerine getirmemesi şeklinde ortaya çıkar. Yükümlülük, kanundan, sözleşmeden ya da işin icabından doğmuş olabilir. Bu suçun oluşabilmesi için ihmalin aynı zamanda başkalarının hayatı, sağlığı veya malvarlığı yönünden tehlikeli olabilecek nitelikte olması arandığından, fiil, somut tehlike suçu niteliğindedir. Bakım ve gözetim yükümlülüğü, akıl hastasının barınma, yeme içme gibi ihtiyaçlarını karşılama ve davranışlarını kontrol etmeyi kapsar. Akıl hastası üzerinde yükümlülüğü bulunanlar, ev başkanları, özel veya kamuya ait sosyal kurumlar,  hekim  ve  diğer  sağlık  personelidir.  Tedavinin  ayakta  olup olmamasının, yükümlülük bakımından önemi yoktur.  TCK m. 57. uyarınca hakkında koruma ve tedavi amaçlı koruma tedbirine hükmedilen akıl hastaları, bakım ve gözetim yükümlüğü altındadır. 5.2. Hukuka Aykırılık Bu suç bakımından, zor da olsa hukuka uygunluk nedenlerinin söz konusu olabileceği düşüncesindeyiz. Örneğin hastaya bakmak ve gözetmekle yükümlü olan kişinin, kendisine yönelmiş haksız bir saldırıdan kurtulmak isterken, söz konusu yükümü ihmal etmesi durumda olduğu üzere.  5.3. Kusurluluk  Suç,  kastla  işlenebilir,  taksirle  işlenebilmesi  mümkün  değildir.  Suç, doğrudan veya olası kastla işlenebilir. Ayrıca bu suç bakımından genel kast yeterlidir, özel kast aranmaz. Kast, failin başkasının hayatı ve sağlığı veya malvarlığı bakımından tehlikeli olabileceğini bilmesine rağmen, akıl hastası bakımından yükümlü olduğu bakım ve gözetim yükümlülüğünü ihlal etmeyi istemesidir. 6. SUÇA ETKİ EDEN NEDENLER Kanunda, bu suça ilişkin herhangi bir hafifletici ve ağırlaştırıcı nedene yer verilmemiştir.                                                   34  Bkz. madde gerekçesi. 35  GÖKCAN/ARTUÇ/YAŞAR, s. 5492. 36  ÖZEN, s. 70; GÖKCAN/ARTUÇ/YAŞAR, s. 5492. 2480Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2471-2486  Taşkın 7. SUÇUN ÖZEL GÖRÜNÜŞ ŞEKİLLERİ  7.1. Teşebbüs Akıl hastası üzerindeki bakım ve gözetim yükümlülüğünün ihlali suçu, zarar suçu olmayıp, tehlike suçudur. Bu suç aynı zamanda gerçek ihmali suç olduğundan bu suça teşebbüs mümkün değildir.  Gerçek ihmali suça teşebbüsün zor da olsa kabul edilmesi olasılığında da somut tehlike suçunda, bu tehlikeye neden olan fiilin suç oluşturabilmesi ve failin cezalandırılabilmesi için somut tehlikenin gerçekleşmesi gerekir. Bu tür suçlarda  tehlike,  suçun  unsuru  değil  cezalandırılabilme  şartı  olarak anlaşılmalıdır.  Bu  tür  fiillerde  cezalandırma  ancak  somut  tehlike  ortaya çıktığında olanaklı olacaktır. Objektif cezalandırılabilme şartının arandığı suçlarda, suça teşebbüs olanaklı olsa da, şart gerçekleşmediği sürece fail hakkında cezaya hükmolunmaz. 7.2. İçtima Bu suç, zarar suçu olmayıp, tehlike suçu olduğundan, başka kişilerin hayatı  sağlığı  ve  malvarlığı  açısından  bir  zararın  ortaya  çıkması  ayrıca aranmamış; söz konusu haklar bakımından tehlikenin varlığı, suçun tamamlanması bakımından yeterli bulunmuştur. Eğer hayat, sağlık ve malvarlığı bakımından bir zarar ortaya çıkmışsa, bakım ve gözetim yükümlülüğü olan kişi,  fiilin  neden  olduğu  netice  açısından  kast  veya  taksirine  göre cezalandırılacaktır. Yükümlülüğün kasten ihlali durumunda, ölüm veya yaralama neticesi meydana gelmişse, ihmal suretiyle işlenen icrai suçlar (kasten öldürmenin ihmali  davranışla  işlenmesi  -TCK  m.  83-  ve  kasten  yaralamanın  ihmali davranışla işlenmesi -TCK m. 88/2-) söz konusu olacaktır. Tehlike suçlarıyla, zarar suçları arasında asli norm-tali norm ilişkisi uyarınca, zarar suçları tehlike suçlarına  nazaran  asli  norm  niteliğindedir.  Asli  normun  önceliği  ilkesi uyarınca yükümlülüğün kasten ihlali durumunda sadece asli norm olan madde ile yani TCK m. 83 veya 88 e göre ceza verilmelidir.                                                   37  GÖKCAN/ARTUÇ/YAŞAR, s. 5493; ÖZEN, s. 71; Ayrıca bkz. madde gerekçesi. 38  Bkz. İzzet ÖZGENÇ, Türk Ceza Hukuku Genel Hükümler, Seçkin Yayınevi, 11. Bası, Ankara 2015, s. 636-638. 39  ÖZEN, s. 70. Ayrıca bkz. madde gerekçesi. 40  Hakan HAKERİ, Kasten Öldürme Suçları TCK m. 81-82-83, Seçkin Yayınevi, 2. Baskı, Ankara 2007, s. 99-100.    2481Akıl Hastası Üzerindeki...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2471-2486  Malvarlığına yönelik olarak bir tehlike değil de, örneğin TCK m. 151 de düzenlenmiş olan mala zarar verme suçu söz konusu olduğunda TCK m. 83 ve 88. maddeleri için yapılan yorumdan uzaklaşmak gerekecektir. TCK 175. madde  gerekçesinde,   yükümlülüğü  bulunan  kişinin  bu  yükümlülüğünü başkalarının hayatı, sağlığı veya malvarlığı bakımından tehlikeli olabilecek şekilde ihmal etmesiyle tamamlanır. Bu ihmal neticesinde başkalarının hayatı, sağlığı veya malvarlığı bakımından bir zarar meydana gelirse, bakım ve gözetim yükümlülüğü altında bulunan kişi, fiilin sebebiyet verdiği netice açısından kast veya taksirine göre cezalandırılacaktır , demektedir. Nitekim malvarlığına karşı suç icrai hareketle işlenebileceği gibi, ihmali hareketle de işlenebilir. Ancak TCK da bu suçun ihmali bir hareketle işlenebileceği açıkça düzenlemediğinden  ve  ihmali  bir  hareketin  ceza  sorumluluğuna  yol açabilmesi  bakımından  genel  hükümler  içerisinde  de  bir  düzenleme bulunmadığından,  failin,  akıl  hastası  bakımından  bakım  ve  gözetim yükümünü ihlal etmesi durumunda malvarlığı yönünden meydana gelecek zarar nedeniyle cezai sorumluluğunun olmaması gerektiği düşüncesindeyiz. Bu durumda fail, akıl hastası üzerindeki bakım ve gözetim yükümlülüğünün ihlali suçundan sorumlu olmaya devam edecektir. Yükümlülüğün taksirle ihlal edilmesi neticesinde akıl hastasının fiilinin yaralama veya öldürme neticesine sebebiyet vermesi durumundaysa, failin, ortaya çıkan neticeden TCK nın taksirle öldürmeyi düzenleyen 85. veya taksirle yaralamayı düzenleyen 89. maddesine göre sorumlu tutulması gerekir. Mala  zarar  verme  suçunun  taksirli  biçimi  düzenlenmemiş  olduğundan  yukarıda andığımız TCK 175. madde gerekçesi farklı yoruma yol açar tarzda kaleme alınmış olsa da- bu duruma ilişkin olarak yükümlülük altında olan kişi, akıl hastası üzerindeki bakım ve gözetim yükümlülüğünün ihlali suçundan da sorumlu olmayacaktır. Zira bu suçun taksirle işlenebilmesi mümkün değildir. Failin, birden fazla akıl hastası üzerinde bakım ve gözetim yükümlülüğünün bulunduğu durumlarda, bu kişilere yönelik yükümlülük ihmali tek suç olarak kabul edilmelidir.  7.3. İştirak Suç, akıl hastası üzerinde bakım ve gözetim yükümlülüğü olan birden fazla  kişinin  ihmali  hareketinden  kaynaklanmışsa,  bu  kişilerin  tamamı müşterek  fail  olarak  sorumludur  (TCK  m.  37).  Bu  tarz  yükümlüğü                                                  41  RONCO/ROMANO, s. 3658. 2482Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2471-2486  Taşkın bulunmayan kişi, özgü suç niteliğinde olan 175. madde bağlamında; TCK m. 40 da  düzenlenen  bağlılık  kuralı  uyarınca  yalnızca  yardım  eden  veya azmettiren olarak sorumlu tutulabilir. Akıl hastasının araç olarak kullanılması ve o kimseye suç işletilmesi durumunda,  suç  işleten  kişinin,  meydana  gelen  neticeden TCK  m.  37/2 uyarınca (dolaylı) fail olarak sorumlu tutulması gerekir. Fail, kusur yeteneği olmayanı suçun işlenmesinde araç olarak kullandığından, suçun cezası, üçte birden yarısına kadar artırılır. 8. CEZA Bu suç bakımından hapis veya adli para cezası biçiminde seçimlik ceza öngörülmüştür.  Fail,   altı  aya  kadar  hapis  veya  adli  para  cezası  ile cezalandırılır . Somut ceza belirlenmesinde, TCK m. 61 esas alınacak ve hâkim, somut olayda hapis veya adli para cezasından hangisine cezadan beklenen  amacı  gerçekleştireceği  düşüncesiyle  başvurmuşsa,  bu  durumu gerekçelendirecektir. Hapis cezasının tayininde alt sınır gösterilmediğinden TCK m 49 uyarınca alt sınır bir aydır. Kanun, miktarını göstermediğinden, adli para cezasının tayininde, TCK nın 52. maddesinin 1. fıkrasıyla, 61. maddesinin 9. fıkrası birlikte ele alınacaktır. Buna göre TCK nın 52/1 ve 61/9. maddeleri uyarınca, adli para cezasının alt sınırı 30 gün, üst sınırıysa 180 gündür. Mahkeme tarafından hapis cezasının seçildiği durumlarda bu ceza,                                                  42  İlhan  ÜZÜLMEZ,   Yeni  Ceza  Kanunu nun  Sisteminde  Cezanın  Belirlenmesi  ve Bireyselleştirilmesi , Erzincan Üniversitesi Hukuk Fakültesi Dergisi, Yıl 2006, Cilt X, S. 3-4, s. 215. 43  Hapis cezasının seçeneğini oluşturan adli para cezasının belirlenmesi konusunda bkz. ÜZÜLMEZ, s. 216. Yüksek mahkeme TCK nın 203 maddesinde düzenlenmiş olan ‘mühür bozma  suçuna ilişkin, seçenekli ceza hususunda yapmış olduğu değerlendirmede:  Ancak; 19.12.2006 tarihinde yürürlüğe giren 5560 Sayılı Kanun ile T.C.K.nun 61. maddesine 9. fıkra  olarak  eklenen  düzenlemeye  göre,  adli  para  cezasının  seçimlik  ceza  olarak öngörüldüğü suçlarda, bu cezaya dair gün biriminin alt sınırı, o suç tanımındaki hapis cezasının alt sınırından az, üst sınırı da hapis cezasının üst sınırından fazla olamaz hükmü getirilmiştir. Bu yasal düzenleme, alt sınırdan adli para cezası verilen sanıklar yönünden aleyhe bir düzenleme olduğundan, bu düzenlemenin yürürlüğe girdiği tarihten sonra işlenen suçlar yönünden uygulama alanı bulacaktır. Aslında bu hususta Yüksek Daireyle Yargıtay C. Başsavcılığı arasında herhangi bir görüş ayrılığı da yoktur. Bu yasal düzenleme ışığında somut olaya bakıldığında; yerel mahkeme sanığın üzerine atılı suç bakımından seçimlik ceza olarak adli para cezasını tercih etmiş ve asgari hadden adli para cezası verilmesini kararlaştırmıştır. Yerel mahkeme yaptığı delil değerlendirmesi sonunda, suç tarihi itibariyle yürürlükte bulunmayan T.C.K.nun 61/9. maddesi uyarınca maddede öngörülen hapis cezasının alt haddi olan 6 aylık ( 180 gün ) süreyi nazara alarak sanığa fazla ceza vermiştir.   2483Akıl Hastası Üzerindeki...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2471-2486  para cezasına çevrilemez. Ancak, TCK nın 50. maddesindeki diğer seçenek yaptırımlara çevrilmesi imkânı mevcuttur. Bununla birlikte ilgili düzenlemede hapis ve adli para cezası seçenekli olarak tayin edilmiş olduğundan hapis cezasına hükmedilmişse, ya hapis ya da adli para cezası verilmelidir, önce hapis cezası verilerek bu cezanın adli para cezasına çevrilmesi, TCK m. 50/2 uyarınca mümkün değildir. TCK m. 51 hükmü uyarınca, söz konusu suç bakımından hapis cezasına hükmedilmişse, ceza ertelenebilir. Ancak, hâkim, seçimlik olan cezalardan adli para cezasına hükmetmişse bu cezanın ertelenmesi mümkün değildir.  9. SONUÇ  Uygulamasına  neredeyse  hiç  karşılaşılmayan  akıl  hastası  üzerindeki bakım ve gözetim yükümlülüğünün ihlali suçunun, suç olmaktan çıkarılması gerekir.  İlgili  suçun  kapsamı,  kabahatler  hukukunun  konusu  haline getirilebilir. Diğer taraftan söz konusu ihlal, Medeni Kanun daki mevcut durumuyla medeni hukukun yani tazminat hukukunun konusudur ve TCK m. 175 in (ceza hukukunun son çare -ultima ratio- olma ilkesiyle uyumlu olarak) suç olmaktan çıkarılması durumunda, korunan hukuki değer, medeni hukuk vasıtasıyla korunmaya devam edecektir. Dolayısıyla suç olmaktan çıkarılacak fiilin kabahatler hukukunun konusu haline getirilmesine dahi gerek yoktur. Nitekim karşılaştırmalı hukukta da yükümlülük ihlali, özel hukukun konusu olarak ele alınmaktadır. Özel hukuk konusu haline getirilecek yükümlülük ihmalinin zararlı bir neticeye yol açması durumunda, failin meydana gelen suç tipi bakımından cezai sorumluluğu, kast veya taksirine göre tayin edilecektir.                                                      Bu hatalı uygulama  yeniden  yargılamayı  gerektirmediğinden, Yüksek  Dairenin  sanık hakkında uygulanan adli gün para cezasını 5 güne çekerek sonuçta sanığın 80 TL adli para cezasıyla cezalandırılmasına karar verilmesi suretiyle hükmün düzeltilerek onanmasına karar vermesi yönünde karara itiraz edilmesi düşünülmüştür...  şeklinde karar vermiştir. YARGITAY CGK, E. 2013/5-205, K. 2013/438, T. 5.11.2013. Bkz. www.kazanci.com (Erişim Tarihi, 05.12.2015)  2484Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2471-2486  Taşkın",
     "Kaynakça": "DOLCINI,  Emilio  /Giorgio  MARINUCCI.  (a  cura  di)  Codice  Penale Commentato, Tomo III, Artt. 575-734bis, Ipsoa, 3. Edizione, Milano 2011. ENZA BONOMO, Donatella Maria. ENZA BONOMO, Infermita' di Mente e Responsabilita' Civile. Giuffré Editore, Milano 2012, s. 241. EREM, Faruk. Türk Ceza Kanunu Şerhi Özel Hükümler Cilt III, Seçkin Yayınevi, Ankara 1993. FUNGHER,  Eleonora.  La  Pericolosità  Sociale  nel  Procedimento  del Tribunale  di  Sorveglianza,  Associazione  Italiana  di  Psicologia Giuridica Orso di Formazione İn Psicologia Giuridica, Psicopatologia e Psicodiagnostica Forense, 2012. GÖKCAN,  Hasan  Tahsin/Mustafa  ARTUÇ/Osman  YAŞAR.  Yorumlu Uygulamalı Türk Ceza Kanunu, Cilt 4 (m. 141-196), Adalet Yayınevi, 2.Baskı, Ankara 2014. GUARNIERI,  Patrizia.   Matti  in  Famiglia.  Custodia  Domestica  e Manicomio nella Provincia di Firenze (1866-1938) , Studi Storici, Anno 48, No. 2 (Apr. Jun., 2007), s. 477-521. HAFIZOĞULLARI,  Zeki/Muharrem  ÖZEN.  Türk  Ceza  Hukuku  Özel Hükümler Topluma Karşı Suçlar, US-A Yayıncılık, Ankara 2012. HAKERİ,  Hakan.  Kasten  Öldürme  Suçları  TCK  m.  81-82-83,  Seçkin Yayınevi, 2. Baskı, Ankara 2007. KILIÇOĞLU, Ahmet M. Aile Hukuku, Turhan Kitabevi, 15. Baskı, Ankara 2015. KURT,  ŞAHİN.   Akıl  Hastalarına  Özgü  Güvenlik  Tedbirlerinin Uygulanmasında Karşılaşılan Sorunlar ve TCK. Md. 175 , V. Sağlık Hukuku Kurultayı 23 - 24 Eylül 2011 Ankara (Editör: Cahid Doğan), Ankara Barosu Başkanlığı, Ankara 2012, s. 153-162. LUPIDI, Cristian/Maurizio MARCHI. Prontuario dei Reati per la Polizia Locale, 50 Casi Svolti, Maggioli Editore, Rimini 2014.  LUSETTI, Volfango.   La Pericolosità del Malato di  Mente   Etica & Politica / Ethics & Politics, XVI, 2014, S. 1, s. 685-714.   2485Akıl Hastası Üzerindeki...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2471-2486  MAJNO  Şerhi  (Türk  ve  İtalyan  Ceza  Kanunları  Majno  Şerhi),  Adliye Vekâleti, İhsaniyat ve Müdevvenat Kanuniye Müdüriyeti, Cilt 4, Ankara 1927. MALKOÇ,  İsmail.  Açıklamalı-İçtihatlı  5237  Sayılı  Yeni  Türk  Ceza Kanunu (Madde 188-345), Cilt II, Yetkin Yayınevi, Ankara 2007. ÖZEN,  Muharrem.  Genel  Tehlike  Yaratan  Suçlar,  US-A  Yayıncılık, Ankara 2010. ÖZGENÇ, İzzet. Türk Ceza Hukuku Genel Hükümler, Seçkin Yayınevi, 11. Bası, Ankara 2015. ÖZTAN, Bilge. Aile Hukuku, Turhan Kitabevi, 5. Baskı, Ankara 2004. PARLAR, Ali/Muzaffer HATİPOĞLU.  5237 Sayılı Türk Ceza Kanunu Yorumu Cilt II (m. 141-345), Seçkin Yayınevi, Ankara 2007.  RONCO,  Mauro/Bartelemo  ROMANO.  (a  cura  di)  Codice  Penale Commentato, UTET Giuridica, Torino 2012. SALE, Claudia. La Responsabilità Penale in Psichiatria, Universitá Degli Studi di Sassari, Doktora tezi, (http://eprints.uniss.it). ÜZÜLMEZ,  İlhan.   Yeni  Ceza  Kanunu nun  Sisteminde  Cezanın Belirlenmesi  ve  Bireyselleştirilmesi ,  Erzincan  Üniversitesi  Hukuk Fakültesi Dergisi, 2006, Cilt X, S. 3-4, s. 203-235. YENERER ÇAKMUT, Özlem.  Türk Ceza Yasasında Terk Suçu (TCK m. 97) , İÜHFM C. LXV, 2007,S. 2, s. 49-76. ZAFER, Hamide.  Aile Hukukundan Kaynaklanan Yükümlülüğün İhlali Suçu (TCK m. 233) , Maltepe Üniversitesi HFD, 2009/2,"
}