{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "CUMHURİYET SAVCISININ HUKUKİ STATÜSÜ, MUHAKEMEDEKİ TARAF POZİSYONU VE İSPAT YÜKÜNÜN BULUNMASI ÜZERİNE",
     "Title": "On The Legal Status, Biased Position And Burden Proof Of The Public Prosecuter In The Criminal Procedure",
     "Yazar İsmi": [
          "Doç. Dr. Hakan KARAKEHYA",
          "Ar. Gör. Murat ARABACI"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Cumhuriyet savcısı",
          "savcılık",
          "muhakeme süjeleri",
          "iddia makamı",
          "ceza muhakemesi hukuku"
     ],
     "Keywords": [
          "Public prosecutor",
          "prosecution",
          "subjects of the criminal procedure",
          "authority of the claim in the criminal proceedings",
          "criminal procedure law"
     ],
     "Özet": "Ceza muhakemesinde savcı, soruşturmayı idare eden ve kovuşturma evresinde de kamu adına iddia faaliyetini yürüten makamdır. Bu bağlamda ceza muhakemesinde önemli bir rolü vardır. Literatürde savcılığa ilişkin yazılmış bir çok monografi ve makale olmakla birlikte, onun hukuki statüsü, taraf pozisyonu ve üzerinde ispat yükünün olup olmadığına ilişkin tartışmalar hala güncelliğini korumaktadır. Bu çalışmada, belirtilen bu tartışmalı konular merkeze alınmak suretiyle, savcılığa ilişkin bir inceleme gerçekleştirilmiştir. Çalışma sırasında kullanılan temel yöntem ise literatürdeki farklı görüşlerden faydalanmak suretiyle, kendi görüşümüzün neden-sonuç ilişkisi içerisinde ortaya konulması şeklindedir.",
     "Abstract": "In criminal proceedings, the prosecutor is the authority that conducts the investigation and conducts the claim activity on behalf of the public in the trial. In this context, he has an important role in criminal procedure. Although there are many monographs and articles about prosecutor, the discussions about his legal status, party position and the burden of proof are still being topical. In this study, an examination of the prosecutor is carried out by taking these controversial issues mentioned in the center. The basic method used during the study is the way of putting our own opinion in the cause-effect relation by taking advantage of the different opinions in the literature.",
     "Metin": "Ceza muhakemesinde süje, kendine özgü bir statüsü olan, muhakeme süresince tek başına işlemler yapıp taleplerde bulunan ve bu faaliyetleri ile muhakemeyi hareket halinde  tutan kişilerdir.1  Ceza muhakemesi, hakim, savcı, kolluk, sanık, müdafii, tanık, bilirkişi gibi birçok kişinin gerçekleştirmiş olduğu muhakeme işlemlerinden meydana gelen faaliyetler zinciridir.2 Bu kişilerin hepsinin muhakemede belirli rolleri bulunmakla birlikte, bunlardan her birisi muhakeme süjesi olarak kabul edilemez. Nitekim bu kişilerden bazıları kendiliğinden, diğer kişilerden bağımsız olarak muhakemede işlem yapamamaktadırlar. Örneğin, kolluk, tanık ve bilirkişilerin kendiliklerinden bu tür faaliyetlerde bulunmaları ve dolayısıyla muhakeme süjesi sayılmaları                                                  1   Sanık, müdafi, savcı, hakim ve suçtan zarar gören muhakeme süjesi olarak adlandırılırlar; çünkü bunlardan her birisi bağımsız olarak (kendi başlarına) muhakemede bir takım haklara sahiptirler. Claus ROXIN, Strafverfahrensrecht, C.H. Beck, München 1998, s.114 2   Tosun, Muhakemeye katılan kişileri üçlü bir sınıflamaya tabi tutmaktadır: Birinci derece, ikinci  derece  ve  yardımcı  kişiler.  Birinci  derece  kişiler  muhakemenin  başlamasını, durmasını,  tekrar  başlamasını,  kısalmasını,  uzamasını,  başka  bir  muhakeme  ile birleştirilmesini  veya  ayrılmasını,  delillerin  ortaya  konulmasını  doğrudan  doğruya sağlayabilecek, hakim, savcı, sanık gibi kişilerdir. İkinci derece kişiler ise, sadece medeni bir çıkar uğruna muhakemeye katılan kimselerdir. Bunlara örnek olarak malen sorumlu verilebilir. Yardımcı kişilerin ise muhakemeye istekleri ile yön veremeyen, fakat ona fayda sağlayan,  tanık,  bilirkişi  gibi  kişiler  olduğu  kabul  edilmiştir.  Öztekin  TOSUN,  Suç Muhakemesi Hukuku, İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İstanbul 1976, s.312 vd. 2060Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2059-2081  Karakehya - Arabacı mümkün değildir.3 Ceza muhakemesinde süjelik makam veya şahıs itibarıyla olabilir. Bir süjenin hak ve yükümlülükleri, onun uyuşmazlıkla kişisel ilişkisi göz önünde bulundurulmaksızın düzenlenmişse makam itibarıyla süjelikten;4 yok eğer bu hak ve yükümlülükler bireyin uyuşmazlıkla kişisel ilişkileri göz önüne alınarak düzenlenmişse de şahıs itibarıyla süjelikten söz edilir. Bu bağlamda örneğin, hakim, savcı ve müdafi makam itibarıyla süje iken, sanık ve suçtan zarar gören şahıs itibarıyla süjedirler.5  Bu çalışmada ceza muhakemesinde soruşturmanın kanunda öngörülen amaçlara uygun olarak gerçekleştirilmesinden sorumlu olan ve yargılama sırasında da kamu adına iddia makamını işgal eden muhakemesi süjesi olarak C. Savcısının hukuki statüsü, taraf oluşu ve ispat yükünün bulunması hususları inceleme konusu yapılacaktır. Savcılık kurumunun ceza muhakemesindeki rolüne ilişkin olarak, literatürümüzde yapılmış birçok çalışma bulunmaktadır. Ancak özellikle savcının hukuki statüsünün ne olduğu, yasaklılığının ve reddinin söz konusu olup olamayacağı, muhakemede ispat yükünün onun üzerinde olup olmadığı gibi hususlar üzerinde halen uzlaşılmış değildir. Bu bağlamda özellikle bu konular üzerine ağırlık vererek, ceza muhakemesinde önemli bir işlevi bulunan savcıyı çalışma konusu yapmanın literatüre katkı                                                  3   Nur CENTEL-Hamide ZAFER, Ceza Muhakemesi Hukuku, Beta Yayınları, İstanbul 2015, s.105 Bu bağlamda örneğin tanık sadece yetkili merci kendisini çağrıp beyanına başvurduğunda, beyanda bulunmak gibi bir işlem gerçekleştirebilir. Kendiliğinden hareket edip bir muhakeme işlemi yapabilmesi mümkün değildir. Aynı şekilde bilirkişi de sadece mahkeme  veya  Cumhuriyet  savcısı  tarafından  görevlendirildiğinde,  onların  talepleri doğrultusunda, teknik bilgi gerektiren konularda bu mercilere yardımcı olur. Böyle bir görevlendirme olmaksızın, onun da kendiliğinden bir muhakeme işlemi yapması söz konusu değildir. Son olarak, kolluk da muhakeme sürecinde Cumhuriyet savcısına bağlı olarak görev yapar. El koyduğu olayları derhal Cumhuriyet savcısına bildirmek ve onun emri doğrultusunda  işlem  yapmakla  yükümlüdür  (CMK  m.161).  Bu  nedenle  Cumhuriyet savcısına bağlı olarak görev yapan ve onun emirleri doğrultusunda işlem gerçekleştiren kolluk görevlilerinin de muhakeme süjesi olduğu kabul edilmez. 4    Makam itibariyle süje, o makam adına hareket edebilendir. Mesela bakanlık izin verir denmişse, bakanlık adına müsteşar da izin verebilir, yok bakan izin verir denmişse ve bundan makamın değil de belli bir süjenin izin vermesi istendiği anlaşılırsa, müsteşar bakan adına izin veremez.  Nurullah KUNTER-Feridun YENİSEY-Ayşe NUHOĞLU, Ceza Muhakemesi Hukuku, Arıkan Yayınevi, İstanbul 2006, s.56 5   Muhakeme sırasında kanun belirli kişilere belirli muhakeme rolleri tahsis eder. Her kim muhakemede kendine mahsus irade açıklamasıyla muhakemeye şekil vermek hakkına sahipse ya da bu zorunluluk altındaysa muhakeme süjesi olarak isimlendirilecektir. Bu kavram dar manada ele alınırsa, muhakemeye kendi irade açıklamalarıyla şekil vermeyen tanık, bilirkişi, tercüman gibi kimseler süje sayılmamaktadırlar. Hans-Heiner KÜHNE, Strafprozessrecht, C.F. Müler Verlag, Heidelberg 1999, s.38.   2061Cumhuriyet Savcısının Hukuki...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2059-2081  sağlayacağı  kanaatindeyiz.  Doktrindeki  farklı  görüşlerden  faydalanmak suretiyle, kendi görüşlerimizi neden-sonuç ilişkisi içerisinde ortaya koymak ise çalışmada kullanacağımız temel yöntemi oluşturmaktadır. 1. GENEL OLARAK Soruşturma  evresini  yönetmekle  görevli  olan  savcılık,  kovuşturma evresinde ise iddia görevini yerine getirir.6 Savcı bazı özel hukuk davalarına katılsa da,7 onun asıl önemli görevi ceza muhakemesine ilişkindir.8 Savcı, kanunda soruşturma evresini yönetmek ve gerekli araştırmaları yapmakla yetkili ve görevli kişi olarak belirtilmiştir (CMK m.160, 161).9 Bu itibarla savcı,  soruşturma evresinin efendisi  (Herrin des Ermittlungsverfahrens) olarak  ifade  edilebilir.10  Savcı,  soruşturma  işlemlerini,  kanunda  aksine düzenleme olmadıkça, ister kendisi doğrudan doğruya, isterse emri altındaki kolluk görevlileri vasıtasıyla yapabilir (CMK m.161/1). Soruşturma evresi bitip kovuşturma evresine geçildikten sonra kamu adına iddia makamını işgal eden savcı, kural olarak davanın görüldüğü duruşma devresinde sürekli olarak mahkemede hazır bulunur.11 Savcılığın örgütlenmesi 5235 sayılı Adli Yargı İlk Derece Mahkemeleri ile Bölge Adliye Mahkemelerinin Kuruluş, Görev ve Yetkileri Hakkında                                                  6    Savcılık, muhakeme görevinin bir çeşidi olan iddia görevini yerine getiren toplumsal iddia makamıdır.  Selahattin KEYMAN, Ceza Muhakemesinde Savcılık, Ankara Üniversitesi Hukuk Fakültesi Yayınları, Ankara 1970, s.54 7   Örneğin, başsavcının Nüfus Yasasına göre, yaş ve isim kayıtlarının düzeltilmesine ilişkin davaları açma görev ve yetkisi vardır. Savcıların hukuk davalarındaki görevleri hakkında detaylı bilgi için bkz. Adem BİLGİN, Cumhuriyet Savcısının Hukuk Davalarındaki Görevleri, Çankaya Üniversitesi Sosyal Bilimler Enstitüsü (Yayımlanmamış Doktora Tezi) Ankara, 2013, s.51 vd. 8   Bunun dışında savcılığın kararların infazını sağlamak, izlemek ve denetlemek gibi bir görevi de vardır. Bu bağlamda infaz edilecek kararlar C. Başsavcılığına gönderilir (CMK m.36/2). Kesinleşmiş mahkumiyet hükümlerinin infazı C. Savcısı tarafından izlenir ve denetlenir (CGTİHK m.5).  9   C. Savcısı tarafından muhakeme sırasında verilecek kararlar konusunda, uygulamayı da yansıtan özlü bilgiler için ayrıca bkz. Halil POLAT, Teori ve Uygulamada Cumhuriyet Savcısının El Kitabı, Adalet Yayınevi, Ankara 2009, s.569 vd. 10  KÜHNE, (1999) s.52;  CMK, soruşturma evresinde Cumhuriyet Savcısını, bu evrenin gerçek anlamda idarecisi konumuna getirmeyi hedeflemiştir. Bu hedef doğrultusunda, Cumhuriyet Savcısını pasifleştiren, soruşturmanın idaresinden uzaklaştıran hukuki sebepleri kendince  belirlemiş  ve  bunları  gidermek  yolunda  hükümler  sevketmiştir.   Metin FEYZİOĞLU,   5271  Sayılı  Ceza  Muhakemesi  Kanunu  Hakkında  Bazı  Tespit  ve Değerlendirmeler , Türkiye Barolar Birliği Dergisi, Ocak-Şubat 2006, s.28 11  Hinrich RÜPİNG, Das Strafverfahren, Verlag Vahlen, München 1997, s.21  2062Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2059-2081  Karakehya - Arabacı Kanun da (Adli Y. K.) düzenlenmiştir. Bu kanunun 17. maddesine göre, cumhuriyet başsavcılığı, kanun hükümlerine göre, yargılama faaliyetini kamu adına izlemek, bunlara katılmakla görevlidir.  Bununla birlikte CMK Yürürlük Kanunu Geçici m.9 hükmüne göre; 31/12/2019  tarihine  kadar,  asliye  ceza  mahkemelerinde  yapılan duruşmalarda  Cumhuriyet  savcısı  bulunmaz  ve  katılma  hususunda Cumhuriyet  savcısının  görüşü  alınmaz.  Ancak,  verilen  hükümler  ile tutuklamaya veya salıverilmeye ilişkin kararlara karşı Cumhuriyet savcısının kanun  yoluna başvurabilmesi amacıyla dosya  Cumhuriyet başsavcılığına gönderilir. Dolayısıyla mevcut durum itibarıyla C. Savcıları sadece ağır ceza mahkemelerindeki duruşmalara katılmakta, asliye ceza mahkemelerindeki duruşmalara  ise  katılmamaktadırlar.  Bu  durumun  çelişmeli  muhakeme ilkesini derinden zedelediği bir gerçektir. Bunun yanında iddia makamının olmadığı bir davada, hakimin kendini aynı zamanda iddia makamının yerine koyması, savcının yürütmesi gereken faaliyeti kendisinin gerçekleştirmeye çalışması da muhtemeldir. Bu bağlamda söz konusu uygulamanın hakimin tarafsızlığına ilişkin de ciddi sorunlar ortaya çıkarttığı aşikardır.12 Bir kimsenin savcılık görevini yapabilmesi için, hakimlerde olduğu gibi atama şartı, göreve başlama şartı ve ehliyet şartı aranır. Bu şartlar itibarıyla hakimlerle savcılar arasında esaslı bir fark bulunmamaktadır.13  Başsavcılık  bir  bütündür  ve  savcıların  yapmış  olduğu  her  işlem başsavcılık adına yapılır. Savcılardan hiçbirisi suç oluşturan bir fiile ilişkin olarak tek ve mutlak yetkili değildir. Bir Cumhuriyet savcısının başladığı davayı başka bir Cumhuriyet savcısı devam ettirebilir. Asıl önemli olan duruşmada  makamın,  yani  başsavcılığın  temsili  ve  bu  şekilde  iddia makamının boş kalmamasıdır. Başsavcıya bağlı olan Cumhuriyet savcıları, onun  temsilcisi  olarak  faaliyet  gösterirler.  Duruşmalara  Cumhuriyet başsavcısı,  onun  görevlendireceği  Cumhuriyet  başsavcı  vekili  veya Cumhuriyet  savcısı  katılır.  Gerekli  durumlarda  birden  fazla  Cumhuriyet savcısının da aynı duruşmaya katılması mümkündür.14                                                   12  Bu konuda aynı yönde ve çok daha özlü açıklamalar için bkz. Tuğrul KATOĞLU,  Asliye Ceza  Mahkemelerinin  Yeni  Durumu  ‘Silahların  Eşitliği   Tartışmalarından  ‘Silahlara Veda ya,  Galatasaray Üniversitesi Hukuk Fakültesi Dergisi, 2010/1 (Prof Dr. Köksal Bayraktara Armağan, C.1) s.539 vd. 13  Nevzat TOROSLU-Metin FEYZİOĞLU, Ceza Muhakemesi Hukuku, Savaş Yayınevi, Ankara 2015, s.115  14  CENTEL-ZAFER,  (2015)  s.108;  CMUK  döneminde  Cumhuriyet  savcılarının duruşmadaki görev ve yetkileri konusunda ayrıntılı bilgi için bkz. Erhan GÜNAY, C.   2063Cumhuriyet Savcısının Hukuki...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2059-2081  CMK. m.160/2 de, yargılamada iddia makamını işgal eden Cumhuriyet savcısına, adil bir yargılamanın söz konusu olabilmesi için sanığın gerek lehine gerekse aleyhine olan delilleri toplama görevi verilmiştir. Dolayısıyla, Kıta Avrupası hukuk sistemine dahil diğer ülkelerde olduğu üzere, bizim hukuk sistemimiz bakımından da savcı, her ne kadar muhakemede bir taraf olsa da, soruşturma sırasında sanığın lehine olan delilleri de toplamakla yükümlüdür. Adli Y. K. m.16 ya göre; mahkeme kuruluşu bulunan her il merkezi ve ilçede o il ve ilçenin adı ile anılan bir Cumhuriyet başsavcılığı kurulur. Cumhuriyet  başsavcılığında  bir  Cumhuriyet  başsavcısı  ve  yeteri  kadar Cumhuriyet savcısı bulunur. Gerekli görülen yerlerde Adalet Bakanlığının önerisi üzerine Hakimler ve Savcılar Yüksek Kurulunun kararıyla bir veya birden fazla Cumhuriyet başsavcı vekili atanır.  Cumhuriyet  savcıları,  bulundukları  il  merkezi  veya  ilçenin  idari sınırları ile bunlara adli yönden bağlanan ilçelerin idari sınırları içerisinde yetkilidirler. Ağır ceza mahkemesi ile özel kanunlarla kurulan diğer ceza mahkemelerinin yargı çevresinde yer alan Cumhuriyet başsavcılıkları, yetki alanları içerisinde yürüttükleri bu mahkemelerin görevine giren suçlarla ilgili soruşturmaları  yapar  ve  ivedi,  zorunlu  işlerin  tamamlanmasından sonra düşünce yazısına soruşturma evrakını ekleyip ağır ceza mahkemesi veya özel kanunlarla kurulan diğer ceza mahkemelerinin Cumhuriyet başsavcılığına gönderirler. Büyükşehir belediye sınırları içerisinde bulunan  Cumhuriyet başsavcıları, bu yer ceza mahkemelerinin yargı çevresinde yetkilidir. Ancak, büyükşehir belediye sınırları içerisinde yer alan ağır ceza mahkemeleri ile özel kanunlarla kurulan diğer ceza mahkemelerinin görevine giren işlerde yukarıdaki fıkra hükmü uygulanır (Adli Teşkilat K. m.21). 16 Bu bağlamda savcıların yetkisizlik kararı verebilmeleri de mümkündür.  Yetkisizlik kararı ile gelen bir soruşturmada Cumhuriyet savcısı, kendisinin de yetkisiz olduğu kanaatine varırsa yetkisizlik kararı verir ve yetkili savcılığın belirlenmesi için                                                  Savcıları ile Ceza Hakimlerinin Görev ve Yetkileri, Adil Yayınevi, Ankara 1996, s.124 vd. 15  Kıta Avrupası hukuk sitemine dahil bazı ülkeler ile ABD hukuk sisteminde savcılık kurumu ile ilgili karşılaştırmalı ve kapsamlı açıklamalar için bkz. Gwladys GILLIERON, Public Prosecutors  in  the  United  States  and  Europe,  Springer  İnternational  Publishing, Switzerland, 2014 s.22 vd. 16  Başsavcılıkların,  ceza  mahkemelerinin  örgütlenmesine  paralel  olarak  oluşturulması nedeniyle, savcıların yer yönünden yetkisi, mahkemelerin yer yönünden yetkisine ilişkin kurallara göre düzenlenir. CENTEL-ZAFER, (2015) s.108  2064Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2059-2081  Karakehya - Arabacı soruşturma dosyasını, yargı çevresinde görev yaptığı ağır ceza mahkemesine en yakın ağır ceza mahkemesine gönderir. Mahkemece bu konuda verilen karar kesindir (CMK m.161/7).  Cumhuriyet  savcısı,  adli  görevi  gereğince  nezdinde  görev  yaptığı mahkemenin yargı çevresi dışında bir işlem yapmak ihtiyacı ortaya çıkınca, bu hususta o yer Cumhuriyet savcısından söz konusu işlemi yapmasını ister (CMK m.161). Dolayısıyla savcılar arası istinabe yapılması da mümkündür. Ancak burada dikkat edilmesi gereken nokta, savcının nezdinde görev yaptığı mahkemenin  yargı  çevresi  dışında  yapılacak  işlemin  savcılık  tarafından yapılabilen  bir  işlem  olması  gereğidir.  Nitekim  eğer  savcının  yanında bulunduğu mahkemenin yargı çevresi dışında yapılması gereken işlem, ancak bir  yargılama  makamı  tarafından  yapılabilecek  işlemse,  savcı  işlemin yapılacağı  yerdeki  savcıya  değil;  doğrudan  ilgili  yargılama  makamına başvurmalıdır.17 Nitekim bu hususu düzenleyen CMK nın 162. maddesine göre; Cumhuriyet savcısı, ancak hakim tarafından yapılabilecek olan bir soruşturma işlemine gerek görürse, istemlerini bu işlemin yapılacağı yerin sulh ceza hakimine bildirir. Sulh ceza hakimi istenilen işlem hakkında, kanuna uygun olup olmadığını inceleyerek karar verir ve gereğini yerine getirir.  Cumhuriyet  savcısının,  özellikle  soruşturma  evresindeki  en  büyük yardımcısı kolluktur. Cumhuriyet savcısı, doğrudan doğruya veya emrindeki adli kolluk görevlileri aracılığıyla suça ilişkin her türlü araştırmayı yapabilir. Uygulamada  C.  savcısının  genellikle  soruşturma  işlemlerinin  büyük bölümünü  emri  altındaki  kolluk  görevlileri  vasıtasıyla  gerçekleştirdiği görülmektedir. Kolluk görevlileri, el koydukları olayları, yakalanan kişilerle uygulanan  tedbirleri  emrinde  çalıştıkları  Cumhuriyet  savcısına  derhal bildirmek  ve  onun  olaya  ilişkin  tüm  emirlerini  gecikmeksizin  yerine getirmekle yükümlüdürler (m.90/5, m.161/2, PVSK ek m. 6/3-4).18                                                   17  CENTEL-ZAFER, (2015) s.141 18  Kolluk, hizmet branşı olarak adli, idari ve siyasi kolluk diye sınıflara ayrılmıştır. Ancak, görevli bulunduğu mülki sınırlar içinde, bir suçla karşılaşan her kolluk memuru, hizmet branşı, yeri ve zamanına bakmaksızın, suça el koymak, önlemek, şüphelileri ve suç delillerini tespit etmek ve korumakla görevlidir (PVSK ek m.4, ETK m.12/2, JTK m.7). Bu görev geçici niteliktedir. Yetkili kolluk gelince, işin ona devredilmesi gerekir. Halk arasında da dillendirilen  Polis 24 saat görev başındadır.  sözünün temelinde bu hüküm yer almaktadır. Gerçekten de söz konusu hüküm gereğince görevli olduğu mülki sınırlar içerisinde mesaisi bittikten sonra eve giderken bir suçla karşılaşan kolluk görevlisi de suça müdahale etme yükümlülüğü altındadır. Nitekim düzenlemeye göre suçla karşılaştığı zamanın önemi yoktur. Benzer şekilde, kolluk görevlisinin hizmet branşı da suça müdahale konusunda dikkate alınmaz. Bu bağlamda trafik şubede görevli olan bir polis memuru da mesaisi bittikten sonra bir suçla karşılaştığında, olaya müdahale etmelidir.  Ben trafikle   2065Cumhuriyet Savcısının Hukuki...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2059-2081  Soruşturma  işlemleri,  Cumhuriyet  savcısının  emir  ve  talimatları doğrultusunda öncelikle adli kolluğa yaptırılır (m.164/2). Gerektiğinde veya Cumhuriyet savcısının talebi halinde, diğer kolluk birimleri de adli kolluk görevini yerine getirmekle yükümlüdürler. Bu durumda, kolluk görevlileri hakkında, adli görevleri dolayısıyla Ceza Muhakemesi Kanunu hükümleri uygulanır (m.165; ETK m.12/2). Cumhuriyet başsavcıları, her yılın sonunda, o  yerdeki  adli  kolluk  sorumluları  hakkında  değerlendirme  raporları düzenleyerek, mülki idare amirlerine gönderir (m.166). 2. SAVCININ HUKUKİ STATÜSÜ Savcının hukuki statüsü, yürütme mi yoksa yargı organı mı olduğu noktasında oldukça tartışmalı bir konudur. Nitekim yaptığı iş hem yürütme hem de yargı faaliyetine ilişkindir.19 Savcının görevi, en genel anlamıyla, soruşturmayı  yürütmek  ve  kovuşturma  sırasında  iddia  makamını  işgal etmektir.  Dolayısıyla  uyuşmazlığı  yargılamak  ve  vereceği  hükümle  onu çözüme kavuşturmak gibi bir faaliyeti olmadığından, savcının görevi yargısal olarak  nitelendirilemeyecektir.20  Kural  olarak  savcı  gerekli  işlemleri gerçekleştirdikten sonra, uyuşmazlığı çözmemekte; bilakis çözmesi için bir yargılama makamı önüne götürmektedir. Önödeme ve uzlaşma gibi alternatif çözüm yollarının söz konusu olduğu hallerde ise yine yargılama yapmamakta, sadece kanunun verdiği yetkiye dayanarak uyuşmazlığı yargılama makamı önüne götürmeden ve yargılamadan, muhakemeyi sona erdirmektedir.21                                                   ilgili  işlerde  görevliyim.   diyerek  sorumluluktan  kurtulamaz.  Burada  müdahaleden kastedilen tek başına doğrudan müdahale edebilecek yeterliliği varsa olaya doğrudan müdahalesi, böyle bir yeterliliği yoksa delilleri tespit etmesi ve durumu amirlerine ya da yetkili kolluğa bildirmesidir. Yoksa on kişinin katıldığı silahlı bir kavgayla karşılaşan kolluk görevlisinin, böyle bir olaya doğrudan müdahale etmemesi ve yetkili mercilere durumu bildirmesi gerekir. Ancak diğer kolluk birimleri olay yerine intikal edinceye kadar neler olduğunu gözlemeli ve delilleri tespit edebildiği ölçüde tespit etmelidir.  19  KÜHNE, (1999) s.54 20  CMK ile birlikte artık savcının yargı erki içinde yer aldığı konusundaki karşı görüş için bkz. Bahri  ÖZTÜRK-Durmuş  TEZCAN-Mustafa  Ruhan  ERDEM-Özge  SIRMA  GEZERYasemin F.S. KIRIT-Özdem ÖZAYDIN-Esra A. AKCAN-Efser ERDEM TÜTÜNCÜ, Nazari ve Uygulamalı Ceza Muhakemesi Hukuku, Seçkin Yayınevi, Ankara 2016, s.214 21  Ceza davalarındaki birikmeler, örneğin, uzlaşma ve ön ödeme usulleri gibi kısa yollu usullerle  ve  basitleştirmelerle  azaltılmaya  çalışılmaktadır.  Savcıların  ön  ödeme  ve uzlaştırma konularındaki rolünü savcıyı  hakimden önce hakim  olma durumuna benzeten yazarlar olmuşsa da yukarıda açıkladığımız gerekçelerle yapılan iş bir yargılama faaliyeti olmadığından bu konudaki görüşe katılmıyoruz. Jörg Martin JEHLE,  Savcılık Örgütü'nün Rolüne İlişkin Avrupa Çapında Bir Karşılaştırma , Bir Adli Organ Olarak Savcılık Sempozyumu, 7-9 Temmuz 2006, Türkiye Barolar Birliği Yayınları, (Çev: Gülşah Kurt YÜCEKUL), Ankara, 2006 s. 73 2066Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2059-2081  Karakehya - Arabacı Bununla birlikte savcının gerçekleştirdiği faaliyetin adli konulara ilişkin olduğuna da şüphe yoktur. Çünkü muhakemenin iki temel aşamasından birisi olan  soruşturmayı  yürütmekte,  kamu  davasını  açmakta,  gerekli  hallerde önödemeye karar verebilmekte ve kanunyollarına başvurabilmektedir. Bu nedenle savcının faaliyet türünü adli alana ilişkin idari bir faaliyet olarak nitelendirmek kanaatimizce en doğru olanıdır.22 Bu noktada savcının kamu davası açma yetkisinin bulunduğunu söylemenin normatif bakımdan doğru olup olmadığı üzerinde de durmak gerekir. Kamu davasının her ne kadar savcı tarafından açıldığı sıklıkla ifade edilse de, aslında teknik anlamda dava bir yargılama makamı olan mahkemenin kararıyla açılmaktadır.23 Gerçekten de kamu davası mahkemenin iddianamenin kabulü kararını vermesiyle açılır (CMK m.2). Eğer o bu kararı vermezse kamu davası açılmış olmayacaktır. Ancak bu kararın verilebilmesi için iddianamenin mahkemeye verilmiş olması gerekir. Bu işlemi ise savcılık yapar. Dolayısıyla kamu davasının açılması için gerçekleşmesi  gereken  süreci,  iddianame  hazırlayıp  mahkemeye  vermek suretiyle savcı başlatmakta, söz konusu süreç mahkemenin iddianamenin kabulü kararıyla da tamamlanmaktadır. Bu bağlamda kamu davasının açılması sürecini başlatması nedeniyle savcının kamu davasını açtığını söylemek de çok yanlış bir ifade değildir. Kaldı ki kanun koyucu da  Kamu davasını açma görevi,  Cumhuriyet  savcısı  tarafından  yerine  getirilir  (CMK  m.170/1).  demektedir. Bu düzenleme de, savcının davayı açtığını söylemenin yanlış olmadığını destekler nitelikte bir hükümdür.  Savcının  faaliyetinin  temelde  idari  olmasının  yanında,  diğer  idari faaliyetlerden  farklı  olarak  adli  alanla  da  ilgili  olması  nedeniyle,  onun kararlarına karşı bazı hallerde, adli yargı içerisinde yer alan bir yargılama makamına başvurulabilmesi kabul edilmiştir. Kanunun açıkça belirlediği bu haller dışında, gerekli şartların varlığı halinde, savcının kararlarına karşı idari yollara da başvurulabilecektir.24                                                  22  Savcının hukuki statüsünün ne olduğu tam olarak belirli olmayan bir konudur. Savcının işlemleri adli faaliyete hizmet etmekte iken, savcılığın kurumsal yapısı ise idari özellik göstermektedir. Demokratik ülkelerde egemenliğin üçüncü ayağını teşkil eden yargının organizasyonuyla karşılaştırıldığı zaman, savcılığın yapısının, yargısal sistemden çok, hiyerarşik bir yapılanma şeklinde idari sisteme benzediği görülmektedir. Alman doktrini ve uygulaması bakımından savcı hukuki statü olarak, idare ve adliye arasında yer alan bir organdır. RÜPRİNG, (1997) s.23 23  Cumhur ŞAHİN-Neslihan GÖKTÜRK, Ceza Muhakemesi Hukuku-II, Seçkin Yayınevi, Ankara 2012, s.75 24  Yener ÜNVER-Hakan HAKERİ, Ceza Muhakemesi Hukuku, 1. Cilt, Adalet Yayınevi, Ankara 2012, s.229; Paylaştığımız bu görüşün eleştirisi için bkz. KEYMAN, s.69 vd.   2067Cumhuriyet Savcısının Hukuki...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2059-2081  Adalet  Bakanının  dava  açması  için  savcıya  emir  verebileceğini düzenleyen  CMUK  m.149  hükmünün  CMK da  yer  almaması,  savcının yürütme erki içinde yer alan ve idari yönü ağır basan bir organ olduğu gerçeğini değiştirmez.25 Nitekim devletin, yasama, yürütme ve yargı olmak üzere üç temel erki vardır. Savcı yasama organı olmadığına göre ya yargı ya da yürütme erkinin içinde bir organ olarak kabul edilecektir. Yukarıda da belirttiğimiz üzere savcının faaliyetleri sırasında yargılama yapması ve vermiş olduğu kararla uyuşmazlığı çözmesi söz konusu değildir. Buna rağmen bir an için savcının yargılama makamı olduğu düşünüldüğünde bile, bunun zorunlu sonucu olarak bağımsızlığının da sağlanması gerekir. Nitekim anayasanın 2. maddesinde  vurgulanan  demokratik,  hukuk  devletlerinin  en  önemli özelliklerinden birisi, bağımsız bir yargı erklerinin olmasıdır. Ancak hukuk sistemimizde  savcıların  bağımsızlığı  da  bulunmamaktadır.  Savcılar,  en azından başsavcıya bağlı olarak çalışırlar, ondan emir alırlar. Anayasamızda da  mahkemelerin  bağımsızlığı  düzenlenmiş  (Any.  m.138),  savcıların bağımsızlığına  ilişkin  herhangi  bir  hükme  ise  yer  verilmemiştir.26  Bu nedenlerle, kanaatimizce, savcının içinde yer alabileceği tek erk, yürütmedir.                                                   25  Centel-Zafer e göre; savcı görevinin adli-idari olması nedeniyle Adalet Bakanından emir alır, ancak bakan kanunsuz emir veremez. Bununla birlikte CMUK taki Adalet Bakanının savcıya dava açması yönünde emir verebileceğine ilişkin hükmün CMK ya alınmaması nedeniyle, tarihsel gelişim dikkate alındığında, savcının Adalet Bakanından emir almaması gerektiğini kabul etmek gerekir. CENTEL-ZAFER, (2015) s.116 vd.  26  Şahin ise savcının bağımsız olmadığını; ancak bağımlı da sayılamayacağını savunmaktadır. Yazara göre savcının özerk olduğunun kabulü gerekir. Cumhur ŞAHİN, Ceza Muhakemesi Hukuku-I, Seçkin Yayınevi, Ankara 2012, s.117 (2015 baskısı mevcut. Güncelleme isteyebilirler) 27  Bazı Kıta Avrupası ülkelerinde savcılık kurumunun anayasal düzendeki yeri ile ilgili kısaca bilgi  vermek  gerekirse:  Savcılık  kurumunun,  yargılamaya  ilişkin  bir  görevi bulunmamasından ötürü, kurumsal açıdan yürütme içerisinde yer aldığı belirtilmektedir. Bununla birlikte, Kıta Avrupası ülkelerinde işlev açısından, savcılığın adalet organına dahil olduğu kabul edilmektedir. Bu düşünceye göre, savcılık kurumsal olarak yürütmeye, işlevsel olarak ise adalet organına bağlı çift karakterli bir kurumdur. Alman anlayışında savcının görevi  hukuku  gerçekleştirme  ve  icradan  ibarettir.  İsviçre de  savcılık  adliyenin  bir parçasıdır. Aynı şeyi, hâkim ve savcıların eğitimlerinin farksız olduğu ve kariyerde yer değiştirmelerinin mümkün olduğu Fransa için de söylemek mümkündür. Bu ülkede, kamu davasının  açılmasında  kabul  edilen  maslahata  uygunluk  ilkesi  gereğince,  bir  suçu soruşturmak veya vazgeçmek şeklindeki hâkimlik benzeri bir görev, savcıyı hâkimlik konumuna yaklaştırmaktadır. Mevcut hâliyle Fransız savcısının durumu, Alman savcısına göre daha güçlüdür. Avusturya da savcılık mahkemeden kayıtsız şartsız bağımsızdır. Bu ülkede savcının hâkimlik ehliyetine sahip olması gerekmektedir. İşlevlerinin yargılamaya olan yakınlığı nedeniyle savcı, Avusturya da adalet organı sıfatını taşımaktadır. Hollanda da da  savcı  adli  makam  olarak  nitelendirilmektedir.  Yürütmeye  bağlı  olmayışı,  yüksek 2068Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2059-2081  Karakehya - Arabacı Son olarak şu hususu da belirtmek gerekir ki; her ne kadar mahkemelerin bağımsızlığının aksine, savcının bağımsızlığı bakımından Anayasa da bir hüküm bulunmasa da; anayasakoyucu savcıların görevlerinin adli alana ilişkin olması  nedeniyle,  onların  görevlerini  daha  rahat  yapabilmelerine  imkan tanımak istemiştir. Dolayısıyla hakimler için öngörülen teminatları savcılar açısından da kabul etmiştir (Any m.139).28 Buna göre, tıpkı hakimler gibi savcılar da azlonulamazlar, kendileri istemedikçe 65 yaşından önce emekliye ayrılamazlar, bir mahkemenin veya kadronun kaldırılması sebebiyle de olsa, aylık, ödenek ve özlük haklarından yoksun kılınamazlar. 3.  SUÇSUZLUK  KARİNESİNİN  GEREĞİ  OLARAK  İSPAT YÜKÜNÜN CUMHURİYET SAVCISINDA OLMASI Suçsuzluk karinesi gereğince, bir suçla itham edilen kimse, suçluluğu kanunen sabit oluncaya kadar suçlu sayılamayacaktır.29 Bir başka deyişle, hakkında mahkumiyet hükmü verilinceye kadar, sanık hakkında işlem yapılıp karar verilirken, onun baştan suçluymuş gibi kabul edildiği izlenimi veren gerekçelere dayanılamayacak, muhakeme boyunca ona hükümlüymüş gibi muamele edilemeyecektir.30                                                  hâkimler kuruluna tâbi ve onun mensubu olması özellikleriyle İtalyan savcısı daha açık biçimde adliye mensubu olmaktadır. İngiliz ve İskoç savcısı ise yürütmeye tâbidir. Bununla birlikte mahkemelere oranla konumu çok iyi tanımlanmamış olsa da, savcılık makamı burada aynı zamanda adliyeye dâhildir. Yalnız sözü edilen mensubiyet durumları, bu ülkelerde sorun meydana getirmemektedir (İngiltere ve İskoçya daki savcılık kurumu hakkında detaylı bilgili için bkz. Ayhan BOZLAK,  İngiltere Yargı Sisteminde Mahkeme Ve Savcılıkların Denetimi İle Hâkim Ve Savcılar Hakkındaki Soruşturmaların Yapılma Usulleri  Adalet Dergisi, S.16, Ocak 2010 s.2 vd.) Teoman GÖKÇE,   Karşılaştırmalı Hukukta Savcılık , Adalet Dergisi, S.13, Ekim 2002, s. 3 vd. 28  Savcılığın  hukuki  statüsü  konusundaki  değerlendirmeler  için  ayrıca  bkz.  CENTELZAFER, (2015) s.114 vd. 29  Sulhi DÖNMEZER,  Suçsuzluk Karinesi Üzerine Düşünceler , in: Prof. Dr. Nurullah Kunter e  Armağan,  İstanbul  Üniversitesi  Hukuk  Fakültesi  Eğitim,  Öğretim  ve Yardımlaşma Vakfı, İstanbul 1998, s.67  30  Modern ceza muhakemesinin en önemli sorunlarından biri, etkin ve adil bir muhakeme gerçekleştirilirken, bazen hükmün kesinleşmesi sürecinin çok uzamasıdır. Bu itibarla içinde bulunduğumuz zaman diliminde, mahkemelerin iş yükünü azaltmak ve böylelikle onların ellerindeki dosyaları mümkün olan en kısa sürede hükme bağlamalarını mümkün kılmak amacıyla yeni kurumlar kabul edilmiştir. Bu yeni kurumlar aynı zamanda suç işlediği düşünülen kişinin lekelenmesi ihtimalini de bertaraf etmek suretiyle onun açısından da olumlu sonuçları beraberinde getirmektedir. Bu itibarla ülkemiz de dahil olmak üzere bir çok hukuk sisteminde, şüpheli veya sanık hakkında mahkumiyet ya da beraat dışında kararlar vermek suretiyle de muhakemeyi sona erdirme kurumları oluşturulmuştur.    2069Cumhuriyet Savcısının Hukuki...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2059-2081  Gerçeğe uygun kabul edilen bir olaydan yola çıkılarak, başka bir olayın varlığına ya da yokluğuna dair sonuçlara ulaşmaya imkan sağlayan, hukuken doğruluğu  kabul  edilmiş  varsayımlara  karine  denilir.31  Ancak  suçsuzluk karinesinde, gerçeğe uygun ya da sabit olduğu kabul edilen bir olaydan başka bir olayın varlığı sonucuna ulaşılması söz konusu değildir. Bu karine sadece, muhakeme  sırasında  kişinin  suçlu  sayılamayacağı  varsayımı  ile  hareket edilmesini gerektirir.32 Suçsuzluk karinesinin ana vatanı Kıta Avrupası değil; İngiltere dir. Bir başka ifadeyle kaynağı Anglo-Sakson hukukudur. Özellikle birkaç yüzyıl önce  Kıta  Avrupasında  uygulanan  engizisyon  sisteminde  bu  haktan  söz edebilmek  mümkün  değildi.  Ancak  insan  hakları  alanındaki  gelişmelere paralel olarak önce İngiltere den Fransa ya geçen bu hak, Fransız devrimiyle birlikte buradan tüm Avrupa ya yayılmıştır.33                                                    Bu yeni kurumlar, şüpheli veya sanığa para yaptırımı gibi bazı mükellefiyetler yükleyerek muhakemeye  son  verme  yolunu  açmıştır.  Bu  kurumların  kabul  edilmesinin  temel nedenlerinden  bir  tanesi  mahkemelerin  iş  yükünü  azaltmak  olduğundan,  bu  yollara başvurulabilmesi için sanığın suçluluğunun tam olarak ispatlanmış olması gerekmez. Bu itibarla nispeten hafif ceza gerektiren suçlar bakımından kabul edilen bu kurumlarda da, kişiye  belirli  cezai  yaptırımlar  uygulanmakta,  ancak  onun  suçluluğunun  ispatı  şartı aranmamaktadır. Bu nedenle bazı yazarlarca bu kurumların ceza muhakemesinin temel ilkelerine  ters  düştüğü  ileri  sürülmektedir.  Bu  konuda  bkz.  .  Friedrich-Christian SCHROEDER,  Ceza Muhakemesinde Fair Trial İlkesi , Ceza Muhakemesi Hukukunda Fair Trial, İstanbul Barosu Yayını, İstanbul 1999, s.46   Bu itirazlar yersiz değildir ve sağlam temellere dayanmaktadır. Ancak şunu da unutmamak gerekir ki, modern suç politikası bakımından bu kurumlar vazgeçilmezdir. Ayrıca bu yollara başvurulabilmesi için sanığın rızasının mevcudiyeti de şart olduğundan, sanığın rızası dışında böyle yollara başvurulması mümkün değildir. Bu rıza şartı, mahkemelerin iş yükünü azaltmak  bakımından  büyük  faydası  olan  söz  konusu  kurumların  makul  kabul edilebilmesinin de en önemli dayanağını oluşturmaktadır. Eğer sanık, kabul etmeyecek olursa muhakeme normal prosedürde gerçekleştirilecektir. 31  Benzer şekilde bkz. Metin FEYZİOĞLU, Ceza Muhakemesinde Vicdani Kanaat, Yetkin Yayınları, Ankara 2002, s.152  32  Metin FEYZİOĞLU,  Suçsuzluk Karinesi: Kavram Hakkında Genel Bilgiler ve Avrupa İnsan Hakları Sözleşmesi , AÜHFD, C.48, S.1-4, s.138 vd.; İlhan ÜZÜLMEZ,  Türk Hukukunda Suçsuzluk Karinesi ve Sonuçları , Türkiye Barolar Birliği Dergisi, MayısHaziran 2005, s.43 33  Suçsuzluk karinesi daha önceden İngiltere de bilinmekle birlikte, açık şekilde ilk defa 1789 tarihli Fransız İnsan ve Yurttaş Hakları Bildirgesinin 9. maddesinde tutukluluğa ilişkin olarak düzenlenmiştir. Buna göre  her insan suçlu olduğu bildirilinceye kadar suçsuz sayılacağından, onun tutulması gerekli görüldüğü zaman, kendisini elde tutmak için gereken sıkılıktan fazla bir sertlik, yasayla ciddi biçimde cezalandırılmalıdır.  İlke anayasal anlamda ise ilk kez ABD de Rhode Island Anayasasında kendisine yer bulmuştur. ÜZÜLMEZ, s.42  2070Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2059-2081  Karakehya - Arabacı Anayasamızın 38. maddesinde de suçsuzluk karinesi temel bir hak olarak açıkça  güvence  altına  alınmıştır.  Buna  göre,   Suçluluğu  hükmen  sabit oluncaya kadar kimse suçlu sayılamaz.  Ayrıca temel hak ve hürriyetlerin kullanımının durdurulmasını düzenleyen 15. maddenin 1. fıkrasında zorunlu bazı  hallerde  milletlerarası  hukuktan  kaynaklanan  yükümlülükler  ihlal edilmemek kaydıyla, temel hak ve hürriyetlerin kullanımının durdurulması kabul edilmiş; aynı maddenin 2. fıkrasında ise, birinci fıkrada belirtilen zorunlu durumlarda dahi bazı temel hakların kullanımının hiçbir şekilde durdurulamayacağı  hükme  bağlanmıştır.34  İkinci  fıkrada  sayılan  temel haklardan  birisi  de,  suçluluğu  mahkeme  kararı  ile  saptanıncaya  kadar kimsenin suçlu sayılamayacağına ilişkindir.35 Bu bağlamda savaş, seferberlik, sıkıyönetim  veya  olağanüstü  hal  gibi  zorunlu  durumlarda  bile,  kişinin suçsuzluk karinesinden yararlanması hiçbir şekilde durdurulamayacaktır.36                                                  34  Gören, burada sayılan temel hakları Anayasa koyucunun diğerlerine nazaran daha öncelikli kabul ettiğini ileri sürmekte; 15. maddenin ikinci fıkrasında kullanımının durdurulması kabul edilmeyen hakları sert çekirdekli haklar olarak ifade etmektedir. Bkz. Zafer GÖREN, Temel Hak Genel Teorisi, Dokuz Eylül Üniversitesi Yayınları, Ankara 1995, s.30 35  Anayasamızdaki bu hükmün bir gereği olarak bir çok önemli kanunda suçsuzluk karinesine rastlamak mümkündür. Bu hükümlerden kısaca bahsetmek gerekirse;    3984 sayılı Radyo ve Televizyonların Kuruluş ve Yayınları Hakkında Kanun'un  Yayın ilkeleri  kenar başlıklı 4. Maddesinin 2. fıkrasırun (k) bendi;  Suçlu olduğu, yargı kararı ile kesinleşmedikçe hiç kimsenin suçlu ilan edilmemesi veya suçluymuş gibi gösterilmemesi; kişileri suç işlemeye yönlendirecek ya da korku salacak yayın yapılmaması  nı radyo ve televizyon ve veri yayınlarında uyulması gereken yayın ilkeleri arasında saymıştır.   26.06.2004 tarih 25504 sayılı Resmi Gazete'de yayımlanarak yürürlüğe giren 5187 sayılı Basın Yasası'nın 19/1. maddesinde:  Hazırlık soruşturmasımn başlamasından takipsizlik kararı verilmesine veya kamu davasının açılmasına kadar geçen süre içerisinde, Cumhuriyet savcısı, hakim veya mahkeme işlemlerinin ve soruşturma ile ilgili diğer belgelerin içeriğini yayımlayan  kimse,  ikimilyar  liradan  ellimilyar  liraya  kadar  ağır  para  cezasıyla cezalandırılır.  şeklinde düzenleme ve 01.06.2005 tarihinde yayıımlanarak yürürlüğe giren Yakalama, Gözaltına Alma ve İfade Alma Yönetmeliği'nin 27.maddesinde de:  Suçluluğu bir yargı hükmüne bağlanana kadar kişinin masumiyeti esastır ve soruşturma evresi gizlidir. Bu  nedenle,  soruşturma  evresinde  gözaltındaki  bir  kişinin  'suçlu'  olarak  kamuoyuna duyurulmasına,  basın  önüne  çıkartılmasına,  kişilerin  basınla  sorulu  cevaplı görüştürülmelerine, görüntülerinin alınmasına, teşhir edilmelerine sebebiyet verilmez ve soruşturma evrakı hiçbir şekilde yayımlanamaz.  hükmü yer almıştır. Bu düzenlemeler başta cumhuriyet  savcısına  ve  kolluğa  suçsuzluk  karinesini  soruşturma  safhasında  hayata geçirmeleri  için  önemli  sorumluluklar  yüklemektedir.  Aydın  BOŞGELMEZ,   Adil Yargılarıma Hakkı ve Silahların Eşitliği Bağlamında Ülkemizde Savcılık , Bir Adli Organ Olarak Savcılık Sempozyumu. Türkiye Barolar Birliği Yayınları, Ankara, 2006 s. 233 36  Any.  m.15  şu  şekildedir:   Savaş,  seferberlik,  sıkıyönetim  veya  olağanüstü  hallerde, milletlerarası  hukuktan  doğan  yükümlülükler  ihlal  edilmemek  kaydıyla,  durumun gerektirdiği  ölçüde  temel  hak  ve  hürriyetlerin  kullanılması  kısmen  veya  tamamen   2071Cumhuriyet Savcısının Hukuki...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2059-2081  Ceza  muhakemesinde  maddi  gerçeğin  araştırılması  sırasında,  sanık hakkında,  gerektiğinde  tutuklamaya  kadar  varan  koruma  tedbirlerine başvurulabilecektir. Bu itibarla, ceza muhakemesinde sanık önceden suçlu sayılamayacağı gibi masum da sayılamaz. Sanığın baştan itibaren masum sayılması kabul edilirse, sanık hakkında koruma tedbirlerine başvurulmasını açıklamak mümkün olmayacaktır. Sanık ne masumdur ne de suçludur; suçlu olduğu sanılan kimsedir. Bu nedenle klasikleşen formülde masum sayılır denildiği  halde,  Anayasamızda  suçlu  sayılamaz  denilmiş  olması  daha doğrudur.37 Suçsuzluk karinesinin doğal bir sonucu olarak ceza muhakemesinde ispat yükü  iddia  makamındadır.38  Bu  bağlamda  davayı  açan  makam  olarak Cumhuriyet Başsavcılığı iddiasını ispatlamakla yükümlüdür ve mahkumiyet için de, savcılık tarafından ileri sürülen delillerin sanığın mahkumiyetine yetecek  ölçüde  olması  zorunludur.39  Sanık  suçsuzluk  karinesinden faydalandığına ve bu nedenle baştan suçlu kabul edilemeyeceğine göre, onun suçsuzluğunu ortaya koymak için herhangi bir aktif harekette bulunması ondan beklenemez. Bu bağlamda öncelikle iddia eden (savcı) iddiasını ispat etmekle yükümlüdür. Karine gereğince zaten suçlu sayılamayan sanığa  sen suçsuzluğunu ispat et  demek mantıken de zorlama olacaktır.  AİHM nin değişik içtihatlarında da ispat yükünün savcıda olduğunun açıkça  vurgulandığı  görülmektedir.40  Şüpheden  sanık  yararlanır  ilkesinin                                                  durdurulabilir  veya  bunlar  için  Anayasada  öngörülen  güvencelere  aykırı  tedbirler alınabilir.    Birinci fıkrada belirlenen durumlarda da, savaş hukukuna uygun fiiller sonucu meydana gelen ölümler dışında, kişinin yaşama hakkına, maddi ve manevi varlığının bütünlüğüne dokunulamaz; kimse din, vicdan, düşünce ve kanaatlerini açıklamaya zorlanamaz ve bunlardan dolayı suçlanamaz; suç ve cezalar geçmişe yürütülemez; suçluluğu mahkeme kararı ile saptanıncaya kadar kimse suçlu sayılamaz.  37  Nurullah KUNTER-Feridun YENİSEY, Ceza Muhakemesi Hukuku, Beta Yayınevi, İstanbul 2000, s.24; TOROSLU-FEYZİOĞLU, s.7  38  Hans-Meyer LADEWİG,  Adil Yargılanma Hakkı-II,  in: Adil Yargılanma Hakkı ve Ceza Hukuku, (Çev. Hakan Hakeri), Seçkin Yayınevi, Ankara 2004, s.94 39  Robert ESSER, Auf dem Weg zu einem europäischen Strafverfahrenrecht, De Gruyter Rechtswissenschaften Verlags, Berlin 2002, s.403 40  Bununla birlikte ceza kanunlarının bazı fiili durumların varlığını suçun maddi unsurunun gerçekleşmiş olması bakımından karine olarak kabul etmesi  de mümkündür. Bu tür durumlarda genelde ortaya çıkan fiili durumun suçluluğa ilişkin kanaati oluşturmaya yeterli kabul edildiği görülmektedir. Bu konuda bkz. Sulhi DÖNMEZER,  Suçsuzluk Karinesi Üzerine Düşünceler , in: Prof. Dr. Nurullah Kunter e Armağan, İstanbul Üniversitesi 2072Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2059-2081  Karakehya - Arabacı maddi soruna ilişkin bir ilke olması nedeniyle, duruşma sırasında maddi gerçek araştırılırken suçluluğu ortaya koyma görevinin savcılıkta olduğu da rahatlıkla söylenebilecektir.  Bununla  birlikte,  bizim  de  dahil  olduğumuz  Kıta  Avrupası  hukuku açısından  ispat  yükünün  savcıda  olması  hususunun  anlaşılması  oldukça güçtür. Nitekim Kıta Avrupası ceza muhakemesi sisteminde re sen araştırma ilkesi  geçerlidir  ve  Anglo-Sakson  hukukunun  aksine  herhangi  bir  taraf muhakemesi söz konusu değildir.41 Dolayısıyla iddia makamı hiçbir çaba göstermese bile, yargılama makamı kendisi re sen araştırma yapıp, sanığın mahkumiyetine karar verebilecektir. Hatta yargılama sonunda savcının beraat talep  ettiği  hallerde  bile  mahkemenin  mahkumiyete  karar  verebilmesi mümkündür. Bu nedenle ceza muhakemesi doktrinimizde, genel görüş olarak ceza  muhakemesinde  ispat  yükü  diye  bir  problem  olmadığı  kabul edilmektedir.42                                                  Hukuk  Fakültesi  Eğitim,  Öğretim  ve  Yardımlaşma  Vakfı,  İstanbul  1998,  s.70  vd.; ÜZÜLMEZ, s.57   Sözleşme organlarının da belirli sınırlar içerisinde kalmak kaydıyla kanun koyucuların bu tür hükümler ihdas etmesini suçsuzluk karinesine aykırı bulmadıkları görülmektedir. Karen REID, Adil Bir Yargılamanın Güvenceleri, Çev. Bahar Öcal Düzgören, Scala Yayıncılık, İstanbul 2000, s.164  41  Bununla birlikte CMUK ta yer alan ve mahkemeye re sen maddi gerçeği araştırma görevi veren  214.  maddedeki  düzenlemenin  CMK ya  alınmamış  olması,  yeni  sistemde mahkemenin re sen delil araştırması yapıp yapamayacağı konusunda doktrinsel tereddütlere yol açmıştır. Bu bağlamda bazı yazarlar artık  mahkemelerin re sen delil araştırması yapamayacağı kanaatindedirler. Bu görüş için bkz. Mahmut KOCA,  Ceza Muhakemesi Hukukunda Deliller , Ceza Hukuku Dergisi, 2006/2, s.210 vd.    Kanımızca  CMK da  yeterli  delil  toplanmaması  nedeniyle  iddianamenin  iade edilebileceğinin öngörülmüş olması,  CMUK  m.214 ün  sağladığı  sonuçları  sağlamaya elverişli değildir. Bu nedenle re sen araştırmanın kanunda açıkça vurgulanması uygun olurdu. Ya da sistem değişikliği yapılacak idiyse de bunun kanunda  mahkemece re sen delil araştırması  yapılamaz   şeklinde  açıkça  vurgulanması  gerekirdi.  Ancak  mevcut düzenlemelere baktığımız zaman anlaşılan şudur ki; kanunkoyucu CMUK taki gibi açıkça olmasa bile, CMK da da mahkemeye re sen delil araştırma yetkisini dağınık düzenlemelerle vermiştir. Örneğin mahkeme CMK m.61 e göre re sen tanık çağırabilir, m.61/1 e göre re sen bilirkişiye başvurabilir, m.181/2 ye göre re sen yeniden keşif ve muayene işlemlerine karar verebilir. Aynı yönde bkz. CENTEL-ZAFER, (2015) s.680 42  Doktrindeki ağırlıklı görüşe göre, ispat külfeti meselesi, kimin ispat edeceği meselesidir. Böyle bir mesele medeni muhakemede vardır ve tarafların ikame ettikleri delillerle eli kolu bağlı  bir  hakimin  mevcudiyeti  halinde  söz  konusu  olabilir.  Bu  itibarla  hakim  delil araştırabildiği için, ceza muhakemesinde ispat külfeti diye bir sorun yoktur. KUNTERYENİSEY-NUHOĞLU, (2006) s.605   2073Cumhuriyet Savcısının Hukuki...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2059-2081  Ancak  ceza  muhakemesinin  yapısı  itibarıyla,  genelde  ispatın,  dava açmak  suretiyle  uyuşmazlığı  yargılama  makamı  önüne  getiren  iddia makamından  beklendiği  de  bir  gerçektir.  Nitekim  devlet,  cezalandırma yetkisini kamu davası yoluyla kullanır. Kamu davasını ise savcı açar ve sanığa bir  suç  isnat  eder.  Dolayısıyla  savcı  bu  isnadını  ispatlamak  zorundadır. Hakimin re sen araştırma yetkisinin bulunması veya savcının sanık lehine de delil  toplamakla  yükümlü  bulunması  ceza  davasında  ispat  yükünün bulunmadığı  anlamına  gelmez.  Savcının  sanık  lehine  delil  toplamasının nedeni onun bir kamu görevlisi olması ve kamu yararının da ancak suçluların hak ettikleri ceza ile cezalandırılmaları halinde sağlanabilecek olmasıdır. Bundan ispat yükünün savcının üzerinde olmadığı anlamı çıkarılmamalıdır. Konu, re sen araştırma ilkesi bakımından ele alındığında da; mahkumiyet için muhakeme sonucunda ikna olması gereken kimse hakimdir. Hakimin ikna olmadığı hallerde, ispat yükü üzerinde bulunan taraf davayı kaybedecektir. Dolayısıyla  hakimin  suçluluğa  ikna  olmadığı  her  halde  savcı  davayı kaybedecektir. Bu da, sadece taraf muhakemesine dayanan itham sisteminin geçerli olduğu ceza muhakemesinde değil; karma sistemin geçerli olduğu bir ceza  muhakemesinde  de,  en  azından  ikna  boyutuyla  ispat  yükünün  var olduğunu ve bu yükün de savcının üzerinde bulunduğunu ortaya koymaktadır.43  4. SAVCININ TARAF OLUP OLMADIĞI SORUNU 4.1. Genel Olarak Tarafsızlık, yan  tutmama, objektif olma  ve  kişiliğinden  sıyrılabilme demektir. Savcının tarafsızlığı, sanığa ve  mağdura karşı objektif olması, bunlardan birini herhangi bir nedenle kayırmaması ve delil toplama, mütalaa verme gibi işlemleri sadece maddi gerçeğin ortaya çıkarılması kaygısıyla yürütmesi olarak anlaşılmalıdır. Savcının yaptığı iş gereği tarafsız olması kolay değildir. Suç işlenmesi toplumsal dengeyi bozmakta, failin cezalandırılmasıyla ise bu denge tekrar sağlanmaya  çalışılmaktadır.  Bu  durumda,  dengeyi  sağlamakla  yükümlü olduğuna inanan bir makamın kendini taraf gibi hissetmesi kaçınılmazdır. Fakat savcı CMK nın 160. maddesine göre, sadece sanığın aleyhine olan                                                  43  FEYZİOĞLU, Vicdani Kanaat, s.160 vd. 44  Nur CENTEL,  Adil Yargılanma Hakkı İle Silahların Eşitliği Bağlamında Savcılık ve Savunma , Bir Adli Organ Olarak Savcılık Sempozyumu. Türkiye Barolar Birliği Yayınları, Ankara, 2006 s. 195 45  CENTEL, s. 195 2074Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2059-2081  Karakehya - Arabacı değil, lehine hususları da araştırmakla görevlidir. Ayrıca CMK nın 260/3. maddesine göre savcı, sanığın lehine olarak da kanunyollarına başvurabilme yetkisine sahiptir. Tüm bunlar yan yana getirildiğinde, savcının bir taraf olmadığı,  sadece  maddi  gerçeğe  ulaşmak  için  faaliyette  bulunduğu düşünülebilir.  Ancak unutulmamalıdır ki, savcı tüm soruşturmayı tamamlayan ve elde ettiği delillere bağlı olarak kamu davasını açan kimsedir. Dolayısıyla savcı, talep üzerine dava açtığı hallerde bile, kamu adına iddia makamını işgal etmektedir.  Onun  duruşma  başladıktan  sonra  sanığın  beraatini  talep edebilmesi ve sanık lehine kanunyoluna başvurabilmesi makam olarak iddia makamını işgal etmesini etkilememektedir.46 Bu nedenle savcı muhakemede, en azından makam olarak iddia görevini üstlenmiş bir taraftır.47 4.2.  Savcının  Yasaklılığına  ve  Tarafsızlığını  Şüpheye  Düşüren Nedenlere İlişkin Tartışmalar Hakimlerin görevden yasaklı olduğu ve tarafsızlığından şüpheye düşüren hallere ilişkin düzenlemeler, CMK nın 22. vd. maddelerinde hüküm altına alınmıştır.  Ancak  kanunda  savcılara  ilişkin  bu  tür  düzenlemelere  yer verilmemiştir. Bu nedenle hakimlerin görevden yasaklılığını gerektiren veya tarafsızlığını şüpheye düşüren hallerin, savcı bakımından söz konusu olması durumunda, onun reddedilip reddedilemeyeceği doktrinde tartışma konusu olmuştur. Bazı yazarlar, bu konuda hakimlere ilişkin getirilen düzenlemelerin savcılar bakımından da kabul edilmesi gerektiğini ileri sürmektedirler. Yukarıda da belirttiğimiz üzere, savcı zaten muhakemede bir taraftır. O nedenle  tarafsızlığının  sağlanması  söz  konusu  olamaz.48  Ancak  iddia tarafındaki görevini layıkıyla yerine getirebilmesi için, onun bakımından da yasaklılık veya çekinme hallerinin düzenlenmesi söz konusu olabilir.49 Konu ile  ilgili  olarak;  29-30  Mayıs  2005  tarihlerinde  Budapeşte  kentinde, Macaristan  Savcılığı  işbirliği  ile  Avrupa  Konseyi  tarafından  düzenlenen Avrupa  Savcıları  Konferansının  6.  oturumundan  sonra  31  Mayıs  2005                                                  46  Turhan a göre, kanunda savcı yaptığı iş bakımından değil, makam olarak, şekli anlamda taraf  olarak  değerlendirilmiştir.  Faruk  TURHAN,  Ceza  Muhakemesi  Hukuku,  Asil Yayınevi,  Ankara  2006,  s.84;  Savcının  taraf  olup  olmadığı  konusundaki  tartışmalar hakkında ayrıntılı bilgi için bkz. KEYMAN, s.147 vd. 47  ŞAHİN, Ceza Muhakemesi-I (2012), s.117 48  Aynı yönde bkz. ŞAHİN, Ceza Muhakemesi-I (2012), s.118 49  Bunun bir gereklilik olduğu konusunda ayrıntılı açıklamalar için bkz. ÜNVER-HAKERİ, (2012) s.200   2075Cumhuriyet Savcısının Hukuki...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2059-2081  tarihinde kabul edilmiş bulunan  Budapeşte İlkeleri  önem arz etmektedir. Hâkimler  ve  Savcılar  Yüksek  Kurulu  tarafından  Bangolar  Yargı  Etiği ilkelerinden sonra 10.10.2006 gün ve 424 sayılı kararı ile benimsenmesine karar verilen Savcılar İçin Avrupa İlkelerinin (I. Temel Görevler) kısmındaki ilkeler şöyledir:  Savcılar her zaman ve her koşulda; -  Dava açma görevi dahil, her zaman ilgili ulusal ve uluslararası hukuka uygun olarak görevlerini icra ederler, -  Görevlerini adil, tarafsız, tutarlı ve süratli olarak icra ederler, -  İnsan onuru ve insan haklarına saygı duyar, bu değerleri korur ve desteklerler, -  Toplum adına ve kamu yararına davrandıklarını dikkate alırlar, -  Toplumun genel çıkarı ile birey hakları ve çıkarları arasındaki adil dengeyi bulmaya çalışırlar.  Budapeşte  İlkeleri  hakkında  Hâkimler  ve  Savcılar  Yüksek  Kurulu tarafından verilen benimsenme kararı doğrultusunda, Yargıtay Ceza Genel Kurulu da 20.11.2007 tarih ve E.2007/5-83, K.2007/244 sayılı kararında bu ilkelere uyulması gerektiğini belirtmiştir. Yukarıdaki ilkeler arasında sayılan savcının tarafsızlığına ilişkin husus, onun makam olarak tarafsızlığına değil; kamusal  görevini  yerine  getirirken  sahip  olmasını  gerektiren  kişisel tarafsızlığına vurgu yapmaktadır. Buna  karşın  bizim  hukukumuzda  savcının  yasaklılığına  veya tarafsızlığını şüpheye düşüren nedenlere ilişkin düzenlemeler mevcut değildir. Bu nedenle söz konusu durumlarda savcının görevden yasaklanmasının veya reddinin  mümkün  olmadığı  kanaatindeyiz.51  Hakimler  bakımından  CMK m.22 vd. öngörülen düzenlemelerin kıyasen savcılar hakkında uygulanması da söz konusu olamaz. Nitekim kural hakimin önüne gelen uyuşmazlığı çözmesidir.  Ancak  istisnaen  yasaklı  olduğu  veya  tarafsızlığını  şüpheye                                                  50  Akif YILDIRIM,  Savcılık Kurumu Ve Cumhuriyet Başsavcılarının Cumhuriyet Savcıları Üzerindeki  Denetim  ve  Gözetim  Yetkisi   Adalet  Dergisi,  Y:2013,  S:47,  s.122  vd. Savcıların bağımsızlığı ve tarafsızlığına dair uluslararası standartlar hakkında detaylı bilgi sahibi olmak için bkz. Human Rights In The Administration Of Justice: A Manual on Human Rights for Judges, Prosecutors and Lawyers, United Nations and Geneva, 2003 s. 113 vd. 51  Aynı yönde bkz. Veli Özer ÖZBEK-Mehmet Nihat KANBUR-Koray DOĞAN-Pınar BACAKSIZ-İlker TEPE, Ceza Muhakemesi Hukuku, Seçkin Yayınevi, Ankara 2015, s.218 2076Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2059-2081  Karakehya - Arabacı düşüren hallerde görevden el çekmesi ya da çektirilmesi söz konusu olur. Dolayısıyla hakimin yasaklılığına ve tarafsızlığından şüpheye düşüren hallere ilişkin  düzenlemeler  istisnai  niteliktedir.  İstisnai  düzenlemelerin  kıyasen genişletilmesi  de  söz  konusu  olamayacağından,  CMK  m.22  vd. düzenlemelerin savcılar bakımından uygulanması hukuka aykırı olur. Bununla  birlikte  savcının  görevini  layıkıyla  yapamayacağına  ilişkin tereddütlerin hasıl olduğu durumlar varsa, Başsavcıya başvurmak suretiyle savcının o olaydan el çektirilmesi ve yerine yeni bir savcı görevlendirilmesi sağlanabilir. Ayrıca bu tür hallerden haberdar olan Başsavcının da re sen harekete geçmesi yerinde olacaktır.52   SONUÇ Ceza muhakemesinde süje, kendine özgü bir statüsü bulunan, muhakeme süresince tek başına işlemler yapıp taleplerde bulunan ve bu faaliyetleri ile muhakemeyi  hareket  halinde  tutan  kişilere  denilmektedir.  Savcı,  ceza muhakemesinde iddia faaliyetini yürüten muhakeme süjesidir. Soruşturma evresinin en önemli makamı olan savcılık, kovuşturma evresinde ise iddia görevini yerine getirir. Savcı, bazı özel hukuk davalarına katılsa da, onun asıl önemli görevi ceza muhakemesine ilişkindir. Kanunda açıkça, soruşturma evresini yönetmek ve gerekli araştırmaları yapmakla görevli ve yetkili kişi olarak belirtilmiştir (CMK m.160, 161). Bu itibarla savcılık  soruşturma evresinin efendisi  olarak nitelendirilebilir.  Savcının yaptığı iş hem yürütme hem de yargı faaliyetine ilişkindir. Savcının görevi, en genel anlamıyla, soruşturmayı yürütmek ve kovuşturma sırasında kamu adına iddia makamını işgal etmektir. Dolayısıyla uyuşmazlığı yargılamak ve onu kesin hükümle sonuçlandırmak gibi bir faaliyeti olmadığı için yaptığı görev yargısal olarak nitelendirilemeyecektir. Bununla birlikte savcının gerçekleştirdiği faaliyetin adli konulara ilişkin olduğuna da şüphe yoktur. Çünkü muhakemenin iki temel aşamasından birisi olan soruşturmayı yürütmekte,  kamu  davasını  açmakta,  gerekli  hallerde  önödemeye  karar verebilmekte  ve  kanunyollarına  başvurabilmektedir.  Bu  nedenle  savcının faaliyet  türünü  adli  alana  ilişkin  idari  bir  faaliyet  olarak  nitelendirmek kanaatimizce en doğru olanıdır. Suçsuzluk karinesi gereğince, bir suçla itham edilen kimse, suçluluğu kanunen sabit oluncaya kadar suçlu sayılamayacaktır. Bir başka deyişle,                                                  52  ŞAHİN, Ceza Muhakemesi-I (2012), s.118   2077Cumhuriyet Savcısının Hukuki...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2059-2081  hakkında mahkumiyet hükmü verilinceye kadar, sanık hakkında işlem yapılıp karar verilirken, onun baştan suçluymuş gibi kabul edildiği izlenimi veren gerekçelere dayanılamayacak, muhakeme boyunca ona hükümlüymüş gibi muamele edilemeyecektir. Suçsuzluk karinesinin doğal bir sonucu olarak ceza muhakemesinde ispat yükü iddia makamındadır. Bu bağlamda davayı açan makam olarak Cumhuriyet Başsavcılığı iddiasını ispatlamakla yükümlüdür ve mahkumiyet  için  de,  savcılık  tarafından  ileri  sürülen  delillerin  sanığın mahkumiyetine  yetecek  ölçüde  olması  zorunludur.  AİHM nin  değişik içtihatlarında  da  ispat  yükünün  savcıda  olduğunun  açıkça  vurgulandığı görülmektedir.  Savcının sanık lehine delil toplama yükümlülüğü altında olması ve onun lehine kanunyollarına başvurabilmesi, onun muhakemede gerçekten bir taraf olup olmadığı sorusunu akla getirebilir. Ancak unutulmamalıdır ki, savcı tüm soruşturmayı tamamlayan ve elde ettiği delillere bağlı olarak kamu davasını açan kimsedir. Dolayısıyla savcı, talep üzerine dava açtığı hallerde bile, kamu adına iddia makamını işgal etmektedir. Onun duruşma başladıktan sonra sanığın beraatini talep edebilmesi ve sanık lehine kanunyoluna başvurabilmesi makam olarak iddia makamını işgal etmesini etkilememektedir. Bu nedenle savcı muhakemede, en azından makam olarak iddia görevini üstlenmiş bir taraftır. Hakimlerin yasaklı olduğu ve tarafsızlığından şüpheye düşüren hallere ilişkin düzenlemeler, CMK nın 22. vd. maddelerinde hüküm altına alınmıştır. Ancak kanunda savcılara ilişkin bu tür düzenlemelere yer verilmemiştir. Bu nedenle savcı bakımından yukarıda belirtilen hallerin söz konusu olması durumunda, onun reddedilip reddedilemeyeceği doktrinde tartışma konusu olmuştur. Hukukumuzda bu tür düzenlemeler mevcut değildir. Bu nedenle söz konusu durumlarda savcının görevden yasaklanması veya reddi mümkün olamaz.  Hakimlere  bakımından  öngörülen  konuya  ilişkin  düzenlemelerin kıyasen savcılara uygulanması da söz konusu değildir. Nitekim kural hakimin önüne gelen uyuşmazlığı çözmesidir. Ancak istisnaen yasaklı olduğu veya tarafsızlığından  şüpheye  düşüren  hallerde  görevden  el  çekmesi  ya  da çektirilmesi söz konusu olur. İstisnai düzenlemelerin kıyasen genişletilmesi de söz konusu olamayacağından, CMK m.22 vd. düzenlemelerin savcılar bakımından uygulanması hukuka aykırı olur.   2078Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2059-2081  Karakehya - Arabacı",
     "Kaynakça": "BİLGİN, Adem. Cumhuriyet Savcısının Hukuk Davalarındaki Görevleri, Çankaya  Üniversitesi  Sosyal  Bilimler  Enstitüsü  (Yayımlanmamış Doktora Tezi) Ankara, 2013 BOŞGELMEZ,  Aydın.   Adil  Yargılarıma  Hakkı  ve  Silahların  Eşitliği Bağlamında Ülkemizde Savcılık , Bir Adli Organ Olarak Savcılık Sempozyumu, Türkiye Barolar Birliği Yayınları, Ankara, 2006  BOZLAK, Ayhan.  İngiltere Yargı Sisteminde Mahkeme ve Savcılıkların Denetimi İle Hâkim Ve Savcılar Hakkındaki Soruşturmaların Yapılma Usulleri  Adalet Dergisi, S.16, Ocak 2010  CENTEL, Nur.  Adil Yargılanma Hakkı İle Silahların Eşitliği Bağlamında Savcılık ve Savunma , Bir Adli Organ Olarak Savcılık Sempozyumu. Türkiye Barolar Birliği Yayınları, Ankara, 2006  CENTEL,  Nur-Hamide  ZAFER,  Ceza  Muhakemesi  Hukuku,  Beta Yayınları, İstanbul 2015 DÖNMEZER, Sulhi.  Suçsuzluk Karinesi Üzerine Düşünceler , in: Prof. Dr. Nurullah Kunter e Armağan, İstanbul Üniversitesi Hukuk Fakültesi Eğitim, Öğretim ve Yardımlaşma Vakfı, İstanbul 1998 ESSER, Robert. Auf dem Weg zu einem europäischen Strafverfahrenrecht, De Gruyter Rechtswissenschaften Verlags, Berlin 2002 FEYZİOĞLU, Metin.  5271 Sayılı Ceza Muhakemesi Kanunu Hakkında Bazı Tespit ve Değerlendirmeler , Türkiye Barolar Birliği Dergisi, OcakŞubat 2006 FEYZİOĞLU, Metin.  Suçsuzluk Karinesi: Kavram Hakkında Genel Bilgiler ve Avrupa İnsan Hakları Sözleşmesi , AÜHFD, C.48, S.1-4 FEYZİOĞLU,  Metin.  Ceza  Muhakemesinde  Vicdani  Kanaat,  Yetkin Yayınları, Ankara 2002,  GILLIERON,  Gwladys.  Public  Prosecutors  in  the  United  States  and Europe, Springer İnternational Publishing, Switzerland, 2014  GÖKÇE, Teoman.   Karşılaştırmalı Hukukta Savcılık , Adalet Dergisi, S.13, Ekim 2002 GÖREN,  Zafer.  Temel  Hak  Genel  Teorisi,  Dokuz  Eylül  Üniversitesi Yayınları, Ankara 1995   2079Cumhuriyet Savcısının Hukuki...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2059-2081  GÜNAY, Erhan. C. Savcıları ile Ceza Hakimlerinin Görev ve Yetkileri, Adil Yayınevi, Ankara 1996  Human Rights In The Administration Of Justice: A Manual on Human Rights for Judges, Prosecutors and Lawyers, United Nations and Geneva, 2003 JEHLE, Jörg Martin.  Savcılık Örgütü'nün Rolüne İlişkin Avrupa Çapında Bir Karşılaştırma , Bir Adli Organ Olarak Savcılık Sempozyumu, 7-9 Temmuz 2006, Türkiye Barolar Birliği Yayınları, (Çev: Gülşah Kurt YÜCEKUL), Ankara, 2006  KATOĞLU, Tuğrul.  Asliye Ceza Mahkemelerinin Yeni Durumu ‘Silahların Eşitliği  Tartışmalarından ‘Silahlara Veda ya,  Galatasaray Üniversitesi Hukuk  Fakültesi  Dergisi,  2010/1  (Prof  Dr.  Köksal  Bayraktara Armağan, C.1) KEYMAN, Selahattin. Ceza Muhakemesinde Savcılık, Ankara Üniversitesi Hukuk Fakültesi Yayınları, Ankara 1970 KOCA, Mahmut.  Ceza Muhakemesi Hukukunda Deliller , Ceza Hukuku Dergisi, 2006/2 KUNTER,  Nurullah-Feridun  YENİSEY-Ayşe  NUHOĞLU,  Ceza Muhakemesi Hukuku, Arıkan Yayınevi, İstanbul 2006 KUNTER, Nurullah-Feridun YENİSEY, Ceza Muhakemesi Hukuku, Beta Yayınevi, İstanbul 2000 KÜHNE, Hans-Heiner. Strafprozessrecht, C.F. Müler Verlag, Heidelberg 1999 LADEWİG, Hans-Meyer.  Adil Yargılanma Hakkı-II,  in: Adil Yargılanma Hakkı ve Ceza Hukuku, (Çev. Hakan Hakeri), Seçkin Yayınevi, Ankara 2004 ÖZBEK,  Veli  Özer-Mehmet  Nihat  KANBUR-Koray  DOĞAN-Pınar BACAKSIZ-İlker  TEPE,  Ceza  Muhakemesi  Hukuku,  Seçkin Yayınevi, Ankara 2015 ÖZTÜRK, Bahri-Durmuş TEZCAN-Mustafa Ruhan ERDEM-Özge SIRMA GEZER-Yasemin  F.S.  KIRIT-Özdem  ÖZAYDIN-Esra  A.  AKCANEfser ERDEM TÜTÜNCÜ, Nazari ve Uygulamalı Ceza Muhakemesi Hukuku, Seçkin Yayınevi, Ankara 2016, 2080Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2059-2081  Karakehya - Arabacı POLAT, Halil. Teori ve Uygulamada Cumhuriyet Savcısının El Kitabı, Adalet Yayınevi, Ankara 2009 REID,  Karen.  Adil  Bir  Yargılamanın  Güvenceleri,  Çev.  Bahar  Öcal Düzgören, Scala Yayıncılık, İstanbul 2000 ROXIN, Claus. Strafverfahrensrecht, C.H. Beck, München 1998 RÜPİNG, Hinrich. Das Strafverfahren, Verlag Vahlen, München 1997 SCHROEDER, Friedrich-Christian.  Ceza Muhakemesinde Fair Trial İlkesi , Ceza Muhakemesi Hukukunda Fair Trial, İstanbul Barosu Yayını, İstanbul 1999 ŞAHİN, Cumhur. Ceza Muhakemesi Hukuku-I, Seçkin Yayınevi, Ankara 2012 ŞAHİN,  Cumhur-Neslihan  GÖKTÜRK,  Ceza  Muhakemesi  Hukuku-II, Seçkin Yayınevi, Ankara 2012 TOROSLU,  Nevzat-Metin  FEYZİOĞLU,  Ceza  Muhakemesi  Hukuku, Savaş Yayınevi, Ankara 2015 TOSUN, Öztekin Suç Muhakemesi Hukuku, İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İstanbul 1976 TURHAN, Faruk. Ceza Muhakemesi Hukuku, Asil Yayınevi, Ankara 2006 ÜNVER,  Yener-Hakan  HAKERİ,  Ceza  Muhakemesi  Hukuku,  1.  Cilt, Adalet Yayınevi, Ankara 2012 ÜZÜLMEZ, İlhan.  Türk Hukukunda Suçsuzluk Karinesi ve Sonuçları , Türkiye Barolar Birliği Dergisi,"
}