{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": "01",
     "Ay": "09",
     "Yıl": "2021",
     "Cilt": "70",
     "Sayı": "3",
     "Başlık": "ÇEK KANUNU ÇERÇEVESİNDE BANKANIN HESAP AÇTIRMAK İSTEYEN KİŞİYE İLİŞKİN ARAŞTIRMA YÜKÜMLÜLÜĞÜ ÜZERİNE DEĞERLENDİRMELER",
     "Title": "Evaluations Concerning Banks’ Duty of Screening Pursuant to Cheque Law on Persons Applying for a Cheque Account",
     "Yazar İsmi": [
          "Semih Sırrı ÖZDEMİR"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Çek Hesap Sahibi",
          "Bankanın Araştırma Yükümlülüğü",
          "Çek Hesap Sahibinin Ekonomik ve Sosyal Durumu"
     ],
     "Keywords": [
          "Cheque Account Holder",
          "Banks’ Duty of Screening",
          "Economic and Social Condition of Cheque Account Holder"
     ],
     "Özet": "DEMİR   ÖZ 5941  sayılı  Çek  Kanunu nun  öne  çıkan  amaçlarından  birisi,  çek kavramına  güven  duyulmasının  sağlanmasıdır.  Bu  kapsamda,  çeke karşılıksızdır işlemi yapılması durumunda uygulanan, çek düzenlenmesi ve çek  hesabı  açılmasını  da  içeren,  çok  basamaklı  bir  yaptırımlar  sistemi uygulamaya  konulmuştur.  Bankaların  müşterilerinin  ekonomik  ve  sosyal durumlarını  inceleme  ve  haklarında  ayrıntılı  bir  tetkik  gerçekleştirme yükümlülüğü, bu sistemin diğer sonuçları arasında gösterilebilir.  Bununla birlikte, Çek Kanunu madde 2/1 de ve Kanun Gerekçesi nde yer verilen kavramlar, anılan yükümlülüğe ilişkin belirsiz ve tartışmalı bir bakış açısı sunmaktadır. Bu durumla bağlantılı olarak, yargının bankaların araştırma yükümlülüğüne  dair  kararlarına,  bankaların  basiretli  bir  tacir  olarak davranmakla yükümlü olması ve yargı tarafından bir güven kurumu olarak kabul  edilmesi  gerekçesiyle,  katı  bir  bakış  açısı  hâkim  olmaktadır.  Bu yaklaşım  nedeniyle,  bazı  yargı  kararlarında  bankalar,  araştırmaya  ilişkin faaliyetlerini  çek  hesabının  açık  olduğu  süre  boyunca  sürdürmemeleri nedeniyle  dahi  sorumlu  tutulmaktadır.  Bu  kapsamda,  çalışmanın  amacı, belirtilen  araştırma  yükümlülüğünün  geniş  kapsamının  ve  ilgili  yargı kararlarının incelenmesi ve anılan hükümlere yönelik bir değişiklik önerisinin değerlendirilmesidir.",
     "Abstract": "One of the most prominent aims of Cheque Law numbered 5941 is to provide confidence to the term, cheque. In this regard, a system of multiplestage sanctions including prohibition of issuing cheques and opening a cheque account, applicable in the case of dishonoured cheques has been brought into force. The duty of banks to screen the economic and social conditions of the applicants and conduct a due diligence process for opening a bank account is another output of this system. Nevertheless, the terms used in Cheque Law Article  2/1  and  concerning  Preamble  are  presenting  an  unclear  and controversial view regarding this duty. In conjunction with this condition, a strict view predominates to the judicial review process of banks  screening duty,  on  the  grounds  of  banks   duty  of  acting  prudently  and  the  legal precedence defining banks as an institution of trust. Due to this approach, in some cases, banks are held liable even for not conducting this screening process throughout the period, the cheque account is active. In this regard, the aim of this study is to examine the broad scope of this duty of review, concerning  judicial  decisions  and  evaluate  a  change  proposal  for aforementioned provisions.",
     "Metin": "5941 sayılı Çek Kanunu, çeke duyulan güvenin sağlanması ve karşılıksız çek  sayısının  azaltılması  amacını  taşımaktadır.  Çek  hesabı  açılması  için başvuruda bulunan kişiler hakkında, bankanın yürütmekle yükümlü kılındığı ekonomik ve sosyal durum araştırması da (m. 2/1), bu kapsamda alınan önlemler  arasındadır.  Düzenlemenin  gayesi,  çek  hesabının  ancak  belirli koşulları sağlayan kişiler için açılabilmesi ve bu sayede de, karşılıksızdır işlemi yapılan çek sayısının azalmasıdır. Belirtilen sistemin, ödeme gücü şüpheli görülen kişilere çek düzenleme imkânı verilmesini baştan engellemeyi tercih ettiği anlaşılmaktadır.   Bununla  birlikte  Kanun da,  ekonomik  durum  ve  sosyal  durum araştırmasının  kapsamına,  bankanın  bu  yükümlülüğünün  sınırlarına  ve araştırma neticesinde ulaşılan sonuç ile bankanın çek hesabı açma kararı arasındaki  ilişkiye  dair  genel  bir  belirsizlik  hâkimdir.  Yükümlülüğün Kanun da ancak çok genel ve soyut ifadelerle düzenlenmiş olması ve Kanun Gerekçesi nde yer verilen açıklamaların da, bu konuda kesin bir yoruma 762Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799     Çek Kanunu Çerçevesinde Bankanın…  ulaşılabilmesini mümkün kılmaması, anılan durumun gerekçeleri arasındadır. Konuya  ilişkin  yargı  kararlarında  ise  genellikle,  bankanın  basiretli davranmakla yükümlü olması ve güven kurumu niteliği taşıması gerekçelerine dayalı olarak, araştırma yükümlülüğünün olabildiğince geniş ve katı şekilde uygulandığı  tespit  edilebilmektedir.  Bu  yaklaşım  bankaların,  yanıltma kabiliyeti  taşıyan  belgelerdeki  sahtelikleri  tespit  edememeleri  veya  çek hesabının açılmasından uzun bir süre sonra, çek hesap sahibinin üzerinde yeterli  malvarlığı  bulunmaması  gibi  hallerden  sorumlu  tutulabilmelerine neden olmaktadır.  Çalışmanın amacı, Çek Kanunu m. 2/1 çerçevesinde bankaların araştırma yükümlülüklerinin kapsam ve sınırlarının değerlendirilmesi ile bu konuda değişiklik önerilerinin sunulmasıdır. İlk kısımda, çeke güven duyulmasının sağlanması için Kanun da yer verilen önlemler ile Türk hukukunda bankanın araştırma yükümlülüğünün tarihsel gelişimi ve 5941 sayılı Kanun daki ilgili hükümler incelenmiştir. İkinci kısımda, bankanın başvuruda bulunan kişiye ve bu kişi tarafından sunulan belgelere ilişkin araştırma yükümlülüğüne dair yargı kararlarında benimsenen ilkeler tetkik edilmiş; anılan yükümlülüğün ihlali gerekçesine dayalı olarak, çek hamili tarafından tazmin başvurusunda bulunulabilmesi için aranan şartlara yer verilmiştir. Üçüncü kısımda ise, bankanın  araştırma  yükümlülüğünün  kapsamı  ile  yerindeliği  açısından incelemeler yürütülmüş ve anılan sorunların önüne geçilebilmesi amacıyla, değişiklik önerisi sunulmuştur.  I.  BANKANIN ARAŞTIRMA YÜKÜMLÜLÜĞÜNÜN KAPSAMI A.  5941  Sayılı  Çek  Kanunu nda  Çeke  Güvenin  Sağlanması Amacıyla Yararlanılan Önlemler Türk  Ticaret  Kanunu  hükümleri  çerçevesinde  çek,  kambiyo  senedi vasfını  taşıyan  bir  kıymetli  evraktır  (m.  645,  670).    5941  sayılı  Çek Kanunu nun  amaçları  arasında,  toplum  menfaatlerinin  temini  için  çekin güvenli  bir  ödeme  aracı  niteliği  taşımasının  sağlanması  bulunmaktadır.                                                        1   …Tasarıyla,  çekin  güvenli  bir  ödeme  aracı  olarak  itibar  kazanmasının  sağlanması amaçlanmıştır….çeke yüklenen ekonomik güveni ve keşidecinin ekonomik yapısına erişimi sağlayacak düzenleyici bir alt yapının oluşması şarttır., (5941 sayılı Çek Kanunu, Adalet Komisyonu Raporu, 07.12.2009, E. 1/710, K. 27); Tasarı 5237 sayılı Kanıma uyum sağlamak yanında, çekin, uygulayıcıdan gelen isteklere uygun olarak, güvenilir bir ödeme aracı olmasını amaçlamaktadır. Bunda, yukarıda belirtildiği gibi piyasaların ve kamunun menfaati vardır. Bu toplumsal bir menfaattir. Ayrıca çeki teorideki yerine oturtmak vazgeçilemez bir amaçtır., (5941 sayılı Çek Kanunu, Genel Gerekçe). 763Semih Sırrı ÖZDEMİR  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799 Karşılıksız çeke ilişkin uygulamada karşılaşılan sorunların, bu güveni azaltan nedenlerden olduğu açıktır. Bu konudaki veriler incelendiğinde, gerek 3167 sayılı  mülga  Kanun da  bankanın  araştırma  yükümlülüğüne  yer  verildiği, gerekse de 5941 sayılı Kanun un yürürlüğe girdiği yıllar itibariyle, senelik toplam karşılıksız çek sayısının genel bir yükseliş eğiliminde bulunduğu tespit edilebilmektedir.   5941  sayılı  Çek  Kanunu  ve  Kanun da  günümüze  kadar  yapılan değişiklikler  açısından,  çeke  duyulan  güvenin  arttırılması  hedefinin gerçekleştirilmesi  için  üç  ayrı  önlem  basamağından  yararlanıldığı savunulabilir.  Bunlardan  ilki,  çek  hesabı  açılmasına  ilişkin  sıkı  kurallar getirilmesidir. Bankaların çek hesabı açmak isteyen kişilere ilişkin kapsamlı araştırma  yükümlülüğü  bunun  en  belirgin  araçlarındandır.  Hakkında  çek hesabı açılması yasağı bulunan gerçek kişilerin yönetiminde bulunduğu tüzel kişiliklere çek defteri verilmemesi ve tüzel kişi adına çek düzenleyen kişinin ad ve soyad bilgilerinin çek üzerinde yazılmasının gerekli kılınması, anılan sınırlamanın arkadan dolaşılmasını engellenmeyi amaçlayan düzenlemeler arasındadır.                                                         2   Dördüncü sebep, karşılıksız çek ile mücadelenin ağır hapis cezalan ile önlenemediğinin anlaşılması nedeniyle, suçu önleyici önlemlere yönelinmesi gereğidir., (Çek Kanunu, Genel Gerekçe). Karşılıksız çek kavramı hakkında bkz. İnan, N. (1981). Özel Hukukda Karşılıksız Çek Kavramı, Batider, 11(2),104 vd. Karşılıksız çeke ilişkin Türk hukukundaki düzenlemelerin  tarihi  gelişimi  hakkında  bkz.  Çamoğlu,  E.  (2018).  Anonim  Ortaklık Yönetim  Kurulu  Üyelerinin  Karşılıksız  Çekden  Doğan  Cezai  Sorumluluğu,  Prof.Dr. Hüseyin Hatemi ye 80. Yıl Armağanı, İstanbul: On İki Levha Yayınevi, 1-4; Yördem, Y. (2018). 6728 Sayılı Kanunla Çek Kanununda Yapılan Değişiklikler ve Karşılıksız Çek Sorunsalı,  Türkiye  Adalet  Akademisi  Dergisi,  (33),  352-354.  Karşılıksız  çeke  dair hükümlerin değerlendirilmesi hakkında bkz. Bahtiyar, M. (2009). Çek Kanunu Tasarısı nın Genel Olarak Değerlendirilmesi, Batider, 25(4), 230 vd.; Kendigelen, A. (2021). Çek Hukuku, İstanbul: On İki Levha Yayınevi, 420-428; Kendigelen, A. ve Kırca, İ. (2020). Kıymetli Evrak Hukuku, İstanbul: On İki Levha Yayınevi, 333-334. 3   2000 yılında tespit edilen karşılıksız çek sayısı 798.438 iken; bu sayı, 3167 sayılı mülga Kanun da bankanın araştırma yükümlülüğüne dair değişikliğin yapıldığı 2003 yılında 831.302 e erişmiş ve 5941 sayılı Kanun un yürürlüğe girmesi öncesinde (2008 yılında) ise 1.537.194 e ulaşarak, iki katına çıkmıştır, (Türkiye Cumhuriyeti Merkez Bankası nca Bankalara  Duyurulan  Karşılıksız  Çek  Adedi,  TCMB, https://www.riskmerkezi.org/tr/istatistikler/23,  (erişim  tarihi:  06.06.2021).  3167  sayılı Kanun da yer verilen düzenleme hakkında bu çalışmada bkz. I, B, 1.  4   Hakkında çek düzenleme ve çek hesabı açma yasağı kararı bulunan gerçek kişinin, yönetim organında görev yaptığı veya ticaret siciline tescil edilen yetkilisi olduğu tüzel kişiye çek defteri verilmez, (Çek Kanunu, m. 2/4).  5   Tüzel kişi adına çek düzenleyen kişinin adı ve soyadı, düzenlenen çek üzerine açıkça yazılır., (Çek Kanunu, m. 2/8).  764Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799     Çek Kanunu Çerçevesinde Bankanın…  İkinci basamak, ödeme sürecine dair güvencelerin sağlanması ve çek hesap sahibine ilişkin belirli bilgilerin çek hamilince sorgulanmasına imkân tanınmasıdır.  6278  sayılı  Kanun  ile  getirilen  karekodlu  çek  uygulaması çerçevesinde,  çek  lehtarının  bu  çeki  ilgili  sisteme  kaydedeceği belirtilmektedir.  Bu  sayede  hamilin,  çek  hesap  sahibinin  geçmişte düzenlemiş olduğu çeklere ilişkin ibraz edilen çek ve karşılıksız işlemi gören çek sayısı gibi bilgilere erişebilmesi ve en azından, hesap sahibinin geçmişteki ödeme alışkanlıkları üzerinden geleceğe yönelik bir öngörü sahibi olabilmesi imkânı  sunulmaktadır.  Çek  karşılığının  hesapta  bulunmasına  rağmen ödemenin  gerçekleştirilmemesi  ya  da  yasal  karşılığın  ödenmemesi durumunda, bankaların günlük gecikme cezası ödeyeceklerinin belirtilmesi de, bunun bankalar üzerindeki caydırıcılığı nedeniyle, çekin ödeme sürecine dair  itimadın  sağlanması  amacını  taşımaktadır.  Karşılıksızdır  işlemi yapılmaması  ile  hesapta  bulunan  ya  da  kanunen  ödenmekle  yükümlü bulunulan tutarın hamile ödenmemesi durumlarında, şikâyete tabi olarak, ilgili banka görevlisi için öngörülen ceza hukuku kaynaklı yaptırımlar da bu kapsamda değerlendirilebilir.   Üçüncü basamak ise, çek hesap sahibi tarafından düzenlenen çeklerden birisinin  karşılıksızdır  işlemine  sebep  olması  durumunda  uygulanan yaptırımlardır. Durumun tespiti halinde, adli para cezası ile çek düzenleme ve çek hesabı açma yasağı uygulanacaktır. Çek hesap sahibinin elindeki çekleri                                                        6   31/12/2016 tarihinden sonra bankalarca çek hesabı sahiplerine 780 inci maddeye bu Kanunla eklenen hüküm gereğince bulunması gereken karekod ve seri numarası unsurlarını içermeyen çek yaprağı verilemez., (6278 sayılı Kanun, m. 72).  Karekodlu çek hakkında bkz. Öztan, F. (2018). Kıymetli Evrak Hukuku. Ankara: Turhan Kitabevi, 232-233; Ülgen, H. ve Helvacı, M. ve Kaya, A. ve Nomer Ertan, F. (2021). Kıymetli Evrak Hukuku. İstanbul: Vedat Kitapçılık, 295-297; Pulaşlı, H. (2020). Kıymetli Evrak Hukukunun Esasları. Ankara: Adalet  Yayınevi,  308-310;  Bozkurt  Yaşar,  S.  (2020).  Karekodlu  Çek,  Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, 15(195-196), 1573-1635. 7   Bankanın yasal olarak ödemekle yükümlü olduğu tutar hakkında bkz. Helvacı, M. ve Aksu, R.  (2017).  Çek  Baskı  Tarihinin  Muhatap  Bankanın  Sorumluluğuna  Etkisi,  Marmara Üniversitesi Hukuk Fakültesi – Hukuk Araştırmaları Dergisi, 23(2), 227-231; Narbay, Ş. (2009). 3167 Sayılı Çekle Ödemelerin Düzenlenmesi ve Çek Hamillerinin Korunması Hakkında Kanunun 10 uncu Maddesi Hükmü Uyarınca Muhatap Bankanın Sorumlu Olduğu Miktar Hakkında Bir İnceleme, Terazi Hukuk Dergisi, (29), 15 vd.; Hacıömeroğlu, O. A. ve Topçu, Y. (2019). Çek Defterinin Teslimi ile Kurulan Gayrinakdi Kredi Sözleşmesinin Hukuki Niteliği, TFM, 5(2), 194-195. 8   Kısmen  veya  tamamen  karşılığı  bulunmayan  çekle  ilgili  olarak,  talebe  rağmen, karşılıksızdır işlemi yapmayan banka görevlisi, şikâyet üzerine bir yıla kadar hapis cezası ile cezalandırılır. Karşılığı tahsil edilmek üzere bankaya ibraz edilen çekin karşılığının hesapta mevcut olmasına rağmen, hamile ödemede bulunmayan ya da bankanın kanunen ödemekle yükümlü olduğu miktarı hamile ödemeyen banka görevlisi, şikâyet üzerine bir yıla kadar hapis cezası ile cezalandırılır., (Çek Kanunu, m. 7/4, 5).   765Semih Sırrı ÖZDEMİR  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799 bankaya iade etme ve henüz karşılığı tahsil edilmemiş çek bilgilerini bankaya iletme yükümlülüğü de, bu kapsamda sayılabilir. Çek düzenleme ve çek hesabı açma yasağı, bunların uygulandığı tüzel kişiliğin yönetim organında yer alan ve ticaret siciline tescil edilen diğer yetkililer açısından da geçerli olacaktır. Ayrıca, hakkında belirtilen kararlar alınan gerçek kişi, yasaklılığı süresince sermaye şirketlerinin yönetim organlarında görev alamayacaktır. Kanun daki yaptırımların öne çıkan amacı, ödeme durumu şüpheli hale gelen kişinin,  yasaklılığı  süresince  tüzel  kişilikleri  bir  araç  olarak  kullanarak, dolaşıma yeni çekler dâhil etmesinin ve daha fazla hamilin ve müracaat borçlusunun zararına sebep olmasının önüne geçilmesidir. Ayrıca, Kanun da çek bedelinin ve işlemiş faizin ödenmesinin  etkin pişmanlık için yeterli görülmesi  ve  bu  durumda,  çek  hesabı  ile  çek  düzenleme  yasaklarının kaldırılacağının  belirtilmesi,  Kanun da  öngörülen  yaptırımların  da ödemenin teşvikini amaçladığına işaret etmektedir.                                                         9   Hakkında çek düzenleme ve çek hesabı açma yasağı kararı verilmiş olan kişi, elindeki bütün çek yapraklarını ait olduğu bankalara iade etmekle yükümlüdür. Bu kişi adına yeni bir çek hesabı açılamaz. (7) Hakkında çek düzenleme ve çek hesabı açma yasağı kararı verilmiş olan kişi, kararın kendisine tebliğ edildiği tarihten itibaren on gün içinde, düzenlemiş bulunduğu  ve  henüz  karşılığı  tahsil  edilmemiş  olan  çekleri,  düzenleme  tarihlerini, miktarlarını ve varsa lehtarlarını da göstermek suretiyle, muhatap bankaya liste hâlinde vermekle  yükümlüdür.,  (Çek  Kanunu,  m.  5/6,  7).  Bununla  birlikte  Kanun da,  bu yükümlülüğe aykırılığın yaptırımı belirlenmemiştir, (Çağlar, H. (2009). 5941 Sayılı Çek Kanunu  Hükümlerine  Göre  Ticaret  Şirketi  Yöneticilerinin,  Temsilcilerinin  ve  İmza Yetkililerinin Çek Hesabı Açma ve Çek Düzenleme Yasağı, Gazi Üniversitesi Hukuk Fakültesi Dergisi, 13(1-2), 14).   10  Çek düzenleme ve çek hesabı açma yasağı, çek hesabı sahibi gerçek veya tüzel kişi, bu tüzel kişi adına çek keşide edenler ve karşılıksız çekin bir sermaye şirketi adına düzenlenmesi durumunda ayrıca yönetim organı ile ticaret siciline tescil edilen şirket yetkilileri hakkında uygulanır., (Çek Kanunu, m. 5/1). Tüzel kişileri temsilen çek düzenlenmesi hakkında bkz. Topçuoğlu,  M.  (2010).  Yeni  Çek  Kanunu na  Göre  Tüzel  Kişileri  Temsilen  Çek Düzenlenmesi ve Sonuçları, Gazi Üniversitesi Hukuk Fakültesi Dergisi, 14(2), 141 vd.  11  Birinci fıkra uyarınca hakkında çek düzenleme ve çek hesabı açma yasağı kararı verilenler, yasaklılıkları  süresince  sermaye  şirketlerinin  yönetim  organlarında  görev  alamazlar. Ancak, hakkında yasaklama kararı verilenlerin mevcut organ üyelikleri görev sürelerinin sonuna kadar devam eder., (Çek Kanunu, m. 5/2).  12  Karşılıksız kalan çek bedelinin, çekin üzerinde yazılı bulunan düzenleme tarihine göre kanunî ibraz tarihinden itibaren işleyecek 3095 sayılı Kanuna göre ticarî işlerde temerrüt faiz oranı üzerinden hesaplanacak faizi ile birlikte tamamen ödeyen kişi hakkında, a) Yargılama aşamasında mahkeme tarafından davanın düşmesine, b) Mahkûmiyet hükmünün kesinleşmesinden  sonra  mahkeme  tarafından  hükmün  bütün  sonuçlarıyla  ortadan kaldırılmasına, karar verilir, (Çek Kanunu, m. 6/1).  13  Para cezasının teorik temelleri ve gerekçelerine dair değerlendirmeler hakkında bkz. Ruback, R. B. ve Bergstrom,  M. H. (2006). Economic Sanctions in Criminal Justice – 766Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799     Çek Kanunu Çerçevesinde Bankanın…  Karşılıksız  çeke  yönelik  önleyiciliğin  sağlanmasında,  ceza  hukuku ilkelerinden de yararlanılması yaklaşımı, Türk çek hukuku uygulamasında kendisine uzun bir süre yer bulabilmiştir. 5941 sayılı Çek Kanunu nun kabul edilmesiyle birlikte de bu yönelim devam ettirilmiş, 2012 yılında 6273 sayılı Kanun ile Çek Kanunu nda yapılan değişiklik neticesinde eylem suç olmaktan çıkarılmış ve idari para cezasına tabi kılınmıştır. 2016 yılında kabul edilen 6728  sayılı  Kanun  ise  adli  para  cezası  uygulanması  ilkesini  yeniden getirerek, ceza hukuku kaynaklı yaptırım sistemine geri dönülmesine neden olmuştur. Karşılıksız  çek  nedeniyle  ceza  hukuku  kaynaklı  yaptırımların uygulanması,  öğretide  eleştiri  ile  karşılanmıştır.  Bunun  bir  suç  olarak                                                        Purposes, Effects and Implications, Criminal Justice and Behavior, 33(2), 242-273; Çolak, H. ve Altun, U. (2007). Bir Yaptırım Türü Olarak Para Cezalarının Teori ve Uygulamadaki Analizi, TBB Dergisi, (69), 241-161. 14  Bu konuda kronolojik bir değerlendirme için bkz. Ersoy, A. N. (2019), 5941 Sayılı Çek Kanunu nda  Yapılan  Değişiklikler  Çerçevesinde  Çeklerde  Karşılıksızdır  İşlemine Sebebiyet Verilmesinin Cezai ve İdari Yaptırımları, YBHD, 4(1), 261.  15  Üzerinde yazılı bulunan düzenleme tarihine göre kanunî ibraz süresi içinde ibrazında, çekle ilgili olarak karşılıksızdır işlemi yapılmasına sebebiyet veren kişi hakkında, hamilin şikâyeti üzerine, her bir çekle ilgili olarak, binbeşyüz güne kadar adlî para cezasına hükmolunur.  Ancak,  hükmedilecek  adlî  para  cezası,  çek  bedelinin  karşılıksız  kalan miktarından az olamaz., (Değişiklik öncesinde, 5941 sayılı Kanun m. 5/1). 16  Albayrak, H. ve Bozdağ, A. (2018). Karşılıksızdır İşlemi Yapılmasına Sebebiyet Verme Suçunun İcra Ceza Mahkemesinde Yapılacak Olan Yargılaması Hakkında Bir İnceleme, TAAD, (33), 244. Düzenlemenin gerekçeleri arasında, adli para cezasının uygulamada hapis cezası olarak infazının önüne geçilmesi de yer almaktadır, (Albayrak ve Bozdağ, 2018:246247).  17  5941 sayılı Kanunun 7 nci maddesinin dokuzuncu fıkrasında yer alan bir yıla kadar hapis ibaresi Cumhuriyet savcısı tarafından üçyüz Türk Lirasından üçbin Türk Lirasına kadar idarî para şeklinde değiştirilmiştir., (6273 sayılı Çek Kanununda Değişiklik Yapılmasına Dair Kanun, RG. 31.01.2012, S. 28193 -Mükerrer).  18  Üzerinde yazılı bulunan düzenleme tarihine göre kanuni ibraz süresi içinde ibrazında, çekle ilgili olarak karşılıksızdır işlemi yapılmasına sebebiyet veren kişi hakkında, hamilin şikâyeti üzerine, her bir çekle ilgili olarak, binbeşyüz güne kadar adli para cezasına hükmolunur., 6728 sayılı Yatırım Ortamının İyileştirilmesi Amacıyla Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun, (RG. 15.07.2016, S. 29796), m. 63/1.   19  Bozer, A. ve Göle, C. (2018). Kıymetli Evrak Hukuku. Ankara: Banka ve Ticaret Hukuku Araştırma Enstitüsü, 450.  20  Bu konuda örnek olarak bkz. Domaniç, H. (2003). Karşılıksız Çeke Hapis Cezası Anayasaya Aykırıdır, Legal Hukuk Dergisi, (11), 2737 vd.; Yıldız, Ş. (2010). 5941 Sayılı (Yeni) Çek Kanunu nun Çek Hukukuna Etkileri, İstanbul Ticaret Üniversitesi Sosyal Bilimler Dergisi, (18), 72. Aksi yönde ve bu düzenlemenin Anayasa ya aykırılık taşımadığı yönündeki görüşlere örnek olarak bkz. Dirikkan, H. (2002). Çekle Ödemelerin Düzenlenmesi ve Çek 767Semih Sırrı ÖZDEMİR  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799 düzenlenmesinin ölçülülük ilkesi açısından taşıyacağı aykırılık, uygulamada kast unsurunun aranmasının genellikle ihmal edilmesi ve bu uygulamaya bağlı kötüye  kullanımların  artması  ihtimali,  bu  eleştirinin  gerekçeleri  arasında sayılmaktadır. Özel hukuk ilişkilerine, ceza hukuku kaynaklı yaptırımların uygulanmasına  bir  örnek  olarak  değerlendirilebilecek  anılan  tercih, karşılaştırmalı hukukta da kendisine yer bulan bu yöndeki eğilimin, Türk hukukundaki bir yansıması olarak değerlendirilebilir.  Sonuç olarak, 5941 sayılı Çek Kanunu nunda, birlikte uygulanan üç önlem  basamağından  yararlanıldığı  anlaşılmaktadır.  Bunları  özetlemek gerekirse, çek hesabı düzenleyecek kişinin, bu güveni ortadan kaldırabilecek eylemlerde bulunup bulunmayacağının öngörülmesi için talep edilen bilgiler ve  bankalar  üzerine  yüklenen  araştırma  yükümlülüğü,  ilk  basamağı oluşturmaktadır.  Çek  hamilinin,  çek  hesap  sahibinin  geçmiş  ödeme yeterliliğine dair verilere erişebilmesine olanak tanıyan düzenleme ikinci basamakta yer almaktadır. Alınan bu önlemlere rağmen, çekin karşılıksız çıkması durumunda, çek hesap sahibine uygulanan yaptırımlar ve dolaylı olarak tekrar çek düzenleme imkânı elde etmesini engelleme amacını taşıyan hükümler  ise,  son  basamağı  oluşturmaktadır.  Belirtilen  yönleriyle  Çek Kanunu nun, çeke güvenin tesisi için, çok basamaklı ve bunun sağlanması amacıyla gerektiğinde, çek hesap sahibi dışındaki kişileri de yaptırıma tabi tutabilen bir sistemi benimsediği anlaşılmaktadır. B.  Çeke Güvenin Sağlanmasında Bir Yöntem Olarak Bankanın Çek Hesap Sahibini Araştırma Yükümlülüğü 1. Tarihi Gelişimi Bankaların çek hesap sahibine ilişkin araştırma yükümlülüğüne, 5941 sayılı Kanun da, mülga 3167 sayılı Çekle Ödemelerin Düzenlenmesi ve Çek Hamillerinin Korunması Hakkında Kanun dan çok da farklılaşmayan bir şekilde yer verilmektedir. 3167 sayılı Kanun m. 2 de bu yükümlülük bu                                                        Hamillerinin  Korunması  Hakkında  Kanun  ile  İcra  ve  İflas  Kanunu nda  Değişiklik Yapılmasına İlişkin Kanun Tasarısı Eleştirisi, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, 4(1), 2-7.  21  Başbüyük,  İ.  (2012).  Karşılıksız  Çekte  Hapis  Cezasının  Kaldırılması  Üzerine  Bir Değerlendirme, Ankara Barosu Dergisi, (2), 309-315. 22  Karşılaştırmalı hukuktaki bazı örnekler için bkz. Mann, K. (1992). Punitive Civil Sanctions: The Middleground Between Criminal and Civil Law, The Yale Law Journal, (101), 1844. 23  3167 sayılı Çekle Ödemelerin Düzenlenmesi ve Çek Hamillerinin Korunması Hakkında Kanun, (RG. 03.04.1985, S. 18714).  768Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799     Çek Kanunu Çerçevesinde Bankanın…  kişinin ekonomik ve sosyal durumu gibi hususların belirlenmesinde gerekli basiret ve özeni gösterirler. ifadesiyle somutlaştırılmıştır. 5941 sayılı Kanun m. 2/1 de ise, sınırlı düzeydeki bir değişiklikle, ilgili kişinin ekonomik ve sosyal  durumunun  belirlenmesinde  gerekli  basiret  ve  özeni  gösterirler. ifadesine yer verilmiştir.  3167  sayılı  Kanun un  1985  yılında  yasalaşan  ilk  metninde,  Genel Mesuliyet başlığı altında, bankaların çek hesabının açılması, buna bağlı çek defterinin  verilmesi  ve  anılan  Kanun dan  doğan  yükümlülüklerin  yerine getirilmesinde, işlemlerin gerektirdiği basiret ve özeni göstermesi gerektiği belirtilmektedir. Bu yönüyle, 3167 sayılı Kanun un yasalaşan metninde, bankaların hesap sahiplerine ilişkin araştırma yükümlülüğünün açık olarak düzenlenmediği tespit edilebilmektedir. Anılan yükümlülük Türk hukukuna, 2003 yılında kabul edilen 4814 sayılı Çekle Ödemelerin Düzenlenmesi ve Çek Hamillerinin Korunması Hakkında Kanunda Değişiklik Yapılmasına İlişkin Kanun ile dâhil edilmiştir. Bu sayede, 3167 sayılı Kanun da yer verilen bankanın  basiretli  ve  özenli  davranma  yükümünün  kapsamının somutlaştırılması sağlanmıştır.   4814 sayılı Kanun un Gerekçesi nde hesap sahibine ilişkin bilgilerin kayıtlı  tutulmasının,  gereken  hallerde  bu  kişinin  savunmasının  alınması açısından  taşıdığı  öneme  vurgu  yapılmakla  birlikte,  araştırma                                                        24  Bankalar, çekle işleyecek hesap açarken çek karnesi verirken ve bu Kanunla kendilerine verilen görev ve mükellefiyetleri yerine getirirken bu işlemlerin gerektirdiği basiret ve itinayı göstermeye mecburdurlar., 3167 sayılı Çekle Ödemelerin Düzenlenmesi ve Çek Hamillerinin Korunması Hakkında Kanun, m. 2, (RG. 03.04.1985, S. 18714). Tacir olan bankaların basiretli işadamı olarak davranmalarının zaten Türk Ticaret Kanunu ndan kaynaklandığı; Çek Kanunu nda buna ayrıca yer verilmesinin, bir tekrar niteliğinde olduğu eleştirisi için bkz. Öztan, F. (1997). Kıymetli Evrak Hukuku. Ankara: Turhan Yayınevi, 1027; Dirikkan, 2002: 11; Özdamar, M. (2002). Çek Kanununda Yapılan Değişiklik Üzerine Bir  Değerlendirme,  Gazi  Üniversitesi  Hukuk  Fakültesi  Dergisi,  6(2),  9  (sayfa numaralandırması Dergipark kayıtlarına göre belirlenmiştir). 25  Bankalar,  çek  hesabı  açmak  maksadıyla  bu  Kanunla  kendilerine  verilen  görev  ve yükümlülükleri yerine getirirken, çek hesabı açtırmak isteyenin yasaklılık ve engel durumu bulunup bulunmadığını Türkiye Cumhuriyet Merkez Bankasınca 9 uncu maddeye göre bankalara  yapılan  duyurular  çerçevesinde  her  birinin  kendi  nezdinde  oluşturduğu kayıtlardan araştırırlar; ayrıca bu kişinin ekonomik ve sosyal durumu gibi hususların belirlenmesinde gerekli basiret ve özeni gösterirler., (RG. 08.03.2003, S. 25042).  26  Arkan, S. (2003). 3167 Sayılı Çekle Ödenmelerin Düzenlenmesi ve Çek Hamillerinin Korunması Hakkında Kanun da Yapılan Değişiklikler, Batider, 22(1), 7; Reisoğlu, S. (2003). Son Yasal Değişiklikler Açısından Çek, Bankacılar Dergisi, (44), 58; Pulaşlı, H. (2018). Kıymetli Evrak Hukukunun Esasları. Ankara: Adalet Yayınevi, 349.  27  Öte yandan, 3167 sayılı Kanunla ilgili olarak açılan davaların bir kısmında, keşidecinin kimliği dışında bir bilgi bulunmaması, yargılamada sanık durumunda olan bu kişilerin 769Semih Sırrı ÖZDEMİR  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799 yükümlülüğünün  kabul  nedenlerine  dair  herhangi  bir  açıklamaya  yer verilmemektedir. Bununla birlikte, anılan değişikliğin gerçekleştirildiği 2003 yılından  önceki  tarihli,  bankaların  hesap  sahibini  yeterince  araştırmadığı iddiasına  dayanan  davaların,  bu  düzenlemenin  fiili  gerekçeleri  arasında bulunduğu savunulabilir. Anılan davalarda ileri sürülen, çek hesap sahibi tüzel kişiliğin hayali bir şirket olduğu28, yasaklılar listesinde bulunan bir kişiye çek defteri verildiği ve hesap sahibine ilişkin banka kayıtlarındaki adres bilgisinin  güncel  olmadığı  iddiaları  bunlara  örnek  olarak  verilebilir. Bankanın müşterisinin kimliği, ekonomik durumu ve ikameti v.s konularında gerekli  araştırma  ve  incelemeyi  yapmadan  hesap  açmasının,  basiretli                                                        bulunup savunmalarının alınmasında güçlüğe neden olduğundan yargılama uzamaktadır. Bunun önlenmesi bakımından, çek hesabı açtıranların açık kimlik ve adreslerini saptamak için fotoğraflı nüfus cüzdanı örnekleri ile yerleşim yeri belgelerini, tacir olanların ayrıca ticaret  sicili  kayıtlarını  almak,  bunların  açık  kimliklerini,  adreslerini,  vergi  kimlik numaralarını ve çek hesabının kapatılma hallerini Türkiye Cumhuriyet Merkez Bankasına bildirmek ve bunlara ilişkin belgeleri hesapların kapatılmalarını izleyen beşinci yılın sonuna  kadar  saklamak,  bankalar  bakımından  bir  zorunluluk  haline  getirilmektedir. Böylece,  mahkemelerin  yargılama  bakımından  gerekli  delillere  ulaşmaları kolaylaştırılmaktadır., (Çekle Ödemelerin Düzenlenmesi ve Çek Hamillerinin Korunması Hakkında Kanun ile İcra ve İflas Kanununda Değişiklik Yapılmasına İlişkin Kanun Tasarısı ve Adalet Komisyonu Raporu (1/970). 28  Somut uyuşmazlıkta ise, yapılan araştırma sonucu davalı bankanın mevcut olmayan bir şirket için çek karnesi vermesi ve sonrasında bu çeklerin karşılıksız çıkması karşısında kusurlu olduğu ve davacı hamile karşı sorumlu olduğunun kabulü gerekir., (Yargıtay 11 HD. E. 2000/6109, K. 2000/8171, T.24.10.2000, (Lexpera); Davacı vekili… çeki alan müvekkilinin çek bedelinin yüksek olması nedeniyle, davalı bankaya bu çek hesabının iyi işleyip işlemediğini sorduğunu, hesabın iyi işlediğinin bildirildiğini, çekin tahsili için bankaya ibrazında karşılığının olmadığı ve keşideci şirketin hayali bir şirket olduğunu öğrendiğini, 3167 sayılı Kanun un 2nci maddesi uyarınca, bankaların çek hesabı açarken dikkat ve özen göstermesi gerektiğini, davalının bu özeni yerine getirmediğini ileri sürerek, 20.000.000.000.- lira nın davalıdan tahsilini talep ve dava etmiştir…..Mahkemece, iddia, savunma ve toplanan kanıtlara göre, yaptırılan bilirkişi incelemesinde, davalı bankanın 3167 sayılı çek Kanunu nun 2nci maddesi hükmüne aykırı davranmak sureti ile çek karnesi verip çek hesabı açtığından dolayı davacının zarara uğradığı, (Yargıtay 11. HD., E. 2000/5272, K. 2000/6281, T. 03.07.2000 (Lexpera)).  29  Davalı bankanın kendi genel müdürlüğüne yazdığı 25.2.1988 tarihli yazı ile İbrahim'in yasaklılar listesinde adının bulunup bulunmadığını sorduğu, ancak bu yazının cevabını beklemeden 2.3.1988 tarihinde İbrahim'e çek karnesini verdiği, böylece çek kullanılmasına olanak sağladığı, genel müdürlüğün bilahare gelen 7.3.1988 tarihli cevabı yazısında ise, adı geçenin çek kullanmadan yasaklılar listesinde olduğunun bildirildiği anlaşılmaktadır. Bu  durumda,  davalı  bankanın  kendi  genel  müdürlüğüne  yazdığı  yazının  cevabını beklemeden 3167 sayılı Kanunun 9. maddesine göre bir yıl süreyle yasaklı olan şahsa çek hesabı açmak ve çek karnesi vermek suretiyle bu yasa hükmüne aykırı davrandığı sabit olup…, (Yargıtay 19. HD., E. 1992/6584, K. 1993/2158, T. 19.03.1993, (Lexpera)).  30  Yargıtay 11. HD., E. 2002/11460, K. 2003/3388, T. 07.04.2003, (Lexpera).  770Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799     Çek Kanunu Çerçevesinde Bankanın…  davranma  yükümlülüğüne  aykırılık  taşıyacağını  belirten  bir  Yargıtay kararının,  Kanun  Gerekçesi nde  açıkça  ifade  edilmese  de,  değişikliğin gerçekleştiği tarih ile arasındaki zamansal ilişki nedeniyle, bankanın araştırma yükümlülüğüne  dair  düzenlemenin  temellerinin  oluşturulmasında  etkili olduğu öngörülebilmektedir. Bu yönüyle, anılan düzenlemenin, uygulamada karşılaşılan ilgili sorunların önüne geçilebilmesi gayesini de taşıdığı sonucuna ulaşılmaktadır. 2. 5941 Sayılı Çek Kanunu Açısından 5941 sayılı Çek Kanunu Gerekçesi nde, araştırma yükümlülüğüne ilişkin yapılan açıklamada, bankaların çek hesabı açtırmak isteyen kişilerin öncelikle yasaklı olup olmadıklarını tespit edecekleri; eğer bu durum söz konusu değil ise,  ekonomik  ve  sosyal durumlarının  çek  hesabı  açtırmaya  uygun  olup olmadığını  değerlendirecekleri  ifade  edilmektedir.  Belirtilen  yönüyle, bankanın gerçekleştireceği bu araştırma, çek hesap sahibi hakkında yürütülen değerlendirmenin,  yasaklılık  incelemesini  takip  eden  ikinci  eşiğini oluşturmaktadır.  Bankanın çek hesap sahibi hakkında yapacağı araştırma da, iki ayrı alt eşikten oluşmaktadır. Bunlardan ilki, kişinin mali durumunun çek hesabı açılmasını  ve  buna  bağlı  ödemeleri  karşılayabilecek  durumda  olmasıdır. İkincisi  ise,  kişinin  dışarıdan  bakan  birinin  gözüyle,  gerçekten  de  çek düzenlemeye ihtiyaç duyup duymadığının irdelenmesidir. Kanaatimizce, bu alt eşiklerdeki incelemeler sırasıyla, mali yeterlilik testi ve sosyal yeterlilik testi olarak adlandırılabilir. İkinci eşik açısından önem taşıyan husus, somut olayda kişinin çek düzenlemedeki samimi istekliliğini tespit etmenin yeterli görülmemesidir.  Çek  hesabı  açmak  için  başvuruda  bulunan,  kullanım istekliliğini ve çek kullanmanın kendisi açısından faydalı olacağını ispat edebilecek olsa dahi; eğer banka, bu kişinin içinde bulunduğu ekonomik ve                                                        31  Bir banka, yada özel finans kurumu, çek hesabı açarken müşterisinin kimliği,ekonomik durumu ve ikameti v.s konularında gerekli araştırma ve incelemeyi yapmadan hayali bir kişi adına hesap açarak çek karnesi vermiş ve çek karşılıksız çıkmış ise, 3167 sayılı Kanunu nun 1/2,2. ve TTK.nun 20/2. maddelerinde öngörülen basiret ve itinayı göstermemek suretiyle birinci derecede ve daha ağır bir biçimde kusurlu olduğunun ve bu davranışının sonuçlarına katlanması  gerektiğinin  kabulü  icap  eder.,  (Yargıtay  11.  HD.,  E.  2002/11460,  K. 2003/3388, T. 07.04.2003, (Lexpera)). 32  Ayrıca bkz. Madde başlığı, madde içeriğini tam olarak yansıtmadığından madde başlığı,  Bankanın araştırma yükümlülüğü, çek hesapları çek defterleri  olarak değiştirilmiş, ikinci fıkrada, maddenin uygulanmasını kolaylaştırmak amacıyla çek hesabı açtırırken kabul edilebilecek kimlik belgeleriyle ilgili olarak maddede tadad edilen hususlara sürücü belgesi de eklenmiştir., (5941 sayılı Çek Kanunu, Adalet Komisyonu Raporu).  771Semih Sırrı ÖZDEMİR  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799 sosyal konumun çek kullanmasını gerektirmediği kanaatine ulaşırsa, Kanun hükümleri gereğince bankanın bu talebi reddetmesi gerekecektir.  Kanun Gerekçesi, bu kapsamda yürütülecek değerlendirme açısından, bankanın  daha  ağır  bir  özen  yükümüne  tabi  kılındığını  belirtmektedir. Hayatın olağan akışı açısından, ekonomik saiklerle hareket eden bankaların, olabildiğince çok kişiye çek hesabı açmalarının, müşteri sayıları ve işlem hacimleri yönünden kendi menfaatlerine olduğu açıktır. Kanaatimizce, çek hesabının ancak anılan eşikleri geçtiği bankalar tarafından tespit edilen kişilere açılmasının temin edilmesi yoluyla, çekin piyasaya arzının bir ölçüde kısıtlanması amaçlanmaktadır. Düzenleme bu yönüyle, başvuruda bulunan kişi ile bankanın, süreçteki şahsi menfaatleri nedeniyle, çek hesabının açılması açısından görece daha düşük bir eşikte buluşabilecek ortak iradesine, anılan eşiği Kanun vasıtasıyla yükselterek ve bankaları da, bu husustaki inceleme yönünden ağır bir özen yükümüne tabi kılarak, sınırlayıcı bir müdahalede bulunmaktadır. Belirtilen durum karşısında Kanun un, bir ödeme aracı olan çeke güven sağlanması hedefini ve buna bağlı toplumsal menfaati, bankanın                                                        33  Bu bakımdan banka, kişinin ekonomik durumunun çek hesabı açtırmaya müsait olup olmadığını araştıracaktır. Keza, ekonomik durumunun müsait olmasının yanı sıra, kişinin, çek hesabı açtırmayı gerektirecek bir sosyal konuma sahip olması gerekir., (5941 sayılı Kanun Gerekçesi, m. 2).  34  Tasarının yeniliklerinden biri de, çekle işleyecek hesaplarda bankaların gösterecekleri özen  hükümlerinin  ve  bu  hükümler  bağlamında  bankaların  sorumluluklarının ağırlaştırılmasıdır., (5941 sayılı Kanun, Genel Gerekçe).  35  Çek defteri verilmesinin, bankaların iş hacmine katkı sağladığı yönünde bkz. Türk, H. S. (2002). Sunuş Konuşmaları, Çek Hukukunun Güncel Sorunları, İstanbul: İstanbul Ticaret Odası, 34. 36  Uygulamada bankaların, çek hesabı açmak isteyen kişilerden belirli bir teminat talep etmeleri ile karşılaşılabilmektedir, (Örnek olarak bkz. Çekle İşleyen Hesaplara İlişkin Hüküm  ve  Koşullar,  Vakıf  Katılım  Bankası,  m.  2,  https://www.vakifkatilim.com.tr/ documents/mp/cekleisleyenhesaplarailiskinhukumvekosullari.pdf,  (erişim  tarihi: 22.08.2021). Düzenleme, kişinin çek hesabı kullanma istekliliğini ve bunu da anılan teminatları bankaya göstererek kanıtlamasını, hesabın açılması için tek başına yeterli görmemektedir. Aranan temel koşul, kişinin ekonomik ve sosyal durum eşiklerini aştığının bankaca tespit edilmesidir. Konu hakkında bu çalışmada ayrıca bkz. dn. 78. 37  4814  sayılı  Kanun  henüz  Tasarı  sürecinde  iken  İstanbul  Ticaret  Üniversitesi nde gerçekleştirilen konferansta, anılan tarih itibariyle Adalet Bakanı olan Prof.Dr. Hikmet Sami Türk tarafından, çek hesabı açılacak kişilerin dikkatle seçilmesi gerektiği ve bu nedenle, bankalarca  gerekli  basiret  ve  özenin  gösterilmesi  yükümünün  ayrıca  düzenlendiği belirtilmektedir, (Türk, 2002: 34). Anılan açıklama Tasarı sürecini de yansıtması nedeniyle, bankaların ticari gayelerle, gereken araştırmaları yürütmeden, kolaylıkla çek hesabı açma istekliliklerinin sınırlandırılması amacına ilişkin yasa koyucu iradesinin bir yansıması olarak değerlendirilebilir.  772Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799     Çek Kanunu Çerçevesinde Bankanın…  ve  başvuruda  bulunan  kişinin  bireysel  menfaatlerinin  önüne  geçirdiği savunulabilir. 5941 sayılı Kanun Genel Gerekçesi nde bu yaklaşım, Yeni Kanunu Gerekli Kılan Sebepler başlığı altında, çekin güvenli bir ödeme aracı olarak itibar kazanmasında toplumsal menfaat bulun(duğu) ifadesiyle vurgulanmaktadır.  Çekin  mali  ve  sosyal  yeterlilik  testlerini  geçtiği  anlaşılan  kişilerce düzenlenmesinin, çekin ödenmemesinden kaynaklanan sorunları azaltacağı ve bunun da çeke duyulan güveni arttıracağı, kanaatimizce Kanun un konuya ilişkin  temel  varsayımını  oluşturmaktadır.  Bankaca  yürütülen değerlendirmede,  kişinin  başvuru  sürecindeki  mevcut  durumunun  esas alınacağı;  geleceğe  yönelik  beklenti  ve  planların  dikkate  alınmayacağı görüşüne  ulaşılabilir.  Bankaların  anılan  çerçevedeki  değerlendirmeyi, başvuruda bulunan tarafından sunulan beklentilere dayalı olarak yürütmesine imkân tanınması, belirtilen testlerin arkadan dolaşılmasına olanak sağlaması ihtimali nedeniyle, Kanun Gerekçesi nde yer verilen çeke güven duyulması amacı ile örtüşmeyecektir. Bu yaklaşım karşısında örneğin, yakın gelecekte ticari faaliyet yürütmeye başlayacağını söyleyen bir lisans öğrencisinin sosyal ve mali yeterlilik testlerini, sunduğu planlara dayalı olarak aşmasının mümkün olmayacağı açıktır. Kimlere  çek  hesabı  açılabileceğine  ilişkin  öngörülen  bu  kıstaslar, değerlendirmelerin soyut ve genel kavramlar üzerinden yürütülmesine neden olmaktadır. Bu hususta yanıtı aranması gereken iki soru bulunmaktadır. Bunlardan ilki, çek hesabı açılmasına ilişkin asgari sınırın tacir olmakla ya da esnaf düzeyinde olsa dahi, iktisadi faaliyet yürütmekle eşdeğer kabul edilip edilemeyeceğidir. Kanun da yer verilen tacir olan ve olmayan çek ayrımı, anılan asgari sınırın bu kavramlarla eşdeğer olmadığını göstermektedir.                                                        38  4814 sayılı Kanun daki ilgili düzenlemelere dair soyutluk eleştirisi hakkında bkz. Dirikkan, 2002:10-11; Özdamar, 2002:9.  39  Tacir olan ve tacir olmayan kişilere verilecek çekler ile hamiline düzenlenecek çekler, açıkça ayırt edilebilecek biçimde bastırılır., (Çek Kanunu, m. 2/6). Konu hakkında bkz. Poroy, R. ve Tekinalp, Ü. (2018). Kıymetli Evrak Hukuku Esasları. İstanbul: Vedat Kitapçılık, 366-370; Reisoğlu, S. (2011). Yeni Çek Kanunu ve Başlıca Uygulama Sorunları, Bankacılar Dergisi, (76), 24-25; Narbay, Ş. (2010). 5941 Sayılı Çek Kanununun Getirdiği Bazı Yenilikler ve Bunların Değerlendirilmesi, Terazi Hukuk Dergisi, (43), 74-83.  40  Özsoy tarafından, maaşı sebebiyle ekonomik durumu iyi olan fakat ticaretle uğraşmayan kişinin, Türkiye şartlarında ve günümüz koşullarında çek defteri talebinde bulunması, hayatın olağan akışına uygun değildir görüşü ileri sürülmektedir, (Özsoy, A. (2020), Muhatabın Çek Kanunu na Dayalı Hukuki Sorumluluğu, Yayımlanmamış Yüksek Lisans Tezi, İstanbul Üniversitesi). Kanun ve Kanun Gerekçesi birlikte değerlendirildiğinde, her ne kadar çek hesabının açılması için yüksek kabul edilebilecek şartlar aransa da; kanaatimizce, 773Semih Sırrı ÖZDEMİR  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799 Zaten, Gerekçe deki açıklamaların yorumundan, bir kişinin herhangi bir ticari faaliyet  içinde  bulunmasa  dahi,  sermaye  birikimi  ve  çek  kullanım alışkanlıkları sebebiyle bu kıstası sağlayabileceği anlaşılmaktadır. İkinci sorumuz ise, Kanun un, yürütecekleri değerlendirme açısından bankalara tam bir  takdir  serbestisi  sağlayıp  sağlamadığıdır.  Kanun  Gerekçesi,  anılan ekonomik ve sosyal testlerden yalnızca birinin geçilmemesi halinde dahi, çek hesabı açılmaması gerektiğine işaret etmektedir. Bu nedenle, her ne kadar araştırmanın somut olaya ilişkin derinlik ya da kapsamına dair detayları her bir banka tarafından ayrıca belirlenecek olsa da, bankaların ulaştıkları sonuç karşısında, tam bir takdir yetkisine sahip olmadıkları anlaşılmaktadır. Bu husustaki kontrol, bankaların her bir hesap açma işleminin belirli bir merci tarafından sonradan kontrol edilmesi ya da onaylanması ile sağlanmamakta; sorumlulukla karşılaşmak istemeyen bankaların, belirtilen kararları alırken özdenetim yürütmeleri beklenmektedir.   II.  KONUYA İLİŞKİN YARGI KARARLARI İLE BELİRLENEN İLKELER A.  Bankanın Hesap Sahibine İlişkin Araştırma Yükümlülüğünün Kapsamı Çek Kanunu nda, yürüteceği araştırma açısından banka, gerekli basiret ve özeni göstermekle yükümlü tutulmuştur (m. 2/1). Yargı kararlarında, anılan  yükümlülüğün  kapsamının  belirlenmesinde,  bir  tüzel  kişi  olarak bankanın tacir sıfatı ve basiretli tacir olarak davranma yükümüne yollamada bulunulduğu görülmektedir. Bu kendisini bazen, basiretli bir iş adamı gibi davranılması gerekliliğine yapılan atıfla, bazen de buna ilişkin yer verilen detaylı açıklamalarla göstermektedir. Bankanın güven kurumu olma vasfına,                                                        başvuruda bulunanın ticari faaliyet yürütmesi, bu yönde aranan zaruri bir şart değildir. Bu nedenle, anılan görüşe katılmamaktayız. 41   Keza, ekonomik durumunun müsait olmasının yanı sıra, kişinin, çek hesabı açtırmayı gerektirecek bir sosyal konuma sahip olması gerekir., (5941 sayılı Kanun Gerekçesi, m. 2). Kişinin sosyal durumunun, çek hesabı açtırmayı gerektirecek nitelikte bulunduğunun tespitinin bir şart olarak aranması, bankaların araştırma sürecine ilişkin sorumluluğunu arttırmaktadır.  42  Reisoğlu, 2011: 22; Korkut, Ö. (2019). Çekte Muhatap Bankanın Araştırma – Bildirim Yükümlülüğü ve Hukuki Sorumluluğu, Adana: Karahan Kitabevi, 70; Ayli, A. (2019). Çek Hukukunda Muhatabın Yükümlülükleri, Ankara: Seçkin Yayıncılık, 66. 43  Yargıtay 11. HD., E. 2009/9458, K. 2011/1998, T. 28.02.2011, (Lexpera); Yargıtay 11. HD., E. 2015/4323, K. 2015/11350, T. 02.11.2015, (Lexpera).  44  İstanbul 14. Asliye Ticaret Mahkemesi, E.2014/313, K. 2020/563, T. 06.10.2020, (Lexpera).  774Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799     Çek Kanunu Çerçevesinde Bankanın…  hafif ihmal durumunda dahi sorumluluğunun bulunduğuna, birinci derecede ve  ağır  bir  sorumluluk  taşıdığına,  adam çalıştıran  sıfatıyla sorumlu  ve objektif özen yükümüne tabi olduğuna ilişkin kararlar, buna örnek olarak verilebilir. Konuya ilişkin bir Hukuk Genel Kurulu kararında da, bankaların güven kurumu olma vasıflarına vurgu yapılmış, çek hamillerini koruyacak her türlü tedbiri almaları gerektiği ve hafif kusurlarından dahi sorumlu oldukları belirtilmiştir. Bu  çerçevede,  yargının  bankalar  açısından  basiretli  tacir  olmaya bağlanan  özen  yükümünü  en  yüksek  derecede  değerlendirdiği anlaşılmaktadır. Kendisine çek hesabı açılması başvurusunda bulunulan bankanın, başvurucunun güvenilir olduğunu tespit etmek ve bu kişi hakkında, bir kredi sözleşmesi yapılmasına benzer incelemelerde bulunmakla yükümlü tutulduğu görülmektedir. Hesap sahibinin veya hesap sahibi tüzel kişi ise, bunun yetkilisinin adresinde ziyaret edilip, hakkında ekonomik durumlarına dair araştırma yapılması gerekmektedir. Şirket tüzel kişiliği ve ortakları hakkında  gerçekleştirilecek  karakter  (moralite),  kapasite  ve  kapital                                                        45  İstanbul BAM., 14. HD., E. 2018/956, K. 2019/473, T. 28.03.2019, (Lexpera).  46  Yargıtay 11. HD., E. 2015/12237, K. 2014/20101, T. 19.12.2014, (Lexpera).  47  … davalı Banka, adam çalıştıran sıfatı ile de sorumludur. Bilindiği gibi adam çalıştıranın sorumluluğu bir kusur sorumluluğu olmayıp, olağan sebep sorumluluğudur. Burada yasa adam  çalıştırana  genel  nitelikte objektif bir özen yükümlülüğü,  bir  gözetim  ödevi yüklemiştir. Adam çalıştıranın sorumluluğu kendisinin veya emrinde çalışan yardımcı kişinin kusurlu olup olmamasına bakılmaksızın, kusurdan bağımsız olarak doğmaktadır. Sorumluluğun doğması için objektif özen yükümlülüğünün ihlaliyle meydana gelen zarar arasında, uygun illiyet bağının bulunması yeterli kabul edilmiştir., (Yargıtay HGK, E. 1994/178, K. 1994/398, T. 15.06.1994, Lexpera). Basiretli tacir olarak davranma yükümü ve objektif özen ilişkisi hakkında bkz. Kizir, M. (2011). Yargıtay Kararları Işığında Basiretli İşadamı Gibi Hareket Etme Yükümlülüğünün Sözleşmenin Değişen Şartlara Uyarlanmasına Etkisi, Selçuk Üniversitesi Hukuk Fakültesi Dergisi, 19(2), 252-253.  48  Yargıtay Hukuk Genel Kurulu Kararı, E. 2017/411, K. 2019/962, T. 26.09.2019, (Yargıtay İçtihat Arama Sistemi).  49  Gümüş, M. A. (2012). 6102 Sayılı Türk Ticaret Kanunu (TTK) m. 18/II de Yer Alan Basiretli İş Adamı (Tacir) Davranışı Ölçütünün İyiniyetin (TMK m. 3) Varlığının Belirlenmesindeki İşlevi, Prof.Dr. Cevdet Yavuz a Armağan, İstanbul: Legal Yayınevi, 1230. 50  Yargıtay 11. HD. E. 2009/5940, K. 2010, 12117, T. 29.11.2010, (Lexpera).  51 Yargıtay 11. HD, E. 2014/12237, K. 2014/20101, T. 19.12.2014, (Lexpera).  775Semih Sırrı ÖZDEMİR  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799 (sermaye) tahkikatı da, bu kapsamdadır. Uyuşmazlık halinde, bu ziyaretin ve araştırmanın gerçekleştirildiğini ispat yükü, bankanın üzerindedir.  Yargı kararlarında bu yükümün, yeni kurulan şirketler açısından daha güçlü bir biçimde vurgulandığı gözlemlenmektedir. Faaliyete yeni başlamış olan  müşterisine,  onu  tahlile  imkân  tanıyacak  bir  süre  boyunca  başka bankacılık hizmetleri sunmadan, ticari faaliyetinin kapasitesi ile işlemlerinin genel  niteliğini  takip  etmeden  ve  şirketin  bulunduğu  yerde  istihbarat araştırması  yürütmeden  çek  hesabı  açan  bankanın,  kusurlu  olduğuna hükmedilmiştir. Bu hususta, şirketin bu süre boyunca kendisinin çeşitli                                                        52  İstanbul 16. Asliye Ticaret Mahkemesi, E. 2018/464, K. 2019/1197, T. 24.12.2019, (Lexpera). Bankaların, kredi verirken müşterilerine dair yürütecekleri araştırma hakkındaki rehberlerde de, benzeri tanımlamalardan yararlanılmaktadır. Bu konuda örnek olarak bkz. Kredi müşterilerinin seçiminde yapılacak ön değerlendirmede, asgari olarak müşterinin itibarı,  mali durumu, geçmiş borç ödeme performansı, varsa ortaklarının moralitesi ile müşterinin bu özelliklerinin banka politikaları karşısındaki durumu ön planda tutulur., (Bankaların  Kredi  Yönetimine  İlişkin  Rehber,  Bankacılık  Düzenleme  ve  Denetleme Kurumu,  RG.  31.03.2016,  S.  6827,  İlke  11,  paragraf  62);  Bireysel  müşterilerin kredibilitesini değerlendirmek amacıyla, bankalar asgari olarak aşağıdaki hususlara dair mümkün olduğu ölçüde uygun kanıtlarla desteklenen bilgilere sahip olmalı ve bu bilgileri kullanmalıdır: a. Kredi türüyle ilgili olduğu durumda kredinin amacı; b. Çalışma ve gelir durumu; c. Geri ödeme kapasitesinin kaynağı; d. Ailesinin ve kendisine ekonomik olarak bağımlı kişilerin durumu; e. Finansal yükümlülükler ve bu yükümlülüklerin karşılanmasına yönelik masraflar; f. Düzenli harcamalar; g. Teminat (teminatlı krediler için); h. Varsa garanti gibi diğer risk azaltıcılar, (Kredi Tahsis ve İzleme Süreçlerine İlişkin Rehber, Bankacılık Düzenleme ve Denetleme Kurumu, RG. 29.06.2021, S. 9644, paragraf 69), (Anılan iki kaynağı raporunda benimle paylaşan Sayın Hakem e, şükranlarımı sunarım.). Çek Kanunu ndaki araştırma yükümlülüğü ve belirtilen düzenlemeler karşılaştırıldığında, Çek Kanunu nda araştırma kapsamının daha genel bir şekilde belirlendiği anlaşılmaktadır. Bu durumun, kredi sözleşmesinde riski asıl üstlenenin banka olmasına ve bu nedenle de, yürütülecek  tetkikin  öngörülen  riskin  ağırlığına  göre  detaylandırılması  gerekliliğine dayandırılması mümkündür. Bazı hallerde bankaların risk iştahı, kredi vermede uygulanan kıstaslar yönünden bankalar arasında farklılığa sebep olabilir, (Bkz. Kredi Tahsis ve İzleme Süreçlerine İlişkin Rehber, paragraf 14-17). Çek açısından ise, bankaların yasal olarak hamile  ödemekle  yükümlü  olduğu  tutar  bir  kenara  bırakılırsa,  asıl  riski  banka üstlenmemektedir. Bu nedenle, adına çek hesabı açılacak tüm kişilerin, çek hesabının açıldığı bankadan bağımsız olarak, aranan asgari eşikleri aşması şart kılınmıştır. Çek Kanunu ve Gerekçesi nde yer verilen genel inceleme eşiklerinin, aradaki bu farklılıktan kaynaklandığı ileri sürülebilir.   53  …yeterli araştırma yapıldığı, adreste  firmanın ziyaret edildiği, Kanunun aradığı gerekli basiret  ve  özenin  gösterildiği  hususları  kanıtlanamamıştır.,  (Yargıtay  11.  HD.,  E. 2009/5940, K. 2010, 12117, T. 29.11.2010, (Lexpera)); Yargıtay, 11. HD., E. 2009/9458, K. 2011/1998, T. 28.02.2011, (Lexpera).  54  İstanbul BAM, 12. HD., E. 2018/11, K. 2018/213, T. 08.03.2018, (Lexpera).  55  İstanbul BAM, 12. HD., E. 2018/11, K. 2018/213, T. 08.03.2018, (Lexpera). 776Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799     Çek Kanunu Çerçevesinde Bankanın…  açılardan tahlil edilmesine imkân tanıyacak ticari faaliyetlerde ve bankacılık işlemlerinde  bulunması gerektiği  anlaşılmaktadır.  Bir  diğer  ifadeyle,  çek hesabının açılması, yeni faaliyete başlayan bir şirketin rüşdünü ispat ederek kazanması gereken bir statü haline getirilmektedir.    Çek  Kanunu nda  belirtilen  incelemenin  çek  hesabının  açılması aşamasında gerçekleştirileceği açıktır. Bununla birlikte, bu yükümün çek hesabının açılması sonrasında da devam edeceği yönündeki yargı kararları da bulunmaktadır. Hesabın açılmasından belirli bir süre geçtikten sonra, hesap sahibi tüzel kişiliğin hisselerinin bir başka kişiye devri ve bu tarihten sonra düzenlenen  çeklerin  karşılıksız  çıkmasına  dayalı  uyuşmazlıkta  Yargıtay, hisseleri devralan kişinin de bankaca araştırmaya tabi tutulması gerektiğine hükmetmiştir. Çek hesap sahibi tüzel kişiliğin, hissedar değişimlerini çek hesabının yeniden tesis edilmesine benzer biçimde yorumlayan bu görüş, bankanın çek hesap sahibi tüzel kişilerin ortaklık yapısını düzenli olarak takip etmesini  gerektirmekte  ve  hesap  sahibi  hakkında  inceleme  yürütülmesi gerekip  gerekmediğinin  sorgulanmasını,  sürekli  bir  yükümlülük  haline getirmektedir.  B.  Bankanın  Kendisine  Sunulan  Belgelere  İlişkin  Araştırma Yükümlülüğünün Kapsamı Çek Kanunu nda, bankanın çek hesabı açılırken talep edeceği belgelerin, geçerlilikleri ve sahte olup olmadıkları hakkında araştırma yürütmesine ilişkin açık bir yükümlülüğe yer verilmemekle birlikte, yargı kararlarında bankanın bu hususta da sorumluluğunun bulunduğu kabul edilmektedir. Bu yaklaşımın, bankanın  hesap  sahibi  hakkında  gerçekleştireceği  incelemenin,  bu  kişi tarafından getirilen belgeleri de kapsadığı görüşüne dayandığı ileri sürülebilir.  Bankanın çek hesabının açılmasında kullanılan kimliğin sahteliğinin ayırdına varamaması durumunda kusurlu olduğu kabul edilmektedir. İlgili                                                        56  Somut olayda, mahkemece davalı bankanın 3167 sayılı Kanun'un 3. maddesinde öngörülen belgeleri  aldığı  ve  bundan  sonra çek hesabını  açtığı,  karşılıksız çeklerin  şirket  hisse devrinden sonra keşide edildiği bu nedenle oluşan zarar bakımından davalı bankaya kusur izafe  edilemeyeceği  gerekçesiyle  davanın  reddine  karar  verilmiş  ise  de,  yapılan değerlendirme dosya kapsamı ile uyuşmamaktadır. Zira, davalı bankanın dava dışı şirketin ortaklarından hisseleri devir alan ve şirketi temsile yetkili ve yine dava konusu çeki tanzim eden K adlı kişinin ekonomik ve sosyal durumunu yasa maddesi hükmüne göre araştırıp araştırmadığı…  hususları  açıklığa  kavuşturulmamış  olup…,  (Yargıtay  11.  HD.,  E. 2013/4615, K. 2014/11284, T. 12.06.2014, (Lexpera)).  57   Dava, sahte kimlik fotokopisine dayalı olarak çek karnesi veren banka hakkında açılan tazminat istemine ilişkindir… Somut olayda, mahkemece davalı bankanın 3167 sayılı 777Semih Sırrı ÖZDEMİR  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799 yargı  kararlarında  genellikle,  bankanın  somut  olayda  özenli  davranması durumunda dahi, bu sahteliği tespitinin mümkün olup olmadığı ayrı ve detaylı bir inceleme konusu yapılmamaktadır. Hatta bir olayda, başka biri tarafından kaybedilen sürücü belgesi üzerindeki resmi değiştiren ve sonrasında da, bu kimliği kullanarak resmi makamlardan ikametgâh belgesi alan kişi, bu iki belgeyi birlikte kullanarak, noterde imza onayına dair belge düzenletmiştir. Yargıtay  Dairesi,  tüm  bu  belgelerin  çek  hesabı  açılması  için  kendisine sunulduğu  bankanın,  yine  de  hesap  sahibinin  gerçek  kimliğini  tespit  ile yükümlü olduğu kararına ulaşmıştır.  Bazı  yargı  kararlarında  ise,  bankanın  kusurlu  olduğu  sonucuna ulaşılmasının,  yalnızca  somut  olaya  ilişkin  varsayımlara  dayandırıldığı görülmektedir. Sahte kimlikle çek hesabı açılmasına ilişkin uyuşmazlıktaki ilk bilirkişi  raporunda,  (sahteliği  noter  tarafından  dahi  tespit  edilememiş) kimliğin sahtelik taşıdığının banka çalışanlarınca anlaşılmasının imkânsız olduğu ve bankanın ilgili sistemler üzerinden sorgulama yapmasına rağmen, bu  durumun  ortaya  çıkarılamadığı  sonucuna  ulaşılmıştır.  Buna  rağmen                                                        Kanun'un 3. maddesinde öngörülen belgeleri aldığı ve bundan sonra çek hesabını açtığı, oluşan zarar bakımından davalı bankaya kusur izafe edilemeyeceği gerekçesiyle davanın reddine karar verilmiş ise de yapılan değerlendirme dosya kapsamı ile uyuşmamaktadır.,  (Yargıtay 11. HD., E. 2010/13483, K. 2012/4224, T. 20.03.2012, (Lexpera)).  58 Dosyadaki bilgi ve belgelere göre; davacının kaybolan sürücü belgesi davalı B. Y. tarafından ele geçirilmiş, resmi değiştirilerek ve bu kimlik ile ikametgâh ilmühaberi alınarak davalı notere imza onayı için başvurulmuştur. Noter tarafından üzerinde tahrifat yapılmış sürücü kimliği esas alınarak imza onayı düzenlenmiştir. Davalı bu imza onayı ile birlikte kimliğin fotokopisi, ikametgâh ilmühaberi ve Nüfus Cüzdan Örneği fotokopisini ibraz ederek davalı banka şubesinden çek hesabı açılması talebinde bulunmuş ve talebi yerinde  görülerek  açılan çek hesabından.7,1998  tarihinde çek karnesi  verilmiştir… Ayrıca Bankalar Yasasında    da banka mudilerinin kimliklerinin gerçeğe uygun tesbit edilmesi konusunda düzenleme mevcuttur…. davalılar Y. Ş. Bankası A.Ş. ve T. B. in dava konusu  olayların  meydana  gelmesine  eylemleriyle  neden  oldukları  gözetilerek sorumluluklarına karar verilmesi gerekirken…, (Yargıtay 4. HD., E. 2007/6459, K. 2007/8597, T. 25.06.2007, (Lexpera).  59  Noterin işlemlerinden dolayı, kusursuz sorumluluğu bulunduğuna ilişkin görüşler için bkz. Kurt, L. M. (2014). Noterlerin Hukuki Sorumluluğu, Gazi Üniversitesi Hukuk Fakültesi Dergisi, 28(2), 90-97. 60   …ancak, hesapların açılması sırasında dava dışı ... tarafından ibraz edilen sahte kimliğin üzerindeki bilgilerin davalı Banka tarafından (... ve Vatandaşlık İşleri Genel Müdürlüğü Kimlik  Numarası  Sorgulama  Menüsünden)  internet  Sorgulamasında  teyit edilmiş/doğrulanmış ve bir hata ile eksiklik bulunmadığı anlaşılmış olduğundan, ayrıca kimlik  üzerindeki  değiştirilen  fotoğrafın,  değiştirilmiş  olduğunun  (Noterlerde  belge tanziminde ve devir işlemlerinde de sahteliği tespit edilememiş olmakla) Banka çalışanları tarafından  tespiti  de  imkansız  gibi  görüldüğünden,  kullanılan  bu  kimliğin,  İĞFAL 778Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799     Çek Kanunu Çerçevesinde Bankanın…  mahkemece,  sahte  kimlik  hazırlamanın,  internette  kullanılan  yazılımlar sayesinde basit ve hızlı bir şekilde gerçekleştirilebileceği ve bu durumda genellikle,  kimliğin  gerçekliğini  ispata  yarar  güvenlik  kayıtlarının  taklit edilemediği görüşüne ulaşılmıştır. Bu gerekçeyle, sahte kimliğin herhangi bir vatandaş için yanıltıcılık taşıması mümkün olsa da; güven kurumu olan bankalardan,  gereken  tüm  özeni  göstererek  ve  teknolojinin  imkânlarını kullanarak bu sahteliği tespit etmelerinin bekleneceği kararlaştırılmıştır. Sahte  belgenin  güvenlik  kayıtlarını  taşımadığı  ve  teknolojinin  sağladığı araçların, sahteliğin tespitini her hâlükârda mümkün kılacağı varsayımlarına dayanan  anılan  mahkeme  kararının,  bankanın  ihmalinin  bulunmadığını ispatlamasını  neredeyse  imkânsız  hale  getirdiği  ve  bu  hususta,  yargı kararlarıyla  bankaya  yönelik  bir  kusursuz  sorumluluk  ihdas  edildiği görüşünü destekler nitelikte olduğu anlaşılmaktadır.                                                        KABİLİYETİNİN bulunduğu, dolayısıyla Bankanın bu konuda üzerine düşen sorumlulukları yerine  getirdiği,  kusurundan  kaynaklanan  sorumluluğunun  bulunduğunun söylenemeyeceği…, (İstanbul 14. Asliye Ticaret Mahkemesi, E. 2014/313, K. 2020/563, T. 06.10.2020, Lexpera).  61  Bu konudaki araştırmalara göre internet üzerinden ulaşılabilen özel yazılımlar veya photoshop ... programı ile sahte kimlik belgesi hazırlamak son derece basittir. Bilgisayar kullanarak 2-3 dk. içerisinde istenilen bilgilere sahip bir kimlik belgesinin kolaylıkla hazırlanması mümkündür. Kimlik belgesinin fotoğrafı değiştirilmiş gerçek bir kimlik belgesi olması ile gerçek kimlik bilgileri ile oluşturulmuş sahte bir kimlik belgesi olması arasında, gerçek ve sahte kimlik üzerinde yeralan fiziki güvenlik önlemleri açısından önemli farklar mevcuttur.  Özellikle,  oluşturulan  sahte  bir  kimlik  belgesinde  yer  alan  özel  güvenlik önlemlerinin taklid edilmiş olma ihtimali son derece düşüktür., (İstanbul 14. Asliye Ticaret Mahkemesi, E. 2014/313, K. 2020/563, T. 06.10.2020, Lexpera). 62  Somut olayda, hesap açılışı ve çek tahsisi için kullanılan ... kimlik belgeleri tamamen sahte şekilde hazırlanmıştır. Özel güvenlik önlemlerini taşıma ihtimali düşük olan bu sahte kimliklerin Banka açısından İĞFAL kabiliyetinin yüksek olduğundan söz etmek mümkün değildir. Gerçek kimliğin birebir benzeri şeklinde rahatlıkla basılabilen sahte kimliklerin sokaktaki vatandaş için İĞFAL kabiliyetinin yüksek olması kabul edilebilir. Ancak bir güven kurumu olan Bankaların faaliyetlerin icrasında gereken tüm özen ve dikkati göstermesi ve teknolojinin son imkanlarını kullanması esastır. Farklı yazılımlar ve özel kontroller ile kimliklerin gerçekliğini ve doğruluğunu kontrol etmek mümkündür., (İstanbul 14. Asliye Ticaret Mahkemesi, E. 2014/313, K. 2020/563, T. 06.10.2020, Lexpera). 63  Kusursuz sorumluluk kavramı hakkında öğretideki çok sayıda eser arasından örnek olarak bkz. Başoğlu, B. (2015). Sözleşme Dışı Kusursuz Sorumluluk Hukuku ve Özellikle Tehlike Sorumluluğuna İlişkin Değerlendirmeler, İnönü Üniversitesi Hukuk Fakültesi Dergisi, 6(2), 38-43.  64  Benzeri bir yaklaşımla, internet bankacılığı sistemlerinde gerçekleşen saldırılar nedeniyle, bankanın kusursuz sorumlu olduğunu (örtülü olarak) kabul eden Yargıtay kararı hakkında bkz. 11.HD., E. 2016/12135, K. 2018/3966, T. 28.05.2018, (2018, Yargı Kararları - No.61, Batider, 34(3), 354-355).  779Semih Sırrı ÖZDEMİR  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799 Belirli kararlarda ise bankanın ihmali, sunulan belgedeki sahteliğin tespit edilememesine değil de, bankanın bu kişinin ekonomik ve sosyal durumu hakkında  yeterince  araştırma  yapmadığı  gerekçesine  dayandırılmaktadır. Örnek  olarak  verilebilecek  bir  kararda,  banka  tarafından,  resmi  evraka dayanak  teşkil  eden  belgelerin  sahteliğinin  bankaca  tespitinin  mümkün olmadığı savunulmuş; ancak, bu itiraz, bankanın araştırma yükümlülüğünü yerine getirmediği gerekçesine dayalı olarak reddedilmiştir. Bu yaklaşım, bankanın  kendisine  sunulan  resmi  evrakın  hazırlanmasında  kullanılan belgelerin  dahi  geçerliliğini  araştırmasını  gerekli  kılmakta  ve  bankanın bunları tespit edebilme yetisini ise sorgulamamaktadır. Konuya ilişkin bir Hukuk Genel Kurul Kararı nda da, bankanın kendisine sunulan kimliğin sahteliğini,  kimliği  kullanan  kişi  tarafından,  bu  kimlik  ve  diğer  sahte belgelerle açılan ticari işletmenin araştırılması sürecinde anlaması gerektiği sonucuna ulaşılmıştır.  Belirtilen kararlar çerçevesinde, bankanın kendisine sunulan tüm belgeleri, bunların her birinin sahte olabileceği varsayımına dayalı olarak, kapsamlı bir şekilde irdelemesi gerekecektir. Çek Kanunu nda bu  yönde  açık  bir  yüküme  yer  verilmemesi  bir  yana,  bankanın  bu  tür yazışmalarda bulunmasının gerektirebileceği iş yükü ve bunun çek hesabı açılması sürecini yavaşlatması ihtimali, konu açısından öne çıkabilecek diğer sorunlar arasında değerlendirilmelidir.                                                         65  …keşideci tarafından bankaya ibraz edilen belgelerin resmi kurumlardan alınmış olduğu, bu belgeler alınırken bu belgelere dayanak olan belgelerin sahteliğini davalı bankanın araştırarak  tespit  etmesinin  mümkün  olmadığı,  davalı banka dışında  gerçekleştirilen sahtecilik işlemlerinden bankanın sorumlu tutulamayacağı… gerekçesiyle davanın reddine karar verilmiştir… Somut olayda, banka tarafından hesap açılırken çek hesabı açılan dava dışı kişinin ve işletmesinin ticari itibarı ve ekonomik durumu konusunda yeterli araştırma yapıldığı,  Kanunun  aradığı  gerekli  basiret  ve özenin  gösterildiği  hususları kanıtlanamamıştır. Bu durumda mahkemece,… hüküm tesisi doğru görülmemiş, bozmayı gerektirmiştir., (Yargıtay 11. HD., E. 2009/9458, K. 2011/1998, T. 28.02.2011, Lexpera).  66  Zira çek hesabı dava dışı N. A. tarafından sahte belgelerle kurulan S. Çelik Kapı ticari işletmesi  nedeniyle  açılmış  olup,  böyle  bir  işletmenin  gerçekten  var  olup olmadığı, çek hesabı açılması için gerekli şartları taşıyıp taşımadığı her türlü imkâna sahip olan  davalı banka tarafından  araştırılmadan çek hesabı açılmış  ve çek karnesi verilmiştir. Bankalar çek hesabı açarken  sadece  kendilerini  değil çek hamillerini  de koruyacak şekilde her türlü tedbiri almak zorundadırlar. Yukarıda bahsedilen hususlar, sahteciliği önlemek için en basit tedbirlere dahi başvurmayan ve basiretli bir tacir gibi davranmayan davalı bankanın objektif özen görevine açıkça aykırı davrandığını kanıtlayan hususlar olarak görülmelidir., Yargıtay Hukuk Genel Kurulu, E. 2017/411, K. 2019/962, T. 26.09.2019, (Yargıtay İçtihat Arama Sistemi) 780Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799     Çek Kanunu Çerçevesinde Bankanın…  C. Bankaya Tazmin Talebi Yöneltilmesine Dair Esaslar  Çek hamilinin, araştırma yükümlülüğüne aykırı davranıldığı iddiasına dayalı olarak, zararının bankaca tazminini talep edebilmesi belirli şartlara tabidir.  Bunlar,  çek  bedelinin  tahsil  edilemediğinin  ve  temel  ilişkiden kaynaklanan bir zararın oluştuğunun ispatlanmasıdır. Bunun için, çek hesap sahibi ve müracaat borçlularına ilişkin yapılan takiplerin sonuçsuz kalması ve aciz vesikasının alınması gerekmektedir. Ayrıca, çeke dair temel ilişkiden kaynaklı zararının oluştuğunun ve bunun da, temel ilişkiye dayalı olarak tazmin edilemediğinin belgelenmesi şarttır. Bunlara ek olarak, davacının zararının, bankanın çek hesabını araştırma yükümlülüğüne aykırı şekilde açmasına dayandığının ispatı zorunludur. Yargıtay bir kararında yalnızca, çek hesap sahibinin üzerinde hacze konu edilebilecek malvarlığı bulunmadığı ve bu  durumdaki  birine  çek  hesabı  açılmasının  araştırma  yükümlülüğüne aykırılık  taşıdığı  iddiasına  dayanan  davacının  talebini,  iddiasını ispatlayamadığı gerekçesiyle reddetmiştir.                                                        67 Tazmin sorumluluğunun, Borçlar Kanunu m. 49 a dayandırılabileceği ya da sözleşmesel sorumluluk olarak değerlendirilebileceği görüşü için bkz. Poroy ve Tekinalp, 2018: 373.  68  …sunulan belgelere nazaran davacı ...Ltd. Şti. nin bu çekler nedeniyle dava tarihi itibariyle çek müracaat borçluları hakkında takip yapıp, yaptığı takiplerin  ve açtığı davaların sonuçsuz kaldığına, icra müdürlüğü nden veya iflas masasına alacak kaydı yaptırarak icra veya iflas müdürlüğünden aciz vesikası almadığı, hamili olduğu çekler nedeniyle zararının doğduğunu belgeleyemediği, davacının, asıl akdi ilişki içinde çek müracaat  borçlularından  alacağının  tahsil  edemediğini  belgelemeden  (zararının doğduğunu kanıtlamadan) bankaya karşı sorumluluk davası açamayacağı…, İstanbul 13. Asliye Ticaret Mahkemesi, E. 2018/460, K. 2019/1028, T. 27.12.2019, (Lexpera).  69  Ayrıca, Yargıtay  nin yerleşik içtihadına göre, karşılıksız çek için davacının evvela kendi akidinden  alacağını tahsil  yoluna  gitmesi,  tahsil edememesi halinde  davalı bankaya müracaat etmesi gerekmektedir.Somut olayda, davacı tarafından dava dışı çek keşidecisi hakkında 16/09/2014 tarihinde başlatılan icra takibi sonuçsuz kalmış ve 17/06/2016 tarihinde Borç Ödemeden Aciz Belgesi düzenlenmiş olup, dolayısıyla davacının davalı bankaya müracaat hakkının bulunduğu kabul edilmelidir., (İstanbul BAM, 14. HD, E. 2018/1582,  K.  2019/1419,  T.  07.11.2019,  (Lexpera));  …evvela çek üzerinde  cirosu bulunan ve davacının akidi olan ... Tekstil ile diğer çek borçlularına müracaat ederek alacağını  tahsil  etmesi  gerekir.  Bunun  yapılamaması  durumunda  ise davalı bankaya başvurabilir.  (Yargıtay  11.  HD.,  E.  2012/3838,  K.  2013/4448,  T. 07.03.2013 (Yargıtay İçtihat Arama Sistemi).  70  Kambiyo senetlerinde sebepsiz zenginleşme ve temel borç arasındaki ilişki hakkında bkz. Durgut, R. (2015). Kambiyo Senetlerinde Sebepsiz Zenginleşme, İstanbul: Vedat Kitapçılık, 17-20.  71  …somut olayda davacı tarafın zararının, davalı bankanın kanun ve yönetmeliklerin kendine yüklediği basiretli ve itinalı davranma yükümlülüğünü yerine getirmeden dava dışı kişiye çek karnesi vermesinden kaynaklandığını davacı taraf kanıtlamak zorundadır. Davacı 781Semih Sırrı ÖZDEMİR  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799 Bankanın kusurlu olduğuna hükmedilen kararlarda, çek hamilinin de çek hesap sahibinin güvenilirliğini teyit etmesi gerektiğine vurgu yapılmaktadır. Önceden tanımadığı bir kişinin ekonomik durumu ve ödeme kabiliyetini araştırmadan çek kabul eden çek hamilinin de, banka ile eşit kusurlu olduğu, araştırma  yükümlülüğünün  çekin  garantili  çek  vasfı  taşımasına  sebep olmayacağı  ve  çek  hesabının  hangi  bankada  bulunduğunun  değil,  hesap sahibinin ödeme gücünün önem taşıdığı belirtilmektedir. Banka ve çek hesap sahibi  arasında  takdir  edilen  kusur  oranı  farklılık  göstermekle  birlikte, çoğunlukla bankanın yüzde yetmiş ya da elli kusurlu olduğu, kalan kusurun ise çek hamilinde bulunduğu yönünde kararlar verilmektedir. III. BANKALARIN ARAŞTIRMA YÜKÜMLÜLÜĞÜNE İLİŞKİN DEĞERLENDİRMELER A. Yükümlülük Kapsamının Belirsizliği Yönünden Bankaların çek hesap sahibine ilişkin araştırma yükümlülüğünün, yargı kararlarında geniş bir şekilde yorumlandığı tespit edilmektedir. Belirtilen kararların  temel  dayanak  noktalarından  birisi  Çek  Kanunu  m.2/1 de  yer                                                        tarafından gösterilen ve bu doğrultuda toplanan deliller doğrudan ve uygun illiyet bağını kanıtlamaya yeterli değildir. (Yargıtay 7. HD, E. 2009/3259, K. 2009/4335, T. 13.10.2009, (Lexpera).  72  …davacının akidinden tahsilat yapamadığı göz önüne alındığında zararın meydana gelmesinde  akidini  iyi  seçmeyen  ve  ticari  ilişkiye  girdiği  kişileri yeterince araştırmayan davacının da bu suretle kusurlu olduğu gözetildiğinde mahkemece davalının tamamen kusurlu olduğunun kabulü de doğru değildir., (Yargıtay 11 HD., E. 2014/7007, K. 2014/16915, T. 05.11.2014, (Yargıtay İçtihat Arama Sistemi); …davacının da basiretli bir  tacir  gibi  davranarak  ticari  ilişkiye  girdiği  kişileri  seçmekte  dikkatli davranması ticari hayatın olağan akışı içerisinde yapması gereken davranışlarından biridir. Bu itibarla, yeterli araştırmayı yapmadan çek ile satım yapan davacının müterafik kusuru bulunmakta olup…, (Yargıtay 11. HD., E. 2014/6757, K. 2014/11081, T. 10.06.2014, (Yargıtay İçtihat Arama Sistemi).  73  Yargıtay 11 HD., E. 2014/10290, K. 2014/16860, T. 05.11.2014, (Lexpera).  74  Garantili  çekler  dışında  muhatap  banka  çek  meblağının  tamamından  sorumlu tutulamaz…çek hangi bankaya ait olursa olsun lehtar keşideciye ve onun ödeme gücüne güveneceğinden…, İstanbul 5. Asliye Ticaret Mahkemesi, E. 2015/1100, K. 2019/186, T. 27.02.2019, (Lexpera). Garantili çek kavramı hakkında bkz. Öztan, 2018: 263; Pulaşlı, 2020: 288-289; Ülgen ve Helvacı ve Kaya ve Nomer Ertan, 2021: 325-326; Bilgili F. ve Demirkapı, E. (2018). Kıymetli Evrak Hukuku, Bursa: Dora Yayıncılık, 178.  75  Bankanın yüzde yetmiş kusurlu olduğuna dair kararlara örnek olarak bkz. Yargıtay 11. HD., E. 2016/6420, K. 2017/7010, T. 07.12.2017, (Yargıtay İçtihat Arama Sistemi). Bankanın yüzde elli oranda kusurlu bulunduğu kararlara örnek olarak bkz. Yargıtay 11. HD., E. 2014/10290, K. 2014/16860, T. 05.11.2014, (Lexpera).  782Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799     Çek Kanunu Çerçevesinde Bankanın…  verilen,  Bankalar, çek hesabı  açılması  ile  ilgili  olarak…ilgili  kişinin ekonomik ve sosyal durumunun belirlenmesinde gerekli basiret ve özeni gösterirler.  hükmüdür.  Kanun  metninde,  yalnızca  anılan  durumların bankalar tarafından belirlenmesi yükümlülüğüne atıf yapılmakta ve bunun, çek hesabının açılması için bir yeterlilik testi olduğu yönünde bir hükme yer verilmemektedir.  Anılan  yükümlülüğü,  yalnızca  Kanun  metni  üzerinden yorumlaması  beklenen  bir  kişinin  ulaşabileceği  sonuç,  bankaların müşterilerinin mali ve sosyal durumlarını tespit etmesi ve çek hesabının açılması sürecinde bu kişilere sunacakları hizmetleri, bu tespit çerçevesinde tayin etmeleri gerektiğidir.  Bununla birlikte Kanun Gerekçesi nde, anılan maddeye ilişkin olarak yer verilen açıklamalarda, bankalarca çek hesabının açılabilmesi için, başvuruda bulunanın ekonomik ve sosyal durumunun da çek hesabı açmasına imkân tanıması  gerek(tiği)  belirtilmektedir.  Türk  hukukunda  çek  hesabının açılabilmesi için, ana hatları Gerekçe de belirlenmekle birlikte, detayları yargı kararları ile somutlaştırılan iki ayrı eşiğin aşılmasının gerekli olduğu sonucuna ulaşılabilir. Kanaatimizce, anılan eşikler genel bir belirsizlik taşımaktadır. Ekonomik  ve  sosyal  duruma  ilişkin  bu  eşiklerin  yorumlanmasında, Gerekçe de yer verilen açıklamalar arasından yararlanılabilecek tek ifade, başvurucunun durumunun kendisine çek hesabı açılmasına imkân tanımasıdır. Bu  hususta,  ekonomik  açıdan  yeterlilik,  başvurucunun  hesabı  açmaktaki gayesi  üzerinden  mi,  yoksa  mevcut  malvarlığı  açısından  mı değerlendirilmelidir?  Eğer,  mevcut  malvarlığı  üzerinden  değerlendirme yürütülürse, hesap sahibinin karşılıksız çeke neden olmayacak ya da en azından, böyle bir sonuçla karşılaşılırsa, icra takibi neticesinde karşılığın tahsil edilmesine imkân tanıyabilecek düzeyde yüksek bir malvarlığına mı; yoksa, en azından asgari yaşam standartlarını karşılamaya yetecek ve çek ile ödeme  yapmasını  gerektirebilecek  harcamalar  yapmasına  olanak                                                        76  Konu  açısından,  Kanun  metninin  yorumlanmasında,  Kanun  Gerekçesi nden  de yararlanılması gerekmektedir. Çek Kanunu m. 2 de, ilgili kişinin ekonomik ve sosyal durumunun belirlenmesinde gerekli basiret ve özeni gösterirler. ifadesiyle yalnızca, bu konudaki  yükümlülüğe  yollamada  bulunulmaktadır.  Kanun un  maddelere  dair Gerekçesi nde ise, …kişinin ekonomik ve sosyal durumunun da çek hesabı açmasına imkân tanıması gerekir. ifadesiyle, anılan araştırma neticesinde elde edilen sonuç ile çek hesabı açma kararı arasındaki ilişki somutlaştırılmaktadır. Bir diğer ifadeyle, Kanun sadece yükümlülüğü  belirtmekle  yetinmekte;  çek  hesabı  açılması  şartlarının  tespitinde  esas alınabilecek ifadelere ise, Gerekçe de yer verilmektedir.  77  Helvacı, M. (2009). Çek Kanunu Tasarısı nın Genel Olarak Değerlendirilmesi, Batider, (24) 4, 241; Ayli, 2019: 66; Özsoy, 2020: 48. 4814 sayılı Kanun daki ilgili düzenlemelere dair soyutluk eleştirisi hakkında bkz. Dirikkan, 2002: 10-11; Özdamar, 2002: 9.  783Semih Sırrı ÖZDEMİR  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799 tanıyabilecek bir malvarlığına mı sahip olması aranacaktır? Ya da bu kişinin, bankanın her bir çek yaprağı açısından ödemekle yükümlü olduğu tutarların toplam karşılığı kadar bir malvarlığına sahip bulunması yeterli kabul edilecek midir?  Ekonomik  açıdan  yeterlilik,  başvurucunun  hesabı  kullanmadaki gayesi açısından değerlendirilecekse, kişinin sınırlı ölçüdeki ticari faaliyetine ilişkin  yatırım  bütçesini,  ileri  tarihli  çek  kullanarak  sağlayacağını  ve piyasadaki tedarikçi ve müşteriler ile arasındaki ilişkilerinin, çek bedellerini bu döngü içinde zamanında ödemesi açısından fazlasıyla yeterli olacağını beyan etmesi, makul bir ekonomik durum olarak değerlendirilecek midir?  Gerekçe  anılan  sorulara  yanıt  vermemekte  ve  kişinin  ekonomik durumunun çek hesabı açtırmaya müsait olup olmadığının araştırılmasının gerekli olduğunu belirtmekle yetinmektedir. Bununla birlikte, kişinin çek yapraklarını hangi bedeller için dolduracağının önceden kesin bir şekilde öngörülememesi karşısında, yapılacak değerlendirmenin ancak tahmini bir nitelik taşıyacağı ifade edilmelidir. Kanun Gerekçesi nde çekin güvenli bir ödeme aracı haline getirilmesi amacına yapılan vurgu ve hesabın açılması için uygulanan sosyal yeterlilik testi bir arada değerlendirildiğinde, düzenlemede yüksek  bir  maddi  eşiğin  benimsendiği  sonucuna  ulaşılabilir.  Bu  hususta bankanın  öncelikle,  başvuruda  bulunan  kişinin  düzenleyeceği  çeklerin bedellerini ve çek hesabının işleyişine dair masrafları ödeme kabiliyetini araştırması gerekmektedir. Bu değerlendirmenin tahmini niteliği gereği,                                                        78  2021 yılı için anılan rakam, 2670 TL olarak belirlenmiştir, (Çek Defterlerinin Baskı Şekline ve  Bankaların  Hamile  Ödemekle  Yükümlü  Olduğu  Miktarın  Belirlenmesine  İlişkin Tebliğ de Değişiklik Yapılmasına Dair Tebliğ, RG. 25.01.2021, S. 31375). Anılan ihtimal kabul edilirse, 20 yapraklı bir çek defteri verilmesi öngörülen bir çek hesabı için, ilgili kişinin 53.400 TL ya da buna karşılık gelen malvarlığı bulunması aranacaktır. Kanun un amacının, yalnızca yasal sorumluluk tutarı çerçevesinde bankayı korumak olmadığı; öne çıkan amacın, çekin ödeme aracı olma vasfına duyulan toplumsal güvenin temini olduğu dikkate alındığında, toplam çek yaprağı sayısı çarpı bankanın ödemekle sorumlu olduğu tutarın bankaya yatırılmış ya da teminatlandırılmış olmasının, mali yeterlilik testinin aşılması için tek başına yeterli olmayacağı savunulabilir.  79  Bu konuda öğretideki çok sayıda eser arasından örnek olarak bkz. Yıldırım, A. H. (2017). Türk Hukuku nda Vadeli Çek (İleri Tarihli Çek) ve Bunun Doğurduğu Sonuçlara İlişkin Bazı Tespitler, Gazi Üniversitesi Hukuk Fakültesi Dergisi, 21(4), 91 vd.  80  Poroy/Tekinalp ve Pulaşlı bunu, ilgilinin mali durumunun çek hesabı kullanılmasını mümkün kılması olarak değerlendirmekte ve incelemenin, gerçek kişilerde mali olanaklar, tacirlerde  işletme  hesapları,  tüzel  kişilerde  sermaye  ile  şirket  malvarlığı  üzerinden yapılacağını belirtmektedir, (Poroy ve Tekinalp, 2018: 375; Pulaşlı, 2018: 355). Kayıhan ise mali duruma ilişkin bu şartı, ilgilinin finansal ve mali gücünün, düzenlediği çekleri ödeme hususunda sorun olmayacak şekilde güçlü olması gerekliliği olarak tanımlamaktadır, (Kayıhan, Ş. (2020). Kıymetli Evrak Hukuku, Ankara: Seçkin Yayıncılık, 247). Anılan 784Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799     Çek Kanunu Çerçevesinde Bankanın…  bankanın  anılan  asgari  toplam  bedeli  belirlerken,  başvuruda  bulunanın öngörülemeyen çek düzenleme alışkanlıkları sergileme ihtimalini de hesaba katarak  ihtiyatlı  davranması  yerinde  olacaktır.  Belirtilen  tetkikin  birçok durumda, başvurucunun ortalamanın üzerinde bir mali güce sahip olmasının aranması sonucunu doğuracağı ileri sürülebilir. Anılan değerlendirmenin, kişinin ileride oluşması muhtemel malvarlığı üzerinden değil, mevcut mali durumu üzerinden yürütüleceği anlaşılmaktadır. Yargı  kararlarında  da  genellikle,  ekonomik  yeterlilik  şartına  ilişkin yüksek bir eşiğin benimsendiği tespit edilebilmektedir. Bu durumu oluşturan asıl neden, bankanın araştırma sorumluluğunun sadece çek hesabının açılması süreci ile sınırlanmaması; çek hesap sahibinin düzenlediği çeklerin bedellerini ödeyememesi durumunda, bu tarih itibariyle üzerinde hacze konu edilebilecek malvarlığının  bulunmamasının  da,  bankanın  araştırma  yükümlülüğünün ihlaline gerekçe olarak kabul edilmesidir. Bu vesileyle bankanın üzerine, sadece hesabın açılma süreciyle sınırlanmayan ve hesabın açık olduğu süre boyunca  da  kesintisiz  olarak  devam  ettirilen  bir  araştırma  yükümlülüğü yüklenmektedir. Yargının anılan eğilimi, bankanın maddi yeterliliğe ilişkin değerlendirme  yürütürken  olabildiğince  ihtiyatlı  davranması  gerektiği kanaatini desteklemektedir.  Sosyal yeterlilik kavramının yorumlanmasında ise, ekonomik yeterlilik kavramına  göre  çok  daha  büyük  bir  belirsizlikle  karşılaşılmaktadır.  Çek Kanunu Gerekçesi nde konu, kişinin, çek hesabı açtırmayı gerektirecek bir sosyal  konuma  sahip  olması  gerekir.  ifadesiyle  açıklanmaktadır.  Yargı kararlarında genellikle ekonomik durumun araştırılması gerekliliği ile birlikte kullanılan bu kavram, bir kararda ise örtülü şekilde, ilgilinin karakterinin                                                        düzenlemenin, bankacılıkta İskandinav yaklaşımının bir yansıması olduğu yönünde bkz. (Poroy, R. ve Tekinalp, Ü. (2010). Kıymetli Evrak Hukuku Esasları. İstanbul: Vedat Kitapçılık, 307).  81  Davacının, karşılıksız çıkan çek nedeniyle, çek hesap sahibinin üzerinde hacze konu edilebilecek malvarlığı bulunmadığı ve çeklerin hamili olmayı, davalı bankanın ismine güvenerek kabul ettiğini belirtmesi karşısında, Yargıtay bankanın bu kişinin yeterince araştırılmamasından dolayı sorumluluğu bulunduğu kararına ulaşmıştır, (Yargıtay 11. HD., E. 2014/10290, K. 2014/16860, T. 05.11.2014, Lexpera). Aynı yönde bkz. İstanbul 5. Asliye Ticaret Mahkemesi, E. 2015/1100, K. 2019/186, T. 27.02.2019, (Lexpera). Davacının benzeri gerekçelere dayanmasına rağmen, bunun davalı bankanın kusurunu ispatlamak için tek başına yeterli olmadığı sonucuna ulaşılan BAM kararının onandığı aksi yöndeki bir Yargıtay kararı için ise bkz. Yargıtay 11. HD., E. 2020/1373, K. 2021/798, T. 03.02.2021, Lexpera) 82  Bu  konuda  örnek  olarak  bkz.  Yargıtay  11. HD.,  E.  2013/4615,  K.  2014/11284,  T. 12.06.2014, (Lexpera).  785Semih Sırrı ÖZDEMİR  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799 (moralite) ve kapasitesinin incelenmesi olarak açıklanmıştır. Sosyal konum kavramı, kişinin toplumun diğer fertleriyle olan ilişkileri açısından, iş, mali durum, eğitim ve benzeri değişkenlere göre yerinin belirlenmesi neticesinde ortaya çıkan sonuç olarak tanımlanabilir. Kanun Gerekçesi nin açıklamaları çerçevesinde, bu değişkenlerin banka tarafından tespit edilebilenlerinin geneli açısından,  kişinin  durumunun  çek  hesabının  açılmasını  gerektirmesi aranmaktadır.  Burada  vurgulanması  gereken,  kanaatimizce  bilinçli  bir tercihe dayanmasa da, Gerekçe nin lafzi yorumu itibariyle, sosyal konum açısından  gerekli  eşiği  oldukça  yukarı  çektiğidir.  Aranan,  kişinin  sosyal konumu itibariyle bir çek hesabını makul şekilde kullanabileceğinin tespiti değildir.  Kişinin  sosyal  konumunun  ulaştığı  seviyenin,  çek  hesabının kullanılmasını  gerekli  kılması;  bunun  bir  nevi  zorunluluk  olarak  ortaya çıktığının,  banka  tarafından  tespit  edilmesidir.  Bu  durum  karşısında, Gerekçe nin öngördüğü sistem birebir uygulandığında çek hesabının ancak, çek  kullanmamalarının,  içinde  bulundukları  sosyal  konum  nedeniyle olağandışı görüleceği kişilere açılabileceği sonucuna ulaşılabilir. Uygulamada bankaların,  genellikle  anılan  yorum  doğrultusunda  hareket  etmedikleri görülmekle birlikte; bu durum, gelecekteki yargı kararlarında belirtilen lafzi yorumun esas alınması ihtimalini ortadan kaldırmamaktadır.  Ekonomik  durumun  tespit  eşiği  açısından  düzenlemede  genel  bir belirsizlik bulunmakla birlikte, en azından ekonomik göstergelerin somut veriler  ekseninde  incelenmesinin  ve  ölçülebilir  sonuçlara  erişilmesinin mümkün  olduğu  vurgulanmalıdır.  Örneğin,  bir  kişinin  taşınır-taşınmaz malvarlığı, alacak-borç dengesi ya da bir şirketin yedek akçelerindeki                                                        83  İstanbul 16. Asliye Ticaret Mahkemesi, E. 2018/464, K. 2019/1197, T. 24.12.2019, (Lexpera). Poroy/Tekinalp ise bu hususta, başvuruda bulunan kişinin sosyal ve ticari açıdan şöhretinin değerlendirilmesi gerektiğini; kişinin batakçı, ödeme ahlakı zayıf, işletmenin içini boşaltıcı, dolanlı işlemler yapan, karmaşık ilişkilere giren biri olarak tanınması  halinde,  kendisine  çek  hesabı  açılmaması  gerektiğini  belirtmektedir, (Poroy/Tekinalp, 2010: 307). Bu yönde ayrıca bkz. Kayıhan, 2020, 248.   84  Bu konuda genel bir değerlendirme için bkz. Derczynski, W. (1970). Social Position as a Component of Social Structure, The Polish Sociological Bulletin, (21), 33-36 ve 40-41. 85  Bu durum Çolak tarafından ise, çek karnesinin buna layık olanlara verilmesi gerekliliği olarak  açıklanmaktadır,  (Çolak,  H.  (2002).  3167  sayılı  Kanun un  Uygulamasında Bankaların Özen Yükümlülüğü ile Karşılıksız Çek Keşide Etmek Suçunun Cezai Hüküm ve Sonuçları, Çek Hukukunun Güncel Sorunları, İstanbul: İstanbul Ticaret Odası, 84). 86  Sermaye şirketleri açısından malvarlığı ve esas sermaye kavramları hakkında bkz. Kırca, İ. ve Şehirali Çelik, F. H. ve Manavgat, Ç. (2013). Anonim Şirketler Hukuku, C. 1. Ankara: Banka ve Ticaret Hukuku Araştırma Enstitüsü, 308-311. 87  Yedek akçe kavramı hakkında bkz. Moroğlu, E. (2015). Anonim Ortaklıklarda Sermaye Arttırımı, İstanbul: On İki Levha Yayınevi, 213-226; Çağırgan Tuncer, S. ve Ulusoy, Y. 786Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799     Çek Kanunu Çerçevesinde Bankanın…  toplam rakam, sayıya dökülebilir verilerdir. Sosyal durum değerlendirmesi ise, yapısı gereği buna benzer bir somutluk içermemektedir. Ayrıca, sosyal durumun belirlenmesinde hangi değişkenlerin esas alınacağı da, kavramsal olarak  belirsizlik  içermektedir.  Bunlar,  kişinin  iş  hayatında  elde  ettiği başarılar, ticaret yaşamındaki tecrübesi gibi başlıklar olabileceği gibi; kişinin medeni durumu, ticari hayatıyla alakasız suçları içeren adli sicil kaydı ya da özel yaşamına dair haberler de olabilir. Bankaların tüm bu değişkenlere ilişkin araştırma yapmayı mümkün kılabilecek bir personel tahsisi ya da bu yönde bir istekliliği olmadığı zaten bilinen bir gerçek olmakla birlikte; bu örneklerin verilmesinin asıl sebebi, kavramın genişliğini açıklamak ve bankaların, bu başlıklardan biri hakkında yeterince araştırma yapmadıkları gerekçesiyle, yükümlülüklerini ihmal ettikleri yönünde bir yargı kararıyla karşılaşmaları ihtimaline işaret etmektir. Kişinin özel hayatına ve sosyal yaşantısına ilişkin                                                        (2017).Yedek Akçeler, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Prof.Dr. Şeref Ertaş a Armağan, 19(özel sayı), 1971 vd. 88  6698 sayılı Kişisel Verilerin Korunması Kanunu çerçevesinde banka ve kişisel verilerin işlenmesine ilişkin şartlar hakkında bkz. Özcan, G. (2019). Bankacılık İş ve İşlemlerinde Kişisel Verilerin Korunması, İstanbul: Yayımlanmamış Yüksek Lisans Tezi, 37-74. Özel hayatın gizliliği nedeniyle, bankaların ilgilinin sosyal durumuna ilişkin detaylı bir inceleme yürütmesinin beklenmemesi gerektiği yönünde bkz. Korkut, 2019: 72.  Kanaatimizce, anılan Kanun m. 5/2-a da yer verilen kanunlarda açıkça öngörülmesi istisnasının, Çek Kanunu m.2/1 çerçevesinde yürütülecek incelemeler açısından da uygulanması mümkündür, (Kredi kartı başvuruları yönünden benzeri doğrultuda bkz. Özcan, 2019: 55). Her ne kadar, Çek Kanunu nda bankalarca yürütülecek araştırmanın sınırları açıkça belirtilmemiş olsa da, bu istisnanın, doğrudan araştırma yükümlülüğü sınırları içinde kalması beklenebilecek verilerle sınırlı olduğu sonucuna varılabilir.  89 Sosyal açıdan araştırma yükümlülüğünün muğlaklığı nedeniyle, bankanın bu yükümünü yerine  getirmediği  iddiasına  dayanılmasının  mümkün  olduğu  ve  bunun  bankanın sorumluluğunu  genişlettiği  görüşü  hakkında  bkz.  Dirikkan,  2002:  10-11.  Bankaca, müşteriye ilişkin bilgilerin edinilmesi yükümlülüğüne, finansal suçlarla mücadeleye ilişkin mevzuatta  da  yer  verilmektedir.  Buna  örnek  olarak  bkz.  Yükümlüler,  müşterinin tanınmasına ilişkin esaslar kapsamında; kendileri nezdinde yapılan veya aracılık ettikleri işlemlerde  işlem  yapılmadan  önce,  işlem  yapanlar  ile  nam  veya  hesaplarına  işlem yapılanların kimliklerini tespit etmek ve gerekli diğer tedbirleri almak zorundadır. (5549 sayılı Suç Gelirlerinin Aklanmasının Önlenmesi Hakkında Kanun, m. 3, RG. 11.10.2006, S. 26323). Bu hususta ayrıca bkz. Müşterinin Tanınması İlkesi Kapsamında Sıkılaştırılmış Tedbirler, Hazine ve Maliye Bakanlığı – Mali Suçları Araştırma Kurulu Başkanlığı, https://ms.hmb.gov.tr/uploads/sites/12/2021/04/Sikilastirilmis-Tebirler-Rehberi.pdf, (erişim tarihi: 22. 08.2021). Kanaatimizce, Çek Kanunu nda yer verilen araştırma yükümü, anılan düzenlemelerdekine göre farklılık taşımaktadır. Çek Kanunu ndaki yükümlülük, müşterinin taşıyabileceği özel risklerden bağımsız olarak, çek hesabı açılması başvurusunda bulunan herkesi kapsamakta ve değerlendirme, mali ve sosyal duruma dair sabit eşikler üzerinden,  (aksi  yönde  yargı  kararları  bulunsa  da)  yalnızca  çek  hesabının  açılması aşamasında yürütülmektedir. Finansal suçlara ilişkin yapılacak araştırma ise süreklilik 787Semih Sırrı ÖZDEMİR  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799 verilerin  ne  şekilde  tespit  edilebileceği,  incelemenin  ne  kadar  geçmişe yürütüleceği ve bankanın, bu husustaki sorumluluk sınırının belirsizliği de karşımıza bir diğer sorun olarak çıkmaktadır. B. Yükümlülüğün Yerindeliği Yönünden 4814 sayılı Kanun ile Türk hukukuna dâhil olan bankanın araştırma yükümlülüğünün temel amacı ve çıkış noktası, banka çek hesap sahiplerinin bilgilerine erişilememesi sorununun önüne geçilmesidir. 5941 sayılı Kanun Gerekçesi nde  yer  verilen  açıklamalar  ve  mevcut  yargı  uygulaması neticesinde, anılan yükümlülük günümüzdeki kapsamına ulaşmıştır. Yalnızca Türk Ticaret Kanunu m. 18/2 hükmü açısından dahi, tacir olan bankanın çek hesabı  açacağı  kişinin  gerçek  kimlik  ile  iletişim  bilgilerini  ve  ilgili düzenlemelerde belirtilen diğer bilgileri temin etmesinin beklenmesi ve ihmali halinde, buna aykırı davranan bankaların sorumluluğuna gidilmesi gerektiği sonucuna ulaşılabilir. Bu hususta 5941 sayılı Kanun açısından yerindeliği                                                        taşımakta ve derinliği de, müşterinin taşıdığı riske göre değişebilmektedir. Bu konuda bkz. Suç Gelirlerinin Aklanmasının ve Terörün Finansmanının Önlenmesine Dair Tedbirler Hakkında Yönetmelik, m. 18, 19, 20, 25, (RG. 09.01.2008, S. 26751).    90  Örneğin, başvuruda bulunan kişinin uzun bir süre önce şüpheli işlemlerde bulunmuş olması, bu kişinin sosyal yeterlilik testini geçememesi için yeterli bir gerekçe teşkil edecek midir? Düzenleme, bu soruyu cevapsız bırakmaktadır. Yargı kararlarının genel eğilimi dikkate alındığında ise, bu kişinin anılan davranış kalıbından tamamen uzaklaştığına dair verilere eriştiğini ispat edemeyen bankanın, araştırma yükümlülüğünü ihlal ettiği kararına ulaşılması muhtemel gözükmektedir. Kanaatimizce, bankanın zaman sınırı olmaksızın kişiye ilişkin ulaşabildiği tüm verileri incelemekle birlikte; asıl ağırlığı kısa ve orta vadedeki gelişmelere vermesi daha yerinde olacaktır. Uzun süre önce gerçekleştirilen eylemin, kişinin takip eden yıllardaki sosyal durumu açısından dahi şüphe oluşturabilecek aykırılıkta olması, bunun istisnaları arasındadır.  91 Örneğin, bir kişinin çek hesabı açılışı sürecine kadar tüm ödemelerini düzenli şekilde yaptığını ve istikrarlı bir iş hayatı olduğunu varsayalım. Anılan kişinin, özel hayatında yaşadığı anlık bir buhran nedeniyle, tespit edilemeyen bir ülkeye tüm malvarlığını da hızlıca nakde  dönüştürerek  yerleşmesi,  bankanın  bu  kişinin  sosyal  durumunu  araştırma yükümlülüğüne aykırı davrandığını ispata yetecek midir? Kanaatimizce, mevcut yargı kararları, bu yönde bir yorumu tamamen ihtimal dışı bırakmamaktadır. Özellikle, bazı yargı kararlarında bankaların eylemleri ile gerçekleşen zarar arasında illiyet bağının detaylı olarak irdelenmemesi, bu yöndeki iddiaların kabulü ihtimalini arttırmaktadır.  92  Öte yandan, 3167 sayılı Kanunla ilgili olarak açılan davaların bir kısmında, keşidecinin kimliği dışında bir bilgi bulunmaması, yargılamada sanık durumunda olan bu kişilerin bulunup savunmalarının alınmasında güçlüğe neden olduğundan yargılama uzamaktadır… Böylece,  mahkemelerin  yargılama  bakımından  gerekli  delillere  ulaşmaları kolaylaştırılmaktadır., (Çekle Ödemelerin Düzenlenmesi ve Çek Hamillerinin Korunması Hakkında Kanun ile İcra ve İflas Kanununda Değişiklik Yapılmasına İlişkin Kanun Tasarısı ve Adalet Komisyonu Raporu (1/970) 788Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799     Çek Kanunu Çerçevesinde Bankanın…  irdelenmesi  gereken  asıl  hususlar  ise,  çek  hesabının  ancak  istisnai  bazı nitelikleri  taşıyan  kişilere  açılabilmesi  ilkesi,  bu  niteliklerin  tespitinde kullanılan  eşikler  ve  bankanın  sorumluluğunun  geniş  bir  şekilde yorumlanması ve hatta bazen sorumluluğa, bankanın somut olaydaki ihmali tetkik dahi edilmeden gidilmesidir.  5941 sayılı Kanun da, Gerekçe deki açıklamalar vasıtasıyla, bankanın araştırma yükümlülüğü ağırlaştırılmıştır. Kanun da, önceki düzenlemelere göre farklı bir yaklaşımın benimsendiği ve piyasayı, çek hamillerini ve ticaret dünyasını  korumanın  amaçlandığı  belirtilmektedir.  Anılan  ilgililerin korunabilmesi için kanaatimizce Kanun tarafından benimsenen yöntem, çek hesabı açılabilecek kişilerde bankaca aranması gereken niteliklere dair eşiğin yükseltilmesi  ile  çekin,  ancak  bedelinin  ödenmesinde  sorunlara  sebep olmayacağı öngörülen kişilerce düzenlenmesinin sağlanmasıdır. Bu, dolaylı olsa da, piyasadaki çek arzının kısıtlanması ve ödenmeme durumuna sebep olabilecek  kişilerin  sistem  dışında  tutulması  amacını  taşımaktadır.  Bu                                                        93  Tasarının yeniliklerinden biri de, çekle işleyecek hesaplarda bankaların gösterecekleri özen  hükümlerinin  ve  bu  hükümler  bağlamında  bankaların  sorumluluklarının ağırlaştırılmasıdır., (5941 sayılı Kanun, Genel Gerekçe). 94  Tasarı, 3167 sayılı Kanunun bazı kurum ve hükümlerinden esinlenmiştir. Ancak, kısmen de olsa halefiyetten söz etmeye imkân bulunmamaktadır. Çünkü, Tasarı 3167 sayılı Kanundan farklı  bir  felsefeyi  temel  almıştır,  değişik  düşüncelerle  yaklaşımların  ürünüdür  ve sadece çek hamillerini  değil,  genel  olarak  piyasayı,  ticaret  dünyasını  ve  kamuyu korumaktadır. Tasarı 5237 sayılı Kanuna uyum sağlamak yanında, çekin, uygulayıcıdan gelen isteklere uygun olarak, güvenilir bir ödeme aracı olmasını amaçlamaktadır. Bunda, yukarıda belirtildiği gibi piyasaların ve kamunun menfaati vardır. Bu toplumsal bir menfaattir. Ayrıca çeki teorideki yerine oturtmak vazgeçilemez bir amaçtır., (5941 sayılı Kanun, Genel Gerekçe) 95  Anılan durum çekin, Çek Kanunu açısından, herkes tarafından ve gündelik harcamalar için dahi kullanılan bir ödeme aracı olarak değerlendirilmemesi ile de ilgilidir. Konuya ilişkin istatistikler de, bu yaklaşımın ülkedeki çek kullanım alışkanlıklarının genel bir yansıması olarak kabulünü mümkün kılmaktadır. Örneğin, nüfusu Türkiye ye göre daha az olan Birleşik Krallık ta 2019 yılında 272 milyon çek düzenlenmişken; aynı yıl ülkemizde, bu sayı 16.8 milyonda kalmıştır, (İstatistikler için bkz. UK Payment Markets Summary 2020, UK Finance, Haziran, 2020, https://www.ukfinance.org.uk/system/files/UK-Payment-MarketsReport-2020-SUMMARY.pdf,  (erişim  tarihi:  05.07.2021;  Bankalara  İbraz  Edilen  ve Karşılıksızdır İşlemi Yapılan Çek Bilgileri, Türkiye Bankalar Birliği, Risk Merkezi, https://www.riskmerkezi.org/Content/Upload/istatistikiraporlar/ekler/2837/Bankalara_Ibra z_Edilen_ve_Karsiliksiz_Islemi_Yapilan_Cek_Bilgileri_-_Mayis_2021.pdf, (erişim tarihi: 05.07.2021)). Ülkemizdeki çek uygulamasının, gündelik yaşamda çek kullanımına göreceli olarak daha fazla yer verilen Birleşik Krallık benzeri ülkelerden farklılaştığı görülmektedir. Çeke dair düzenleme esasları açısından, İngiliz ve Kıta Avrupası sistemlerinin tasnifi ve karşılaştırılmaları hakkında bkz. Kendigelen, 2021: 14-18. 789Semih Sırrı ÖZDEMİR  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799 hususta cevaplanması gereken ilk soru, bu yöntemin yerinde olup olmadığıdır. Hukuki düzenlemeler, diğer birçok değişkenle birlikte, sağladığı ekonomik etkinlik ya da verimlilik çerçevesinde değerlendirilebilir. Konuya bu açıdan yaklaşıldığında, 5941 sayılı Kanun un yasalaşmasından günümüze, karşılıksız çek oranlarının genel bir azalma eğiliminde olduğu tespit edilmektedir. Her ne kadar, bu sonucu etkileyen diğer birçok değişken bulunsa da, Kanun un karşılıksız çek karşısında etkin bir önleyicilik sağladığı sonucuna ulaşılması                                                        96  Farklı bir hukuk sistemine ilişkin olmakla birlikte, ticaret hukukunun teorik amaçlarına ilişkin sunduğu genel geçer tasnif açısından bkz. Goode, R. (1988). The Codification of Commercial Law, Monash University Law Review, 14(3), 148-155. Hukuk ve ekonomi ilişkisine dair öğretideki çok sayıda çalışma arasından örnek olarak bkz. Jolls, C. ve Sunstein, C. R. ve Thaler, R. (1998). A Behavioral Approrach to Law and Economics, Stanford Law Review, (50), 1471 vd.  97  2009 yılında, bankalara ibraz edilen toplam çek sayısına göre %6.9 oranında olan karşılıksız çek sayısı, 2020 yılında 1.4 e gerilemiştir. Bununla birlikte, karşılıksızdır işlemi yapıldıktan sonra, bedeli ödenen çeklerin oranı ise 2009 ve 2020 yıllarında sırasıyla, %59 ve %34 olarak, düşüş kaydetmiştir. (Karşılıksızdır işlemi yapıldıktan sonra ödenen çeklerin sayısındaki azalmaya işaret eden oranlar, o yıl istatistiki olarak gerçekleşen karşılıksızdır işlemi toplam sayısına  göre  hesaplandığından  dolayı,  karşılıksız  çıkan  çek  sayısındaki  yıllara  göre gerçekleşen genel azalmadan etkilenmemektedir),  (Veriler için bkz. Bankalara İbraz Edilen ve Karşılıksızdır İşlemi Yapılan Çek Bilgileri, Türkiye Bankalar Birliği, Risk Merkezi, https://www.riskmerkezi.org/Content/Upload/istatistikiraporlar/ekler/2837/Bankalara_Ibra z_Edilen_ve_Karsiliksiz_Islemi_Yapilan_Cek_Bilgileri_-_Mayis_2021.pdf, (erişim tarihi: 05.07.2021). Belirtilen verilere dayalı olarak, 5941 sayılı Kanun un yürürlükte olduğu zaman aralığında karşılıksız çek oranının düştüğü; ancak, karşılıksızdır işlemi yapılan çeklerde tahsil edilememe oranının arttığı sonucuna ulaşılabilir. Bu durum, anılan sonucu etkileyen diğer ekonomik ve sosyal değişkenler göz ardı edildiğinde, iki farklı ihtimal üzerinden değerlendirilebilir. İlk ihtimal Kanun sistematiğinin, ödeme gücü olan kişilerin, karşılıksızdır işlemine sebebiyet vermesini engellemekte başarılı olduğu ve bu nedenle de çoğunlukla, ancak ödeme için artık hiçbir imkanı kalmayan kişilerin bu duruma sebebiyet verdikleridir. İkinci ihtimal ise, karşılıksızdır işlemine ilişkin 5941 sayılı Kanun da yer verilen yaptırımların, çek hesap sahibinin ödeme yapmasını mülga Kanun daki kadar etkin bir şekilde sağlayamadığıdır. 5941 sayılı Kanun da karşılıksızdır işlemine ilişkin yer verilen yaptırımlar  dikkate  alındığında,  kanaatimizce,  ilk  ihtimal  daha  kabul  edilebilir gözükmektedir.  98  Öğretide konuya ilişkin çok sayıda farklı görüş bulunmakla birlikte, Cooter tarafından, mantıklı bir kişinin ihlal neticesinde elde edeceği kazanım, ihlal neticesinde kendisine uygulanacak  yaptırımı  aşmadıkça  ihlal  oluşturan  eylemde  bulunmayacağı;  yaptırımın boyutunun  ise,  bu  ihlalin  tespiti  ihtimali  ile  birlikte  değerlendirilmesi  gerektiği belirtilmektedir, (Cooter, R. D. (1991). Economic Theories of Legal Liability, Journal of Economic Perspectives, 5(3), 15). Kanaatimizce 5941 sayılı Çek Kanunu, karşılıksız çek açısından  ekonomik  önleyicilik  esaslarına  dayanan  bir  sistem  benimsemektedir. Karşılıksızdır işlemi ile karşılaşan hamilin şikâyetine bağlanan yaptırımlar, ihlalin tespit edilebilirliğini orantısal olarak azami düzeye getirmekte; hamilin çek düzenleme ve çek hesabı açma yasağı, bunun tüzel kişi yöneticilerini de kapsar şekilde geniş yorumlanması ve 790Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799     Çek Kanunu Çerçevesinde Bankanın…  mümkün  gözükmektedir.  Buradan  hareketle,  çek  hesabının  açılması  için başvuruda bulunan kişilerde belirli kıstasların aranmasının, Çek Kanunu nun genel amaçları ile örtüştüğü ve çeke güvenin temini açısından olumlu katkı sunduğu anlaşılmaktadır.  İkinci  olarak  irdelenmesi  gereken  konu,  bankanın  araştırma yükümlülüğünün  Çek  Kanunu  m.2/1 de  yerinde  bir  şekilde  tanımlanıp tanımlanamadığıdır. Kanaatimizce, anılan hüküm ve Gerekçe de buna dair yer verilen açıklamalar genel, belirsiz ve çek hesap sahibinde aranması gereken nitelikleri  somutlaştırmak  açısından  yetersizdir.  Bu  konuda  Kanun sistematiğinde,  çek  hesabının  açılması  için  kişinin  durumunun  bunu gerektirmesinin değil, buna engel olmamasının aranması yerinde olacaktır. Öncelikle, kişinin durumunun hesap açılmasını gerektirmesi, somut olarak ölçülebilir bir eşik olmadığı gibi, makul bir tercih de değildir. Çeke güveni sağlayacak olan, kişi durumunun bu hesabın açılmasına engel içermemesidir. Bir diğer ifadeyle, uygulanması gereken test, soyut bir kavramın peşinde giderek,  kişinin  durumunun  çek  kullanımını  gerektirip  gerektirmediğinin incelenmesi değil; somut verilerle, bu hesabın açılmasına engel olabilecek değişkenlerin tetkik edilmesidir. Ayrıca, kavramın genişliği ve soyutluğu dikkate alınarak, sosyal durum incelemesinin kapsamı da açık bir şekilde belirtilmelidir. Üçüncü olarak, bazı yargı kararlarında, bankanın sorumluluğunun katı bir şekilde belirlenmesinin ve ihlal ile bankanın eylem ya da eylemsizliği arasındaki illiyet bağının tespiti için gereken incelemenin yapılmamasının yerinde olmadığı açıktır. Anılan durum, tespit edilebilen konuya ilişkin dava sayısının orantısal azlığı nedeniyle, bankacılık piyasası ve çek uygulaması açısından  henüz  belirgin  bir  etki  oluşturmamaktadır.  Bu  durum,  Çek Kanunu nda  konuya  ilişkin  değişiklik  yapılmamış  olmasının  gerekçeleri                                                        hamilin elindeki çekleri iade zorunluluğu ile birlikte, hamil üzerinde ekonomik sonuçları olan bir yaptırım uygulanmakta; yaptırımın sona erdirilmesi için ise, hamilin ödenmeyen bedelden ve bunun faizinden kaynaklanan zararının tazmini yeterli görülmektedir. Belirtilen yönleriyle düzenleme, caydırıcılık ve ihlalden doğan zararın tazmini için, hukuk ve ekonomi ilişkisinden yararlanmaktadır. Kanun Gerekçesi bu yönde açık bir beyanda bulunmamakla birlikte, karşılıksız çek ile mücadelenin ağır hapis cezaları ile önlenemediğinin anlaşılması nedeniyle, suçu önleyici önlemlere yönelinmesi gereği(ne) vurgu yapmaktadır, (5941 Sayılı Kanun, Genel Gerekçe).  99  Öğreti ve yargı kararlarında yapılan incelemede, doğrudan bu hususa ilişkin bir tartışmaya erişilememiştir.  Bununla  birlikte,  anılan  öncelik  değişikliğinin  gerçekleştirilmesinin, Kanun un  çeke  güven  sağlama  amacıyla  örtüştüğü  gibi,  bankaların  araştırma yükümlülüğünün somutlaştırılmasına da katkı sağlayacağı ileri sürülebilir.  791Semih Sırrı ÖZDEMİR  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799 arasında  da  gösterilebilir.  Bununla  birlikte,  bankanın  sorumluluğunun olabildiğince katı şekilde yorumlanması ve bunun, banka aleyhine geliştirilen varsayımlarla  desteklenmesi,  düzenlemenin  amacı  ile  örtüşmemektedir. Kanaatimizce anılan husus, konu hakkında detaylı bilgisi bulunmayan bazı çek hamillerinde, bankanın çek hesap sahibinin kefili olduğu ya da her çekin, garantili çek vasfında bulunduğu şeklindeki yanlış anlaşılmalara yol açma ihtimali de taşımaktadır.  C. Düzenleme Önerisi Düzenlemeye dair eleştiriler çerçevesinde, Çek Kanunu m. 2/1 açısından önerimiz, bankanın çek hesabı açılmasındaki araştırma yükümlülüğüne dair Kanun metninin şu şekilde değiştirilmesidir: Bankalar tarafından çek hesabı ancak,  hesap  açtırmak  isteyen  kişilerin,  başvuru  süreci  itibariyle,  bu hesabın  kullanılmasına  dair  mali  yeterliliklerinin  bulunduğunun  ve haklarında, ödeme alışkanlıkları açısından makul bir şüphe oluşmasına sebep olabilecek bir veri bulunmadığının tespit edilmesi durumunda açılabilir.  Önerimiz,  bankanın  araştırma  yükümlülüğünü  zamansal  olarak sınırlamakta ve bu yükümlülüğü, hesabın açılmasından sonraya da genişleten yargı  uygulamasının  önüne  geçmeyi  amaçlamaktadır.  Başvurucunun ekonomik ve sosyal açıdan yüksek durumunun, çek hesabının açılmasını özellikle gerektirmesi ilkesinden vazgeçilmiş; bunun yerine, buna engel                                                        100 Konunun tartışıldığı yargı kararlarına örnek olarak bkz. İstanbul 5. Asliye Ticaret Mahkemesi, E. 2015/1100, K. 2019/186, T. 27.02.2019, (Lexpera). 101 Düzenleme önerisinde, başvuru tarihine değil de, başvuru sürecine atıf yapılması; görece uzun bir zaman dilimine yayılabilecek incelemede dikkate alınacak bilgi, belge ve diğer her türlü  verinin,  yalnızca  başvuruda  bulunulan  tarih  ile  sınırlanmaması  amacına dayanmaktadır.  102  Bu yönde bir yargı kararı örneği için bkz. Yargıtay 11. HD., E. 2013/4615, K. 2014/11284, T. 12.06.2014, (Lexpera). 103  Bankanın araştırma yükümlülüğüne ilişkin yargı kararları tetkik edildiğinde, daha çok mali durum incelemesi üzerinde durulduğu; sosyal durum incelemesine ilişkin uyuşmazlıkların daha az sayıda bulunduğu sonucuna ulaşılmaktadır. Bunda, çeke ilişkin bedeli tahsil edemeyen davacıların iddialarını, mali durum araştırmasının yetersiz şekilde yürütülmüş olduğu savına dayandırma istekliliği ve hesap sahibinin sosyal durumunda bir sorun bulunduğuna dair yeterli veriye erişememiş olmaları etkili olmuş olabilir. Ancak bu, sosyal yeterlilik testinin kapsamının ve düzenlemenin bu hususta nasıl yorumlanması gerektiğinin irdelenmesinin,  öğreti  açısından  önemini  azaltmamaktadır.  Kavramın  genişliği  ve soyutluğu,  bu  konuda  araştırma  yükümlülüğü  bulunan  bankaları,  sınırları  önceden öngörülemeyen  bir  sorumluluk  ile  karşı  karşıya  bırakma  ihtimali  barındırmaktadır. Kavramın  öğretide  tartışılması  ve  mümkün  olursa,  Kanun da  değişiklik  yapılması, uygulama açısından anılan ihtimalin önüne geçilmesine katkı sunacaktır.    792Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799     Çek Kanunu Çerçevesinde Bankanın…  olabilecek  verinin  bulunmaması  ilkesi  önerilmiştir.  Belirtilen  yöntem, incelemeyi  daha  somut  ve  sonuçları  öngörülebilir  hale  getirmeyi hedeflemektedir.  Bankanın  bu  süreçte,  basiretli  ve  özenli  davranma yükümlülüğüne, TTK m. 18/1 hükmü nedeniyle, ayrıca yer verilmemiştir. 5941 sayılı Kanun da yalnızca bankaca araştırma konusunda gerekli basiret ve özenin gösterilmesi gerekliliği belirtilmiş; bu kapsamda ulaşılan bilgilerin, çek hesabının açılması açısından etkisi açık bir şekilde ifade edilmemiştir. Önerimiz, araştırma yükümlülüğü ile çek hesabının açılması kararı arasındaki neden/sonuç  ilişkisinin  açık  bir  şekilde  belirlenmesini  amaçlamaktadır. Ayrıca, ekonomik durum incelemesinin, çek hesabının kullanılmasına dair mali güçle ilişkili olduğu belirtilmiş ve sosyal durum incelemesine ilişkin yükümlülük,  ödeme  alışkanlıkları  açısından  makul  bir  şüphe  oluşmasına neden  olabilecek  verilerle  sınırlandırılmıştır.  Sosyal  durum  açısından benimsenen inceleme eşiği, kişinin sosyal durumuna ilişkin verilerin, ödeme alışkanlığını etkileme ihtimalleri açısından irdelenmesini gerektirmekte; bu yönde belirgin bir şüphe oluşturduğu ilk aşamada tespit edilebilecek bir veri bulunmadıkça,  özel  hayat  ya  da  sosyal  ilişkiler  gibi  konuları  araştırma kapsamı dışında tutmaktadır. Mali durum açısından ise, somut olay özellikle gerektirmedikçe, kişinin istisnai düzeye ulaşan bir malvarlığı sahibi olması aranmayacak;  çek  hesabının  işletilmesinden  kaynaklanan  giderleri  ve kendisine  benzer,  ortalama  bir  çek  hesabı  kullanıcısının  çek  kullanım ölçeğindeki  ödemeleri  gerçekleştirebilecek  yeterlikte  olması  dikkate alınacaktır. Bankanın araştırma yükümlülüğüne aykırılığının ve bu nedenle doğan zararın tespitinin, somut olay açısından yargı incelemesini gerekli kılması nedeniyle, düzenleme önerisinde yükümlülüğün ihlaline özgü bir yaptırım öngörülmemiştir. Belirtilen önerinin konuya dair yargı kararlarında, bankanın ihmalinin bulunup  bulunmadığının  ve  bu  konudaki  illiyet  bağının  yeterince araştırılmasına da katkı sunabileceği öngörülmektedir. Makul şüpheye yapılan vurgu, bankanın basiretli bir tacir olmakla birlikte, yürütebileceği incelemenin de sınırları bulunduğuna; sorumluluklarının değerlendirilmesinde ise her bir somut olay açısından, bu sınırların aşılıp aşılmadığının ayrıca irdelenmesi                                                        104  Düzenlemede ayrıca basiretli davranma yükümlülüğüne yer verilmesinin, Türk Ticaret Kanunu nun ilgili hükmü açısından tekrar niteliği taşıdığı yönünde bkz. Öztan, 1997:1027; Dirikkan, 2002: 11; Özdamar, 2002: 9; Ayli, 2019: 67.  105  Sosyal  durum  incelemesinin,  ilgilinin  ekonomik  durumunu  etkileyeceği  düşünülen hususlarla sınırlı tutulması gerektiği yönünde bkz. Korkut, 2019: 72.   106  Kanun da araştırma yükümlülüğüne yer verilmesi durumunda, bunun bir yaptırımla da desteklenmesi gerektiği görüşü hakkında bkz. Dirikkan, 2002: 11-12; Özdamar, 2002: 9.  793Semih Sırrı ÖZDEMİR  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799 gerekliliğine  işaret  etmektedir.  Mali  yeterliliğin  yalnızca  çek  hesabının kullanılması  açısından  ve  çek  hesabının  açılması  sürecinde  aranması, bankaların, araştırma yükümlülüğüne ilişkin ihmal açıkça ispat edilmeden, yalnızca  çek  hesap  sahibinin  hacze  konu  edilebilecek  malvarlığının bulunmadığı gibi gerekçelere dayalı olarak sorumlu tutulmalarının da önüne geçecektir. SONUÇ Çek Kanunu, çeke duyulan güvenin temini için, üç ayrı önlem dizinine yer  vermektedir.  Bu  sayede,  çek  hesabının  ancak  ödemede  bulunacağı öngörülen  kişilere  açılabilmesi,  çek  dolaşıma  çıktıktan  sonra  kare  kod vasıtasıyla  düzenleyene  ilişkin  bilgilere  erişilebilmesi  ve  ödenmeme durumunda,  caydırıcı  yaptırımların  uygulanması  öngörülmektedir.  Bu sistemin  ilk  basamağı  olarak  kabul  edilebilecek  bankaların  araştırma yükümlülüğünün sınırları Kanun da açık bir şekilde belirtilmemiştir. Kanun özellikle, belirli eşiğin altında kalan kişilere çek hesabı açılıp açılamayacağı ve sosyal durum araştırmasının kapsamı hakkında kesin bir yoruma imkân tanımamaktadır. Gerekçe de yer verilen açıklamalar ise, bu yönde bilinçli bir tercihe dayandığı şüpheli olmakla birlikte, çek hesabının açılabilmesi için çok yüksek bir eşik aramaktadır. Bu eşik, hesabın ancak ilgili kişinin ekonomik ve sosyal durumunun bunu zaruri kılması halinde açılabilmesidir. Belirtilen yaklaşımın doğrudan uygulanması halinde, çek hesabının sadece az sayıdaki ve toplumun geneline kıyasla istisnai mali ve sosyal nitelikler taşıyan kişilere açılabileceği sonucuna ulaşılması mümkündür.  Anılan belirsizlik etkisini ilgili yargı kararlarında da göstermekte ve bankanın basiretli tacir olarak davranma yükümünün genellikle oldukça geniş ve katı bir şekilde uygulandığı tespit edilmektedir. Bazı kararlarda, somut olay açısından  bankanın  gerçekten  de  ihmalinin  bulunup  bulunmadığı irdelenmemekte  ve  olayda  ihmal  bulunduğu  iddiası,  genel  varsayımlar gerekçe  gösterilerek  kabul  edilmektedir.  Bu  yaklaşım  neticesinde bankalardan,  her  evraktaki  sahteliği  tespit  edebilmesi,  araştırma yükümlülüğünü hesabın açılması sonrasında da devam ettirmesi ve hatta, resmi bir evraka dayanak teşkil eden belgelerin sahte olup olmadığını da araştırması beklenmektedir.                                                         107  Bu  konuda  bir  yargı  kararı  örneği  için  bkz.  Yargıtay  11. HD.,  E.  2014/10290,  K. 2014/16860, T. 05.11.2014, (Lexpera).  794Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799     Çek Kanunu Çerçevesinde Bankanın…  Çalışmada ulaşılan sonuç, ekonomik ve sosyal durum eşiklerinin genel bir belirsizlik taşıdıklarıdır. Bu, hem bu eşiklerin kapsamı, hem de ilgiliye çek hesabı açılabilmesi için hangi düzeyde bir eşik uygulanması gerektiği ile ilgilidir. Anılan durum kendisini sosyal durum eşiği açısından çok daha belirgin bir şekilde göstermekte ve kişinin sosyal durumunu oluşturan birçok değişkenden  hangilerinin  kapsama  dâhil  edileceği  sorusunu  cevapsız bırakmaktadır. Ekonomik durum eşiği açısından ise, kişinin çek hesabı açmak için yeterli malvarlığına sahip olması ifadesinden anlaşılması gereken sınır, bunun  karşılığı  olarak  kabul  edilebilecek  çok  sayıda  ihtimal  nedeniyle, belirsizliğini korumaktadır. Çalışmanın çözüm önerisi, Çek Kanunu m. 2/1 de bankanın araştırma yükümlülüğü  sınırlarını  daha  belirgin  hale  getirebilecek  bir  değişiklik yapılmasıdır. Bu kapsamda metnin ilgili kısmının şu şekilde değiştirilmesi önerisi  sunulmaktadır:  Bankalar  tarafından  çek  hesabı  ancak,  hesap açtırmak  isteyen  kişilerin,  başvuru  süreci  itibariyle,  bu  hesabın kullanılmasına dair mali yeterliliklerinin bulunduğunun ve haklarında, ödeme alışkanlıkları açısından makul bir şüphe oluşmasına sebep olabilecek bir veri bulunmadığının tespit edilmesi durumunda açılabilir.  Anılan taslak çerçevesinde, bankanın sorumluluğunun zamansal sınırı ve çek  hesabının  açılması  kararı  ile  arasındaki  neden-sonuç  ilişkisi  açıkça belirtilmiş  olacaktır.  Ayrıca,  sosyal  durum  araştırması,  yalnızca  ödeme alışkanlıkları  açısından  makul  şüphe  oluşturan  haller  ile  sınırlanmış  ve ekonomik yeterlilik değerlendirmesinin kapsamı, hesabın kullanılmasına dair mali  yeterlilik  taşınmasına  özgülenmiştir.  Bankaların  araştırma yükümlülüğünün  çeke  duyulan  güvenin  temini  açısından  olumlu  etkileri olmakla birlikte; Kanun metnindeki anılan boşluklar ve bankanın basiretli davranma  yükümünün  katı  yorumu  nedeniyle,  uygulamada  önemli belirsizliklere sebep olduğu vurgulanmalıdır. Kanun da değişiklik yapılması, hem bu güvenin etkin bir şekilde sağlanmasına, hem de bankaların sınırları öngörülemeyen  ve  hatta  bazen  de,  üst  sınırı  bulunmayan  bir  araştırma yükümlülüğü ile karşı karşıya kalmalarının önüne geçebilecektir.          795Semih Sırrı ÖZDEMİR  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799",
     "Kaynakça": "Albayrak, H. ve Bozdağ, A. (2018). Karşılıksızdır İşlemi Yapılmasına Sebebiyet Verme  Suçunun  İcra  Ceza  Mahkemesinde  Yapılacak  Olan  Yargılaması Hakkında Bir İnceleme, TAAD, (33). Arkan, S. (2003). 3167 Sayılı Çekle Ödenmelerin Düzenlenmesi ve Çek Hamillerinin Korunması Hakkında Kanun da Yapılan Değişiklikler, Batider, 22(1). Ayli,  A.  (2019).  Çek  Hukukunda  Muhatabın  Yükümlülükleri,  Ankara:  Seçkin Yayıncılık. Bahtiyar, M. (2009). Çek Kanunu Tasarısı nın Genel Olarak Değerlendirilmesi, Batider, 25(4). Başbüyük, İ. (2012). Karşılıksız Çekte Hapis Cezasının Kaldırılması Üzerine Bir Değerlendirme, Ankara Barosu Dergisi, (2). Başoğlu, B. (2015). Sözleşme Dışı Kusursuz Sorumluluk Hukuku ve Özellikle Tehlike Sorumluluğuna İlişkin Değerlendirmeler, İnönü Üniversitesi Hukuk Fakültesi Dergisi, 6(2). Bilgili F. ve Demirkapı, E. (2018). Kıymetli Evrak Hukuku, Bursa: Dora Yayıncılık. Bozer, A. ve Göle, C. (2018). Kıymetli Evrak Hukuku, Ankara: Banka ve Ticaret Hukuku Araştırma Enstitüsü. Bozkurt Yaşar, S. (2020). Karekodlu Çek, Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, 15(195-196). Cooter, R. D. (1991). Economic Theories of Legal Liability, Journal of Economic Perspectives, 5(3). Çağırgan Tuncer, S. ve Ulusoy, Y. (2017).Yedek Akçeler, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Prof.Dr. Şeref Ertaş a Armağan, 19 (özel sayı). Çağlar, H. (2009). 5941 Sayılı Çek Kanunu Hükümlerine Göre Ticaret Şirketi Yöneticilerinin, Temsilcilerinin ve İmza Yetkililerinin Çek Hesabı Açma ve Çek Düzenleme Yasağı, Gazi Üniversitesi Hukuk Fakültesi Dergisi, 13(1-2). Çamoğlu, E. (2018). Anonim Ortaklık Yönetim Kurulu Üyelerinin Karşılıksız Çekden Doğan Cezai Sorumluluğu, Prof.Dr. Hüseyin Hatemi ye 80. Yıl Armağanı, İstanbul: On İki Levha Yayınevi. Çolak,  H.  (2002).  3167  sayılı  Kanun un  Uygulamasında  Bankaların  Özen Yükümlülüğü ile Karşılıksız Çek Keşide Etmek Suçunun Cezai Hüküm ve Sonuçları, Çek Hukukunun Güncel Sorunları, İstanbul: İstanbul Ticaret Odası. Çolak, H. ve Altun, U. (2007). Bir Yaptırım Türü Olarak Para Cezalarının Teori ve Uygulamadaki Analizi, TBB Dergisi, (69). 796Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799     Çek Kanunu Çerçevesinde Bankanın…  Derczynski, W. (1970). Social Position as a Component of Social Structure, The Polish Sociological Bulletin, (21). Dirikkan,  H.  (2002).  Çekle  Ödemelerin  Düzenlenmesi  ve  Çek  Hamillerinin Korunması  Hakkında  Kanun  ile  İcra  ve  İflas  Kanunu nda  Değişiklik Yapılmasına İlişkin Kanun Tasarısı Eleştirisi, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, 4(1). Domaniç, H. (2003). Karşılıksız Çeke Hapis Cezası Anayasaya Aykırıdır, Legal Hukuk Dergisi, (11). Durgut, R. (2015). Kambiyo Senetlerinde Sebepsiz Zenginleşme, İstanbul: Vedat Kitapçılık. Ersoy, A. N. (2019). 5941 Sayılı Çek Kanunu nda Yapılan Değişiklikler Çerçevesinde Çeklerde  “Karşılıksızdır İşlemine  Sebebiyet  Verilmesinin  Cezai  ve  İdari Yaptırımları, YBHD, 4(1). Goode, R. (1988). The Codification of Commercial Law, Monash University Law Review, 14(3). Gümüş, M. A. (2012). 6102 Sayılı Türk Ticaret Kanunu (TTK) m. 18/II de Yer Alan ”Basiretli İş  Adamı (Tacir)  DavranışıÖlçütünün İyiniyetin  (TMK  m.  3) Varlığının  Belirlenmesindeki  İşlevi,  Prof.Dr.  Cevdet  Yavuz a  Armağan, İstanbul: Legal Yayınevi. Hacıömeroğlu, O. A. ve Topçu, Y. (2019). Çek Defterinin Teslimi ile Kurulan Gayrinakdi Kredi Sözleşmesinin Hukuki Niteliği, TFM, 5(2). Helvacı,  M. (2009).  Çek  Kanunu  Tasarısı nın  Genel  Olarak  Değerlendirilmesi, Batider, (24)4. Helvacı,  M.  ve  Aksu,  R.  (2017).  Çek  Baskı  Tarihinin  Muhatap  Bankanın Sorumluluğuna  Etkisi,  Marmara  Üniversitesi  Hukuk  Fakültesi  –  Hukuk Araştırmaları Dergisi, 23(2). İnan, N. (1981). Özel Hukukda Karşılıksız Çek Kavramı, Batider, 11(2). Jolls, C. ve Sunstein, C. R. ve Thaler, R. (1998). A Behavioral Approrach to Law and Economics, Stanford Law Review, (50). Kayıhan, Ş. (2020). Kıymetli Evrak Hukuku, Ankara: Seçkin Yayıncılık. Kendigelen, A. (2021). Çek Hukuku, İstanbul: On İki Levha Yayınevi. Kendigelen, A. ve Kırca, İ. (2020). Kıymetli Evrak Hukuku, İstanbul: On İki Levha Yayınevi. Kırca, İ. ve Şehirali Çelik, F. H. ve Manavgat, Ç. (2013). Anonim Şirketler Hukuku, C. 1. Ankara: Banka ve Ticaret Hukuku Araştırma Enstitüsü. 797Semih Sırrı ÖZDEMİR  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799 Kizir, M. (2011). Yargıtay Kararları Işığında Basiretli İşadamı Gibi Hareket Etme Yükümlülüğünün Sözleşmenin Değişen Şartlara Uyarlanmasına Etkisi, Selçuk Üniversitesi Hukuk Fakültesi Dergisi, 19(2). Korkut, Ö. (2019). Çekte Muhatap Bankanın Araştırma – Bildirim Yükümlülüğü ve Hukuki Sorumluluğu, Adana: Karahan Kitabevi. Kurt,  L.  M.  (2014).  Noterlerin  Hukuki Sorumluluğu, Gazi Üniversitesi  Hukuk Fakültesi Dergisi, 28(2). Mann, K. (1992). Punitive Civil Sanctions: The Middleground Between Criminal and Civil Law, The Yale Law Journal, (101). Moroğlu, E. (2015). Anonim Ortaklıklarda Sermaye Arttırımı, İstanbul: On İki Levha Yayınevi. Narbay, Ş. (2009). 3167 Sayılı Çekle Ödemelerin Düzenlenmesi ve Çek Hamillerinin Korunması Hakkında Kanunun 10 uncu Maddesi Hükmü Uyarınca Muhatap Bankanın Sorumlu Olduğu Miktar Hakkında Bir İnceleme, (3167 Sayılı Kanun), Terazi Hukuk Dergisi, (29). Narbay, Ş. (2010). 5941 Sayılı Çek Kanununun Getirdiği Bazı Yenilikler ve Bunların Değerlendirilmesi, (Çek Kanunu), Terazi Hukuk Dergisi, (43). Özcan,  G.  (2019).  Bankacılık  İş  ve  İşlemlerinde  Kişisel  Verilerin  Korunması, İstanbul: Yayımlanmamış Yüksek Lisans Tezi. Özdamar, M. (2002). Çek Kanununda Yapılan Değişiklik Üzerine Bir Değerlendirme, Gazi Üniversitesi Hukuk Fakültesi Dergisi, 6(2). Özsoy,  A.  (2020),  Muhatabın  Çek  Kanunu na  Dayalı  Hukuki  Sorumluluğu, Yayımlanmamış Yüksek Lisans Tezi, İstanbul Üniversitesi. Öztan, F. (1997). Kıymetli Evrak Hukuku. Ankara: Turhan Yayınevi. Öztan, F. (2018), Kıymetli Evrak Hukuku. Ankara: Turhan Kitabevi. Poroy, R. ve Tekinalp, Ü. (2010). Kıymetli Evrak Hukuku Esasları. İstanbul: Vedat Kitapçılık. Poroy, R. ve Tekinalp, Ü. (2018). Kıymetli Evrak Hukuku Esasları. İstanbul: Vedat Kitapçılık. Pulaşlı, H. (2018). Kıymetli Evrak Hukukunun Esasları. Ankara: Adalet Yayınevi. Pulaşlı, H. (2020). Kıymetli Evrak Hukukunun Esasları. Ankara: Adalet Yayınevi. Reisoğlu, S. (2003). Son Yasal Değişiklikler Açısından Çek, Bankacılar Dergisi, (44). Reisoğlu, S. (2011). Yeni Çek Kanunu ve Başlıca Uygulama Sorunları, Bankacılar Dergisi, (76). 798Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799     Çek Kanunu Çerçevesinde Bankanın…  Ruback, R. B. ve Bergstrom,  M. H. (2006). Economic Sanctions in Criminal Justice – Purposes, Effects and Implications, Criminal Justice and Behavior, 33(2). Topçuoğlu, M. (2010). Yeni Çek Kanunu na Göre Tüzel Kişileri Temsilen Çek Düzenlenmesi ve Sonuçları, Gazi Üniversitesi Hukuk Fakültesi Dergisi, 14(2). Türk, H. S. (2002). Sunuş Konuşmaları, Çek Hukukunun Güncel Sorunları. İstanbul: İstanbul Ticaret Odası Ülgen, H. ve Helvacı, M. ve Kaya, A. ve Nomer Ertan, F. (2021). Kıymetli Evrak Hukuku, İstanbul: Vedat Kitapçılık. Yıldırım, A. H. (2017). Türk Hukuku nda Vadeli Çek (İleri Tarihli Çek) ve Bunun Doğurduğu Sonuçlara İlişkin Bazı Tespitler, Gazi Üniversitesi Hukuk Fakültesi Dergisi, 21(4). Yıldız, Ş. (2010). 5941 Sayılı (Yeni) Çek Kanunu nun Çek Hukukuna Etkileri, İstanbul Ticaret Üniversitesi Sosyal Bilimler Dergisi, (18). Yördem, Y. (2018). 6728 Sayılı Kanunla Çek Kanununda Yapılan Değişiklikler ve Karşılıksız Çek Sorunsalı, Türkiye Adalet Akademisi Dergisi, (33).              799Semih Sırrı ÖZDEMİR  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 761-799"
}