{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2017",
     "Cilt": "66",
     "Sayı": "1",
     "Başlık": "YAYIMCININ PLANI ÇERÇEVESİNDE ESER MEYDANA GETİRİLMESİ (TBK m. 501) HÂLİNDE ESER ÜZERİNDEKİ HAK SAHİPLİĞİ SORUNU",
     "Title": "The Problem of Authorship of a Work on a Project Originated by the Publisher (Turkish Code of Obligations Art. 501)",
     "Yazar İsmi": [
          "Özgür GÜVENÇ Ayşe KARACA"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Yayımcının planı",
          "eserin işlenmesi",
          "eser siparişi sözleşmesi",
          "eser sahipliği",
          "yaratma gerçeği ilkesi"
     ],
     "Keywords": [
          "Project originated by publisher",
          "processing of work",
          "order contract",
          "authorship",
          "principle of creativity"
     ],
     "Özet": "Where one or more authors accept a commission to work on a project originated by a publisher, Turkish Code of Obligations Art. 501 provides that the economic rights, which constitute the subject matter of the contract, belong to the publisher. Although at first sight this provision may seem to be conflicting with the  principle of creativity  and Law on Intellectual and Artistic Works Art. 8 para. 1, Art. 18 para. 2 and Art. 18 para. 3, there is actually a hidden loophole. This hidden loophole should be closed through limiting the scope of application of the provision to those cases where the authors, who accept a commission to work on a project by a publisher, do not engage in any creative activity and are recognized only as assistants. In cases where the publisher is a legal person, taking into consideration the principles  lex posterior derogat legi priori  and  lex specialis derogat legi generali , Law on Intellectual and Artistic Works Art. 18 para. 2, which is the previously enacted and more spesific provision compared to Turkish Code of Obligations Art. 501, should be primarily applied. However, Turkish Code of Obligations Art. 501 should still be reformulated as a general provision which provides that the publisher does not have the obligations to reproduce or distribute the work and leaves the solution of the problem of authorship to the Law on Intellectual and Artistic Works.",
     "Abstract": "Where one or more authors accept a commission to work on a project originated by a publisher, Turkish Code of Obligations Art. 501 provides that the economic rights, which constitute the subject matter of the contract, belong to the publisher. Although at first sight this provision may seem to be conflicting with the  principle of creativity  and Law on Intellectual and Artistic Works Art. 8 para. 1, Art. 18 para. 2 and Art. 18 para. 3, there is actually a hidden loophole. This hidden loophole should be closed through limiting the scope of application of the provision to those cases where the authors, who accept a commission to work on a project by a publisher, do not engage in any creative activity and are recognized only as assistants. In cases where the publisher is a legal person, taking into consideration the principles  lex posterior derogat legi priori  and  lex specialis derogat legi generali , Law on Intellectual and Artistic Works Art. 18 para. 2, which is the previously enacted and more spesific provision compared to Turkish Code of Obligations Art. 501, should be primarily applied. However, Turkish Code of Obligations Art. 501 should still be reformulated as a general provision which provides that the publisher does not have the obligations to reproduce or distribute the work and leaves the solution of the problem of authorship to the Law on Intellectual and Artistic Works.",
     "Metin": "Fikrî  hukuk  anlamında  eser  kavramı,  FSEK  m.  1/B  hükmünde tanımlanmıştır. Hükme göre eser,  sahibinin hususiyetini taşıyan ve ilim ve edebiyat, musiki, güzel sanatlar veya sinema eserleri olarak sayılan her nevi fikir ve sanat mahsulleridir.  Görüldüğü üzere kanun koyucu, eser kavramını tanımlarken öncelikle hususiyeti vurgulamış, ardından ise anılan kavram altında değerlendirilebilecek birtakım fikir ve sanat ürünlerini zikretmiştir. Buradan hareketle, doktrinde, bir ürünün Fikir ve Sanat Eserleri Kanunu anlamında eser sayılabilmesi için iki unsura sahip olması gerektiği kabul edilmektedir.  Bu  unsurlardan  ilki  sübjektif  nitelik  arz  eden   sahibinin hususiyetini taşıma , ikincisi ise objektif nitelik arz eden  kanunda belirtilen eser kategorilerinden birine dâhil olma dır. FSEK m. 2 vd. hükümlerinde eser kategorileri; ilim ve edebiyat eserleri, musiki eserleri, güzel sanat eserleri, sinema eserleri ve işleme ve derleme eserler şeklinde ifade edilmiştir. Fikir ve Sanat Eserleri Kanunu tarafından eser olarak nitelendirilen fikrî ürünü yaratıcı faaliyetiyle meydana getiren, bu esere hususiyetini katan kişi, eser  sahibi  sıfatını  kazanmaktadır.  Eser  sahibi,  yaratma  faaliyetinin gerçekleşmesiyle birlikte, bu faaliyet için harcadığı emeğin karşılığı olarak eser üzerindeki her türlü fikrî hakkı aslen ve kendiliğinden iktisap eder. Doktrinde   yaratma  gerçeği  ilkesi   (Grundsatz  der  Schöpfungswahrheit, Grundsatz des Schöpferprinzips) olarak adlandırılan bu kural Türk kanun                                                            1  5846 sayılı Fikir ve Sanat Eserleri Kanunu, RG, S. 7981, T. 13.12.1951. 2  Ateş, Mustafa; Fikir ve Sanat Eserleri Üzerindeki Hakların Kapsamı ve Sınırlandırılması, Ankara 2003, s. 56, 57; Ayiter, Nuşin; Hukukta Fikir ve Sanat Ürünleri, 2. Bası, Ankara 1981, s. 40; Erel, Şafak N.; Türk Fikir ve Sanat Hukuku, 3. Bası, Ankara 2009, s. 52-56; Gökyayla, K. Emre; Telif Hakkı ve Telif Hakkının Devri Sözleşmesi, 2. Bası, Ankara 2001, s. 68, 69; Hirsch, Ernst E.; Hukuki Bakımdan Fikri Say, İstanbul 1943, s. 11; Kılıçoğlu, Ahmet M.; Sınai Haklarla Karşılaştırmalı Fikri Haklar, 2. Bası, Ankara 2013, s. 119; Öztan, Fırat; Fikir ve Sanat Eserleri Hukuku, Ankara 2008, s. 92 vd.; Şahin, Ayşenur; Fikri Hukukta Eser Sahibinin Mali Haklarının Korunması, İstanbul 2010, s. 17, 18. 3  Doktrinde, sahibinin hususiyetini taşıma şartını  esasa ilişkin şart , kanunda belirtilen eser kategorilerinden birine dâhil olma şartını ise  şekle ilişkin şart  olarak nitelendiren bir görüş de mevcuttur. Bu yönde bkz. Erel, s. 52-56. 4  Erel, s. 86; Öztan, s. 233, 234. 5  Yaratma gerçeği ilkesine ilişkin bkz. Ayiter, s. 90; Barrelet, Denis/Egloff, Willi; Das neue Urheberrecht, 3. Aufl., Bern. 2008, Art. 6, N. 1; Erel, s. 96; Gökyayla, Telif Hakkı, s. 200; Karahan, Sami/Suluk, Cahit/Saraç, Tahir/Nal, Temel; Fikri Mülkiyet Hukukunun Esasları, 4. Bası, Ankara 2015, s. 82; Kılıçoğlu, Fikri Haklar, s. 201-204; Şahin, s. 66; Tekinalp, Ünal; Fikri Mülkiyet Hukuku, 5. Bası, İstanbul 2012, § 12, N. 13. 120Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156         Yayımcının Planı Çerçevesinde Eser Meydana Getirilmesi                    (TBK m. 501)…   koyucusu tarafından da büyük ölçüde benimsenmiş, FSEK m. 8/I de bir eserin sahibinin onu meydana getiren olduğu açıkça öngörülmüştür. Yaratma gerçeği ilkesi eser üzerindeki hakların münhasıran emeğiyle eseri ortaya çıkaran kişiye ya da kişilere ait olması esasına dayandığı için, bu ilke gereğince eser sahipleri ancak gerçek kişiler olabilir. Bu bağlamda, eser üzerindeki hakların eserin yaratılması anında aslen kazanılması da ancak gerçek kişiler için mümkündür. Nitekim 41107 ve 46308 sayılı Kanunlarla yapılan değişikliklerden önce, Fikir ve Sanat Eserleri Kanunu nda birtakım hâllerde yaratıcı kişi dışındaki kişilere, bu arada tüzel kişilere de eser sahipliği sıfatı tanınmaktayken, anılan değişikliklerle birlikte eser sahipliği gerçek kişilere özgü hâle getirilmiştir. FSEK m. 18/II de, memur, hizmetli ve işçilerin işlerini görürken meydana getirdikleri eserler üzerindeki -malî-9 hakların kural olarak bunları çalıştıran ya da tayin edenlerce kullanılacağının düzenlenmesi ve ardından bu durumun tüzel kişilerin organları için de geçerli olduğunun öngörülmesi de bu durumu destekler niteliktedir. Zira anılan hüküm, çalıştıran ve tayin edenler ile tüzel kişileri eser sahibi olarak kabul etmemiş, onlara sadece eser üzerindeki malî hakları kullanma yetkisi tanımıştır. Bununla birlikte kanun koyucu, 5101 sayılı Kanun la, FSEK m. 1/B, b. b hükmündeki                                                            6  Ayiter, s. 90; Erel, s. 87; Gökyayla, Telif Hakkı, s. 202; Karahan/Suluk/Saraç/Nal, s. 82; Şahin, s. 66. 7  RG, S. 22311, T. 12.6.1995. 8  RG, S. 24335, T. 3.3.2001 (Mükerrer). 9  Hükümde çalıştıranlara ve tayin edenlere tanınan yetkinin manevî hakları da kapsamına alıp almadığı tartışmalıdır. Bu yöndeki tartışmalar için bkz. Cinoğlu, Funda; Eser Üzerinde İşverenin Hak Sahipliği, Yayımlanmamış Yüksek Lisans Tezi, İstanbul 2010, s. 54, 55; Karaman Coşgun, Özlem;  Fikir ve Sanat Eserleri Kanunu Kapsamında İşveren ve Tayin Edenin Eser Üzerindeki Hakları , MÜHF-HAD, C. XIII, S. 1-2, 2007, s. 44; Kılıçoğlu, Fikri Haklar, s. 214; Öztan, s. 242-244; Tekinalp, § 12, N. 8; Yıldız, Özge;  Çalışanların Meydana Getirdiği Eserler , İÜHFM, C. LXXII, S. 2, 2014, s. 501 vd.. Konuya ilişkin ayrıca bkz. Yarg. 11. HD, E. 2001/2687, K. 2001/5080, T. 4.6.2001; 11. HD, E. 2003/7032, K. 2004/1586, T. 23.2.2004 (Suluk, Cahit/Orhan, Ali; Uygulamalı Fikri Mülkiyet Hukuku, C. II, İstanbul 2005, s. 311, 312). 10  Kanun koyucunun yaratma gerçeği ilkesini benimsemesi karşısında, doktrinde,  İlk eser sahibi tüzelkişi ise, koruma süresi aleniyet tarihinden itibaren 70 yıldır.  şeklindeki FSEK m. 27/IV hükmünün dikkatsizlik sonucunda kanuna girdiği savunulmaktadır. Bu yönde bkz. Karahan/Suluk/Saraç/Nal, s. 82; Karaman Coşgun, s. 52. Hükmün, Fikir ve Sanat Eserleri Kanunu nda yapılan değişikliklerden önceki, tüzel kişilerin de eser sahibi kabul edilebileceği dönemde eser sahibi sıfatını elde eden tüzel kişiler bakımından hâlâ uygulama alanı bulabileceği yönünde ise bkz. Gökyayla, K. Emre;  Fikir ve Sanat Eserleri Kanunu nda Yapılan Değişikliklerin Değerlendirilmesi , DEÜHFD, C. VII, S. 1, 2005, s. 20, dn. 42; Suluk/Orhan, s. 301. 11  RG, S. 25400, T. 12.3.2004.  121Özgür Güvenç-Ayşe Karaca                                  Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156                             eser sahibi tanımından  gerçek  ibaresini çıkarmıştır. Bu değişiklik, artık tüzel kişilerin de eser sahibi sıfatını elde edebileceği şekilde yorumlanmaya müsait olduğundan, doktrinde tartışmalara yol açmıştır. Çalışmamızın konusunu oluşturan  sipariş üzerine yayım sözleşmesi  başlıklı  TBK  m.  501  hükmünde,  bir  veya  birkaç  kişinin,  yayımcının belirlediği plana göre bir eser meydana getirmeyi üstlendikleri hâllerde, bu kişilerin sadece kararlaştırılan ücrete hak kazanacağı,  sözleşme konusu malî haklar ın ise yayımcıya ait olacağı düzenlenmiştir. Anılan hükmün lafzından hareket  edildiğinde,   sözleşme  konusu  malî  haklar ın  doğrudan  yayımcı üzerinde doğduğu sonucu ortaya çıkmaktadır. Böyle bir düzenleme, öncelikle eser  üzerindeki  hakların  doğrudan  ve  kendiliğinden  eseri  oluşturan  kişi dışında bir kişiye (yayımcıya) ait olacağını öngörmesi bakımından yaratma gerçeği ilkesiyle ve FSEK m. 8/I ile çelişen bir görüntü çizmektedir. Ayrıca anılan hüküm, yayımcının uygulamada genellikle tüzel kişi olması karşısında, tüzel  kişilerin  eser  üzerindeki  hakları  aslen  kazanmasına  imkân  vermesi yönünden m. 18/II ile de bağdaşmamaktadır. Bu bağdaşmazlık, yapımcı ve yayımcının, eser üzerindeki hakları ancak eserin sahibiyle yaptığı sözleşmeyle kullanabileceğini düzenleyen FSEK m. 18/III bakımından da söz konusudur. Çalışmamız, detaylı bir incelemeyle TBK m. 501 hükmünün gerçek anlamının tespit edilmesi ve TBK m. 501 ile FSEK m. 8/I, m. 18/II ve m. 18/III arasındaki çatışmadan kaynaklanın sorunun çözüme kavuşturulması amacıyla kaleme alınmıştır. I.  TBK M. 501 HÜKMÜNÜN İNCELENMESİ Yayımcının  belirlediği  plana  göre  bir  eser  meydana  getirilmesi, düzenlemesini,  Türk  Borçlar  Kanunu nun  yayım  sözleşmesine  ayrılan bölümünde yer alan,  sipariş üzerine yayım sözleşmesi  başlıklı TBK m. 501 hükmünde bulmaktadır. İki fıkradan oluşan hüküm şu şekildedir:  Bir veya birkaç kişi, yayımcının belirlediği plana göre bir eser meydana getirmeyi  üstlenirlerse,  sadece  sözleşmeyle  kararlaştırılan  ücrete  hak kazanırlar. Bu durumda, sözleşme konusu mali haklar yayımcıya ait olur.  Kanun koyucunun hükme yansıyan iradesine göre, TBK m. 501 hükmü, bir  sözleşme  ilişkisine  işaret  etmektedir.  Bu  sözleşmenin  bir  tarafında                                                            12  Gökyayla, Değişiklikler, s. 17-21; Karahan/Suluk/Saraç/Nal, s. 82; Karaman Coşgun, s. 51, 52. 13  6098 sayılı Türk Borçlar Kanunu, RG, S. 27836, T. 4.2.2011. 122Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156         Yayımcının Planı Çerçevesinde Eser Meydana Getirilmesi                    (TBK m. 501)…   yayımcı, diğer tarafında ise yayımcının belirlediği plan dâhilinde bir fikir ve sanat eseri oluşturmayı üstlenen kişi ya da kişiler yer almaktadır. Sözleşme çerçevesinde  bir  eser  meydana  getirildiğinde,  eser  üzerindeki   sözleşme konusu malî haklar  yayımcıya ait olmakta, eseri meydana getiren kişi ya da kişiler ise sadece  ücrete  hak kazanabilmektedir. Görüldüğü üzere hüküm, yayımcının planına göre bir fikir ve sanat eseri meydana getirilmesi hâlinde, eser üzerindeki  sözleşme konusu malî haklar ın yayımcıya ait olduğunu açıkça ifade etmektedir. Oysa yukarıda da belirtildiği gibi, FSEK m. 8/I e göre, eser sahibi sıfatı eseri yaratan kişiye aittir. FSEK m. 18/II de, çalıştıranlara çalışanların meydana getirdiği eserler üzerinde, tüzel kişilere ise bunların organlarını oluşturan kişilerin meydana getirdiği eserler üzerinde hak sahipliği değil, ancak malî hakları kullanma yetkisi tanımaktadır. Yayımcının  ve  yapımcının  eser  üzerindeki  hakları  sadece  eser  sahibiyle yaptığı sözleşme çerçevesinde kullanabileceği de, FSEK m. 18/III hükmünde de  vurgulanmıştır.  Yayımcının,  yayımcı  tarafından  belirlenen  plan çerçevesinde  başkasının ya da  başkalarının yaratıcı  faaliyetiyle  meydana getirdiği eser üzerindeki malî haklara doğrudan sahip olması, FSEK m. 8/I, m. 18/II ve m. 18/III ün öngördüğü hak sahipliği düzenine oldukça yabancıdır. Bu nedenle, ilk bakışta, TBK m. 501/II ile anılan hükümler arasında bir çatışmanın mevcut olduğu söylenebilir. Bununla  birlikte,  bir  kanun  hükmü  uygulanırken,  hükmün  sadece lafzından yola çıkılması mümkün değildir. TMK m. 1/I, kanunların, sözüyle ve özüyle değindiği bütün konularda uygulanacağını açıkça ifade etmiştir. Bu doğrultuda hâkim, önüne gelen olayda kanun hükmünün lafzının yanı sıra özünü de araştırır. Hükmün özü, yani yorum sonucunda hükme verilen anlam, hükmün lafzı ile bağdaşırsa, hüküm, yorum yoluyla belirlenen anlamı çerçevesinde  uygulanır.  Ancak  hükmün  lafzı  ile  özü  arasında bağdaştırılması mümkün olmayan bir ayrılık mevcutsa, bir kanun boşluğunun varlığından söz edilir. Bu durumda boşluğun, hükmün özüne uygun olarak                                                            14  Yarg. İBK, E. 22, K. 2, T. 9.3.1955:  Her hükmün lâfzı, ruhu ile kontrol edilmek gerekir.  (RG, S. 9039, T. 27.6.1955). 15  Edis, Seyfullah; Medenî Hukuka Giriş ve Başlangıç Hükümleri, 4. Bası, Ankara 1989, s. 185; Oğuzman, M. Kemal/Barlas, Nami; Medenî Hukuk, 20. Bası, İstanbul 2014, N. 340, dn. 156. 16  Altaş,  Hüseyin;  Medeni  Hukuk  Başlangıç  Hükümleri,  Ankara  2014,  s.  182;  Dural, Mustafa/Sarı, Suat; Türk Özel Hukuku C. I: Temel Kavramlar ve Medenî Kanunun Başlangıç Hükümleri, 9. Bası, İstanbul 2014, N. 794; Oğuzman/Barlas, N. 245.  123Özgür Güvenç-Ayşe Karaca                                  Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156                             doldurulacağı kabul edilmektedir. İşte bu esaslar doğrultusunda, TBK m. 501 in özü araştırılmadan, bu hükümle Fikir ve Sanat Eserleri Kanunu nun ilgili hükümleri arasında bir çelişkinin varlığından söz etmek doğru olmaz. Esasen,  yayımcının  planı  çerçevesinde  bir  eser  meydana  getirilmesi temeline dayanan hukukî ilişkinin Fikir ve Sanat Eserleri Kanunu nda ve Türk Borçlar  Kanunu nda  açık  ve  detaylı  hükümlerle  düzenlenmemiş  olması, anılan hükmün özünün araştırılmasını ciddi bir gereklilik hâline getirmektedir. Gerçekten, yayımcının belirlediği plan çerçevesinde bir fikir ve sanat eserinin meydana getirilmesi, çoğu hâlde, iki cümleden oluşan bir kanun hükmüyle çözüme kavuşturulamayacak derecede karmaşık bir ilişki niteliği taşır. Öyle ki, yayımcının verdiği talimatların kapsamına, kendisinden eser oluşturması istenen kişinin/kişilerin niteliklerine ve esere sağladıkları katkıya göre, bu hukukî ilişkinin çeşitli şekillerde tezahür etmesi mümkündür. Bu bağlamda, kanun koyucunun TBK m. 501 hükmüyle bu ilişkilerin tamamını düzenlemek isteyip istemediğinin tespiti önem taşımaktadır. TBK m. 501 in özünün dikkatle araştırılmasını gerektiren bir diğer husus ise, konuya ilişkin Türk mevzuatında yer alan tek hüküm olan TBK m. 501 in İsviçre Borçlar Kanunu ndan çevrilmek suretiyle Kanun a dâhil edilmesidir. Çevirilerde,  dilden  kaynaklanan  sebeplerle  ya  da  birtakım  eksiklik  veya yanlışlıklar  dolayısıyla  anlam  farklılıklarının  ortaya  çıkması  oldukça muhtemeldir. Kaldı ki hükümler incelendiğinde, gerek OR Art. 393 ile BK m. 385 arasında gerek BK m. 385 ile TBK m. 501 arasında önemli farkların bulunduğu görülmektedir. Örneğin, OR Art. 393 Abs. 1 deki  die Bearbeitung eines Werkes  (bir eserin işlenmesini) ifadesine karşılık olarak; BK m. 385 te  bir eser telif eylemeği , TBK m. 501 de ise  bir eser meydana getirmeyi  ibareleri  mevcuttur.  Benzer  şekilde,  BK  m.  385/II de   telif  hakkı nın yayımcıya ait olacağı belirtilirken, TBK m. 501/II de  sözleşme konusu malî haklar ın  yayımcıya  ait  olacağı  öngörülmüştür.  Hâlbuki  TBK  m.  501 hükmünün  gerekçesinde,  madde  metninde  yapılan  arılaştırma  dışında, hükümde bir değişiklik yapılmadığı yazılıdır. Bu durum, hükmün ciddiyetle                                                            17  Dural/Sarı, N. 794; Bu yönde ayrıca bkz. Yarg. İBK, E. 14, K. 6, T. 4.2.1959, RG, S. 10194, T. 29.4.1959; Yarg. İBK, E. 1, K. 3, T. 27.3.1957, RG, S. 9640, T. 22.6.1957. 18  SR 220: Bundesgesetz vom 30. März 1911 betreffend die Ergänzung des Schweizerischen Zivilgesetzbuches (Fünfter Teil: Obligationenrecht). 19  6098 Sayılı Türk Borçlar Kanunu Madde Gerekçeleri, Erişim: Kazancı Mevzuat Bilgi Bankası, http://www.kazanci.com/kho/mbb/giris.htm, 29.7.2016. 20  6098 sayılı Türk Borçlar Kanunu Tasarısı nda, ikinci fıkradaki  telif hakkı  ibaresi muhafaza edilmiş olmasına rağmen; hüküm  sözleşme konusu malî haklar  ibaresiyle kanunlaşmıştır. Konuya  ilişkin  bkz.  Kılıçoğlu,  Fikri  Haklar,  s.  213,  214.  Bu  durumun,  Kanun un gerekçesinde  hükümde  değişiklik  bulunmadığının  yazmasının  sebebini  oluşturması 124Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156         Yayımcının Planı Çerçevesinde Eser Meydana Getirilmesi                    (TBK m. 501)…   ve  detaylı  şekilde  ele  alınmasının  ne  derece  gerekli  olduğunun açık  bir göstergesidir. A. Kapsamına Aldığı Hukukî İlişkiler Yönünden TBK m. 501, Türk Borçlar Kanunu nun yayım sözleşmesine ayrılan bölümünün son hükmünü oluşturmaktadır. Söz konusu kanun maddesinin başlığı da  sipariş üzerine yayım sözleşmesi  olarak belirlenmiştir. Yine, hükme göre, meydana getirilecek olan fikir ve sanat eserinin planı  yayımcı  tarafından hazırlanmakta, sözleşme konusu malî haklar da  yayımcıya  ait olmaktadır. Tüm bu bilgiler, TBK m. 501 hükmünde düzenlenen hukukî ilişkinin yayım sözleşmesinin özel bir türünü oluşturduğu düşüncesine yol açmaktadır. Ancak bir sözleşmenin hukukî niteliğinin tespitinde belirleyici olan, sözleşmenin kanunda düzenlendiği yer ve sözleşmeye verilen isim değil, sözleşmenin tipini belirleyen esaslı unsurlarıdır. TBK m. 487 de verilen tanım dikkate alındığında, yayım sözleşmesinin esaslı unsurlarının; eser sahibi ya da onun halefi tarafından bir fikir ve sanat eserinin yayımlanmak üzere -çoğaltma ve yayma hakları da devredilerek- yayımcıya bırakılması ve bu eserin yayımcı tarafından  çoğaltılması  ve  yayılması  olduğu  görülür.  Dolayısıyla  yayım sözleşmesinde, eser sahibi (yayımlatan) ile yayımcı arasında, bir fikir ve sanat eserin çoğaltılması ve yayılması amacına yönelik bir anlaşma söz konusudur. TBK  m.  501 de  düzenlenen,  bir  veya  birkaç  kişinin  yayımcının belirlediği plana göre bir eser meydana getirmeyi üstlenmeleri hâlinde ise, aslında yayım sözleşmesine ilişkin esaslı unsurlar mevcut değildir. Nitekim TBK m. 501 in düzenlediği hâlde, bir ya da birkaç kişi, yayımcının planına göre bir eser oluşturma taahhüdünde bulunurken, yayımcı ise bu faaliyet karşılığında bu kişilere sadece ücret ödemeyi taahhüt etmektedir. TBK m. 501, yayımcının herhangi bir şekilde çoğaltma ve yayma borcu altında olduğundan bahsetmemekte, yayımcıyı böyle bir yükümlülük altına sokmamaktadır. Zira TBK m. 501 deki hukukî ilişki, yayım sözleşmesinden farklı olarak, bir eserin çoğaltılması ve yayılmasını değil, bir eserin meydana getirilmesi faaliyetini                                                            muhtemeldir. Ancak yine de bu sebep, gerekçenin hükümdeki değişikliği yansıtmaması bakımından geçerli bir mazeret oluşturmaz.  21  Bilge, Necip; Borçlar Hukuku Özel Borç Münasebetleri, Ankara 1971, s. 270; Tandoğan, Halûk; Borçlar Hukuku Özel Borç İlişkileri, C. II, 5. Bası, İstanbul 2010, s. 48; Yavuz, Levent/Alıca, Türkay/Merdivan, Fethi; Fikir ve Sanat Eserleri Kanunu Yorumu, C. I, Ankara 2013, s. 605; Zengin, Hüseyin Kağan; Eski ve Yeni Türk Borçlar Kanununa Göre Yayım Sözleşmesi, Yayımlanmamış Yüksek Lisans Tezi, Erzurum 2015, s. 43.  125Özgür Güvenç-Ayşe Karaca                                  Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156                             temel almaktadır. Ayrıca, TBK m. 501 hükmünde öngörülmüş olan hukukî ilişkide, bir eseri yayımlanmak üzere yayımcıya bırakan, çoğaltma ve yayma haklarını da bu amaçla yayımcıya devreden bir tarafın varlığından da söz edilemez. Zaten TBK m. 501/II uyarınca, bu hâlde  sözleşme konusu malî haklar , eserin yaratılmasıyla birlikte doğrudan yayımcıya ait olmaktadır. Dolayısıyla, burada, yayım sözleşmesinin taraflarından biri olan  yayımlatan  (Verlaggeber) da bulunmamaktadır. Tüm bu bilgiler ışığında, bir ya da birkaç  kişinin  yayımcının  belirlediği  plan  dairesinde  bir  eser  meydana getirmeyi üstlenmeleriyle kurulan hukukî ilişkinin, yayım sözleşmesinin bir türü olarak değerlendirilemeyeceği sonucuna varılır. TBK m. 501 de düzenlenen ilişkinin yayım sözleşmesinin bir türünü oluşturmadığı, hükmün mehaz İsviçre Borçlar Kanunu ndaki karşılığından da rahatlıkla çıkarılabilecek bir sonuçtur. Bir veya birkaç kişinin yayımcının belirlediği plana göre bir eser meydana getirmeyi taahhüt etmesiyle ortaya çıkan  hukukî  ilişki,  İsviçre  mevzuatına  ilk  olarak  eski  İsviçre  Borçlar Kanunu yla  (aOR)  birlikte  girmiştir.  Eski  İsviçre  Borçlar  Kanunu nun yapılması sürecinde ilk olarak kanunda düşünülmeyen söz konusu hükmün (aOR Art. 391), adı verilmeyen Lozan merkezli bir yayımcının çabası üzerine, Federal  Meclis te  yapılan  görüşmeler  sırasında,  kanuna  sonradan  dâhil edildiği  belirtilmektedir.  İsviçre  Ulusal  Konseyi  Komisyonu nda (Kommission  des  Nationalrates)  yapılan  oylamalarda  da,  aOR  Art.  391 hükmünde bir yayım sözleşmesinin değil, bir hizmet sözleşmesinin ya da eser sözleşmesinin mevcut olduğu ifade edilmiştir. Bu durum da, TBK m. 501 in kapsamına  aldığı  sözleşme  ilişkisinin,  taraflardan  birini  yayımcının oluşturması dolayısıyla yayım sözleşmesiyle bağlantılı görülerek kanunun bu                                                            22  Hochreutener, Inge; Zürcher Kommentar zum schweizerischen Zivilrecht, Bd. V/2e: Der Verlagsvertrag (Art. 380-393 OR), 4. Aufl., Hrsg. Jörg Schmid, Zürich 2011, Art. 393, N. 11.  23  Aynı yönde bkz. Bilge, s. 270; Franko, Nisim İ.; Türk Borçlar Kanununa Göre Yayın Sözleşmesinin  Hükümleri,  Ankara  1981,  s.  15;  Hilty,  Reto  M.;  Basler  Kommentar, Obligationenrecht  I  (Art.  1-529  OR),  5.  Aufl.,  Hrsg.  Heinrich  Honsell/Nedim  Peter Vogt/Wolfgang Wiegand, Basel 2011, Art. 393, N. 3; Hochreutener, ZK, Art. 393, N. 11; Öztan, s. 834, 835; Streuli-Youssef, Magda; Handkommentar zum Schweizer Privatrecht, Vertragsverhältnisse Teil 2 (Art. 319-529 OR), 2. Aufl., Hrsg. Claire Huguenin/Markus Müller-Chen/Daniel Girsberger, Zürich 2012, Art. 393, N. 1; Tandoğan, s. 48; Tunçomağ, Kenan; Türk Borçlar Hukuku, C. II: Özel Borç İlişkileri, 3. Bası, İstanbul, 1977, s. 1135; Zengin, s. 43; Zevkliler, Aydın/Gökyayla, K. Emre; Borçlar Hukuku Özel Borç İlişkileri, 14. Bası, Ankara 2014, s. 599. 24  Hochreutener, ZK, Art. 393, N. 4, 5. 25  Hochreutener, ZK, Art. 393, N. 4; Müller, Josef; Der Verlagsvertrag nach schweizerischem Recht, Bern 1905, s. 160. 126Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156         Yayımcının Planı Çerçevesinde Eser Meydana Getirilmesi                    (TBK m. 501)…   bölümüne dâhil edildiğine, ancak yayım sözleşmesinin bir türü olmadığına işaret  etmektedir.  Bu  bağlamda,  BK  m.  385  hükmüne,  OR  Art.  393 ün başlığıyla (Bearbeitung eines Werkes nach Plan des Verlegers) büyük oranda paralellik taşıyan  naşirin plânı dairesinde eser telifi  başlığı verilmişken, bu başlığın  Türk  Borçlar  Kanunu nda  değiştirilerek   sipariş  üzerine  yayım sözleşmesi  hâline getirilmesi, kanaatimizce yanıltıcı ve dolayısıyla isabetsiz olmuştur. TBK m. 501 in kapsamına aldığı hukukî ilişkileri tespit edebilmek için, hükmün, Türk ve İsviçre mevzuatında açıkça düzenlenmemiş olmakla birlikte Alman Yayım Kanunu nda düzenlemesi (VerlG § 47) bulunan ve bunun etkisiyle  Türk  ve  İsviçre  doktrinlerinde  de  kabul  edilen   eser  siparişi sözleşmesi  (Bestellvertrag) ile bağlantısının araştırılması gerekir. Nitekim kanun  koyucunun  TBK  m.  501 le  esasen  eser  siparişi  sözleşmesini düzenlemek  istediği  sonucuna  varılırsa,  hükmün  özünün  tespitinde  eser siparişi  sözleşmesine  ilişkin  esaslardan  ve  özellikle  Alman  hukukundaki VerlG § 47 hükmünden faydalanılması mümkün hâle gelecektir. Eser siparişi sözleşmesi, en genel ifadesiyle, bir veya birkaç kişinin, sipariş verenin belirlediği plan ve verdiği talimatlar doğrultusunda bir fikir ve sanat eseri meydana getirmeyi üstlendiği sözleşme türüdür. Eser siparişi sözleşmesinde önemli olan, eserin, sipariş verenin belirlediği tarz ve şekilde, onun  detaylı  talimatlarına  uyularak  oluşturulmasıdır.  Bu  şart  sağlandığı sürece, bir kanun şerhinin hazırlanmasından, bir heykel yapılmasına veya bir sinema ya da müzik eseri oluşturulmasına gibi pek çok faaliyet eser siparişi sözleşmesi kapsamında değerlendirilebilir. Alman hukukundaki VerlG § 47 Abs. 1 hükmü, bir kimsenin, sipariş verenin eserin içeriğini ve ne şekilde yapılacağını tam olarak belirlediği bir plana göre bir eser meydana getirmeyi üstlenmesi hâlinde, şüphe durumunda sipariş  verenin  çoğaltma  ve  yayma  yükümü  altında  olmadığını  ifade etmektedir. İkinci fıkrada ise, bu kuralın, ansiklopedik eser oluşturulması için                                                            26  Gesetz über das Verlagsrecht vom 19. Juni 1901. 27  Eser siparişi sözleşmesi hakkında geniş bilgi için bkz. Ayiter, s. 234, 235; Mackensen, Jürgen; Der Verlagsvertrag im internationalen Privatrecht, Bonn 1964, s. 117-121; Öztan, s. 837-839; Schricker, Gerhard; Verlagsrecht, 3. Aufl., München 2001, § 47, N. 1-26; Tekinalp, § 16, N. 64-66; Ulmer-Eilfort, Constanze/Obergfell, Eva Inés; Verlagsrecht, München 2013, § 47, N. 1-39; Wegner, Konstantin; Beck scher Online-Kommentar Urheberrecht, 13. Aufl., Hrsg. Hartwig Ahlberg/Horst-Peter Götting, München 2016, § 47, N. 1-25. 28  Eser siparişi sözleşmesine ilişkin örnekler için bkz. Schricker, § 47, N. 8; Tekinalp, § 16, N. 64.  127Özgür Güvenç-Ayşe Karaca                                  Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156                             birlikte çalışılmasıyla ya da bir başka eser veya bir toplama esere ilişkin yardımcı ya da yan çalışmalarla sınırlı olan faaliyetlerde de uygulanacağı belirtilerek hükmün uygulama alanı genişletilmiştir. Görüldüğü üzere Alman kanun koyucusu da, sipariş veren tarafından hazırlanan tam ve detaylı bir planın varlığını temel şart olarak kabul etmekte, bu şartı sağlayan eser siparişi ilişkilerini  eser  siparişi  sözleşmesi  (Bestellvertrag)  başlığı  altında değerlendirmektedir. Eser siparişi sözleşmesinin tipini belirleyen esaslı unsur, bir kimsenin, sipariş veren tarafından hazırlanan ve sözleşme konusu eserin içeriğini ve nasıl  meydana  getirileceğini  tam  olarak  tespit  eden  plana  göre  bir  eser oluşturmasıdır. Bu yönüyle eser siparişi sözleşmesi, TBK m. 501 hükmünde yer alan hukukî ilişkiyle temelde örtüşmektedir. Gerçekten TBK m. 501 çerçevesinde  de  üstlenilen,  yayımcı  tarafından  oluşturulan  bir  plan çerçevesinde bir eser meydana getirilmesidir. Yine, TBK m. 501 de eseri meydana getiren kişi ya da kişilerin bunun karşılığında ücrete hak kazanacağı belirtilmiştir. Eser siparişi sözleşmesinde de, VerlG § 47 de bu yönde bir hüküm  bulunmamasına  rağmen,  doktrindeki  hâkim  görüş,  taraflar sözleşmede ücrete hiç değinmemiş olsalar bile, eserin meydana getirilmesinin somut  olayın  şartlarına  göre  sadece  ücret  karşılığında  beklenebileceği hâllerde, zımnen bir ücretin kararlaştırıldığının karineten kabul edileceği yönündedir. Bununla  birlikte,  TBK  m.  501 de  düzenlenen  ilişkiyi  eser  siparişi sözleşmesinden ayıran önemli bir nokta mevcuttur. Şöyle ki, doktrinde aksini savunan  yazarlar  da  bulunmakla  birlikte,  kanaatimizce  eser  siparişi sözleşmesinin sipariş veren tarafını yayımcının oluşturması bir zorunluluk arz etmez. Eser siparişi sözleşmesinin, sipariş vereni kural olarak çoğaltma ve yayma  yükümlülükleri  altına  sokmadığı,  VerlG  §  47  Abs.  1 de  açıkça öngörülmüş;  Türk,  İsviçre  ve  Alman  doktrinlerinde  de  ittifakla  kabul                                                            29  Wegner, § 47, N. 17. 30  Bu yönde bkz. Müller, s. 162; Rehbinder, Manfred; Urheberrecht, 14. Aufl., München, 2006, N. 663; Schricker, § 47, N. 20. 31  Hochreutener, Inge; Verlagsrecht, Hrsg. Magda Streuli-Youssef, Zürich 2006, s. 75, 76; Tekinalp, § 16, N. 64; Wegner, N. 2. Hemen belirtmek gerekir ki anılan yazarlar, eser siparişi sözleşmesinin bir tarafında yayımcının bulunması gerektiğini açıkça ifade etmemekle birlikte, bu sözleşmeye ilişkin açıklamalarını yaparken  sipariş veren  yerine  yayımcı  ibaresini kullandıkları için böyle bir izlenim yaratmaktadırlar. 32  Aynı  yönde  bkz.  Rehbinder,  Urheberrecht,  N.  663;  Schack,  Haimo;  Urheber-  und Urhebervertragsrecht, 4. Aufl., Tübingen 2007, N. 1057; Ulmer-Eilfort/Obergfell, § 47, N. 2. 128Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156         Yayımcının Planı Çerçevesinde Eser Meydana Getirilmesi                    (TBK m. 501)…   edilmiştir. Dolayısıyla anılan sözleşme, bir yayım sözleşmesi ilişkisinin doğumuna sebebiyet vermez ve bir yayımcının varlığını da zorunlu kılmaz. Nitekim Alman kanun koyucusu da, eser siparişi sözleşmesini Alman Yayım Kanunu içinde düzenlemesine rağmen, VerlG § 47 de  yayımcı (Verleger)  kavramına değil,  sipariş veren (Besteller)  kavramına yer vermiştir. Tüm bu göstergeler,  eser  siparişi  sözleşmesinin  sipariş  veren  tarafında,  yayımcı dışındaki bir kişinin de bulunabileceğini ortaya koymaktadır. TBK m. 501 de ise durum farklıdır. Zira söz konusu hükümde, eserin oluşturulmasını talep eden tarafın yayımcı olduğu öngörülmüş, sözleşmenin sipariş veren tarafında yayımcının bulunduğu açıkça ifade edilmiştir. Dolayısıyla TBK m. 501, sadece, planı yayımcı tarafından hazırlanan eser siparişi ilişkilerini kapsamına almaktadır. TBK m. 501 de düzenlenmiş olan sözleşmeyle eser siparişi sözleşmesi arasında, ilk bakışta anlaşılması kolay olmayan, ancak TBK m. 501 in özü araştırıldığında keşfedilebilen, çok önemli bir ayrılık daha mevcuttur. Bu ayrılık, her iki sözleşme türünün, sözleşme çerçevesinde ortaya çıkan fikir ve sanat eseri üzerindeki hak sahipliğine ilişkin hüküm ve sonuçlarında kendini göstermektedir.  Gerçekten,  yukarıda  da  ifade  ettiğimiz  gibi  eser  siparişi sözleşmesi geniş kapsamlı bir sözleşme ilişkisidir. Bu bağlamda, sözleşme konusu fikir ve sanat eseri üzerindeki hak sahipliği durumu da, sipariş verenin ve  eser  sahibinin  eserin  oluşturulmasında  sahibi  oldukları  paya  göre farklılaşabilmektedir. Her ne kadar Köln Eyalet Yüksek Mahkemesi nin bir kararında, eseri oluşturan kişi ya da kişilerin, sipariş verene nazaran daha az derecede eser sahipliği faaliyeti (niedere Verfassertätigkeit) sergilemesi eser siparişi sözleşmesinin bir şartı olarak kabul edilmişse de; doktrindeki hâkim yaklaşım, somut olayın şartlarına göre, eser siparişi sözleşmesi sonucunda sözleşmenin her iki tarafının da, tek başına ya da birlikte, eser sahibi sıfatını kazanabileceği yönündedir. Eser siparişi sözleşmesinde sipariş verenin eserin içeriğini ve ne şekilde yapılacağını tam olarak belirlediği bir planın varlığının, tek başına, eseri oluşturan kişi ya da kişilerin sadece  yardımcı kişi (Gehilfe)  sıfatı taşımaları anlamına gelmeyeceği şüphesizdir. Burada esas olan, eseri                                                            33  Hochreutener, Urhebervertragsrecht, s. 75,76; Isenschmid, Adolf; Das Verlagsrecht an Werken der bildenden Kunst und der Verlagsvertrag, Bern 1912, s. 212; Rehbinder, Urheberrecht, N. 663; Schack, N. 1056; Schricker, § 47, N. 2; Öztan, s. 837; Tekinalp, § 16, N. 65; Ulmer-Eilfort/Obergfell, § 47, N. 23; Wegner, § 47, N. 5, 6.  34  OLG Köln, 3.3.1950, 4 U 317/49, GRUR 1950, s. 579, 581, Erişim: Beck-Online, 10.8.2016. 35  Bu yönde bkz. Schrichker, § 47, N. 2-7; Ulmer-Eilfort/Obergfell, § 47, N. 14, 35; Wegner, § 47, N. 10. 36  Talimatların varlığının tek başına eseri meydana getiren kişinin yaratıcı faaliyetini ortadan kaldırmayacağı yönünde bkz. BGE 117 II 466, 469, Erişim: Swisslex, 10.8.2016.  129Özgür Güvenç-Ayşe Karaca                                  Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156                             meydana  getiren  kimselerin  daha  az  yaratıcı  faaliyette  bulunması  değil, bağımlı  yaratıcı  faaliyet  (abhängige  Verfassertätigkeit)  sergilemesidir. Nitekim Alman kanun koyucusu da, VerlG § 47 de eser üzerindeki hak sahipliğine ilişkin bir düzenleme yapmayarak, eser siparişi sözleşmesinde hak sahipliği durumunun somut olayın şartlarına göre değişiklik göstermesine bir anlamda izin vermiştir. TBK  m.  501 de  ise,  sözleşmenin  taraflarının  eser  üzerindeki  hak sahipliğine ilişkin açık bir düzenleme mevcuttur. Kanun koyucu, TBK m. 501/I de eseri meydana getiren kişi ya da kişilerin  sadece  sözleşmeyle kararlaştırılan ücrete hak kazanacağını ifade ettikten sonra, TBK m. 501/II de,  sözleşme konusu malî hakların  yayımcıya ait olacağını belirtmiştir. Hatta, gerekçelerini  çalışmamızın  ilerideki  bölümlerinde  detaylı  olarak açıklayacağımız üzere, TBK m. 501/II nin, özüne -ve hükmün kaynağını oluşturan OR Art. 393 Abs. 2 ve BK m. 385/II hükümlerine- uygun olan anlamı, sadece sözleşme konusu malî hakların değil, eser üzerindeki tüm fikrî hakların  doğrudan  yayımcıya  ait  olmasıdır.  Türk  kanun  koyucusunun sergilediği, eseri meydana getiren kişileri sadece ücrete layık görme ve eser üzerinde  doğrudan  yayımcıya  hak  tanıma  eğilimi,  eser  üzerindeki  hak sahipliği bakımından, TBK m. 501 ile eser siparişi sözleşmesi arasında basite alınamayacak bir ayrışmanın mevcut olduğunu ortaya koymaktadır. Sözleşme  çerçevesinde  meydana  gelen  eser  üzerinde  kimin  ya  da kimlerin hak sahibi olacağının, sözleşmenin taraflarının eserin yaratılmasında sahip  oldukları  pay,  yani  sergiledikleri  yaratıcı  faaliyet  dikkate  alınarak belirlenmesi esastır. Bu doğrultuda, TBK m. 501 in eser üzerindeki hak sahipliğine ilişkin düzenlemeleri, hükmün kapsamına aldığı hukukî ilişkilerin tespitinde  önemli  role  sahiptir.  Eser  siparişi  sözleşmesi  eser  üzerinde sözleşmenin her iki tarafının da ayrı ya da birlikte hak sahibi olabileceği farklı hukukî ilişkileri kapsamına almaktayken; TBK m. 501, eseri fiilen meydana getiren kişilerin sadece ücrete hak kazandığı, eser üzerindeki fikrî hakların ise -hükmün özüne uygun anlamına göre- doğrudan yayımcıya ait olduğu hâllere işaret etmektedir. Bu doğrultuda, TBK m. 501 hükmünün uygulama alanının, esere ilişkin yaratıcı faaliyetin tamamen yayımcıya ait olduğu, eseri meydana getirenlerin  sadece  yardımcı  sıfatıyla  eserin  oluşturulmasına  katkıda bulunduğu  hukukî  ilişkilerle  sınırlı  olduğu  kabul  edilmelidir.  Zira  fikrî hakların, eserin meydana getirilmesinde yaratıcı faaliyet sergilemek suretiyle tamamen ya da kısmen pay sahibi olan kişi yerine doğrudan yayımcı üzerinde doğması, buna karşın eseri yaratan kişinin sadece ücrete hak kazanması, fikir                                                            37  Schack, N. 1057; Schrichker, § 47, N. 6; Ulmer-Eilfort/Obergfell, § 47, N. 14. 130Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156         Yayımcının Planı Çerçevesinde Eser Meydana Getirilmesi                    (TBK m. 501)…   ve sanat eserleri hukukunun eser sahipliğine ilişkin temel kurallarına ve özellikle de yaratma gerçeği ilkesine aykırıdır. TBK m. 501 in uygulama alanı bu tür bir sınırlandırmaya tâbi tutulmazsa, eser üzerindeki fikrî hakların tamamı yayımcı üzerinde doğacağından, eser sahibinin yaratıcı faaliyetinin neredeyse tamamen yok sayılması gibi, kabul edilemez bir sonuç ortaya çıkmaktadır. Tüm bu anlatılanlar ışığında, TBK m. 501 in kapsamının, eser siparişi sözleşmesinin kapsamına nazaran oldukça dar tutulduğu sonucuna varılmış olmaktadır. Yukarıda, hükümde düzenlenen hak sahipliği durumundan yola çıkarak TBK m. 501 in kapsamına ilişkin vardığımız sonuç, tabiidir ki, hükmün lafzı itibarıyla bu tür bir sınırlamaya elverişli olmadığı itirazıyla karşılaşabilir. Nitekim TBK m. 501, bir veya birkaç kişinin yayımcının belirlediği bir plana göre eser meydana getirmelerinden bahsetmekte, tarafların ortaya çıkan eserin oluşturulmasında sahip oldukları paya ilişkin bir düzenleme içermemektedir. Fikrimizce  TBK  m.  501 de,  hükmün  lafzının  özünü  aşmasından kaynaklanan bir örtülü boşluk mevcuttur. Mevzuattaki bir hükmün somut bir olaya  uygulanabilir  göründüğü,  ancak  hükmün  amacına  göre sınırlandırılmasını sağlayacak istisna hükmünün bulunmadığı hâllerde bir örtülü  boşluğun  varlığından  bahsedilir.  Bu  hâllerde,  anılan  istisnanın belirtilmemiş olması dolayısıyla, hüküm özünde düzenlemeyi amaçladığı hukukî ilişkilerden daha fazlasını düzenler gibi görünmekte, böylece hükmün lafzı,  özünü  aşmaktadır.  Bu  tür  hükümlerin  aslında  kapsamına  almadığı hukukî ilişkilere uygulanması çoğu zaman adaletsiz sonuçlar doğuracağından, hâkim,  bu  sonuçlara  engel  olmak  için,  hükmü  amacına  uygun  olarak sınırlandırma (teleolojik redüksiyon) yoluna gider. TBK m. 501 in kaynağını OR Art. 393 oluşturduğundan, TBK m. 501 hükmünün  özünün  açığa  çıkarılması  için,  İsviçre  Borçlar  Kanunu ndaki hükümden  ve  bu  hükme  ilişkin  hazırlık  çalışmalarından  yararlanılması gereklilik arz etmektedir. OR Art. 393 te, bir ya da birden çok kişinin yayımcı  tarafından  belirlenen  plan  dâhilinde  bir  eserin  işlenmesini                                                            38  Altaş, s. 253, 254; Dural/Sarı, N. 866; Edis, s. 134; Kırca, Çiğdem;  Örtülü (Gizli) Boşluk ve Bu Boşluğun Doldurulması Yöntemi Olarak Amaca Uygun Sınırlama (Teleologische Reduktion) , AÜHFD, C. L, S. 1, 2001, s. 96, 97; Oğuzman/Barlas, N. 340; Serozan, Rona; Medeni Hukuk, İstanbul 2011, I, § 5, N. 38, 38a. 39  Altaş, s. 254, 255; Kırca, s. 98 vd.; Serozan, I, § 5, N. 38. 40  Yarg. İBK, E. 13, K. 15, T. 28.11.1945:  Kanunlarımızı yorumlarken kendi metinlerimizi göz önünde tutmakla beraber yorumlarda ilmi içtihatlardan da faydalanılabileceğine göre bunların asıllarına da bakmaktan vazgeçemeyiz.  (RG, S. 6365, T. 22.7.1946).  131Özgür Güvenç-Ayşe Karaca                                  Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156                             üstlenmeleri hâlinde, bu kişi ya da kişilerin sadece ücrete hak kazanacağı; eser üzerindeki hakların ise yayımcıya ait olacağı ifade edilmektedir. TBK m. 501 ile OR Art. 393 arasında iki ciddi farklılık göze çarpmaktadır. Bunlardan ilki, OR Art. 393 te  bir eserin işlenmesi nden (die Bearbeitung eines Werkes) bahsedilirken, TBK m. 501 de  bir eser meydana getirilmesi  ifadesine yer verilmesidir. İkinci farklılık ise, OR Art. 393 Abs. 2 de  eser üzerindeki fikrî hakların  (das Urheberrecht am Werke) yayımcıya ait olacağı yazılıyken, TBK m. 501 de yayımcının  sözleşme konusu malî hakları  elde edeceğinin öngörülmesidir. İsviçre Borçlar Kanunu nda yaratma (Schaffung) kelimesi yerine işleme (Bearbeitung) kelimesinin kullanılması, aslında bilinçli bir tercihin ürünüdür. Zira  OR  Art.  393,  meydana  getirilecek  eserin,  yayımcı  tarafından oluşturulmuş  bir  plana  dayanması  gerektiğini  belirtmektedir.  Hükmün temelinde yatan mantığa göre, yayımcı tarafından hazırlanan ve yayımcının hususiyetini taşıyan bu plan, FSEK m. 2 b. 3 ve URG Art. 2 Abs. 2 anlamında bir fikir ve sanat eseri niteliği taşımaktadır. Yayımcı gerçek kişiyse yayımcının kendisi, tüzel kişiyse yayımcı bünyesinde planı oluşturan kişiler, plan üzerindeki fikrî hakların sahibidir. Bu plan öylesine detaylıdır ve yine bu plana öyle kapsamlı talimatlar eşlik etmektedir ki, planı hayata geçirmek suretiyle bir eserin ortaya çıkmasını sağlayacak kişi ya da kişilere, yaratıcı  faaliyetlerini  sergileyebilecekleri  ve  esere  hususiyetlerini katabilecekleri bir hareket alanı kalmamaktadır. Böylece bu kişi ya da kişiler, eser yaratan değil, planı işleyen kişiler olarak karşımıza çıkmaktadır. Ancak bu işlenme, işleyenlerin ortaya koydukları bir hususiyet söz konusu olmadığından, FSEK m. 6 çerçevesinde bir fikir ve sanat eseri niteliği taşımaz. Planı işlemek suretiyle eser meydana getirenler de bu nedenle eser sahibi sayılmaz ve ortaya çıkan eser üzerinde herhangi bir hak elde etmez. Burada eseri meydana getirenler, eser yaratma sürecinde rol alan yardımcı kişilerden (Gehilfe) ibarettir. Bir ansiklopedideki belirli konudaki yazıların, yayımcı                                                            41  SR 231.1: Bundesgesetz über das Urheberrecht und verwandte Schutzrechte. 42  Barrelet/Egloff, Art. 16, N. 5; Hochreutener, ZK, Art. 393, N. 14. 43  Hochreutener, ZK, Art. 393, N. 14. 44  Hochreutener, ZK, Art. 393, N. 17. OR Art. 393 hükmünün İtalyanca metninin de bu şekilde bir yoruma elverişli şekilde kaleme alındığı yönünde bkz. Hochreutener, ZK, Art. 393, N. 17. 45  Aynı yönde bkz. Becker, Hermann; Kommentar zum Schweizerischen Zivilgesetzbuch, Bd. VI/2: Obligationenrecht - Die einzelnen Vertragsverhältnisse (Art. 184 - 551 OR), Bern 1934, Art. 393, N. 1; Giritlioğlu, Neclâ; Yayın Sözleşmesi, İstanbul 1967, s. 33; Guhl, Theo/Koller,  Alfred/Schnyder,  Anton  K./Druey,  Jean  Nicolas;  Das  Schweizerische Obligationenrecht, 9. Bası, Zürich 2000, § 48, N. 5; Hatemi, Hüseyin/Serozan, Rona/Arpacı, Abdülkadir; Borçlar Hukuku Özel Bölüm, İstanbul 1992, s. 378; Hochreutener, ZK, Art. 132Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156         Yayımcının Planı Çerçevesinde Eser Meydana Getirilmesi                    (TBK m. 501)…   tarafından  belirlenmiş  belirli  bir  şablon  çerçevesinde  redakte  edilmesi; yayımcı tarafından hazırlanan içtihat özetlerinin, yine yayımcı tarafından belirlenen bir şablona uygun olarak kitap hâline getirilmesi, bu kitaba ilişkin içindekiler,  arama  cetveli  ve  kısaltmalar  listesi  hazırlanması;  yayımcı tarafından  sağlanan  kısa  videoların  yayımcının  belirlediği  format çerçevesinde sıraya koyularak film hâline getirilmesi ve her videoya ilişkin yayımcı tarafından verilen açıklamaların o videonun altına eklenmesi yoluyla bir belgesel hazırlanması gibi hâller, bahsi geçen hukukî ilişkiye örnek olarak gösterilebilir. Hükme ilişkin hazırlık çalışmalarının önemli bir parçasını oluşturan İsviçre  Ulusal  Konseyi  Komisyonu nda  (Kommission  des  Nationalrates) yapılan görüşmelerde kayıt altına alınan ifadeler de, yukarıda yaptığımız açıklamaları destekler niteliktedir. Nitekim söz konusu görüşmelerde, aOR                                                            393, N. 17; BGE 101 II 102, 105, Erişim: Swisslex, 13.8.2016. Burada eseri meydana getiren kişilerin sadece yardımcı kişi olarak nitelendirilemeyeceği; daha ziyade ikinci sınıf yaratıcı faaliyet (zweitklassige urheberrechtliche Tätigkeit) ya da alt düzeyde yaratıcı faaliyet (tiefstehende Verfassertätigkeit) şeklinde bir katkının bulunduğu ve bu çerçevede birlikte eser sahipliğinin meydana geleceği yönünde aksi görüş için bkz. Hilty, Art. 393, N. 2; Öztan, s.  835;  Streuli-Youssef,  §  393,  N.  2;  BGE  74  II  106,  116,  Erişim: http://www.servat.unibe.ch/dfr/dfr_info.html,  13.8.2016.  OR  Art.  393 ün  Almanca metninde  işleme (Bearbeitung)  kavramının geçmesine rağmen, hükmün Fransızca metni çerçevesinde, yayımcı ve eseri oluşturan kişi ya da kişiler arasında birlikte eser sahipliğinin mevcut olduğu hâllerin de OR Art. 393 kapsamında değerlendirilebileceği yönünde bkz. Rehbinder, Manfred; Schweizerisches Urheberrecht, 3. Aufl., Bern 2000, § 12, N. 112. Art. 393 te bahsedilen planın bir fikir ve sanat eseri niteliği taşıdığını kabul etmekle birlikte, eseri meydana getirenlerin de yaratıcı faaliyet sergilediklerini ve bu bağlamda birlikte eser sahipliğini ortaya çıktığını öne süren benzer bir görüş için ise bkz. Barrelet/Egloff, Art. 16, N. 5. 46  Hochreutener,  ZK,  Art.  393,  N.  17.  Benzer  bir  örnek  için  ayrıca  bkz.  Rehbinder, Schweizerisches Urheberrecht, § 12, N. 112. 47  Öztan, s. 238. 48  Herhangi bir hususiyet katılmaksızın, belli bir şemaya göre resimlerin sıraya koyulmasıyla ortaya çıkan filmin fikir ve sanat eserleri hukuku anlamında bir sinema eseri sayılmayacağı yönünde bkz. Öztan, s. 148. 49  Bir kimsenin kendi fikirlerini vererek bir ressama,  Resimlerle Hayat Bilgisi  adlı kitapta yayımlanmak üzere öğretici resimler yaptırması hâlinde, o dönemde yürürlükte olan ve yayımcının planı çerçevesinde bir eser meydana getirilmesini düzenleyen FSEK mülga m. 8/III çerçevesinde değerlendirme yapılabileceği yönündeki Yargıtay kararı için bkz. Yarg. 4. HD, E. 12006, K. 5065, T. 17.7.1958, Suluk/Orhan, s. 304. Ayrıca bkz. ve karş. 11. HD, E. 2003/9931, K. 2004/5299, T. 11.5.2004, Suluk/Orhan, s. 307. Bir başka kararında ise Yargıtay, sipariş üzerine çeviri yapılması hâlinde, çeviriyi yapan kişinin işlenme eser sahibi olduğuna  hükmetmiştir  (Yarg.  11.  HD,  E.  1998/8217,  K.  1999/26,  T.  25.1.1999, Suluk/Orhan, s. 306).  133Özgür Güvenç-Ayşe Karaca                                  Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156                             Art. 391 hükmünün sadece, yayımcı tarafından hazırlanan planın ana faaliyet olarak kabul edildiği, eseri oluşturan kişilerin ise yayımcının hizmetinde bulunan yüklenici ya da çalışan görüntüsü çizdiği hâllerde uygulanacağı belirtilmiştir. Bu ifadeler, anılan kanun hükmünün, esere ilişkin yaratıcı faaliyetin ve dolayısıyla hususiyetin yayımcıya ait olduğu, eseri meydana getirenlerin  ise  sadece  çalışan  yardımcı  kişilerden  oluştuğu  hâllere hasredildiği şeklinde anlaşılmaya elverişlidir. Nitekim doktrinde bir görüş, 818 sayılı Borçlar Kanunu nun yürürlükte olduğu  dönemde,  BK  m.  385/I de  yer  verilen   bir  eser  telif  eylemeği  ibaresinin  isabetsiz  olduğunu kabul  ederek yukarıda  belirttiğimiz  sonuca benzer bir çıkarımda bulunmuştur. Anılan görüşe göre de, BK m. 385, bir ya da birkaç kişinin, yayımcının belirlediği planı harfiyen uygulamak, bu plana sıkıca  bağlı  kalmak  suretiyle  eser  meydana  getirmesi  hâlini  kapsamına almaktadır. Bu bağlamda hükümde, eserin yaratılmasını çağrıştıran  eser telifi  ibaresi, yanıltıcı nitelik taşımaktadır. Yukarıdaki bilgiler ışığında söylenebilir ki, kanun koyucu OR Art. 393 hükmünü Kanun a dâhil ederken, fikir ve sanat eserleri hukukunun genel ilkelerinin dışına çıkarak ve özellikle yaratma gerçeği ilkesinden ayrılarak, eser sahibinin haklarını elinden almak ve yayımcıya vermek amacıyla hareket etmemiştir. Kanun koyucu, hükmü sevk ederken, yayımcının oluşturduğu, fikir  ve  sanat  eseri  niteliğini  haiz  detaylı  planın,  bir  ya  da  birkaç  kişi tarafından,  yaratıcı  faaliyet  sergilenmeksizin  işlendiği  ve  yeni  bir  eserin meydana getirildiği hâlleri hesaba katmıştır. Bu bakış açısıyla, planı işleyen kişi ya da kişilerin sadece sözleşmede kararlaştırılan ücrete hak kazanmaları ve eser üzerindeki hakların yayımcıya ait olması da son derece doğaldır. Eseri yaratan yayımcının eser üzerindeki hakları aslen ve kendiliğinden kazanması da, en azından yayımcının gerçek kişi olduğu hâllerde, yaratma gerçeği ilkesine aykırı bir sonuç olarak değerlendirilemez. Bilakis, bahsedilen hukukî ilişkide  yaratma  gerçeği  ilkesi  ve  FSEK  m.  8/I,  bu  sonuca  varılmasını gerektirmektedir. Hükmün bu şekilde yorumlanması yoluyla, TBK m. 501 hükmü ile FSEK m. 8/I ve m. 18/III hükümlerinin görünüşteki çatışması da büyük ölçüde bertaraf edilmektedir.                                                            50  Hochreutener, ZK, Art. 393, N. 4; Müller, s. 160. 51  Öztan, s. 834, 835. Ancak yazar, çalışmamızda savunulan görüşten farklı olarak, yayımcının talimatlarına göre eseri meydana getiren kişi ya da kişilerin alt düzeyde de olsa yaratıcı faaliyet sergilediklerini ve eser sahibi olduklarını, bu nedenle BK m. 385/II hükmünün, eser sahibinin eser üzerindeki hakları aslen elde edeceğine dair ilkenin istisnasını oluşturduğunu savunmaktadır (Öztan, s. 835). 134Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156         Yayımcının Planı Çerçevesinde Eser Meydana Getirilmesi                    (TBK m. 501)…   Netice olarak TBK m. 501, özü itibarıyla, lafzından çok daha dar bir hukukî ilişkiler demetini kapsamına almaktadır. Hüküm, yayımcının planı dâhilinde bir fikir ve sanat eseri meydana getiren kişilerin esere yaratıcı faaliyetleriyle  katkıda  bulundukları  hâllere  ilişkin  olmamasına  rağmen, hükmün lafzı bu hâlleri de kapsayan bir görüntü çizmektedir. Yani söz konusu maddede yer verilmesi gereken bir istisnanın gözden kaçırılması sebebiyle hükmün lafzıyla özü arasında bir bağdaşmazlık meydana gelmiştir. Eseri meydana getiren, daha doğrusu işleyen kişilerin yaratıcı faaliyet sergiledikleri hâllerde anılan hükmün uygulanması, fikir ve sanat eserleri hukukunun eser sahipliğine  ilişkin  genel  ilke  ve  kurallarına  aykırı  sonuçlara  sebebiyet vermektedir.  Öyle  ki,  bu  hâlde,  hususiyetini  katarak  eserin  yaratılması sürecinde pay sahibi olan kişi ya da kişiler, eser üzerindeki haklarından mahrum bırakılabilmektedir. Burada daraltıcı yorum (restriktive Auslegung) da yeterli olmaz. Zira TBK m. 501 de yer alan  yayımcının belirlediği plana göre  bir  eser  meydana  getirmeyi   ibaresi  ne  kadar  dar  yorumlanırsa yorumlansın, kanaatimizce,  planı hiçbir hususiyet katmadan, yardımcı kişi olarak işleme  anlamına bürünmemektedir. Bu anlatılanlar, hükümde bir örtülü boşluğun bulunduğunu yeterli açıklıkta ortaya koymaktadır. Bu örtülü boşluk, hükmün lafzının amacına uygun şekilde sınırlandırılması yoluyla çözülür. TBK m. 501, yayımcının planını işleyerek eser meydana getiren kişilerin bu süreçte hususiyet arz eden herhangi bir katkılarının bulunmadığı hâllerle sınırlandırılır. Böylece hükümdeki örtülü boşluğun neden olduğu adaletsiz sonuçların önüne geçilmiş olmaktadır. Esasında Fikir ve Sanat Eserleri Kanunu nun ilk hâlinde mevcut olan, ancak 4110 sayılı Kanun ile yapılan değişiklik sonucunda Fikir ve Sanat Eserleri Kanunu ndan çıkarılan m. 8/III hükmünde, TBK m. 501 den farklı olarak yukarıda bahsettiğimiz istisnaya yer verildiği görülmektedir. Nitekim söz  konusu  hükme  göre,   Aralarındaki  özel  sözleşmeden  veya  işin mahiyetinden  aksi  anlaşılmadıkça  bir  veya  birden  fazla  kimseler, yayımlıyanın tâyin ettiği plân dairesinde bir eser vücuda getirmişlerse bu eserin sahibi yayımlıyandır.  Görüldüğü üzere hükümde, TBK m. 501 de yer almayan,   aralarındaki  özel  sözleşmeden  veya  işin  mahiyetinden  aksi                                                            52  İsviçre hukukunda anılan çatışmanın daraltıcı yorum yoluyla ortadan kaldırılabileceği yönünde bkz. Hochreutener, ZK, Art. 393, N. 17. 53  FSEK m. 8/III ün Kanun dan çıkarılmasına gerekçe olarak Avrupa Birliği direktiflerinin gösterildiği, ancak bu direktifler arasında  gerçek yaratıcı  konumunda olan kişilerin eser sahipliğinin kabul edilmediği bir direktifin mevcut olmadığı, bu açıdan anılan hükmün Kanun dan hata sonucunda çıkarıldığı yönünde bkz. Üstün, Gürsel;  Fikir ve Sanat Eserleri Kanunu Hükümleri ile Borçlar Kanunu ndaki Neşir Mukavelesi Arasındaki İlişkiler , Legal Fikrî ve Sınai Haklar Dergisi, C. I, S. 1, 2005, s. 65.  135Özgür Güvenç-Ayşe Karaca                                  Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156                             anlaşılmadıkça  ibaresi mevcuttur. Yayımcının planına göre bir eser oluşturan kişilerin yaratıcı faaliyet sergiledikleri, esere kendi hususiyetlerini kattıkları hâller,  işin mahiyetinden  kaynaklanan istisnalar içinde değerlendirilebilir. Nitekim  doktrinde,  mevcut  FSEK  m.  18/II deki   işin  mahiyetinden  aksi anlaşılmadıkça  ibaresinin, çalışanın fikrini bağımsız şekilde ifade ettiği, işverenin  talimatlarına  uymaksızın  ve  hatta  BK  m.  385  (TBK  m.  501) anlamında işverenin belirlediği plan dairesinde kalmaksızın eseri meydana getirdiği şeklinde anlamlandırıldığı görülmektedir. Bu bağlamda, FSEK mülga m. 8/III teki söz konusu ibare, TBK m. 501 de istisna boşluğundan kaynaklanan bir örtülü boşluğun varlığının tespitinde ve bu örtülü boşluğun doldurulmasında,  görüşümüzü  destekler  nitelikte  bir  yol  gösterici  teşkil etmektedir. Bu noktada önemle belirtmek gerekir ki, TBK m. 501/II de, OR Art. 393 Abs. 2 ve BK m. 385/II hükümlerinden ayrılarak, eser üzerindeki  sözleşme konusu  malî  haklar ın  yayımcıya  ait  olacağının  öngörülmesi,  hükmün uygulama  alanını  genişletmeye  yönelik  bilinçli  bir  değişiklik  olarak yorumlanmaya fevkalade elverişlidir. Zira TBK m. 501/II nin zıt anlamından hareket edildiğinde, sözleşme konusu malî haklar dışında kalan hakların ve bu arada  eser  sahibi  sıfatının,  eseri  meydana  getirenlere  ait  olacağı  sonucu çıkmaktadır.  Bu  sonuç,  TBK  m.  501  hükmünün,  eseri  meydana  getiren kişilerin  esere  hususiyetini  kattıkları  ve  böylece  birlikte  eser  sahibi sayılabilecekleri hâlleri de kapsamına alması anlamına gelmektedir. Ancak TBK m. 501 in gerekçesinde, madde metninde yapılan arılaştırma dışında, hükümde bir değişiklik yapılmadığı yazılıdır. Bu durum, kanun koyucunun, BK m. 385 ile TBK m. 501 arasındaki bu farklılığı yaratırken bilinçli hareket etmemiş olduğu ya da en azından hükmün sonradan, planlanmayan bir şekilde                                                            54  Hatemi/Serozan/Arpacı, s. 378. 55  Ayiter, s. 93. 56  Üstün, Gürsel;  FSEK. m. 18 f. 2 deki ‘İşin Mahiyeti  Sorunsalı ve Bir Yargıtay Kararı nın Eleştirisi , FMR, C. V, S. 3, 2005, s. 137. 57  Konuya ilişkin bilgi için ayrıca bkz. Cinoğlu, s. 53, 54; Gökyayla, Değişiklikler, s. 18, 19, dn. 41; Karaman Coşgun, s. 41; Yıldız, s. 519-522. 58  BK m. 385/II de  telif hakkı nın yayımcıya ait olacağı belirtilmiştir. Telif hakkı kavramı, sadece malî hakları değil, manevî hakları da içine alan bir bütünü ifade etmektedir. Bu anlamda telif hakkı kavramı, fikrî hak kavramını karşılayacak şekilde kullanılmaktadır. Bu yönde bkz. Gökyayla, Telif Hakkı, s. 23, 24; Kılıçoğlu, Ahmet M.;  Telif Hakkı ve Yayın Sözleşmesinden Ayırdedilmesi , FMR, C. I, S. 1, 2001, s. 44, 45. Bu bağlamda BK m. 385/II, OR  Art.  393  Abs.  2 ye  paralellik  arz  ederken,  TBK  m.  501/II den  lafzı  itibarıyla ayrılmaktadır. 59  6098 Sayılı Türk Borçlar Kanunu Madde Gerekçeleri, Erişim: Kazancı Mevzuat Bilgi Bankası, http://www.kazanci.com/kho/mbb/giris.htm, 13.8.2016. 136Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156         Yayımcının Planı Çerçevesinde Eser Meydana Getirilmesi                    (TBK m. 501)…   değiştirildiği izlenimini uyandırmaktadır. Kaldı ki OR Art. 393 Abs. 2 ve BK m. 385/II hükümleri; aynı maddelerin birinci fıkraları uyarınca, eseri meydana getiren, daha doğrusu işleyen kişilerin sadece ücrete (OR Art. 393 Abs. 1 de  nur auf das bedungene Honorar , BK m. 385/I de  ancak mukavele edilen bedele )  hak  kazanmalarından  bağımsız  olarak  değerlendirilemez.  Eseri işleyenlerin sadece ücrete hak kazanmaları, eser üzerindeki fikrî hakların tamamının  yayımcıya  ait  olması  sonucunu  doğurur.  Bu  anlamda  anılan hükümlerin birinci ve ikinci fıkraları bir bütün teşkil etmektedir. TBK m. 501/II nin  farklı  düzenlemesi  ise  hükümler  arasındaki  bu  bütünlüğü zedelemiştir. Zira anılan hükmün salt lafzen değerlendirilmesi sonucunda, hem eseri meydana getirenlerin  sadece  ücrete hak kazanmaları hem de eser sahibi sıfatı elde etmeleri ve eser üzerindeki hakların önemli bir kısmına sahip olmaları gibi, çelişkili bir durum ortaya çıkmaktadır. Bu anlatılanlar ışığında, kanaatimizce yapılması gereken, bir hükmün zıt anlamıyla uygulanmasının, hükmün kendisiyle çelişmesine yol açması hâlinde kabul edilemeyeceği esası çerçevesinde,  TBK  m.  501/II nin  zıt  anlamına  göre  uygulanmasının mümkün  olmadığı  sonucuna  varılmasıdır.  Böylece,  TBK  m.  501/II in  sözleşme konusu malî haklar  dışındaki malî haklara ilişkin bir düzenleme içermediği, bu hakların akıbeti konusunda bir kanun boşluğu olduğu kabul edilmelidir. Bu boşluk da, gerek TBK m. 501 in yukarıda detaylı şekilde açıkladığımız özü gerek TBK m. 501/I de yer alan  sadece sözleşmeyle kararlaştırılan ücrete hak kazanırlar  ibaresi doğrultusunda, eser üzerindeki diğer hakların da yayımcıya ait olacağı şeklinde doldurulmalıdır. Böylece ulaştığımız  netice,  TBK  m.  501/II deki   sözleşme  konusu  malî  haklar  ibaresinin hükmün uygulama alanını genişletmediği şeklindedir. TBK m. 501 de, BK m. 385/I de yer alan ve eser yaratılması anlamını bünyesinde barındıran  eser telif eylemeği  ifadesi yerine,  eser meydana getirmeyi  ifadesinin öngörülmesi ise, kanaatimizce olumlu bir adım teşkil etmektedir.  Zira   meydana  getirme   kavramı,   yaratma   ya  da   telif                                                             60  Aynı yönde bkz. Hochreutener, ZK, Art. 393, N. 10, 21. 61  Dural/Sarı, N. 783; Oğuzman/Barlas, N. 230. 62  TBK m. 501/II hükmünün BK m. 385/II hükmüne göre farklı bir düzenleme içerdiği ve bu bağlamda manevî hakların eseri meydana getiren kişiye ait olması sonucu doğurduğu şeklindeki aksi yönde görüş için bkz. Yavuz/Alıca/Merdivan, s. 605; Zevkliler/Gökyayla, s. 599.  137Özgür Güvenç-Ayşe Karaca                                  Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156                             kavramları gibi terimsel bir anlam kazanmadığı için, hükmün özünün içerdiği  işleme  fiilini de kapsamına almaktadır ve bu bakımdan daha isabetlidir. Yukarıda vardığımız sonuçlar ışığında, TBK m. 501 in eser siparişi sözleşmesinin  Türk  hukukundaki  düzenlemesi  olarak  görülemeyeceği rahatlıkla söylenebilir. Hüküm amaca uygun sınırlandırma yoluyla özüne uygun  hâline  getirildiğinde,  TBK  m.  501 in,  eser  siparişi  sözleşmesinin sadece bir alt başlığını oluşturabileceği anlaşılmaktadır. Diğer bir ifadeyle anılan hüküm, eser siparişi sözleşmesinin özel bir türünün kanunî düzenlemesi niteliğini taşımaktadır. TBK m. 501 in konusunu oluşturan, yayımcının planı dairesinde bir eser meydana  getirilmesine  ilişkin  sözleşme,  aslında,  eser  sözleşmesi  niteliği taşımaktadır. Zira son dönemde, eser sözleşmesinin konusunu ancak maddî varlığı olan şeylerin oluşturabileceği görüşü büyük ölçüde terk edilmiş; maddî varlığı olmayan, fikrî sonuçların meydana getirilmesi de, eser sözleşmesi kapsamında değerlendirilmeye başlanmıştır. BK m. 355 te öngörülen  bir şey imâli  ibaresi yerine; eser sözleşmesini tanımlarken  bir eser meydana getirme   ibaresini  kullanan  TBK  m.  470  de,  bu  yeni  görüşü  destekler                                                            63  Eser  sözleşmesine  ilişkin  olarak,   meydana  getirme   kavramının,  mevcut  bir  eseri değiştirme ve hatta yok etme hâllerini de kapsayacak şekilde geniş yorumlanması gerektiği yönünde bkz. Aral, Fahrettin/Ayrancı, Hasan; Borçlar Hukuku Özel Borç İlişkileri, 10. Bası, Ankara 2014, s. 338, 339; Eren, Fikret; Borçlar Hukuku Özel Hükümler, 2. Bası, Ankara 2015, s. 594, 595; Gauch, Peter; Der Werkvertrag, 4. Aufl., Zürich 1996, N. 28; Yavuz, Cevdet/Acar, Faruk/Özen, Burak; Türk Borçlar Hukuku Özel Hükümler, 10. Bası, İstanbul 2014, s. 991. 64  Aynı yönde bkz. Öztan, s. 839; Rehbinder, Schweizerisches Urheberrecht, § 20, N. 168; Tekinalp, § 16, N. 64; Zengin, s. 43. Şüphe hâlinde, OR Art. 393 (TBK m. 501) anlamında bir sözleşmenin değil, bir eser siparişi sözleşmesinin (Bestellvertrag) kurulduğunun kabul edilmesi gerektiği yönünde görüş için bkz. Streuli-Youssef, Art. 393, N. 3. Biz de, aynı doğrultuda, somut olayda yayımcının planını işleyerek eseri meydana getiren kişi ya da kişilerin yaratıcı faaliyet sergilediklerine yönelik göstergeler varsa, eser üzerindeki hakların aslen ve kendiliğinden eser sahibi üzerinde doğmasını ve yayımcının bu hakları devren kazanmasını mümkün kılan eser siparişi sözleşmesini tercih etmenin isabetli olacağını düşünüyoruz. 65  Aynı yönde bkz. Franko, s. 15. Eser siparişi sözleşmesi bakımından aynı yönde görüş için bkz. Tekinalp, § 16, N. 65; Rehbinder, Schweizerisches Urheberrecht, § 20, N. 168; Schack, N. 1056. Yine eser siparişi sözleşmesine ilişkin olarak, sözleşmenin, eser sözleşmesi benzeri, kendine özgü (sui generis) bir sözleşme niteliği taşıdığı yönünde bkz. Reutter, Mark. A; Urhebervertragsrecht, § 5: Urheberrechtlicher Werkvertrag, Hrsg. Magda Streuli Youssef, Zürich 2006, s. 426; Schrichker, § 47, N. 14; Ulmer-Eilfort/Obergfell, § 47, N. 21; Wegner, § 47, N. 6. 66  Konuya ve bu konudaki tartışmalara ilişkin detaylı bilgi için bkz. Aral/Ayrancı, s. 334-338; Eren, 588-594; Gauch, N. 33 vd.; Yavuz/Acar/Özen, s. 986-990. 138Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156         Yayımcının Planı Çerçevesinde Eser Meydana Getirilmesi                    (TBK m. 501)…   niteliktedir.  Bu  bağlamda,  ücret  karşılığında  bir  fikir  ve  sanat  eserinin işlenmesi,  yani  bir  sonucun  meydana  getirilmesi  taahhüdü,  bir  tür  eser sözleşmesi ilişkisinin doğumuna sebebiyet verir. Ancak taraflar arasında bir bağımlılık ilişkisi mevcutsa, anılan sözleşmenin hizmet sözleşmesine ilişkin unsurlar  içermesi  de  mümkündür.  Hatta  -her  ne  kadar  eser  üzerindeki hakların  yayımcıya  ait  olması  karşısında  mantıken  pek  gündeme gelmeyecekse de- yayımcı sözleşmede aynı zamanda çoğaltma ve yayma yükümü  altına  da  girmişse,  eser  sözleşmesinin  ve  yayım  sözleşmesinin unsurlarının  bir  araya  geldiği  bir  karma  sözleşmenin  varlığından  da bahsedilebilir. B. Düzenlediği Hak Sahipliği Durumu Yönünden Yukarıda, hükmün uygulama alanının tespitinde gerekli olan boyutuyla TBK m. 501 in öngördüğü hak sahipliği düzenine değinmiştik. Bununla birlikte,  hem  makalemizin  çıkış  noktasını  oluşturması  hem  de  hükmün uygulama alanının belirlenmesinin ötesinde üzerinde durulması gereken başka sorunları  da  beraberinde  getirmesi  dolayısıyla,  hükmün  düzenlediği  hak sahipliği durumunun ayrı bir başlık altında incelenmesinde fayda görüyoruz.                                                            67  Daha önce de belirttiğimiz üzere, İsviçre Ulusal Konseyi Komisyonu nda (Kommission des Nationalrates) yapılan oylamalarda da, aOR Art. 391 hükmünde bir hizmet sözleşmesinin ya da eser sözleşmesinin mevcut olduğu ifade edilmiştir (Hochreutener, ZK, Art. 393, N. 4; Müller, s. 160). Bahis konusu sözleşmenin eser sözleşmesi, hizmet sözleşmesi ya da vekâlet sözleşmesi olarak değerlendirilebileceği yönünde bkz. Alder, Daniel; Urhebervertragsrecht, 6. Teil: Bestimmung von Art und Umfang der Rechte des Arbeitgebers, Hrsg. Magda StreuliYoussef, Zürich 2006, s. 500; Breitschmid, Peter; Orell Füssli Kommentar: OR Kommentar Schweizerisches  Obligationenrecht,  2.  Aufl.,  Hrsg.  Jolanta  Kren  Kostkiewicz/Peter Nobel/Ivo Schwander/Stephan Wolf, Zürich 2009, Art. 393, N. 1; Giritlioğlu, s. 33; Hilty, Art. 393, N. 3. Anılan sözleşmede yayımcının malî hakları kullanma yetkisi elde etmesi gerektiğini ve bu doğrultuda sözleşmenin eser sözleşmesi ve münhasır lisans sözleşmesinin bir araya gelmesinden oluştuğunu ifade eden görüş için bkz. Baygın, Cem;  Fikri Hukukta Yaratıcı Eser Sahibi ve Eser Üzerindeki Mali Hakları Kullanmaya Kanunen Yetkili Sayılan Kişiler , Prof. Dr. Ömer Teoman a 55. Yaş Günü Armağanı, C. I, İstanbul 2002, s. 166. BK m.  385 te  bir  hizmet  ya  da  vekâlet  sözleşmesi  bulunduğu  yönünde  bkz. Hatemi/Serozan/Arpacı, s. 379. 68  Nitekim burada, yayım sözleşmesinin gerekli kıldığı, çoğaltma ve yayma haklarının eser sahibi tarafından yayımcıya devrine ilişkin tasarruf işlemi, bu haklar doğrudan yayımcı üzerinde doğduğu için, hiçbir zaman mevcut olmaz. Dolayısıyla burada her yönüyle bir yayım sözleşmesinin bulunduğundan bahsedilemez. 69  Eser siparişi sözleşmesi bağlamında bkz. ve karş. Aydoğdu, Murat/Kahveci, Nalan; Türk Borçlar Hukuku Özel Borç İlişkileri (Sözleşmeler Hukuku), 2. Bası, Ankara 2014, s. 752; Ayiter, s. 235; Giritlioğlu, s. 32; Öztan, s. 838, 839; Tekinalp, § 16, N. 66; Tunçomağ, s. 1135.  139Özgür Güvenç-Ayşe Karaca                                  Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156                             TBK m. 501 in sözleşmenin taraflarına hangi hakları tanıdığı, hükmün birinci  ve  ikinci  fıkrasının  birlikte  değerlendirilmesi  sonucunda  ortaya çıkmaktadır. Gerçekten birinci fıkra, yayımcının planı doğrultusunda eseri işleyen  kişi  ya  da  kişilerin,  bu  faaliyetleri  karşısında  sadece  ücrete  hak kazanacaklarını düzenlemiştir. İkinci fıkra ise, eser üzerindeki  sözleşme konusu  malî  haklar ın  sözleşmenin  diğer  tarafına,  yani  yayımcıya  ait olacağını öngörmektedir. Eseri  meydana  getiren  kişi  ya  da  kişilerin   sadece   ücrete  hak kazanacaklarının  vurgulanması,  iki  sonucu  beraberinde  getirmektedir. Bunlardan ilki, bu kişi ya da kişilerin, aralarındaki sözleşmeye dayanarak yayımcıdan  eserin  çoğaltılmasını  ve  yayılmasını  talep  edemeyecek olmalarıdır. Diğer bir ifadeyle anılan sözleşme, yayımcıyı çoğaltma ve yayma yükümlülükleri  altına  sokmamaktadır.  TBK  m.  501 in,  hatalı  başlığına rağmen, yayım sözleşmesinin bir türünü oluşturmaması da, buradan çıkarılan bir sonuçtur. Sözleşmenin  eseri  meydana  getirmeyi  taahhüt  eden  tarafının  sadece ücrete  layık  görülmüş  olmasının  ikinci  ve  daha  önemli  sonucu  ise, sözleşmenin bu tarafında bulunan kişi veya kişilerin eser üzerinde herhangi bir hak iddia edemeyecek olmalarıdır. Zira bu kişi veya kişiler, kanun koyucu tarafından, yukarıda da açıkladığımız  üzere, oldukça detaylı bir plan ve kapsamlı talimatlar çerçevesinde, kendi hususiyetlerini katmaksızın bir eser meydana getirmektedirler. FSEK m. 2 b. 3 ve URG Art. 2 Abs. 2 anlamında bir  fikir  ve  sanat  eseri  niteliği  taşıyan  bu  planın,  yaratıcı  bir  faaliyet sergilenmeksizin  işlenmesiyle  ortaya  çıkan  eserde  sadece  yayımcının hususiyeti bulunduğu için, eser üzerindeki tüm fikrî hakların yayımcıya ait olması, kendiliğinden ortaya çıkan bir sonuçtur. Bu çerçevede yayımcı, eseri işleyen  kişi  ya  da  kişilerin  adını  belirtmek  zorunda  olmadığı  gibi,  eser üzerinde sonradan istediği değişikliği de yapabilir. Fikir ve sanat eserleri hukuku anlamında değer taşımayan bir faaliyet sergileyen kişi ya da kişiler de, aynı doğrultuda, fikir ve sanat eserleri hukukunun eser sahibine tanıdığı haklarla değil, sözleşmede kararlaştırılan ücretle mükâfatlandırılmaktadırlar. Böylece, TBK m. 501 in, hususiyetiyle bir eserin ortaya çıkmasını sağlayan kişinin bu emeğinin karşılığında eser üzerinde münhasır hak sahipliği sıfatını                                                            70  Bilge, s. 270; Tandoğan s. 48; Yavuz/Alıca/Merdivan, s. 605; Zengin, s. 43. 71  SR 231.1: Bundesgesetz über das Urheberrecht und verwandte Schutzrechte. 72  Hochreutener, ZK, Art. 393, N. 14. 73  Becker, Art. 393, N. 3; Giritlioğlu, s. 33. 140Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156         Yayımcının Planı Çerçevesinde Eser Meydana Getirilmesi                    (TBK m. 501)…   elde etmesi esasına dayanan yaratma gerçeği ilkesiyle -en azından bu açıdan- çelişmediği görülür. Yine, yayımcının, ancak eser sahibiyle yapacağı sözleşmeye göre malî hakları kullanabileceği şeklindeki FSEK m. 18/III hükmü de, dikkat edilirse, eserin  yayımcı  dışındaki  kişilere  ait  olduğu  hâlleri  düzenlemektedir. Savunduğumuz görüş çerçevesinde, TBK m. 501 uyarınca eser sahibi yayımcı olduğu için, bu hüküm TBK m. 501 in düzenlediği hâllerde uygulanmaz. Böylece TBK m. 501 ve FSEK m. 18/III arasındaki çelişki de zaten ortadan kalkmış olmaktadır. Doktrinde bir görüş, TBK m. 501 de düzenlenmiş olan sözleşmede, eseri meydana  getiren  kişi  ya  da  kişiler  için  ücret  dışında  bir  karşılığın kararlaştırılabileceğini  savunmaktadır.  Kanaatimizce  böyle  bir  durumda artık TBK m. 501 in düzenlediği anlamda bir sözleşme ilişkisinin dışına çıkılmış olur. Zira TBK m. 501, hükümde düzenlenen sözleşmenin eser sözleşmesi niteliği taşıması doğrultusunda, yayımcının edimini ücret (bedel) ödeme olarak tespit etmiştir. Bu durum, hem TBK m. 501/I ( ücrete hak kazanırlar ) ve BK m. 385/I ( bedele müstahak olurlar ) hükümlerinde hem de  OR  Art.  393  Abs.  1  ( haben  sie  nur  auf  das  bedungene  Honorar Anspruch ) hükmünde açıkça belirtilmiştir. Bu doğrultuda, ücret yerine farklı bir edimin kararlaştırıldığı hâllerde, TBK m. 501 in doğrudan uygulama alanına giren bir sözleşmenin varlığından bahsedilemez. Bununla birlikte, niteliğine uygun düştüğü ölçüde anılan sözleşmeye TBK m. 501 hükmünün uygulanması şüphesiz ki mümkündür. TBK m. 501 in özüne uygun olarak değerlendirilmesiyle ortaya çıkan, eser  üzerindeki  fikrî  hakların  doğrudan  yayımcıya  ait  olacağı  sonucu karşısında; doktrinde TBK m. 501 (OR Art. 393) ile fikir ve sanat eserleri hukuku ilkeleri arasındaki çelişkinin giderilmesi amacıyla ileri sürülen, eser üzerindeki hakların önce eser sahibi üzerinde doğduğu, ardından kanunen yayımcıya devredildiği (kanunî temlik, cessio legis) şeklindeki görüşün reddi gerekir. Her şeyden önce, yukarıda belirttiğimiz esaslar çerçevesinde TBK  m.  501 deki  örtülü  boşluk  hükmün  amacına  uygun  şekilde doldurulduğunda, TBK m. 501 ile yaratma gerçeği ilkesi arasında mevcut olduğu iddia edilen çatışma büyük ölçüde ortadan kalkmaktadır. Gerçekten, yaratıcı bir faaliyetlerinin bulunmaması dolayısıyla, eser üzerindeki hakların eseri işleyen kişiler üzerinde doğması düşünülemez. Ayrıca, OR Art. 393 Abs.                                                            74  Yavuz/Alıca/Merdivan, s. 605. 75  Bu yönde bkz. Hilty, Art. 393, N. 4; Streuli-Youssef, Art. 393, N. 2. Görüşün eleştirisi için bkz. Hochreutener, ZK, Art. 393, N. 24.  141Özgür Güvenç-Ayşe Karaca                                  Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156                             2 ve BK m. 385/II hükümlerinde olduğu gibi, TBK m. 501 de de, hakların kanunî devri anlamına gelecek bir ifade bulunmamaktadır. Anılan hükümlerin tamamında, hakların doğrudan yayımcıya ait olacağı net bir biçimde ifade edilmektedir. Dolayısıyla böyle bir kanunî temlikin kabulüne kanunun açık lafzı da izin vermemektedir. Kaldı ki anılan görüş kabul edilirse, bu sefer TBK m. 501/II ile Fikir ve Sanat Eserleri Kanunu arasında farklı bir yönden çelişki ortaya  çıkmaktadır.  Öyle  ki,  Fikir  ve  Sanat  Eserleri  Kanunu nun  eser üzerindeki hakların devrine ilişkin hükümleri incelendiğinde, bu hükümlerin, eser üzerindeki tüm hakların kanun dolayısıyla devri gibi bir ihtimale yabancı olduğu görülür. Öncelikle FSEK m. 48 ve 49 hükümlerinde, sadece malî hakların veya malî hakların kullanımının devrine imkân tanınmış, manevî hakların devrine ilke olarak cevaz verilmemiştir. FSEK m. 8/I de bir eserin sahibinin onu yaratan olduğunun belirtilmesi karşısında, adeta eser sahipliği sıfatını devreder gibi -ki böyle bir devir şüphesiz ki mümkün değildir-, eser üzerindeki  tüm  malî  ve  manevî  hakların  sözleşmeyle  devri  geçersiz sayılmaktadır. Bunun yanı sıra, FSEK m. 52, eser üzerindeki malî hakların devrine  ilişkin  sözleşme  ve  tasarrufların,  devredilen  hakların  ayrı  ayrı gösterilmesi suretiyle, yazılı şekilde yapılacağını öngörmektedir. Kanun un, ancak sözleşmede açıkça zikredilen hakların devredilmiş sayılacağını kabul ederek, eser sahibini koruyucu bir yaklaşım sergilediği açıktır. Bu yolla, açıkça devri kararlaştırılmayan hakların eser sahibi üzerinde kalması tercih edilmiştir.  Benzer  şekilde,  FSEK  m.  55 ten  de,  şüphe  hâlinde,  devrin kapsamının dar yorumlanacağı sonucu çıkarılabilmektedir. Dolayısıyla, bir an için, TBK m. 501 uyarınca eser üzerindeki hakların planı işleyen kişiler üzerinde doğduğu kabul edilse dahi, bu hakların doğar doğmaz, bir bütün olarak,  kanunen  bir  başkasına  geçtiğinin  benimsenmesi,  Fikir  ve  Sanat Eserleri  Kanunu nun  bu  husustaki  sınırlayıcı  ve  eser  sahibini  koruyucu                                                            76  Gökyayla, Telif Hakkı, s. 25; Öztan, s. 551. Bununla birlikte doktrinde, eser üzerindeki malî haklardan yararlanılmasının gerektirdiği ölçüde, manevî hakların kullanılması konusunda bir başkasına yetki verilebileceği kabul edilmektedir. Bkz. ve karş. Ayiter, s. 206; Erel, s. 294; Öztan, s. 551. 77  Erel, s. 319; Öztan, s. 552; Tekinalp, § 15, N. 11. 78  Erel, s. 319; Gökyayla, Telif Hakkı, s. 222; Öztan, s. 568. Türk hukukunda devrin kapsamına ilişkin olarak kanun hükümleriyle getirilen bu koruma, Alman ve İsviçre hukuklarında, Zweckübertragungstheorie  (amaç  devri  teorisi,  amaçla  sınırlı  devir  teorisi)  ile sağlanmaktadır. Bu teoriye göre, şüphe hâlinde, eser üzerindeki haklar veya bu hakların kullanımı, sadece devrin amacının gerektirdiği kapsam ve süreyle devredilmiş sayılmaktadır. Anılan teoriye ilişkin bilgi için bkz. Bellican, Cüneyt; Fikri Hukukta Manevi Haklar ve Manevi Hakların Korunması, Yayımlanmamış Doktora Tezi, İstanbul 2008, s. 387 vd.; Hochreutener, ZK, Art. 381, N. 41 vd.. 79  Ayiter, s. 217; Erel, s. 319; Gökyayla, Telif Hakkı, s. 222; Öztan, s. 568. 142Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156         Yayımcının Planı Çerçevesinde Eser Meydana Getirilmesi                    (TBK m. 501)…   tutumuyla çelişki arz eder. Tüm bu anlatılanlar, kanunî devir görüşünün reddini gerekli kılmaktadır.  Kanunî devir görüşünün yanı sıra, TBK m. 501/II (OR Art. 393/II) hükmünde  yayımcı  için  bir  devren  kazanmanın  (Derivativerwerb) düzenlendiğini  ileri  süren;  ancak  bu  devri,  Kanun a  değil,  sözleşmenin yorumu  yoluyla  ortaya  çıkarılan  taraf  iradelerine  dayandıran  görüş  de mevcuttur. Bu görüşe göre, tarafların devre yönelik iradesi, TBK m. 501/II tarafından bir adi karine olarak kabul edilmiştir. Bu bağlamda taraflar, TBK m. 501/II nin aksini kararlaştırabilir ve böylece karineyi etkisiz kılabilirler. Hemen belirtelim ki kanunî devir görüşüne yönelttiğimiz  eleştiriler, yukarıda anılan iradî devir görüşü bakımından da geçerlidir. Zira bu görüş de, netice  itibarıyla,  taraflar  arasında  düzenlenen  borçlandırıcı  işlemi,  eser üzerindeki fikrî hakların geçişi için yeterli görmektedir. Bu durum da, şekil şartlarını tasarruf işlemleri için de arayan FSEK m. 52 yle ve FSEK m. 55 nin devredilen  haklara  ilişkin  olarak  daraltıcı  yorum  öngören  yaklaşımıyla çelişmektedir. Bunların yanı sıra, böyle bir görüşe, FSEK m. 48/III te yer alan, henüz meydana getirilmemiş eserler üzerinde yapılacak tasarruf işlemlerinin geçersiz olacağının açık ifadesi karşısında da mesafeli yaklaşmak gerekir. TBK m. 501 ile yaratma gerçeği ilkesinin zedeleneceği endişesiyle, doktrinde başka çözüm arayışlarına da girildiği görülmektedir. Bunlardan biri de, TBK m. 501 hükmüne benzer nitelik taşıyan FSEK mülga m. 8/III ün 4110 sayılı Kanun la ilgasının, o dönemde yürürlükte olan BK m. 385/II nin de zımnen yürürlükten kalktığı anlamına geleceği görüşüdür. Görüşe göre, bu yolla yayımcı artık eser sahibi sayılamaz ve FSEK m. 18/II veya m. 18/III uyarınca ancak eser üzerindeki malî hakları kullanma yetkisini elde eder. Görüşe ilişkin olarak öncelikle belirtmek gerekir ki, bir çatışmanın mevcut olduğu varsayımı çerçevesinde, BK m. 385/II nin yürürlükte olduğu zaman bakımından bu görüşün savunulması mümkündür. Zira 4110 sayılı Kanun la değiştirilen FSEK m. 8 nin, doğrudan tüm fikir ve sanat eserleri üzerindeki hak sahipliği durumunu düzenlemesi ve BK m. 385/II den sonraki bir tarihte mevcut hâlini almış olması sebebiyle, BK m. 385/II ye nazaran hem özel hem de sonraki tarihli hüküm olduğu düşünülebilir. Ancak, 6098 sayılı Türk Borçlar Kanunu nda TBK m. 501 in korunmasıyla birlikte olay farklı bir                                                            80  Alder, s. 501. 81  Erel, s. 88. Benzer bir görüş için bkz. Okutan Nilsson, Gül;  Türk Fikir ve Sanat Eserleri Hukukunda Tüzel Kişinin Eser Sahipliği Sorunu , Uğur Alacakaptan a Armağan, C. II, İstanbul 2008, s. 497, 498.  143Özgür Güvenç-Ayşe Karaca                                  Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156                             boyut kazanarak sonraki genel hüküm - önceki özel hüküm çatışması hâline gelmiş, çatışmanın çözümlenmesi daha çetrefilli bir hâl almıştır. Kaldı ki bu çalışmada savunulan görüş uyarınca, planı işleyen kişilerin esere yaratıcı bir katkıda bulunmamaları çerçevesinde, TBK m. 501 ile FSEK m. 8/I, m. 18/II ve m. 18/III arasındaki çatışma büyük ölçüde çözüldüğünden, böyle bir çözüme de gerek kalmamaktadır. Çalışanların meydana getirdiği eserler bağlamında savunulan bir başka görüş ise, bu tür eserler bakımından, TBK m. 427 nin yaptığı atıf dolayısıyla özel kanun hükümlerinin, yani FSEK m. 18/II nin uygulanmasını, TBK m. 501/II nin ise böylece devre dışı bırakılmasını önermektedir. Yine, sorun hükümlerin çatışması bakımından ele alındığında, genel hizmet sözleşmesine ilişkin TBK m. 427 nin özel hüküm niteliği taşıması dolayısıyla, bu hükmün yaptığı atıf uyarınca Fikir ve Sanat Eserleri Kanunu nun ilgili hükümlerinin uygulanması  düşünülebilir.  Fakat  yukarıda  ifade  ettiğimiz  görüşümüz uyarınca, yayımcının planını işleyerek eser meydana getiren kişilerin yaratıcı faaliyetlerinin  mevcudiyetinden  bahsedilemeyeceği  için,  aslında  TBK  m. 501/II  ile  TBK  m.  427  ve  FSEK  m.  18/II  hükümleri  arasında,  çözüme kavuşturulması gereken bir çatışmanın varlığı söz konusu olmamaktadır. Esasen, bu çalışmada savunulan görüşün çözüme kavuşturamadığı tek sorun, uygulamada yayımcıların çoğunlukla tüzel kişi olması karşısında, TBK m. 501/II ile FSEK m. 18/II hükümleri arasında ortaya çıkan çelişkidir. Gerçekten, yayımcının gerçek kişi ya da kişilerden oluştuğu hâllerde, ortaya koydukları  yaratıcı  faaliyet  dolayısıyla  bu  kişilerin  eser  sahibi  sıfatını kazanmaları, yaratma gerçeği ilkesiyle uyumludur. Ancak yayımcının tüzel kişi  olması  durumu  değiştirmektedir.  Zira  yaratma  gerçeği  ilkesi,  ancak emekleri ve yaratıcı faaliyetleriyle eseri meydana getiren gerçek kişileri eser sahibi olarak kabul eder. FSEK m. 18/II de, tüzel kişilere eser sahibi sıfatını değil,  sadece  bunların  organlarının,  faaliyetleri  çerçevesinde  yarattıkları eserler üzerindeki malî hakları kullanma yetkisini tanımıştır. Bu doğrultuda, yayımcının oluşturduğu, fikir ve sanat eseri niteliği taşıyan plan ve planın işlenmesiyle ortaya çıkan eser bakımından eser sahibi, tüzel kişinin organları olur. Tüzel kişi yayımcı, bu eser üzerindeki malî hakları kullanma yetkisini elde eder. TBK m. 501/II ise, eser üzerindeki hakların doğrudan yayımcıya ait olduğunu düzenlemektedir.                                                            82  Yıldız, s. 528. 83  Yayımcının tüzel kişi olduğu hâllerde ortaya çıkan çelişkiye ilişkin bkz. Hochreutener, ZK, Art. 393, N. 12.  144Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156         Yayımcının Planı Çerçevesinde Eser Meydana Getirilmesi                    (TBK m. 501)…   Kanaatimizce yayımcının tüzel kişi olduğu hâller bakımından TBK m. 501/II ile FSEK m. 18/II arasında bir çatışma söz konusudur. Gerçekten burada, aynı somut uyuşmazlığa farklı çözümler getiren, aynı anda yürürlükte olan iki farklı kanun hükmü mevcuttur. Bu çatışma da, hukuk kurallarının çatışmasına  ilişkin  ilkeler  çerçevesinde  çözüme  kavuşturulmalıdır. Hükümler  incelendiğinde,  FSEK  m.  18/II nin,  doğrudan  tüzel  kişilerin organlarının  meydana  getirdikleri  eserlere  ilişkin  bir  düzenleme  içerdiği görülür. TBK m. 501/II ise, yayımcının belirlediği plan çerçevesinde bir eserin meydana getirilmesini düzenlemekte ve yayımcının gerçek kişi ya da tüzel kişi  olması  arasında  bir  ayrım  yapmamaktadır.  Dolayısıyla  bu  sorun bağlamında  FSEK  m.  18/II,  TBK  m. 501/II e  göre  özel  hüküm  niteliği taşımaktadır.  FSEK  m.  18/II nin  bugünkü  hâlini  3.3.2001  tarihinde yürürlüğe  giren  4630  sayılı  Kanun la  almış;  TBK  m.  501  ise  1.7.2012 tarihinde yürürlüğe giren Türk Borçlar Kanunu nda düzenlenmiştir. Netice olarak,  buradaki  çatışma,  önceki  özel  hükümle  sonraki  genel  hüküm arasındadır. Önceki özel hükümle sonraki genel hükmün çatıştığı hâllerde, bir çözüme ulaşabilmek için kanun koyucunun genel nitelikli sonraki hükmü koyarken izlediği  amaç  dikkate  alınmalı,  sonraki  hükmün  önceki  hükmü  bertaraf etmesinin amaçlanıp amaçlanmadığı incelenmelidir. Kanaatimizce, TBK m. 501 ile kanun koyucu, Fikir ve Sanat Eserleri Kanunu nun tüzel kişilerin hak sahipliğine ilişkin düzenlemesini bertaraf etme amacını haiz değildir. Bu sonuç, her şeyden önce hükmün BK m. 385/II yle büyük oranda paralellik arz etmesinden  çıkarılabilir.  Zaten  hükmün  gerekçesinde,  TBK  m.  501 de arılaştırma dışında bir değişiklik yapılmadığı ifade edilmiştir. Kaldı ki hüküm, yayımcının  tüzel  kişi  olduğu  ihtimallere  ilişkin  özel  bir  düzenleme  de içermemektedir. Bu bağlamda TBK m. 501, kanun koyucunun FSEK m. 18/II yi  bertaraf  etmek  amacıyla  sevk  ettiği  bir  hüküm  olarak değerlendirilmemelidir. Hemen  belirtelim  ki  5101  sayılı  Kanun la,  FSEK  m.  1/B,  b.  b hükmündeki  eser  sahibi  tanımından   gerçek   ibaresinin  çıkarılması karşısında,  TBK  m.  501 in  5101  sayılı  Kanun daki  bu  değişiklik doğrultusunda sevk edilen, tüzel kişilerin eser sahibi olmasını mümkün kılan                                                            84  Hukuk  kurallarının  çatışması  hakkında  bkz.  Altaş,  s.  194-196;  Edis,  s.  181-183; Oğuzman/Barlas, N. 273 vd.; Serozan, I, § 5, N. 57-67. 85  BK m. 385/II ile FSEK m. 18/II arasında aynı yönde değerlendirme için bkz. Erel, s. 88. 86  Altaş, s. 195, 196; Edis, s. 183; Oğuzman/Barlas, N. 279; Serozan, I, § 5, N. 62.  145Özgür Güvenç-Ayşe Karaca                                  Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156                             özel bir hüküm teşkil ettiği düşünülebilir. Ancak kanaatimizce, 818 sayılı Borçlar Kanunu döneminde de mevcut olan bir hükmün 6098 sayılı Türk Borçlar Kanunu ndaki uzantısını oluşturan TBK m. 501 in böyle bir amaçla kanunlaştırıldığını söylemek de pek mümkün değildir. Zira hüküm, özel olarak, tüzel kişinin organlarına değil, doğrudan tüzel kişilere hak tanınmasını gerekli kılacak bir hukukî ilişkiyi düzenlememektedir. Yayımcı, FSEK m. 18/II çerçevesinde de eser üzerindeki malî hakları kullanma yetkisine sahip olmaktadır.  Yayımcının  esere  ilişkin  menfaati  eserin  çoğaltılmasına  ve yayılmasına  ilişkin  olduğu  için,  çoğaltma  ve  yayma  haklarını  kullanma yetkisinin yayımcıda olması, yayımcının menfaatine yeterli şekilde hizmet etmektedir. Kaldı ki Fikir ve Sanat Eserleri Kanunu nda bu hususta bir değişiklik yapılmak  isteniyorsa,  bu,  tanımlara  ilişkin  hükmü  değiştirmek suretiyle  değil,  FSEK  m.  18 e  açık  bir  istisna  hükmü  getirilerek gerçekleştirilebilir. Bu bağlamda 5101 sayılı Kanun ile yapılan değişikliği tek başına tüzel kişilerin eser sahibi olmasını mümkün kılan bir adım olarak değerlendirmek zordur. Yukarıda anlatılanlar ışığında, yayımcının bir tüzel kişi olduğu hâllerde eser üzerindeki hak sahipliği düzeni FSEK m. 18/II ye göre belirlenmelidir. Böylece yayımcının organını oluşturan ve yaratıcı faaliyetiyle planı meydana getiren  kişiler,  fikir  ve  sanat  eseri  niteliği  taşıyan  plan  ve  bu  planın işlenmesiyle meydana getirilen eser üzerindeki fikrî hakların sahibi olurlar. Eser üzerindeki malî hakları kullanma yetkisi tüzel kişi yayımcıya aittir. TBK m. 501 in düzenlediği hak sahipliği durumuna ilişkin son olarak, 6098 sayılı Türk Borçlar Kanunu nun, OR Art. 393 Abs. 2 ve BK m. 385/II hükümlerinden ayrılarak, yayımcının  telif hakkı nı, yanı eser üzerindeki fikrî hakların  tamamını  değil,  sadece   sözleşme  konusu  malî  haklar ı  elde edeceğini düzenlemesine değinmekte fayda vardır. Yukarıda TBK m. 501 in uygulama alanının tespiti bağlamında da değindiğimiz üzere, kanaatimizce bu düzenleme,  hükümdeki  hak  sahipliği  düzenini  değiştirmemektedir.  Her şeyden önce TBK m. 501/II de kullanılan ifadeler, ciddi sorunlara yol açacak niteliktedir.  Göze  çarpan  ilk  sorun,  hükümdeki   sözleşme  konusu  ifadesinden ne anlaşılması gerektiğidir. Eğer bu ifade, hükmün  sipariş                                                            87  Amerika Birleşik Devletleri kökenli bilgisayar programlarına ilişkin Türkiye de açılmış davalar bakımından BK m. 385 in, Türk mevzuatında tüzel kişilerin eser sahibi kabul edilmesini sağlayan bir işlevi haiz bulunduğu yönünde bkz. Üstün, Gürsel;  Yargısal Uygulamada Fikri Haklar , İBD, C. LXXIII, S. 10-11-12, 1999, s. 957, 958, dn. 16. 88  Aynı yönde bkz. Okutan Nilsson, s. 495, 496. 89  Bu  ibareyi,  eseri  üzerindeki  malî  hakların  kısmen  yayımcıya  ait  olacağı  şeklinde değerlendiren,  ancak  manevî  haklardan  bazılarını  kullanma  yetkisinin  de  (eserin 146Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156         Yayımcının Planı Çerçevesinde Eser Meydana Getirilmesi                    (TBK m. 501)…   üzerine  yayım  sözleşmesi   başlığıyla  birlikte  değerlendirilerek,   yayım sözleşmesinin konusunu oluşturan  şeklinde anlamlandırılırsa, bu durumda kanun  koyucu,  TBK  m.  501 in  yayım  sözleşmesinin  özel  bir  türünü oluşturduğu şeklinde açık bir yanılgıya düşmüş olacaktır. Hâlbuki daha önce ifade ettiğimiz gibi, hüküm yayımcıyı çoğaltma ve yayma yükümü altına sokmadığı  için  yayım  sözleşmesinin  bir  türünü  oluşturmaz.  Yok,  eğer  sözleşme  konusu   ibaresi,  tarafların  sadece  aralarındaki  sözleşmede belirttikleri malî hakların yayımcıya ait olacağı şeklinde anlaşılacaksa, bu sefer taraflara, sözleşmeyle eser sahipliğinden doğan hakların ve dolayısıyla bir anlamda eser sahipliğinin kime ait olacağını kararlaştırma yetkisi verilmiş olur. Bu durumun yaratma gerçeği ilkesiyle çelişeceği açıktır.  Sözleşme konusu malî haklar dan, tarafların sözleşmeyle gelecekte devretme borcu altına girdikleri malî hakların anlaşılması ihtimalinde ise, TBK m. 501/II hükmünün bu konuda taraflara izin vermesi zaten gereksizdir. Zira eser sahibi olan taraf, sözleşme özgürlüğü çerçevesinde, sözleşmeyle altına girdiği devir taahhüdünü, eser meydana geldikten sonra ilgili malî hakların devrine ilişkin                                                            yayımlanacağı zamanın ve ne şekilde yayımlanacağına karar verme yetkisi gibi) yayımcıya ait olması gerektiğini ifade eden görüş için bkz. Zevkliler/Gökyayla, s. 599. 90  Nitekim İsviçre de, Art. 393 Abs. 1 hükmünün eski İsviçre Borçlar Kanunu ndaki karşılığını oluşturan aOR Art. 391 hükmünde  Verlagsrecht  (yayım hakkı) ibaresine yer verilmişken, bu ibare, İsviçre Fikir ve Sanat Eserleri Kanunu ile paralelliğin sağlanması için, yeni İsviçre Borçlar Kanunu na  Urheberrecht  (fikrî haklar) olarak dâhil edilmiştir (Hochreutener, ZK, Art. 393, N. 6). Bu durum, mehaz İsviçre Borçlar Kanunu nda yayımcının sahip olacağı hakların çoğaltma ve yayma haklarıyla sınırlı olmadığını göstermektedir. 91  Bu yönde bkz. Yavuz/Alıca/Merdivan, s. 605-607. Yazarlara göre hangi hakların sözleşme konusu olduğu, FSEK m. 52 ye ve m. 55 ve devamında yer alan yorum kurallarına göre belirlenir. Yayımcıya ait olacağı belirlenen bu haklar bakımından, tamamlanmamış eserler üzerindeki  hakların  devredilemeyeceğine  ilişkin  kurala  (FSEK  m.  48/III)  bir  istisna getirilmiş olmaktadır. Böylece taraflar arasındaki ilk sözleşmeyle belirlenen malî haklar, eserin ortaya çıkmasıyla birlikte, herhangi bir işleme gerek kalmaksızın yayımcıya geçer. Ancak bu devrin kaynağını kanun değil, sözleşme oluşturmaktadır (Yavuz/Alıca/Merdivan, s. 605, 607). Kanaatimizce bu görüş iki yönden isabetsizdir. Öncelikle eser sahipliğinden doğan haklar, yaratma gerçeği ilkesi ve aynı doğrultudaki FSEK m. 8/I uyarınca, eseri yaratan kişi tarafından aslen ve kendiliğinden kazanılır. Tarafların sözleşmeyle hakların bir kısmının eser sahibinden başka bir kimse tarafından aslen ve kendiliğinden kazanılacağını kararlaştırmaları eser yaratma ilkesine ve FSEK m. 8/I e aykırıdır. Öte yandan, böyle bir görüşün kabulü hâlinde, FSEK m. 48/III le ve ayrıca malî hakların devrine ilişkin tasarruf işlemlerini de açıkça şekle bağlayan FSEK m. 52 yle açıkça çelişkiye düşülmüş olmaktadır. Zaten yazarlar da, bu çelişkiyi kabul etmekte, anılan hükümler karşısında TBK m. 501 in istisnaî bir düzenleme teşkil ettiğinden söz etmektedirler. Ancak eser sahibini korumaya yönelik bu hükümlerin anılan şekilde devre dışı bırakılması kanaatimizce kabul edilemez. FSEK m. 48/III ve m. 52 nin eser sahibini koruyucu etkisi hakkında bkz. Üstün, Gürsel;  Fikri Hukukta Eser Sahibi Lehine Yorum İlkesi , FMR, C. VI, S. 1, 2006, s. 74-80.  147Özgür Güvenç-Ayşe Karaca                                  Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156                             tasarruf işlemlerini yapmak suretiyle yerine getirecektir. Kanun koyucu, TBK m.  501/II  hükmüne  verdiği  yeni  şekille,  içinden  çıkılması  hiç  de  kolay olmayan böyle bir kargaşaya neden olmuştur. Buna rağmen, TBK m. 501 in gerekçesinde, hükmün içeriğinde dildeki arılaştırma dışında bir değişikliğin bulunmadığının yazılı olması da son derece ilginçtir. Ayrıca, yine yukarıda belirttiğimiz üzere, OR Art. 393 Abs. 1 de ve BK m. 385/I de yer alan, eseri işleyen kişi ya da kişilerin  sadece  ücrete hak kazanacaklarını  öngören hüküm,  ikinci  fıkradaki  hak  sahipliği  düzeniyle doğrudan  ilişkilidir.  Zira  bu  kişi  ya  da  kişilerin   sadece   ücrete  hak kazanacağına vurgu yapılması, eser üzerindeki tüm hakların yayımcıya ait olması sonucunu da kendiliğinden doğurmaktadır. TBK m. 501/II nin zıt anlamından hareketle,  sözleşme konusu malî haklar  dışındaki hakların eseri işleyen  kişilere  ait  olacağının  kabul  edilmesi,  hükmün  birinci  ve  ikinci fıkraları  arasındaki  bu  doğal  bağlantıyı  koparır,  hükmün  kendi  içinde çelişmesine neden olur. Bu çerçevede, daha önce ifade ettiğimiz, TBK m. 501/II nin zıt anlamına göre uygulanmasının mümkün olmadığının kabulü ve böylece ortaya çıkan boşluğun, hükmün özüne uygun şekilde, eser üzerindeki fikrî  hakların  tamamının  yayımcıya  ait  olacağı  şeklinde  doldurulması çözümünün benimsenmesi tek çaredir. Doktrinde, TBK m. 501/II de yapılan değişikliğin isabetli olduğunu, böylece BK m. 385/II ile FSEK m. 18/III arasındaki çelişkinin giderildiğini savunan yazarlar da mevcuttur. Yazarların konuya ilişkin açıklamalarından, bu  çelişkinin,  ikinci  fıkrada   malî  hakların   yayımcıya  ait  olduğunun düzenlenmesiyle giderildiğinin savunulduğu anlaşılmaktadır. Ancak yazarlar, TBK m. 501/II deki  sözleşme konusu  ibaresinin hükme olan etkisi hakkında herhangi  bir  yorumda  bulunmamaktadırlar.  Bunun  yanı  sıra,  FSEK  m. 18/III te, yayımcının, eser üzerindeki hakları ancak eser sahibiyle yapacağı bir sözleşme  ile  kullanabileceği  ifade  edilmektedir.  Bununla  birlikte,  açıkça görüldüğü  üzere  TBK  m.  501/II de  bir  sözleşme  çerçevesinde  hakların yayımcı tarafından kullanılacağından bahsedilmemekte,  sözleşme konusu malî haklar ın doğrudan yayımcıya ait olacağı öngörülmektedir. Bu bağlamda yayımcıyla eseri meydana getiren kişi ya da kişiler arasındaki sözleşmenin, eser üzerindeki malî hakları kullanma yetkisini yayımcıya devreden bir nitelik taşımadığı açıktır. Anılan sözleşmenin FSEK m. 18/III anlamında yayımcıya  malî  hakları  devreden   bir  sözleşme  olduğu  düşünülebilirse  de,  bu düşünceye, yukarıda ifade ettiğimiz, FSEK m. 48/III ve m. 52 nin devre dışı                                                            92  Bkz. yuk. I, A. 93  Kılıçoğlu, Fikri Haklar, s. 214, 215; Tekinalp, § 16, N. 64. 148Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156         Yayımcının Planı Çerçevesinde Eser Meydana Getirilmesi                    (TBK m. 501)…   bırakılması endişesi nedeniyle tereddütle yaklaşmak gerekir. Zaten TBK m. 501/II nin  lafzından  böyle  bir  devrin  çıkarılması  da  mümkün görünmemektedir. Hükümden anlaşılan,  sözleşme konusu malî haklar ın Kanun dolayısıyla doğrudan yayımcı üzerinde doğmasıdır. Bu çerçevede, yapılan değişiklik sonucunda TBK m. 501 in mevcut ifadesinin FSEK m. 18/III ile uyumlu hâle geldiğini ifade etmek güçtür. Kaldı ki bu çalışmada savunulan görüş uyarınca, TBK m. 501/II ye göre yayımcı eser sahibi sıfatını elde ettiği ve yayımcıyla eser sahibi aynı kişi olduğu için, zaten burada FSEK m. 18/III ün uygulama alanına giren bir hukukî ilişkiden ve dolayısıyla ilgili hükümler arasında bir çelişkiden bahsedilemez.  II.  TBK M. 501 DE LEGE FERENDA Yukarıda belirttiğimiz gibi, TBK m. 501 ile FSEK m. 8/I, m. 18/II ve m. 18/III arasındaki kısmen görünüşteki, kısmen ise gerçekten var olan çatışma, yayımcının  gerçek  kişi  olduğu  hâller  bakımından  örtülü  boşluğun doldurulması yoluyla; yayımcının tüzel kişi olduğu hâllerde ise FSEK m. 18/II nin  üstünlüğünün  tanınmasıyla  çözüme  kavuşturulabilmektedir. Bununla birlikte, örtülü boşluk, bu tür sorunlarda tercih edilen bir çözüm yolu olmaktan uzaktır. Zira örtülü boşluk, açık boşluktan farklı olarak, mevcut bir kanun  hükmünün  uygulama  sırasında  hâkim  tarafından  değiştirilmesi anlamını taşımaktadır. Bu da, yargı organının yasama organına müdahalesi anlamına gelir ve kuvvetler ayrılığı ilkesine aykırılık teşkil eder. Ayrıca örtülü boşluk, her hukuk uygulayıcısı tarafından fark edilmeyebilir ya da fark edilse bile farklı şekillerde doldurulabilir. Bu da, hukukî güvenlik ilkesini tehlikeye düşürmektedir. Öte yandan, hukuk kurallarının çatışmasında da, her ne kadar varılan sonuç somut sorunu çözmekteyse de, yine görünüş itibarıyla yürürlükte  olan  bir  kanun  hükmünün  yok  sayılması  sonucu  ortaya çıkmaktadır. Tüm bu olumsuzlukların önüne geçilmesini sağlayacak en etkili çare, ilgili kanun hükümlerinin kanun koyucu tarafından yeniden ele alınması ve değiştirilmesidir. Bu bağlamda, çalışmamızın bu bölümünde, öncelikle TBK  m.  501 in  değişikliğe  ihtiyaç  duyulduğunu  düşündüğümüz  yönleri                                                            94  Serozan, I, § 5, 27. 95  Nitekim eser sahibinin haklarının zedeleneceği endişesiyle İsviçre de 29.8.1984 tarihinde, OR Art. 393 hükmünün ilgasını da içeren bir kanun tasarısı hazırlanmış, ancak bu girişim başarıyla ulaşmamıştır. Konuya ilişkin bkz. ve karş. Botschaft vom 19. Juni 1989, BBl 1989 III 477, 484, 485, 502.  149Özgür Güvenç-Ayşe Karaca                                  Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156                             kısaca  tekrar  ifade  edilecek,  ardından  de  lege  ferenda  bir  düzenleme önerisinde bulunulacaktır. Öncelikli olarak, TBK m. 501 in, hükümde yayım sözleşmesinin bir türünü düzenlediği yanılgısını oluşturmaya son derece müsait olan başlığının değiştirilmesi gerekmektedir. Bu bağlamda, hükmün özünü daha iyi ifade edecek biçimde, OR Art. 393 te ve BK m. 385 te benimsenen başlıklara da paralel olarak,  yayımcının planı çerçevesinde bir eser meydana getirilmesi  başlığı tercih edilebilir. Hükme  ilişkin  ikinci  önemli  değişiklik  ihtiyacı,  hükmün  uygulama alanına ilişkindir. Yukarıda belirttiğimiz üzere, TBK m. 501 in uygulama alanı,  yayımcının,  sözleşme  sonucunda  meydana  gelen  eserin  yaratıcısı olduğu;  eseri  fiilen  meydana  getiren  kişi  ya  da  kişilerin  ise,  esere hususiyetlerini  katmayan  yardımcı  kişi  sıfatını  haiz  bulunduğu  hâllerle sınırlandırılmalıdır. Bu yardımcı kişilerin eser üzerinde sadece ücrete hak kazanmaları esası, anılan ilişkinin doğal bir sonucudur ve hükümde muhafaza edilmelidir. Buna göre, TBK m. 501 in ilk fıkrası  Bir veya birkaç kişi, yayımcının belirlediği detaylı bir plan çerçevesinde, kendi hususiyetlerini katmaksızın bir eser meydana getirmeyi üstlenirlerse, sadece sözleşmeyle kararlaştırılan ücrete hak kazanırlar.  şeklinde değiştirilmelidir. Ayrıca, mevcut TBK m. 501/II de yer alan  sözleşme konusu malî haklar  ibaresi, birçok açıdan yanıltıcı ve çelişki yaratan bir nitelik arz ettiği için, bu ibarenin Kanun dan çıkarılması gerekmektedir. Yine ikinci fıkraya ilişkin olarak, yayımcının tüzel kişi olduğu hâller bakımından yaratma gerçeği ilkesiyle ve FSEK m. 18/II yle olan çatışmaya bir çözüm bulunmasında fayda vardır. Bu da, gerçek ve tüzel kişilerin hükümde ayrı ayrı düzenlenmesini gerekli kılmaktadır. İkinci fıkraya ilişkin önerimiz de, bu anlatılanlar ışığında,  Yayımcı gerçek kişiyse eser üzerindeki fikrî haklar yayımcıya ait olur. Yayımcı tüzel kişiyse, eser üzerindeki malî hakları kullanma yetkisini elde eder.  şeklindedir. Yukarıda ileri sürdüğümüz değişikliklerin yapılması, TBK m. 501 ile Fikir  ve  Sanat  Eserleri  Kanunu nun  ilgili  hükümleri  arasındaki  kısmen görünüşteki,  kısmen  de  gerçekten  mevcut  olan  çatışmayı  ortadan kaldırmaktadır. Bununla birlikte, anılan düzenlemeler yapıldığında, hükmün aslında çok dar bir hukukî ilişkiler grubunu kapsamına aldığı açıkça ortaya çıkmaktadır.  Zira  verilen  talimatlar  ne  kadar  detaylı  olursa  olsun,  eseri meydana getiren kişi ya da kişilerinin yaratıcılığının tamamen ortadan kalktığı hâller  oldukça  sınırlıdır.  Aynı  şekilde  hükmün  eser  üzerindeki  hak                                                            96  Yusufoğlu, Fülürya;  Eseri Meydana Getirenlerin Mali Hak Sahibi Sayılmadıkları Haller , Bilgi Toplumunda Hukuk: Ünal Tekinalp e Armağan, C. II, İstanbul 2003, s. 411. 150Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156         Yayımcının Planı Çerçevesinde Eser Meydana Getirilmesi                    (TBK m. 501)…   sahipliğine ilişkin belirlemeleri, bu hüküm Kanun da bulunmasa bile, Fikir ve Sanat Eserleri Kanunu m. 8/I ve m. 18/II den yola çıkarak zaten varılabilecek sonuçlardan ibarettir. Dolayısıyla hüküm, bu hâliyle çok bir anlam ifade etmeyecektir. Kanaatimizce TBK m. 501 in asıl işlevi, yayımcının belirlediği plana göre  meydana  getirilen  eserlerde  yayımcı  için  çoğaltma  ve  yayma yükümlülüklerinin doğmadığını tespit etmesidir. Gerçekten, bu hâllerde, hem eserin yaratılmasına ilişkin ilk adımı atan hem de esere ilişkin ekonomik riskleri taşıyan yayımcının, ilişkinin diğer tarafına karşı bir de çoğaltma ve yayma yükümlülükleri altına sokulmaması, bu konuda özgür bırakılması daha isabetlidir.  Böylece  yayımcı,  eseri  ekonomik  olarak  değerlendirip değerlendirmeme hususunda serbestçe karar verebilir. Bu esastan hareket edildiğinde, TBK m. 501 in, yayımcının bu yükümlülükler altında olmadığı vurgulanmak suretiyle, eser siparişi sözleşmesine hasredilmesi daha isabetli bir çözüm teşkil etmektedir. Zira böylece bir yandan hükümden beklenen esas fayda elde edilirken; öte yandan hükmün uygulama alanı, genel olarak eser siparişi sözleşmelerini kapsamına alacak şekilde genişletilmiş olur. Hükümde eser üzerindeki hak sahipliği durumunun düzenlenmemesi de, bu sorunun çözümünün Fikir ve Sanat Eserleri Kanunu na bırakılması açısından yerinde bir tutum teşkil eder. Yukarıda yapılan değerlendirmeler çerçevesinde, netice itibarıyla TBK m. 501 aşağıdaki şekilde değiştirilmelidir:  E. Eser Siparişi Sözleşmesi 501 – Bir veya birkaç kişi, sipariş verenin belirlediği detaylı bir plan çerçevesinde  bir  eser  meydana  getirmeyi  üstlenirlerse,  taraflarca  aksi                                                            97  Doktrinde, hükümden hem eseri meydana getirenlerin  sadece ücrete hak kazanması  ibaresinin  metinden  çıkarılmasını  hem  de  sadece   malî  hakları  kullanma  yetkisinin  yayımcıya ait olacağının düzenlenmesini savunan bir değişiklik önerisi de mevcuttur. Buna göre TBK m. 501 in,  bir veya birden fazla kişinin ısmarlayanın belirlediği plan dairesinde bir eser meydana getirmeyi taahhüt etmeleri hâlinde, aksi sözleşmeyle kararlaştırılmadıkça, eser üzerindeki mali haklar ısmarlayan tarafından kullanılır  şeklinde değiştirilmesi gerekir. Bu yönde bkz. Baygın, s. 165, 166. Kanaatimizce bir yandan hükmün ilk fıkrasındaki sadece ücrete hak kazanma hususunda hükmün birinci ve ikinci fıkraları arasındaki çelişkiyi ortadan kaldırması, öte yandan ise yayımcıya sadece malî hakları kullanma yetkisi tanıyarak tüzel kişilerin hak sahipliği meselesini de çözüme kavuşturması bakımından bu öneri de isabetli nitelik taşımaktadır. 98  Schack, N. 1056.  151Özgür Güvenç-Ayşe Karaca                                  Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156                             kararlaştırılmadığı  sürece  sipariş  veren,  eseri  çoğaltma  ve  yayma yükümlülüğü altında değildir. ",
     "Kaynakça": "Alder, Daniel ; Urhebervertragsrecht, 6. Teil: Bestimmung von Art und Umfang der Rechte des Arbeitgebers, Hrsg. Magda Streuli-Youssef, Zürich 2006. Altaş, Hüseyin ; Medeni Hukuk Başlangıç Hükümleri, Ankara 2014. 152Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156         Yayımcının Planı Çerçevesinde Eser Meydana Getirilmesi                    (TBK m. 501)…   Aral, Fahrettin/ Ayrancı, Hasan ; Borçlar Hukuku Özel Borç İlişkileri, 10. Bası, Ankara 2014. Ateş, Mustafa ; Fikir ve Sanat Eserleri Üzerindeki Hakların Kapsamı ve Sınırlandırılması, Ankara 2003. Ayiter, Nuşin ; Hukukta Fikir ve Sanat Ürünleri, 2. Bası, Ankara 1981. Aydoğdu, Murat/Kahveci, Nalan ; Türk Borçlar Hukuku Özel Borç İlişkileri (Sözleşmeler Hukuku), 2. Bası, Ankara 2014. Barrelet, Denis/Egloff, Willi ; Das neue Urheberrecht, 3. Aufl., Bern. 2008. Baygın, Cem ;  Fikri Hukukta Yaratıcı Eser Sahibi ve Eser Üzerindeki Mali Hakları Kullanmaya Kanunen Yetkili Sayılan Kişiler , Prof. Dr. Ömer Teoman a 55. Yaş Günü Armağanı, C. I, İstanbul 2002, s. 145-174. Becker, Hermann ; Kommentar zum Schweizerischen Zivilgesetzbuch, Bd. VI/2: Obligationenrecht - Die einzelnen Vertragsverhältnisse (Art. 184 - 551 OR), Bern 1934. Bellican,  Cüneyt  ;  Fikri  Hukukta  Manevi  Haklar  ve  Manevi  Hakların Korunması, Yayımlanmamış Doktora Tezi, İstanbul 2008. Bilge, Necip ; Borçlar Hukuku Özel Borç Münasebetleri, Ankara 1971. Breitschmid,  Peter  ;  Orell  Füssli  Kommentar:  OR  Kommentar Schweizerisches  Obligationenrecht,  2.  Aufl.,  Hrsg.  Jolanta  Kren Kostkiewicz/Peter Nobel/Ivo Schwander/Stephan Wolf, Zürich 2009, Art. 393. Cinoğlu, Funda ; Eser Üzerinde İşverenin Hak Sahipliği, Yayımlanmamış Yüksek Lisans Tezi, İstanbul 2010. Dural, Mustafa/ Sarı, Suat ; Türk Özel Hukuku C. I: Temel Kavramlar ve Medenî Kanunun Başlangıç Hükümleri, 9. Bası, İstanbul 2014. Edis, Seyfullah ; Medenî Hukuka Giriş ve Başlangıç Hükümleri, 4. Bası, Ankara 1989. Erel, Şafak N. ; Türk Fikir ve Sanat Hukuku, 3. Bası, Ankara 2009. Eren, Fikret ; Borçlar Hukuku Özel Hükümler, 2. Bası, Ankara 2015. Franko,  Nisim  İ.  ;  Türk  Borçlar  Kanununa  Göre  Yayın  Sözleşmesinin Hükümleri, Ankara 1981. Gauch, Peter ; Der Werkvertrag, 4. Aufl., Zürich 1996.  153Özgür Güvenç-Ayşe Karaca                                  Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156                             Giritlioğlu, Neclâ ; Yayın Sözleşmesi, İstanbul 1967. Gökyayla,  K.  Emre  ;   Fikir  ve  Sanat  Eserleri  Kanunu nda  Yapılan Değişikliklerin Değerlendirilmesi , DEÜHFD, C. VII, S. 1, 2005, s. 1-28 (Gökyayla, Değişiklikler). Gökyayla, K. Emre ; Telif Hakkı ve Telif Hakkının Devri Sözleşmesi, 2. Bası, Ankara 2001 (Gökyayla, Telif Hakkı). Guhl, Theo/Koller, Alfred/Schnyder, Anton K./Druey, Jean Nicolas; Das Schweizerische Obligationenrecht, 9. Bası, Zürich 2000. Hatemi, Hüseyin/ Serozan, Rona/ Arpacı, Abdülkadir ; Borçlar Hukuku Özel Bölüm, İstanbul 1992. Hilty, Reto M. ; Basler Kommentar, Obligationenrecht I (Art. 1-529 OR), 5. Aufl., Hrsg. Heinrich Honsell/Nedim Peter Vogt/Wolfgang Wiegand, Basel 2011, Art. 380-393 OR. Hirsch, Ernst E. ; Hukuki Bakımdan Fikri Say, İstanbul 1943.  Hochreutener, Inge ; Verlagsrecht, Hrsg. Magda Streuli-Youssef, Zürich 2006 (Hochreutener, Urhebervertragsrecht). Hochreutener, Inge ; Zürcher Kommentar zum schweizerischen Zivilrecht, Bd. V/2e: Der Verlagsvertrag (Art. 380-393 OR), 4. Aufl., Hrsg. Jörg Schmid, Zürich 2011 (Hochreutener, ZK). Isenschmid, Adolf ; Das Verlagsrecht an Werken der bildenden Kunst und der Verlagsvertrag, Bern 1912. Karahan, Sami/ Suluk, Cahit/ Saraç, Tahir/ Nal, Temel ; Fikri Mülkiyet Hukukunun Esasları, 4. Bası, Ankara 2015. Karaman Coşgun, Özlem ;  Fikir ve Sanat Eserleri Kanunu Kapsamında İşveren ve Tayin Edenin Eser Üzerindeki Hakları , MÜHF-HAD, C. XIII, S. 1-2, 2007, s. 37-57. Kılıçoğlu, Ahmet M. ; Sınai Haklarla Karşılaştırmalı Fikri Haklar, 2. Bası, Ankara 2013 (Kılıçoğlu, Fikri Haklar). Kılıçoğlu,  Ahmet  M.  ;   Telif  Hakkı  ve  Yayın  Sözleşmesinden Ayırdedilmesi , FMR, C. I, S. 1, 2001, s. 43-49 (Kılıçoğlu, Telif Hakkı). Kırca,  Çiğdem  ;   Örtülü  (Gizli)  Boşluk  ve  Bu  Boşluğun  Doldurulması Yöntemi Olarak Amaca Uygun Sınırlama (Teleologische Reduktion) , AÜHFD, C. L, S. 1, 2001 (s. 91-119). 154Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 117-156         Yayımcının Planı Çerçevesinde Eser Meydana Getirilmesi                    (TBK m. 501)…   Mackensen, Jürgen ; Der Verlagsvertrag im internationalen Privatrecht, Bonn 1964. Müller, Josef ; Der Verlagsvertrag nach schweizerischem Recht, Bern 1905. Oğuzman, M. Kemal/ Barlas, Nami ; Medenî Hukuk, 20. Bası, İstanbul 2014. Okutan Nilsson, Gül ;  Türk Fikir ve Sanat Eserleri Hukukunda Tüzel Kişinin Eser Sahipliği Sorunu , Uğur Alacakaptan a Armağan, C. II, İstanbul 2008, s. 469-500. Öztan, Fırat ; Fikir ve Sanat Eserleri Hukuku, Ankara 2008. Rehbinder, Manfred ; Schweizerisches Urheberrecht, 3. Aufl., Bern 2000 (Rehbinder, Schweizerisches Urheberrecht). Rehbinder, Manfred ; Urheberrecht, 14. Aufl., München, 2006 (Rehbinder, Urheberrecht). Reutter,  Mark.  A  ;  Urhebervertragsrecht,  §  5:  Urheberrechtlicher Werkvertrag, Hrsg. Magda Streuli Youssef, Zürich 2006. Schack, Haimo ; Urheber- und Urhebervertragsrecht, 4. Aufl., Tübingen 2007. Schricker, Gerhard ; Verlagsrecht, 3. Aufl., München 2001. Serozan, Rona ; Medeni Hukuk,"
}