{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "",
     "Title": "",
     "Yazar İsmi": [
          "Yrd. Doç. Dr. Hülya ATLAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Manevi Tazminat",
          "Hesaplama Yöntemleri",
          "İki \nAşamalı Hesaplama",
          "Taban Manevi Tazminat",
          "Manevi Tazminatın Takdiri"
     ],
     "Keywords": [
          "Non-Pecuniary Damage",
          "Calculation Methods",
          "Two-\nPhased Calculation",
          "Lowest Limit of Non-Pecuniary Damage",
          "Discretion of"
     ],
     "Özet": "Ülkemiz  hukukunda,  manevi  zararın  ve  tazminatın  hesaplanmasının mümkün olmadığı, bu nedenle sadece takdir edilebileceği görüşü hâkimdir. Tazminatın belirlenmesinin bütünüyle hâkimin takdirine bırakılması, benzer kişilik hakkı ihlalleri için hükmedilen manevi tazminat miktarları arasında önemli farklılıklara neden olmaktadır. Hukuki güvenlik ilkesinin uygulanmasını tehlikeye sokan bu durum karşısında, manevi zarar ile tazminatın kapsamının objektif ilkelerle çizilmesi zorunluluk arz eder. Bu alanda objektivitenin sağlanması, manevi tazminatın niteliği gereği güç olmakla birlikte imkânsız değildir. Özellikle beden bütünlüğünün ihlalinde manevi tazminatın objektif kriterlere göre belirlenmesi, diğer kişilik değerlerinin ihlaline oranla kolaydır. Zira bu halde, ihlalin türünü ve ağırlığını tıbbi araçlar ve benzeri yollarla maddi olarak tespit etmek olanaklıdır. Böylece beden bütünlüğünde meydana gelen bozukluklar yüzdelik oranlarla belirlenebilir ve bu oranlar üzerinden manevi zarar ve tazminat hesaplanabilir. Tıbbi yöntemlerin yanı sıra, yargı kararları  da  tazminatın  objektif  temelde  belirlenmesine  hizmet  edebilir. Gerçekten, manevi tazminat miktarına etki eden somut olaya ait objektif kriterlerin, ihlalin türüne göre derlenecek emsal kararlarla ortaya çıkarılması mümkündür. Sözü edilen yöntemlerle oluşturulacak çizelgeler, herkes için uygulanabilen asgari (taban) bir manevi tazminat miktarının elde edilmesini sağlar. Böylece manevi tazminat miktarına ilişkin çelişkili kararlar en aza indirgenmiş olur.                                               ",
     "Abstract": "According  to  the  vast  majority  of the Turkish  legal  doctrine,  nonpecuniary loss and non-pecuniary damage is uncountable hence these must be appraised. Absolute judicial discretion of determining compensation, causes different compensation for violation of personal right in similar cases. This endangers the legal security. For this reason non-pecuniary loss and damage must be based on objective principles. Beacuse of the qualification of nonpecuniary loss and damage, that is very hard to practice it but not impossible. Especially on the violation of physical integrity, non-pecuniary damage can be based on objective criteria better than other types of violation of personal right. Because it is possible that the type and aggravation of violation can be confirmed  by  medical  devices  etc.  In  this  circumstance,  harms  against physical integrity can be determined by percentage, non-pecuniary loss and damage can be calculated. Judicial decisions can contribute determining the compensation by objective criteria as well as medical devices and tests. In fact,  objective  criteria  which  is  related  to  concrete  case,  effecting  nonpecuniary damage can be designated by prejudication. Methods of making charts  which  above-mentioned,  ensure  the  minimum  allowance  (nonpecuniary  damage),  applicable  for  everyone.  Thus  contradictory judicial decisions minimized.",
     "Metin": "6098 sayılı Türk Borçlar Kanunu (TBK), beden bütünlüğünün ihlal edilmesi halinde manevi tazminat talebini ayrı bir hükümle düzenlemiştir (TBK m. 56). Bu hükme göre, olayın özellikleri göz önünde bulundurularak bir  miktar  manevi  tazminatın  ödenmesine  karar  verilebilir.  Tazminatın 2660Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2659-2683  Atlan belirlenmesindeki  tek  dayanağın  somut  olayın  özelliği  olması  çelişkili kararların verilmesine yol açar. Böyle bir sonucun önlenebilmesi için, hâkime yol gösterecek soyut ve objektif birtakım kriterlerden yararlanılmalıdır. Bu çalışmanın amacı, doktrinde ileri sürülen bazı hesaplama yöntemlerinden hareket  edilerek,  hâkimin  her  olayda  başvurabileceği  soyut  birtakım çizelgelerin hukukumuz yönünden uygulanabilirliğini araştırmaktır.  Manevi  tazminat  miktarının  belirlenmesinde  esas  alınacak  usul,  her şeyden önce manevi tazminatın fonksiyonu hakkında benimsenecek görüşe göre değişir. Zarar görende tatmin hissinin yaratılmasını amaçlayan görüşten hareketle hükmedilecek manevi tazminat miktarı ile manevi zararın telafi edilmesi esasını benimseyen  görüşe göre  hükmedilecek tazminat miktarı arasında farklılık olacağı kendiliğinden anlaşılır. Bu nedenle çalışmanın ilk kısmında manevi tazminatın fonksiyonuna ilişkin görüşlere yer verilmiştir. Bunu takiben, tazminatın somut olayın özelliğine göre belirleneceği esası ile doktrinde ve uygulamada kabul edilen somut olayın özelliği kapsamında değerlendirilebilecek kriterler üzerinde durulmuştur. Bu kriterlerin ortaya çıkarılmasında hâkime yol gösterebilecek bazı hesaplama yöntemlerinden kısaca bahsedildikten sonra bunlar arasında özellik arz eden iki aşamalı hesaplama yöntemi ayrıntısıyla açıklanmıştır. Benzer durumlarda uygulanabilecek asgari bir manevi tazminat miktarına ulaşmayı amaçlayan bu yöntemden yola çıkılarak, öneri niteliğinde olan bazı çizelgelere yer verilmiştir.  I. MANEVİ TAZMİNATIN FONKSİYONU  Manevi  tazminatın  hangi  fonksiyona  sahip  olduğu,  gerek  doktrinde gerekse uygulamada en çok tartışılan konulardandır. Bu konuda benimsenecek görüş, manevi tazminatın türünün ve miktarının belirlenmesine etki eder. Bu nedenle, tazminat belirlenirken ilk olarak manevi tazminatın hangi fonksiyona sahip olduğu tespit edilmelidir.  Manevi tazminatın fonksiyonu, manevi zarara verilecek anlama göre değişir. Manevi zarar kavramını açıklayan başlıca üç teori bulunmaktadır ki; bunlar subjektif, objektif ve karma teori olarak adlandırılmaktadırlar. Subjektif teori, kişinin esenliğinin bozulmasını, manevi zararın bir unsuru, koşulu olarak görür. Buna karşın objektif teori manevi zararı, kişilikte meydana gelen objektif eksilme olarak nitelendirir. Her iki görüşü bağdaştıran karma teoriye göre ise manevi zararı, kişilikte, ruhsal bütünlükte meydana gelen objektif eksilme olarak nitelendirmek tek başına yeterli olmaz. Aynı zamanda bu  eksilmenin  hissedilmesi,  bir  duygusal  kaybın  gerçekleşmesi  gerekir. Manevi zarar kavramına ilişkin söz konusu görüş farklılığı, manevi tazminatın fonksiyonu hakkında  da çeşitli görüşlerin ileri sürülmesine  yol açmıştır. Bunlardan, zarar vereni cezalandırma amacı olan ceza fonksiyonuna göre manevi tazminat, uğranılan zararın niteliğine ve ağırlığına göre değil, zarar verenin kusuru ve bunun derecesine göre belirlenir. Tatmin fonksiyonunda ise manevi tazminat, uğramış olduğu haksızlık nedeniyle zarar görende bir tatmin  hissi  yaratmalıdır.  Denkleştirme  fonksiyonuna  göre  amaç,  zarar görenin  uğradığı  fiziksel  veya  ruhsal  acılarının  giderilmesi  veya azaltılmasıdır.  Sadece  uğranılan  zararın  giderilmesiyle  yetinilemeyeceği, manevi tazminatın ayrıca haksız fiilin tekrarlanmasının önüne geçilmesini sağlayan bir fonksiyona da sahip olması gerektiği düşüncesi,  önleme ve                                    Persönlichkeitsverletzung  insbesondere  durch  Kunstwerke ,  Basler  Studien  zur Rechtswissenschaft, Band 21, Basel, Helbing&Lichtenhahn Verlag, 1990, s. 220; Beck, Peter,   Quotenvorrecht  und  Genugtuung ,  SVZ  (Schweizerische  VersicherungsZeitschrift), Yıl: 63, S. 9/10, 1995, s. 257.  2   Eren, Fikret, Borçlar Hukuku Genel Hükümler, 18. Baskı, Ankara, Yetkin Yayınları, 2015, s. 532; Kocayusufpaşaoğlu, Necip,  Kişilik Haklarını Koruyan Manevi Tazminat Davasına İlişkin Yeni Gelişmeler (MK. 24, BK. 49) , Sorumluluk Hukukunda Yeni Gelişmeler I. Sempozyumu (21-22 Ekim 1977, Ankara), İstanbul, Fakülteler Matbaası, 1980, s. 145; Antalya, Gökhan, Borçlar Hukuku Genel Hükümler (6098 sayılı Türk Borçlar Kanunu na Göre), C. I, İstanbul, Beta Yayınevi, Ocak, 2012, s. 489; Erlüle, Fulya, 6098 Sayılı Türk Borçlar Kanunu na Göre Bedensel Bütünlüğün İhlalinde Manevi Tazminat, Ankara, Seçkin Yayıncılık, 2011, s. 48, 69; Stoll, Hans, Empfiehlt sich eine Neuregelung der Verpflichtung zum  Geldersatz  für  immateriellen  Schaden?,  Verhandlungen  des  fünfundvierzigsten deutschen Juristentages, Band I, Teil 1, München, C.H. Beck sche Verlagsbuchhandlung , 1964, s. 127-128.  3   Gurzeler, s. 75-76; Brehm, Roland, Berner Kommentar zum schweizerschen Privatrecht, Das Obligationenrecht, DieEntstehung durch unerlaubte Handlungen, Kommentar zu Art. 41-61 OR, B.VI, 1. Abteilung, Allgemeine Bestimmungen, 3. Teilband, 1. Unterteilband, 4. Auflage, Bern, Stämpfli Verlag, 2013, Art. 47, s. 515, N. 21; Kocayusufpaşaoğlu, s. 145; Antalya, s. 490; Erlüle, s. 45.  4   Saymen, Ferit Hakkı, Manevi Zarar ve Tazmini Sureti, İstanbul, Cumhuriyet Matbaası, 1940, s. 84; Erlüle, s. 81.  5   Oftinger, Karl/Stark, Emil W., Schweizerisches Haftpflichtrecht, Erster Band: Allgemeiner Teil, Aufl. 5, Zürich, Schulthess Polygraphisches Verlag, 1995, s. 419 vd.; Saymen, s. 92 vd.; Erlüle, s. 82; Kırca, Çiğdem,  Manevi Tazminatın Fonksiyonu ve Niteliği , Yargıtay Dergisi, C. 25, S. 3, Temmuz, 1999, s. 247.  6   Keller, Alfred, Haftpflicht im Privatrecht, Band II, Aufl. 2, Bern, Stämpfli Verlag, 1998, s. 121; Saymen, s. 92-93; Kocayusufpaşaoğlu, s. 161; Kırca, s. 245; Erlüle, s. 84.  2662Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2659-2683  Atlan caydırma fonksiyonunu  yaratmıştır.  Telafi fonksiyonuna  göreyse  manevi tazminatın amacı, manevi zararı aynen telafi etmek veya nakden tazmin etmektir.  Kişinin esenliğindeki bozulmayı manevi zararın olmazsa olmaz koşulu sayan subjektif teoriye  bütünüyle katılmak  mümkün olmamakla  beraber, manevi zararı, kişilikte meydana gelen objektif eksilmeye indirgeyen objektif teorinin de eksiksiz bir teori olduğu savunulamaz. Objektif teoriyi esas alan; fakat ağır nitelikli duygu zararlarını da tamamen dışlamayan ortalama bir çözümün kabul edilmesi gerekir. Buna paralel olarak, manevi tazminatın fonksiyonu, manevi zararı objektif teoriyi esas alarak değerlendiren telafi fonksiyonu olmalıdır. Yoksa onun tatmin sağlama veya cezalandırma fonksiyonu bulunmaz. Bununla birlikte, öngörülme amacını gereğince yerine getirebilmesi için, manevi tazminatın aynı zamanda önleme ve caydırma fonksiyonunun da olduğu kabul edilmelidir. Yargıtay ın bu konudaki eğiliminin, objektif teori ve  bu  teoriye  dayanan  manevi  tazminat  fonksiyonlarından  uzak  olduğu belirtilmelidir.  Verilen  kararlardan,  manevi  tazminata,  subjektif  teoriden doğan tatmin veya denkleştirme fonksiyonunun atfedildiği anlaşılmaktadır. Bazı  Yargıtay  kararlarında  ise,  hükmedilecek  tazminatın,  zarar  görende manevi  huzuru  sağlamaya  yönelik  tazminat  benzeri  bir  fonksiyonunun (hâlbuki manevi tazminat da en az maddi tazminat kadar bir tazminat türüdür) olduğundan söz edilmiştir. Öte yandan, tazminatın manevi zararla orantılı                                                  7   Karayalçın, Yaşar,  Türk Hukukunda Şeref ve Haysiyetin Korunması , AÜHFD, C. XlX, S. 1-4, 1962, s. 262.  8   Eren, s. 750; Kırca, s. 252; Stoll, s. 138; Gurzeler, s. 166-167.  9   Yarg. 17. HD, 04.06.2015, 2014/1393 E., 2015/8237 K.; Yarg. 21. HD, 25.02.2015, 2014/15075 E., 2015/3457 K.; Yarg. 17. HD., 26.05.2015, 2014/751 E., 2015/7741 K.; Yarg. HGK, 30.04.2014, 2014/21-250 E., 2014/575 K.; Yarg. HGK, 28.03.2014, 2013/21-2219 E., 2014/411 K.; Yarg. HGK, 01.03.2006, 2006/2-14 E., 2006/26 K.; Yarg. 4. HD, 03.12.2015, 2014/17376 E., 2015/14135 K.; Yarg HGK, 17.06.2015, 2015/21-1096 E., 2015/1654 K.; Yarg. 21. HD, 20.01.2015, 2014/12716 E.; 2015/639 K. (Karşı oy yazısı); Yarg. 17. HD, 25.12.2014, 2013/13485 E., 2014/19487 K.; Yarg. HGK, 17.12.2014, 2014/21-286 E., 2014/1063 K.; Yarg. 17. HD, 13.11.2014, 2013/12363 E., 2014/15750 K.; Yarg. 17. HD, 22.05.2014, 2013/3735 E., 2014/8073 K.; Yarg. HGK, 09.04.2014, 2013/212036 E., 2014/491 K.; Yarg. 21. HD, 18.03.2014, 2013/17229 E., 2014/5238 K.; Yarg. 21. HD,  18.02.2014,  2013/18320  E.,  2014/2605  K.  (http://www.kazanci.com/kho/ibb/ giris.htm, 10.04.2016). Bir içtihadı birleştirme kararına göre manevi tazminat, zarar görende bir tatmin hissi sağlamalıdır (Yarg. İBK, 22.06.1966, 1966/7 E., 1966/7 K.).  10  Yarg. 17. HD, 17.12.2015, 2014/5736 E., 2015/14333 K.; Yarg. 17. HD, 05.03.2015, 2013/15620 E., 2015/3896 K.; Yarg. 4. HD, 03.12.2015, 2014/17376 E., 2015/14135 K.; Yarg HGK, 17.06.2015, 2015/21-1096 E., 2015/1654 K.; Yarg. 21. HD, 07.09.2015, 2015/4186 E., 2015/15891 K.; Yarg. 21. HD, 25.02.2015, 2014/15075 E., 2015/3457 K.; Yarg.  4.  HD,  19.02.2015,  2014/5224  E.,  2015/1788  K.;  Yarg.  4.  HD,  05.11.2015,   2663Beden Bütünlüğünün İhlalinde...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2659-2683  olmasının yanında caydırıcılık özelliğinin de olması gerektiğinin vurgulandığı başka bazı kararlar da bulunmaktadır.  II. MANEVİ TAZMİNATIN BELİRLENMESİ A. Genel Olarak  Yukarıda  belirtildiği  gibi,  manevi  tazminatın  fonksiyonu  hakkında benimsenecek görüş, tazminat miktarının belirlenmesine etki eder. Bir miktar manevi tazminat, zarar görenin tazminata olan çıkarına göre belirlenir. Yoksa manevi  tazminat  olarak  hükmedilecek  bir  miktar  paranın  zarar  görende esenlik yaratması ya da zarar görenin bu tazminatı kullanma amacı, tazminatın belirlenmesinde göz önünde bulundurulmamalıdır.  Beden bütünlüğünün ihlal edilmesi halinde,  zarar görene uygun bir miktar paranın manevi tazminat olarak ödenmesine karar verileceğini öngören TBK nın 56. maddesine göre, bu miktarın belirlenmesinde  somut olayın özellikleri göz önünde bulundurulur. Somut olayın özellikleri kapsamında; manevi  acının  ve  ihlalin  türü  ve  ağırlığı,  ihlalin  etkisinin  süresi  ve                                                  2015/11430 E., 2015/12486 K.; Yarg. 17. HD, 25.12.2014, 2013/13485 E., 2014/19487 K. (http://www.kazanci.com/kho/ibb/giris.htm, 11.04.2016).  11 Yarg. HGK, 19.06.2015, 2013/21-2361, 2015/1728 K.; Yarg HGK, 17.06.2015, 2015/211096 E., 2015/1654 K.;Yarg. 21. HD, 07.09.2015, 2015/4186 E., 2015/15891 K.; Yarg. 21. HD, 25.02.2015, 2014/15075 E., 2015/3457 K..; Yarg. 17. HD, 25.12.2014, 2013/13485 E., 2014/19487 K.; Yarg. 21. HD, 18.11.2014, 2014/5122 E., 2014/24335 K.; Yarg. 21. HD, 18.11.2014, 2014/6310 E., 2014/24339 K. (http://www.kazanci.com/kho/ibb/giris.htm, 13.04.2016).   Manevi tazminat talebine neden olan olayın iş kazası olması ve iş sağlığı ve güvenliği önlemlerinin de yeterince alınmamış olması dolayısıyla manevi tazminata caydırıcılık fonksiyonu atfedilmesinin özel bir anlam taşıyacağına işaret edilen kararlar için bkz. Yarg. HGK, 19.06.2015, 2013/21-2361, 2015/1728 K.; Yarg. HGK, 30.04.2014, 2014/21-250 E., 2014/575 K.; Yarg. 21. HD, 25.02.2015, 2014/15075 E., 2015/3457 K.; Yarg. 21. HD, 18.02.2014, 2013/20409 E., 2014/2600 K. (http://www.kazanci.com/kho/ibb/giris.htm, 13.04.2016).  12  Gurzeler, s. 167, 266.  13  Hütte, Klaus,  Anleitung zur Ermittlung angemessener Genugtuungsleistungen im Zivil- und im Opferhilferecht  (Genugtuungsleistungen), HAVE 4. Personen-Schaden-Forum 2005, Schulthess  Verlag,  2005,  s.  148;  Gurzeler,  s.  264; Küppersbusch,  Gerhard, Ersatzansprüche bei Personenschaden, 9. Aufl., München, C.H. Beck Verlag, 2006, s. 83; Landolt, Hardy,  Stand und Entwicklung des Genugtuungsrecht , HAVE 2009/2, s. 129; Keller, Max/Gabi-Bolliger, Sonja, Das Schweizerische Schuldrecht, Haftpflichtrecht, Band II, Aufl. 2, Basel und Frankfurt am Mein, Helbing&Lichtenhahn, 1988, s. 129; Schwenzer, Ingeborg, Schweizerisches Obligationenrecht Allgemeiner Teil, 6. Aufl., Bern, Stämpfli Verlag, 2012, s. 115, N. 17.12.  14  Antalya, s. 502; Landolt, HAVE, 129; Schwenzer, s. 115, N. 17.12; Gurzeler, s. 264.  2664Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2659-2683  Atlan yoğunluğu, zarar görenin sosyal yaşama katılma yeteneğinin olumsuz yönde etkilenme derecesi, zarar görenin yaşı, çalışma gücünün ve dış görünüşün zarar görmesi, sorumlu kişinin kusurunun derecesi, ihlal ile davanın açılma tarihi arasındaki zaman dilimi, zarar görenin olası kusurunun ağırlığı, paranın ödenmesi suretiyle acının azalma olasılığı gibi kriterlerin dikkate alınabileceği büyük ölçüde kabul edilmektedir. Ne var ki her bir olayın kendine özgü olması nedeniyle, somut olayın özelliklerinin bu kriterlerle sınırlandırılamayacağı  açıktır.  Hâkim,  her  bir  olaya  ait  özellikli durumu dikkate alarak manevi tazminat miktarını belirlemekle yükümlüdür. Diğer taraftan, maddi tazminatın hesaplanmasına ilişkin TBK m. 50 (OR Art. 42) ve devamında yer alan hükümlere burada da kıyasen başvurulabilir. Bu, maddi tazminat ile manevi tazminat arasında paralelliğin sağlanması ilkesine de uygundur. Şu halde, doktrin ve yargı kararlarıyla kabul edilmekte olan zarar verenin hafif kusuru, zarar görenin ortak kusuru, tazminatla sorumlu olanın müzayaka halinde olması, hatır ilişkisi, umulmayan hal, yapısal eğilimler gibi indirim sebepleri manevi tazminatın belirlenmesinde kıyasen uygulanabilir.                                                   15  Bartnik, Marcel,  Der Bildnisschutz im deutschen und französischen Zivilrecht , Tübingen, Mohr Siebeck Verlag, 2004, s. 274; Gurzeler, s. 264; Hütte, Genugtuungsleistungen, s. 148;  Schwenzer,  s.  115,  N.  17.12;  Landolt,  HAVE,  129;  Weber,  Rolf  H.,  Geldentschädigung als Rechtsfolge von Persönlichkeitsverletzungen?  Etudes & réflexions, in: media Lex, 2000, s. 86.  16  Kötz, Hein/Wagner, Gerhard, Deliktsrecht, Aufl. 12, München, Franz Vahlen Verlag, 2013, s. 288.  17  Palandt, Otto, Bürgerliches Gesetzbuch, Band 7, Aufl. 73, München, C.H. Beck Verlag, 2014, § 253, N. 16.  18  Palandt BGB, § 253, N. 16.  19  Saymen, s. 183; Gurzeler, s. 264; Hütte, Genugtuungsleistungen, s. 148; Schwenzer, s. 115, N. 17.12; Landolt, HAVE, 129.  20  Bartnik, s. 274.  21  Landolt, HAVE, 129; Gurzeler, s. 264; Saymen, s. 139 vd.  22  Pribnow,  Volker/Benjamin,  Eliane,   Regulierungsverhalten  als  Genugtuungsfaktor , Schweizerische  Gesellschaft  für Haftpflicht- und Versicherungsrecht, Festschrift zum fünfzigjährigen  Bestehen,  Herausgegeben  von  Stephan  Fuhrer,  Zürich-Basel-Genf, Schulthess Verlag, 2010, s. 474; Rey, s. 115; Landolt, HAVE, 129.  23  Fellmann,  Walter/Kottmann,  Andrea,  Schweizerisches  Haftpflichtrecht,  Band  I: Allgemeiner  Teil  sowie  Haftung  aus  Verschulden  und  Persönlichkeitsverletzung, gewöhnliche Kausalhaftungen des OR, ZGB und PrHG, Bern, Stämpfli Verlag, 2012, s. 928-929.  24   Gurzeler, s. 264; Geiser, s. 230.   25  Gurzeler,  s.  264;  ,  Max/Syz,  Carole,  Haftpflichtrecht,  Aufl.  3,  Zürich,  Schulthess Polygraphischer Verlag, 1990, s. 119. Manevi tazminatın belirlenmesinde, 818 sayılı BK nın 43 ve 44. maddeleri ile diğer indirim sebeplerinin göz önünde bulundurulacağına ilişkin olarak bkz. Yarg. 17. HD, 13.11.2014, 2013/12363 E., 2014/15750 K.    2665Beden Bütünlüğünün İhlalinde...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2659-2683  Yargıtay ın bazı kararlarında, manevi tazminatın belirlenmesine etki eden somut olaya ait bazı kriterlerden yararlanılabileceğinden söz edilmiştir. Diğer kararlara kaynaklık eden 22.06.1966 tarihli İçtihadı Birleştirme Kararı bu  anlamda  anılabilir.  Ölüm  ve  beden  bütünlüğünün  ihlalinde  manevi tazminat talebinde göz önünde bulundurulabilecek kriterlere yer veren bu karara göre, mülga 818 sayılı Borçlar Kanunu m. 47 (TBK m. 56) gereği  özel durum ve koşullar  her olaya göre değişir. Kanun koyucu bu nedenle somut olayın koşullarını hâkimin takdirine bırakmıştır. Karara göre, özel durum ve koşullar kapsamında her şeyden önce zararın önemli olup olmadığını tespit etmek gerekir. Yoksa eli çizilen bir kişi lehine, beden bütünlüğünün ihlal edildiği gerekçesiyle manevi tazminata hükmedilmesi kural olarak mümkün değildir.  Fakat  Yargıtay  bu  kararında  manevi  zararın  önemli  olmasını, gerçekten bir manevi tatmin ihtiyacının doğmuş olmasına bağlamaktadır. Bu kararda, olayın oluş biçiminin; ilgililerin ekonomik ve sosyal durumlarının; ortak kusurun; ölüm meydana gelmişse ölenle davacı arasındaki ilişkinin niteliği ve derecesinin manevi tazminatın belirlenmesinde dikkate alınması gerektiği belirtilmiştir. Başka bazı kararlarda da; ülkenin ekonomik koşulları, tarafların  ekonomik  ve  sosyal  durumları,  paranın  satın  alma  gücü, tarafların kusur durumu, olayın ağırlığı, olay tarihi, maluliyet oranı veya                                                  26  Yarg. İBK, 22.06.1966, 1966/7 E., 1966/7 K. (http://www.kazanci.com/kho/ibb/giris.htm, 11.04.2016).  27  Bu kriterin göz önünde bulundurulduğu diğer Yargıtay kararları için bkz. Yarg. 17. HD., 26.05.2015, 2014/751 E., 2015/7741 K.; Yarg. 17. HD, 24.02.2015, 2013/12456 E., 2015/3295 K.; Yarg. 17. HD, 04.06.2015, 2014/1393 E., 2015/8237 K.; Yarg. 17. HD, 25.12.2014, 2013/13485 E., 2014/19487 K.; Yarg. 17. HD, 22.05.2014, 2013/3735 E., 2014/8073 K. (http://www.kazanci.com/kho/ibb/giris.htm, 11.04.2016).  28  Tarafların ekonomik ve sosyal durumları , Yargıtay ın pek çok kararında esas alınmaktadır: Yarg. HGK, 01.03.2006, 2006/2-14 E., 2006/26 K.; Yarg. 17. HD., 26.05.2015, 2014/751 E., 2015/7741 K.; Yarg. 4. HD, 19.02.2015, 2014/5224 E., 2015/1788 K.; Yarg. 17. HD, 04.06.2015, 2014/1393 E., 2015/8237 K.; Yarg. 17. HD, 05.03.2015, 2013/15620 E., 2015/3896 K.; Yarg. 21. HD, 20.01.2015, 2014/12716 E.; 2015/639 K. (Karşı oy yazısı); Yarg. 17. HD, 22.05.2014, 2013/3735 E., 2014/8073 K. (http://www.kazanci.com/kho/ ibb/giris.htm, 12.04.2016).  29  Yarg. 17. HD, 05.03.2015, 2013/15620 E., 2015/3896 K. (http://www.kazanci.com/kho/ ibb/giris.htm, 12.04.2016).  30  Yarg. 21. HD, 23.02.2015, 2014/18954 E., 2015/3111 K.; Yarg. 17. HD., 26.05.2015, 2014/751 E., 2015/7741 K.; Yarg. 21. HD, 20.01.2015, 2014/12716 E.; 2015/639 K. (Karşı oy yazısı) (http://www.kazanci.com/kho/ibb/giris.htm, 12.04.2016).  31  Yarg.  4.  HD,  19.02.2015,  2014/5224  E.,  2015/1788  K.;  Yarg.  4.  HD,  05.11.2015, 2015/11430 E., 2015/12486 K.; Yarg. 4. HD, 03.12.2015, 2014/17376 E., 2015/14135 K. (http://www.kazanci.com/kho/ibb/giris.htm, 12.04.2016).  2666Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2659-2683  Atlan yaralanma derecesi, yaş gibi özelliklerin tazminatın takdir edilmesinde göz önünde  bulundurulması  gerektiği  vurgulanmıştır.  Manevi  tazminata tazminat benzeri fonksiyon atfeden kararlara göre ise, takdir edilecek miktar, mevcut halde elde edilmek istenilen tatmin duygusunun etkisine ulaşmak için gerekli olan kadar olmalıdır. Ancak bu kararlara göre aynı zamanda, özel durum ve koşullar her olaya göre değişiklik göstereceğinden hâkim, olaya etki eden nedenleri objektif ölçütlere göre belirlemelidir.  Yukarıda  belirtilen  kararlardan  da  anlaşılacağı  üzere  uygulamada, manevi  tazminatın  fonksiyonu  hakkında  benimsenen  görüş  ile  manevi tazminatın  belirlenmesine  etki  edecek  kriterlerin  tespitine  ilişkin  anlayış arasında  paralellik  bulunmamaktadır.  Bir  yandan  subjektif  manevi  zarar teorisine  ve  bu  teoriye  uygun  biçimde  manevi  tazminatın  tatmin  veya denkleştirme fonksiyonunun olduğuna vurgu yapılırken, diğer yandan somut olayın özel koşullarının objektif ölçütlere göre belirlenmesi gerektiğinden söz edilmektedir. Diğer pek çok karardaki esas düşünceyi yansıtan 18.02.2014 tarihli  Yargıtay  kararı,  bu  vargıya  zemin  oluşturmaktadır:   …  Manevi tazminatın amacı ise kişinin, hukuka aykırı olan eylemden dolayı bozulan manevi dengesinin eski haline dönüşmesi, kişinin duygusal olarak tatmin edilmesi… O halde, bu tazminatın sınırı onun amacına göre belirlenmelidir. Takdir  edilecek  miktar,  mevcut  halde  elde  edilmek  istenilen  tatmin                                                  32  Yarg. 21. HD, 23.02.2015, 2014/18954 E., 2015/3111 K.; Yarg HGK, 17.06.2015, 2015/211096 E., 2015/1654 K.; Yarg. HGK, 19.06.2015, 2013/21-2361, 2015/1728 K.; Yarg. 17. HD., 26.05.2015, 2014/751 E., 2015/7741 K.; Yarg. 4. HD, 03.12.2015, 2014/17376 E., 2015/14135 K.; Yarg. 21. HD, 2015/14842 E., 2015/21477 K.; Yarg. 21. HD, 18.11.2014, 2014/6310 E., 2014/24339 K.; Yarg. HGK, 30.04.2014, 2014/21-250 E., 2014/575 K.; Yarg. HGK, 09.04.2014, 2013/21-2036 E., 2014/491 K.; Yarg. HGK, 28.03.2014, 2013/21-2219 E.,  2014/411  K.;  Yarg.  21.  HD,  18.03.2014,  2013/17229  E.,  2014/5238  K. (http://www.kazanci.com/kho/ibb/giris.htm, 13.04.2016).  33  Yarg. HGK, 19.06.2015, 2013/21-2361, 2015/1728 K.; Yarg. HGK, 17.06.2015, 2015/211096 E., 2015/1654 K.; Yarg. 21. HD, 2015/14842 E., 2015/21477 K.; Yarg. 21. HD, 18.11.2014, 2014/6310 E., 2014/24339 K.; Yarg. HGK, 30.04.2014, 2014/21-250 E., 2014/575 K.; Yarg. HGK, 28.03.2014, 2013/21-2219 E., 2014/411 K.; Yarg. 21. HD, 18.03.2014, 2013/17229 E., 2014/5238 K. (http://www.kazanci.com/kho/ibb/giris.htm, 13.04.2016).  34  Yarg. 21. HD, 01.12.2015, 2015/14842 E., 2015/21477 K.; Yarg. 21. HD, 03.02.2016, 2015/7367 E., 2016/1015 K.; Yarg. 3. HD, 10.09.2015, 2015/9194 E., 2015/13913 K.; Yarg. HGK, 30.04.2014, 2014/21-250 E., 2014/575 K.; Yarg. 21. HD, 2014/25757 E., 2015/15978 K.; Yarg. 21. HD, 2015/13382 E., 2015/21978 K.; Yarg. 21. HD, 21.01.2016, 2015/19197 E., 2016/495 K. (http://www.kazanci.com/kho/ibb/giris.htm, 13.04.2016).  35  Bkz. yukarıda, s. 3.  36  Bkz. yukarıda, s. 3.    2667Beden Bütünlüğünün İhlalinde...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2659-2683  duygusunun etkisine ulaşmak için gerekli olan kadar olmalıdır. 26.6.1966 tarihli ve 7/7 Sayılı Yargıtay İçtihadı Birleştirme Kararı'nın gerekçesinde takdir olunacak manevi tazminatın tutarını etkileyecek özel hal ve şartlar da açıkça gösterilmiştir. Bunlar her olaya göre değişebileceğinden hâkim bu konuda takdir hakkını kullanırken ona etkili olan nedenleri de karar yerinde objektif ölçülere göre isabetli bir biçimde göstermelidir. Manevi tazminatın tutarını belirleme görevi hâkimin takdirine bırakılmış ise de hükmedilen tutarın uğranılan manevi zararla orantılı, duyulan üzüntüyü hafifletici olması gerekir 37.  Tazminat,  her  ne  kadar  somut  olayın  özellikleri  göz  önünde bulundurularak belirlenecekse de bu konuda hâkime yol gösterecek birtakım hesaplama yöntemlerinin geliştirilmesi, hâkimin başvurabileceği derli toplu birtakım çizelgelerin bulunması, manevi tazminatın hesaplanmasına ilişkin belirsizliği giderebilir. Bu aynı zamanda, manevi tazminat kararları arasında birliği ve dolayısıyla hukuki güvenliği de sağlar.  B. Manevi Tazminat Miktarının Belirlenmesinde Esas Alınabilecek Hesaplama Yöntemleri/Özellikle  İki Aşamalı Hesaplama Yöntemi ve Tazminatın Bu Esasa Göre Belirlenmesi  1. Tarife Yöntemi  Beden  bütünlüğü  ihlallerinde,  manevi  tazminat  miktarının  maluliyet oranına göre belirlendiği bir tarifeden yararlanılması mümkündür. İsviçre Hukuku nda bu türden bir manevi tazminat tarifesi bulunmamakla birlikte, İsviçre  Kaza  Sigortası Hakkında  Kanun da  (UVG) öngörülen  bütünlük tazminatının belirlenmesine yönelik bazı çizelgeler hazırlanmıştır. Bütünlük tazminatı; bedensel acıların, azalan yaşama sevincinin, ruhsal sıkıntıların, maddi bir edimle belli bir ölçüde giderilmesi amacıyla tanınmaktadır. Bu tazminat,  maddi  olmayan  bir  zararın  giderilmesine  yönelik  olduğundan, manevi tazminatla benzerlik gösterir. Söz konusu maddi olmayan zararı                                                  37  Yarg. 21. HD, 18.02.2014, 2013/18320 E., 2014/2605 K. (http://www.kazanci.com/kho/ ibb/giris.htm, 13.04.2016).  38  Bundesgesetz  vom  20  März  1981  über  die  Unfallversicherung, https://www.admin.ch/opc/de/classified-compilation/19810038/index.html, 26.04.2016.  39  Maurer, Alfred, Schweizerisches Unfallversicherungsrecht, Aufl. 1, Bern, Verlag Stämpfli & Cia AG, 1985, s. 413-414; Sidler, Max,  Die Genugtuung und ihre Bemessung ,  Schaden-Haftung-Versicherung ,  Herausgegegben  von  Thomas  Geiser/Peter  Münch, Basel-Genf-München, Helbing&Lichtenhahn, 1999, s. 460, N. 10.34. Aynı yönde bkz. Hütte,  Klaus/Landolt,  Hardy,  Genugtuungsrecht,  Grundlagen  zur  Bestimmung  der 2668Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2659-2683  Atlan tanımlayan bütünlük zararı ise sağlık zararının tıbbi-teorik tespitine, sağlığa zarar verme sonucunda oluşan objektif manevi zarara karşılık gelmektedir. Bütünlük tazminatı olarak sermaye veya irada hükmedilebilmesi, sigortalının beden, zihin veya psikolojik bütünlüğünün önemli derecede ve sürekli olarak ihlal edilmesi halinde mümkün olmaktadır (UVG Art. 24)41.  Bütünlük  tazminatının  belirlenmesine  ilişkin  çizelgelerde,  beden bütünlüğünün ihlali kapsamında uğranılan fiziksel veya ruhsal bozukluklar yüzde biçiminde derecelendirilmiştir. Güncel İsviçre Kaza Sigortası Hakkında Yönetmeliğin (UVV)42 ilgili maddesine göre bütünlük tazminatının miktarı; % 100 oranındaki bir bütünlük zararında yıllık, sigorta edilen en yüksek kazanç  miktarı  olan  148.200  İsviçre  Frangıdır.  Günlük  miktar  ise,  406 Frank tır (UVV Art. 22)43. Şu halde bütünlük tazminatı, fiziksel veya ruhsal maluliyet oranının, yani ihlalin objektif ağırlığının derecelendirildiği sabit bir çizelgeye göre belirlenmektedir. İtalyan Hukuku nda da biyolojik zararın belirli  bir  maluliyet  derecesine  göre  hesaplandığı  benzer  bir  yöntem uygulanmıştır.  Buna  göre  bir  adli  tıp  doktoru,  sağlıkta  meydana  gelen bozulmayı, - % 10 gibi - belirli bir maluliyet derecesine uyarlamalıdır. Bu tespitten sonra da mahkeme, her bir maluliyet derecesine göre belirli bir miktarın  tanındığı  bir  çizelge  aracılığıyla  manevi  tazminat  miktarını hesaplamalıdır.  2. Somut Olay/Emsal Kararların Karşılaştırılması Yöntemi Somut olay yöntemi, başlıca iki usul izlenerek uygulanabilir: Emsal karar karşılaştırması ve iki aşamalı hesaplama yöntemi. İki aşamalı yönteme aşağıda değinileceğinden, burada sadece emsal karar karşılaştırması yönteminden kısaca söz edilmiştir.  TBK m. 56 hükmü  gereği manevi tazminat miktarını somut olayın özelliklerine  göre  belirleyecek  olan  hâkimin  göz  önünde  bulunduracağı                                                  Genugtuung, Band 2, Hardy Landolt, Genugtuung bei Körperverletzung, Zürich/St. Gallen, Dike Verlag, 2013, s. 122. Bütünlük tazminatının koşulları ve miktarına ilişkin ayrıntılı bilgi için bkz. Mauer, s. 413 vd..  40   Hütte/Landolt, s. 123.  41   Hütte/Landolt, s. 122.  42  Verordnung über die Unfallversicherung,    https://www.admin.ch/opc/de/classified-compilation/19820361/index.html, 26.04.2016.  43  Ayrıca bkz. Hütte/Landolt, s. 123.  44  Bargelli, Elena,  Schmerzensgeld, danno biologico Nichtvermögensschaden , HAVE, Personen-Schaden-Forum 2006, Zürich-Basel-Genf, Schulthess Verlag, 2006, s. 24.    2669Beden Bütünlüğünün İhlalinde...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2659-2683  kriterlerin çeşitliliğinden yukarıda bahsedildi. Kategorize edilmemiş, dağınık halde bulunan bu kriterlerin emsal kararların karşılaştırılması yöntemiyle sistematize edilmesi, somut olay yönteminin bir uygulamasıdır. Bu yöntemde manevi tazminat miktarı, hakkında daha önce karar verilmiş benzer olaylar aracılığıyla  ve  somut  olayın  koşulları  göz  önünde  bulundurularak  tespit edilir. Bu kapsamda başvurulacak yargı kararlarının, mümkün olduğunca güncel dava konusuna uygun olması ve davaya konu olaydan çok eski tarihli olmaması gerekir. Eski tarihli kararlara başvuruluyorsa da paranın değerinde meydana gelen düşüş veya fiyat yüksekliği göz önünde bulundurularak güncel duruma uyarlama yapılmalıdır.  Alman Hukuku nda manevi tazminat kararları, merkezi olarak hazırlanan birtakım çizelgelerde toplanmıştır. Bu çizelgelerde yer alacak kararlarda en azından; sorumluluğu doğuran olaya ait bilgilere yer verilmesi, tazminatın değerlendirilmesinde esaslı olan ihlalin türü, zarar görenin yaşı, tedavi süreci, çekilen acının süresi, kusurun derecesi gibi temel kriterlerin gösterilmesi gerektiği haklı olarak belirtilmektedir.  3. Geleneksel Yöntem Geleneksel yöntemde manevi tazminat miktarı, bir bütün olarak tek bir aşamada ve herhangi bir tarifeye başvurmaksızın hâkim tarafından takdir edilir. Tazminatın takdiri, somut olayın özelliklerinin göz önünde bulundurulması ve hakkaniyet ilkesinin esas alınmasıyla gerçekleşir. Her bir somut olay diğerinden farklı olacağından, münferit bir olayın bir başkasına benzetilmesi, manevi tazminatın gerekçesini oluşturan kriterlerin genelleştirilmesi neredeyse imkânsızdır.  Manevi  tazminatın  bu  yönteme  göre  hesaplanmasının                                                  45  Landolt, HAVE, s. 128; Hütte/Landolt, s. 118.  46  Hütte, Genugtuungsleistungen, s. 148.  47  Hütte/Landolt, s. 111, 119; Landolt, Hardy,  Vorbemerkungen zu Art. 47/49 , Kommentar zum schweizerischen Zivilrecht, Obligationenrecht, Teilband V 1c,  Die Entstehung durch unerlaubte Handlungen , Zweite Lieferung, Art. 45-49 OR, 3. Auflage, Zürich-Basel-Genf, Schulthess Verlag, 2007, s. 621, N. 197.  48  von Mayenburg, David,  Die Bemessung des Inkommensurablen , Wege zur Bestimmung des  Ersatzes  immaterieller  Schäden  am  Beispiel  des  Schmerzensgelds,  Berlin, Duncker&Humblot, 2012, s. 59.  49   Beck, s. 256; Brehm, s. 526, N. 55; Gurzeler, s. 267.  50  Fellmann/Kottmann, s. 955.  51  Gurzeler, s. 266 vd.  52  Brehm, s. 530, N. 62; Gurzeler, s. 266; Erlüle, s. 432.  2670Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2659-2683  Atlan objektifliği  sağlamaktan  uzak  olduğuna  ilişkin  eleştirilere  karşı,  burada esasen,  manevi  tazminat  kararının  objektif  kriterlere  göre  verilip gerekçelendirildiği hakkaniyet esasına dayalı bir karar verme yönteminin söz konusu olduğu ileri sürülmektedir.  Yargıtay  kararlarında  da  manevi  tazminat  miktarının,  somut  olayın özellikleri  dikkate  alınarak  hakkaniyet  esasına  göre  tek  aşamada belirlendiği  görülmektedir.  Şu  halde  manevi  tazminatın  belirlenmesine ilişkin Yargıtay kararlarında, geleneksel yöntemin esas alındığı söylenebilir.  4. Ekonomik Analiz ve Yüzde Yöntemi  Ekonomik analiz yöntemine göre, yaşama veya sağlığa ilişkin manevi değerler, bir risk ortaklığına ödenen primler yoluyla tespit edilebilir. Buna göre,  potansiyel  zarar  görenlerin,  belirli  bir  kişilik  hakkı  veya  beden bütünlüğünün ihlali için hangi miktarda parayı uygun göreceklerinin bir anket aracılığıyla ortaya çıkarılması teorik olarak mümkündür. Yüzde yöntemi ise; zarar gören ile zarar görenin yakını lehine hükmedilecek manevi tazminat miktarlarının  karşılaştırılmasından  yola  çıkar.  Buna  göre,  yakın  için hükmedilen  manevi  tazminat  miktarının,  zarar  gören  lehine  hükmedilen miktarın  ortalama  yüzde  kaçını  oluşturduğuna  ilişkin  bir  çizelge  elde edilebilir.                                                     53  Gurzeler, s. 268.  54  Bir Yargıtay kararının karşı oy yazısında, maddi tazminattan farklı olarak manevi tazminatın belirlenmesinde, önce manevi zararın miktarının, daha sonra da manevi tazminat miktarının tayini biçiminde iki aşamanın bulunmadığı belirtilmiştir (Yarg. 21. HD, 20.01.2015, 2014/12716 E.; 2015/639 K., http://www.kazanci.com/kho/ibb/giris.htm, 10.04.2016).  55  Yarg. 17. HD, 28.04.2015, 2015/1420 E., 2015/6155 K.; Yarg. 17. HD., 26.05.2015, 2014/751 E., 2015/7741 K.; Yarg. HGK, 30.04.2014, 2014/21-250 E., 2014/575 K.; Yarg. 17. HD, 25.12.2014, 2013/13485 E., 2014/19487 K.; Yarg. 17. HD, 22.05.2014, 2013/3735 E., 2014/8073 K.; Yarg. HGK, 09.04.2014, 2013/21-2036 E., 2014/491 K.; Yarg. HGK, 28.03.2014, 2013/21-2219 E., 2014/411 K. (http://www.kazanci.com/kho/ibb/giris.htm, 11.04.2016).  56  Hütte/Landolt, s. 121; Landolt, Art. 47/49, s. 622, N. 200.  57  Hütte/Landolt, s. 121; Bydlinski, Franz, Die  Umrechnung  immaterieller Schäden in Geld, Liber Amicorum Pierre Widmer, Tort and Insurance Law, Vol. 10, Wien, Springer Verlag, 2003, s. 43.  58   Hütte/Landolt, s. 202 vd.    2671Beden Bütünlüğünün İhlalinde...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2659-2683  5.  İki  Aşamalı  Yöntem  ve  Manevi  Tazminatın  Bu  Esasa  Göre Belirlenmesi İki aşamalı hesaplama yönteminde, objektifleştirilebilen bütün olgular listelenir  ve  bir  taban  değerle  bağlantı  kurulur.  Manevi  zarar, objektifleştirilebilen,  genelleştirilebilen,  yani  ispat  edilebilir  kriterler aracılığıyla belirlenir ve böylece taban manevi tazminat ortaya çıkarılmış olur. Bununla, benzer kişilik hakkı ihlalleri bakımından zarar gören herkesin hak ettiği eşit, temel bir manevi tazminat miktarı elde edilir. Taban manevi tazminat, manevi tazminat miktarının, ihlalin objektif ağırlığına göre tespit edilen ve benzer her durum için uygulanabilen asgari kısmını oluşturur. Bu kısım ilk olarak, ihlalin türüne  ve  ağırlığına göre belirlenir. Somut olayın, ihlalin türü ve ağırlığı dışındaki diğer özelliklerinin ise ikiye ayrılarak değerlendirilmesi gerekir. Şöyle ki, diğer kriterlere göre objektifleştirilebilmesi daha kolay olan somut olaya ait özellikler, tazminatın hesaplanmasında taban manevi tazminata eklenmesi gereken kriterler olarak değerlendirilir.  Somut  olaya  ilişkin  olup  da  objektifleştirilmesi  zor  olan kriterler ise, teknik anlamda - TBK m. 51 ve 52 hükümleri gereği - tazminatı takdir  sebebi  olarak  dikkate  alınır.  Özetle,  bu  yöntemin  esas  alınması durumunda ilk olarak, taban manevi tazminat, ihlalin objektif ağırlığına göre tespit edilmeli ve daha sonra, objektifleştirilebilmesi daha kolay olan somut olaya ait özellikler bu taban manevi tazminata eklenmelidir. Bundan sonraki aşamada ise, objektifleştirilmesi zor olan kriterlerin takdir edilmesi gerekir.  Taban manevi tazminatın ortaya çıkarılabilmesi için birtakım çizelgelerden yararlanılabilir.  Bu  çizelge,  yukarıda  bahsedildiği  üzere,  bütünlük tazminatının  belirlenmesinde  kullanılan  ve  kaza  sigortacıları  tarafından oluşturulan birtakım çizelgelere dayanabilir. Bundan başka, emsal kararların karşılaştırılması  yöntemine  dayanan  bir  çizelgeden  de  yararlanılması mümkündür. Bu çizelgelerle, taban  manevi tazminatın esası olan  ihlalin objektif ağırlığı ortaya çıkarılır. İhlalin türü ve ağırlığı, somut olayın özelliği değerlendirilirken göz önünde bulundurulacak en önemli kriterlerdendir.                                                  59 Hütte, Klaus/Ducksch, Petra/Guerrero, Kayum, Die  Genugtuung, Eine  tabellarische Übersicht über Gerichtsentscheide aus den Jahren 1990-2005, 3. Aufl., Zurich-Basel-Genf, Schulthess Verlag, 2005, s. 0/2 - 0/3, 2; Hütte/Landolt, s. 119-120.  60  Hütte,  Klaus,   Genugtuung  bei  Körperverletzung  und  nicht  gerechtvertigtem Freiheitsentzug , HAVE 3/2007, s. 310-314, s. 310; Gurzeler, s. 268; Erlüle, s. 434.  61  Gurzeler, s. 268.  62  Hütte/Landolt, s.122.  63  Hütte/Landolt, s. 117.  2672Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2659-2683  Atlan İhlalin ağırlığı, hukuka aykırılığın belli bir ağırlıkta olmasına (ihlali doğuran davranış) veya manevi zararın yoğunluğuna (ihlalin etkisi) dayanır.  Yukarıda da belirtildiği üzere İsviçre Hukuku nda, bütünlük tazminatına dayanan çizelgelerde fiziksel ve ruhsal bütünlük zararları bir derecelendirmeye tabi  tutulmuştur.  Kaza  Sigortası  Hakkında  Yönetmeliğin  (UVV)  ek  3. maddesi, el ve ayak parmağının; elin, kolun, ayağın; koku ve tat alma ile işitme duyusunun kaybını, körlük gibi daha birçok fiziksel kaybı yüzdelik dilimlerle derecelendirmiştir. Örneğin; başparmağın kaybı % 20, elin kaybı % 40, işitme duyusunun tamamen kaybı % 85, akciğerin işlevselliğinin çok ağır bir biçimde ihlal edilmesi % 80, yüzde meydana gelen ağır tahribat % 50 olarak  derecelendirilmiştir.  Diğer  taraftan,  ruhsal  bütünlük  zararlarının değerlendirilmesi amacıyla İsviçre Kaza Sigortası Kurumu (SUVA), çizelge biçimindeki bir form ile takdir ilkelerini derlemiştir. Kaza sonucu meydana gelen ruhsal bozuklukların tanındığı bu çizelge, 2004 yılında yayımlanan 19. çizelgedir.  Bu  çizelgeye  göre  ruhsal  bütünlük  zararı,  her  bir  ruhsal bozukluğun ağırlık derecesine göre farklı biçimlerde tespit edilmektedir. Bu çizelgede ruhsal bozukluklar, asgari ruhsal bozukluktan ağır ruhsal bozukluğa kadar  yüzdelik  dilimlerle  derecelendirilmiş  ve  her  bir  ruhsal  bozukluk derecesinin tıbbi içeriği belirlenmiştir. Örneğin, % 50 olarak belirlenmiş olan orta ağırlıktaki ruhsal bozukluktan; dikkat, hafıza, konsantrasyon ve kompleks yönetim fonksiyonları gibi kavramaya  ilişkin faaliyetlere açık bir etkide bulunulan durumlar anlaşılır. Çizelgeye göre bu bozukluklar günlük yaşamı ihlal eder ve çalışma gücünü azaltır.  Bütünlük tazminatının belirlenmesinde esas alınan çizelgelerden başka, taban manevi tazminatın belirlenmesinde yararlanılabilecek bir diğer yöntem olarak önerdiğimiz emsal kararlara dayanan çizelgeyle, ihlalin türüne göre her olayda esas alınabilecek ihlale ilişkin objektif nitelikli kriterler belirlenebilir. Burada ilk olarak, benzer kişilik değeri ihlallerini konu edinen emsal kararlar kategorize edilmelidir. Her bir ihlal türü bu şekilde kategorize edildikten sonra, ihlalin objektif nitelikli sonuçları belirlenmelidir. Beden bütünlüğünün                                                  64  Schumacher, Rainer,  Die Presseäusserung als Verletzung der persönlichen Verhältnisse, insbesondere ihre Widerrechtlichkeit , Freiburg, Universitätsverlag, 1960, s. 203.  65  UVV, ek m. 3. Ayrıca bkz. Hütte/Landolt, s. 123-124.  66  Schweizerische Unfallversicherungsanstalt 67  Hütte/Landolt, s. 126.  68  Hütte/Landolt, s. 126; Gurzeler, s. 306 vd.  69  SUVA tarafından hazırlanan 19. çizelge için bkz. http://www.suva.ch/startseite-suva/unfallsuva/versicherungsmedizin-suva/integritaetsentschaedigung-suva.htm (30.04.2016).    2673Beden Bütünlüğünün İhlalinde...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2659-2683  ihlali bakımından bu sonuçlar arasında; geçirilen operasyonun türü ve sayısı, hastanede geçen tedavi süresi, maluliyet derecesi, bedensel acının ölçüsü (kronik baş ağrısı gibi), dış görünüşün (yüzde meydana gelen deformasyonda olduğu gibi) veya beden ve ruh bütünlüğünün ihlali sayılabilir. Böylece, benzer kişilik değerleri yönünden ihlalin objektif ağırlığının belirlenmesinde esas alınan kriterler tek tek tespit edilir ve söz konusu kriterler esas alınarak kategorize edilen emsal kararlara ilişkin bir çizelge hazırlanır. Ne var ki, ihlalin  objektif  ağırlığının  tespit  edilmesinin  güç  olduğu  bazı  hallerle karşılaşılabilir. Bu durumda, aynı yöntem içerisinde başvurulabilecek ikinci bir usul olarak; benzer kişilik değerlerine ilişkin emsal kararlarda hükmedilmiş olan manevi tazminat miktarlarının ortalamasının alınması önerilebilir.  Taban  manevi  tazminat  yukarıda  önerilen  yöntemlerden  birine  göre belirlendikten sonra, objektifleştirilmesi daha kolay olan somut olaya ait bazı kriterler değerlendirilerek taban manevi tazminata yüzde olarak eklenmelidir. İhlalin, taban manevi tazminat kapsamında hesaba katılmayan sonuçları bu kriterler  arasında  yer  alır.  Ancak  bu  kriter,  taban  manevi  tazminatın belirlenmesinde bütünlük tazminatının belirlenmesine ilişkin çizelgenin esas alınmış  olması  halinde  mümkündür.  Eğer  taban  manevi  tazminatın belirlenmesinde emsal karar karşılaştırmasına dayanılırsa, ihlalin birincil ve ikincil nitelikli sonuçları burada dikkate alınmaz. Zira taban manevi tazminatı belirleyen ihlalin objektif ağırlığı bu sonuçlara göre belirlenir. Yukarıda da belirtildiği üzere, ihlalin söz konusu sonuçları arasında; geçirilen operasyonun türü ve sayısı, hastanede geçen tedavi süresi, maluliyet derecesi, bedensel acının ölçüsü, dış görünüşün veya beden ve ruh bütünlüğünün ihlali yer almaktadır. İhlalin birincil ve ikincil nitelikli sonuçlarından başka, sorumlu kişinin kusuru, zarar görenin yaşı, uğranılan rahatsızlığın süresi, yıllarca süren veya karakter değişimine yol açan ölüm korkusu yaşama, karakter değişimi, bağımsız hareket edebilme özgürlüğünün kaybı, evlilik veya aile yaşantısının olumsuz etkilenmesi, meslek seçme özgürlüğünün kısıtlanması veya mevcut mesleğin bırakılmak zorunda olunması da taban manevi tazminata yüzde biçiminde eklenecek olan somut olaya ilişkin diğer kriterlerdendir.  Taban manevi tazminata yüzde olarak eklenecek miktara ilişkin olarak da bir çizelge düzenlenebilir. Bununla, ihlal edilen her bir beden bütünlüğü değeri için hükmedilen toplam manevi tazminat miktarının, taban manevi tazminat miktarının yüzde kaçını oluşturduğu tespit edilir. Diğer taraftan, emsal kararlarda hükmedilen manevi tazminat miktarlarının tüketici fiyat                                                  70  Hütte/Landolt, s. 140, N. 433; Antalya, s. 502.  2674Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2659-2683  Atlan endeksine göre uyarlanması da sağlanmalıdır. Örneğin, manevi tazminata hükmedilen 2012 yılındaki tüketici fiyat endeksi, benzer bir ihlal nedeniyle hükmedilecek manevi tazminat miktarının belirlendiği 2016 yılında % 6 artmış olsun. Bu halde, 2016 yılında hükmedilecek manevi tazminat miktarı, söz konusu artış göz önünde bulundurularak yeni duruma uyarlanmalıdır.  Taban manevi tazminat ve buna eklenecek somut olaya ait kriterler, manevi  tazminatın  hesaplanması  aşamasına  aittir.  Bundan  sonra  hâkim, belirlenen tazminatın artırılmasını veya bu tazminatta indirim yapılmasını gerektiren nedenleri göz önünde bulundurarak tazminatı takdir etmelidir. Bu kapsamda, sorumlunun ödemeye ilişkin davranışının, tazminatın artırılmasına yol açabileceği ileri sürülmektedir. Buna göre, sorumlunun kısmi ödeme yapılması talebini sebepsiz yere reddetmesi, gerekçesiz itiraz ve def ilerde bulunması gibi davranışları istisnaen, zarar görende ayrıca bir travmaya yol açabilir. Tazminatta indirim yapılmasına yol açabilecek nedenler arasında ise; zarar görenin ortak kusuru, aile içi bağlılık, yapısal eğilimler, hatır, zarar görenin  affı,  sorumlunun  yoksulluğa  düşecek  olması,  sorumlunun  özür dilemesi, umulmayan hal yer alır.  III. SONUÇ YERİNE  A. Genel Olarak  Hukukumuzda, manevi tazminatın objektif bir temelde belirlenmesine ilişkin bir düzenlemeye ihtiyaç bulunmaktadır. Yargıtay ın yukarıda değinilen bazı kararlarında da objektivitenin sağlanması gereğine vurgu yapılmakla birlikte, bunun ne şekilde sağlanacağına ilişkin somut tespitlerde bulunulmamıştır.  Tazminatın fonksiyonunun net biçimde tespit edilmemesi, tazminatın belirlenmesine etki edecek olan kriterlerin, dolayısıyla da tazminat miktarının tam ve doğru olarak belirlenmesini engeller. Dolayısıyla, her şeyden önce manevi zararın ve tazminatın niteliğine ilişkin bir standardizasyona ihtiyaç bulunmaktadır. Bu sağlandıktan sonra, geleneksel hesaplama yöntemi temel alınacak olsa dahi hükmedilecek manevi tazminat kararları arasında nispeten bir istikrar sağlanabilecektir. Bu istikrarın sağlanmasına esas katkı ise, manevi tazminatın  objektif  ilkelere  göre  belirlenmesini  esas  alan  iki  aşamalı                                                  71  İsviçre Hukuku ndaki durum için bkz. Hütte/Landolt, s. 151 vd..  72  Hütte/Landolt, s. 138-139.  73  Bu  konudaki  görüşleri  ve  sözü  edilen  kriterlerden  hangilerinin  ne  ölçüde  tazminat miktarında indirime yol açacağına ilişkin bkz. Atlan, Hülya, Manevi Zararı Tazmin Yolları, On İki Levha Yayıncılık, İstanbul, Ekim 2015, s. 209 vd..    2675Beden Bütünlüğünün İhlalinde...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2659-2683  hesaplama yöntemiyle yapılabilir. Aşağıda, bu hesaplama yöntemini esas alan öneri niteliğindeki bazı çizelgelere yer verilmiştir. Kapsamı bu çizelgelere göre belirlenecek olan manevi tazminat miktarının asgari ve azami sınırı - İsviçre Barolar Birliği tarafından ileri sürüldüğü gibi - ayrıca yapılacak bir düzenlemeyle  belirlenebilir.  Beden  bütünlüğünün  ihlal  edildiği  olaylarda hükmedilecek manevi tazminatın; en düşük miktarının asgari ücretin iki katını, en yüksek miktarının da en yüksek devlet memuru aylığının on katını oluşturması, bu anlamda bir öneri olarak ileri sürülebilir.    B. Örnek Çizelgeler   1. Taban Manevi Tazminat Miktarının Bütünlük Tazminatı Esas Alınarak Belirlendiği Çizelge Örneği  Taban manevi tazminat, İsviçre Kaza Sigortası Hukuku nda öngörülen bütünlük tazminatının belirlenmesinde esas alınan çizelgelere benzer birtakım cetveller hazırlanarak belirlenebilir. Buna göre, yüzde biçiminde tespit edilen bütünlük  zararı  oranları,  sigorta  edilen  yıllık  en  yüksek  kazanç  miktarı üzerinden  belirlenir.  Benzer  yönde  olmak  üzere,  ülkemiz  hukukunda  da Sosyal Sigortalar Kurumu tarafından esas alınan prime esas kazanç miktarı dikkate alınarak bu yönde bir belirlemenin yapılabilmesi mümkündür. Sosyal Güvenlik  Kurumu na  (SGK ya)  göre  2016  yılı  aylık  prime  esas  kazanç miktarının üst sınırı 10.705.50 TL dir. Buna göre prime esas kazanç miktarı yıllık 128.466 TL dir. İhlal edilen beden bütünlüğü değerine göre yapılacak yüzdelik derecelendirmeler, bu miktar üzerinden belirlenebilir.  Aşağıda,  fiziksel  bütünlük  zararlarına  ilişkin  İsviçre  Kaza  Sigortası Hakkında Yönetmeliğin (UVV) ek 3. maddesindeki çizelge ile İsviçre Kaza Sigortası Kurumu (SUVA) tarafından ruhsal bütünlük zararlarına yönelik hazırlanan 19. çizelgede söz konusu zararların ne şekilde derecelendirildiğine yer verilmiştir. Bu verilerin ülkemiz hukukunda da - örneğin SGK veya Türkiye Sigorta Birliği tarafından hazırlanabilecek çizelgelerle - esas alınması teklif edilebilir.                                                    74   İsviçre Barolar Birliği, bir işçinin ortalama ücretinin on katı tutarındaki miktarın, manevi tazminatın  üst  sınırı  olarak  kanunla  açıkça  belirlenebileceğine  ilişkin  bir  öneride bulunmuştur (Landolt, HAVE, s. 131).  75  http://www.isvesosyalguvenlik.com/2016-prime-esas-kazanc-alt-ve-ust-sinirlari, 30.04.2016.  2676Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2659-2683  Atlan a. Fiziksel Zararlar İçin Önerilen Çizelge Fiziksel bütünlük zararlarına ilişkin İsviçre Kaza Sigortası Hakkında Yönetmeliğin (UVV) ek 3. maddesindeki çizelgeye göre:   En az, başparmak dışındaki parmakların iki boğumu veya  % 5 başparmağın bir boğumunun kaybı   Başparmağın kaybı  % 20 Elin kaybı  % 40 Alt ve üst koldan birinin kaybı  % 50 Ayak başparmaklarından birinin kaybı  % 5 Bir ayağın kaybı  % 30 Bir böbreğin kaybı  % 20 Dalağın kaybı    % 10 Bir alt bacağın kaybı  % 40 Bir üst bacağın kaybı  % 50 Bir kulağın kaybı  % 10 Burnun kaybı  % 30 Yüzde meydana gelen ağır nitelikli deformasyon  % 50 Cinsel organın veya üreme yeteneğinin kaybı  % 40 Koku veya tat duyusunun kaybı   % 15 Bir kulakta meydana gelen işitme kaybı  % 15 Görme yeteneğinin tek taraflı kaybı   % 30 İşitme yeteneğinin tamamen kaybı (sağırlık)  % 85 Görme yeteneğinin tamamen kaybı (körlük)    % 100 Tekrarlayan omuz çıkığı   % 10 Parapleji   % 90 Tetrapleji   % 100 Akciğerde meydana gelen ciddi (çok ağır) bir zarar  % 80 Böbreklerde meydana gelen ciddi bir zarar  % 80 Düşünme veya konsantrasyon yeteneği gibi psikolojik nitelikteki  % 20 kısmi işlev bozukluğu Posttravmatik epilepsi nöbetleri veya nöbet olmamakla birlikte uzun  % 30 süreli bir tedaviyi gerektiren posttravmatik epilepsi Çok ağır (ciddi) organik dil tutulması veya çok ağır psiko-organik  % 80 sendrom                                                  76   İlgili yönetmelik ve özellikle söz konusu yönetmeliğin ek 3. maddesi için bkz.   http://www.admin.ch/opc/de/classified-compilation/19820361/index.html, 30.04.2016.    2677Beden Bütünlüğünün İhlalinde...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2659-2683  Yukarıdaki çizelge esas alınırsa; örneğin cinsel organın veya üreme yeteneğinin kaybı % 40 oranında bir zarar dilimine denk geldiğinden, prime esas yıllık kazanç miktarının üst sınırı olan 128.466 TL nin % 40 ı, yani 51.3864 TL, bu türden bir bedensel zarar için belirlenecek olan taban manevi tazminat miktarını oluşturur.     b. Ruhsal (Psikolojik) Zararlar İçin Önerilen Çizelge  Beden bütünlüğüne yönelmiş bir haksız fiil, fiilen fiziksel bir zarar doğurmayıp, sadece ruhsal (psikolojik) bir zarara yol açmış olabilir. Böyle bir durumda, oluşabilecek ruhsal zararların yüzdelik karşılıklarını belirlemede İsviçre Kaza Sigortası Kurumu (SUVA) tarafından hazırlanan 19. çizelgede yer alan tespitler esas alınabilir. Buna göre:   İhlalin İhlalin ağırlığı   İhlalin Kapsamı  Derecesi Günlük hayatla başa çıkabilme esaslı bir şekilde Hafif ruhsal bozulmamakla birlikte, hafif düzeyde etkisi devam  % 20 bozukluklar eden depresif davranış bozuklukları ortaya çıkar. Hafif ruhsal bozukluk ile orta  Nevrotik bozukluklar kapsamında beklenen  %20-35 ağırlıktaki ruhsal  semptomları aşar düzeydedir.   bozukluk aralığı Tanımlanabilir semptomlardan başka, dikkat, Orta ağırlıktaki  hafıza, konsantrasyon gibi kavramaya ait %50 ruhsal  faaliyetler de etkilenir. Günlük yaşama ilişkin  bozukluklar  faaliyetlerde bozulma, çalışma gücünde azalma meydana gelir.  Semptomatik durumlar ve kavramaya ilişkin Orta ruhsal faaliyetlere yönelik ihlal açık ve sürekli bozukluk ile ağır niteliktedir. Günlük yaşam işlevi açıkça ihlal  % 50 – 80 ruhsal bozukluk edilmiş, çalışma gücünde belirgin bir azalma aralığı oluşmuştur.  Ruhsal bozulma, günlük hayatla baş edilemeyecek Ağır ruhsal  boyuta ulaşmış ise ağır ruhsal bozukluktan bozukluk ile ağır  bahsedilir. Ağır ruhsal bozukluk ile en ağır ruhsal % 80 – 100 ruhsal bozukluk  bozukluk aralığındaki bozulmada ise günlük  ve en ağır ruhsal  hayata katlanılabilmesi ancak, yoğun bakım, bozukluk aralığı  sürekli tıbbi bakım, başka kişisel veya uzman bir refakat ile mümkündür.                                                   77  Hütte/Landolt, s. 126 vd.; Gurzeler, s. 306 vd. Söz konusu çizelgeye ulaşmak için bkz. yukarıda s. 5, dn. 47.  2678Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2659-2683  Atlan İsviçre Kaza Sigortası Kurumu tarafından belirlenen söz konusu tespitler tıbbi niteliktedir. Bu belirlemeler ülkemiz hukukunda da esas alınırsa; örneğin orta ağırlıktaki bir ruhsal bozukluk halinde belirlenecek olan taban manevi tazminat miktarı, prime esas yıllık kazanç miktarının üst sınırı olan 128.466 TL nin % 50 si, yani 64.233 TL olur.  2.  Taban  Manevi  Tazminat  Miktarının  Emsal  Kararlar  Esas Alınarak Belirlendiği Çizelge Örneği İhlalin  objektif  ağırlığına  etki  eden  kriterlerin  ve  dolayısıyla  taban manevi tazminatın belirlenmesi emsal karar yöntemiyle de mümkündür. Bu yöntemde  ilk  olarak,  manevi  tazminata  ilişkin  emsal  kararlar  derlenir. Derlenen bu kararlara göre, tazminat belirlenirken somut olaya ait hangi özelliklerin göz önünde bulundurulduğunun yer aldığı çizelgeler hazırlanır. Örnek niteliğinde olan aşağıdaki çizelgenin bir benzerinin ülkemiz hukuku için de oluşturulması önerilebilir:   İhlal Türü  Emsal Karar  Manevi  İhlalin Objektif Ağırlığı   Tazminat  Belirlenirken Esas Alınan   Miktarı  Kriterler Bir kolda  Hükmedilen her bir  5.000 TL ye  Hükmedilen her bir meydana  tazminat miktarı  kadar   tazminat miktarı aralığı gelen zarar   aralığı yönünden  15.000 TL ye  yönünden ayrı ayrı ayrı ayrı belirtilmek  kadar  belirtilmek üzere: üzere:    30.000 TL ye   Tedavi süresi, operasyon kadar Yarg.HD/HGK/İBK,  türü ve sayısı, maluliyet 50.000 TL ye Tarih, Esas ve Karar  oranı, işgöremezlik süresi, kadar No.  kronik ağrı, dış görünüşteki kalıcı zarar gibi  Bir bacakta   Hükmedilen her bir  5.000 TL ye  Hükmedilen her bir meydana  tazminat miktarı  kadar  tazminat miktarı aralığı gelen zarar  aralığı yönünden  15.000 TL ye  yönünden ayrı ayrı ayrı ayrı belirtilmek  kadar  belirtilmek üzere: üzere:   30.000 TL ye Yarg.HD/HGK/İBK,  Tedavi süresi, operasyon kadar Tarih, Esas ve Karar  türü ve sayısı, maluliyet 50.000 TL ye No.  oranı, işgöremezlik süresi, kadar   kronik ağrı, dış görünüşteki kalıcı zarar gibi    2679Beden Bütünlüğünün İhlalinde...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2659-2683    Hükmedilen her bir  5.000 TL ye  Hükmedilen her bir   tazminat miktarı  kadar  tazminat miktarı aralığı   aralığı yönünden  15.000 TL ye  yönünden ayrı ayrı   ayrı ayrı belirtilmek  kadar  belirtilmek üzere: İşitme  üzere:   30.000 TL ye yeteneğindeki  Yarg.HD/HGK/İBK,  Tedavi süresi, operasyon kadar kayıp  Tarih, Esas ve Karar  türü ve sayısı, maluliyet 50.000 TL ye No.  oranı, işgöremezlik süresi, kadar   kronik ağrı, dış görünüşteki kalıcı zarar gibi    Hükmedilen her bir  5.000 TL ye  Hükmedilen her bir   tazminat miktarı  kadar  tazminat miktarı aralığı   aralığı yönünden  15.000  TL ye  yönünden ayrı ayrı   ayrı ayrı belirtilmek  kadar  belirtilmek üzere: Görme  üzere:   30.000  TL ye yeteneğindeki  Yarg.HD/HGK/İBK,  Tedavi süresi, operasyon kadar kayıp  Tarih, Esas ve Karar  türü ve sayısı, maluliyet 50.000  TL ye No.  oranı, işgöremezlik süresi, kadar   kronik ağrı, dış görünüşteki kalıcı zarar gibi    Hükmedilen her bir  5.000  TL ye  Hükmedilen her bir tazminat Akciğerde  tazminat  miktarı  kadar  miktarı  aralığı  yönünden meydana  aralığı  yönünden  15.000  TL ye  ayrı ayrı belirtilmek üzere: gelen zarar  ayrı ayrı belirtilmek  kadar   üzere:  Tedavi  süresi,  operasyon 30.000  TL ye Yarg.HD/HGK/İBK,  türü  ve  sayısı,  maluliyet kadar Tarih, Esas ve Karar  oranı,  işgöremezlik  süresi,  No.  kronik ağrı, dış görünüşteki 50.000  TL ye   kalıcı zarar gibi  kadar  Yukarıdaki gibi bir çizelgenin oluşturulması, ortak emsal kararların tespit edilememesi nedeniyle güçlük arz edebilir. Bu halde, benzer ihlal türlerini konu edinen emsal kararlarda hükmedilen manevi tazminat miktarlarının ortalamasını esas alan bir çizelgenin taban manevi tazminatın belirlenmesinde dikkate alınması, bu yöntem içerisinde bir başka usul olarak önerilebilir. Söz gelimi, görme yeteneğinin kaybı halinde, Yargıtay ın 1980 – 2016 tarihleri arasında  hükmettiği  manevi  tazminat  miktarları;  5.000,  15.000,  30.000, 50.000 olarak tespit edilmiş olsa, taban manevi tazminat 25.000 TL olarak belirlenebilir.   2680Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2659-2683  Atlan",
     "Kaynakça": "Antalya, Gökhan: Borçlar Hukuku Genel Hükümler (6098 sayılı Türk Borçlar Kanunu na Göre), C. I, İstanbul, Beta Yayınevi, Ocak, 2012.  Atlan,  Hülya:  Manevi  Zararı  Tazmin  Yolları,  İstanbul,  On  İki  Levha Yayıncılık, Ekim 2015.  Bargelli, Elena:  Schmerzensgeld, danno biologico, Nichtvermögensschaden , HAVE, Personen Schaden-Forum 2006, Zürich-Basel-Genf, Schulthess Verlag, 2006 (s. 15-38).  Bartnik,  Marcel:  Der  Bildnisschutz  im  deutschen  und  französischen Zivilrecht, Tübingen, Mohr Siebeck Verlag, 2004.  Beck, Peter:  Quotenvorrecht und Genugtuung , SVZ, Yıl: 63, S. 9/10, 1995 (s. 254-258).  Brehm, Roland: Berner Kommentar zum schweizerschen Privatrecht, Das Obligationenrecht,  DieEntstehung  durch  unerlaubte  Handlungen, Kommentar  zu  Art.41-61  OR,  B.VI,  1.  Abteilung,  Allgemeine Bestimmungen, 3. Teilband, 1. Unterteilband, 4. Auflage, Bern, Stämpfli Verlag, 2013.  Bydlinski, Franz:  Die  Umrechnung  immaterieller Schäden in Geld , Liber Amicorum Pierre Widmer, Tort and Insurance Law, Vol. 10, Wien, Springer Verlag, 2003 (s. 27-47).  Eren, Fikret: Borçlar Hukuku Genel Hükümler, 18. Baskı, Ankara, Yetkin Yayınları, 2015.  Erlüle, Fulya: Bedensel Bütünlüğün İhlalinde Manevi Tazminat, Ankara, Seçkin Yayınevi, Ekim, 2011.  Fellmann, Walter/Kottmann, Andrea: Schweizerisches Haftpflichtrecht, Band I:  Allgemeiner  Teil  sowie  Haftung  aus  Verschulden  und Persönlichkeitsverletzung, gewöhnliche Kausalhaftungen des OR, ZGB und PrHG, Bern, Stämpfli Verlag AG, 2012. Geiser,  Thomas:   Die  Persönlichkeitsverletzung  insbesondere  durch Kunstwerke , Basler Studien zur Rechtswissenschaft, Band 21, Basel und Frankfurt am Mein, Helbing&Lichtenhahn Verlag, 1990. Gurzeler, Beatrice: Beitrag zur Bemessung der Genugtuung, Unter besonderer Berücksichtigung potentiell traumatisierender Ereignisse, Zurich, Basel, Genf, Schulthess, 2005.   2681Beden Bütünlüğünün İhlalinde...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2659-2683  Hütte, Klaus:  Anleitung zur Ermittlung angemessener Genugtuungsleistungen im Zivil- und im Opferhilferecht , HAVE 4. Personen-Schaden-Forum 2005, Schulthess Verlag, 2005 (Genugtuungsleistungen) (s. 141-172).  Hütte, Klaus:  Genugtuung bei Körperverletzung und nicht gerechtvertigtem Freiheitsentzug , HAVE 3/2007, (s. 310-314) (Freiheitsentzug).  Hütte,  Klaus/Landolt,  Hardy:  Genugtuungsrecht,  Grundlagen  zur Bestimmung der Genugtuung, Band 2, Hardy Landolt, Genugtuung bei Körperverletzung, Zürich/St. Gallen, Dike Verlag, 2013. Hütte,  Klaus/Ducksch,  Petra/Guerrero,  Kayum:  Die  Genugtuung,  Eine tabellarische Übersicht über Gerichtsentscheide aus den Jahren 19902005, 3. Aufl., Zurich-Basel-Genf, Schulthess Verlag, 2005. Keller,  Max/Gabi-Bolliger,  Sonja:  Das  Schweizerische  Schuldrecht, Haftpflichtrecht,  Band  II,  Aufl.  2,  Basel  und  Frankfurt  am  Mein, Helbing&Lichtenhahn, 1988. Keller,  Max/Syz,  Carole:  Haftpflichtrecht,  Aufl.  3,  Zürich,  Schulthess Polygraphischer Verlag, 1990. Kırca,  Çiğdem:   Manevi  Tazminatın  Fonksiyonu  ve  Niteliği ,  Yargıtay Dergisi, C. 25, S. 3, Temmuz, 1999. Kocayusufpaşaoğlu, Necip:  Kişilik Haklarını Koruyan Manevi Tazminat Davasına  İlişkin  Yeni  Gelişmeler  (MK.  24,  BK.  49) ,  Sorumluluk Hukukunda  Yeni  Gelişmeler  I.  Sempozyumu  (21-22  Ekim  1977, Ankara), İstanbul, Fakülteler Matbaası, 1980 (s. 141-180).  Kötz, Hein/Wagner, Gerhard: Deliktsrecht, Aufl. 12, München, Franz Vahlen Verlag, 2013. Küppersbusch,  Gerhard:  Ersatzansprüche  bei  Personenschaden,  9.  Aufl., München, C.H. Beck Verlag, 2006. Landolt,  Hardy:   Vorbemerkungen  zu  Art.  47/49 ,  Kommentar  zum schweizerischen  Zivilrecht,  Obligationenrecht,  Teilband  V  1c,   Die Entstehung durch unerlaubte Handlungen , Zweite Lieferung, Art. 45-49 OR, 3. Auflage, Zürich-Basel-Genf, Schulthess Verlag, 2007 (Landolt, Art. 47/49).  Landolt, Hardy:  Stand und Entwicklung des Genugtuungsrecht , HAVE 2009/2 (s. 125-136) (Landolt, HAVE). 2682Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2659-2683  Atlan Maurer, Alfred: Schweizerisches Unfallversicherungsrecht, Aufl. 1, Bern, Verlag Stämpfli & Cia AG, 1985.  Palandt, Otto: Bürgerliches Gesetzbuch, Band 7, Aufl. 73, München, C.H. Beck Verlag, 2014.  Pribnow,  Volker/Benjamin,  Eliane:   Regulierungsverhalten  als Genugtuungsfaktor , Schweizerische Gesellschaft für Haftpflicht- und Versicherungsrecht,  Festschrift  zum  fünfzigjährigen  Bestehen, Herausgegeben  von  Stephan  Fuhrer,  Zürich-Basel-Genf,  Schulthess Verlag, 2010 (s. 467-483).  Rey, Heinz: Ausservertragliches  Haftpflichtrecht, 4. Aufl.; Zürich-BaselGenf, Schulthess Verlag, 2008.  Saymen, Ferit Hakkı: Manevi Zarar ve Tazmini Sureti, Cumhuriyet Matbaası, İstanbul, 1940. Schumacher, Rainer: Die Presseäusserung als Verletzung der persönlichen Verhältnisse,  insbesondere  ihre  Widerrechtlichkeit,  Freiburg, Universitätsverlag, 1960. Schwenzer, Ingeborg: Schweizerisches Obligationenrecht Allgemeiner Teil, 6. Aufl., Bern, Stämpfli Verlag, 2012. Sidler, Max:  Die Genugtuung und ihre Bemessung ,  Schaden-HaftungVersicherung ,  Herausgegegben  von  Thomas  Geiser/Peter  Münch, Basel-Genf-München, Helbing&Lichtenhahn, 1999 (s. 445-489).  Stoll,  Hans:  Empfiehlt  sich  eine  Neuregelung  der  Verpflichtung  zum Geldersatz  für  immateriellen  Schaden?,  Verhandlungen  des fünfundvierzigsten deutschen Juristentages, Band I, Teil 1, München, C.H. Beck sche Verlagsbuchhandlung , 1964. von Mayenburg, David:  Die Bemessung des Inkommensurablen , Wege zur Bestimmung  des  Ersatzes  immaterieller  Schäden  am  Beispiel  des Schmerzensgelds, Berlin, Duncker&Humblot, 2012.  Weber,  Rolf  H.:   Geldentschädigung  als  Rechtsfolge  von Persönlichkeitsverletzungen?  Etudes & réflexions, in: media Lex, 2000"
}