{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "64",
     "Sayı": "2",
     "Başlık": "AMERİKA BİRLEŞİK DEVLETLERİ BAYH DOLE YASASI VE TÜRK HUKUKUNDA ÖĞRETİM ELEMANLARININ BULUŞLARINA İLİŞKİN BİR DEĞERLENDİRME",
     "Title": "The Bayh Dole Act and an Analysıs o n the Inventıons of Unıversıty Lecturers in Turkısh Law",
     "Yazar İsmi": [
          "Selin ÖZDEN MERHACI"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Bayh-Dole Yasası",
          "üniversite buluşları",
          "patent kanunu tasarısı",
          "serbest buluşlar",
          "hizmet buluşları"
     ],
     "Keywords": [
          "Bayh-Dole Act",
          "university inventions",
          "draft patent code",
          "independent inventions",
          "service inventions"
     ],
     "Özet": "Üniversitelerde  gerçekleştirilen  ve  buluş  ile  sonuçlanan  akademik faaliyetlerin, günümüzde teknoloji transferi kapsamında değerlendirilmesi ve ticarileştirilmesinin önemli bir husus olduğu anlaşılmıştır. Gelişmiş ülkeler, üniversitede ortaya çıkan buluşların hem toplum yararına kullanılabilmesini hem de ticarileştirilmesini sağlayarak elde edilen gelirin buluş sahibine fayda sağlayacak  şekilde  değerlendirilmesini  kolaylaştıracak  bir  takım  hukuki düzenlemeler  yapmışlardır.  Bunların  başında  buluşlar  üzerindeki  hak sahipliğine  ilişkin  düzenlemeler  gelmektedir.  Önceleri  özellikle  Avrupa ülkelerinde  serbest  buluş  olarak  değerlendirilen  bu  buluşların,  Amerika Birleşik Devletleri nde büyük yankı uyandıran Bayh-Dole Yasası nın olumlu etkilerinin  görülmesi  üzerine,  hizmet  buluşu  olarak  nitelendirilmesi  söz konusu olmuştur. Türkiye de ise hali hazırda öğretim elemanlarının yaptığı buluşlar serbest buluş olarak nitelendirilmekte ve hak sahibinin buluşu yapan öğretim  elemanı  olduğu  kabul  edilmektedir.  Ancak  son  dönemdeki gelişmeler, yeni yasal düzenlemeler ile hak sahipliği rejiminde değişikliğe gidileceğini göstermektedir. Anahtar  Sözcükler:  Bayh-Dole  Yasası,  üniversite  buluşları,  patent kanunu tasarısı, serbest buluşlar, hizmet buluşları ABSTRACT   It is considered very important today that academic activities, which are carried out in universities and result in inventions, are evaluated in the scope of technology transfer and are commercialized. In developed countries, legal amendments have been made to use academic patents to the benefit of society and to evaluate them to the benefit of inventors by sharing royalties as a result of commercialization. Foremost among them is the provisions about the ownership rights. The inventions which were considered initially as  independent  inventions  especially  in  European  countries  are  now considered as service inventions. These changes are affected by the positive outcomes  of  the  Bayh-Dole  Act.  Currently  in  Turkish  law,  university inventions  are  considered  as  independent  inventions  and  the  university lecturers  are  considered  as  the  right  holders.  But  recent  developments indicate that the ownership regime is going to be changed by new legal amendments.             Keywords: Bayh-Dole Act, university inventions, draft patent code, independent inventions, service inventions  I) GİRİŞ Amerikan  hukukunda  80 li  yıllarda,  üniversitelerde  teknoloji politikalarına  ilişkin  birçok  yasal  değişikliğe  gidilmiştir.  Bu değişiklikler, 1980 yılında yapılan Bayh-Dole Yasası ve özel sektör, yerel yönetimler ve hükümetin, federal kaynakların desteğiyle ortaya çıkan  teknolojik  gelişmelerden  yararlanmasının  arttırılmasını amaçlayan Stevenson-Wydler Yasası ve 1986 yılında kabul edilen ve devletin  sahip  olduğu  laboratuvar  ve  üniversitelerde  ortaya  çıkan buluşların  sanayiye  aktarılmasını  sağlayan  Federal  Teknoloji Transferi Yasası dır. 406AÜHFD, 64 (2) 2015: 405-434  Merhacı Bu  yasalardan  çalışmamızın  konusunu  oluşturan  1980  tarihli Bayh-Dole Yasası nın kabul edilmesiyle birlikte, federal kaynaklarla desteklenen  araştırmalar  sonucunda  ortaya  çıkan  buluşlarda  hak sahipliği ve teknoloji transferi yeniden düzenlemiştir. Bu Yasa,  küçük ölçekli  işletmeler  ve  kar  amacı  gütmeyen  kurumlar  tarafından yaratılan  buluşların,  serbest  rekabetin  ve  serbest  girişimciliğin destekleneceği şekilde kullanılmasının sağlanmasını  amaçlamaktadır. Yasanın  temeli, bireylerin,  sanayinin ve akademik veya kar amacı gütmeyen kurumların, federal kaynaklarla desteklenen araştırma ve geliştirme  (AR-GE)  faaliyeti  sonucunda  ortaya  çıkan  buluşlar üzerinde hak sahibi olmasına dayanmaktadır. Türk  hukukunda,  çeşitli  kanun  hükmünde  kararnamelerle düzenlenen sınai haklar alanında yeni yasal düzenlemelerin yapılması gereksinimi artmış ancak yapılan tasarılar henüz yasalaşmamıştır.  Ülkemizdeki  diğer  bir  gelişme  de  üniversitelerde  teknoloji transferinin desteklenmesi adına teknoloji transfer ofislerinin (TTO) kurulmuş olmasıdır. Bu TTO lar kendi bünyelerinde fikri mülkiyet hakları ve lisanslama hizmetleri veren birimler oluşturmuştur. Hali hazırda TTO ların bu kanun hükmünde kararnamelerin (KHK) kabul ettiği  hak  sahipliği  rejimi  sebebiyle  bazı  sorunlar  yaşadığı bilinmektedir. Başka bir ifadeyle yaygın görüş, üniversitelerde ortaya çıkan  buluşların  serbest  buluş  olarak  tanımlanmasının,  teknoloji transferini sekteye uğrattığı yönündedir. Bu sebeple de hazırlanan yeni düzenlemelerde hak sahipliğinin üniversitelere bırakılması gerektiği ve  Türkiye de  bir  Bayh-Dole  Yasası na  ihtiyaç  duyulduğu  çeşitli ortamlarda kamuoyuyla paylaşılmaktadır. Çalışmamızda  henüz  hukukumuzda  ayrıntılı  bir  biçimde  ele alınmamış  Bayh-Dole  Yasası  ve  bu  yasadan  sonra  mevzuatta değişikliğe  giden  ülkelerden,  Almanya  ve  Japonya daki  durum  ele alınacak ve ülkemizdeki mevcut durum ve yasa tasarıları incelenerek, Bayh-Dole Yasası nın etkileri değerlendirilecektir.                                                  1  35 U.S.C. §§ 200-211 (Supp. 1992), PL 96-517, 94 Stat. 3015 (The Patent and Trademark Act Amendments of 1980); 1980 yılından sonra çeşitli değişikliklere uğrayan bu Kongre, Meclis  önünde  iki  Senatör  tarafından  desteklendiğinden  bu  Senatörlerin  isimleriyle anılmaktadır.   407Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 II) BAYH-DOLE YASASI VE DİĞER ÜLKELER ÜZERİNDEKİ ETKİLERİ A) BAYH-DOLE YASASI Amerika Birleşik Devletleri (ABD), II. Dünya Savaşı ndan politik ve ekonomik olarak güçlenmiş bir şekilde çıkmış, buna karşılık 70 li yıllarda Amerikan endüstrisi, Avrupa ve Japonya karşısında rekabet gücünü  yitirmeye  başlamıştır.  70 li  yılların  sonlarında  Amerikan Kongresi,  ekonomiyi  canlandırmak için çalışmalar başlatmıştır. Bu çalışmalar  kapsamında  devlet  destekli  AR-GE  faaliyetlerinin yönetilmesi konusu da tartışmaya açılmıştır. Konuyla ilgili üç görüş ortaya çıkmıştır. İlk görüş, güçlü bir merkezi devletin oluşturulması ve AR-GE  faaliyetleri  sonucunda  çıkan  kaynakların  devlet  tarafından yönetilmesi  gerektiğini;  ikinci  görüş,  devletin  tamamen  aradan çekilmesi  gerektiğini  ve  bu  AR-GE  faaliyetleri  sonucunda  ortaya çıkan ürünlerinin  yönetiminin,  bu ürünleri  ortaya  çıkaran bireylere bırakılması gerektiğini; üçüncü görüş ise bu faaliyetler sonucu ortaya çıkan  ürünlerin  kamuya  bırakılması  ve  herkesin  bunlardan faydalanabilme  imkanının  getirilmesi  gerektiğini  belirtmiştir.  II. Dünya  Savaşı  öncesinde,  federal  kaynaklarla  desteklenen  AR-GE faaliyetleri sonucunda ortaya çıkan buluşların, devlete ait olduğunu yönünde  yaygın  bir  görüş  benimsenmiştir.  Ancak  bu  durumun olumsuz sonuçlarının ortaya çıkmasıyla birlikte,  bir başka ifadeyle ortaya  çıkan  buluşların  ticarileştirilmesinin  sağlanamaması  ve  bu sebeple  de  ekonomi  üzerindeki  olumsuz  etkilerinin  anlaşılması sebebiyle çalışmalar başlatılmış ve federal  kaynaklarla desteklenen projeler  kapsamında  ortaya  çıkan  buluşlarda  hak  sahipliğini düzenleyen Bayh-Dole Yasası, Kongre önüne gelmiştir.                                                   2   Görüşler hakkında ayrıntılı bilgi için bkz.: Stevens A. J.: The Enactment of Bayh-Dole Act, 29 Journal of Technology Transfer 2004, s.93. 3  Çalışmada kullanıldığı anlamıyla patent üzerindeki hak sahibi kavramının bu noktada açıklığa kavuşturulması gerektiği düşünülmektedir. Ortan ve Şehirali, Alman hukukunda kullanılan terimleri tercih ederek buluş sahibinin patent başvurusu yapma hakkını içeren hakkı  patente yönelik hak  olarak tanımlamaktadır. Patent belgesi verildikten sonra ise  patentten doğan hak  ve  patent üzerindeki hak  olarak iki tür hakkın bulunduğunu belirtmektedir. Yazarlar, patentten doğan hakkı patent belgesiyle patent sahibinin elde ettiği hakları ifade ettiğini, patent üzerindeki hakkın ise patent belgesinden sonra buluş sahibinin kazanmış olduğu hukuki durumu ifade ettiğini belirtmektedir. Bkz.: Ortan A. N.: İşçi 408AÜHFD, 64 (2) 2015: 405-434  Merhacı Yasa nın kabul edilmesinden önce her federal kurumun, verdiği destek  ile  yapılan  araştırmalar  sonucunda  ortaya  çıkan  buluşlar üzerindeki hak sahipliğinin kime ait olacağına ilişkin ayrı politikaları bulunmaktaydı.  Kurumlar,  bu  araştırmalar  sonucunda  ortaya  çıkan buluşlarda hak sahipliğini ya devlete ya da kamuya bırakmıştı. Bu anlamda  Yasa nın  tüm  ABD de  getirdiği  ortak  uygulamayla,  bu alandaki Federal politikanın yerleşmesi amaçlanmıştır. Bayh-Dole Yasası, kâr amacı gütmeyen organizasyonların veya küçük işletmelerin, federal bir kurumla yaptığı AR-GE sözleşmesi, işbirliği anlaşması veya kurumdan aldığı araştırma desteği ile yaptığı araştırmalarda ortaya çıkan buluşlar üzerinde hak sahibi olmasına izin vermektedir. Böylece Amerika da devlet kaynaklı mali destekler ile araştırmaları finanse edilen bazı araştırma kurumlarının, araştırmalar sonucunda ortaya çıkan buluşlar üzerinde hak sahibi olması ve bu buluşları  münhasır  veya  münhasır  olmayan  lisans  sözleşmeleriyle devrederek  ticarileştirilmesi  ve  belirli  bir  gelir  elde  edebilmesi sağlanmıştır. Yasa nın  politikası  ve  amaçları  §  200 de  şu  şekilde  ifade edilmiştir:  Kongrenin politikası ve amacı: Federal destekli araştırma                                                                                                                    Buluşları Hukuku, İzmir 1987, s. 76; Şehirali F.: Patent Hakkının Korunması, Ankara 1998, s. 55 vd. Saraç ise patent isteme hakkı ve patentten doğan hak terimlerini tercih etmektedir. Bkz.: Saraç T.: Patentten Doğan Hakka Tecavüz ve Hakkın Korunması, Ankara 2003, s. 27 vd. Çalışmamızda, bu çalışmada incelenen çeşitli hukuk düzenlerindeki terim farklılıklarına girmemek adına  hak sahibi/patent hakkı sahibi  kavramları tercih edilmiştir. Bu çerçevede buluş üzerinde hak sahibi veya patent hakkı sahibi terimleri patent başvurusu yapma hakkı ile patent elde edildikten sonra doğan patent üzerindeki hakkın sahibini/sahiplerini ifade etmektedir. Buluş sahibi kavramı ise buluşu ortaya çıkan kişiyi yani buluşçuyu ifade etmek üzere kullanılmıştır.    4   Stevens, s. 93-94. 5  Eisenberg R. S.: Public Research and Private Development: Patents and Technology Transfer in Government-Sponsored Research, 82 V. L. Rev. 1996, s. 1663; Mireles M. S.: Adoption of the Bayh-Dole Act in Developed Countries: Added Pressure for A Broad Research Exemption in the United States, 59 Me. L. Rev 2007, s. 260. 6   Mireles, s. 262. 7  Yasa, kar amacı gütmeyen organizasyonlara veya küçük işletmelere hak sahipliği tanımış olmakla birlikte ABD Başkanı Ronald Reagan, 1987 yılında bir kararname ile Yasa nın hukukun izin verdiği sınırlar çerçevesinde büyüklüğüne bakılmaksızın tüm işletmelere uygulanması  emrini  vermiştir.  (Executive  Order  No:  12591:  Kararname  için  bkz.: http://www.archives.gov/federal-register/codification/executive-order/12591.html  [Erişim Tarihi: 24.03.2015]   409Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 ve geliştirmeden doğan buluşların kullanılmasının desteklenmesi için patent sisteminin kullanması; küçük işletmelerin federal kaynaklarla desteklenen araştırma ve geliştirme çalışmalarına en yüksek düzeyde katılımlarının teşvik edilmesi; ticari ortaklıklar ve üniversiteler dahil, kâr amacı gütmeyen kurumlar arasında işbirliğinin sağlanması; kâr amacı gütmeyen kurumlar tarafından meydana getirilen buluşların, gelecekteki araştırma ve keşiflere engel olmadan serbest rekabet ve girişimciliğin desteklenmesi amacıyla kullanılmasının desteklenmesi; ABD de,  ABD  sanayisi  ve  işgücü  tarafından  meydana  getirilen buluşlara  kamusal  erişimin  ve  buluşların  ticarileştirilmesinin desteklenmesi; gereksinimlerinin karşılanması için  devletin,  federal kaynaklarla desteklenen buluşlarda uygun haklarının sağlanması ve buluşların kullanılmamasına veya makul olmayan kullanımına karşı kamunun  korunması;  ve  bu  alanda  idari  politikalara  ilişkin maliyetlerin en aza indirilmesidir . Bu maddede sayılan amaçları sağlamak için, § 202 (a) da  Her kâr amacı gütmeyen kurum veya küçük işletme bu bölümün (c)(1) paragrafında gerektirdiği şekilde açıkladıktan sonra makul bir süre içinde, her buluş konusu üzerinde hak sahibi olmayı seçebilir  hükmü getirilmiş  ve  bir  önceki  maddede  kâr  amacı  gütmeyen  kurumlar  üniversiteler  ve  yükseköğretim  kurumları  veya  1986  tarihli  (26 U.S.C. 501 (c)(3) Milli Gelirler Yasası bölüm 501 (c) (3) de tarif edilmiş  ve  Milli  Gelirler  Yasası nın  (26  U.S.C.  501(a))  501  (a) bölümünde yer alan vergiden muaf kurumları veya devletlerin kâr amacı gütmeyen kurumlar yasalarında yer alan her türlü kar amacı gütmeyen bilimsel kurumlar ve eğitim kurumları  olarak üniversiteleri de kapsayacak şekilde tanımlanmıştır.  Buna  karşılık  Yasa,  hak  sahipliği  açısından  bazı  sınırlamalar getirmiştir. Yasa nın § 202 (a) maddesinde, yukarıda belirtilen hak sahipliğine ilişkin düzenlemeden sonra, buna ilişkin sınırlamalar da belirtilmiştir. Buna göre;  Her kar amacı gütmeyen kurum veya küçük işletme  bu  bölümün  (c)(1)  paragrafında  gerektirdiği  şekilde açıkladıktan sonra makul bir süre içinde, her buluş konusu üzerinde hak  sahibi  olmayı  seçebilir:  Ancak  şu  şartla  ki,  (i)  üstlenicinin ABD de  yerleşik  bulunmadığı  veya  ABD de  yerleşik  bir  işyerinin 410AÜHFD, 64 (2) 2015: 405-434  Merhacı bulunmadığı  veya  yabancı  bir  hükümete  tabi  olduğu  hallerde,  (ii) istisnai hallerde kurumun, herhangi bir buluş konusu üzerinde hak sahibi  olma  hakkının  bertaraf  edilmesinin  veya  kısıtlanmasının  bu bölümün politikası ve amaçlarını daha iyi destekleyeceğini tespit ettiği hallerde veya (iii) kanun veya kanun hükmünde kararname ile dış istihbarat veya karşı istihbaratın yürütülmesine ilişkin yetkilendirilen, devletin yetkili organı tarafından, herhangi bir buluş konusu üzerinde hak sahibi olma hakkının bertaraf edilmesinin veya kısıtlanmasının bu eylemlerin güvenliği için gerekli olduğunu belirlemesi hallerinde veya (iv) destek sözleşmesinin devletin sahibi olduğu, üstlenicinin işlettiği Enerji Bakanlığı nın, özellikle Bakanlığın denizcilik nükleer işletmesi veya  silahlarına  ilişkin  programlarıyla  ilgili  tesislerine  ilişkin olduğunda, …  eğer destek sözleşmesi yani bir başka ifadeyle AR-GE sözleşmesi  aksini  gerektiriyorsa,  üniversitenin  hak  sahipliği sınırlandırılmıştır. Bir başka sınırlandırma ise § 202 (c) (4) de yer almaktadır. Bu maddede  Üstlenicinin hak sahibi olmayı seçtiği her buluşa ilişkin, Federal kurum, buluş konusunu tüm Dünyada Birleşik Devletler adına veya  uygulama  veya  uygulatmaya  ilişkin  münhasır  olmayan, devrolunmayan,  geri  alınamayan,  bedelsiz  bir  lisansa  sahip olmalıdır…  hükmü getirilmiş ve böylece devletin her buluş üzerinde bir lisans hakkı sahibi olmasına izin verilmiştir. Görüldüğü  üzere  Yasa,  üniversitelerde  öğretim  elemanlarının yaptığı  devlet  destekli  araştırmalarda  ortaya  çıkan  buluşlarda üniversitenin hak sahipliğini bazı sınırlamalarla birlikte düzenlemiştir. Üniversitenin  hak  sahibi  olmasıyla  birlikte,  bu  buluşların ticarileşmesinin  sağlanması  amaçlanmaktadır.  Ayrıca  üniversiteler tarafından  elde  edilen  lisans  bedellerinin  buluş  sahibiyle paylaşılmasına ilişkin bir düzenleme de yapılmıştır. Yasa nın § 202 (c)  (7)  (b)  maddesinde  getirilen  hüküm  ile  buluş  sahibiyle  lisans bedellerinin  paylaşılması  gerektiğini  ifade  etmiştir.  Ancak  bu hükümde,  buluş  sahibiyle  kâr  paylaşımı  açısından  belirli  bir  oran vermekten kaçınılmıştır.  Yasa nın üniversitelere tanıdığı  hakkın  istisnası da Yasa nın § 203. maddesinde   march-in rights  adı altında düzenlenmiştir. Bu   411Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 hakla  devletin  bazı  şartlar  altında  istisnai  olarak  buluşun devredilmesini veya buluş üzerinde zorunlu ve münhasır lisans talep edebilmesi,  başka  bir  ifadeyle  hak  sahipliği  hususuna  bu  yolla müdahale edebilmesi mümkün kılınmıştır. Bu noktada ele alınması gereken bir husus da Yasa nın sadece devlet destekli araştırmalar sonucunda ortaya çıkan buluşlarda hak sahipliğini  düzenlemiş  bulunmasıdır.  Oysaki  üniversite  öğretim elemanının devlet destekli olmayan AR-GE faaliyetlerinin de bir buluş ile  sonuçlanması  mümkün  olabilmektedir.  Bu  halde  Yasa, üniversitenin  hak  sahipliğini  düzenlememektedir.  Eğer  araştırma faaliyeti, devlet destekli bir faaliyet değilse, hak sahipliği konusunda her  üniversite,  kendi  patent  politikası  kapsamında,  hak  sahipliği açısından farklı düzenlemeler ve gelir paylaşımları uygulamaktadır. Ancak  kural  olarak  bu  buluşların,  işçi  buluşları  kapsamında değerlendirildiği  ve  hak  sahibinin  işverene  ait  olacağı  kabul edilmektedir.  Görüldüğü  üzere  Yasa,  bu  alanı  düzenleme  ihtiyacı hissetmemiştir,  çünkü  zaten  öğretim  üyelerinin  üniversitelerde yaptıkları  AR-GE  faaliyetleri  sonucunda  ortaya  çıkan  buluşlarında kural olarak hak sahibi işveren olan, üniversitelerdir. Bayh-Dole  Yasası,  akademiden  endüstriye  teknoloji  transferi üzerinde büyük etkiler yaratmıştır. Özellikle üniversiteler tarafından yapılan patent başvuru  sayılarındaki  artış,  üniversiteler ve  endüstri                                                  8  Hak sahibi veya lisans alanın makul bir süre içinde buluşun uygulamaya geçirilmesi için gerekli işlemleri başlatmadığı veya lisans alanın sağlık veya güvenliğe ilişkin alanlarda ihtiyaçları azaltmak için gerekli tedbirleri almadığı haller başta olmak üzere Yasa da sayılan  hallerde,  devletin  buluş  üzerinde  3.  kişilere  lisans  hakkı  tanınmasına  izin verilmektedir. Ayrıntılı bilgi için bkz.: Eberle M.: March-In Rights Unders the Bayh-Dole Act: Public Access to Federally Funded Research, 3 Marq. Intell. Prop. L. Rev. 1999, s. 155 vd. 9  Harvard  Üniversitesi  Fikri  Haklar  Politikası  için  bkz.:  http://otd.harvard.edu/facultyinventors/resources/policies-and-procedures/statement-of-policy-in-regard-to-intellectualproperty/.  Yale  Üniversitesi  Patent  Politikası  için  bkz.: http://ocr.yale.edu/faculty/policies/yale-university-patent-policy.  Princeton  Üniversitesi Fikri  Haklar  Politikası  için  bkz.:  http://wwwtmp.princeton.edu/dof/policies/publ/fac/rules_toc/chapter/#comp045da000003daf. [Erişim Tarihi: 24.03.2015] . Bu örneklerden anlaşılacağı üzere, üniversiteler hazırladıkları  patent  politika  belgeriyle,  üniversitelerde  gerçekleştirilen  araştırma faaliyetleri sonucu ortaya çıkacak buluşlar üzerinde hak sahibinin üniversiteler olmasına izin vermiştir. 412AÜHFD, 64 (2) 2015: 405-434  Merhacı arasında  yapılan  lisans  sözleşmeleri  sayısındaki  artış  ve  bu  lisans sözleşmelerinin  yüksek  bedelleri  Yasa nın  Amerika daki  teknoloji transferini olumlu yönde etkilediğini göstermektedir. Buna karşılık, Bayh-Dole  Yasası nın  bu  başarılarının  yanı  sıra  bazı  yönlerden eleştiriye  uğradığı  anlaşılmaktadır.  Bu  eleştiriler  özellikle  yabancı şirketlerin federal kaynaklar sonucunda ortaya çıkan buluşlara erişim imkanının  doğduğu  yönündedir.  Buna  göre,  federal  kaynaklarla desteklenen araştırmalar sonucunda ortaya çıkan buluşlar, en yüksek fiyat  teklifi  veren  şirketlere,  yerli  ya  da  yabancı  olup  olmadığına bakılmaksızın  devredilmekte  ve  böylece  bu  buluşlar  yabancı rakiplerin eline  geçmektedir. Diğer bir eleştiri  ise Yasayla kamu kaynaklarıyla  desteklenen,  yani  bir  anlamda  vatandaşların  ödediği vergiler  ile  yapılan  araştırmaların,  kâr  elde  etme  amaçlı kullanılmasındansa kamuya ait olacağı kabul edilerek, bireylerin bu buluşlardan  yararlanmasının  sağlanmasının  daha  uygun  olacağı yönündedir.  Bu  eleştirilere  karşılık  ABD de  Yasa nın  çeşitli şekillerde  teknoloji  transferine  olumlu  etkilerinin  olduğu  da belirtilmektedir. İlk olarak Yasa ile teknoloji transferine dahil olan tarafların yani araştırmacıların, işverenlerin ve olası lisans alanların teknoloji transfer sürecinde teşvik edilmesi sağlanmıştır. Yasa nın bir diğer  olumlu  etkisinin,  Amerikan  üniversitelerinde  patent politikalarına ilişkin yeknesak bir düzenlemenin meydana getirilmiş                                                  10  Wisner M. R.: Proposed Changes to the Laws Governing Ownership of Inventions Made with Federal Funding, 2 Tex. Intell. Prop. L. J. 1993-1994, s. 195; Yasa nın Amerikan ekonomisi üzerindeki etkileri üzerine pek çok araştırma yapılmıştır. Yapılan ekonomik analizlerin bir kısmı Yasa nın olumlu etkileri bulunduğuna, diğer bir kısmı ise Yasa ile beklenen değişikliklerin gerçekleşmediğine veya gerçekleşen olumlu gelişmelerin Yasa nın etkisiyle olmadığına işaret etmektedir. Konuyla ilgili bkz.: Grimaldi R./Kenney M./Siegel D. S./Wright M.: 30 Years after Bayh-Dole: Reassessing Academic Entrepreneurship, 40 Research Policy 2011, s. 1045 vd.; Rafferty M.: The Bayh-Dole Act and University Research and Development, 37 Research Policy 2008, s. 29 vd; Mowery D. C./Sampat B. N.: The Bayh-Dole Act of 1980 and University-Industry Technology Transfer: A Model for Other OECD Governments?, 30 J. Tech. Transfer 2005, s. 115 vd.; Shane S.: Encouraging University Entrepreneurship? The Effect of the Bayh-Dole Act on University Patenting in the United States, 19 Journal of Business Venturing 2004, s. 127 vd.; Mowery D. C./Nelson R. R./Sampat B. N./Ziedonis A. A.: The Growth of Patenting and Licencing by U.S. Universities: An Assessment of the Effects of the Bayh-Dole Act of 1980, 30 Research Policy 2001, s. 103 vd. 11  Wisner, s. 196. 12  Eisenberg, s. 1668-1669.   413Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 olmasıdır. Ayrıca Yasa ile patent başvuru masraflarının, bu masraflara katlanması daha kolay olan üniversiteler veya araştırma kurumlarına bırakılmış olması da önemli bir fayda olarak değerlendirilmektedir. B) YASANIN DİĞER ÜLKELER ÜZERİNDEKİ ETKİLERİ Tüm  Dünya da  Bayh-Dole  Yasası  büyük  etki  uyandırmış  ve çeşitli  ülkelerde  benzer  hukuki  düzenlemeler  yürürlüğe  girmiştir. Bayh-Dole Yasası nın temelinde yatan fikirler ve olumlu sonuçlarının Avusturya,  Norveç,  Danimarka,  Almanya,  Japonya  ve  Kore  gibi ülkeleri  etkilediği  ve  bu  ülkelerde  yasa  değişikliklerine  yol  açtığı ancak bu değişikliklerin, özellikle Avrupa ülkelerinde, işçi buluşlarına ilişkin  hükümlerin  öğretim  elemanlarına  uygulanmamasına  ilişkin istisnanın  kaldırılmasıyla  yapıldığı  belirtilmektedir.  OECD ülkelerinde yapılan bir incelemede, bu Yasa nın benimsenmesinin, bu  değişikliklerin  yükseköğretim  sistemlerine  ilişkin  farklılıkların dikkate  alınmadan  yapılmasına  karşın,  makul  bir  başarı  gösterdiği tespit edilmiştir. Bu çerçevede işçi buluşları ve bu anlamda olmak üzere öğretim üyelerinin buluşlarına ilişkin Türk hukukuna kaynak teşkil eden Alman hukuku ve Bayh-Dole Yasası nı neredeyse aynen uyarlayan  Japon  hukuku  düzenlemelerinin  ele  alınmasının  önemli olduğu düşünülmektedir. 1) JAPONYA Bayh-Dole Yasası ndan en çok etkilenen, büyük ekonomilerden birisi Japonya dır. Japon hukukunda 1999 yılında devlet destekli ARGE  projeleri  sonucunda  ortaya  çıkan  buluşlarda  hak  sahipliği konusunda  yasal  değişiklikler  yapılmıştır.  Bu  hukuk  düzeninde                                                  13  Mireles, s. 260. 14  Organization for Economic Co-operation and Development (OECD): Turning Science into Business, Patenting and Licencing at Public Research Organizations, http://www.oecdilibrary.org/docserver/download/9203021e.pdf?expires=1426775303&id=id&accname=ocid19259&checksum=303E444B22549DABDDDAAAEF,  s.  11,  [Erişim Tarihi: 24.03.2015] 15  Mowery /Sampat, s 116. 16  Japonya da, Japon Bayh-Dole Yasası olarak adlandırılan Kanun hükümleri, Endüstriyi Canlandırma  Kanunu  (Industrial  Revitalization  Law)  kapsamında  kabul  edilmiştir: Takenaka  T.:  Technology  Licencing  and  University  Research  in  Japan,  International Journal of Intellectual Property Law, Economy and Management, Vol. 1, 2005, s. 27. 414AÜHFD, 64 (2) 2015: 405-434  Merhacı önceleri devletin hak sahipliği kabul edilmekteyken Kanun dan sonra, devlet destekli AR-GE faaliyetleri sonucu ortaya çıkan buluşlarda hak sahipliği araştırma kurumlarına ve üniversitelere bırakılmıştır. Hatta Japon  hukukunda  Bayh-Dole  Yasası ndan  bir  adım  daha  ileriye gidilerek  sadece  patent  hakkı  değil,  diğer  fikri  ve  sınai  mülkiyet türlerinde de hak sahipliği düzenlenmiştir. Kanun ile patent hakkı ve patent alma hakkı, faydalı model üzerindeki haklar ve faydalı model belgesi  alma  hakkı,  tasarımlar  üzerindeki  haklar  ve  tasarım  tescil hakkı, bilgisayar programları ve veri tabanları üzerindeki telif hakları, yarı iletken çipler ve bunları  tescil hakkı,  tohum  ve tohum tescili hakları ve yeni bitki türleri tescil hakkı üniversitelere ve araştırma kurumlarına bırakılmıştır. Kanun, araştırmalar sonucunda ortaya çıkan sınai ürünlerin devlete bildirilmesi yükümlülüğü de getirmiştir. Ancak Bayh-Dole Yasası nın §202 (a) maddesinde yer alan üniversitenin hak sahipliğine ilişkin sınırlamalar, Japon hukukunda kabul edilmemiştir. Aynı zamanda Kanun da kâr amacı gütmeyen kurumlar veya küçük işletmeler ifadeleri de yer almamıştır. Başka bir ifadeyle Kanun bu açılardan bir sınırlama getirmeyerek Bayh-Dole Yasası‘nda bir adım daha ileriye gitmiştir.  Bir sınırlama olarak Kanun ile buluş bildiriminden sonra tıpkı Bayh-Dole  Yasası nda  olduğu  gibi  devlete  bir  müdahale  hakkı tanınmış (march-in right) ve devletin bu yolla buluş üzerinde hak talebinde bulunabilmesi sağlanmıştır. Kanun un Bayh-Dole Yasası ndan ayrılan bir yönü de Kanun ile buluş  sahiplerine,  elde  edilen  gelirden  bir  pay  ayrılmasına  ilişkin hüküm bulunmamasıdır. Bu tür bir düzenlemenin bu Kanun da yer almamasının sebebinin, Japon Patent Kanunu nda belirli bir paranın buluş  sahibine  ödenmesi  yönünde  bir  hüküm  bulunması  olduğu belirtilmektedir. Japonya da kabul edilen bu Kanun un, tıpkı ABD de olduğu gibi, sadece devlet destekli AR-GE faaliyetlerinde uygulanacağının da bu aşamada belirtilmesi gerekmektedir. Öğretim üyelerinin diğer AR-GE                                                  17  Takenaka, s. 27-28. 18  Takenaka, s. 28. 19  Takaneka, s. 28.   415Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 faaliyetleri sonucunda yaptığı buluşlara ilişkin Japon Eğitim, Kültür, Spor, Bilim ve Teknoloji Bakanlığı nın 2002 yılında yayınladığı rapor doğrultusunda, yine ABD de olduğu gibi, Japon üniversiteleri kendi patent  politikalarını  oluşturmuşlar  ve  bu  politikalarla  öğretim elemanlarının  yaptığı  buluşlardan  doğan  hakların  üniversitelere  ait olacaklarını belirtmişlerdir. Özellikle bu politikalarda, Japon Patent Kanunu nun  35.  maddesinde  yer  alan  işçi  buluşlarına  ilişkin hükümlerin uygulama alanını ve işçi buluşları kavramının kapsamını tanımlayarak,  üniversitelerin  hak  sahibi  olması  sağlanmıştır.  Bu politikalar  kapsamında  üniversitelerin  buluşlar  üzerindeki  hak sahipliği,  2004  yılında  devlet  üniversitelerinin  özel  kurum  statüsü kazanması yönünde yapılan değişikliklerle desteklenmiştir. 2) ALMANYA Üniversite öğretim elemanlarının yaptığı buluşlar üzerinde hak sahipliğiyle  ilgili  mevzuat  değişikliğine  giden  bir  diğer  ülke  de, hukukumuz açısından önem taşıyan Almanya dır. Alman hukukunda 2002  yılında  yapılan  değişiklikten  önce,  İşçi  Buluşları  Hakkında Kanun un 42. maddesi öğretim elemanlarının buluşları serbest buluş olarak tanımlanmaktaydı. Buna karşılık Kanun değişikliğinden önce Almanya da  akademik  araştırmalar  sonucunda  ortaya  çıkan  hak sahipliği  açısından  ikili  bir  rejim  uygulanmaktaydı.  Bu  ikilik, Almanya da  üniversiteler  dışındaki  araştırma  kurumlarında  ortaya çıkan buluşlarda hak sahipliğinin işçi buluşlarına ilişkin hükümlere tabi  olmasından  kaynaklanmaktaydı.  Kanun un  temel  sistematiği, hizmet  buluşu  ve  serbest  buluş  ayrımına  dayanmaktadır.  Hizmet buluşları, işçinin iş ilişkisi sırasında yaptığı ve özel bir işletme veya                                                  20  Takaneka, s. 31. 21 Takaneka, s. 31; Weyand J./Haase H: Der Innovationstransfer an Hochschulen nach Novellierung des Hochschulerfindungsrechts - eine Zwischenbilanz in rechtspolitischer Absicht, GRUR 2007, s. 30-31. 22  Ortan, Patent KHK nın birçok hükmüne İspanya Patent Kanunu nun esas alındığını ancak bu Kanun da işçi veya çalışanların buluşlarına ilişkin hükümler yer almadığından, Patent KHK nın işçi buluşlarına ilişkin hükümlerine, Alman İşçi Buluşları Kanunu nun esas teşkil ettiğini belirtmektedir; Ortan A. N.: Çalışanların Buluşları, I. İstanbul Fikri Mülkiyet Hukuku Sempozyumu, 05-06 Mayıs 2005, İstanbul 2005, s. 189.  23  İşçi  Buluşları  Hakkında  Kanunu  (Gesetz  über  Arbeitnehmererfindungen-ArbEG), 25.07.1957. 416AÜHFD, 64 (2) 2015: 405-434  Merhacı kamu  kurumunda  işçiye  verilen  görevi  gerçekleştirdiği  veya işletmenin  veya  kamu  kurumunun  büyük  ölçüde  deneyim  veya çalışmalarına  dayanan  buluşlar  olarak  tanımlanmıştır  (ArbEG  §4). Bunun dışındaki buluşlar ise serbest buluş olarak nitelendirilmiştir. Bu sebeple iş akdiyle bir araştırma kurumunda çalışan araştırmacıların buluşlarının, hizmet buluşu olarak değerlendirilmesi söz konusuyken, öğretim elemanlarının buluşlarının serbest buluş olarak kabul edilmesi araştırma kurumlarında  ortaya çıkan buluşların  tabi olduğu hukuki rejim açısından farklılıklar doğurmaktaydı.  Almanya da  2002  yılında  İşçi  Buluşları  Hakkında  Kanun da yapılan değişiklikle  Hochschullehrerprivileg  adı verilen ve öğretim elemanlarının  yaptığı  buluşları  serbest  buluş  olarak  tanımlayan Kanun da değişiklik yapılarak, Kanun ile bu buluşların hizmet buluşu olarak  tanımlanması  sağlanmıştır.  Bir  başka  ifadeyle,  değişiklikle birlikte üniversitelerde yapılan buluşlar işçi buluşlarıyla aynı hukuki rejime tabii tutulmuştur. Değişiklik sonucunda her ne kadar bu buluşlar işçi buluşlarına benzer bir hukuki rejime tabi tutulmuş olsa da, Alman hukukunda öğretim  elemanlarının,  Alman  Anayasası nın  5(3)(1)24.  maddesine dayanan  bilim  özgürlüğü  dikkate  alınarak,  Kanun da  buluşlar üzerindeki  hak  sahipliği  konusunda  işçi  buluşlarından  farklı düzenlemelere de yer verilmiştir.                                                  24  GG §5(3)(1):  Kunst und Wissenschaft, Forschung und Lehre sind frei  25  Bartenbach K./Volz F. E.: Erfindungen an Hochschulen - Zur Neufassung des § 42 ArbEG, GRUR 2002, s. 749. 26  ArbEG §42:  Für Erfindungen der an einer Hochschule Beschäftigten gelten folgende besonderen Bestimmungen:  1.Der  Erfinder  ist  berechtigt,  die  Diensterfindung  im  Rahmen  seiner  Lehr-  und Forschungstätigkeit zu offenbaren, wenn er dies dem Dienstherrn rechtzeitig, in der Regel zwei Monate zuvor, angezeigt hat. § 24 Abs. 2 findet insoweit keine Anwendung. 2.Lehnt ein Erfinder aufgrund seiner Lehr- und Forschungsfreiheit die Offenbarung seiner Diensterfindung ab, so ist er nicht verpflichtet, die Erfindung dem Dienstherrn zu melden. Will der Erfinder seine Erfindung zu einem späteren Zeitpunkt offenbaren, so hat er dem Dienstherrn die Erfindung unverzüglich zu melden. 3.Dem  Erfinder  bleibt  im  Fall  der  Inanspruchnahme  der  Diensterfindung  ein nichtausschließliches Recht zur Benutzung der Diensterfindung im Rahmen seiner Lehr- und Forschungstätigkeit. 4.Verwertet der Dienstherr die Erfindung, beträgt die Höhe der Vergütung 30 vom Hundert der durch die Verwertung erzielten Einnahmen.   417Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 Bu  farklı  düzenlemelerden  ilki  Kanun un  42.  maddesinin  1. fıkrasında yer almakta olup, bu madde bahsi geçen anayasal haklardan kaynaklanan  ve  bilim  özgürlüğünün  bir  parçası  olan  yayın  yapma özgürlüğü  çerçevesinde  kanuna  dahil  edilmiştir.  Bu  maddede akademisyenin  yayın  yapma  özgürlüğü  ile  üniversitenin  bu buluşlardan  yararlanma  hakkı  arasında  bir  denge  sağlanması amaçlanarak,  buluş  sahibine  üniversiteyi  iki  ay  önceden  yayın yapacağı  konusunda  bilgilendirme  yükümlüğü  yüklemiş,  böylece üniversiteye gecikmeden patent başvurusu yapması için gerekli süre tanınmıştır. Maddenin  ikinci  fıkrası  ise  araştırmacının  yayın  yapmama özgürlüğünü korumaktadır. Bu halde eğer buluş sahibi, buluşunu kamuya  sunmama  yönünde  bir  karara  varırsa,  bildirimde  bulunma yükümlülüğü  altında  değildir.  Üniversite  bu  buluştan  herhangi  bir şekilde haberdar olsa da, üniversitenin bu buluştan yararlanma imkanı yoktur. Bu maddeye göre eğer buluş sahibi ileriki bir tarihte buluş konusunu kamuya sunmaya karar verirse en kısa sürede üniversiteye bunu bildirmekle yükümlüdür. Kanunun 42. maddesinin 3. fıkrası  ile buluş sahibinin,  buluşu öğretim  ve  araştırma  faaliyetlerinde  kullanmasına  izin  verilmiştir. Alman  Patent  Kanunu nun  11.  maddesinin  2.  fıkrası,  deneysel amaçlarla buluşun kullanılmasının patent hakkını ihlal etmeyeceğini belirtmiştir. İşçi Buluşları Hakkında Kanunu nda yer alan bu hüküm ise bu maddenin kapsamını genişleterek,  öğretim elemanı olan buluş sahibinin,  aynı  zamanda  eğitim  ve  araştırma  amacıyla  da  buluşu kullanmasına  izin  vermektedir.  Bu  hükmün  yine  Anayasa dan kaynaklanan bilim özgürlüğü ile ilgili olduğu belirtilmektedir.  Kanun un ilgili maddesinin son fıkrası, buluşun ticarileşmesinden elde  edilecek  gelirin  %30 unun  buluş  sahibine  ait  olmasını sağlamıştır. Bu madde dikkat çeken bir husus da patent başvuru ve                                                                                                                    5.§ 40 Nr. 1 findet keine Anwendung 27  von  Falck  A./Schmaltz  C.:  University  Inventions:  Classification,  Remuneration  in Germany, the Netherlands, France, the UK, the U.S. and Japan, ICC 2005, s. 915. 28  Bartenbach/Volz, s. 752; von Falck/Schmaltz, s. 916; Weyand/Haase, s. 33-34. 29  Bartenbach/Volz, s. 754; von Falck/Schmaltz, s. 917. 30  Bartenbach/Volz, s. 754. 418AÜHFD, 64 (2) 2015: 405-434  Merhacı tescil  masraflarının  buluş  sahibine  ödenecek  pay  hesaplanırken dikkate  alınmasına  ilişkin  bir  düzenleme  içermemesidir.  Özellikle uluslararası  patent  başvurularında  ortaya  çıkan  yüksek  başvuru masraflarına  kimin  katlanacağı  konusunda  Kanun da  bir  açıklık bulunmamasının  sebebi  olarak,  buluş  sahibinin  payının  kolayca hesaplanabilmesi  ve  ortaya  çıkacak  uyuşmazlıkların  önlenmesinin sağlanması olduğu belirtilmektedir. III) TÜRK HUKUKUNDA ÖĞRETİM ELEMANLARININ YAPTIĞI BULUŞLAR ÜZERİNDE HAK SAHİPLİĞİ A) MEVCUT DURUM 551  sayılı  Patent  Haklarının  Korunması  Hakkında  Kanun Hükmünde  Kararname nin  (Patent  KHK)   Çalışanların  Buluşları  başlıklı 3. kısmının  Kamu Hizmeti Gören Kurumlarda Çalışanların Buluşları   başlıklı  3.  bölümünün   Üniversite  Mensuplarının Buluşları   başlıklı  41.  maddesinin  ilk  fıkrasında,  öğretim elemanlarının yaptığı buluşlar serbest buluş olarak nitelendirilmiştir. Hizmet  buluşları,  Patent  KHK nın  17.  maddesinin  2.  fıkrasında  işçinin bir işletme veya kamu idaresinde yükümlü olduğu faaliyeti gereği gerçekleştirdiği veya işletmenin kamu idaresinin büyük ölçüde deneyim ve çalışmalarına dayanan işçinin iş ilişkisi sırasında yaptığı buluşlar  olarak tanımlanmış, serbest buluşlar ise  hizmet buluşları dışında kalan buluşlar, serbest işçi buluşları  olarak nitelendirilmiştir.  Madde  gerekçesinde,  öğretim  elemanlarının  yaptığı  buluşların serbest  buluş  olarak  nitelendirilmesinin,   Anayasa nın  130.                                                  31  von Falck/Schmaltz, s. 918. 32   Üniversite Mensuplarının Buluşları Madde 41- 39 uncu ve 40 ıncı madde hükümlerinden farklı olarak, Üniversitelere bağlı fakülte ve yüksek okullarda bilimsel çalışma yapmakta olan öğretim elemanlarının yaptığı buluşlar, serbest buluş sayılır.  Bu buluşlar hakkında 31 inci, 32 nci ve 34 üncü madde hükümleri uygulanmaz. Öğretim elemanı sıfatı, Yüksek Öğretim Kanunu hükümlerine göre belirlenir.  Öğretim kurumu buluşla sonuçlanan araştırmalar için özel olarak belli araç ve gereçleri sağlamak  suretiyle  harcamalarda  bulunmuşsa,  öğretim  elemanları  öğretim  kurumuna buluşun  değerlendirildiğini  yazı  ile  bildirmek  ve  talep  halinde  buluşun  ne  şekilde değerlendirildiği ve elde edilen kazanç  miktarı hakkında bilgi vermekle  yükümlüdür. Öğretim kurumu, kendisine yapılan yazılı bildirim tarihinden itibaren üç ay içinde elde edilen kazançtan uygun bir miktarın verilmesini talep edebilir. Ancak, talep edilecek miktar kurum tarafından yapılan harcamaları aşamaz.    419Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 maddesinde  belirtilen  üniversite  öğretim  üyeleri  ile  yardımcılarına serbestçe  her  türlü  bilimsel  araştırma  ve  yayında  bulunabilme özgürlüğü  ile ilgili olduğu belirtilmektedir.  Kimlerin öğretim elemanı sayılacağı 41. maddenin 2. fıkrasında açıkça  düzenlenmiş  ve  öğretim  elemanı  sıfatının  2547  sayılı Yükseköğretim Kanunu na göre tespit edileceği ifade edilmiştir. Bu Kanun a göre öğretim elemanları, öğretim üyeleri, öğretim görevlileri, okutmanlar  ile  öğretim  yardımcılarıdır.  O  halde  yükseköğretim kurumunda  çalışan  memur  ve  işçilerin  bu  hükümden yararlanamayacağı,  bu  kişilerin  yaptığı  buluşların  işçi  buluşlarına ilişkin hükümlere tabi olacağı belirtilmelidir.  Bu noktada incelenmesi gereken bir husus da vakıf veya devlet üniversitelerine  mensup  öğretim  elemanları  arasında  bu  hükmün uygulanması  açısından,  herhangi  bir  fark  olup  olmadığıdır.  Vakıf üniversitelerinde  çalışan  öğretim  elemanları  bakımından  özellikle, gerek Patent KHK da gerek 2547 sayılı Yükseköğretim Kanunu nda herhangi  bir  ayrım  yapılmamış  olması  sebebiyle,  vakıf üniversitelerinde çalışan öğretim elemanlarının buluşlarının da serbest buluş olarak nitelendirilmesi gerektiği belirtilmelidir. Üniversitelerde  bilimsel  çalışmalar  ve  araştırmalar  yapan kişilerin,  sözleşme  özgürlüğü  kapsamında  üniversitelerle  yaptıkları sözleşmeler  ile  bu  madde  hükmünden  farklı  bir  hukuki  rejim kararlaştırmalarının,  bir  başka  ifadeyle  bu  buluşlar  üzerinde  hak sahibinin  üniversite  olarak  tespit  edilmesinin  mümkün  olduğu  da kabul  edilmektedir.  Bununla  birlikte,  bu  tür  bir  sözleşmenin uygulamada ancak vakıf üniversitesi  çalışanları açısından mümkün bulunduğu,  buna  karşılık  devlet  üniversitelerinde  çoğunlukla                                                  33  Bkz.:  Patent  Hakkının  Korunması  Hakkında  Kanun  Hükmünde  Kararname,  Madde Gerekçeleri, s. 23; http://www.tbmm.gov.tr/d/1/1-0219.pdf [Erişim Tarihi: 24.03.2015]. 34  Patent KHK nın  Memurların Buluş ve Teknik İyileştirme Teklifleri  başlıklı 39. maddesi hükmü uyarınca, memurların buluşlarına da işçi buluşlarına ilişkin hükümler uygulanır.  35  Battal  A.:  Patent  Mevzuatı  Yönünden  Üniversite  Mensubu  Kavramı  ve  Vakıf Üniversitelerinde  Çalışanların  Buluşları,  Bilgi  Toplumunda  Hukuk  Ünal  Tekinalp e Armağan, C. 2, İstanbul 2003, s. 191-195; Saraç T.: Çalışanlar Tarafından Gerçekleştirilen Buluşlarda Patent Kime Verilecektir?, Süleyman Demirel Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi, Y. 2004, C. 9, S. 2, s. 276 (Makale). 420AÜHFD, 64 (2) 2015: 405-434  Merhacı çalışanlar ve üniversite arasında kamusal bir ilişki olması sebebiyle, akademik  çalışmaların  buluş  ile  sonuçlanması  halinde  buluş üzerindeki  hak  sahipliğinin  tespitine  ilişkin  bir  sözleşmenin yapılmadığı görülmektedir. Patent  KHK  öğretim  elemanlarının  yaptıkları  buluşları  serbest buluş  olarak  değerlendirmiş  bulunmakla  birlikte,  üniversiteye  elde edilen gelirden belirli bir pay alması imkanı tanımıştır. Üniversitenin elde edilen gelirden uygun bir miktar talep edebilmesi için Patent KHK, öğretim elemanına bir bildirim yükümlülüğü yüklemiştir. Buna göre eğer  öğretim kurumu buluşla sonuçlanan araştırmalar için özel olarak  belli  araç  ve  gereçleri  sağlamak  suretiyle  harcamalarda bulunmuşsa  öğretim  elemanlarının  öğretim  kurumuna  buluşun değerlendirildiğini  yazı  ile  bildirmek le  yükümlüdür.  Bu  bildirim üzerine  öğretim  kurumu,  buluşun  ne  şekilde  değerlendirildiğini  ve elde  edilen  kazanç  miktarının  da  bildirilmesini  talep  edebilir. Yükseköğretim  kurumu,  yazılı  bildirimden  itibaren  üç  ay  içinde kazançtan uygun bir miktar verilmesini talep edebilecektir, ancak bu miktar Patent KHK ile sınırlandırılmıştır. Buna göre talep edilecek miktar öğretim kurumunun yaptığı harcamaları aşamayacaktır. Görüldüğü  üzere  Türk  hukukunda  mevcut  duruma  göre, üniversite  mensuplarının  gerçekleştirdiği  buluşlarda  hak  sahipliği açısından herhangi bir genelleme yapmak mümkün görünmemektedir. Madde  hükmüne  göre,  üniversite  mensuplarının  buluşları  serbest buluş  sayılmakla  birlikte,  özellikle  vakıf  üniversitelerinde  farklı uygulamaların  söz  konusu  olabilmesi  mümkündür.  Ayrıca  bu hükümde öğretim elemanlarının bilimsel çalışma ve araştırmaları için herhangi bir kurumdan destek almaları halinde hak sahipliğinin nasıl                                                  36  Battal, s. 196; Saraç, Makale, s. 276.  37  Yıldız a göre, üniversitelerin buluşlara ilişkin özel katkısı, araştırma projelerinin araştırma fonlarından desteklenmesi yoluyla olmaktadır. Bkz.: Yıldız Ş.: 551 Sayılı Patent Haklarının Korunması  Hakkında  Kanun  Hükmünde  Kararname  Hükümlerine  Göre  Üniversite Mensuplarının Buluşları, AÜEHFD, C. IV, S. 1-4, 2002, s. 253 vd. Konuya ilişkin Yükseköğretim  Kurumu  tarafından  uygulamaya  konulan  Üniversitelerde  Araştırma Fonlarının  Kullanım  ve  Yönetim  Esaslarına  ilişkin  Yönetmelik  hazırlanmıştır. Yönetmeliğin   Telif  Hakkı   başlıklı  17.  maddesiyle   Projeden  elde  edilen  bilimsel sonuçların telif hakkı ilgili yükseköğretim kurumuna aittir  hükmü getirilmiş ancak sınai haklarla ilgili herhangi bir düzenlemeye yer verilmemiştir.   421Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 düzenleneceği konusuna da cevap bulunmamaktadır. Hal böyleyken, destek veya AR-GE sözleşmeleriyle de hak sahipliği açısından farklı bir  rejim  benimsenmesinin  mümkün  olabileceği  sonucuna varılmaktadır. B) KANUN TASARILARINDAKİ DURUM  Ülkemizde  sınai  haklar  alanını  düzenleyen  KHK ların  bazı maddelerinin,  somut  norm  denetimi  yoluyla  Anayasa  Mahkemesi önüne getirilmesi söz konusu olmuştur. Nitekim Anayasa Mahkemesi, sınai hakların temelini mülkiyet hakkına dayandırarak, Anayasa ile korunmakta  olan  mülkiyet  hakkının  ancak  kanun  ile sınırlandırılabileceğini, dolayısıyla KHK larla düzenlemeyeceğini ve KHK larda yer alan ceza hukukuna ilişkin hükümlerin Anayasa nın 38. maddesinde yer alan kanunilik ilkesine aykırılık teşkil etmesini gerekçe  göstererek,  somut  norm  denetimi  yoluyla  önüne  gelen itirazları  kabul  etmiştir.  Buna  karşılık  kanun  koyucu,  Anayasa Mahkemesi tarafından iptal edilen maddelere ilişkin kanun hükmünde kararnamelerde  değişiklik  yapılmasına  ilişkin  kanunlar  çıkartarak sorunu çözmeye çalışmıştır.  1) 2009 TASARISI Bahsi  geçen  Anayasa  Mahkemesi  kararları  ve  bunlara  karşı getirilen  çözümler,  fikri  mülkiyet  hukuku  camiasında  tartışmalar                                                  38  Örneğin bkz.: Anayasa Mahkemesi nin Patent KHK nın 158. maddesinin 2. fıkrasının 1. cümlesine ilişkin 29/1/2014 tarih ve E. 2013/100, K. 2014/14 sayılı kararı, Marka KHK nın 42. maddesinin 1. fıkrasının c bendine ilişkin 9/4/2014 tarih E.2013/147, K. 2014/75 sayılı kararı, Marka KHK nın 9. maddesinin 1. ve 2. fıkralarının b bentlerinin iptaline ilişkin 3/1/2008  tarih  E.2005/15,  K.  2008/2  sayılı  kararı  (www.kazanci.com  adresinden erişilmiştir. Erişim Tarihi: 24.03.215) 39  Örneğin bkz: Anayasa Mahkemesi nin Patent KHK nın 136. maddesinin 1. fıkrasının a ve b bentlerinin ve 554 sayılı Endüstriyel Tasarım KHK nın 48. maddesinin 1. fıkrasının a bendinin iptaline ilişkin 5/2/2009 tarih ve E. 2005/57, K. 2009/19 sayılı kararı; Marka KHK nın 9 maddesinin birinci fıkrasının b bendinin, ikinci fıkrasının b bendinin, 61. maddesinin a ve c bentlerinin iptaline ilişkin 3/1/2008 tarih ve E. 2005/15, K. 2008/2 sayılı kararı; Marka KHK nın 61-d maddesinin iptaline ilişkin 2/3/2004 tarih ve E. 2002/92, K. 2004/25  sayılı  kararı.  (www.kazanci.com  adresinden  erişilmiştir.  Erişim  Tarihi: 24.03.2015) 40  Bkz: 22/06/2004 tarih ve 5194 sayılı Bazı Kanun Hükmünde Kararnamelerde Değişiklik Yapılması  Hakkında  Kanun,  21/1/2009  tarih  ve  5833  sayılı  Markaların  Korunması Hakkında Kanun Hükmünde Kararnamede Değişiklik Yapılması Hakkında Kanun 422AÜHFD, 64 (2) 2015: 405-434  Merhacı yaratmış  ve  sınai  mülkiyete  ilişkin  yeni  düzenlemelerin  yapılması taleplerinin  doğmasına  neden  olmuştur.  Bu  gelişmeler  sonucunda hazırlanan Patent ve Faydalı Model Kanunu Tasarısı (2009 tasarısı) Başbakanlığa  sunulmuş  ancak  tasarının  Meclis  önüne  getirilmesi mümkün  olmamıştır.  Bu  tasarının  öğretim  elemanlarının  buluşları başlığını taşıyan 90. maddesi, işçi buluşlarına uygulanan hükümlerin öğretim  elemanlarının  buluşlarına  da  uygulanacağını  belirtmiştir. Ancak tasarıda taraflar arasındaki sözleşme hükümleri saklı tutulmuş ve öğretim elemanı ve üniversite arasında bu düzenlemenin aksine bir sözleşme  yapılabileceği  kabul  edilmiştir.  Bu  hükmün,  başka  bir ifadeyle sözleşme ile öğretim elemanının hak sahibin olmasına izin veren  hükmün,  devlet  üniversitelerinde  çalışan  öğretim  elemanları açısından  pratik  bir  faydası  bulunmadığı,  buna  karşılık  vakıf üniversitelerinde  çalışan  öğretim  elemanlarının  üniversite  ile yapacakları  iş  sözleşmesiyle  farklı  bir  hak  sahipliği  rejimi belirleyebilmesine izin verdiği belirtilmelidir.  2009  tasarısının  90.  maddesinin  2.  fıkrasında  ise  öğretim elemanlarının  kamu  kurumlarıyla  veya  özel  kurumlarla  yaptıkları sözleşmeler kapsamında yaptıkları çalışmalar sonucunda ortaya çıkan buluşların,  sözleşme  hükümlerine  tabi  olacakları  ifade  edilmiştir. Görüldüğü  üzere  bu  hüküm,  devlet  destekli  AR-GE  sözleşmeleri kapsamında  yapılan  çalışmalar  sonucunda  ortaya  çıkan  buluşları, Bayh-Dole  Yasası nda  farklı  bir  hukuki  rejime  tabi  tutmuştur.  Bu tasarı  eğer  yasalaşsaydı,  devlet  destekli  araştırma  faaliyetleri sonucunda ortaya çıkan buluşların, her destek veren kamu kurumunun kendi politikası kapsamında yönetilmesi ve hak sahipliğinin buna göre belirlenmesini söz konusu olacaktı.                                                   41  Metin her ne kadar Başbakanlık tarafından Meclise getirilmemiş olsa da, metin başlığında kanun tasarısı ifadesi kullanıldığından çalışmamızda söz konusu taslak, tasarı olacak ifade edilmiştir.  Tasarı  metni  için  bkz.: http://www.tpe.gov.tr/TurkPatentEnstitusu/resources/temp/3CABF-64AB-4DADDF-43BBAEBA.pdf [Erişim Tarihi: 24.03.2015] 42   Öğretim Elemanlarının Buluşları Madde 90 - (1) İşçi buluşu için uygulanan hükümler, özel  kanun  hükümleri  ve  taraflar  arasında  yapılan  sözleşme  hükümleri  saklı  kalmak şartıyla,  yükseköğretim  kurumlarında  bilimsel  çalışma  yapmakta  olan  öğretim elemanlarının yaptığı buluşlar için de uygulanır. (2) Öğretim elemanlarının kamu kuruluşlarıyla veya özel kuruluşlarla belirli bir sözleşme kapsamında yapmış olduğu çalışmalar sonucunda ortaya çıkan buluşlar için hak sahibinin belirlenmesinde sözleşme hükümleri esas alınır.    423Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 2) 2013 TASARISI 2009  tasarısının  yasalaşmaması  neticesinde  Bilim  Sanayi  ve Teknoloji Bakanlığı tarafından hazırlanan yeni tasarı (2013 tasarısı), 2013 yılı başında Bakanlar Kurulu nca Meclise sunulmuş ve ilgili komisyonlara  gönderilmiştir. Hali hazırda gündemde olan tasarının Genel Gerekçesinde, tasarıyla çeşitli uluslararası düzenlemelere uyum sağlanması  ve  özellikle  Anayasa  Mahkemesi nin  iptal  kararlarının gereğinin yerine getirilmesi amaçlandığı ifade edilmiştir. Ancak yeni tasarının  bir  patent  kanunu  tasarısı  olmadığı,  bu  tasarının   Patent Haklarının  Korunması  Hakkında  Kanun Hükmünde Kararname ile Bazı Kanun Hükmünde Kararnamelerde Değişiklik Yapılmasına Dair Kanun  Tasarısı   başlığı  altında  Meclise  sunulduğu  belirtilmelidir. Çalışmamızın  konusu  dışında  kalmakla  birlikte  bu  hususu  kanun yapma  tekniği  açısından  isabetli  bulmadığımızı  bu  noktada  ifade etmek yerinde olacaktır. Çalışmamızın  konusunu  oluşturan  madde,  2013  tasarısının  Yükseköğretim Kurumlarında Gerçekleştirilen Buluşlar  başlıklı ve 551 sayılı Patent KHK nin 41. maddesini değiştiren 6. maddesidir.                                                  43  Tasarı metni için bkz.: http://www.tbmm.gov.tr/develop/owa/tasari_teklif_sd.onerge_bilgileri?kanunlar_sira_no=122700 [Erişim Tarihi: 24.03.2015] 44  Bkz.: Patent Haklarının Korunması Hakkında Kanun Hükmünde Kararname ile Bazı Kanun Hükmünde Kararnamelerde Değişiklik Yapılmasına Dair Kanun Tasarısı, Genel Gerekçe, s. 3. 45   Yükseköğretim Kurumlarında Gerçekleştirilen Buluşlar Madde 41- 4/11/1981 tarihli ve 2547 sayılı Yükseköğretim Kanununun 3 üncü maddesinin birinci fıkrasının (c) bendinde tanımlanan yükseköğretim kurumları ile Türk Silahlı Kuvvetleri ve Emniyet Teşkilatına bağlı  yükseköğretim  kurumlarında  bilimsel  çalışmalar  veya  araştırmalar  sonucunda gerçekleştirilen  buluşlar  için,  özel  kanun  hükümleri  ve  bu  madde  kapsamındaki düzenlemeler saklı kalmak kaydıyla, çalışanların buluşlarına ilişkin hükümler uygulanır. Yükseköğretim kurumlarında yapılan bilimsel çalışmalar veya araştırmalar sonucunda bir buluş gerçekleştiğinde, a- Buluş sahibi tarafından yazılı olarak ve geciktirmeksizin yükseköğretim kurumuna bildirilir. b- Patent başvurusu yapılmışsa, yönetmelikte belirtilen süre ve koşullara uygun olarak yükseköğretim kurumuna başvuru yapıldığına dair bildirim yapılır. Yükseköğretim kurumu, buluş üzerindeki hak sahipliği talebinde bulunması durumunda, yönetmelikte  belirtilen  süre  ve  koşullara  uygun  olarak,  patent  başvurusu  yapmakla yükümlüdür. Aksi takdirde buluş, serbest buluş niteliği kazanır. İkinci fıkranın (b) bendin kapsamında patent başvurusu yapılmışsa, yükseköğretim kurumu yönetmelikte belirtilen 424AÜHFD, 64 (2) 2015: 405-434  Merhacı Bu  maddede  oldukça  ayrıntılı  bir  biçimde  öğretim  elemanlarının buluşlarında hak sahipliği düzenlenmiştir. Öncelikle belirtilmelidir ki, tasarının  ilgili  maddesinde,  halihazırda  yürürlükte  bulunan  Patent KHK da yer alan  üniversite mensuplarının buluşları  başlığı yerine  yükseköğretim kurumlarında gerçekleştirilen buluşlar  başlığı tercih edilmiştir. Bu açıdan tasarıda, buluşu gerçekleştiren kişinin hukuki statüsü yerine, buluşun gerçekleştirildiği kurumun hukuki statüsü ön plana  alınmıştır.  Nitekim  Patent  KHK  41.  maddesinde  yer  alan öğretim elemanı ifadesi de tasarı hükmünde yer almamaktadır. 2013 tasarısında, yükseköğretim kurumları ifadesinin 2547 sayılı Yükseköğretim Kanunu nun 3. maddesinin 1. fıkrasının c bendinde                                                                                                                    süre ve koşullara uygun olarak başvurunun kendi başvurusu olarak kabul edilmesini ve işlem görmesini Enstitüye bildirir. Aksi takdirde buluşun serbest buluş olduğu kabul edilir. Yükseköğretim kurumunun hak sahipliği talebine karşı buluş sahibi, buluşunun serbest buluş olduğunu ileri sürerek yönetmelikte belirtilen süre ve koşullara uygun olarak itiraz edebilir. Yapılan itiraz, yükseköğretim kurumu tarafından yönetmelikte belirtilen süre içinde yazılı gerekçeler de belirtilerek karara bağlanır. Aksi takdirde buluş, serbest buluş niteliği kazanır. Yükseköğretim kurumlarında gerçekleştirilen buluşlar hakkında 22 ila 26 ıncı, 29 uncu, 32 nci ve 33 üncü madde hükümleri uygulanmaz.  Yükseköğretim kurumu, başvurudan veya patent hakkından vazgeçmek isterse veya buluş, patent  başvurusu  yapıldıktan  sonra  serbest  niteliği  kazanırsa,  yükseköğretim  kurumu öncelikle buluş sahibine başvuru veya patent hakkını yönetmelikte belirtilen süre ve şartlara uygun olarak devralmasını teklif eder. Buluş sahibinin teklifi kabul etmesi durumunda haklar devredilir. Bu durumda yükseköğretim kurumu, buluş sahibine patent alınması ve korunması için gerekli olan belgeleri verir. Yükseköğretim kurumu, başvuru veya patent hakkını buluş sahibine devretmesi durumunda inhisari nitelikte olmayan kullanma hakkını uygun  bir  bedel  karşılığında  saklı  tutabilir.  Buluş  sahibinin  teklifi  kabul  etmemesi durumunda  patent  başvurusu  veya  patent  üzerindeki  tasarruf  yetkisi  yükseköğretim kurumuna ait olur. Yükseköğretim kurumu, herhangi bir nedenle başvuru veya patent hakkının sona ermesi nedeniyle buluş sahibinin uğradığı zararı tazmin etmekle yükümlüdür. Buluştan elde edilen gelirin yükseköğretim kurumu ve buluş sahibi arasındaki paylaşımı, buluş sahibine gelirin en az üçte bir oranında verilecek şekilde yönetmeliğe uygun olarak belirlenir.  4/11/1981 tarihli ve 2547 sayılı Yükseköğretim Kanununun 3 üncü maddesinin birinci fıkrasının (1) bendinde tanımlanan öğretim elemanları ile stajyerlerin ve öğrencilerin diğer kamu kurumları veya özel kuruluşlarla belirli bir sözleşme kapsamında yapmış oldukları çalışmalar sonucunda ortaya çıkan buluşlar üzerindeki hak sahipliğinin belirlenmesinde, sözleşme hükümleri esas alınır.  46  2547 Sayılı Yükseköğretim Kanunu Madde 3/1/c - (Değişik birinci paragraf: 29/6/2001 - 4702/1 md.) Yükseköğretim Kurumları: Üniversite ile yüksek teknoloji enstitüleri ve bunların  bünyesinde  yer  alan  fakülteler,  enstitüler,  yüksekokullar,  konservatuvarlar,   425Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 tanımlanan yükseköğretim kurumları ile Türk Silahlı Kuvvetleri ve Emniyet  Teşkilatına  bağlı  yükseköğretim  kurumlarını  ifade  ettiği belirtilmiş  ve  bu  kurumlarda  yapılan  bilimsel  çalışmalar  veya araştırmalar  sonucunda  gerçekleştirilen  buluşlara,  çalışanların buluşlarına ilişkin hükümlerin uygulanacağı kabul edilmiştir.  O halde, yukarıdaki açıklamalar altında tasarı hükmünün sadece öğretim elemanlarına değil, yükseköğretim kurumlarında çalışan ve bilimsel  çalışma  ve  araştırma  faaliyetinde  bulunan  tüm  çalışanlara uygulanacağı  kabul  edilmelidir.  Bu  açıdan  yaklaşıldığında  yapılan tercihin pratik bir önemi bulunmadığı belirtilmelidir. Çünkü zaten, Patent KHK nın mevcut hükümleri uyarınca öğretim elemanı dışında kalan  kişilerin  gerçekleştirdiği  buluşların  hizmet  buluşu  olarak değerlendirildiği, tasarıda yer alan bu hükmün üniversitelerde çalışan işçi ve memurlar açısından halihazırdaki düzenlemeden herhangi bir farklılık  arz  etmediği  görülmektedir.  Bu  noktada  düzenlemenin faydası,  hakkı  sahibinin  tespitinde  değil,  bu  maddede  yer  alan yükseköğretim  kurumlarında  gerçekleştirilen  buluşlara  ilişkin  diğer düzenlemelerin  yükseköğretim  kurumlarında  çalışan  işçi  ve memurlara da uygulanmasının sağlanması açısındandır. Görüldüğü  üzere  tasarı,  yükseköğretim  kurumlarında gerçekleştirilen  buluşlara  işçi  buluşlarına  ilişkin  hükümlerin uygulanacağını kabul ederek, üniversitelerin bu buluşlar üzerinde hak sahibi  olmasına  izin  vermiştir.  Madde  gerekçesinde  öğretim elemanlarının  buluşları  üzerindeki  hak  sahipliği  rejiminin değiştirilmesinin gerekçesi olarak,  Patent verilme sürecinin uzun ve maliyetli olması ve alınan patentlerin ticarileştirilmesinin zor olması gerçeği, üniversite mensuplarının gerçekleştirdikleri buluşları patent başvurusuna  dönüştürmede  caydırıcı  bir  etki  yapmaktadır.  Patent üzerindeki hak sahipliğinin yükseköğretim kurumuna verilmesi ile elde                                                                                                                    araştırma ve uygulama merkezleri ile bir üniversite veya yüksek teknoloji enstitüsüne bağlı meslek yüksekokulları ile bir üniversite veya yüksek teknoloji enstitüsüne bağlı olmaksızın ve  kazanç  amacına  yönelik  olmamak  şartı  ile  vakıflar  tarafından  kurulan  meslek yüksekokullarıdır.    (Değişik:3/4/1991 - 3708/1 md.) Yüksek teknoloji enstitüsü, özellikle teknoloji alanlarında yüksek düzeyde araştırma, eğitim - öğretim, üretim, yayın ve danışmanlık yapan, kamu tüzel kişiliğine ve bilimsel özerkliğe sahip bir yükseköğretim kurumudur. 426AÜHFD, 64 (2) 2015: 405-434  Merhacı edilen gelirin yeni araştırmalara imkan sağlayacak ve buluşu yapan öğretim  elemanına  pay  verilmesi  de  yeni  buluşların  yapılmasında teşvik edici bir unsur olacaktır  ifadesi yer almaktadır. Maddenin ikinci fıkrasında buluş sahibinin bildirim yükümlülüğü düzenlenmiştir.  Buna  göre  buluş  sahibi  yazılı  olarak  ve geciktirmeksizin yaptığı bilimsel çalışmalar ve araştırmaların buluş ile sonuçlandığını  veya  eğer  buluş  için  patent  başvurusu  yapılmışsa, yönetmelikte belirtilen süre ve koşullara uygun olarak buluş başvurusu yapıldığını, yükseköğretim kurumuna bildirmekle yükümlüdür.  Bu madde  hükmünde   yönetmelik ten  de  bahsetmektedir.  Bu  bahisle, tasarının yasalaşmasıyla birlikte konuya ilişkin bir yönetmeliğin de hazırlanacağı anlaşılmaktadır. Nitekim 3. fıkrada, bildirim sonucunda yükseköğretim  kurumunun  yönetmelik  hükümleri  uyarınca  patent başvurusu yapması veya enstitüye buluş sahibinin yaptığı başvurunun kendi başvurusu olarak kabul edilmesi ve işlem görmesine ilişkin bir bildirimde bulunması gerektiğini belirtmiştir. Yönetmelikte belirtilen süre ve koşullara uygun olarak başvuru veya bildirimin yapılmaması halinde buluşun serbest buluş olarak kabul edileceği de bu fıkrada belirtilmiştir.  Bir  başka  ifadeyle,  yükseköğretim  kurumu  patent başvurusu yapmaz veya yapılan başvurunun kendi başvurusu olarak kabul edilmesi ve işlem görmesi için gerekli bildirimi yapmaz ise bu halde buluş üzerinde yükseköğretim kurumu mensubunun hak sahibi olacağı kabul edilmiştir. Maddenin  4.  fıkrasında  buluş  sahibinin  yükseköğretim kurumunun hak sahipliği talebine karşı itiraz hakkı düzenlenmiştir. Buna göre buluş sahibi, buluşun serbest buluş niteliğinde olduğunu belirterek, yükseköğretim kurumunun hak sahipliğine itiraz edebilir. Bu itiraz ise yükseköğretim kurumu tarafından yönetmelikte belirtilen süreye  uygun  olarak  gerekçeli  bir  şekilde  karara  bağlanır.  Karara bağlanmaması halinde ise buluş, serbest buluş niteliği kazanır.  Maddenin  5.  fıkrasında  ise  yükseköğretim  kurumlarında gerçekleşen buluşlarda, Patent KHK nın  Tam Hak Talebinde Bedel  başlıklı  22.  maddesi,   Kısmi  Hak  Talebinde  Bedel   başlıklı  23. maddesinin,  Bedelin Yönetmelikle Belirlenmesi  ve  Tahkim Usulü  başlıklı  24.  maddesinin,   Bedelin  Belirlenme  Şekli  Başlıklı   25.   427Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 maddesinin,   İşverenin  Ülke  İçinde  Patent  Verilmesi  İçin  Başvuru Yükümü  başlıklı 26. maddesinin,  Patent  Başvurusu ve Patentten Doğan Hak ve Ödevler Başlıklı  29. maddesinin,  Teklifte Bulunma Yükümlülüğü   başlıklı  32.  maddesinin  ve   Teknik  İyileştirme Teklifleri  başlıklı 33. maddesinin uygulanmayacağı belirtilmiştir. Yukarıdaki  iki  fıkra  hükümleri  birlikte  değerlendirildiğinde, Patent KHK nın  Serbest Buluşlar ve Bildirim Yükümlülüğü  başlıklı 31. maddesi hükmünün yükseköğretim kurumlarında gerçekleştirilen buluşlara da uygulanacağı, bundan hareketle bilimsel çalışmalar ve araştırmalar sonucunda ortaya çıkmayan buluşların da yükseköğretim kurumuna  bildirilmesi  gerekliliği  çerçevesinde  maddenin  4.  fıkra hükümlerinin  uygulama  alanı  bulmasının  mümkün  olacağı  tespit edilmektedir.  Aksi  halde,  yani  serbest  buluşlarda  bildirim yükümlülüğünün  olmadığı  varsayımı  halinde,  yükseköğretim kurumunun  hak  sahipliği  talebinde  bulunması  söz  konusu olamayacağından, 4. fıkrada yer alan itiraz hükmünün de uygulama alanı bulunmayacağı belirtilmelidir.  Bu anlamda Patent KHK nın 31. maddesinin 2. fıkrasında yer alan  3  aylık  sürenin,  yönetmelik  hazırlanırken  dikkate  alınması gerektiğine de bu noktada işaret etmek gerekir. Nitekim 31. maddenin 2.  fıkrası,  işverenin  3  ay  içinde  buluşun  serbest  buluş  olmadığı yönündeki iddiasını yazılı olarak bildirmesi yükümlülüğü getirmiştir. Aksi  halde  işverenin,  buluşun  hizmet  buluşu  olduğu  iddiasında bulunabilmesi  engellenmiştir.  Ancak  belirtmek  gerekir  ki,  Patent KHK nın 31. maddesi de bazı eksiklikler içermektedir. Örneğin bu maddede  işverenin  buluşun  hizmet  buluşu  olduğuna  dair  yazılı bildirimini  takiben,  hak  sahipliği  konusunda  nasıl  bir  sistem benimseneceği, işverenin hak sahibi olduğunun kabulü halinde işçinin hak  iddiasını  mahkeme  önüne  taşıması  için  belirli  bir  süre  olup olmadığı  gibi  bazı  sorular  cevapsız  bırakılmıştır.  Yükseköğretim kurumu  çalışanının  serbest  buluş  itirazı  üzerine  yükseköğretim kurumunun  verdiği  karara  karşı  hangi  sürede  hangi  yollara başvurulabileceği  hususu  da  dahil  olmak  üzere  bu  soruların cevaplanması gerektiği düşünülmektedir.                                                  47  Bkz.: Canbolat T.: İşçi Buluşları, İstanbul 2007, s. 254. 428AÜHFD, 64 (2) 2015: 405-434  Merhacı Bu noktada dikkat çekilmesi gereken bir husus da yükseköğretim kurumu  çalışanının,  buluşun  serbest  buluş  olduğu  itirazını  karara bağlayan  merciinin,  hak  iddiasının  karşı  tarafı olan  yükseköğretim kurumu  olarak  tespit  edilmiş  bulunmasıdır.  Hükümde  bahsi  geçen yönetmeliğin,  yükseköğretim  kurumu  bünyesinde  oluşturulacak uzman  kişilerden  oluşan  tarafsız  bir  kurul  öngöreceğinin varsayılabilmesi  mümkün  görünmekle  birlikte,  4.  fıkra  hükümleri kurulun  yapısının  yönetmelikle  belirleneceğinden  bahsetmemekte, sadece karar süresinin yönetmelik hükümleriyle düzenleneceğini ifade etmektedir. Bir  sonraki  fıkrada  ise  yükseköğretim  kurumunun  başvurudan veya patent hakkından vazgeçmesi veya buluşun serbest buluş niteliği kazanması  hallerini  düzenlemektedir.  Buna  göre  bu  hallerde yükseköğretim  kurumunun,  yönetmelikte  belirtilen  süre  ve  şartlara uygun  olarak  yapılan  devralma  teklifinin  kabul  edilmesi  halinde, yükseköğretim kurumu gerekli belgeleri buluş sahibine verir. Ayrıca bu  halde  yükseköğretim  kurumuna,  inhisari  olmayan  nitelikte kullanma hakkını saklı tutması imkanı tanınmıştır. Buluş sahibinin devralma teklifini kabul etmemesi halinde ise patent başvurusu veya patent  üzerindeki  tasarruf  yetkisinin  yükseköğretim  kurumuna  ait olacağı kabul edilmiştir. Tasarının  ilgili  maddesinin  7.  fıkrasında,  yükseköğretim kurumunun herhangi bir nedenle başvuru veya patent hakkının sona ermesi  nedeniyle  buluş  sahibinin  uğradığı  zararı  tazmin  etmekle yükümlü olduğu ifade edilmektedir. Kanaatimizce, hükümde yer alan  herhangi  bir  nedenle   ifadesinden  hareketle,  yükseköğretim kurumunun  sorumluluğunun  ve  kapsamının  oldukça  geniş tutulduğunun kabulü gerekmektedir. Hatta anılan ifadeden meydana gelen  zararın  tazmini  bakımından  kusursuz  sorumluluk  esasının benimsenmek  istendiğini  söylemek  bile  mümkündür.  Kaldı  ki  bu yöndeki kabulün, yükseköğretim kurumu ile buluş sahibi arasındaki menfaat dengesini korumaya hizmet edeceği de düşünülmektedir. Maddenin  8.  fıkrasında  elde  edilen  gelirin  buluş  sahibi  ile yükseköğretim kurumu arasında paylaştırılmasına ilişkin oranlar tespit edilmiştir. Buna göre gelir paylaşımının, buluş sahibine elde edilen   429Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 gelirin en az üçte bir oranında verilecek şekilde yönetmelikle tespit edileceği  belirtilmiştir.  Madde  hükmünde  gelir  paylaşımının yönetmelik  hükümleriyle  tespit  edileceği  belirtilmekle  birlikte, yükseköğretim  kurumunun  patent  başvurusu  veya  buluşun ticarileşmesi  için  yaptığı  masraflar  ile  buluşun  ortaya  çıkması sürecinde bilimsel çalışma ve araştırmalar için yaptığı masrafların bu paylaşımda  dikkate  alınıp  alınmayacağına  ilişkin  bir  düzenleme bulunmamaktadır. Hükmün son fıkrasında konumuz bakımından önem taşıyan bir başka  düzenleme  ele  alınmıştır.  Bu  maddede  öğretim  elemanları, stajyer  ve  öğrencilerin  kamu  kurumlarıyla  veya  özel  kuruluşlarla yaptıkları  sözleşmeler  kapsamındaki  çalışmalar  sonucunda  ortaya çıkan  buluşlarda  sözleşme  hükümlerinin  esas  alınacağı  ifade edilmektedir. Bu hükmün, tasarı ile elde edilmesi beklenen ve istenen faydalı  sonuçları  sekteye  uğratacağı  düşünülmektedir.  Nitekim yukarıda  belirtildiği  üzere  Bayh-Dole  Yasası nın  amacı  devlet kaynaklarıyla  desteklenen  çalışmalar  sonucunda  ortaya  çıkan buluşların  ticarileşmesinin  ve  bu  açıdan  tek  bir  hukuki  rejim benimsenmesinin sağlanmasıdır. Buna karşılık bu fıkrada yer alan bu hüküm,  yükseköğretim  kurumlarında  yapılan  çalışmalar  sonucunda ortaya çıkan buluşlar üzerindeki hak sahipliği rejiminin çeşitlenmesine yol açacak niteliktedir. Bu hükmün yasalaşması halinde Bayh-Dole Yasası  ile  hedeflenen  amaçların  Türk  hukuku  bakımından gerçekleşmesinin mümkün olmayacağı ifade edilmelidir. IV) SONUÇ Yukarıda belirtildiği üzere özellikle OECD ülkelerinde yapılan bir  incelemede,  yükseköğretim  kurumları  yapısındaki  ulusal farklılıklara rağmen Bayh-Dole Yasası nın bu ülkelerdeki etkilerinin başarılı  olarak  değerlendirildiği  görülmektedir.  Bu  farklılıkların özellikle  ABD de  yasadan  önce  mevcut  bulunan  üniversiteler  ve endüstri arasındaki sıkı ilişkilerin Avrupa da bu kadar gelişmiş bir yapı  sergilememesinden  doğduğu  belirtilmektedir.  ABD de üniversitelerin yapısının oldukça farklı olduğu ve bu yapının OECD ülkelerindeki  üniversite  yapısına  nazaran,  üniversite  ve  endüstri ilişkilerinin gelişmesine daha uygun olduğu ifade edilmektedir. Ayrıca 430AÜHFD, 64 (2) 2015: 405-434  Merhacı belirtmek gerekir ki, ABD de teknoloji transferi olgusu 1970 lerde gelişmeye başlamış, üniversiteler teknoloji transfer ofisleri kurarak bu ilişkileri, daha yasa Kongre önüne gelmeden geliştirmek adına önemli çalışmalar başlatmışlardır.  Bayh-Dole Yasası nın yürürlüğe girmesiyle birlikte elde edilen olumlu  etkilerin  değerlendirilmesi  sonucunda,  çeşitli  ülkelerde mevzuat  değişikliğine  gidilmesinin  gündeme  geldiği  ve  bu değişikliklerin  ülkelerin  kendi  yapısı  dikkate  alınarak  hazırlandığı anlaşılmaktadır.  Nitekim  Alman  hukukunda  yapılan  değişiklerin, Alman üniversiteler sistemi ve öğretim üyelerine tanınan Anayasal hakların  dikkate  alınarak  yapıldığı  görülmektedir.  Ayrıca  Alman hukukunda Bayh-Dole Yasası nda olduğu gibi sadece devlet destekli araştırmalar  sonucunda  ortaya  çıkan  buluşlar  değil,  tüm  buluşlar üzerindeki  hak  sahipliği  bakımından  düzenlemeler  yapıldığı anlaşılmaktadır. Japonya da ise Bayh-Dole Yasası na oldukça benzer bir kanun oluşturulduğu, hatta belki Bayh-Dole Yasası ndan bir adım ileri gidildiği belirtilebilir.  Ülkemizdeki  mevcut  durum,  öğretim  elemanlarının  yaptığı buluşların serbest buluş olarak nitelendirilmesini öngörmektedir. Bu açıdan  düzenlemenin  çağın  gereksinimlerine  uymadığı  ve  öğretim elemanlarının buluşları tescil ettirmek ve ticarileştirilmesini sağlamak adına  gerekli  işlem  ve  masrafları  tek  başına  sağlayamadığı  ve  bu sebeple  de  yeni  hukuki  düzenlenmelere  gereksinim  bulunduğunun belirtilmesi mümkündür. Ancak, tasarılarla getirilmeye çalışılan yeni düzenlemelerin  yeterli  olmadığı  yönünde  bir  düşünce  uyandırdığı belirtilmelidir. Öncelikle hem 2009 hem de 2013 tasarılarının BayhDole Yasası na benzemediği vurgulanmalıdır. Bayh-Dole Yasası nın temel  amacı  devlet  destekli  AR-GE  faaliyetleri  sonucunda  ortaya çıkan buluşlarda hak sahipliğini düzenlemek ve bu buluşlar üzerinde üniversitelerin hak sahibi olmasını sağlamaktır. Oysaki her iki tasarıda da öğretim elemanlarının kamu kurumları ve özel kuruluşlarla yaptığı sözleşme hükümleri saklı tutulmuştur. O halde bu buluşların sözleşme ile  serbest  buluş  olarak  nitelendirilmesi  veya  bu  buluşlarda  hak sahipliğinin  finansal  destek  veren  kuruma  ait  olacağı                                                  48  Mowery/Sampat, s. 118-119, Mireles, s. 266.   431Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 kararlaştırılabilecektir. Her iki durumda da bu buluşların tescili ve ticarileştirilmesinin tehlikeye girebileceği düşünülmektedir. Yine bir diğer önemli husus da 2013 tasarısının oldukça detaylı ve karmaşık bir düzenleme içermesidir. Nitekim madde hükmünün uzun ve detaylı olmasının yanı sıra, bir de yönetmeliğin yapılacağı ifade edilmektedir. Kanun koyucunun konunun önemine istinaden detaylı bir  düzenleme  getirme  arzusu  anlaşılmakla  birlikte,  yönetmeliğin öngörüldüğü  bir  alanda  böyle  bir  düzenlemeye  ihtiyaç  bulunup bulunmadığı  tartışma  yaratmaya  müsait  bir  husus  olarak değerlendirilmektedir. Son olarak Almanya da ve Patent KHK düzenlemelerinde göz önünde  bulundurulan  öğretim  elemanlarının  Anayasal  hak  ve özgürlüklerinin  2013  tasarısında  dikkate  alınmamış  bulunması  da düşündürücüdür.  Nitekim  Anayasamızın  130.  maddesi   öğretim üyeleri ve yardımcılarının serbestçe her türlü araştırma ve yayında bulunabilirler  hükmünü içermekte ve Patent KHK nın 41. maddesi hükmünün gerekçesinde bu maddenin, Anayasa da yer alan akademik özgürlükle ilgili olduğu belirtilmektedir. Buna karşılık tasarılarda bu özgürlüklerin dikkate alınmadığını, bu açıdan mevcut hükümlerin bir adım  gerisine  gidildiği  fikri  oluşmaktadır.  Bu  noktada  Anayasa hükümlerinin elbette buluşların serbest buluş olarak nitelendirilmesi zorunluğunu  doğurmadığını,  ancak  akademik  özgürlüklerin  dikkate alınması ve buna uygun olarak Almanya da olduğu gibi bir takım düzenlemelerin yapılmasının da önemli olduğu belirtilmelidir.            432AÜHFD, 64 (2) 2015: 405-434  Merhacı KAYNAKÇA Bartenbach, Kurt/Volz, Franz-Eugen. (2002). Erfindungen an Hochschulen - Zur Neufassung des § 42 ArbEG, GRUR 2002, 743-757. Battal,  Ahmet.  (2003).  Patent  Mevzuatı  Yönünden  Üniversite  Mensubu Kavramı  ve  Vakıf  Üniversitelerinde  Çalışanların  Buluşları.  Bilgi Toplumunda Hukuk Ünal Tekinalp e Armağan, C. 2, İstanbul, 189-197. Canbolat, Talat. (2007). İşçi Buluşları. İstanbul: Beta. Eberle, Mary. (1999). March-In Rights Unders the Bayh-Dole Act: Public Access to Federally Funded Research. Marq. Intell. Prop. L. Rev. 3, 155-180. Eisenberg, Rebecca S. (1996). Public Research and Private Development: Patents and Technology Transfer in Government-Sponsored Research, V. L. Rev. 82, 1663-1727. Grimaldi, Rosa/Kenney, Martin/Siegel, Donald S./Wright, Mike. (2011). 30 Years  after  Bayh-Dole:  Reassessing  Academic  Entrepreneurship. Research Policy, 40, 1045-1057.   Mireles, Michael S. (2007). Adoption of the Bayh-Dole Act in Developed Countries: Added Pressure for A Broad Research Exemption in the United States. Me. L. Rev., 59, 260-282. Mowery, David C./Nelson, Richard R./Sampat Bhaven N./Ziedonis, Arvids A. (2001). The Growth of Patenting and Licencing by U.S. Universities: An Assessment of the Effects of the Bayh-Dole Act of 1980. Research Policy, 30, 99-119. Mowery, David C./Sampat, Bhaven N. (2005). The Bayh-Dole Act of 1980 and  University-Industry  Technology  Transfer:  A  Model  for  Other OECD Governments?. Journal of  Technology Transfer, 30, 115-127.  Organization for Economic Co-operation and Development (OECD). (2004). Turning  Science  into  Business,  Patenting  and  Licencing  at  Public Research  Organizations,  http://www.oecdilibrary.org/docserver/download/9203021e.pdf?expires=1426775303&id=id&accname=ocid19259&checksum=303E444B22549DA5BDDDAAAEF [Erişim Tarihi: 24.03.2015]   433Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 Ortan,  Ali  Necip.  (1987).  İşçi  Buluşları  Hukuku.  İzmir:  Dokuz  Eylül Üniversitesi Yayınları. Ortan, Ali Necip.(2005). Çalışanların Buluşları. I. İstanbul Fikri Mülkiyet Hukuku Sempozyumu, 05-06 Mayıs 2005 İstanbul, 188-195. Rafferty, Matthew. (2008). The Bayh-Dole Act and University Research and Development. Research Policy, 37, 29-40. Saraç, Tahir. (2003). Patentten Doğan Hakka Tecavüz ve Hakkın Korunması. Ankara: Seçkin Yayıncılık. Saraç,  Tahir.  (2004).  Çalışanlar  Tarafından  Gerçekleştirilen  Buluşlarda Patent Kime Verilecektir? Süleyman Demirel Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi, 9(2), 257-278. (makale) Shane, Scott. (2004). Encouraging University Entrepreneurship? The Effect of the Bayh-Dole Act on University Patenting in the United States. Journal of Business Venturing, 19, 127-151. Stevens, Ashley J. (2004). The Enactment of Bayh-Dole Act. Journal of Technology Transfer, 29, 93-99. Şehirali, Feyzan Hayal. (1998). Patent Hakkının Korunması. Ankara: Turhan Kitabevi. Takenaka, Toshiko. (2005). Technology Licencing and University Research in Japan. International Journal of Intellectual Property Law, Economy and Management, 1, 27-36. von  Falck,  Andreas/Schmaltz,  Christiane.  (2005)  University  Inventions: Classification, Remuneration in Germany, the Netherlands, France, the UK, the U.S. and Japan, ICC, 36, 912-927. Weyand,  Joachim/Haase,  Heiko.  (2007)  Der  Innovationstransfer  an Hochschulen nach Novellierung des Hochschulerfindungsrechts - eine Zwischenbilanz in rechtspolitischer Absicht, GRUR 2007, 28-39.  Wisner, Mark R. (1993-1994). Proposed Changes to the Laws Governing Ownership of Inventions Made with Federal Funding. Tex. Intell. Prop. L. J., 2, 193-198. Yıldız, Şükrü. (2002). 551 Sayılı Patent Haklarının Korunması Hakkında Kanun  Hükmünde  Kararname  Hükümlerine  Göre  Üniversite Mensuplarının Buluşları. AÜEHFD,  IV(1-4), 247-254. 434",
     "Abstract": "It is considered very important today that academic activities, which are carried out in universities and result in inventions, are evaluated in the scope of technology transfer and are commercialized. In developed countries, legal amendments have been made to use academic patents to the benefit of society and to evaluate them to the benefit of inventors by sharing royalties as a result of commercialization. Foremost among them is the provisions about the ownership rights. The inventions which were considered initially as  independent  inventions  especially  in  European  countries  are  now considered as service inventions. These changes are affected by the positive outcomes  of  the  Bayh-Dole  Act.  Currently  in  Turkish  law,  university inventions  are  considered  as  independent  inventions  and  the  university lecturers  are  considered  as  the  right  holders.  But  recent  developments indicate that the ownership regime is going to be changed by new legal amendments.",
     "Metin": "Amerikan  hukukunda  80 li  yıllarda,  üniversitelerde  teknoloji politikalarına  ilişkin  birçok  yasal  değişikliğe  gidilmiştir.  Bu değişiklikler, 1980 yılında yapılan Bayh-Dole Yasası ve özel sektör, yerel yönetimler ve hükümetin, federal kaynakların desteğiyle ortaya çıkan  teknolojik  gelişmelerden  yararlanmasının  arttırılmasını amaçlayan Stevenson-Wydler Yasası ve 1986 yılında kabul edilen ve devletin  sahip  olduğu  laboratuvar  ve  üniversitelerde  ortaya  çıkan buluşların  sanayiye  aktarılmasını  sağlayan  Federal  Teknoloji Transferi Yasası dır. 406AÜHFD, 64 (2) 2015: 405-434  Merhacı Bu  yasalardan  çalışmamızın  konusunu  oluşturan  1980  tarihli Bayh-Dole Yasası nın kabul edilmesiyle birlikte, federal kaynaklarla desteklenen  araştırmalar  sonucunda  ortaya  çıkan  buluşlarda  hak sahipliği ve teknoloji transferi yeniden düzenlemiştir. Bu Yasa,  küçük ölçekli  işletmeler  ve  kar  amacı  gütmeyen  kurumlar  tarafından yaratılan  buluşların,  serbest  rekabetin  ve  serbest  girişimciliğin destekleneceği şekilde kullanılmasının sağlanmasını  amaçlamaktadır. Yasanın  temeli, bireylerin,  sanayinin ve akademik veya kar amacı gütmeyen kurumların, federal kaynaklarla desteklenen araştırma ve geliştirme  (AR-GE)  faaliyeti  sonucunda  ortaya  çıkan  buluşlar üzerinde hak sahibi olmasına dayanmaktadır. Türk  hukukunda,  çeşitli  kanun  hükmünde  kararnamelerle düzenlenen sınai haklar alanında yeni yasal düzenlemelerin yapılması gereksinimi artmış ancak yapılan tasarılar henüz yasalaşmamıştır.  Ülkemizdeki  diğer  bir  gelişme  de  üniversitelerde  teknoloji transferinin desteklenmesi adına teknoloji transfer ofislerinin (TTO) kurulmuş olmasıdır. Bu TTO lar kendi bünyelerinde fikri mülkiyet hakları ve lisanslama hizmetleri veren birimler oluşturmuştur. Hali hazırda TTO ların bu kanun hükmünde kararnamelerin (KHK) kabul ettiği  hak  sahipliği  rejimi  sebebiyle  bazı  sorunlar  yaşadığı bilinmektedir. Başka bir ifadeyle yaygın görüş, üniversitelerde ortaya çıkan  buluşların  serbest  buluş  olarak  tanımlanmasının,  teknoloji transferini sekteye uğrattığı yönündedir. Bu sebeple de hazırlanan yeni düzenlemelerde hak sahipliğinin üniversitelere bırakılması gerektiği ve  Türkiye de  bir  Bayh-Dole  Yasası na  ihtiyaç  duyulduğu  çeşitli ortamlarda kamuoyuyla paylaşılmaktadır. Çalışmamızda  henüz  hukukumuzda  ayrıntılı  bir  biçimde  ele alınmamış  Bayh-Dole  Yasası  ve  bu  yasadan  sonra  mevzuatta değişikliğe  giden  ülkelerden,  Almanya  ve  Japonya daki  durum  ele alınacak ve ülkemizdeki mevcut durum ve yasa tasarıları incelenerek, Bayh-Dole Yasası nın etkileri değerlendirilecektir.                                                  1  35 U.S.C. §§ 200-211 (Supp. 1992), PL 96-517, 94 Stat. 3015 (The Patent and Trademark Act Amendments of 1980); 1980 yılından sonra çeşitli değişikliklere uğrayan bu Kongre, Meclis  önünde  iki  Senatör  tarafından  desteklendiğinden  bu  Senatörlerin  isimleriyle anılmaktadır.   407Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 II) BAYH-DOLE YASASI VE DİĞER ÜLKELER ÜZERİNDEKİ ETKİLERİ A) BAYH-DOLE YASASI Amerika Birleşik Devletleri (ABD), II. Dünya Savaşı ndan politik ve ekonomik olarak güçlenmiş bir şekilde çıkmış, buna karşılık 70 li yıllarda Amerikan endüstrisi, Avrupa ve Japonya karşısında rekabet gücünü  yitirmeye  başlamıştır.  70 li  yılların  sonlarında  Amerikan Kongresi,  ekonomiyi  canlandırmak için çalışmalar başlatmıştır. Bu çalışmalar  kapsamında  devlet  destekli  AR-GE  faaliyetlerinin yönetilmesi konusu da tartışmaya açılmıştır. Konuyla ilgili üç görüş ortaya çıkmıştır. İlk görüş, güçlü bir merkezi devletin oluşturulması ve AR-GE  faaliyetleri  sonucunda  çıkan  kaynakların  devlet  tarafından yönetilmesi  gerektiğini;  ikinci  görüş,  devletin  tamamen  aradan çekilmesi  gerektiğini  ve  bu  AR-GE  faaliyetleri  sonucunda  ortaya çıkan ürünlerinin  yönetiminin,  bu ürünleri  ortaya  çıkaran bireylere bırakılması gerektiğini; üçüncü görüş ise bu faaliyetler sonucu ortaya çıkan  ürünlerin  kamuya  bırakılması  ve  herkesin  bunlardan faydalanabilme  imkanının  getirilmesi  gerektiğini  belirtmiştir.  II. Dünya  Savaşı  öncesinde,  federal  kaynaklarla  desteklenen  AR-GE faaliyetleri sonucunda ortaya çıkan buluşların, devlete ait olduğunu yönünde  yaygın  bir  görüş  benimsenmiştir.  Ancak  bu  durumun olumsuz sonuçlarının ortaya çıkmasıyla birlikte,  bir başka ifadeyle ortaya  çıkan  buluşların  ticarileştirilmesinin  sağlanamaması  ve  bu sebeple  de  ekonomi  üzerindeki  olumsuz  etkilerinin  anlaşılması sebebiyle çalışmalar başlatılmış ve federal  kaynaklarla desteklenen projeler  kapsamında  ortaya  çıkan  buluşlarda  hak  sahipliğini düzenleyen Bayh-Dole Yasası, Kongre önüne gelmiştir.                                                   2   Görüşler hakkında ayrıntılı bilgi için bkz.: Stevens A. J.: The Enactment of Bayh-Dole Act, 29 Journal of Technology Transfer 2004, s.93. 3  Çalışmada kullanıldığı anlamıyla patent üzerindeki hak sahibi kavramının bu noktada açıklığa kavuşturulması gerektiği düşünülmektedir. Ortan ve Şehirali, Alman hukukunda kullanılan terimleri tercih ederek buluş sahibinin patent başvurusu yapma hakkını içeren hakkı  patente yönelik hak  olarak tanımlamaktadır. Patent belgesi verildikten sonra ise  patentten doğan hak  ve  patent üzerindeki hak  olarak iki tür hakkın bulunduğunu belirtmektedir. Yazarlar, patentten doğan hakkı patent belgesiyle patent sahibinin elde ettiği hakları ifade ettiğini, patent üzerindeki hakkın ise patent belgesinden sonra buluş sahibinin kazanmış olduğu hukuki durumu ifade ettiğini belirtmektedir. Bkz.: Ortan A. N.: İşçi 408AÜHFD, 64 (2) 2015: 405-434  Merhacı Yasa nın kabul edilmesinden önce her federal kurumun, verdiği destek  ile  yapılan  araştırmalar  sonucunda  ortaya  çıkan  buluşlar üzerindeki hak sahipliğinin kime ait olacağına ilişkin ayrı politikaları bulunmaktaydı.  Kurumlar,  bu  araştırmalar  sonucunda  ortaya  çıkan buluşlarda hak sahipliğini ya devlete ya da kamuya bırakmıştı. Bu anlamda  Yasa nın  tüm  ABD de  getirdiği  ortak  uygulamayla,  bu alandaki Federal politikanın yerleşmesi amaçlanmıştır. Bayh-Dole Yasası, kâr amacı gütmeyen organizasyonların veya küçük işletmelerin, federal bir kurumla yaptığı AR-GE sözleşmesi, işbirliği anlaşması veya kurumdan aldığı araştırma desteği ile yaptığı araştırmalarda ortaya çıkan buluşlar üzerinde hak sahibi olmasına izin vermektedir. Böylece Amerika da devlet kaynaklı mali destekler ile araştırmaları finanse edilen bazı araştırma kurumlarının, araştırmalar sonucunda ortaya çıkan buluşlar üzerinde hak sahibi olması ve bu buluşları  münhasır  veya  münhasır  olmayan  lisans  sözleşmeleriyle devrederek  ticarileştirilmesi  ve  belirli  bir  gelir  elde  edebilmesi sağlanmıştır. Yasa nın  politikası  ve  amaçları  §  200 de  şu  şekilde  ifade edilmiştir:  Kongrenin politikası ve amacı: Federal destekli araştırma                                                                                                                    Buluşları Hukuku, İzmir 1987, s. 76; Şehirali F.: Patent Hakkının Korunması, Ankara 1998, s. 55 vd. Saraç ise patent isteme hakkı ve patentten doğan hak terimlerini tercih etmektedir. Bkz.: Saraç T.: Patentten Doğan Hakka Tecavüz ve Hakkın Korunması, Ankara 2003, s. 27 vd. Çalışmamızda, bu çalışmada incelenen çeşitli hukuk düzenlerindeki terim farklılıklarına girmemek adına  hak sahibi/patent hakkı sahibi  kavramları tercih edilmiştir. Bu çerçevede buluş üzerinde hak sahibi veya patent hakkı sahibi terimleri patent başvurusu yapma hakkı ile patent elde edildikten sonra doğan patent üzerindeki hakkın sahibini/sahiplerini ifade etmektedir. Buluş sahibi kavramı ise buluşu ortaya çıkan kişiyi yani buluşçuyu ifade etmek üzere kullanılmıştır.    4   Stevens, s. 93-94. 5  Eisenberg R. S.: Public Research and Private Development: Patents and Technology Transfer in Government-Sponsored Research, 82 V. L. Rev. 1996, s. 1663; Mireles M. S.: Adoption of the Bayh-Dole Act in Developed Countries: Added Pressure for A Broad Research Exemption in the United States, 59 Me. L. Rev 2007, s. 260. 6   Mireles, s. 262. 7  Yasa, kar amacı gütmeyen organizasyonlara veya küçük işletmelere hak sahipliği tanımış olmakla birlikte ABD Başkanı Ronald Reagan, 1987 yılında bir kararname ile Yasa nın hukukun izin verdiği sınırlar çerçevesinde büyüklüğüne bakılmaksızın tüm işletmelere uygulanması  emrini  vermiştir.  (Executive  Order  No:  12591:  Kararname  için  bkz.: http://www.archives.gov/federal-register/codification/executive-order/12591.html  [Erişim Tarihi: 24.03.2015]   409Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 ve geliştirmeden doğan buluşların kullanılmasının desteklenmesi için patent sisteminin kullanması; küçük işletmelerin federal kaynaklarla desteklenen araştırma ve geliştirme çalışmalarına en yüksek düzeyde katılımlarının teşvik edilmesi; ticari ortaklıklar ve üniversiteler dahil, kâr amacı gütmeyen kurumlar arasında işbirliğinin sağlanması; kâr amacı gütmeyen kurumlar tarafından meydana getirilen buluşların, gelecekteki araştırma ve keşiflere engel olmadan serbest rekabet ve girişimciliğin desteklenmesi amacıyla kullanılmasının desteklenmesi; ABD de,  ABD  sanayisi  ve  işgücü  tarafından  meydana  getirilen buluşlara  kamusal  erişimin  ve  buluşların  ticarileştirilmesinin desteklenmesi; gereksinimlerinin karşılanması için  devletin,  federal kaynaklarla desteklenen buluşlarda uygun haklarının sağlanması ve buluşların kullanılmamasına veya makul olmayan kullanımına karşı kamunun  korunması;  ve  bu  alanda  idari  politikalara  ilişkin maliyetlerin en aza indirilmesidir . Bu maddede sayılan amaçları sağlamak için, § 202 (a) da  Her kâr amacı gütmeyen kurum veya küçük işletme bu bölümün (c)(1) paragrafında gerektirdiği şekilde açıkladıktan sonra makul bir süre içinde, her buluş konusu üzerinde hak sahibi olmayı seçebilir  hükmü getirilmiş  ve  bir  önceki  maddede  kâr  amacı  gütmeyen  kurumlar  üniversiteler  ve  yükseköğretim  kurumları  veya  1986  tarihli  (26 U.S.C. 501 (c)(3) Milli Gelirler Yasası bölüm 501 (c) (3) de tarif edilmiş  ve  Milli  Gelirler  Yasası nın  (26  U.S.C.  501(a))  501  (a) bölümünde yer alan vergiden muaf kurumları veya devletlerin kâr amacı gütmeyen kurumlar yasalarında yer alan her türlü kar amacı gütmeyen bilimsel kurumlar ve eğitim kurumları  olarak üniversiteleri de kapsayacak şekilde tanımlanmıştır.  Buna  karşılık  Yasa,  hak  sahipliği  açısından  bazı  sınırlamalar getirmiştir. Yasa nın § 202 (a) maddesinde, yukarıda belirtilen hak sahipliğine ilişkin düzenlemeden sonra, buna ilişkin sınırlamalar da belirtilmiştir. Buna göre;  Her kar amacı gütmeyen kurum veya küçük işletme  bu  bölümün  (c)(1)  paragrafında  gerektirdiği  şekilde açıkladıktan sonra makul bir süre içinde, her buluş konusu üzerinde hak  sahibi  olmayı  seçebilir:  Ancak  şu  şartla  ki,  (i)  üstlenicinin ABD de  yerleşik  bulunmadığı  veya  ABD de  yerleşik  bir  işyerinin 410AÜHFD, 64 (2) 2015: 405-434  Merhacı bulunmadığı  veya  yabancı  bir  hükümete  tabi  olduğu  hallerde,  (ii) istisnai hallerde kurumun, herhangi bir buluş konusu üzerinde hak sahibi  olma  hakkının  bertaraf  edilmesinin  veya  kısıtlanmasının  bu bölümün politikası ve amaçlarını daha iyi destekleyeceğini tespit ettiği hallerde veya (iii) kanun veya kanun hükmünde kararname ile dış istihbarat veya karşı istihbaratın yürütülmesine ilişkin yetkilendirilen, devletin yetkili organı tarafından, herhangi bir buluş konusu üzerinde hak sahibi olma hakkının bertaraf edilmesinin veya kısıtlanmasının bu eylemlerin güvenliği için gerekli olduğunu belirlemesi hallerinde veya (iv) destek sözleşmesinin devletin sahibi olduğu, üstlenicinin işlettiği Enerji Bakanlığı nın, özellikle Bakanlığın denizcilik nükleer işletmesi veya  silahlarına  ilişkin  programlarıyla  ilgili  tesislerine  ilişkin olduğunda, …  eğer destek sözleşmesi yani bir başka ifadeyle AR-GE sözleşmesi  aksini  gerektiriyorsa,  üniversitenin  hak  sahipliği sınırlandırılmıştır. Bir başka sınırlandırma ise § 202 (c) (4) de yer almaktadır. Bu maddede  Üstlenicinin hak sahibi olmayı seçtiği her buluşa ilişkin, Federal kurum, buluş konusunu tüm Dünyada Birleşik Devletler adına veya  uygulama  veya  uygulatmaya  ilişkin  münhasır  olmayan, devrolunmayan,  geri  alınamayan,  bedelsiz  bir  lisansa  sahip olmalıdır…  hükmü getirilmiş ve böylece devletin her buluş üzerinde bir lisans hakkı sahibi olmasına izin verilmiştir. Görüldüğü  üzere  Yasa,  üniversitelerde  öğretim  elemanlarının yaptığı  devlet  destekli  araştırmalarda  ortaya  çıkan  buluşlarda üniversitenin hak sahipliğini bazı sınırlamalarla birlikte düzenlemiştir. Üniversitenin  hak  sahibi  olmasıyla  birlikte,  bu  buluşların ticarileşmesinin  sağlanması  amaçlanmaktadır.  Ayrıca  üniversiteler tarafından  elde  edilen  lisans  bedellerinin  buluş  sahibiyle paylaşılmasına ilişkin bir düzenleme de yapılmıştır. Yasa nın § 202 (c)  (7)  (b)  maddesinde  getirilen  hüküm  ile  buluş  sahibiyle  lisans bedellerinin  paylaşılması  gerektiğini  ifade  etmiştir.  Ancak  bu hükümde,  buluş  sahibiyle  kâr  paylaşımı  açısından  belirli  bir  oran vermekten kaçınılmıştır.  Yasa nın üniversitelere tanıdığı  hakkın  istisnası da Yasa nın § 203. maddesinde   march-in rights  adı altında düzenlenmiştir. Bu   411Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 hakla  devletin  bazı  şartlar  altında  istisnai  olarak  buluşun devredilmesini veya buluş üzerinde zorunlu ve münhasır lisans talep edebilmesi,  başka  bir  ifadeyle  hak  sahipliği  hususuna  bu  yolla müdahale edebilmesi mümkün kılınmıştır. Bu noktada ele alınması gereken bir husus da Yasa nın sadece devlet destekli araştırmalar sonucunda ortaya çıkan buluşlarda hak sahipliğini  düzenlemiş  bulunmasıdır.  Oysaki  üniversite  öğretim elemanının devlet destekli olmayan AR-GE faaliyetlerinin de bir buluş ile  sonuçlanması  mümkün  olabilmektedir.  Bu  halde  Yasa, üniversitenin  hak  sahipliğini  düzenlememektedir.  Eğer  araştırma faaliyeti, devlet destekli bir faaliyet değilse, hak sahipliği konusunda her  üniversite,  kendi  patent  politikası  kapsamında,  hak  sahipliği açısından farklı düzenlemeler ve gelir paylaşımları uygulamaktadır. Ancak  kural  olarak  bu  buluşların,  işçi  buluşları  kapsamında değerlendirildiği  ve  hak  sahibinin  işverene  ait  olacağı  kabul edilmektedir.  Görüldüğü  üzere  Yasa,  bu  alanı  düzenleme  ihtiyacı hissetmemiştir,  çünkü  zaten  öğretim  üyelerinin  üniversitelerde yaptıkları  AR-GE  faaliyetleri  sonucunda  ortaya  çıkan  buluşlarında kural olarak hak sahibi işveren olan, üniversitelerdir. Bayh-Dole  Yasası,  akademiden  endüstriye  teknoloji  transferi üzerinde büyük etkiler yaratmıştır. Özellikle üniversiteler tarafından yapılan patent başvuru  sayılarındaki  artış,  üniversiteler ve  endüstri                                                  8  Hak sahibi veya lisans alanın makul bir süre içinde buluşun uygulamaya geçirilmesi için gerekli işlemleri başlatmadığı veya lisans alanın sağlık veya güvenliğe ilişkin alanlarda ihtiyaçları azaltmak için gerekli tedbirleri almadığı haller başta olmak üzere Yasa da sayılan  hallerde,  devletin  buluş  üzerinde  3.  kişilere  lisans  hakkı  tanınmasına  izin verilmektedir. Ayrıntılı bilgi için bkz.: Eberle M.: March-In Rights Unders the Bayh-Dole Act: Public Access to Federally Funded Research, 3 Marq. Intell. Prop. L. Rev. 1999, s. 155 vd. 9  Harvard  Üniversitesi  Fikri  Haklar  Politikası  için  bkz.:  http://otd.harvard.edu/facultyinventors/resources/policies-and-procedures/statement-of-policy-in-regard-to-intellectualproperty/.  Yale  Üniversitesi  Patent  Politikası  için  bkz.: http://ocr.yale.edu/faculty/policies/yale-university-patent-policy.  Princeton  Üniversitesi Fikri  Haklar  Politikası  için  bkz.:  http://wwwtmp.princeton.edu/dof/policies/publ/fac/rules_toc/chapter/#comp045da000003daf. [Erişim Tarihi: 24.03.2015] . Bu örneklerden anlaşılacağı üzere, üniversiteler hazırladıkları  patent  politika  belgeriyle,  üniversitelerde  gerçekleştirilen  araştırma faaliyetleri sonucu ortaya çıkacak buluşlar üzerinde hak sahibinin üniversiteler olmasına izin vermiştir. 412AÜHFD, 64 (2) 2015: 405-434  Merhacı arasında  yapılan  lisans  sözleşmeleri  sayısındaki  artış  ve  bu  lisans sözleşmelerinin  yüksek  bedelleri  Yasa nın  Amerika daki  teknoloji transferini olumlu yönde etkilediğini göstermektedir. Buna karşılık, Bayh-Dole  Yasası nın  bu  başarılarının  yanı  sıra  bazı  yönlerden eleştiriye  uğradığı  anlaşılmaktadır.  Bu  eleştiriler  özellikle  yabancı şirketlerin federal kaynaklar sonucunda ortaya çıkan buluşlara erişim imkanının  doğduğu  yönündedir.  Buna  göre,  federal  kaynaklarla desteklenen araştırmalar sonucunda ortaya çıkan buluşlar, en yüksek fiyat  teklifi  veren  şirketlere,  yerli  ya  da  yabancı  olup  olmadığına bakılmaksızın  devredilmekte  ve  böylece  bu  buluşlar  yabancı rakiplerin eline  geçmektedir. Diğer bir eleştiri  ise Yasayla kamu kaynaklarıyla  desteklenen,  yani  bir  anlamda  vatandaşların  ödediği vergiler  ile  yapılan  araştırmaların,  kâr  elde  etme  amaçlı kullanılmasındansa kamuya ait olacağı kabul edilerek, bireylerin bu buluşlardan  yararlanmasının  sağlanmasının  daha  uygun  olacağı yönündedir.  Bu  eleştirilere  karşılık  ABD de  Yasa nın  çeşitli şekillerde  teknoloji  transferine  olumlu  etkilerinin  olduğu  da belirtilmektedir. İlk olarak Yasa ile teknoloji transferine dahil olan tarafların yani araştırmacıların, işverenlerin ve olası lisans alanların teknoloji transfer sürecinde teşvik edilmesi sağlanmıştır. Yasa nın bir diğer  olumlu  etkisinin,  Amerikan  üniversitelerinde  patent politikalarına ilişkin yeknesak bir düzenlemenin meydana getirilmiş                                                  10  Wisner M. R.: Proposed Changes to the Laws Governing Ownership of Inventions Made with Federal Funding, 2 Tex. Intell. Prop. L. J. 1993-1994, s. 195; Yasa nın Amerikan ekonomisi üzerindeki etkileri üzerine pek çok araştırma yapılmıştır. Yapılan ekonomik analizlerin bir kısmı Yasa nın olumlu etkileri bulunduğuna, diğer bir kısmı ise Yasa ile beklenen değişikliklerin gerçekleşmediğine veya gerçekleşen olumlu gelişmelerin Yasa nın etkisiyle olmadığına işaret etmektedir. Konuyla ilgili bkz.: Grimaldi R./Kenney M./Siegel D. S./Wright M.: 30 Years after Bayh-Dole: Reassessing Academic Entrepreneurship, 40 Research Policy 2011, s. 1045 vd.; Rafferty M.: The Bayh-Dole Act and University Research and Development, 37 Research Policy 2008, s. 29 vd; Mowery D. C./Sampat B. N.: The Bayh-Dole Act of 1980 and University-Industry Technology Transfer: A Model for Other OECD Governments?, 30 J. Tech. Transfer 2005, s. 115 vd.; Shane S.: Encouraging University Entrepreneurship? The Effect of the Bayh-Dole Act on University Patenting in the United States, 19 Journal of Business Venturing 2004, s. 127 vd.; Mowery D. C./Nelson R. R./Sampat B. N./Ziedonis A. A.: The Growth of Patenting and Licencing by U.S. Universities: An Assessment of the Effects of the Bayh-Dole Act of 1980, 30 Research Policy 2001, s. 103 vd. 11  Wisner, s. 196. 12  Eisenberg, s. 1668-1669.   413Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 olmasıdır. Ayrıca Yasa ile patent başvuru masraflarının, bu masraflara katlanması daha kolay olan üniversiteler veya araştırma kurumlarına bırakılmış olması da önemli bir fayda olarak değerlendirilmektedir. B) YASANIN DİĞER ÜLKELER ÜZERİNDEKİ ETKİLERİ Tüm  Dünya da  Bayh-Dole  Yasası  büyük  etki  uyandırmış  ve çeşitli  ülkelerde  benzer  hukuki  düzenlemeler  yürürlüğe  girmiştir. Bayh-Dole Yasası nın temelinde yatan fikirler ve olumlu sonuçlarının Avusturya,  Norveç,  Danimarka,  Almanya,  Japonya  ve  Kore  gibi ülkeleri  etkilediği  ve  bu  ülkelerde  yasa  değişikliklerine  yol  açtığı ancak bu değişikliklerin, özellikle Avrupa ülkelerinde, işçi buluşlarına ilişkin  hükümlerin  öğretim  elemanlarına  uygulanmamasına  ilişkin istisnanın  kaldırılmasıyla  yapıldığı  belirtilmektedir.  OECD ülkelerinde yapılan bir incelemede, bu Yasa nın benimsenmesinin, bu  değişikliklerin  yükseköğretim  sistemlerine  ilişkin  farklılıkların dikkate  alınmadan  yapılmasına  karşın,  makul  bir  başarı  gösterdiği tespit edilmiştir. Bu çerçevede işçi buluşları ve bu anlamda olmak üzere öğretim üyelerinin buluşlarına ilişkin Türk hukukuna kaynak teşkil eden Alman hukuku ve Bayh-Dole Yasası nı neredeyse aynen uyarlayan  Japon  hukuku  düzenlemelerinin  ele  alınmasının  önemli olduğu düşünülmektedir. 1) JAPONYA Bayh-Dole Yasası ndan en çok etkilenen, büyük ekonomilerden birisi Japonya dır. Japon hukukunda 1999 yılında devlet destekli ARGE  projeleri  sonucunda  ortaya  çıkan  buluşlarda  hak  sahipliği konusunda  yasal  değişiklikler  yapılmıştır.  Bu  hukuk  düzeninde                                                  13  Mireles, s. 260. 14  Organization for Economic Co-operation and Development (OECD): Turning Science into Business, Patenting and Licencing at Public Research Organizations, http://www.oecdilibrary.org/docserver/download/9203021e.pdf?expires=1426775303&id=id&accname=ocid19259&checksum=303E444B22549DABDDDAAAEF,  s.  11,  [Erişim Tarihi: 24.03.2015] 15  Mowery /Sampat, s 116. 16  Japonya da, Japon Bayh-Dole Yasası olarak adlandırılan Kanun hükümleri, Endüstriyi Canlandırma  Kanunu  (Industrial  Revitalization  Law)  kapsamında  kabul  edilmiştir: Takenaka  T.:  Technology  Licencing  and  University  Research  in  Japan,  International Journal of Intellectual Property Law, Economy and Management, Vol. 1, 2005, s. 27. 414AÜHFD, 64 (2) 2015: 405-434  Merhacı önceleri devletin hak sahipliği kabul edilmekteyken Kanun dan sonra, devlet destekli AR-GE faaliyetleri sonucu ortaya çıkan buluşlarda hak sahipliği araştırma kurumlarına ve üniversitelere bırakılmıştır. Hatta Japon  hukukunda  Bayh-Dole  Yasası ndan  bir  adım  daha  ileriye gidilerek  sadece  patent  hakkı  değil,  diğer  fikri  ve  sınai  mülkiyet türlerinde de hak sahipliği düzenlenmiştir. Kanun ile patent hakkı ve patent alma hakkı, faydalı model üzerindeki haklar ve faydalı model belgesi  alma  hakkı,  tasarımlar  üzerindeki  haklar  ve  tasarım  tescil hakkı, bilgisayar programları ve veri tabanları üzerindeki telif hakları, yarı iletken çipler ve bunları  tescil hakkı,  tohum  ve tohum tescili hakları ve yeni bitki türleri tescil hakkı üniversitelere ve araştırma kurumlarına bırakılmıştır. Kanun, araştırmalar sonucunda ortaya çıkan sınai ürünlerin devlete bildirilmesi yükümlülüğü de getirmiştir. Ancak Bayh-Dole Yasası nın §202 (a) maddesinde yer alan üniversitenin hak sahipliğine ilişkin sınırlamalar, Japon hukukunda kabul edilmemiştir. Aynı zamanda Kanun da kâr amacı gütmeyen kurumlar veya küçük işletmeler ifadeleri de yer almamıştır. Başka bir ifadeyle Kanun bu açılardan bir sınırlama getirmeyerek Bayh-Dole Yasası‘nda bir adım daha ileriye gitmiştir.  Bir sınırlama olarak Kanun ile buluş bildiriminden sonra tıpkı Bayh-Dole  Yasası nda  olduğu  gibi  devlete  bir  müdahale  hakkı tanınmış (march-in right) ve devletin bu yolla buluş üzerinde hak talebinde bulunabilmesi sağlanmıştır. Kanun un Bayh-Dole Yasası ndan ayrılan bir yönü de Kanun ile buluş  sahiplerine,  elde  edilen  gelirden  bir  pay  ayrılmasına  ilişkin hüküm bulunmamasıdır. Bu tür bir düzenlemenin bu Kanun da yer almamasının sebebinin, Japon Patent Kanunu nda belirli bir paranın buluş  sahibine  ödenmesi  yönünde  bir  hüküm  bulunması  olduğu belirtilmektedir. Japonya da kabul edilen bu Kanun un, tıpkı ABD de olduğu gibi, sadece devlet destekli AR-GE faaliyetlerinde uygulanacağının da bu aşamada belirtilmesi gerekmektedir. Öğretim üyelerinin diğer AR-GE                                                  17  Takenaka, s. 27-28. 18  Takenaka, s. 28. 19  Takaneka, s. 28.   415Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 faaliyetleri sonucunda yaptığı buluşlara ilişkin Japon Eğitim, Kültür, Spor, Bilim ve Teknoloji Bakanlığı nın 2002 yılında yayınladığı rapor doğrultusunda, yine ABD de olduğu gibi, Japon üniversiteleri kendi patent  politikalarını  oluşturmuşlar  ve  bu  politikalarla  öğretim elemanlarının  yaptığı  buluşlardan  doğan  hakların  üniversitelere  ait olacaklarını belirtmişlerdir. Özellikle bu politikalarda, Japon Patent Kanunu nun  35.  maddesinde  yer  alan  işçi  buluşlarına  ilişkin hükümlerin uygulama alanını ve işçi buluşları kavramının kapsamını tanımlayarak,  üniversitelerin  hak  sahibi  olması  sağlanmıştır.  Bu politikalar  kapsamında  üniversitelerin  buluşlar  üzerindeki  hak sahipliği,  2004  yılında  devlet  üniversitelerinin  özel  kurum  statüsü kazanması yönünde yapılan değişikliklerle desteklenmiştir. 2) ALMANYA Üniversite öğretim elemanlarının yaptığı buluşlar üzerinde hak sahipliğiyle  ilgili  mevzuat  değişikliğine  giden  bir  diğer  ülke  de, hukukumuz açısından önem taşıyan Almanya dır. Alman hukukunda 2002  yılında  yapılan  değişiklikten  önce,  İşçi  Buluşları  Hakkında Kanun un 42. maddesi öğretim elemanlarının buluşları serbest buluş olarak tanımlanmaktaydı. Buna karşılık Kanun değişikliğinden önce Almanya da  akademik  araştırmalar  sonucunda  ortaya  çıkan  hak sahipliği  açısından  ikili  bir  rejim  uygulanmaktaydı.  Bu  ikilik, Almanya da  üniversiteler  dışındaki  araştırma  kurumlarında  ortaya çıkan buluşlarda hak sahipliğinin işçi buluşlarına ilişkin hükümlere tabi  olmasından  kaynaklanmaktaydı.  Kanun un  temel  sistematiği, hizmet  buluşu  ve  serbest  buluş  ayrımına  dayanmaktadır.  Hizmet buluşları, işçinin iş ilişkisi sırasında yaptığı ve özel bir işletme veya                                                  20  Takaneka, s. 31. 21 Takaneka, s. 31; Weyand J./Haase H: Der Innovationstransfer an Hochschulen nach Novellierung des Hochschulerfindungsrechts - eine Zwischenbilanz in rechtspolitischer Absicht, GRUR 2007, s. 30-31. 22  Ortan, Patent KHK nın birçok hükmüne İspanya Patent Kanunu nun esas alındığını ancak bu Kanun da işçi veya çalışanların buluşlarına ilişkin hükümler yer almadığından, Patent KHK nın işçi buluşlarına ilişkin hükümlerine, Alman İşçi Buluşları Kanunu nun esas teşkil ettiğini belirtmektedir; Ortan A. N.: Çalışanların Buluşları, I. İstanbul Fikri Mülkiyet Hukuku Sempozyumu, 05-06 Mayıs 2005, İstanbul 2005, s. 189.  23  İşçi  Buluşları  Hakkında  Kanunu  (Gesetz  über  Arbeitnehmererfindungen-ArbEG), 25.07.1957. 416AÜHFD, 64 (2) 2015: 405-434  Merhacı kamu  kurumunda  işçiye  verilen  görevi  gerçekleştirdiği  veya işletmenin  veya  kamu  kurumunun  büyük  ölçüde  deneyim  veya çalışmalarına  dayanan  buluşlar  olarak  tanımlanmıştır  (ArbEG  §4). Bunun dışındaki buluşlar ise serbest buluş olarak nitelendirilmiştir. Bu sebeple iş akdiyle bir araştırma kurumunda çalışan araştırmacıların buluşlarının, hizmet buluşu olarak değerlendirilmesi söz konusuyken, öğretim elemanlarının buluşlarının serbest buluş olarak kabul edilmesi araştırma kurumlarında  ortaya çıkan buluşların  tabi olduğu hukuki rejim açısından farklılıklar doğurmaktaydı.  Almanya da  2002  yılında  İşçi  Buluşları  Hakkında  Kanun da yapılan değişiklikle  Hochschullehrerprivileg  adı verilen ve öğretim elemanlarının  yaptığı  buluşları  serbest  buluş  olarak  tanımlayan Kanun da değişiklik yapılarak, Kanun ile bu buluşların hizmet buluşu olarak  tanımlanması  sağlanmıştır.  Bir  başka  ifadeyle,  değişiklikle birlikte üniversitelerde yapılan buluşlar işçi buluşlarıyla aynı hukuki rejime tabii tutulmuştur. Değişiklik sonucunda her ne kadar bu buluşlar işçi buluşlarına benzer bir hukuki rejime tabi tutulmuş olsa da, Alman hukukunda öğretim  elemanlarının,  Alman  Anayasası nın  5(3)(1)24.  maddesine dayanan  bilim  özgürlüğü  dikkate  alınarak,  Kanun da  buluşlar üzerindeki  hak  sahipliği  konusunda  işçi  buluşlarından  farklı düzenlemelere de yer verilmiştir.                                                  24  GG §5(3)(1):  Kunst und Wissenschaft, Forschung und Lehre sind frei  25  Bartenbach K./Volz F. E.: Erfindungen an Hochschulen - Zur Neufassung des § 42 ArbEG, GRUR 2002, s. 749. 26  ArbEG §42:  Für Erfindungen der an einer Hochschule Beschäftigten gelten folgende besonderen Bestimmungen:  1.Der  Erfinder  ist  berechtigt,  die  Diensterfindung  im  Rahmen  seiner  Lehr-  und Forschungstätigkeit zu offenbaren, wenn er dies dem Dienstherrn rechtzeitig, in der Regel zwei Monate zuvor, angezeigt hat. § 24 Abs. 2 findet insoweit keine Anwendung. 2.Lehnt ein Erfinder aufgrund seiner Lehr- und Forschungsfreiheit die Offenbarung seiner Diensterfindung ab, so ist er nicht verpflichtet, die Erfindung dem Dienstherrn zu melden. Will der Erfinder seine Erfindung zu einem späteren Zeitpunkt offenbaren, so hat er dem Dienstherrn die Erfindung unverzüglich zu melden. 3.Dem  Erfinder  bleibt  im  Fall  der  Inanspruchnahme  der  Diensterfindung  ein nichtausschließliches Recht zur Benutzung der Diensterfindung im Rahmen seiner Lehr- und Forschungstätigkeit. 4.Verwertet der Dienstherr die Erfindung, beträgt die Höhe der Vergütung 30 vom Hundert der durch die Verwertung erzielten Einnahmen.   417Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 Bu  farklı  düzenlemelerden  ilki  Kanun un  42.  maddesinin  1. fıkrasında yer almakta olup, bu madde bahsi geçen anayasal haklardan kaynaklanan  ve  bilim  özgürlüğünün  bir  parçası  olan  yayın  yapma özgürlüğü  çerçevesinde  kanuna  dahil  edilmiştir.  Bu  maddede akademisyenin  yayın  yapma  özgürlüğü  ile  üniversitenin  bu buluşlardan  yararlanma  hakkı  arasında  bir  denge  sağlanması amaçlanarak,  buluş  sahibine  üniversiteyi  iki  ay  önceden  yayın yapacağı  konusunda  bilgilendirme  yükümlüğü  yüklemiş,  böylece üniversiteye gecikmeden patent başvurusu yapması için gerekli süre tanınmıştır. Maddenin  ikinci  fıkrası  ise  araştırmacının  yayın  yapmama özgürlüğünü korumaktadır. Bu halde eğer buluş sahibi, buluşunu kamuya  sunmama  yönünde  bir  karara  varırsa,  bildirimde  bulunma yükümlülüğü  altında  değildir.  Üniversite  bu  buluştan  herhangi  bir şekilde haberdar olsa da, üniversitenin bu buluştan yararlanma imkanı yoktur. Bu maddeye göre eğer buluş sahibi ileriki bir tarihte buluş konusunu kamuya sunmaya karar verirse en kısa sürede üniversiteye bunu bildirmekle yükümlüdür. Kanunun 42. maddesinin 3. fıkrası  ile buluş sahibinin,  buluşu öğretim  ve  araştırma  faaliyetlerinde  kullanmasına  izin  verilmiştir. Alman  Patent  Kanunu nun  11.  maddesinin  2.  fıkrası,  deneysel amaçlarla buluşun kullanılmasının patent hakkını ihlal etmeyeceğini belirtmiştir. İşçi Buluşları Hakkında Kanunu nda yer alan bu hüküm ise bu maddenin kapsamını genişleterek,  öğretim elemanı olan buluş sahibinin,  aynı  zamanda  eğitim  ve  araştırma  amacıyla  da  buluşu kullanmasına  izin  vermektedir.  Bu  hükmün  yine  Anayasa dan kaynaklanan bilim özgürlüğü ile ilgili olduğu belirtilmektedir.  Kanun un ilgili maddesinin son fıkrası, buluşun ticarileşmesinden elde  edilecek  gelirin  %30 unun  buluş  sahibine  ait  olmasını sağlamıştır. Bu madde dikkat çeken bir husus da patent başvuru ve                                                                                                                    5.§ 40 Nr. 1 findet keine Anwendung 27  von  Falck  A./Schmaltz  C.:  University  Inventions:  Classification,  Remuneration  in Germany, the Netherlands, France, the UK, the U.S. and Japan, ICC 2005, s. 915. 28  Bartenbach/Volz, s. 752; von Falck/Schmaltz, s. 916; Weyand/Haase, s. 33-34. 29  Bartenbach/Volz, s. 754; von Falck/Schmaltz, s. 917. 30  Bartenbach/Volz, s. 754. 418AÜHFD, 64 (2) 2015: 405-434  Merhacı tescil  masraflarının  buluş  sahibine  ödenecek  pay  hesaplanırken dikkate  alınmasına  ilişkin  bir  düzenleme  içermemesidir.  Özellikle uluslararası  patent  başvurularında  ortaya  çıkan  yüksek  başvuru masraflarına  kimin  katlanacağı  konusunda  Kanun da  bir  açıklık bulunmamasının  sebebi  olarak,  buluş  sahibinin  payının  kolayca hesaplanabilmesi  ve  ortaya  çıkacak  uyuşmazlıkların  önlenmesinin sağlanması olduğu belirtilmektedir. III) TÜRK HUKUKUNDA ÖĞRETİM ELEMANLARININ YAPTIĞI BULUŞLAR ÜZERİNDE HAK SAHİPLİĞİ A) MEVCUT DURUM 551  sayılı  Patent  Haklarının  Korunması  Hakkında  Kanun Hükmünde  Kararname nin  (Patent  KHK)   Çalışanların  Buluşları  başlıklı 3. kısmının  Kamu Hizmeti Gören Kurumlarda Çalışanların Buluşları   başlıklı  3.  bölümünün   Üniversite  Mensuplarının Buluşları   başlıklı  41.  maddesinin  ilk  fıkrasında,  öğretim elemanlarının yaptığı buluşlar serbest buluş olarak nitelendirilmiştir. Hizmet  buluşları,  Patent  KHK nın  17.  maddesinin  2.  fıkrasında  işçinin bir işletme veya kamu idaresinde yükümlü olduğu faaliyeti gereği gerçekleştirdiği veya işletmenin kamu idaresinin büyük ölçüde deneyim ve çalışmalarına dayanan işçinin iş ilişkisi sırasında yaptığı buluşlar  olarak tanımlanmış, serbest buluşlar ise  hizmet buluşları dışında kalan buluşlar, serbest işçi buluşları  olarak nitelendirilmiştir.  Madde  gerekçesinde,  öğretim  elemanlarının  yaptığı  buluşların serbest  buluş  olarak  nitelendirilmesinin,   Anayasa nın  130.                                                  31  von Falck/Schmaltz, s. 918. 32   Üniversite Mensuplarının Buluşları Madde 41- 39 uncu ve 40 ıncı madde hükümlerinden farklı olarak, Üniversitelere bağlı fakülte ve yüksek okullarda bilimsel çalışma yapmakta olan öğretim elemanlarının yaptığı buluşlar, serbest buluş sayılır.  Bu buluşlar hakkında 31 inci, 32 nci ve 34 üncü madde hükümleri uygulanmaz. Öğretim elemanı sıfatı, Yüksek Öğretim Kanunu hükümlerine göre belirlenir.  Öğretim kurumu buluşla sonuçlanan araştırmalar için özel olarak belli araç ve gereçleri sağlamak  suretiyle  harcamalarda  bulunmuşsa,  öğretim  elemanları  öğretim  kurumuna buluşun  değerlendirildiğini  yazı  ile  bildirmek  ve  talep  halinde  buluşun  ne  şekilde değerlendirildiği ve elde edilen kazanç  miktarı hakkında bilgi vermekle  yükümlüdür. Öğretim kurumu, kendisine yapılan yazılı bildirim tarihinden itibaren üç ay içinde elde edilen kazançtan uygun bir miktarın verilmesini talep edebilir. Ancak, talep edilecek miktar kurum tarafından yapılan harcamaları aşamaz.    419Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 maddesinde  belirtilen  üniversite  öğretim  üyeleri  ile  yardımcılarına serbestçe  her  türlü  bilimsel  araştırma  ve  yayında  bulunabilme özgürlüğü  ile ilgili olduğu belirtilmektedir.  Kimlerin öğretim elemanı sayılacağı 41. maddenin 2. fıkrasında açıkça  düzenlenmiş  ve  öğretim  elemanı  sıfatının  2547  sayılı Yükseköğretim Kanunu na göre tespit edileceği ifade edilmiştir. Bu Kanun a göre öğretim elemanları, öğretim üyeleri, öğretim görevlileri, okutmanlar  ile  öğretim  yardımcılarıdır.  O  halde  yükseköğretim kurumunda  çalışan  memur  ve  işçilerin  bu  hükümden yararlanamayacağı,  bu  kişilerin  yaptığı  buluşların  işçi  buluşlarına ilişkin hükümlere tabi olacağı belirtilmelidir.  Bu noktada incelenmesi gereken bir husus da vakıf veya devlet üniversitelerine  mensup  öğretim  elemanları  arasında  bu  hükmün uygulanması  açısından,  herhangi  bir  fark  olup  olmadığıdır.  Vakıf üniversitelerinde  çalışan  öğretim  elemanları  bakımından  özellikle, gerek Patent KHK da gerek 2547 sayılı Yükseköğretim Kanunu nda herhangi  bir  ayrım  yapılmamış  olması  sebebiyle,  vakıf üniversitelerinde çalışan öğretim elemanlarının buluşlarının da serbest buluş olarak nitelendirilmesi gerektiği belirtilmelidir. Üniversitelerde  bilimsel  çalışmalar  ve  araştırmalar  yapan kişilerin,  sözleşme  özgürlüğü  kapsamında  üniversitelerle  yaptıkları sözleşmeler  ile  bu  madde  hükmünden  farklı  bir  hukuki  rejim kararlaştırmalarının,  bir  başka  ifadeyle  bu  buluşlar  üzerinde  hak sahibinin  üniversite  olarak  tespit  edilmesinin  mümkün  olduğu  da kabul  edilmektedir.  Bununla  birlikte,  bu  tür  bir  sözleşmenin uygulamada ancak vakıf üniversitesi  çalışanları açısından mümkün bulunduğu,  buna  karşılık  devlet  üniversitelerinde  çoğunlukla                                                  33  Bkz.:  Patent  Hakkının  Korunması  Hakkında  Kanun  Hükmünde  Kararname,  Madde Gerekçeleri, s. 23; http://www.tbmm.gov.tr/d/1/1-0219.pdf [Erişim Tarihi: 24.03.2015]. 34  Patent KHK nın  Memurların Buluş ve Teknik İyileştirme Teklifleri  başlıklı 39. maddesi hükmü uyarınca, memurların buluşlarına da işçi buluşlarına ilişkin hükümler uygulanır.  35  Battal  A.:  Patent  Mevzuatı  Yönünden  Üniversite  Mensubu  Kavramı  ve  Vakıf Üniversitelerinde  Çalışanların  Buluşları,  Bilgi  Toplumunda  Hukuk  Ünal  Tekinalp e Armağan, C. 2, İstanbul 2003, s. 191-195; Saraç T.: Çalışanlar Tarafından Gerçekleştirilen Buluşlarda Patent Kime Verilecektir?, Süleyman Demirel Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi, Y. 2004, C. 9, S. 2, s. 276 (Makale). 420AÜHFD, 64 (2) 2015: 405-434  Merhacı çalışanlar ve üniversite arasında kamusal bir ilişki olması sebebiyle, akademik  çalışmaların  buluş  ile  sonuçlanması  halinde  buluş üzerindeki  hak  sahipliğinin  tespitine  ilişkin  bir  sözleşmenin yapılmadığı görülmektedir. Patent  KHK  öğretim  elemanlarının  yaptıkları  buluşları  serbest buluş  olarak  değerlendirmiş  bulunmakla  birlikte,  üniversiteye  elde edilen gelirden belirli bir pay alması imkanı tanımıştır. Üniversitenin elde edilen gelirden uygun bir miktar talep edebilmesi için Patent KHK, öğretim elemanına bir bildirim yükümlülüğü yüklemiştir. Buna göre eğer  öğretim kurumu buluşla sonuçlanan araştırmalar için özel olarak  belli  araç  ve  gereçleri  sağlamak  suretiyle  harcamalarda bulunmuşsa  öğretim  elemanlarının  öğretim  kurumuna  buluşun değerlendirildiğini  yazı  ile  bildirmek le  yükümlüdür.  Bu  bildirim üzerine  öğretim  kurumu,  buluşun  ne  şekilde  değerlendirildiğini  ve elde  edilen  kazanç  miktarının  da  bildirilmesini  talep  edebilir. Yükseköğretim  kurumu,  yazılı  bildirimden  itibaren  üç  ay  içinde kazançtan uygun bir miktar verilmesini talep edebilecektir, ancak bu miktar Patent KHK ile sınırlandırılmıştır. Buna göre talep edilecek miktar öğretim kurumunun yaptığı harcamaları aşamayacaktır. Görüldüğü  üzere  Türk  hukukunda  mevcut  duruma  göre, üniversite  mensuplarının  gerçekleştirdiği  buluşlarda  hak  sahipliği açısından herhangi bir genelleme yapmak mümkün görünmemektedir. Madde  hükmüne  göre,  üniversite  mensuplarının  buluşları  serbest buluş  sayılmakla  birlikte,  özellikle  vakıf  üniversitelerinde  farklı uygulamaların  söz  konusu  olabilmesi  mümkündür.  Ayrıca  bu hükümde öğretim elemanlarının bilimsel çalışma ve araştırmaları için herhangi bir kurumdan destek almaları halinde hak sahipliğinin nasıl                                                  36  Battal, s. 196; Saraç, Makale, s. 276.  37  Yıldız a göre, üniversitelerin buluşlara ilişkin özel katkısı, araştırma projelerinin araştırma fonlarından desteklenmesi yoluyla olmaktadır. Bkz.: Yıldız Ş.: 551 Sayılı Patent Haklarının Korunması  Hakkında  Kanun  Hükmünde  Kararname  Hükümlerine  Göre  Üniversite Mensuplarının Buluşları, AÜEHFD, C. IV, S. 1-4, 2002, s. 253 vd. Konuya ilişkin Yükseköğretim  Kurumu  tarafından  uygulamaya  konulan  Üniversitelerde  Araştırma Fonlarının  Kullanım  ve  Yönetim  Esaslarına  ilişkin  Yönetmelik  hazırlanmıştır. Yönetmeliğin   Telif  Hakkı   başlıklı  17.  maddesiyle   Projeden  elde  edilen  bilimsel sonuçların telif hakkı ilgili yükseköğretim kurumuna aittir  hükmü getirilmiş ancak sınai haklarla ilgili herhangi bir düzenlemeye yer verilmemiştir.   421Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 düzenleneceği konusuna da cevap bulunmamaktadır. Hal böyleyken, destek veya AR-GE sözleşmeleriyle de hak sahipliği açısından farklı bir  rejim  benimsenmesinin  mümkün  olabileceği  sonucuna varılmaktadır. B) KANUN TASARILARINDAKİ DURUM  Ülkemizde  sınai  haklar  alanını  düzenleyen  KHK ların  bazı maddelerinin,  somut  norm  denetimi  yoluyla  Anayasa  Mahkemesi önüne getirilmesi söz konusu olmuştur. Nitekim Anayasa Mahkemesi, sınai hakların temelini mülkiyet hakkına dayandırarak, Anayasa ile korunmakta  olan  mülkiyet  hakkının  ancak  kanun  ile sınırlandırılabileceğini, dolayısıyla KHK larla düzenlemeyeceğini ve KHK larda yer alan ceza hukukuna ilişkin hükümlerin Anayasa nın 38. maddesinde yer alan kanunilik ilkesine aykırılık teşkil etmesini gerekçe  göstererek,  somut  norm  denetimi  yoluyla  önüne  gelen itirazları  kabul  etmiştir.  Buna  karşılık  kanun  koyucu,  Anayasa Mahkemesi tarafından iptal edilen maddelere ilişkin kanun hükmünde kararnamelerde  değişiklik  yapılmasına  ilişkin  kanunlar  çıkartarak sorunu çözmeye çalışmıştır.  1) 2009 TASARISI Bahsi  geçen  Anayasa  Mahkemesi  kararları  ve  bunlara  karşı getirilen  çözümler,  fikri  mülkiyet  hukuku  camiasında  tartışmalar                                                  38  Örneğin bkz.: Anayasa Mahkemesi nin Patent KHK nın 158. maddesinin 2. fıkrasının 1. cümlesine ilişkin 29/1/2014 tarih ve E. 2013/100, K. 2014/14 sayılı kararı, Marka KHK nın 42. maddesinin 1. fıkrasının c bendine ilişkin 9/4/2014 tarih E.2013/147, K. 2014/75 sayılı kararı, Marka KHK nın 9. maddesinin 1. ve 2. fıkralarının b bentlerinin iptaline ilişkin 3/1/2008  tarih  E.2005/15,  K.  2008/2  sayılı  kararı  (www.kazanci.com  adresinden erişilmiştir. Erişim Tarihi: 24.03.215) 39  Örneğin bkz: Anayasa Mahkemesi nin Patent KHK nın 136. maddesinin 1. fıkrasının a ve b bentlerinin ve 554 sayılı Endüstriyel Tasarım KHK nın 48. maddesinin 1. fıkrasının a bendinin iptaline ilişkin 5/2/2009 tarih ve E. 2005/57, K. 2009/19 sayılı kararı; Marka KHK nın 9 maddesinin birinci fıkrasının b bendinin, ikinci fıkrasının b bendinin, 61. maddesinin a ve c bentlerinin iptaline ilişkin 3/1/2008 tarih ve E. 2005/15, K. 2008/2 sayılı kararı; Marka KHK nın 61-d maddesinin iptaline ilişkin 2/3/2004 tarih ve E. 2002/92, K. 2004/25  sayılı  kararı.  (www.kazanci.com  adresinden  erişilmiştir.  Erişim  Tarihi: 24.03.2015) 40  Bkz: 22/06/2004 tarih ve 5194 sayılı Bazı Kanun Hükmünde Kararnamelerde Değişiklik Yapılması  Hakkında  Kanun,  21/1/2009  tarih  ve  5833  sayılı  Markaların  Korunması Hakkında Kanun Hükmünde Kararnamede Değişiklik Yapılması Hakkında Kanun 422AÜHFD, 64 (2) 2015: 405-434  Merhacı yaratmış  ve  sınai  mülkiyete  ilişkin  yeni  düzenlemelerin  yapılması taleplerinin  doğmasına  neden  olmuştur.  Bu  gelişmeler  sonucunda hazırlanan Patent ve Faydalı Model Kanunu Tasarısı (2009 tasarısı) Başbakanlığa  sunulmuş  ancak  tasarının  Meclis  önüne  getirilmesi mümkün  olmamıştır.  Bu  tasarının  öğretim  elemanlarının  buluşları başlığını taşıyan 90. maddesi, işçi buluşlarına uygulanan hükümlerin öğretim  elemanlarının  buluşlarına  da  uygulanacağını  belirtmiştir. Ancak tasarıda taraflar arasındaki sözleşme hükümleri saklı tutulmuş ve öğretim elemanı ve üniversite arasında bu düzenlemenin aksine bir sözleşme  yapılabileceği  kabul  edilmiştir.  Bu  hükmün,  başka  bir ifadeyle sözleşme ile öğretim elemanının hak sahibin olmasına izin veren  hükmün,  devlet  üniversitelerinde  çalışan  öğretim  elemanları açısından  pratik  bir  faydası  bulunmadığı,  buna  karşılık  vakıf üniversitelerinde  çalışan  öğretim  elemanlarının  üniversite  ile yapacakları  iş  sözleşmesiyle  farklı  bir  hak  sahipliği  rejimi belirleyebilmesine izin verdiği belirtilmelidir.  2009  tasarısının  90.  maddesinin  2.  fıkrasında  ise  öğretim elemanlarının  kamu  kurumlarıyla  veya  özel  kurumlarla  yaptıkları sözleşmeler kapsamında yaptıkları çalışmalar sonucunda ortaya çıkan buluşların,  sözleşme  hükümlerine  tabi  olacakları  ifade  edilmiştir. Görüldüğü  üzere  bu  hüküm,  devlet  destekli  AR-GE  sözleşmeleri kapsamında  yapılan  çalışmalar  sonucunda  ortaya  çıkan  buluşları, Bayh-Dole  Yasası nda  farklı  bir  hukuki  rejime  tabi  tutmuştur.  Bu tasarı  eğer  yasalaşsaydı,  devlet  destekli  araştırma  faaliyetleri sonucunda ortaya çıkan buluşların, her destek veren kamu kurumunun kendi politikası kapsamında yönetilmesi ve hak sahipliğinin buna göre belirlenmesini söz konusu olacaktı.                                                   41  Metin her ne kadar Başbakanlık tarafından Meclise getirilmemiş olsa da, metin başlığında kanun tasarısı ifadesi kullanıldığından çalışmamızda söz konusu taslak, tasarı olacak ifade edilmiştir.  Tasarı  metni  için  bkz.: http://www.tpe.gov.tr/TurkPatentEnstitusu/resources/temp/3CABF-64AB-4DADDF-43BBAEBA.pdf [Erişim Tarihi: 24.03.2015] 42   Öğretim Elemanlarının Buluşları Madde 90 - (1) İşçi buluşu için uygulanan hükümler, özel  kanun  hükümleri  ve  taraflar  arasında  yapılan  sözleşme  hükümleri  saklı  kalmak şartıyla,  yükseköğretim  kurumlarında  bilimsel  çalışma  yapmakta  olan  öğretim elemanlarının yaptığı buluşlar için de uygulanır. (2) Öğretim elemanlarının kamu kuruluşlarıyla veya özel kuruluşlarla belirli bir sözleşme kapsamında yapmış olduğu çalışmalar sonucunda ortaya çıkan buluşlar için hak sahibinin belirlenmesinde sözleşme hükümleri esas alınır.    423Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 2) 2013 TASARISI 2009  tasarısının  yasalaşmaması  neticesinde  Bilim  Sanayi  ve Teknoloji Bakanlığı tarafından hazırlanan yeni tasarı (2013 tasarısı), 2013 yılı başında Bakanlar Kurulu nca Meclise sunulmuş ve ilgili komisyonlara  gönderilmiştir. Hali hazırda gündemde olan tasarının Genel Gerekçesinde, tasarıyla çeşitli uluslararası düzenlemelere uyum sağlanması  ve  özellikle  Anayasa  Mahkemesi nin  iptal  kararlarının gereğinin yerine getirilmesi amaçlandığı ifade edilmiştir. Ancak yeni tasarının  bir  patent  kanunu  tasarısı  olmadığı,  bu  tasarının   Patent Haklarının  Korunması  Hakkında  Kanun Hükmünde Kararname ile Bazı Kanun Hükmünde Kararnamelerde Değişiklik Yapılmasına Dair Kanun  Tasarısı   başlığı  altında  Meclise  sunulduğu  belirtilmelidir. Çalışmamızın  konusu  dışında  kalmakla  birlikte  bu  hususu  kanun yapma  tekniği  açısından  isabetli  bulmadığımızı  bu  noktada  ifade etmek yerinde olacaktır. Çalışmamızın  konusunu  oluşturan  madde,  2013  tasarısının  Yükseköğretim Kurumlarında Gerçekleştirilen Buluşlar  başlıklı ve 551 sayılı Patent KHK nin 41. maddesini değiştiren 6. maddesidir.                                                  43  Tasarı metni için bkz.: http://www.tbmm.gov.tr/develop/owa/tasari_teklif_sd.onerge_bilgileri?kanunlar_sira_no=122700 [Erişim Tarihi: 24.03.2015] 44  Bkz.: Patent Haklarının Korunması Hakkında Kanun Hükmünde Kararname ile Bazı Kanun Hükmünde Kararnamelerde Değişiklik Yapılmasına Dair Kanun Tasarısı, Genel Gerekçe, s. 3. 45   Yükseköğretim Kurumlarında Gerçekleştirilen Buluşlar Madde 41- 4/11/1981 tarihli ve 2547 sayılı Yükseköğretim Kanununun 3 üncü maddesinin birinci fıkrasının (c) bendinde tanımlanan yükseköğretim kurumları ile Türk Silahlı Kuvvetleri ve Emniyet Teşkilatına bağlı  yükseköğretim  kurumlarında  bilimsel  çalışmalar  veya  araştırmalar  sonucunda gerçekleştirilen  buluşlar  için,  özel  kanun  hükümleri  ve  bu  madde  kapsamındaki düzenlemeler saklı kalmak kaydıyla, çalışanların buluşlarına ilişkin hükümler uygulanır. Yükseköğretim kurumlarında yapılan bilimsel çalışmalar veya araştırmalar sonucunda bir buluş gerçekleştiğinde, a- Buluş sahibi tarafından yazılı olarak ve geciktirmeksizin yükseköğretim kurumuna bildirilir. b- Patent başvurusu yapılmışsa, yönetmelikte belirtilen süre ve koşullara uygun olarak yükseköğretim kurumuna başvuru yapıldığına dair bildirim yapılır. Yükseköğretim kurumu, buluş üzerindeki hak sahipliği talebinde bulunması durumunda, yönetmelikte  belirtilen  süre  ve  koşullara  uygun  olarak,  patent  başvurusu  yapmakla yükümlüdür. Aksi takdirde buluş, serbest buluş niteliği kazanır. İkinci fıkranın (b) bendin kapsamında patent başvurusu yapılmışsa, yükseköğretim kurumu yönetmelikte belirtilen 424AÜHFD, 64 (2) 2015: 405-434  Merhacı Bu  maddede  oldukça  ayrıntılı  bir  biçimde  öğretim  elemanlarının buluşlarında hak sahipliği düzenlenmiştir. Öncelikle belirtilmelidir ki, tasarının  ilgili  maddesinde,  halihazırda  yürürlükte  bulunan  Patent KHK da yer alan  üniversite mensuplarının buluşları  başlığı yerine  yükseköğretim kurumlarında gerçekleştirilen buluşlar  başlığı tercih edilmiştir. Bu açıdan tasarıda, buluşu gerçekleştiren kişinin hukuki statüsü yerine, buluşun gerçekleştirildiği kurumun hukuki statüsü ön plana  alınmıştır.  Nitekim  Patent  KHK  41.  maddesinde  yer  alan öğretim elemanı ifadesi de tasarı hükmünde yer almamaktadır. 2013 tasarısında, yükseköğretim kurumları ifadesinin 2547 sayılı Yükseköğretim Kanunu nun 3. maddesinin 1. fıkrasının c bendinde                                                                                                                    süre ve koşullara uygun olarak başvurunun kendi başvurusu olarak kabul edilmesini ve işlem görmesini Enstitüye bildirir. Aksi takdirde buluşun serbest buluş olduğu kabul edilir. Yükseköğretim kurumunun hak sahipliği talebine karşı buluş sahibi, buluşunun serbest buluş olduğunu ileri sürerek yönetmelikte belirtilen süre ve koşullara uygun olarak itiraz edebilir. Yapılan itiraz, yükseköğretim kurumu tarafından yönetmelikte belirtilen süre içinde yazılı gerekçeler de belirtilerek karara bağlanır. Aksi takdirde buluş, serbest buluş niteliği kazanır. Yükseköğretim kurumlarında gerçekleştirilen buluşlar hakkında 22 ila 26 ıncı, 29 uncu, 32 nci ve 33 üncü madde hükümleri uygulanmaz.  Yükseköğretim kurumu, başvurudan veya patent hakkından vazgeçmek isterse veya buluş, patent  başvurusu  yapıldıktan  sonra  serbest  niteliği  kazanırsa,  yükseköğretim  kurumu öncelikle buluş sahibine başvuru veya patent hakkını yönetmelikte belirtilen süre ve şartlara uygun olarak devralmasını teklif eder. Buluş sahibinin teklifi kabul etmesi durumunda haklar devredilir. Bu durumda yükseköğretim kurumu, buluş sahibine patent alınması ve korunması için gerekli olan belgeleri verir. Yükseköğretim kurumu, başvuru veya patent hakkını buluş sahibine devretmesi durumunda inhisari nitelikte olmayan kullanma hakkını uygun  bir  bedel  karşılığında  saklı  tutabilir.  Buluş  sahibinin  teklifi  kabul  etmemesi durumunda  patent  başvurusu  veya  patent  üzerindeki  tasarruf  yetkisi  yükseköğretim kurumuna ait olur. Yükseköğretim kurumu, herhangi bir nedenle başvuru veya patent hakkının sona ermesi nedeniyle buluş sahibinin uğradığı zararı tazmin etmekle yükümlüdür. Buluştan elde edilen gelirin yükseköğretim kurumu ve buluş sahibi arasındaki paylaşımı, buluş sahibine gelirin en az üçte bir oranında verilecek şekilde yönetmeliğe uygun olarak belirlenir.  4/11/1981 tarihli ve 2547 sayılı Yükseköğretim Kanununun 3 üncü maddesinin birinci fıkrasının (1) bendinde tanımlanan öğretim elemanları ile stajyerlerin ve öğrencilerin diğer kamu kurumları veya özel kuruluşlarla belirli bir sözleşme kapsamında yapmış oldukları çalışmalar sonucunda ortaya çıkan buluşlar üzerindeki hak sahipliğinin belirlenmesinde, sözleşme hükümleri esas alınır.  46  2547 Sayılı Yükseköğretim Kanunu Madde 3/1/c - (Değişik birinci paragraf: 29/6/2001 - 4702/1 md.) Yükseköğretim Kurumları: Üniversite ile yüksek teknoloji enstitüleri ve bunların  bünyesinde  yer  alan  fakülteler,  enstitüler,  yüksekokullar,  konservatuvarlar,   425Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 tanımlanan yükseköğretim kurumları ile Türk Silahlı Kuvvetleri ve Emniyet  Teşkilatına  bağlı  yükseköğretim  kurumlarını  ifade  ettiği belirtilmiş  ve  bu  kurumlarda  yapılan  bilimsel  çalışmalar  veya araştırmalar  sonucunda  gerçekleştirilen  buluşlara,  çalışanların buluşlarına ilişkin hükümlerin uygulanacağı kabul edilmiştir.  O halde, yukarıdaki açıklamalar altında tasarı hükmünün sadece öğretim elemanlarına değil, yükseköğretim kurumlarında çalışan ve bilimsel  çalışma  ve  araştırma  faaliyetinde  bulunan  tüm  çalışanlara uygulanacağı  kabul  edilmelidir.  Bu  açıdan  yaklaşıldığında  yapılan tercihin pratik bir önemi bulunmadığı belirtilmelidir. Çünkü zaten, Patent KHK nın mevcut hükümleri uyarınca öğretim elemanı dışında kalan  kişilerin  gerçekleştirdiği  buluşların  hizmet  buluşu  olarak değerlendirildiği, tasarıda yer alan bu hükmün üniversitelerde çalışan işçi ve memurlar açısından halihazırdaki düzenlemeden herhangi bir farklılık  arz  etmediği  görülmektedir.  Bu  noktada  düzenlemenin faydası,  hakkı  sahibinin  tespitinde  değil,  bu  maddede  yer  alan yükseköğretim  kurumlarında  gerçekleştirilen  buluşlara  ilişkin  diğer düzenlemelerin  yükseköğretim  kurumlarında  çalışan  işçi  ve memurlara da uygulanmasının sağlanması açısındandır. Görüldüğü  üzere  tasarı,  yükseköğretim  kurumlarında gerçekleştirilen  buluşlara  işçi  buluşlarına  ilişkin  hükümlerin uygulanacağını kabul ederek, üniversitelerin bu buluşlar üzerinde hak sahibi  olmasına  izin  vermiştir.  Madde  gerekçesinde  öğretim elemanlarının  buluşları  üzerindeki  hak  sahipliği  rejiminin değiştirilmesinin gerekçesi olarak,  Patent verilme sürecinin uzun ve maliyetli olması ve alınan patentlerin ticarileştirilmesinin zor olması gerçeği, üniversite mensuplarının gerçekleştirdikleri buluşları patent başvurusuna  dönüştürmede  caydırıcı  bir  etki  yapmaktadır.  Patent üzerindeki hak sahipliğinin yükseköğretim kurumuna verilmesi ile elde                                                                                                                    araştırma ve uygulama merkezleri ile bir üniversite veya yüksek teknoloji enstitüsüne bağlı meslek yüksekokulları ile bir üniversite veya yüksek teknoloji enstitüsüne bağlı olmaksızın ve  kazanç  amacına  yönelik  olmamak  şartı  ile  vakıflar  tarafından  kurulan  meslek yüksekokullarıdır.    (Değişik:3/4/1991 - 3708/1 md.) Yüksek teknoloji enstitüsü, özellikle teknoloji alanlarında yüksek düzeyde araştırma, eğitim - öğretim, üretim, yayın ve danışmanlık yapan, kamu tüzel kişiliğine ve bilimsel özerkliğe sahip bir yükseköğretim kurumudur. 426AÜHFD, 64 (2) 2015: 405-434  Merhacı edilen gelirin yeni araştırmalara imkan sağlayacak ve buluşu yapan öğretim  elemanına  pay  verilmesi  de  yeni  buluşların  yapılmasında teşvik edici bir unsur olacaktır  ifadesi yer almaktadır. Maddenin ikinci fıkrasında buluş sahibinin bildirim yükümlülüğü düzenlenmiştir.  Buna  göre  buluş  sahibi  yazılı  olarak  ve geciktirmeksizin yaptığı bilimsel çalışmalar ve araştırmaların buluş ile sonuçlandığını  veya  eğer  buluş  için  patent  başvurusu  yapılmışsa, yönetmelikte belirtilen süre ve koşullara uygun olarak buluş başvurusu yapıldığını, yükseköğretim kurumuna bildirmekle yükümlüdür.  Bu madde  hükmünde   yönetmelik ten  de  bahsetmektedir.  Bu  bahisle, tasarının yasalaşmasıyla birlikte konuya ilişkin bir yönetmeliğin de hazırlanacağı anlaşılmaktadır. Nitekim 3. fıkrada, bildirim sonucunda yükseköğretim  kurumunun  yönetmelik  hükümleri  uyarınca  patent başvurusu yapması veya enstitüye buluş sahibinin yaptığı başvurunun kendi başvurusu olarak kabul edilmesi ve işlem görmesine ilişkin bir bildirimde bulunması gerektiğini belirtmiştir. Yönetmelikte belirtilen süre ve koşullara uygun olarak başvuru veya bildirimin yapılmaması halinde buluşun serbest buluş olarak kabul edileceği de bu fıkrada belirtilmiştir.  Bir  başka  ifadeyle,  yükseköğretim  kurumu  patent başvurusu yapmaz veya yapılan başvurunun kendi başvurusu olarak kabul edilmesi ve işlem görmesi için gerekli bildirimi yapmaz ise bu halde buluş üzerinde yükseköğretim kurumu mensubunun hak sahibi olacağı kabul edilmiştir. Maddenin  4.  fıkrasında  buluş  sahibinin  yükseköğretim kurumunun hak sahipliği talebine karşı itiraz hakkı düzenlenmiştir. Buna göre buluş sahibi, buluşun serbest buluş niteliğinde olduğunu belirterek, yükseköğretim kurumunun hak sahipliğine itiraz edebilir. Bu itiraz ise yükseköğretim kurumu tarafından yönetmelikte belirtilen süreye  uygun  olarak  gerekçeli  bir  şekilde  karara  bağlanır.  Karara bağlanmaması halinde ise buluş, serbest buluş niteliği kazanır.  Maddenin  5.  fıkrasında  ise  yükseköğretim  kurumlarında gerçekleşen buluşlarda, Patent KHK nın  Tam Hak Talebinde Bedel  başlıklı  22.  maddesi,   Kısmi  Hak  Talebinde  Bedel   başlıklı  23. maddesinin,  Bedelin Yönetmelikle Belirlenmesi  ve  Tahkim Usulü  başlıklı  24.  maddesinin,   Bedelin  Belirlenme  Şekli  Başlıklı   25.   427Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 maddesinin,   İşverenin  Ülke  İçinde  Patent  Verilmesi  İçin  Başvuru Yükümü  başlıklı 26. maddesinin,  Patent  Başvurusu ve Patentten Doğan Hak ve Ödevler Başlıklı  29. maddesinin,  Teklifte Bulunma Yükümlülüğü   başlıklı  32.  maddesinin  ve   Teknik  İyileştirme Teklifleri  başlıklı 33. maddesinin uygulanmayacağı belirtilmiştir. Yukarıdaki  iki  fıkra  hükümleri  birlikte  değerlendirildiğinde, Patent KHK nın  Serbest Buluşlar ve Bildirim Yükümlülüğü  başlıklı 31. maddesi hükmünün yükseköğretim kurumlarında gerçekleştirilen buluşlara da uygulanacağı, bundan hareketle bilimsel çalışmalar ve araştırmalar sonucunda ortaya çıkmayan buluşların da yükseköğretim kurumuna  bildirilmesi  gerekliliği  çerçevesinde  maddenin  4.  fıkra hükümlerinin  uygulama  alanı  bulmasının  mümkün  olacağı  tespit edilmektedir.  Aksi  halde,  yani  serbest  buluşlarda  bildirim yükümlülüğünün  olmadığı  varsayımı  halinde,  yükseköğretim kurumunun  hak  sahipliği  talebinde  bulunması  söz  konusu olamayacağından, 4. fıkrada yer alan itiraz hükmünün de uygulama alanı bulunmayacağı belirtilmelidir.  Bu anlamda Patent KHK nın 31. maddesinin 2. fıkrasında yer alan  3  aylık  sürenin,  yönetmelik  hazırlanırken  dikkate  alınması gerektiğine de bu noktada işaret etmek gerekir. Nitekim 31. maddenin 2.  fıkrası,  işverenin  3  ay  içinde  buluşun  serbest  buluş  olmadığı yönündeki iddiasını yazılı olarak bildirmesi yükümlülüğü getirmiştir. Aksi  halde  işverenin,  buluşun  hizmet  buluşu  olduğu  iddiasında bulunabilmesi  engellenmiştir.  Ancak  belirtmek  gerekir  ki,  Patent KHK nın 31. maddesi de bazı eksiklikler içermektedir. Örneğin bu maddede  işverenin  buluşun  hizmet  buluşu  olduğuna  dair  yazılı bildirimini  takiben,  hak  sahipliği  konusunda  nasıl  bir  sistem benimseneceği, işverenin hak sahibi olduğunun kabulü halinde işçinin hak  iddiasını  mahkeme  önüne  taşıması  için  belirli  bir  süre  olup olmadığı  gibi  bazı  sorular  cevapsız  bırakılmıştır.  Yükseköğretim kurumu  çalışanının  serbest  buluş  itirazı  üzerine  yükseköğretim kurumunun  verdiği  karara  karşı  hangi  sürede  hangi  yollara başvurulabileceği  hususu  da  dahil  olmak  üzere  bu  soruların cevaplanması gerektiği düşünülmektedir.                                                  47  Bkz.: Canbolat T.: İşçi Buluşları, İstanbul 2007, s. 254. 428AÜHFD, 64 (2) 2015: 405-434  Merhacı Bu noktada dikkat çekilmesi gereken bir husus da yükseköğretim kurumu  çalışanının,  buluşun  serbest  buluş  olduğu  itirazını  karara bağlayan  merciinin,  hak  iddiasının  karşı  tarafı olan  yükseköğretim kurumu  olarak  tespit  edilmiş  bulunmasıdır.  Hükümde  bahsi  geçen yönetmeliğin,  yükseköğretim  kurumu  bünyesinde  oluşturulacak uzman  kişilerden  oluşan  tarafsız  bir  kurul  öngöreceğinin varsayılabilmesi  mümkün  görünmekle  birlikte,  4.  fıkra  hükümleri kurulun  yapısının  yönetmelikle  belirleneceğinden  bahsetmemekte, sadece karar süresinin yönetmelik hükümleriyle düzenleneceğini ifade etmektedir. Bir  sonraki  fıkrada  ise  yükseköğretim  kurumunun  başvurudan veya patent hakkından vazgeçmesi veya buluşun serbest buluş niteliği kazanması  hallerini  düzenlemektedir.  Buna  göre  bu  hallerde yükseköğretim  kurumunun,  yönetmelikte  belirtilen  süre  ve  şartlara uygun  olarak  yapılan  devralma  teklifinin  kabul  edilmesi  halinde, yükseköğretim kurumu gerekli belgeleri buluş sahibine verir. Ayrıca bu  halde  yükseköğretim  kurumuna,  inhisari  olmayan  nitelikte kullanma hakkını saklı tutması imkanı tanınmıştır. Buluş sahibinin devralma teklifini kabul etmemesi halinde ise patent başvurusu veya patent  üzerindeki  tasarruf  yetkisinin  yükseköğretim  kurumuna  ait olacağı kabul edilmiştir. Tasarının  ilgili  maddesinin  7.  fıkrasında,  yükseköğretim kurumunun herhangi bir nedenle başvuru veya patent hakkının sona ermesi  nedeniyle  buluş  sahibinin  uğradığı  zararı  tazmin  etmekle yükümlü olduğu ifade edilmektedir. Kanaatimizce, hükümde yer alan  herhangi  bir  nedenle   ifadesinden  hareketle,  yükseköğretim kurumunun  sorumluluğunun  ve  kapsamının  oldukça  geniş tutulduğunun kabulü gerekmektedir. Hatta anılan ifadeden meydana gelen  zararın  tazmini  bakımından  kusursuz  sorumluluk  esasının benimsenmek  istendiğini  söylemek  bile  mümkündür.  Kaldı  ki  bu yöndeki kabulün, yükseköğretim kurumu ile buluş sahibi arasındaki menfaat dengesini korumaya hizmet edeceği de düşünülmektedir. Maddenin  8.  fıkrasında  elde  edilen  gelirin  buluş  sahibi  ile yükseköğretim kurumu arasında paylaştırılmasına ilişkin oranlar tespit edilmiştir. Buna göre gelir paylaşımının, buluş sahibine elde edilen   429Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 gelirin en az üçte bir oranında verilecek şekilde yönetmelikle tespit edileceği  belirtilmiştir.  Madde  hükmünde  gelir  paylaşımının yönetmelik  hükümleriyle  tespit  edileceği  belirtilmekle  birlikte, yükseköğretim  kurumunun  patent  başvurusu  veya  buluşun ticarileşmesi  için  yaptığı  masraflar  ile  buluşun  ortaya  çıkması sürecinde bilimsel çalışma ve araştırmalar için yaptığı masrafların bu paylaşımda  dikkate  alınıp  alınmayacağına  ilişkin  bir  düzenleme bulunmamaktadır. Hükmün son fıkrasında konumuz bakımından önem taşıyan bir başka  düzenleme  ele  alınmıştır.  Bu  maddede  öğretim  elemanları, stajyer  ve  öğrencilerin  kamu  kurumlarıyla  veya  özel  kuruluşlarla yaptıkları  sözleşmeler  kapsamındaki  çalışmalar  sonucunda  ortaya çıkan  buluşlarda  sözleşme  hükümlerinin  esas  alınacağı  ifade edilmektedir. Bu hükmün, tasarı ile elde edilmesi beklenen ve istenen faydalı  sonuçları  sekteye  uğratacağı  düşünülmektedir.  Nitekim yukarıda  belirtildiği  üzere  Bayh-Dole  Yasası nın  amacı  devlet kaynaklarıyla  desteklenen  çalışmalar  sonucunda  ortaya  çıkan buluşların  ticarileşmesinin  ve  bu  açıdan  tek  bir  hukuki  rejim benimsenmesinin sağlanmasıdır. Buna karşılık bu fıkrada yer alan bu hüküm,  yükseköğretim  kurumlarında  yapılan  çalışmalar  sonucunda ortaya çıkan buluşlar üzerindeki hak sahipliği rejiminin çeşitlenmesine yol açacak niteliktedir. Bu hükmün yasalaşması halinde Bayh-Dole Yasası  ile  hedeflenen  amaçların  Türk  hukuku  bakımından gerçekleşmesinin mümkün olmayacağı ifade edilmelidir. IV) SONUÇ Yukarıda belirtildiği üzere özellikle OECD ülkelerinde yapılan bir  incelemede,  yükseköğretim  kurumları  yapısındaki  ulusal farklılıklara rağmen Bayh-Dole Yasası nın bu ülkelerdeki etkilerinin başarılı  olarak  değerlendirildiği  görülmektedir.  Bu  farklılıkların özellikle  ABD de  yasadan  önce  mevcut  bulunan  üniversiteler  ve endüstri arasındaki sıkı ilişkilerin Avrupa da bu kadar gelişmiş bir yapı  sergilememesinden  doğduğu  belirtilmektedir.  ABD de üniversitelerin yapısının oldukça farklı olduğu ve bu yapının OECD ülkelerindeki  üniversite  yapısına  nazaran,  üniversite  ve  endüstri ilişkilerinin gelişmesine daha uygun olduğu ifade edilmektedir. Ayrıca 430AÜHFD, 64 (2) 2015: 405-434  Merhacı belirtmek gerekir ki, ABD de teknoloji transferi olgusu 1970 lerde gelişmeye başlamış, üniversiteler teknoloji transfer ofisleri kurarak bu ilişkileri, daha yasa Kongre önüne gelmeden geliştirmek adına önemli çalışmalar başlatmışlardır.  Bayh-Dole Yasası nın yürürlüğe girmesiyle birlikte elde edilen olumlu  etkilerin  değerlendirilmesi  sonucunda,  çeşitli  ülkelerde mevzuat  değişikliğine  gidilmesinin  gündeme  geldiği  ve  bu değişikliklerin  ülkelerin  kendi  yapısı  dikkate  alınarak  hazırlandığı anlaşılmaktadır.  Nitekim  Alman  hukukunda  yapılan  değişiklerin, Alman üniversiteler sistemi ve öğretim üyelerine tanınan Anayasal hakların  dikkate  alınarak  yapıldığı  görülmektedir.  Ayrıca  Alman hukukunda Bayh-Dole Yasası nda olduğu gibi sadece devlet destekli araştırmalar  sonucunda  ortaya  çıkan  buluşlar  değil,  tüm  buluşlar üzerindeki  hak  sahipliği  bakımından  düzenlemeler  yapıldığı anlaşılmaktadır. Japonya da ise Bayh-Dole Yasası na oldukça benzer bir kanun oluşturulduğu, hatta belki Bayh-Dole Yasası ndan bir adım ileri gidildiği belirtilebilir.  Ülkemizdeki  mevcut  durum,  öğretim  elemanlarının  yaptığı buluşların serbest buluş olarak nitelendirilmesini öngörmektedir. Bu açıdan  düzenlemenin  çağın  gereksinimlerine  uymadığı  ve  öğretim elemanlarının buluşları tescil ettirmek ve ticarileştirilmesini sağlamak adına  gerekli  işlem  ve  masrafları  tek  başına  sağlayamadığı  ve  bu sebeple  de  yeni  hukuki  düzenlenmelere  gereksinim  bulunduğunun belirtilmesi mümkündür. Ancak, tasarılarla getirilmeye çalışılan yeni düzenlemelerin  yeterli  olmadığı  yönünde  bir  düşünce  uyandırdığı belirtilmelidir. Öncelikle hem 2009 hem de 2013 tasarılarının BayhDole Yasası na benzemediği vurgulanmalıdır. Bayh-Dole Yasası nın temel  amacı  devlet  destekli  AR-GE  faaliyetleri  sonucunda  ortaya çıkan buluşlarda hak sahipliğini düzenlemek ve bu buluşlar üzerinde üniversitelerin hak sahibi olmasını sağlamaktır. Oysaki her iki tasarıda da öğretim elemanlarının kamu kurumları ve özel kuruluşlarla yaptığı sözleşme hükümleri saklı tutulmuştur. O halde bu buluşların sözleşme ile  serbest  buluş  olarak  nitelendirilmesi  veya  bu  buluşlarda  hak sahipliğinin  finansal  destek  veren  kuruma  ait  olacağı                                                  48  Mowery/Sampat, s. 118-119, Mireles, s. 266.   431Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 kararlaştırılabilecektir. Her iki durumda da bu buluşların tescili ve ticarileştirilmesinin tehlikeye girebileceği düşünülmektedir. Yine bir diğer önemli husus da 2013 tasarısının oldukça detaylı ve karmaşık bir düzenleme içermesidir. Nitekim madde hükmünün uzun ve detaylı olmasının yanı sıra, bir de yönetmeliğin yapılacağı ifade edilmektedir. Kanun koyucunun konunun önemine istinaden detaylı bir  düzenleme  getirme  arzusu  anlaşılmakla  birlikte,  yönetmeliğin öngörüldüğü  bir  alanda  böyle  bir  düzenlemeye  ihtiyaç  bulunup bulunmadığı  tartışma  yaratmaya  müsait  bir  husus  olarak değerlendirilmektedir. Son olarak Almanya da ve Patent KHK düzenlemelerinde göz önünde  bulundurulan  öğretim  elemanlarının  Anayasal  hak  ve özgürlüklerinin  2013  tasarısında  dikkate  alınmamış  bulunması  da düşündürücüdür.  Nitekim  Anayasamızın  130.  maddesi   öğretim üyeleri ve yardımcılarının serbestçe her türlü araştırma ve yayında bulunabilirler  hükmünü içermekte ve Patent KHK nın 41. maddesi hükmünün gerekçesinde bu maddenin, Anayasa da yer alan akademik özgürlükle ilgili olduğu belirtilmektedir. Buna karşılık tasarılarda bu özgürlüklerin dikkate alınmadığını, bu açıdan mevcut hükümlerin bir adım  gerisine  gidildiği  fikri  oluşmaktadır.  Bu  noktada  Anayasa hükümlerinin elbette buluşların serbest buluş olarak nitelendirilmesi zorunluğunu  doğurmadığını,  ancak  akademik  özgürlüklerin  dikkate alınması ve buna uygun olarak Almanya da olduğu gibi bir takım düzenlemelerin yapılmasının da önemli olduğu belirtilmelidir.            432AÜHFD, 64 (2) 2015: 405-434  Merhacı",
     "Kaynakça": "Bartenbach, Kurt/Volz, Franz-Eugen. (2002). Erfindungen an Hochschulen - Zur Neufassung des § 42 ArbEG, GRUR 2002, 743-757. Battal,  Ahmet.  (2003).  Patent  Mevzuatı  Yönünden  Üniversite  Mensubu Kavramı  ve  Vakıf  Üniversitelerinde  Çalışanların  Buluşları.  Bilgi Toplumunda Hukuk Ünal Tekinalp e Armağan, C. 2, İstanbul, 189-197. Canbolat, Talat. (2007). İşçi Buluşları. İstanbul: Beta. Eberle, Mary. (1999). March-In Rights Unders the Bayh-Dole Act: Public Access to Federally Funded Research. Marq. Intell. Prop. L. Rev. 3, 155-180. Eisenberg, Rebecca S. (1996). Public Research and Private Development: Patents and Technology Transfer in Government-Sponsored Research, V. L. Rev. 82, 1663-1727. Grimaldi, Rosa/Kenney, Martin/Siegel, Donald S./Wright, Mike. (2011). 30 Years  after  Bayh-Dole:  Reassessing  Academic  Entrepreneurship. Research Policy, 40, 1045-1057.   Mireles, Michael S. (2007). Adoption of the Bayh-Dole Act in Developed Countries: Added Pressure for A Broad Research Exemption in the United States. Me. L. Rev., 59, 260-282. Mowery, David C./Nelson, Richard R./Sampat Bhaven N./Ziedonis, Arvids A. (2001). The Growth of Patenting and Licencing by U.S. Universities: An Assessment of the Effects of the Bayh-Dole Act of 1980. Research Policy, 30, 99-119. Mowery, David C./Sampat, Bhaven N. (2005). The Bayh-Dole Act of 1980 and  University-Industry  Technology  Transfer:  A  Model  for  Other OECD Governments?. Journal of  Technology Transfer, 30, 115-127.  Organization for Economic Co-operation and Development (OECD). (2004). Turning  Science  into  Business,  Patenting  and  Licencing  at  Public Research  Organizations,  http://www.oecdilibrary.org/docserver/download/9203021e.pdf?expires=1426775303&id=id&accname=ocid41019259&checksum=303E875444B26522549DA5BDDDA1AAEF [Erişim Tarihi: 24.03.2015]   433Amerika Birleşik Devletleri Bayh-Dole Yasası …                     AÜHFD, 64 (2) 2015: 405-434 Ortan,  Ali  Necip.  (1987).  İşçi  Buluşları  Hukuku.  İzmir:  Dokuz  Eylül Üniversitesi Yayınları. Ortan, Ali Necip.(2005). Çalışanların Buluşları. I. İstanbul Fikri Mülkiyet Hukuku Sempozyumu, 05-06 Mayıs 2005 İstanbul, 188-195. Rafferty, Matthew. (2008). The Bayh-Dole Act and University Research and Development. Research Policy, 37, 29-40. Saraç, Tahir. (2003). Patentten Doğan Hakka Tecavüz ve Hakkın Korunması. Ankara: Seçkin Yayıncılık. Saraç,  Tahir.  (2004).  Çalışanlar  Tarafından  Gerçekleştirilen  Buluşlarda Patent Kime Verilecektir? Süleyman Demirel Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi, 9(2), 257-278. (makale) Shane, Scott. (2004). Encouraging University Entrepreneurship? The Effect of the Bayh-Dole Act on University Patenting in the United States. Journal of Business Venturing, 19, 127-151. Stevens, Ashley J. (2004). The Enactment of Bayh-Dole Act. Journal of Technology Transfer, 29, 93-99. Şehirali, Feyzan Hayal. (1998). Patent Hakkının Korunması. Ankara: Turhan Kitabevi. Takenaka, Toshiko. (2005). Technology Licencing and University Research in Japan. International Journal of Intellectual Property Law, Economy and Management, 1, 27-36. von  Falck,  Andreas/Schmaltz,  Christiane.  (2005)  University  Inventions: Classification, Remuneration in Germany, the Netherlands, France, the UK, the U.S. and Japan, ICC, 36, 912-927. Weyand,  Joachim/Haase,  Heiko.  (2007)  Der  Innovationstransfer  an Hochschulen nach Novellierung des Hochschulerfindungsrechts - eine Zwischenbilanz in rechtspolitischer Absicht, GRUR 2007, 28-39.  Wisner, Mark R. (1993-1994). Proposed Changes to the Laws Governing Ownership of Inventions Made with Federal Funding. Tex. Intell. Prop. L. J., 2, 193-198. Yıldız, Şükrü. (2002). 551 Sayılı Patent Haklarının Korunması Hakkında Kanun  Hükmünde  Kararname  Hükümlerine  Göre  Üniversite Mensuplarının Buluşları. AÜEHFD,  IV(1-4), 247-254. 434"
}