{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": "05",
     "Ay": "05",
     "Yıl": "2021",
     "Cilt": "70",
     "Sayı": "3",
     "Başlık": "TEMSİL YETKİSİNİN AÇIKLANMASI",
     "Title": "TEMSİL YETKİSİNİN AÇIKLANMASI",
     "Yazar İsmi": [
          "Kumru KILIÇOĞLU YILMAZ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Temsil",
          "yetkisiz temsil",
          "kanuni temsil",
          "iradi temsil",
          "iç ilişki"
     ],
     "Keywords": [
          "Agency",
          "unauthorized agency",
          "legal agency",
          "voluntary agency",
          "internal relationship"
     ],
     "Özet": "Temsil  yetkisi  genel  olarak  TBK  md.40-48 de  hükme  bağlanmıştır. Diğer yasalarımızda temsile ilişkin özel hükümlerin bulunduğu hallerde, özel hüküm uygulanacaktır. Bu anlamda olmak üzere, ticaret şirketlerinde temsil konusu, TTK da her bir şirket türüne göre ayrı ayrı hükme bağlanmıştır. Bunun  dışında  TBK nın  temsil  ile  ilgili  bu  genel  hükümleri  temsil olunanın iradesine dayanan, yani hukuksal işleme dayanan temsil ile ilgilidir. Temsil yetkisinin temsil olunanın iradesine değil, kanuna dayandığı hallerde yasal temsilden (kanuni temsilden) söz edilir. Bu tür temsil hakkında ilgili yasa  hükümleri  uygulanacaktır.  Bu  anlamda  olmak  üzere,  velayetin  söz konusu olduğu hallerde velinin, vesayetin söz konusu olduğu hallerde ise vasinin temsil yetkisi konusunda ilgili hükümlerin uygulanması söz konusu olacaktır. Temsilde en önemli konu, temsil olunanın temsil yetkisini açıklamasıdır. Bu  iradenin  açıklanmadığı  veya  açıklanmış  sayılmadığı  hallerde  yetkili temsilden söz edilemez.  Bu incelemede önce genel olarak temsil yetkisi; daha sonra temsil yetkisi iradesinin açıklanmasının hukuksal niteliği; taraflar arasındaki temel ilişki ile temsil ilişkisi; açıklamanın muhatabı ele alınacak; bu anlamda temsil yetkisi iradesinin temsil olunan tarafından temsilciye açıklanması ile bu iradenin üçüncü kişilere ya da hem temsilciye hem de üçüncü kişiye açıklanmasının mümkün olup olmadığı konuları üzerinde durulacaktır.",
     "Abstract": "Agency is generally stipulated in Turkish Code of Obligations Art.40-48. In cases where there are special provisions regarding agency in our other laws, a special provision will be applied. In this sense, the subject of agency in commercial  companies  is  separately  stipulated  in  the  Turkish  Code  of Commence, according to each type of company. Apart from this, these general provisions of the TCO regarding agency, are related to representation based on the will of the represented, that is, based on a legal process. In cases where the power of representation is based on the law, not the will of principle, legal agency is mentioned. In this sense, in cases where custody is in question, the relevant provisions on the representation authority of the guardian, and in cases where the guardianship is in question, the relevant provisions will be applied. The most important issue in agency is, principals diclosure about agency. In cases where this will is not disclosed or deemed to be disclosed, authorized agency cannot be mentioned. In this study, first of all, agency; then the legal nature of the subsequent announcement of the will to represent; the basic relationship and agency relationship between  the parties; the  addressee of  the statement  will  be discussed; in this sense, with the disclosure of the will of the representative authority to the representative, whether it is possible to disclose this will to third parties or to both the representative and the third party will be discussed.",
     "Metin": "Temsil  yetkisi,  bir  hukuksal  işlemin  temsil  olunan  adına  temsilci tarafından yapılmasını sağlayan yetkidir. İşlemin adına yapıldığı kişiye temsil olunan, işlemi yapan kişiye ise temsilci adı verilmektedir. Bu yetki temsil olunanın  iradesine  dayanmayıp  yasadan  kaynaklandığında  yasal  temsil yetkisinden, temsil olunanın iradesine dayandığı hallerde ise iradi temsilden söz edilir.  İster yasal, ister iradi temsilden söz edebilmek için iki koşula ihtiyaç vardır.  Birincisi temsil yetkisi (Vertretungsmacht); ikincisi ise temsil olunanın adına işlem yapılmasıdır.1                                                             1  Von Tuhr/Peter, syf. 348-349. 362Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 361-388   Temsil Yetkisinin Açıklanması TBK. md.40-48 de düzenlenen temsil yetkisi, iradi temsil yetkisiyle ilgilidir.  Temsil yetkisi, hukuksal niteliği açısından, temsil olunanın tek taraflı, varması  gerekli  (empfangsbedürftig)  bir  irade  açıklamasıdır.  Bu  irade açıklaması,  bir  hukuksal  sonuca  yönelik  olduğundan  tek  taraflı  varması gerekli bir hukuksal işlemdir. Bununla, temsil olunan ile temsilci arasında bir iç ilişki kurulur. Temsilci bu yetkiye dayalı olarak üçüncü kişiyle hukuksal işlem yapar. Bu durumda, temsil olunan ile üçüncü kişi arasında kurulan ilişkiye ise dış ilişki denir.  Temsil yetkisi verilmesine ilişkin irade açıklamasının temsilciye varması ile temsil ilişkisi kurulmuş olur. Bu ilişkinin kurulması için temsilcinin bu iradeyi kabul etmesi gerekmez.2 Temsil yetkisi verilmesi, bir temsil olunanın irade açıklaması olduğuna göre, böyle bir iradenin olmadığı hallerde iradi temsilden söz edilemez.  1.2. Türleri  1.2.1. Temsilcinin Üçüncü Kişi İle Hukuksal İşlemi Yapma Yöntemi  Açısından  Temsilcinin üçüncü kişi ile hukuksal işlemi temsil olunan adına ve hesabına yapması ile, kendi adına temsil olunan hesabına yapması açısından temsilin iki türü vardır. Birincisinde doğrudan doğruya temsil, ikincisinde ise dolaylı temsil söz konusudur.   Hukukumuzda dolaylı temsil, istisnai bir temsil türü olup, örneğini TBK md.532-546 da hükme bağlanmış olan komisyon sözleşmesi oluşturmaktadır. Alım veya satım komisyonculuğu ile ilgili TBK md.532 hükmü açık bir biçimde komisyoncunun temsil yetkisinin dolaylı temsil yetkisi olduğu ortaya konulmuştur.  Bu  hükme  göre;  Alım  veya  satım  komisyonculuğu, komisyoncunun ücret karşılığında, kendi adına ve vekalet verenin hesabına kıymetli evrak ve taşınırların alım veya satımının üstlendiği sözleşmedir. Temsilin asıl ve yaygın olan türü, doğrudan doğruya temsildir. TBK md.40-48 doğrudan doğruya temsil ile ilgili genel düzenlemeler içermektedir. Genel düzenleme dememizin sebebi, bu hükümler dışında, doğrudan doğruya temsil ile ilgili özel hükümlere yer verilmiş olabilir. Örneğin; şirketlerde temsil ile ilgili TTK md.233-235 deki genel hükümler dışında, her bir şirket türü için temsil ile ilgili ayrıca özel hükümlere (TTK md.318; TTK md.359396,553; TTK md.623-632 gibi) yer verilmiştir.                                                             2  Von Tuhr/Peter, syf. 355;Huguenin,& 9,Nr.1066, syf. 313. 363Kumru KILIÇOĞLU YILMAZ   Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 361-388  1.2.2. Temsil Yetkisinin Kaynağı Bakımından  TBK  md.40-48 de  yer  alan  temsil,  iradi  (temsil  olunanın  rızasına dayanan) temsildir.  Temsil yetkisinin temsil olunanın iradesinden kaynaklanmadığı, yasa tarafından öngörüldüğü hallerde yasal (kanuni) temsilden söz edilir. Yasal temsil  yetkisi,  kapsamı,  sona  ermesi,  temsilcinin  sorumluluğuna  ilişkin düzenlemeler yasa tarafından düzenlenmiştir. Bu konuda temsil olunanın iradesine yer verilmemiştir. TMK md.188 de eşlerin ortak yaşamın devamı süresince ailenin sürekli ihtiyaçları için evlilik birliğini temsil; TMK md.335 vd.nda düzenlenmiş olan velayet, TMK md.396 vd.nda düzenlenmiş olan vesayet bunlara örnek verilebilir. Temsil yetkisinin geri alınması iradi temsil türü için söz konusu olabilir; yine TBK md.42 deki geri alma hakkı, bu haktan feragat yasağı iradi temsilde gündeme gelebilir. Zira temsil olunanın temsilci tayin etme zorunluluğu bulunmamasına rağmen tek taraflı bir irade açıklaması ile temsil yetkisi verebildiğine göre, verdiği bu yetkiyi geri alabilme özgürlüğü de olmalıdır.  Yasal temsilde temsil olunana geri alma hakkı tanınmamasına karşın, temsilcinin görevine son vermeye yer verilmiştir. Bu yetki yasal temsilciyi tayin eden mahkemeye tanınmıştır. Velayetin kaldırılması (TMK.md.348) ve vasinin görevine son verilmesi   (TMK md. 483) yasal temsilcinin temsil yetkisine  mahkeme  tarafından  son  verilmesine  ilişkindir.    Ancak  iradi temsilden farklı olarak yasal temsilde temsilcinin görevine son verilmesi bu örnek maddelerdeki gibi yasada öngörülen sebeplerle mümkündür. Temsil yetkisine karar veren mahkemenin, iradi temsilde olduğu gibi temsil yetkisini geri alarak temsilcinin görevine dilediği zaman son verme yetkisine yer verilmemiştir.  1.2.3.  İç  İlişkinin  Bir  Temel  ilişkiye  Dayanıp  Dayanmaması Bakımından   Bu ayrım temsilci ile temsil olunan arasındaki iç ilişki ile ilgilidir. Temsil olunan ile üçüncü kişi arasındaki dış ilişki açısından bu ayrım önem taşımaz.  Temsil olunanın temsilci ile olan ilişkiye iç ilişki (innere Verhaeltnisse); üçüncü  kişi  ile  olan  ilişkiye  ise  dış  ilişki  (aussere  Verhaeltnisse)  adı verilmektedir.   İç ilişki yani temsil olunan ile temsilci arasındaki ilişki temel bir ilişkiye yani bir sözleşmeye dayanmayabilir. Bu durumda verilen temsil yetkisine soyut temsil yetkisi (isolierte Vollmacht) denilmektedir. Bazı yazarlar bunu 364Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 361-388   Temsil Yetkisinin Açıklanması basit temsil olarak da adlandırmaktadır.3 Bu durumda temsilci ile temsil olunan arasında temsil yetkisi dışında bir temel ilişki (Grundverhaeltniss) yoktur. Bir başka ifadeyle temsil yetkisi taraflar arasında bir temel ilişkinin varlığını gerektirmez.4 Böyle bir ilişkinin bulunmadığı hallerde, temsil yetkisi taraflar arasında mevcut bir sözleşmeden kaynaklanmamaktadır.  Temsil  yetkisi  taraflar  arasında  soyut  bir  temsil  yetkisinden  ibaret olmayıp bir temel ilişkiden kaynaklanabilir. Temel ilişki taraflar arasında vekalet, hizmet, ortaklık ya da eser sözleşmesi gibi bir işgörmeye dayanabilir. Bu  durumda  temsil  yetkisi  soyut  bir  ilişkiden  ibaret  olmayıp,  sebebi bulunmaktadır.  Bu  durumda  sebebe  bağlı  temsil  yetkisinden  (kausale Vollmacht) söz edilmektedir.Temsil yetkisinin vekalet, hizmet, ortaklık gibi bir sözleşmeye dayandığı hallerde, taraflar arasında tek taraflı bir hukuksal işlemden değil, sözleşmeden kaynaklanan bir ilişki bulunmaktadır. Buna göre soyut  temsil  yetkisi,  temsil  olunanın tek  taraflı  bir  hukuksal  işleminden doğduğu halde, vekalet gibi bir sözleşmeye dayandığı hallerde iki taraflı hukuksal işlemden doğmaktadır. Temsil ilişkisinin taraflar arasında vekalet dışında bir başka sözleşmeye bağlı olarak da kurulması mümkündür. Bu durumda taraflar arasında asıl amacı ve esaslı unsurları başka olan bir sözleşmeye bağlı olarak bir de temsil ilişkisi kurulmaktadır. Örneğin, taraflar arasında esas amacı ve esaslı unsuru eser sözleşmesinden kaynaklanan bir ilişkide,  iş sahibi, yükleniciye eser sözleşmesine bağlı olarak aynı zamanda vekalet sözleşmesine dayanan bir temsil  yetkisi  verebilir.  Bu  durumda  taraflar  arasında  eser  ve  vekalet sözleşmesinden kaynaklanan karma bir ilişki kurulmaktadır.  Temsil yetkisinin temel bir ilişkiye dayandığı hallerde karşımıza, bu yetkinin varlık ve geçerliliğinin temel ilişkiye bağlı olup olmaması sorunu çıkmaktadır. Bu sorun özellikle temsil olunan ile üçüncü kişi arasındaki dış ilişki  açısından  önem  taşır.  Temsil  yetkisi  temel  bir  ilişkiye  dayandığı durumda, temsil yetkisinin sona ermesi temel ilişkiyi sona erdirebilir mi? Ya da bunun tersi yani temel ilişkinin sona ermesi temsil yetkisini de sona erdirir mi? Bu konuda temsil yetkisinin bağımsızlığı ilkesinden söz edilmekte, temsil yetkisinin bağımsızlığında ise önemli olanın temsil olunan ile temsilci                                                             3  Şener,syf. 395. 4  Esener-Gündoğdu, syf. 277. 5  Wolf, Art. 168, Nr.21. 6  Von Tuhr/Peter,syf.359; Esener-Gündoğdu, syf. 278. 365Kumru KILIÇOĞLU YILMAZ   Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 361-388  arasındaki temel ilişkinin yani sözleşmenin değil, soyut temsil yetkisinin varlığı olduğu  kabul edilmektedir. Buna göre, temsil olunan ile temsilci arasında bir temel ilişki bulunsa bile, temsil yetkisi ondan soyut (abstrakt) olup, temel ilişkinin varlığından ve geçerliliğinden etkilenmez.  Temsil yetkisinin bağımsızlığı ilkesinden doğan önemli sonuçlardan biri, temsil yetkisinin sona ermesine rağmen, temel ilişkinin devam edebilmesidir 7.  Bu konu, temsil yetkisinin geri alınmasının etkileri açısından  önemlidir.  Temsil  olunan  ile  temsilci  arasında  temel  bir  ilişkinin  bulunduğu hallerde,  temsil  yetkisi  geri  alındığı  takdirde,  temsilci  ile  temsil  olunan arasındaki temel  ilişkiden doğan hak ve yükümlülükler devam eder. Geri alma bu hak ve yükümlülüklerin doğmasını engelleyemez.  Bu husus Alman Medeni Kanunu nun (BGB nin)  168.  paragrafında açıkça ifade edilmiştir. Bu düzenlemede temsil yetkisinin sona ermesi onun verilmesine neden olan temel hukuksal ilişkiye göre tayin edilir. Temsil yetkisi, aksine bir anlaşma yoksa, temel hukuksal ilişkinin devam etmesi halinde bile geri alınabilir. Bizde ise aynı sonuca TBK md.42 f.I de yer alan Ancak, taraflar arasındaki hizmet, vekalet veya ortaklık sözleşmeleri gibi hukuki ilişkilerden doğabilecek haklar saklıdır hükmünden hareketle varmak mümkündür.  Bu hüküm temsil olunan ile temsilci arasında temel bir ilişkisinin bulunduğu hallerde söz konusu olacaktır. TBK.md.42 f.I de yer alan  düzenlemenin aynısı    ticari  temsil,  ticari  vekil  ve  tacir  yardımcıları  ile  ilgili  olarak TBK.md.554/ f.I de de yer almıştır. Bu hükümlere göre temsil yetkisinin geri alınması,  taraflar  arasındaki  temel  ilişkiden  doğan  hakları  ortadan kaldırmayacaktır. Acaba temel ilişkinin sona erdirilmesi temsil yetkisini sona erdirir mi? Yani sözleşmenin sona erdirilmesi temsil yetkisinin geri alınması sonucunu doğurur mu?  Hakim  görüş  bu  soruya  olumlu  cevap  vermekte,  sözleşmenin  sona erdirilmesinin temsil yetkisine de son verdiğini kabul etmektedir.8                                                             7  Von Tuhr/Peter,syf.359; Tekinay/Akman/Burcuoğlu/Altop, syf. 255; syf.263;EsenerGündoğdu, syf. 277. 8  Von Tuhr/Peter,&42,VI,2,syf.365; Zaech,Art.33,Nr.122; Oser-Schönenberger, Art.34,Nr.3; Kocayusufpaşaoğlu/Hatemi/Serozan/Arpacı, & 46,nr.28-29, syf.651. 366Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 361-388   Temsil Yetkisinin Açıklanması Kanımca da temsil yetkisine yol açan sözleşmenin sona erdirilmesi, somut olayın hal ve şartları aksini göstermediği sürece, kural olarak temsil yetkisini de sona erdirir. Örneğin, sözleşmenin ifasına henüz başlanmamış bir eser sözleşmesinde yükleniciye aynı zamanda İmar Müdürlüğü gibi resmi kurumlarda iş sahibi adına işlemler yapma yetkisi verilmiş ise iş sahibinin sözleşmeden dönmesinin temsil yetkisini geri alma iradesini de içerdiğini, ifasına  başlanılmış  bir  vekalet  sözleşmesinde  vekalet  veren  sözleşmeyi feshettiğinde, vekile verilen temsil yetkisini de geri almış olduğunu kabul etmek gerekir.  Temsil yetkisinin verilmesi temsil olunanın fiil ehliyetini gerektirdiğine göre, geri alınma iradesinin de geçerli olması için temsil olunanın bu iradesini açıkladığı anda fiil ehliyetine sahip olması gerekir. Geri alma iradesinin açıklandığı anda temsil olunan fiil ehliyetine sahip değilse, temsil yetkisinin TBK md.43 anlamında kendiliğinden sona erme sebebi söz konusu olur.  1.2.4. Tabi Oldukları Hukuk Açısından  TBK  md.40-48  özel  hukuk  hükümlerine  tabi  olan  temsil  yetkisini düzenlemektedir. Ancak temsil yetkisinin kamu hukukundan doğduğu haller de vardır. Bu ayrımın dayanağı TBK md.41/1 dir. Bu maddeye göre, Başkası adına  ve  hesabına  temsil  kamu  hukukundan  doğmuşsa,  temsil  yetkisinin içeriği ve derecesi bu konudaki yasal hükümlere; temsil hukuksal bir işlemden doğmuşsa,  temsil  yetkisinin  içeriği  ve  derecesi  o  hukuksal  işleme  göre belirlenir. Bu maddeyi karşılayan İBK.md.33 f.I hükmü şu şekildedir:Başkası adına  ve  hesabına  hukuksal  işlemlerin  yapılması  yetkisi  kamu  hukuku ilişkisinden (aus Verhaeltnissen  des öffentlichen Rechtes)  doğmakta ise, Federal ve Kanton kamu hukuku kurallarına göre karar vermek gerekir. TBK  md.41/I  anlamında  kamu  hukukundan  doğan  temsil  yetkisi Bakanlıklar gibi Kamu Kurumlarının, Vilayet, İl Özel İdaresi, Köy Tüzel Kişiliği, İktisadi Devlet Teşekkülleri gibi kuruluşların temsilinin söz konusu olduğu  hallerde  gündeme  gelebilir.  Madde  bu  tür  temsilin  özel  hukuk hükümlerine yani TBK md.40-48 hükümlerine değil, bu yetkiyi düzenleyen Kamu Hukuku kurallarına tabi olduğunu ortaya koymuştur.  1.3. Hukuksal İşlem Ehliyeti ve Temsilci Tayin Özgürlüğü Hukuksal  işlemlerin  temsilci  aracılığıyla  yapılması  zorunluluğunun bulunup bulunmaması açısından ikili bir ayrım yapmak gerekir. 367Kumru KILIÇOĞLU YILMAZ   Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 361-388  Hukuksal işlem ehliyetine sahip olmayanlar için temsilcinin bulunması bir zorunluluktur. Bir hukuksal işlemin tarafı olabilme hak ehliyetinin bir parçasıdır. Ancak hukuksal işlemin tarafı olabilme ile bunu bizzat yapabilme ehliyetini birbirinden ayırt etmek gerekir. Her kişi hukuksal işlemin tarafı olabilme temel hakkına sahiptir. Taraf olabilme ehliyeti hak ehliyetidir. Bu husus gerçek kişilerle ilgili olarak TMK md.8 de Her insanın hak ehliyeti vardır şeklinde ifade edilmiştir. Tüzel kişilerle ilgili olarak ise aynı husus TMK md.48 de Tüzel kişiler, cins, yaş, hısımlık gibi yaradılış gereği insana özgü niteliklere bağlı olanlar dışındaki bütün haklara ve borçlara ehildirler şeklinde dile getirilmiştir. Hukuksal  işlemleri  bizzat  yapabilme  ehliyeti  ise  fiil  ehliyeti  olarak adlandırılmaktadır (TMK. md.9; md.14). Bu  husus  TMK.  md.9 da  Fiil  ehliyetine  sahip  olan  kimse,  kendi fiilleriyle hak edinebilir ve borç altına girebilir şeklinde ifade edilmiştir. Buna göre, fiil ehliyeti kişinin kendi fiilleriyle haklar edinmesi ve borç altına girebilmesidir. Bu ise gerçek kişilerde TMK md.10-13 de öngörülmüş olan koşulların varlığını gerektirir. Tüzel kişilerde fiil ehliyeti TMK md.49 da Tüzel kişiler, kanuna ve kuruluş belgelerine göre gerekli organlara sahip olmakla, fiil ehliyetini kazanırlar şeklinde ifade edilmiştir. Kişi hak ehliyetine sahip olduğu halde, fiil ehliyetine sahip değilse, bu işlemleri  bizzat  yapabilme  ehliyetinden  yoksundur.  Bu  kişiler  hukuksal işlemlerini yasal temsileri vasıtasıyla yapabilirler. O  halde,  fiil  ehliyeti  bulunmayan  kişiler  için  temsil  bir  yasal zorunluluktur.  Bu  konumdaki  kişiler  temsilci  tayin  özgürlüğüne  sahip olmayıp, bunların yasal temsilcileri velayette ana ve/veya baba; vesayette ise mahkemece tayin edilen vasilerdir. Hukuksal işlem ehliyetine sahip olan kişiler bunları bizzat yapabilme ehliyetine  sahiptirler.  Bunlar  için  temsil  zorluluğu  değil  temsilci  tayin özgürlüğü vardır. Fiil ya da hukuksal işlem ehliyeti kişilik hakkının bir parçasıdır. Bu nedenle TMK md.9 açık bir biçimde Fiil ehliyetine sahip olan kimse,  kendi  fiilleriyle hak edinebilir ve borç altına  girebilir.  şeklinde düzenlenmiş olup; madde bu hükmüyle fiil ehliyetine sahip olan kişilerin hukuksal işlemlerini bizzat yapabilme hakkını dile getirmiştir.  Buna  göre,  fiil  ehliyetine  sahip  olan  kişi,  hukuksal  işlemlerini yapabilmek için temsilci tayin etmek zorunda değildir. Ancak dilerse bunları bizzat yapabilme yerine, temsilci tayin edebilir. TMK.md. 23 karşısında fiil ehliyetine sahip olan bir kişinin bu özgürlüğünden vazgeçmesini ya da bunları hukuka ya da ahlaka aykırı olarak sınırlandırmasını yasaklamıştır. Maddeye göre: 368Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 361-388   Temsil Yetkisinin Açıklanması Kimse,hak ve fiil ehliyetlerinden kısmen de olsa vazgeçmez.  Kimse özgürlüklerinden vazgeçemez veya onları hukuka ya da ahlaka aykırı olarak sınırlayamaz. Bu açıklamalarımıza göre, fiil ehliyetine sahip olan kişiler hukuksal işlemlerini  bizzat  yapabilirler;  temsilci  tayin  etme  zorunlulukları bulunmamaktadır. Ancak diledikleri takdirde hukuksal işlemlerini temsilci vasıtasıyla yapabilirler. Temsilci tayin etme özgürlüğü, bu durumda temsil yetkisini geri alma özgürlüğünü de kapsar.  2. TEMSİL YETKİSİNİN HUKUKSAL NİTELİĞİ Temsil yetkisi tek taraflı varması gerekli bir irade açıklamasıdır. Tek taraflı olması temsil olunan kişinin irade açıklamasının yeterli olmasını ifade eder.  O  halde  temsil  olunan  kişi  tek  taraflı  olarak  temsilciyi  ve  temsil yetkisinin kapsamını tayin iradesini ulaştırdığı anda, temsilci ile aralarında bundan kaynaklanan bir iç ilişki doğar. Temsil yetkisinin temsilciye varması yeterlidir. Burada irade açıklamalarının etkili olduğu an konusunda varma anı esas alınacaktır. Temsilcinin bunu öğrenmesi (öğrenme anı) şart değildir. Ancak bu yetkinin geri alındığı hallerde temsilci ya da üçüncü kişinin bunu öğrenmemiş olması iyiniyetle yaptıkları hukuksal işlemler açısından önem taşımaktadır. Bu, bazen yapılan hukuksal işlemin temsil olunan için bağlayıcı olması, bazen de işlemin bağlayıcı olmaması sonucu üçüncü kişinin bu yüzden doğan zararından sorumlu olması etkisini göstermektedir.  Bu konu aşağıda tekrar  ele  alınacaktır.  Buna  göre,  geri  almada  öğrenme  anı    iyiniyetin korunması açısından önem taşımaktadır.  Temsil yetkisinin verilmesi bir sözleşme olmadığından, açıklanan bu iradenin temsilci tarafından kabul edilmesi gerekmez. Kuşkusuz temsilci kendisine verilen bu yetkiyi   kullanmak zorunda değildir. Önemli olan husus temsil yetkisinin verilmesi için, temsil olunanın iradesini açıklamasının yeterli olması, bunun geçerliliğinin diğer tarafça kabul iradesini gerektirmemesidir. Hukuksal  işlem  olması,  temsil  olunanın  açıklamış  olduğu  iradesine hukuksal  sonuçlar  bağlanmış  olmasını  ifade  eder.  Bu  hukuksal  sonuç, temsilcinin yetkiyi kullanarak yaptığı hukuksal işlemin temsil olunan kişiyi işlemin tarafı haline getirmesini yani sonuçlarına katlanmasını ifade eder.  Temsil yetkisinin hukuksal niteliğinin bir hukuksal işlem olması bizi başka hukuksal sonuçlara da götürür.                                                              9  Eren, syf.490-491, nr.1348. 369Kumru KILIÇOĞLU YILMAZ   Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 361-388  Bunlardan  birincisi  temsil  olunanın  açıklamış  olduğu  temsil  yetkisi iradesinin istenilen sonucu doğurabilmesi için fiil ehliyetine sahip olmasıdır. Buna karşılık temsilcinin bir borç ve yükümlülük altına girmemesi nedeniyle, ayırt etme gücüne sahip olması yeterli sayılmaktadır. Ancak bazı yazarlar temsilcinin  ayırt  etme  gücüne  sahip  olmasını  yeterli  bulmamakta,  fiil ehliyetine sahip olması gerektiğini savunmaktadırlar. Temsil olunan fiil ehliyetine sahip değilse, temsil yetkisi veremez. Bunlar için yasal temsil söz konusudur. Bunun sonucu olarak bu   kişiler adına temsil yetkisi  verme  iradesini  yasal  sınırlar  içinde  ancak  yasal  temsilcileri kullanabilir.  Temsil yetkisi iradesinin hukuksal işlem olmasından doğan diğer önemli hukuksal sonuç, temsil yetkisinin açık bir irade beyanı ile verildiği hallerde, bunun  varlığı  ve  kapsamı  konusunda  bir  uyuşmazlık  doğduğu  takdirde HMK.md.200 hükmünün devreye girmesidir. Bu maddeye göre: Bir hakkın doğumu, düşürülmesi, devri, değiştirilmesi, yenilenmesi, ertelenmesi, ikrarı ve itfası amacıyla yapılan hukuki işlemlerin, yapıldıkları zamanki miktar veya değerleri dörtbinsekizyüzseksen Türk Lirasını geçtiği takdirde senetle ispat olunması gerekir. Temsil yetkisi, temsilciye, temsil olunan adına hareket etme hakkını doğurduğundan, temsil yetkisinin açık bir irade beyanı ile verildiği hallerde, bunun  varlığı  ve  kapsamı  konusunda  uyuşmazlık  doğduğunda,  temsil yetkisinin varlığını iddia eden kişi bunu, yetkinin kapsadığı değere göre kural olarak senetle ispat zorundadır.  Burada iki önemli konu üzerinde durmak gerekir. Birincisi senetle ispat kuralının  bu  hukuksal  işlemin  tarafları  için  geçerli  olmasıdır.  Bir  başka ifadeyle senetle ispat kuralı, temsil olunan ile temsilci arasındaki iç temsil yetkisi için geçerlidir. Temsil yetkisi ister soyut yetkiden, isterse taraflar arasında  temel  ilişki  olarak  sözleşmeden  kaynaklansın  miktar  ve  değer koşuluna bağlı olarak HMK.md.200 gereğince senetle ispat kuralına tabi olacaktır.  Buna  karşılık  temsil  yetkisinin  varlığı  ve  kapsamı  konusunda  bir uyuşmazlık doğduğunda üçüncü kişiler HMK.md.200 anlamında senetle ispat                                                             10  Kocayusufpaşaoğlu/Hatemi/Serozan/Arpacı, & 46, N.33-34, syf.653-654; Kılıçoğlu, syf.306. 11  Keller/Schöbi:.Das Schweizerische Schuldrecht,Band I,Allgemeine Lehren des Vertragsrechts, Basel/ Frankfurt, 3,A. 1988, syf.65; Eren, syf.49, nr.1358. 12  Kocayusufpaşaoğlu/Hatemi/Serozan/Arpacı, & 46, N.60, syf.667. 370Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 361-388   Temsil Yetkisinin Açıklanması kuralına tabi değildirler. Senetle ispat kuralı hukuksal işlemin tarafları için söz konusu olup, üçüncü kişileri kapsamaz.   İkinci konu, yetkisiz temsilcinin yaptığı hukuksal işleme temsil olunanın, onam  (icazet)  vermesiyle  (TBK  md.46-47)  ilgilidir.  Onam,  yetkisiz temsilcinin yaptığı hukuksal işlemin temsil olunan tarafından benimsenmesi, bir başka ifadeyle temsil yetkisinin varlığının kabulüdür. Temsil olunan kişi bunu  kabul  ettiğine  göre,  bu  yetkinin  varlığı  ve  kapsamı  konusunda uyuşmazlık yoktur ki bunun ispatı gündeme gelebilsin. Temsil  olunan,  yetkisiz  temsilcinin  yaptığı  hukuksal  işleme  onam vermediğini iddia ederse ne olacaktır?  Onam hukuksal niteliği itibariyle hukuksal sonuca yönelik bir irade açıklamasıdır. Bu yönüyle onam veren kişinin hukuksal işlem ehliyetine sahip olması gerekir. Temsil olunanın işleme onam vermediğini iddia etmesi halinde, bunun ispatı konusunda onamın açık veya örtülü olmasına göre bir ayrım yapmak gerekir: Yetkisiz temsilcinin yaptığı işleme temsil olunanın açık onam verdiğini iddia eden temsilci ya da işlemin diğer tarafı üçüncü kişi, HMK md.200 gereğince  bu maddedeki koşullara bağlı olarak iddiasını  senetle ispat etmek zorundadır.  Buna  karşılık  temsil  olunanın  bu  işleme  (iradeyi  gösteren davranışlarla) örtülü onam verdiği iddia edilirse, bu iddia  her türlü delille kanıtlanabilir.13 Zira örtülü onam temsil olunanın buna kanıt teşkil edecek (konkludentes) davranışlarıdır. Bunlar maddi fiiller olup, her türlü delille kanıtlanabilirler. 3. TEMSİL YETKİSİ VE TEMEL İLİŞKİ  3.1.  Soyut  Temsil  Yetkisi  (Isolierte  Vollmacht)  (Temsil  Yetkisinin Soyutluğu)  Soyut temsil yetkisi, temsil yetkisinin taraflar arasında temel bir ilişki olarak sözleşmeye dayanmadığı ya da dayanmasına rağmen ondan bağımsız bir ilişki olmasını ifade eder. Yukarıda bu konuyu ele almış, buna temel ilişkiden bağımsız temsil yetkisi (isolierte Vollmacht) denildiğini ifade etmiş bulunuyoruz.                                                             13  Bkz. Kutlu Sungurbey, syf. 68; icazetin varlığının genel olarak her türlü delille ispat edilebileceğine dair bkz.  İnceoğlu, syf. 418. 371Kumru KILIÇOĞLU YILMAZ   Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 361-388   Soyut temsil yetkisinde, taraflar arasında buna ilişkin bir temel ilişkinin olup olmaması önem taşımaz.  Bu anlamda olmak üzere temsil olunanın temsilciye  tek  taraflı  irade  açıklamasına  yönelik  temsil  yetkisi  iradesini açıklamakla, aralarında bir temel ilişki olmadan  soyut bir ilişkisi kurmaktadır. Bunun sonucu olarak taraflar arasında temsilcinin bu yetkiyi kullanmasına neden olan temel ilişkiye yani sözleşme ilişkisine bakılmaz. Temel ilişki olmasa ya da geçersiz olsa bile temsil ilişkisi kurulur.  Soyut temsilde, temsilci yetki elde eder, fakat yükümlülük altına girmez.  Doğrudan doğruya temsilde, temsilci temsil olunan adına ve hesabına hukuksal işlemi yapar, bu işlemin hüküm ve sonuçları dış temsil ilişkisinde temsil olunanı bağlar. Temsilci yetki sınırlarını aşacak olursa yetkisiz temsil hükümleri  (TBK.md.46-48)  uygulanır.  Temsil  olunan  bu  işleme  onam vermeyecek olursa, yapılan hukuksal işlem kendisi için bağlayıcı olmaz. Üçüncü kişi bir zarara uğrarsa, temsilci TBK. md.47 deki koşulların varlığı halinde ona karşı bu zararı tazmin ile yükümlü olacaktır. 3.2. Sözleşmeye (Temel İlişkiye) Dayanan Temsil Yetkisi (kausale Vollmacht)  Temsil yetkisinin taraflar arasındaki bir sözleşme ilişkisine dayandığı hallerde, iç ilişkide sebebe bağlı bir temsil ilişkisi kurulmuş olur. Bu tür bir temel ilişkiye dayalı olarak verilen temsil yetkisine sebebe bağlı temsil yetkisi (kausale Vollmacht)15  adı verilmektedir. Burada, temsil yetkisi taraflar arasında bir temel ilişkiye dayanmaktadır. Bu  ilişkide  temsil  yetkisinin  kullanılması  sonucu  taraflar  arasında sözleşmeden doğan haklar ve borçlar gündeme gelecektir. Temsil yetkisinin sebebi olan temel ilişki bir işgörme sözleşmesi olarak karşımıza çıkabilir.   Bu sözleşme genellikle olduğu gibi vekalet olabilir. Bu durumda vekalete ilişkin  sözleşme  hükümleri  ve  sözleşmede  hüküm  bulunmayan  hallerde TBK.md.502 vd hükümleri ve bu anlamda olmak üzere vekilin (temsilcinin) borçlarına  TBK.md.505-509  hükümleri    ile  vekalet  verenin  borçlarına TBK.md.510-511 hükümleri uygulama bulacaktır. Bu sözleşme, hizmet sözleşmesi olabilir. Bu durumda taraflar arasındaki ilişkiye TBK.md.393 vd. daki hükümler uygulanacaktır.                                                              14  Eren, syf. 496-497, nr.1364. 15  Staudinger, Art. 168, Nr.9. 372Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 361-388   Temsil Yetkisinin Açıklanması  Nihayet  taraflar  arasındaki  sözleşme,  dolaylı  temsilde  komisyon sözleşmesi (TBK.md.532-546) olabilir.  Temsil yetkisi ister temel ilişkiye dayansın ister dayanmasın, temsil olunan  ile  temsilci  arasındaki  ilişki  iç  ilişkidir.  Bu  ilişki  üçüncü  kişiyi ilgilendirmez. Üçüncü kişi için önemli olan temsilcinin temsil yetkisine sahip olmasıdır. Temsilci ile temsil olunan arasında  soyut bir temsil yetkisi ya da temel ilişkiye dayanan bir temsil yetkisi olması üçüncü kişi  için önem taşımaz. Bunun sonucu olarak temsil olunan ile temsilci arasındaki temel ilişki olmasa ya da geçersiz olsa bile, üçüncü kişi için önemli olan husus temsilcinin geçerli bir temsil yetkisine sahip olmasıdır.  Temsil yetkisinin bir sözleşmeye dayandığı hallerde, bu yetkinin geri alınmasının  sözleşmeyi  etkilemediğini,  buna  karşılık  sözleşmenin  sona erdirilmesinin  kural  olarak  temsil  yetkisini  de  sona  erdirdiğini  yukarıda açıklamış bulunmaktayız. 4. TEMSİL YETKİSİ İRADESİNİN AÇIKLANMASI VE ŞEKLİ 4.1 Açık Temsil Yetkisinde  Temsil yetkisi verilmesi bir irade açıklaması olduğuna göre, genellikle bu irade açık olarak ortaya konulur. Buna ilişkin irade kural olarak temsilciye açıklanır. Buna iç temsil yetkisi denmektedir. Ancak aşağıda ele alacağımız gibi temsil yetkisinin kendisiyle hukuksal işlem yapılacak olan üçüncü kişiye bildirim ya da ilan  yoluyla açıklanması   da mümkündür. Temsil yetkisinin üçüncü  kişiye  açıklanması  ya  da  ilan  edilmesine  dış  temsil  yetkisi denmektedir.  Temsil olunan ve temsilci arasında temsil ilişkisini doğuran, temsil olunan tarafından temsilciye yapılan yetki verme işlemidir; temsil yetkisinin salt üçüncü kişilere bildirilmesi temsil olunan ve temsilci arasında bir temsil ilişkisi kurmaz. Soyut temsil yetkisinde (temsil yetkisinin herhangi bir temel sözleşme ilişkisine dayanmadığı durumda) temsil olunan ve temsilci arasında temsil ilişkisinin kurulması temsilcinin bu yetkiyi kabul etmesi şart değildir. Hatta  hakim görüş iç  temsil yetkisinin hüküm ifade etmesi  için  bundan temsilcinin haberdar olmasının dahi şart olmadığını kabul etmektedir.  Bir başka deyişle, temsil yetkisinin tek taraflı irade açıklamasıyla kurulması, temsilcinin bu yetkiyi kabul etmek zorunda olması şeklinde anlaşılmamalıdır. Salt temsil yetkisi temsilciye bunun kullanılması yönünde bir borç yüklemez.                                                             16  Von Tuhr/Peter, syf. 358. 17  İnceoğlu, syf. 105-106; Kocayusufpaşaoğlu/Hatemi/Serozan/Arpacı, & 46, N.1, syf.635. 373Kumru KILIÇOĞLU YILMAZ   Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 361-388  Temsil yetkisi temsil olunan ile temsilci arasında bir sözleşme ilişkisi içinde yer alırsa, temsilci bu yetkiyi  kullanmayı bu sözleşmeyi akdetmekle kabul etmiş sayılır. Buna rağmen bu yetkiyi kullanmaması mümkündür. Ancak  bu  durumda  sözleşmeye  aykırılık  nedeniyle  temsil  olunana  karşı sorumlu olacaktır. Örneğin, temsil yetkisi bir vekalet sözleşmesine dayanarak verilmiş ve vekil temsil yetkisini kullanmak istemeyip vekalet sözleşmesini sona erdirmişse, TBK md.512 uygulama alanı bulur. TBK mad. 512 ye göre, Vekalet  veren  ve  vekil,  her  zaman  sözleşmeyi  tek  taraflı  olarak  sona erdirebilir. Ancak, uygun olmayan zamanda sözleşmeyi sona erdiren taraf, diğerinin bundan doğan zararını gidermekle yükümlüdür. Açık temsil yetkisi irade açıklamasının şekline gelince, bu konuda soyut temsil ve sözleşme ilişkisine dayanan temsil ayrımını yapmak gerekir. 4.1.1. Temel İlişkiye Dayanmayan Temsil (Soyut Temsil) Yetkisinde Temsil yetkisi iradesinin açıklanması herhangi bir geçerlilik şekline tabi değildir. İradi temsil ile ilgili TBK.md.40-48 de temsil yetkisini, geçerlilik şekline  tabi  tutan  bir  düzenleme  yer  almamıştır.  TBK.md.12 deki Sözleşmelerin geçerliliği, kanunda aksi öngörülmedikçe, hiçbir şekle bağlı değildir kuralı tek taraflı hukuksal işlemler için de geçerlidir.18  Temsil olunan adına temsilcinin yapacağı hukuksal işlem bir geçerlilik şekline tabi olsa bile temsil yetkisi verilmesinin herhangi bir geçerlilik şekline tabi olmadığı kabul edilmektedir.19 Temsil yetkisi verilmesinin şekle tabi tutulmasının,  bu  yetkinin  her  zaman  geri  alınabileceği  niteliği  ile bağdaşmayacağı, bu konuda getirilecek bir şekil kuralının, geri almanın da şekle tabi tutulması sonucunu doğuracağı, halbuki temsil yetkisinin bir şekle tabi  olmadan  her  zaman  geri  alınabilme  niteliğine  sahip  olduğu savunulmaktadır .20 Temsilcinin yapacağı hukuksal işlem şekle tabi olsa bile, temsil yetkisi verilmesinin şekil kuralını gerektirmeyeceği kuralının yasalarda öngörülmüş bazı istisnaları vardır. Bunların başında kefalet sözleşmesi için verilen temsil yetkisi gelmektedir (TBK md.484 f.II). Bu örnekten hareket eden bazı yazarlar temsilcinin yapacağı hukuksal işlemin şekle tabi olsa bile temsil yetkisinin                                                             18  Kılıçoğlu,  syf. 309. 19  Oser-Schönenberger,  Art.32,Nr.5;von  Tuhr/Peter,sh.356;Gauch/Schluep/Schmid;  OR, Art.32-40, Nr.1349; Huguenin, & 9, Nr. 1067, sh.313;BGE 112 II 330,E.1a; 99 II 159, E.2b; Kocayusufpaşaoğlu/Hatemi/Serozan/Arpacı,  &  46,  N.60;  sh.667;  Esener/Gündoğdu, syf.268; Eren, syf. 494, nr. 1356. 20  Esener/Gündoğdu, syf. 269. 374Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 361-388   Temsil Yetkisinin Açıklanması verilmesinin şekle tabi tutulmamasının tarafı korumaya yönelik bir şekil öngören  kanun  hükmünün  amacı  ile  bağdaşmayacağı  görüşünü savunmaktadırlar.21  İsviçre  öğretisinde  de  savunulan  bu  görüşe  göre, temsilcinin yapacağı hukuksal işlem geçerlilik şekline tabi ise (örneğin TBK md.583 gereğince yazılı geçerlilik koşuluna tabi bir kefalet sözleşmesi ya da TBK md.184 gereğince alacağın temliki gibi) temsil yetkisinin verilmesi için aranan şekil de geçerlilik şeklidir.   Alman  Medeni  Kanunu nun  167/II  maddesinde  Temsil  yetkisi iradesinin açıklanmasının, temsil yetkisinin konusunu oluşturan hukuki işlem için belirlenmiş olan şekil şartını taşımasına gerek yoktur hükmüyle, temsil yetkisinin verilmesinin geçerlilik şekline tabi olmadığı, temsilcinin yapacağı hukuksal işlem bir geçerlilik şekline tabi olsa bile temsil yetkisinin aynı şekil kuralına tabi olmadığı açıkça ifade edilmiştir. Temsil  yetkisi  iradesinin  açıklanmasının  geçerlilik  şekline  tabi olmamasına karşılık, bir hukuksal işlem olması nedeniyle bu yetkinin   varlığı ve kapsamı konusunda temsilci ve temsil olunan arasında bir uyuşmazlık doğduğunda hukuksal işlemlerin ispat şekline ilişkin HMK md.200 hükmü uygulanabilir. Bu konuda bir uyuşmazlık mevcut değilse ya da olmasına rağmen senetle ispat kuralının istisnaları varsa (HMK md.203) her türlü delille  kanıtlanarak  bunun  varlığı  ve  kapsamına  ilişkin  uyuşmazlık çözümlenebilir.   4.1.2. Temel İlişkiye (Sözleşmeye) Dayanan Temsil Yetkisinde Temsil olunan ile temsilci arasında temsil yetkisinin sebebi olan temel ilişki sözleşmeye dayanmakta ise temsil yetkisi verilmesi geçerlilik şekline tabi midir sorusunun yanıtlanması gerekir. TBK  md.12  hükmü  gereğince,  yasada  öngörülmediği  sürece sözleşmelerin geçerliliği herhangi bir geçerlilik şekline tabi değildir. Ancak taraflar TBK md.17 gereğince yasada bir geçerlilik şekline bağlanmamış bir sözleşmeyi iradi olarak yazılı şekle tabi tutabilirler. Bu durumda iradi şekilden söz edilir.25 Örneğin, vekalet sözleşmesi TBK md.502 vd.nda veya hizmet                                                             21  Oğuzman-Öz.: syf.238, nr.712. 22  Honsell-Vogt-Wiegand,Art.33, Nr.14. 23  Konu ile ilgili olarak bkz. yukarıda dpn. 11 e ilişkin metin vd. 24  Temsilcinin üçüncü kişi ile yapacağı hukuksal işlemin geçerlilik şekline tabi olduğu hallerde bile temsil yetkisi verilmesi için aranan şeklin geçerlilik şekline tabi olmadığı, uyuşmazlık doğarsa ispat şeklinin aranması gerektiği kabul edilmektedir. BGE 99 II 162; 84 II 157; v.Tuhr/Peter.: Allgemeiner Teil des Schweizerischen Obligationenrecht,Bd.I,3. Auflage, Zürich 1979 syf. 353 vd. 25  Kılıçoğlu, Borçlar Genel 24. Bası syf.153-154. 375Kumru KILIÇOĞLU YILMAZ   Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 361-388  sözleşmesi (TBK md.394)  herhangi bir geçerlilik şekline tabi tutulmamıştır.26 Ancak taraflar bu sözleşmeyi yazılı şekilde yapmayı kararlaştırmış olabilirler. Bu durumda sözleşme bu şekilde yapılmadığı sürece geçerli değildir.  Kanunda  geçerlilik  şekline  bağlanmamış  bir  sözleşmeyle  temsil yetkisinin verildiği hallerde ise   temsil yetkisi iradi olarak geçerlilik şekline bağlanabilir.   Taraflarca yazılı şekle bağlanmış olan bir sözleşme içinde yer alan temsil yetkisinin varlığı ve kapsamı konusunda bir uyuşmazlık doğduğunda mevcut yazılı şekil aynı zamanda ispat aracı olarak HMK md.200 anlamında bir senet niteliğini taşır.  Temel ilişkiye dayanan temsil yetkisinin verilmesi kanunda veya taraf iradeleriyle geçerlilik şekline bağlanmadığı hallerde, temsil olunan ve temsilci arasında bunun varlığı ve kapsamı konusunda bir uyuşmazlık doğarsa, bir hukuksal işlemin söz konusu olması nedeniyle iddia sahibinin iddiasını ispat konusunda miktar ve değer koşuluna bağlı olarak HMK md.200 hükmünün uygulanması gündeme gelecektir.  4.1.3. Örtülü Temsil Yetkisinde Temsil yetkisi iradesinin örtülü  (stillschweigend)  olarak açıklanması da mümkündür. Burada açık temsil yetkisinden farklı olarak temsil olunan kişi sözle ya da yazıyla değil, diğer davranışları ile temsilciye bu yetkiyi verdiğini ortaya koymaktadır. Bir başka ifadeyle örtülü temsil yetkisi, somut olaydaki hal ve koşullardan, hukuksal işlemin temsil olunanın iradesine dayandığının çıkartılabildiği durumlarda söz konusu olabilir. TBK da temsile ilişkin hükümler arasında temsil yetkisinin örtülü olarak verilebileceği konusunda bir düzenleme yoktur. Buna karşılık ticari temsil ile                                                             26  1512 sayılı Noterlik Kanunu 89.maddesinde bazı vekaletnamelerin noterler tarafından düzenleme şeklinde yapılmasını öngörmüştür.  Düzenleme şeklinde yapılması zorunlu işlemler kenar başlığını taşıyan bu maddeye göre: Madde 89 – Niteliği bakımından tapuda işlem yapılmasını gerektiren sözleşme ve vekaletnamelerle, vasiyetname, mülkiyeti muhafaza kaydı ile satış, gayrimenkul satış va'di, vakıf senedi, evlenme mukavelesi, evlat edinme ve tanıma, mirasın taksimi sözleşmesi ve diğer kanunlarda öngörülen sair işlemler bu fasıl hükümlerine göre düzenlenir. Öğretide hakim görüş, vekaletnameler öngörülen bu şeklin geçerlilik koşulu değil, söz konusu 49. madde  hükmünün noterler kendilerine başvurulduğunda nasıl  davranmaları gerektiğini  gösteren düzen hükmü niteliğinde olduğunu yönündedir. Bkz. İnceoğlu, syf. 142; Kocayusufpaşaoğlu /Hatemi /Serozan /Arpacı, §46. N. 61, syf. 668.  27  Bkz. bu konuda yukarıda dpn. 11 e ilişkin metin vd. 28  Von Tuhr/Peter,syf.356; 386. 376Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 361-388   Temsil Yetkisinin Açıklanması ilgili olarak TBK md.547  f.I, bu yetkinin örtülü olarak da verilebileceğini öngörmüştür.TBK.md.547  f.  I  hükmüne  göre:  Ticari  temsilci,  işletme sahibinin ……açıkça ya da örtülü olarak yetki verdiği kişidir. TBK da  bir  hüküm  bulunmamasına  rağmen  temsil  yetkisinin  örtülü olarak da verilebileceği kabul edilmektedir. Örtülü temsil yetkisine temsil olunanın adına, temsilci tarafından yapılan hukuksal işlemlere ses çıkarmaması, susması, yapılan bu hukuksal işlemden doğan hakları kullanması ya da borçları yerine getirmesi gibi temsil olunanın delalet edici davranışları (konkludentes Verhalten) girer. Örneğin, şirketi temsile yetkili kişi bankada şirket adına işlemler yapmak üzere bir şirket çalışanına sözlü ya da yazılı bir temsil yetkisi verebilir ya da bunu bankaya bildirebilir. Bunu yapmayıp, bir şirket çalışanının bankada şirket adına uzun süreden beri yaptığı müteaddit işlemlere ses çıkarmaz, bankadan çektiği paraları alır, şirket kayıtlarına geçirir ise bu durumda örtülü (zımni) temsil yetkisi söz konusudur.30  Örtülü   temsil yetkisinde açık temsil yetkisinden farklı olarak sözlü ya da yazılı bir irade açıklaması yoktur. Somut olayın niteliğinden temsil olunan kişinin temsilciye böyle bir irade açıklamasında bulunduğunun çıkartılması söz konusudur. Burada bir irade açıklaması değil, maddi fiil söz konusu olduğundan, bu konuda bir uyuşmazlık doğduğunda temsil olunanın örtülü olarak temsil yetkisi verdiği HMK md.200 deki senetle ispat kuralına tabi değildir. Bunlar maddi fiiller olup, her türlü delille kanıtlanabilir. Bu konuda uyuşmazlık doğduğunda ispat yükü TMK md. 6 gereği temsil yetkisinin verilmiş olduğunu iddia edene aittir.   5.  TEMSİL YETKİSİ İRADESİNİN MUHATABI   Temsil yetkisi hüküm ve sonuç doğurması için temsilciye bildirilmelidir. Ancak  temsil  yetkisi  temsilciye  bildirilmemiş,  kendisiyle  işlem  yapılan üçüncü kişilere bildirilmişse durum ne olacaktır? Temsil yetkisinin üçüncü kişilere bildirilmesinin niteliği, önemi, hüküm ve sonuçları nelerdir? Bu anlamda olmak üzere konuyu aşağıdaki ayrımlara tabi tutmak gerekir: 5.1. Temsil Yetkisinin Temsilciye Bildirilmesi Yukarıda da belirtiğimiz üzere, (ister bir temel sözleşmeye dayansın ister dayanmasın) temsil yetkisi  hüküm ve sonuç doğurması için temsil olunan tarafından  temsilciye  bildirilir.  Temsil  yetkisinin  taraflar  arasında  bir                                                             29  Oğuzman-Öz. syf.235, nr.702; Esener-Gündoğdu, syf.270. 30  Yargıtay HGK. 19.10.2011, E. 2011/12-549, K. 2011/644.  377Kumru KILIÇOĞLU YILMAZ   Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 361-388  sözleşme ilişkisinde açıkça yer aldığı hallerde böyle bir bildirime gerek yoktur. Zira temsil yetkisinin temsil olunan ile temsilci arasındaki böyle bir sözleşmeden  kaynaklandığı  hallerde,  temsilci  sözleşmenin  tarafıdır; sözleşmenin tarafı olan temsilciye sözleşmede yer alan bu yetkinin ayrıca bildirimi gerekmez. Böyle bir sözleşme ya da temsil yetkisinin  sonradan  temsilcinin hukuksal işlemler yapacağı üçüncü kişilere bildirilmesi temsil yetkisinin doğumunu sağlayan  kurucu bir irade açıklaması olmayıp, kurulmuş temsil yetkisini  bildirici  nitelik taşır.  Bu bağlamda temsil ilişkisine temel teşkil eden sözleşmenin vekalet sözleşmesi olması durumuna ilişkin olarak TBK md. 504/II hükmünü de zikretmek gerekir. Söz konusu hükme göre: Vekalet özellikle vekilin üstlendiği işin görülmesi için gerekli hukuki işlemlerin yapılması yetkisini de kapsar  . Söz konusu hüküm gereği aksi kararlaştırılmadığı sürece vekile vekalet görevini yerine getirebilmesi için gerekli yetkiler verilmiş sayılmaktadır. Bu düzenlemenin  temsile  ilişkin  olarak  zımni  bir  yetki  verme  durumunu öngördüğü ifade edilmektedir. 5.2. Temsil Yetkisinin Üçüncü Kişilere Bildirilmesi Temsil yetkisinin temsilci dışında ya da temsilci yerine üçüncü kişilere bildirilebileceği hususu TBK md.41 f.II ve TBK.md.42 f.III hükümlerinden çıkartılabilir. Bu durumlarda dış temsil yetkisinden (externe Vollmacht) söz edilir. 33 Alman Medeni Kanunu nun (BGB) 167/I hükmü, bu hususu açıkça hükme bağlamıştır. Bu hükme göre:Temsil yetkisinin verilmesi, temsilciye veya  kendisiyle  temsilin  gerçekleşeceği  üçüncü  kişiye  yapılan  irade açıklaması ile gerçekleşir. Yukarıda ifade ettiğimiz gibi Türk-İsviçre Borçlar Kanunlarında temsil yetkisinin üçüncü kişiye bildirilmesi ile ilgili iki madde öngörülmüştür.   Birincisi, temsil yetkisinin içerik ve derecesini düzenleyen TBK md.41 f.II ile ilgilidir. Bu hükme göre: Temsil yetkisi üçüncü kişilere bildirilmişse temsil yetkisinin içeriği ve derecesi, bu bildirime göre belirlenir.                                                             31  İnceoğlu, syf. 108; Kocayusufpaşaoğlu /Hatemi /Serozan /Arpacı, § 46, N.30, syf.651-652.  32  İnceoğlu, syf . 108. 33  Huguenin,&9,Nr.1093,sh.320;Oğuzman-Öz,Borçlar Hukuku Genel Hükümler, C.1, syf.236,nr.706 ; Kocayusufpaşaoğlu/  Hatemi/ Serozan/ Arpacı,syf.638. 378Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 361-388   Temsil Yetkisinin Açıklanması İkincisi ise, temsil yetkisinin sınırlanması ve geri alınmasını düzenleyen TBK md.42 f.III  ile ilgilidir. Bu hükme göre, Temsil olunan verdiği yetkiyi üçüncü kişilere açıkça veya dolaylı biçimde bildirmişse, bu yetkiyi tamamen veya kısmen geri aldığını onlara bildirmediği takdirde, yetkisini geri aldığını iyiniyetli üçüncü kişilere karşı ileri süremez. Bu hükümlerin birlikte incelenmesinden aşağıdaki sonuçlara varmamız mümkündür. Temsil yetkisi temsilciye bildirilmeden üçüncü kişilere bildirilebileceği gibi, temsilciyle birlikte üçüncü kişilere de bildirilebilir.  Temsil olunan temsil yetkisini temsilciye bildirmeden üçüncü kişilere bildirilebilir. Örneğin, A, ticari ilişkileri olan B bankasına Bankanıza gelecek olan C ye  hesaplarımdan 1.000 TL ödeyiniz bildiriminde bulunabilir. A, C ye ne gibi yetkilere sahip olduğunu bildirmeden B bankasına gitmesi gerektiğini,  B  Bankasının  neler  yapacağını  Bankaya  bildirdiğini  beyan edebilir.  Temsil olunan temsil yetkisini önce üçüncü kişiye daha sonra temsilciye bildirebilir. Yukarıdaki örneğimizde B bankasına Bankanıza gelecek olan C benim hesaplarımdan para çekebilir, benim adıma Banka Teminat Mektubu alabilir bildiriminde bulunup, aynı bildirimi C ye de yapabilir. Temsil olunan temsil yetkisini önce temsilciye sonradan üçüncü kişiye bildirebilir. Her  üç  halde  de  temsil  yetkisinin  üçüncü  kişiye  verilmesi  değil, temsilciye ait temsil yetkisinin üçüncü kişiye bildirimi söz konusudur. Bu anlamda olmak üzere burada şu hususu önemle vurgulamak gerekir. Türk- İsviçre Hukuklarında, BGB den farklı olarak (iç ) temsil yetkisi, temsil olunan ile temsilci arasında kurulan bir ilişkidir. Taraflar arasında bu ilişki temsil olunanın bu yöndeki iradesini temsilciye   açıklamasıyla kurulur. Temsil ilişkisini kuran irade, iç temsil yetkisidir (innere Vollmacht). Temsil olunan  ile  temsilci  arasındaki  temsil  ilişkisi  üçüncü  kişiye  bildirimle kurulmaz. Bu nedenle temsil yetkisi verme iradesinin muhatabı üçüncü kişi değil, temsilcidir.  Türk-İsviçre Hukuk sistemlerinde üçüncü kişiye bildirim temsilcinin mevcut olmayan temsil yetkisini  kurmaz.34  Bu açıklamalarımıza göre, temsil olunanın, temsil yetkisini üçüncü kişiye bildirmesi iç temsil yetkisiyle ilgili bir bilgi açıklaması (Willensmitteilung)                                                             34  Kocayusufpaşaoğlu, İyiniyetin Korunması, syf. 209; Kocayusufpaşaoğlu /Hatemi /Serozan /Arpacı, &46, N.10, syf.639; N.18, syf.643-644; Esener-Gündoğdu,syf.308. 379Kumru KILIÇOĞLU YILMAZ   Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 361-388  olup,  kurucu değil bildirici nitelik taşır.35 Nitekim TBK md.41 f.II ve TBK md.42  f.III de  de  temsil  yetkisinin  kurulmasından  değil,  üçüncü  kişiye bildirilmesinden  (bildirilmişse)  söz  edilmiştir.  Bunun  sonucu  olarak, temsilci ile temsil yetkisi kurulmadan, yani temsil olunan temsilciye temsil yetkisini  vermeden,  üçüncü  kişiye  bildirimde  bulunursa  temsil  yetkisi kurulmuş olamaz. Bu bildirime rağmen temsil olunan temsilciye yetki vermez ise, üçüncü  kişinin  temsilci  ile  yaptığı  hukuksal  işlemler temsil  olunanı bağlamaz. Bu durumda, aşağıda da ifade edeceğimiz gibi, temsil yetkisinin verildiği kendisine bildirilen üçüncü kişi iyiniyetli ise, üçüncü kişiyle temsil olunan ad ve hesabına yapılan işlem, temsilciye temsil yetkisi verilmiş gibi hüküm ve sonuç doğurur (TBK mad. 41/II kıyasen) .  Temsil yetkisinin üçüncü kişiye bildirilmesi açıkça veya dolaylı biçimde olabilir. TBK  md.42  f.III de  bu  bildirimin  açıkça  veya  dolaylı  biçimde olabileceği ifade edilmiştir.  Eski  BK nın  bu  maddeyi  karşılayan  34.maddesinin  III.  fıkrasındaki düzenleme farklı idi. Sözü edilen maddeye göre:  Temsil olunan kimse gerek sarahaten, gerek delaleten verdiği salahiyeti diğer kimselere bildirdiği halde bu salahiyeti tamamen veya kısmen refettiğini bildirmemiş olursa salahiyetin bu suretle ref inin üçüncü şahıslara karşı dermeyan edemez. Görüldüğü gibi eski maddede gerek sarahaten, gerek delalaten verdiği salahiyeti diğer kimselere bildirdiği halde ifadesi kullanılmıştır. Yeni TBK saraheten ve delaleten ifadelerinin yerine açıkçı veya dolaylı biçimde ifadelerini tercih etmiştir.  Gerek eski BK da kullanılan sarahaten, delaleten ifadeleri gerek yeni TBK da kullanılan açıkça veya dolaylı biçimde ifadeleri kaynak İBK nın 34.maddesinin  III.  fıkrasındaki  ausdrücklich  oder  tatsaechlich kavramlarının karşılığı olarak alınmıştır. Buradaki ausdrücklich eski BK da sarahaten  yeni  TBK da  ise  açıkça;  tatsaechlich  ise  eski  BK da delaleten yeni TBK da dolaylı biçimde şeklinde tercüme edilmiştir. Temsil  olunan  temsil  yetkisi  verdiğini,  üçüncü  kişilere  açıkça (sarahaten; ausdrücklich) bildirmesi anlaşılır bir kavramdır. Bununla ifade edilmek istenen husus, temsil olunanın temsilciye yetki verdiğini, yazılı ya da sözlü olarak üçüncü kişilere de bildirmesidir. Örneğin, noterde çıkartılan                                                             35  Schwenzer, &42, 42.04, syf.321; Hugenin,& 9, 1093, syf.320;  Kılıçoğlu, syf. 311. 380Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 361-388   Temsil Yetkisinin Açıklanması vekaletnamenin  veya  yetki  belgesinin  üçüncü  kişiye  gösterilmesi,  gönderilmesi, ya da üçüncü kişiye mektup, telgraf, elektronik posta ile bilgi verilmesi ; Banka ya yazdığı talimatta bundan böyle T nin yapabileceği işlemlerin listesinin  bildirilmesi, buraya girer. Ticari temsilde ise temsil yetkisi verildiğinin ilan ve tescil edilmesi zorunludur. Bu ilan üçüncü kişilere yapılmış bir bildirim yerine geçer. Genel temsilde de aynı sonuca varılmalıdır. Yani  temsil  olunanın  temsil  yetkisini  ilan  etmiş  olması,  üçüncü  kişilere yapılmış bir bildirim yerine geçer.37 Temsil olunanın temsilciye verdiği yetkinin üçüncü kişilere dolaylı biçimde (delaleten; tatsaechlich) bildirmesi çok anlaşılır bir kavram değildir. Bununla  ifade  edilmek  istenen  husus,  temsil  olunanın  temsilciye  yetki verdiğini, yukarıdaki örneklerde olduğu gibi  açıkça değil, başka yollarla bildirmesidir. Burada temsil olunan, temsil yetkisini üçüncü kişiye verdiğini diğer  davranış  biçimleriile  yani  görünüşte  (Anschein)  bildirmektedir. Üçüncü kişi temsilcinin, temsil olunan tarafından ve onun belirlediği sınırlar içinde  yetkilendirilmiş  olduğunu  dış  görünüşten  ya  da  temsilcinin davranışlarından  çıkartmaktadır. Bu nedenle burada  görünüşte temsilin (Anscheinvollmacht) varlığı kabul edilmektedir. 39  Örneğin, temsil olunan, Bankaya temsilci olduğuna ilişkin bir talimat yazmadığı halde, banka ile ilgili belirli  işlemlerde devamlı olarak bir kişiyi temsilci olarak göndermesi, bunun yaptığı işlemlere itiraz etmemesi, tam aksine bu işlemleri sürdürmesi, bankaya bu kişiye temsil yetkisi verdiğinin dolaylı bildirimidir.  Temsil yetkisi üçüncü kişiye gerek doğrudan gerekse dolaylı olarak bildirilsin,  bu  bildirim  yukarıda  ifade  ettiğimiz  gibi,  temsil  olunanın temsilciye açıklaması gereken temsil yetkisi iradesinin yerini tutmaz. Zira yukarıda ifade ettiğimiz gibi temsil yetkisi temsil olunan ile temsilci arasında bir  içi  ilişkinin  varlığını  gerektirir.  Temsil  yetkisinin  üçüncü  kişiye bildirilmesi, temsilciye verilmesi gereken temsil yetkisi iradesi değil, verilmiş ya  da  verilecek  olan  temsil  yetkisinden  bilgi  edinmesinden  (haberdar edilmesinden)  ibarettir.  Temsil  yetkisini  doğuran  irade,  temsil  olunanın temsilciye bu yetkiyi verdiği iradedir. Üçüncü kişilere yapılan bildirim temsil yetkisi doğurmaz. Temsil yetkisi temsil olunan ile temsilci arasında oluşan bir hukuksal işlemdir. Bu nedenle üçüncü kişiye bildirim hukuksal işleme yönelik bir irade açıklaması değil, bilgi açıklamasıdır (Willensaeuserung).                                                             36  Uygur, syf. 379. 37  Kocayusufpaşaoğlu, İyiniyetin Korunması, syf. 210. 38  Eren, syf. 492, nr. 1354. 39  Bucher,Eugen.:Schweizerisches Obligationenrecht, Allgemeiner Teil (ohne Delikstrecht) 2.Auflage Zürich 1988, syf. 612-614;Esener-Gündoğdu, syf. 271. 381Kumru KILIÇOĞLU YILMAZ   Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 361-388  Temsil olunan temsilciye yetki verdikten sonra bunu üçüncü kişiye bildirmişse sorun yoktur. Sorun temsil olunanın temsilciye yetki vermeden bunu üçüncü kişiye bildirmesinde ortaya çıkmaktadır.  Temsilciye yetki verilmeden üçüncü kişiye bildirim yapılması temsil ilişkisine yol açmaz. Bir başka ifadeyle, dış temsil yetkisi temsil olunan ile temsilci arasında  temsil ilişkisine yol açmaz. Bu durumda üçüncü kişinin temsilci ile yaptığı hukuksal işlem kural olarak yetkisiz temsil hükümlerine tabi olacaktır.  Öğretide  bazı  yazarlar,  temsil  yetkisi  verildiğinin  üçüncü  kişiye bildirilmesinin yaratılan hukuki görünüşe dayanılarak bir dış temsil yetkisinin varlığının iyiniyetli üçüncü kişiler tarafından kabul edildiği hallerde, yetkili temsilin söz konusu olduğunu, yetkisiz temsilden söz edilemeyeceğini kabul etmektedir.40 Eren in (bizim de katıldığımız) görüşüne göre de,  temsil olunan temsilciye hiç yetki vermediği halde iyiniyetli üçüncü kişiye yetki verdiğini bildirmişse, TBK mad. 41/II kıyas yoluyla uygulanarak iyiniyetli üçüncü kişinin yetkinin varlığına ilişkin güveni korunur ve iyiniyet yetki eksikliğini giderir; temsil,  yetkili bir temsil gibi sonuçlarını doğurur. Temsil yetkisinin üçüncü kişiye bildirimi konusunda bir uyuşmazlık doğduğunda ispat aracının ne olduğu konusu da önem taşımaktadır. Temsil yetkisi üçüncü kişiye açıkça bildirilmişse yukarıda ifade ettiğimiz gibi  burada  bilgi  açıklaması  söz  konusudur.  Bu  nedenle,  gerek  temsil yetkisinin üçüncü kişiye gerek açıkça, gerekse dolaylı bildirim konusunda bir uyuşmazlık  doğduğunda  temsil  olunan  bunun  varlığını  her  türlü  delille kanıtlayabilir. Temsil yetkisi ister sadece temsilciye bildirilsin, ister sadece üçüncü kişiye ya da her ikisine birlikte bildirilsin, iç ilişki üçüncü kişiyi ilgilendirmez. Üçüncü kişiyi ilgilendiren husus temsil olunan ve temsilci arasında  temsil yetkisinin varlığıdır.  Bunun üçüncü kişi bakımından önemi oldukça büyüktür. Temsil yetkisi ve temsilci ile temsil olunan arasındaki iç ilişki ise ,  temel bir sözleşmeye dayanmayan soyut bir temsil yetkisinden  ibaret olabilir ya da sözleşmeden kaynaklanabilir.   Temsil olunan ile üçüncü kişi arasındaki dış ilişkide, üçüncü kişi için önemli olan temsilcinin temsil yetkisine sahip olmasıdır. Bu nedenle üçüncü kişiyi ilgilendiren husus temsil yetkisinin varlığı ve geçerliliğidir. Temsil olunan  ile  temsilci  arasındaki  iç  ilişkinin  bir  sözleşmeye  dayanıp                                                             40  Esener-Gündoğdu, syf.309. 41  Eren, Borçlar Hukuku Genel Hükümler, 25. Bası, syf. 492-493, nr. 1355. 382Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 361-388   Temsil Yetkisinin Açıklanması dayanmadığı, temsil olunanın iç ilişkide sözleşmeden kaynaklanan edimlerini yerine  getirip  getirmediği,  üçüncü  kişiyi  ilgilendirmez.  Taraflar  kendi aralarında iç temsilden kaynaklanan savunmaları üçüncü kişiye karşı ileri süremezler.42  Burada ele alınması gereken üçüncü sorun TBK md.41 f.II deki (İBK md.33 f.II) bir eksiklik ile ilgilidir.  Maddede Temsil yetkisi, üçüncü kişilere bildirilmişse temsil yetkisinin içeriği ve derecesi,bu bildirime göre belirlenir hükmü yer almıştır. Hükmün bu mutlak ifadesi dikkate alındığında,  üçüncü kişiye bildirim yapılmışsa, üçüncü kişi, temsilciye yetki verilmediğini ya da bunun geçersiz olduğunu biliyor ya da bilmesi gerekiyorsa, yani kötüniyetli olsa da,  bu bildirimdeki  yetkinin  içeriği  ve  derecesine  göre  temsil  olunan  sorumlu tutulacaktır.  Bir  başka  deyişle,  söz  konusu  düzenlemenin  lafzı  dikkate alındığında,  üçüncü  kişi  kötüniyetli  olmasına  rağmen  temsil  yetkisi  sırf kendisine bildirildiği için korunmuş olacaktır. Halbuki böyle bir koruma, üçüncü kişinin iyiniyetli olması halinde, yani temsilciye yetki verilmediğini ya da bunun geçersiz olduğunu bilmiyor ya da bilmesi gerekmiyorsa söz konusu olmalıdır. Maddedeki bu eksikliğe rağmen, öğretide isabetli olarak bu hükmün  uygulanmasında  üçüncü  kişinin  iyiniyetli  olması  koşulunun aranması gerektiği kabul edilmektedir.43 5.3. Temsil Yetkisi Verildiğinin Tescili ve İlanı  Temsil yetkisi iradesi ilan yoluyla da açıklanabilir. Temsil olunan yasal zorunluluk olmadığı halde bu iradesini ilan yoluyla açıklayabileceği gibi, bazen de yasa gereği  ilan zorunlu görülmüş olabilir. Temsil yetkisi iradesinin ilan yoluyla açıklanması, bunun geri alınması açısından önem taşır. İlan yoluyla verilen temsil yetkisinin geri alındığının ilan edilmemesi iyiniyetli üçüncü kişilerin korunmasında  etkisini gösterir (TBK md. 42/III, TBK md. 547/II ve md. 550/II). Temsil  yetkisinin  ilan  yoluyla  açıklanmasını  iradi  ve  zorunlu  ilan ayrımına tabi tutarak incelemek gerekir.                                                             42  Kocayusufpaşaoğlu/Hatemi/Serozan/Arpacı,& 46, N.32,syf. 653. 43  Zaech, Ank. 33,NR. 155;Oser-Schönenberger, Art. 33,Nr.17; BGE I 45 JdT 1952,I 45;Esener, Selahiyete Müstenit Temsil,syf.47; Esener-Gündoğdu, syf. 285; Kocayusufpaşaoğlu /Hatemi /Serozan /Arpacı, syf. &46 ,N.13, syf. 640;Oğuzman-Öz,syf. 237,nr.709. 383Kumru KILIÇOĞLU YILMAZ   Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 361-388  İradi olarak ilan temsil olunanın zorunlu olmamakla birlikte, bu iradesini ilan yoluyla açıklaması halinde söz konusu olabilir.  Temsil yetkisi iradesinin ilan yoluyla açıklanması bazen bir yasa hükmü nedeniyle zorunlu olabilir. Temsil  yetkisinin  verilmesinin  ilan  ve  tescil  koşuluna  bağlı  olması TBK.md.547 de ticari temsilciler, ticari vekiller ve diğer tacir yardımcıları için kabul edilmiştir. Bu maddenin II fıkra hükmüne göre; İşletme sahibi, ticari temsilcilik yetkisi verildiğini ticaret siciline tescil ettirmek zorundadır; ancak  ticari  işletme  sahibinin  ticari  temsilcinin  fiillerinden  sorumluluğu tescilin yapılmış olmasına bağlı değildir.  Madde bu hükmüyle temsil yetkisinin verilmesinin ticaret siciline tescil ettirme zorunluluğu getirmesine karşın, böyle bir tescil yapılmamış olsa bile, işletme  sahibinin  temsilcinin  fiillerinden  dolayı  sorumlu  olacağını  kabul etmiştir. Buna göre işletme sahibinin ticari temsilcilik verdiğini ticaret siciline tescil ettirmesi temsil yetkisinin varlığı ve ticari temsilcinin işletme sahibi adına  hukuksal  işlemler  yapması  için  zorunlu  değildir.  Böyle  bir  tescil yapılmamasına  rağmen  temsilcinin  yaptığı  hukuksal  işlemlerden  işletme sahibi sorumludur. Tescil yapılmışsa, temsil yetkisinin geri alınması tescil ve ilan edilmediği sürece temsil olunan kişi, temsilcinin iyiniyetli üçüncü kişiler yaptığı hukuksal işlemlerden sorumlu olacaktır.   Bu durumda bu maddenin konuluş amacının iyiniyetli üçüncü kişileri korumak  olduğu  kolaylıkla  anlaşılır.  Nitekim  TBK  md.550  f.II  Temsil yetkisinin sona erdiği ticaret siciline tescil ve ilan edilmediği sürece, bu yetki iyiniyetli üçüncü kişiler için geçerliliğini korur hükmü ile temsil yetkisinin ticaret sicilinde ilan edilmesinden sonra buna güvenerek temsilci ile hukuksal işlemler yapan üçüncü kişiler karşısında temsil olunanın (işletme sahibinin) bu işlemle bağlı olduğu ifade edilmiştir.  6. TEMSİLCİNİN TEMSİL YETKİSİNİ AÇIKLAMASI Temsil yetkisi temsilci ile temsil olunan arasında bir iç ilişkidir. Bu ilişki sonucu  temsilci  bu  yetki  kapsamında  temsil  olunan  adına  ve  hesabına hukuksal işlemler yapar (doğrudan temsil). İç ilişki sadece temsil yetkisinden oluşabileceği gibi, bu yetkinin verilmesine yol açan bir sözleşmeye dayanan temel ilişkiden de oluşabilir.  Temsilcinin üçüncü kişi ile yaptığı hukuksal işlem, (doğrudan temsilde) doğrudan doğruya temsil olunanın hukuk alanında sonuç doğurur; yapılan işlem bir sözleşme ise sözleşmenin tarafları temsil olunan ve üçüncü kişi olur. 384Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 361-388   Temsil Yetkisinin Açıklanması Yapılan işlemin temsil olunanın hukuk alanında sonuç doğurabilmesi için, temsilcinin üçüncü kişi ile temsil yetkisini kullanarak hukuksal işlem yapmış olması gerekir. Temsilcinin üçüncü kişi ile yaptığı hukuksal işlem nedeniyle temsil olunanın bu işlemin tarafı olabilmesi, temsilcinin işlem sırasında bu sıfatını yani temsilci olduğunu bildirmesi ya da bunun durumdan anlaşılması gerekir. TBK md.40 f.II bu hususu düzenlemektedir. Maddeye göre, temsilci hukuksal işlemi yaparken bu sıfatını bildirmezse, temsil olunan bu işlemin tarafı haline gelemez. Hukuksal işlem temsilci ile kurulmuş olur. Ancak iki halde temsilcinin bu sıfatını bildirmemesine rağmen, yaptığı hukuksal işlemin temsil olunanı taraf haline getirmesi kabul edilmiştir: Üçüncü kişi temsil yetkisinin varlığını durumdan çıkarıyor (aus den Umstaenden)  veya çıkarması gerekiyorsa, işlemin  temsil olunanı bağlaması için,  temsilcinin  bu  sıfatını  açıklaması  gerekmez.  Bu  durumda  temsil gerçekleşmiş olur. Bir alışveriş mağazasında satılan malın bedelini tahsil eden kasadaki elemanının satış yapma ve parayı tahsil konusunda   şirketi temsil yetkisi  olduğunu  belirtmesi;  bir  banka  görevlisinin  müşteri  ile  yaptığı bankacılık işleminde bankayı temsile yetkili olduğunu belirtmesi  gerekmez. Durumdan bu işlemleri  temsil olunan  adına yaptığı anlaşılmaktadır. Nihayet, üçüncü kişinin bu hukuksal işlemi temsilci ya da temsil olunan ile yapması arasında fark yok ise temsilcinin hukuksal işlemi yaparken temsil yetkisini bildirmesi ve kanıtlaması gerekmeyecek; temsil olunan bu işlemin tarafı olacaktır. Buna ilgili için örtülü işlem adı verilmektedir.44 Örneğin, A nın bahçıvanı B, bahçe için Ü den gübre satın alırsa, Ü için gübre satışının A veya B ile yapılması arasında fark yoktur. Bu durumda B nin satın alma işlemine yine temsil hükümleri uygulanacaktır. SONUÇ  İncelememiz temsil yetkisi, temsil yetkisinin hukuksal niteliği, temsil yetkisi ve temel ilişki, temsil yetkisi iradesinin açıklanması ve şekli ile temsil yetkisi iradesinin açıklanması olmak üzere farklı başlık altında ele alınmıştır. Temsil yetkisinin türleri arasında bu incelememiz açısından önemli olanı temsilci  ile  temsil  olunan  arasındaki  ilişkinin  bir  temel  ilişkiye  dayanıp dayanmaması açısından yapılan ayrımdır. Temel bir ilişkiye dayanan temsil, temsilci ile temsil olunan arasında bir sözleşme ilişkisine dayanan temsili                                                             44  Akünal,Teoman.: İlgili İçin İşlem Teorisi ,İstanbul 1975, syf.31; Esener,Selahiyete Müstenit Temsil, syf.102 vd.; Kocayusufpaşaoğlu/Hatemi/Serozan/Arpacı, & 46, N.11,syf.678. 385Kumru KILIÇOĞLU YILMAZ   Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 361-388  ifade eder. Bu ayrım üçüncü kişiler açısından değil, temsilci ile temsili olunan arasındaki iç ilişkide önemlidir. Bu önem kendisini, temsil yetkisinin bir temel ilişkiye  yani  bir  sözleşmeye  dayandığı  durumlarda,  temsilcinin  temsil yetkisini, kabul etmesi, bu nedenle bu yetkiyi sözleşme gereğince kullanma borcu  altına  girmesidir.  Aksi  halde  temsilci  kurulan  sözleşmeye  aykırı davranmış  olur.  Temsil  yetkisi  bir  sözleşmeye  dayanmadığı  yani  soyut temsilin  söz  konusu  olduğu  hallerde,  temsilci,  temsil  olunan  tarafından kendisine verilen yetkiyi kullanmak zorunda değildir. Bunun dışında temsil yetkisinin taraflar arasındaki bir temel ilişkiye yani sözleşmeye dayandığı hallerde, temsil yetkisini her zaman geri alma ve temsilcinin de istifa hakkı soyut temsilde olduğu gibi vardır. Ancak haklı bir sebep olmadan, geri alma ya da istifa halinde, diğer tarafın uğradığı zararı tazmin etme yükümlülüğü doğar. TBK md.42 f.I bunu dile getirmiş bulunmaktadır. Temsil yetkisinin temel ilişkiye yani sözleşmeye dayandığı durumlarda üzerinde  durulması  gereken  ikinci  önemli  konu,  temsil  yetkisinin  geri alınmasının  sözleşme  ilişkisini  ya  da  tersi  durumda  sözleşmenin  sona ermesinin temsil yetkisini etkileyip etkilemediği hususudur. Bu konuda kabul edilen ilke temsil yetkisinin bağımsızlığı ilkesi olup, sözleşmenin sona erdirilmesinin  temsil  yetkisini  etkilememesi,  temsil  yetkisinin  geri alınmasının da sözleşmeyi etkilememesi ilkesidir.  Bütün bunlar dışında temsil yetkisinin temel ilişkiye, yani sözleşmeye dayandığı  durumlarda,  sözleşmenin  bir  geçerlilik  şekline  tabi  olduğu durumlarda  temsil  yetkisi  verilmesinin  de  aynı  şekil  kuralına  tabi  olup olmaması konusu önem arz etmektedir.  Temsil yetkisi verilmesinin yasada herhangi bir şekle tabi tutulmamış olmasının, bu durumda da sonucu değiştirmeyeceği açıktır. Ancak bu kuralın yasalarda öngörülmüş olan bazı istisnaları vardır. İncelememiz sırasında buna örnek olarak kefalet sözleşmesi ile ilgili TBK md.484 f.I hükmü verilmiştir. İncelememizde ele aldığımız diğer önemli konu, temsil yetkisi iradesinin muhatabı ile ilgilidir. Burada TBK da temsil olunanın temsil yetkisi vermeye ilişkin  iradesini  temsilciye  açıklayabileceği  gibi,  üçüncü  kişilere  de açıklayabileceği  konuları  ele  alınmıştır.  Ancak  bu  iradenin  temsilciye açıklanması bir hukuksal işlem (tek taraflı hukuksal işlem) niteliğine sahip olduğu halde, üçüncü kişilere açıklanması bir hukuksal işlem değil., bilgi açıklaması niteliğindedir. Temsil olunanın temsil yetkisi iradesini üçüncü kişilere bildirmesi tek başına temsil ilişkisi doğuramaz. Bu açıklama, temsil olunan ile temsilci arasında temsil ilişkisini doğurmaz. Bunun doğabilmesi için, temsil olunan temsilciye de yetki verdiğini açıklamalıdır. 386Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 361-388   Temsil Yetkisinin Açıklanması",
     "Kaynakça": "Akbıyık, Cem: “Fransız Hukukunda Ölümden Sonra Etkili Vekalet,Le mandat a effet posthume, Prof. Dr. İlhan Ulusana Armağan, Cilt. 1, syf.81-101. Akünal, Teoman: Türk İsviçre Borçlar Kanunlarında İlgili İçin İşlem Teorisi, İstanbul 1975. Akyol, Şener.: Türk Medeni Hukukunda Temsil, İstanbul 2009. Antalya,  Gökhan.:  Borçlar  Hukuku,  Genel  Hükümler,  C.1,Temel  Kavramlar, Sözleşmeden Doğan Borçlar, İstanbul 2015. Becker,  Dr.H.  :Kommentar  zum  Schweizerischen Zivilgesetzbuch,Obligatiıonenrecht,  Band  VI,1.Abteilung  Allgemeine Bestummungen Art.1-183,Bern 1941. Bucher,  Eugen.:  Schweizerisches  Obligationanrecht,  Allgemeiner  Teil  (ohne Deliksrecht) 2. Auflage, Zürich 1988. Eren, Fikret: Borçlar Hukuku Genel Hükümler, 25. Bası Ankara 2020. Ergüne, Mehmet Serkan: Olumsuz Zarar, İstanbul 2008. Esener, Turhan: Salahiyete Müstenit Temsil, Ankara 1961. Esener, Turhan- Gündoğdu, Fatih.: Borçlar Hukuku I, Sözleşmelerin Kuruluşu ve Geçerliliği, (TBK.m.1-48), İstanbul 2017.  Gauch, Peter/ Schuep, Walter R./ Schmied, Jörg.: Schweizerisches Obligationenrecht Allgemeiner  Teil  ohne  ausservertragliches  Haftpflichtrecht,Bd.1,9.Auflage, Zürich/Basel/ Genf 2008. Hugenin, Claire.: Obligationenrecht, Allgemeiner und Besonderer Teil,2. Auflage, Zürich, Basel, Genf 2001. Honsell-Vogt-Wiegand:  Kommentar  zum  Schweizerischen  Privatrecht, Obligationenrecht I,Art.1-529,Helbing/ Lichtenhan, Zürich 2003. İnceoğlu, Murat.: Borçlar Hukukunda Doğrudan Temsil, İstanbul 2009. Kendigelen, Abuzer.: Yeni Türk Ticaret Kanunu, Değişiklikler, Yenilikler ve İlk Tespitler, İstanbul 2016. Kılıçoğlu,Ahmet M.: Borçlar Hukuku Genel Hükümler, 24. Bası Ankara 2020 Kutlu, Sungurbey, Ayfer.: Yetkisiz Temsil, İstanbul 1988. Kocayusufpaşaoğlu/ Hatemi/ Serozan/ Arpacı: Borçlar Hukuku, Genel Bölüm, Birinci Cilt, Borçlar Hukukuna Giriş, Hukuki İşlem, Sözleşme, 4. Bası, İstanbul 2006.  Oğuzman-Öz: Borçlar Hukuku Genel Hükümler,C.1, 18. Bası, İstanbul 2021. 387Kumru KILIÇOĞLU YILMAZ   Ankara Üni. Hukuk Fak. Dergisi, 70 (2) 2021: 361-388  Oser,Hugo-Schönenberger,Wilhelm.:Kommentar  zum  schweizerischen Zivilgesetzbuch, V.Band, Das Obligationenrecht, Erster Halbband 1-183,2. Auflage,Zürich 1929.  Othmar Jauernig.: Bürgerliches Gesetzbuch Kommentar, 14.A, Müncahen 2011 Otto, Palandt : Bürgerliches Gesetzbuch, 69 Auflage,München 2010. Özkaya, Eraslan.: Vekalet Sözleşmesi ve Kötüye Kullanılması 4. Bası, Ankara 2016. Schwenzer,  Ingeborg.:  Schweizerisches  Obligationenrecht,  Allgemeiner  Teil,  7. Auflage, Bern 2016. Tandoğan, Haluk.: Borçlar Hukuku Genel Hükümler,C.II. Tekinay/ Burcuoğlu/ Akman/ Altop: Borçlar Hukuku Genel Hükümler, 7. Bası, İstanbul 1985. Tiftik, Mustafa: “Borç Sözleşmelerinin İrade Sakatlığı Sebebiyle İptalinde Uğranılan Zararların  Tazmini,  Erzincan  Hukuk  Fakültesi  Dergisi,C.X,s.3-4,  sh.397417,sh.402.   Ulaş, Işıl: Uygulamalı Zarar Sigortaları Hukuku, Genel Hükümler Mal ve Sorumluluk Sigortaları, 8. Bası, Ankara 2012.  Ünan, Samim: Türk Ticaret Kanunu Şerhi, Altıncı Kitap: Sigorta Hukuku,C.1, Birinci Kısım Genel Hükümler (madde 1401-1452), İstanbul 2016. Uygur, Turgut: 6098 sayılı Türk Borçlar Kanunu Şerhi, C. 1, md.1-236, 2. Baskı Ankara 2012. Von Büren, Bruno: Schweizerisches Obligationenrecht, Allgemeiner Teil, Zürich 1964. Von Tuhr/Peter: Allgemeiner Teil des Schweizerischen Obligationenrecht, Dritte Auflage, Band I, Unter mitarbeiter von H.Schulin, Zürich 1979. Zaech,  Roger/Künzle,  Hans  Rainer:  Berner  Kommentar,  Kommentar  zum schweizerischen  Privatrecht,  Band  VI,  Obligationenrecht,  I.  Abteilung  ; Allgemeine  Bestimmung,  2.  Teilband,  2.  Untrteilband,  Stellvertretung, Kommentar zu Art. 32-40 OR,Bern 1990.         388"
}