{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "64",
     "Sayı": "4",
     "Başlık": "TASARRUFUN İPTALİ DAVALARINDA YARGITAY TARAFINDAN KABUL EDİLEN ÖZEL DAVA ŞARTLARI",
     "Title": "Specific Terms in Action for Rescission of Disposition Brought by the Supreme Court",
     "Yazar İsmi": [
          "Hakan ALBAYRAK"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "İcra ve İflas Hukuku",
          "tasarrufun iptali davası",
          "dava şartı",
          "bekletici mesele",
          "menfi tespit davası"
     ],
     "Keywords": [
          "Debt enforcement and bankruptcy law",
          "action for rescission (action for rescission of disposition)",
          "cause of action",
          "Prejudicial issue",
          "Lawsuit for the establishment of a negative fact"
     ],
     "Özet": "Borçlular  mallarına  haciz  konulmadan  veya  haklarında  iflâs  kararı verilmeden önce malları üzerinde diledikleri şekilde tasarrufta bulunabilme hakkına  sahiptirler.  Bu  nedenle,  iflâs  etmek  üzere  olan  veya  yakında mallarına  haciz  konulması  ihtimali  bulunan  borçluların,  mallarını alacaklılardan kaçırmak için, bazı şüpheli tasarruflarda bulunması çok sık rastlanan bir durumdur. Alacaklılardan mal kaçırma amacıyla yapılan bu şüpheli tasarrufların, tasarrufun iptali davası yolu ile iptal edilebilmeleri olanağını  kanun  koyucu  alacaklılara  tanımıştır  (m.277-284).  Tasarrufun iptali  davalarında  Yargıtay  tarafından  birtakım  özel  dava  şartları  kabul edilmiştir.  Bu  şartlar   gerçek  bir  alacağın  olması ,   icra  takibinin kesinleşmesi  ve  alacağın iptale konu tasarruftan önce doğmuş olması  dır. Bu  şartlar  mevcut  olmadan  Yargıtay  esasa  ilişkin  bir  incelemeye geçilemeyeceğine  ve  davanın  usulden  reddedilmesi  gerektiğine hükmetmektedir.  Bu  makalemizde  tasarrufun  iptali  davalarında  Yargıtay tarafından getirilen özel dava şartlarını incelemeye çalışacağız.",
     "Abstract": "Debtors  who  think  that  their  property  is  to  be  attached  or  their banktruptcy is to be announced may take various dispositons to hide property form the plaintiff. For this reason, it is prevalent that debtors, who totter on the  verge  of  bankruptcy  or  face  the  danger  of  attachment,  make  some doubtful dispositions. To avoid these doubtful dispositions of the debtor, there is a right of action for the creditors, called an  action for rescission  (Articles 277-284). To be accepted action for rescission by the courts, some has specific circumstances (specific terms, prejudicial issue, cause of action) been recognized by the Türkish Supreeme Court. These terms (cause of action, prejudicial issue) are;  The right to request the substantial credits ,  finalization of enforcement proceedings ,  The right to request the credit will  be  born  before  the  doubtful  dispositions .  Without  these  conditions (cause of action) exist, the Supreme Court ruled that the case should be dismissed because of procedural deficiencies. In this study, we try to examine the specific terms of the case brought by the Supreme Court.  Key  Words:  Debt  enforcement  and  bankruptcy  law,  action  for rescission (action for rescission of disposition), cause of action, Prejudicial issue, Lawsuit for the establishment of a negative fact.",
     "Metin": "Bilindiği  üzere  haciz  yolu  ile  takiplerde  hacizden,  iflas  yoluyla takiplerde ise iflasın açılmasından önce borçlunun mal ve hakları üzerinde herhangi  bir  sınırlama  bulunmamaktadır.  Bu  nedenle,  bazen  borçlular, mallarına  haciz  konulması  veya  iflas  kararı  verilmesi  ihtimali  bulunan durumlarda, alacaklılardan mal kaçırmak için şüpheli birtakım tasarruflarda bulunabilirler.  Yapılan  bu  tasarruflar  kural  olarak  geçerlidir.  Ancak  bu şüpheli  tasarruflardan  sonra,  borçlunun  alacaklıları,  borçlunun  mallarını haczettirmek  istedikleri  zaman  ya  hiç  mal  bulamazlar  veya  çok  az  mal bulurlar ve bu nedenle alacaklarını tam olarak alamazlar. İşte iptal davasının                                                  1  Pekcanıtez/Atalay/Özkan-Sungurtekin/Özekes, 2012, s. 839; Kuru/Arslan/Yılmaz, İcra ve İflâs Hukuku, 2014, s. 611. 2  Kuru/Arslan/Yılmaz,  İcra  ve  İflâs  Hukuku,  2014,  s.  611;  Pekcanıtez/Atalay/ÖzkanSungurtekin/Özekes, 2012, s. 839. 3  Kuru, İcra ve İflas Hukuku El Kitabı, 2013, s. 1396. 932Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974     Albayrak amacı, borçlunun, haciz veya iflastan önce yapmış olduğu ve aslında geçerli olan tasarruf işlemleri ile malvarlığından uzaklaştırdığı mallardan, bunlar sanki  borçluya  aitmiş  gibi,  alacaklıların  tatmin  edilmesini  sağlamaktır. Ancak  iptal  davası,  ayni  nitelikte  bir  dava  olmayıp,  şahsi  (kişisel)  bir davadır.  Şayet  davanın  konusu  bir  mala  ilişkin  ise,  bu  dava  ile  malın mülkiyetinin, davalıdan (üçüncü kişiden) alınarak, borçluya ait olduğuna (geri  dönmesine)  karar  verilmemekte,  sadece  alacaklı  malın  bedelinden alacağını (kişisel hakkını) alma yetkisini elde etmektedir.  Makalemizde  İcra  ve  İflas  Kanununa  göre  açılan  tasarrufun  iptali davalarında Yargıtay tarafından benimsenin özel dava şartları bakımından durumun ne olduğu izah edilmeye çalışılacaktır.  I-  ÖZEL  DAVA  ŞARTI  KAVRAMI  VE  YARGITAY TARAFINDAN  ÖZEL  DAVA  ŞARTLARININ  KABUL  EDILIP EDILEMEYECEĞI SORUNU Burada  öncelikle  iptal  davasının  açılabilmesi  için  gerekli  ve  çoğu Yargıtay tarafından benimsenmiş özel dava şartlarını inceleyeceğiz. Hukuk Muhakemeleri  Kanunu  çerçevesindeki  genel  dava şartlarını  ise  inceleme dışında tutacağız. Öncelikle dava şartı kavramı ve özel dava şartı kavramının ne olduğuna kısaca bakmaya çalışacağız.  Dava şartları, davanın esası hakkında yargılama yapılabilmesi ve karar verilebilmesi  için  varlığı  veya  yokluğu  gerekli  olan  şartlardır.  Dava şartlarının neler olduğu HMK nın 114. maddesinde toplu olarak sayılmıştır.                                                  4  Kuru, İcra ve İflas Hukuku El Kitabı, 2013, s. 1397. 5  Kuru, İcra ve İflas Hukuku El Kitabı, 2013, s. 1397.  Kabule göre de; İİK. nun 283. Maddesi hükmü gereği, tasarrufun iptali davası sabit olduğu takdirde, davacı alacaklı bu davaya konu teşkil eden mal üzerinde cebri icra yolu ile hakkını alma yetkisini elde eder ve davanın konusu taşınmaz ise, davalı üçüncü şahıs üzerindeki kaydın tahsisine mal olmadan o taşınmazın haciz ve satılmasını isteyebilir kuralı konmuştur. Bu takdirde mahkemenin tapu kaydının iptali ile borçlu adına tapuya tescili, usul ve yasaya aykırı olup bozmayı gerektirmiştir.  (15. HD. T. 06.02.1997, 175/680, YKD 1997/7, s. 1103, naklen; Pekcanıtez/ Atalay/Özkan-Sungurtekin/Özekes, 2012, s. 839). 6  Kuru, Dava Şartları, 1964, s. 111; Kuru/Arslan/Yılmaz, Medeni Usul Hukuku, 2014, s. 244; Pekcanıtez/Atalay/Özekes, Medenî Usûl Hukuku, 2012, s. 348; Ulukapı, Medenî Usûl Hukuku, 2014, s. 222; Karslı, Medeni Muhakeme Hukuku, 2012, s. 455; Alangoya, Medeni Usul Hukuku, 2003, s. 208.  7  Dava şartları HUMK döneminde bu şekilde toplu olarak düzenlenmemişti. Nelerin dava şartı  olduğu  doktrin  ve  yargı  kararları  doğrultusunda  belirleniyordu.  Dava  şartları konusunda yaşanan tereddütleri gidermek için HMK ya bu yönde özel bir düzenleme   933Tasarrufun İptali Davalarında...    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974 Dava şartları, genel dava şartları ve özel dava şartları olarak bir ayrıma tabi tutulup incelenebilmektedir. Buna göre HMK nın 114. maddesinde sayılan dava  şartları  tüm  davalar  bakımından  geçerlilik  taşıyan  şartlar  olması nedeniyle  bunlar  genel  dava  şartları  olarak  adlandırılmaktadır.  Aynı maddenin ikinci fıkrasında ise  Diğer kanunlarda yer alan dava şartlarına ilişkin hükümler saklıdır  ifadesi yer almaktadır. Buna göre HMK da sayılan genel dava şartlarına ek olarak bazı münferit davalarda özel birtakım dava şartları öngören düzenlemeler bulunmaktadır. Konumuz ile de alakalı olan en güzel örnek, İcra ve İflas Kanunu na göre iptal davası açılabilmesi için alacaklının elinde aciz belgesinin bulunması gerektiğinin İİK nın 277 1/b.1 ‘de  açıkça  düzenlenmiş  olmasıdır.  Ayrıca  borçtan  kurtulma  davası  için, davacı borçlunun alacağın %15 i oranında teminat yatırması gerektiği (İİK m. 69), terk nedeniyle boşanma davası açılabilmesi için davalı eşe ihtar kararının tebliğ ettirilmesi ve ihtar kararının tebliğinden itibaren iki ayın geçmesi  gerektiği  (MK  m.  164/2)  ilgili  özel  kanunlarında  açıkça düzenlenmiş özel dava şartlarına örnektirler. Genel ve özel dava şartlarının önemi, davanın esastan görülüp karara bağlanabilmesi için, varlığı ya da yokluğunun  hâkim  tarafından  davanın  her  aşamasında  kendiliğinden gözetilebilmesi  ve  taraflarca  eksikliğin  davanın  her  aşamasında  ileri sürülebilmesidir (HMK m. 115/1). Dava şartlarının eksik olması halinde, davanın  kural  olarak  usulden  reddedilmesi  gerekir.  Ancak,  dava  şartı noksanlığının giderilmesi mümkün ise bunun tamamlanması için kesin süre verilir. Bu süre içinde dava şartı noksanlığı giderilmemişse dava; dava şartı yokluğundan dolayı usulden reddedilir. Dava şartları mevcut ise, ancak bu takdirde, davacı tarafından dava ile talep edilen hakkın (esas talebin) haklı olup olmadığı incelemesine geçilecektir.  Bütün açıklamalara rağmen kanunda düzenlenen bir hususun özel bir dava  şartı  olup  olmadığını  tespit  etmek  her  zaman  kolay  değildir.  Bu durumda özellikle, belirtilen şartın davanın esasını incelemeye engel olup olmadığına ve hâkim tarafından kendiliğinden dikkate alınıp alınmadığına bakmak gerekir.                                                                                                                     getirilmiştir.  (Pekcanıtez/Atalay/Özekes,  Medenî  Usûl  Hukuku,  2012,  s.  348;  Karslı, Medeni  Muhakeme  Hukuku,  2012,  s.  455).  Bu  durum  İsviçre  Hukukunda  da  aynı şekildedir. İsviçre Medeni Usul Kanunun 59. Maddesinde de dava şartları toplu bir biçimde belirlenmiştir. (Karslı, Medeni Muhakeme Hukuku, 2012, s. 455).  8  Karslı, Medeni Muhakeme Hukuku, 2012, s. 465. 9  Karslı, Medeni Muhakeme Hukuku, 2012, s. 465. 10  Pekcanıtez/Atalay/Özekes, Medenî Usûl Hukuku, 2012, s. 362.  934Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974     Albayrak Acaba kanunlarda yazılanlar dışında yargı kararları ile özel dava şartları konulabilir mi? Bu sorun HUMK döneminde dava şartlarının zaten yargı tarafından belirlenmesi sebebiyle doktrinde incelenme gereği duyulmamıştır. HMK  ile  birlikte  sistem  değişmiş  ve  dava  şartları  kanunda  açıkça düzenlenmiştir. Bu nedenle HMK nın 114. maddesinin birinci fıkrasında dava şartlarının açıkça sayılması ve ikinci fıkrasında ise diğer kanunlarda sayılan dava şartlarını saklı tutması nedeniyle sanki dava şartlarının sadece HMK da  ve  diğer  özel  Kanunlarda  sayılanlardan  ibaret  olduğu  izlenimi doğmaktadır.  Dolasıyla  Kanunlarda  öngörülmüş  olmasa  bile  bir  davanın esasına girilebilmesi yani esas hakkın varlığının tespiti için yargı kararları ile birtakım dava şartlarının getirilip getirilemeyeceği bir sorun teşkil edecektir. Konumuz açısından önemi özellikle tasarrufun iptali davalarında, Yargıtay, kanunda sayılan aciz belgesi şartının yanında yerleşik içtihatlarıyla birtakım özel şartları da öngörmesidir. Bu şartlar bir Yargıtay kararında şu şekilde belirtilmiştir;   Dava,  İİK nun  277.  ve  devamı  maddelerine  dayanılarak açılmış tasarrufun iptali istemine ilişkindir. Bu tür davaların dinlenebilmesi için  davacının  davalı  borçluda  gerçek  bir  alacağının  bulunması,  borçlu hakkında  yapılan  bir  icra  takibinin  kesinleşmiş  olması,  iptal  konusu tasarrufun borcun doğumundan sonra yapılmış olması ve borçlu hakkında alınmış  bir  aciz  belgesinin  bulunması  gerekli  olup  bu  şartların  varlığı mahkemece  re sen  değerlendirilmelidir 11.  Görüldüğü  üzere  Yargıtay tasarrufun iptali davalarında aciz belgesinin yanında birtakım özel şartlar öngörmüş ve bu söz konusu şartları ısrarla kararlarında belirtmiştir. Aciz belgesinin dışında Yargıtay tarafından kabul edilen bu özel şartlar İİK da belirtilen şartlar değildir. Bu nedenle Yargıtay tarafından benimsenen bu şartların niteliğinin ne olduğu problem teşkil etmektedir. Tasarrufun iptali davalarına ilişkin bu özel şartları belirleyen Yargı kararlarında bazen açıkça  dava şartı  kavramı kullanılmamış onun yerine  hâkim tarafından resen dikkate alınır  ifadesi tercih edilmiştir. Bu ifade tarzı, (özellikle sayılan durumların kanunda açıkça dava şartı olduğu belirtilen aciz belgesi kavramı ile birlikte değerlendirilmesi ve hâkim tarafından resen inceleniyor olması) aciz belgesi dışında sayılan söz konusu diğer şartların da Yargıtay tarafından dava şartı olarak anlaşıldığına işarettir. Nitekim bazı kararlarında da açıkça  dava  şartı   kavramını  tercih  etmiştir.  Bunun önemi  dava şartı  olması                                                  11  17. HD. T. 20.05.2009, 2951/3395 (naklen; Günören, 2012, s. 375).  12   Tasarrufun iptali davasının ön koşullarından birisi borcun doğumunun tasarruf tarihinden önce olmasıdır…Bu yön dava şartı olup, temyiz edenin sıfatına bakılmaksızın incelenmelidir. Dava   935Tasarrufun İptali Davalarında...    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974 halinde davanın esasına girilmeden davanın usulden reddedilecek olmasıdır. Usulden  reddedilen  dava  ise  dava  şartlarındaki  eksikliğin  tamamlanması halinde yeniden açılabilecektir. Davanın esastan reddedilmesi halinde ise dava  maddi  hukuk  tarafından  öngörülen  esas  hakkın  mevcut  olmadığı manasına  gelecek  ve  söz  konusu  dava  artık  açılamayacaktır.  Dolasıyla tasarrufun  iptali  davalarında  Yargıtay  tarafından  benimsenen  bu  özel şartların dava şartı olup olmadığı verilen kararın niteliğinin belirlenmesi açısından önemlidir.  Dava şartları ileri sürülen talebin varlığına ve içeriğine ilişkin olmayan şartlardır.  Bir  kimsenin  gerçek  hak  sahibi  olmaması  nedeniyle  dava hakkının olmadığını belirtmek başka; haklı olup olmadığı hiç incelenmeden dava şartlarının olmaması nedeniyle dava açma hakkına sahip olmadığını belirtmek başkadır. Davacının, dava hakkının mevcut olup olmadığı ancak işin  esası  hakkında  verilecek  bir  karar  sonunda  belli  olacaktır.  Dava hakkının, hakkın bulunmaması, hakkın doğmamış olması, hakkın ortadan kalkmış olması sebebiyle bulunmadığı iddiası artık esasa ilişkin bir savunma teşkil eder.  Üstündağ dava şartlarını maddi hukuka ilişkin dava şartları ve usul hukukuna ilişkin dava şartları olarak ikiye ayırarak incelemektedir. Ona göre, maddi hukuka ilişkin dava şartları davanın esasına girişilebilmesi için maddi  hukukun  tesis  etmiş  olduğu  şartlardır.  Usule  ilişkin  şartlar  ise, davanın açılması ile meydana gelen usul münasebetine ilişkin ortaya çıkan mahkemeye, taraflara ve dava konusu şeye ilişkin olmak üzere ortaya çıkan şartlardır. Dolayısıyla İİK nın 277 inci maddesinde belirtilen tasarrufun iptali davası açılabilmesi için gerekli olan aciz belgesi maddi hukuka ilişkin bir dava şartıdır. Bu şartın eksikliği halinde dava, dava şartı eksikliğinden usulden reddedilir yoksa davanın haksız olduğundan dolayı dava esastan reddedilmez.  İşte Yargıtay, tasarrufun iptali davaları için bunların yanında birtakım özel şartlar daha öngörmektedir. Geçerli bir icra takibinin olması, davacının                                                                                                                    koşulu gerçekleşmediği takdirde işin esası hakkında hüküm kurulamaz. Bu husus daha önce de Hukuk Genel Kurulunun 26.06.2002 gün ve 15/543-552 sayılı ilamında da vurgulanmıştır  (HGK, T. 18. 2. 2004, 15/18-82, naklen; Kuru, İcra ve İflas Hukuku El Kitabı, 2013, s. 1402). 13  Üstündağ, Medeni Yargılama Hukuku, 2000, s. 281. 14  Üstündağ, Medeni Yargılama Hukuku, 2000, s. 281. 15  Üstündağ, Medeni Yargılama Hukuku, 2000, s. 283 vd.  16  Üstündağ, Medeni Yargılama Hukuku, 2000, s. 283. 936Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974     Albayrak davalı borçluda gerçek bir alacağının bulunması ile iptal konusu tasarrufun borcun doğumundan sonra yapılmış olması şartları Yargıtay tarafından kabul edilen dava şartlarıdır. Yargıtay a göre bu şartların olmaması durumunda davadaki  esas  hak  olan  tasarrufun  iptali  hakkının  kanundaki  şartlarının oluşup oluşmadığı yani yapılan tasarrufun ivazsız bir tasarruf olup olmadığı (İİK m. 278), aciz halinden dolayı butlan durumunun olup olmadığı (İİK. m. 279)  veya  zarar  verme  kastının  (İİK.  m.  280)  oluşup  oluşmadığı incelenememektedir. Yargıtay ın bu görüşüne göre, söz konusu özel şartların eksikliğinden ötürü davanın usulden reddedilmesi gerekmektedir. Ancak bu şartların  eksikliğinde,  davalar,  çoğu  kez  açıkça  usulden  reddedildiği belirtilmeden reddedilebilmektedirler.  Kanaatimize  göre,  dava  şartlarının  neler  olduğu  HMK nın  114. maddesinin birinci fıkrasında açıkça sayılmış, ikinci fıkrasında ise diğer kanunlarda  yer  alan  dava  şartlarının  ilişkin  hükümlerin  saklı  olacağı belirtilmiştir. Dolayısıyla kanun tarafından dava şartı olarak belirtilmeyen durumların özellikle yeni HMK döneminde Yargıtay tarafından dava şartı olarak kabul edilebilmesi artık daha zordur. Çünkü HUMK döneminde dava şartlarının neler olduğu HMK da olduğu gibi sayma suretiyle belirtilmiş değildi.  Bu  nedenle  dava  şartlarının  ne  olduklarına  bizatihi  Yargıtay ın kararları yön vermekteydi. Ancak yeni HMK nın dava şartlarını belirleme konusunda  tercih  ettiği  yöntem  Yargıtay ın  alanını  son  derece  daraltmış bulunmaktadır.  Ancak  yeni  HMK  döneminde  dahi  usul  ekonomisi bakımından, Yargıtay tarafından bazı özel dava şartlarının içtihat yolu ile getirilmesi yolunun da tamamen kapalı olduğunu söylemek oldukça güçtür.  Yargıtay ın tasarrufun iptali davalarında dava şartı olarak kabul ettiği durumların  ne  olduğu  ayrı  ayrı  inceleme  konusu  yapılacaktır.  Yargıtay tarafından  tasarrufun  iptali  davalarında  dava  şartı  olarak  kabul  edilen durumlar  şunlardır;  1-  Davacının  davalı  borçluda  gerçek  bir  alacağının bulunması, 2- Geçerli bir icra takibinin olması, 3- İptal konusu tasarrufun borcun doğumundan sonra yapılmış olması.  İncelememizde tasarrufun iptali davaları için İİK nun 277. maddesinde belirtilen özel bir dava şartı olan aciz belgesi inceleme dışı tutulmuştur. Bunun  nedeni  incelememizi  Yargıtay  tarafından  kabul  edilen  özel  dava şartlarına ilişkin sınırlı tutmamızdır.    937Tasarrufun İptali Davalarında...    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974 II- YARGITAY TARAFINDAN KABUL EDİLEN ÖZEL DAVA ŞARTLARI  A- İcra Takibinin Kesinleşmiş Olması Tasarrufun iptali davasının görülebilmesi için Yargıtay tarafından kabul edilen  ilk  dava  şartı  alacaklı  tarafından  borçlu  hakkında  davadan  önce başlatılmış icra takibinin davadan önce veya sonra kesinleşmiş olmasıdır. Takibin  kesinleşmesinden  kasıt,  tasarrufun  iptali  davalarında  davanın açılmasına sebebiyet veren alacak takibinin, kesin haciz aşamasına gelmiş ve takibin  iptal  edilmemiş  olmasıdır.  Uygulamada  ve  doktrinde,  takibin kesinleşmesi  veya  ödeme  emrinin  kesinleşmesi  kavramları kullanılagelmektedir. Aslında takibin kesinleşmesi ile anlaşılması gereken husus, kesin haciz talep edebilme hakkının gelmesidir. Satışı talep etme yetkisi olan hacze de kesin haciz denilir. Geçici veya ihtiyati haciz sahibi alacaklılar haczedilen malların satışını talep edebilmeleri mümkün değildir. Aynı şekilde kambiyo senetlerine mahsus haciz yolunda da, borçlu itiraz ettiğinde, malları haczedilebilse bile genel haciz yolundan farklı olarak satış talep edilemeyecektir (İİK m. 169, c.2; m. 170,I).  Takibin kesinleşmesi veya kesin haciz talep edebilme yetkisi, izlenen takip usullerine göre farklıklar gösterecektir. Genel haciz yolu ile yapılan takiplerde, takibin kesinleşerek kesin haciz aşamasına gelinebilmesi için, kendisine usulüne uygun bir şekilde ödeme emri tebliğ edilmiş, borçlunun tebliğ tarihinden itibaren yedi gün içinde dilekçeyle veya sözlü olarak icra dairesine itiraz etmemiş olması gerekir. Kambiyo senetlerine mahsus haciz yolunda da ödeme emrine süresi içinde borçlu tarafından itiraz edilmemesi üzerine alacaklı kesin haciz isteyebilir. Ancak kambiyo senetlerine mahsus haciz yolunda borçlunun itirazı üzerine alacaklı haciz talep edebilse bile haczedilen  bu  malların  satışını  isteyememesi  nedeniyle  takibin kesinleşmesinden bahsedemeyiz. İlamlı icrada ise kural olarak itiraz hakkı mevcut değildir. Bu nedenle genel haciz yolundakine benzer biçimde takibin durması söz konusu değildir. Bunun yerine hükmün temyiz edilmesi halinde İİK.  m.  36  çerçevesinde  icranın  durdurulabilmesi  mümkündür.  Hükmün temyizi üzerine icranın durdurulmasından farklı olarak borçlunun bir diğer                                                  17  Günören, 2012, s. 403. 18  Kuru/Arslan/Yılmaz, İcra ve İflâs Hukuku, 2014, s. 231 vd.; Pekcanıtez/Atalay/ÖzkanSungurtekin/Özekes, 2012, s. 265 vd. 938Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974     Albayrak hakkı ise, icra emrinin tebliğinden önce borcun itfa edilmiş veya ertelenmiş veya  zamanaşımına  uğramış  olmasından  dolayı  İİK  m.  33  çerçevesinde icranın geri bırakılmasını talep etmesidir. Ancak icranın geri bırakılması talebi  icra  mahkemesinden  sonuçlanıncaya  kadar  alacaklı  takibe  devam edebilecektir. Bu anlamda İİK m. 33 çerçevesindeki icranın geri bırakılması talebi takibi durdurmayacaktır. Bu talebe rağmen yapılan haciz kesin haciz niteliğinde  olacaktır.  Ancak  icra  mahkemesince  ilamlı  takibin  geri bırakılmasına  karar  verildiği  takdirde  ilamlı  icra  takibi  durabilecektir. Tasarrufun iptali davalarının, ihtiyati haciz, geçici haciz veya takibin geri bırakılması,  takibin  iptali  durumlarında,  kesinleşmiş  bir  icra  takibi bulunmaması nedeniyle dava şartı eksikliğinden reddedilmeleri gerekir.  Yargıtay tarafından kabul edilen takibin kesinleşmiş olması şartı aslında İİK nun 277. maddesinde düzenlenen aciz belgesi şartıyla yakından ilgilidir. Tasarrufun iptali davası açılabilmesi için alacaklının elinde kesin veya geçici aciz  belgesinin  bulunması  gerekir.  Alacaklıya  (kesin  veya  geçici)  aciz belgesi verilebilmesi için de her şeyden önce alacaklının haciz yoluyla takip yapmış olması ve bu takibin kesinleşmiş olması gerekmektedir. Bu nedenle ihtiyati haciz veya geçici haciz esnasında tutulan haciz tutanaklarının geçici aciz belgesinin yerine geçebilmesi için ihtiyati veya geçici haczin kesin hacze çevrilmiş olması gerekir. Aksi takdirde tutulan bu tutanaklar geçici aciz belgesi hükmünde olmadığından tasarrufun iptali davası açma hakkı da vermezler.                                                   19   Dava İİK nun 277 ve devamı maddeleri uyarınca açılan tasarrufun iptali isteğine ilişkindir. Tasarrufun iptali davasının ön şartı borçlu davalı hakkında yapılmış ve kesinleşmiş bir icra takibinin bulunması, davacı tarafından borçlunun aciz halini gösterir aciz belgesi ibraz edilmesi ve borcun tasarruf tarihin önce doğmuş olması gerekir. (17 HD. T. 3.11.2011, 2228/10229, naklen; Günören, 2012, s. 406). 20  Dediduman, 1998, s. 1079 vd.; Kostakoğlu, 1989, s. 23 vd.; Uyar, Tasarrufun İptali Davasının Tarafları, 2010, s. 2253; Akil, 2014, s. 167. 21  Geçici hacizden kasıt İİK m. 69 a göre, itirazın geçici kaldırılması üzerine konulan hacizdir.  22  Dediduman, 1998, s. 1080. 23  Geçici aciz belgesi İİK m. 69 anlamında İtirazın geçici kaldırılması üzerine konulan geçici haciz  üzerine  verilen  belge  anlamında  değildir.  Geçici  aciz  belgesi,  İİK  m.  105/II anlamında, kesin bir haciz esnasında tutulan haciz tutanağındaki malların alacaklının alacağını karşılamayacağının satıştan önce anlaşılmasıdır. Yani buradaki  geçicilik  satış esnasında, tahmin edilen kıymetlerin üstünde bir değer bulabilme ihtimalinin halen mevcut olmasından kaynaklanmaktadır (Öztek, 1994, s. 23).   Nitekim İsviçre Federal Mahkemesinin bu yönde bir kararı mevcuttur. (BGE 76/III-1, http://www.servat.unibe.ch/dfr/pdf/c6001.pdf, Dediduman, 1998, s. 1080).    939Tasarrufun İptali Davalarında...    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974 Yargıtay kararlarında takibin kesinleşmesi şartı aranmaktadır. İhtiyati haciz  esnasında,  haczi  kabil  mal  olmadığına  ilişkin  tutulan  tutanaklarla tasarrufun iptali davası açılamaz. Karar şu şekildedir;  … Gerçekten borçlu hakkında alınan 12.4.1994 günlü ihtiyati haciz kararı üzerine 13.4.1994 tarihinde haciz uygulanmış ve haczi kabil mal bulunamamıştır. 15.4.1994 ‘de de borçlu hakkında ilamsız takibe geçilmiş olup bu takibe karşı borçlu tarafından itiraz edilmiştir. İİK.nun 277 ve devamı maddelerine göre açılan tasarrufun iptali davasının dinlenebilmesinin diğer bir koşulu da alacaklı tarafından borçlu hakkında yapılan icra takibinin kesinleşmesidir. Alacakla ilgili icra takibi kesinleştirilmeden iptal davası dinlenemez. 24.  Yargıtay bir başka kararında da, icra takibinin geri bırakılması üzerine açılmış  olan  tasarrufun  iptali  davasının  dava  şartı  eksikliğinden  reddi gerektiğine  karar  vermiştir.  Karar  şu  şekildedir;   Tasarrufun  iptali davalarında kesinleşmiş geçerli bir takibin bulunması ve davanın takibe dayanılarak açılması dava şartıdır. Somut olayda icra takibinin tetkik merci tarafından geri bırakılması kararı üzerine artık icra takibinin geçerliliği kalmamıştır. Yargıtay ın kabul etmiş olduğu  kesinleşmiş bir icra takibinin olması  şartı birazdan bahsedeceğimiz  gerçek bir alacağın olması  şartından farklı değerlendirilmelidir. Aşağıda bahsedeceğimiz üzere,  gerçek bir alacağın olup olmadığı durumu  takip hukuku kuralları çerçevesinde kesinleşmiş bir alacağın maddi hukuk bakımından gerçekten var olmadığına yönelik yapılan bir itiraz olup  taraf sıfatı  ile ilgili bir husustur. Oysa  kesinleşmiş bir icra takibinin  olması   niteliği  itibariyle  bir  dava  şartıdır.  Dava  şartı  olması nedeniyle de taraflar ileri sürmese dahi mahkemece resen incelenmelidir. Kesinleşmiş  bir icra takibinin olması gerekliliği aslında tasarrufun iptali davalarının açılabilmesi için gerekli olan aciz belgesi şartı ile bağlantılıdır. İİK nın 277. maddesine göre tasarrufun iptali davasının açılabilmesi için alacaklının  elinde  kesin  veya  geçici  aciz  belgesinin  bulunması  gerekir. Geçici veya kesin aciz belgesine ilişkin İİK m. 102, son f., m. 105/2 ve m.                                                                                                                      Yargıtay Hukuk Genel Kurulu kararı da bu yöndedir;  Eş söyleyişle, haciz sırasında borçlunun bir kısım malları bulunmasına karşın, bunların takdir edilen kıymetine göre takibe konu alacağı karşılamaya yetmediği anlaşılırsa, buna ilişkin haciz tutanağı geçici aciz belgesi sayılır (İİK. m.105/2  ( HGK, 2.3.2005, 15-100/119, MİHDER 2006/3, s. 1418-1424). 24  15. HD, T.12.12.1994, 6116/7431 (Kazancı İçtihat Programı e.t. 29.01.2015).  25  17 HD. T. 21.4.2008, 2007/ 4950/2050 (naklen; Günören, 2012, s. 410). 940Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974     Albayrak 143 te sözü edilen haciz ise  geçici haciz  (İİK m. 69/1) veya  ihtiyati haciz  olmayıp, kesin hacizdir. Dolayısıyla kesin veya geçici aciz belgesi ancak  kesinleşmiş  bir  icra  takibi  neticesinde  alınabilir.  Aciz  belgesi  ile kesinleşmiş  bir  icra  takibinin  bulunması  şartları  arasındaki  bu  bağlantı nedeniyle, Yargıtay ın kesinleşmiş bir icra takibini, dava şartı olarak kabul etmesi doğrudur.  B- Gerçek Bir Alacağın Bulunması Zorunluluğu 1- Genel Olarak  Kural  olarak  iptal  davasına  bakan  mahkeme,  davacının  alacağının mevcut  olup  olmadığını  inceleyemez.  Kanunda  buna  ilişkin  bir  şart öngörülmemiştir.  İİK ya  göre  açılan  tasarrufun  iptali  davalarında,  bu davanın dinlenebilmesi için ön koşul olarak, Yargıtay, davacı alacaklının gerçekten alacaklı olmasını da aramaktadır, yalnızca kesinleşmiş bir icra takibinin varlığı yeterli değildir.  Haciz yolu ile yapılan takiplerde açılan tasarrufun iptali davalarında davacı; haciz yolu ile bir takip yaparak bunun sonucunda borçludan borcunu alamayan takip alacaklısı, davalılar ise; borçlu ve lehine işlem yapılan kişi ile bu kişilerin mirasçılarıdır. Bu kişiler arasında mecburi dava arkadaşlığı vardır. Dolayısıyla davacı alacaklının gerçek bir alacağının bulunmadığı iddiası, borçlu ve üçüncü kişi tarafından birlikte sürülebileceği gibi yalnızca üçüncü kişi tarafından, diğer davalı borçlu ile davacının muvazaalı olarak                                                  26  Akil, 2014, s. 189. 27  Kuru,  İcra  ve  İflas  Hukuku  El  Kitabı,  2013,  s.  1419;  Yıldırım,  1995,  s.  253; Pekcanıtez/Atalay/Özkan-Sungurtekin/Özekes, 2012, s. 856.  28   Dava İİK. nın 277 ve devamı maddeleri uyarınca açılan tasarrufun iptali isteğine ilişkindir. Bu tür davalarda öncelikle davacının borçludan gerçek bir alacağının bulunması ve yapılan tasarrufun da alacaklılardan mal kaçırma amacına yönelik olması gerekir.  17. HD. T. 5.11.2013, 11822/15085 (Kazancı İçtihat Programı, e.t: 21.02.2015).  29  Kuru/Arslan/Yılmaz, İcra ve İflâs Hukuku, 2014, s. 620; Karslı, İcra ve İflas Hukuku, 2014, s. 549. 30  Kuru/Arslan/Yılmaz, İcra ve İflâs Hukuku, 2014, s. 620.  İptal davalarında İİK nın 282. Maddesi hükmü gereğince davalı olarak borçlu ile hukuki muamelede bulunan veya borçlu tarafından kendilerine ödeme yapılan kimseler ile bunların mirasçıları ve kötüniyet sahibi 3. Şahısların davalı olarak gösterilmeleri gerekmektedir. Başka bir anlatımla bunlar arasında mecburi dava arkadaşlığı bulunmaktadır…Bu husus kamu düzeni ile ilgili olup hakimin bu noksanlığı görevi nedneiyle re sen göz önünde bulundurması zorunludur . (15. HD. T. 08.03.2005, E. 2004/7623, K. 2005/1299, naklen; Karslı, İcra ve İflas Hukuku, 2014, s. 549).    941Tasarrufun İptali Davalarında...    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974 anlaşarak kendisine zarar verilmek istendiği iddiası ile de ileri sürülebilir. Gerçekten  de  açılan  tasarrufun  iptali  davasında,  borçlu  ile  işlem  yapan üçüncü kişilere, borçlu ile alacaklı arasındaki alacağın gerçek olmadığına yönelik  olarak  itiraz  etme  olanağını  sunma  yoluyla  kendilerini  savunma imkânlarının  verilmesi  gerekir.  Yargıtay  Hukuk  Genel  Kurul  kararında belirtildiği üzere, aksi halde, takip alacaklısı ile anlaşılarak veya muvazaalı bir alacak oluşturularak icra takibine itiraz etmeyen veya borçlu olmadığına ilişkin kanunun kendine tanıdığı dava imkânlarını kullanmayan borçlunun bu davranışı  karşısında  borçludan  mal  edinen  üçüncü  kişilerin  yargı  eliyle zarara uğratılması söz konusu olabilir. Nitekim doktrinde ağırlıktaki görüş de bu yöndedir.  Aciz  belgesi,  alacaklının  alacaklı  olduğunu  sadece  icra  takibi bakımından tespit eden bir belgedir. Ancak üçüncü kişinin aciz belgesine dayanan alacağın gerçekte mevcut olmadığını veya muvazaalı olduğunu ileri sürmesi  durumunda  bahsettiğimiz  üzere  artık  bu  alacağın  mevcudiyeti tasarrufun iptali davasında tartışma konusu haline gelir.  Sonuç olarak tasarrufun iptali davalarında, bu davanın dinlenebilmesi için ön koşul olarak, Yargıtay, davacı alacaklının gerçekten alacaklı olmasını da aramaktadır. Yargı kararlarında gerçek bir alacağın olması durumu bazı kararlarda açıkça ifade edilmemiş onun yerine ön koşul, dinlenebilirlik koşulu gibi ifadeler kullanılmış, bazı kararlarında ise davacı ile borçlu                                                  31   İİK'nin 277 ve devamı maddelerine dayanılarak açılan bu gibi tasarrufun iptali davalarında üçüncü kişinin borçlu ile alacaklı arasındaki muvazaa iddiasını ileri sürmesi halinde mahkemece  bu  iddianın  incelenmesi  gerekir.  Çünkü,  iptal  davasının  dinlenebilirlik şartlarından birisi de tasarrufta bulunan kişinin borçlu durumda olması, başka bir deyişle alacaklıya karşı gerçek bir borcun varlığıdır. Eğer gerçek bir borç yoksa dolayısıyla alacakta söz konusu olmayacağından iptal davasının dinlenmesi mümkün olmaz.  HGK. T. 26.02.1997, 15-890/127 (Kazancı İçtihat Programı, e.t: 22.02.2015). 32  HGK. T.19.6.2002, 15-495/528 (Kazancı İçtihat Programı, e.t: 22.02.2015 ).  33  Günören, 2012, s. 379; Kuru, İcra ve İflas Hukuku, 1997, s. 3507 vd.; Kuru, İcra ve İflas Hukuku El Kitabı, 2013, s. 1420; Üstündağ, İflas Hukuku , 2007, s. 298. 34  Üstündağ, İflas Hukuku , 2007, s. 298. 35   Tasarrufun iptali davalarının dinlenebilmesi için; davacının davalı borçluda gerçek bir alacağının bulunması, borçlu hakkında yapılan icra takibinin kesinleşmiş olması, iptal konusu tasarrufun borcun doğumundan sonra yapılmış olması ve borçlu hakkında alınmış aciz belgesinin bulunması gereklidir.  (17.HD, T. 20.05.2009, 2951/3395, Kazancı İçtihat Programı, e.t: 22.02.2015).  36  17 HD. T.17.11.2011, 5043/10676, naklen; Günören, 2012, s. 386. 37  15. HD.T.18.6.1996, 3294/3421, naklen; Günören, 2012, s. 397. 942Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974     Albayrak arasında gerçek bir alacağın olması gerektiği açıkça dava şartı olarak kabul edilmiştir. Doktrinde de bazı yazarlar bu nedenle bu şartları özel dava şartları başlığı altında incelemeyi uygun görmüşlerdir. Yargıtay ın aramış olduğu davacı ile borçlu arasında gerçek bir alacağın olması zorunluluğunun usul hukuku bakımından niteliğinin ne olduğunu ve bu anlamda özel bir dava şartı olup olmadığı meselesinin incelenmesi gerekir.  2- Gerçek  Bir  Alacağın  Bulunması  Gerekliliğinin  Usul  Hukuku Bakımından Değerlendirilmesi a- Taraf Sıfatına İlişkin Bir İtiraz Olması  Davacı  ile  borçlu  arasında  gerçek  bir  alacağın  olması  gerektiği meselesinin usul hukuku bakımından değerlendirmesi pratik anlamda iki bakımdan  önem  arz  etmektedir.  Şayet  gerçek  bir  alacağın  olması gerekliliğini bir dava şartı olarak kabul edersek, bu meselenin mahkemece resen incelenmesi ve her zaman ileri sürülebilmesi mümkün hale gelecektir. Ancak gerçek bir alacağın olması gerekliliğini sıfata yönelik bir itiraz olarak kabul  edersek,  bunun  anlamı  bu  itirazın  hâkim  tarafından  resen incelenemeyeceği  ancak  davalıların  bunu  ileri  sürmesi  veya  dava dosyasından  bu  durumun  anlaşılıyor  olması  halinde  mahkemece incelenebileceği demektir. Ayrıca gerçek bir alacağın olması gerekliğini bir itiraz olarak kabul etmenin ikinci sonucu da -dava şartından farklı olarak- bu itirazın  ancak  davayı  değiştirme  ve  genişletme  yasağı  çerçevesinde itirazların  ileri  sürülmesi  usulüne  uygun  bir  şekilde  ileri  sürülmesinin gerekeceğidir.  Gerçek  bir  alacağın  olması  meselesinin  usul  hukuku  bakımından değerlendirmesinde bu anlamda iki yaklaşım söz konusu olabilecektir. Bir yaklaşıma  göre,  bu  durum  bir  dava  şartı  olarak  ele  alınmalı  ve incelenmelidir.  Nitekim  belirttiğimiz  üzere  Yargıtay ın  ve  doktrinin  bir kısmının görüşü de bu doğrultudadır. Ancak kanaatimize göre davacı ile borçlu arasında gerçek bir alacağın olması gerekliliği bir dava şartı olarak değil sıfata yönelik bir itiraz olarak kabul edilmelidir. Çünkü bir hususun dava  şartı  olarak  nitelendirilmesi  için  Kanunda  bu  hususun  ayrıca                                                  38   Tasarrufun  iptali  davaların,  takip  konusu  alacağın  gerçek  bir  alacak  olması  dava şartlarından birisidir  (17. HD. T. 27.9.2011, 6626/8230, naklen; Günören, 2012, s. 387). 39  Günören, 2012, s. 374; Kuru, İcra ve İflas Hukuku, 1997, s. 3506. 40  17. HD. T. 27.9.2011, 6626/8230, naklen; Günören, 2012, s. 387. Günören, 2012, s. 374; Kuru, İcra ve İflas Hukuku, 1997, s. 3506.   943Tasarrufun İptali Davalarında...    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974 belirtilmesi  şayet  yargı  kararı  ile  dava  şartı  olarak  kabul  edilecek  ise mahkeme tarafından resen incelenecek mahiyette bir husus olması gerekir. Oysa yargı kararlarına göre, tasarrufun iptali davalarında davacı ile borçlu arasında gerçek bir alacağın olup olmadığı meselesi mahkeme tarafından dava şartları gibi her durumda resen incelenecek bir husus olarak kabul edilmemektedir. Davalı üçüncü kişi tarafından ileri sürülmediği sürece bu hususu  mahkeme  resen  inceleyememektedir.  Yargı  kararlarında  da belirtildiği  üzere,  davalı  üçüncü  kişinin  bu  savunmayı  ileri  sürmesi durumunda ancak mahkemenin bu durumu inceleme zorunluluğu doğar. Dolayısıyla kanaatimize göre, burada, davacının  taraf sıfatına  yapılan bir  itiraz  durumu söz konusudur. Çünkü tasarrufun iptali davalarında dava açabilmek için elbette öncelikle davacının gerçekten alacaklı sıfatına sahip olması gerekir. Alacaklılık sıfatı ise taraf sıfatına ait bir meseledir. Dolasıyla tartışma  taraf  sıfatının  dava  şartı  olarak  değerlendirilip değerlendirilemeyeceği meselesi etrafında incelenmelidir. Taraf  sıfatının  bir  dava  şartı  olup  olmadığı  meselesi  doktrinde tartışılmıştır. Bir davada tarafın kim olacağına ilişkin üç temel teori ileri sürülmüştür. İlki maddi taraf kuramıdır. Bu kuram taraflar arasındaki usul hukuku ilişkisi ile maddi hukuk ilişkisini birbirine bağlamıştır. Maddi taraf kuramı bağlamında, davanın tarafı olarak gösterilen kişi, gerçekte maddi hukuk ilişkisinin süjesi konumunda bulunmuyorsa, onun davada taraf sıfatını taşıdığından söz edilemez. Bu kurama göre sıfat bir dava şartı olarak kabul edilmelidir.  Oysa  davada  taraf  olarak  gösterilen  kişinin  maddi  hukuk ilişkisinin  de  tarafı  olup  olmadığının  belirlenebilmesi  için  işin  esasına girilmesi zorunludur. İşin esasına girilmesinden sonra, davda taraf olarak gösterilen kişilerin, gerçekte maddi hukuk ilişkilerinin süjesi konumunda olmadığı belirlendiği takdirde davanın usulden değil esastan reddi gerekir.                                                  41  HGK, T. 19.6.2002, 15-495/528, Kazancı İçtihat Programı, e.t: 22.02.2015. 42  Bu konuda ayrıntılı bilgi için bkz.; Ulukapı, Medeni Usul Hukukunda Dava Arkadaşlığı, 1991, s. 6 vd.; Pekcanıtez, Medeni Usul Hukukunda Fer'i Müdahale, 1992, s. 26 vd.; Tanrıver, 2007, s. 62 vd.; Erişir, 2007, s. 53 vd., Özkaya-Ferendeci, Kesin Hükmün Objektif Sınırları, 2009, s. 143 vd.; Kale, 2010, s. 6 vd.; Börü, 2012, s. 214 vd. ; Yılmaz, 1982, s. 183 vd.; Alangoya, Yargılama Sırasında Tarafta (Yanda) İradi Olarak Meydana Gelen Değişme Hakkında Düşünceler, 1969, s. 130; Yıldırım-Deren, 1996, s. 16 vd. 43  Kale, 2010, s. 7; Erişir, 2007, s. 53. 44  Tanrıver, 2007, s. 62.  45  Alangoya, Yargılama Sırasında Tarafta (Yanda) İradi Olarak Meydana Gelen Değişme Hakkında Düşünceler, 1969, s. 131. 46  Tanrıver, 2007, s. 63; Kale, 2010, s. 7. 944Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974     Albayrak Taraf kuramını açıklamak üzere bir diğer görüş ise işlevsel (fonksiyonel) taraf kuramıdır.  Bu  teoriye  göre,  taraf,  malvarlığını  yönetme  yetkisini  elinde bulunduranlardır. Bu teori yalnızca malvarlığına ilişkin davaları açıklamak için ileri sürülmüştür. Şahısvarlığına ilişkin davalara ilişkin olarak açıklama getirmemesi ve mülkiyet hakkı ile malvarlığının idare edilmesi arasında ayrım olması halinde tarafın nasıl belirleneceğine ilişkin cevap vermemesi nedeniyle doktrinde pek taraftar bulmamıştır. Günümüzde kabul edilen teori şekli taraf teorisidir. Bu teori ilk kez Friedrich Oetker tarafından maddi hukuk teorisinin yetersizliği  nedeniyle  ileri  sürülmüştür.  Bu  teori  maddi  taraf  teorisinin aksine, tarafın, maddi hukuki ilişkinin süjeleri olmak zorunda olduğunu kabul etmemiştir. Kısaca dava dilekçesinde davalı ve davacı olarak gösterilen kişiler o davanın tarafıdırlar. Bu teoriye göre, yalnızca davacının davalıya karşı hukuksal koruma isteminde bulunması olgusu taraf sıfatını kazanmak için yeterli olup, maddi hukukun tanıdığı hak üzerinde gerçekten yetkili olunup olunmadığı önemli değildir. Bunun sonucu olarak da maddi hukukun tanıdığı hak üzerinde gerçekten yetkili olunup olunmadığı meselesinin incelenebilmesi için  esasa  girilerek  bir  inceleme  yapılması  gereklidir.  Böylece  şekli  taraf teorisi, maddi taraf teorisinin aksine sıfatı (Sachlegitimation), dava şartı olarak görmekten  vazgeçmiştir.  Dolasıyla  şekli  taraf  kuramının  kabulü,  aynı zamanda, taraf sıfatının esasa ilişkin bir mesele olduğunu da kabul etmeyi gerektirir.  Doktrinde Postacıoğlu, taraf sıfatını dava şartı olarak kabul etmiş ve davanın  esastan  değil  usulden  reddedilmesi  gerektiğini  savunmuştur. Ancak  doktrindeki  ağırlık  görüş,  sıfatın  dava  şartı  değil,  maddi  hukuk anlamında itiraz olduğu noktasındadır. Bu nedenle sıfat yokluğu nedeniyle davanın esastan reddi gerekir.                                                   47  De Boor teorisi olarak da adlandırılmaktadır. (Yıldırım-Deren, 1996, s. 18).  48  Tanrıver, 2007, s. 65. 49  Erişir, 2007, s. 55; Kale, 2010, s. 9; Tanrıver, 2007, s. 65),  50  Börü, 2012, s. 244. 51  Tanrıver,  2007,  s.  63;  Alangoya,  Yargılama  Sırasında  Tarafta  (Yanda)  İradi  Olarak Meydana Gelen Değişme Hakkında Düşünceler, 1969, s. 133; Yılmaz, 1982, s. 342; Erişir, 2007, s. 55; Börü, 2012, s. 245. 52  Börü, 2012, s. 245. 53  Postacıoğlu, 1975, s. 219 vd. 54  Kuru/Arslan/Yılmaz,  Medeni  Usul  Hukuku,  2014,  s.  225;  Pekcanıtez/Atalay/Özekes, Medenî Usûl Hukuku, 2012, s. 249; Üstündağ, Medeni Yargılama Hukuku, 2000, s. 301; Kuru, Dava Şartları, 1964, s. 130. 55  Kuru/Arslan/Yılmaz, Medeni Usul Hukuku, 2014, s. 225.   945Tasarrufun İptali Davalarında...    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974 Yargıtay ın taraf sıfatı konusunda tutumu net değildir. Bazı kararlarında taraf sıfatını husumet olarak adlandırmakta ve davanın husumet nedeniyle reddedilmesi  gerektiğini  belirtmektedir.  Ancak  yargı  kararlarında  taraf sıfatı ile taraf ehliyeti, dava ehliyeti ve dava takip yetkisi kavramları çoğu kez birbirleri ile karıştırılmakta, husumet ile neyin kastedildiği ve davanın neden dolayı reddedilmesi gerektiği net olarak belli olmamaktadır. Bazı kararlarında ise, isabetli bir şekilde, taraf sıfatının esasa ilişkin bir mesele olduğunu,  bu  nedenle  davanın  taraf  sıfatı  eksikliğinden  dolayı  esastan reddedilmesi gerektiğini belirtmiştir.                                                   56   …Bir kişinin belli bir davada gerçekten davacı veya davalı sıfatına sahip olup olmadığı hususu usul hukuku değil, dava konusu hakkın özüne ilişkin bir maddi hukuk meselesidir. Bir davanın tarafları o davada gerçekten taraf sıfatına sahip değilse, mahkeme dava konusu hakkın esasına girip karar veremez. Davayı sıfat yokluğundan reddetmesi gerekir. Davacı olma  sıfatı  dava  konusu  hakkın  sahibine  davalı  sıfatı  ise  sübjektif  hak  kendisinden istenebilecek kişiye aittir. Kuşkusuz bu hak sözleşmeden, haksız fiilden, sebepsiz iktisaptan veya kanundan doğabilir…  22. HD. T. 4.6.2014, 13472/15884, (Kazancı İçtihat Programı, e.t: 22.02.2015).  57   …Yüklenicinin yapımını yüklendiği inşaattaki ayıplı ve eksik işlerin giderilmesi için yüklenici hakkında dava açılmasını sağlamak amacıyla görevlendirilen yönetici ya da yönetim kuruluna kat maliklerinin temsil yetkisi vermiş sayılacaklarının kabulüne hukuksal olanak yoktur. Çünkü temsil olunan kimse, hukuksal işlemden doğan temsil yetkisini her zaman daraltabilir veya kaldırabilir ( BK. m.34/1 ). Diğer yandan, az yukarıda açıklandığı üzere; açılan bu dava apartman yönetim kuruluna 634 sayılı Yasayla verilen görev ve tanınan yetkiler dâhilinde değildir. Bu yasal nedenlerle, apartman yönetiminin bu davada aktif  husumet  ehliyeti  bulunmamaktadır.  Davada  husumet  ehliyeti,  dava  şartı  olup; mahkemece,  yargılamanın  her  aşamasında  doğrudan  gözetilir…   (Y.  15.  HD.  T. 29.04.2008, 875/2843, Kazancı İçtihat Programı, e.t: 01.08.2015). Bu nedenle doktrinde husumet kavramının kullanılması eleştirilmiştir.  Fikrimizce, İslâm Hukukuna ait bir tabir olan husumet kelimesinin, bugünkü usul hukukumuz bakımından muayyen bir anlamı yoktur ve bu tabir ile neyin kastedildiğini anlayabilmek için, her hadisenin ayrı ayrı incelenmesi gerekmektedir  (Kuru, Dava Şartları, 1964, s. 133). 58   ...mahkemenin taraflar arasında dava konusu hakkın esası hakkında bir karar verebilmesi için, bu kişilerin o davada gerçekten davacı ve davalı sıfatlarına sahip olmaları gerekir. Bir davada taraf olarak gösterilen kişiler, taraf ve dava ehliyetine ve davayı takip yetkisine sahip olsalar bile, taraflardan birinin o davada gerçekten davacı ve davalı sıfatı yoksa, davanın esası hakkında bir karar verilemeyeceğinden, dava sıfat yokluğundan (husumetten) reddedilir. Taraf sıfatı usul hukuku sorunu olmayıp, dava konusu sübjektif hakkın özüne ilişkin bir maddi hukuk sorunu olduğundan taraf sıfatının yokluğu, davada taraf olarak gözüken kişiler arasında dava konusu hakkın doğumuna engel olduğu için def'i değil, yargılamanın  her  aşamasında  taraflarca  ileri  sürülmesi  mümkün  ve  mahkemece  de kendiliğinden nazara alınması zorunlu bir itiraz niteliğindedir. Nitekim aynı ilkeler, Hukuk Genel Kurulu'nun T. 23.06.2004, 4-371/375; T. 18.04.2007, 5-233/221; T. 04.03.2009, 1034/104; T. 04.11.2009, 2-402/ 484; T. 03.02.2010 4-4/56; T. 22.12.2010, 19-638/694; T. 09.02.2011, 15-657/49 sayılı kararlarında da benimsenmiştir...  (Yargıtay Hukuk Genel Kurulu 2011/1-631 E.N , 2011/745 K.N.). 946Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974     Albayrak Sonuç olarak şekli taraf teorisinin kabulü, sıfatı maddi hukuka ait bir mesele olarak da kabul etmeyi zorunlu kılar. Taraf sıfatının varlığı ancak davanın esasına girilmesinden sonra anlaşılabilir. Sıfat yokluğunda davanın esastan reddi gerekir. Bu açıklamalar ışığında tasarrufun iptali davalarında davacı alacaklının alacağının gerçek bir alacağının olup olmadığı meselesi esasa ilişkin bir mesele olup usule ilişkin dava şartı olarak kabulü doğru değildir.  Bu  durumda  mahkemece  yapılacak  iş,  taraf  sıfatı  yokluğundan davanın esastan reddi olmalıdır.  Taraf sıfatı kendiliğinden incelenecek bir husus mudur? Taraf sıfatı itiraz mahiyetinde olduğundan mahkemenin bunu maddi hukuka ait itirazlar çerçevesinde  incelemesi  gerekir.  Burada  karıştırılan  husus  vakıaların mahkeme  tarafından  resen  araştırılması  ilkesi  ile  itirazların  mahkeme tarafından dikkate alınma zorunluluğudur. Çünkü dava şartları her zaman mahkemece  resen  araştırılmak  ve  incelenmek  zorundadır.  İtirazlar  ise savunmayı değiştirme ve genişletme yasağı çerçevesinde ileri sürülmeleri veya dosya içeriğinden anlaşılmaları halinde ancak mahkemece inceleme zorunluluğu doğar. İşte bu nedenle itiraz konusu olay, davalı tarafından ileri  sürülmemiş  olsa  bile  dava  malzemesinden,  cevap  dilekçesinden, tarafların ileri sürdükleri olaylardan, dosyadaki belgelerden anlaşılır ve tespit edilirse  hâkim  tarafından  dikkate  alınır.  Ancak  tasarrufun  iptali davalarında,  davalı  üçüncü  kişinin  bu  iddiayı  ileri  sürmemesi,  dosya içeriğinden  böyle  vakıanın  dosyada  olmaması  durumunda  mahkeme  bu durumu incelemez. Netice olarak, davacı alacaklının alacağının gerçek bir alacağa  dayanması  zorunluluğu,  bir   dava  şartı   değil  maddi  hukuk anlamında   itiraz   mahiyetinde  olup  usul  hukuku  bakımından  itirazların incelenmesi  usulüne  tabi  olmalıdır.  Dolayısıyla,  tasarrufun  iptali davalarında, mahkeme, genel dava şartlarını inceledikten sonra, bu durumu  özel bir dava şartı  gibi itiraz olmamasına rağmen veya dosya içeriğinden anlaşılmaması  halinde  kendiliğinden  inceleyememelidir.  Yargıtay  genel olarak sıfat yokluğunu kendiliğinden gözetilmesi gereken bir durum olarak kabul  etmektedir.  Ancak  buradan  Yargıtay ın  sıfatı  dava  şartı  olarak                                                  59  Üstündağ, Medeni Yargılama Hukuku, 2000, s. 308; Gören-Ülkü, 2007, s. 112.  60  Kuru/Arslan/Yılmaz, Medeni Usul Hukuku, 2014, s. 225.  61  Karslı, Medeni Muhakeme Hukuku, 2012, s. 510. 62  Karslı, Medeni Muhakeme Hukuku, 2012, s. 510; Pekcanıtez/Atalay/Özekes, Medenî Usûl Hukuku, 2012, s. 450; Kuru/Arslan/Yılmaz, Medeni Usul Hukuku, 2014, s. 305.  63  Kuru/Arslan/Yılmaz, Medeni Usul Hukuku, 2014, s. 225.    947Tasarrufun İptali Davalarında...    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974 gördüğü sonucu çıkarılmamalıdır. Yargıtay, sıfatı esasa ilişkin bir mesele olarak  kabul  etmektedir.  Yargıtay ın  sıfatın  kendiliğinden  incelenmesi gerektiğine ilişkin tutumu belirttiğimiz üzere sıfatın maddi hukuk anlamında bir defi değil, itiraz olduğunu belirtmek istemesinden kaynaklanmaktadır. Ancak  Yargıtay,  tasarrufun  iptali  davalarında  davacı  alacaklı  ile  borçlu arasındaki  ilişkiyi  yanlış  bir  şekilde   özel  dava  şartı   olarak  kabul etmektedir.  Bu  ise  verilen  hükümlerde  karışıklığa  ve  kararlar  arasında tutarsızlığa  yol  açmaktadır.  Şayet  Yargıtay  tasarrufun  iptali  davalarında gerçek bir alacağın mevcudiyeti şartını, taraf sıfatına ait bir mesele olarak kabul etse zaten herhangi bir sorun kalmayacaktır. Bütün sorun gerçek bir alacağın  mevcudiyeti  şartını  dava  şartı  olarak  kabul  etmesinden kaynaklanmaktadır.  Bu  nedenle  davanın  usulden  mi  yoksa  esastan  mı reddedileceği meselesi ortaya çıkmakta ve bu karışıklık verilen kararlara da yansımaktadır.  b- Davacı ile davalı borçlu arasında gerçek bir alacağın olmadığı meselesinin ileri sürülmesi ba- Tasarrufun iptali davası içinde ileri sürülmesi durumunda bunun ön sorun olarak ele alınıp alınamayacağı meselesi  Davacı ile davalı arasında gerçek bir alacağın olup olmadığı sorununun taraf sıfatına yönelik bir itiraz olduğunu tespit ettikten sonra bu itirazın nasıl ileri sürüleceği ve mahkemece nasıl bir inceleme yapılması gerektiğinin de irdelenmesi gerekir.  Belirttiğimiz  gibi  davalılardan  birisi  gerçek  bir  alacağın  olmadığı durumunu tasarrufun iptali davası içerisinde itiraz şeklinde ileri sürmesinden sonra  mahkeme  bunu  inceleyebilecektir.  Acaba  mahkeme  gerçek  bir alacağın olmadığına yönelik olarak yapılan bu itiraza ilişkin incelemeyi nasıl yapmalıdır? Kanaatimize göre davalı üçüncü kişinin davacının alacağının gerçek olmadığına yönelik yapmış olduğu sıfata yönelik olarak itiraz usul hukuku bakımından ön sorun şeklinde değerlendirilmelidir. Mahkemenin yapması  gereken  şey  öncelikle  bu  ön  sorun  hakkında  bir  karar  vermek olmalıdır. Ancak Yargı kararlarında ve doktrinde bu husus özel dava şartı şeklinde  incelenmekte  ve  anlaşılmaktadır.  Ön  sorun,  bir  davada  esasa                                                  64  Kuru/Arslan/Yılmaz, Medeni Usul Hukuku, 2014, s. 225. 65  Bkz; Uyar/Uyar/Uyar, İcra ve İflas Hukukunda Tasarrufun İptali Davaları, 2008, s. 841; Günören, 2012, s. 374 vd. 948Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974     Albayrak ilişkin  inceleme  yapılabilmesi  veya  esasa  ilişkin  incelemeye  devam edilebilmesi  ve  davada  talep  sonucu  hakkında  karar  verilebilmesi  için öncelikle çözümlenmesi gereken sorundur. Ön sorunlar, esas dava üzerine aşılanmış  küçük  davalar  veya  ihtilafçıklar  ya  da  davacıklar  olarak nitelendirilmektedir.  Ön  sorunlar  usule  ilişkin  olabileceği  (ilk  itirazlar, dava şartları veya hakimin reddi) gibi esasa ilişkinde (sahtelik iddiasının ileri sürülmesi,  ecrimisil  davasında  el  atmanın  önlenmesi)68  olabilirler.  Ön sorunların incelenebilmesi için taraflarca ileri sürülmesi gerekir. Ancak bazı ön sorunların incelenmesini (dava şartlarına ilişkin ön sorunlarda olduğu gibi) hakim resen yapmak zorundadır. Gerçek bir alacağın olup olmadığı durumu ise davalı üçüncü kişi tarafından ileri sürülmesi gereken bir itiraz mahiyetinde  olup  davalılarca  ileri  sürülmedikçe  hakim  tarafında  resen inceleme yapılmaz. Bunun ileri sürülmesi durumunda ise mahkeme öncelikle bu ön sorun hakkında karar vermelidir. Bu ise adeta dava içinde yeni bir davacığın ortaya çıkması anlamına gelir. İşte kanaatimize göre gerçek bir alacağın olmadığına yönelik itirazın ileri sürülmesi (sıfata yönelik esasa ilişkin bir mesele olsa dahi) hâkim tarafından ön sorun olarak HMK nın 163 ve  164.  maddelerine  göre  çözümlenmesi  gerekir.  Gerçek  bir  alacağın olmadığı  itirazının  davanın  başında  ön  sorun  olarak  incelenmesi  usul ekonomisine  de  uygun  olacaktır.  Dolayısıyla  gerçek  bir  alacağın  olması itirazı bir dava şartı olarak kabul edilmese dahi şayet dava dilekçesinde bu itiraz ileri sürülmüş ise davanın başında tıpkı bir dava şartı gibi ön sorun olarak ele alınmalıdır. Ancak dava dilekçesinde buna yönelik bir itiraz yok ise ve toplanan dava malzemesinden de bu durum anlaşılamıyor ise o zaman mahkeme bu itirazın davayı değiştirme ve genişletme yasağı çerçevesinde ileri  sürülmesinden  sonra  yine  bir  ön  sorun  olarak  ele  almalı  ve incelemelidir. Ancak belirtmek isteriz ki sıfat her ne kadar maddi hukuka yönelik bir itiraz olsa ve itirazların da kural olarak savunmayı değiştirme ve genişletme  yasağı  çerçevesinde  ileri  sürülmesi  gerekse  bile,  Yargıtay özellikle  sıfata  yönelik  itirazlarda  esnek  davranmakta  bu  itirazların  her zaman  ileri  sürülebileceğini  kabul  etmektedir.  Dolayısıyla  gerçek  bir                                                  66  (2. HD. T. 10.12.2003, 15274/16572, naklen; LHD, 2004/13, s. 115), Karslı, Medeni Muhakeme Hukuku, 2012, s. 717 vd.; Pekcanıtez/Atalay/Özekes, Medenî Usûl Hukuku, 2012, s. 507; Aşık, 2012, s. 42. 67  Postacıoğlu, 1975, s. 503; Aşık, 2012, s. 42. 68  Karslı, Medeni Muhakeme Hukuku, 2012, s. 717. 69  Aşık, 2012, s. 45.   949Tasarrufun İptali Davalarında...    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974 alacağın olmadığına yönelik meseleyi sıfata yönelik bir itiraz olarak görsek dahi Yargıtay a göre bu itiraz her zaman ileri sürülebilmektedir. Ancak sıfata yönelik  böyle  bir  itirazın  her  zaman  ileri  sürülmesine  HMK nın  145. maddesi çerçevesinde bir sınır çizilmesi mümkün olabilir. Bu madde bir davada sonrada delil gösterilmesinin sınırlarını düzenleyen bir maddedir. Buna göre  Taraflar, Kanunda belirtilen süreden sonra delil gösteremezler. Ancak bir delilin sonradan ileri sürülmesi yargılamayı geciktirme amacı taşımıyorsa  veya  süresinde  ileri  sürülememesi  ilgili  tarafın  kusurundan kaynaklanmıyorsa,  mahkeme  o  delilin  sonradan  gösterilmesine  izin verebilir. (HMK m. 145). Bu madde çerçevesinde genel olarak itirazların ileri  sürülmesi  yargılamayı  geciktirme  amacı  taşıyorsa  süresinde  ileri sürülmemesi ilgili tarafın kusurundan kaynaklanıyor ise mahkeme bu itirazın ve buna ilişkin olarak delillerin sonradan gösterilmesine izin vermeyebilir.  Davacı ile borcu arasında gerçek bir alacak ilişkisinin olup olmadığı meselesi ayrı bir davaya konu olabilecek nitelikte adeta dava içinde ayrı bir dava karakteri taşıyacak bir husus niteliğindedir. Bu durum ise, ön sorunun incelenmesi esnasında verilecek ara kararın daha sonra davacı ile bunu ileri süren davalı borçlu arasında etkisinin ne olacağına ilişkin bir sorun teşkil etmektedir. Aslında bu sorun kesin hükmün etkisiyle alakalı bir sorundur. Türk  Hukukunda  kabul edilen  görüş  kural  olarak  kesin  hükmün  hüküm fıkrasını  kapsadığı,  gerekçenin  kesin  hükme  dâhil  olmadığıdır.  Ancak gerekçenin de kesin hükme dâhil olduğu üç istisnaya izin verilmektedir. Birincisi,  hüküm  fıkrasının  açık  olmaması  halinde  gerekçenin  hüküm fıkrasını açıklamaya ve kesin hükmün kapsamını belirlemeye yardım ettiği durumlardır.  İkincisi,  bir  davanın  usulden  reddedilip  reddedilmediğinin anlaşılması için gerekçeye başvurmanın gerekeceği durumlar. Üçüncü ise, hüküm  fıkrasına  sıkı  sıkıya  bağlı  olan  gerekçe  kısımlarının,  mecburen kesinleşmesidir. Ayrıca davalının defi ve itirazlarına ilişkin olmak üzere                                                  70  Zaten  ön  sorunda  doktrinde  dava  içinde  küçük  davacıklar  olarak  tanımlanmaktadır (Postacıoğlu, 1975, s. 503; Aşık, 2012, s. 42).  71  Üstündağ, Medeni Yargılama Hukuku, 2000, s. 718; Kuru/Arslan/Yılmaz, Medeni Usul Hukuku, 2014, s. 664; Karslı, Medeni Muhakeme Hukuku, 2012, s. 608; Aşık, 2012, s. 207. 72  Kuru/Arslan/Yılmaz, Medeni Usul Hukuku, 2014, s. 664.  73  Kuru/Arslan/Yılmaz, Medeni Usul Hukuku, 2014, s. 664.  74  Kuru/Arslan/Yılmaz, Medeni Usul Hukuku, 2014, s. 664.  75  Üstündağ, Medeni Yargılama Hukuku, 2000, s. 719; Kuru/Arslan/Yılmaz, Medeni Usul Hukuku, 2014, s. 664; Pekcanıtez/Atalay/Özekes, Medenî Usûl Hukuku, 2012, s. 716; Özkaya-Ferendeci, Kesin Hükmün Objektif Sınırları, 2009, s. 51.  950Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974     Albayrak mahkemece verilen kararların kesin ve bağlayıcı kuvveti yoktur. Bunların kesin hüküm etkisine sahip olabilmesi için karşı dava yolu ile ileri sürülmesi gerekir.  Konuyu bu çerçevede çeşitli ihtimallere göre incelemek gerekir. Bu hususta üç ihtimali dikkate almak gerekir. Birinci ihtimal; Tasarrufun iptali davalarında bilindiği üzere davacı; takip alacaklısı, davalı ise; takip borçlusu ve takip borçlusu ile işlem yapan üçüncü kişidir. Şayet tasarrufun iptali davalarında,  yalnızca  davalılardan  üçüncü  kişi,  davacı  alacaklı  ile  diğer davalı borçlu arasında gerçek bir alacağın olmadığı itirazında bulunmuş ise bu  itiraz  ön  sorun  olarak  incelenecek  ve  kesin  hüküm  mahiyetinde olmayacaktır. Çünkü bu itirazda taraflar davacı alacaklı ile şekli mecburi dava arkadaşı olan diğer davalı üçüncü kişidir. Bu itiraz neticesinde karara bağlanacak husus, davacı alacaklı ile davalı borçlu arasında gerçek bir alacak borç ilişkisinin olup olmadığının incelenmesidir. Bu itirazın incelenmesinde (yani davalı üçüncü kişinin taraf sıfatı itirazında) sadece davacı alacaklı alacağının gerçek bir alacağa dayandığını bu nedenle taraf sıfatına sahip olduğunu ispatlamaya çalışacak ve belki de diğer davalı borçlu kendini tam anlamı ile savunmayabilecektir. Bu nedenle bu ihtimalde verilecek bu ara kararın  kesin  hüküm  etkisine  sahip  olmaması  gerektiği  daha  kolay savunulabilecektir.  Elbette  burada  itirazın  taraflarından  bahsetmekteyiz. Çünkü  aslında  davanın  tarafları  davacı  alacaklı  ile  şekli  mecburi  dava arkadaşı konumunda olan borçlu ve borçlu ile işlem yapan üçüncü kişilerdir. Bu  ihtimalde  daha  çok  davalılardan  borçlunun  bu  hususta  beyanda bulunmaması durumunun altı çizilmek istenmiştir.  Bu durumda incelenecek olan ikinci ihtimal ise, davalılardan borçlunun, davacı ile aralarında gerçek bir alacak borç ilişkisinin olmadığını karşı dava olarak ileri sürmesi durumudur. Bu durumda bu itirazın ileri sürülmesi bir karşı dava yolu ile olması nedeniyle bu davada verilecek hüküm taraflar arasında kesin hüküm etkisine sahip olacağı kuşkusuzdur.  Üçüncü ihtimalin diğerlerine göre daha dikkatli bir şekilde ele alınması gerekir.  Davalılardan  bizatihi  hukuki  ilişkinin  tarafı  olan  borçlunun, tasarrufun iptali davasında, davacı alacaklıya gerçek bir borcu olmadığını, bu borcu  ödediğini  ve  bu  nedenle  tasarrufun  iptali  davasının   şartlarının                                                   76  Üstündağ, Medeni Yargılama Hukuku, 2000, s. 720.   951Tasarrufun İptali Davalarında...    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974 oluşmadığını karşı dava olarak değil de itiraz olarak ileri sürmesi ve bunu ispatlayamaya  yönelik  mahkemeye  bilgi,  belge  ve  beyanda  bulunması durumunda ne olacaktır? Mahkemenin bu konuda vereceği kararın kesin hüküm etkisine sahip olup olamayacağı önemli bir sorun teşkil edecektir. Çünkü kesin hüküm etkisine sahip olmadığını, bunun bir itiraz teşkil ettiğini, yalnızca hüküm fıkrasının kesin hüküm etkisine sahip olduğunu savunursak daha sonra borçlunun açacağı menfi tespit davasının yeniden ele alınması ve görülmesi gerekecektir. Bu ise hem usul ekonomisi ilkesine hem de çelişik kararların  önlenmesi  ilkesine  aykırı  olacaktır.  Çünkü  verilen  bu  karar hükme sıkı sıkıya bağlı bir şekilde ve hükmün gerekçesinde yer alması gereken bir husustur. Hatta mahkemenin ön sorun hakkında vermiş olduğu ara kararın esas hükümle birlikte temyizi de mümkündür. Temyiz halinde, Yargıtay tasarrufun iptali davasında, davalı borçlunun ileri sürmüş olduğu belgelerden davacı alacaklının alacağının gerçek bir alacağa dayanmadığını söyleyerek hükmü bozabilecektir. Bu durumda alt derece mahkemesinin, bu karara uyması halinde, alacaklının gerçekten alacaklı olmaması nedeniyle davanın, davacının taraf sıfatına haiz olmadığından esastan reddine karar vermesi  gerekecektir.  İşte  bu  durumda  halen  verilen  bu  hükmün  kesin hüküm etkisine sahip olmadığını savunmak oldukça güçleşecektir. Ancak bu güçlüğe rağmen davanın konusunun farklı oluşu ve söz konusu hususun itiraz mahiyetinde olması ayrıca hüküm fıkrasında yer almayacak olması durumunda kesin hüküm etkisini göstermesi beklenemez. Çünkü tasarrufun iptali davasında hüküm fıkrasında yer almayacak hususların mevcut usul hukuku sistemimiz açısından kesinleşmesi söz konusu değildir. Bu duruma ilişkin olmak üzere farklı çözüm önerileri sunulabilir. İlk akla gelen husus, tasarrufun iptali davasında, davacı alacaklının alacağının gerçek bir alacak olmadığına ilişkin verilen ara karar hükmünün, çelişik kararların verilmesini önleyebilmek amacıyla daha sonra davacı alacaklı ile davalı borçlu arasında açılması  muhtemel  menfi  tespit  davasında  kesin  delil  olarak  kabul edilebilmesidir. Ancak kesin delil kabul edilebilmesi için ara karar şeklinde                                                  77  Usul ekonomisinin amaçlarından birisi de mahkemelerin iş yükünü hafifleterek, hukuki sorunların yığılmasını ve uzun süre çözüm beklemesini önlemektir (Rüzgaresen, 2013, s. 54). 78  ZPO §256/2 şu şekildedir;  …Kararın verileceği sözlü duruşmanın sonuna kadar, davacı talep sonucunu genişleterek, davalı ise karşılık dava açarak, varlığı veya yokluğu asıl karara kısmen esas teşkil edecek ve yargılama esnasında ihtilaflı olduğu anlaşılan bir hukuki ilişkinin, hakim kararıyla tespitini talep edebilir…  naklen.; (Özkaya-Ferendeci, Ara Tespit Davası, 2007, s. 198; Musielak, 2007, s. 359). 952Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974     Albayrak verilen  hususun  hüküm  fıkrasında  yer  alması  gerekir.  Aksi  takdirde tasarrufun iptali davası için verilen kesin hüküm daha sonra açılan menfi tespit davasında kesin delil oluşturmaz. Diğer ihtimal ise Türk Hukukunda mevcut  olmayan  ancak  Alman  Medeni  Usul  Kanununun  256.  fıkrasının ikinci fıkrası ile Avusturya Medeni Usul Kanunun 236. maddesinde yer alan  ara tespit davası  kurumudur. Avusturya Usul Kanununa göre ara tespit davasının kabulü için bazı şartların bir araya gelmesi gerekir. Bu şartlar şunlardır; 1-Esas davanın halen görülüyor olması gerekir. 2-Sözlü aşamanın bitmemiş olması gerekir 3- Tespiti istenen hukuki ilişkinin tartışmalı olması gerekir 4- Esas hakkında karar verilebilmesi, tespiti istenen hukuki ilişkinin çözümüne bağlı bir ön sorun teşkil etmesi gerekir 5- Mahkemenin, tespiti istenen hukuki ilişkinin çözümünde yetkili ve görevli olması gerekir. Ara tespit davasına göre, bir davada sadece talep edilen şey hakkında karar verilmekte ve sadece bu bölüm kesin hüküm etkisi kazanmaktadır. Hüküm fıkrası  dışında  kalan  hususlar  kesinleşmemektedir.  Bundan  dolayı  asıl davanın  ön  sorununu  teşkil  eden  bir  husus  kesin  hükmün  kapsamına girmemektedir. Bu tür bir ön sorunun kesinleşmesini sağlamak için ara tespit davası kurumu getirilmiştir. Asıl davada kesinleşmesi mümkün olmayan hususlar ara tespit davası yoluyla kesinleştirilebilecek ve tekrar dava konusu yapılması engellenmiş olacaktır.  Ara tespit davası kurumunun Türk Hukukunda olmaması nedeniyle, akla gelen diğer ihtimal, mevcut usul sistemimiz içerisinde, tasarrufun iptali davasında ön sorun olarak incelenen davacının alacağının gerçek bir alacağa dayanıp dayanmadığı hakkında verilen ara kararın daha sonra açılan menfi tespit  davasında  güçlü  takdiri  delil  oluşturmasıdır.  Ancak  güçlü  delil kavramı tartışmalı bir kavramdır. Yargıtay kararlarında bu delilin hukuki niteliği ve özellikleri tam bir şekilde ortaya konulamamıştır. Ancak mevcut sistem içerisinde, tasarrufun iptali davasında davalı borçlunun bu itirazı ileri sürmesi ve bu itirazın reddedilerek tasarrufun iptali davasına devam edilmesi halinde, davalı borçlunun daha sonra açacağı menfi tespit davasında bu ara kararın etkisini belirlemek oldukça güçtür. Aynı şekilde açılan bu tasarrufun                                                  79  Bu konuda geniş bilgi için bkz.; Özkaya-Ferendeci, Ara Tespit Davası, 2007, s. 198.  80  Avusturya hukuku için öngörülen bu şartlar için bkz.; Kodek/Mayr, 2011, s. 193. 81  Kuru/Budak, Tespit Davaları, 2010, s. 163. 82  Kuru/Budak, Tespit Davaları, 2010, s. 162; Aşık, 2012, s. 209. 83  Güçlü delil konusunda ayrıntılı bilgi için bkz.; Akcan, 2004, s. 7 vd. 84  Akcan, 2004, s. 21.   953Tasarrufun İptali Davalarında...    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974 iptali davasında davalı borçlunun itirazının kabul edilmesi nedeniyle iptal davasının  reddedilmesinden  sonra  o  davaya  dayanak  teşkil  eden  icra takibinin de ne olacağı sorun teşkil edecektir. Türk Hukuk sistemi içerisinde kesin  hükmün  etkisi,  kesin  delil  ve  güçlü  takdiri  delil  kavramları tartışılmaktadır. Bu nedenle bu soruya usul ekonomisi ve çelişik kararların önlenmesi ilkeleri çerçevesinde cevap verilmesi uygun olur.  bb-  Ayrı  bir  menfi  tespit  davası  açılması  durumunda  bu  davanın tasarrufun  iptali  davasında  bekletici  sorun  yapılıp  yapılamayacağı meselesi Tasarrufun  iptali  davasında  davacı  alacaklı  ile  davalılardan  borçlu arasında gerçek bir alacağın olmadığına dair bir menfi tespit davası açılması halinde, iptal davasına bakan mahkemenin bunu bekletici sorun yapması gerekip gerekmediği de ayrıca incelenmelidir.  Tasarrufun  iptali  davasına  bakan  mahkemenin  açılan  menfi  tespit davasının  sonucunu  beklemek  zorunda  olup  olmadığını  bekletici  mesele hükümleri açısından incelemek gerekir. Bekletici mesele, zorunlu bekletici mesele  ve  ihtiyari  bekletici  mesele  olmak  üzere  ikiye  ayrılır.  Bazı konularda kanun koyucu bekletici sorunu hakimin takdirine bırakmamış, konunun öneminden dolayı, hukuk mahkemesinin, başka bir mahkemede görülmekte (veya görülecek) olan işi bakmakta olduğu dava için bekletici sorun  yapmasını  zorunlu  kılmıştır.  Böylece  bekletici  sorun  yapmanın yararını  açıkça  kendisi  belirlemiş  ve  o  konunun  kanunda  belirlenen mahkemece incelenmesini garanti altına almıştır. Bekletici sorunun zorunlu olmadığı hallerde, bekletici sorun yapılması hukuk mahkemesinin takdirine kalmış  bir  durumdur.  Bu  durumda  bekletici  sorun  kararı  veren mahkemenin,  diğer  davadaki  başarı  ihtimali,  usul  ekonomisi,  tarafların menfaati  ve  yargılamanın  gecikmesini  de  dikkate  alarak  karar  vermesi gerekir. Bu nedenle, taraflardan birinin sırf davayı uzatmak maksadıyla ve kötüniyetli  bir  şekilde  başka  bir  mahkemede  dava  açması  durumunda                                                  85  Avusturya usul hukukunda da bekletici mesele bu şekilde ele alınmaktadır. Bu konuda bkz.; Kodek/Mayr, 2011, s. 162 vd.  86  Kuru/Arslan/Yılmaz,  Medeni  Usul  Hukuku,  2014,  s.  466.  Hangi  durumların  zorunlu bekletici mesele yapılması gerektiğine ilişkin ayrıntılı bilgi için bkz.; Aşık, 2012, s. 59 vd.  87  Aşık, 2012, s. 59. 88  Kodek/Mayr, 2011, s. 163.  89  Musielak, 2007, s. 192; Aşık, 2012, s. 128. 954Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974     Albayrak mahkemenin bekletici mesele talebini kabul etmemesi gerekir. Dolayısıyla bir  sorunun bekletici  sorun  olarak  değerlendirilip değerlendirilemeyeceği hâkimin takdirinde bir meseledir.  Yargıtay, bu hususta, davanın açıldığı tarihe göre meseleyi ele almıştır. Yargıtay a göre,  menfi tespit davası, tasarrufun iptali davalarından önce açılmış ise tasarrufun iptali davasına bakan mahkeme bunu bekletici mesele yapmalıdır. Ancak menfi tespit davası, tasarrufun iptali davalarından sonra açılmış ise, bu durumda tasarrufun iptali davasına bakan mahkemenin bunu bekletici mesele yapmaması gerekir.  Yargıtay ın, menfi tespit davasının açılma zamanını, tasarrufun iptali davasında, sorunun bekletici mesele yapılıp yapılamayacağına ilişkin olarak tek ölçüt olarak kabul etmesi kanaatimizce doğru değildir. Hâkimin her somut duruma göre ayrı ayrı bir değerlendirme yapabilme yetkisinin olması                                                  90  (Pekcanıtez, Atalay, & Özekes, Medenî Usûl Hukuku, 2012, s. 509). Doktrinde Kuru ya göre, taraflardan birisi, sırf bekletici sorun yaratabilmek için sonradan dava açmış ise, ilk davaya bakan mahkeme, sonradan açılan davayı bekletici sorun yapmamalı, gerekirse sonradan dava konusu edilen sorunu da kendisi ön sorun olarak incelemelidir. (Kuru, Hukuk Muhakemeleri Usulü, 2001, s. 3222). 91   Her ne kadar davalılar  alacağın ihtilaflı olduğunu, bu konuda İstanbul 2. Tüketici Mahkemesine  açtıkları  2004/2319  esas  sayılı menfi tesbit  ve  takibin iptali davası sonucunun beklenmesi gerektiğini  savunmuşlar ise de, borçlular hakkındaki icra takibinin kesinleştiği  ve menfi tespit  davasının, tasarrufun iptali davasından  sonra  açıldığı anlaşıldığından, bekletici mesele yapılması konusundaki talep yerinde değildir.  (17. HD. T. 30.10.2007, 4626/3300, naklen; Günören, 2012, s. 948-949).  92   Dava, İ.İ.K.nın 277 vd. maddeleri uyarınca açılan tasarrufun iptali istemine ilişkindir. Bu davaların görülebilirlik şartlarından birisi alacağın varlığı, diğer bir anlatımla tasarrufta bulunan kişinin borçlu olmasıdır. Eğer gerçek bir borç yoksa alacak da söz konusu olamayacağından iptal davasının dinlenmesi mümkün olmayacaktır. Bu tür davalarda davalılar, alacağın gerçekte olmadığını iddia ve ispat edebilirler. Somut olayda davalılar alacaklı davacının alacağının gerçek olmadığını, senetlerin sahte olduğunu, bu konuda savcılığa  suç  duyurusunda  bulunduklarını  savunmuşlardır.  Dosya  içeriğinden  davacı alacaklının da aralarında bulunduğu kişiler hakkında senet yağması, örgüt kurmak, tefecilik yapmak suçlarından dava açıldığı davanın derdest bulunduğu, bir sureti dosyada bulunan Adli Tıp raporuna göre de senetlerin dava dışı C. Ş. eli ürünü olduğu bildirilmiştir. Bu durumda,  mahkemece  davacı  alacaklıyla  dava  dışı  kişiler  hakkında  ağır  ceza mahkemesinde devam eden davanın sonucunun beklenilmesi, davacının alacağının gerçek olup olmadığının belirlenmesi, ondan sonra toplanan ve toplanacak tüm delillerin birlikte değerlendirilerek hasıl olacak sonuca göre bir karar verilmesi gerekirken eksik araştırma ve inceleme  sonucu  yazılı  olduğu  üzere  davanın  kabulüne  karar  verilmesi  doğru bulunmamıştır.   (17.  HD.  T.  6.6.2013,  3904/8424,  ,  Kazancı  İçtihat  Programı,  e.t: 22.02.2015). Aynı görüşte bkz.; Günören, 2012, s. 404; Karataş/ Ertekin/Erol, 1998, s. 74; Arslan, 2014, s. 265.   955Tasarrufun İptali Davalarında...    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974 gerekir. Ancak belirtmek gerekir ki, tasarrufun iptali davasından sonra açılan menfi tespit davasının bekletici sorun yapılmasında elbette daha dikkatli davranmak  gerekir.  Çünkü  bu  durumda  açılan  menfi  tespit  davasının, tasarrufun iptali davasını sürüncemede bırakmak gayesiyle yapıldığına dair güçlü bir belirti olduğu kabul edilebilir. Bu nedenle her somut olaya göre, davalı  borçlu  tarafından  açılan  menfi  tespit  davasının,  tasarrufun  iptali davasını  uzatmak  maksadıyla  açılıp  açılmadığının  incelenmesi  ve  bu inceleme neticesinde varılacak hükme göre bekletici sorun yapma kararı alınmalıdır.  Bir diğer sorun ise, takip dayanağının mahkeme ilamına dayanması ve bu ilamın temyiz edilmiş olması halinde, temyiz sonucunun beklenmesinin gerekip gerekmediğidir. Tasarrufun iptali davalarından önce açılan menfi tespit  davalarında  olduğu  gibi  Yargıtay a  göre,  ilama  bağlı  alacakların temyiz  edilmesi  halinde  bu  temyiz  sonucunun  bekletici  sorun  yapılması gereklidir. Kanaatimize göre de, tasarrufun iptali davasına dayanak teşkil eden ilamlı takiplerde, bu ilamın temyiz edilmesi halinde temyiz sonucunun mahkeme tarafından bekletici sorun yapılması uygundur.  3- İspata İlişkin Değerlendirme  Tasarrufun iptali davalarında davacı alacaklının davalı borçludan gerçek bir alacağının olmadığına yönelik itiraz etmesi halinde ispat yükünün kime ait olacağı da tartışılması gereken bir sorundur. Bu itiraz halinde, itiraz eden davalı mı alacağın gerçek bir alacak olmadığını ispat etmek zorunda kalacak yoksa böyle bir itirazın ileri sürülmesi halinde davacı tarafın mı gerçekten alacaklı olduğunu ispat etmesi gerekecektir. Yargılama esnasında bu durum oldukça önem teşkil eden bir meseledir.  Bu  hususu  menfaat  dengesi  bakımından  ikiye  ayırarak  incelemek gerekir. Birinci durum, davalıların birlikte davacı alacaklıya karşı koyması durumudur.  Bu  durumda,  davalılar  adeta  birlikte  hareket  etmekte  ve                                                  93   İİK nun 277 ve devamı maddeleri uyarınca açılan tasarrufun iptali davasının açılması koşullarından birisi de davacının kesinleşmiş bir alacağının bulunmasıdır. Somut olayda davacının 2005/19703 ve 2005/20217 esas sayılı icra takiplerinde İİK nın 33/a maddesi gereğince icranın geri bırakılmasına karar verilmiş olup ve temyiz aşamasında olduğu anlaşılmaktadır.  Bu  davaların  sonucunun  eldeki  davayı  etkileyeceği  nazara  alınarak hükmün bozulması gerekir.  (17. HD. T. 20.9.2010, 5787/7047 naklen; Günören, 2012, s. 401). 956Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974     Albayrak davacının  gerçekten  alacaklı  olmadığını  birlikte  ispatlamaya çalışmaktadırlar. Yani davalılardan üçüncü kişi, davacı ile borçlu arasında bir  alacak  borç  ilişkisinin  mevcut  olmadığını  ileri  sürmekte,  borçlu  da davacıya karşı borçlu olduğunu kabul etmemektedir. Menfaat dengesi olarak burada  davalıların  ortak  bir  menfaati  olduğu  söylenebilir.  Bu  ihtimali, davalılar  arasında  menfaat  birlikteliği  ihtimali  şeklinde  adlandırmamız mümkündür.  İkinci durum ise, davalılardan yalnızca üçüncü kişinin bu iddiayı ileri sürmesidir.  Bu  ihtimalde,  davalılardan  yalnızca  borçlu  ile  işlem  yapan üçüncü kişi, davacı alacaklının gerçekten alacaklı olmadığını, davacı ile diğer davalı borçlunun muvazaalı bir şekilde kendisine zarar verme kastı ile borç  ilişkisinin  kurulduğunu  iddia  etmektedir.  Bu  ihtimalde  davalılardan borçlu,  davacının  alacak  iddiasına  karşı  koymamakta  bilakis  kabul etmektedir.  Nitekim  Yargıtay  da  böyle  bir  savunma  yapma  olanağının üçüncü kişiye verilmesi gerektiğini söylemiştir. Bu ihtimali ise davalılar arasında menfaat çatışması şeklinde adlandırmamız mümkündür.  Bu iki ihtimale ve iddiaların özelliğine göre, ispat yükü ve kullanılacak delillerde bir değişiklik olacaktır. İşte aşağıda bu iki ihtimale göre sorun cevaplanmaya çalışılmıştır.  a- Birinci İhtimal: Davalılar arasında menfaat birlikteliği aa-İspat yükü açısından değerlendirme Bu ihtimalde, davacı alacaklının gerçekten alacaklı olmadığı iddiası, davalı takip borçlusu tarafından ileri sürülmekte, diğer davalı üçüncü kişi de menfaati  gereği  bu  iddiayı  desteklemektedir.  Çünkü  davacı  ile  davalı arasında gerçek bir alacak ilişkisinin olmaması durumunda açılan tasarrufun iptali davası reddedilecektir. Tasarrufun iptali davasının reddi de, davalı borçlu ile işlem yapan diğer davalı konumundaki üçüncü kişinin de menfaatinedir. Bu nedenle davalılar arasında bir menfaat birlikteliğinden söz edilebilir.                                                   94  İİK'nin 277 ve devamı maddelerine dayanılarak açılan bu gibi tasarrufun iptali davalarında üçüncü kişinin borçlu ile alacaklı arasındaki muvazaa iddiasını ileri sürmesi halinde mahkemece  bu  iddianın  incelenmesi  gerekir.  Çünkü,  iptal  davasının  dinlenebilirlik şartlarından birisi de tasarrufta bulunan kişinin borçlu durumda olması, başka bir deyişle alacaklıya karşı gerçek bir borcun varlığıdır. Eğer gerçek bir borç yoksa dolayısıyla alacakta söz konusu olmayacağından iptal davasının dinlenmesi mümkün olmaz.  HGK T. 26.02.1997, 15-890/127 (Kazancı İçtihat Programı, e.t: 22.02.2015).   957Tasarrufun İptali Davalarında...    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974 Kanaatimize göre bu durum, borçlunun bir başka mahkemede açmış olduğu  menfi  tespit  davasındaki  ispat  yüküne  ilişkin  genel  kurallar uygulanarak çözülebilir. Bilindiği üzere davalı borçlu bir başka mahkemede davacı alacaklıya karşı borçlu olmadığına yönelik olarak menfi tespit davası açabilir. Davalı borçlu tarafından açılan bu menfi tespit davası da, şartları taşıması halinde, açılmış bulunan tasarrufun iptali davasında bekletici sorun yapılabilir. Nasıl ki ayrı olarak açılan bu menfi tespit davasında ispat yükü kuralları  genel  hükümlere  göre  belirlenecektir,  aynı  şekilde  tasarrufun iptali  davası  içinde  davalılar  tarafından  gerçek  bir  alacağın  olmadığına yönelik olarak bir itirazın ileri sürülmesi halinde de, ispat yükü kuralları menfi tespit davalarında ki genel hükümlere göre belirlenmelidir.  İlk olarak ispat yüküne ilişkin bir değerlendirme yapılabilir. İspat yükü, belli  bir  somut  vakıanın  gerçekleşip  gerçekleşmediğinin  anlaşılamaması, yani  belirsizlik  halinde  hâkimin  aleyhte  bir  kararı  ile  karşılaşması tehlikesidir. İspat yükü kuralı, TMK nun 6. maddesi ile HMK nın 190. maddesinde düzenlenmiştir. TMK nun 6. maddesi,  Kanunda aksine bir hüküm bulunmadıkça, taraflardan her biri, hakkını dayandırdığı olguların varlığını ispatla yükümlüdür.  şeklinde düzenlenmiştir. Bu maddenin ispat yükü  kuralını  tam  olarak  yansıtmadığı  gerekçesiyle,  mehaz  kanundaki ifadeye uygun olmak üzere HMK da tekrar düzenlenme yoluna gidilmiştir. HMK nın 190. maddesine göre;  İspat yükü, kanunda özel bir düzenleme bulunmadıkça, iddia edilen vakıaya bağlanan hukuki sonuçtan kendi lehine hak çıkaran tarafa aittir . İspat yükü kuralları taraf sıfatına ait bir mesele değildir. Bu nedenle ispat yükünün her zaman davacıda olduğu söylenemez. İspat yükü kuralları iddia edilen vakıalarla ilgili bir meseledir. Bu Rosenberg tarafından savunulan öğretide hâkim olan norm teorisine de uygundur. Buna göre, ispat yükü konusunda yazılmamış temel normlar söz konusu olup,  ispat  yükü  kuralları  da  yazılmamış  bu  temel  normlara  göre bölünmelidir. Buna göre; hak talebini yönelten kişi, talep ettiği hakkın maddi vakıalarını ispat etmekle, karşı taraf ise; hakkın doğumuna engel olan,                                                  95   Menfi tespit davasında, tarafların sıfatları değişik olmakla beraber, ispat yükü bakımından bir değişiklik düşünülemeyeceği açıktır. Bu davada da genel kural uygulanır  (11. HD. 22.06.1984, 3276/3641, YKD 1984/10, s. 1525-1528).  96  Umar/Yılmaz, 1980, s. 49; Atalay, 2001, s. 9; Pekcanıtez/Atalay/Özekes, Medenî Usûl Hukuku, 2012, s. 561). 97  Pekcanıtez/Atalay/Özekes, Medenî Usûl Hukuku, 2012, s. 563. 98  Rosenberg, Die Beweislast, 1965, s. 98 vd.; Umar/Yılmaz, 1980, s. 51, 89; Atalay, 2001, s. 110. 99  Rosenberg, Die Beweislast, 1965, s. 172; Leipold, 1966, s. 45, 48; Prütting, 1983, s. 8, 184.  958Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974     Albayrak ortadan kaldıran veya hakkın kullanılmasını felce uğratan, bertaraf eden vakıaları  ispat  etmekle  yükümlüdür.  Ancak  özel  kurallar  olduğu durumlarda ispat yükü bu genel kurallara göre bölünmez.  Bu açıklamalar ışığında, davalıların, davacının alacağının gerçekten var olmadığını  ileri  sürmeleri  durumunda,  davacı  alacaklının  borçludan  bir alacağı olduğunu ispat etmesi gerekir. Borçlu davalının, alacaklının iddiasını inkâr etmesi, yani borcun hiç doğmadığını öne sürmesi durumunda artık tasarrufun iptali davasındaki davacı alacaklı, alacağın varlığını ispat etmek zorunda kalacaktır. Ancak borçlu, davacının iddia ettiği borç ilişkisinin kurulduğunu  ikrar  etmekle  birlikte,  bu  ilişkinin  geçersiz  olduğunu,  son bulduğunu ya da her hangi bir nedenle borcu ödemek zorunda olmadığını ileri sürüyorsa, bu iddiasını ispat etmekle mükelleftir. Bu husus  norm kuramına  da uygun düşmektedir. Yargıtay ın görüşleri de bu doğrultudadır.  ab- Kullanılabilecek ispat araçları (deliller) bakımından değerlendirme Bir diğer önemli husus ise, gerçek bir alacağın var olduğunun ispatında kullanılacak  delillerin  ne  olacağı  meselesidir.  Burada  özel  olarak  bir muvazaa  iddiası  olmaması  ve  davalılar  arasında  bir  menfaat  birlikteliği olması nedeniyle kanaatimize göre genel hükümler doğrultusunda davacı alacaklının alacaklı olduğunu ispata yarayan belgeler delil niteliğine haiz olabilecektir. Bu açıdan Yargıtay ın muvazaa davalarında kullanılabilecek delillere  ilişkin  koymuş  olduğu  sınırlamalar  ve  getirmiş  olduğu  ilkeler burada geçerli olmayacaktır.  b- İkinci İhtimal: Davalılar arasında menfaat çatışması  ba-İspat yükü açısından değerlendirme  Bahsettiğimiz  gibi  bu  ihtimalde,  davalılardan  üçüncü  kişi,  davacı alacaklı ile borçlu arasında muvazaalı bir alacak ilişkisinin yaratıldığını bu                                                  100 Rosenberg/Schwab/Gottwald, Zivilprozessrecht, 2010, s. §115-II, Rn.9; Musielak, 2007, s. 292; Albayrak, 2013, s. 396.  101 Prütting, 1983, s. 282; Albayrak, 2013, s. 398. 102 Kuru, Menfi Tespit Davası ve İstirdat Davası , 2003, s. 91.  Borçlu, borcun varlığını inkar ediyorsa, bu durumlarda ispat yükü davalı durumunda olmasına karşı alacaklıya düşer  (11 HD. T. 22.06.1984, 3276/3641, YKD 1984/10, s. 1525-1528). 103 Kuru, Menfi Tespit Davası ve İstirdat Davası , 2003, s. 97; Türk, 2006, s. 279. 104 Türk, 2006, s. 277. 105  Buna karşılık varlığı sabit olan bir alacağın sonraki bir nedenle düştüğü borçlu tarafından ileri sürüldüğü takdirde ispat külfetinin borçlu davacıya yükletilmesi gerekir . (4. HD. T.9.2.1973, 6096/1189, ABD 1973/3, s. 574-575).    959Tasarrufun İptali Davalarında...    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974 şekilde geçerli bir şekilde yapılmış bir hukuki işlemin iptalinin sağlanmaya çalışıldığını  iddia  etmektedir.  Diğer  davalı  borçlu  ise  gerçekten  davacı alacaklıya borçlu olduğunu kabul etmektedir. Bu durumda davalılar arasında bir  menfaat  çatışması  söz konusu olmaktadır. Davacı alacaklı  ile davalı borçlu alacağın gerçek bir alacağa dayandığını iddia etmekte ancak diğer davalı üçüncü kişi ise davacı alacaklı ile davalı borçlu arasında gerçek bir alacak borç ilişkisinin söz konusu olmadığını iddia etmektedir. Bu durumda, taraf sıfatları ayrı olsa bile, (iddia edilen vakıanın ispatı bakımından) davacı alacaklı ile davalı borçlu bir tarafta, davalı üçüncü kişi ise diğer tarafta yer almaktadır. Bu menfaat çatışması doğrultusunda da, ispat yüküne ve delillere ilişkin bazı özel durumlar ortaya çıkmaktadır.  Kanaatimize göre, burada sıra cetveline muvazaa nedeniyle açılan itiraz davalarında Yargıtay tarafından ispat yüküne ve ispat araçlarına ilişkin kabul edilmiş  olan  ilkeler  kıyasen  burada  da  uygulanabilir.  İİK nın  142. maddesinde  Cetvel suretinin tebliğinden yedi gün içinde her alacaklı takibin icra edildiği mahal mahkemesinde alakadarlar aleyhine dava etmek sureti ile cetvel  mündericatına  itiraz  edebilir   denilmektedir.  Uygulamada,  sıra cetvelinde  alt  sırada  olan  alacaklılar,  kendilerinden  sıra  itibariyle  önde bulunan alacaklılara karşı, o alacaklıların gerçekten alacaklı olmadıklarını ileri sürerek sıra cetveline itiraz davası açmaktadırlar. Bu dava esas itibariyle tasarrufun iptali davası niteliğinde bir davadır. Çünkü sıra cetvelinde alt sırada bulunan alacaklı, sıra cetvelinde kendinden önde bulunan alacaklının borçlu ile anlaşarak muvazaalı bir alacak-borç ilişkisi yaratılarak bir takip yaptığını iddia etmektedir. Bu şekilde haczedilen malın satım bedelinden kendisine bir pay kalmadığını yahut çok az bir pay kaldığını söyleyerek düzenlenen bu sıra cetveline karşı muvazaalı olduğu iddiası ile itiraz davası açmaktadır. Bu ise aslında tasarrufun iptali davası şeklinde ileri sürülmesi gereken bir iddianın sıra cetveline itiraz davası şeklinde ileri sürülmesinden başka  bir  şey  değildir.  Alacaklılar  da  sıra  cetveline  itiraz  davasındaki kolaylıklar  ve  takibe  olan  doğrudan  etkileri  nedeniyle,  uygulamada, kendinden  önceki  alacaklının  alacağının  muvazaalı  olduğunu  tasarrufun iptali  davası  şeklinde  değil  sıra  cetveline  itiraz  davası  şeklinde açmaktadırlar.  Sıra cetveline itiraz davalarında Yargıtay ispat yüküne ve kullanılacak ispat araçlarına ilişkin olarak bazı ölçütler kabul etmiştir. Yargıtay a göre sıra cetveline muvazaa nedeniyle itiraz davalarında ispat yükü, sırasına itiraz 960Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974     Albayrak edilen davalı-alacaklıdadır. Dikkat edilirse burada davacı; sıra cetvelinde arka  sırada  bulunan,  davalının  iddia  ettiği  alacağın  gerçekten  mevcut olmadığını, borçlu ile muvazaalı olarak anlaşılmak suretiyle mal kaçırmak amacıyla gerçekte olmayan bir alacak borç ilişkisinin yaratıldığını söyleyen alacaklıdır.  Davalı  ise;  sıra  cetvelinde  önde  olan  alacaklıdır.  Muvazaa iddiasına dayalı sıra cetveline itiraz davalarında, üst sırada bulunan davalıalacaklının, alacağının gerçek bir alacak borç ilişkisine dayandığını ispat etmesi  gerekir.  Dolayısıyla  ispat  yükü  davalı  alacaklıdadır.  İşte  sıra cetveline itiraz davasında ispat yüküne ilişkin olarak kabul edilen bu ölçüt aynı şekilde tasarrufun iptali davasında da mevcut durum için kullanılabilir. Bu açıdan tasarrufun iptali davalarında da, davalı üçüncü kişi, davacının alacağının  gerçek  bir  alacak  borç  ilişkisine  dayanmadığını  iddia  ettiği takdirde,  davacı-alacaklının  bu  durumda  alacaklı  olduğunu  ispat  etmesi gerekir.  Ancak  dikkat  edilmesi  gereken  husus,  karşılaştırmayı  davanın tarafları açısından değil iddia edilen olgunun tarafları bakımından yapmak gerekir.  Burada  alacağın  varlığını  ispat  etmek  zorunda  kalan  taraf,  sıra cetveline itiraz davalarında davalı taraf iken (davalı taraf ile kast edilen sıra cetvelinde  üst  sırada  bulunan  alacaklıdır),  tasarrufun  iptali  davalarında alacağın varlığını ispat etmek zorunda kalan davacı taraftır (burada davacı ile kast edilen de gerçek bir alacağın var olduğunu iddia eden alacaklıdır). Sonuç olarak her ikisinde de istenen durum aslında gerçek bir alacağın varlığının  ispatıdır.  Gerçekten  de,  bir  hukuki  ilişkide,  en  mantıklı  olan, hukuki  ilişkinin  taraflarının  o  hukuki  ilişkinin  varlığını  veya  yokluğunu ispatlamaya  çalışmasıdır.  Özellikle  muvazaa  iddiasına  dayalı  davalarda gerçek  bir  alacak  ilişkisinin  olmadığını  iddia  eden  ve  o  hukuki  ilişkiye yabancı olan tarafın elinde, doğal olarak, alacağın varlığını veya yokluğunu ispata  yönelik  olarak  belgeler  bulunmayabilir.  Nitekim  tasarrufun  iptali davalarında da ispat güçlüğü aşmak amacıyla Kanuna çeşitli varsayımlar getirilerek  bu  ispat  zorluğu  aşılmaya  çalışılmıştır.  Bu  nedenle  de,  sıra cetveline muvazaa nedeniyle genel mahkemede açılan itiraz davalarında,                                                  106  Muvazaa iddiasına dayalı sıra cetveline itiraz davalarında ispat yükü, davalı alacaklıdadır. Davalı alacaklı alacağının varlığını ve miktarını, takipten önce düzenlenmiş usulüne uygun, birbirini doğrulayan yazılı delillerle kanıtlamalıdır.  23.HD. T. 21.3.2013, 615/1738; Aynı yönde istikrar bulmuş kararlar için bkz.; (19.HD. T. 23.09.2004, 11482/9120; 19.HD. T. 25.03.2004, 7965/3348; 19.HD. T. 22.04.2004, 9221/4635).  107 Kuru, İcra ve İflas Hukuku El Kitabı, 2013, s. 739; Karslı, İcra ve İflas Hukuku, 2014, s. 351;Deynekli, 2005, s. 157.   961Tasarrufun İptali Davalarında...    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974 Yargıtay, üst sırada bulunan alacaklı olduğunu iddia eden davalı-alacaklıya ispat  yükünü  yüklemiştir.  Çünkü  davacının,  sıra  cetvelinde  üst  sırada bulunan  davalı-alacaklının,  gerçekten  borçludan  alacaklı  olup  olmadığını ispatlayabilmesi  oldukça  güçtür.  Ancak  bu  husus  davacının  muvazaa iddiasının  varlığına  yönelik  olarak  çeşitli  bilgi,  belge  ve  emareleri mahkemeye  sunmak  zorunda  olmadığı  anlamına  gelmemelidir.  Bunun yanında sıra cetvelinde üst sırada bulunan davalı tarafın, gerçekten alacaklı olduğuna  ilişkin  bu  ispat  faaliyetini  gerçekleştirirken  elinde  birbirini doğrulayan ve takipten önce düzenlenmiş yazılı delillerin olması gerekir. Netice olarak, aynen sıra cetveline karşı muvazaa nedeniyle açılan itiraz davalarında olduğu gibi tasarrufun iptali davalarında da, iddia edilen olgu bakımından alacaklı olan tarafın, alacağının gerçek bir alacak borç ilişkisine dayandığını ispatlaması gerekir.  Tasarrufun  iptali  davalarında,  davalı  üçüncü  kişinin,  davacının alacağının  gerçek  bir  alacak  borç  ilişkisine  dayanmadığını  ileri  sürmesi durumunda ispat yükünü davalı üçüncü kişiye yüklemek çeşitli sıkıntılara neden olabilir. İlk olarak, müspet durumun ispatı menfi durumun ispatından daha  kolaydır.  Burada  müspet  durum  alacaklılık  sıfatıdır.  İkinci  olarak, taraflar  arasındaki  hukuki  ilişkinin,  gerçek  bir  alacak  borç  ilişkisine dayandığını bizatihi hukuki ilişkinin taraflarınca ispatlanmasının da daha kolay olacağıdır. Borçlu ile davacı arasındaki hukuki ilişkiye yabancı olan üçüncü kişinin taraflar arasında gerçek bir alacak borç ilişkisinin olmadığını ispatlaması oldukça zordur. Ancak elbette üçüncü kişi taraflar arasındaki muvazaayı her türlü delille ispatlama imkânına sahiptir. Ancak bu delilleri ileri  sürmesi  ispat  yükünü  üzerine  aldığı  manasına  gelmemelidir.  Sonuç olarak kanaatimiz, tasarrufun iptali davalarında davacı alacaklı alacağının varlığını ispat etmesi gerekmektedir.  Elbette  burada  davalıların  iddialarının  niteliği  önem  taşıyacaktır.  O yüzden toptancı bir yaklaşım ile ispat yükünün her zaman davacı-alacaklıda olduğunu  söylemek  hata  olur.  Burada  davada  ileri  sürülen  itirazın mahiyetine ve bunun kim tarafından ileri sürüldüğüne bakılması gerekir. Örneğin davalılardan borçlu, borcu ödediğini bu nedenle davacı alacaklının gerçekten  alacaklı  olmadığını  bu  nedenle  de  tasarrufun  iptali  davasının reddedilmesi  gerektiğini  ileri  sürmesi  halinde,  davalı  borçlunun  borcu ödediğine iddiasını ispat etmesi gerekecektir.                                                   108 Karslı, İcra ve İflas Hukuku, 2014, s. 351. 962Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974     Albayrak bb-Kullanılabilecek  ispat  araçları  (deliller)  bakımından değerlendirme Bir diğer önemli husus da davacı alacaklının ispat yükü üzerinde olması durumunda bunu hangi deliller ile ispatlayabileceği meseledir. Burada yine muvazaa nedeniyle açılan sıra cetveline itiraz davalarındaki yerleşmiş yargı kararlarından  faydalanılabilir.  Yargıtay  bu  nevi  menfaat  çatışmalarında tarafların  anlaşarak  deliller  üretebileceğini  öngörerek  bunu  engellemeye yönelik olarak çeşitli ölçüler koymaya çalışmıştır. Bu ölçütlerde ortak nokta tarafların  sonradan  düzenleyebilecekleri  belgelerin  delil  olarak  kabul edilmemesidir. Örneğin Yargıtay, sıra cetveline muvazaa nedeniyle açılan itiraz  davasında   Davalı-alacaklının,  takip  borçlusunda  da  alacağının varlığını  ve  miktarını,  usulüne  uygun  ve  birbirini  doğrulayan  sonradan düzenlenmesi  mümkün  olmayan  delillerle  kanıtlaması  gerekeceğini 109 içtihat  etmiştir.  Görüldüğü  gibi  Yargıtay  bu  kararında,   sonradan düzenlenmesi mümkün olmayan delil  kavramını kullanmıştır. Bir başka kararında da Yargıtay yine aynı ölçüt çerçevesinde bonoyu ispata yeterli delil  olarak  kabul  etmemiştir.  Bononun  ancak  başka  delillerle  de desteklenmesi halinde alacağın varlığını ispatlayabileceğini kabul etmiştir. Yine aynı sebeple borçlu tarafından verilen çeki de tek başına alacağın varlığını ispata yarayan bir delil olarak kabul etmemiştir.  Burada dikkat edilmesi gereken husus bono, çek veya taraflar arasında düzenlenen senetler nitelik olarak elbette delil niteliğinde belgelerdir. Ancak Yargıtay,  muvazaa  iddiasının  ispatında,  üçüncü  kişi  aleyhine  olan  bir hususun,  bu  şekilde  taraflar  arasında  düzenlenen  belgeler  yoluyla ispatlanmasını  kabul  etmemiştir.  Dolaysıyla  bu  nevi  belgeler,  alacağın varlığına ilişkin hâkimde oluşması gereken kanaat açısından, tek başına yeter ölçüt değillerdir. Bu mesele aslında ispat ölçüsüne ilişkin bir problemdir. Yargıtay bu gibi durumlarda, birbirini doğrulayan başkaca belgeler yoluyla alacağın  varlığının  ispat  edilmesi  gerektiğine  vurgu  yapmıştır.  Özellikle tarafların  tacir  olması  durumunda,  bu  bononun  veya  çekin  verilmesine                                                  109 19 HD T. 29.6.2006, 5178/7115 (Kazancı İçtihat Programı, e.t: 28.01.2015) 110  Sıra cetveline itiraz davalarında ispat yükü davalı alacaklıdadır. Davalı alacaklının takip borçlusundan alacaklı olduğunu usulüne uygun delillerle kanıtlaması gerekir. Bono başka delillerle doğrulanmadığı sürece alacağın varlığı için tek başına yeterli bir delil niteliğinde değildir.  Taraflardan  bu  yönde  delilleri  sorulup,  toplanan  deliller  değerlendirilerek varılacak  sonuca  göre  bir  karar  verilmelidir.  Mahkemece  bu  yönlerin  gözetilmemesi isabetsiz  olup,  hükmün  bozulması  gerekmiştir   19.  HD  T.  23.10.2003,  3924  /10379 (Kazancı İçtihat Programı, , e.t: 28.01.2015).    963Tasarrufun İptali Davalarında...    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974 dayanak  teşkil  eden  hukuki  ilişkinin  varlığının  ticari  defterlerde  de  yer alması  gerektiğini  belirtmiştir.  Tanık  dinlenmesi  hususunda  Yargıtay davalı-alacaklının alacağının varlığına ve miktarına ilişkin olarak da tanık dinletemeyeceğine hükmetmiştir. Bir başka sıra cetveline itiraz davasına ilişkin kararında ise, davalı alacaklının yapmış olduğu ilamsız takipte, takip dosyasına koymadığı bir belgenin sıra cetveline itiraz davasında alacağın varlığına yönelik olarak ibraz edilmesini kabul etmemiştir. Özellikle bu kararda muvazaalı alacaklarda davacı alacaklı takip borçlusuna bir takip başlatmakta, davalı borçlu ise itiraz etmeyerek takibi kesinleştirmektedir. Bunun  üzerine  takip  alacaklısı  hemen  borçlunun  malları  üzerinde  haciz koyarak sıra cetvelinde ön sıraya geçebilmektedir. Ancak daha sonra, diğer alacaklının sıra cetveline itiraz davası açması üzerine, davalı alacaklı takip talebine  eklemediği  belgeleri  bu  davada  ileri  sürmek  istemesi  halinde, Yargıtay bu belgeleri kabul etmemiştir.  Görüldüğü üzere sıra cetveline itiraz davasında ispat yükü kendisinde olan davalı – alacaklının; alacağının varlığını ve miktarını usulüne uygun ve birbirini  doğrulayan,  sonradan  düzenlenmesi  mümkün  olmayan  delillerle ispat etmesi gerekir. İşte buradaki ölçütlerin benzer şekilde tasarrufun iptali davalarında da, davalı üçüncü kişinin davacı ile borçlunun muvazaalı bir şekilde  borç  ilişkisi  yarattığına  ilişkin  itirazların  ispatında  da uygulanabileceği kanaatindeyim.  C- Alacağının İptal Konusu Tasarruftan Önce Doğmuş Olması Yargıtay a göre, iptal davasına konu tasarrufun iptal edilebilmesi için, tasarrufun borcun doğumundan sonra yapılması, bir başka deyişle alacağın iptal konusu tasarruftan önce doğması gerekir. Alacaklı borçlunun malvarlığına                                                  111  Sıra cetveline itiraz davalarında,  davalının sıra cetveline yazılan alacağının gerçekte mevcut  olup  olmadığı   nın  tespiti  için  mahkemece  tacir  olan  tarafın(tarafların)  ve borçlunun ticari defterleri üzerine bilirkişi incelemesi yaptırılması gerekeceği . 19 HD. T: 30.6.2005 1892/7370 (Kazancı İçtihat Programı, e.t: 28.01.2015).  112  …Davalının, davacının açık muvafakati bulunmadığı sürece -alacak miktarına göre- tanık dinletemeyeceğini..   19.  HD.  T.  12.5.2005,.  12349/5404;  T.  26.4.2001,  1624/3220 (Kazancı İçtihat Programı, e.t: 28.01.2015)  113  …Davalı alacaklının, takibe başladığı tarihte mevcut olmayan ve takip dosyasına ibraz etmediği belgelerle, alacağının varlığını kanıtlayamayacağını… . 19. HD. T. 20.12.1994, 10100/12865 (Kazancı İçtihat Programı, e.t: 28.01.2015).  114  Tasarrufun iptali davalarının dinlenebilmesi için borcun, iptali istenen tasarruftan önce doğması  dava  önkoşulu  olup  mahkemece  res'en  araştırılmalıdır.  Dava  koşulu gerçekleşmediği takdirde işin esası hakkında hüküm kurulamaz.  (17.HD.T. 19.09.2011, 1539/7809, Kazancı İçtihat Programı, e.t: 22.01.2015). 964Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974     Albayrak güvenerek  borçlu  ile  hukuki  işlem  yaptığına  göre,  borçlunun  malvarlığını önceden devretmiş olduğu hallerde alacaklının bunu bilmesi ve borçlu ile işlem yapmaması gerektiği düşüncesi nedeniyle bu şart getirilmiştir.  Doktrinde bu konuda çeşitli görüşler bulunmaktadır. Doktrindeki baskın görüş de, aynen Yargıtay ın görüşü doğrultusunda, alacağın iptal konusu tasarruftan  önce  doğması  gerektiği  yönündedir.  Doktrinde  bir  başka görüşe göre ise, iptal davası açılabilmesi için, alacağın iptale tabi tasarruftan önce veya sonra doğmuş olması önemli değildir. Bu nedenle, alacaklının alacağı, iptali istenen işlemden sonra doğsa bile alacaklı, kendi alacağının doğumundan önce yapılmış olan işlemlerin iptalini isteyebilecektir. İsviçre ve Alman doktrininde de, alacaklının, alacağının doğum tarihi, iptale tabi tasarruftan  sonraki  bir  tarih  olsa  bile  iptal  davası  açabileceği  kabul edilmektedir.  Yargıtay  13.  Hukuk  dairesinin  önceden  görüşü  de  bu yöndeydi. Ancak daha sonra bu görüşünden dönmüştür. Yargıtay artık ısrarlı bir şekilde, iptal davası açılabilmesi için davacı alacaklının alacağının iptale konu tasarruftan önce doğmuş olmasını aramaktadır.                                                   115  Tasarrufun iptaline karar verilmesi için borcun, tasarruf tarihinden önce doğmuş olması şarttır. Yasanın gerekçesinde, bir hukuki işlemde bulunulurken o tarihte borçlunun mevcut mali  durumunun  gözetildiği,  bu  nedenle  işlemden  önce  yapılmış  tasarrufların  iptal edilemeyeceği görüşlerine yer verilmiştir. Dairemizce de borcun doğduğu tarihten evvelki tasarrufların iptale tabi olmadığı istikrarlı biçimde kabul edilmektedir. Somut olayda davacı tarafından  borç  ilişkisinin  çekin  keşide  tarihinden  önce  oluştuğu  ispat  edilememiş, mahkemece bu durum tespit edilmiş olmasına rağmen davanın reddi yerine tasarruf işleminin karı-koca arasında yapılmış olması nedeniyle davanın kabulü doğru olmadığından bozmayı gerektirmiştir.  (15.HD. T. 12.09.2005, 1960/4597, Kazancı İçtihat Programı, 22.01.2015). 116  Kuru,  İcra  ve  İflas  Hukuku  El  Kitabı,  2013,  s.  1402;  Günören,  2012,  s.  419; Karataş/Ertekin/Erol, 1998, s. 74; Kostakoğlu, 1989, s. 20. 117 Berkin, 1970, s. 508; Üstündağ, İflas Hukuku , 2007, s. 284; Altay, 2004, s. 675; Yıldırım, 1995, s. 288; Uyar, İİK'nun 278. Maddesi Uyarınca İptale Tabi Kimi Tasarruflar, 2014, s. 423).  Yıldırımın İptal davaları eserinin 288. Sayfasının 47. Dipnotunda, Baki Kurunun 1988 baskılı  İflas ve Konkordato  adlı eserinin 377. sayfası kaynak gösterilerek Kurunun da bu görüş taraftarı olduğu belirtilmiştir. (Yıldırım, 1995, s. 288). Ancak Kuru, son eserlerinde bu görüşünden dönerek, Yargıtay ın görüşü olan  tasarrufun, davacı alacaklının alacağının doğumundan sonra yapılmış olması gerektiği  görüşüne katılmaktadır (Uyar, İİK'nun 278. Maddesi Uyarınca İptale Tabi Kimi Tasarruflar, 2014, s. 423). 118 Yıldırım, 1995, s. 288; Üstündağ, İflas Hukuku , 2007, s. 284. 119 13. HD. T. 25.6.1979, 3011/3730, ABD 1979/5, s. 101.  120 HGK. 1.12.2004 T. 15-553/624; 30.10.2002 T. 15-849/861; 26.6.2002 T. 15-543/552 (naklen; Uyar, İİK'nun 278. Maddesi Uyarınca İptale Tabi Kimi Tasarruflar, 2014, s. 424).     Böylece davacının alacağı dava dışı banka ile 2002 yılında imzalanan kredi sözleşmesi ile doğmuş olup bu tarihten sonraki borçlu tasarrufları için iptal davası açılması mümkündür. Bu durumda mahkemece borcun tasarruf tarihinden önce doğmuş olduğunun kabulüyle işin esasına girerek tarafların delillerinin toplanması ondan sonra hasıl olacak sonuca göre bir   965Tasarrufun İptali Davalarında...    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974 Kanaatimize göre de, kanunda olmayan bir şartın bu şekilde Yargıtay tarafından getirilmesi isabetli olmamıştır. Yani iptal davasının açılabilmesi için kanunun aradığı şartlar dışında alacağın iptale tabi tasarruftan önce doğmuş  olması  aranmamalıdır.  Aksi  halde  bu  durum  borçlunun  bilinçli olarak önceden mal kaçırmak amacı ile yaptığı tasarrufları iptal kapsamı dışında  bırakır.  Borçlu,  sahip  olduğu  bütün  malvarlığını  elinden çıkardıktan sonra bunu bilmeyen ve bilmesi de mümkün olmayan kişilerle hukuki işlemler yoluyla borçlandıktan sonra açılan bütün davaların sırf bu yolla iptalini sağlayabilir hale gelir. Bir kimsenin karşısındaki ile işlem yaparken onun malvarlığını bilebilmesi mümkün değildir.  Yargıtay tarafından getirilen bu şart, usul hukuku bakımından bir dava şartı niteliğinde midir? Yargıtay bu durumu belirttiğimiz üzere bir dava şartı olarak kabul etmektedir. Bu noktada Üstündağ ın Alman hukukuna atıf yaparak  yapmış  olduğu  dava  şartları  ayrımı  bize  yardımcı  olabilir. Üstündağ a göre, dava şartları; usule ve maddi hukuka ilişkin dava şartları olarak ayrılır. Mevcut HMK sistemimizde usule ilişkin dava şartları zaten HMK nın  114.  maddesinde  açıkça  yazılmıştır.  Aynı  maddenin  ikinci fıkrasında da diğer kanunlarda yer alan dava şartlarına ilişkin hükümlerin saklı olacağı belirtilmiştir. Söz konusu husus ise ne HMK da, ne de İİK da yazılı bir durum olmadığından usule ilişkin bir şartı olarak nitelendirilemez. Bu  nedenle  bu  durumun  maddi  hukuka  ilişkin  bir  dava  şartı  olarak nitelendirilmesi akla gelebilir. Maddi hukuka ilişkin talep hakkının doğumu bazı  şartların  gerçekleşmesine  bağlı  tutulmuş  olabilir.  Örneğin  vadeye veya şarta bağlı borçlarda vade veya şart gerçekleşmediği sürece açılmış bulunan  eda  davası  usuli  bir  hükümle  dava  şartı  eksikliğinden                                                                                                                    karar vermesi gerekirken yazılı olduğu üzere davacının davasının reddine karar vermesi doğru bulunmamıştır.   17. HD. T. 3.10.2013, 12821/13236 (Kazancı İçtihat Programı, e.t: 22.01.2015). 121 Uyar, İİK'nun 278. Maddesi Uyarınca İptale Tabi Kimi Tasarruflar, 2014, s. 424.  122 Altay, 2004, s. 675. 123 Uyar, İİK'nun 278. Maddesi Uyarınca İptale Tabi Kimi Tasarruflar, 2014, s. 424. 124  Dava, İİK nun 277 ve devamı maddelerine dayalı tasarrufun iptali istemine ilişkindir. Öncelikle belirtmekte yarar vardır ki, tasarrufun iptali davasının ön koşullarından birisi borcun doğumunun satış tarihinden önce olmasıdır. Dava koşulu gerçekleşmediği takdirde, işin esası hakkında hüküm kurulamaz  (HGK, T. 26.6.2002, 15/543-552, naklen; Günören, 2012, s. 431,432). 125 Üstündağ, Medeni Yargılama Hukuku, 2000, s. 283. 126 Üstündağ, Medeni Yargılama Hukuku, 2000, s. 283. 966Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974     Albayrak reddedilmelidir. Ancak vadenin dolması veya şartın gerçekleşmesi halinde dava yeniden açılabilecektir. Ancak bu durumun bir dava şartı mı yoksa bir defi olarak mı ileri sürülmesi gerektiği tartışmalıdır. Postacıoğlu, vadenin gelmemesi durumu bir hukuki menfaat yokluğu olmasına rağmen ancak defi şeklinde  ileri  sürülmesi  halinde  hâkim  tarafından  dikkate  alınabileceğini belirtmiştir. Ancak Üstündağ a göre, vadenin gelmemesi hali dava şartları kapsamında  değerlendirilmelidir.  Bu  anlatımlar  çerçevesinde  alacağın iptal konusu tasarruftan önce doğması durumu maddi hukuka ait bir dava şartı  çerçevesinde  değerlendirilmesi  mümkün  olabilirdi.  Ancak  maddi hukuka  ilişkin  ilgili  dava  şartlarının  da  ilgili  maddi  hukuk  normunda belirtilmesi veya anlaşılması gereklidir. Oysaki ilgili İİK nun 277 ve devamı maddelerinde buna ilişkin bir ibare bulunmamakta veya anlaşılmamaktadır. Aslında  sorunun  kaynağı,  Kanunda  aranmayan  bir  şartın  içtihat  yoluyla getirilmesidir.  Bu  nedenle  de  içtihat  tarafından  getirilen  bir  şartı,  usul hukuku  bakımından  izah  etmek  güçleşmektedir.  Burada  olan  husus kanaatimize  göre,  İİK nun  277  ve  devamı  maddelerinde  olmayan  esasa ilişkin bir şartın içtihat yolu ile getirilmesidir. Örneğin ivazsız tasarrufların butlanını  düzenleyen  278.  maddesinin  giriş  cümlesinde  veya  bir  başka yerinde;   Alacağın  iptale  tabi  tasarruftan  önce  doğmuş  olması  şartıyla, mutad  hediyeler  müstesna  olmak  üzere…   gibi  bir  ifade  olsaydı  ancak Yargıtay tarafından böyle bir konu araştırılabilirdi. Böyle bir ifade olsaydı zaten bu şart esasa ilişkin, esas hakkında karar verilebilmesi için gerekli maddi hukuka ilişkin bir şart olurdu. Yine kanaatimize göre, bu durumda dahi  bu  şart,  bir  dava  şartı  niteliğinde  olmazdı.  Esas  hakkında  kararın verilmesi  için,  bir  başka  ifadeyle,  maddi  hukuk  normunda  öngörülen sonucun  ortaya  çıkmasını  sağlayan  esasa  ilişkin  bir  maddi  hukuk  şartı olurdu.  Ancak  usul  ekonomisi  ilkesi  bakımından  bu  maddi  hukuk  şartı diğerlerinden önce ve resen incelenmesi gerekirdi. Ancak tasarrufun iptalini düzenleyen  İİK  m.  278,  279  ve  280.  maddelerinde  böyle  bir  şart öngörülmediğinden, bu şekilde böyle bir şartın içtihat yolu ile getirilmesinin isabetli olmadığı kanaatindeyiz. Bu nedenle de içtihat yolu ile getirilen bu şartın usul hukuku bakımından konumunu ifade etmek oldukça güç hale gelmektedir.                                                   127 Üstündağ, Medeni Yargılama Hukuku, 2000, s. 284. 128 Postacıoğlu, 1975, s. 204. 129 Üstündağ, Medeni Yargılama Hukuku, 2000, s. 284 dn. 27.   967Tasarrufun İptali Davalarında...    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974 Bunun esasa ilişkin bir mesele olduğuna ilişkin bir diğer gerekçemiz ise, dava şartları nedeniyle usulden reddedilen bir davanın, ilgili usuli şartın yerine  getirilmesi  durumunda  yeniden  açılabilmesinin  imkân  dâhilinde olması; fakat alacağın doğum tarihinin iptale konu tasarruftan sonra doğmuş olması nedeniyle reddedilen bir davanın yeniden açılamayacak olmasıdır. Alacağın doğum tarihinin iptale konu tasarruftan sonra doğmuş olduğuna karar verilmesi nedeniyle davanın reddedilmesinden sonra bu davanın aynı vakıalara dayalı olarak bir daha açılabilmesi mümkün değildir. Çünkü bu durum,  dava  şartlarından  farklı  olarak,  sonradan  düzeltilerek  davanın yeniden açılabilmesine imkan kılan bir durum değildir. Bu nedenle aciz belgesinin  eksikliği  nedeniyle  reddedilen  bir  davanın  aciz  belgesinin sonradan getirilmesi yolu ile açılabilmesinden farklılık arz etmektedir.  Belirtmiş olduğumuz bu gerekçelerle alacağın iptale konu tasarruftan önce doğmuş olması şartı tamamen esas hakka ilişkin bir husus olup yargı kararları  ile  getirilmesi  mümkün  olmamalıdır.  Ancak  Yargıtay,  alacağın iptale konu tasarruftan önce doğması şartını mutlaka aramakta ve bunu bir dava  şartı  olarak  görerek  davanın  esastan  incelenemeyeceğini belirtmektedir.  SONUÇ Makalemizde varmış olduğumuz sonuçlar şu şekildedir;  1- Dava  şartlarının  HMK da  açıkça  düzenlenmesi  ve  diğer  özel kanunlara ilişkin dava şartlarını saklı tutması nedeniyle artık dava şartlarının yargı  içtihatları  ile  getirilmesi  durumu  HUMK  dönemine  göre  oldukça güçleşmiştir.  2- Tasarrufun  iptali  davalarında  yargı  kararların  yolu  ile  özel  dava şartları kavramı altında kanunda mevcut olmayan yeni şartlar getirilmiştir.  3- Bu şartlardan  gerçek bir alacağın olması  durumu kanaatimize göre  taraf sıfatına  yönelik bir itiraz olup dosyadan anlaşılması halinde veya tarafın  ileri  sürümesi  halinde  resen  dikkate  alınabilir.  Tasarrufun  iptali davası  içerisinde  ileri  sürülmesi  halinde  ön  sorun  olarak  incelenmelidir.                                                  130  Tasarrufun iptali davalarının dinlenebilmesi için borcun, iptali istenen tasarruftan önce doğması  dava  önkoşulu  olup  mahkemece  res'en  araştırılmalıdır.  Dava  koşulu gerçekleşmediği takdirde işin esası hakkında hüküm kurulamaz.  (17.HD.T. 19.09.2011, 1539/7809, Kazancı İçtihat Programı, e.t: 22.01.2015). 968Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974     Albayrak Ancak alacaklı ile borçlu arasında, alacağın mevcudiyetine ilişkin bir menfi tespit davası açılmış ise, bu menfi tespit davası, tasarrufun iptali davası için bekletici  mesele  yapılabilir.  Bekletici  mesele  yapılıp  yapılamayacağı  ise davanın açılma tarihine göre değil, somut olayın özelliklerine göre takdir edilmelidir.  4- Gerçek  bir  alacağın  mevcut  olup  olmadığı  meselesinin incelenmesinde ispat yükünün kime ait olacağı meselesi bu itirazı ileri süren taraflar bakımından değişiklik gösterebilir. Davalılar tarafından ortak olarak bu  iddia  ileri  sürüldüğü  takdirde  davalılar  arasında  menfaat  birlikteliği olması nedeniyle menfi tespit davasına ilişkin içtihatlar hem ispat yüküne hem  de  kullanılacak  ispat  araçlarına  ilişkin  olmak  üzere  kıyas  yolu  ile uygulanabilir. Ancak davalılardan yalnızca borçlu ile işlem yapan üçüncü kişi bu itirazı ileri sürmüş ise bu durumda sıra cetvelinin muvazaa nedeniyle iptali için açılan davadaki içtihatlar hem ispat yükü hem de kullanılacak ispat araçları bakımından kıyas yolu ile uygulanabilir.  5- Yargıtay  tarafından  kabul  edilen  takibin  kesinleşmiş  olması  şartı aslında İİK nun 277. maddesinde düzenlenen aciz belgesi şartıyla yakından ilgilidir.  Gerçek bir alacağın olup olmadığı durumu  takip hukuku kuralları çerçevesinde kesinleşmiş bir alacağın maddi hukuk bakımından gerçekten var olmadığına yönelik yapılan bir itiraz olup  taraf sıfatı  ile ilgili bir husus iken  kesinleşmiş bir icra takibinin olması  bundan farklı olarak kanaatimize göre bir dava şartıdır. 6- Alacağın  iptal  konusu  tasarruftan  önce  doğması  şartı  kanunda olmayan ancak içtihat yolu ile getirilen bir şarttır. Kanaatimize göre de, kanunda  olmayan  bir  şartın  bu  şekilde  Yargıtay  tarafından  getirilmesi isabetli olmamıştır. Yani iptal davasının açılabilmesi için kanunun aradığı şartlar  dışında  alacağın  iptale  tabi  tasarruftan  önce  doğmuş  olması aranmamalıdır.            969Tasarrufun İptali Davalarında...    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974",
     "Kaynakça": "Akcan,  R.  (2004).  Yargıtay  Kararalarındaki   Güçlü  Delil   Kavramının Hukuki Niteliği. Selçuk Üniversitesi Hukuk Fakültesi Dergisi, 12(1-2), 7-24. Akil,  C.  (2014).  Yargıtay  Kararları  Işığında  Tasarrufun  İptali  Davası Bağlamında Aciz Belgesi. Ankara Barosu Dergisi, 3, 159-201. Akşener, H. S. (2007). İcra ve İflas Hukukunda Tasarrufun İptali Davaları (2 b.). İstanbul: Legal. Alangoya,  Y.  (1969).  Yargılama  Sırasında  Tarafta  (Yanda) İradi  Olarak Meydana  Gelen  Değişme  Hakkında  Düşünceler.  Mukayeseli  Hukuk Araştırmaları Dergisi, 5, 124-190. Alangoya, Y. (2003). Medeni Usul Hukuku (3 b.). İstanbul: Namaş Yayınları. Albayrak, H. (2013). Medeni Usul ve İcra İflas Hukukunda Yaklaşık İspat. Ankara: Yetkin Yayınları. Altay, S. (2004). Türk İflas Hukuku. İstanbul: Vedat Kitapçılık. Ansay, S. Ş. (1954). Hukuk İcra ve İflas Usulleri (3 b.). Ankara: İstiklal Matbaacılık. Arslan, A. S. (2014). Tasarrufun İptali Davasından Sonra Açılan Menfi Tespit Davasında Bekletici Mesele Yapma Sorunu. E. Hanağası içinde, Prof.  Dr.  Ejder  Yılmaz'a  Armağan  (s.  253-270).  Ankara:  Yetkin Basımevi. Aşık, İ. (2012). Medeni Usul Hukukunda Bekletici Sorun. Ankara: Seçkin Yayıncılık. Atalay, O. (2001). Medeni Usul Hukukunda Menfi Vakıaların İspatı. İzmir: Dokuz Eylül Üniversitesi Yayını. Berkin, N. (1970). İflâs Hukuku (3 b.). İstanbul: Yeni Hamle Matbaası. Börü, L. (2012). Dava Konusunun Devri. Ankara: Yetkin Basımevi. Dediduman, S. (1998). Muvakkat Borç Ödemeden Aciz Belgesi. Türkiye Barolar Birliği Dergisi, 3, 1077-1087. Deynekli, K. (2005). Sıra Cetveli (3 b.). Ankara: Turhan.   971Tasarrufun İptali Davalarında...    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974 Erişir, E. (2007). Medeni Usul Hukukunda Taraf Ehliyeti. İzmir: Güncel. Gören-Ülkü, N. (2007).  Sıfat ın Bir Dava ŞArtı Olup Olmadığı Sorunu. Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, 13(3-4), 103-115. Günören, A. (2012). İcra ve İflas Hukukunda Tasarrufun İptali Davaları. Ankara: Yetkin Yayınları. Kale, S. (2010). Medeni Yargılamada Taraf Ehliyeti. İstanbul: On İki Levha Yayıncılık. Karataş, İ., & Ertekin, Erol. (1998). Tasarrufun İptali Davaları. Ankara: Yetkin . Karslı, A. (2009). İcra Hukuku Ders Kitabı-1. İstanbul: Alternatif Yayınevi. Karslı, A. (2012). Medeni Muhakeme Hukuku (3 b.). İstanbul: Alternatif Yayıncılık. Karslı, A. (2014). İcra ve İflas Hukuku. İstanbul: Alternatif Yayıncılık. Kodek,  G.  E.,  &  Mayr, P.  E.  (2011).  Zivilprozessrecht.  Wien:  Facultas Verlags. Kostakoğlu, C. (1989). Takip Hukukunda İptal Davaları. Adalet Dergisi(5), 7-32. Kuru, B. (1964). Dava Şartları. 109-147. Kuru,  B.  (1997).  İcra  ve  İflas  Hukuku  (3  b.,  Cilt  IV).  İstanbul:  Alfa Yayıncılık. Kuru, B. (2001). Hukuk Muhakemeleri Usulü (6 b., Cilt 3). İstanbul: DemirDemir Yayıncılık. Kuru, B. (2003). Menfi Tespit Davası ve İstirdat Davası . Ankara: Yetkin Yayınları. Kuru, B. (2013). İcra ve İflas Hukuku El Kitabı (2 b.). Ankara: Adalet Yayınevi. Kuru, B., & Budak, A. C. (2010). Tespit Davaları (2 b.). İstanbul: On İki Levha Yayıncılık. 972Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974     Albayrak Kuru, B., Arslan, R., & Yılmaz, E. (2014). İcra ve İflâs Hukuku (28 b.). Ankara: Yetkin Yayınları. Kuru, B., Arslan, R., & Yılmaz, E. (2014). Medeni Usul Hukuku (25 b.). Ankara: Yetkin Yayınları. Leipold, D. (1966). Beweislastregeln und gesetzliche Vermutungen. Berlin: Duncker u. Humblot. Musielak, H.-J. (2007). Grundkurs ZPO (9 b.). München: C.H. Beck. Özkaya-Ferendeci, H. Ö. (2007). Alman Medeni Usul Hukuku'ndaki Ara Tespit Davası ve Buna İlişkin Düşünceler. Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, 13(1-2), 193-209. Özkaya-Ferendeci, H. Ö. (2009). Kesin Hükmün Objektif Sınırları. İstanbul: On İki Levha Yayıncılık. Öztek, S. (1994). İcra ve İflas Hukukunda Borç Ödemeden Aciz Vesikası. İstanbul: Alfa. Pekcanıtez, H. (1992). Medeni Usul Hukukunda Fer'i Müdahale. Ankara: Ankara Üniversitesi Basımevi. Pekcanıtez, H., Atalay, O., & Özekes, M. (2012). Medenî Usûl Hukuku (13 b.). Ankara: Yetkin Yayınları. Pekcanıtez, H., Atalay, O., Özkan Sungurtekin, M., & Özekes, M. (2012). İcra ve İflâs Hukuku (10 b.). Ankara: Yetkin Yayınları. Postacıoğlu, İ. (1975). Medeni Usul Hukuku Dersleri (6 b.). İstanbul: Sulhi Garan Matbaası. Prütting, H. (1983). Gegenwartsprobleme der Beweislast. München: C.H. Beck. Rosenberg, L. (1965). Die Beweislast. München. Rosenberg, L., Schwab, K.-H., & Gottwald, P. (2010). Zivilprozessrecht (17 b.). München: C.H.Beck. Rüzgaresen,  C.  (2013).  Medeni  Muhakeme  Hukukunda  Usul  Ekonomisi İlkesi . Ankara: Yetkin Yayınları.   973Tasarrufun İptali Davalarında...    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 931-974 Tanrıver,  S.  (2007).  Medeni  Usul  Hukukunda  Derdestlik  İtirazı  (2  b.). Ankara: Adalet YAyınevi. Türk, A. (2006). Menfi Tespit Davası. Ankara: Yetkin Yayınları. Ulukapı, Ö. (1991). Medeni Usul Hukukunda Dava Arkadaşlığı. Konya: Mimoza. Ulukapı, Ö. (2014). Medenî Usûl Hukuku (1 b.). Konya: Mimoza Yayınları. Umar, B., & Yılmaz, E. (1980). İspat Yükü (2 b.). İstanbul. Uyar,  T.  (2010).  Tasarrufun  İptali  Davasının  Tarafları.  Prof.  Dr.  Fırat Öztan'a  Armağan  (Cilt  2,  s.  2243-2274).  içinde  Ankara:  Yetkin Yayınları. Uyar,  T.  (2014).  İİK'nun  278.  Maddesi  Uyarınca  İptale  Tabi  Kimi Tasarruflar. Ankara Barosu Dergisi(3), 413-475. Uyar, T., Uyar, A., & Uyar, C. (2008). İcra ve İflas Hukukunda Tasarrufun İPtali DAvaları (3 b.). Ankara: Turhan. Üstündağ,  S.  (2000).  Medeni  Yargılama  Hukuku  (7  b.).  İstanbul:  Nesil Matbaacılık. Üstündağ, S. (2007). İflas Hukuku (7 b.). İstanbul: Sena Ofset. Yıldırım, K. (1995). İcra ve İflas Hukukunda İptal Davaları. İstanbul: Alfa Yayıncılık. Yıldırım-Deren, N. (1996). Kesin Hükmün Subjektif Sınırları. İstanbul: Alfa Basım Yayım . Yılmaz, E. (1982). Islah."
}