{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2019",
     "Cilt": "68",
     "Sayı": "2",
     "Başlık": "GÖKTAŞLARININ MÜLKİYETİ MESELESİ",
     "Title": "The Issue of Meteorites Ownership",
     "Yazar İsmi": [
          "Agah Kürşat KARAUZ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Göktaşı",
          "Taşınır Mülkiyeti",
          "Tabiat Varlıkları",
          "Bilimsel Değeri Olan Eşya",
          "Sahipsiz Eşya"
     ],
     "Keywords": [
          "Meteorite",
          "Personal Property",
          "Natural Heritage",
          "Scientifically Valuable Property",
          "Res Nullius"
     ],
     "Özet": "Göktaşları,  ekonomik  ve  bilimsel  açıdan  değer  taşıyan  maddî varlıklardır.  Göktaşlarının  yeryüzüne  düşmesi  ile  birlikte  bu  varlıkların mülkiyetinin kime ait olacağı konusu gündeme gelmektedir. Yeryüzüne ait olmayan bu varlıkların hukukî niteliğinin tespiti de oldukça zordur. Bunun sebebi, söz konusu varlıkların yapısının taşınır mülkiyetinin aslen kazanma sınıflandırmalardan hemen hemen hiçbirine benzememesidir. Bu sebeple, hem  milletlerarası  sözleşmelerde  hem  de  millî  hukuk  sistemlerinde göktaşlarının  mülkiyeti  hususuna  ilişkin  oldukça  sınırlı  düzenlemeler bulunmaktadır.  Ancak  göktaşlarının  mülkiyetine  ilişkin  bu  düzenlemeler oldukça farklı sonuçlar öngörmektedir. Ayrıca bu konuya ilişkin yabancı mahkemelerde sınırlı da olsa kararlar mevcuttur. Devletlerin özel mülkiyete bakış açıları ve sosyal-ekonomik gerekçelerle, bu varlıkların mülkiyetine ilişkin yaklaşımlar, kesin bir şekilde kamunun hüküm ve tasarrufunda olduğu anlayıştan sınırsız bir şekilde özel mülkiyete tabi olacağı anlayışa kadar geniş bir yelpaze içerisindedir. Bu konu hakkında, Türk Hukukunda bir düzenleme bulunmadığı  gibi,  henüz  bir  inceleme  de  yapılmamıştır.  Türk  Hukuku açısından  söz  konusu  cisimlerin  mülkiyeti,  4271  sayılı  Türk  Medenî Kanununun taşınır mülkiyetine ilişkin hükümleri (m.762-777) çerçevesinde değerlendirilerek  çözüme  bağlanmalıdır.  Bu  nedenle,  çalışmamızda, göktaşlarının bilimsel değeri olan eşya, maden, define, buluntu ve sahipsiz eşya nitelikleri taşıyıp taşımadıkları hususları irdelenmiştir.",
     "Abstract": "Meteorites are the physical assets which have economic and scientific value. The issue of who owns the property of them comes through when they fall on earth. It is very difficult to identify the legal characteristics of these assets which are not belonged to earth. The reason of that is the structure of these assets is not similar to any of the ways of the acquisition of ownership. Thus, there are very limited regulations about the ownership of the meteorites in both the national legal systems and the international conventions. However, these regulations  come up with quite different results. Besides that, there are few court decisions. The approaches to the ownership of these assets are in a wide range because of the socioeconomic reasons and the perception of the states to private property. There is neither a regulation nor an examination in Turkish Law about this subject yet. The problem of the ownership of the assets in Turkish Law should be resolved according to the rules of Turkish Civil Code No. 4271. Thus, in our study it is examined that if the meteorites can be defined as scientifically valuable property, mine, treasure, foundling or res nullius (nobody s thing).",
     "Metin": "2 Eylül 2015 gecesi dünya yörüngesindeki Vesta asteroitinden kopup, atmosfere  girdikten  sonra  büyük  bir  patlamayla  parçalanan  göktaşının parçacıkları, Bingöl merkezine 10 kilometre mesafede, 600 e yakın hanenin bulunduğu, 3 bin 200 nüfuslu Sarıçiçek Köyü ve civarına saçıldı. Bölgeye düşen göktaşlarının değerli olduğunu öğrenen bölge sakinleri, göktaşlarını toplama ve buldukları parçacıkları yurtdışından gelen koleksiyonculara satma yoluna gittiler. Dönemin Maliye Bakanı Mehmet Şimşek, elde edilen gelire ilişkin haberler üzerine, sosyal paylaşım sitesi Twitter'da bir anket yaparak,                                                             2   Hatta haberlerde Sarıçiçek Köyü nün göktaşı bulma ve satma işleminden 1 milyon liralık gelir  elde  ettiği  belirtilmiştir;  http://www.haberturk.com/yenimedya/haber/1153812saricicek-koyunun-meteor-cirosu-1-milyon-lirayi-gecti; e.t. 1.10.2017.  446Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478                   Göktaşlarının Mülkiyeti…   Gök taşı satışına vergi tartışması. Bingöl Sarıçiçek köyünde gök taşları satışı vergiye tabi mi? Ne düşünüyorsunuz?  diye sormuştur. Söz konusu ankete katılanların  büyük  çoğunluğu  (%70)   vergi  alınmamalı   şeklinde  görüş bildirmiştir. Göktaşları açısından öncelikle tespit edilmesi gereken konu, satışlardan elde edilen gelirin vergilendirilmesinden ziyade, bu cisimlerin tabî olacağı hukuki rejimdir. Özellikle göktaşlarının değeri, buna binaen toplum bilincinin ve bu cisimlerin ticaretinin artması, mülkiyet ve kontrolü sorunlarını da gündeme  getirmektedir.  Ayrıca  bilimsel  öneme  sahip  bu  malzemelerin bilimsel  incelemelere  tahsis  edilmek  yerine  özel  koleksiyoncular  ve müzecilere sunulması etik sorunları da bünyesinde ihtiva etmektedir. Göktaşlarının hukukî niteliği ve rejimi meselesi, hemen hemen bütün ülke hukuk sistemleri açısından tartışmalıdır. Bunun sebebi, neredeyse hiçbir hukuk sisteminde konu ile ilgili doğrudan bir düzenlemenin bulunmamasıdır. Ayrıca göktaşı, yapısından kaynaklanan  (eski çağlara ait olmaması, dünya dışından yeryüzüne düşmesi, daha önce kimsenin üzerinde zilyetlik veya mülkiyet  kurmamış  olması  vb.)  sebeplerle,  ülke  mevzuatlarındaki  taşınır mülkiyetine ilişkin sınıflandırmalar içerisinde yer almamaktadır.  Yeni bulunan göktaşının mülkiyeti, şüphesiz ki,  mülkilik prensibi  gereğince, bulunduğu yerin mevzuatına göre belirlenir. Göktaşları, uzaydan dünyaya -başka bir ifadeyle araziye- düşen cisimler olduğu için, bunların mülkiyeti, arazisine düştükleri ülkenin hukukuna göre tespit edilir. Bu konuya ilişkin  ilginç  bir  dava  vuku  bulmuştur.  Neuschwanstein  meteoru  olarak                                                             3   https://www.memurlar.net/haber/547924/; e.t. 1.10.2017. 4   SCHMITT Douglas G., The law of Ownership and Control of Meteorites, Meteorics& Planetary Science 37, 2002, s. B. 5   6  Nisan  2002  tarihinde  saat  22:20'de   Avusturya-Almanya  sınırına yakın  Bavyera Bölgesinde yer alan Neuschwanstein Kalesi yakınına  Neuschwanstein  olarak adlandırılan göktaşı (meteor) düştü. Orijinal göktaşı, yerden yaklaşık 22 kilometre yükseklikte birkaç parçaya ayrılacak şekilde patladı. Parçacıklar birkaç kilometrekareye yayıldı. Toplam üç kütle yaklaşık 6 kilogram olan üç göktaşı parçası bulundu. Bunlardan Neuschwanstein I ve II olarak adlandırılan parçalar Almanya'da bulunmuştu. Bavyera eyaleti bu parçaların define olarak ortak mülkiyetini talep etti. Bu dava sonunda taraflar, mahkeme huzurunda, Bavyera eyaleti  tarafından  Neuschwanstein  I  meteorunun  bir  parçasının  buluculardan  satın alınmasını öngeren anlaşmaya  vardılar  ve bu parça halen Nördlingen'deki Rieskrater Müzesi'nde sergilenmektedir. Bununla birlikte, fon yetersizliği nedeniyle Neuschwanstein II'nin bulucu payı ödenemedi. Ardından, bu meteor parçası sayısız parçaya bölündü: bulucular yarısını test örnekleri olarak müzelere, kurumlara ve özel koleksiyonlara sattı. 447Karauz                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478  adlandırılan parçalardan bir kısmı, Avusturya sınırları içerisinde düşmüş ve bir Alman vatandaşı tarafından, Almanya sınırları içerisine götürülmüştür. Avusturya makamları tarafından parçaların iadesi talebiyle Almanya Ausburg Bölge  Mahkemesinde  açılan  dava,  hâkim  tarafından     EGBGB (Einführungsgesetz zum Bürgerlichen Gesetzbuche) § 43-1 hükmü uyarınca, göktaşının  düştüğü  yer  olan  Avusturya  Hukukuna  göre  çözümlenmiştir. Mahkeme tarafından yapılan değerlendirmede,   ABGB (Das Allgemeine bürgerliche Gesetzbuch) §§ 380, 381 gereğince, bulan davalının eşya üzerinde zilyetlik kurarak mülkiyeti kazandığı, belediyenin ise önceden eşya üzerinde mülkiyet  sahibi  olmadığı  ve  zilyet  olma  iradesinin  bulunmadığına  karar vermiştir.  Ayrıca,  mahkeme  ABGB  §§  404,  411  hükmü  gereğince, meteorların arazinin bütünleyici parçası veya arazinin ürünleri olarak kabul edilemeyeceğini;  çünkü  bu  parçaların  dünya  dışından  geldiğini  ve  bu hükümlerin göktaşlarına uygulanamayacağını belirtmiştir.  Dünyada göktaşlarının  mülkiyetinin tabi olduğu hukukî rejim, -özel mülkiyetten katı bir şekilde doğrudan devletin mülkiyetine ait olduğu rejime kadar- oldukça geniş bir yelpazeye sahiptir. Şöyle ki; her hukuk sisteminin kendine özgü hüküm ve sonuçları bulunmakla birlikte, genel olarak, özel mülkiyetin geçerli olduğu ülkelerde, göktaşlarının maliki; arazinin maliki veya göktaşını bularak üzerinde zilyetlik kuran kimsedir. Bazı ülkelerde                                                             Neuschwanstein II'nin diğer yarısı ise Müze Reich der Kristalle'ye aittir; halka açık değildir, ancak bu parça üzerinde araştırma yapılabilmektedir. Ancak tartışma konusu olan  Neuschwanstein III  meteoritidir. Avusturya sınırları içerisine düşen göktaşı parçası, Alman bir bulucu tarafından Avusturya sınırları içerisinde bulunup Almanya topraklarına götürüldü. Bunun üzerine, Avusturya Reutte belediyesi tarafından Augsburg Bölge Mahkemesi'nde açılan davayla Neuschwanstein III'ün mülkiyeti talep edildi. Alman mahkemesi, 6 Haziran 2007'de bu talebi reddetti ve tüm mülkiyet haklarını bulanlara verdi. Ausburg Bölge Mahkemesi (Urteil des Landgerichtes Augsburg vom 06.07.2007 (8 O 1758/06) bu kararında, göktaşının komşu ülkede bulunması sebebiyle, uyuşmazlığın Avusturya yasalarına göre çözülmesi gerektiğini belirtti. Mahkeme, bu gerekçeyle, meteoritlerin Alman Hukukuna göre hazine değil, Avusturya Hukukuna göre  sahipsiz eşya  olduğuna karar verdi. Reutte Belediye Başkanlığı tarafından dava temyize götürdü ve Ocak 2008'de her iki taraf da, bulucunun belediyeye tazminat ödemesine ve karşılığında parçaların bulanda kalmasına izin verildi. Neuschwanstein III fiyatının yaklaşık 200,000 ila 300,000 avro olduğu tahmin ediliyor. Bkz. SÜß Thorsten; Von Meteoriten, Skeletten und anderen Kostbarkeiten, In: JURA. 2011, s. 332–335; FAUST Kristine; Wem gehört Neuschwanstein? In: Aviso. Nr. 3, 2003, s. 28-30. Karar için bkz. Urteil des Landgerichtes Augsburg vom 06.07.2007, 8 O 1758/06;  http://arne.nordmeyer.info/LG_Augsburg-8-O-1758_06-Neuschwanstein.pdf, e.t. 20.10.2017. 448Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478                   Göktaşlarının Mülkiyeti…  mülkiyet, göktaşının bulucusu yani üzerinde zilyetlik kuran kişi ile arazi maliki arasında paylaşılır. Bir kısım ülkelerde ise bu konuda toplum bilincinin artması üzerine yapılan yeni düzenlemeler ile bulan kimseye devlet tarafından ödenen bir miktar ödül veya tazminat karşılığında, göktaşlarının mülkiyetinin devlete ait olacağı kabul edilmektedir. Ancak, bulana hiçbir masraf veya ödül ödemeksizin göktaşlarının doğrudan devlete ait olmasını öngören sistemler de vardır. Şüphesiz ki, mülkiyete ilişkin değerlendirme yapmadan önce göktaşı kavramının içeriğini belirlemek gerekmektedir. 2. Göktaşı Kavramı Göktaşlarının ne olduğunu açıklayabilmek için öncelikle bu alana ait kavramları, uluslararası literatürdeki isimleri ile tanıtmak gerekir. Günlük hayatta  özensizce  ve  çoğu  zaman  yanlış  bir  şekilde  birbirlerinin  yerine kullanılan kavramlar  şunlardır:  Asteroid,  Meteoroid,  Meteor  ve Meteorit şeklinde sıralanabilir. Asteroid, uzayda bir gezegenden daha küçük olan ve kaya, demir veya buz kütlelerinden oluşan, kayan nesnelerdir. NASA ya göre, bu nesneler planetoid  veya  küçük  nesneler  olarak  da  adlandırılabilir.  Bunlar,  güneş sisteminin oluşumundan kalan parçalar veya boşluk enkazı olarak da ifade edilebilir. Güneşin etrafında dönen milyonlarca asteroid bulunmakla birlikte, bunların bazıları yaklaşık 750.000'i asteroid kemerinde, Mars ve Jüpiter'in yörüngeleri arasında bulunan geniş bir asteroitler halkasında yer almaktadır.                                                              6   Göktaşlarının özel mülkiyete tabi olduğu ülkelerde serbest pazar, araştırmacılara teşvik sağlar, ancak numunelerin bilimsel olarak küratörlük yapmayan özel toplayıcılar tarafından mülk edinilmesine sebep olur. Bu maddelere el koyan sistemler ve mülkiyeti sınırlayıcı yasalar ise araştırmacıların yasadışı bulduğu şeyleri saklama veya satmasına yol açmakta veya kaynakların gizlenmesi için sahte alan verilerini yanlış tanıtmaya ya da göktaşlarını yasal olarak elde edildiğini göstermeye yönlendirmektedir. Göktaşlarının mülkiyetine ilişkin kanunlar, tabii ki zamanla ve ülkeler arasında değişir. Bkz. SCHMITT, s. B. 7   VOGT Gregory, Meteors and Meteorites, Minnesota, 2002, s. 15 vd.;  NELSON Stephen A.,  Meteorites,  Impacts,  and  Mass  Extinction,  s.  1, http://www.tulane.edu/~sanelson/Natural_Disasters/impacts.pdf, e.t. 5.10.2017. 8   IKEA'dan  kendi  başınıza  bir  kitaplık  hazırladıktan  sonra  kalan  ek  parçalar  gibi ; LALLANILLA  Marc,  What  Are  an  Asteroid,  a  Meteor  and  a  Meteorite?,  s.  1, https://www.livescience.com/27183-asteroid-meteorite-meteor-meteoroid.html;  e.t. 5.10.2017.  9   Asteroitler yüzlerce kilometre genişliğinde olabilir: Ceres, bazen cüce bir gezegen olarak adlandırılır ve 940 km (584 mil) genişliğindedir; NORTON O. Richard / CHITWOOD Lawrence, Field Guide to Meteors and Meteorites, Springer-Verlag, London, 2008,  s. 40. 449Karauz                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478  Meteoroid ise, güneş etrafındaki yörüngede bulunan kuyruklu yıldızların veya asteroitlerin küçük parçacıklarını ifade eden genel bir terimdir. Bir meteoru bir asteroitten ayıran, evrensel olarak kabul edilmiş, mutlak bir tanım (boyuta veya başka karakteristiklere dayanan) bulunmamaktadır; ancak genel kabule göre, bunlar sadece asteroitten daha küçüktür. Meteor, dünyadaki atmosfere girdikten sonra yanan ve buharlaşan bir asteroid veya başka bir cisimdir. Meteorlar genelde  yıldız kayması (shooting star)   olarak  bilinir.  Bir  meteor  atmosfere  doğru  dalmaz  ve  yüzeyde topraklarda kalırsa, meteorit olarak nitelendirilir. Meteorit, atmosferi geçerken varlığı sürdüren ve ardından yere düşen, asteroid veya meteoroid parçası olup, çalışmamamızın ana konusunu bu parçalar  oluşturmaktadır.  Bu  parçalar,  genellikle  demir  veya  taş  olarak sınıflandırılır. İsminden de anlaşılacağı üzere, demir meteoritlerinin yaklaşık yüzde 90 demirden oluşmaktadır; geriye kalan %10 luk kısmı ise oksijen, silikon, magnezyum ve diğer elementlerden meydana gelir. 3. Göktaşlarının Mülkiyetine İlişkin Milletlerarası Anlaşmalar 1970  yılında  imzalanan  ve  91  ülkenin  taraf  olduğu   Kültür Varlıklarının Kanunsuz İthal, İhraç Ve Mülkiyet Transferinin Önlenmesi Ve Yasaklanması  İçin  Alınacak  Tedbirlerle  İlgili  UNESCO  Sözleşmesi , devletlerin karşılıklı olarak hukuka aykırı yoldan çıkarılmış göktaşları da dâhil, kültür varlıklarının takibini ve geri getirilmesini sağlamaktadır. Bazı yazarlar  tarafından,  söz  konusu  UNESCO  sözleşmesi  kapsamında göktaşlarının  da  bir  kültür  varlığı  olarak  kabul  edildiği  ve  bu  sözleşme kapsamında  olduğu  görüşü  ileri  sürülmüştür.  Ülkelerin  kendi  hukukî düzenlemeleri  ışığında  ve  ilgili  idarî  birimlerin  kontrolünde,  çeşitli yöntemlerle göktaşı örneklerinin ticaretine izin verdikleri bilinmektedir.                                                             10  NORTON/ CHITWOOD, s. 14.  11  Bolide olarak adlandırılan yeryüzüne ulaşmayan, ancak atmosfere girişte patlayan asteriod veya meteoroid parçası gök taşlarıdır; LALLANILLA, s. 1. 12  Amerika Birleşik Devletleri, Kültürel Mülkiyet Sözleşmesini onaylamıştır, ancak ABD mahkemelerinin işlem yapmasına izin veren mevzuatı kabul etmemiştir. Birleşik Krallık onaylamadı. Bkz. GOLIA Maria, Meteorite: Nature and Culture, 2015, s. 151; SCHMITT, s. B. 13  GOLIA, s. 151; SCHMITT, s. B. 14  Buna ilişkin düzenleme, Kanada Hukukunda yer almaktadır. 6 Eylül 1977'de yürürlüğe giren Kültür Varlıkları İhracat ve İthalat Kanunu (S.C. 1985, c.52) uyarınca, Kanada'daki bir 450Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478                   Göktaşlarının Mülkiyeti…  Ancak  ülkelerin  hukuka  uygun  transfer  mevzuatlarına  aykırı  olarak göktaşlarının  yurtdışına  yasadışı  bir  şekilde  ithalat,  ihracat  ve  mülkiyet devrinin olması durumunda UNESCO Sözleşmesi devreye girmektedir.  Devletlerin   kültür  varlıklarını   korumak  amacıyla  karşılıklı  olarak kabul ettikleri UNESCO sözleşmesinin ( Kültür Varlıkları Sözleşmesi ) 1. maddesinde,  kültür varlığı  kavramı tanımlanmıştır. Bu sözleşmenin 1/a maddesinde  oldukça  geniş  bir  şekilde  yapılan  tanımlamada   nadir bulunan……mineraller  kavramı da yer almakta olup, bu kavram göktaşlarını da  içerecek  şekilde  yani  onları  da  kültür  varlığı  olarak  kabul  edecek şekildedir. UNESCO tarafından belirlenen kurallar ve idarî mekanizmalar sistemi, birçok ülkede bilim adamlarının, özel koleksiyoncuların ve hobi sahiplerinin hak ve yetkilerini gösteren hukuki düzenlemelerin yapılmasına imkan  sağlamıştır.  Kültür  Varlıkları  Sözleşmesi nin  7.  maddesi,  kültür varlıklarının bu sözleşmeye taraf olan bir ülkeden, hukuka aykırı şekilde başka bir ülkedeki bir kuruma götürülmesi halinde, diplomatik kanallar yoluyla bu varlıkların  geri  alınması  için  bir  mekanizma  sağlamıştır.  Geri  alma işlemlerinin maliyeti, talep eden devlet tarafından karşılanır.                                                             bulgu, Kanada Gümrük ve Gelir İdaresi nden (CCRA) izin alınmaksızın ihraç edilemez ve izin başvurusu Kanada'daki ikamet eden kişi tarafından yapılmalıdır. Geçici İhracat izinleri derhal verilir; kredi süresi 5 yılı aşmamalı ve başlangıç süresi 90 gündür. Kanada Federal Hükümeti istatistiklerine göre, 23 Mayıs 2001'den önceki beş yıl boyunca, Daimi İhracat izinleri için (bu ikisinin reddedildiği ve bu kurul tarafından oluşturulan 6 ay gecikme süresinin altında olması) yedi başvuru ve geçici ihracat izni için onbeş başvuru yapılmıştır. Tek  bir  izin  ile  birden  fazla  numune  için  başvuru  yapılabilir.  Bkz. https://www.eas.ualberta.ca/whitecourt/meteorite_regulations.pdf ; e.t. 21.12.2017.  15  GOLIA, s. 151; SCHMITT, s. B. 16 UNESCO Sözleşmesi birçok ülkede göktaşları hakkında düzenlemeye dayanak teşkil etmiştir. Danimarka Müze Kanunu m. 31 e göre, Danimarka da bulunan fosil, alt-fosil veya meteorlar niteliğindeki jeolojik, botanik veya zoolojik nesneler, benzersiz bilimsel veya sergilenmeye değer olmak şartıyla, devlete aittir. Bu nesneleri bulan kimse, Danimarka Doğa Tarihi Müzesine teslim etmesi gerekir.  Bkz. http://portal.unesco.org/en/ev.phpURL_ID=13039&URL_DO=DO_TOPIC&URL_SECTION=201.html;  e.t.  29.11.2017. Güney Afrika Ulusal Miras Kaynağı Kanunda m. 2/xxv de meteorlar,  doğal olarak varolan dünya dışı orijinli herhangi bir nesne anlamına gelir  şeklinde tanımlanmıştır. Bu kanunun 32. maddesine göre, Güney Afrika topraklarında veya sularında toplanan genel veya özel bir nesne  veya  nesneler  topluluğu  niteliğindeki; a) arkeolojik  ve  paleontolojik  nesneler, göktaşları ve nadir bulunan jeolojik numuneler; (b) görsel sanat nesneleri; c) askeri nesneler; (d) nümizmatik nesneler; ulusal mirasın parçası sayılır. GRIBBLE John/ FORREST Barbara, Underwater Culture Heritage at Risk: The Case of Dodington Coins, Art and Cultural Heritage: Law, Policy and Practice, Cambrige, 2016, s. 317. 451Karauz                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478  Yanlışlıkla ihraç edilen ve özel hukuk kişilerine ait olan göktaşlarına sözleşmenin 7. madde hükmü uygulanmaz. Bu gibi durumlarda, genellikle o kişinin  ikamet  ettiği  ülkede,  meteorun  sahibi  olan  kişiye  karşı  bir  dava açılması gerekebilir. Dava, kurum ya da hükümet tarafından mülkiyet hakkı iddiasıyla açılır ve gerekirse göktaşlarının değeri üzerinden bir bedel ödenir. Birçok  hukuk  sisteminde  ülkeden  ülkeye  değişen  usul  kuralları,  ispat vasıtaları veya dava şartları olsa da, hak sahibi malikin açabileceği haksız bir şekilde elinden çıkan malın zilyetliğini alma hakkı veren geri verme davası ihdas edilmiştir. Göktaşlarına  ilişkin  bir  diğer  düzenleme,  Antarktika  Anlaşması kapsamındadır.  1  Aralık  1959 da  Washington'da  imzalanan  Antarktika Antlaşması, ülkelerin ulusal toprak taleplerini süresiz olarak kaldırmakta ve bunun yanı sıra bilimsel araştırmaları teşvik etmektedir. Aslında anlaşmanın ilk hali, ihraç edilecek numunelerle doğrudan doğruya ilgilenmemektedir. Anlaşma madde III/1/c hükmüne göre,  Antarktika'nın bilimsel gözlemleri ve sonuçları değiş tokuş edilecek ve serbestçe kullanılabilir hale getirilecektir  ifadesi yer almaktadır. Antarktika meteoritleri yakın zamana kadar yalnızca devlet destekli keşif heyetleri sonucunda bulunmuş ve bu parçalar üzerindeki mülkiyet  tartışması  sona  ermiştir.  Numuneler,  uluslararası  alanda  kabul görmüş  bilimsel  kurumlar  tarafından  toplanmış,  sergilenmiş  ve kataloglanmıştır. Ayrıca örnekler, araştırma önerileri gönderen diğer bilimsel kuruluşlara  bedelsiz  olarak  sunulmuştur.  Meteorların  sunulduğu  ve muhafaza  edildiği  bilimsel  kuruluşlar,  NASA,  Amerika  Birleşik Devletleri'ndeki  Smithsonian  Enstitüsü,  Japonya'daki  Polar  Araştırmaları Ulusal Enstitüsü ve EUROMET kuruluşlarıdır. Özel hukuk kişileri tarafından Antarktika kıtasında toplanacak kıymetli meteorların korunmasına ilişkin hukuki  norm  eksikliği  tespit  edilmiş  ve  Temmuz  2001 de  Antarktika Anlaşması Danışma Toplasında bunu engellemek için toplantıda şu şekilde karar  alınmıştır:   Temsilciler,  Antarktika'daki  sınırsız  göktaşı  toplaması nedeniyle bilimsel araştırmalara potansiyel bir zarar gelmesinden endişe duyuyor: Çevre Protokolü, tarafları, kabul edilmiş bilimsel standartlara göre                                                             17  SCHMITT, s. B. 18  POP Virgiliu, Who Owns the Moon?: Extraterrestrial Aspects of Land and Mineral Resources Ownership, Berlin, Springer, 2009, s. 150; CASSIDY William A.; Meteorites, Ice, and Antarctica: A Personal Account, Cambridge University Press, 2003, s. 9 vd. 19  POP, s. 150; CASSIDY, s. 201. 452Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478                   Göktaşlarının Mülkiyeti…  toplanıp  küratörlük  yapmalarını  sağlamak  üzere  Antarktik  göktaşlarını korumak için gerekli yasal ve idari adımları atmaya ve bilimsel amaçlarla kullanıma  çağırmaya  teşvik  eder  (Antarctic  Treaty  Consultative  Parties, 2001) 20. 4. Göktaşlarının Mülkiyetine İlişkin Çeşitli Hukuk Düzenlemeleri Ülkelerin meteorların mülkiyeti ile ilgili düzenlemelerinin oldukça farklı içeriklere sahip oldukları görünmektedir. Her hukuk sisteminde göktaşlarının mülkiyeti ile ilgili, kendine özgü ve birbirine benzemeyen düzenlemeler öngörülmektedir.  Bununla  birlikte  genel  olarak,  çoğu  ülkede,  arazinin malikinin  göktaşlarının  da  maliki  olduğu  söylenebilir.  Bazı  ülkelerde mülkiyet, meteorit bulucusu yani üzerinde zilyetlik kuran kişi ile arazi maliki arasında paylaştırılır. Bir kısım ülkelerde ise yeni düzenlemeler ile bulan kimseye devlet tarafından ödenen bir miktar ödül veya tazminat karşılığında göktaşlarının  mülkiyetinin  devlete  ait  olacağı  kabul  edilir.  Ancak göktaşlarının ödül ve tazminat ödemeksizin doğrudan devlete ait olduğunu düzenleyen sistemler de vardır. Aşağıda bu hususlar sırası ile ele alınmaktadır. a) Göktaşlarının  Özel  Mülkiyete  Tabi  Olacağını  Kabul  Eden Sistemler Göktaşlarının mülkiyetinin özel hukuk kişilerine ait olabileceğini kabul eden  sistemler  arasında  bir  yeknesaklık  bulunmamaktadır.  Şöyle  ki; göktaşlarının  özel  hukuk  kişilerinin  mülkiyetinde  olacağını  kabul  eden sistemler; göktaşlarının mülkiyetini üzerine düştüğü arazi ile ilişkilendirmekte veya göktaşı üzerindeki mülkiyet hakkını zilyetlik veya bulucu üzerinden açıklamakta ya da bu varlıkların mülkiyetini zilyet ile arazi sahibi arasında paylaştırılmaktadır.  Ancak  göktaşlarının  mülkiyeti  meselesi  açısından denilebilir ki; bu konu hakkında özel düzenleme oldukça azdır.                                                             20 Yirmi dördüncü Antarktika Antlaşması Danışma Toplantısı - Çevre Koruma Toplantısı Dördüncü  Komitesi,  2001  Temmuz  Rusya;  Bkz. https://www.ats.aq/documents/ATCM/fr/ATCM_fr_e.pdf;  et.t.  29.11.2017.  Bu hüküm olmasa bile, Anlaşma Madde VIII (5) (a) ya göre, bir sözleşmeci tarafın, kendi topraklarında  düzenlenen  veya  kendi  topraklarından  ilerleyen  tüm  seferlerini  diğer sözleşmeye taraflara bildirmesini şart koşmaktadır. Habersiz özel hukuk kişilerinin seferleri, menşei devlet açısından bu antlaşma yükümlülüğüne aykırılık ortaya çıkarabilir. SCHMITT, s. B; B. 453Karauz                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478  Amerika Birleşik Devletleri Hukukunda, çoğu eyalet kanunlarında, göktaşının  mülkiyetinin  bulunduğu  topraklara  ait  olduğu  düzenlenmiştir. Buna göre, eyalet mahkemelerinde hazineyi bulma konusunda bir zamanlar baskın olan bu görüşe göre, gömülü altın ya da gümüş sikke (veya bunu temsil eden kağıt paranın) bulucuya ait olduğu kabul edilir. Ancak devlet arazilerinde bulunan ve devlete ait topraklarda toplanan bir meteor konusunda devletin tek yetkili olduğu belirtilmiştir. 1906 Antikalar Kanunu na göre, kamuya açık arazilerde bulunan göktaşları federal hükümetin malıdır (16 USC 432)21. Ayrıca göktaşları, 1872 Maden Kanunu anlamında  değerli maden  olarak nitelendirilmediği için bulucu tarafından talep edilebilecek mineral tazminat hakları da söz konusu değildir.  Amerika  Birleşik  Devletleri  mahkemelerinde,  göktaşı  buluntularının arazi sahibine ait olduğunu kabul eden kararlar mevcuttur. Ancak devletin maliki olduğu topraklar üzerindeki göktaşları, federal hükümete aittir ve göktaşları federal bir kuruluş olan Smithsonian Enstitüsü tarafından Antikalar Yasası uyarınca iktisap edilebilir, 16 U.S.C. §432 (People of the State of California et al. v. Mead, 618 F. 2d 618 (1980))22.  Bu konuya ilişkin önemli içtihat, 1892'de Iowa Yüksek Mahkemesinin Goddard v. Winchell davası ile oluşmuştur. Dava konusu olayda; Goddard'a ait  bir  tarlaya  Forest  City  göktaşının  bir  parçası  düşmüştür.  Göktaşı, Winchell'e satan kişi tarafından 3 feet derinliğindeki bir delikten çıkarılmıştır. Mahkeme, göktaşının doğal nedenlerden dolayı geldiği toprağın bir parçası haline geldiğini ve arazi sahibinin mülkiyetinde olduğunu kabul etmiştir. Bu konuya ilişkin farklı değerlendirme başka bir davada yapılmıştır. Bu dava, 1905  yılında  Oregon  Iron  Company  v.  Hughes  (81  Pac.R.  572)  şirketi arasındaki uyuşmazlıktan kaynaklanmıştır. Dava, Hughes tarafından Oregon                                                             21  NORTON/  CHITWOOD,  s.  196;   1906  Antikalar  Yasasında,  federal  topraklardaki arkeolojik eserlerin korunacağı düzenlenmiştir. Bilimsel değeri olan nesneler kapsamında  object of scientific interest - göktaşları da yer almaktadır ; BURBINE Thomas H.; Asteroids, Cambridge, 2017, s. 74; LANGE, Erwin F., A Collection of Articles on Meteorites, State of Oregon, Department of Geology and Mineral Resources, Miscellaneous Paper 11, 1968, s. 25. 22 CLARKE Roy/ PLOTKIN Howard/ McCOY Timoty, Meteorites and the Smithsonian Institution, Gelogical Society Special Publiciations, 2006, s. 258, 259; LANGE, s. 25. 23  CLARKE/ PLOTKIN/ McCOY, , s. 258; BURKE Barlow, Personal Property in a Nutshell, 2003,  s.  90;  MERRILL  Thomas  W.;  Accession  and  Original  Ownership,  Faculty Scholarship Series, 2009, s. 471; SCHMITT, s. B. 454Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478                   Göktaşlarının Mülkiyeti…  Demir Şirketi'ne ait arazinin yüzeyinde bulunan ve oradan kendi topraklarına taşınan büyük Willamette göktaşı ile ilgiliydi. Arazinin sahibi Oregon Şirketi tarafından, göktaşlarının toprağın bir parçası olduğunu ve bu sebeple, arazinin mülkiyeti kimin ise göktaşlarının malikinin de o olacağını iddia etmiştir. Yerel Kızılderililerin törenlerde bir zamanlar meteorit kullandıklarına dair kanıtlar vardı, Hughes tarafından meteoritin kaybolmuş bir eşya olduğu, Kızılderililer tarafından terk edildiği ve böylece kendisinin de sahipsiz eşyayı bulan kimse olarak  malın  sahibi  olduğunu  iddia  etmiştir.  Mahkeme  bu  iddiayı, Kızılderililerin  asla  göktaşının   zilyedi  olmadığı   ve  bu  sebeple  terk edemeyecekleri sebebiyle reddetti.   Küçük göktaşları, federal topraklarda bulunsa bile, mülkiyeti Federal Düzenlemeler  Kanunu  kapsamında  değildir.  Amerika da  geçmişte  hobi amaçlı  ve  ticarî  olmayan  kullanım  için  küçük  miktarlarda  kaya çıkarılabilmiştir. Bununla birlikte, son yıllarda ABD Kara İdaresi Bürosu (BLM), BLM arazisinde ele geçirilen tüm göktaşlarının sahibi olduğunu iddia etmiş ve BLM'nin kanunlar uyarınca özel bir arazi sahibi ile aynı konumda olduğunu  savunmuştur.  BLM,  1906  Antikalar  Kanun  uyarınca,  devlet topraklarındaki tüm göktaşlarının Smithsonian Enstitüsüne ait olduğunu ileri sürmektedir. 10 Eylül 2012 tarihli BLM Direktifi ile kamu arazisinde bulunan meteorların Federal Devlete ait olduğu iddiası yenilenmiştir. Kamu arazisinde bilimsel,  eğitim  veya  ticari  amaçlarla,  meteoritlerin  sistematik  olarak aranması için izinler alınabilir; ancak günlük ve sınırlı göktaşı avcılığı için izin gerekmemektedir. Birleşik  Krallık  Hukuku,  göktaşlarını  özel  mülkiyete  tabi  tutan sistemlerden bir diğeridir. Common Law hukukunun temel ilkelerine göre,                                                             24  CLARKE/ PLOTKIN/ McCOY,  s. 242; BURKE, s. 90, 91. Bir başka olayda, 1954 yılında Alabama'nın Sylacauga kentinde bir evin çatısına düşen bir meteor; masada duran bir radyoya düştü ve kiracı olan Ann E. Hodges'a kolunu ve kalçasını yaralayacak şekilde çarptı. Göktaşı, ev sahibi ile kiracı arasında kimin taşın sahibi olduğu konusunda uyuşmazlığa neden oldu. Daha sonra göktaşına Sylacauga polis şefliği tarafından el konuldu ve Hava Kuvvetleri ne teslim edildi. Hem ev sahibi hem kiracı taşın mülkiyetini, özel mülkiyet araziye düştüğü için talep ettiler. Sonuç olarak, mahkeme taşın mülkiyetinin özel mülkiyete tabi olduğuna karar verdi. Ardından ev sahibi, taşın mülkiyetini belirli bedel karşılığında kiracıya devretti. Kiracı, alıcı bulamayınca taşı Alabama Doğal Tarih Müzesine bağışladı. Olay için bkz. MERRILL, s. 471. 25  NORTON/ CHİTWOOD, s. 196; CLARKE/ PLOTKIN/ McCOY, s. 258. 26  Bureau of Land Management, Instruction Memorandum  No. 2012-182;  https://www.blm.gov/policy/im-2012-182-0; e.t. 27.12.2017.  455Karauz                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478  Birleşik Krallık Mahkemesi kararlarında konuyla doğrudan ilgili karar mevcut değildir. Ancak buna rağmen, bir meteorun bulunduğu arazinin veya binanın sahibine  ait  olacağı  kuşkusuzdur.  İngiliz  doktrininde  yapılan  bir değerlendirmede,  South  Staffordshire  Water  Co  v.  Sharman  davasında mahkemenin  verdiği  kararın,  göktaşlarına  da  uygulanacağı  sonucuna ulaşılmıştır. Söz konusu davada, bir çalışanın işvereninin sahip olduğu bir havuzu temizlerken bulduğu altın yüzüklerle ilgili olarak Lord Russell  Genel prensip,  herkesin  maliki  olduğu  ve  üzerinde  kontrol  etme  ve  yetkisiz müdahaleyi  önleme  niyeti  gösterdiği  arazide  veya  evde,  bir  yabancı tarafından bir şey bulunması halinde, bulunan eşyanın mülkiyetini arazi sahibine  aittir.  Bu  nedenle,  bir  hizmetkar  tarafından  bulunan  yüzüğün bulunduğu yerin sahibine ait olduğu anlamına gelmektedir  şeklinde karar vermiştir.  Bu  mahkeme  kararına  dayanarak  yapılan  değerlendirmede, göktaşlarının  mülkiyetinin  de  bulanın  değil,  arazinin  sahibinin  olacağı sonucuna varılmıştır. Göktaşlarının özel mülkiyete tabi olduğu bir diğer ülke ise Kanada dır. Quebec eyaleti hariç Kanada da da Common Law sistemi hâkimdir. Ouebec eyaletinde ise Fransız Hukuku temelli ve Fransız Hukuku benzeri bir sistem söz  konusudur.    Kanada daki  çoğu  vakada  göktaşlarının  mülkiyeti  arazi malikine aittir. British Columbiası Temyiz Mahkemesinde, ipotekli arazide ağacın bu arazinin bir parçası olduğu gibi, retorik olarak karaya düşen bir göktaşının da onun bir parçası haline geleceğine karar verilmiştir. Ayrıca göktaşları  maden  mevzuatı  uyarınca   talep  edilebilir  bir  hak   olarak değerlendirilmektedir.  Bu  cisimler  satılabilir  ve  bunları  bulanın  bildirme yükümlülüğü yoktur. Dolayısıyla Kanada Hukuku kapsamında göktaşlarının alınıp satılması ve özel hukuk kişilerinin edinebilmesi açısından tam bir serbestî  vardır.  Sadece  bu  buluntular,  yurt  dışına  çıkarılmak  istediğinde Kanada devleti müdahale etmektedir.                                                              27  SCHMITT, s. B. 28  1896, 2 Q.B. 44; 65 L.J.Q.B. 460. 29  SCHMITT, s. B.  Kimin toprağında bulunursa bulunsun göktaşının mülkiyeti, tıpkı altın, gümüş gibi kraliyete aittir  şeklinde görüş için bkz. POP, s. 150. 30  NORTON/ CHİTWOOD, s. 196; SCHMITT, s. B. 31  MacCrimmon et al. v. Smith et al., 12 B.C.R. 377, 384 (1906). 32  Karar için bkz. SCHMITT, s. B. 33  NORTON/ CHİTWOOD, s. 196; SCHMITT, s. B; Kanada Kültür Varlıkları İhracat Kontrol Listesi m. 1 tanımlarda göktaşı,  dünya dışı kaynaklı bir doğal olarak oluşan bir nesne anlamına gelmektedir  şeklinde tanımlanmıştır. 456Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478                   Göktaşlarının Mülkiyeti…  Göktaşının mülkiyeti ile ilgili doğrudan karar bulunan bir diğer ülke, Fransa dır. On dokuzuncu yüzyılda, Fransız Mahkemelerinde göktaşları ile ilgili iki ayrı dava görülmüş ve Medenî Kanun uyarınca bu uyuşmazlıklar çözümlenmiştir. Bunlardan ilki; Vollard v. Douillard davasıdır. Bu davada hâkim,  bulucunun  göktaşlarını  arazinin  yüzeyinde  bulduğu  iddiasını değerlendirirken, arazinin çitle çevrili olmadığı, üzerinde girilmeyeceğine ilişkin herhangi bir ibare bulunmadığı veya araziye girişe malikin muhalefet göstermediği gibi hususları da göz önüne alarak karar vermiştir. Sonuç olarak, göktaşlarının zilyetlik kuran kimsenin mülkiyetine girdiği ve bu cisimler üzerinde  zilyetlik  kurma  işlemi  ile  birlikte  bulanın  maliki  olduğu  kabul edilmiştir.  Fransız hukukunda bir diğer davada, bir toprağın içinde 50 cm gömülü bir  göktaşını  keşfeden  kimse  ile  arazinin  maliki  arasında  iki  yönlü  bir uyuşmazlık ortaya çıkmıştır. Arazide çalışan kiracı çiftçi zilyetliği tesis eden olarak ve arazi maliki de malik olmasından dolayı hak iddia etmekteydi. Mahkeme tarafından Fransız Medenî Kanunu nun 546 ve 551. maddeleri uyarınca, göktaşının  düştüğü noktada kendi kendisine toprakla birleştiği ve ona katıldığı ...  gerekçesiyle arazi malikinin göktaşının da maliki olduğuna karar verilmiştir. Japon Hukukunda, göktaşları sahipsiz eşya olarak değerlendirilmiş ve Japon Medenî Kanunu (Minpou) 239. maddesi uyarınca bulan kimsenin sahipsiz bir eşyayı mülkiyet iddiası ile elinde bulunduran ilk kişi olduğu için, malik olduğu belirtilmiştir. Japon hukukunda, zilyetliği ilk defa kuran kişinin göktaşı üzerinde mülkiyeti kazandığı kabul edilmektedir.  Çin in Kuzeybatısında Sincan Uygur Özerk Bölgesinde yer alan Altay Dağlarında,  Zhuman  Ramazan  adlı  bir  çoban  muazzam  bir  göktaşı                                                             34  M. F. 1842 CS, Bourbon-Vendee, 1842, Tribunal civil, 31 Ağustos (M. Savin, Pr.). 35  SCHMITT, s. B. 36  Toche'de c. Descordes et Lejean (DT 98, 2, 507, Tribunal civil d'Aix, 1898 Ocak 17 (M. Schoell, Pr.). 37  Toche davasının Fransız Kanunlar raporunun editörü, sadece toprak yüzeyinde kalan bir meteorun mülkiyetinin res nullius (sahipsiz bir şey) olarak değerlendirilebileceği ve bu sebeple ihraz yoluyla mülkiyetinin kazanılıp kazanılamayacağı hakkında zor bir soru yöneltti. SCHMİTT, s.  B. Şüphesiz ki; toprak yüzeyinde kalan göktaşı parçalarının taşınmaz ile aralarındaki bağlantı sıkı bir şekilde olmadığından ihraz yoluyla kazanılması mümkündür.  38  Meteorite Magazine, Pallasite Press, 8-9. Cilt, 2002, s. 29; SCHMİTT, s. B. 457Karauz                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478  keşfetmiştir. Yaklaşık üçyüzyirmi milyon dolar değerindeki bu göktaşını, otuz yıldan fazla koruyan çoban, 2001 yılında Altay Belediyesi nin göktaşını talep etmesi üzerine, taraflar arasında mülkiyet hakkı çekişmeli hale gelmiştir. Belediye, Çin Anayasası ve Medeni Kanunu uyarınca, madenler üzerinde ilk kez zilyetlik kuran kimselerin mülkiyeti kazanamayacaklarını; madenlerin, ormanların, bataklıkların, suların, otlakların, dağların devlete ait olduğunu iddia  etmiştir.  Zhuman  ise  göktaşının  doğal  bir  kaynak  olarak değerlendirilemeyeceğini;  onu  ilk  defa  kendisinin  kiraladığı  arazide bulduğunu savunmuştur. Dava açıldıktan üç yıl sonra, belediye ile keşfeden kişi  mahkeme  dışında  anlaşmışlar  ve  göktaşının  bulunduğu  taşınmazın mülkiyeti karşılığında zilyede tazminat ödenmiştir. Yeni Zelanda Hukukunda, göktaşları vb. cisimler üzerinde özel kişilerin tasarruf  yetkisi  tanınmış,  ancak  birtakım  özel  durumlar  için  bildirim yükümlülüğü ve sınırlamalar getirilmiştir. Yeni Zelanda da kültür ve tabiat varlıklarını koruma amaçlı 1975 tarih ve 41 sayılı Antikalar Kanunu m. 2 (f) uyarınca, göktaşları, antika olarak sınıflandırılmış ve bunların hükümetten izin alınmaksızın ihraç edilemeyecekleri (m 5) kabul edilmiştir. Ayrıca madde 11 de, göktaşının bulucusunun belirli hükümet yetkililerini bilgilendirmekle yükümlü  olduğu  belirtilmiştir.  Yeni  Zelanda'da  meteor  satışları,  kayıtlı toplayıcılarla veya lisanslı ikinci el bayilerle sınırlandırılmıştır.  Arjantin  Hukukunda,  buluntuların  mülkiyeti  Medeni  Kanun hükümlerine tabidir ve bu hükümlere göre, buluntuların sahibi arazi malikidir. Ancak Arjantin in Chaco Eyaleti Anayasasına göre, bölgedeki meteorlar vilâyete aittir ve bunların kamu malı niteliğini ilân edildikten sonra koruma altına alınmaktadır. Bu düzenlemenin sebebi, eyalette bulunan Campo del Cielo meteorudur. Anayasaya dayanılarak hazırlanan 10.03.1990 tarih ve 3563 sayılı Chaco Eyaleti Kanunu da, eyalet polisini, eyalet topraklarındaki                                                             39  KAN Karoline/IVES Mıke, Meteorite Finder Fights China s (Mostly Terrestrial) Property Law; The New York Times, 2017; https://www.nytimes.com/2017/04/08/world/asia/chinameteorite-property-law.html; e.t. 27.12.2017.  40  SCHMİTT, s. B; BARKER Sır Ian, Protection of Cultural Heritage Items in New Zeland, Art and Cultural Heritage: Law, Policy and Practice, Cambrige, 2016, s. 145-146. 41  Chaco Eyaleti Anayasası, bölüm 10 42  Bu meteor dünyadaki en büyük ikinci meteor niteliğinde olup, 37 ton ağırlığındadır. Söz konusu  meteoru  bu  büyüklüğüne  rağmen  çalma  girişimleri  olmuştur. http://www.milliyet.com.tr/bir-tonluk-meteor-caldilar/dunya/detay/2067497/default.htm) 458Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478                   Göktaşlarının Mülkiyeti…  göktaşı buluntularının korunması için  gözetme ve koruma kurallarını yerine getirmeye  çağırmaktadır.  b) Göktaşlarının Kamu Mülkiyetine Tabi Olacağını Kabul Eden Sistemler Göktaşlarının kamunun hüküm ve tasarrufuna tabi olduğunu kabul eden sistemler de ülkelere göre farklılıklar arz etmektedir. Bazı ülkeler göktaşlarını kültür varlığı veya define olarak kabul etmiştir. Bu sebeple, söz konusu cisimler üzerinde özel mülkiyete izin verilmez; ancak bulucusuna yaptığı emek veya cismin değeri üzerinden birtakım ödül ve tazminat ödenir. Bunun haricinde  ödül  veya  tazminat  ödemeksizin  doğrudan  devlet  tarafından göktaşlarına el konulduğu sistemler de vardır. Aşağıda bunlar sırasıyla ele alınmaktadır. İsviçre Hukukunda, göktaşları bilimsel değer taşıyan şeyler olarak kabul edilmiş ve bu cisimlerin özel mülkiyete tabi olmadığı düzenlenmiştir. İsviçre Medenî Kanunu nun (Schweizerisches Zivilgesetzbuch) 724. maddesine göre, göktaşlarının mülkiyeti kantonun (eyalet) hüküm ve tasarrufu altındadır ve bulucuya,  cismin  değerinden  daha  yüksek  olmayacak  şekilde  tazminat ödenir. İlgili maddeye göre, sahipsiz doğal cisimler ve bilimsel değeri olan eserler,  topraklarında  bulunduğu  kantonun  malıdır.  Bu  maddenin  ikinci fıkrasına göre (Art. 724/2) bu nesneler, yetkili kanton makamlarının izni olmaksızın temlik edilemezler. İsviçre Hukukunda bilimsel nesneler; dünyada var olan ve insan gelişimine ait, tarihi devirlerin önemli olduğu nesnelerdir. Ancak kanun koyucu, sahipsiz kültür varlıkları niteliğinde olan, taşınır eşya niteliğindeki bitki, insan ve hayvan kalıntılarını (iskelet vs.), mineraller, meteorlar ve fosilleri de bilimsel eşya olarak düzenlenmiştir.                                                              43  NORTON/ CHITWOOD, s. 196; NORTON/ CHİTWOOD, s. 196; SCHMITT, s. B; POP, s. 150. 44  Madde 724 ZGB, doğal ve kültürel varlıkların korunması, bu varlıkların bilimsel olarak sömürülmesi ve bunun yanı sıra halka açık koleksiyonların kurulmasına karşı kamu yararını güvence altına alır. Bkz. BİLAND-ZİMMERMANN Beatrice, Das Schuldinterlokut in der Hauptverhandlung, Juris Druck und Verlag, 1975, s. 74. 45  GMÜR  Max/  WABER  Paul,  Kommentar  zum  Schweizerischen  Zivilgesetzbuch: Sachenrecht. 1. Abt. Art. 641-729. 2. Abt. Art. 730-918, s. 478; BİLAND-ZİMMERMANN, s. 74. 459Karauz                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478  Almanya da, göktaşları define olarak değerlendirilmiş ve bu konudaki uyuşmazlık BGB § 984 e göre çözümlenmiştir. Bu düzenlemeye göre, sahibi tarafından uzun süre önce saklanmış, sahipsiz, taşınır eşyanın (hazinenin) keşfedilmesi ile bu eşya üzerinde, gizlendiği taşınmazın maliki ile keşfedenin yarı  yarıya  paylı  mülkiyeti  söz  konusu  olur.  Bu  sebeple,  göktaşlarının bulunduğu arazinin kamu veya özel mülkiyete tabi olması oldukça önemlidir. Daha  önce  izah  edildiği  üzere  Almanya'da  Neuschwanstein  I  ve Neuschwanstein  II  adlı  iki  parça  göktaşı  bulunmuştur.  Bavyera  Eyaleti, bunların Alman kanununa göre hazine olarak nitelendirmiş ve ortak mülkiyet iddiasında  bulunmuştur  (§  984  BGB).  Bavyera  Eyaleti  yetkilileri, Neuschwanstein  I  göktaşının  yarısını,  söz  konusu  cismin  bulucularından mahkeme dışı anlaşmalarla satın almıştır. Bu parça korunmuş bir şekilde Temmuz  2003'ten  beri  Nördlingen'deki  Riescrater  Müzesi'nde  ziyarete açıktır.   Almanya da Bavyera Eyaleti haricinde, diğer eyaletlerde, özel bilimsel veya kültürel önem taşıyan bir maddenin, özel arazide veya kamu arazisinde bulunup bulunmadığına bakılmaksızın, otomatik olarak ve tamamen devletin mülkiyetine dâhil olacağı kabul edilmiştir. Böylece bulucular ve malikler devletten bir bedel veya ödül talep edemezler. Bununla birlikte, zaman zaman tazminat veya ödül alırlar. Sadece Bavyera'da böyle bir Schatzregal kuralı olmadığı için uyuşmazlığın çözümü Medenî Kanun (BGB) hükümlerine göre yapılır.                                                              46 Alman doktrininde göktaşlarının eşya niteliği tartışılmıştır. Göktaşlarının, yıldızlar ve bulutlar ile birlikte örneklendirilerek insan hâkimiyetine uygun olmadığı ve bu sebeple BGB 90 kapsamında eşya olarak nitelendirilemeyeceği belirtilmiştir. WİELİNG Hans Josef, Sachenrecht, Band 1, 2. Auflage, 2006, s. 55. Ancak şüphesiz ki; bu değerlendirme dünyaya düşmemiş gök taşları içindir. Dünyaya düşmüş ve yeryüzünde bulunan göktaşı parçaları üzerinde hakimiyet kurulabileceği için eşya niteliğindedir. 47  NORDMEYER  Arne/  KASSID  Jasmin,  Wem  gehört  der  gestrandete.  Meteorit?  – Extraterrestrische Objekte und diedeutsche Eigentumsordnung, Ad Legendum. 1/2011, 2011, s. 32 vd.; OBERST, J. /HEİNLEİN, D./ KÖHLER, U./ SPURNY, P.; The Multiple Meteorite Fall Of Neuschwanstein: Circumstances Of The Event And Meteorite Search Campaigns; Meteoritics & Planetary Science 39, Nr 10; 2004, s. 1638;  FAUST, s. 29; SÜß, s. 33. 48  OBERST/ HEİNLEİN/ KÖHLER./ SPURNY, s. 1637;  NORDMEYER/ KASSID, s. 33; SÜß, s. 34. 49  NORDMEYER/ KASSID, s. 35. 50  NORDMEYER/ KASSID, s. 35. Saklanmış, terk edilmiş hazinelerin bir başka (devir) tasarrufa  gerek  kalmadan  keşfedilmesiyle  devletin  malı  haline  gelmesi,  yasal  bir düzenlemedir. Bkz. WİELİNG, s. 526 vd. 460Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478                   Göktaşlarının Mülkiyeti…  Göktaşlarının kamunun mülkiyetine tabi olacağını düzenleyen bir diğer ülke, Avustralya dır. Göktaşı bakımından zengin Nullarbor Ovası, Batı ve Güney Avustralya'da yer almaktadır. Avustralya da altı eyaletin dördünde ve iki  bölgede  (Batı  Avustralya,  Güney  Avustralya,  Tazmanya  ve  Kuzey Bölgesi), devlet müzelerinin mütevelli heyetleri, kanunlar ile devletin elinde bulundurulmaktadır. Bu düzenlemelere göre, göktaşlarını bulanların müzelere teslimyükümlülüğü  dışında  bunları  bir  başka  şekilde  tasarruf  etmeleri yasaktır. Ancak bulucuların masrafları tazmin edilir. Göktaşını bulan, bildiren veya onları muhafaza altına alan kimselere mütevelli heyetinin takdirine bağlı olarak ödül verilebilmektedir.  Avustralya da göktaşları ile ilgili olarak bölgelere göre değişen dört kanun vardır: 1973'de değiştirilen 1969 tarihli Müze Kanunu, ; Güney Avustralya Müze Kanunu 1976, Kuzey Avustralya Meteoritler  Kanunu  1973,  Tazmanya  Meteoritler  Kanunu  1988  şeklinde sıralanabilir.  Federal Kültür Varlıklarını Koruma Kanunu (1986), Federal Kültürel Miras  Komitesinden  ihracat  izni  alınmamış  Avustralya  buluntularının ihracatını  yasaklamaktadır. Bu  kanuna  göre,  numuneleri  özel  mülkiyet haline  gelen  Avustralya  koleksiyonlarında  göktaşları  için   İzin  Belgesi  düzenlenebilir. Eyalet Müzesi koleksiyoncuları, uygun gördükleri ruhsatları yayınlama ve bunları Canberra'daki Kültürel Miras Komitesine arşivleme yetkisine  sahiptir.  Ancak,  kalıcı  numune  ihraçları  için  Kültürel  Miras Komitesinden izin alınması gerekir. Çekya Hukukunda, belirli bir mevzuat veya mahkeme kararı olmamasına rağmen,  hem  sosyalizm  döneminde  hem  de  sonraki  dönemlerde,  arazi sahipleri tarafından bulunan cisimlerin bir bedel karşılığında müzelere teslim edileceği kabul edilmiştir.                                                             51  SCHMITT, s. B; MCCALL G.J.H/ BOWDEN, A.J./ HOWARTH R.J., The History of Meteoritics and Key Meteorite Collections: Fireballs, Falls and Finds. Geological Society, London, 2006, s. 9. 52  Museum  Act  1969,  (amended  1973)  Western  Australian  Consolidated  Acts;  South Australian Museum Act 1976, South Australian Consolidated Acts; Meteorites Act 1973, Tasmanian  Consolidated  Legislation;  and  Meteorites  Act  1988,  Northern  Territory Consolidated Acts.  53  Avustralya mahkemelerinin ve hükümetlerinin UNESCO 1970 sözleşmesi kapsamındaki görevleri yerine getirmelerini sağlayan kanundur. Bkz. SCHMITT, s. B. 54  SCHMITT, s. B. 461Karauz                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478  Danimarka Hukukunda, Müze Kanunu m. 36 da  eşsiz bilimsel değere sahip jeolojik nesneler in bir devlet müzesine teslim edilmesi gerektiği kabul edilmiştir. Ayrıca Kanun un 31. maddesinde, Danimarka da bulunan fosil, altfosil veya meteor niteliğindeki jeolojik, botanik veya zoolojik nesnelerin, benzersiz bilimsel nitelikte veya sergilenmeye değer olmak şartıyla devletin mülkiyetinde olduğu ve bu nesneleri bulan kimselerin, Danimarka Tabiat Tarihi Müzesine teslim etmesi gerektiği esası benimsenmiştir. Söz konusu kanun  m.  36.  b/3  uyarınca  müze,  bulucunun  bu  yükümlülüğün  yerine getirilmesinde sağladığı hız ve cismi koruması ölçüsünde piyasa değerini esas alarak bir ücret takdir eder. Hindistan da, Gelir ve Tarım Dairesi, 28 Nisan 1885 tarihli 45G-22-13 Kararında, Simla'da,  düşen tüm aerolitler kendileri ve tüm belgeleri ile birlikte,  Kalküta Hükümeti Jeoloji Müzesi'ne gönderilmelidir  şeklinde idari işlem tesis edilmiştir. Ulusal hükümet tarafından tüm mahalli yönetimlere gönderilen genelgelerde, yerel birimlerin bu karara uymak zorunda olduğu kabul edilmiştir. Müze, Hindistan Jeoloji Araştırması Direktörlüğü tarafından kontrol edilmektedir. Hindistan da buluntular için tazminat ödenmez ve yeni bir bulgunun zilyetliği genellikle Hindistan'ın Jeoloji Araştırması temsilcisi veya mahalli polis tarafından iktisap edilir. 5. Türk Hukukunda Göktaşlarının Tabi Olacağı Hukukî Rejim Asteriod veya meteoritlerin yeryüzüne düşen parçacıkları olan göktaşları, hukukî olarak taşınır eşya niteliğindedir. Bu sebeple, bunların mülkiyeti ele alınırken,  kanunun  öncelikle  taşınır  mülkiyetinin  kazanılması  hükümleri                                                             55  NORTON/ CHİTWOOD, s. 196; SCHMİTT, s. B; POP, s. 150; BUCHWALD Vagn F.; A New Danish Iron Meteorite, Felsted, And A New Danish Law, İnvolving Meteorites, Meteoritics, Vol. 25, 1990, s. 351,352. 56  No. 14870-14883-119, 1914 Aralık 19 tarihli ve M-1184, 9 Haziran 1925 tarihli. 57  NORTON/ CHİTWOOD, s. 196; SCHMİTT, s. B; POP, s. 150. 58  1967 (Outer Space Treaty) Uzay Antlaşması nın I. maddesine göre,  uzayın araştırılması ve kullanılması ...... bütün insanlığa tahsis edilmiştir . Uzay Antlaşması nın II. maddesi, I. maddeyi tamamlar nitelikte olup, bu maddede uzayın kesinlikle devletlerin egemenliğine konu  olmayacağını  düzenlemiştir.  Bu  düzenlemelere  rağmen  uzay  ve  gökcisimleri üzerindeki mülkiyet tartışmaları sona ermemiştir. Bir kısım görüşler, bu düzenlemelerin uzay üzerindeki devletlerin egemenlik hakkını ortadan kaldırdığını; ancak özel hukuktan kaynaklanan mülkiyet yetkisini sonlandırmadığını belirtmiştir. Ancak egemenlik olmadan özel mülkiyet tanınması mümkün değildir. Tartışmalar için bkz. CHERIAN Jijo George/ ABRAHAM Job, Concept of Private Property in Space – An Analysis, Journal of International Commercial Law and Technology, Vol. 2 (4), 2007, s. 215 vd; POP, s. 61 vd.  462Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478                   Göktaşlarının Mülkiyeti…  açısından incelenmesi gerekmektedir. Şüphesiz ki; göktaşlarının mülkiyetinin kazanılması önceki malikin iradesine dayanmadığı için taşınır mülkiyetinin aslen  kazanılması  niteliğindedir.  Ancak  bu  tür  bir  kazanmanın,  taşınır mülkiyetinin aslen kazanılması hallerinden hangisine tabi olacağı sorusunun cevaplanması gereklidir. Çalışmanın konusunu da oluşturan bu sorunun tespiti oldukça  önemlidir.  Bu  kapsamda   göktaşları,  TMK  m.  773  kapsamında bilimsel değeri olan eşya mı, TMK m. 767 kapsamında mülk edinmeye elverişli sahipsiz bir eşya mı yoksa 3213 sayılı Maden Kanunu kapsamında bir maden midir? sorusunun  tartışılması  gerekir.    Buna  verilecek  cevaba  göre, göktaşlarının  kamu  veya  özel  hukuk  kişilerine  ait  bir  taşınır  eşya  olup olmadığı hususu da aydınlanacaktır.  a) Bilimsel Değeri Olan Eşya  Bilimsel değeri olan eşyanın mülkiyeti, TMK m. 773 te düzenlenmiştir. Buna göre bilimsel değeri olan eşya, benzerlerine az rastlanan sanat, tarih veya doğa bilimi açısından önem arz eden eserler veya doğal şeylerdir.  Türk doktrininde, bilimsel değeri olan eşya olarak, insan veya hayvan iskeletleri, kemikleri ve fosilleri, antikalar, tarihî ve sanatsal eserler, eski paralar, jeolojik değeri olan taşlar ve göktaşları sayılmıştır. Ancak TMK m. 773, bilimsel değeri olan taşınır eşyanın mülkiyetinin özel kanunlara tabi olduğu kabul edilmiştir.  TMK m.773 ün gerekçesinde, bu hükmün İsviçre Medenî Kanunu nun 724. maddesinde düzenlendiği gibi, 743 sayılı TKM m. 697 de  Fenni bir kıymeti  haiz  eşya   başlığı  yerine   Bilimsel  değeri  olan  eşya   başlığının                                                             59  Göktaşı  hukuken  bir   sahipsiz  define   olarak  nitelendirilirse,  hazineyi  gizleyen  ve bilinmeyen orijinal sahibinin mülkü ölüm tarihinde kaybettiği teorisi üzerine devlet malı olurdu. Yeni bir meteor bulunması halinde, kasıtlı olarak bir kimse tarafından gizlenmediği, gömülmediği veya saklanmadığı için, bu cismi define olarak kategorize etmek ve defineye ilişkin şartların uygulamak pek mümkün değildir. Çünkü göktaşı definenin şartlarını taşımamaktadır. Ayrıca, define, o kadar uzun zamandır gizli kalmış olmalı ki, bu sebeple mal  sahibi  artık  tespit  edilememektedir.  Bu  sebeple,  göktaşı  define  olarak değerlendirilmez.  Bkz.  WİELİNG,  s.  153;  Birleşik  Krallık  hukukundaki  benzer  bir değerlendirme için SCMHITT, s. B. Göktaşı, TMK m. 769-771 arasında düzenlenen  bulunmuş eşya  kavramına dâhil değildir. Bu hükümlerin uygulanabilmesi için, eşyanın sahipli olması gerekir. Ancak üzerinde hiç mülkiyet hakkı kurulmamış taşınır eşya olan niteliğindeki göktaşlarına bu hükümlerin uygulanması söz konusu değildir. 60 EREN Fikret, Mülkiyet Hukuku, 4. Baskı, Ankara, 2016, s. 516; OĞUZMAN Kemal/ SELİÇİ Özer/ OKTAY-ÖZDEMİR Saibe, Eşya Hukuku, 16. Bası, 2013, s. 758. 463Karauz                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478  kullanıldığı  belirtilmiştir.  Ayrıca  söz  konusu  maddenin  gerekçesinde, ülkemizde bilimsel değeri olan eşyaların ilgili özel kanuni düzenlemelerle korunduğu belirtilmiş ve bu özel düzenlemelere yollama yapılmıştır. TMK  m.  773 te  atıf  yapılan  kanun,  2863  sayılı  Kültür  ve  Tabiat Varlıklarını Koruma Kanunu dur. Bu kanuna göre, korunacak eşyalar taşınır veya taşınmaz olduğu fark etmeksizin; kültür ve tabiat varlıklarıdır. KTVKK m.  3/a-1  ve  2 de  kültür  varlıkları  ve  tabiat  varlıkları  kavramları tanımlanmıştır.  Kanun a göre kültür varlıkları,  tarih öncesi ve tarihi devirlere ait bilim, kültür, din ve güzel sanatlarla ilgili bulunan veya tarih öncesi ya da tarihi devirlerde sosyal yaşama konu olmuş bilimsel ve kültürel açıdan özgün değer taşıyan yer üstünde, yer altında veya su altındaki bütün taşınır ve taşınmaz varlıklar   olarak  tanımlamıştır  (KTVKK  m.3/a-1).  Göktaşlarının  niteliği itibari ile kültür varlığı olmadığı tartışmasızdır.  Göktaşları  açısından  tartışmalı  olan,  bunların  tabiat  varlığı  olarak değerlendirilip değerlendirilemeyeceğidir. Kanun koyucu tarafından tabiat varlıkları,   jeolojik devirlerle, tarih öncesi ve tarihi devirlere ait olup ender bulunmaları veya özellikleri ve güzellikleri bakımından korunması gerekli, yer üstünde, yer altında veya su altında bulunan değerler  olarak tanımlanmıştır (KTVKK m.3/a-2). Bu tanımlamaya göre, bir varlığın tabiat varlığı olabilmesi için şu üç unsuru taşıması gerekmektedir. Bunlar, eşyanın jeolojik devirlere, tarih öncesi devirlere veya tarihi devirlere ait olması, kültür varlıklarının aksine  ender  olmaları  veya  nitelikleri  ve  estetik  değerleri  bakımından korunmalarının gerekli olması ve yer altı, yer üstü veya su altında bulunmaları şeklinde sıralanabilir. KTVKK m. 5 e göre, bu Kanun kapsamında korunması gereken kültür ve tabiat varlıklarının mülkiyeti, taşınır ve taşınmaz niteliği fark etmeksizin –kanun koyucunun deyimi ile- devlet malı niteliğindedir.                                                              61  Bu kanunun amacı, korunması gerekli taşınır ve taşınmaz kültür ve tabiat varlıkları ile ilgili tanımları belirlemek, yapılacak işlem ve faaliyetleri düzenlemek, bu konuda gerekli ilke ve uygulama  kararlarını  alacak  teşkilatın  kuruluş  ve  görevlerini  tespit  etmek  olarak belirlenmiştir. 62  Kanunda geçen devlet malı kavramı, özel hukuka özgü mülkiyet kavramından farklı bir anlama gelmekte olup, kültür ve tabiat varlıklarını korumak ve onların bu niteliğini ortaya koymak için seçilmiş bir kavramdır. Devlet malı niteliğinde olması, kültür ve tabiat varlılarının mutlaka devletin elinde olmasının zorunlu olmadığı; özel hukuk kapsamında maliklerin kamunun talimatlarına uygun bir şekilde eşyadan faydalandıkları sürece, eşya üzerinde  mülkiyet  haklarının  devam  edebileceği  anlamına  gelmektedir.  Bkz. 464Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478                   Göktaşlarının Mülkiyeti…  KTVKK m. 23 te, taşınır bir varlığın tabiat ve kültür varlığı olarak korunması için, jeolojik, tarih öncesi ve tarihi devirlere ait, jeoloji, antropoloji, prehistorya, arkeoloji ve sanat tarihi açılarından belge değeri taşıyan ve ait oldukları dönemin sosyal, kültürel, teknik ve ilmi özellikleri ile seviyesini yansıtan bir varlık olması gerektiği kabul edilmiştir. Söz konusu hükme bakıldığında;  göktaşlarının  tarih  öncesi  veya  tarihi  döneme  ait  olmayıp; dönemin kültürel, sosyal, teknik ve ilmi özelliklerini de yansıtmadığından kültür ve tabiat varlığı olarak kabul edilmesi mümkün değildir. KTVKK  m.  23 e  göre,  taşınır  kültür  ve  tabiat  varlıkları,  sayma yöntemiyle ve tahdidi olarak belirlenmiştir. Kanun metninde oldukça geniş bir şekilde ve sayma yöntemi ile kültür ve tabiat varlıkları belirlenmiş olmasına rağmen, göktaşlarından bahsedilmemiştir. KTVKK m. 23 te, tabiat varlığıkültür  varlığı  ayrımı  yapılmaksızın  korunması  gereken  taşınır  varlıklar belirlenmiştir.  Söz  konusu  düzenleme  incelendiğinde,  tabiat  varlığı                                                             KANADOĞLU Sabih, Kültür ve Tabiat Varlıklarını Koruma Hukuku, 3.Baskı Ankara, 2007, s. 89; ÇOLAK Nusret İlker, Kültür Ve Tabiat Varlıklarını Koruma Hukuku, II. Baskı, 2015, s. 513. KTVKK da bahsedilen  devlet malı  kavramı ne kadar farklı bir anlamı çağrıştırıyor olsa da kamu mallarından farklı bir anlam taşımadığı hakkında bkz. ERSÖZ, A. Kürşat, Türk İdare Hukuku Kapsamında Kültür ve Tabiat Varlıklarının Korunması, 2017, s. 171. Devletin hüküm ve tasarrufu altındaki mallara  kamu malları  denir. EREN, s. 281; GÜLAN Aydın, Kamu Mallarından Yararlanma Usullerinin Tâbi olduğu Hukuki. Rejim, İstanbul, 1999, s. 131 vd. Doktrinde, özel mülkiyet- kamu mülkiyeti ayrımının uygun olmadığı, mülkiyet kavramının özel hukuka ait olduğu, kamu mülkiyeti yerine  devletin hüküm ve tasarrufu altında  olma ifadesinin daha uygun olduğu hakkında bkz. BAŞPINAR Veysel, Mülkiyet Hakkını İhlal Eden Müdahaleler, Ankara, 2009, s. 102. 63  KTVKK m. 23 te sayılan korunması gereken taşınır kültür ve tabiat varlıkları şunlardır: Her çeşit hayvan ve bitki fosilleri, insan iskeletleri, çakmak taşları (sleks), volkan camları (obsidyen), kemik veya madeni her türlü̈ aletler, çini, seramik, benzeri kap ve kacaklar, heykeller, figürinler, tabletler, kesici, koruyucu ve vurucu silahlar, putlar (ikon), cam eşyalar, süs eşyaları (hulliyat) yüzük taşları, küpeler, iğneler, askılar, mühürler, bilezik ve benzerleri, maskeler, taçlar (diadem), deri, bez, papirus, parşumen veya maden üzerine yazılı veya tasvirli belgeler, tartı araçları, sikkeler, damgalı veya yazılı levhalar, yazma veya tezhipli kitaplar, minyatürler, sanat değerine haiz gravür, yağlıboya veya suluboya tablolar, muhallefat (religue'ler), nişanlar, madalyalar, çini, toprak, cam, ağaç,̧ kumaş̧ ve benzeri taşınır eşyalar ve bunların parçaları, Halkın sosyal heyetini yansıtan, insan yapısı araç̧ ve gereçler dahil, bilim, din ve mihaniki sanatlarla ilgili etnografik nitelikteki kültür varlıkları. Osmanlı Padişahlarından Abdülmecit, Abdülaziz, V. Murat, II. Abdülhamit, V. Mehmet Reşat ve Vahdettin ve aynı çağdaki sikkeler, bu Kanuna göre tescile tabi olmaksızın yurt içinde alınıp satılabilirler. Bu madde kararına girmeyen sikkeler bu Kanunun genel hükümlerine tabidir. b) Milli tarihimizdeki önemleri sebebiyle, Milli Mücadele ve Türkiye Cumhuriyetinin kuruluşuna ait tarihi değer taşıyan belge ve eşyalar, Mustafa Kemal ATATÜRK'e ait zati eşya, evrak, kitap, yazı ve benzeri taşınırlar . 465Karauz                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478  niteliğinde sayılan varlıklar, hayvan ve bitki fosilleri, insan iskeletleri, çakmak taşları  (sleks),  volkan  camları  (obsidyen),  kemik  veya  madeni  her  türlü aletlerdir.  Bu  sayılan  taşınır  tabiat  varlıkları  arasında  göktaşları  yer almamaktadır. TMK m. 773 te yer alan bilimsel değeri olan eşyaların mülkiyetini düzenleyen hükmün kaynağı, (ZGB Art. 724) İsviçre Medenî Kanunu m. 724 tür. Bu hüküm, 20.6.2003 tarihli Federal Kanun ile değiştirilmiştir ve bu değişiklik 1.6.2005 tarihinde yürürlüğe girmiştir. Sahipsiz bilimsel değeri olan eşyaların kantonlara ait olmasını öngören önceki düzenlemede, önemli bir bilimsel değere sahip olması şart iken; yeni düzenleme ile sadece bilimsel değere sahip olması yeterli görülmüştür. Bunun sonucunda bilimsel değeri olan varlıklar önemli olup olmadığına bakılmaksızın İsviçre Medeni Kanunu madde 724 (Zivilgesetzbuch- ZGB Art. 724) hükmüne tabidir. Bu maddeye göre, sahipsiz doğal cisimler ve bilimsel değeri olan eserler, topraklarında bulunduğu kantonun malıdır. Bu maddenin ikinci fıkrasına göre bu tür şeyler, yetkili kanton makamlarının izni olmaksızın temlik edilmez. Ayrıca, böyle bir eşya iyiniyetle satın alınamayacağı gibi, kazandırıcı zamanaşımı yoluyla da iktisap edilemez (ZGB Art. 724/3)64.  İsviçre Hukukunda, 20 Temmuz 1970 tarihinden yürürlüğe giren Kantonal Kültür ve Tabiat Varlıklarını Koruma Yönetmeliği nde (Kantonale Natur- und Heimatschutzverordnung -KNHV) göktaşlarının özellikle tabiat varlığı olduğu hususu açıkça düzenlenmiştir. KNHV madde 18 e göre, tabiat varlıkları; fosiller, göktaşları, iskeletler ve minareler gibi bulunan varlıklardır. Bunların bulunması halinde, derhal eser koruma kurullarına bildirilmesi gerekli olup; bu varlıkların bulucusu olmak sonucu değiştirmemektedir.                                                              64  İsviçre  doktrininde  söz  konusu  taşınır  eşyaların  bulucunun  sahiplenmesi  ile  birlikte, doğrudan eşyanın kamu malı niteliğine geçtiği ya da doğrudan kamu niteliğinde olmayıp kantonların söz konusu eşyalar üzerinde münhasır mülk edinme hakkına sahip oldukları konusunda farklı görüşler bulunmaktadır. Bu Konuda Kantonel Anıtları Koruma Kanunu (Der  Kantonel  Denkmalenschutzgesetz)  ZGB  Art.  724 ü  tekrarlamış  ve  açıkça  bir düzenlenme yapmamıştır. Tartışmalar için bkz. WEBER Marc, Unveräusserliches Kulturgut im nationalen und internationalen Rechtsverkehr, Walter de Gruyter, 2002,  s. 176 vd.  65  Benzer bir düzenleme, İsviçre nin St. Gallen kantonunda,  Tabiat Varlıkları ve Kültür Varlıklarının Korunmasına İlişkin Yönetmelik  (Verordnung betreffend den Schutz von Naturkörpern  und  Altertümern)  bulunmaktadır.  Bu  yönetmeliğin  2.  maddesinin  1. fıkrasında,  örneğin  tabiat  varlıkları  temel  olarak  şunlardır  denilerek  sayma  yoluna gidilmiştir. Bu maddeye göre,  eski çağlardan kalan bitkiler, insan ve hayvan kalıntıları (iskelet vs.), mineraller, meteorlar, eratik kayalar, fosiller tabiat varlıkları olarak sayılmıştır.  Ayrıca, Bern Kantonu Tabiatı Koruma Yönetmeliği m. 36a/2 de (Naturschutzverordnung 466Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478                   Göktaşlarının Mülkiyeti…  İsviçre Hukukunda, göktaşlarının bilimsel değeri olan eşya ve özellikle tabiat varlığı niteliğinde olduğu hususu, yukarda belirtildiği üzere, açıkça düzenlenmiştir. Ancak Türk Hukukunda, TMK m. 773 ve ilgili maddede atıf yapılan  kanun  olan  2863  sayılı  Kültür  ve  Tabiat  Varlıklarını  Koruma Kanununda,  göktaşlarının  mülkiyetine  ilişkin  hiçbir  düzenleme bulunmamaktadır.  Türk Hukukunda kural özel mülkiyet olup, istisna kamu mülkiyetidir. Buna  göre,  Türk  Hukukunda  açıkça  bir  eşyanın  kamunun  hüküm  ve tasarrufuna ait olacağı düzenlenmemiş ise, artık o şey özel hukuk hükümlerine tabidir. Bu sebeple, bu tür eşyalar hakkında taşınır veya taşınır mülkiyeti hükümlerine göre üzerinde mülkiyet kurulması, mülkiyetin devredilmesi ya da  sınırlandırılması  veya  eşyanın  hukukî  işlemlere  konu  edilebilmesi mümkündür. Sonuç olarak, göktaşlarının Türk Hukuku açısından bilimsel değeri olan eşyaların özel kanunlarda düzenlenen rejimine tabi olacağı yani KTVKK a göre kamu malı niteliğinde olduğu söylemek isabetli değildir.                                                             (NSchV) göktaşı ile hükümler bulunmaktadır. Bkz. OPİLİO Antonius, Arbeitskommentar zum Liechtensteinischen Sachenrecht, Edıtıon Europa Verlag, 2010, s. II, 411. 66  Kanaatimizce, İsviçre Hukukunda, göktaşlarının tabiat varlığı niteliğinin ve kamu malı olduğunun yönetmelik ile düzenlenmesi, Türk Hukuku açısından uygun değildir. Türk Hukukunda temel hak ve özgürlükler içerisinde düzenlenen mülkiyet hakkının yönetmelik ile düzenlenmesi AY. m. 13 ve 35 e aykırıdır. Çünkü AY. m. 13 ve 35/2 ye göre, mülkiyet hakkı ancak kamu yararı amacıyla, kanunla sınırlanabilir. Bu sebeple, mülkiyet hakkına getirilen sınırlamalar mutlaka kanun ile yapılmalıdır. 1982 Anayasası sistematiğinde temel hak ve hürriyetler içerisinde düzenlenen mülkiyet hakkının kanun haricinde herhangi bir hukuk normu ile sınırlandırılması, AY. m. 13 ve 35 e aykırılık teşkil eder.  İsviçre Federal Mahkemesi temel hak ve özgürlüklerin sınırlandırılabilmesi için mutlaka şekli  anlamda  kanun  gerekmediği,  temel  hak  ve  özgürlüklerin  yönetmelik  ile sınırlandırılmasının  hukuka  uygun  olduğuna  karar  vermiştir.  ÜNAL,  Şeref,  Anayasa Hukuku  ve  Milletlerarası  Sözleşmeler  Açısından  Temel  Hak  ve  Özgürlüklerin Sınırlandırılması, Anayasa Yargısı Dergisi, 1994, Sayı: 11, s. 49. İsviçre Anayasasında mülkiyet hakkı önce bir müessese olarak, sonra ise hak olarak korunduğu hakkında bakınız.  Bkz.  BAŞPINAR  Veysel,  Mukayeseli  Hukukta ve Türk  Hukuku'nda. Mülkiyet  Hakkı Teminatı, AÜHF, S. 65 (3),  2016, s. 646. 67  Taşınır varlıkların korunmasına ilişkin düzenlemeler: 23.3.2010 RG Tarihli ve 27530 sayılı Korunması Gerekli Taşınır Kültür ve Tabiat Varlıklar Koleksiyonculuğu ve Denetimi Hakkında Yönetmelik, 20.4.2009 RG Tarihli ve 27206 sayılı Korunması Gerekli Taşınır Kültür  ve  Tabiat  Varlıklarının  Tasnifi,  Tescili  ve  Müzelere  Alınmaları  Hakkında Yönetmelik 16.2.1984 RG Tarihli ve 18314 sayılı Korunması Gerekli Taşınır Kültür ve Tabiat Varlıklarının Yurt Dışına Çıkarılması ve Yurda Sokulması Hakkında Yönetmelik, 3.5.1988 RG Tarihli ve 19803 sayılı Etnografik Nitelikteki Taşınır Kültür Varlıkları Hakkında Yönetmelik.   467Karauz                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478  b) Maden Niteliği Göktaşları, bilimsel değerleri haricinde, ekonomik açıdan da hammadde olarak bir değere sahiptirler. Göktaşları bünyesinde çoğunlukla nikel, demir gibi  mineralleri  içermekle  birlikte,  gümüş,  altın,  bakır,  iridyum,  platin, redyum, alinyum gibi minerallere de sahip olabilir. Göktaşlarının mineral olarak bir değeri olduğundan, maden olup olmadığının tartışılması gerekir. Jeoloji bilimi açısından yerkabuğunu oluşturan her türlü mineralin maden niteliğinde olduğu kabul edilmektedir. Ancak hukukî anlamda bir maddenin maden olarak değerlendirilebilmesi için belirli şartları taşıması gerekir. Şöyle ki;  3213  Sayılı  Maden  Kanunu  m.  2 e  göre,  yer  kabuğunda  ve  su kaynaklarında tabii olarak bulunan, ekonomik ve ticarî değeri olan petrol, doğal gaz, jeotermal ve su kaynakları dışında kalan her türlü madde maden niteliğindedir. Bir varlığın maden sayılabilmesi için jeolojik anlamda maden niteliğinde olması önemli değildir; önemli olan Maden Kanunu kapsamında sayılması ve maden rejimine tabi olmasıdır. Sonuç olarak, bir maddenin maden olarak değerlendirilebilmesi için kanunun ilgili maddeyi maden olarak nitelendirmesi gerekir. Maden Kanuna göre, bir maddenin maden olarak sayılabilmesi için üç unsurun  bulunması  gerekir.  Bunlardan  ilki;  yer  kabuğunda  ve  su kaynaklarında doğal olarak bulunma, bir diğeri ekonomik ve ticarî değere sahip olma ve üçüncüsü de, petrol, doğalgaz, jeotermal ve su kaynakları dışında olma şartlarıdır. Bu düzenlemeye bakıldığında, en önemli şart olarak maddenin  hem  ekonomik  hem  ticarî  bir  değer  taşıması  gerekliliği görünmektedir.  Göktaşlarının  ekonomik  ve  ticarî  bir  değerinin  olduğu şüphesizdir. Bu maddelerin alımı, satımı yapıldığı gibi, serbest piyasada yüksek fiyatlara rağbet gördüğü bilinmektedir.  Kanun koyucu petrol, doğalgaz, jeotermal ve su kaynakları dışında kalan her türlü maddenin maden niteliğinde olduğunu belirtmiştir. Bu düzenlemeye                                                             68  Bu değerin farkında olan ABD, Kasım 2015 te Özel Havacılık&Uzay Rekabetin ve Girişimciliğin Teşvik Edilmesi Yasası kabul edildi. Bu kanun ile ABD vatandaşlarına ve özel şirketlere, göktaşlarındaki değerli madenleri bulma, üzerlerinde mülkiyet hakkı kurma ve dünyaya getirme yetkisi tanınmakta ve teşvik edilmektedir. Kanun metni için bkz. https://www.congress.gov/bill/114th-congress/house-bill/2262;  (Spurrıng  Private Aerospace Competitiveness And Entrepreneurship). 69  GÜLAN Aydın, Maden İdare Hukukumuzun Ana İlkeleri ve Temel Müessesleri, Lamure, 2008, s. 128 vd. ; GÜNAY Ömer, Maden Hukuku, Seçkin Yayıncılık, 2015, s. 21. 468Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478                   Göktaşlarının Mülkiyeti…  göre,  göktaşları,  diğer  doğal  kaynaklara  ilişkin  kanunlarda  özel  olarak sayılmasa bile, söz konusu düzenleme sebebiyle yukarıdaki şartları sağlaması halinde maden olarak değerlendirilecektir. Göktaşlarının kanunda sayılan unsurlardan olan ekonomik ve ticari değere sahip olma unsurunu ve petrol, doğalgaz,  jeotermal  ve  su  kaynakları  dışında  olma  unsurunu  sağladığı görülmektedir. Ancak göktaşları açısından tartışılması gereken unsur yer kabuğuna ve su kaynaklarına tabi olma unsurudur. Göktaşları niteliği itibari ile incelendiğinde, yer kabuğuna veya su kabuğuna tabi değildir. Madenin bulunduğu arazinin ve deniz kabuğunun içerisindeki toprak ile sıkı fiziki bir bağlantı içerisindedir. Bu sebeple, bu madenin ayrıştırılması, söz konusu araziden ayrı bir parça haline getirilmesi halinde artık maden taşınır bir eşya hale gelmektedir. Hâlbuki göktaşları su kabuğuna veya yer kabuğuna ait değildir. Hatta göktaşları, arazinin bütünleyici parçası veya eklentisi olma niteliği de taşımaz. Sadece göktaşı ile üzerine düştüğü arazi üzerinde fiziki bir karışımdan bahsetmek mümkün olabilir.  Dolayısıyla, yer kabuğuna veya su kabuğuna  tabi  olmayan,  arza  yabancı  bir  madde  olan  göktaşının  maden kanundaki unsurları taşıdığını söylemek güçtür.  Türk  Maden  Hukukunda  genel  bir  maden  tanımı  verilmekle yetinilmemiş,  ayrıca  kanunda  maden  sayılan  maddeleri  tek  tek  sayma yönetimine başvurmuştur. Bu açıdan değerlendirildiğinde, Türk Hukukunda madenin tanımlandığı sistem ile sayma sisteminin bir arada bulunduğu (mixed type) karma bir sistem bulunulduğu söylenebilir. 3213 Sayılı Kanun un 2. f. 2 de  madenler  gruplar  halinde  (I.,  II.,  III.,  IV.,  V.  Grup  olmak  üzere) sayılmıştır. Sayma yöntemi ile madenlerin tek tek sayılmasının sonucunda, unutulan veya sonradan keşfedilen maddelerin maden rejiminden çıkmasını istemeyen kanun koyucu özel bir düzenleme yapmıştır. Bu düzenlemeye                                                             70  GÜLAN, s. 129; GÜNAY, s. 21. 71  Definenin toprağa gömülü olması sebebiyle, göktaşına nazaran define ile arazi arasında daha sıkı bir bağlantı vardır, buna rağmen define arazinin bütünleyici veya eklenti olarak kabul edilmez.  Bu  durumda,  arazi  ile  daha  gevşek  bir  bağlantısı olan göktaşının  arazinin bütünleyici parçası veya eklentisi kabul etmek uygun olmayacaktır. Definenin arazinin bütünleyici parçası veya eklentisi olmadığı hakkında bkz. ERDOĞAN İhsan, Hukuki Açıdan Define, GÜHFD, C. XVII, 2013, Sa. 1-2, s. 520-521. 72  GÜNAY, s. 22; Bu maddede yer almayan bir madenin grubuna ait esas ve usullerin Bakanlıkça  çıkarılacak yönetmelik  ile  belirleneceği  şeklindeki düzenlenmenin  maden alanındaki gelişmeler sebebiyle gerekli olduğu ve kanunda bu tür esneklik tanınmasının uygun olduğu hakkında bkz. GÜLAN, s. 132. 469Karauz                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478  göre, söz konusu gruplarda yer alan madenlerin özellikleri ile bu maddede yer almayan bir madenin grubunun tespitine ait esas ve usuller, Enerji ve Tabiî Kaynaklar Bakanlığınca çıkarılacak yönetmelikle düzenlenir (3213 Sayılı Kanun m. 2/f. 6) . Bu düzenleme ile kanun koyucu, her bir madde için ihtiyaç ortaya çıktığı zaman tek tek kanun değişikliği yapma külfetinden kurtularak ilgili bakanlığa belirli maddeleri maden olarak nitelendirme yetkisi vermiştir. Ancak bu düzenleme, açıkça AY. m. 13 ve 35 e aykırıdır. Çünkü özel hukuk hükümlerine tabi olan maddelere herhangi bir bakanlık tarafından çıkarılan yönetmelikle kamu malı niteliği kazandırılması hukuka aykırıdır. Şöyle ki; AY. m. 13 ve 35/2 ye göre, mülkiyet hakkı ancak kamu yararı amacıyla, kanunla sınırlanabilir. Bu sebeple, mülkiyet hakkına getirilen sınırlamalar mutlaka kanun ile yapılmalıdır. 1982 Anayasası sistematiğinde temel hak ve hürriyetler içerisinde düzenlenen mülkiyet hakkının kanun haricinde herhangi bir hukuk normu ile sınırlandırılması, yani özel mülkiyete tabî maddeye yönetmelikle kamu malı niteliği kazandırılması, AY. m. 13 ve 35 e aykırılık teşkil eder.  c) Sahipsiz Eşya Niteliği Yeryüzüne düşmüş göktaşı ile gökyüzünde bulunan göktaşı arasında mülkiyet hukuku açısından bir ayrım yapmak gerekir. Çünkü yeryüzüne düşmemiş  göktaşları  üzerinde yapıları itibariyle  zilyetlik  kurulması  veya bunların  iktisap  edilmesi  mümkün  değildir.  Buna  karşılık,  yeryüzünde bulunan göktaşlarının sahipsiz eşya (res nullius) niteliğinde -sahipsiz eşya - olup olmadığı veya mülkiyet hakkı konusu olup olamayacağı tartışılmalıdır. Sahipsiz eşya, mülkiyet hakkı konusu olabilen, ancak hiç kimseye ait olmayan                                                                03.02.2005 tarihli ve 25716 sayılı Maden Kanunu Uygulama Yönetmeliği m. 6 a göre  Kanunda sayılan ve bu Yönetmelikte belirtilen madenler dışında yeni bir madenin tespit edilmesi durumunda bu madenin grubu; mineralojik, fiziksel ve kimyasal özellikleri, kullanım alanları göz önünde bulundurularak Genel Müdürlük tarafından belirlenerek ilan edilir.  Söz konusu yetkili makam, Maden İşleri Genel Müdürlüğüdür. Kanuna ait bir düzenleme  sebebiyle  kanunda  kalması  gereken  bu  işin  yönetmeliğe  devredilmemiş olmasının uygun olmadığı hakkında; GÜLAN, s. 132.  73  GÜNAY, s. 24 e göre, madencilik ile ilgili yapılan düzenlemelerin kanunla yapılması gerektiği, bu alanın yani tespite ilişkin usul ve esasların kanunla belirlenmesinin gerektiği, yönetmelik ile belirlenmesinin uygun olmadığını belirtmiştir. Ancak yazar, bu görüşünü mülkiyet hakkına dayandırmamıştır. 74  WİCKLMAYR Karl-Helmut, Die Rechtsnatur der Himmelskörper und deren Auswirkung auf den Kosmos, 1978, s. 85. 470Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478                   Göktaşlarının Mülkiyeti…  taşınır veya taşınmaz eşyalardır. Roma Hukukunda üzerinde henüz mülkiyet kurulmamış  veya  mülkiyet  kurulmasına  rağmen  malikin  bu  hakkından vazgeçmek  niyetiyle  terk  ettiği  eşyalar  bu  kapsamdadır.  Sahipsiz  eşya niteliğindeki taşınır veya taşınmaz eşyanın ihraz veya işgal (sahiplenme) yoluyla kazanılması mümkündür.  Göktaşları  yeryüzüne  düşmeden  önce  yani  henüz  gökyüzünde  iken üzerinde  hâkimiyet  kurulması  mümkün  olmadığından,  eşya  niteliğinde değildir.  Bu  nedenle,  eşya  niteliğinde  olmayan  bu  cisimler  mülkiyet hakkının konusu da olmazlar. Bu sebeple ancak, yeryüzüne düşmeleri ile birlikte göktaşlarının eşya olarak değerlendirilmesi mümkündür. Bu durumda, eşya olarak değerlendirilebilecek göktaşlarının sahipsiz olduğu tartışmasızdır. Şüphesiz  ki;  bu  cisimler  üzerinde  daha  önceden  hiç  mülkiyet  hakkı kurulmamıştır. Ancak burada göktaşlarının sahiplenme yoluyla mülkiyetinin kazanılabilmesi için, özel mülkiyete konu olabilmesi gerekir. Bu sebeple, burada aydınlatılması gereken husus, doğal yapısı itibariyle mülkiyet kurmaya elverişli olan göktaşları üzerinde, hukukî olarak bu hakkı kurmayı engelleyen bir düzenleme olup olmadığıdır. Daha önce ayrıntılı bir şekilde açıkladığımız üzere, göktaşları bilimsel değeri olan sahipsiz eşya olarak nitelendirilebilir. Ancak TMK m. 773 de yer alan düzenleme gereği, bilimsel değeri olan sahipsiz eşya hakkında özel kanun hükümleri saklıdır denilmek suretiyle işaret edilen kanun KTVKK dır. Daha önce ayrıntılı olarak izah edildiği üzere, göktaşları bu kanunda özel olarak düzenlenmemiştir. Ayrıca ilgili kanun içerisinde  kültür  ve  varlıklarının  tanımlanmasına  ve  kapsamına  ilişkin hükümler  değerlendirildiğinde  göktaşlarına  bu  kanun  ile  hukuki  himaye getirildiği  söylenemez.  Bilimsel  değeri  olmakla  beraber  hakkında,  özel                                                             75  Mülkiyet  hakkına  konu  olmayan,  günümüz  hukuk  sisteminde  kamunun  hüküm  ve tasarrufunda olan alanlara res communis denmektedir. Doğal yapıları gereği tüm insanlığın ortak mirası niteliğinde olup, ortak ve eşit olarak bütün insanlara aittir. Bu kavram, herhangi bir  kişi  tarafından  tahsis  edilemeyen  topluluk  mülkiyeti  anlamına  geliyordu.  Bkz. ERDOĞMUŞ  Belgin,  Roma  Eşya  Hukuku,  1.  Baskı,  2006,  s.  5-6;  ÇELEBİCAN KARADENİZ Özcan: Roma Eşya Hukuku, Yetkin Yayınları, 2005, s. 38; AKINCI Şahin, Roma Hukuku Dersleri, 9. Baskı, 2016, s. 237. 76  WİELİNG, s. 55. 77  EREN,  s.  509;  OĞUZMAN/  SELİÇİ/  OKTAY/ÖZDEMİR,  s.  750;  AKİPEK  Jale/ AKINTÜRK Turgut, Eşya Hukuku, İstanbul, 2009,  s. 591; SİRMEN Lale, Eşya Hukuku, Ankara,  2013,  s.  538.  KTVKK  kapsamındaki  taşınırların  sahiplenme  yoluyla kazanılamayacağı görüşü hakkında bkz. SEROZAN Rona, Eşya Hukuku I, İstanbul, 2014, s. 312. 78  Bkz. Bölüm 5.a. Bilimsel Değeri Olan Eşya Niteliği. 471Karauz                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478  kanunlarda  kamunun  hüküm  ve  tasarrufunda  olduğuna  dair  bir  hüküm bulunmayan, maden ve define vasıfları taşımayan bu cisimlerin mülkiyet hakkına konu olacağı kabul edilmelidir. Ayrıca bu cisimler niteliği itibari ile sahipsiz eşya olan göktaşlarının, taşınırın mülkiyetini aslî olarak kazanma yöntemlerinden olan sahiplenme (ihraz) yoluyla iktisabı mümkündür. Bunun için göktaşı üzerinde zilyetliği ele geçiren kişinin malik olma iradesine sahip olması yeterlidir. Yani, göktaşını bulan zilyedin kendisini malik olarak görüp eşya üzerinde zilyetlik kurması ile birlikte mülkiyet kazanılır. Hukuki fiil niteliğindeki bu işlem için kişinin ayırt etme gücüne sahip olması yeterli olup, hukuki işlem ehliyeti aranmaz.",
     "Kaynakça": "AKINCI Şahin, Roma Hukuku Dersleri, 9. Baskı, 2016. AKİPEK Jale/ AKINTÜRK Turgut, Eşya Hukuku, İstanbul, 2009. BARKER Sır Ian; Protection of Cultural Heritage Items in New Zeland, Art and Cultural Heritage: Law, Policy and Practice, Cambrige, 2016. BAŞPINAR  Veysel;  Mukayeseli  Hukukta ve Türk  Hukuku'nda Mülkiyet Hakkı Teminatı, AÜHFD, S. 65 (3),  2016. BAŞPINAR  Veysel,  Mülkiyet  Hakkını  İhlal  Eden  Müdahaleler,  Ankara, 2009. BILAND-ZIMMERMANN  Betrice;  Das  Schuldinterlokut  in  der Hauptverhandlung, Juris Druck und Verlag, 1975. BUCHWALD Vagn F.; A New Danish Iron Meteorite, Felsted, And A New Danish Law, Involving Meteorites, Meteoritics, Vol. 25, 1990. BURBINE Thomas H.; Asteroids, Cambridge, 2017. Bureau  of  Land  Management, Instruction  Memorandum    No.  2012-182;  https://www.blm.gov/policy/im-2012-182-0; e.t. 27.12.2017. BURKE Barlow, Personal Property in a Nutshell, 2003. CASSIDY William A.; Meteorites, Ice, and Antarctica: A Personal Account, Cambridge University Press, 2003. CHERIAN Jijo George/ ABRAHAM Job, Concept of Private Property in Space – An Analysis, Journal of International Commercial Law and Technology, Vol. 2 (4), 2007. CLARKE Roy/ PLOTKIN Howard/ McCOY Timoty, Meteorites and the Smithsonian Institution, Gelogical Society Special Publiciations, 2006. ÇELEBİCAN KARADENİZ Özcan, Roma Eşya Hukuku, Yetkin Yayınları, Ankara, 2005. ÇOLAK Nusret İlker; Kültür Ve Tabiat Varlıklarını Koruma Hukuku, II. Baskı, 2015. ERDOĞAN İhsan, Hukuki Açıdan Define, GÜHFD, C. XVII, 2013, S. 1-2. 475Karauz                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478  ERDOĞMUŞ Belgin, Roma Eşya Hukuku, 1. Baskı, İstanbul, 2006. EREN Fikret, Mülkiyet Hukuku, 4. Baskı, 2016. FAUST Kristine; Wem gehört Neuschwanstein? In: Aviso. Nr. 3, 2003. GMUR  Max/  WABER  Paul;  Kommentar  zum  Schweizerischen Zivilgesetzbuch: Sachenrecht. 1. Abt. Art. 641-729. 2. Abt. Art. 730-918. GOLIA Maria; Meteorite: Nature and Culture, 2015. GRIBBLE John/ FORREST Barbara, Underwater Culture Heritage at Risk: The Case of Dodington Coins, Art and Cultural Heritage: Law, Policy and Practice, Cambrige, 2016. GÜLAN Aydın; Kamu Mallarından Yararlanma Usullerinin Tâbi olduğu Hukuki. Rejim, İstanbul, 1999. GÜLAN  Aydın;  Maden  İdare  Hukukumuzun  Ana  İlkeleri  ve  Temel Müessesleri, Lamure, 2008. GÜNAY Ömer; Maden Hukuku, Seçkin Yayıncılık, Ankara, 2015. KAN  Karoline/  IVES  Mıke;  Meteorite  Finder  Fights  China s  (Mostly Terrestrial) Property Law; The New York Times, 2017. KANADOĞLU Sabih; Kültür ve Tabiat Varlıklarını Koruma Hukuku, 3. Baskı Ankara, 2007. LALLANILLA Marc; What Are an Asteroid, a Meteor and a Meteorite?, https://www.livescience.com/27183-asteroid-meteorite-meteormeteoroid.html; e.t.5.10.2017.  LANGE Erwin F.; A Collection of Articles on Meteorites, State of Oregon, Department of Geology and Mineral Resources, Miscellaneous Paper 11, 1968. MCCALL  G.J.H/,  BOWDEN  A.J.  /  HOWARTH  R.J.;  The  History  of Meteoritics and Key Meteorite Collections: Fireballs, Falls and Finds. Geological Society, London, 2006. MERRILL  Thomas  W.;  Accession  and  Original  Ownership,  Faculty Scholarship Series, 2009. Meteorite Magazine, Pallasite Press, 8-9. Cilt, 2002. 476Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478                   Göktaşlarının Mülkiyeti…  NELSON  Stephen  A.;  Meteorites,  Impacts,  and  Mass  Extinction, http://www.tulane.edu/~sanelson/Natural_Disasters/impacts.pdf,  e.t. 5.10.2017. NORDMEYER  Arne/  KASSID  Jasmin;   Wem gehört der gestrandete. Meteorit?  – Extraterrestrische  Objekte und diedeutsche Eigentumsordnung, Ad Legendum. 1/2011, 2011. NORTON O. Richard / CHITWOOD Lawrence; Field Guide to Meteors and Meteorites, Springer-Verlag, London, 2008. OBERST  J.  /HEINLEIN  D./  KÖHLER  U./  SPURNY  P.;  The Multiple Meteorite  Fall Of Neuschwanstein: Circumstances Of The Event And Meteorite Search Campaigns; Meteoritics & Planetary Science 39, Nr 10; 2004. OĞUZMAN  Kemal/  SELİÇİ  Özer/  OKTAY-ÖZDEMİR  Saibe,  Eşya Hukuku, 16. Bası, İstanbul, 2013. OPILIO  Antonius;  Arbeitskommentar  zum  Liechtensteinischen Sachenrecht, Edition Europa Verlag, 2010. POP Virgiliu; Who Owns the Moon?: Extraterrestrial Aspects of Land and Mineral Resources Ownership, Berlin, Springer, 2009. SCHMITT Douglas G.; The law of Ownership and Control of Meteorites, Meteorics& Planetary Science 37, 2002.  SEROZAN Rona; Eşya Hukuku I, İstanbul, 2014.  SİRMEN Lale; Eşya Hukuku, Ankara, 2013. SUß  Thorsten; Von  Meteoriten,  Skeletten  und  anderen  Kostbarkeiten, In: JURA. 2011, s. 332–335. ÜNAL  Şeref;  Anayasa  Hukuku  ve  Milletlerarası  Sözleşmeler  Açısından Temel Hak ve Özgürlüklerin Sınırlandırılması, AYD, Sayı: 11, 1994. VOGT Gregory; Meteors and Meteorites, Minnesota, 2002;  WEBER  Marc;  Unveräusserliches  Kulturgut  im  Nationalen  und Internationalen Rechtsverkehr, Walter De Gruyter, 2002. 477Karauz                                                  Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 445-478  WICKLMAYR Karl-Helmut, Die Rechtsnatur der Himmelskörper und deren Auswirkung auf den Kosmos, 1978. WIELING Hans Josef, Sachenrecht, Band 1, 2."
}