{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2018",
     "Cilt": "67",
     "Sayı": "4",
     "Başlık": "TÜRK VE ALMAN MEDENİ USUL HUKUKUNDA KARŞI TARAFIN ELİNDEKİ BELGEYE ULAŞABİLME İMKÂNLARI",
     "Title": "The Right to Acces to Documents in the Possession of the Other Party Within the Context of Turkish and German Laws of Civil Procedures",
     "Yazar İsmi": [
          "Hilal ÜNAL KAYA"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Belge",
          "belge ibrazı",
          "ispat yükü",
          "medeni usul hukuku",
          "Alman hukuku",
          "Türk hukuku"
     ],
     "Keywords": [
          "Document",
          "presentation of document",
          "law of civil Procedure",
          "German law",
          "Turkish law"
     ],
     "Özet": "Belge,  doğrudan  bir  bilgi,  düşünce  veya  irade  açıklaması  içermesi nedeniyle ispat faaliyetinde kullanılabilecek en önemli araçlardan birisidir. İspat edilmek istenen hususa ilişkin belgenin, ispat yükünü taşıyan tarafın elinde değil de, karşı tarafın elinde olduğu durumlara ise uygulamada sıkça rastlanmaktadır. İşte bu durumlarda, ispat yükünü taşımayan tarafın, belgeyi ibraza  zorlanıp  zorlanamayacağı,  zorlanabilecekse  hangi  şartlar  altında bunun  gerçekleşeceği  yasa  koyucuların  takdirine  bırakılmıştır.  Makalede Türk ve Alman yasa koyucunun bu yöndeki tercihleri, ilgili düzenlemelerdeki son değişiklikler ve hukuki nitelikleri tartışma konusu yapılacaktır.",
     "Abstract": "Document is one of the most important tools for the act of proving because it includes information, thought or someone s will. It is a widespread case that the document which is related to the point that needs to be proved is possessed not by the party that is obliged to prove but the other side. In such cases it is up to the legislators to decide whether to force the the party that is not obliged to prove to present the document and the conditions under which they could be forced to do so. This paper discusses the preferences of Turkish and German legislators in this context and the latest changes and judicial features in the related regulations.",
     "Metin": "Günümüz Türk ve Alman usul hukuklarını şekillendiren, varlığı bugün dahi hissedilen  nemo contra se edere tenetur  ilkesi uyarınca, hiç kimse hasmının davayı kazanmasına yarayacak olan dava malzemesini sağlamakla yükümlü  değildir.  Bu  ilkenin  ispat  hukuku  yönünden  yorumlanışı  şu şekildedir: Bir taraf kendi aleyhine fakat karşı tarafın lehine delil teşkil edebilecek bir bilgiyi veya belgeyi mahkemeyle paylaşmak zorunda değildir. Taraflar ispat konusunda birbirlerine yardım etmek zorunda olmayıp, herkes kendi iddiasını ispatla yükümlüdür. Katı bir liberal hukuk anlayışını yansıtan bu ilkeden son yıllarda hem Alman hem de Türk hukukunda önemli sapmalar olduğu gözlemlenmektedir. Bu sapmaların temelinde değişen usul hukuku anlayışının etkisi büyüktür. Davayı tarafların savaş alanı olarak gören ve bu savaşta her türlü taktik ve manevranın serbest olduğu görüşü zamanla yerini daha toplumsal bir bakış açısına bırakmış, usul hukukunun amacının sadece tarafların sübjektif haklarını elde etmeleri değil, aynı zamanda maddi gerçeğe ve hakkaniyete en uygun kararlarla sosyal adalete katkıda bulunma olduğu gerçeği  ön  plana  çıkmıştır.  Bu  sonucun  sağlanabilmesi  için  de,  dava malzemesinin  toplanmasına  tarafların  mümkün  olduğunca  geniş  ölçüde katkıda bulunmaları öngörülmüştür. Bahsedilen durumun en son ve somut                                                  2   Peter Schlosser, Die lange deutsche Reise in die prozessuale Moderne, JZ 1991/12, s. 599; Ramazan Arslan/Ejder Yılmaz/Sema Taşpınar Ayvaz, Medeni Usul Hukuku, Ankara 2017, s. 410; Baki Kuru, Medeni Usul Hukuku, Ankara 2017, s. 261. 3   Bkz. Rolf Stürner, Die Aufklärungspflicht der Parteien des Zivilprozesses, 1976 Tübingen, s. 29 vd.; Eike Schmidt, Der Zweck des Zivilprozesses und seine Ökonomie, Frankfurt 1973, s. 31 vd.; Hans Friedhelm Gaul, Zur Frage nach dem Zweck des Zivilprozesses, AcP 1968/168, s. 53; Yavuz Alangoya, Medeni Usul Hukukunda Vakıaların ve Delillerin Toplanmasına  İlişkin  İlkeler,  İstanbul  1979,  s.  87;  Kamil  Yıldırım,  Delillerin Değerlendirilmesi, İstanbul 1990, s. 34; Erdal Tercan, Medeni Usul Hukukunda Gerçeği Söyleme Yükümlülüğü, Şakir Berki ye Armağan, Konya 1996, s. 182, 183. 784Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 783-806  Türk ve Alman… örneğini Alman Medeni Usul Kanunu nun (ZPO) 142. maddesi ile Hukuk Muhakemeleri Kanunu nun (HMK) 219. maddesinde yapılan değişiklikler oluşturmaktadır. Bu değişiklikler gerektiğinde ispat yükünü taşımayan tarafın da  belge  ibrazı  ile  yükümlendirilerek  davanın  aydınlatılmasına  katkıda bulunmasına hizmet etmektedir. Yeri gelmişken belirtmek gerekir ki her iki hukuk  düzeninde  tarafların  yanında  üçüncü  kişiler  için  de  geniş  ibraz yükümlülükleri öngörülmüştür. Ancak çalışmamızın sınırlarını karşı tarafın elindeki belgeye ulaşabilme yolları oluşturduğu için, üçüncü kişiler ile ilgili düzenlemelere sadece yeri geldikçe atıf yapılacaktır.  Gerek HMK  daki gerekse de ZPO  daki belge ibraz yükümlülükleri birlikte değerlendirildiğinde, belgenin ispat faaliyetinde oynadığı rolün önemi açıkça ortaya çıkmaktadır. Biz de belgenin bu önemine binaen, öncelikle her iki hukuk düzeni içerisindeki rolüne ana hatlarıyla değinmekte fayda olduğu kanaatindeyiz. A. Belgenin İspat Faaliyetindeki Yeri Türk Hukukunda Belgenin Türkçe sözlük anlamı  bir gerçeğe tanıklık eden yazı, fotoğraf, resim,  film  vb.,  vesika,  doküman   dır.  Bu  tanımdan  da  kolayca çıkarılabileceği  gibi  belge,  yargılamada  maddi  gerçeğe  ulaşmada başvurulabilecek en önemli ispat araçlarından biridir ve bu nedenle hem Türk hem de Alman hukukunda ispat faaliyeti içinde özel bir yere sahiptir. Senet vasfını kazanmış bir belgeye ise – temelde önemli farklılıklar olmakla birlikte –, her iki hukuk sistemi de yüksek bir ispat gücü tanımıştır. Aradaki temel ayrım, Alman hukukunda hâkimin tüm delilleri serbestçe değerlendirebildiği serbest delil sisteminin (freie Beweiswürdigung, § 286 ZPO), Türk hukukunda ise  hâkimin  takdir  yetkisinin  sınırlandırıldığı  kesin  delil  -  takdiri  delil ayrımının (das legale Beweissystem) var olmasıdır. Buna göre, Türk hâkim                                                  4   Joachim Zekoll/Jan Bolt, Die Pflicht zur Vorlage von Urkunden im Zivilprozess, NJW 2002/43, s. 3130; Güray Erdönmez, Medeni Usul Hukukunda Belgelerin İbrazı Mecburiyeti, İstanbul 2014, s. 95; Güray Erdönmez, Hukuk Muhakemeleri Kanunu na göre Delillerin Gösterilmesi ve İbrazı, IBD, Cilt: 87, Sayı: 5, 2013, s. 25. 5   Bkz.  Türk  Dil  Kurumu  Sözlük,  (http://www.tdk.gov.tr/index.php?option=com_gts& view=gts) (Erişim: 07.06.2018). 6   Her ne kadar Hukuk Muhakemeleri Kanunda kesin delil-takdiri delil ayrımına ilişkin açık bir düzenleme bulunmasa da, her bir delile bağlanan hukuki sonuçlar incelendiğinde ve uzun 785Hilal Ünal Kaya  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 783-806 başta senet olmak üzere yemin ve kesin hüküm delilleri ile bağlıdır; yani bu delillerden  biri  ile  ispat  edilen  bir  vakıayı  doğru  olarak  kabul  etmek zorundadır. Tanık, bilirkişi ve kesif delillerini ise serbestçe değerlendirebilir. Alman hâkim ise önüne gelen delillerin tümünü böyle bir ayrıma tabi olmadan serbestçe değerlendirir. Diğer önemli bir fark da Türk hukukunda senetle ispat kuralının geçerli olmasıdır. Bu kural uyarınca belirli bir meblağı aşan hukuki işlemler ancak senetle ispat olunabilir (HMK md. 200/1). Diğer bir deyişle, bu tür uyuşmazlıkların ispatında tanık, bilirkişi, kesif gibi takdiri delillere başvurulamaz. Hukuk Muhakemeleri Kanununda belge, senedi de içine alacak şekilde, geniş ve üst bir kavram olarak düzenlemiştir. Buna göre her senet bir belge, ancak her belge bir senet değildir. Nelerin belge kapsamına girdiği HMK md. 199 da  şu  şekilde  ifade  edilmiştir:   Uyuşmazlık  konusu  vakıaları  ispata elverişli yazılı veya basılı metin, senet, çizim, plan, kroki, fotoğraf, film, görüntü veya ses kaydı gibi veriler ile elektronik ortamdaki veriler ve bunlara benzer bilgi taşıyıcıları bu Kanuna göre belgedir . Görüldüğü üzere Hukuk Muhakemeleri  Kanunu nda  belgenin  unsuru  olarak  yazılı  olma  şartı aranmamıştır. Uyuşmazlık konusu vakıaları ispata elverişli her türlü bilgi taşıyıcısı  belge  olarak  kabul  edilmiştir.  Bir  belgenin  senet  olarak  kabul edilebilmesi içinse belirli şartları taşıması gerekir. Bu şartlar yazılı olmak, bir irade beyanı içermek ve imzalı olmak olarak sıralanabilir. Ayrıca senedin dış aleme yansıyacak şekilde varlık kazanmış olması da gerekir. Yani senet bir kâğıt ya da başka bir cisim üzerinde vücut bulmalıdır. Türk ispat hukukunda belgeyi ayrıcalıklı kılan diğer bir husus, belirli şartları taşıması durumunda delil başlangıcı olarak da değerlendirilebilmesi ve senetle  ispat  kuralının  önemli  bir  istisnasını  oluşturmasıdır.  HMK  md. 202/2 de delil başlangıcı,  iddia konusu hukuki işlemin tamamen ispatına yeterli olmamakla birlikte, söz konusu hukuki işlemi muhtemel gösteren ve kendisine karşı ileri sürülen kimse veya temsilcisi tarafından verilmiş veya                                                  bir zaman dilimine yayılan Türk Medeni Usul geleneği göz önüne alındığında böyle bir ayrımın varlığından söz etmek gerekir. Bkz. Oğuz Atalay, Pekcanıtez Usul Medeni Usul Hukuku, Cilt: 2, İstanbul 2017, s. 1735. 7   H. Özden Özkaya-Ferendeci, Yeni Hukuk Muhakemeleri Kanunu ndaki Belge Terimi ve İspat Hukukundaki Yeri, DEÜHFD, Cilt: 16, Özel Sayı 2014, s. 822. 8   Güray Erdönmez, Pekcanıtez Usul Medeni Usul Hukuku, Cilt: 2, İstanbul 2017, s. 1773; Serdar Nart, Alman ve Türk Hukukunda Senetle İspat, DEÜHFD, Cilt: 9, Sayı: 1, 2007, s. 213 vd. 786Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 783-806  Türk ve Alman… gönderilmiş belge  olarak tanımlanmıştır. Bu şartları taşıyan bir belge senetle ispat zorunluluğunu ortadan kaldıracak, iddianın diğer takdiri delillerle de ispatini mümkün kılacaktır (HMK md. 202/1).  Yukarıda  kısaca  bahsettiğimiz  tüm  bu  düzenlemeler,  belgenin  Türk hukukunda oynadığı önemli role işaret etmektedir. Özellikle senetle ispatı gereken bir hususun varlığı halinde, ispat yükünü taşıyan tarafın elinde bu nitelikte  bir  belge  yoksa  ve  fakat  karşı  taraf  elinde  böyle  bir  belgeyi bulunduruyorsa, söz konusu belgenin erişilebilirliği ispat faaliyeti açısından hayati önem arz etmektedir. Bu durum az sonra bahsedeceğimiz belgelerin ibrazına ilişkin hükümlerle mümkün olacaktır. Diğer yandan HMK da belge kavramının  geniş ele  alınması,  belgelerin  ibrazına ilişkin  hükümlerin de uygulama  alanını  genişletecek  olumlu  bir  gelişme  olarak  karşımıza çıkmaktadır. II. Alman Hukukunda Alman  Medeni  Usul  Kanununda  belge  ve  senet  için  kullanılan terminolojik ayrım Türk hukukundaki kadar keskin değildir. Bu yaklaşım farklılığında Alman hukukunda daha önce de belirttiğimiz üzere kesin delil - takdiri delil ayrımının ve senetle ispat kuralının olmayışının etkisi büyüktür. ZPO  da belge kavramı için, senedi de içine alacak şekilde  Urkunde  terimi kullanılmaktadır. Buna göre, bir düşünce içeren her yazılı açıklama bir belge yani   Urkunde dir.  Dikkat  edilirse  ZPO   da,  HMK   dan  farklı  olarak belgenin zorunlu unsuru olarak yazılı olma koşulu aranmıştır. Yazılılık unsuru taşımayan diğer bilgi taşıyıcıları (örneğin çizim, plan, ses kaydı, fotoğraf, film, elektronik veriler vb.) keşif nesnesi olarak kabul görmekte ve kesif delilinin konusunu oluşturmaktadır. Alman  hukukunda  bir  belge,  düzenleyen  tarafından  imzalanmışsa  Privaturkunde  (özel belge), resmi bir makam tarafından düzenlenmişse  amtliche  Urkunde   (resmi  belge)  ismini  alır  (§§  415,  416  ZPO).  Bu kavramların Türk hukukundaki karşılığı  adi senet  ve  resmi senet  tir. İşte bu iki şekilden biriyle düzenlenmiş bir belgeye (Türk hukukundaki anlamıyla senede) ZPO  da da yüksek bir ispat gücü tanınmıştır. Ancak bu formel (şekli)                                                  9   Martin Schwab, Zivilprozessrecht, 2016, § 5 Rn. 257 G; Hans-Joachim Musielak/Wolfgang Voit, ZPO, 14. Auflage 2017, § 415 Rn. 4. 10  Musielak/Voit, § 415 Rn. 5. 787Hilal Ünal Kaya  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 783-806 bir  ispat  gücüdür.  Yani  bu  tür  belgeler,  yalnızca  içerisinde  yer  alan açıklamaların  düzenleyen tarafından  bilerek  ve  isteyerek  yapıldığını  tam olarak ispatlar (§§ 415, 416 ZPO)11. İçerik yönünden ise böyle bir ispat gücü yoktur. Alman Medeni Usul Hukukunda serbest delil sistemi geçerli olduğu için, hâkim gerek özel imzalı gerekse de resmi belgelerin içeriğinde yer alan hususların doğruluğunu önüne gelen dava malzemesinden ve delillerden yola çıkarak serbestçe takdir edecektir. Örneğin A nın elinde B tarafından yazılıp imzalanmış, kiralanan taşınmazın büyüklüğünün 100 m ve kira bedelinin de 5000 TL olduğuna dair bir belge varsa – ve bu belgenin gerçekliği tartışmalı değilse – hâkim belgedeki açıklamanın B ye ait olduğunu kabul etmek zorundadır. Yani bu hususta bir takdir yetkisi yoktur. Ancak taşınmazın gerçekten  100  m  olup  olmadığını  ve  5000  TL  karşılığı  kiralanıp kiralanmadığını hâkim § 286 ZPO uyarınca serbestçe takdir edecektir. Bu yöndeki ispat faaliyeti de her türlü delille yapılabilecektir. Ancak eklemek gerekir ki, her ne kadar Alman hukukunda hâkim senet içeriği ile bağlı değilse de, senedin ikna ediciliğinin yüksek olduğu bu hukuk sisteminde de kabul görmüş bir gerçektir. Son olarak belirtmek gerekir ki, belge – ister senet vasfını kazanmış olsun ister olmasın – doğrudan bir bilgi, düşünce veya irade içermesi nedeniyle, her hukuk sisteminde ispat faaliyetinde kullanılabilecek en önemli araçlardan biridir. Bir vakıanın ispatı için gerekli olan belgenin, ispat yükünü taşıyan tarafın elinde değil de, karşı tarafın elinde olduğu durumlara ise uygulamada sıkça rastlanmaktadır. Bu gibi durumlarda, ispatla yükümlü olmayan tarafın olayın aydınlatılmasına ne derece katkıda bulunacağı, diğer bir deyişle hangi şartlar altında elindeki belgeyi mahkemeye sunmak zorunda olduğu sorusu gündeme gelmektedir. Aşağıda bu sorunun Türk ve Alman hukukundaki yanıtları  aranırken,  aynı  zamanda  ilgili  düzenlemelerin  hukuki  boyutları tartışma konusu yapılacaktır.                                                  11  Münchener Kommentar zur ZPO, 5. Auflage 2016, § 415 Rn. 26. 12  Musielak/Voit, §§ 415, 416 Rn. 10, 4; Münchener Kommentar, §§ 415, 416 Rn. 27, 9. 13  İmzalanmış veya resmi olarak düzenlenmiş bir belgenin geçersiz (sahte) olduğu iddia edilirse  bu  husus  Alman  Usul  Kanunun  437  ila  440.  paragraflarına  göre  öncelikle çözümlenecektir. Detaylı bilgi için bkz: Nart, s. 223 vd. 14  Musielak/Voit, § 415 Rn. 7. 788Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 783-806  Türk ve Alman… B. B. Karşı Tarafın Elindeki Belgeye Ulaşabilme İmkânları  I.  Alman  Medeni  Usul  Kanundaki  Düzenlemeler  ve Değerlendirilmeleri 1. Almanya daki Hukuki Duruma Genel Bakış İspatla yükümlü tarafın iddiasını ispatlayabilmesi için hasmının elindeki belgelere ihtiyaç duyduğu durumlara uygulamada sıkça rastlanmaktadır. Bu belgelere ulaşabilmenin Alman Medeni Usul Kanununda iki farklı yöntemi vardır.  Bunlardan  ilki  tarafların  delil  ikamesi  yolu  (Beweisantritt  der Parteien), ikincisi de hâkimin re sen ibraz kararıdır (Vorlageanordnung von Amts wegen). §§ 422, 423 ZPO tarafların delil ikamesine ilişkin olup, karşı tarafın  elindeki  belgelere  ulaşılabilmesi  için  gerekli  olan  şartları düzenlemektedir. § 142 ZPO ise hâkimin yargılama esnasında gerekli gördüğü belgeyi takdir hakkını kullanarak bizzat kendisinin mahkemeye getirtmesini düzenlemektedir.  § 142 ZPO hükmü 2002 Reformu ile önemli değişikliklere uğramış, belgelerin ibrazı konusunda hâkimin takdir yetkisi oldukça genişletilmiştir. Maddenin eski lafzına göre, hâkim ancak kendi elindeki belgeye dayanan taraftan  bu  belgeyi  mahkemeye  sunmasını  isteyebiliyorken,  yeni düzenlemeyle artık hangi tarafın belgeye dayandığının bir önemi kalmamakta, taraflardan herhangi birinin belgeye değinmesi hâkimin bu belgenin ibrazını emretmesi için yeterli sayılmaktadır 16. Burada vurgulanması gereken, 2002 ZPO-Reformuyla,  iddiasını  belge  aracılığıyla  ispat  etmek  isteyen  tarafa önemli kolaylıkların sağlanmış olması ve ispat yükünü taşımayan tarafın da                                                  15  Hanns Prütting/ Markus Gehrlein, ZPO Kommentar, 8. Auflage, 2016, § 142 Rn. 1; Richard Zöller, Zivilprozessordnung - Kommentar, 31. Auflage, 2016, § 142 Rn. 2; Peter Gruber/ Erik Kießling, Die Vorlagepflichten der §§ 142 ff: ZPO nach der Reform 2002, ZZP 116 (2003), s. 310. 16  Ayrıca yeni düzenlenen § 142 ZPO hâkime üçüncü kişilerin elindeki belgelerin ibrazını da emredebilme olanağı  tanımaktadır.  Bu düzenlemeden  önce,  tarafların  üçüncü  kişinin elindeki belgeye ulaşabilmelerinin tek yolu § 428 ZPO uyarınca mahkemeden süre talep etmeleri ve bu süre içinde ayrı bir dava ile üçüncü kişiden ilgili belgenin ibrazını istemeleri idi. Bu davanın başarı şansı ise, üçüncü kişinin belgenin ibrazını isteyen tarafa karşı maddi hukuk hükümlerince herhangi bir ibraz yükümlülüğünün olup olmadığına bağlıydı. Bu yol hala açık olmakla birlikte artık taraflara üçüncü kişinin elindeki belgeye ulaşabilmeleri için çok daha kolay ve zahmetsiz bir yol öngörülmüştür. § 428 ZPO  ya eklenen bir hükümle, iddiasını üçüncü kişinin elindeki belgeyle ispat etmek isteyen taraf, hâkimden § 142 ZPO uyarınca belgenin ibrazına karar vermesini isteyebilecektir. 789Hilal Ünal Kaya  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 783-806 gerektiğinde  olayın  aydınlatılmasına  kendi  aleyhine  bile  olsa  katkıda bulunmasının önünün açılmış olmasıdır.  2. Delil İkamesi Yolu (§§ 422, 423 ZPO) Alman hukukunda karşı tarafın elindeki belgeye ulaşabilme yollarından ilki, ispat yükü altındaki tarafın bu belgeye delil olarak dayanmasıdır (delil ikamesi yolu). Bu durumda ispat yükünü taşımayan fakat belgeyi elinde bulunduran  tarafın  ibraz  yükümlülüğünün  doğabilmesi  için,  ya  maddi hukuktan doğan böyle bir ibraz yükümlülüğünün olması (§ 422 ZPO) ya da kendisinin de yargılama sırasında bu belgeye delil olarak dayanmış olması gerekir (§ 423 ZPO). Bu iki şarttan birisi mevcutsa, ispat faaliyetinde bulunan taraf,  bir  dilekçeyle  karşı  tarafın  elinde  bulunan  belgenin  mahkemece ibrazının emredilmesini isteyebilir. Ancak bu dilekçede bulunması gereken bazı zorunlu unsurlar vardır ve bunlar § 424 ZPO  da açıkça düzenlenmiştir. Buna göre ibraz isteyen taraf, hangi belgenin ibrazını istediğini ve bu belgenin içeriğinde neler bulunduğunu mümkün olduğunca tam olarak dilekçesinde belirtmelidir  (Nr.  1,  3).  Örneğin   konuyla  ilgili  tüm  belgeler   ya  da  yaptığımız tüm yazışmalar  gibi muğlak bir ifade yeterli olmayacaktır. Diğer  yandan  ispat  yükü  altındaki  tarafın  belgenin  içeriğinde  neler bulunduğunu tamamen bilmesi de beklenemez, dolayısı ile öğretide bu şartın çok  sert  yorumlanmaması  gerektiğine  haklı  olarak  dikkat  çekilmiştir. Kanımızca belgenin diğer belgelerden ayırt edilmesini sağlayacak ve içeriği hakkında genel bir fikir verecek nitelikteki tanımlama yeterli görülmelidir.  İbrazı istenen belge ile ispat edilmek istenen vakıaların ve karşı tarafın ibraz  yükümlülüğünü  doğuran  hususların  da  dilekçede  gösterilmesi zorunludur (Nr. 2, 5). Böylece bir yandan ibrazı istenen belgenin olayın aydınlatılması için elverişli bir belge olup olmadığının kontrolü sağlanacak, diğer yandan da karşı tarafın hukuk alanına nedensiz bir müdahalenin önüne geçilmiş olacaktır (Ausforschungsverbot)19. Ve son olarak, belgenin karşı tarafın elinde bulunduğunu gösteren emarelerin de dilekçede gösterilmesi gereklidir ki (Nr. 4) karşı taraf gerektiğinde belgenin elinde olduğu yönündeki iddiaya karşı kendisini somut nedenlerle birlikte savunabilsin.                                                  17  Musielak/Voit, § 424 Rn. 2. 18  Bkz: Münchener Kommentar, § 424 Rn. 2; Musielak/Voit, § 424 Rn. 1. 19  Musielak/Voit, § 424 Rn. 2; Münchener Kommentar, § 424 Rn. 2. 20  Beck'sche Online-Kommentar (BeckOK), ZPO, 27. Auflage, 2017, § 424 Rn. 7. 790Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 783-806  Türk ve Alman… § 427 ZPO  da ibrazdan kaçınmanın sonuçları düzenlenmiştir. Buna göre karşı taraf ibraz kararını yerine getirmekten kaçınır veya belgenin kendisinde bulunmadığını ileri sürmekle birlikte arayıp bulmakta özen yükümlülüğünü yerine getirmezse, hâkim ispat yükünü taşıyan tarafın belgenin içeriğine dair beyanlarını doğru kabul edebilir. Bu konuda hâkim § 286 ZPO uyarınca takdir yetkisini kullanacaktır. Görüldüğü  gibi,  Alman  hukukunda  tarafların  delil  ikamesi  yoluna başvurarak  karşı  tarafın  elindeki  belgeye  ulaşabilme  imkânları  oldukça kısıtlıdır. Maddi hukuktan doğan bir ibraz yükümlülüğü veyahut karşı tarafın da aynı belgeye dayanmış olma zorunluluğu aranması ispat yükü altındaki tarafın işini oldukça zorlaştırmaktadır. Bir kere karşı tarafın da aynı belgeye dayanmış olması şartı çoğu kez ilgili belge bu tarafın lehine fakat ispat yükü altındaki tarafın aleyhine ise gerçekleşeceğinden, pratikte ispat yükü altındaki tarafa pek de bir fayda sağlamayacaktır. İspat yükü altındaki tarafa asıl yardımcı olacak olan, maddi hukuktan doğan bir ibraz talep hakkının olup olmadığıdır  ve  bu  da  ancak  münferit  uyuşmazlıklara  ilişkin  özel  kanun hükümlerinde sınırlı şekilde öngörülmüştür. Dolayısı ile §§ 422, 423 ZPO düzenlemelerinin temelinde, kimsenin kendi aleyhine olabilecek bir dava malzemesini mahkemeye getirmek zorunda olmadığı fikri yatmaktadır ki bu fikir Alman yargı kararları ve öğretisinde ağırlığını halen korumaktadır. Ancak daha önce de belirttiğimiz gibi, bu görüş değişen usul hukuku anlayışı çerçevesinde  güncelliğini  ve  önemini  gittikçe  yitirmekte,  yerini  maddi hukuktan  tamamen  bağımsız,  sırf  usul  hukuku  temeline  dayanan yükümlülüklerin  genişletilmesi  gerektiği  fikrine  bırakmaktadır.  Bunun                                                  21  Musielak/Voit, § 427 Rn. 2. 22  Maddi  hukuktan  doğan  ibraz  yükümlülüğüne  örnek  olarak,  Fikri  Mülkiyet  Hukuku konusuna giren bir hakkı zedeleyen kişinin, hakkı zedelenen kişiye karşı, onun talebini temellendirebilmesi için gerekli belgeleri sunması zorunluluğu (§ 101a UrhG) ya da bir hakkı devreden kişinin, hakkı devralan kişiye, devredilen hakkın kanıtı olan belgeleri vermesi zorunluluğu gösterilebilir (§ 402 BGB). 23  Bkz.: BGH, 11.06.1990, NJW 1990, S. 3151; BGH, 12.11.1991, NJW 1992, S. 1819; BGH, 7.12.1999,  NJW  2000,  s.  1109;  Friedrich  Stein/Martin  Jonas,  Kommentar  zur Zivilprozessordnung, 22. Auflage, 2005, § 138 Rn. 27; Münchener Kommentar, § 286 Rn. 130; Hans Prütting, Discovery im deutschen Zivilprozeß?, AnwBl 2008, s. 156 vd. Aynı yönde:  Peter  Arens,  Zur  Aufklärungspflicht  der  nicht  beweisbelasteten  Partei  im Zivilprozeß, ZZP 96 (1983), s. 21. 24  Stürner,  s.  134  vd.;  Peter  Gottwald,  Empfehlen  sich  im  Interesse  eines  effektiven Rechtsschutzes Maßnahmen zur Vereinfachung, Vereinheitlichung und Beschränkung der Rechtsmittel und Rechtsbehelfe des Zivilverfahrensrechts? — Gutachten A, in: Ständige 791Hilal Ünal Kaya  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 783-806 Alman  Medeni  Usul  Kanundaki  en  belirgin  örneği  ise  aşağıda inceleyeceğimiz § 142 ZPO hükmüdür. 3. Hâkimin Re sen İbraz Kararı (§ 142 ZPO) ZPO da karşı tarafın elindeki belgeye ulaşabilme yollarından ikincisi, hâkimin § 142 ZPO uyarınca vereceği re sen ibraz kararıdır. Almanya da 1.1.2002  tarihli  usul  hukuku  reformu  ile  ilk  derece  mahkemelerinin güçlendirilmesi, bu aşamada yapılan hukuki incelemenin mümkün olduğunca derinleştirilmesi ve böylece temyiz mahkemelerinin iş yükünün azaltılması hedeflenmiştir. Bu amaçla – aynı zamanda hukuk güveninin ve barışının da daha  etkin  sağlanabilmesi  adına  –  hâkimlerin  yetkileri  önemli  ölçüde arttırılmıştır. Öyle ki öğretide, hâkimlerin artan bu yetkilerinin  taraflarca getirilme  prensibini   (Verhandlungsmaxime)  zedeleyeceği  ve   re sen araştırma  ilkesini   (Untersuchungsmaxime)  yargılamada  hakim  kılacağı yönünde endişeler baş göstermiş, tartışmaların odağında ise § 142 ZPO ile getirilen değişiklikler yer almıştır.  § 142 ZPO ile hâkime ispat yükü kurallarını baz almaksızın, gerekli gördüğü an herhangi bir tarafın elindeki belgenin ibrazını emredebilme yetkisi tanınmaktadır. Ancak bunun için yasa koyucunun öngördüğü belli şartların da  gerçekleşmiş  olması  gerekmektedir.  Öncelikle  yargılama  sırasında taraflardan  birinin  ilgili  belgeye  dayanmış  olması  gerekmektedir.  Hangi tarafın olduğunun bir önemi yoktur. Bu ispat yükünü taşıyan taraf olabileceği                                                  Deputation des Deutschen Juristentages (Hrsg.), Verhandlungen des einundsechzigsten Deutschen Juristentages — Karlsruhe 1996, Band I (Gutachten), München 1996, s. A 1 ff.; Reinhard  Greger,  Justizreform?  Ja,  aber...,  JZ  2000,  s.  847;  Stephan  Lorenz,  Die Neuregelung der pre-trial-Discovery im US-amerikanischen Zivilprozeßrecht-Inspiration für den deutschen und europäischen Zivilprozeß?, ZZP 111 (1998), s. 60 vd.; Johannes Lang, Die  Aufklärungspflicht  der  Parteien  des  Zivilprozesses  vor  dem  Hintergrund  der europäischen  Rechtsvereinheitlichung,  Berlin  1999,  s.  264  vd.;Sonja  Lang,  Die Urkundenvorlagepflichten der Gegenpartei gemäß § 142 Abs. 1 Satz 1 ZPO, Frankfurt am Main 2007, s. 251 vd.  25  BT-Drucks.  14/4722,  S.  61.  (http://dip.bundestag.de/dip/btd/14/047/1404722.pdf) (Erişim: 07.06.2018). 26  BT-Drucks.  14/4722,  S.  61.  (http://dip.bundestag.de/dip/btd/14/047/1404722.pdf) (Erişim: 07.06.2018). 27  Bu yöndeki endişeler için bkz: Ingo Saenger, Grundfragen und aktuelle Probleme des Beweisrechts aus deutscher Sicht, ZZP 121 (2008), s. 145; Stein/Jonas, 22. Auflage 2005, § 144 Rn. 22. 28  Jan Kraayvanger/Mark C. Hilgard, Urkundenvorlegung im Zivilprozess Annäherung an das amerikanische „discovery -Verfahren?, NJ 2003, s. 572; Zekoll/Bolt, s. 3130. 792Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 783-806  Türk ve Alman… gibi, ispat yükünü taşımayan taraf da olabilir. Taraflardan herhangi birinin dayanmadığı bir belgenin ibrazını hâkim, kendisinin söz konusu belgenin varlığından başka yollardan haberi olsa bile isteyemeyecektir. Aksi takdirde hâkimin olayı re sen araştırması söz konusu olacaktır ki usul hukukunda bu, kanunda aksine bir hüküm olmadıkça istenmeyen bir durumdur. Diğer yandan hâkim, ibraz kararı vermeden önce taraflar arasındaki menfaat dengesini de gözetmelidir. Belgenin ibrazından yararlanacak olan tarafın – ki bu genelde ispat yükü kendisine düşen taraf olacaktır – menfaati ile belgeyi ibraz edecek olan  tarafın  menfaati  karşı  karşıya  geldiğinde,  hâkim  her  olayın  kendi özelliğine göre karar verecektir. Burada belirleyici olan kıstaslar orantılılık, beklenebilirlik, kişilik haklarına bir müdahalenin veya korunması gereken bir sırrın mevcut olup olmamasıdır. §  142  ZPO  hükmü,  belgenin  ibrazını  isteyip  istememeyi  hâkimin takdirine bırakmış, taraflara bu yönde bir talep hakkı tanımamıştır. Hâkim olayda her iki tarafın da menfaatlerini göz önüne alarak en uygun kararı vermelidir.  Kanunda  tarafların  hangi  hallerde  belgenin  ibrazından kaçınabileceklerine dair açık bir düzenleme bulunmamaktadır. Daha önce de belirtildiği gibi örneğin belgeyi ibraz edenin özel hayatı veya ticari bir sırrı deşifre  edilmiş  olacaksa  veyahut  kendisinden  belgenin  ibrazının beklenemeyeceği  başka  bir  durum  varsa,  taraf  ibraz  ile  yükümlü olmayacaktır.  Haksız yere ibrazdan kaçınan taraf için yasa koyucu ilgili maddede herhangi bir yaptırıma yer vermemiştir. Ancak bu durumu hâkim § 286 ZPO uyarınca  delillerin  serbestçe  değerlendirilmesi  esnasında  göz  önünde bulundurabilecek  ve  ibrazdan  kaçınan  tarafın  aleyhine değerlendirebilecektir. Eğer ibrazdan kaçınan tarafın aynı zamanda maddi hukuktan doğan bir ibraz yükümlülüğü varsa ya da bizzat kendisi yargılama                                                  29  Zöller, § 142 Rn. 8.; Prütting/Gehrlein, § 142 Rn. 9; BGH, 26.6.2007, XI ZR 277/05. (https://lexetius.com/2007,1945) (Erişim: 07.06.2018). 30  Hâkimin kendisine tanınan bu imkanı göz önünde bulundurup bulundurmadığının kontrolü temyiz mahkemesine aittir, Münchener Kommentar, § 142 Rn. 3. 31  Üçüncü  kişilerin  hangi  hallerde  ibrazdan  kaçınabilecekleri  ise  kanunda  açıkça düzenlemiştir. Buna göre tanıklıktan çekinme hallerinden herhangi biri mevcutsa üçüncü kişi belgeyi ibrazdan da kaçınabilecektir. İbrazın üçüncü kişi için  beklenebilir  olması gerektiği de yine kanunda açıkça ifade edilmiştir (§ 142 Abs. 2 ZPO).  32  Münchener  Kommentar,  §  144  Rn.  15;  BGH,  26.6.2007,  XI  ZR  277/05. (https://lexetius.com/2007,1945) (Erişim: 07.06.2018). 793Hilal Ünal Kaya  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 783-806 esnasında ilgili belgeye dayanmışsa § 427 ZPO kıyasen uygulama alanı bulacak ve karşı tarafın belgenin içeriği ile ilgili iddiaları ispatlanmış kabul edilebilecektir.  4. § 142 ZPO Hükmünün Uygulama Alanı İle İlgili Tartışmalar Literatürde § 142 ZPO  nun iki farklı fonksiyonundan söz edilmektedir. Bunlardan ilki hâkimin davayı aydınlatma ödevi ile ilgili olan fonksiyonu, ikincisi  ise  mahkemece  delil  elde  etme  fonksiyonudur.  Hâkim  davayı aydınlatma  ödevi  çerçevesinde  tarafların  getirmiş  olduğu  dava malzemesindeki belirsizlikleri ve boşlukları gidermekle görevlidir (§ 139 ZPO). İşte bu amaçla hâkim, § 142 ZPO uyarınca herhangi bir taraftan bu eksikliklerin  giderilmesi  adına  belge  ibrazı  isteyebilecektir.  Bu  konuda öğretide herhangi bir görüş ayrılığının olmadığı söylenebilir.  Tartışmaların kaynağı düzenlemenin ikinci fonksiyonu olan mahkemece delil elde etme fonksiyonudur. Taraflarca getirilme prensibi delil ikamesini kural olarak taraflara bırakmıştır. Taraflardan birisi iddiasını karşı tarafın elindeki  belge  ile  ispatlamak  istiyorsa  daha  önce  de  belirttiğimiz  gibi kendisine tanınan yol Alman Medeni Usul Kanunu nun ispat hükümlerine ilişkin 422 ve 423üncü maddeleridir. Buna göre karşı taraf, ispatla yükümlü tarafın iddiasını ispatlayabilmesi için gerekli olan belgeyi ancak iki halde ibraz etmekle yükümlü tutulabilecektir: Ya kendisinin maddi hukuktan doğan böyle bir ibraz yükümlülüğü olmalıdır (§ 422 ZPO) ya da bizzat kendisi yargılama esnasında ibrazı istenen belgeye dayanmış olmalıdır (§ 423 ZPO). Karşı tarafın elindeki belgeye dayanarak delil ikame etmek isteyen tarafa tanınan imkanlar bu iki şart ile sınırlıyken, § 142 ZPO hâkime bu şartlardan bağımsız, çok daha geniş bir delil elde etme olanağı tanımaktadır. Hâkim, §§ 422, 423 de belirtilen şartlardan herhangi birinin mevcut olup olmadığına bakmaksızın,  gerekli  görürse  ispat  yükünü  taşımayan  taraftan  belgenin ibrazını isteyebilecektir. Yasa koyucu § 142 ZPO ile bu konuda sadece                                                  33  Üçüncü kişiler açısından ise durum farklıdır. § 142 Abs. 2 ZPO  nun tanıklığa ilişkin maddelere yaptığı atıf dolayısı ile belgeyi geçerli bir neden olmaksızın ibraz etmeyen üçüncü kişiye karşı disiplin hapis veya disiplin para cezası uygulanabileceği gibi, haksız yere ibrazdan kaçınmasının yol açtığı giderlere katlanmasına da hükmedilebilecektir (§ 390 Abs.1 ZPO). 34  Wieczorek, Bernhard/ Schütze A. Rolf, Zivilprozessordnung und Nebengesetze - Groß- kommentar, 4. Auflage, 2013, § 142 Rn. 1; Musielak/Voit, § 142 Rn. 1. 35  Zekoll/Bolt, s. 3129; Kraayvanger/Hilgard, s. 572. 794Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 783-806  Türk ve Alman… hâkimi  yetkilendirmiş,  taraflara  bu  yoldan  delil  ikame  etme  yolunu açmamıştır. Bu da literatürde hâkime tanınan delil ikame etme yetkisinin taraflara tanından çok daha geniş olduğu ve bu durumun taraflarca getirilme ilkesine (Verhandlungsmaxime) aykırı olduğu görüşünün doğmasına neden olmuştur.  Bu  görüş  taraftarları  yargılamada  taraf  egemenliği (Parteiherrschaft)  ve  hâkim  egemenliği  (Richterherschaft)  arasında  kabul edilebilir bir  dengenin  kurulabilmesi  için,  hâkimin §  142 uyarınca ispat yükünü taşımayan taraftan belgenin ibrazını talep ederken §§ 422 ve 423 deki şartların varlığını araması gerektiğini savunmaktadırlar.  Ancak gerek § 142 ZPO nun düzenleniş amacı gerekse de Alman Federal Mahkemesinin son yıllarda konuyla ilgili vermiş olduğu kararlar yukarıdaki görüşe katılmayı mümkün kılmamaktadır. Kanun tasarısının gerekçesinde yasa koyucu, mahkemenin hızlı bir şekilde dava konusu olaya göz atabilmesi için belgelerin ibrazı konusundaki yükümlülüklerin genişletildiğini açık bir dille ifade etmiştir. Diğer yandan Alman Federal Mahkemesi 2007 yılında vermiş olduğu bir kararda, istinaf mahkemesinin § 142 uyarınca §§ 422 ve 423 de  belirtilen  şartlar  gerçekleşmese  bile  belgenin  ibrazına  karar verebileceğine,  hâkimin  bu  konudaki  takdir  yetkisine  açıkça  dikkat çekmektedir. Yine 2010 yılında vermiş olduğu bir kararda, bir tarafın diğer tarafın elindeki belgeye dayanması durumunda, hâkimin § 142 uyarınca ilgili belgenin  ibrazını  isteyebileceğine,  §  423 den  farklı  olarak  ispat  yükünü taşıyan tarafın karşı tarafın elindeki belgeye yapmış olduğu atfın yeterli olduğuna, bu durumda verilen ibraz kararının hasmın hukuki alanına haksız bir müdahale oluşturmayacağına hükmetmiştir. Dolayısı ile hâkimin § 142 hükmünü uygularken §§ 422, 423 hükümleri ile sınırlı tutulması gerektiği görüşü inandırıcılığını büyük ölçüde kaybetmiştir.  Ancak § 142 ZPO  daki düzenlemenin bu haliyle, tarafların delil ikamesi (Beweisantritt  der  Parteien)  ile  hâkimin  bizzat  delil  elde  etmesi (Beweiserhebung von Amts wegen) arasında bir uçuruma sebebiyet verdiği                                                  36  Saenger, s. 145, 146. 37  Stein/Jonas, § 142 Rn. 20 vd.; Wieczorek/Schütze, § 142 Rn. 13; Adolf Baumbach / Wolfgang Lauterbach /Jan Albers, /Peter Hartmann, Zivilprozessordnung, 75. Auflage, 2017, § 142 Rn. 6; S. Lang, s. 195. 38  BT-Drucks. 14/4722, S. 61, ( http://dip.bundestag.de/dip/btd/14/047/1404722.pdf ) (Erişim: 07.06.2018). 39  BGH 26.6.2007, XI ZR 277/05, (https://lexetius.com/2007,1945) (Erişim: 07.06.2018). 40  BGH 15.06.2010, XI ZR 318/09, Juris. Bu yönde bkz.: Musielak/Voit, § 142 Rn. 1.  795Hilal Ünal Kaya  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 783-806 doğrudur.  Fakat  bunun  çözümü  maddenin  uygulama  alanını  sınırlamak olmamalıdır. Zira § 142 ile genişletilen usuli ibraz yükümlülüğü olayın daha hızlı ve derinlemesine çözümüne katkıda bulunacaktır. Tarafların ispat yükü kuralları ile sıkı sıkıya bağlı olmaksızın, olayın aydınlatılmasına katkıda bulunmaları,  ellerindeki  bilgi  ve  belgeleri  hâkimle  paylaşmaları  maddi gerçeğe  dolayısı  ile  hakkaniyete  daha  uygun  kararların  çıkmasına  yol açacaktır. Bunun için maddenin uygulama alanını sınırlamadan bir çözüm yolu aramak gerekir. Örneğin yapılacak bir yasa değişikliği ile taraflara da hâkimle eşit imkanların sunulması düşünülebilir ki bu zaten ZPO  ya yabancı bir durum da değildir. Şöyle ki: Eğer ispat faaliyeti üçüncü kişinin elindeki bir belgeyle yapılacaksa, yasa koyucu § 428 ZPO  ya eklediği bir cümle ile taraflara  hâkimden  §  142 ye  göre  ibraz  kararı  vermesini  isteme  hakkı tanımıştır. Yani iddiasını üçüncü kişinin elindeki bir belge ile ispat etmek isteyen tarafa dolaylı da olsa § 142 den yararlanarak delil ikame etme olanağı tanınmıştır. Aynı şey § 142 ye paralel bir değişiklik olan § 144 ZPO için de geçerlidir. 2002 ZPO-Reformu ile değişen § 144 hükmü, keşif için gerekli olan nesnenin mahkemeye sunulması ile ilgilidir. Burada da hâkime tarafları ibraza zorlayabilmek için geniş yetkiler tanınmıştır. Ancak tarafların delil ikamesi  olarak  keşfi düzenleyen § 371  Abs.  2 ye  eklenen  bir  hükümle, taraflara hâkimden § 144 ZPO uyarınca keşif konusu nesnenin ibrazına karar vermesini isteme yetkisi tanınmıştır. Böylelikle hâkimin re sen vereceği ibraz kararı üzerine delile ulaşılması ile taraflarca gerçekleştirilen bir ispat faaliyeti sonucu delile ulaşılması arasında eşitlik sağlanmıştır. Benzer çözüm belge karşı  tarafın  elinde  olduğu  zaman  da  düşünülebilir.  İddiasını  hasmının elindeki belge ile ispatlamak isteyen tarafa da hâkimden § 142 ZPO uyarınca ibraz  kararı  vermesini  isteme  yoluyla  delil  ikame  edebilme  olanağının tanınması kanımızca isabetli olacaktır.  II. Hukuk  Muhakemeleri  Kanundaki  Düzenleme  ve Değerlendirilmesi 1. Türkiye deki Hukuki Duruma Genel Bakış  Alman  hukukuna  paralel  gelişmeleri  2011  tarihli  HMK   da  da gözlemlemek  mümkündür.  Kanunun  genel  gerekçesinde,  yapılan                                                  41  Detaylı bilgi icin bkz: Münchener Kommentar, § 144 Rn. 1; Prütting/Gehrlein, § 144 Rn. 1; Musielak/Voit, § 144 Rn. 1. 796Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 783-806  Türk ve Alman… değişikliklerin  daha  etkin,  doğru  ve  hızlı  bir  yargılamayı  hedeflediği belirtilirken, yargılamanın amacı olan maddi gerçeğe ulaşmanın da göz ardı edilemeyeceği  vurgulanmaktadır.  Belgelerin  ibrazı  alanında  getirilen değişiklikleri bu çerçevede ele aldığımızda amaçla uyumlu, daha etkin bir olay incelemesini mümkün kılan, tarafları ispat yükü kurallarından bağımsız olayın  aydınlatılmasına  katkıda  bulunmaya  zorlayan  yenilikler  olduğu görülmektedir. Taraflar için maddi hukuktan bağımsız, § 142 ZPO hükmüne benzer  usuli  bir  ibraz  yükümlülüğüne  HMK nın  219.  maddesinde  yer verilmiştir. Ancak bu iki düzenleme nitelik olarak birbirinden farklılık göstermektedir. § 142 ZPO  sözlü yargılama  başlığı altında, hâkimin davayı aydınlatma ödevinden (§ 139 ZPO) hemen sonra düzenlenmişken, HMK md. 219  ispat ve deliller  başlığı altında tarafların delil ikamesi yolu olarak düzenlenmiştir.  Yani  §  142  ZPO  hâkimin  re sen  delil  elde  etmesini düzenlerken, HMK md. 219 taraflarca delil elde edilmesini düzenlemektedir.  Türk kanun koyucu karşı tarafın elindeki belgeye ulaşılabilmesinde, Alman kanun koyucunun aksine ikili bir yol değil tek bir yol izlemiş ve bunu tarafların delil ikamesi başlığı altında yapmıştır. Aslında HMK md. 219 deliller kısmına ait bir düzenleme olmakla ve taraflarca yürütülen bir ispat faaliyetini içermekle nitelik olarak ZPO  nun 422 ve 423üncü maddelerine denk düşmektedir. Ancak Türk hukukunda karşı tarafın elindeki belgeye dayanarak  ispat  faaliyetini  yürütmek,  Alman  hukukunun  aksine  maddi hukuktan doğan böyle bir hakkın olması veya karşı tarafın kendisinin de bizzat bu belgeye dayanmış olması gerektiği gibi bir şartla sınırlanmamış, bunun yerine taraflar için genel bir ibraz yükümlülüğü öngörülmüştür.  Türk hukukunda da 1086 sayılı HUMK md. 326 da tarafların belge ibraz yükümlülükleri  kural  olarak  maddi  hukuk  hükümlerine  bağlı  kılınmıştı. Madde 326   Kanunu Medeni ve Ticaret Kanunu mucibince bir kimse, yedinde bulunan vesikayı ibraza mecbur olduğu gibi…  diyerek kural olarak tarafın belgeyi ibraz etmesi için maddi hukuktan doğan bir yükümlülüğünün olmasını                                                  42  Erdönmez, Belgelerin İbrazı, s. 95; Erdönmez, Hukuk Muhakemeleri Kanununa göre, s. 25. Eski Usul Kanunumuzdaki (HUMK) düzenlemeye ilişkin olarak bkz.: Mustafa Göksu, Hukuk Yargılamasında Karşı Tarafın Elindeki Belgelere Delil Olarak Başvurulabilmesi, MIHDER, Cilt: 5, Sayı: 13, 2009, s. 253.  43  HMK md. 221 ile üçüncü kişiler için de usuli ibraz yükümlülüğü öngörülmüş, tarafların iddialarını  üçüncü  kişinin  elinde  bulunan  bir  belge  ile  ispatlayabilmeleri  mümkün kılınmıştır. 797Hilal Ünal Kaya  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 783-806 şart koşmuştu. Maddenin devamında ise dört bent halinde maddi hukuk haricinde usuli ibraz yükümlülüğünün doğduğu istisnai haller sıralanmıştı. 6100 sayılı HMK md. 219 ile Türk hukukundaki bu durum kökten değişmiş, tarafların ibraz  yükümlülükleri  maddi  hukuktan  koparılarak  usul  hukuku temelinde yeniden şekillendirilmiştir. HMK md. 219 hükmünde  taraflar kendilerinin veya karşı tarafın delil olarak dayandıkları ve ellerinde bulunan tüm  belgeleri  mahkemeye  ibraz  etmek  zorundadırlar…   denilerek,  Türk hukukunda taraflar için genel bir usuli ibraz yükümlülüğü öngörülmüş, maddi hukuktan  doğan  ibraz  yükümlülüğü  ise  ilgili  özel  hukuk  hükümlerine bırakılmıştır. 2. Karşı Tarafın İbraz Yükümlülüğü (HMK md. 219) HMK  md.  219  hükmü  tarafların  belge  ibraz  yükümlülüğünü düzenlemektedir. Buna göre taraflar, kendilerinin veya karşı tarafın delil olarak dayandıkları ve ellerinde bulunan tüm belgeleri mahkemeye ibraz etmek  zorundadırlar.  Görüldüğü  gibi  ibraz  yükümlülüğünün  ilk  şartı, taraflardan birinin ilgili belgeye delil olarak dayanmış olmasıdır. Taraflardan biri kendi elindeki bir belgeye delil olarak dayanmışsa, zaten bu belgeyi mahkemeye sunması kendisinden beklenir, fakat karşı taraf istemedikçe buna zorlanamaz. Böyle bir belgenin mahkemeye sunulmamış olması halinde kişi kendi iddiasını ispat edememiş sayılır. Ancak bir taraf iddiasını ispatlamak için karşı tarafın elindeki belgeye dayanmışsa, kanunda belirtilen şartların varlığı halinde, karşı tarafın bu belgeyi mahkemeye sunması zorunludur. Bu şartların neler olduğu ise HMK md. 220 de düzenlenmiştir. Hasmının elindeki belgeye dayanarak iddiasını ispatlamak isteyen tarafın öncelikle bu iddiasını yeterince somutlaştırmış ve dayandığı belgenin ayırt edici unsurlarını belirtmiş olması gerekir (HMK md. 194). Belgenin ibrazına yol açacak iddianın ne ölçüde somutlaştırılması gerektiği her olayın özelliğine göre değişkenlik gösterebilir. Somutlaştırma yükünün kapsamı bakımından ikili bir ayrım yapmak mümkündür. Eğer dava konusu olay, ibraz talebinde bulunan tarafın kendi yaşam ve algı alanında gerçekleşmişse, onun ibraz talebinin haklılığını ortaya koyacak somut dayanak noktalarına ve iddiasını güçlendirmek için yeterli bilgiye sahip olduğu söylenebilir. Bu durumda ibraz                                                  44  Erdönmez, Hukuk Muhakemeleri Kanununa göre, s. 26. 45  Ramazan Arslan/Ejder Yılmaz/Sema Taşpınar Ayvaz, Medeni Usul Hukuku, Ankara 2017, s. 411. 798Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 783-806  Türk ve Alman… kararı ancak somutlaştırma yükünün eksiksiz yerine getirilmesiyle verilebilir. Ancak belge ile ispat edilmek istenen vakıa karşı tarafın yaşam ve algı alanında  vuku  bulmuşsa,  ispat  faaliyetinde  bulunan  taraftan  detaylı  bir açıklama yapması çoğu kez beklenemeyeceğinden, onun somutlaştırma yükü daha hafif olabilecektir. Örneğin, ameliyat sonrasında meydana gelen bir komplikasyondan  kaynaklanan  uyuşmazlıkta,  hatalı  tedavi  yöntemi uygulandığı  yönündeki  iddiasını  doktorun  elindeki  belgelerle  ispatlamak isteyen taraftan, bu iddiasını etraflıca somutlaştırması beklenemez, zira olay karşı tarafın hakimiyet alanında gerçekleşmiştir. İspat yükü altındaki tarafın olay hakkında detaylı bilgi sahibi olması beklenemeyeceğinden, buradaki somutlaştırma yükü dar yorumlanmalıdır. İbrazı istenen belgenin içeriği ve ayırt edici unsurları hakkında verilecek bilginin ne olması gerektiği hususunda da genel bir kriter yoktur. İbraz talebinde bulunan taraf, belgenin içeriği ve bu belgeyle neyi ispat etmek istediği konusunda mahkemeye ne kadar çok bilgi verirse, hâkimin ilgili belgenin delil değerini takdir etmesi ve ibraz kararı vermesi o denli kolaylaşır. Ancak karşı tarafın himayesinde bulunan bir belge hakkında çoğu kez ayrıntılı bilgiye sahip olunamayacağı göz önünde tutulduğunda, ibrazı istenen belgenin diğer belgelerden ayırt edilmesini sağlayacak yeterlilikte tanım ve muhtemel içeriği hakkında bilgi verilmesi yeterli görülmelidir. İbrazı istenen belgenin ayırt edici unsurlarının belirtilmesi zorunluluğu, bir taraftan davayla ilgisi bulunmayan belgelerin gereksiz yere mahkemeye getirilmesini, diğer yandan da  karşı  tarafın  elindeki  belgelerin  kötü  niyetli  olarak  ele  geçirilmesini önlemeye yönelik bir tedbirdir. İbraz  talep  eden  taraf  kendisine  düşen  bu  yükümlülükleri  yerine getirdikten sonra hâkim, ibrazı istenen belgenin ileri sürülen hususun ispatı için  zorunlu  olup  olmadığını  ve  belgenin  karşı  tarafın  elinde  bulunup bulunmadığını  araştırır  (HMK  md.  220/1).  Öncelikle,  ispat  faaliyetinde bulunan tarafın verdiği bilgilerden hareketle, belgenin ileri sürülen iddiayı ispatlamaya elverişli olup olmadığı incelenir. Eğer elverişli bir belge olduğuna                                                  46  Detaylı bilgi için bkz: Levent Börü, İddia Ve Somutlaştırma Yükü, Ankara 2016, s. 229 vd.; Taner Emre Yardımcı, Hukuk Yargılamasında Somutlaştırma Yükü, İstanbul 2017, s. 89 vd. 47  Göksu, söz konusu belgenin içeriğinin ve neleri ispat edebileceğinin mümkün olduğunca detaylı mahkemeye bildirilmesi gerektiğini belirttikten sonra, bu bildirmeyi yaklaşık ispat haline benzer bir durum olarak nitelemiştir. Göksu, s. 259. 48  Erdönmez, Pekcanıtez Usul, s. 1814. 799Hilal Ünal Kaya  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 783-806 kanaat  getirilirse,  bu  sefer  de  ibraz  edilmesinin  zorunlu  olup  olmadığı araştırılır.  İddia  edilen  vakıalar  dava  dosyasındaki  diğer  delillerle ispatlanabiliyorsa, ibraz talebinin reddedilmesi gerekir. Diğer  yandan  hâkimin,  ibrazı  istenen  belgenin  karşı  tarafın  elinde bulunduğuna ikna olması da gerekmektedir (HMK md. 220/1). Burada bahsi gecen  elinde bulunmak  kavramı geniş yorumlanmalı, sadece belgeyi fiilen elinde bulunduran değil, belge üzerinde dolaylı da olsa hakimiyet kurabilecek durumda olan tarafın da gerektiğinde ibraz ile yükümlü tutulabilmesi gerekir. Hakimi, belgenin karşı tarafın elinde bulunduğuna ikna etmekte aranacak ispat ölçüsü tam ispat değil, yaklaşık ispat olmalıdır. Yani karşı tarafın ilgili belgeyi yüksek bir ihtimal olarak elinde bulundurduğunun ispatı, ibraz kararı için yeterli sayılmalıdır. Zira karşı tarafın hakimiyet alanındaki bir belgenin varlığını tam olarak ispatlamak güçtür.  İbrazla yükümlü tutulan taraf belgenin elinde olduğunu inkar ederse nasıl bir  yol  izlenmesi  gerektiği  HMK   nın  220.  maddesinin  2.  fıkrasında gösterilmiştir. Buna göre mahkeme, belgenin elinde bulunduğunu inkar eden tarafa,  böyle  bir  belgenin  elinde  bulunmadığına,  özenle  aradığı  halde bulamadığına ve nerede olduğunu da bilmediğine ilişkin yemin teklif eder. Taraf kendisinden beklenen yemini icra etmezse, hâkim duruma göre belgenin içeriği konusunda diğer tarafın beyanını doğru kabul edebilir (HMK md. 220/3). Ancak Erdönmez in haklı olarak belirttiği gibi bu hüküm, ibrazla yükümlü tarafın belgenin elinde olduğunu inkar edip sonrasında yemin eda ederek  kötü  niyetli  olarak  belgeyi  ibrazdan  kaçınmasına  yol  açabilecek niteliktedir. Doğrudan yemin teklif etmek yerine, tarafın belgenin neden elinde olmadığı ve özenle arayıp aramadığı konusunda dinlenmesi (HMK md. 144) ya da isticvap edilmesi (HMK md. 169 vd.) ve sonrasında dosyadaki tüm deliller dikkate alınarak bu beyanın doğru olup olmadığının takdir edilmesi daha doğru bir yol olur. Hakimde her şeye rağmen bir kanaat oluşmadıysa o zaman yemin teklif edebilmelidir.                                                   49  Erdönmez, Belgelerin İbrazı, s. 128.  50  Aynı yönde: Hakan Albayrak, Medeni Usul ve İcra İflas Hukukunda Yaklaşık İspat, Ankara 2013, s. 226. 51  Erdönmez, Pekcanıtez Usul, s. 1819. 800Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 783-806  Türk ve Alman… Tarafların hangi hallerde ibrazdan kaçınabileceklerine ilişkin kanunda açık bir hüküm yoktur. Hâkim somut olaya göre her iki tarafın da menfaatini göz önüne alarak bir karara varacaktır. Belgeyi ibraz edecek tarafın, belgenin ibrazından yararlanacak olan taraf karşısında korunmaya değer hukuki bir menfaati var mı (örneğin; özel hayatın gizliliği, ticari sır, meslek sırrı, devlet sırrı, kişilik haklarının korunması vb.) buna bakılacaktır. Böyle bir durumun varlığı halinde, hâkimin korunması gereken menfaat ile olayın aydınlatılması arasındaki menfaati karşılaştırarak bir karara varması gerekir. Belgeyi ibraz etmesine karar verilen taraf haklı bir sebep olmaksızın ibrazdan kaçınırsa, mahkeme, belgenin içeriği konusunda diğer tarafın beyanlarının doğruluğunu kabul edebilir (HMK md. 220/3). Yeri gelmişken, hâkimin tarafların iddia ve savunmaları çerçevesinde kalan, varlığı dava dosyasından anlaşılabilen belgelerin ibrazına re sen de karar  verebilmesi  gerektiğini  belirtmek  isteriz.  Hâkimin  bu  yetkisinin kaynağı davayı aydınlatma ödevini düzenleyen HMK md. 31 hükmüdür. Buna göre  hâkim uyuşmazlığın aydınlatılmasının zorunlu kıldığı durumlarda… taraflara  açıklama  yaptırabilir,  soru  sorabilir,  delil  gösterilmesini isteyebilir.  Sonuç olarak iddiasını ispatlamak isteyen ancak bunun için hasmının elindeki belgeye ihtiyaç duyan taraf için 2011 yılında yürürlüğe giren HMK md. 219 hükmü önemli kolaylıklar getirmiştir. Bundan böyle ispat yükünü taşımayan tarafı ibraza zorlayabilmek için maddi hukuktan doğan böyle bir yükümlülüğün aranmasına gerek yoktur. HMK md. 220 deki şartların varlığı halinde  taraflar,  ispat  yükü  dağılımından  bağımsız  ibraz  ile  yükümlü                                                  52  Taraflarda olduğunun aksine, üçüncü kişiler için kaçınma sebepleri açık bir hükümle düzenlenmiştir. HMK md. 221/3 uyarınca tanıklıktan çekinme sebepleri üçüncü kişi için aynı zamanda ibrazdan kaçınma sebebi teşkil etmektedir. Üçüncü kişinin haksız yere ibrazdan kaçınması durumunda tanıklara ilişkin HMK md. 253 hükmü uygulama alanı bulacak ve üçüncü kişiye disiplin para veya disiplin hapis cezası verilebilecektir. Ayrıca ibrazdan kaçınmanın yol açtığı masraflar da kendisine yüklenebilecektir. 53  Erdönmez, ibrazla yükümlü tarafın korunmaya değer bir menfaatinin bulunmasının ibrazdan kaçınmak için yeterli bir neden olamayacağını, bunun yerine her iki tarafın da menfaatini koruyacak bir çözümün bulunması gerektiğini düşünmektedir. Yazar bu bağlamda gizli yargılama müessesesini gündeme getirmektedir. Detaylı bilgi için bkz: Erdönmez, Hukuk Muhakemeleri Kanununa göre, s. 27, 28. 54  Bu yöndeki görüşler için bkz: Alangoya, s. 164 vd., 176; Erdönmez, Hukuk Muhakemeleri Kanununa göre, s. 50.  801Hilal Ünal Kaya  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 783-806 tutulabilmektedir. Üstelik belgenin kendi aleyhlerine hususlar içermesi de bu sonucu değiştirmemektedir.  SONUÇ Almanya da 2002 ZPO-Reformu ile getirilen yenilikler ile 2011 tarihli HMK  daki düzenlemelerin önemli ortak yanlarından birinin tarafların ve üçüncü kişilerin genişletilen belge ibraz yükümlülükleri olduğunu görüyoruz. Ayrıca  her  iki  ülkede  de  tarafların  ve  üçüncü  kişilerin  belge  ibraz yükümlülüklerinin  maddi  hukuktan  tamamen  bağımsız,  sırf  usul  hukuku düzleminde yeniden şekillendiğini söyleyebiliriz. Gerektiğinde ispat yükünü taşımayan tarafın da davayla ilgisi bulunmayan bir üçüncü kişinin de olayın aydınlatılmasına katkıda bulunması zorunluluğu getirilerek, maddi gerçeğe ve hakkaniyete daha uygun kararların çıkmasının önü açılmıştır. Bu anlamda her iki ülkede de atılan adımların anlamı büyüktür. En önemlisi de şimdiye dek usul hukukunda alışılagelmiş bir fikir olan, kimsenin kendi aleyhine fakat karşı tarafın lehine sonuç doğurabilecek bir delili mahkemeye sunmakla zorunlu olmadığı fikri önemli ölçüde sınırlanmıştır. Artık bir taraf, olayın aydınlatılması eğer bunu gerektiriyorsa ve kanunda belirtilen temel şartlar gerçekleşmişse, elindeki belge kendi aleyhine bile olsa ibraz ile yükümlü tutulabilecektir.  Usul hukuku sadece tarafların bireysel haklarının yarıştığı bir alan değil, maddi gerçeğin göz önünde tutularak toplumsal barışın ve adaletin ön plana çıktığı bir hukuk dalıdır. Gerek taraflar gerekse de üçüncü kişiler ellerinde bulunan bilgi ve belgelerle bu amacın gerçekleşmesine mümkün olduğunca katkıda  bulunmalı,  hâkimler  de  kanunun  bu  yolda  kendilerine  tanıdığı yetkileri  cömertçe  kullanmalıdır.  Kanun  koyucu  gerektiğinde  ispat  yükü dağılımının  dahi  bu  amacın  gerçekleşmesini  engelleyemeyeceğini  attığı adımlarla göstermiştir. Öyle ki her iki hukuk sisteminde de tarafların usuli ibraz yükümlülükleri ispat yükü kurallarından bağımsız olarak düzenlenmiş, gerektiğinde  ispat  yükünü  taşımayan  tarafın  da  elindeki  belge  ile  ispat faaliyetine katılması öngörülmüştür. Her  ne  kadar  iki  ülkedeki  usuli  ibraz  yükümlülüklerine  ilişkin düzenlemenin benzerlikleri – özellikle belgenin ibrazından kaçınma ve bunun sonuçlarına  ilişkin  –  olsa  da,  çok  önemli  bir  noktada  birbirlerinden ayrılmaktadırlar: § 142 ZPO usuli ibraz yükümlülüğünü tamamen hâkimin 802Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 783-806  Türk ve Alman… takdir yetkisi çerçevesinde düzenlerken, HMK md. 219 bunu tarafların delil ikamesi  çerçevesinde  düzenlemektedir.  HMK   daki  düzenleme  ZPO nun sadece hâkime tanımış olduğu bir yetkiyi taraflara da tanıyarak kanımızca bir adım  öne  geçmiştir.  Yukarıda  detaylı  ifade  edildiği  gibi,  Alman  Usul Hukukunda iddiasını hasmının elindeki belge ile ispatlamak isteyen tarafa tanınan imkânlar çok sınırlıyken, kısaca ispat faaliyetinde bulunan taraf, karşı tarafı  sadece  §§  422  ve  423 deki  şartların  gerçekleşmesi  halinde  ibraza zorlayabilecekken,  Türk  hukukunda  böyle  bir  sınırlama  öngörülmemiş, taraflara hasmının elindeki belge ile ispat konusunda çok daha geniş haklar tanınmıştır. Yeni HMK ile ispat yükünü taşıyan taraf maddi hukuktan doğan herhangi  bir  sınırlamayla  karşılaşmaksızın,  madde  220/1 deki  şartların gerçekleşmesi halinde karşı tarafın elindeki belgeyle iddiasını ispat yoluna gidebilecektir. Her ne kadar Türk hukukunda da hâkimin takdir hakkini kullanarak re sen ilgili belgenin ibrazına hükmedebileceğini kabul etmek gerekirse  de,  Alman  Usul  Kanunu nun  aksine  bu  temel  olarak  taraflara tanınmış bir ispat hakkı olarak karşımıza çıkmaktadır. Bu anlamda Türk hukukundaki düzenlemenin taraflarca getirilme ilkesinin geçerli olduğu bir sistem için daha isabetli bir düzenleme olduğunu söylemek yanlış olmaz.    803Hilal Ünal Kaya  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 783-806",
     "Kaynakça": "Alangoya,  Yavuz:  Medeni  Usul  Hukukunda  Vakıaların  ve  Delillerin Toplanmasına İlişkin İlkeler, Fakülteler Matbaası, İstanbul 1979. Albayrak, Hakan: Medeni Usul ve İcra İflas Hukukunda Yaklaşık İspat, Yetkin Yayınevi, Ankara 2013. Arens, Peter: Zur Aufklärungspflicht der nicht beweisbelasteten Partei im Zivilprozeß, ZZP 96 (1983), S. 1-24. Arslan,  Ramazan/Yılmaz,  Ejder/Taşpınar,  Ayvaz  Sema:  Medeni  Usul Hukuku, 3. Baskı Yetkin Yayınevi, Ankara 2017. Baumbach,  Adolf/Lauterbach,  Wolfgang/Albers,  Jan/Hartmann,  Peter: Zivilprozessordnung, C. H. Beck Verlag, 75. Auflage, München 2017. Beck'sche  Online-Kommentar  (BeckOK):  ZPO,  C.  H.  Beck  Verlag,  27. Auflage, 2017. Börü, Levent: Medeni Usul Hukukunda İddia Ve Somutlaştırma Yükü, Yetkin Yayınevi, Ankara 2016. Erdönmez,  Güray:  Hukuk  Muhakemeleri  Kanunu na  göre  Delillerin Gösterilmesi ve İbrazı, IBD, Cilt: 87, Sayı: 5, 2013, S. 15-53. Erdönmez, Güray: Medeni Usul Hukukunda Belgelerin İbrazı Mecburiyeti, 2. Baskı, On iki Levha Yayıncılık, İstanbul 2014. Gaul, Hans Friedhelm: Zur Frage nach dem Zweck des Zivilprozesses, AcP 168 (1968), S. 27-62. Gottwald, Peter: Empfehlen sich im Interesse eines effektiven Rechtsschutzes Maßnahmen zur Vereinfachung, Vereinheitlichung und Beschränkung der  Rechtsmittel  und  Rechtsbehelfe  des  Zivilverfahrensrechts?  — Gutachten  A,  in:  Ständige  Deputation  des  Deutschen  Juristentages (Hrsg.), Verhandlungen des einundsechzigsten Deutschen Juristentages — Karlsruhe 1996, Band I (Gutachten), München 1996, S. A 1-109. Göksu, Mustafa: Hukuk Yargılamasında Karşı Tarafın Elindeki Belgelere Delil Olarak Başvurulabilmesi, MIHDER, Cilt: 5, Sayı: 13, 2009, S. 251-282. Greger, Reinhard: Justizreform? Ja, aber..., JZ 2000, S. 842-851.  Gruber, Peter/Kießling, Erik: Die Vorlagepflichten der §§ 142 ff: ZPO nach der Reform 2002, ZZP 116 (2003), S. 305-333. Kraayvanger, Jan/Hilgard, Mark C.: Urkundenvorlegung im Zivilprozess. Annäherung an das amerikanische „discovery -Verfahren?, NJ 2003,  S. 572-575.  804Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 783-806  Türk ve Alman… Kuru, Baki: Medeni Usul Hukuku (Ders Kitabı), Yetkin Yayınevi, Ankara 2017. Lang, Johannes: Die Aufklärungspflicht der Parteien des Zivilprozesses vor dem  Hintergrund  der  europäischen  Rechtsvereinheitlichung, Duncker&Humblot Verlag, Berlin 1999. Lang, Sonja: Die Urkundenvorlagepflicht der Gegenpartei gemäß § 142 Abs. 1 Satz 1 ZPO, Peter Lang Verlag, Frankfurt am Main 2007. Lorenz,  Stephan:  Die  Neuregelung  der  pre-trial-Discovery  im  USamerikanischen Zivilprozeß- recht-Inspiration für den deutschen und europäischen Zivilprozeß?, ZZP 111 (1998), S. 35-65. Musielak, Hans-Joachim/Voit, Wolfgang: ZPO, Franz Vahlen Verlag, 14. Auflage, München 2017. Münchener Kommentar zur Zivilprozessordnung, C. H. Beck Verlag, 5. Auflage, München 2016. Nart, Serdar: Alman ve Türk Hukukunda Senetle İspat, DEÜHFD, Cilt: 9, Sayı: 1, 2007, S. 207-232. Özkaya-Ferendeci  H.  Özden:  Yeni  Hukuk  Muhakemeleri  Kanunu ndaki Belge Terimi ve İspat Hukukundaki Yeri, DEÜHFD, Cilt: 16, Özel Sayı 2014, S. 813-829. Pekcanıtez, Hakan/Özekes, Muhammet/Akkan, Mine/Korkmaz Taş, Hülya: Pekcanıtez Usul Medeni Usul Hukuku, Cilt II, 15. Baskı, On İki Levha Yayıncılık, İstanbul 2017. Prütting,  Hanns:  Discovery  im  deutschen  Zivilprozeß?,  AnwBI  2008,  S. 153-159. Prütting, Hanns/Gehrlein, Markus: ZPO Kommentar, Luchterhand Verlag, 8. Auflage, Köln 2016. Saenger, Ingo: Grundfragen und aktuelle Probleme des Beweisrechts aus deutscher Sicht, ZZP 121 (2008), S. 139-163. Schlosser, Peter: Die lange deutsche Reise in die prozessuale Moderne, JZ 1991/12, S. 599- 608. Schmidt, Eike: Der Zweck des Zivilprozesses und seine Ökonomie, Athenäum Verlag, Frankfurt 1973. Schwab, Martin: Zivilprozessrecht, C.F. Müller, 5. Auflage, Heidelberg 2016. Stein, Friedrich/Jonas, Martin: Kommentar zur Zivilprozessordnung, Mohr Siebeck Verlag, 22. Auflage, Tübingen 2005.  805Hilal Ünal Kaya  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 783-806 Stürner, Rolf: Die Aufklärungspflicht der Parteien des Zivilprozesses, Mohr Siebeck Verlag,"
}