{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "BİLİMSEL BİLGİYE ERİŞİM SORUNU ÜZERİNE",
     "Title": "On the Problem of Access to Scientific Knowledge",
     "Yazar İsmi": [
          "Dr. Sedat ÇAL"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Bilimsel bilgi",
          "meta",
          "yargı kararlarının yayımlanması",
          "usulsüz alıntı",
          "akademik yayınlar",
          "hakemli makaleler",
          "kamu hizmeti",
          "kapitalizm"
     ],
     "Keywords": [
          "Scientific knowledge",
          "commodity",
          "access to court awards",
          "plagiarism",
          "academic journals",
          "peer-reviewed articles",
          "public service",
          "capitalism"
     ],
     "Özet": "Bilimsel bilgiye erişim, ülkemizde bu bilginin üretilmesi kadar ve belki ondan daha fazla sorunlu bir alandır. Türkiye de zaten yeterince gelişmemiş durumdaki  bilim  kültürü  ve  etkileşimi,  bilimsel  bilgiye  erişimin baskılanmasıyla daha bir engelli duruma getirilmektedir. Giderek bilimsel bilginin ticarileştirilmesi yahut metalaştırılması yolunda gözlenen gelişmeler bu sorunu daha da artırıcı olumsuz bir kültürü doğurmaktadır. Bireylerin sağlık verilerini özel şirketlere satabilen kamu idareleri örneği ise, bilginin metalaştırılmasına  kamu  siyasetinde  açılan  alanın  nerelere  varabileceği yolunda bir fikir vermektedir. Çalışma, bilimsel bilginin üretimindeki temel güdünün kazanç arzusu olmadığını savlıyor ve buna yönelik metalaştırmanın hele de özellikle bilimsel bilginin üretenleri bakımından anlamsızlığını yahut yararsızlığını vurguluyor. Yargı kararlarının bir meta haline dönüştürülmesi ise bir ayrı hukuksal trajedi örneğini oluşturuyor. Çalışma ayrıca, hakemli makaleler veya bilimsel çalışmalardaki hukuksuz alıntılar ile bilimsel bilginin olması gereken işlevi gibi, bilimsel bilgiyle ilintili diğer kimi sorunlu alanlara yönelik irdelemeleri de kapsıyor. Çağın getirdiği kolaylıklar (bilgisayar ve ağ erişimi) sayesinde bilimsel bilginin gerek üretimi ve gerek paylaşılmasının eskiye oranla ne denli geniş olanaklara büründüğü, vurgulanan bir başka konu. Bu çağcıl olanaklar adeta yok sayılırcasına bilimsel bilgiye erişimin kısıtlı tutulması ve metalaştırılması, mutlaka eleştirilmesi gereken bir husustur ve çalışma, bu yönde eleştiriler getirerek çözüm önerilerine de dikkat çekmeye çalışıyor.",
     "Abstract": "Access to scientfic knowledge is a rather problematic field in Turkey as regards production of such knowledge, and perhaps even further. Science culture and interaction therein presents an underdeveloped status in Turkey and it is even more curtailed by way of tightened means of access to scientific knowledge.  Moreover,  observations  relating  to  commodification  or commercialisation of scientific knowledge only paves the way towards a restrictive cultural atmosphere that further contributes to the gravity of this problem. Examples of public administrations commercialising public data sold  to  private  companies  demonstrates  a  tragic  sign  as  to  how  far commodification of knowledge could reach due to new perceptions in public political arena. The study asserts that basic motivation for producing scientfic knowledge is not a profit oriented one, and underlines that commodification does not make any sense or provide any benefit in this context, especially for the authors. Turning court awards into a commodity yet provides another tragic example for law scholars and community. The study further provides a detailed analysis on certain problematic areas of scientific knowledge, like peer reviewed articles and plagiarism as well as how scientific knowledge should function. It is also emphasised that new technologies of this age, such as internet and computerised data processing facilities, have unveiled in an unprecedented manner a world of opportunities that facilitate production of and access to scientific knowledge. Turning a blind eye to such a treasure and impeding access to scientific knowledge and even taking of it as a commodity should be severely criticised, and the study attempts at providing possible solutions while observing the duty of highlighting critics in due course.",
     "Metin": "Ülkemizde bilimsel bilgiye erişim bağlamında ciddi bir sorun yaşandığı pek kolayca savlanabilecektir. Kamu üniversitelerinde görev alanlar da içinde olmak üzere, bilimsel bilgi üretenlerin bu bilgilere erişimi tecimsel yoldan sağlamaya  odaklı  bir  yaklaşımı  benimsemeleri,  günün  koşullarında  artık gereksiz duruma gelmiştir. Buna karşın, makale veya diğer türlü akademik yayınların bedel karşılığı erişime sunulmaları veya doktora tezlerinin özel ticari yayınevlerince kitaplaştırılması gibi metalaştırıcı yöntemlerin kabul görmesi yahut benimsenmesinde ciddi bir sorun görmek gerekir. Dahası, yargı kararlarına erişim bir büyük sorun olarak ortadadır ve tüm toplum adına karar veren yargıçların kararlarına erişebilmek için özel ticari kuruluşlara bedel ödemek  zorunda  kalınmaktadır.  Hukukun  ne  olduğunu  bilmek  zorunda bırakılan bireyler, yasanın ne söylediğini belirleyen yargı kararlarına bedel karşılığında erişmek gibi bir metalaştırıcı söyleme mahkûm edilmektedir. Açıktır  ki,  bir  hukuk  devletinde  böylesi  bir  yaklaşımın  kabul  edilmesi olanaksız sayılmak gerekir.  Bilim, kâr amaçlı yapılmaz; yapılırsa, ortaya çıkan şey bilim olmaz. Kamusal bilgi üretimi, ticari yaklaşımlara esir kılınan bir yaklaşımla ele alınamaz. Bu iki kavram, öz olarak çelişir ve paradoksal bir ilişkiyi betimler. Bilim, salt bilim amaçlı yapılabilse gerektir. Bilim insanlarının kâr odaklı yaklaşımdan beslenmeleri de kabul göremeyecek denli maddeci bir anlayışın ürünüdür ve bilimsel yaklaşım bu türden yaklaşımları dışlayıcı sayılmalıdır. Bilim, temel olarak bilme arzusunun ürünüdür; başka deyişle, bilim aşkıyla yapılan bir etkinliktir, metalaştırıcı anlayışa kucak açamaz. Bilim insanlarının, bilimsel  bulgularını  veya  görüşlerini  bir  tür   haber  bülteni   şeklinde birbirlerine  ileterek  kendi  görüşlerinin  yanlışlanmasına  olanak  tanımak suretiyle bilimsel gerçekliğe yakınlaşma ereğine varmaları beklenir. Tıpkı şu sözlerde vurgulandığı gibi:  Bir insan fikirleri, yaptıkları duyulsun, bir yanlışlık varsa meslekdaşları kendisini ikaz etsin diye makale yazar. Yani her bilimsel yayın, bir haber bültenidir. Bu haber bülteninin maksadı da bilim camiasını yapılan işten haberdar etmektir. 2                                                  2   Şengör, Celal; Bir Bilim Adamının Serüveni –  Celâl Şengör Kitabı , (Söyleşi: Sefa Kaplan), TİBKY, İstanbul, 2010, s. 249. Yazar, devamla  şöyle diyor:  Niçin yayın   1315Bilimsel Bilgiye Erişim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  Bilimle  uğraşanların  böyle  yapmaksızın,  tecimsel  kuruluşların  kâr güdülerini  doyururcasına,  kendi  bilimsel  görüşlerine  birbirlerine  bedel ödeterek ancak erişim sağlamaları yahut buna alet olmalarında isabet görmek olanaksızdır. Gerek yurtiçinde ve gerek yurtdışında  parayla satılan yayın daha çok rağbet  görür   şeklinde  betimlenebilecek  bir  anlayışın  zaman  zaman görülebilmesi ise, bir başka yanlış, gerçek dışı ve talihsiz anlayışı daha ortaya koymaktadır.  Giderek  kimi  kamu  üniversitelerinin  akademik  nitelikli dergilerini özel kuruluşlara yayımlatarak bedel karşılığı satışa sunduğu ve böylece bunlara ağ üzerinden erişimin dahi bedele bağlanabildiği türden uygulamalar,  bilimsel  bilginin  kamusallığı  düşünüldüğünde,  neye  hizmet ettiği zor anlaşılabilecek bir gündemi önümüze koymaktadır. Öte yandan, akademik yükselmelerde bilimsel yayın olarak  kitap  yahut başka deyişle  monografi  şeklinde yayımlanmış olma koşuluna rastlanabilmesi, bu türden yayınları genel olarak ticari kuruluşların yaptığı dikkate alındığında, kamu eliyle  bilim  insanlarını  özel  kuruluşlara  yayın  yaptırabilme  adına  için neredeyse   ricacı  olma   zorunluluğuna  sürüklemektedir.  Haliyle  burada akademik nitelik içerme bağlamında aranan koşulun sağlanması bakımından ne gibi bir kamu yararının bulunduğu hususu sorgulanmak gerekir. Teknolojinin eriştiği olanakları bedelsiz biçimde  kullanarak bilimsel bilgiyi kamunun bedelsiz erişimine ağ erişimi üzerinden sunmak kolayca olanaklı iken, bu yola gidilmemesinde ne bir kamu yararı, giderek ne de bu                                                  yapıyoruz? Bir defa kendimiz bir şeyler öğrenmek için yapıyoruz. Ayrıca, fikirlerimin reklamını yapıyorum. Benim amacım ne, fikirlerimin reklamını yaparken? Burada bir hata varsa, birileri bana söylesin ki ben de hatamı görüp düzeltebileyim. Yeni bir makale yayımladığım zaman beni en çok sinirlendiren şey, birisinin bana gelip,  Makaleni okudum, muhteşem, ne kadar doğru  demesi. Söyleme bana bunu kardeşim, ben doğru olduğunu zaten biliyorum. Ben kendim yazmışım onu. Ama yanlışımı görürsen o zaman söyle bana. O zaman bana hizmet etmiş olursun. Değil mi? Ben yeni bir şey öğreniyorum o zaman. Benim modelimi yanlışlamak için çalış lütfen. Ben zaten doğru zannettiğimi koymuşum ortaya, bir de senin doğru demene ihtiyacım yok benim  (İbid., s. 386, 387). Yine, benzer bir değiniyi İsmet İnönü ye yollamayla aktarmak isterim; düşüncelerin çarpışmasında kaybeden aslında asıl kazanandır, zira yeni bir doğru düşünceyi böylece kendisine aktarmış olmaktadır. Paşamızın söyleyişiyle, bir fikir mücadelesi savaş gibidir, kelleni ortaya koyarsın, tek farkla ki, kaybettiğin zaman aslında kazanan sen olursun.  3   Sözgelimi, akademik yayınları tecimsel biçimde hizmete sunan JSTOR adlı akademik bilgi kaynağı sitesinden tek makaleye dahi ağ üzerinden erişebilmek için 19 ABD Doları ödenmesi zorunluluğu bulunmaktadır (bkz. Kendizor, Sarah; Academic paywalls mean publish  and  perish  (http://www.aljazeera.com/indepth/opinion/2012/10/2012101 7558785551.html)).  1316Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  Çal tür bilgileri üretenlerin kişisel (tecimsel yahut türlü diğer olası) çıkarları vardır. Günün koşullarında yurtdışındaki gelişmiş veya gelişmekte olan çok sayıda ülkenin geniş kapsamlı bilimsel yayınlarına ağ üzerinden bedelsiz erişim olanaklıyken, ülkemizde bu anlayışın henüz benimsenmemesi açık biçimde kamu yararına aykırı düşmektedir ve bilimin yaygınlaşmasına karşı büyük bir engeldir. Çalışma, bu sorunu ortaya koyarak çözüm önerilerini de beraberinde savlamayı öngörmektedir. Giderek, bilimsel bilgiye erişimin ağ üzerinden  yayınlar  yoluyla  bedelsiz  kılınması,  sadece  tecimselliğin giderilmesine yardımcı olmakla kalmayacak; dahası, bilimsel bilgiye kolayca erişilmesi ve diğer türlü teknik olanakların kullanılabilmesi nedeniyle bilimsel bilginin etkinlik, nüfuz ve çoğalma çarpanını da yeterince artırmaya elverişli bir  ortam  doğuracaktır.  Çağın  olanaklarından  yararlanmayan  bir  arkaik anlayışın bilimde yeri olamayacağı gibi, çağı yakalaması veya ona önderlik etmesi de herhalde söz konusu edilemeyecektir kanısındayım. Bu yaklaşıma ilişkin  olarak,  kendi  üniversitemde  konuya  ilişkin  hazırlayıp  idarecilere sunduğum bir nota da ekte ayrıca yer veriyorum. Nihayet, çalışmada kolay anlaşılmaya elverişli bir biçem kullanmaya çabaladım, şu sözlerin ışığında:  Anlaşılmaz  olmadan  da  zor  şeyler  yazabilirsiniz.  Zorluk  bir  içerik meselesidir; oysa anlaşılmazlık o içeriği nasıl sunduğunuzla ilgilidir. 4 Bu kısımda son olarak değinelim ki, bilimsel bilgiye erişim sorunu, sadece bilimle uğraşanlar arasında bilgi akışının sağlıklı yürümesi anlamına gelmez, tüm toplumun sağlıklı bir kurguya ulaşmasına yardımcı olur. Goethe, bilimi yeterince düstur edinmeyen toplumların geleceğine yönelik pek de iyi bir ufuk çizmiyor ve bu durumlarda devreye hemen ‘şeytanın  gireceğini belirterek, (şeytana atfen) dizelerini sıralıyor:  Bırakırsan artık, akıl ve bilimi,  İnsanoğlunun sahip olduğu en yüce gücü... Mutlak benim olursun! 5 II. Bilimsel bilginin üretiminde temel güdü sorunu Bilim hangi amaçlarla veya güdülerle yapılır sorusu önemlidir.  Hayata lafını dinletemediğin zamanlar çöküp kaldığın, bir dinlenme yeri 6 midir                                                  4   Eagleton, Terry; Kuramdan Sonra, (Çev. Uygar Abacı), 2. Basım, Literatür Yayınları, İstanbul, 2006, s. 78. 5   Popper, Karl R.; Daha İyi Bir Dünya Arayışı, (Çev. İlknur Aka), 3. Baskı, YKY, İstanbul, 2010, s. 56. 6   Genç,  Nihat;  Yeni  Krallığımız  -  Necati ninYeri,  Odatv,  23  Nisan,  2014 (http://www.odatv.com/mob_n.php?n=yeni-kralligimiz-necatinin-yeri-2304141200)    1317Bilimsel Bilgiye Erişim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  bilim  alanı?  Kanımca,  akademisyenler  için  ‘hayata  sözünü dinletemediğinden  ötürü yayınlarıyla kamuoyunun önüne çıkma olgusu belki sadece kısmen geçerli sayılabilir; ancak, kuşkusuz temel güdü bu olmasa gerektir ve bilim alanı bir dinlenme yeri hele hiç değildir. Özellikle sosyal bilimler alanında geçerli olmak üzere, akademik çalışmalar topluma hizmet vermenin ve sözünü geçerli kılmanın, an itibariyle toplumca dinlenil(e)mese dahi, ileriye yönelik olarak sonraki kuşakların olsun önünü açabilme, topluma kendi görüş veya çözüm önerilerini –belki içinde bulunulan zamanı aşan ölçekte- iletebilmeyi öngören etkin, güzel ve kutsal bir uğraştır. Ne var ki, bu sonuncu güdü de, bilimsel uğraşların sonucuna yönelik sayılsa daha doğru olur. Zira, bilimle uğraşmanın temel güdüsü kanımca akademisyenlerin   salt  bilme  arzusunda   yoğunlaşır.  Gerçi,  toplum bilimlerinde  kimi  zaman  toplumsal  bağlamda  duyulan  şaşkınlıklar  da yayınları doğurabilmektedir, tıpkı şu sözlerin betimlediği gibi:  Zaten benim yazarlık serüvenimin felsefi gerekçesi de kaleme aldığım her alanda ‘neye uğradığına şaşıran sadece ben miyim?  sorusuna cevap aramaktır 7. Özetle, bu noktada, akademik çalışmaların parasal güdülerle yola çıkmayan kişilere özgülenebileceğini  savlıyorum.  İlerleyen  paragraflarda  da  bu  savın açılımlarını yapmaya çalışacağım. Öncelikle vurgulamak isterim ki, gelir elde etmek üzere bilimsel uğraşıya giren pek az sayıda bilim insanının var olduğunu düşünüyorum. Buna yönelik öğretiden bir alıntıya da hemen aşağıdaki paragrafta yer veriyorum:  Bilim adamlarını ve mucitleri, denemelerini başarıya ulaştırmak için gece gündüz çalışmaya iten şeyin zenginlik hayali olduğu doğru mudur? Bu iddiayı destekleyen çok az kanıt vardır. Diğer yandan, yaratıcı dehaların, buluşlarından duydukları büyük haz ya da yaratıcı güçlerinin tam ve serbestçe kullanılmasından doğan mutluluk dışında bir ödül peşinde olmadıklarını gösteren pek çok kanıt vardır. 8                                                  7   Genç, Nihat; Şeytan Çıplak, Odatv, 3 Nisan, 2012 (http://www.odatv.com/n.php?n=seytanciplak-0304121200). 8   Huberman, Leo / Sweezy, Paul M.; Sosyalizme Giriş, (Çev. Hasan İlhan / Emir Aktan), Alter Yayıncılık, Ankara, 2014, s. 61. Yazarlar devamla, daktiloyu icat eden Sholes in tüm haklarını daktilo makinası yapımcısı Remington a az bir bedelle sattığını belirtiyor ve ekliyor:  Paraya değer vermez, esasen, sıkıntı verici bir şey olduğu için, para kazanmak istemediğini söylerdi. Bu nedenle iş konularına pek aldırmazdı.  (İbid.)  Sholes, yaratıcı çalışmalarına kendilerini büsbütün verdikleri için  parayı pek az düşünen  binlerce bilim adamı ve mucitten sadece birisidir. Bu elbette, kârın tek teşvik unsuru olduğu bazı kimselerin bulunmadığı anlamına gelmez. Altına tapan toplumda, bu da beklenir. Ancak, böyle bir 1318Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  Çal Bir  görüşe  göre,   (e)rkekler  ve  kadınlar  üretimi  ancak  özgürce  ve kendileri için yaptıklarında gerçekten üretim yaparlar. 9 Marx ın diğer bir deyişiyle,  ipekböceği nasıl ipek üretirse, öyle bir üretimdir, yani, kendi doğasının bir etkinliği  olarak üretim. İşte, bilim alanındaki üretimi de böyle görmek  gerekir  kanısındayım:  Piyasa  için  üretim  değil,  bilim  insanının ipekböceği  saflığındaki,  kendi  doğası  için  üretim.  Kapitalist  üretimin insanların gereksinimlerini karşılamak yerine kâr amacıyla yapıldığı hususu dikkate  alınırsa,  bilimin  aslında  ne  kâr  amacıyla  ne  de  insanların gereksinimlerini karşılamak üzere yapılabileceğini söylemek gerekir. Bilimin, sadece ve sadece bilim alanında çabalayan kişinin kendi merakını gidermesi etkinliğinden  doğan  bir  çıktı  olarak  betimlenmesi  daha  doğru  olacaktır kanısındayım. Bilim, herhalde şu sözlerde değinilen güzel ifadenin itkisiyle yapılan bir uğraşı olsa gerektir:  Bilgiye susuzluğu ve onu daha ileri götürmek için  duyulan  hırslı  huzursuzluğu  ya  da  her  ilerleyişteki  hoşnutluğu hissediyorum. 12  Yukarıdaki yazarların övgüye değer biçimde  bilim için, öğrenmek için  yazmalarına  karşılık,  bilim  dünyasında   gelir  odaklı   yaklaşımların ziyadesiyle görülmesi, sanırım oldukça hazin bir öyküye değiniyor. Gelir veya refah odaklı yaklaşımların bilim dünyasına egemen olmasını olumlayabilme olanağını  göremiyorum.  Bilim  alanında  etkinlik  gösterenlerin  burada işlevlerini görürken kapıldıkları  temel içgüdü  bu ise, yanlış yol tuttuklarını yahut yanlış bir meslek içinde olduklarını ihtar etme gereğine değinilebilir belki. Bilimde asıl amaç  bilim  yapmaktır, gelir yahut kazanç ise ancak bir yan ürün niteliğinde belirebilse gerektir. Bilimle uğraşırken birincil itki (saik)                                                  toplumda bile, insanlığa hizmetin tek teşvik unsuru olduğu büyük isimlerin listesi, dehaların kâr hırsı olmaksızın çalıştıklarını kanıtlayacak kadar uzundur. Eskiden bu konuda bir kuşku varsa da bugün olamaz. Artık bilim adamlarının kendi hesaplarına çalıştıkları günler geride kaldı. Bilim dünyasındaki yetenekli kişiler, belirli ücretle labovatuvarlarda çalışmak üzere büyük şirketler tarafından kiralanmaktadır. Güvenlik, düşte görülebilecek cinsten bir laboratuvar, kendini işe vermekten gelen tatmin. Tüm bunlar, bir bilim adamının aradığı şeylerdir. Çoğu zaman da bunlara kavuşurlar, ama kâra değil. Diyelim ki, yeni bir süreç buldular. Bu buluşun getirdiği kâr onlara mı gider? Hayır. Prestijleri artar, terfi ve daha çok ücret elde edebilirler ama kâr değil  (İbid., s. 61, 62)..  9   Eagleton, Terry; Marx Neden Haklıydı?, (Çev. Oya Köymen), Yordam Yayınları, İstanbul, 2011, s. 141. 10  Bkz. İbid. 11  Durmuş, Mustafa; Kapitalizmin Krizi – 2008 Krizinin Eleştirel Bir Çözümlemesi, Tan Yayınları, Ankara, 2010, s. 177. 12  Cassirer, Ernst; Rousseau, Kant, Goethe, (Çev. Mustafa Tüzel), TİBKY, İstanbul, 2014, s. 4.   1319Bilimsel Bilgiye Erişim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  gelir sağlamak olursa, burada bilime hizmet etme işlevinin yeterince ortaya çıkabilmesi pek mümkün görülemese gerektir. Tüm bu satırlar bana bir muzip fıkrayı anımsatıyor: Halk deyişiyle  kötü yola düşmüş  birisi intihar eder, arkasında bıraktığı notta ise şunlar yazılıdır:  On  yıldır  buradayım,  arkadaşlarımın  bu  işi  parayla  yaptığını  henüz öğrendim.  Ne var ki, burada bilimle uğraşanların maruz bırakıldıkları tavırlar siyasal bir tür tariz anlamına gelebilmektedir. Şöyle ki, bürokrasideki sıradan bir uzman yardımcısına devlet üniversitesindeki doçente verilen aylık daha ilk günden  bahşedilirse,  yahut  profesör  ünvanını  taşıyan  kişi  bürokrasideki sıradan bir uzmana verilen aylıktan daha azına layık görülüyorsa, burada sınırları  hayli  keskin  bıçaklı  bir  çelişkinin  ortaya  çıktığı  açıktır. Akademisyenlerin gerek kendi gereksinimlerini ve gerek sorumlu oldukları aile bireylerinin geçimlerini karşılamaktan âciz yahut yoksun bırakılmaları yolunda  bir  siyasal  politika  izleniyor  olabilir;  ancak,  bunun  sonucunda, bilimle uğraşması gerekenleri makul bir gelir düzeyi yoksunluğundan ötürü gelir odaklı yaklaşımlara sürüklemenin toplumsal zararlara neden olduğu da hatırlanmak gerekir! Bu zararlı sonucun uygulamada görülebildiğine tanıklığımı burada kayda geçirmek isterim: Akademik bağlamda hizmet vermeye yönelik tartışmalar ve uzun  konuşmalar  yapılırken,  zaman  zaman  akademiyadaki  kimi meslekdaşların  sürekli  biçimde  parasal  erk  elde  etme  odaklı  yaklaşım sergilemelerinin bu satırların yazarında derin bir hayal kırıklığına neden olduğunu itiraf ederim. Bu talihsiz durum, ‘teşbihte hata olmaz  diyerek latife yollu değinilirse, her iki sözün birisinde Napolyonvari biçimde  para, para, para   histerisine  kapılan  kimi  meslektaşlarla  karşılaştığında,  kendisinin kamusal amaçlı bir akademik alana mı, yoksa toy, saf bir genç kız veya delikanlı  edasıyla  masumane  gezinirken  yanlışlıkla   bitirimhane ye  mi düştüğünü düşünmeye ve sorgulamaya yol açmıştır. Bilimsel bilgiye erişimin tecimsel kaygılarla gerçekleştirilmesine yönelik metalaşma bağlamında, altını çizerek ayrıca değinmeliyim ki, metalaştırıcı söylemlerin bir ülkedeki gelir dağılımı ve yoksulluk düzeyiyle de yakından ilgisi vardır. Geniş kitlelerin bilimsel bilgiye parasal bedel ödeyerek erişimi, aşırı  dengesizleştirilmiş  rekabetsiz  eş-dost  kapitalizmiyle  birlikte değerlendirildiğinde, ciddi bir kitlesel erişim sorununu ortaya koymaktadır. Bir akademisyen dostumun  kitapçıda kitaplara bakarken cüzdan ile okuma arzusu arasında sıkışıp kalmadığım sürece sorun yok yaşamımda  yollu serzenişi, aslında vicdanları kanatan bir söylemi betimliyor sanırım. Dahası, 1320Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  Çal sözgelimi bir yandan alkol konusunda fevkalade duyarlılık göstererek alkol karşıtlığını  pekiştiren  yasal  düzenlemelere  gidilirken,  diğer  yandan  bu uygulamayla çelişen biçimde, devlet eliyle dengesiz ve adaletsiz bir gelir dağılımına neden olunmasının yoksulların zeka kapasiteleri üzerinde  kronik alkol  bağımlılığına  eş  düzeydeki   olumsuz  etkilerine  yönelik  bilimsel araştırmaların ortaya konulması, sanırım yeterince ironik ve giderek trajik sayılsa gerektir. Dolayısıyla, gelir dağılımındaki bozukluk giderilmeksizin girişilen bir metalaşma süreci, ayrıca ve sert biçimde eleştirilmek gerekir.14 Metalaşma bağlamında  daha  önceki  bir  çalışmamda  değindiğim  üzere,  bundan merâmım  özetle  şudur:  Devlet  eliyle  özel  tekel  yaratmayın;  gelir dağılımı bozuk ülkelerde siyasal güdülerle kimilerine özgülenmiş imtiyazlı özel  işletmeler  yaratırsanız,  zaten  bozuk  olan  durumu  daha  da vahimleştirirsiniz!  Muhafazakâr  savlı ve  inan odaklı 17 vesayet söylemleri                                                  13  Poverty saps mental capacity to deal with complex tasks, say scientists, The Guardian Gazetesi,  29  Ağustos, 2013  (http://www.theguardian.com/science/2013/aug/29/povertymental-capacity-complex-tasks). 14  Benzer yoldaki bir ifadeye göre, rekabet ve dengeli gelir dağılımı gerçekleştirilmiş bir toplum  düzeninde  bireylerin  gereksinimlerini  kamusal  hizmet  sunumlarına  bağlı kılınmaksızın da tam olarak karşılayabilmesi olanaklı sayılabilir (bkz. Ayaydın, Cem; İdare Hukukuna Giriş, Yenilik Basımevi, İstanbul, 2008, s. 155). 15  Bkz. Çal, Sedat; İdare Hukukunda Metalaş(tır)ma Serüveni: 1980 lerden Bugüne Kamu Hizmetinde Başkalaşım ve İdare Hukukunun Bu Dönemeçteki Kimlik Sorunsalına Bakışlar, içinde Türkiye nin Hukuk Sisteminde Yapısal Dönüşüm, (Derleyenler: Ali Murat Özdemir / Muammer Ketizmen), İmge Kitabevi, Ankara, 2014, s. 111-150.  16  Doğal tekellerin kamu sahipliğinde bulunmasını, (adalet, altyapı, eğitim, polis, müzecilik gibi)  moral tekel  adını verdiği kamu mallarının da yine devlet yönetiminde olmasını savunan L. Walras a göre, yapay tekeller oluşmasına izin verilmemelidir; böylece, geriye kalan alanlarda başlangıç koşullarının eşitliği sayesinde fırsat eşitliği yaratan tam rekabetçi bir piyasa düzeni doğabilecek ve adalet sağlanabilecektir (bkz. Eren, Ercan; L. Walras ın İktisadi Düşüncesi ve Yansımaları:  Fansa nın K. Marx ı mı, Kapitalizmin Savunucusu mu? , içinde İktisadı Felsefeyle Düşünmek, (Derleyenler: Ozan İşler / Feridun Yılmaz), İletişim Yayınları, İstanbul, 2011, s. 149, 150). 17  Şu  sözler,  tarihin  türlü  coğrafyalardaki  çağdaş  devlet  görünümleri  altında  bir  hazin tekerrürüne işaret ediyor sayılabilir mi?  ... kilise serfleri böylesine kötü kullanmasa, köylüleri bu kadar fazla soymasa, hayır için bu kadar gereklilik de olmayacaktı... Kilise ve soylular egemen sınıflardı. Toprağa ve toprakta bulunan kudrete el koymuşlardı. Kilise manevi yardım, soylular ise askeri koruma sağlıyordu. Bunun karşılığında çalışan sınıftan emek olarak ücret alıyorlardı. Bu dönemin bilgili tarihçilerinden Profesör Boissonade olayı şöyle özetliyor:  Feodal sistem, son kertede, çok zaman hayalî olan bir koruma karşılığında çalışan sınıfları aylak sınıfların insafına bırakan ve toprağı işleyenlere değil, gasbetmeyi becerebilenlere veren bir örgütlenmeye dayanıyordu  (bkz. Huberman, Feodal Toplumdan   1321Bilimsel Bilgiye Erişim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  üzerinden işbu özellikleri özellikle vurgulanmakta olan ve siyasal-bürokratik oligarşi tarafından bu yönde ağır biçimde baskılanan toplumlar bakımından belki de özellikle değinilmesi, giderek iyice ve sıkıca –günde en az beş vakitlik bir reçete üzerinden, aç karna- ‘idrak edilmesi  gereken bir gerçek varsa,  aşağıdaki  paragrafta  alıntılanan  sözler  herhalde  buna  yönelik sayılmalıdır.  Daha  az  farklılık  huzur  getirir. 18  Dahası,   (s)ürekli  geçen  olmak ıstıraptır; sürekli öndekinin önüne geçmek mutluluktur; ve yarışı bırakmak ölümdür. 19 Toplumsal yapıda bireylerin davranışları ve bunun toplumsal sonuçları bağlamında bu sözlerin altı iyice çizilmelidir. Toplumcu bir yaklaşım bağlamında ticari alana bakış belki yukarıda alıntılanan sözlerle  yeterince ortaya  konulabilirdi. Ancak, bilim alanında bunun tam aksi geçerli sayılsa gerektir ve bilim alanında daima daha çok farklı ve daima ileride olma güdüsü etken olmalıdır. Dolayısıyla, buna yönelik olarak,  daima ileride olmak bir mutluluktur  sözünü benimsemek daha yerinde olsa gerektir. III. Bilimsel yayının işlevi  Çıkarsızlık, dünyaya ulu bir Olimpos yüksekliğinden bakmak değildir; bir tür sevecenlik ve yoldaşlık duygusudur. (...) Çıkarsızlık, sihirli bir şekilde çıkarlardan arınmış olmak anlamına gelmez ama bazı çıkarlarımızın sizin için                                                  Yirminci Yüzyıla, age., s. 24, 25). Giderek, Kilise nin servet ve  mülkiyet denetimi gerekçesiyle dünyevi otoritesine yargı yetkisini de katmak istemi dikkat çekicidir (bkz. Wood, Ellen Meiksins; Yurttaşlardan Lordlara – Eskiçağlardan Ortaçağlara Batı Siyasi Düşüncesinin Toplumsal Tarihi, (Çev. Oya Köymen), Yordam Yayıncılık, İstanbul, 2008, s. 191). Woods un ifadesiyle,  Ortaçağ da Hıristiyan çoğunluğun yoksulluğu, Kilise nin zenginliğiyle  keskin  bir  tezat  oluşturuyordu   (age,  s.  194);  günümüzün  küresel coğrafyasında Müslüman çoğunluğun orantısız yoksulluğu ile bu kesimlerin  siyasal yahut kanaat önderliğini  yapan kimi ‘elitlerin  göz kamaştıran varsıllığı arasındaki çelişkiyi açıklama gereksinimi ise ortadadır. 18  Aşkun,  İnal  Cem;  Türkiye de  Ekonomik  Kamu  Düzeni  Kavramına  Bağlı  Örgütsel Yönetimin Atatürkçü Düşünce ve Kişilik Temelinde Konumuna İlişkin Bir İnceleme, Atatürk  Yolu  Dergisi,  C.  2,  Sy.  7,  1991,  s.  425 (http://dergiler.ankara.edu.tr/dergiler/45/784/10085.pdf). 19  Hobbes tan aktaran: Gray, John; Post-Liberalizm, (Çev. Müfit Günay), Dost Kitabevi, Ankara, 2004, s. 16. Anılan ifade, aslında olması gereken bir toplum düzeninin temel kurgusunu muhteşem bir söylem içerisinde ve büyük bir isabetle, giderek özlü, gerçekten olağanüstü denli büyüleyici sözlerle ortaya koyuvermektedir. Yeterince anlaşılabildiğini ümit etmek istiyorum. 1322Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  Çal iyi olmadığını ya da şimdilik bunlardan bazılarını bir kenara koymanın etkin bir iş yapmak olacağını fark etmek anlamına gelir. 20 Bilim, nesnel olmaya çalışmayı gerektirir ve doğaldır ki siyasal erk sahiplerine  yakınlıktan  uzak  kalmayı  ve  keza  bilimin  yücelerine  erişme şevkinin dışında bir erke yer vermemeyi de içerir. Belirtmek gerekir ki,  (n)esnel olmaya çalışmak, sonunda ancak erdemlilerin başarabileceği, çok çetin, yorucu bir iştir. Sadece sabır, dürüstlük, cesaret ve azim gibi niteliklere sahip olanlar, durumu gerçekte olduğu gibi görmemizi engelleyen kendini kandırma sürecinin yoğun katmanlarını delip geçebilirler. 21 Bilim insanı, neden dolayı ‘çıkarsızlık  duygusuyla hareket edecektir? Sorunun yanıtını Eagleton veriyor:   Aristo nun görüşünde etik, insan arzusunun bilimidir; zira arzu, tüm eylemlerimizin arkasındaki itici güçtür. Etik bir eğitimin amacı, arzularımızı öyle bir şekilde yeniden eğitmektir ki, iyi eylemler yapmaktan zevk, kötü eylemler yapmaktan acı duyalım. (...) Adil, merhametli, bağımsız vs. olmaktan keyif almayı öğrenmemiz gerekir. 22 Bir bilimci olarak, Bourdieu ya göre, bilim alanındaki  (...) bu kavga da bütün kavgalar gibi bir  sembolik iktidar  ve bir  kültürel çıkar  kavgasıydı; çünkü   bilimsel  gerçekler   de  iktidar  ve  çıkar  kavgası  dışında  mevcut olamazlardı. (...) Kısaca,  evrensel gerçekler  diye bir şey yoktu, çünkü salt gerçek aşkı, gerçek arzusu diye bir şey mevcut değildi. 23 Keza, Weber e göre de,  bilimimizin araçlarıyla bilimsel gerçeğin değerine inanmayanlara hiçbir şey arz edemeyiz, zira, bilimsel gerçeğin değerine inanç bir doğa verisi değildir; bazı uygarlıkların ürünüdür. 24 Yazara göre,  bilimsel sermaye ye                                                  20  Eagleton, Kuramdan Sonra, age, s. 136, 137. 21  Eagleton, Kuramdan Sonra, age, s. 135. Yazar, devam ediyor:  Bunu yapmak, iktidardakiler için özellikle zordur; çünkü iktidar, benliği huysuz bir narsisizme indirgeyen tehlikeli fantazilerin üremesine elverişli bir bağlamdır. (...) Dünyanın yeterince somut olmadığını düşünmeye meyledenler, kendi maddi varoluşları oldukça somut olanlardır. İktidar doğal olarak tekbencidir; kendini soyutlayarak gerçeğe bakamaz. Cinsellik gibi, en çocuksu olduğumuz yerdir. Dünyanın bizim ihtiyaçlarımızı tatmin etmek için var olmadığını ve bize sadece bir bakış atıp kendi bildiği yolda dönmeye devam ettiğini takdir etmeye en yakın olanlar, iktidara bulaşmamış olanlardır  (İbid, s. 135). 22  Eagleton, Kuramdan Sonra, age, s. 132. 23  Timur, Taner; Marksizm, İnsan ve Toplum, 2. Basım, Yordam Yayıncılık, İstanbul, 2011, s. 226, 227. 24  M. Weber, Essais sur la Théeorie de la Science, Paris, Plon, 1965, s. 211 den aktaran: Timur, Marksizm, İnsan ve Toplum, age, s. 227, 24 no.lu dipnot.   1323Bilimsel Bilgiye Erişim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  ulaşmanın  kavga alanı  olan üniversitelerde bilim insanları ya kurumsal organlarda yer alarak bilimsel etkinlikleri yönlendirme vs. üzerinden bilimsel sermaye kazanma olanağına kavuşurlar, ya da beğenilen veya yankı uyandıran yayınları aracılığıyla  bilimsel kapitalist  niteliklerini güçlendirirler. Böylece oluşan  güçler alanı , aynı zamanda bir  kavga alanı dır ve burada da öne çıkma,  farklılaşma,   temayüz  etme   dürtüsü  egemendir.  Burada  başarılı olanların  (Einstein  gibi)  alanın  yapısını  değiştirme  gücüne  erişmeleri beklenebilir.25 Yukarıdaki ifadeleri sanırım kuşkuyla karşılamak gerekir. Bilim alanında etkinlik gösteren bilim insanlarının kendilerini bir tür  göstermeye , temayüz ederek  bilimsel sermaye  kazanmaya yahut öne çıkmaya yönelik bir güdüyle hareket  ettiklerini  söylemek,  mutlak  doğruluktan  uzak  bir  ifade  yahut okumadır kanısındayım. Kuşkusuz, bilimsel etkinlikte bulunarak yayın yapan bilim insanlarının kendi vardıkları sonuçları doğrulamak amacıyla hareket ettikleri de pek rahat söylenebilecektir. Nitekim, bir bilim insanımızın  ben acaba doğru mu söylüyorum diye kendimi sınamak üzere yazıyorum  yollu söylemi  dikkat  çekicidir.26  Doğaldır  ki,  kendi  söyledikleri  –henüz- yanlışlan(a)mayan bilim adamlarının bundan dolayı  manevi  nitelikte bir tatmin duymaları beklenebilir, giderek onları yönlendiren başlıca güdünün salt bu tatmin duygusu olduğu dahi rahatlıkla savlanabilir. Ancak, onların sadece bu güdüyle hareket etmedikleri de aynı rahatlıkla söylenebilecektir sanırım;  doğru nun bir parçasına olsun erişmiş olmak yahut bir nebze aydınlanmak da  yeterli  tatmini  sağlayabilecek  bir  öge  yahut  güdü  bağlamında  kabul görebilir. Yoksa,  öne çıkma  veya  temayüz etme  güdüsünü tek başına anlamlandırma olanağı pek görülemez kanısındayım. Neden dolayı öne çıkmaya çalışacaktır bilim adamı?  Maddi çıkar  anlamındaysa burada sözü edilen, bu öne çıkma kendisine genellikle böylesi bir sonuç doğurmaz. Aksine, Marks ın Kapital inde belli belirsiz bir ironiyle değindiği üzere, Kapital i yazarak bu eserin yayımından elde ettiği gelir,  kitabı  yazarken  içtiği  tütünlerin   maliyetini  dahi  karşılamamaktadır. 27 Nitekim, bu satırların yazarı yakın zamanlarda akademik yaşama geçerken, daha önceki gelirinin neredeyse yarısından vazgeçmek durumunda kalmayı önemsemeyebilmiştir;  zira,  bilim  yapma  aşkının  getirdiği  maddiyat  dışı tatmin, aradaki farkı kapatmaya yeterince yetkindir.  Manevi  nitelikte bir                                                  25  Timur, Marksizm, İnsan ve Toplum, age, s. 230, 231. 26  Şengör, Bir Bilim Adamının Serüveni –  Celâl Şengör Kitabı , age, s. 386, 387. 27  Bkz. Marks, Karl; Kapital, C. 1, 3. Baskı, Eriş Yayınları, İstanbul, 2003. 1324Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  Çal tatminden söz ederken, hemen burada değinelim ki,  alanında veya toplumda öne çıkma  da manevi türden bir tatmin yaratabilir. Ne var ki, kişi bilimsel alandaki etkinlikler yerine bürokrasi veya iş dünyasında başarı kazanma gibi manevi tatminlerden de yeterince beslenebilecektir. Dolayısıyla, bu bağlamda dahi  hareket  ederken  bilim  alanının  tercih  edilmesi,  buradaki   gerçeğe erişmenin doğurduğu tatmin e yönelen bir hususu işaretliyor olsa gerektir!  Öte yandan, yine Weber e göre, bu kavga oyununa bir giriş ritüeliyle başlanır ve yeni üyelerden çıkarsız biçimde bilim aşkıyla hareket ettikleri  illüzyonu   uyandırılır,  buna  inanmaları  beklenir.   Max  Weber in kuramsallaştırdığı  bilimsel tarafsızlık  ve değerlerden arınmış bir bilim anlayışı, düşünürümüze göre, bir yanılgıdan ibarettir. 28  Varolmak, algılanmış olmaktır  demektedir bir İngiliz düşünürü.29 Şu halde,  bilim  alanında  varolmanın,  yani  yayınlarla  varlığını  göstermenin, bunun  kavgasını,  sermayesini  ileri  sürmenin  amacının  da,  temelinde yayınlarını  erişime  açık  tutarak  toplumda  algılanmayı  sağlamak  olduğu söylenemez mi? Durum böyleyse, neden dolayıdır bu tecimsel güdülü erişim yahut yayımlama gayretleri? Lordon a göre,  (...) para her şeyi elde etmemiz için bir araç olmuştur, (...) avam para fikrinin eşlik etmediği bir nedenden kaynaklanan sevinci öyle kolay kolay hayal edemez. 30 Bu noktada karşımıza gelen soru şu olabilir kanımca: ‘Avam ın parasal çıkarı olmadığında kolay hayal edemediği sevinci akademisyenler  de  mi  hayal  edemiyor  ki,  para  odaklı  bir  yayın  aşkına düşüldüğü izlenimi ortaya çıkmaktadır acaba? Bilimsel etkinliğin kapitalist yaklaşımla ilintisine yönelik bir görüşe göreyse;  (e)trafına cömertlik saçan hümanist ruhlu antik bir şair gibi, bu sistem (kapitalizm) insani olan hiçbir şeyi kendisine yabancı saymaz. Kâr için çıktığı avda, her mesafeyi katedebilir, her tür güçlüğe göğüs gerebilir, en aşağılık yol arkadaşlarıyla düşüp kalkabilir, en zevksiz duvar kağıdını hoş görebilir ve en yakın akrabasına ihanet edebilir. Tarafsız olan anlı şanlı üniversitelerin dekan ve rektörleri değil, kapitalizmdir. Müşterilerinin türban takmaları ya da takmamaları, spor yaparken göz alıcı kırmızılıkta yelekler giymeleri ya da                                                  28  Timur, Marksizm, İnsan ve Toplum, age, s. 230, 231. 29  İngiliz düşünür Berkeley den aktaran: Timur, Marksizm, İnsan ve Toplum, age, s. 239. 30  Lordon, Frédéric; Kapitalizm, Arzu ve Kölelik – Marx ve Spinoza nın İşbirliği, (Çev. Akın Terzi), Metis Yayınları, İstanbul, 2013, s. 30.   1325Bilimsel Bilgiye Erişim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  peştemaldan başka hiçbir şey giymemeleri konusunda ulvi bir tarafsızlığa sahiptir kapitalizm. 31 Diğer  yandan,  parasal  güdülerle  harket  edilmesi  durumunda karşılaşılacak  tehlikeye  –ve  aynı  zamanda,  böylesi  güdülerden  beslenen akademisyenlerin omurga sorununa- değinen bir görüşe göre de;  (a)rtık norm, paradır; ama paranın kendine özgü herhangi ilkesi ya da kimliği olmadığı için, hiçbir şekilde bildiğimiz anlamda bir norm değildir bu. Para önüne gelenle düşüp kalkar, en yüksek fiyatı çekenin peşinden gitmekte tereddüt etmez. En tuhaf, en aşırı durumlara karşı bile sınırsız derecede uyumludur ve Kraliçe gibi, onun da hiçbir şey hakkında kendine ait bir fikri yoktur. 32 Nihayet,  akademik  anlamda  bilgiye  duyulan  merakın,  günümüzün dünyasındaki  dönüşümünü  gözlemlemek  de  ilgi  çekicidir;  öyle  ki, Eagleton un  deyişiyle   (a)kademinin  vahşi  sularında,  Fransız  felsefesine duyulan ilgi, yerini Fransız öpücüğüne bıraktı. 33 Giderek değinelim ki, bilimsel bilgiye erişim sorunu, halk yığınlarında kültürel sermaye birikiminin önlenmesi kavramıyla birlikte değerlendirilmelidir.34 IV. Hakemli yayınlar sorunu  Bilmezdim şarkıların bu kadar güzel, kelimelerinse kifayetsiz olduğunu, bu derde düşmeden önce  diyen ünlü şairimiz gibi, ben de hakemlik işinin hangi nitelik ve ne içerikte gerçekleştiğini bir devlet üniversitesindeki hukuk                                                  31  Eagleton, Kuramdan Sonra, age, s. 20. 32  Eagleton, Kuramdan Sonra, age, s. 17. 33  Eagleton, Kuramdan Sonra, s. 3. 34  Bkz. P. Bourdieu dan aktaran: Timur, Marksizm, İnsan ve Toplum, age., s. 236. 35  Orhan Veli Kanık ın  Anlatamıyorum  başlıklı ünlü şiri şöyledir:    Ağlasam sesimi duyar mısınız,    Mısralarımda;    Dokunabilir misiniz,    Gözyaşlarıma, ellerinizle?    Bilmezdim şarkıların bu kadar güzel,    Kelimelerinse kifayetsiz olduğunu    Bu derde düşmeden önce.    Bir yer var, biliyorum;    Her şeyi söylemek mümkün;    Epeyce yaklaşmışım, duyuyorum;   Anlatamıyorum.    Buradaki son dizeler, akademiyadaki keyfiyete işaret ediyor sayılabilir mi acaba? 1326Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  Çal fakültesi dergisinin editörlüğünü üstlenmeden önce pek bilmezdim. Kısa akademik yaşamımda, kendi yazısını her sayıda yayımlatmayı başaran ve esasen editörlük görevini salt bu amaçla üstlenmiş bulunduğunu da pek büyük bir samimiyetle bu ikrar eden üstün beceride kişilere rastlamış olduğumu burada itiraf ederim. Ayrıca belirtmek gerekir ki, hakem sürecini belirlemenin yeterince saydam veya etik sınırlar içinde yapılıp yapılmadığı da kuşku doğurmaya  elverişli  bir  zeminde  cereyan  etmektedir.  Burada  açık  bir aykırılığın  kendisini  gösterdiği  söylenebilecektir.  Öğretiden  bir  söylemle değinirsem:  Akademik camiayı, toplumsal ideolojiyi yeniden  üreten ve toplumu yaratan,  böylece  sistemin  bir  üstyapı  kurumu  olarak  gören  yaklaşım çerçevesinde,  (...)  sistemin  çıkarları  doğrultusunda  akademik  camianın denetlenmesi,  bilimsel yansızlık  veya  bilimsel titizlik  görüntüsü altında, aldatıcı bir şekilde topluma yansıtılır. 36 Akademik yayınlar bağlamında öncelikle bir soruna değinmekte yarar var: Bir akademisyenin hakemlik yapmasını zorlayıcı bir ögeye rastlamış değilim.  Akademisyenler  genellikle  dergi  yayınında  etkinlik  gösteren akademik kadronun (editörün, vs.) kişisel nitelikli ikili ilişkileri, hatır-gönül ilişkisi veya  karşılıklı beklentiler  çerçevesinde cereyan edebiliyor ancak. Dolayısıyla, bir akademisyenin akademik bir yayında  hakemlik yapmayı kabul etmesi veya hakem raporunu zamanında vermesi için bir tür lütufta bulunuyor  olma  keyfiyeti  sözkonusudur.  O  nedenle,  genellikle  fakülte dergilerince  aynı  fakültede  bulunan  öğretim  üyelerinin  hakem  olarak seçilmesi ve böylece ilgili öğretim üyesi üzerinde doğrudan veya dolaylı bir erk kullanılabilmesi belki sözkonusu olabilmektedir. Ne var ki, raporunu geciktiren veya bundan sürekli biçimde kaçınan akademisyenlere karşı bir yaptırım pek olanaklı görünmüyor. Burada, sadece konuyu fakülte veya üniversite yönetimine ileten dergi yönetimi aracılığıyla dekanlığın yahut üniversitenin bir tür nazik uyarıda bulunması şeklinde bir  baskılama   ancak  mümkün  olabilir  görünmektedir  ki,  bunun  etkinliği bahsekonu  hakemin  akademik  yönetimle  arayı  bozmama  arzusuna  bağlı kalacaktır. Öyle ki,  bu dönem yoğunum, bir makaleye hakemlik yaptım, daha bana başka bir makale göndermeyin hakemlik için, önümüzdeki yıla kadar  diyebilen  akademisyenlerle  dahi  karşılaştığımı,  hüzünle  karışık  biçimde böylece kayda geçirmekte yarar görürüm.                                                  36  Önder, İzzettin; İktisat Üzerine Düşünceler, Yordam Yayıncılık, İstanbul, 2012, s. 414.   1327Bilimsel Bilgiye Erişim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  Özetle,  akademisyenleri  hakemlik  yapmaya  zorlayacak  bir hukuksal kurguyu muhterem Yüksek Öğretim Kurumu (YÖK) herhalde düşünmelidir. Bu, ya hakemlik yapılması karşılığında YÖK tarafından bir maddi karşılık sağlanması yoluyla olabilir (ki bütçe kısıtlamalarının akademik bağlamdaki fecaati düşünüldüğünde, verilecek bir kaç yüz TL bedelin yeterince özendirici olmayacağı kanısındayım), ya da hakemlik yapılmasını bir tür  kamu hizmeti yükümlülüğü  biçiminde kurgulamak düşünülebilir, tıpkı doçentlik jüriliği için görevlendirme yapılması ve üstüne belli bir cüzi maddi karşılığında ödenmesi gibi. Ayrıca değinmeliyim ki, hakem raporu yayımlanmadığı sürece hakemin bir tür  baştan savma  iş görmesi ve bilim dışı niteliğinde  saçmalama özgürlüğünü  kullanması da pekâlâ olanaklıdır. Aynı konuya değinen bir akademisyenin  ifadesiyle,   (...)  hakemin  kimliğinin  mutlak  olarak  saklı tutulması, hakemin değerlendirmesinin ilgili çevrelerin değerleme testinden de  vareste  tutulması  anlamına  gelir  ki,  bu  durum  hakemi  davranış  ve kanaatlerinde kısmen sorumsuzluğa itiyor olabilir. 37 Bunu önlemenin en iyi yolu da hakem raporlarının rapora konu akademik çalışmayla eşanlı veya bir sonraki sayıda yayımlanmasıdır. Böylece, yayımlanan bir hakemli çalışmanın kime, neyi borçlu olduğunu bilim dünyası ve kamuoyu görebilecektir ki, bu durum hakemlerin akademik bilimsel düzgünlüğe önem vermeleri sonucunu doğuracaktır. Bir doktora jürisinde kimlerin yer aldığını bilmek, doktora ünvanı verilen kişinin eserinde akademik yetkinliğin görülmemesi durumunda akademik  camiada  o  juri  üyeleri  için  akademik  bir  baskılamaya  yol açabilmekte ve böylelikle juri üyelerinin daha dikkatlice karar vermelerine yol açabilmektedir. Benzer şekilde, bir akademik dergide yayımlanan ve giderek bu şekilde akademik atama ve yükselmeler için akademik puanlar kazanan bir yayının akademik nitelikte görülmemesi durumunda, o çalışmaya olumlu rapor veren hakemin de akademik itibarı sorguya bağlı kılınabilecektir. Bu bağlamda, kimi akademik dergilerin bir tür ara yol benimsediği ve o sayıda yayımladığı hakemli makalelere ilişkin olarak değerlendirmelerini yapmış  hakemlerin  isimlerini  topluca  bir  liste  olarak  yayımladığı gözlenebilmektedir.38  Bu  durum,  kuşkusuz,  hakem  isimlerini  hiç vermemekten daha iyidir ve göreli bir saydamlık içerir; ancak, yeterli görmek                                                  37  Önder, İktisat Üzerine Düşünceler, age, s. 415. 38  Örneğin, bkz. http://www.iibfdergi.hacettepe.edu.tr/2013-1.pdf. Aynı tesbit için keza bkz. Önder, İktisat Üzerine Düşünceler, age, s. 415. 1328Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  Çal de mümkün değildir. Bu ara yol, hakem isimlerini  torbalayarak  veriyor, ne var  ki,  hangi  hakemin  hangi  gerekçeyle  olumlu  rapor  verdiğini  ortaya koymuyor. Dolayısıyla, hakem isimleri toplu biçimde verilerek, hakemlerin hangi makaleyi inceledikleri hususu belirsiz bırakılıyor. Bilindiği üzere, Ulakbim de taranan dergiler, hakem raporlarını bu siteye yüklemek zorundadır. Böylece, anılan sitenin resmi bir tarama indeksi olarak YÖK tarafından kurulduğu dikkate alındığında, hakemlik serencamının bu siteye  yüklenen  hakem  raporlarını  erişime  açması  suretiyle  saydamlığa kavuşturulabilmesi de bir seçenek biçiminde değerlendirilebilir. Ancak, bu durumda  dahi,  anılan  indekste  taranmayan  dergiler  saydamlıktan  yine yararlanamayacaktır. Nihayet, değinmek isterim ki, günümüzde hakem incelemesinden geçme akademik yayınlarda anabakış düşünceleri eleştirmeye karşıt bir eğilimi de içerebilmektedir. Amerika Birleşik Devletleri nde buna yönelik engelleyici bir kurgunun işlerliği dikkati çekmektedir. Buna göre, hakem incelemesini hukuk  fakültesi  öğrencileri  gerçekleştirmekte  ve  böylece  mevcut akademisyenlerin  görüşlerinin  de  eleştiriye  bağlı  kılınması  sağlama alınmaktadır.39 Bu  bağlamda  değinmek  gerekirse,  bilimde  asıl  amaç  bilime  katkı sağlamaktır ve bu itkiyle yola çıkılması elzemdir. Esasen, bilim adamının davranış biçimi temel olarak bir Zülfü Livaneli şarkısını anımsatır, tıpkı anılan şarkıda  seher vakti çık dağlara; güneş topla benim için  denildiği gibi ve fakat bilime adanmış bir yaşam sadece seherde değil, 24 saatin her anında güneşten beslenmiş çiçekleri arar bulur ve nektarını –keçiboynuzu yemeye benzer- damıtır, sonucunda özümsediğini bilimsel yapıt olarak topluma sunar. Başka bir deyişle, kaya kovuğunda yerleşik arı gibi bal vermenin ‘toplum hizmeti dir  bilim  alanı  yahut  bilim  insanının  işlevi.  Ürünü  ise  bal  gibi bedavadır aslında, öyle de olması gerekir; para için, değişim değeri olarak, yahut başka deyişle ‘satmak için  bilim yapılmaz.40 Yapılırsa, o artık bir                                                  39  Bkz. Grechenig, Kristoffel / Gelter, Martin; The Transatlantic Divergence in Legal Thought: American Law and Economics vs. German Doctrinalism, HICLR, C. 31, Sy. 1, 2008, s. 306, 329, 330 (özellikle 200 no.lu dipnot). 40  Burada İl Han Özay hocamızın ironisine yer vermemek olmazdı:  Yazmak, kötü yola düşmek gibidir  diyerek söze başlayan Özay,  önce kendiniz için, sonra eş-dost için, nihayet para için yazarsınız  dedikten sonra ekliyor;  ben çok şükür hâlâ kendim için yazıyorum  (bkz. Özay, İl Han; Günışığında Yönetim, Filiz Kitabevi, İstanbul, 2004, s. 25).   1329Bilimsel Bilgiye Erişim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  ‘meta  olur; ama, yazık da olur ve sonucunda da bize  acıyı bal eyledik  söylemi düşer.41 Bilimsel  yayın  ve  hakemlik  bağlamında  son  olarak  bir  alıntıya  yer vereceğim:  Bilgi öyle bir disipline edilmeli, öyle bir sağduyulu, titiz, öz eleştirel, seçici hale getirilmelidir ki, erdem sahibi olmayan hiç kimse yuvarlak buğday kurtlarının büyük tarihini yazamasın ya da çarpıcı bir bilimsel buluşla ortaya çıkamasın. 42 V. Bilimsel bilgiye erişim bağlamında hukuksuz alıntı sorunu Bilimsel bilgiye erişimin kolaylaştırılması, bu başlık içerisinde değinmek isteyeceğim bir sorunun ortadan kaldırılmasına da yardımcı olacaktır. Bilimle uğraşanlar,  çalışmalarını  yaparken  kendilerinden  önce  ortaya  konulan görüşleri süzgeçten geçirmek, onların ne dediğine ülfet atfetmek zorundadır. Deyiş yerindeyse  gök kubbenin altında söylenmemiş söz yoktur (veya pek azdır) ;  dolayısyla   evreka   demeden  önce  diğer  bilimsel  görüşlerin araştırılmış, irdelenmiş, sorgulanmış olması gerekir. İşte, bilimsel yayınlara erişimin kolaylaştırılması yahut metalaştırılmaması da bu bağlamda önem kazanıyor.  Bilimci,  önceki  çalışmalara  rahatça  erişebilmelidir  ki,  kendi görüşlerini  oluşturmaya  elverişli  bir  zeminde  hareket  edebilsin.  Yeni akademik çalışmaların, yayımlanmış bütün çalışmaları tarayarak, özellikle kendisine aykırılık içeren yeni düşünceleri irdelemesi, onları değerlendirmesi ve  anabakış  (‘mainstream   yahut  ortodoks)  düşüncelerle  kendi  yetisi ölçeğinde çarpıştırıp, yine kendi görüşünce galebe çaldırdığı düşünceyi bu analizin tüm aşamalarını ve serencamını aktarmak suretiyle eserine işlemesi beklenir.  Yeni  bir  çalışmanın,  kendinden  önceki  tüm  farklı  düşünceleri hazmetmiş,  sindirmiş,  sentezlemiş  olması  gerekir,  aşağıdaki  görüşte betimlendiği üzere:  Ötekilerle diyaloğa, onları dinlemeye, onlarla dürüstçe tartışmaya ve haksız olduğu zaman bunu kabul etmeye açık olmayan hiç kimse, dünyayı araştırmakla gerçek bir yol katedemez. 43                                                  41  Hemen değinelim ki, bu satırların yazarı iki adet monografik hukuk kitabı dışında bir hukuk kitabı ve çoğu elli sayfayı aşkın olmakla neredeyse kitap hacmine yaklaşan yirmiden fazla hukuk  makalesini  ağ  erişimine  bedelsiz  sunmuş  bulunmaktadır  (bkz. http://www.idare.gen.tr/cal-yayinlar.htm). 42  Eagleton, Kuramdan Sonra, age, s. 136. 43  Eagleton, Kuramdan Sonra, age, s. 136. 1330Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  Çal Aksi durumda, bir tür  devekuşu  sendromuyla yüz yüze gelinecektir denilebilir.  Ortodoks  düşüncelerin  sağlamlığı,  heteredoks  düşünceleri görmezden gelerek sağlanamaz. Deyiş yerindeyse, Claudius a atfedilen sözde belirtildiği  üzere,   zafer,  zafer  değildir,  düşman  mağlubiyeti  kabul etmediğinde . Düşüncenin sağlamlığı, farklı düşüncelerle karşılaşıp onlara karşı sağlamlığını ortaya koyabilmesi durumunda sözkonusudur; yoksa, diğer yumurtayla tokuşmaktan kaçınan bir yumurta, kendini kırılmayan yahut pek sağlam yumurta olarak tanıtsa da, bu durum içindeki olası zayıflığı yahut belki çürüklüğü  gizleyemez.  Toplumun  ve  bilimin  selameti,  her  düşüncenin serbestçe ortaya konabilmesi, tartışılması ve akademiyanın bütün bunlara kucak  açmasıyla  mümkün  olabilir.  Yasamanın,  yürütmenin  ve  yargının sağlıklı  işlemesi,  onlara  yol  gösterici  olması  beklenen  ve  giderek  mekteplerde  onları şekillendiren öğretinin aykırı düşünceleri de içeren bir tartışmaya bağlı kılınmasıyla olanaklıdır. Aksi bir durum, isabetsiz, yahut gerçeği –Peyami Safa nın muzip deyişiyle ‘hafifçe dahi olsun okşamayan , giderek hiçbir şekilde- ‘kucaklamayan  düşüncelerin egemenliğini devam ettirmesi demektir ve bundan ne sağlıklı, müreffeh bir toplumsal yapı, ne de birey mutluluğu çıkar. Böylece,  bilimsel  yayınlara  bedelsiz  biçimde  ağ  üzerinden  erişim sağlamak, bir akademik sorunun daha ortadan kaldırılabilmesine yardımcı olacaktır. Bilindiği üzere, ülkemizde hukuksuz alıntı ciddi sıkıntılara neden olmaktadır. Bilimsel alıntı sorununa değinen öğretiden bir görüşte şöyle denilmektedir:  Bu tür çalışmaların, hangi bakış açısını benimserlerse benimsesinler, uymak  zorunda  olacakları  tek  kural,  kullandıkları  yabancı  kaynakların çarpıtılmadan yansıtılmasından başka bir şey değildir. Aksine davrananlar için tek ama çok etkin yaptırım ise, daha önceden yapıldığı gibi alenen teşhir olmalıdır. Yeter ki duyarlı olabilelim. 44                                                  44  Oyan, Oğuz; Feodalizm ve Osmanlı Tartışmaları, İmaj Yayıncılık, Ankara, 1998, s. 128. Oyan ın bu satırlarından mülhem olarak hemen değinelim ki, hukuksal uyuşmazlıklarda hukuksal görüşlerini –uyuşmazlıkların taraflarından başka- kimsenin görmeyeceğine belki güvenerek, kendi akademik yayınlarında değindikleri görüşlerin aksini rahatlıkla ortaya koyabilen kimi akademisyenler bakımından benzeri bir yaklaşımı gündeme getirmek, saf gerçekliğin yer etmesi beklenen bilim aşkına kaçınılmaz bir zorunluluk oluyor. Bu yolda kimi talihsiz örneklerle karşılaştığımı da burada belirtmek zorunluluğunu duyuyorum ve uluslararası tahkimde Türkiye Cumhuriyeti ne karşı açılan bir tahkim davasında yer alan bu örneklere  bir  başka  çalışmada  yer  verebilmeyi  umuyorum.  Böylesi  durumların önlenebilmesi bakımından, kanımca hukuksal değerlendirmelerini kamusal ünvanlarını kullanarak imzalayan akademisyenlerin, bu değerlendirmelerini kamunun erişimine açık   1331Bilimsel Bilgiye Erişim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  Bilimsel yayınların kendisinden önce yayımlanmış durumdaki başka bilimsel çalışmalardan hukuksuz alıntı yapıp yapmadıklarını belirlemek kolay değildir.  Kimi  zaman  bilimsel  savlı  yayınları  okurken  başka  yazarların çalışmalarından hukuksuz alıntı yapıldığı zehabına kapıldığımı itiraf ederim. Kendi çalışmalarımdan yapılan hukuksuz alıntıları belirlemek daha kolay olmaktadır; zira, bir yazarın cümleleri kendi çocuğu gibidir ve bir yabancının elinden tuttuğu kendi çocuğunu onca kalabalıkta pek kolayca görür, tanır ve bilir. Ne var ki, diğer yazarların ifadelerine çok benzettiği bir çalışmanın hukuksuz  alıntıya  kurban  gidip  gitmediğini  okurun  veya  diğer  bilim insanlarının ayırt edebilmesi veya bilebilmesi zordur. İşte burada, bilimsel yayınların ağ erişimine açık olması kolaylık sağlar ve okuyucu kolayca iki başka  yazarın  yayınları arasında  hukuksuz  alıntının  var  olup  olmadığını kendisi belirleyebilir. Bu bağlamda değinmek isterim ki, hukuksuz alıntı zaafına düşerek başkalarının çalışmalarından devşirmeye gidilmesi, acıklı bir keyfiyettir. Etik, güzel ve hukuksal olarak önerilen, kişinin kendi ifadelerini, kendi  biçemini  çalışmalarına  yansıtmasıdır.  Bir  şarkı  sözünden  ilhamla değinirsem, bu bağlamda şöyle denilebilir:  Başkası olma kendin ol, böyle çok daha güzelsin, ya gel bilime sahici sahici, ya da anca gidersin.  İpekböceği için dut yaprakları ne ise, akademisyenler için de içinde akademik bilgiye yer veren basılı belgeler odur; dolayısıyla, bunlara bol miktarda ve makul bedelle –hatta ve dahi bedelsiz- erişim olanağı son derece yaşamsal önem taşır. O bakımdan, akademiyada yayınlara ve bilgiye erişim olanaklarının yeterince sağlanamaması, dut yaprağını sağlamadan ipek kozası üretimini beklemeye benzer.  Dut ağacı değilem, her gelene eğilem  türkü sözünün  çağrışımıyla  değinirsem;  bir  akademisyenin  bilim  yaparken kimselere eğilmemesi ve sadece bilimsel gerçeğin önünde kıyama durması gerektiğini, sözgelimi bir Fransız bilim adamının, tüm dindarlığına karşın, evrim  kuramına  yönelik  bilimsel  araştırmaları  yürütebildiğini  de  ayrıca                                                  ortamlarda yayımlamaları önerisini getirmek isterim. Bu yolda, imzaladıkları hukuksal değerlendirmeleri  kitaplaştıran  hocalarımızın  tuttukları  yol,  bu  önerinin  somutlaşmış örnekleri olarak, yerinde bir tutumdur. Unutmamak gerekir ki, bilim alanındaki bilimsel görüş ve değerlendirmelerin gizli kalması anlayışı benimsenemez; zira,  (y)azarların özel hayatlarında gizli aşkları olabilir, ancak yazarlar için ‘gerçek  gizli saklanılan (veya gizli yaşanılan) bir aşk değildir  (bkz. Genç, Nihat; Şu Göklere Bakmazlar Başka Cennet Ararlar, Odatv,  15  Aralık,  2013  (http://www.odatv.com/n.php?n=su-goklere-bakmazlar-baskacennet-ararlar-1510131200)). Bu bağlamda son olarak belirtelim ki,  (b)ir alim, insan şeklini almış bir bilimsel alandır  (P. Bourdieu ‘dan aktaran Timur, Marksizm, İnsan ve Toplum, age, s. 237). 1332Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  Çal belirtmek gerekir. Konuyu bu noktada bağlarken de, bir alıntıya ayrıca yer vermek istiyorum:  Her aydının özel bir sorumluluğu vardır; öğrenim görme ayrıcalığına ve olanağına sahiptir. Bunun karşılığında çevresine (ya da  toplumuna ), öğrendiklerini en basit, en açık ve en alçakgönüllü biçimde açıklamakla yükümlüdür. En kötüsü, aydınların peygamberler gibi ortaya çıkıp, insanları kehanetleriyle kandırmalarıdır – tanrıya karşı işlenen büyük bir günahtır. 45 VI. Yargı kararlarına erişim sorunu Yargı kararlarının kamuoyu erişimine açık olmaması ayrı bir eleştiri gereksinimini ortaya koyuyor. Sözgelimi, bir akademik çalışmada, Danıştay kararlarının  çeşitli biçimlerde ulaşılabilen ve çeşitli nedenlerle ele geçen 46 niteliğine açıkça atıf yapılmakta ve bu niteliklerinden ötürü anılan çalışmada yazarın elindeki kimi yargı kararlarından yararlanılamadığına değinilmektedir ki, durumun vehametini yeterince ve açıkça göstermektedir sanırız.  Tabiat, o eşsiz ana, altını ve gümüşü yararsız, boş nesneler olarak çok derinlere gömmüş, oysa havayı, suyu, toprağı, iyi ve gerçekten yararlı olan her şeyi gözler önüne sermiştir. 47 Yargı kararlarının altın imişcesine toprağın derinlerine gömülenmesi ve ancak yargıçların muhterem lütuflarıyla gün yüzüne çıkabilmeleri, bu yollamaya değer verirsek ve ironiyle betimlersek, herhalde  gerçekten yararlı olmadıkları  inancıyla açıklanabilir olsa gerektir. Bu bağlamda ayrıca değinirsem; konuya ilişkin olarak uygulamadan değerli isimlerle  yaptığım  görüşmelerde,  yargı  kararlarının  erişime  açık tutulmamasındaki  etkenleden  birisi  olarak,  kimi  zaman  yargıçlarımızın verdikleri kararların yerindeliğine ilişkin olarak deyiş yerindeyse arkasında durma konusunda tasaya düştüklerini öğrenmiş oldum, bunu da kayıtlara geçirmek isterim.  Yargı kararlarının erişimi sadece günümüzde karşılaşılan bir basit sorun değildir ve konu çok daha eskilerde yaşanan sorunsala değin götürür bizi. Sözgelimi,  ticaret  hukukunun  gelişmeye  başladığı  eski  çağlarda,  ticari                                                  45  Popper, Karl R.; Daha İyi Bir Dünya Arayışı, (Çev. İlknur Aka), 3. Baskı, YKY, İstanbul, 2010, s. 99. 46  Karahanoğulları, Onur; İdarenin Hukukla Kavranması: Yasallık ve İdarî İşlemler (Yargı Kararlarına Dayalı Bir İnceleme), Turhan Kitabevi, Ankara, 2011, s. ii. 47  More, Thomas; Utopia, (Çev. Sabahattin Eyüpoğlu / Vedat Günyol / Mîna Urgan), 13. Baskı, TİBKY, İstanbul, 2011, s. 58.   1333Bilimsel Bilgiye Erişim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  uyuşmazlıklara  bakan  (ve  çoğu  zaman  tüccarlardan  seçilen)  hakemler verdikleri kararları gizli tutup, bedelini vereni ancak haberdar etmekteydi bunlardan.48 Bizde yargı kararlarının gizli kalması ne gibi bir işleve hizmet ediyor  acaba;  yargıçların  kitap  yayımlayarak  bedeli  karşılığı  hizmet vermelerine  mi,  yahut  gelir elde  ederek  vicdan/cüzdan  ikileminde  araya sıkışmamalarına mı yarıyor? Konu, sadece yargıçların tercihleriyle belirlenen bir düzlemden daha öteye geçerek, bir önemli hususa daha işaret edebiliyor: Öğretideki bir görüşe göre, yargı bir toplumun hukuksal düzen içinde ve hukuka saygılı biçimde hareket etmesine yönelik aydınlatıcı işlev görebilir. Ne var ki, siyasal iktidarlar, yargı kararlarına erişimi engelleyerek, yargı eliyle kendisinin  hukuk  yolunda  hareket  etmesini  öngören  anayasal  yargı denetimine  karşı  koymayı  düşünebilir  ve  dahası,  tiranlığını  böylece gerçekleştirmeyi arzu edebilir.49 Yine,  yargı kararlarının yargıçların kişisel mülkiyetindeki bir varlık olmaması gerektiğine değinerek, buna yönelik uygulamadan bir tanıklığa yer vermek istiyorum. Burada, Yargıtay a değin yükselmiş (Yargıtay Onursal Üyesi)  bir  yargıcın,  tapulama  yargıçlığı  sırasında  edindiği  deneyimleri aktarmak üzere bir kitap yazarken kendi kararlarını  bir kenarda tutması  ve kitabında yararlanması örneğiyle karşılaşıyoruz. Yazarın buna yönelik ilgi çekici ifadesi şöyledir:  (...) (B)ir kitap yazmayı düşünmüş, benim kendi dosyalarımın  önemli  kararlarını  ayırmış(tım). 50  İstediği  dosyayı  evdeki çeyiz sandığında bir güzelce naftalinleyip keyfince kendine saklayan türden                                                  48  Bkz. Law, David S.; A Theory of Judicial Power and Judicial Review, The Georgetown Law Journal, C. 97, 2009, s. 745. 49  Bkz. Law, A Theory of Judicial Power and Judicial Review, age, s. 797. Yazarın değinisine göre, bir dönemin Meksika hükümeti, ülkedeki İnsan Hakları Komisyonu nun kararlarını halkın erişimine açmak yerine kapalı tutmayı kendi siyasetine daha uygun bulmuş ve bu kurumu yasal bilgi edinme hakkı kapsamından çıkarmış, kendince halka açmayı uygun bulduğu kararlar içinse bu kararlara ulaşmak isteyenlerin sayfa başına 7.40 ABD Doları bedel ödemesini öngörmüştü (Big, Expensive, and Weirdly Spineless, 16 Şubat, 2008 tarihli Economist Dergisi, s. 44 ten aktaran: age, s. 797, 236 no.lu dip not). 50  Kaşıkçı, Mehmet; Bir Ömür Kürsü, 4 Nokta Grafik Matbaacılık, İstanbul, 2005, s. 146. Anılan yargıcın, kitabını yayınlayana teşekkürü de bu minvalde dikkat çekiyor:  Teşekkür etmeden geçemeyeceğim, Muharrem Kazancı da bana üç klasör dolusu Hukuk Genel Kurul Kararları verdi. Benim birikimimle de Yargıtay kararları gereksinimim tamamlanmış oldu  (bkz. age, s. 147). Burada, Yüksek Mahkeme üyesi bir yargııcn dahi anılan dönemde Yargıtay Hukuk Genel Kurulu kararlarına kendi başına erişiminin olmadığı –ve keza, anılan kararların bir şekilde  yargı kararlarının ticaretini  yapan özel kişilerin eline geçebildiği- anlaşılıyor, ki burada karşılaşılan keyfiyet eleştiriye yeterince açık bir hususu gözler önüne sermektedir. 1334Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  Çal bir  yargıç  anlayışı,  son  derece  talihsizdir  ve  giderek  açık  biçimde hukuksuzdur. Aşağıdaki satırlar, bu hukuksuzluğu güzelce ortaya koymaktadır:  Şüphesiz ki mahkeme kararları birer kanun veya tüzük kuvvetinde veya mahiyetinde  değildir.  Yalnız  yargılanan  olayı  ilgilendirir.  Fakat,  benzer hallerde  aynı  hükümlerin  verilmesi  ile  kökleşen  mahkeme  içtihatları karşısında herkes öğrenir ki filan hareket ceza kanununun falan maddesinde yazılı  bir  suçtur  veya  değildir.  Çünkü  mahkeme  böyle  bir  hareketi cezalandırmıştır veya cezalandırmamıştır. Ceza işlerinde olduğu gibi, hukuk işlerinde de mahkeme içtihatları aydınlatıcı, açıklayıcı ve hattâ önceden düzenleyici, düzeltici ve doğrultucu bir rol oynar. Herkes bilir ve öğrenir ki filan halde mahkeme dâvayı reddediyor veya dâvâlıya hüküm giydiriyor. Böyle  hallerde  davacılar  dâva  açmaktan  vaz  geçerler;  dâvâlı  duruma girebilecek kimseler de böyle bir hale düşmemeğe dikkat ederler. Böylece, mahkeme içtihatları hareketlerimizi önceden düzenleyici bir tesir yapar. 51 İşte, yargı kararlarının erişime açık tutulması ve halkın bunları görmesi,  yasayı bilme gereksinimi ne değinen  yasayı bilmemek mazeret sayılmaz  ilkesinin zorunlu bir sonucudur. Yukarıdaki alıntıya günümüzden bir örneği de ek olarak aktaralım ki, meramımızı iyice belirtmiş olalım: Türk Ceza Kanunu nun 241. maddesine göre  kazanç elde etmek amacıyla başkasına ödünç para veren kişi, iki yıldan beş yıla kadar hapis ve beşbin güne kadar para cezası ile cezalandırılır.  Öğretideki bir görüşe göre, sözkonusu hükmün yargı organlarınca  süreklilik arz etmesi ve meslek olarak ittihaz edilmesi  yorumuyla uygulanması yanlıştır.52 Kanımızca, anılan görüşte isabet görülemez. Zira, aksi halde, arızî olarak bir kişiye ivaz karşılığı ödünç para veren kişinin cezalandırılmasına yol açabilir ki, bunda ne bir kamusal yarar ne de hukuksal anlam bütünlüğü görebilmek olanaksız sayılsa gerektir. Kuşkusuz, bankaların sahip kılındığı  mevduat  toplama   yetkisinin  böyle  bir  ruhsat  verilmeyen  kişilerce yürütülmesi durumunda önemli toplumsal sorunlara neden olabileceği veçhile cezalandırılma gereği açıktır.53 Ne var ki, –ivaz karşılığında dahi olsa- arızî biçimde ödünç para verenin, mevduat toplamada olduğu gibi toplumsal sorun                                                  51  Derbil, Süheyp; Danıştay ın Rolü (http://www.uyusmazlik.gov.tr/makaleler/016.pdf), s. 5. 52  Bkz. Özgenç, İzzet; Tefecilik Suçu, GÜHFD, C. XIV, Sy. 1, 2010, s. 547, 548. 53  Bu konuya ilişkin bir çalışma için bkz. Karakehya, Hakan; İzinsiz Bankacılık Faaliyetinde Bulunma Suçu, İÜHFM, C. LXVI, Sy. 1, 2008, s. 63-86.   1335Bilimsel Bilgiye Erişim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  yaratacak  bir  eylem  ortaya  koyduğu  hususu  herhalde  ileri  sürülememek gerekir.54 Özetle, buradaki örnek, yasanın suç saydığı bir eylemi yargının suç olmaktan çıkartan bir yorumlamaya bağlı kılabildiğini göstermektedir; yasaya göre suç, ama yargı kararına göre bu eylem suç değil. Bu durum, yasanın ne olduğunu ‘an itibariyle  son ve kesin biçimde belirleyen yargı kararlarını kamuoyunun  bilmesinde  ne  büyük  bir  kamu  yararının  olduğunu  açıkça göstermektedir kanısındayım. Yargı kararlarının eleştiriye bağlı kılınabilmesi bağlamında dikkat çeken bir  eleştiriyi  ise,  idare  hukukumuza  damgasını  vuran  isimlerden  Azrak hocamız şöyle dile getirmektedir:   Biz  öteden  beri fakülte  dergilerinde  mahkeme  kararlarını  ele  alır, eleştirisini de yapardık. Şimdi kalmadı böyle şeyler maalesef, çünkü fakülte dergileri doğru dürüst çıkmıyor ve o fakülte dergilerinde de karar analizleri ve eleştirileri yer almıyor. 55 Ne var ki, fakülte dergilerinin eleştiriye bağlı kılabilmesi için yargı kararlarının erişime açık olması öncelikle sağlanmak gerekir. Nihayet, bu konudaki bir Anayasa Mahkemesi kararına da yer vermekte yarar  var.  Anılan  kararında  AYM,  492  sayılı  Harçlar  Kanunu nun,  28. maddesinin birinci fıkrasının (a) bendinin  Karar ve ilam harcı ödenmedikçe ilgiliye  ilam  verilmez  biçimindeki  ikinci  tümcesinin  Anayasa ya  aykırı olduğuna ve iptaline karar vermiştir. Bu da, yargı kararlarının ilgilisinden dahi saklanmasını öngören bir anlayışı Anayasal düzene aykırı gören yüksek yargı yaklaşımını ortaya koyması açısından dikkat çekmelidir ve kanımızca yerinde bir karar olmuştur.                                                    54  Bkz. Çal, Sedat; Türk İdare Hukukunda Ruhsat, Ankara, Seçkin Yayınları, İkinci Baskı, 2011, s. 140. 55  Ülkü Azrak ın  Tartışmalar  kısmında yer verdiği ifade, içinde Çoğulcu Demokrasi Çoğunlukçu Demokrasi İkilemi ve İnsan Hakları Toplantısı, (Haz. Ece Göztepe), (TBB tarafından 5-6 Haziran 2010 tarihlerinde Ankara da düzenlenen toplantıda sunulan bildiri ve tartışmalar kitabı), TBB, Ankara, 2011, s. 239. 56  AYM nin E. 2009/27, K. 2010/9 sayılı kararı (17 Mart, 2010 tarih ve 27524 sayılı RG'de yayımlanmıştır). 1336Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  Çal VII. Bilimsel bilgiye erişimde yeni kolaylıklar Kuşkusuz,  Gutenberg in  –daha  önce  Çin de  ahşap  baskıyla  görece yaygın biçimde uygulaması görülse de- kısa sürede aşınmayan türdeki bir alaşımdan yapılma hurufatın icadı sayesinde çok daha yaygın biçimde erişime açılan basılı kitabı ortaya koyması, modern demokrasinin doğuşuna yardımcı bir kolaylık oluşturmuştur. Ancak, daha öncesindeki Antik Yunan döneminde basılı el yazması kitap baskılarının kolayca erişimde bulunduğunu görmek de mümkündür. Anaksagoras ın yayımlanmak üzere yazdığı ilk kitabı, Popper e yollamayla  değinelim  ki,   tanrısız  olduğu   gerekçesiyle  dava  edilmişti. Sonuçta  Anaksagoras,  öğrencisi  Perikles in  savunmasıyla  idam  edilmez, sadece ağır para cezasına çarptırılır ve sürgün edilir. Popper devam ediyor:  Kimsenin  aklına  Anaksagoras ın  kitabını  yakmak  gibi  bir  düşünce gelmemişti. Anlaşılan kitaplar, o zaman için çok  yeniydi ve daha yargı malzemesine dönüşmemişti. 57 Bu ironik ifadelerden sonra, günümüzün kimi coğrafyalarındaki yahut yakın geçmişimizdeki vaziyetin  hal-i pür melâl  görünümü ile bu durumun yorumlanmasını okuyucuya bırakıyoruz. Bilimsel bilgiye ağ erişiminin ücretsiz biçimde sağlanması, eskiye göre bilimsel bilginin üretimini oldukça kolaylaştırmıştır. Artık kütüphanelere dahi gitmeksizin  pek  çok  akademik  çalışmaya  ağ  üzerinden  bedelsiz erişilebilmektedir.  Nitekim,  öğretiden  bir  görüşte  bu  kolaylık  sayesinde çalışmasını tamamlayabildiğine değinilmektedir.58 Kitaplığında altı bin civarında kitabı bulunduğu aktarılan Moles ün şu sözleri dikkat çekicidir:  Bir kitaplığın değeri, kolayca ulaşılmasına bağlıdır. (...) Eğer aradığınız bir bilginin hangi kitabın, hangi bölümünde veya hangi yerinde bulunduğunu bilmezseniz, büyük bir kitaplığa sahip olmanın anlamı yoktur. 59 Yazarın bu sözleri, onun kendi belleğinin gücüne dayanarak öne sürülmüş bir sav olmakla geçerlidir; ancak, kuşkusuz, böylesi kuvvetli bellek herkese nasip olmayan bir yetenektir. Dolayısıyla, bilimsel bilgiye erişim bağlamında, böylesi kuvvetli belleğe artık günümüzün dünyasında gereksinim de  yoktur  denilebilir.  Kişi,  günümüzün  teknolojisi  sayesinde,  okuduğu kaynaktan anımsadığı bir kaç anahtar kelimeyi veya ibareyi artık elektronik                                                  57  Popper, Daha İyi Bir Dünya Arayışı, age, s. 117, 118. 58  Bkz. Özcan, Mehmet Tevfik; Modern Toplum ve Hukuk Devleti, Oniki Levha Yayınları, İstanbul, 2008, s. ix. 59  Moles, Abraham, Belirsizin Bilimleri – İnsan Bilimleri İçin Yeni Bir Epistemoloji, (Çev. Nuri Bilgin), 4. Baskı, YKY, İstanbul, 2012, s. 13.   1337Bilimsel Bilgiye Erişim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  ortamda çok rahatça izleyebilir nitelikte teknik olanaklara sahiptir. Ancak, bunun için, erişime açık kaynakların büyük oranda yaygınlaşması veya en azından  basılı  metinler  yerine  elektronik  ortamda  bedelli  veya  bedelsiz erişime  açık  bulunan  kaynakların  varlığı  yahut  bunların  yeterince yaygınlaşması gerekmektedir. Özetle, bu çalışmada sıklıkla vurguladığım üzere, yayın anlamında gelir odaklı yaklaşımların üniversitelerce benimsenmesinde isabet görmek zordur. Üniversiteler ders kitabı yazanlara para verebilir; sözgelimi, TÜBİTAK öyle bir proje yürütüyor, akademisyenlerin ders kitapları yazmasını ciddi parasal kaynaklar sağlayarak özendiriyor. Üniversiteler de bilim kurulundan geçen kitapları,  monografileri  pdf  olarak  ağ  erişimine  açık  biçimde  bedelsiz yayımlamaya  gidebilirler  ve  bunun  için  bir  maliyet  de  neredeyse  yok derecededir. Bunu yaparken, eser sahibi akademisyenlere de ayrıca parasal kaynak sağlamaları düşünülebilir. Ne var ki, günümüzde üniversiteler bu tür yayınlar üretecek akademisyenlere parasal kaynak sağlamak bir yana, bu yayınlar üzerinden nasıl para kazanılırın derdine düşmüş bir görünümdedir. Gerçi,  üniversitelerin  maruz  bırakıldıkları  parasal  olanaksızlıklar  dikkate alınırısa, bu tavır belki de mazur görülebilecektir de denilebilir. Her durumda, bu  hazin  durum  mutlaka  düzeltilmelidir.  Bugün  üniversitelerde   pdf  biçiminde  e-kitap  olarak  yayınlar  yapmayı  ve  halka  bedelsiz  sunmayı kabullenemeyen anlayışlar yönetimlere egemen durumdadır. Hatta, fakülte dergilerinin  özel  yayınevlerince  basılıp  parayla  satılması,  giderek   pdf  biçiminde  internette  erişime  açık  tutulmasının  dahi  özel  yayınevlerince kurgulanması yönünde öneriler gelebilmektedir ve anılan türden yayınların bedel  karşılığında  erişime  açık  tutulması  öngörülebilmektedir.   Parayla satılırsa daha bir ilgi görür veya ciddiye alınır  türü  ciddiye alınamayacak  yaklaşımların varlığı da hüzünle gözlenebilmektedir ve kişisel tanıklığımı buna örnek gösterebilirim. Günümüzde artık yüksek lisans tezlerinin dahi serâzad ve sereserpe yayınlanageldiği bir ortam gözleniyor. Öyle ki, yayınevlerinin cömertliği sayesinde, neredeyse her yüksek lisans çalışması kitabevi raflarında kendine yer bulabiliyor. Bu hususta değinemeyi istediğim bir kaç konu var. Öncelikle belirtmeliyim ki, özel tüzel kişilerin yayıncılık etkinliklerinde kamu yararı veya kamusal hizmet güdüsü gibi etkenlerin varlığı genel olarak sözkonusu değildir. Doğal olarak burada ticari amaçlar bulunur. Özel yayınevlerinin yüksek lisans tezlerini dahi yayımlarken her şeyden önce ticari nitelikte bir amaç güttükleri açıktır. 1338Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  Çal Giderek, bu bağlamdaki  akademik yayın çokluğu yahut enflasyonu nun, bir tür  yayın maliyetlerinin azalması   gerçeğine  dayandığı söylenebilir. Sözgelimi, artık yayım aşamasında metnin dizgiye konulması için herhangi bir maliyetten söz etmek zordur; zira, eskisi gibi elde veya daktiloyla yazılı metinlerin yayıncıya gelip yayıncı eliyle bunların yeniden matbaada  hurufata dizilmesi  ve  mizanpaj 60 yapılması gibi  mizansen ler sözkonusu değildir. Yazılar yayınevine yazarı eliyle sayısal ortamda iletildiği için, ne hurufat uğraşısına girişilir, ne de sayfa düzeni için saatler harcanması gereklidir. Dahası, akademik veya sair türden bir yayının basılabilmesi için, bir defada çok sayıda baskı yapılması da gerekmiyor artık; yayından birkaç düzine basılarak  piyasaya  verilmesinin  akabinde,  sipariş  geldikçe  ek  baskı yapılabiliyor teknik  olarak.61  Bu  da,  yayınevi için başlangıç  yatırımında bulunma gereğini azaltıyor ve bundan dolayı  basalım bir kaç tane, satarsa ne ala  söylemini içren bir yaklaşıma gidilmesini destekleyebiliyor. Kaldı ki, bu tür bilimsel yayınlarda yazarlara telif ücreti verilmesi gibi bir maliyet de sözkonusu olmamaktadır. Sonuçta, genel bir uygulama olarak gözlenen şudur: Yayının yazarına  eserinin basılması onuru bahşedilmiş  sayılıyor ve yazarının eline bir kaç adet  bedelsiz nüsha  tutuşturularak telif hakkı ödenmiş addolunuyor. Hatta, yazarına tek bir basılı kitap dahi vermeksizin, ona sadece basılı kitabın pdf olarak  elektronik  ortamdaki  bir  örneğini  vermeyi  ve  dahası,  yazarına kendisinin  ürettiği  yayından  tek  bir  basılı  kitabını  dahi  parayla  satmayı öngörenler de bulunmaktadır.63 Bu durumu kapitalizme yönelik bir eleştiri bağlamında görebiliriz: Ürününü topluma sunmak üzere  pazara çıkaran  bilim  adamı  karşısında  ticari  yayınevleri,   (…)  yeni  sosyal  emeğin                                                  60   Mise en page ,  sayfa kurgusu  yahut  sayfa düzeni  anlamına gelen Fransızca bir sözcüktür  ve  Türkçe deki  okunuşuyla   mizanpaj   olarak  dilimize  girmiş,  giderek yerleşmiştir; tıpkı,  sahne kurgusu  anlamına gelen  mise en scene  ibaresinin  mizansen  olarak dilimizde yer etmiş olması gibi. 61  Hatta, bu ek basıları ayrı bası gibi numaralandırarak, kısa sürede bir kitabın 50. basısı şeklinde çok satan kitap sanısını uyandırmak da, bir satış yahut pazarlama yöntemi şeklinde, özellikle  akademik  olmayan  türden  kitaplara  yönelik  bir  uygulama  şeklinde gözlenebilmektedir. Böylece, her basısı 50 veya 100 adet olmak üzere, günlerle ifade edilen bir kısa sürede aniden 10. basıya ulaşıveren bir kitaptan çok rahat söz edilebilmektedir. 62  Bir  yayınevinin  ifadesiyle,   kendi  kitabının  basılması,  yazarına  bedel  biçilemez  bir kıymettir   (bkz.  Scholar s  Press  Yayınevi  açıklaması,  s.  5  (www.scholarspress.com/authors_infos_pdf/gb)). 63  Bkz.  Scholar s  Press  Yayınevi  açıklaması,  s.  3  (www.scholarspress.com/authors_infos_pdf/gb).   1339Bilimsel Bilgiye Erişim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  organizatörleri  başkalarının  emeklerinin  ürünlerine  el  koyuyorlardı 64 anlatımına uygulamadan bir canlı örnek durumundadır.  Kaldı ki, kamu parasıyla ve özellikle de kamu üniversitelerinde yapılan akademik çalışmaların semeresi olan akademik tezleri fikri mülkiyet haklarına bağlı  kılmak,  sorgulanması  gereken  bir  hususu  ortaya  koymaktadır.  Bu tezlerin özel kesim tarafından yayımlanması, herhalde yazarlarına maddi çıkar sağlıyor sayılamaz; örneği bizatihi işbu satırların yazarıdır (kaldı ki, tez niteliği taşımayan çalışmaların ‘kitap  olarak yayımlanması bakımından da aynı durum sözkonusudur; yani, yayınevi para kazanıyor, ancak, yazarı sadece bedelsiz cüzi sayıda kitap kolunun altına sıkıştırılarak evine gönderiliveriyor). Bu  konuya  ilişkin  olarak  aktarabileceğim  ironik  bir  örnek,  yakın dönemde Yüksek Öğrenim Kurumu (YÖK) tarafından üniversitelere iletilen bir yazıda kendisini gösteriyor.65 Anılan yazısında YÖK, yurtdışında tez yazmış akademisyenlerden tezlerini erişime açmış olanların tezlerini YÖK e iletmelerini istemekte ve bunların ayrıca bir de kendi resmi sitesinde erişime açılmak  üzere  veri  tabanına  yüklenmesini  öngörmektedir.  Ne  var  ki, yurtdışına YÖK veya kamu bursuyla gitmemiş bulunan akademisyenler, velev ki tezlerini kendileri başka mecralarda erişime açmış olsunlar, bunları bir de ayrıca  YÖK  veri  tabanında  kaydedip  orada  ayrıca  erişime  açmaya zorlanamazlar. Bu hususta resmi yazıyla girişimde bulunmayı akıl eden YÖK, nedense  maliyeti  kamu  eliyle  karşılanan  üniversite  ortamlarında  yapılan tezlerin erişime açık tutulacağı hususunu en azından daha en başta akademik tez sürecine giren adaylardan bu yolda bir yazılı yükümlenmeyi isteme yoluna gitmeyi düşünemiyor gibi görünüyor. Keza, Hacettepe Üniversitesi tarafından yayımlanan Tez Yönergesi, bu konuda tez yazarı öğrenciye akademik çalışmasını istediği süreyle erişime kapalı  tutma  seçeneğini  lütfediyor  ki,  süre  olarak  bir  kısıt  da konulmadığından, bir aday herhalde isterse  tezimin 99 yıl boyunca erişime kapalı kalmasını istiyorum  yollu bir tercihe gidebilecek gibi görünüyor!                                                    64  Durmuş, Mustafa; Kapitalizmin Krizi – 2008 Krizinin Eleştirel Bir Çözümlemesi, 2. Baskı, Tan Yayınları, Ankara, 2010, s. 176. 65  Bkz.  YÖK ün  7.1.2013  tarihli  yazısı  (https://tez.yok.gov.tr/UlusalTezMerkezi/ LoginControl) (E.T. 3 Haziran, 2014 , 02.00) (Yazı, kolaylık açısından Ek.1 de ayrıca yer almaktadır.) 66  Bkz. http://www.sosyalbilimler.hacettepe.edu.tr/belgeler/Tez_ve_Rapor_Yazim_ Yonergesi.pdf (E.T.: 15 Ocak, 2013). 1340Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  Çal Özel kesimin yayınları ticari çıkar amaçlı olmasına ve bu hususta daha ziyade ve genel olarak yayıncının ticari çıkar sağlayıp yazarın bu yönde bir maddi çıkarının görülmemesine  karşın yayınevlerine  özenli  teşekkürlerin edilmesi de dikkat çekiyor. Ne için bu teşekkür, anlamak güç olabilir. Uçağı salimen yere indiren pilotun yolcular tarafından alkışlanmasına benziyor bir tür, ama alkışlanan sadece işini görevini iş tanımının gereğini hatta yayım konusunda  ticari  çıkarının  icabını  yapıyor,  binbir  gayret  yahut  özenle alkışlama neyedir, ne içindir, nedendir sorusu burada akla düşüyor. Bilimsel yayınlarda teşekkür konusu ise –eşe, dosta çocuklara, vs.- ilginç bir uygulama olarak gözlenebiliyor. Yine, akademik türdeki kitapların en başlarına yazıldığı gözlenen semt isimleri ise, bir başka ironik unsur olarak dikkat çekiyor. Genellikle kimse örneğin Ankara bağlamında  Saimekadın  adını yazmıyor, ama Çankaya veya Çayyolu gibi  itibarlı  yahut  gözde  semtlerde  oturulunca,  semt  isimleri  hemen  başlara  konduruluveriyor  ve neredeyse üzerine bir de açık adres girilmediği kalıyor.68 Doğrusu, içten bir merak konusudur; akademik çalışmaların başlarında semt ismi neden dolayı yazılır? Yazarının hangi siyasal veya sosyal iklimden beslendiğini ortaya koyabilme  bağlamında,  yaşamakta  olduğu  kentin  adını  eserine  yazması anlaşılabilir bir husustur denilebilir belki. Ancak, yazarın yaşadığı semtin adını ayrıca esere koyması nedendir, hangi gereksinimi karşılamaktadır? Bir yazarın değişik tarihlerde yayımlanan akademik yayınlarına bakınca, bir tür hangi semtlerden hangi semtlere taşınıldığı ve sosyal/mali statüsündeki göreli  yükselme yi de izleyebiliyor okuyucu, amma ve lakin buradaki ek bilginin işlevi ve dahi anlamı nedir? Yazara atıf ise, bir diğer sorunlu alan olarak beliriyor. Sözgelimi, benim çalışmalarıma  kendi  yayınlarında  yollamalarda  bulunan,  idare  hukuku alanındaki çok değerli kimi hocalarımın eserlerini gördüğümde önce yeterince mutlu olduğumu belirtmeliyim. Zira, Celal Şengör hocamız gibi, ben de ‘acaba doğru yolda mı ilerliyorum?  sorusuna yanıt aramak için yazıyorum                                                  67  Bu  konuda  yeterinden  çok  edebi  nitelikte  ve  olağanüstü  denli  yaratıcı  ifadelere  de rastlanabilmektedir; öyle ki, bir akademik kitabın başında yazarın eşine teşekkür ithafı  aşk özütüme...  şeklinde ortaya  konulmaktadır (bu örneğe burada hafifçe hicvederek  yer vermeme izin verilir ümidindeyim ve kişiselleşmemesi yahut alınganlık olmaması amacıyla kaynak göstermemeyi tercih ediyorum). 68  Benzeri bir durumu  yeni ergenlerin  araç plakalarındaki seçimlerine bakarak gözlemlemek mümkündür. Sözgelimi,  06 GZN 90 , Ankara da oturan, Güzin isimli, 1990 doğumlu bir kişiye yahut yine sözgelimi  34 ARF 92  İstanbullu Arif in 1992 doğumlu olduğuna delalet edebilmekte ve neredeyse bir tek açık adresler ile telefon numaraları eksik kalmaktadır.   1341Bilimsel Bilgiye Erişim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  ve karşılığında görüşlerimin yerindeliğini benimle aynı ilgi alanlarında yazılar yazanların  sorgulamasına  bağlı  kılmayı  istiyorum,  bekliyorum.  Ancak, yazılarıma atıf yapan değerli kimi akademisyenlerin yaptıkları yollamalarda sadece  bkz.  ibaresini kullanarak çalışmalarımın sadece başlıklarına yer verdiğini  gördüğümde,  duyduğum  mutluluk  yarıda  kalıyor.  Açıktır  ki, bilimsel çalışmalarımı erişime açık biçimde yayımlamaya özen gösterirken amacım, görüşlerimin sorgulanarak  test edilmesi , akademik içerikte bir denetime  bağlı  kılınmasıdır.  Değindiğim  yollama  türünde  ise  eleştiri bulunmuyor. Ne olumlu, ne de olumsuzlayan bir görüş olmaksızın, görüşlerime sadece yazı başlığı kıvamında yollamaların yapılması, belki bana akademik anlamda puan getirebilir; ancak, bundan bilim dünyasına bir katkı beklenemez ve dolayısıyla da benim bu tür yollamalardan kazandığım hiçbir şey yoktur. Açıktır ki, bu bağlamda akademik çalışmalarda yollama yapılırken, kendisine atıf  yapılan  eserdeki  görüşlerin  irdelenmesine  girişilmesi  beklenir.  Aksi durumda, salt böylesi bir yollamaya gidilmiş olunması gerekçesiyle, kendisine yollama  yapılan  eserin  bilimsel  değerinde  bir  akademik  artışın  belirdiği yolunda bir algıya varmak, ziyadesiyle anlamsız bir duygudur. Bu, belki yollama yapılan yazarın egosunu okşar ve ona ayrıca bir de akademik puan getirir; ancak, bu yöntemin bilimsel etkinliği yahut sonucu, kısacası bilime herhangi bir hizmeti yoktur. Bir  görüşe  göre,  49  sayfanın  üzerindeki  yayınlar  kitap  olarak tanımlanabilir.69  Buna  göre  yabancı  yayınlarda  bir  çok  makaleyi  kitap algılamak gerekecektir. Dolayısıyla, bir sorun bağlamında değinmek gerekir ki, pek çok akademik veya mesleki yayınlarda (TBB dergisi, fakülte dergileri vs) basılacak makaleler için belli sayfadan fazla olmama koşulu getirmeleri gibi anlamsız uygulamalar görülüyor.70 Nedense, fiziksel olarak basılmaya gereksinim  duyulmayan,  elektronik  ortamdaki  e-dergi  uygulaması düşünülmüyor, ki olası baskı masrafı endişesi böylece kolaylıkla gündemden kalkacaktır. Keza, doçentlik vs. akademik yükselmelerde  monografik eser yayınlamış olma  koşulu gibi garabet içeren uygulamalar bulunuyor; oysa, bu türden bir yayını yapabilmek için gidilecek tek adres vardır. Zira, kitap yayınlarını genellikle ve çoğunlukla özel sektör yapmaktadır; onlar da ticari                                                  69  Bkz. Boysan, Aydın; Uzun Yaşamanın Sırrı, TİBKY, İstanbul, 2007, s. 23. 70  Örneğin, Maltepe Üniversiesi Hukuk Fakültesi Dekanlığı nın 11 Şubat, 2013 tarihli yazısına göre, fakülte dergisinde yayımlanmak üzere gönderilecek yazıların ‘dipnotlar dahil en çok sekiz bin kelime  olması koşulu bulunmaktadır. 1342Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  Çal kaygı güdüyorlar doğal olarak. Bunun yerine, fakülteler yahut üniversiteler  e-kitap  şeklinde, bir akademik yayın kurulun bilimsel ölçütlere uygunluk bağlamındaki  onayına  bağlı  kılınmak  koşuluyla  ilgili  yayını  elektronik ortamda kitaplaştırabilir ve dahası, bedelsiz olarak erişime açık tutabilir. Böylece, masrafsız olarak ve daha da önemlisi akademik tutarlılık içinde, bir yayın  akademik  ölçüt  değerlendirmesine  bağlı  tutulabilir.  Bu  yola gidilmemesini anlamlandırabilmek mümkün değildir, şayet teknolojik cehalet veya tembellik değilse nedeni. Kimi zaman bilimsel bilgiyi yaymak için kurulmuş kamu kurumlarının dahi tecimsel kaygılara düşebildiklerini görmek ise, yeterince hazindir. 17 sayfalık bir konferans bildirisinin kitap adı altınca yayımlanması, bunu da kamusal bir kurluşun yapması dikkat çekicidir. 17 sayfalık bir bildiri nasıl oluyor  da  kitap  adıyla  satışa  sunulabiliyor  acaba?71  Belirtelim  ki,  kamu kuruluşlarının bilgi veya veri satışına girişebilmesi, oldukça tartışmalı ve giderek sorunlu bir alandır. Burada hemen uygulamadan vahim bir örneğe değinmek istiyorum: Kamu  hizmeti  niteliği  hukukumuzda  tartışmasız  benimsenen  sağlık hizmetine yönelik bir metalaşma örneği, kamu elindeki sağlık verilerinin bir özel girişimciye ‘satılması  haberiyle okarşımıza çıkmaktadır. Buna göre, Sosyal  Güvenlik  Kurumu  (SGK),  vatandaşların sağlık  verilerine  yönelik istatistik  bilgilerini  –kişilik  bilgilerini  gizleyerek-  bedelsiz  biçimde kamuoyunun erişimine açmak yerine,  gelir elde etmek  üzere kimi özel sektör kuruluşlarına ‘satabilmektedir .72 Sağlık konusunda bireylere ilişkin verilerin   satışı 73,  doğrusu,  kamu  hizmeti  görmekle  yükümlü  kamu kurumlarının  bu  görevlerini  yürütmeyi  metalaştırmaya  dönüştürme konusundaki  başarıları  bağlamında  son  derece  ilgi  çekici  ve  fakat  aynı derecede talihsiz –giderek kanımca Anayasa ya açık biçimde aykırı- bir örnek uygulama olarak karşımızdadır. Türkiye İstatistik Kurumu türlü istatistik verilerini doğru bir uygulamayla –ve güzel bir örnek şeklinde - ağ erişimine                                                  71  Örneğin,  bkz.  http://www.tuba.gov.tr/tr/yayinlar/tuba-tc-75-yil-toplanti-dizisi/1238turkiye-cumhuriyetinin-75-yilinda-tuba-konferanslari-ii-0.html  ve http://www.tuba.gov.tr/tr/yayinlar/tuba-akademi-forumu-dizisi/1623-forum-67.html. 72  Bkz. SGK'dan 2,4 milyarlık iş gölge şirketin başlıklı habere ilişkin açıklama, Gazete A, 4 Ağustos, 2013 (http://www.gazetea.com/sondakikahaber/sgkdan-24-milyarlik-is-golgesirketin-baslikli-habere-iliskin-aciklama_463297.html). 73  Bkz.  SGK nın 21 Eylül, 2012 tarihli Başkanlık Makam Oluru ile yürürlüğe koyduğu Usül ve Esaslar  (http://www.sgk.gov.tr/wps/portal/tr/genel_saglik_sigortasi/gss_bilgi_bankasi/ gss_sozlesme_ve_protokoller/usul_ve_esaslar).   1343Bilimsel Bilgiye Erişim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  açarak  bedelsiz  biçimde  kamuoyuna  sunmaktayken,  vatandaşların  sağlık verilerinin satışa konu edilebilmesi ve bir tür meta alanına alınması, herhalde asla kabul edilemeyecek bir husustur. Kamu idaresinin  görevi , özel sektör de dahil olmak üzere,  bütün kamuoyunu doyurucu biçimde bilgilendirmektir, veri saklamak veya sakladığı verileri çeyiz sandığından çıkarırcasına para karşılığı satmak değil. Devlet bir kez  satış a başladığında, doludizgin varılacak yerin neresi olabileceğine olağanüstü  bir  örnektir  anılan  uygulama  ve  tüyler  ürpertici,  ürkütücü niteliktedir. VIII. Sonuç Bilimsel çalışmaların, kapitalist anlayış uyarınca değil de, bilimin saf merak anlayışıyla yapılması gereğine değinmemiz, belki de naif bir çabadır. Eagleton, post-modernistlerin  klasik burjuva dönemi hâlâ hayattaymış  gibi kendini geçmişte yaşarken bulduğunu ve sözgelimi, dünyayı anlamamıza yarayacak  sağlam  temellerin  olduğu  inancını  sorguladığını  belirterek, devamla şöyle demektedir:   Tüm bu değerler yok olmakta olan bir burjuva dünyasına at oldukları için, post-modernistlerin bu yaptığı daha çok, gazete ve dergilere bütün Britanya adalarını ele geçirmiş olan atlı Hunlar ya da yağmacı Kartacalılar hakkında  çaresizlikten  ardı  arkasına  öfkeli  mektuplar  yollamak  gibi  bir şeydir. 74 Belki bu yazının kendisi de aynı türden bir öfkeli mektup olmanın ötesinde değildir. Takdiri okuyucuya bırakıyorum.  Ek. 1 YÖK ün 7.1.2013 tarihli yazısı  Değerli Meslektaşlarım, Yükseköğretim Kurulu bünyesinde bulunan Ulusal Tez Arşivi, ülkemizde yapılan  tüm  yüksek  lisans,  doktora,  sanatta  yeterlik  ve  tıpta  uzmanlık tezlerinin toplandığı, yüzbinlerce araştırmacının yararlandığı ve milyonlarca kullanıcının ziyaret ettiği bir veri tabanıdır. Bu arşivimizin zenginleştirilmesi, araştırmacıların daha etkin ve verimli bir şekilde kullanımlarına sunulması için çeşitli çalışmalar yürütmekteyiz.                                                  74 Eagleton, Kuramdan Sonra, age, s. 18. 1344Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  Çal Bu çalışmalarımızdan önemli bir tanesi, erişime kapalı olan tezlerin tam metin erişime açılması projesidir. Proje kapsamında, tezi erişime kapalı durumda olan araştırmacı ve akademisyenlere yaptığımız çağrıya aldığımız olumlu yanıt neticesinde, tam metin erişime açık tez sayısında %24 artış sağlanmış ve 15,000'i aşkın tez tam metin halinde bilimsel çalışmaların hizmetine sunulmuştur. Çağrımıza  olumlu cevap vererek  projemize  katkıda bulunan değerli araştırmacı  ve  akademisyenlerimize  teşekkür  ediyor  ve  başarılı çalışmalarının devamını diliyor; bu vesileyle, tezi halen erişime kapalı olan diğer  araştırmacılarımızı  da  kıymetli  çalışmalarını  bilim  dünyası  ile paylaşmaya davet ediyorum. Prof. Dr. Gökhan ÇETİNSAYA Yükseköğretim Kurulu Başkanı   Ek 2. Hacettepe Üniversitesi Yüksek Lisans ve Doktora Tezlerinin Erişime Açılması ile Bilimsel Bilgiye Erişimin Kolaylaştırılması Konusunda Bir Öneri Bilim alanında bilimsel bilgiye erişim konusu özellikli ve önemli bir yer tutar.  Kütüphaneler,  bu  amaçla  yapılandırılan  en  önemli  kurgu  ve kurumlardan  biridir.  Bilimsel  bilgiye  ulaşmayı  amaçlayan  çalışmaların kamuoyuna  duyurulması  ve  ileriye  yönelik  bilimsel  çalışmaların  ortaya çıkmasına yardımcı olması bağlamında üniversitelerin işlevine ayrıca dikkat çekmek yerinde olur. Teknolojideki  gelişmeler,  bilimsel  bilgiye  ulaşımın  boyutlarını öngörülerin belki de çok üzerinde bir noktaya istem içi veya dışı ulaştırmş, daha ileriye taşıma gayretini de biteviye sürdürüyor görünümdedir. İnternet aracılığıyla  kütüphanelere  bağlanmak  bu  araçlardan  sadece  birisidir  ve kütüphaneler elektronik ortamdaki hizmet ağını gittikçe etkinleştirmektedir. Kütüphanelerin dışında, günümüzde pek çok akademik yayın organı artık yayınlarını fiziksel ortamın ötesine taşıyarak internet ortamında erişime açık kılmaktadır.  Dahası,  bunların  yayınlara  erişimi  gittikçe  artan  oranda  ve bedelsiz  biçimde  tüm  kamuoyuna  açık  tuttukları  görülmektedir.  Yeni yayınlarda görülen bu uygulamalara ek olarak, geçmiş dönemlerde kamu kurumları ve üniversitelerce yapılmış bulunan yayınların elektronik ortama aktarılarak  internet  erişimine  açıldığı  da  görülebilmektedir.  Bu  yayınlar bedelsiz olabildiği gibi, JSTOR kısaltmasıyla bilinen mecra aracılığıyla çok   1345Bilimsel Bilgiye Erişim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  eski  tarihli  akademik  çalışmaların  bedeli  karşılığında  bilim  dünyasının hizmetine sunulmakta olduğu da bilinmektedir. Üniversitelerde  yapılan  akademik  çalışmaların  erişime  açılması konusunda  ilk  dikkati  çeken  husus,  YÖK  bünyesindeki  tez  merkezi bağlamında gözlenmiştir. Anılan merkez, tüm ülkedeki üniversitelerin ortaya koyduğu tezlerin bir örneğini kayıtlarında tutmakta ve ziyaretçilerin erişimine açık bulundurmaktayken, bundan bir kaç yıl önce tezlerin internet erişimine açılması siyaetini de ayrıca uygulamaya koymuştur. Bununla beraber, tez yazarlarının bir kısmı anılan erişime açma uygulamasına karşı çıkmış ve bunun üzerine sadece yazarlarından izin alınan tezler erişime açık tutulmaya başlanmıştır. Merkez, bu hizmetin kapsamını yaygınlaştırmak üzere, daha önce tezlerini iletmiş olanların erişime açık bulundurmaya ilişkin izinlerini –gönüllülük temelinde- istemeye başlamıştır. Yeni tezlerle ilgili olarak ise, tezlerinin  özel  yayınevlerince  basılmasını  öngörün  yazarlar  bakımından, kendilerinin belirtecekleri süre boyunca internet erişimine kapalı kalması seçeneği oluşturulmuştur. Bütün bu gelişmeler, akademik çalışmaların sonucunda ortaya çıkan tezlerin  erişime  açılmasında  halihazırda  bir   sorun un  varlığına  işaret etmektedir.  Sorun,  konunun  telif  hakları  yahut  başka  bir  deyişle üniversitelerde  yapılan  tezlerin   sahipliği   itibariyle  de  ele  alınmayı gerektirmektedir. Üniversiteler  kâr amaçlı  kurumlar değildir. Bu durum, ülkemizde üniversitelerin ‘devlet üniversiteleri  genel kurgusuyla ve kısmen de özel kesimin   vakıf   ünversiteleri  kurabilmeleri  yoluyla  gerçekleştirilmeleri bakımından açıkça ortadadır. Nitekim, halihazırda ülkemizde özel kesime ait ilk  ve  orta  öğretim  kuruluşları  ticari  amaç  taşıyarak  etkinlik gösterilebilmekteyken, yasa koyucu üniversiteler için ticari amaç öngören yapıya  izin  vermemiş  durumdadır.  Kamu  üniversitelerinde  kamu  parası harcanarak gerçekleştirilen akademik çalışmaların –ki bunlara yüksek lisans ve  doktora  çalışmaları  da  dahildir-  erişime  açılmasına  olanak  tanınmak zorunluluğundan  söz  edilebilir.  Aynı  durum,  vakıf  üniversiteleri  için  de benzer  yaklaşımla  benimsenebilir;  zira,  bu  üniversiteler  de  kamu  parası kullanıyor durumdadır (yılı bütçelerine devlet bütçesinden ayrılan kaynaklar yoluyla veya kuruluşlarında kamu arazisi tahsisi yahut türlü diğer teşvikler üzerinden).  Dolayısıyla,  kamu  parası  harcanarak  yapılan  akademik çalışmaların tez yazarının sahipliğinde olduğu hususunun kabul edilmesinde tutarlılık bulmak güçtür denilebilir. 1346Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  Çal Öte yandan, tezlerin erişime açık tutulmasını istemeyen yazarların neden dolayı böylesi bir tutum takındığı hususuna da değinmek yararlı olacaktır. Görünürde işlevsel bir neden olarak, yazarın çalışmasının kitap olarak özel bir yayınevinden basılmasını istediği, tezin erişime açık tutulması durumunda özel  yayınevinin  böylesi  bir  tezi  kitap  olarak  basmanın  yeterince  gelir sağlamayacağı yönlü endişesine neden olduğu savlanabilir. Kitaplaştırma arzusunun gerisinde ise, yayının  kitap  görünümüyle ortaya çıkmasından dolayı bir  psikolojik tatmin  amacının yer ettiği söylenebilir; zira, ülkemiz itibariyle bir akademik tezin kitaplaştırılması durumunda satış tutarının bir kaç yüz  adedi  geçmeyeceği  gerçekçi  bir  değerlendirme  olarak  ortyaa konulmalıdır. Bunlar, açıktır ki, ders kitapları değildir ve çok sayıda satışla yazarına maddi çıkar sağlaması ‘yok denli  küçük bir olasılıktır. Kaldı ki, akademik tezleri bir kaç yüz adet basan yayınevlerinin, yazarlara telif bedeli olarak basılan  kitaptan bir kaç adet vermesinin ötesinde  bir maddi geri dönüşten bahsetmek de sözkonusu değildir. Şu  halde,  akademik  çalışmaların  bizatihi  üniversiteler  eliyle  kitaplaştırılmaları   olanağına  burada  değinmenin  tam  zamanıdır.  Bu çalışmalar,  tezlerin  başına  bir   kapak   koymak  yoluyla  basitçe kitaplaştırılabilir ve baskı maliyetinden söz edilmeye karşın sadece elektronik ortamda erişime açık turulma yöntemi düşünülebilir. E-kitap adı verilebilecek bu uygulamayla tüm tezler kitaplaştırılmış olur, istenirse bunların herbirinden 10-50 adet arası baskı alınabilir, ki bunun maliyeti de yeterince küçük sayılsa yeridir. Tüm çalışmaların kitaplaştırılmasına gerek olmadığı, bunların bir akadmeik kurul eliyle değerlendirilip uygun görülenlerin kitaplaştırılması gibi bir  düşünce  akla  gelebilir.  Ancak,  unutulmamak  gerekir  ki,  bu tezler  –çalışmanın türüne göre- en az üç veya beş akademisyenin onayından geçmiş durumdadır. Hemen  yukarıda  değindiğimiz  uygulama,  giderek  daha  yaygın  bir kapsamda  ele  alınabilir:  Üniversite  bünyesindeki  akademisyenlerin monografik  eserlerini  –isteğe  bağlı  olarak-  üniversitelerin  e-kitap  olarak yayınlamaları önerilebilir, ki bunun için bir akademik kurulun onayından geçmiş  olanların  akademik  yükselmelerde  puanlamaya  esas  tutulması düşünülebilir. Anılan kurulun onaylamadıkları için de yine e-kitap olarak yayınlanma hususu değerlendirilebilir, bu durumdakiler puanlamada hesaba alınmaz  denilebilir.  Keza,  özel  kesimce  yayınlananların  bir  akademik kuruldan onay almayıp, sadece ilgili yayınevinin ticari değerlendirmelerine esas  tutulmak  suretiyle  ortaya  çıktığı  dikkate  alındığında,  bunların  da akademik puanlamada hesaba alınmayacağı hususu öngörülebilir. Böylece,   1347Bilimsel Bilgiye Erişim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  yukarıda  değindiğimiz   isteğe  bağlı  olma   hususu  bir  tür   teşvik  edici zorlayıcılık   içeriyor  olacaktır,  ki  sonucunda  akademik  bilginin  erişime açıklık  derecesi  yükselecektir.  Kaldı  ki,  monografik  çalışma  yapan akademisyenlerin  özel  kesim  eliyle  yayımlanan  eserlerinde  maddi  çıkar sağlamaları pek rastlanan bir özellik değildir; bunlarda da yazarına verilen bir kaç on adet kitapla telif hakkı ödenmiş sayılabilmektedir. Hatta, monografik çalışmalarını bu yolla üniversitelerinin yayını olarak –dahası, bir akademik kurulun  bilimsel  onayından  geçmiş  biçimde-  yayımlama  olanağının akademisyenlerce içtenlikle benimseneceği de savlanabilir.  Nihayet,  akademik  tezler  itibariyle  en  azından  kamu  üniversiteleri itibariyle  pratik  bir  uygulama  olarak,  akademik  çalışmaya  başvuran adaylardan en başta alınacak  tezin üniversite eliyle erişime açık tutulacağı ve telif hakkının üniversitede olacağının kabul edildiği  yönlü bir yükümlenme yazısının imzalatılması, olası hukuksal tartışmalar bakımından etkin bir ‘ön alma  bağlamında düşünülebilecektir.  Son olarak değinmek gerekirse, tüm bu önerilerin üniversiteler için maddi maliyeti bulunmamaktadır. Burada konu, daha ziyade, sadece günün gereksinimlerine  ve  teknolojik  ilerlemelerin  getirdiği  olanaklardan yararlanmaya yönelik adımların atılması gereğinde düğümlenmektedir. Yine, değinmek  gerekir  ki,  akademik  bilgiye  erişimin  artırılması,  en  azından, Hacettepe Üniversitesince halihazırda benimsenen bir erek durumundadır. Nitekim, Hacettepe Üniversitesi Rektörlük makamının 15 Ocak, 2013 tarih ve 35853172/100-26-3 sayılı yazısında;  kamu kaynaklarıyla desteklenen bilimsel çalışmaların açık erişim altyapısı  aracılığı  ile  herkesin  erişimine  açılması,  kurumun  kamusal değerini artırması, saygınlık ve prestij kazandırması açısından önemlidir  yargısına varıldığı görülmektedir. Son  bir  değini  olarak  belirtmek  gerekirse,  günümüzde  akademik yayınların giderek artan oranda internet erişimine açık tutulduğu görülürken, Hacettepe Üniversitesi nin bu bağlamda ülkemize nedense henüz yeterince sirayet edemediği gözlenen bir alandaki öncülüğü üstlenmesi, üniversitemizin zihinlerde yer etmiş etkinlik algısıyla birlikte değerlendirilmeli ve bir an önce bu  konuda  adım  atılması  sağlanmalıdır.  Bu  yönde  ilerlemek,  akademik bilginin  erişimi,  işlevi  ve  etkinliğini  artıracağı  açık  olmakla,  ülkemizde bilimin  olması  gereken  düzeye  ulaşmasına  son  derece  önemli  bir  katkı sağlayacaktır.  1348Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  Çal",
     "Kaynakça": "Kitap ve Makaleler: Aşkun, İnal Cem; Türkiye de Ekonomik Kamu Düzeni Kavramına Bağlı Örgütsel Yönetimin Atatürkçü Düşünce ve Kişilik Temelinde Konumuna İlişkin  Bir  İnceleme,  Atatürk  Yolu  Dergisi,  Cilt  2,  Sy.  7,  1991 (http://dergiler.ankara.edu.tr/dergiler/45/784/10085.pdf). Ayaydın, Cem; İdare Hukukuna Giriş, Yenilik Basımevi, İstanbul, 2008. Azrak, Ülkü; Tartışmalar, (Ülkü Azrak ın  Tartışmalar  kısmında yer verdiği ifade), içinde Çoğulcu Demokrasi Çoğunlukçu Demokrasi İkilemi ve İnsan Hakları Toplantısı, (Haz. Ece Göztepe), (Türkiye Barolar Birliği (TBB) tarafından 5-6 Haziran 2010 tarihlerinde Ankara da düzenlenen toplantıda sunulan bildiri ve tartışmalar kitabı), TBB, Ankara, 2011. Boysan, Aydın; Uzun Yaşamanın Sırrı, TİBKY, İstanbul, 2007. Cassirer, Ernst; Rousseau, Kant, Goethe, (Çev. Mustafa Tüzel), TİBKY, İstanbul, 2014. Çal, Sedat; İdare Hukukunda Metalaş(tır)ma Serüveni: 1980 lerden Bugüne Kamu Hizmetinde Başkalaşım ve İdare Hukukunun Bu Dönemeçteki Kimlik  Sorunsalına  Bakışlar,  içinde  Türkiye nin  Hukuk  Sisteminde Yapısal  Dönüşüm,  (Derleyenler:  Ali  Murat  Özdemir  /  Muammer Ketizmen), İmge Kitabevi, Ankara, 2014. Çal, Sedat; Türk İdare Hukukunda Ruhsat, Ankara, Seçkin Yayınları, İkinci Baskı, 2011. Derbil, Süheyp; Danıştay ın Rolü (http://www.uyusmazlik.gov.tr/makaleler/ 016.pdf). Durmuş,  Mustafa;  Kapitalizmin  Krizi  –  2008  Krizinin  Eleştirel  Bir Çözümlemesi, Tan Yayınları, Ankara, 2010. Durmuş,  Mustafa;  Kapitalizmin  Krizi  –  2008  Krizinin  Eleştirel  Bir Çözümlemesi, 2. Baskı, Tan Yayınları, Ankara, 2010.  Eagleton, Terry; Kuramdan Sonra, (Çev. Uygar Abacı), 2. Basım, Literatür Yayınları, İstanbul, 2006. Eagleton,  Terry;  Marx  Neden  Haklıydı?,  (Çev.  Oya  Köymen),  Yordam Yayınları, İstanbul, 2011. Eren, Ercan; L. Walras ın İktisadi Düşüncesi ve Yansımaları:  Fansa nın K. Marx ı mı, Kapitalizmin Savunucusu mu? , içinde İktisadı Felsefeyle   1349Bilimsel Bilgiye Erişim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  Düşünmek,  (Derleyenler:  Ozan  İşler  /  Feridun  Yılmaz),  İletişim Yayınları, İstanbul, 2011. Genç,  Nihat;  Şeytan  Çıplak,  Odatv,  3  Nisan,  2012 (http://www.odatv.com/n.php?n=seytan-ciplak-0304121200). Genç, Nihat; Şu Göklere Bakmazlar Başka Cennet Ararlar, Odatv, 15 Aralık, 2013  (http://www.odatv.com/n.php?n=su-goklere-bakmazlar-baskacennet-ararlar-1510131200). Genç, Nihat; Yeni Krallığımız  - Necati ninYeri, Odatv, 23 Nisan, 2014 (http://www.odatv.com/mob_n.php?n=yeni-kralligimiz-necatinin-yeri2304141200). Gray, John; Post-Liberalizm, (Çeviren: Müfit Günay), Dost Kitabevi, Ankara, 2004. Grechenig, Kristoffel / Gelter, Martin; The Transatlantic Divergence in Legal Thought:  American  Law  and  Economics  vs.  German  Doctrinalism, HICLR, C. 31, Sy. 1, 2008. Huberman, Leo / Sweezy, Paul M.; Sosyalizme Giriş, (Çev. Hasan İlhan / Emir Aktan), Alter Yayıncılık, Ankara, 2014. Karahanoğulları,  Onur;  İdarenin  Hukukla  Kavranması:  Yasallık  ve  İdarî İşlemler  (Yargı  Kararlarına  Dayalı  Bir  İnceleme),  Turhan  Kitabevi, Ankara, 2011. Karakehya, Hakan; İzinsiz Bankacılık Faaliyetinde Bulunma Suçu, İÜHFM, C. LXVI, Sy. 1, 2008. Kaşıkçı, Mehmet; Bir Ömür Kürsü, 4 Nokta Grafik Matbaacılık, İstanbul, 2005. Kendizor,  Sarah;  Academic  paywalls  mean  publish  and  perish (http://www.aljazeera.com/indepth/opinion/2012/10/20121017558785551.html) Law,  David  S.;  A Theory  of Judicial  Power  and Judicial  Review, The Georgetown Law Journal, C. 97, 2009. Lordon,  Frédéric;  Kapitalizm,  Arzu  ve  Kölelik  –  Marx  ve  Spinoza nın İşbirliği, (Çev. Akın Terzi), Metis Yayınları, İstanbul, 2013. Moles,  Abraham,  Belirsizin  Bilimleri  –  İnsan  Bilimleri  İçin  Yeni  Bir Epistemoloji, (Çev. Nuri Bilgin), 4. Baskı, YKY, İstanbul, 2012. 1350Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352  Çal More, Thomas; Utopia, (Çev. Sabahattin Eyüpoğlu / Vedat Günyol / Mîna Urgan), 13. Baskı, TİBKY, İstanbul, 2011. Oyan, Oğuz; Feodalizm ve Osmanlı Tartışmaları, İmaj Yayıncılık, Ankara, 1998. Önder, İzzettin; İktisat Üzerine Düşünceler, Yordam Yayıncılık, İstanbul, 2012. Özay, İl Han; Günışığında Yönetim, Filiz Kitabevi, İstanbul, 2004. Özcan, Mehmet Tevfik; Modern Toplum ve Hukuk Devleti, Oniki Levha Yayınları, İstanbul, 2008. Özgenç, İzzet; Tefecilik Suçu, GÜHFD, C. XIV, Sy. 1, 2010. Popper, Karl R.; Daha İyi Bir Dünya Arayışı, (Çev. İlknur Aka), 3. Baskı, YKY, İstanbul, 2010. Popper, Karl R.; Daha İyi Bir Dünya Arayışı, (Çev. İlknur Aka), 3. Baskı, YKY, İstanbul, 2010. Poverty saps mental capacity to deal with complex tasks, say scientists, The Guardian  Gazetesi,  29  Ağustos,  2013  (http://www.theguardian.com/ science/2013/aug/29/poverty-mental-capacity-complex-tasks). SGK nın 21 Eylül, 2012 tarihli Başkanlık Makam Oluru ile yürürlüğe koyduğu Usül  ve  Esaslar   (http://www.sgk.gov.tr/wps/portal/tr/genel_saglik_ sigortasi/gss_bilgi_bankasi/gss_sozlesme_ve_protokoller/usul_ve_esaslar). SGK'dan 2,4 milyarlık iş gölge şirketin başlıklı habere ilişkin açıklama, Gazete  A24,  4  Ağustos,  2013  (http://www.gazetea24.com/sondakika haber/sgkdan-24-milyarlik-is-golge-sirketin-baslikli-habere-iliskinaciklama_463297.html). Şengör,  Celal;  Bir  Bilim  Adamının  Serüveni  –   Celâl  Şengör  Kitabı , (Söyleşi: Sefa Kaplan), TİBKY, İstanbul, 2010. Timur, Taner; Marksizm, İnsan ve Toplum, 2. Basım, Yordam Yayıncılık, İstanbul, 2011. Wood, Ellen Meiksins; Yurttaşlardan Lordlara – Eskiçağlardan Ortaçağlara Batı Siyasi Düşüncesinin Toplumsal Tarihi, (Çeviren: Oya Köymen), Yordam Yayıncılık, İstanbul, 2008.     1351Bilimsel Bilgiye Erişim...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1313-1352"
}