{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2018",
     "Cilt": "67",
     "Sayı": "4",
     "Başlık": "RUSYA FEDERASYONU CEZA HUKUKUNDA SUÇA İŞTİRAK",
     "Title": "Participation to Crime in the Criminal Law of the Russian Federation",
     "Yazar İsmi": [
          "Emin HÜSEYİNOĞLU"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Rusya Federasyonu",
          "Ceza Hukuku",
          "Suça İştirak",
          "Gönüllü Vazgeçme",
          "SSCB Ceza Kanunu"
     ],
     "Keywords": [
          "Russian Federation",
          "Criminal Code",
          "Participation to Crime",
          "Voluntary Abandonment",
          "USSR Penal Code"
     ],
     "Özet": "Bir kişi tarafından işlenebilen bir suçun, birden fazla kişi tarafından işlenmesi durumunda suça iştirakten söz edilir. Ceza hukukunun en önemli konularından  biri  olan  suça  iştirak  konusunda  farklı  devletler  farklı düzenlemelere yer vermiştir. Suça iştirak konusunda, Türk ceza hukuku ile Rusya Federasyonu ceza hukuku arasında önemli farklılıklar bulunmaktadır. Örneğin Türk ceza hukukunda, suça iştirakten dolayı sorumlu tutulabilmek için ilgili suçun en azından teşebbüs aşamasına varmış olması gerekir. Rusya Federasyonu ceza hukukunda ise suça iştirakten dolayı sorumlu tutulabilmek için ilgili suçun hazırlık aşamasına varmış olması yeterli olabilmektedir. Türk Ceza Kanunu nda suçun iştirak halinde işlenmesi genel cezayı ağırlaştırıcı neden olarak öngörülmemiştir. Rusya Federasyonu Ceza Kanunu nda ise suçun  iştirak  halinde  işlenmesi,  genel  cezayı  ağırlaştırıcı  neden  olarak öngörülmüştür. Bu çalışmada Rusya Federasyonu ceza hukukunda yer alan suça iştirak konusu;  suça  iştirakin  hukuki  niteliği  ve  cezalandırılması  konusunda sistemler, suça iştirakin tarihsel gelişimi, suça iştirakin şartları, suça iştirakin türleri, suça iştirakin cezası, özgü suçlara iştirak, failin aşırılığı, iştirak halinde işlenen  suçlarda  gönüllü  vazgeçme  başlıkları  altında  incelenmektedir. Çalışmanın Türk okuruna yönelik olması sebebiyle, çalışmada ayrıca Rusya Federasyonu Ceza Kanunu nda yer alan iştirak hükümleri ile Türk Ceza Kanunu’nda yer alan iştirak hükümleri arasında karşılaştırmalar yapılmaktadır.",
     "Abstract": "When  a  crime  which  can  be  committed  by  a  single  individual  is committed by more than one individual, it refers to the act of participation to crime. Being one of the most important topics in the Criminal Law, different states make reference to different regulations with regards to the participation to crime. Significant differences also exist between the Turkish and Russian Criminal Law with respect to the issue of participation. For instance, in terms of the Turkish Criminal Law, the responsibility for the participation to crime depends at least on the existence of a stage characterized with an attempt to crime whereas for the Russian Criminal Law, the stage characterized by preparatory acts to the eventual commission of crime is satisfactory for the responsibility with the participation. Turkish Penal Code does not prescribe an  aggravation  of  general  punishment  for  crimes  committed  with participation. On the other hand, Russian Penal Code prescribes participation to crime as a reason for the aggravation of general punishment. This study analyzes the issue of participation in Russian Federation s Penal Code under the titles as follows: systems about the legal characteristics of crime and punishment, historical development of participation to crime, conditions for participation, types of participation to crime, punishment for participation,  participation  to  the  crimes  of  special  status  of  the subject/perpetrator, intemperance of the perpetrator, voluntary abandonment from crimes committed with participation. Since the study aims the Turkish readers, provisions in the Penal Codes of Russian Federation and Turkey will be compared with reference to participation.",
     "Metin": "Kanunda yer alan suç tanımlarının büyük bir kısmında, kanun koyucu suçun tek kişi tarafından işlenmesini düzenlemektedir. Ancak kuşkusuz suç birden fazla kişi tarafından da işlenebilir. Bu durumda suça iştirakten söz edilir. İştirakte, suçlular çabalarını birleştirmekte ve genellikle de aralarında bir işbölümü yapmaktadırlar. İşte bu durum, suçun daha kararlılıkla ve az riskle  işlenmesine  sebep  olarak  suçun  işlenmesini  kolaylaştırmaktadır. Dolayısıyla  suçun  iştirak  halinde  işlenmesi,  onun  sosyal  tehlikeliliğini artırmaktadır.  Suç kadar eski olan iştirak, yaygın bir suç işleme biçimi olup ceza hukukunun en önemli konularından biridir. Suça iştirak konusunda farklı devletler farklı düzenlemelere yer vermiştir. Yürürlükteki 2004 tarihli Türk Ceza Kanunu na (TCK) bakıldığında, suça iştirakin 37 ila 41. maddelerde düzenlendiği, ancak iştirakin tanımının yapılmadığı görülmektedir. Yürürlükteki 1996 tarihli Rusya Federasyonu Ceza Kanunu na (RFCK) bakıldığında ise suça iştirakin 32 ila 36. maddelerde düzenlendiği ve iştirakin tanımının yapıldığı görülmektedir.  Suça iştirak kavramı  başlıklı RFCK nın 32. maddesine göre,  İki veya daha fazla kişinin kasıtlı suçun işlenmesine kasten ortak katılımı suça iştirak sayılır .  1996 tarihli RFCK da yer alan iştirak hükümlerinin, Sovyet Sosyalist Cumhuriyetler Birliği (SSCB) dönemindeki ceza kanunlarından çok farklı olduğu söylenemez.  Bu  çalışmanın  konusunu  Rusya  Federasyonu  ceza  hukukunda  suça iştirak oluşturmaktadır. Çalışmada ilk olarak suça iştirakin hukuki niteliği ve cezalandırılması konusunda sistemler incelenmektedir. Daha sonra ise Rusya Federasyonu ceza hukukunda yer alan suça iştirakin tarihsel geçmişi hakkında bilgi verildikten sonra 1996 tarihli Rusya Federasyonu Ceza Kanunu nda düzenlenen suça iştirak konusu incelenmektedir. Çalışmanın Türk okuruna yönelik  olması  sebebiyle,  çalışmada  ayrıca  Rusya  Federasyonu  Ceza Kanunu nda yer alan iştirak hükümleri ile Türk Ceza Kanunu nda yer alan iştirak hükümleri arasında karşılaştırmalar yapılmaktadır.                                                  2   NAUMOV Anatoliy, Rusya Cinayet Hüququ, Ümumi Hisse, Qanun Neşriyyatı, Bakı 1998, s.317. 3   TOROSLU Nevzat, Ceza Hukuku, Genel Kısım, Savaş Yayınevi, 13. Baskı, Ankara 2009, s.273. 737Emin Hüseyinoğlu  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782 I. SUÇA İŞTİRAKİN HUKUKİ NİTELİĞİ İştirak halinde işlenen suçlarda, faillerin tek bir suçun faili mi oldukları, yoksa her birinin ayrı bir suç işlemiş sayılarak ayrı ayrı fail mi oldukları tartışılmış ve iki teorinin oluşmasına neden olmuştur. A. Geniş Fail Kavramı Teorisi Geniş fail kavramı teorisine göre, suçun kanuni tanımındaki neticenin oluşması açısından nedensellik değeri taşıyan herhangi bir hareketi yapan her kişi fail sayılır. Bu nedenle suçu bizzat işleyen kişiye verilen cezanın aynısının azmettiren veya yardım edene de verilmesi gerekir. Bu teoriyi savunanlar, iştirakin  hukuki  esasını  nedensellik  bağı  ile  açıklamaktadırlar.  Bu  teori nedensellik ilişkisi bakımından suçun işlenişine yapılan katkıların eşitliği ilkesini esas almaktadır. Suç tipinin ihlalinde nedensel değer taşıyan hareketi yapan herkes tipe uygun hareket etmiştir. O halde kanun koyucu iştirak kurallarını  düzenlemekle  fail  kavramını  daraltmakta,  cezalandırmayı sınırlandırmaktadır.  B. Dar Fail Kavramı Teorisi Dar fail kavramı teorisine göre, fail kanuni tanımındaki hareketleri bizzat yaparak neticeye doğrudan sebebiyet vermekteyken, bu hareketleri bizzat yapmayıp sadece suça katkı yapanlar fail değildirler. Hazırlık veya yardım niteliğindeki hareketlerle kanuni tanımdaki neticenin gerçekleşmesine katkıda bulunan kişi fail değil, yardım edendir. Bu kişilerin fail olmadıkları halde cezalandırılmalarının sebebi, iştirake ilişkin hükümlerdir. Bu nedenle iştirake ilişkin  hükümler  cezai  sorumluluğu  genişletici  nitelikte  etki  gösteren                                                  4   ARTUK Mehmet Emin – GÖKÇEN Ahmet – YENİDÜNYA A. Caner, Ceza Hukuku, Genel Hükümler, 4. Baskı, Turhan Kitabevi, Ankara 2009, s.636. 5   CENTEL Nur – ZAFER Hamide – ÇAKMUT Özlem, Türk Ceza Hukukuna Giriş, 5. Bası, Beta Yayınları, İstanbul 2008, s.498. 6   KOCA Mahmut – ÜZÜLMEZ İlhan, Türk Ceza Hukuku, Genel Hükümler, 1. Baskı, Seçkin Yayıncılık, Ankara 2008, s.363. 7   ÖNDER Ayhan, Ceza Hukuku Dersleri, Filiz Kitabevi, İstanbul 1992, s.415. 8   ÖZBEK Veli – KANBUR, Nihat – BACAKSIZ Pınar – DOĞAN Koray – TEPE İlker, Türk Ceza Hukuku, Genel Hükümler, Seçkin Yayıncılık, Ankara 2010, s.482. 9   CENTEL – ZAFER – ÇAKMUT, s.498. 10   ÖZTÜRK Bahri – ERDEM Mustafa Ruhan, Uygulamalı Ceza Hukuku ve Güvenlik Tedbirleri Hukuku, 10. Baskı, Seçkin Yayıncılık, Ankara 2008, s.317. 738Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782  Rusya Federasyonu… hükümlerdir. İştirak kuralları, asıl suça ilişkin kurallara göre ikincil ve tamamlayıcı niteliktedir. İştirak halinde işlenen suçlarda da işlenen suç aslında tektir. Ancak bu durum, tüm suç ortaklarına aynı cezanın verilmesini gerektirmez.  Suça iştirak konusu, Türk Ceza Kanunu nda dar fail teorisinden hareketle düzenlenmiştir. Türk Ceza Kanunu suça iştirak bakımından fail, azmettiren ve yardım eden ayrımı yapmıştır (TCK m.37-39).  Rusya  Federasyonu  Ceza  Kanunu  da  suça  iştirak  bakımından  fail, organizatör, azmettiren ve yardım eden ayrımı yaparak dar fail teorisinden hareket etmiştir.  Suça iştirak edenlerin sorumluluğu  başlıklı RFCK nın 34. maddesine göre;  1.  Suç  iştirak  edenlerin  sorumluluğu,  onların  her  birinin  suçun işlenmesine somut katkısının özelliğine ve derecesine göre belirlenir.  2. Müşterek failler, onların birlikte işledikleri suçtan dolayı bu Kanunun 33.  maddesine  gönderme  yapılmaksızın,  bu  Kanunun  özel  kısmındaki maddeye göre sorumluluk taşırlar.  3. Organizatörün, azmettirenin ve yardım edenin ceza sorumluluğu, onların aynı zamanda müşterek fail oldukları haller hariç, bu Kanunun 33. maddesine gönderme yapılarak işlenen suça ceza öngören maddeye göre belirlenir . Organizatörün,  azmettirenin  ve  yardım  edenin  ceza  sorumluluğunun belirlenmesi  açısından  RFCK nın  iştirak  kurallarını  düzenleyen  33. maddesine gönderme yapılmasının sebebi onların suçun kanuni tanımındaki eylemi  gerçekleştirmiyor  olmalarıdır.  Organizatör,  azmettiren  ve  yardım edene ceza verilmesinin sebebi sadece suçun kanuni tanımı değil, iştirak kurallarını düzenleyen RFCK nın 33. maddesidir. Organizatör, azmettiren ve yardım  edenin  aynı  zamanda  suçun  icrasına  katılması  durumunda  33.                                                  11   CENTEL – ZAFER – ÇAKMUT, s.498. 12   DEMİRBAŞ Timur, Ceza Hukuku, Genel Hükümler, 5. Baskı, Seçkin Yayıncılık, Ankara 2007, s. 434; İÇEL Kayıhan – EVİK A. Hakan, Ceza Hukuku, Genel Hükümler, 2. Kitap, 4. Bası, Beta Yayınları, İstanbul 2007, s.264. 13   İÇEL – EVİK s.264. 14   KOCA – ÜZÜLMEZ, Genel Hükümler, s.363.  739Emin Hüseyinoğlu  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782 maddeye gönderme yapılmasına gerek yoktur. Çünkü bu halde kişi zaten suçun kanuni tanımında belirtilen eylemi gerçekleştirmektedir. II.  SUÇA  İŞTİRAKİN  CEZALANDIRILMASI  KONUSUNDA SİSTEMLER A. Eşitlik Sitemi  Eşitlik sitemi geniş fail teorisine dayanmaktadır. Bu sisteme göre suça iştirak eden herkese ayrım gözetilmeksizin eşit ceza verilmesi gerekir. Roma hukukuna hakim olan eşitlik sistemi; failler tarafından kastedilen neticenin meydana  getirilmesi  durumunda  suçun  bölünemeyeceği,  suçu  meydana getiren koşullar arasında ayrım yapmanın doğru olmayacağı, suça herhangi bir şekilde katılan kişinin fail olarak diğer katılanlarla eşit olarak sorumlu olması  gerektiği  görüşüne  dayanmaktadır.  Suçu  birlikte  işleyenler, aralarında adeta bir kader birliği yapmışlardır ve suça bağlılık durumu cezada da bağlılığa neden olur. B. İkilik Sitemi  İkilik sisteminde suç ortaklarının rollerine göre ayrım yapılmakta ve suçun işlenmesinde asli nitelikte hareketleri yapanlar suçun tam cezasıyla, ikincil  nitelikte  hareketleri  yapanlar  ise  daha  az  ceza  ile cezalandırılmaktadır. İkilik sisteminde suç ortakları suçun işlenmesindeki katkılarına ve bu katkının önem derecesine göre cezalandırılırlar. Bu sistem, suç  ortaklarının  suçtan  elde  ettikleri  yararın  eşit  olmadığı  düşüncesine dayanmaktadır.  Dar  fail  teorisine  dayanan  ikilik  sistemi  suçu  bizzat gerçekleştirenlerle,  diğer  suç  ortakları  arasında  ayrım  yapılmasını                                                  15   RAROG Aleksey (Ed.), Ugolovnoye Pravo Rosii (Rusya Ceza Hukuku), Obşaya Çast (Genel Kısım), İzdatelstvo EKSMO, Moskva 2008, s.232-233. 16   KOCA – ÜZÜLMEZ, Genel Hükümler, s.364. 17   ARTUK – GÖKÇEN – YENİDÜNYA, s.638.  18   İÇEL – EVİK, s.265. 19   DÖNMEZER Sulhi – ERMAN Sahir, Nazari ve Tatbiki Ceza Hukuku, Genel Kısım, Cilt 2, 11. Bası, Beta Yayınları, İstanbul 1999, s.453. 20   DEMİRBAŞ s.436.  21   HAKERİ Hakan, Ceza Hukuku, Genel Hükümler, 20. Baskı, Adalet Yayınevi, Ankara 2017, s.540. 22   CENTEL – ZAFER – ÇAKMUT, s.500. 740Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782  Rusya Federasyonu… öngörmektedir.  Bu  sistemin  kaynağı  Ortaçağ  İtalyan  ve  Germen hukukudur. Türk Ceza Kanunu ikilik sistemini kabul ederek azmettiren ve failin işlenen suçun cezası ile cezalandırılacağını, yardım eden sıfatıyla suça iştirak edenlerin ise indirilmiş ceza ile cezalandırılacağını kabul etmiştir. C. Cezanın Faile Göre Belirlenmesi Sistemi Sübjektif sistem olarak da adlandırılan cezanın faile göre belirlenmesi sisteminde,  suç  ortaklarına  suça  olan  katkılarına  göre  değil,  kötülük derecelerine göre ceza verilir. Buna göre suç ortaklarının sorumluluğu ve cezası  hakkında  önceden  mutlak  bir  hüküm  konulmamalıdır.  Faillerin tehlikelilik derecesi, cezanın belirlenmesi sırasında dikkate alınmalıdır. Bu sistemde  suç  ortakları  arasında  fail,  azmettiren,  yardım  eden  gibi  ayrım yapılmakla  birlikte,  tüm  ortakların  kural  olarak  suçun  tam  cezasıyla cezalandırılacağı,  ancak  hakimin  olayın  özelliklerine  göre  suç  ortağının cezasında  indirim  yapabileceği  kabul  edilmektedir.  Bu  sistemin savunucuları pozitivistler olmuştur. Bu sistemde, somut olayın özelliklerine göre  yardım  edenin  failden  daha  ağır  ceza  ile  cezalandırılması  imkan dahilindedir. Rusya Federasyonu Ceza Kanunu iştirakte suç ortakları arasında fail, organizatör, azmettiren ve yardım eden şeklinde bir ayrım yapmış, ancak bunlardan herhangi biri için zorunlu bir ceza indirimi öngörmemiştir. RFCK nın 67/1. maddesine göre,  İştirak halinde işlenen suçlarda ceza tayini sırasında, kişinin suçun işlenmesindeki somut katkısının derecesi ve özelliği, bu katkının suçun amacına ulaşmasındaki önemi ile verilen veya verilmesi muhtemel zararın özelliğine ve boyutuna etkisi dikkate alınır .  Rusya Federasyonu Ceza Kanunu nun ikilik sistemi ile cezanın faile göre belirlenmesi  arasında  karma  bir  sistemi  kabul  ettiği  söylenebilir.  Rusya                                                  23   KOCA – ÜZÜLMEZ, Genel Hükümler, s.364. 24   SOYASLAN Doğan, Ceza Hukuku, Genel Hükümler, 7. Baskı, Yetkin Yayınları, Ankara 2016, s.505. 25   KOCA – ÜZÜLMEZ, Genel Hükümler, s.364. 26   ARTUK – GÖKÇEN – YENİDÜNYA, s.639. 27   DEMİRBAŞ, s.436. 28   ARTUK – GÖKÇEN – YENİDÜNYA, s.639. 741Emin Hüseyinoğlu  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782 Federasyonu ceza hukukunda, cezanın belirlenmesi bakımından iştirakin türü önemli olmakla birlikte, cezanın belirlenmesi bakımından kullanılacak tek ölçüt değildir. İştirakte cezanın belirlenmesi sırasında; failin kişiliği, sosyal tehlikeliliğinin  derecesi,  suçun  işleniş  şekli  gibi  hususlar  da  dikkate alınmaktadır. Örneğin somut olayın özelliklerine göre yardım edenin failden daha ağır ceza ile cezalandırılması mümkün olabilir. Bu konu ilerde  İştirakte Ceza  başlığı altında incelenecektir. III. SUÇA İŞTİRAKIN TARİHSEL GELİŞİMİ A.  1922  Tarihli  Rusya  Sovyet  Federatif  Sosyalist  Cumhuriyeti Ceza Kanunu Rusya Sovyet Federatif Sosyalist Cumhuriyeti nin ilk ceza kanunu olan 1922 tarihli Rusya Sovyet Federatif Sosyalist Cumhuriyeti Ceza Kanunu nda (RSFSCCK) suça iştirakin tanımı yapılmamakla birlikte, iştirakin türlerine yer verilmiştir. 1922 tarihli RSFSCCK nın 15. maddesine göre,  Suçtan dolayı hem fail hem de azmettiren ve yardım eden cezalandırılır. Bu suç ortaklarının her birine ceza tedbiri hem katkının derecesine hem de suçlunun ve onun işlediği suçun tehlikelilik derecesine göre belirlenir . Kanunun 16. maddesine göre ise,  Nasıl sonuçlanırsa sonuçlansın, suç hareketinin  yerine  getirilmesine  doğrudan  doğruya  katılan  kişiler,  fail sayılırlar.  Suçun  işlenmesine  ikna  eden  kişiler,  azmettiren  sayılır. Tavsiyeleriyle, yol göstermekle, araç sağlamakla ve engelleri kaldırmakla suçun işlenmesine yardım eden veyahut suçluyu veya suçun izlerini saklayan kişiler, yardım eden sayılır .  Görüldüğü üzere 1922 tarihli RSFSCCK, suç öncesi ve suç sırasında suça iştirake  yer  vermekle  kalmamış,  suç  sonrası  da  suça  iştirakin  mümkün olduğunu kabul etmiştir. Kanuna göre, önceden vaatte bulunmamakla birlikte, suç işlendikten sonra suçluyu veya suçun izlerini saklayan kişiler de yardım eden sıfatıyla suça iştirakten dolayı sorumlu tutulurlar.    742Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782  Rusya Federasyonu… B.  1926  Tarihli  Rusya  Sovyet  Federatif  Sosyalist  Cumhuriyeti Ceza Kanunu Önceki  ceza  kanununda  olduğu  gibi  1926  tarihli  RSFSCCK da  da iştirakin  türleri  düzenlenmiş,  ancak  iştirakin  tanımına  yer  verilmemiştir. Ancak önceki ceza kanunundan farklı olarak 1926 tarihli RSFSCCK, faili iştirak kapsamından çıkartarak, suçu işleyen fail ve suç ortakları ayrımına yer vermiştir.  1926 tarihli  RSFSCCK nın  17.  maddesine  göre,  Islah  edici  sosyal savunma tedbirleri, suç ortakları olan azmettiren ve yardım eden bakımından aynen suçu işleyen faillere uygulandığı gibi uygulanır. Suçun işlenmesine ikna eden  kişiler,  azmettiren  sayılır.  Tavsiyeleriyle,  yol  göstermekle,  araç sağlamakla ve engelleri kaldırmakla suçun işlenmesine yardım eden veyahut suçluyu veya suçun izlerini saklayan kişiler, yardım eden sayılır . Kanunun 18. maddesine göre ise,  Islah edici sosyal savunma tedbirleri, her bir suç ortağına onların hem somut suçtaki katkısının derecesine hem de bu suçun ve suçta yer alan kişinin tehlike derecesine bağlı olarak belirlenir . 1922 tarihli ceza kanununa benzer şekilde, 1926 tarihli RSFSCCK da da önceden vaatte bulunmamakla birlikte, suç işlendikten sonra suçluyu veya suçun izlerini saklayan kişiler de yardım eden olarak suça iştirak kapsamında değerlendirilmiştir. C.  1960  Tarihli  Rusya  Sovyet  Federatif  Sosyalist  Cumhuriyeti Ceza Kanunu Suça  iştirakin  tanımı,  ilk  defa  1958  tarihli  SSCB  ve  Müttefik Cumhuriyetleri  Ceza  Kanunlarının  Temel  İlkeleri nde  yapılmıştır.  Temel İlkeler in 17. maddesine göre,  İki veya daha fazla kişinin suçun işlenmesine ortak katılımı, suça iştirak sayılır 30. Temel  ilkelere  uygun  olarak  hazırlanan  1960  tarihli  RSFSCCK nın  Suça İştirak  başlıklı 17. maddesine göre;  İki veya daha fazla kişinin suçun işlenmesine kasten ortak katılımı, suça iştirak sayılır.                                                   29   KOZLOV Anatoliy, Souçastiye (İştirak), Tradisii i Realnost (Genenek ve Gerçeklik), İzdatelstvo Yuridiçeskiy Sentr PRESS, Sankt-Peterburg, 2001, s.78. 30   SEMENDEROV Firudin, Cinayet Hüququ, Ümumi Hisse, Digesta Neşriyyatı, Bakı, 2007, s.347.  743Emin Hüseyinoğlu  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782 Failin  yanısıra  organizatör,  azmettiren  ve  yardım  eden  suçun iştirakçileri sayılırlar. Suçu doğrudan doğruya işleyen kişi, fail sayılır.  Suçun  işlenmesini  organize  eden  veya  onun  icrasını  yöneten  kişi, organizatör sayılır.  Suçun işlenmesine ikna eden kişi, azmettiren sayılır. Tavsiyeleriyle,  yol  göstermekle,  araç  sağlamakla  veya  engelleri kaldırmakla suçun işlenmesine yardım eden kişi ve ayrıca suçluyu, suçun alet ve  araçlarını,  suçun  izlerini  ya  da  suç  yoluyla  elde  edilmiş  eşyaları saklayacağını önceden vaat etmiş olan kişi, yardım eden sayılır. Her bir iştirakçinin katkısının derecesi ve özelliği mahkeme tarafından cezanın belirlenmesi sırasında dikkate alınmalıdır .  1922  ve  1926  tarihli  ceza  kanunlarından  farklı  olarak,  1960  tarihli RSFSCCK yeni bir iştirak türü olan organizatöre yer vermiş ve önceden vaatte bulunmayıp da suç sonrası suçluyu veya suçun izlerini saklamayı iştirak kapsamından çıkartmıştır. Bu Kanunun 18. maddesine göre,  Önceden vaat edilmeyen suçluyu, suçun alet ve araçlarını, suçun izlerini, suçla elde edilen eşyaları saklama, sadece bu Kanunun özel kısmında özel olarak belirtilen hallerde ceza sorumluluğuna sebep olur . Önceden vaat edilmeyen suçluyu, suçun alet ve araçlarını, suçun izlerini, suçla elde edilen eşyaları saklama, 1960 tarihli RSFSCCK nın 189. maddesinde  suçu saklama  adı altında bağımsız suç olarak düzenlenmiş ve bu filler sadece belli suçlar bakımından cezalandırılmıştır. D. 1996 Tarihli Rusya Federasyonu Ceza Kanunu 1960  tarihli  RSFSCCK ya  benzer  şekilde  1996  tarihli  Rusya Federasyonu  Ceza  Kanunu nda  da  iştirakin  tanımı  yapılmış  ve  iştirakin türlerine yer verilmiştir.   Suça iştirak kavramı  başlıklı RFCK nın 32. maddesine göre,  İki veya daha fazla kişinin kasıtlı suçun işlenmesine kasten ortak katılımı, suça iştirak sayılır .  744Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782  Rusya Federasyonu…  Suça iştirakin türleri  başlıklı RFCK nın 33. maddesine göre ise;  1. Failin  yanısıra  organizatör,  azmettiren  ve  yardım  eden  suçun iştirakçileri sayılırlar. 2. Suçu doğrudan doğruya işleyen ya da diğer kişilerle ortaklaşa onun işlenmesine doğrudan doğruya katılan (müşterek faillik), ayrıca bu Kanunda öngörülen  yaş,  isnat  yeteneği  veya  başka  nedenlerle  ceza  sorumluluğu taşımayan kişileri araç olarak kullanmak suretiyle suçu işleyen kişi, fail sayılır.  3. Suçun işlenmesini organize eden veya onun icrasını yöneten, aynı şekilde organize grup veya suç birliği (suç örgütü) kuran ya da onları yöneten kişi, organizatör sayılır.  4. Razı etme, satın alma, tehdit veya başka yöntemle başkasını suç işlemeye ikna eden kişi, azmettiren sayılır.  5.  Tavsiyeleriyle,  yol  göstermekle,  bilgi  sunmakla, suçun araç  veya aletlerini sağlamakla ya da engelleri kaldırmakla suçun işlenmesine yardım eden kişi ve ayrıca suçluyu, suçun alet veya araçlarını, suçun izlerini ya da suç yoluyla elde edilmiş eşyaları saklayacağını önceden vaat etmiş olan kişi, aynı şekilde bu tür eşyaları satın alacağını veya satacağını önceden vaat etmiş olan kişi, yardım eden sayılır . IV. SUÇA İŞTİRAKIN ŞARTLARI A. Birden Fazla Suç Ortağının Bulunması  İştirakten söz edebilmek için ceza ehliyetine sahip en az iki kişinin suça katılımı  gereklidir.  İsnat  yeteneği  bulunmayan  veya  yaş  küçüklüğü nedeniyle ceza ehliyeti bulunmayan kişilerin suçta kullanılması, suça iştirak                                                  31   Kanunun  orijinal  metninde   fail   değil,   icracı   anlamına  gelen   ispolnitel   terimi kullanılmıştır. 32   Kanunun orijinal metninde  azmettiren  değil,  tahrikçi  anlamına gelen  podstrekatel  terimi kullanılmıştır. 33   Kanunun orijinal metninde  yardım eden  değil,  yardakçı  anlamına gelen  posobnik  terimi kullanılmıştır. 34   NAUMOV, s.162. 35   RFCK da ceza ehliyeti için asgari yaş haddi, kural olarak 16 şeklinde kabul edilmiştir. Fakat bazı suçlar bakımından (kasten öldürme gibi) 14 yaşını doldurmuş olan kişilerin ceza ehliyetine sahip olduğu hükme bağlanmıştır.  745Emin Hüseyinoğlu  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782 sayılmaz. Bu hallerde, ceza ehliyeti bulunmayan kişiyi suçta araç olarak kullanan kimse, suçun faili olarak sorumlu tutulur. Bu faillik türüne,  dolaylı faillik  de denilmektedir. Ceza ehliyeti bulunmayan bir çocuğu araç olarak kullanmak suretiyle suç işleyen  kimse,  suçun  faili  olarak  sorumlu  olmanın  yanında,  ayrıca  reşit olmayan çocuğu suça sürüklemek suçundan da sorumlu olur. Bu durumda fail hakkında gerçek içtima kuralı uygulanır. Reşit olmayanı suça sürüklemek suçunu  düzenleyen  RFCK nın  150/1. maddesine  göre,   Vaatte  bulunma, kandırma,  tehdit  veya  başka  yöntemlerle  reşit  olmayan  çocuğu  suça sürükleyen onsekiz yaşını doldurmuş olan kişi, beş seneye kadar hapis ile cezalandırılır .  B. Bir Suçun İşlenmesi İştirakten söz edebilmek için bir suçun işlenmiş olması gerekmektedir. Ancak önemle ifade etmek gerekir ki, TCK dan farklı olarak, RFCK da sadece suça teşebbüs değil, ağır ve nitelikli ağır suçlar bakımından suça hazırlık da cezalandırılmaktadır. RFCK nın 30. maddesine göre,  1. Kişinin suçun alet veya araçlarını araması, hazırlaması veya elde etmesi, suç ortağı araması, suç işlemek için anlaşma ya da suç işlemek için kasten farklı ortam yaratma,  suç  kişinin  elinde  olmayan  nedenlerle  tamamlanmamışsa, suça hazırlık  sayılır.  2.  Sadece  ağır  ve  nitelikli  ağır  suçlara  hazırlık  ceza sorumluluğuna sebep olur . Rusya Federasyonu Ceza Kanunu nun 15. maddesinde suçlar; hafif, orta dereceli, ağır ve nitelikli ağır olmak üzere dört gruba ayrılmaktadır. Üst sınırı 2 seneye kadar hapis cezasını gerektiren kasıtlı ve taksirli suçlar, hafif suç sayılır. Üst sınırı 5 seneye kadar hapis cezasını gerektiren kasıtlı suçlar ve üst sınırı 2 seneden fazla hapis cezasını gerektiren taksirli suçlar, orta dereceli suç sayılır. Üst sınırı 10 seneye kadar hapis cezasını gerektiren kasıtlı suçlar,                                                  36   NAUMOV, s.319; SEMENDEROV, s.348. 37   SEMENDEROV,  s.348-349;  KOROLKOV  A.  (Ed.),  Kommentariy  k  Ugolovnomu Kodeksu Rossiyskoy Federasii (Rusya Federasyonu Ceza Kanunu nun Şerhi), İzdatelstvo EKSMO, Moskva 2004, s.377; RAROG (Ed.), s.208-209. 38   Cezalandırılabilir hazırlık hareketleri konusunda ayrıntılı bilgi için bkz. HÜSEYNOV Emin, Rusya Federasyonu Ceza Hukukunda Suça Teşebbüs, Ankara Üniversitesi Sosyal Bilimler Enstitüsü, Yayınlanmamış Doktora Tezi, 2011, s.54-79. 746Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782  Rusya Federasyonu… ağır suç sayılır. Üst sınırı 10 seneden fazla hapis cezasını veya daha ağır cezayı gerektiren kasıtlı suçlar ise nitelikli ağır suç sayılır.  İştirakte, suç ortakları başkasının değil, kendi fiilinden dolayı sorumlu tutulmaktadır. Ancak onların tamamlanmış suçtan mı, yoksa suça teşebbüs veya suça hazırlıktan mı sorumlu tutulacakları failin hareketlerine bağlıdır.  RFCK nın 34/5. maddesine göre,  Failin elinde olmayan nedenlerle suçun tamamlanmaması halinde, diğer suç ortakları suça hazırlıktan veya suça teşebbüsten dolayı ceza sorumluluğu taşırlar . Dolayısıyla failin suçu tamamlaması  halinde,  diğer  suç  ortakları  tamamlanmış  suçtan  sorumlu tutulurlar.  Fail  doğrudan  doğruya  suçun  icrasına  başlamış,  fakat  suçu tamamlayamamışsa diğer ortaklar suça teşebbüsten sorumlu tutulurlar. Fail ağır veya nitelikli ağır bir suça hazırlık yapmış, fakat doğrudan doğruya suçun icrasına başlayamamışsa diğer ortaklar suça hazırlıktan sorumlu tutulurlar. Fail hafif veya orta dereceli bir suça hazırlık yapmış, fakat doğrudan doğruya bu suçun icrasına başlayamamışsa faile ve diğer suç ortaklarına ceza verilmez. Çünkü hafif ve orta dereceli suçlara hazırlık cezalandırılmamaktadır. Suça iştirakten söz edebilmek için, failin en azından suça hazırlık yapmış olması gereklidir. Suç ortaklarının anlaşmış olması, ancak failin herhangi bir hazırlık veya icra hareketine başlayamamış olması durumunda suça iştirakten söz edilemez. Gerçi bu anlaşma ağır veya nitelikli ağır bir suçun işlenmesine yönelik ise suça hazırlıktan dolayı ceza verilir. RFCK nın 30/1. maddesinde  suç  işlemek  için  anlaşma   cezalandırılabilir  suça  hazırlık  kapsamında değerlendirilmektedir. Başarısız azmettirme veya yardım etme de suça iştirak sayılmaz. Gerçi bu  durum  iştirak  sayılmasa  bile,  kişi  yine  de  suça  hazırlıktan  dolayı cezalandırılır.  RFCK nın  34/5.  maddesine  göre,   Diğer  kişileri  elinde olmayan nedenlerle suç işlemeye ikna edemeyen kişi de suça hazırlıktan sorumlu olur 42. Ancak bu halde de suçun ağır veya nitelikli ağır bir suç                                                  39   RAROG (Ed.), s.233. 40   KOZAÇENKO İvan – NEZNAMOVA Zinaida (Ed.), Ugolovnoye Pravo (Ceza Hukuku), Obşaya Çast (Genel Kısım), İzdatelskaya Gruppa İNFRA.M-NORMA, Moskva 1997, s.256. 41   KOZAÇENKO – NEZNAMOVA (Ed.), s.231. 42   Bir olayda; mağdur Şirokov un evine girerek yağma suçunu işlemek isteyen sanık Koskov, suçu birlikte işlemek için K yı birkaç gün boyunca ikna etmeye çalışır ve suç işleme planını K ya anlatır. Aralarında geçen konuşmalardan birisini gizlice kaydeden K, polise başvurur. 747Emin Hüseyinoğlu  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782 olması gerekir. Diğer kişileri elinde olmayan nedenlerle hafif veya orta dereceli bir suç işlemeye ikna edemeyen kişi, herhangi bir ceza sorumluluğu taşımaz. İştirak  kurallarının  uygulanması  için  failin  eyleminin  hukuka  aykırı olması gereklidir. Örneğin meşru savunma halinde hareket eden faile yardım edenler de tıpkı fail gibi meşru savunmadan yararlanır ve suça iştirakten söz edilemez. Ancak failin şahsından kaynaklanan nedenlerle (örneğin iyileşmez ağır hastalık) cezalandırılmaması, diğer suç ortaklarının cezalandırılmasına engel değildir. Rusya  Federasyonu  ceza  hukukundan  farklı  olarak,  suça  hazırlık hareketleri Türk ceza hukukunda kural olarak cezalandırılmamaktadır. Türk ceza hukukunda ceza sorumluluğu suça teşebbüs ile başlamaktadır. TCK nın 40/3. maddesine göre,  Suça iştirakten dolayı sorumlu tutulabilmek için ilgili suçun  en  azından  teşebbüs  aşamasına  varmış  olması  gerekir .  Türk doktrininde bazı yazarlar, başarısız azmettirme (akim kalmış azmettirme) halinde azmettirenin belli bir oranda cezalandırılmasını sağlayan bir hükmün TCK ya konulması gerektiğini önermektedir.                                                  Bu olayda, Rusya Federasyonu Yüksek Mahkemesi Koskov un yağma suçuna hazırlıktan cezalandırılmasına ilişkin hükmün doğru olduğuna karar verir. (Karar için bkz. Byulleten № 5 2000 Goda (2000 Yılı 5 No.lu Bülten), http://www.supcourt.ru/vscourt_detale.php?id =3115, Erişim: 16.02.2017); Moskova Bölge Mahkemesi nin 05.10.2010 tarih ve 2-83/10 No.lu kararına konu olan olayda; boşandığı kocası Saçkov A yı öldürmek isteyen Saçkova T, bu niyetini gerçekleştirebilmek için kiralık katil aramaya girişir, ancak onun bu niyeti kolluk makamları tarafından öğrenilir. Bunun üzerine adli makamların bilgisi dahilinde kolluk görevlisi İsayev O, kiralık katil rolünde (tahrikçi ajan), Saçkova T ile irtibata geçerek Saçkov A yı para karşılığı öldürebileceğini söyler ve taraflar 23.10.2009 tarihinde 60.000 ruble karşılığında Saçkov A nın öldürülmesi konusunda sözde anlaşırlar. Daha sonra 28.10.2009 tarihinde, İsayev O, Saçkova T yi telefonla arayarak Saçkov A yı öldürdüğünü söyler ve vaat edilen parayı ödemesi için kendisiyle buluşmasını teklif eder. Bu buluşma sırasında Saçkova T, kolluk görevlileri tarafından yakalanır. Davaya bakan Moskova Bölge Mahkemesi, Saçkova T hakkında insan öldürme suçuna hazırlıktan 8 sene hapis cezasına hükmeder, ancak bu cezanın ertelenmesine karar verir. (Karar için bkz. http://sudact.ru/ regular/doc/eCetyBKjTdn/, Erişim: 16.02.2017). Söz konusu karar Rusya Federasyonu Yüksek Mahkemesi nin 22.11.2010 tarih ve 4-010-166 No.lu kararıyla onanmıştır. (Karar için  bkz.  http://supcourt.ru/stor_pdf.php?id=381910,  Erişim:16.02.2017).  Yukarıdaki olaylar, Türk ceza hukukunda hazırlık hareketleri kapsamında değerlendirilmekte ve cezalandırılmamaktadır.  43   KOZAÇENKO – NEZNAMOVA (Ed.), s.256. 44   ÖZGENÇ İzzet, Türk Ceza Hukuku, Genel Hükümler, 5. Bası, Seçkin Yayınevi, Ankara 2010, s.468; KOCA – ÜZÜLMEZ, Genel Hükümler, s.393; ÖZTÜRK – ERDEM, s.332; ÖZBEK – KANBUR – BACAKSIZ – DOĞAN – TEPE, s.495. 748Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782  Rusya Federasyonu… C. İştirak Kastı Suça  iştirak,  sadece  kasıtlı  suçlar  bakımından  mümkündür.  Taksirli suçlara iştirak olmaz. Birden fazla kişinin kusuruyla işlenen taksirli suçlarda, iştirakten söz edilemez ve her bir fail kendi eyleminden dolayı bağımsız sorumluluk taşır.  RFCK nın  32.  maddesinde,   kasıtlı  suçun  işlenmesine  kasten  ortak katılım  denilmek suretiyle iki defa kasttan söz edilmiştir. Bu nedenle, kasıtlı suça taksirle ya da taksirli suça kasten iştirak da mümkün değildir. İştirakte, ortaklar arasında önceden bir anlaşma olması şart değildir. İcrasına başlanmış olan suça katılmak suretiyle de suça iştirak edilebilir. Hatta  iştirakte  ortaklar  arasında  bir  anlaşma  bulunması  da  şart  değildir. Örneğin  katile  belli  etmeden,  onun  önüne  silah  fırlatan  kişi  veyahut cezaevinden firar eden kişiyle anlaşmadığı halde firar sırasında güvenlik görevlilerini bilerek oyalayan kişi, yardım eden olarak suça iştirak etmiş olur. Burada önemli olan ortakların anlaşması olmayıp, kişinin kasıtlı bir suça iştirak ettiğini bilmesi ve istemesidir.                                                  45   SSCB Yüksek Mahkemesi nin kararına konu olan bir olayda; tayga bölgesinde bulunan jeoloji araştırma takımının üyelerinden Karaulov yaklaşık olarak 200 metre mesafede nehrin karşısında çalılıklar arasında karaltı görür. Karaltıyı ayı sanan Karaulov, arkadaşı Şirşov un yanına koşarak onu uykusundan uyandırır. Her ikisi ayı sandıkları karaltıya doğru aynı anda tüfekleriyle ateş ederler ve mağdur Kopulov un ölümüne sebep olurlar. Ancak Kopulov un ölümüne sebep olan merminin kimin tüfeğinden çıktığı tespit edilemez. Karaulov ve Şirşov taksirle öldürme suçundan mahkum olurlar. SSCB Yüksek Mahkemesi, mağdurun ölümüne hangi failin sebep olduğu tespit edilmeden mahkumiyet kararının verilemeyeceğini belirterek mahkumiyet kararın bozulmasına karar verir. (Byulleten № 2 1966 Goda, (1966 Yılı 2 No.lu Bülten), (Bkz. ZELİNSKİY Anatoliy, Souçastiye v Prestuplenii (Suça İştirak), İzdatelstvo Volgogradskaya Pravda, Volgograd 1971, s. 8)).  46   NAUMOV, s.321. 47   KOZLOV, s.14; Bir olayda, A ve G, yaşı küçük O ve O nun akrabasıyla ormanda alkol alırlar. O nun akrabası sarhoş olunca A onu evine bırakmak için oradan ayrılır. Ormanda O ile yalnız kalan G, O ya cinsel saldırıda bulur. Mahkeme A yı suça yardım eden olarak mahkum eder, ancak SSCB Yüksek Mahkemesi A nın G nin niyetini bildiğinin ispat edilmemesini gerekçe göstererek A hakkında verilen mahkumiyet hükmünün bozulmasına karar verir. (Bkz. TELNOV Petr, Otvetstvennost za Uçastiya v Prestuplenii (Suça İştirak Etmekten  Dolayı  Sorumluluk),  İzdatelstvo  Yuridiçeskaya  Literatura,  Moskva  1974, http://library.nlu.edu.ua/POLN_TEXT/077.html#gp, Erişim: 28.1.2017). 48   NAUMOV, s.331. 49   ZELİNSKİY, s.13. 749Emin Hüseyinoğlu  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782 İştirakte suç ortaklarının hepsinin birbirinden haberdar olmaması da mümkündür.  Örneğin  azmettiren  ile  yardım  eden  birbirinden  haberdar olmayabilir. Organizatör, azmettiren ve yardım edenin birbirinden haberdar olması  gerekli  değilse  de,  bu  kişilerin  failin  varlığını  biliyor  olmaları gereklidir.  Kuşkusuz  bunun  için  onların  failli  tanıyor  olmaları  gerekli değildir, onların bir failin bulunduğunu ve bu failin suçu işleyeceğini veya işlemekte olduğunun bilincinde olmaları yeterlidir.  İştirak kastı en geç suç sona erinceye kadar ortaya çıkmalıdır. Suç işlendikten sonra suça iştirak mümkün değildir. Önceden vaat edilmemiş olan suç sonrası faili, suçun alet ve araçlarını, suç izlerini veya suçla elde edilen eşyayı  saklamak  eylemi,  bağımsız  bir  suç  olan   suçu  saklama   suçu kapsamında değerlendirilir. Ancak bu saklamanın nitelikli ağır bir suça yönelik  olması  gerekir.  Hafif,  orta  dereceli  veya  ağır  suçları  saklamaya yönelik hareketlere ceza verilmez.   Suçu saklama  başlıklı RFCK nın 316. maddesine göre;  Önceden vaat edilmemiş olan nitelikli ağır suçları saklama, iki bin rubleye kadar veya onsekiz aylık asgari ücret veya hükümlünün diğer geliri kadar para cezası ya da iki seneye kadar zorunlu işlerde çalıştırma ya da altı aya kadar kısa süreli ağır hapis ya da iki seneye kadar hapis ile cezalandırılır. Ek not: Eşi veya yakın  akrabası  tarafından  işlenen  önceden  vaat  edilmemiş  olan  suçu saklamadan dolayı kişi ceza sorumluluğu taşımaz .  Türk doktrininde de suça iştirakin sadece kasten mümkün olabileceği kabul edilmektedir. İştirak için suç ortakları belirli bir suça katkı yaptığını bilmeli  ve  bunu  istemelidir.  Suça  iştirak  iradesi  olmadan  iştirakten  söz edilemez. TCK nın 40/1. maddesinde de  Suça iştirak için kasten ve hukuka aykırı işlenmiş bir fiilin varlığı yeterlidir  denilmek suretiyle taksirle suça iştirake izin verilmemiştir.                                                  50   RAROG Aleksey – ESAKOV Gennadiy – ÇUÇAEV Aleksandr – STEPALİN Valeriy, Ugolovnoye Pravo Rossii (Rusya Ceza Hukuku), Çasti Obşaya i Osobennaya (Genel ve Özel Kısımlar), İzdatelstvo Prospekt, Moskva 2008, s.99. 51   RAROG (Ed.), s.203. 52   KOZAÇENKO – NEZNAMOVA (Ed.), s.233. 53   KOROLKOV, s.957. 54   HAKERİ, s.553; HAFIZOĞULLARI Zeki – ÖZEN Muharrem, Türk Ceza Hukuku, Genel Hükümler, 3. Baskı, US-A Yayıncılık, Ankara 2010, s.357; ÖNDER, s.421; CENTEL – ZAFER – ÇAKMUT, s.503; SOYASLAN, s.489; TOROSLU, s.292; ÖZBEK – KANBUR – BACAKSIZ – DOĞAN – TEPE, s.493; İÇEL – EVİK, s.269. 750Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782  Rusya Federasyonu… D. İştirak Edenlerin Katkısı İştirakte,  suç ortağının  davranışının  suçun işlenmesine  katkı  yapmış olması  gereklidir.  Suçun  işlenmesine  esaslı  etkisi  olmayan,  önemsiz sayılabilecek davranışlar suça iştirak olarak değerlendirilmez. İhmali hareketle de suça iştirak mümkündür. Hatta müşterek faillerin veya fail ile yardım edenin aynı anda ihmali hareketle hareket etmesi de mümkün olabilir. Örneğin bebeğini aç bırakarak öldürmek isteyen annenin durumundan haberdar olan baba, bebeği kurtarmak için herhangi bir önlem almazsa, her ikisi kasten öldürme suçunu ihmali hareketle işlemiş olurlar.  V. İŞTİRAK TÜRLERİ A. Organizatör 1. Genel Olarak Suçun işlenmesini organize eden veya onun icrasını yöneten, aynı şekilde organize grup veya suç birliği (suç örgütü) kuran ya da onları yöneten kişi, organizatör sayılır (RFCK m.33/3).  Organizatör suçun işlenmesine hazırlığın girişimcisi veya yöneticisidir. O  suç  ortaklarını  bir  araya  getirir,  suçun  icrası  sırasında  onlar  arasında birliktelik ve koordinasyon sağlar. Organizatör suç ortaklarının içinde en tehlikeli figürdür.                                                  55   KOZAÇENKO – NEZNAMOVA (Ed.), s.232. 56   Rusya Federasyonu ceza hukukunda bir fiilin suç sayılabilmesi için hem biçimsel olarak hukuka (kanuna) aykırı olması hem de maddi açıdan hukuka aykırı (sosyal tehlikeli) olması gerekmektedir. RFCK nın 14/2. maddesine göre,  Bu Kanunda öngörülen herhangi bir fiilin unsurlarını biçimsel olarak içerse bile, az önemli olduğu için sosyal tehlikeli sayılmayan hareket (hareketsizlik) suç sayılmaz . Bu konuda ayrıntılı bilgi için bkz. HÜSEYNOV, s.17-25. 57   GRİŞAEV Pavel – KRİGER German, Souçastiye po Sovetskomu Ugolovnomu Pravu (Sovyet Ceza Hukukuna Göre İştirak), İzdaletstvo Gosyurizdat, Moskva 1959, s.13; Bir olayda; SSCB Yüksek Mahkemesi, keçi çalan kocalarına keçilerin nakli için kızak temin eden ve keçilerin bakımına yardım eden S ve Ç nin davranışının önemsiz olduğunu, hırsızlık suçunun işlenmesine esaslı bir etki göstermediğini belirterek S ve Ç nin suçsuz olduğuna karar vermiştir. (Bkz. GRİŞAEV – KRİGER, s.13). 58   KOZAÇENKO – NEZNAMOVA (Ed.), s.232. 59   ZELİNSKİY, s.4. 60   NAUMOV, s.326. 61   RAROG (Ed.), s.210. 62   NAUMOV, s.326; RAROG (Ed.), s.210. 751Emin Hüseyinoğlu  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782 Organizatörün gerçekleştirdiği davranışlar, aynı zamanda azmettirme veya yardım etme niteliğinde ise azmettirme veya yardım etmeden değil, organizatörlükten söz edilir. Organizatörün  aynı  zamanda  müşterek  fail  olarak  suça  katıldığı durumlarda  fail  olarak  sorumlu  tutulması  gerekir.  Ancak  onun  suçun işlenmesinde bu etkinliği, cezanın tayini sırasında ağırlaştırıcı neden olarak dikkate  alınmalıdır.  Çünkü  RFCK nın  63/1/g.  maddesine  göre,   suçun işlenmesinde özellikle etkili rol almak  cezayı ağırlaştırıcı bir nedendir. Türk ceza hukukunda bakıldığında, organizatör diye bir iştirak türüne rastlanmamaktadır. Türk ceza hukukunda, organizatörlük azmettirme veya müşterek faillik kapsamında değerlendirilmektedir. Organizatör suç planını yapmakla  kalmayıp,  aynı  zamanda  suçun  icrası  üzerinde  etkide  de bulunmuşsa  müşterek  fail  sayılır.  Örneğin  organizatör  uzaktan  da  olsa, yönlendirmek, sevk ve idare etmek, talimatlar vermek yoluyla suçun icrasına katkı yapmışsa müşterek fail olarak sorumlu olur. Buna karşılık suç planını yapmakla  birlikte,  icrasına  herhangi  bir  katkısı  bulunmayan  organizatör azmettiren olarak sorumlu tutulur.  2. Organizatörlük Yöntemleri RFCK nın  33/3.  maddesinde  dört  tür  organizatörlük  yöntemi öngörülmüştür. a. Suçun İşlenmesini Organize Etme Suç ortaklarını arayıp bulma, onlar arasında işbölümü yapma, suç konusu tespit etme, suç planı hazırlama, suçun alet ve araçlarını arayıp bulma, suç ortaklarını  eğitme  gibi  yöntemlerle  tamamen  veya  büyük  ölçüde  suçun işlenmesini hazırlamak, suçun işlenmesini organize etme sayılır.                                                   63   RAROG – ESAKOV – ÇUÇAEV – STEPALİN, s.102-103. 64   BEZBORODOV  Dmitriy,  Vidı  Souçastnikov  Prestupleniya  (Suça  İştirak  Türleri), Redaksonno-izdatelskaya  Labaratoriya  Sankt-Peterburskogo  Yuridiçeskogo  İnstituta (Filiala)  Akademii  Generalnoy  Prokraturı  RF,  Sankt-Peterburg  2013,  s.34;  Fedor BURÇAK, Uçeniye o Souçastiyii po Sovetskomu Ugolovnomu Pravu (Sovyet Ceza Hukukuna Göre İştirak Hakkında Öğretim), İzdatelstvo Naukova Dumka, Kiev 1969, s.146. 65   ÖZGENÇ, s.450. 66   SEMENDEROV, s.366. 67   RAROG – ESAKOV – ÇUÇAEV – STEPALİN, s.102. 752Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782  Rusya Federasyonu… b. Suçun İşlenmesini Yönetme Suçun işlenmesi sürecinde iştirakçilerin davranışlarını doğrudan doğruya yönetme,  gerektiğinde  onlar  arasında  yeniden  işbölümü  yapma,  suçun işlenmesine rehberlik etme, suçun işlenmesi sırasında ortaya çıkan sorunların çözümüyle ilgili talimatlar verme gibi hareketler, suçun işlenmesini yönetme sayılır.  Suçun  işlenmesini  yöneten  organizatörün  suç  mahallinde  bulunması gerekli  değildir.  Örneğin  suç  mahallinden  farklı  bir  şehirde  bulunan organizatör, başka kişiler aracılığıyla veya telefonla aramak suretiyle suçun işlenmesini yönetebilir .  c. Organize Grup veya Suç Birliği (Suç Örgütü) Kurma  Organize grup veya suç birliği (suç örgütü) oluşmasına sebep olma, organize grup veya suç birliği (suç örgütü) kurma sayılır.  RFCK nın 35/3. maddesine göre,  Bir veya birkaç suçun işlenmesi için önceden bir araya gelmiş sabit bir grup, organize grup sayılır . RFCK nın 35/4. maddesine göre,  Doğrudan veya dolaylı mali veya başka maddi menfaat elde etmek için birlikte bir veya birkaç ağır ya da nitelikli ağır suçu işlemek amacıyla üyeleri biraya gelmiş yapılandırılmış örgütlü  grup  veya  tek  yönetim  altında  hareket  eden  birleşmiş  organize gruplar, suç birliği (suç örgütü) sayılır .  d. Organize Grup veya Suç Birliği (Suç Örgütü) Yönetmek  Kendisi veya başkası tarafından oluşturulmuş organize grup veya suç birliğine (suç örgütü) rehberlik etme, organize grup veya suç birliği (suç örgütü) yönetme sayılır. 3. Organizatörlüğün Bağımsız Suç Olarak Öngörüldüğü Haller Sosyal tehlikeliliğinin yüksek olması sebebiyle, suçu organize etmek, bazen kanunda bağımsız suç olarak düzenlenmiştir. Bunlar; terör örgütü                                                  68   SEMENDEROV, s.366. 69   RAROG – ESAKOV – ÇUÇAEV – STEPALİN, s.102. 70   SEMENDEROV, s.366. 71   RAROG – ESAKOV – ÇUÇAEV – STEPALİN, s.103. 72   RAROG – ESAKOV – ÇUÇAEV – STEPALİN, s.102-103. 73   SEMENDEROV, s.367-368. 753Emin Hüseyinoğlu  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782 kurma ve ona katılma (RFCK m.205.4), yasadışı silahlı birlik kurma ve ona katılma (RFCK m.208), haydutluk (RFCK m.209), suç birliği (suç örgütü) kurma  ve  ona  katılma  (RFCK  m.210)  ve  marjinal  birlik  kurma  (RFCK m.282.1) suçlarıdır. Adı  geçen  örgüt  veya  birliği  kuran  ya  da  yönetenler,  bu  suçların organizatörü değil, faili olarak sorumlu tutulurlar. Bu durumda bağımsız bir suç söz konusu olduğu için iştirak hükümleri uygulanmaz. Ancak bu örgütün faaliyeti çerçevesinde suç işlenmesi durumunda örgüt veya birliği kuran hakkında ayrıca iştirak hükümleri uygulanır. Bu durumda kişi, hem söz konusu örgüt veya birliği kurma suçunun faili hem de kastının kapsamı içinde olan suçlara organizatör olarak iştirakten sorumlu olur.  RFCK nın 35/5. maddesine göre;  Organize grup veya suç birliği (suç örgütü) kuran ya da yöneten kişi, bu Kanunun 205.4., 208., 209., 210. ve 282.1. maddelerinde öngörülen hallerde onları kurmaktan ve yönetmekten dolayı ve ayrıca onun kastının kapsamı içinde olan organize grubun veya suç birliğinin (suç örgütünün) işlediği bütün suçlardan dolayı ceza sorumluluğu taşır. Organize grubun veya suç birliğinin (suç örgütünün) diğer mensupları, bu  Kanunun  205.4.,  208.,  209.,  210.  ve  282.1.  maddelerinde  öngörülen hallerde onlara katılmaktan dolayı ve ayrıca hazırlığına veya işlenişine iştirak ettikleri suçlardan dolayı ceza sorumluluğu taşırlar .  Dolayısıyla terör örgütü, yasadışı silahlı birlik, haydut çetesi, suç birliği (suç örgütü) ve marjinal birlik kuran veya yöneten ya da örgüte katılan kişi 205.4., 208., 209., 210. veya 282.1. maddede öngörülen suçtan fail olarak sorumlu olur. Bu düzenlemelerde hazırlık hareketleri bağımsız bir suç olarak düzenlenmiş olduğundan, kişiye suça hazırlıktan dolayı ayrıca ceza verilmez. Ancak örgüt veya birliğin faaliyeti çerçevesinde suç işlenmesi durumunda iştirak hükümleri uygulanır ve suça hazırlık, suça teşebbüs veya tamamlanmış suçtan dolayı ayrıca ceza verilir. RFCK nın  35/6.  maddesine  göre  ise,   Bu  Kanunun  özel  kısmının maddelerinde  öngörülemeyen  organize  grubun  kurulması,  işlenmesi  için kurulduğu suçlara hazırlıktan dolayı ceza sorumluluğuna sebep olur .  Bu nedenle terör örgütü, yasadışı silahlı birlik, haydut çetesi, suç birliği (suç örgütü) ve marjinal birlik dışında suç işlemek amacıyla organize grubun                                                  74   KOMİSAROV, s.262; RAROG (Ed.), 210. 754Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782  Rusya Federasyonu… kurulması halinde, grubu kuran ve gruba katılanlar hakkında iştirak değil, suça hazırlık hükümleri uygulanır. Ayrıca suça hazırlıktan ceza verilebilmesi için kurulan organize grubun ağır veya nitelikli ağır suçlara yönelik olması gerekir. Çünkü RFCK da hafif ve orta dereceli suçlara hazırlık cezalandırılmamaktadır.  Terör örgütü, yasadışı silahlı birlik, haydut çetesi, suç birliği (suç örgütü) ve  marjinal birlik dışında suç işlemek amacıyla organize grubun sadece kurulmakla kalmayıp, suçun da işlenmesi halinde organizatör ve diğer suç ortakları hakkında suça hazırlık değil, iştirak hükümleri uygulanır. Bu halde organizatör, azmettiren, fail ve yardım eden ilgili suçun tamamlanmış veya teşebbüs aşamasında kalmış halinden ya da ağır ve nitelikli ağır suça yönelik olması şartıyla hazırlık aşamasından kalmış halinden sorumlu tutulular.  B. Azmettirme  Azmettirme; razı etme, satın alma, tehdit veya başka yöntemle başkasını suç işlemeye ikna etmektir (RFCK m.33/4).  İkna  etmek,  diğer  suç  ortağında  suç  işleme  niyetinin  yaratılması demektir. Azmettirmede faildeki suç işleme niyeti kendiliğinden oluşmayıp, azmettiren tarafından yaratılmaktadır. Suç işleme konusunda sıradan bir teklifte bulunmak azmettirme için yeterli  değildir.  Azmettirme  için  failin  ikna  edilmesi  için  etkin  çabada bulunmak ve failde suç kararının oluşmasına neden olmak gereklidir. Azmettirmenin belli bir suça yönelik olması gereklidir. Genel olarak herhangi  bir  suçun  işlenmesi  için  azmettirme,  suça  iştirak  sayılmaz. Azmettirmede ayrıca belli bir kişinin suça yönlendirilmiş olması gerekir. Belli bir kişiyi hedef almayan, suç işlemeye yönelik aleni tahrikler azmettirme sayılmaz. Gerçi bu tür aleni tahrikler bağımsız suça neden olabilir. Örneğin RFCK nın  280.1.  maddesinde  düzenlenen  Rusya  Federasyonunun  toprak bütünlüğünü ihlale yönelik davranışların gerçekleştirilmesine yönelik alenen tahrik suçu böyledir.                                                   75   NAUMOV, s.326. 76   KOZAÇENKO – NEZNAMOVA (Ed.), s.234. 77   KOROLKOV (Ed.), s.92. 78   KOROLKOV (Ed.), s.92. 79   SEMENDEROV, s.369. 80   KOROLKOV (Ed.), s.92; SEMENDEROV, s.369. 755Emin Hüseyinoğlu  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782 Azmettirmeden söz edebilmek için suç işleme niyetinin oluşturmaya yönelik hareketlerin yapılması, bunun sonucunda failde suç işleme niyetinin oluşması ve bu niyetin tamamen veya kısmen gerçekleşmesi (en azından suçun hazırlık aşamasına varmış olması) gereklidir. Azmettirmeye azmettirme, azmettirme olarak değerlendirilir. Örneğin (A) yağma suçunu işlemesi (Z) başvurur, (Z) ise teklifi reddederek kendisi yerine arkadaşı (K) yı ikna eder. Bu olayda (A) nın yanında (Z) nin de azmettiren  olarak  sorumlu  tutulacağı  açıkça  ortadadır.  Yardım  etmeye azmettirme ise yardım etme olarak değerlendirilir. Azmettirme,  manevi  yardım  etmeden  farklıdır.  Failde  suç  kararının bulunup bulunmaması azmettirmeyi, manevi yardım etmeden ayırmaktadır. Manevi  yardımda  bulunan  kişi,  aslında  failde  var  olan  suç  kararını kuvvetlendirmektedir. Azmettiren ise failde suç işleme kararının oluşmasına sebep olmaktadır. Azmettirme suç başlayıncaya kadar mümkün olabilir.  Azmettirme  sadece  icrai  hareketle  yapılabilir.  İhmali  hareketle azmettirme mümkün değildir.  1960  tarihli  RSFSCCK dan  farklı  olarak,  yürürlükteki  RFCK da azmettirme yöntemleri sınırlı sayıda öngörülmemiştir. Razı etme, satın alma, tehdit dışında; rica etme, emir verme,  kandırma, talimat verme veya tavsiye gibi yöntemlerle de bir kimsenin suça azmettirilmesi mümkündür.                                                  81   SEMENDEROV, s.368. 82   KOZAÇENKO – NEZNAMOVA (Ed.), s.241. 83   ZELİNSKİY, s.23. 84   KOZAÇENKO – NEZNAMOVA (Ed.), s.241. 85   ZELİNSKİY, s.19. 86   KOZAÇENKO – NEZNAMOVA (Ed.), s.241-242. 87   SEMENDEROV, s.369. 88   KOZAÇENKO – NEZNAMOVA (Ed.), s.242; BEZBORODOV, s.41; SEMENDEROV, s.368. 89   Örneğin hırsızlık yapması halinde çalınan mallardan faile pay vereceğini söyleyen, ancak daha sonra bunu yapmayan azmettiren kandırma yoluyla faili suça ikna etmiş olur. (TELNOV, http://library.nlu.edu.ua/POLN_TEXT/077.html#gp, Erişim: 28.1.2017.) 90   Bir olayda; Mağdur M nin parasını alıp geri koyduğu yeri gören V, Ç ye paranın alınması gerektiğini işaret eder. V ve M odadan çıkınca, Ç onların yokluğunda dolaptaki parayı ve eldivenleri alır ve daha sonra bunları V ye verir. Yüksek Mahkeme V nin azmettiren olarak sorumlu tutulması gerektiğine karar verir. (Byulleten № 9 1994 Goda (1994 Yılı 9 No.lu Bülteni), (Bkz. RAROG (Ed.), s.213)). 91   RAROG (Ed.), s.213. 756Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782  Rusya Federasyonu… Razı  etme,  faile  belli  süre  boyunca  etki  ederek  ona  suç  kararı aldırtmaktır. Razı etmede, azmettiren belli bir süre devam eden dil dökmeler sonucu faili suç işlemeye ikna etmektedir. Satın alma, belli bir çıkar karşılığında faili suça ikna etmektir. Bu tür azmettirme,  kasten  öldürme  suçunda  cezayı  ağırlaştırıcı  neden  olarak öngörülmüştür. RFCK nın 105/2/z. maddesine göre, kasten öldürme suçunun kiralık katil yöntemiyle işlenmesi cezayı ağırlaştırıcı nedendir. Yani maddi menfaat  karşılığında  kasten  öldürme  suçunun  işlenmesi  halinde,  failin, azmettirenin, organizatörün ve yardım edenin cezası artırılır. Kanuna  göre,  tehdit  yoluyla  başkasını  suç  işlemeye  ikna  etmek  de azmettirme sayılır. Ancak bu tehdidin zorunluluk haline neden olan manevi zorlama (m.40) boyutunda olması durumunda, tehdidi uygulayan kişi suçun faili  sayılır.  Çünkü  RFCK nın  33/2.  maddesine  göre,  ceza  sorumluluğu bulunmayan kişileri araç olarak kullanmak suretiyle suçu işleyen kişi, suçun faili sayılır.  Maddi zorlama olarak da adlandırılan cebir için de aynı şeyi söylemek gerekir. Cebir suretiyle bir kimseyi suça azmettirmek mümkündür. Fakat uygulanan cebir kişiyi zorunluluk hali durumuna sokmuşsa, azmettirmeden değil, faillikten söz edilir.  Hukuka aykırı fakat bağlayıcı olan emrin ifası sonucunda suç işlenmişse, emri veren kişi azmettiren değil, fail olarak sorumlu olur. Buna karşılık emir hukuken bağlayıcı değilse emri uygulayan fail, emri veren ise azmettiren olarak sorumlu olur.  Dolayısıyla emir, tehdit ve cebir kişinin iradesini ortadan kaldırmadığı sürece azmettirme yöntemi sayılabilir. Kişi hipnoz, cebir veya tehdit sonucu davranışlarını anlama ve yönlendirme yeteneğini kaybetmişse azmettirmeden değil dolaylı faillikten söz edilir.                                                  92   BEZBORODOV, s.44. 93   RAROG – ESAKOV – ÇUÇAEV – STEPALİN, s.210. 94   BEZBORODOV, s.47-48. 95   BEZBORODOV, s.48. 96   VETROV Nikolay – LYAPUNOV Yuriy, Ugolovnoye Pravo (Ceza Hukuku), Çast Obşaya-Çast  Osobennaya  (Genel  Kısım-Özel  Kısım),  İzdatelstvo  Yurisprudensiya, Moskva 2007, s.158. 97   TELNOV, http://library.nlu.edu.ua/POLN_TEXT/077.html#gp, Erişim: 28.1.2017. 98   GRİŞAEV – KRİGER, s.145. 757Emin Hüseyinoğlu  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782 Çocukların  suça  azmettirilmesi  mümkündür.  Ancak  ceza  ehliyeti bulunmayan  kişileri  suça  azmettirmek  mümkün  değildir.  İsnat  yeteneği bulunmayan  veya  ceza  sorumluluğu için  gerekli  yaş  haddine  ulaşmamış çocukları suç işlemeye yönlendiren kişi, fail olarak sorumlu tutulur.  Ceza ehliyeti bulunan bir çocuğu suça azmettiren kişi, hem işlenen suçun azmettireni olarak hem de reşit olmayan çocuğu suça sürüklemek suçundan (RFCK m.150) sorumlu tutulur. Azmettiren manevi nitelikte bir iştirak türüdür. Eğer azmettiren aynı zamanda suçun işlenmesine müşterek fail olarak katılmışsa, azmettiren değil, fail olarak sorumlu tutulur. Ancak bunun ceza tayini sırasında ağırlaştırıcı neden olarak dikkate alınması gerekir. RFCK nın 63/1/g. maddesine göre,  suçun  işlenmesinde  özellikle  etkili  rol  almak   cezayı  ağırlaştırıcı  bir nedendir. Aynı nedenle, eğer azmettiren, suça yardım da etmişse, bunun cezanın tayini sırasında ağırlaştırıcı neden olarak dikkate alınması gerekir. Organizatör ve azmettiren birbirinden farklıdır. Organizatörden farklı olarak, azmettirmede kişi suç planını hazırlamamakta ve suçun hazırlanmasını veya işlenmesini yönetmemektedir. Yani organizatör, sadece başkasını suça ikna etmemekle kalmamakta, suçu organize etmeye yönelik başka hareketler                                                  99   SEMENDEROV, s.369-370. 100  Rusya  Federasyonu  Yüksek  Mahkemesi nin  Reşit  Olmayanların  Suçlarına  Yönelik Mahkeme Uygulamaları Hakkındaki 14.02.2000 Tarih ve 7 No.lu Genel Kurul Kararı (Kararnamesi),  (Byulleten  №  4  2000  Goda,  (2000  Yılı  4  No.lu  Bülten), http://www.supcourt.ru/vscourt_detale.php?id=3101, Erişim: 28.1.2017). 101  RAROG (Ed.), s.212; BURÇAK, s.146; ÇUÇAEVAleksandr – NIRKOVA Natalya (Ed.), Ugolovnoye Pravo Rossii (Rusya Ceza Hukuku), Obşaya Çast (Genel Kısım), Uçebnik (Ders Kitabı), İzdatelstvo Feniks, Rostov-na-Donu 2009, s.269; Aksi Yönde Grişaev – Kriger:  Azmettirenin aynı zamanda müşterek fail olarak suça iştirak etmesi durumunda azmettiren olarak sorumlu tutulması gerekir . (GRİŞAEV – KRİGER, s.142). 102  KOZAÇENKO – NEZNAMOVA (Ed.), s.241. 103  KOMİSSAROV Vladimir (Ed.), Rossiyskoye Ugolovnoye Pravo (Rus Ceza Hukuku), Obşaya Çast (Genel Kısım), İzdatelskiy Dom Piter, Sankt-Peterburg 2005, s.266; Rusya Federasyonu Yüksek Mahkemesi nin 17.02.2009 tarih ve 5-O-18 No.lu Kararına konu olan olayda; M, karısının, kızının ve kızının kocasının para karşılığında öldürülmesi için kiralık katil bulması isteğiyle G ye başvurur. Bir süre sonra G, kiralık katiller A ve F nin mağdurları öldürdüğünü bildirerek M den vaat edilen parayı ister. M, parayı G ye verdikten sonra yakalanır. Bu olayda herhangi öldürme gerçekleşmediği ve G, A ve F nin polis operasyonu çerçevesinde hareket etmeleri sebebiyle M kasten öldürme suçuna hazırlıktan organizatör olarak mahkum olur. Ancak Yüksek Mahkeme, M nin organizatörlüğe yönelik herhangi  bir  hareketinin  bulunmadığına  ve  fiilin  kasten  öldürme  suçuna  hazırlığa azmettirme olarak değerlendirilmesi gerektiğine karar verir. (Bkz. BEZBORODOV, s.31-32). 758Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782  Rusya Federasyonu… de yapmaktadır. Faili azmettirdikten sonra ayrıca suçu organize eden kişiyi organizatör  olarak  değerlendirmek  gerekir.  Çünkü  organizatörlük, azmettirmeden daha tehlikeli bir iştirak türüdür . Azmettirenin ne olduğu konusunda Rusya Federasyonu ceza hukuku ile Türk  ceza  hukuku  arasında  bir  fark  bulunmamaktadır.  TCK nın  38. maddesinin gerekçesine göre,  Azmettirme, belli bir suçu işleme hususunda henüz bir fikri olmayan bir kişinin başkası tarafından bu suçu işlemeye karar verdirilmesidir . Ancak RFCK dan farklı olarak, TCK ya göre azmettirmenin cezası bazı durumlarda artırılmaktadır. TCK nın 38. maddesine göre,  (1) Başkasını suç işlemeye azmettiren kişi, işlenen suçun cezası ile cezalandırılır. (2) Üstsoy ve altsoy ilişkisinden doğan nüfuz kullanılmak suretiyle suça azmettirme halinde, azmettirenin cezası üçte birden yarısına kadar artırılır. Çocukların  suça  azmettirilmesi  halinde,  bu  fıkra  hükmüne  göre  cezanın artırılabilmesi için üstsoy ve altsoy ilişkisinin varlığı aranmaz 106.  Yine TCK nın 38/3. maddesinde, azmettirenin belli olmaması halinde, kim  olduğunun  ortaya  çıkmasını  sağlayan  fail  veya  diğer  suç  ortağının cezasında indirim yapılabileceği düzenlenmiştir. Aslında buna benzer bir düzenleme RFCK da da bulunmaktadır. RFCK nın 61/1/z. maddesine göre,  diğer suç ortaklarının ortaya çıkmasına etkin yardım etme  genel cezayı hafifletici nedendir. Ancak TCK dan farklı olarak, RFCK ya göre sadece azmettireni değil, diğer suç ortağını ortaya çıkaran kişi hakkında da ceza indirimi uygulanabilmektedir.  C. Fail İştirakte,  suçun  maddi  unsuru  doğrudan  doğruya  fail  tarafından gerçekleştirilmektedir. Diğer ortakların davranışları ise suçun işlenmesi için elverişli ortam yaratmaktadır.                                                  104  ÇUÇAEV – NIRKOVA (Ed.), s.270.  105  RAROG (Ed.), s.214. 106  Türk doktrininde Özgenç e göre,  Azmettireni işlenen suçun cezası ile cezalandırdıktan sonra ayrıca belirtilen durumlarda cezasında artırım yapılmasının ceza siyaseti açısından izahı güçtür  (ÖZGENÇ, s.467). 107  KOZAÇENKO – NEZNAMOVA (Ed.), s.231 759Emin Hüseyinoğlu  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782 1960 tarihli RSFSCCK nın 17/3. maddesinde sadece  suçu doğrudan doğruya işleyen kişi  fail sayılmaktaydı. Yürürlükteki RFCK nın 33/2. maddesinde ise daha isabetli bir fail tanımı yapılmıştır. Buna göre; suçu doğrudan  doğruya  işleyen,  diğer  kişilerle  ortaklaşa  suçun  işlenmesine doğrudan doğruya katılan (müşterek faillik) veya kusur yeteneği bulunmayan kişileri suçta araç olarak kullanan kişi, fail sayılır. Fail bir kişi olabileceği gibi müşterek faillik şeklinde birkaç kişiden de oluşabilir. Müşterek faillik için faillerin her birinin suçun maddi unsurunun tamamını  gerçekleştirmesi  şart  değildir.  Suçun  maddi  unsurunun kısmen gerçekleştirilmesi de müşterek faillik sayılır.  Suçun icrası sırasında müşterek faillerle aynı yerde bulunan ve işlenen suça doğrudan yardım eden kişiler de suçun müşterek faili sayılır. Örneğin mağdurun  kollarını  tutarak  kasten  yaralama  suçuna  yardım  eden  kişi, müşterek fail sayılır. Dolayısıyla sadece suçun kanuni tanımındaki eylemi tamamen veya kısmen gerçekleştiren kişi değil, suçun işlenmesi sırasında faile doğrudan doğruya yardım eden kişi de fail sayılır.  Rusya  Federasyonu  Yüksek  Mahkemesi  Genel  Kurulu nun  Kasten Öldürme Suçlarına İlişkin Mahkeme Uygulamaları Hakkındaki 27.01.1999 tarih ve 1 No.lu kararına (kararnamesine) göre;  Kasten öldürme suçunda, mağduru  kollarından  tutarak  kendisini  savunmasını  engelleyen  kişi  de öldürücü  darbeyi  vuran  kişi  gibi  müşterek  fail  sayılır.  Kasten  öldürme suçunun işlenmesi sırasında, aynı amaçla başka kişilerin de suça katılması müşterek faillik olarak değerlendirilmelidir 113. Rusya Federasyonu Yüksek                                                  108  Bununla birlikte doktrinde isnat yeteneği bulunmayan veya yaş küçüklüğü nedeniyle cezai ehliyeti bulunmayan kişileri suçta kullanan kişi de fail sayılmakta idi. (ZELİNSKİY, s.15); Yüksek Mahkemenin 3.7.1963 tarihli genel kurul kararı da aynı yöndedir (Karar için bkz. ZELİNSKİY, s.16). 109  Rusya Federasyonu Yüksek Mahkemesi nin 719P No.lu Kararı:  Lukutin ve Novikov un mağduru öldürmek konusunda önceden anlaştıkları, aralarında işbölümü yaparak onun vücuduna ve kafasına vurdukları tespit edilmiştir. Lukutin mağdura yumruklarıyla, Novikov ise demir cisimle vurmuştur. Lukutin in suça yardım eden olarak iştirak ettiği konusundaki temyiz itirazının reddine karar verilmelidir . (Byulleten № 7 2000 Goda (2000 Yılı 7 No.lu Bülten), http://www.supcourt.ru/vscourt_detale.php?id=3160, Erişim: 25.8.2016). 110  RAROG – ESAKOV – ÇUÇAEV – STEPALİN, s.101. 111  MİHLİN Aleksandr (Ed.), Ugolovnoye Pravo Rossiyskoy Federasii (Rusya Federasyonu Ceza Hukuku), Obşaya Çast (Genel Kısım), İzdatelstvo Yurist, Moskva 2004, s.201. 112  SEMENDEROV, s.365. 113  Karar için bkz. http://www.supcourt.ru/vscourt_detale.php?id=984, Erişim: 3.8.2016. 760Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782  Rusya Federasyonu… Mahkemesi Genel Kurulu nun 15.06.2004 tarih ve 11 No.lu kararına göre;  Irza geçme suçunda, sadece mağdurla zorla cinsel ilişkiye giren kişiyi değil mağdurla cinsel ilişkiye girmemekle birlikte ona karşı cebir veya tehdit kullanmak  suretiyle  başkasının  mağdurla  zorla  cinsel  ilişkiye  girmesine yardım eden kişiyi de müşterek fail olarak değerlendirmek gerekir 114. Yine Rusya Federasyonu Yüksek Mahkemesi Genel Kurulu nun Hırsızlık, Soygun ve Yağma Suçlarına İlişkin Mahkeme Uygulamaları Hakkındaki 27.12.2002 tarih ve 29 No.lu kararına göre;  Konuta girmemekle birlikte kapıyı veya demir parmaklıkları kıran, önceden yapılan anlaşma sonucu çalınan malları taşıyan ve gözcülük yapan kişi de suçun müşterek fail sayılır 115. Rusya Federasyonu  Yüksek  Mahkemesi  Genel  Kurul  kararları  (kararnameleri) mahkemeleri bağlayıcı niteliktedir. Suçun maddi unsurunu gerçekleştirmemekle birlikte, cebir veya tehdit uygulayarak  bir  başkasını  zorunluluk  halinde  hareket  etmeye  zorlayıp amaçladığı  neticeye  ulaşan  kişi  de  fail  sayılır.  Örneğin  kişi,  veznedarı tabancayla tehdit ederek kasayı açmaya ve oradaki paraları vermeye zorlarsa, veznedar değil, tehdidi gerçekleştiren kişi suçun faili sayılır. Buna  dolaylı faillik  de denilmektedir. Dolaylı faillik; isnat yeteneği bulunmayan veya ceza ehliyeti için gerekli yaş haddine ulaşmayan kişileri suçun işlenmesinde araç olarak  kullanma, cebir  veya  tehdit sonucu  kişiyi  iradesi  dışında  hareket etmeye zorlama, başkasını suçun maddi unsurlarında hataya düşürerek suçta                                                  114  Karar için bkz. http://www.supcourt.ru/vscourt_detale.php?id=1547, Erişim: 3.8.2016. 115  Karar için bkz. http://www.supcourt.ru/vscourt_detale.php?id=7236, Erişim: 3.8.2016. 116  Rusya Federasyonu Anayasası nın 126. maddesine göre; Rusya Federasyonu Yüksek Mahkemesi, mahkeme uygulamalarına ilişkin açıklama yapma yetkisine sahiptir. Rusya Federasyonu  Yüksek  Mahkemesi  Hakkında  5.2.2014  tarih  ve  3-FK  sayılı  Federal Anayasal  Kanun un  5.  maddesine  göre,  bu  yetki  Rusya  Federasyonu  Yüksek Mahkemesi nin Genel Kurulu tarafından kullanılır. Aynı maddeye göre, Genel Kurul, Yüksek Mahkeme hakimlerinin en az üçte ikisi ile toplanır ve oyçokluğu ile karar verir. Rusya Federasyonu Anayasa Mahkemesi nin 16.6.1998 tarih ve 19-P No.lu kararına göre, Rusya  Federasyonu  Yüksek  Mahkemesi  Genel  Kurul  kararları  (kararnameleri) mahkemeleri  bağlayıcı  niteliktedir.  (Karar  için  bkz.  http://constitution.ru/ decisions/12011948/12011948.htm,  Erişim:  25.7.2016).  Rusya  Federasyonu  Yüksek Mahkemesi Genel Kurul kararları bağlayıcı olma açısından Türk hukukundaki içtihadı birleştirme kararlarına benzemekle birlikte, kapsam bakımından farklı niteliktedir. Rusya Federasyonu  Yüksek  Mahkemesi  Genel  Kurul  kararları,  daha  çok  ilk  derece mahkemelerinin vermiş olduğu kararlarda dikkat edilmesi gereken hususlara yöneliktir. Yani Genel Kurul kararları, Yüksek Mahkemenin vermiş olduğu kararlar arasında içtihat birliği sağlamak amaçlı verilmemektedir.  117  SEMENDEROV, s.364. 761Emin Hüseyinoğlu  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782 araç olarak kullanma ve hukuka aykırı fakat bağlayıcı emrin yerine getirilmesi hallerinde söz konusu olur. Failin  davranışı,  diğer  suç  ortaklarının  sorumluluğunun  sınırını belirlemektedir. Failin davranışına göre, diğer suç ortakları suça hazırlık, suça iştirak ya da tamamlanmış suçtan sorumlu tutulurlar. Eğer failin davranışı suça teşebbüs veya suça hazırlık aşamasında kalmışsa, diğer ortaklar da  suça teşebbüs  veya  suça  hazırlıktan sorumlu tutulurlar. Suç  ortakları açısından zamanaşımı süresi, failin suçun işlediği tarihten itibaren işlemeye başlar.  Yine  diğer  suç  ortaklarının  hareketlerinin  nerede  yapıldığına bakılmaksızın, failin eylemini gerçekleştirdiği yer, suçun işlendiği yer olarak kabul edilir. Failin beraat ettiği durumlarda suça iştirakten söz edilemez.  Müşterek faillik konusunda Rusya Federasyonu ceza hukuku ile Türk ceza hukuku arasında çok fazla bir fark bulunmamaktadır. TCK nın 37. maddesine göre,  suçun kanuni tanımında yer alan fiili birlikte gerçekleştiren kişiler  veya  suçun işlenmesinde bir başkasını araç olarak kullanan kişi  fail olarak sorumlu tutulur. Dolayısıyla suçu doğrudan doğruya işleyen, diğer kişilerle ortaklaşa suçun işlenmesine doğrudan doğruya katılan kişi, Türk ceza hukukunda da fail kapsamında değerlendirilmektedir.  Ancak RFCK dan farklı olarak, kusur yeteneği bulunmayan kişilerin suçta kullanılması TCK da açıkça faillik kapsamında sayılmamıştır. Bu konu Türk doktrininde tartışmalıdır. Bir görüşe göre kusur yeteneği bulunmayan kişiyi suçta kullanan kişi, dolaylı fail sayılır. Diğer görüşe göre ise kusur yeteneği bulunmayan kişinin suçta kullanılması, dolaylı faillik olabileceği gibi bazen azmettirme de olabilir.                                                  118  KOZAÇENKO – NEZNAMOVA (Ed.), s.238. 119  GRİŞAEV – KRİGER, s.141. 120  SEMENDEROV, s.365. 121  KUDRYAVSEV Vladimir – LUNEEV, Viktor – NAUMOV, Anatoliy (Ed.), Ugolovnoye Pravo Rosii (Rusya Ceza Hukuku), Obşaya Çast (Genel Kısım), İzdatelstvo Yurist, Moskva 2006, s.257. 122  GRİŞAEV – KRİGER, s.14. 123  HAFIZOĞULLARI – ÖZEN, s.371; ÖNDER, 431; DÖNMEZER – ERMAN, s.505; CENTEL – ZAFER – ÇAKMUT, s.513; ÖZBEK – KANBUR – BACAKSIZ – DOĞAN – TEPE, s.491-492; ARTUK – GÖKÇEN – YENİDÜNYA, s.649; İÇEL – EVİK, s.274. 124  SOYASLAN, s.484, 490; ÖZTÜRK – ERDEM, s.326; DEMİRBAŞ, s.448; KOCA – ÜZÜLMEZ, Genel Hükümler, s.379; HAKERİ, s.577. 762Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782  Rusya Federasyonu… RFCK dan  farklı  olarak,  TCK nın  37.  maddesinde  kusur  yeteneği olmayanları  suçun  işlenmesinde  araç  olarak  kullanan  failin  cezasının artırılacağını belirtilmiştir. Yine daha önce ifade edildiği üzere, Türk ceza hukukunda müşterek faillik sayılan bazı durumlar (örneğin suçu yönetmek), Rusya  Federasyonu  ceza  hukukunda  organizatörlük  kapsamında değerlendirilmektedir.  D. Yardım Etme Tavsiyeleriyle,  yol  göstermekle,  bilgi  sunmakla,  suçun  araç  veya aletlerini sağlamakla ya da engelleri kaldırmakla suçun işlenmesine yardım eden kişi ve ayrıca suçluyu, suçun alet veya araçlarını, suçun izlerini ya da suç yoluyla elde edilmiş eşyaları saklayacağını önceden vaat etmiş olan kişi, aynı şekilde böyle eşyaları satın alacağını veya satacağını önceden vaat etmiş olan kişi, yardım eden sayılır (RFCK m.33/5). Yardım etmeye yönelik hareketler kanunda  sınırlı  olarak  sayılmış  olup,  bunların  genişletilmesi  mümkün değildir. Yardım etme maddi veya manevi nitelikte olabilir. Faile tavsiye veya talimat verme ve bilgi sunma, manevi nitelikte yardım etme sayılır. Suçluyu, suçun alet ve araçlarını, suç izini veya suçun işlenmesiyle elde edilen eşyayı saklayacağını, satın alacağını veya satacağını vaat etme de manevi yardım etme niteliğindedir. Manevi yardım etme, sadece icrai hareketle mümkün olabilir. Suçun alet ve araçlarını sağlama veya engelleri kaldırma ise maddi nitelikte yardım etme sayılır. Maddi yardım, icrai veya ihmali hareketle yapılabilir.  Ancak  bu  yardımın  failin  işlediği  suça  katkı  yapmış  olması                                                  125  Türk doktrininde Özgenç e göre,  Suçun kanuni tarifindeki fiili bizzat gerçekleştirmediği halde, bir başkasını suçun işlenmesinde araç olarak kullanması dolayısıyla, arka plandaki şahsı fail olarak sorumlu tutmanın yanı sıra, ayrıca bu nedenle cezasında bir artırım cihetine gidilmesinin ceza siyaseti açısından izahı güçtür  (ÖZGENÇ, s.464). 126  BEZBORODOV,  s.60-61;  Yardım  etmeye  yönelik  hareketler  kıyas  yoluyla  da genişletilemez. RFCK nın kanunilik ilkesini düzenleyen 3. maddesine göre;  1. Fiilin suç sayılması ve onun cezalandırılabilirliği ve diğer cezai sonuçlar sadece bu Kanunla belirlenir. 2. Ceza kanununun kıyas yoluyla uygulanması yasaktır .  127  RAROG – ESAKOV – ÇUÇAEV – STEPALİN, s.103; KOZAÇENKO – NEZNAMOVA (Ed.), s.247. 128  TELNOV, http://library.nlu.edu.ua/POLN_TEXT/077.html#gp, Erişim: 28.1.2017. 763Emin Hüseyinoğlu  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782 gereklidir.  Faile  yardımı  dokunmayan  veya  önemsiz  sayılabilecek yardımlar suça iştirak sayılmaz. Yardım  etme,  sadece  kusur  yeteneği  bulunan  ve  ceza  ehliyeti  için gereken yaş sınırına ulaşmış kişiler hakkında mümkün olabilir. Aksi halde kişi, yardım eden olarak değil dolaylı fail olarak sorumlu olur. Tavsiye ve yol göstererek manevi yardımda bulunma, azmettirmeye benzemektedir.  Fakat  azmettirmeden  farklı  olarak  bu  tavsiye  ve  yol göstermeler kişide suç işleme kararı yaratmamaktadır. Bunlar sadece zaten oluşmuş olan suç kararını desteklemekte, onu kuvvetlendirmektedir.  Faili suç işlemeye ikna etmek amacıyla azmettirene veya organizatöre yardım  eden  kişinin  davranışı  azmettirme  veya  organizatörlük  olarak değerlendirilir. Faili suç işlemeye ikna etme dışındaki bir amaçla azmettirene veya organizatöre yardım eden kişinin davranışı ise yardım etme olarak değerlendirilir 133.  Azmettiren, fail ile anlaşmadan önce yardım eden ile anlaşmış olabilir. Örneğin daha fail belli değilken azmettiren ondan suç aletini temin etmesini istemiş olabilir. Bu hallerde eğer azmettiren faili suçun işlenmesi için ikna edemezse, azmettiren gibi yardım eden de suça hazırlıktan dolayı sorumlu tutulur. Yani başarısız azmettirme gibi başarısız yardım etme de suça iştirak sayılmaz ve bu halde kişi suça hazırlıktan dolayı sorumlu olur. Yardım eden, suçun maddi unsurunu oluşturan hareketleri yapmayan, fakat suçun hazırlanmasına veya işlenmesine yardımcı olan kişidir. Ancak bunun bir istisnası vardır. Özgü suçlarda, özel faillik niteliğini taşımayan kişinin suçun maddi unsurunu gerçekleştirmeye yönelik davranışları yardım etme olarak değerlendirilir.                                                  129  RAROG – ESAKOV – ÇUÇAEV – STEPALİN, s.104; KOZAÇENKO – NEZNAMOVA (Ed.), s.247. 130  KOZAÇENKO – NEZNAMOVA (Ed.), s.247. 131  ZELİNSKİY, s.21. 132  NAUMOV  s.329-330;  SEMENDEROV,  s.373;  KOROLKOV,  s.93;  VETROV  – LYAPUNOV, s.160. 133  BEZBORODOV, s.56. 134  KOZAÇENKO – NEZNAMOVA (Ed.), s.247. 135  ZELİNSKİY, s.21. 136  KOZAÇENKO – NEZNAMOVA (Ed.), s.246; MİHLİN (Ed.), s.202. 764Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782  Rusya Federasyonu… Yardım  etme  niteliğindeki  davranışlar,  suça  hazırlık  ve  teşebbüs aşamasında yapılabileceği gibi tamamlanmış suçun sona ermesi aşamasına kadar da yapılabilir. Yani yardım eden olarak suça iştirak, suç işlenmeden önce olabileceği gibi suçun işlenmesi sırasında da ortaya çıkabilir. Ancak bu iştirak türü, suçun işlenmesinden sonra söz konusu olamaz. Çünkü suç işlendikten sonra suça iştirak olmaz. Önceden vaat edilmemiş olan suçluyu veya suç izlerini saklama, suça iştirak sayılmaz. Bu tür davranışlar sadece bazı suçlara yönelik olduğunda, RFCK nın özel kısmında bağımsız suç olarak cezalandırılmaktadır. Örneğin suçu saklama suçu (RFCK m.316) böyledir.  Türk ceza hukukunda da suç işlendikten sonra suça iştirak mümkün değildir. Suç işlendikten sonra suçlu kimsenin saklanmasına yardım etme, suçluyu kayırma suçu (TCK m.283) kapsamında değerlendirilmektedir. Bu saklamanın suçlu kişiye değil de onun işlediği suçun delillerine ilişkin olması halinde ise suç delillerini yok etme, gizleme veya değiştirme suçu (TCK m.281) oluşur. Ancak suç sonrası faili, suçun alet ve araçlarını, suç izlerini veya suçla elde edilen eşyayı saklamak, RFCK nın 316. maddesinde sadece nitelikli ağır suçlar bakımından cezalandırılırken, TCK nın 281. ve 283. maddelerinde her suç bakımından cezalandırılmaktadır.  VI. ÖZGÜ SUÇLARA İŞTİRAK Herkes  tarafından  işlenemeyen  suçlara   özgü  suç   denilmektedir. Özgü suçların faili, genel olarak failde bulunması gereken özelliklerin (yaş ve kusur yeteneği) dışında başka özelliklere de sahip olması gereken kişidir. Bu özellikler  vatandaş  olmak,  yabancı  olmak,  kamu  görevlisi  olmak,  kadın olmak,  erkek  olmak,  asker  olmak,  anne  olmak,  baba  olmak  gibi özelliklerdir. RFCK nın  34/4. maddesine  göre,   Bu  Kanunun  özel  kısmının  ilgili maddesinde  özel  olarak  belirtilen  suçun  faili  olmayan  ve  bu  maddede                                                  137  RAROG – ESAKOV – ÇUÇAEV – STEPALİN, s.104. 138  KOZAÇENKO – NEZNAMOVA (Ed.), s.247. 139  KOZAÇENKO – NEZNAMOVA (Ed.), s.246. 140  KOCA Mahmut – ÜZÜLMEZ İlhan, Türk Ceza Hukuku, Özel Hükümler, 2. Baskı, Adalet Yayınevi, Ankara 2015, s.950-951. 141  TOROSLU, s.92. 142  RAROG (Ed.), s.236. 765Emin Hüseyinoğlu  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782 öngörülen suça iştirak eden kişi, bu suça organizatör, azmettiren veya yardım eden olarak ceza sorumluluğu taşır .  Örneğin kamu görevlisi olmayan bir kimse, rüşvet alma suçuna sadece organizatör, azmettiren veya yardım eden olarak iştirak edebilir, fail olarak iştirak edemez. Yine sadece asker kişilerin işleyebilecekleri suçlara sivil bir kimse fail olarak iştirak edemez. Uygulamada  kamu  görevlisinin  belgede  sahteciliği  suçunda  (RFCK m.292), bazen kamu görevlisi sahte imzayı kendisi atmayarak bir başkasının sahte imza atmasını sağlamaktadır. Bu durumlarda kamu görevlisini fail, diğer kişiyi ise yardım eden olarak sorumlu tutmak gerekir.  Dolaylı faillik bağımsız bir kurum olup, iştirak türü değildir. Özel faillik niteliği taşıyan kişiyi suçun işlenmesinde araç olarak kullanan diğer kişi ancak organizatör, azmettiren veya yardım eden olarak sorumlu tutulur. Yani özgü suçlara dolaylı faillik mümkün değildir. Rusya Federasyonu ceza hukukunda olduğu gibi Türk ceza hukukunda da özgü suçlarda özel faillik niteliğini taşımayan kişilerin fail olamayacağı kabul edilmektedir. TCK nın 40/2. maddesine göre,  Özgü suçlarda, ancak özel faillik niteliğini taşıyan kişi fail olabilir. Bu suçların işlenişine iştirak eden diğer kişiler ise azmettiren veya yardım eden olarak sorumlu tutulur . RFCK nın 34/4. maddesi ile TCK nın 40/2. maddesi benzer niteliktedir.  VII. FAİLİN AŞIRILIĞI İştirakte fail iştirak anlaşmasının kapsamı dışına çıkarak, kararlaştırılan suçtan  farklı  suç  işlemiş  olabilir.  Bu  duruma,  Rusya  Federasyonu  ceza hukukunda  failin aşırılığı  denilmektedir. Önceleri sadece doktrinde bulunan  failin aşırılığı  konusu, ilk defa 1996 tarihli RFCK nın 36. maddesi ile mevzuata girmiştir.                                                  143  NAUMOV, s.343. 144  GRİŞAEV – KRİGER, s.235. 145  RAROG (Ed.), s.209-210. 146  KOZAÇENKO İvan (Ed.): Ugolovnoye Pravo (Ceza Hukuku), Obşaya Çast (Genel Kısım), Uçebnik (Ders Kitabı), İzdaletstvo Norma, Moskva 2008, s.337. 147  RAROG (Ed.), s.236. 766Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782  Rusya Federasyonu…  Suç failinin aşırılığı  başlıklı RFCK nın 36. maddesine göre,  Fail tarafından  diğer  iştirakçilerin  kastının  kapsamı  dışında  kalan  suçun işlenmesi, failin aşırılığı sayılır. Failin aşırılığından dolayı diğer iştirakçiler ceza sorumluluğu taşımaz 148. Failin aşırılığında, hem diğer suç ortaklarının kusuru hem de onların hareketi ile işlenen suç arasında nedensellik bağı bulunmamaktadır. Failin aşırılığında, fail kararlaştırılan suçun kapsamının dışına çıkarak daha ağır bir suç işlemektedir. Failin kararlaştırılan suçtan daha hafif bir suç işlemesi halinde ise failin aşırılığından değil, gönüllü vazgeçmeden söz edilir. Kasten hareket eden failin taksirle kastettiğinden daha ağır neticeye sebep olması durumu da failin aşırılığı sayılır ve diğer ortaklar bu ağır neticeden dolayı sorumlu tutulmazlar. Azmettiren faili kasıtlı bir suçun işlenmesine azmettirdikten sonra, failin suçu taksirle işlemesi halinde de iştirakten  söz  edilemez.  Bu  halde  azmettiren  kasıtlı  suçun  işlenmesine teşebbüsten sorumlu olurken, fail ise taksirli suçtan sorumlu olur. Kural olarak suça iştirak edenler, aynı suçtan dolayı cezalandırılırlar. Bununla birlikte bazı hallerde iştirakçilerin eylemi farklı suçlar kapsamında değerlendirilebilir.  Örneğin  RFCK nın  317.  maddesinde  düzenlenen  adli kolluk  görevlisinin  hayatına  suikast  suçuna  iştirak  edilmesi  halinde,  suç ortaklarının  mağdurun  adli  kolluk  görevlisi  olduğunu  bilmeleri gerekmektedir. Mağdurun adli kolluk görevlisi olduğunu bilmeyen suç ortağı,                                                  148  Rusya Federasyonu Yüksek Mahkemesi nin Kararı:  Dosyaya göre suçlular bıçakla tehdit ederek mağdurun malvarlığını elde etmek amacıyla önceden anlaşmışlardır. Kaçmazov un mağduru öldürmeye yönelik hareketi anlaşma kapsamı dışında olup, diğer odada para arayan  ve  mağdur  Galiahmetov un  sağlığına  herhangi  bir  zarar  vermemiş  olan Ahmetyanov un yokluğunda gerçekleşmiştir. Dosyada Kazmazov ve Ahmetyanov arasında mağdurun vücuduna zarar verme konusunda bir anlaşma bulunduğuna ilişkin bir veri bulunmamaktadır. Bu koşullarda Ahmetyanov un kastının Galiahmetov un öldürülmesini kapsamadığını, somut olayda Kaçmazov un hareketini RFCK nın 36. maddesinde belirtilen ve diğer suç ortaklarının sorumluluğunu kaldıran failin aşırılığı olarak kabul etmek gerekir . (Byulleten № 1 2003 Goda (2003 Yılı 1 No.lu Bülten), http://www.supcourt.ru/ vscourt_detale.php?id=1783, erişim: 22.12.2016).  149  KOZAÇENKO, s.361. 150  RAROG (Ed.), s.236. 151  Türk ceza hukukunda  neticesi sebebiyle ağırlaşmış suçlar  olarak adlandırılan bu durum, Rusya  Federasyonu  ceza  hukukunda   kusurun  her  iki  türüyle  işlenen  suç   olarak adlandırılmaktadır.  152  BEZBORODOV, s.29. 153  KOZAÇENKO – NEZNAMOVA (Ed.), s.235. 767Emin Hüseyinoğlu  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782 RFCK nın 317. maddesinde öngörülen suçtan değil, normal kasten öldürme (RFCK m) suçundan cezalandırılır. Türk ceza hukukuna bakıldığında, failin kararlaştırılan suçtan farklı bir suç  işlemesi  durumunun  TCK da  düzenlenmediği  ve  konunun  doktrinde tartışmalı olduğu görülmektedir. Bu konudaki birinci görüşe göre, işlenen farklı  suç  bakımından  kastı  bulunmayan  diğer  suç  ortaklarını  bu  suçtan sorumlu tutmak mümkün değildir. İkinci görüşe göre, işlenen farklı suç diğer suç ortakları açısından öngörülebilir bir fiil ise onlar da bu suçtan sorumlu  tutulmalıdırlar.  Birinci  görüş,  RFCK nın  36.  maddesiyle uyumludur. VIII. İŞTİRAKTE CEZA  İştirak halinde işlenen suçlarda ceza tayini  başlıklı RFCK nın 67. maddesine göre,  1. İştirak halinde işlenen suçlarda ceza tayini sırasında, kişinin suçun işlenmesindeki somut katkısının derecesi ve özelliği, bu katkının suçun amacına ulaşmasındaki önemi ile verilen veya verilmesi muhtemel zararın boyutuna ve özelliğine etkisi dikkate alınır. 2. İştirakçilerden birinin şahsını ilgilendiren hafifletici ve ağırlaştırıcı nedenler, sadece bu iştirakçinin cezasının tayini sırasında dikkate alınır . Kişinin suçun işlenmesindeki somut katkısının özelliği, suç ortağının suçun işlenmesindeki rolünü (fail, azmettiren, yardım eden veya organizatör) ifade eder. Suça katkının derecesi ise, suç ortağının suçun işlenmesinde ne kadar etkili olduğunu ifade eder. İştirakçinin suça katkısının derecesi ve özelliği değerlendirilirken sadece iştirakin türü değil, aynı zamanda kişinin                                                  154  KOMİSSAROV (Ed.), s.285. 155  HAKERİ, s.563; DÖNMEZER – ERMAN, s.491; ÖNDER, s.428; KOCA – ÜZÜLMEZ, Genel Hükümler, s.372; CENTEL – ZAFER – ÇAKMUT, s.506; İÇEL – EVİK, s.271; ÖZGENÇ, 469; ÖZBEK/KANBUR – BACAKSIZ – DOĞAN – TEPE s.495-496; Ancak bu görüşü savunan yazarların çoğunluğu neticesi sebebiyle ağırlaşmış suçlarda ağır netice bakımından en azından taksirli hareket etmek şartıyla, bu ağır neticelerden diğer suç ortaklarının da sorumlu tutulacağını kabul etmektedirler. 156  SOYASLAN, s.500; TOROSLU, s.297-298; ÖZTÜRK – ERDEM, s.323; DEMİRBAŞ, s.446; Hafızoğulları – Özen e göre; bu gibi durumlarda farklı suçun diğer suç ortakları açısından olağan nitelikte olup olmadığına bakmak gereklidir. Farklı suç diğer ortaklar için olağansa,  onlar  da  sorumlu  tutulmalı,  olağan  değilse  sorumlu  tutulmamalıdırlar (HAFIZOĞULLARI – ÖZEN, s.365).  157  KUDRYAVSEV – LUNEEV – NAUMOV (Ed.), s.276. 158  BEZBORODOV, s.13. 768Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782  Rusya Federasyonu… diğer  ortaklara,  suçun  hazırlanmasına  ve  işlenmesine  somut  etkisi,  suça yapılan katkının önemi, suçun özelliği, suçun işleniş şekli ve organizatör, azmettiren, fail veya yardım edenin önemini değiştirebilecek diğer hususlar dikkate  alınmalıdır.  Dolayısıyla  iştirakte  ceza  tayin  edilirken,  sadece biçimsel olarak iştirak türü değil, suç ortağının eyleminin somut olaydaki sosyal tehlikelilik derecesi de dikkate alınmalıdır. Kuşkusuz iştirakin türü, eylemin sosyal tehlikeliliğinin derecesinin belirlenmesi açısından önemlidir. Ancak  tek  başına  kullanılacak  bir  ölçüt  değildir.  Somut  cezanın belirlenmesi sırasında her bir iştirakçinin faaliyetinin sosyal tehlikeliliğinin boyutunun yanında failin kişiliğinin de dikkate alınması gerekir.  Örneğin organizatör ve fail, diğer suç ortaklarına oranla daha tehlikeli görülmektedir. Ancak somut olayda bunun tersi olabilir. Yine azmettiren ve yardım eden kural olarak faile oranla daha az ceza ile cezalandırılmalıdır. Bununla birlikte, somut olaydaki katkısı dikkate alınarak azmettirene daha fazla ceza verilmesi mümkün olabilir. Örneğin azmettirenin uzun süren çabalar sonucunda faili suça ikna etmesi durumunda, azmettiren faile oranla daha fazla ceza ile cezalandırılmalıdır. Yine kasten öldürme suçunda fail ana figür olup, onun davranışı azmettiren ve yardım edene oranla suçun işlenmesi bakımından daha önemli olmaktadır. Fakat başka bir suçta bunun tersi olabilir.  RFCK nın  67.  maddesi  iştirakte  zorunlu  bir  ceza  indirimi  öngörmüş değildir. Ancak bununla birlikte sözkonusu madde iştirakte ortakların eşit ceza ile cezalandırılmasını da öngörmemektedir. Kaldı ki, RFCK nın 63/1/g. maddesinde,  suçun işlenmesinde özellikle etkili rol almak  cezayı ağırlaştırıcı bir neden olarak öngörülmüştür. Örneğin organizatörün aynı zamanda suçun icrasına  katılması  veya  azmettirenin  aynı  zamanda  suça  yardım  etmesi, ağırlaştırıcı neden olarak cezanın belirlenmesi sırasında dikkate alınmalıdır.                                                   159  GRİŞAEV – KRİGER, s.190. 160  KOZAÇENKO – NEZNAMOVA (Ed.), s.257. 161  KOZAÇENKO – NEZNAMOVA (Ed.), s.257. 162  GRİŞAEV – KRİGER, s.184. 163  TELNOV, http://library.nlu.edu.ua/POLN_TEXT/077.html#gp, Erişim: 28.1.2017. 164  RAROG (Ed.), s.233. 165  BEZBORODOV, s.40. 166  GRİŞAEV – KRİGER, s.190-191. 167  KOZAÇENKO – NEZNAMOVA (Ed.), s.257. 168  SEMENDEROV, s.363. 769Emin Hüseyinoğlu  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782 Gerçi RFCK da ağırlaştırıcı ve hafifletici nedenlerin cezayı ne kadar etkileyeceği genellikle belirtilmemiştir. Hakim ağırlaştırıcı ve hafifletici nedenleri, sadece seçimlik cezaların seçimi ve alt ve üst sınır arasındaki sonuç cezayı belirlemek için dikkate almaktadır. Dolayısıyla iştirakte ceza tayini sırasında RFCK nın 67. maddesinde belirtilen ölçütler, ilgili suç için özel kısımda öngörülen seçimlik cezalardan birisini seçme ile alt ve üst sınır arasındaki sonuç cezayı belirlemek için kullanılmaktadır. Türk  Ceza  Kanununa  bakıldığında,  yardım  eden  için  zorunlu  ceza indirimi  öngörüldüğü,  azmettirenin  ise  işlenen  suçun  cezası  ile cezalandırıldığı  görülmektedir.  TCK nın  39/1.  maddesine  göre,   Suçun işlenmesine yardım eden kişiye, işlenen suçun ağırlaştırılmış müebbet hapis cezasını gerektirmesi halinde, onbeş yıldan yirmi yıla; müebbet hapis cezasını gerektirmesi halinde, on yıldan onbeş yıla kadar hapis cezası verilir. Diğer hallerde cezanın yarısı indirilir. Ancak, bu durumda verilecek ceza sekiz yılı geçemez . TCK nın 38. maddesine göre ise,  (1) Başkasını suç işlemeye azmettiren kişi, işlenen suçun cezası ile cezalandırılır . Yine daha önce ifade edildiği üzere RFCK dan farklı olarak, TCK nın 37/2. ve 38/8. maddelerine göre dolaylı failin ve azmettirenin cezası bazı durumlarda artırılmaktadır.                                                     169  Ceza türü ve ceza tayini konusunda Rusya Federasyonu Ceza Kanunu, Türk Ceza Kanunu ndan çok farklıdır. Bir kere RFCK da çok sayıda ceza türüne yer verilmiştir. Bunlar para cezası; belirli görevde bulunma veya belirli faaliyette bulunma yasağı; özel, askeri  veya  onursal  unvandan,  rütbeden,  devlet  ödülünden  mahrum  kılma;  zorunlu çalışmalar; ıslah çalışmaları; askeri hizmette bulundurma; özgürlüğün sınırlandırılması; kısa süreli ağır hapis; disiplin amaçlı askeri bölükte bulundurulma; süreli hapis; müebbet hapis ve ölüm cezası şeklindeki cezalardır. Kanunun özel kısmındaki suçlar için öngörülen cezalara bakıldığında, bunların genellikle seçimlik ceza şeklinde olduğu ve cezaların alt ve üst sınırı arasında ciddi farkların bulunduğu görülmektedir. Ayrıca hakimin seçimlik cezalardan birisini seçme ile alt ve üst sınır arasındaki sonuç cezayı belirleme açısından, çok geniş takdir yetkisi vardır. Çünkü her ne kadar, cezayı ağırlaştırıcı ve hafifletici nedenler kanunda sayılmış ise de (m.61-63), bunların cezayı hangi oranda etkileyeceği genellikle belirtilmemiştir. İfade etmek gerekir ki, Rusya Federasyonu Ceza Kanunu na göre, faile işlediği suçu düzenleyen madde hükmünde öngörülen cezadan daha ağır ceza verilmesi mümkün değildir. Yine, kural olarak faile işlediği suçu düzenleyen madde hükmünde öngörülen cezadan daha hafif ceza verilmesi de mümkün değildir. Yani hakim cezayı hafifletici ve ağırlaştırıcı nedenleri, sadece kanunun özel kısmında o suç için öngörülen seçimlik cezalardan birisini seçme ile cezanın alt ve üst sınırı arasındaki sonuç cezayı belirleme bakımından dikkate alabilmektedir.  770Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782  Rusya Federasyonu… IX. GÖNÜLLÜ VAZGEÇME   Suçu işlemekten gönüllü vazgeçme  başlıklı RFCK nın 31. maddesine göre;  1. Suçu tamamlama imkanına sahip olduğunun bilincinde olan kişi tarafından  suça  hazırlık  hareketlerinin  veya  doğrudan  doğruya  suçun işlenmesine  yönelmiş  hareketlerin  (hareketsizlik)  durdurulması  gönüllü vazgeçme sayılır. 2. Suçu tamamlamaktan gönüllü ve kesin olarak vazgeçen kişi, ceza sorumluluğu taşımaz.  3. Suçu tamamlamaktan gönüllü vazgeçen kişi, sadece işlediği fiil esasen başka bir suç oluşturduğunda ceza sorumluluğu taşır.  4.  Suçun  organizatörü  ve  suça  azmettiren,  devlet  makamlarına zamanında  haber  vererek  veya  başka  şekilde  tedbir  alarak  suçun  fail tarafından tamamlanmasını önlerse, ceza sorumluluğu taşımaz. Suça yardım eden, suçun işlenmesini önleyecek elinden gelen tüm tedbirleri alırsa, ceza sorumluluğu taşımaz. 5. Organizatör ve azmettirenin bu maddenin 4. fıkrasında belirtilen hareketleri,  suçun  fail  tarafından  işlenmesini  önleyememiş  ise,  onların aldıkları bu tedbirler cezanın belirlenmesi sırasında mahkeme tarafından cezayı hafifletici neden olarak dikkate alınabilir . İştirakte, suç ortağı başkasının fiilinden değil suça yaptığı katkı nedeniyle kendi fiilinden sorumlu tutulmaktadır. İşte bu sebeple, failin kararlaştırılan suçtan  gönüllü  vazgeçmesi,  diğer  suç  ortaklarının  da  gönüllü  vazgeçme hükümlerinden yararlanması sonucunu doğurmaz.  İştirak halinde işlenen suçlarda gönüllü vazgeçme konusunda, RFCK ile TCK arasında farklar bulunmaktadır. İştirak halinde işlenen suçlarda gönüllü vazgeçmeyi düzenleyen TCK nın 41. maddesine göre;  (1) İştirak halinde işlenen suçlarda, sadece gönüllü vazgeçen suç ortağı, gönüllü vazgeçme hükümlerinden yararlanır.                                                   170  RFCK nın birçok yerinde  hareket  kelimesinin yanında parantez içinde  hareketsizlik  kelimesi kullanılmaktadır. Türk ceza hukukunda  hareketsizlik  kelimesi yerine daha çok  ihmal  veya  ihmali davranış  (TCK m.83 gibi) kelimeleri kullanılmaktadır.  171  KOZAÇENKO – NEZNAMOVA (Ed.), s.257. 172  RAROG (Ed.), s.198. 771Emin Hüseyinoğlu  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782 (2) Suçun;  a) Gönüllü vazgeçenin gösterdiği gayreti dışında başka bir sebeple işlenmemiş olması,  b) Gönüllü vazgeçenin bütün gayretine rağmen işlenmiş olması,  Hallerinde de gönüllü vazgeçme hükümleri uygulanır .  TCK nın 41. maddesine göre gönüllü vazgeçen failin, azmettirenin veya yardım edenin gönüllü vazgeçmeden yararlanması için suçun işlenmemesi için elinden gelen tüm gayreti göstermesi yeterli olup, bu gayretin suçun işlenmesini önlemesi şart değildir. RFCK nın 31/4. maddesi, yardım eden sıfatıyla suça iştirak eden kişi bakımından benzer bir hükme yer vermiştir. Buna göre; suça yardım eden, suçun işlenmesini önleyecek elinden gelen tüm tedbirleri alırsa, ceza sorumluluğu taşımaz. Yani suça yardım edenin gönüllü vazgeçmeden yararlanması için elinden gelen tüm gayreti göstermesi yeterli olup, bu gayretin suçun işlenmesini önlemesi şart değildir.  Ancak yardım eden dışındaki suç ortaklarının gönüllü vazgeçmeden yararlanması konusunda RFCK ile TCK nın tutumları farklıdır. RFCK ya göre, organizatör ve azmettirenin gönüllü vazgeçmeden yararlanması için suçun önlenmesi için elinden gelen tüm gayreti göstermesi yeterli değildir. Çünkü bu gayretin suçun işlenmesini önlemesi durumu bir cezasızlık nedeni iken, önleyememesi durumu (başarısız gönüllü vazgeçme) ise sadece cezayı hafifletici nedendir.  X. AĞIRLAŞTIRICI NEDEN OLARAK SUÇA İŞTİRAK RFCK nın 35/7. maddesine göre,  Suçun bir grup kişi, önceden anlaşmış bir grup kişi, organize grup, suç birliği (suç örgütü) tarafından işlenmesi bu Kanunda öngörülen esaslar ve sınırlar içinde daha sert cezaya sebep olur . Gerçekten de RFCK nın özel kısmının çok sayıda maddesinde suçun iştirak halinde işlenmesi cezayı ağırlaştırıcı neden olarak düzenlenmiştir. A. Suçun Bir Grup Kişi Tarafından İşlenmesi RFCK nın 35/1. maddesine göre,  Önceden anlaşma olmadan, iki veya daha fazla failin birlikte katılımıyla işlenen suç, bir grup kişi tarafından 772Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782  Rusya Federasyonu… işlenmiş olur . Bu halde faillerden birinin aynı zamanda organizatör olması mümkündür. Gerçi bu durumlarda organizatörü tespit etmek kolay değildir. Suçun bir grup kişi tarafından işlenmesi, RFCK da çok sayıda suçta ağırlaştırıcı neden olarak öngörülmüştür. Örneğin kasten öldürme (m.105/2/j), kasten sağlığa ağır zarar verme (m.111/3/a), işkence (m.117/2/e), ırza geçme (m.131/2/a), hayvanlara kötü muamele (m.245/2) suçlarının organize grup tarafından işlenmesi cezayı ağırlaştırıcı nedendir. B. Suçun Önceden Anlaşmış Bir Grup Kişi Tarafından İşlenmesi  RFCK nın 35/2. maddesine göre,  Birlikte suç işleme hakkında önceden anlaşan kişilerin katılımıyla işlenen suç, önceden anlaşmış bir grup kişi tarafından işlenmiş sayılır .  Her ne kadar maddede  fail  yerine  kişi  terimi kullanılmış ise de, Rusya Federasyonu Yüksek Mahkemesi içtihatlarına göre, önceden anlaşmış bir grup kişi tarafından işlenmiş suç için birden fazla failin varlığı gereklidir. Tek fail ve diğer suç ortağı tarafından işlenen suç, önceden anlaşmış bir grup tarafından işlenen suç olarak değerlendirilemez. Suçun bir grup kişi veya önceden anlaşmış bir grup kişi tarafından işlenmesi, klasik müşterek faillik durumudur.                                                   173  KOZAÇENKO – NEZNAMOVA (Ed.), s.252.  174  Rusya  Federasyonu  Yüksek  Mahkemesi nin  Hırsızlık,  Soygun  ve  Yağma  Suçlarına Yönelik Mahkeme Uygulamaları Hakkındaki 27.12.2002 Tarih ve 29 No.lu Genel Kurul Kararı (Kararnamesi):  Eğer organizatör, azmettiren ve yardım eden doğrudan doğruya soygun suçunun işlenmesine katılmamışsa, failin işlediği suç, önceden anlaşmış bir grup kişi tarafından işlenmiş olarak değerlendirilemez . (Byulleten № 2 2003 Goda (2003 Yılı 2  No.lu  Bülten),  http://www.supcourt.ru/vscourt_detale.php?id=1795,  Erişim: 12.12.2016); Rusya Federasyonu Yüksek Mahkemesi nin 14.11.2012 Tarih ve 9-D-16 No.lu Kararı:  Mağdurun öldürülmesinde failin sadece P olması, mahkum A nın ise bu öldürmeye  azmettiren  olarak  iştirak  etmesi  dikkate  alınarak,  mahkum  P  ve  A nın hareketleri önceden anlaşmış bir grup kişi tarafından işlenmiş olarak değerlendirilemez . (Byulleten  №  5  2013  Goda  (2013  Yılı  5  No.lu  Bülten),  http://www.supcourt.ru/ vscourt_detale.php?id=8684,  Erişim:  15.12.2016);  Rusya  Federasyonu  Yüksek Mahkemesi nin 618P No.lu Kararı:  Kanunun anlamına göre, suçun işlenmesinde birinin fail ve diğerinin azmettiren olması halinde, hükümlülerin eylemi önceden anlaşmış bir grup kişi tarafından işlenmiş olarak değerlendirilemez . (Obzor Zakonadatelstva i Sudebnoy Praktiki Verhovnogo Suda Rossiyskoy Federasii za 1 Kvartal 2007 Goda (2007 Yılı 1. Dönemde Mevzuat ve Mahkeme Uygulamalarının Özeti), http://www.supcourt.ru/ vscourt_detale.php?id=4863, Erişim: 25.1.2017). 175  KOZAÇENKO – NEZNAMOVA (Ed.), s.252. 773Emin Hüseyinoğlu  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782 Suçun önceden anlaşmış bir grup kişi tarafından işlenmesi, RFCK da çok sayıda suçta ağırlaştırıcı neden olarak öngörülmüştür. Örneğin kasten öldürme (m.105/2/j), kasten sağlığa ağır zarar verme (m.111/3/a), işkence (m.117/2/e), insan kaçırma (m.126/2/a), ırza geçme (m.131/2/a), hırsızlık (m.158/2/a), dolandırıcılık  (m.159/2),  soygun  (m.161/2/a),  hayvanlara  kötü  muamele (m/2) suçlarının organize grup tarafından işlenmesi cezayı ağırlaştırıcı nedendir. Türk Ceza Kanunu na bakıldığında, suçun önceden anlaşmış bir grup kişi tarafından işlenmesinin bazı suçlar bakımından cezayı ağırlaştıran neden olarak  öngörüldüğü  görülmektedir.  Örneğin  cinsel  saldırı  (m.102/3/d), çocukların  cinsel  istismarı  (m.103/3/a),  tehdit  (m.106/2/c),  kişiyi hürriyetinden yoksun kılma (m.109/3/b) ve yağma (m.149/1/c) suçlarının birden fazla kişi tarafından birlikte işlenmesi cezayı ağırlaştıran neden olarak öngörülmüştür. Ancak RFCK dan farklı olarak, TCK da yer alan bu tür düzenlemelerin sayısı çok azdır. C. Suçun Organize Grup Tarafından İşlenmesi RFCK nın 35/3. maddesine göre,  Bir veya birkaç suçun işlenmesi için önceden  biraraya  gelmiş  istikrarlı  bir  grup  kişi  tarafından  işlenen  suç, organize grup tarafından işlenmiş sayılır . Önceden anlaşmış bir grup kişiden farklı olarak, organize grup daha profesyonel  ve  istikrarlı  bir  birlikteliktir.  Organize  grubun  istikrarlı sayılabilmesi için grup üyeleri arasında bir veya birkaç suçun işlenmesi konusunda  önceden  bir  anlaşma  ve  sürekli  bir  birliktelik  olması gerekmektedir. İstikrarlılık unsuru, grup üyelerinin birkaç suçun işlenmesi için biraraya gelmesini gerektirmekle birlikte, bazen tek bir suçun uzun süreyle planlanıp özenle hazırlanması da grubun istikrarlı bir grup sayılmasına sebep olur. İstikrarlı olmaları şartıyla iki kişinin bulunması bile organize grubun varlığı için yeterli olabilir. Organize suçluluk günümüz toplumu için doğrudan ve ciddi tehlike arzetmektedir.                                                  176  VETROV – LYAPUNOV, s.163. 177  NAUMOV, s.332. 178  RAROG – ESAKOV – ÇUÇAEV – STEPALİN, s.107. 179  KOZAÇENKO – NEZNAMOVA (Ed.), s.254. 774Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782  Rusya Federasyonu… Suçun organize grup tarafından işlenmesi, RFCK nın özel kısmındaki çok sayıda suçta ağırlaştırıcı neden olarak öngörülmüştür. Örneğin kasten öldürme (m.105/2/j), kasten sağlığa ağır zarar verme (m.111/3/a), işkence (m.117/2/e), insan kaçırma (m.126/3/a), insan ticareti (m.127.1/3/v), ırza geçme (m.131/2/a), hırsızlık (m.158/4/a), dolandırıcılık (m.159/4), soygun (m.161/3/a), hayvanlara kötü muamele (m/2) suçlarının organize grup tarafından işlenmesi cezayı ağırlaştırıcı nedendir. Suçun bir örgütün faaliyeti çerçevesinde işlenmesi, TCK da da bazı suçlar bakımından cezayı ağırlaştırıcı neden olarak düzenlenmiştir. Örneğin göçmen kaçakçılığı (m.79/3), organ veya doku ticareti (m.91/4), dolandırıcılık (m.58/3), uyuşturucu veya uyarıcı madde imal ve ticareti (m.188/5) ve fuhuş (m.227/6) suçları böyledir. Ancak RFCK dan farklı olarak, TCK da yer alan bu tür düzenlemelerin sayısı çok azdır.  D. Suçun Suç Birliği (Suç Örgütü) Tarafından İşlenmesi  RFCK nın 35/4. maddesine göre,  Doğrudan veya dolaylı mali veya başka maddi menfaat elde etmek için birlikte bir veya birkaç ağır ya da nitelikli ağır suçu işlemek amacıyla üyeleri biraya gelmiş yapılandırılmış örgütlü grup veya tek yönetim altında hareket eden birleşmiş organize gruplar tarafından suç, suç birliği (suç örgütü) tarafından işlenmiş sayılır .  Suçun suç birliği (suç örgütü) tarafından işlenmesi, RFCK nın özel kısmında herhangi bir suçta açıkça ağırlaştırıcı neden olarak öngörülmemiştir. Bununla birlikte; suçun bir grup kişi, önceden anlaşmış bir grup kişi veya organize grup tarafından işlenmesinin RFCK nın özel kısmında ağırlaştırıcı neden olarak öngörüldüğü maddelerin suçun suç birliği tarafından işlenmesi durumunda da uygulamak gerekir. Çünkü suç birliği (suç örgütü); bir grup kişi,  önceden  anlaşmış  bir  grup  kişi  ve  organize  grubu  zaten  içinde barındırmakta olup onların daha fazlasıdır. Suç birliği, suç anlaşmaları içinde toplum ve devlet açısından en tehlikeli olanıdır. İfade  etmek  gerekir  ki,  RFCK da  yer  alan  suç  örgütü  (suç  birliği) kavramıyla, TCK da yer alan suç örgütü kavramı aynı değildir. TCK nın 220.                                                  180  RAROG – ESAKOV – ÇUÇAEV – STEPALİN, s.108. 181  KOZAÇENKO – NEZNAMOVA (Ed.), s.253. 775Emin Hüseyinoğlu  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782 maddesinde düzenlenen suç örgütü, daha çok RFCK da yer alan  organize grup  ile benzer niteliktedir. E. Genel Cezayı Ağırlaştırıcı Neden Olarak Suça İştirak Suçun bir grup kişi, önceden anlaşmış bir grup kişi, organize grup, suç birliği (suç örgütü) tarafından işlenmesinin ağırlaştırıcı neden olması sadece belli başlı suçlar bakımından geçerli değildir.  Suçun bir grup kişi, önceden anlaşmış bir grup kişi, organize grup, suç birliği (suç örgütü) tarafından işlenmesi ayrıca RFCK nın 63/1/v. maddesinde genel cezayı ağırlaştırıcı neden olarak düzenlenmiştir.  Ancak bu nedenlerin RFCK nın özel kısmında ağırlaştırıcı neden olarak yer  aldığı  suçlarda  cezanın  ne  kadar  artırılacağı  belirtilmiştir.  Örneğin RFCK nın 105/1. maddesine göre, kasten öldürme suçunun cezası 6 seneden 15 seneye kadar hapis ve 2 seneye kadar özgürlüğün sınırlandırılmasıdır. Kanunun 105/2. maddesine göre ise, bu suçun bir grup kişi, önceden anlaşmış bir grup kişi veya organize grup tarafından işlenmesi durumda 8 seneden 20 seneye kadar hapis ve 1 seneden 2 seneye kadar özgürlüğün sınırlandırılması veya müebbet hapis veya ölüm cezası verilir. Buna  karşılık  bu  nedenlerin  diğer  suçlar  açısından  genel  cezayı ağırlaştırıcı neden olarak dikkate alınması, sadece ilgili suç için öngörülen seçimlik cezalardan birinin seçimi ile alt ve üst sınır arasındaki sonuç cezayı belirlemek bakımındır. Suçun bir grup kişi, önceden anlaşmış bir grup kişi, organize grup, suç birliği  (suç  örgütü)  tarafından  işlenmesinin  suçun  unsurunu  oluşturduğu hallerde,  bunlar  cezayı  ağırlaştırıcı  neden  olarak  ayrıca  göz  önünde bulundurulmaz. Çünkü RFCK nın 63/2. maddesine göre,  Eğer ağırlaştırıcı nedenler bu Kanununun özel kısmının ilgili maddesinde suçun unsuru olarak                                                  182  Özgürlüğün sınırlandırılması; RFCK nın 53. maddesinde düzenlenen bir ceza türü olup, günün belli saatlerinde yerleşim (oturma) yerini terk etmeme, belirlenen yerlere gitmeme, izinsiz yerleşim yerini, eğitim yerini veya işyerini değiştirmeme gibi tedbirlerden ibarettir. Türk  ceza  hukukunda  bu  gibi  tedbirler  ceza  değil,  güvenlik  tedbiri  kapsamında değerlendirilmektedirler.  183  Rusya Federasyonu Anayasa Mahkemesi 19.11.2009 tarih ve 1344-O-R No.lu kararında ölüm cezasının Rusya Federasyonu nun hiçbir bölgesinde uygulanamayacağına karar vermiştir. (Karar için bkz. https://rg.ru/2009/11/27/postanovlenie-ks-dok.html, Erişim: 13.06.2016). 776Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782  Rusya Federasyonu… öngörülmüşse, onlar kendi başına cezanın belirlenmesi sırasında tekrar göz önünde bulundurulamaz 184. Gerçekten de suçların birden fazla kişi tarafından işlenmesi suçun daha kolay işlenmesini sağlamakta ve daha tehlikeli bir durum oluşturmaktadır. Bununla birlikte Türk Ceza Kanunu na bakıldığında, suça iştirakin genel cezayı ağırlaştırıcı neden olarak öngörülmediği görülmektedir. Başka bir ifadeyle  RFCK nın  63/1/v.  maddesine  benzer  bir  düzenleme  TCK da bulunmamaktadır. Bununla birlikte TCK nın özel kısmında bazı suçların (m.  102/3/d,  103/3/a,  109/3/b,  149/1/c,  m.265/3  gibi)  birden  fazla  kişi tarafından işlenmesi cezayı ağırlaştırıcı neden olarak düzenlenmiştir.",
     "Kaynakça": "ARTUK Mehmet Emin – GÖKÇEN Ahmet – YENİDÜNYA A. Caner, Ceza Hukuku, Genel Hükümler, 4. Baskı, Turhan Kitabevi, Ankara 2009. BEZBORODOV  Dmitriy,  Vidı  Souçastnikov  Prestupleniya  (Suça  İştirak Türleri),  Redaksonno-izdatelskaya  Labaratoriya  Sankt-Peterburskogo Yuridiçeskogo İnstituta (Filiala) Akademii Generalnoy Prokraturı RF, Sankt-Peterburg 2013. BURÇAK Fedor, Uçeniye o Souçastiyii po Sovetskomu Ugolovnomu Pravu (Sovyet Ceza Hukukuna Göre İştirak Hakkında Öğretim), İzdatelstvo Naukova Dumka, Kiev 1969. CENTEL Nur – ZAFER Hamide – ÇAKMUT Özlem, Türk Ceza Hukukuna Giriş, 5. Bası, Beta Yayınları, İstanbul 2008. ÇUÇAEV Aleksandr – NIRKOVA Natalya (Ed.), Ugolovnoye Pravo Rossii (Rusya  Ceza  Hukuku),  Obşaya  Çast  (Genel Kısım),  Uçebnik  (Ders Kitabı), İzdatelstvo Feniks, Rostov-na-Donu 2009. DEMİRBAŞ  Timur,  Ceza  Hukuku,  Genel  Hükümler,  5.  Baskı,  Seçkin Yayıncılık, Ankara 2007. DÖNMEZER Sulhi – ERMAN Sahir, Nazari ve Tatbiki Ceza Hukuku, Genel Kısım, Cilt 2, 11. Bası, Beta Yayınları, İstanbul 1999.  GRİŞAEV  Pavel  –  KRİGER  German,  Souçastiye  po  Sovetskomu Ugolovnomu Pravu (Sovyet Ceza Hukukuna Göre İştirak), İzdaletstvo Gosyurizdat, Moskva 1959. HAFIZOĞULLARI Zeki – ÖZEN Muharrem, Türk Ceza Hukuku, Genel Hükümler, 3. Baskı, US-A Yayıncılık, Ankara 2010. HAKERİ Hakan, Ceza Hukuku, Genel Hükümler, 20. Baskı, Adalet Yayınevi, Ankara 2017. HÜSEYNOV Emin, Rusya Federasyonu Ceza Hukukunda Suça Teşebbüs, Ankara Üniversitesi Sosyal Bilimler Enstitüsü, Yayınlanmamış Doktora Tezi, 2011. İÇEL Kayıhan – EVİK A. Hakan, Ceza Hukuku, Genel Hükümler, 2. Kitap, 4. Bası, Beta Yayınları, İstanbul, 2007. 779Emin Hüseyinoğlu  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782 KOCA Mahmut – ÜZÜLMEZ İlhan, Türk Ceza Hukuku, Genel Hükümler, 1. Baskı, Seçkin Yayıncılık, Ankara 2008. KOCA Mahmut – ÜZÜLMEZ İlhan, Türk Ceza Hukuku, Özel Hükümler, 2. Baskı, Adalet Yayınevi, Ankara 2015. KOMİSSAROV Vladimir (Ed.), Rossiyskoye Ugolovnoye Pravo (Rus Ceza Hukuku), Obşaya Çast (Genel Kısım), İzdatelskiy Dom Piter, SanktPeterburg 2005. KOROLKOV A. (Ed.), Kommentariy k Ugolovnomu Kodeksu Rossiyskoy Federasii  (Rusya  Federasyonu  Ceza  Kanunu nun  Şerhi),  İzdatelstvo EKSMO, Moskva 2004. KOZAÇENKO İvan – NEZNAMOVA Zinaida (Ed.), Ugolovnoye Pravo (Ceza  Hukuku),  Obşaya  Çast  (Genel  Kısım),  İzdatelskaya  Gruppa İNFRA.M-NORMA, Moskva 1997. KOZAÇENKO İvan (Ed.), Ugolovnoye Pravo (Ceza Hukuku), Obşaya Çast (Genel Kısım), Uçebnik (Ders Kitabı), İzdaletstvo Norma, Moskva 2008. KOZLOV Anatoliy, Souçastiye (İştirak), Tradisii i Realnost (Genenek ve Gerçeklik),  İzdatelstvo  Yuridiçeskiy  Sentr  PRESS,  Sankt-Peterburg, 2001. KUDRYAVSEV Vladimir – LUNEEV Viktor – NAUMOV Anatoliy (Ed.), Ugolovnoye Pravo Rosii (Rusya Ceza Hukuku), Obşaya Çast (Genel Kısım), İzdatelstvo Yurist, Moskva 2006. MİHLİN Aleksandr (Ed.), Ugolovnoye Pravo Rossiyskoy Federasii (Rusya Federasyonu Ceza Hukuku), Obşaya Çast (Genel Kısım), İzdatelstvo Yurist, Moskva 2004. NAUMOV Anatoliy (Tercüme: QURBANOV H.), Rusya Cinayet Hüququ, Ümumi Hisse, Qanun Neşriyyatı, Bakı 1998.  ÖNDER Ayhan, Ceza Hukuku Dersleri, Filiz Kitabevi, İstanbul 1992. ÖZBEK Veli – KANBUR Nihat – BACAKSIZ, Pınar – DOĞAN, Koray – TEPE İlker, Türk Ceza Hukuku, Genel Hükümler, Seçkin Yayıncılık, Ankara 2010. 780Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 735-782  Rusya Federasyonu… ÖZGENÇ  İzzet,  Türk  Ceza  Hukuku,  Genel  Hükümler,  5.  Bası,  Seçkin Yayınevi, Ankara 2010. ÖZTÜRK Bahri – ERDEM Mustafa Ruhan, Uygulamalı Ceza Hukuku ve Güvenlik Tedbirleri Hukuku, 10. Baskı, Seçkin Yayıncılık, Ankara 2008. TOROSLU Nevzat, Ceza Hukuku, Genel Kısım, Savaş Yayınevi, 13. Baskı, Ankara 2009. RAROG Aleksey – ESAKOV Gennadiy – ÇUÇAEV Aleksandr – STEPALİN Valeriy, Ugolovnoye Pravo Rossii (Rusya Ceza Hukuku), Çasti Obşaya i Osobennaya (Genel ve Özel Kısımlar), İzdatelstvo Prospekt, Moskva 2008. RAROG Aleksey (Ed.), Ugolovnoye Pravo Rosii (Rusya Ceza Hukuku), Obşaya Çast (Genel Kısım), İzdatelstvo EKSMO, Moskva 2008. SEMENDEROV  Firudin,  Cinayet  Hüququ,  Ümumi  Hisse,  Digesta Neşriyyatı, Bakı 2007.  SOYASLAN  Doğan,  Ceza  Hukuku,  Genel  Hükümler,  7.  Baskı,  Yetkin Yayınları, Ankara 2016. VETROV Nikolay – LYAPUNOV Yuriy, Ugolovnoye Pravo (Ceza Hukuku), Çast Obşaya-Çast Osobennaya (Genel Kısım-Özel Kısım), İzdatelstvo Yurisprudensiya, Moskva 2007. ZELİNSKİY Anatoliy, Souçastiye v Prestuplenii (Suça İştirak), İzdatelstvo Volgogradskaya Pravda, Volgograd 1971."
}