{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "MOBBİNG TERİMİ VE TÜRK HUKUK DÜZENİNDE İNCELENMESİ",
     "Title": "Mobbing Term and It’s Examination in Turkish Law",
     "Yazar İsmi": [
          "Arş. Gör. Selahattin Samet BİLGE"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Anahtar Kelimeler: Mobbing",
          "Stalking",
          "Türk Ceza Kanunu",
          "Mobbing Düzenlemeleri"

     ],
     "Keywords": [
          "Mobbing",
          "Stalking",
          "Turkish Penal Code",
          "Mobbing Regulations"
     ],
     "Özet": "Bu  çalışmanın  temel  amacı,  henüz  türk  ceza  kanunun  tarafından tanımlanmayan  ve  hukuken  tanımnayan  Mobbing in  hukuki  ve  ana yaklaşımlarını  saptamak  ve  analiz  etmektir.  Mobbing,  en  dar  anlamda, işyerindeki diğer kimselere zarar verici davranışlarda bulunmak, taciz etmek ve psikolojik olarak terörize etmek anlamına gelmektedir. Böyel olunca, ciddi hukuki ve cezai etkileri mağdur için kaçınılmaz hale gelmektedir. Bunun sonucu olarak, var olan hukuki normların ihtiyacı karşılayıp karışlamadığı tartışılabilir hale gelmektedir. Bu çalışmada gerçekten de ceza hukukunda yeni bir düzenlemeyi kanunlaştırma ihtiyaç olup olmadığı ve bu konuda yapılmış varsayımsal bir önermenin de eleştirisiyle birlikte tartışılmış ve çalışılmıştır.",
     "Abstract": "The main goal of this study is to analyze and determine on the legal & main aspects of  mobbing  which is yet and will not likely to be defined & recognized by the Turkish Penal Code. Mobbing, in the strict sense is defined as harmful acts and harassment and terrorizing others psychologically at workplace. With the several effects of mobbing, serious legal & penal results have become inevitable for victims, as a result of which, it has become whether or not existing legal norms are qualified to fulfill the need. Within this study, it is both studied and discussed whether there is indeed a need for a new formula to be legalized in Criminal law along with critics regarding a hyopthetical legislative proposal for Mobbing.",
     "Metin": "Mobbing, bir pozitif bilim terimi olarak ilk kez 19. Yüzyılda, biyologlar tarafından,   yuvalarını  korumak  için  saldırganın  etrafını  saran  kuşların davranışları nı  nitelemek  için  kullanılmıştır.1  Genel  olarak,  işyerinde gerçekleşen duygusal tacizi ifade etmek için kullanılan mobbing, Latince kökeni itbariyle bir kimseyi kasten sıkıştırmak, bunaltmak, taciz etmek, uzun süreli ve sistematik olarak bir kimse üzerinde baskı oluşturmak anlamında kullanılmaktadır.2   1960 lı yıllarda ise Konrad Lorenz tarafından ‘küçük hayvan gruplarının daha güçlü ve yalnız bir hayvana karşı birleşerek ve hücum ederek ve hayvanı def etmesi  ve ‘aynı kuluçkadan çıkan kuşlar arasında yaşayan ve diğer kuşların aralarındaki en zayıf kuşu yiyecek ve sudan uzak tutarak dışlaması ve en nihayetinde iyice güçsüz hale getirerek öldürmesi ve grubun dışına atması   olarak  tanımlanmıştır.  Daha  sonraları  ise  Peter  Paul  Heimann, çocukların  grup  ve  sınıflar  içerisindeki  davranışlarını  incelemiş, çalışmalarında  çocukların kümeleşip, içlerindeki  zayıf  gördükleri tek  bir çocuğa  saldırdıklarını  gözlememiş  ve  saldırgan  kümenin  davranışlarını tanımlamak için ‘mobbing  terimini kullanmıştır. 1990 lı yıllara gelindiğinde ise bir işyeri ve sosyal ilişkiler psikoloğu olan Heinz Leymann, çocukların kendi  aralarında  etkileşim  halinde  oldukları  durumlara  ilişkin  edindiği gözlemlerde, mağdura yönelen şiddetli ve ısrarlı zarar verici fiillerin hemen                                                  1   Pınar TINAZ, İşyerinde Psikolojik Taciz (Mobbing), Istanbul 2010, s. 10. 2   Yener ÜNVER,  Ceza Hukuku Açısından Mobbing, Stalking ve Cinsel Taciz Eylemleri , Ceza Hukuku Dergisi Y. 2009 S. 11, s. 101 – 127. 3   Keneth  WESTHUES,  The  Mobbings  at  Medaille  College  in  2002 (http://arts.uwaterloo.ca/~kwesthue/medaille2.pdf) (Erişim tarihi: 15 Kasım 2015) 4   Heinz LEYMANN, The Content and Development of Mobbing at Work , European Journal of  Work  and  Organizational  Psychology,  Yıl  1996  Cilt  5  Sayı  2,  s.  165-184. (http://www.organizedmobbing.com/Leymann6.pdf) (Erişim tarihi: 15 Kasım 2015) 1246Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  Bilge hemen  aynısının  işyeri  çalışanlarında  da  olduğunu  gözlemlemiş  ve çocukların  birbirlerine  karşı  gerçekleştirdiği  rahatsız  edici  ve  sistematik fiillerin ‘bullying , işyerinde gerçekleşen sistematik tacizlerin ise ‘mobbing  terimleriyle  ifade  edilmesi  gerektiğini  ve  hatta  biraz  daha  ileri  giderek ‘mobbing  olarak adlandırdığı ve işyerinde gerçekleşen bu sistematik fiilleri; ‘ahlak dışı birer psikolojik terör fiilleri 6 olduğunu belirtmiştir. Belirtmek gerekir ki, doktrinde, mobbing terimi üzerinde bir görüş birliği yoktur.8 Çalışma ortamı ve yaşamı; insanın kendini var etmeye çalıştığı bir yer olduğundan, rekabet, çatışma, iletişim, paylaşım, başarı ve takım çalışması gibi fillerin veya olguların yaşanması çok olağandır.9 Dolayısıyla, bu olağan davranışların dışına çıkan, işyeri çalışanını ‘mağdur  konumuna getiren çoğu zaman  mağdurun  işyerinden  ayrılması  ve  hukuki  bağını  kesmesi  ile sonuçlanan fiil veya olgular bütünü kendisini ‘mobbing  eyleminin içinde göstermektedir. Bu halde, mobbingi çalışma hayatının olağanlığından sıyıran bir ölçü tanımlamak ihtiyacı doğmuştur. Tipik mobbing davranışları, birisine karşı düşmanca tutum takınmak, ayrımcılık yapmak, aşağılamak, özgüveni azaltıcı  davranışlara  girmek,  istenmediğini  hissettirmek,  sık  sık  haksız eleştirmek,  gülünç  duruma  düşürmek,  hakaret  etmek,  aşağılamak,  ilişki kurmaktan kaçınmak, görmezden gelmek, ciddiye almamak, izole etmek, konuşmamak,  cinsel  davranışlarda  bulunmak  veya  teklif  etmek,  cismani tehditte  bulunmak,  sağlığa  zarar  veren  veya  gereksiz  görevlere  vererek bunaltmak veya muhatabı cinsel ayrımcığılığa tutmak gibi davranışlardır.10 Türkçe karşılığı ile ‘işyerinde psikolojik taciz 11, muhakkak işyerinde gerçekleşmelidir. İşyeri dışında gerçekleşen ve mobbingin konusu ile aynı                                                  5   Karim SAMNANI – Pardbudyal SINGH, 20 Years of Workplace Bullying Research: A Review of Antecedents and Consequences of Bullying in the Workplace, Aggression and Violent Behavior, C. 17, S. 6, Kasım-Aralık 2012, s. 581-589.  6   Heinz LEYMANN, Mobbing and Psychological Terror at Workplaces, Violence and Victims,  C.  5  S.  5,  Yıl  1990/2 (http://www.mobbingportal.com/LeymannV%26V0(3).pdf) (Erişim tarihi: 17 Kasım 2015) 7   LEYMANN, ‘The Content and Development of Mobbing at Work , s. 165-184. 8   Güneş OKUYUCU ERGÜN,  Ayrımcı Mobbing , 5.Uluslararası Suç ve Ceza Film Festivali  Akademik  Program  Tebliğleri  (http://www.icapff.com/5-Uluslararasi-Suc-veCeza-Film-Festivali-Akademik-Program-Tebligleri.pdf) (Erişim Tarihi: 10 Ocak 2016) 9   Selver YILDIZ - İlknur KILKIŞ, Psikolojik Taciz Olgusuna 4857 Sayılı İş Kanunu Açısından Bir Bakış, Çalışma İlişkileri Dergisi, Yıl 2010, C. 1, S. 1, s. 71-93.  10 ÜNVER, s. 101 – 127. 11 Kavramı Türk bilim dünyasına kazandıran isim Pınar TINAZ dır. TINAZ, kavramın Türkçeleştirilmesi konusunda ‘işyerinde psikolojik taciz  olarak adlandırdığı ‘mobbing    1247Mobbing Terimi ve Türk Hukuk...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  olan  fiil  veya  olguları  mobbing  terimi  olarak  değerlendirmek  mümkün değildir. Mobbing, sistematik bir biçimde cereyan etmelidir. Sistemli bir biçimde mağduru hedef almayan davranış, mobbing değildir. Buna göre, bir fiil ile bir kimseyi bir kereliğine rahatsız etmek, işyerinde psikolojik taciz anlamına  gelmez.  Sistemli  psikolojik  tacizde,  işyerinde;  kişi  hakkında dedikodu yapılır, asılsız söylentiler çıkarılır, kişiye iftira atılır, kişiyle alay edilir, kişi küçük düşürülür, rencide edilir ve hatta kişiye kendisinin rızasının olmadığı bedensel müdahalelerde bulunulur. Saldırgan tarafından sürekli ve ısrarlı bir biçimde, sözlü-yazılı-her türlü cereyan eden davranışlar, mağduru  rahatsız  ediyorsa,  işyerinde  psikolojik  tacizin  varlığından bahsetmek mümkündür. Kimi düşünürler bunun için yaptıkları gözlemler ve araştırmalar neticesinde mobbingin varlığını en az haftada bir kez tekrar eden ve altı aydır devam etmekte olan bir süreye bağlamışlar ve mobbingin varlığından söz edilebilmesi için bu süreyi şart koşmuşlardır.  Mobbing süresince görülen davranışlar tek tek ele alındığında bazıları tamamen olumsuz olarak görülebilmesine ve bazen de kabul edilemez olarak algılanmasına rağmen bazıları sadece normal etkileşim davranışları olarak değerlendirilebilir. Hatta bu davranışlar bir kez için hoş görülebilir ya da davranışı  yapanın  o  gün  kötü  gününde  olduğu  varsayılarak  anlayışla karşılanabilir.  Ancak  davranışlar,  sistematik  olarak  uzun  bir  süre  içinde                                                  kavramı yerine ‘Yıldırkaçır  (bkz. Pınar Tınaz, İşyerinde Psikolojik Taciz (Mobbing), İstanbul 2011, s. 20) kavramının kullanılmasını önermiştir. Hukuki düzenlemelerde yürütme tasarrufları  bölümünde  inceleyeceğimiz  üzere  Başbakanlık  da  yayınladığı  genelgede ‘işyerinde psikolojik taciz  terimini kullanmıştır. Bizce de uygun terim ‘işyerinde psikolojik taciz dir. Biz de incelememizde mobbing ve işyerinde psikolojik taciz terimlerini eş anlamlı kullanacağız. Bunun yanında mobbing terimi yerine yıldırma ve işyerinde psikolojik şiddet teriminin de birbirinin eşiti olarak kullanıldığını belirtmekte fayda görmekteyiz. (Ayrıntılı bilgi  için  bkz.  Hüseyin  YAVUZ,  Çalışanlarda  Mobbing  (Psikolojik  Şiddet)  Algısını Etkileyen Faktörler, Süleyman Demirel Üniversitesi Tıp Fakültesi Üzerine Bir Araştırma, Süleyman Demirel Üniversitesi Sosyal Bilimler Enstitüsü, Yüksek Lisans Tezi, 2007). (http://eprints.sdu.edu.tr/370/1/TS30.pdf)  (Erişim  tarihi:  15  Kasım  2015)  Bununla birlikte Tınaz a göre mobbing (işyerinde psikolojik taciz veya yıldırkaçır) ‘işyerinde diğer çalışanlar veya işeverenler tarafından tekrarlanan saldırılar şeklinde uygulanan bir çeşit psikolojik terör dür. (bkz. Pınar TINAZ – Bayram FUAT – Ergin HEDİYE, Çalışma Psikolojisi ve Hukuki Boyutlarıyla İşyerinde Psikolojik Taciz (Mobbing), İstanbul 2008, s. 7) 12 Charlotte RAYNER – Helge HOEL - Carry COOPER, Workplace Bullying What We Know, Who is to Blame and What Can We Do?, Londra 2002, s. 8. 13  Noa DAVENPORT – Ruth SCHWARTZ – Gail ELLIOT, Mobbing: İşyerinde Duygusal Taciz (Çev.: Önertoy, Osman Cem, Sistem Yayıncılık, Istanbul 2008), s. 24. 1248Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  Bilge tekrarlanırsa anlamları değişir ve tehlikeli bir silaha dönüşerek örnek bir mobbing olayının ortaya çıkışını tetikler ve kasıtlı tacize dönüşür.14 Buraya kadar ifade ettiğimiz kısmı bir bütün olarak değerlendirdiğimizde işyerinde psikolojik tacize konu fiilleri veya olgular bütününü, belirli kişi ya da kişiler tarafından, mağduru hedef alan ve ona zarar veren her türlü rahatsız edici davranış olduğunu tekrar etmekte yarar görmekteyiz. Dolayısıyla, kimisi için taciz edici nitelikte olan bir davranış, kimisi için taciz edici nitelikte olmayabilir. Diğer bir deyişle, psikolojik taciz fiil veya olgusunun üzerinde cereyan ettiği kişi bundan rahatsız oluyorsa ‘mobbing  vardır ve kişi artık ‘mağdur dur, yok eğer kişi bundan rahatsız olmuyorsa ‘mobbing  yoktur ve kişi burada mağdur değildir.  Mobbing, doktrindeki diğer bir adıyla da zorbalık, mağdurun kendisine karşı şiddetli bir biçimde gerçekleşen bir hareketler bütünü olup, mağdurun kendisini bu saldırıya karşı korumada saldırgana oranla daha güçsüz kalması ve kendini savunmada yetersiz olması (kendisini daha zayıf hissetmesi ve kendisini böyle adlandırması) biçimde de tanımlanmıştır.  İşyerinde psikolojik taciz olgusunun terminolojik kullanımının, doktrinin yerselliği bağlamında farklılık gösterdiği, sözgelimi aynı anlama gelen terimin başka ülkelerde başka terimlerle ifade edildiği daha önce belirtilmişti. Bu terimlerin birbirinden unsurları yönünden çok da farklı olmadan ve fakat birbirinin  bir  diğer  seçeneği  olarak  kullanıldığını  belirtmekte  yarar görmekteyiz.  Mağdurun, belirli bir işyerinde, sık aralıklarla tekrarlanan olumsuz ve  zarar  verici  davranışların  muhatabı  olması  ve  neticede işyerinde verimsiz çalışması ya da işyerini terk etmesi ile sonuçlanan bir fiiller veya olgular  bütününü  ‘işyerinde  meydana  gelen  olumsuz  olaylar   olarak                                                  14  TINAZ, İşyerinde Psikolojik Taciz (Mobbing), s. 53. 15  Stale EIRNASEN – Helge HOEL – Dieter ZAPF – Cooper CARRY, The Cöncept of Bullying at Work the European Tradition, Bullying and Emotinal Abuse in the Workplace, Londra 2003, s. 12. 16  Helen COWIE - Paul NAYLOR - Ian RIVERS - Peter K. SMITH - Beatriz PEREIRA, Measuring workplace bullying, Aggression and Violent Behavior, C. 7, S. 1, Ocak-Şubat 2002, s. 33-51.  17  Paula  SAUNDERS  -  Amy  HUYNH  -  Jane  GOODMAN-DELAHUNTY,  Defining workplace  bullying  behaviour  professional  lay  definitions  of  workplace  bullying, International Journal of Law and Psychiatry, S. 30 Yıl 2007, s. 340–354.    1249Mobbing Terimi ve Türk Hukuk...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  tanımlarken araştırmacılar Fransa da ve Almanya da ‘Mobbing  terimini, Finlandiya da  ‘Harrasment   terimini  (bir  kimseyi  üzen  veya  inciten davranış)20, Birleşik Devletler de ise ‘aggression  terimini (bir kimseye yönelik zorlama ve şiddet içeren davranış)22 ve ‘emotional abuse 23 terimini, Avusturalya da, Birleşik Krallık da ve Kuzey Avrupa da ise ‘Workplace Bullying   terimini  (işyerinde  meydana  gelen  zorbalık)  kullanmışlardır. İşyerinde  psikolojik taciz  (fiziksel zorlama kavramı olarak nitelendirilen ‘bullying i  de  içeren  her  türlü  taciz)  İskandinavya da,  Almanya  ve Avusturya da, Portekiz de, Birleşik Krallık da ve Birleşik Devletler de 17 yıldır sistematik bir biçimde bilimsel bir araştırma konusu olmuştur.  1990 lı yıllara kadar, işyerinde meydana gelen ve işçiye yönelik zarar verici  davranışların  araştırma  konusu  sadece  ırksal  ve  cinsiyet  kökenli ayrımcılığa  odaklanmıştır.  Dolayısıyla,  işyerinde  rahatsızlık  verici                                                  18  Dieter ZAPF - Michael KNORZ - Matthias KULLA, On the relationship between mobbing factors, and job content, social work environment, and health outcomes, European Journal of Work and Organizational Psychology, S. 5, Y. 1996, s. 215-237.  19  Kaj BJÖRKQVIST, K. ÖSTERMAN - M. HJELT-BACK, Aggression Among University Employees, Aggressive Behavior, S. 20, Y. 1994, s. 173 – 184.  20  (http://dictionary.cambridge.org/dictionary/british/harassment?q=+harassment)  (Erişim Tarihi: 18 Kasım 2015) 21  Robert A. BARON - Joel H. NEUMAN, Workplace aggression—The iceberg beneath the tip  of  workplace  violence:  Evidence  of  its  forms,  frequency,  and  targets,  Public Administration Quarterly, S. 21, Y. 1998, s. 446-464. (Erişim tarihi: 17 Kasım 2015) 22  (http://dictionary.cambridge.org/dictionary/american-english/aggression?q=aggression) (Erişim Tarihi: 18 Kasım 2015) 23  Loraleigh KEASHLEY, Interpersonal and systemic aspects of emotional abuse at work: The target's perspective, Violence and Victims, S. 16 Y. 2001, s. 233-268.  24  Michael SHEEHAN, Workplace bullying: Responding with some emotional intelligence, International Journal of Manpower, S. 20, C. 1, Y. 1999, s. 57-69.  25  Charlotte RAYNER, The Incidence Of Workplace Bullying, Journal of Community and Applied Social Psychology, Y.1997, S. 7, s. 249-255.  26  Ståle EINARSEN - Anders SKOGSTAD, Bullying at work: Epidemiological findings in public  and  private  organizations,  European  Journal  of  Work  and  Organizational Psychology, Y. 1996, S. 5, s. 185-201.  27  BJÖRKQVİST - ÖSTERMAN - HJELT-BACK, s. 173 – 184. 28  Klaus NIEDL, Mobbing and Well-Being, European Journal of Work and Organizational Psychology, Yıl 1996 S. 5, s. 239 – 249. (http://psycnet.apa.org/psycinfo/2010-19283-007) (Erişim tarihi: 18 Kasım 2015) 29  COWIE - NAYLOR - RIVERS - SMITH - PEREIRA, s. 33-51, 30  Neil  CRAWFORD,  Bullying  At  Work:  A  Psychoanalytic  Perspective,  Journal  of Community and Applied Social Psychology, Yıl 1994 S. 7, s. 219 – 226.  31  SAUNDERS - HUYNH - GOODMAN-DELAHUNTY, s. 340–354. 1250Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  Bilge davranışlar konusunda ırka ve cinsiyete dayalı veya buna benzer diğer hukuki koruma altında olan (ayrımcılık yasağına dayanan diğer konular) dışındaki konular, araştırmalarda göz önüne alınmamıştır. Mobbing konusunu daha bilimsel ve teknik olarak ele alıp işyerindeki şiddet eylemlerini (maddi ya da manevi her türlüsü) konu alan ilk ve hala neredeyse bütün bilim insanlarının araştırmalarında  referans  ve  rehber  olarak  aldığı  sistematik  eser,  Heinz Leymann tarafından 1990 yılında yayımlanmıştır.  1994 de  Norveç te  ‘işyerindeki  psikolojik  taciz   konusunda  yapılan çalışmalarda bir grup bilim insanı, buna konu fiillerin işyerlerinde çok yaygın olduğunu saptamışlardır. Çalışmalarda kullanılan müşterek ölçüt, çok ince çizgilerle belirlenmiştir. Olgular sıralanırken en aşağısında iş yerinde gerçekleşen ‘dedikodu, el-kol şakaları, bir başkası için önemli sayılabilecek kritik bilgileri saklama, yok saymak-o kişi sanki o işyerinde çalışmıyormuş gibi  davranmak   ve  en  üstte  ‘yermek-aşağılamak,  birinin  işine  son vereceğinden  bahisle  onu  tehdit  etmek  ve  şiddet   şeklinde  bir  gösterge çizelgesi izlenmiştir. Bununla birlikte, bir başka ölçme-değerlendirme kıstası da  iş  yükünün  ağırlaştırılması,  yüklenen  işi  yapamadığı  gerekçesi  ile aşağılanma-hor görülme, şahsı hedef alan alay hareketlerine maruz kalma ve nihayetinde şiddet görme olarak belirlenmiştir. Katılımcıların burada sayılan ölçüdeki davranışlardan en az birine veya birden fazlasına muhatap olmalarına göre,  davranışın  tekrarlanması  ölçüsünü  esas  alarak  araştırmacılar katılımcıların  işyerindeki  psikolojik  tacize  hedef  olup  olmamasını ölçebilmişlerdir.                                                    32  SAUNDERS - HUYNH - GOODMAN-DELAHUNTY, s. 340–354. 33  SAMNANI - SINGH, s. 581-589.  34  Ståle EINARSEN - Bjørn Inge RAKILLES - Stig Berge MATTHIESEN, Bullying And Harassment  At  Work  And  Their  Relationships  To  Work  Environment  Quality:  An Exploratory Study, European Work and Organizational Psychology, S. 4, Y. 1994, s. 381–401.  35  Yargıtay ın bu konuda vermiş olduğu karar için bakınız: Yargıtay 9. Hukuk Dairesi, 24.1.2002, E. 2001/16224. (http://www.kazanci.com.tr) (Erişim Tarihi: 18 Kasım 2015). Karara göre  … Davacının davalı işyerinde muhasebe elemanı olarak çalıştığı sırada temizlik elemanı olarak temizlik işlerine verildiği, davacının yeni verildiği bu işyerinde işbaşı yapmayarak hizmet akdini sona erdirdiği, iş değişikliği sebebiyle davacının çalışma şartları ağırlaştığından davacının feshinin 1475 sayılı Yasanın 16/II. Maddesine uygun düştüğünden kıdem tazminatının kabulü doğru ise de feshi gerçekleştirdiği anlaşılan davacı lehine ihbar tazminatına karar verilmesi hatalı olup bozmayı gerektirmiştir…  36  Elfı BAILLIEN - Nele DE CUYPER - Hans DE WITTE, Job autonomy and workload as antecedentsof workplace bullying: A two-wave test of Karasek's Job Demand Control Model for targets and perpetrators. Journal of Occupational and Organizational Psychology, S.   1251Mobbing Terimi ve Türk Hukuk...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290   Bütün  bu  terimsel  farklar  açıklandıktan  sonra,  doktrinde  neredeyse konuyu  inceleyen  bütün  bilim  insanlarının  şu  ortak  noktalarda  hemfikir olduklarını görmekteyiz:  1- Mağdur olumsuz davranışların muhatabı, yani ‘kurban dır(victim).  2- Bu olumsuz ve rahatsız edici davranışlar sürekli ve ısrarlı bir biçimde saldırganlar tarafından tekrarlanmaktadır. 3- Mağdurun uğradığı zarar psişik yahut cismani her türlü zarardır.  4- Mağdur, failden (zorba/tacizci) daha zayıf durumdadır ve kendini ‘mağdur  olarak nitelendirir.37  II.HUKUK DÜZENİNDE MOBBİNG A.GENEL OLARAK TÜRK HUKUK DÜZENİNDE MOBBİNG Mobbing,  doğrudan  mağduru  hedef  alan,  simetrik  veya  asimetrik saldırılar bütünü olduğundan; özünde mağdurun kişiliğine ilişkin temel hak ve özgürlükleri koruyan hukuki menfaati veya menfaatleri ihlal eden fiili ve olgular bütünüdür.  Mobbing i, hukuk bilimi açısından incelemede yaşanan zorluklardan biri de psikoloji ve hukuk bilimi arasındaki  terminolojik  farklılıklardır. Bu nedenle, biz, psikoloji bilimi ile ceza hukuku bilimi arasındaki  terminoloji denkleştirmesi nde  Mobbing  uygulayan  kişinin  yani  ‘saldırgan ın  ceza hukuku anlamında ‘fail , mobbingin hedef aldığı kişinin yani ‘kurbanın  ceza hukuku anlamında ‘mağdur , mobbing fiilini izleyenlerin yani ‘izleyicilerin  ise  ceza  muhakemesi  hukukunda  ‘tanık   terimi  ile  bağdaştırılmasının mümkün  olabileceğini  düşünmekteyiz.  En  önemlisi  ise,  önümüzde  ceza hukuku biliminin konusu olabilecek normatif bir düzenleme olmadığı için, buradaki denkleştirme çabalarımız tamamen akıl yürütme yoluyla bulunan yaklaşık ifadelerden ibarettir. İlerleyen başlıklarda da inceleyeceğimiz üzere, Türk hukuk düzeninin kamu ve özel hukuk alanında ayrı ayrı olmak üzere mobbingin nasıl anlaşıldığını özetleyeceğiz.                                                  84, Y. 2011, s. 191–208; Füsun BULUTLAR - Ela Ünler ÖZ, The Effects Of Ethical Climates On Bullying Behavior In The Workplace, Journal of Business Ethics, S. 86, Y. 2009, s. 273–295; Suzy FOX - Lamont E. STALLWORTH, The Battered Apple: An Application  Of  Stressoremotion-Control/Support  Theory  To  Teachers'  Experience  Of Violence And Bullying, Human Relations, S. 63, Y. 2010, s. 927–954.  37  Charlotte RAYNER – Loraleigh KEASHLEY, Bullying at Work: A Perspective From Britain and North America, Washington DC: American Psychological Association, s. 271296.  1252Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  Bilge Türkiye Cumhuriyeti Devleti, 1954 yılından beri AİHS in tarafıdır ve AY m. 90 gereği, iç hukukun parçası haline gelen AİHS e uygun davranmak zorundadır. 38 O halde, AİHS ile korunan hukuki değer ve menfaatlerden olan m. 9  düşünce vicdan ve din özgürlüğü , m. 10  ifade özgürlüğü  m. 14  ayrımcılık  yasağı yla  getirilen  hukuki  korumayı  sağlamak  zorundadır. Ayrıca, Anayasa m.12 ‘Herkesin kişiliğine bağlı dokunulmaz, devredilmez vazgeçilmez temel hak ve özgürlüklere sahip olduğunu  ifade ettikten sonra m. 17 de ‘Herkes, yaşama, maddi ve manevi varlığını koruma ve geliştirme hakkına sahiptir.   hükmünü getirmiştir.   Mobbinge  konu  fiil  ve  olgular  bir  bütün  olarak  ele  alındığında saldırganın mağdura yönelik zarar verici bu davranışlarının Anayasa m.12 ve m. 17 nin koruduğu hukuki değer ile birlikte yine Anayasa nın koruma altına aldığı çalışma hürriyetini ve MK m. 24 ün düzenlediği kişilik haklarını ihlal edici nitelikte olduğunu söylemek mümkündür. Yine failin gerçekleştirdiği her bir mobbing fiili ile -şartları varsa- ayrı ayrı ihlal ettiği ceza normlarına ilerleyen başlıklarda değinilecektir.  Bununla birlikte Anayasa m. 49 ‘Devlet, çalışanların hayat seviyesini yükseltmek, çalışma hayatını geliştirmek için çalışanları ve işsizleri korumak, çalışmayı  desteklemek,  işsizliği  önlemeye  elverişli  ekonomik  bir  ortam yaratmak  ve  çalışma  barışını  sağlamak  için  gerekli  tedbirleri  alır.  biçimindeki düzenlemesiyle devlet tüzel kişisine çalışma hürriyetini sağlamak anlamında  bir  yükümlülük  yüklemiştir.  O  halde  mobbing  konusunda yapılacak hukuki düzenlemelerin Anayasal dayanağı m. 49 dur. B.GENEL OLARAK YABANCI HUKUK DÜZENİNDE Yabancı  mevzuatta  mobbing,  cezai  himayenin  konusu  olarak, araştırmamızda  görebildiğimiz  kadarıyla  sadece  İngiltere  ve  Fransa da                                                  38   AİHS., katıldığı 1954 yılından bu yana, Devletler hukukunun kuralı  Ahde vefa ilkesi  gereğince Türkiye Cumhuriyeti Devletini bağlar. Bugün Devletler hukukunun olmadığını ileri sürenlere fazla itibar edilmemektedir. Ortada bir zorunluluk olmadıkça, söz veren, sözünde  durur. ,  Zeki  HAFIZOĞULLARI,   Türk  Ceza  Hukukunun  Seksen  Yılı, Cumhuriyetin Kuruluşundan Bugüne Türk Hukukunun Seksen Yıllık Gelişimi , Ankara Üniversitesi Hukuk Fakültesi Yayınları, No. 538, 30-31 Ekim 2005 Sempozyumu, s. 115. vd.; Zeki HAFIZOĞULLARI,  Avrupa İnsan Hakları Sözleşmesini Sağlamayan Ceza ve Ceza Muhakemesi Hukuku Düzenlemeleri Ve Uygulamaları , Ceza ve Ceza Muhakemesi Hukuku Düzenlemeleri ve Uygulamalarına İlişkin Genel Değerlendirmeler Sempozyumu, Ankara 2009.   1253Mobbing Terimi ve Türk Hukuk...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  düzenlenmiştir. Bunun dışında diğer ülkelerde özel hukuk ve özellikle iş hukuku anlamında düzenlemelere rastlamak mümkündür. Kanunlardan başka, Türkiye Cumhuriyeti nin, Avrupa Konseyi nin 1961 tarihle ‘Avrupa Konseyi Sosyal Şartı nı ve onun yerine geçmek üzere 3 Mayıs 1996 da  yürürlüğe  giren  ‘Gözden  Geçirilmiş  Avrupa  Sosyal  Şartını  onaylanmış olması ve haliyle söz konusu düzenlemelerin iç hukukunun bir parçası hâline gelmiş olması da dikkat çekici bir diğer husustur. Buna göre:  Akit  taraflar  tüm  çalışanların  onurlu  çalışma  haklarının  etkili  bir biçimde  kullanılmasını  sağlamak  amacıyla  işverenlerin  ve  çalışanların örgütlerine danışarak, 1-Çalışanların işyerinde ya da işle bağlantılı cinsel taciz konusunda bilinçlenmesi,  bilgilenmesi  ve  bunun  engellenmesini  desteklemeyi  ve çalışanları bu tür davranışlardan korumaya yönelik tüm uygun önlemleri almayı; 2-Çalışanların birey olarak işyerinde ya da işle bağlantılı olarak maruz kaldıkla- rı kınanılacak ya da açıkça olumsuz ya da suç oluşturan, yinelenen eylemler konusunda bilinçlenmesi, bilgilenmesi ve bunların engellenmesini desteklemeyi ve çalışanları bu tür davranışlardan korumaya yönelik tüm uygun önlemleri almayı taahhüt ederler 39 . Benzer  şekilde  AB  İstihdat  ve  İş  Yaşamında  Kadınlar  ve  Erkekler Arasında  Fırsat  Eşitliği  ve  Eşit  Davranma  İlkesi  başlıklı  2006  tarihli yönergesi de AB İş Hukukunun mü ktesebatına dâhil olduğu ve Türkiye Cumhuriyeti nin tam üyelik görüşmeleri süreci de devam ettiği için Türkiye iç hukukunu bu yönerge ile uyumlu hâle getirmek zorundadır. Bu zorunluluk neticesinde, Borçlar Kanunu m. 417 düzenlenmiş ve yürürlüğe girmiştir. İşyerindeki psikolojik tacize karşı ilk hukuki düzenleme 1994 de İsveç te görülmüştür.  İşyerinde  mağduriyet  hakkındaki  kararname,  tacizi  ‘İşçinin işyerinden ayrılması ile sonuçlanan saldırgança bir biçimde, çalışanının bizzat şahsına yönelen ve niteliği gereği kınanması gereken sürekli olarak                                                  39  (http://www.ttb.org.tr/mevzuat/index.php?option=com_content&view=article&id=559:gdengerm-avrupa-sosyal-rti&catid=6:uluslararasylge&Itemid=36)  (Erişim  Tarihi:  20  Nisan 2015)  40  YILDIZ - KILKIŞ, s. 71-93; Ali GÜZEL - Emre ERTAN, İşyerinde Psikolojik Tacize (Mobbinge) Hukuksal Bakış: Avrupa Hukuku ve Karşılaştırmalı Hukuk, İş Hukuku ve Sosyal Güvenlik Hukuku Dergisi, C. 4, S. 14, Y. 2007, s. 509-549. 1254Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  Bilge tekrarlanan  veya  her  biri  ayrı ayrı olumsuz  olduğu  anlaşılan  davranış  biçiminde tanımlamıştır. Benzeri  bir  düzenleme  2004  yılında  Kanada da  gerçekleşmiştir. İşyerindeki  ayrımcılığa  dayanan  zorbalığa  ve  tacize  karşı  gerçekleşen harekette,  Quebec de  bulunan  işçiler  ilk  hukuki  düzenlemeyi gerçekleştirmede  çok  büyük  rol  oynamışlardır.  Buna  göre  Kanada daki mevcut hukuki düzenleme işyerindeki tacizi ‘Düşmanca veya istenmeyen davranışlarla,  mağdura  ızdırap  veren  ve  sözlü  saldırı  ya  da  ima  ile gerçekleşen ve neticesinde işçinin haysiyetine ya da cismani bütünlüğüne zarar  veren  ve  neticesinde  işçiye  zarar  verici  bir  iş  ortamı  yaratan davranışlar 42  olarak  tanımlamıştır.  Düzenlemenin  kapsamı  çok  geniştir. Görüldüğü  gibi  işçinin  işyerini  terk  etmiş  olması  sonucu  yerine  işçinin işyerinde  çalışmasının  zorlaşmış  olması  ölçüsü  tacizin  varlığından  söz edebilmek  için  yeterli  ve  yerinde  görülmüştür.  Ancak  düzenleme  özel hukukun konusu olduğundan, makalenin konususunun dışında kalmaktadır. Finlandiya daki  bazı  yazarlarca  işyerinde  gerçekleşen  cinsel  tacizin doktrinel  tanımı  ‘fiilin  etkilerini  üzerinde  gösterdiği  kişi  tarafından  hoş karşılanmayan, rahatsız edici bulunan ve herhangi bir hareketle gerçekleşen cinsellik  davranışı  içeren  fiil  veya  tavır  olarak   biçiminde  yapılmıştır. Düzenleme özel hukuku ilgilendirmektedir.  İspanya da mobbing ceza kanununda düzenlenmemiştir. Birleşik  Krallık da  1997  yılında  Kabul  edilen  ‘Tacizden  Korunma Yasası , konumuz açısından önem teşkil etmektedir. Bu yasaya göre özel hukuk açısından ise işvereni bağlayan ve 1974 tarihli ‘İşte Sağlık ve Güvenlik Yasası   hükümlerine  göre  işverene  çalışanlarının  sağlık  ve  güvenlik  ve esenliğini  sağlamakla  yükümlü  kılındığı  yasa  mevcuttur.  Ceza  hukuku                                                  41  The  Swedish  National  Board  of  Occupational  Health  and  Safety. (http://www.av.se/dokument/inenglish/legislations/eng7.pdf) (Erişim tarihi: 17 Kasım 2015): Gary NAMIE – Ruth NAMIE, The Bully at Work, Naperville, Illionis 2003, s. 95. 42  Commission  des  Normes  du  Travail  (2006).  Psychological  harassment  at  work. (http://www.cnt.gouv.qc.ca/en/recours/harcelement.asp); NAMIE-NAMIE, s. 98. 43  Kaisa KAUPPINEN, Fınland/AIBD Regional Workshop on Leadership Organizational Management, Asian-Pacific Newsletter on Occupational Health and Safety, C. 9, S.1, Mart 2002, s. 15.  44  Begoña Martínez JARRETA - Javier GARCÍA-CAMPAYO - Santiago GASCÓN, Miguel  BOLEA,  Medico-legal  implications  of  mobbing:  A  false  accusation  of psychological harassment at the workplace, Forensic Science International, C. 146, S. 2, Aralık 2004, s.17-18.    1255Mobbing Terimi ve Türk Hukuk...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  anlamında ise 1997 yılında önemli gördüğümüz bir yasa yapılmıştır. Yasaya göre 1(1) ve 1A kısmında öngörülen suçları işleyen kimseler hapis cezasıyla cezalandırılmaktadırlar.  Fransa da mobbinge konu eylemleri gerçekleştiren fail hakkında bir yıla kadar hapis ve 15.000€ adli para cezası müeyyidesini öngören düzenleme mevcuttur. III. MOBBİNG DAVRANIŞLARININ TASNİFİ VE AŞAMALARI A. TASNİF Mobbing  nedenlerinin  ve  sonuçlarının  anlaşılabilmesi  için  öncelikle işyerinde  görülen  ve  psikolojik  tacizin  habercisi  olan  davranışların belirlenmesi gerekir. Mobbingi sistematik bir biçimde ele alan ilk bilimsel incelemede (Heinz Leymann) mobbing saldırganının mobbing uyguladığı kurbana  yönelik  olarak  45  farklı  davranış  gözlemlemiş  ve  bunları  beş kategoride sınıflandırmıştır.  Birinci kategorik davranış, mağdurun iletişimine yönelik saldırılardır. Bu kategori içine idarenin mağduru susturması, iletişiminin engellenmesi ve mağdura yönelik yaptığı işi hedef alan sözel saldırılar, tehditler ve mağduru yok sayan davranışlar girmektedir. İkinci  kategoride  karşımıza  mağdurun  sosyal  iletişim  kurmasına yönelik  saldırılar  çıkmaktadır.  Burada  mağdurla  konuşulmaz,  yönetimin mağdurla konuşması engellenir, mağdurun odası bir başka yere taşınır ve tamamen çalışma ortamından yalıtılır. Üçüncü  kategoride,  mağdurun  toplum  içindeki  yerine  yönelik saldırıları göstermek mümkündür. Mağdurun arkasından dedikodular yapılır, insanlar içinde rencide edilir, alay edilir, etnik ve soybağına ilişkin konularda alay edilir. Dördüncü kategoride ise doğrudan iş hayatına ilişkin saldırılar yer alır. Mağdura artık yeni bir iş verilmez, anlamsız işler yüklenir. Yaratıcılıktan uzaklaştırılır.                                                  45  (http://www.legislation.gov.uk/ukpga/1997/40/section/2) (Erişim Tarihi: 21 Kasım 2015 Perşembe) 46  Duncan CHAPPELL - Vittorio DI MARTINO, Violence at Work, International Labour Organization 2006, s. 157.  47  TINAZ, İşyerinde Psikolojik Taciz (Mobbing), s. 53. 48  (http://www.leymann.se/English/12210E.HTM) (Erişim Tarihi 21 Kasım 2015) 1256Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  Bilge Beşinci kategoride ise mağdurun fiziksel bütünlüğüne ve sağlığına yönelik saldırılar yer almaktadır. Mağdura tehlikeli işlerde görev verilmeye başlanır, mağdura yönelik fiziksel davranışlar rahatsız edici bir boyut alır veya doğrudan saldırılara maruz kalır, cinsel olarak taciz edilir.49. B. AŞAMALAR Mobbing beş aşamalı bir süreç olarak tanımlanmaktadır.  Birinci aşama çatışmadır. Bu aşamada süreç henüz mobbing niteliği almamıştır ama kısa bir süre içerisinde mobbing halini almaya hazırdır. Tetikleyici  bir  olayın  ortaya  çıkması  beklenir.  Bu  evrede  mağdurda psikosomatik bir rahatsızlığa rastlanmaz.  İkinci aşama saldırgan fiillerdir. Olağan davranışlar bu boyutta şekil değiştirerek  kişiyi  grup  içinde  yalnız  bırakıp  cezalandırmaya  yönelik saldırgan  eylemlere  dönüşebilir.  Bu  eylemler  ve  psikolojik  saldırıların başlaması mobbing dinamiklerinin çalışmaya başladığını gösterir.  Üçüncü aşama ise kurum yönetiminin devreye girmesidir. Yönetim eğer ikinci aşamada doğrudan yer almamışsa bir ikinci aşamada çıkan olaylara önyargıyla bakabilir ve yanlış bir yargılama ile mağdura kulak vermez ve problemden kaçınmaya çalışır. Yönetim, negatif unsurlarla birlikte mağdura karşı olan yerini alır, kişiyi damgalamaya yönelik açıklamalarda bulunur.  Dördüncü  aşama  yanlış  yakıştırmalar  ve  tanılarla  damgalama aşamasıdır.  Kişi  bu  evrede  psikolojik  ya  da  psikiyatrik  yardım  almaya başladığı için işyerinde  damgalanır, hakkında  akli melekeleri konusunda problemleri  olduğuna  dair  söylentiler  çıkarılır.  Kişi  hastalık  derecesinde şüpheci, akıl hastası, zor insan olarak görülür. Kişi işyerinden uzaklaştırılır. Hemen hemen her zaman bu aşamadan sonra zorla işten çıkarılma veya istifa vakaları görülür. Son aşama, kişinin işine son verilmesidir. Kişinin işyerinden uzaklaştırılması ile ilgili olaylar yüzünden bir çaba gösterilmemesi sonucunda mağdur yaşadığı gerilik ve  onu izleyen  psikosomatik etkiler neticesinde hastalıkları artar ve hatta bu evre sarsıntı ve travma sonrası stres bozukluğunu tetikler.                                                   49  http://www.leymann.se/English/12210E.HTM (Erişim Tarihi 20 Kasım 2015) 50  http://www.leymann.se/English/12220E.HTM (Erişim Tarihi 20 Kasım 2015) 51  TINAZ, İşyerinde Psikolojik Taciz (Mobbing), s. 64-66.    1257Mobbing Terimi ve Türk Hukuk...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  IV. MOBBİNG İN NEDENLERİ Mobbing, kavram gereği yalnızca işyerinde gerçekleşen ve mağduru rahatsız eden fiil veya olgular bütünüdür. O halde işyerinde olağan olan rekabet, çatışma, dedikodu gibi beşeri ilişkilerin özel olarak irdelenmesi neticesinde hangi kavramın mobbing hangisinin olağan iş hayatı ilişkileri olduğu ortaya çıkarılabilir.  Bu nedenleri bireysel ve bireysel olmayan nedenler olarak incelemeyi uygun gördük. Ancak belirtmek gerekir ki, doktrinde mobbingin nedenleri konusunda pek çok çalışma olmasına rağmen üzerinde mutlak olarak uyuşulan belirli nedenler bulunmamaktadır. 52 A. BİREYSEL NEDENLER Bunlardan ilki bireyi grup kuralına uymaya zorlamaktır. İşyerine yeni gelen birey ya yeni bir pozisyondan işe başlamıştır ya da bir başkasının terk ettiği pozisyona gelmiştir. İki halde de birey, girdiği çevre tarafından o çevrenin kurallarına uymaya ikna edilmek istenecektir. Kişi eğer bu kurallara uymazsa, gruptan dışlanabilme tehlikesi ile karşı karşıya kalabilecektir. Bu gibi  durumlarda,  mağdur  bireye  uygulanan  mobbing de  genellikle  iş arkadaşları  kendilerine  de  gözdağı  verilmesi  veya  tepki  gösterilmesi korkusuyla  katılmaktadırlar.  Burada  tehlikeli  olan,  kötü  muamele  ve mobbing davranışlarının kanıksanması ve diğer işçiler tarafından da  burada işler  demek  ki  böyle  yürüyor   denilerek  bu  davranışların   normal karşılanmasının beklenmesi  olmakta, iş yeri kültürünün kaçınılamaz bir parçası haline gelmektedir.54 Bir diğer neden, düşmanlıktan zevk almaktır. Mobbingciler, düşmanlık duyguları yüksek genel olarak ilgi açlığı çeken zayıf kişilikleri nedeniyle övgüye aşırı gerek duyan silik karakterli insanlardır.  Mobbingcilerin bazılarının esas benimsedikleri amaç her zaman kişinin işyerini terk etmesi neticesini istemek olmayabilir. İşte bu hallerde sadece zevk için mobbing yapan kimselere rastlanabilmektedir. Bu tür mobbingciler                                                  52  Emin SERİN – Onur BALKAN – Husna DOĞAN,  The Perceptıon And Causes Of Mobbıng: Turkey Example , Journal of Business, Economics & Finance Y. 2014 C.3 S. 1, s. 5 – 17. 53  TINAZ, İşyerinde Psikolojik Taciz (Mobbing), s. 89. 54  SERİN – BALKAN – DOĞAN,  The Perceptıon And Causes Of Mobbıng: Turkey Example , Journal of Business, Economics & Finance Y. 2014 C.3 S. 1, s. 5 – 17. 55  TINAZ, İşyerinde Psikolojik Taciz (Mobbing), s. 90. 1258Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  Bilge başkalarına fiziksel ya da psikolojik acı çektirmekten zevk almaktadırlar. Kişi, burada, işyerindeki lider veya ast-üst ilişkisinin vermiş olduğu güven ve yetkiye dayanmakta, buradan güç almaktadır.57  Can sıkıntısı yüzünden, monoton işlerin vermiş olduğu sıkıntıdan ve iş yükü dağıtımının adil olmadığı işyerlerinde iş sıkıntısının vermiş olduğu nedenlerle mobbingciler diğer insanlara saldırabilmektedirler.58 Önyargıları  pekiştirmek  algısıyla,  zaten  önyargılı  birer  birey  olan mobbingcilerin  bir  başkasına  saldırmasının  nedenleri  altında  kıskançlık, mağdurun beklenmedik şekilde terfi alması ya da etnik kökeni veya dini inancı gibi önyargısal nedenler de yatmaktadır.59. Bunun  dışında  mobbingciler,  iş  yerlerindeki  pozisyon  gereği diğerlerine istediklerini yaptırmak hakkına sahip olduklarına inanırlar ve kendilerine bağlı çalışan herkes onlara göre aşağı düzey insanlardır. Buna göre, bu insanların kimseye şikayet etmeye hakkı yoktur ve mobbingcinin de hesap  vereceği  hiç  bir  üst  makam  bulunmaktadır.  Bazı  mobbingciler genellikle çalışkandır ancak yaptıkları her işi abartmayı seveler, başkalarının işini  küçümserler,  zor  işleri  kendilerinin  yaptıkları  algısını  yaratıp  güç gösterisi yapmayı severler. Bu durumda eğer kendilerinden daha yüksek başarıya sahip birine özellikle bir asta, memura denk gelirlerse mobbing faaliyetlerinde bulunmaya başlayabilir, başladılarsa da şiddetini yükselterek devam ederler. Mutlu  olmayı  bilmeyen  bazı  mobbingciler,  başkalarının  da  mutlu olmasına tahammül edemez ve bu mutluluklarını kişilerin elinden almak isterler. Kendilerinden daha yetenekli ve daha üstün olduğunu düşündükleri bireylerden  korkarlar.  Mobbingciler,  kendi  eksikliklerini  gidermek  için mobbinge başvururlar. Bencillik nedeniyle bazı kişiler kendi hatalarını görmektense sadece diğer kişilerin hatalarını bulmayı tercih ederler, birlikte çalıştıkları kişileri                                                  56  TINAZ, İşyerinde Psikolojik Taciz (Mobbing), s. 91. 57  SERİN – BALKAN – DOĞAN,  The Perceptıon And Causes Of Mobbıng: Turkey Example , Journal of Business, Economics & Finance Y. 2014 C.3 S. 1, s. 5 – 17. 58  TINAZ, İşyerinde Psikolojik Taciz (Mobbing), s. 91. 59  TINAZ, İşyerinde Psikolojik Taciz (Mobbing), s. 92-93. 60  SERİN – BALKAN – DOĞAN,  The Perceptıon And Causes Of Mobbıng: Turkey Example , Journal of Business, Economics & Finance Y. 2014 C.3 S. 1, s. 5 – 17. 61  TINAZ, İşyerinde Psikolojik Taciz (Mobbing), s. 93. 62  TINAZ, İşyerinde Psikolojik Taciz (Mobbing), s. 100.   1259Mobbing Terimi ve Türk Hukuk...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  küçük düşürmek için ellerinden geleni yaparlar, başkalarının zaaflarından yararlanıp hedeflerine ulaşmayı gözlerler, duygusal zekadan yoksundurlar, benmerkezci  kişilik  yapılarından  dolayı  empati  yetenekleri  neredeyse yoktur.63 B. DİĞER NEDENLER Mobbingin bireysel olmayan nedenleri de incelenmeye değerdir. Bunlar daha çok idari (örgütsel) nedenlerdir. Sözgelimi kuruma hatalı personel alımı, dönemsel  işçi  alımı,  idari  yönetim  hatalarının  neden  olduğu  rekabet ortamı yanında bürokratik ast üst ilişkisinin çok fazla olması, tacizin bir kurumsal yapı içindeki personeli ehlileştirme aracı olarak kullanılması, insan kaynaklarının kısıtlı bütçeyle idare edilmesi, kurum içi iletişimin bozuk  olması,  kriz  yönetiminde  beceriksizlik,  yanlış  grup  liderliği, başarısızlıklar neticesinde faturayı bir başkasına kesmek ve iş hayatının gelişmelerinden habersiz olmak da bireysel olmayan nedenler arasında sayılabilir. Mobbingin  bireysel  ve  bireysel  olmayan  nedenleri  arasındaki  ilişki önemlidir. Bu ilişki kendisini daha çok örgütsel sessizlik yani mobbingin cereyan ettiği çevrede göstermektedir. Bir araştırmada mobbing ve örgütsel sessizlik arasında yapılan korelasyon analizine (terimsel olmayan bir ifade ile ‘orantılılık ilişkisi ) göre; mobbingin kendini geliştirme ve iletişime yönelik saldırılar,  sosyal  ilişkilere  yönelik  saldırılar,  itibara  yönelik  saldırılar, yaşam kalitesi ve mesleğe yönelik saldırılar ile sağlığa yönelik saldırılardan oluşan beş alt boyutunun (bkz. II. bölüm B başlığı) her birinin birbiri ile ilişkili olduğu  bu  ilişkinin  orta  derecede  anlamlı  bir  ilişki  olduğu  sonucuna ulaşılmıştır. Mobbing ile örgütsel sessizliğin alt boyutları olan yönetsel ve örgütsel  nedenler,  işle  ilgili  konular,  tecrübe  eksikliği,  izolasyon  ve ilişkileri zedeleme korkusu arasında anlamlı, pozitif ve orta dereceli bir ilişki bulgusuna ulaşılmıştır.                                                  63  TINAZ, İşyerinde Psikolojik Taciz (Mobbing), s. 101. 64  Linda  SHALLCROSS  - Michael  SHEEHAN  -  Sheryl  RAMSAY,  The  Workplace Mobbing  Syndrome,  Response  and  Prevention  in  the  Public  Sector (http://eprints.qut.edu.au/43891/1/paperShallcrosspdf(2).pdf) (Erişim  Tarihi: 21 Kasım 2015) 65 (https://web.archive.org/web/20030222075605/http://www.topten.org/public/AE/AE.html) (Erişim tarihi: 20 Kasım 2015) 66  Hasan GÜL - Nazlı ÖZCAN, Mobbing ve Örgütsel Sessizlik Arasındaki İlişkiler: Karaman İl Özel İdaresinde Görgül Bir Çalışma, Kahramanmaraş Sütçü İmam Üniversitesi İktisadi ve İdari Bilimler Dergisi, Y. 2011, S. 2, s. 80-134.  1260Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  Bilge  Bir görüş, işyerinde meydana gelen psikolojik taciz olaylarında daha çok kaynakların yetersizliğini ve etkin ve doğru bir biçimde bölüşülmemesi gibi (örneğin A işini yapabilecek kişiye tamamen kapasitesinin dışında bir B işi verilmesi) idari ve yönetsel nedenlere dayandırmış ve mobbingin arkasındaki asıl nedenlerin burada aranması gerektiğini, insanları mobbing yapmaya iten nedenlerin idari ve yönetsel kaynaklı olduğunu öne sürmüştür. Bu görüş karşısında  Yetersiz psikososyal çalışma ortamının mobbinge uygun zemin  hazırlayacağı  varsayımını  destekler  bulguların  saptanmadığına  yönelik görüşe katılmak mümkün değildir. V. MOBBİNG İN TÜRLERİ Mobbing türleri daha çok yukarıdan aşağıya, eşitler arasında ve az da olsa aşağıdan yukarıya olmak üzere üç sınıfta incelenmektedir.69  Buna göre: Aşağıdan yukarıya doğru mobbing: Burada hiyerarşik üstünlüğü elinde tutan kişi, kendisinden daha alt kademedeki bir başka kişiye karşı mobbing uygulamaktadır. Bunun en bilinen nedenleri saldırganın kendisinden daha başarılı  olan  bir  astın  varlığıdır.  Bu  gibi  durumlarda  amir,  memurun başarısını kendi başarısı olarak görür ve etrafına da böyle duyurur. Diğer bir nedeni ise yaş farkıdır. Kendisinden daha genç bir memurun varlığından tedirginlik duyan amir, memur üzerinde mobbing kurmaya eğilimlidir. Tersi durum da söz konusu olabilir, amirin genç memurun yaşlı olduğu durumlarda amir kendisini memurdan daha yetersiz görüp bunu kompleks  yapabilir. Otoritesinin farkına varabilmek için memuruna olağan emir verme şeklinin dışına  çıkarak,  taciz  edici  davranışlar  sergileyebilir.  Diğer  bir  neden  de ‘kayırma dır. Bir kimse, kayırılarak amir pozisyonuna geliyorsa kendini daha güçlü  ve  dokunulmaz  hissedebilir  ve  mobbing  uygulamaya  başlayabilir. Politik nedenlerle de dikey mobbingin varlığından söz etmek mümkündür,                                                  67  Anthony R. WHEELER - Jonathon R.B. HALBESLEBEN - Kristen SHANINE, Eating Their Cake and Everyone Else s Cake, too: Resources as the Main Ingredient to Workplace Bullying, Business Horizons, Y. 2010, S. 53, s. 553-560.  68  Mogens AGERVOLD - Eva Gemzoe MIKKELSEN, Relationships Between Bullying Psychosocial Work Environment and Individual Reactions, Work and Stress, Cilt 18, Sayı 4, Ekim 2004, s. 348  69  TINAZ, İşyerinde Psikolojik Taciz (Mobbing), s. 124.   1261Mobbing Terimi ve Türk Hukuk...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  politika kayırma ve iltimas için en uygun zemindir. Bu halde politik görüşü kendisine yakın olmayan memur potansiyel bir mobbing kurbanıdır. Eşitler arasında mobbing, yukarıdan aşağıya doğru Mobbing den farklı olarak bir ast-üst ilişkisine dayanmayan ve daima eşit konumdakiler arasında gerçekleşen mobbing türüdür. Bir işyerine yeni alınan, görev yeri bir başka yere çıkarılan veya terfi ile gelen birey, grubun yeni bir elamanıdır ve kabul edilmiş iç dengeleri bozar. En basit nedenleriyle yatay mobbing; birbirini çekememezlik, kıskançlık, kişisel hoşlanmama, rekabet, farklı bir ülke veya kültürden  gelme  ve  yukarı  da  da  belirttiğimiz  politik  nedenler  olarak sayılabilir. Rekabet duygusu güçlü bireyler, bir başkasına bu nedenle mobbing uygulamak eğiliminde olurlar. Aşağıdan yukarıya  doğru mobbing, amirin yetkisi astlar tarafından tartışılır duruma geldiği hallerde meydana gelmektedir. Genelde grup, mağdur üzerinde  mobbing  uygular.  Mobbingciler,  amirlerini  yönetim  karşısında küçük düşürmek eğiliminde olabilirler.72 VI. MOBBİNG İN SONUÇLARI A. MAĞDUR ÜZERİNDEKİ SONUÇLARI Mobbing mağdur üzerinde biyolojik ve psikolojik anlamda olumsuz sonuçlar doğurmaktadır. 2008 yılında 396 katılımcı üzerinde yapılan bilimsel bir  çalışmada,  işyerinde  meydana  gelen  psikolojik  tacizin  hedefi  olan katılımcıların yaşadıkları ve mağdur oldukları işyerindeki taciz ile bunun sonucu olarak ortaya çıkan psikosomatik (fiziksel ve psikolojik) belirtiler arasında doğru orantı olduğu tepsit edilmiştir.  İşyerinde psikolojik tacize yahut şiddete uğramış olan kişilerde, şiddetin muhatabı  olmamış  kişilere  nazaran  depresyon,  endişelilik  (anskiyete), bedensel ve ruhsal etkilenmeler meydana geldiği tespit edilmiştir. Beyinle ilgili fizyolojik belirtiler; sıkıntı, panik atak, depresyon, yarım baş ağrısı baş                                                  70  TINAZ, İşyerinde Psikolojik Taciz (Mobbing), s. 124-133. 71  TINAZ, İşyerinde Psikolojik Taciz (Mobbing), s. 134-144. 72  TINAZ, İşyerinde Psikolojik Taciz (Mobbing), s. 145. 73  Mariano MESEGUER DE PEDRO - María Isabel Soler SÁNCHEZ - María Cöncepción Sáez NAVARRO - Mariano García IZQUİERDO, Workplace Mobbing and Effects on Workers  Health, The Spanish Journal of Psychology, S.11, Y. 2008, s. 219-227.  74  Åse Marie HANSEN - Annie HOGH - Roger PERSSON - Björn KARLSON - Anne Helene GARDE - Palle ØRBÆK, Bullying at work, health outcomes, and physiological stress response, Journal of Psychosomatic Research, C. 60, S. 1, Ocak 2006, s. 63-72.  1262Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  Bilge dönmesi, hafıza kaybı, dikkati toplayamama ve uykusuzluk, deriyle ilgili belirtiler; kaşınma, kızarma, pullanma veya döküntü gibi deri hastalıkları, gözlerle ilgili fizyolojik belirtiler; ansızın göz kararması, görmede bulanıklık, boyun ve sırtla ilgili olarak kaslarda ve sırtta ağrı, kalpte hızlı ve düzensiz çarpmalar, kalp krizi, eklemlerde titreme terleme bacaklarda halsizlik ve kas ağrıları, sindirim sistemiyle ilgili yanma, ekşime hazım zorluğu gibi mide rahatsızlıkları ve ülser, solunum sistemi yönünden nefessiz kalma, nefes alamama gibi sorunlar ve bağışıklık sistemnin çökmesi, hastalıklara daha kolay  yakalanabilme  gibi  belirtiler  mobbingin  sonuçlarında  etkili olabilmektedir.  Uğradığı psikolojik taciz neticesinde, mağdur, işyerinden ayrılmış olsa bile  uzun bir süre  boyunca olayların etkisinden kurtulamadığını belirten çalışmalar da bulunmaktadır. Bu çalışmada işyeri ile ilişiğini kesmiş olmasına rağmen,  mağdurların  bedensel  ve  ruhsal  sorunlarının  devam  ettiği saptanmıştır. Psikolojik olarak stres, duygusal rahatsızlıklar, fiziksel rahatsızlıklar, kazalar,  sakatlıklar,  tecrit  edilme,  ayrılık  acıları,  mesleki  kimlik  kaybı, arkadaşlıkların  kaybı  ve  intihar-cinayet  gibi  sonuçları  birey  açısından değerlendirmek mümkündür. Bununla birlikte depresyon ve anskiyetenin de bu belirtilerle bilrikte görüldüğünü ortaya koyan araştırmalar mevcuttur.78 Japonya da 1990 yılında işyerinde taciz nedeniyle 1032 kişinin, 1999 yılında ise 1824 kişinin intihar ettiği tespit edilmiştir. 1999 yılı itibarıyla Japonya da  toplam  intihar  vakaları  içinde  psikolojik  taciz  nedeniyle gerçeklesen intihar oranı %5,5 olarak tespit edilmiştir Mobbinge uğrayan kişi, bazı hallerde mobbinge uğradığının farkında olmayabilir. Kendisiyle  haksız ve  ahlaka  sığmayan şekilde  oynandığının farkında olmayan mağdur, kendini savunmak yerine dış dünyadan koparak git                                                  75  TINAZ, İşyerinde Psikolojik Taciz (Mobbing), s. 63. 76  Ceren ALTUNTAŞ, Mobbing Kavramı ve Örnekleri Üzerine Uygulamalı Bir Çalışma, Journal of Yaşar University, Y. 2010, C. 18, S. 5, s. 2995-3015.  77  Alman  Federal  Çalışma  Bakanlığı  verilerine  göre  intiharların yüzde  onu  işyerindeki psikolojik taciz nedeniyle gerçekleşmektedir. (bkz. ÇSGB Mobbingle Mücadele El Kitabı, s. 18) 78  Gönül BUDAK, Yetkinliğe Dayalı İnsan Kaynakları Yönetimi, Barış Yayınları Fakülteler Kitabevi, İzmir 2008, s. 395. 79  Christopher B. MEEK, The Dark Side of Japanese Management in 1990s Karosh and Jime in the Japanese Workplace, Journal of Management Psycholoy, Cilt 19 Sayı 3, s. 312-331.    1263Mobbing Terimi ve Türk Hukuk...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  gide daha çok içine kapanır. Bazı durumlarda kendisine yapılan saldırılara sessiz kalmak yerine, umutsuzca kendini korumaya çalışır. Tanık bulabilmek düşüncesiyle  iş  arkadaşlarının  dikkatini,  mobbing  yapan  kişinin davranışlarına çekmeye çalışır ama burada da tanıklar da potansiyel mobbing hedefi haline gelebileceklerinden, yardım etmekten çekinebilirler.80 Ayrıca ilaç masrafları, terapi masrafları, doktor/hastane faturaları, kaza masrafları, avukatlık ve diğer adli giderler, işsizlik ve bunun ekonomik bağıl neticeleri ve iş arama gibi ekonomik etkileri de saymak mümkündür. 81 B. MAĞDURUN DIŞINDAKİ SONUÇLARI Mobbing aynı zamanda, mağdurun dışında sosyal ve daha çok ekonomik alanda da olumsuz sonuçlar doğurmaktadır. Gerçekten de işyerinde uğradığı psikolojik taciz neticesinde, mağdur, kendisini işine vermekte güçlük çektiği için ciddi bir iş kaybı ortaya çıkmakta, çoğu zaman mağdurun işyerinden ayrılmak zorunda bırakılması nedeniyle mağdur ülke ekonomisine hem işgücü açısından  katkıda  bulunma  imkanından  yoksun  kalmakta  hem  de  sağlık açısından harcamalar yapmaktadır. İş yerinde psikolojik taciz iş yeri şiddetinin en hızlı büyüyen şeklidir ve psikolojik tacize maruz kalan birey üzerinde etkilerinin yanı sıra örgütün tümünü etkileyen bir olgu olarak karşımıza çıkmakta ve bu nedenle birey kaynaklı  bir  problem,  bir  hastalık  gibi  algılanmaması  gerekmektedir. Dolayısıyla bu durum sadece psikolojik taciz mağdurun ilgilendiren bir şey değil aynı zamanda örgütü de ilgilendiren bir durum olarak görülmelidir. Mağdurun  ailesi  ve  sosyal  çevresi  de  saldırılaradn  ciddi  ölçüde etkilenmektedir. Aileler çaresiz kalmanın verdiği acıyı yaşarlar. Aile içi ilişkiler arası karmaşa ve çatışma, eşler arasında ayrılık ve boşanma meydana gelebilir. Bu sonuçlarla birlikte, ailenin ayrılma veya boşanma masrafları ve tedavi/terapi masrafları yüzünden gelir kaybına uğradığını söylemek yanlış olmaz.                                                   80  TINAZ, İşyerinde Psikolojik Taciz (Mobbing), s. 112. 81  ÇSGB Mobbingle Mücadele El Kitabı, s. 3 82  Gamze GÖKTÜRK – Sefa BULUT, Mobbing: İşyerinde Psikolojik Taciz, Abant İzzet Baysal Üniversitesi Sosyal Bilimler Dergisi, C. 1, S. 24, Y. 2012, s. 37-50.  83  David GOLD, Managing Psychosocial Issues at Work, an ILO SafeWork Activity, AsianPacific Newsletter on Occupational Health and Safety, Cilt 9, Sayı 1, Mart 2002, s. 8-9.  84  ÇSGB Mobbingle Mücadele El Kitabı, s. 33 1264Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  Bilge Örgütler/kurumlar/idare; anlaşmazlıklar, hastalıklı şirket kültürü, düşük moral ve kısıtlanmış yaratıcılık gibi sonuçlarla etkilenmekte, ekonomik olarak da hastalık izinlerinin artması, yüksek personel maliyeti, düşük verim, düşük iş kalitesi, uzmanlık kaybı, çalışanlara tazminat ödemeleri, işsizlik maliyeti, yasal  işlem/dava  masrafları,  erken  emeklilik  ve  yükselen  personel maliyetlerine katlanmak durumunda kalmaktadır. Toplum mutsuz bireyler ve politik kayıtsızlık gibi psişik nedenlerden etkilenmekte, sağlık masrafları, sigorta masrafları, işsizlik ve kapasite altı çalıştırılmaktan doğan vergi kayıpları, kamu yardım programlarına katılımın artması,  zihinsel  sağlık  programlarına  katılımların  artması  ve  malulen emeklilik  taleplerinin  artması  gibi  nedenlerle  de  ekonomik  kayba uğramaktadır. İşyeri verimliliğini ve ekonomik kalkınmayı etkileyen bir faktör olan işyerinde psikolojik tacizin, 2011 yılında yapılan bir çalışmada Avrupa Birliği  işgücünü  yaklaşık  olarak  %5  ila  %30  aralığında  etkilediği görülmüştür. VII.  SAYILARLA VE ORANLARLA MOBBING Araştırmalar, yapıldığı dönem ve inceleme konuları bakımından çok farklı sonuçlar vermektedir.  Genel  anlamda,  işyerinde  yaşanan  psikolojik  taciz  olaylarının üniversiteler  ve  hizmet  ve  gönüllülük  esasına  dayanarak  çalışmalar yapan kuruluşlarda görüldüğü söylenebilir.  İşyerinde  cinsel taciz mağdurları hemen  hemen  her zaman  kadınlar olmakta ise de son dönemde yapılan çalışmaların, cinsiyet faktörüyle mobbing mağduru olmak arasında anlamlı bir farklılık olmadığı; bununla birlikte, yargı mensupları  arasında  yapılan  yakın  tarihli  bir  çalışmada,  erkeklerin  %90 kadınların %10 oranında mobbinge konu fiillere uğradığı testip edilmiştir.89                                                  85  ÇSGB Mobbingle Mücadele El Kitabı, s. 3. 86  ÇSGB Mobbingle Mücadele El Kitabı, s. 34; DAVENPORT –SCHWARTZ –ELLIOT, s. 146-148. 87  Tina Løkke VIE - Lars GLASØ - Ståle EINARSEN, Health Outcomes and Self-Labeling as a Victim of Workplace Bullying, Journal of Psychosomatic Research, C. 70, Ocak 2011, s. 37-43.  88  LEYMANN, Mobbing and Psychological Terror at Workplaces, s. 119-126  89  Ahmet  KAYA  –  H.  Ebru  ERDOST  ÇOLAK,  Yargı  Mensuplarının  Deneyimi  İle  Mobbing , Türkiye Barolar Birliği Dergisi, Y. 2015 S. 118, s. 99 – 124.   1265Mobbing Terimi ve Türk Hukuk...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  Türkiye de  2004  yılında  yapılan  bir  çalışmada  özellikle  hemşirelerin neredeyse  yarısının  cinsel  tacize  uğradığı  tespit  edilmiştir.90  Kadınlar özelinde, mobbing konusu fiillerin kendini ağırlıklı olarak yemeğe çıkma teklifi, birkaç arkadaşın aynı çalışan kadına aşık olması, ahlaksız teklifler, terfi etme taleplerine karşı beklentiler şeklinde gösterdiği söylenebilir. Ancak başta da belirttiğimiz gibi, mobbing fiilleriyle cinsiyet arasında anlamlı bir farklılık olmadığı konusunda doktrin hemfikirdir. A. YURTİÇİ VERİLER Yurtiçinde, üniversitelerin sosyal bilimler ve bağlı olduğu bölümlerde ‘mobbing e ilişkin çalışmalar artış göstererek devam etmektedir.  Türkiye de hemşirelik okullarındaki öğretim görevlileri ve araştırma görevlileri üzerinde yapılan araştırmalarda katılımcıların %91 i işyerinde mobbing olarak değerlendirilebilecek davranışlara uğradıklarını bunlardan %17 sinin de doğrudan fiziksel temasa dayalı eylemlerin mağduru oldukları tespit  edilmiştir.  Katılımcıların  %9 u  da  ‘intihar  etmeyi  ciddi  olarak düşündüklerini  ifade etmişlerdir. Bursa da  tekstil  işçileri  ile  yapılan  bir  araştırmada,  katılımcıların %88 inin işyerinde psikolojik tacize uğradıkları saptanmıştır. İstanbul da bulunan üç yerli ve üç yurtdışı kökenli ilaç firmasının merkez ve saha çalışanları üzerinde yapılan araştırmada mobbingin görülme oranı %44 civarında tespit edilmiştir. Çalışmanın ölçeklendirmesi otuz yaş ve altı çalışanlarda daha yüksek ve bekar olanların da evli olanlara göre daha fazla tacize  uğradığını  ortaya  koymaktadır.  Bununla  birlikte  yerli  firmalarda çalışanların anlamlı derecede mobbing davranışlarına maruz kaldıkları tespit edilmiştir.                                                  90  (http://wowturkey.com/forum/viewtopic.php?t=10874)  (Erişim  Tarihi:  9  Ocak  2014); İşyerinde cinsel taciz hakkında erkeklerin ve işverenlerin önyargılarına ilişkin neden-sonuç ilişkileri için bkz.: BAKIRCI, s. 80 vd. 91  (http://www.tuyed.org.tr/taciz-turizmde-calisan-kadin-sayisini-azaltiyor/) (Erişim Tarihi: 9 Ocak 2014) 92  Dilek  YILDIRIM  -  Aytolan  YILDIRIM  -  Arzu  TİMUÇİN,  Mobbing  Behaviors Encountered By Nurse Teaching Staff, Nurse Ethics, Temmuz 2007, C. 14, S. 4, s. 447-463.  93  Ayşe ÜNAL - Elif KARAAHMET, Mobbing Among Employees In Bursa, Turkey: A Cross-Sectional Survey, Trakya Üniversitesi Sosyal Bilimler Dergisi, Y. 2008, S. 10, C. 2. s.141-157.  94  Nesrin BAŞ - Timuçin ORAL, Mobbing Davranışı ve Kişilik Özellikleriyle İlişkisi, İstanbul Ticaret Üniversitesi Sosyal Bilimler Dergisi Y. 11 S. 21 Yıl 2012/1, s. 11-24. 1266Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  Bilge Kütahya da faaliyet gösteren iki kamu hastanesinde yapılan çalışmada ise araştırmacılar %29,8 oranında psikolojik tacize uğradığı tespit edilmiştir. Araştırmacıların  mukayese  ettikleri  muadil  bir  çalışmanın  Avrupa ortalamasına orantılandığında neredeyse iki katı kadar olduğu ve araştırma kapsamındaki kadınların erkeklere oranla daha fazla psikolojik tacize maruz kaldıklarını ortaya koyulmuştur. İlköğretim okullarında mobbinge ilişkin öğretmen görüşleri başlıklı bir araştırmada ise Şanlıurfa il merkezine bağlı 21 okulda ve 58 öğretmenle yapılan  araştırmalarda  yöneticilerin  çalışanlarına  çok  ciddi  bir  mobbing uyguladığı tespit edilmiştir. Manisa da  yapılan  çalışmada  ise  varılan  sonuç  Manisa  Tarım  İl Müdürlüğü  çalışanlarının yoğun olarak yıldırmayı yaşamadıkları yönündedir. Araştırmacılar ‘Ç alışanların, iş ortamı olarak zamanlarının belirli bir kısmını tabiat ortamında, açık alanlarda geçirmeleri, kırsal alanda görev yapmalarının bu sonuca etkili  olduğunu belirtmişlerdir. Sonuç  olarak  yapılan  araştırmalardan  da  görüleceği  üzere,  ölçüyü ‘belirli  olarak kesinleştirmeden sonra, yurt çapında genel bir kanaata ulaşmak mümkün görünmemektedir. Ölçek yukarıdaki gibi ancak daha muayyen hale getirildiği ölçüde anlamlandırılabilir sonuçlar elde edilmesini sağlayacaktır. Şu halde kesin bir veriye dayanmak mümkün görünmemektedir.  Mobbing, şartlara bağlı olarak varlığını veya yokluğunu anlayabileceğimiz bir olgudur. Ancak günümüzde mobbing vakalarının arttığını söylemek yanlış olmaz görüşündeyiz. Çünkü yapılan çalışmalar genellikle ‘tarama  usulü yapılmakta ve bölgesel sonuçlar vermektedir.  Biz,  çalışmamızı  bir  bütün  olarak  ve  yargısal  pratikle  beraber değerlendirdiğimizde,  mobbingin işyerlerinde yaygın bir problem olduğu kanaatindeyiz.                                                   95  Abdullah YILMAZ - Derya ERGUN ÖZLER - Nuray MERCAN, Mobbing ve Örgüt İklimi İlişkisine Yönelik Ampirik Bir Araştırma, Elektronik Sosyal Bilimler Dergisi, Y. 2008, C. 7, S. 26, s. 334-357.  96  Aycan ÇİÇEK SAĞLAM, İlköğretim Okullarında Mobbinge İlişkin Öğretmen Görüşleri, Eurasian Journal of Educational Research, Y. 2008, S. 32, s. 133-142.  97  Sevinç KÖSE - Şener UYSAL, Kamu Personelinin Yıldırma (Mobbing) ve Boyutları Hakkındaki Düşünceleri Üzerine Bir Çalışma: Manisa Tarım İl Müdürlüğü Örneği, Celal Bayar Üniversitesi Sosyal Bilimler Dergisi, C. 8, S. 1, Y. 2010, s. 261-276.    1267Mobbing Terimi ve Türk Hukuk...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  B. YURTDIŞI VERİLER Heinz Leymann, ortalama olarak otuz yıl süren iş yaşamının en az altı aylık bir kısmında çalışanların yüzde 25 inin, mobbinge maruz kalma riskiyle karşı karşıya bulunduğunu belirtmektedir. Amerika Birleşik Devletleri nde çalışan kesimin %35 i, yani 53.5 milyon kişi, Mobbing mağduru olduğunu ve hala da mağduriyetinin devam ettiğini belirtmişlerdir. 2000 li yıllarda Finlandiya da yapılan mülakatlarda işyerinde sürekli artış gösterdiği ve şuanki mevcut artış düzeyinin bir önceki yıla göre %5 olduğu  saptanmıştır.  Yine  aynı  araştırmada  tacize  uğradığını  anlatan katılımcıların sırasıyla en çok otelcilik personeli, lokanta servis elemanı ve güvenlik personeli olduğu tespit edilmiştir. Hizmet sektörüne göre yapılan dağılımda  ise %38 ile  kamu  hizmeti  sektörü,  %24  ile  sağlık  ve  sosyal hizmetler sektörü, %13 ile ulaşım ve taşımacılık sektörü ve nihayetinde %12 ile ticaret sektörü olduğu görülmüştür.101  Üniversitelerde yapılan çalışmalarda bekar, genç ve akademik derecesi başlangıç ve birazcık ilerisi olan akademisyenlerin mobbinge daha çok maruz kaldığı tespit edilmiştir.102  Uluslararası  Çalışma  Örgütü,  Ekim  2000 de  yayınladığı  raporda Almanya da her yıl psikolojik sağlık problemleri nedeniyle alınan izinlerin 2.2 milyon dolar maliyete neden olduğunu, yine bir başka araştırmaya göre Almanya da 1.5 milyon çalışanın işyerinde psikolojik tacize maruz kaldığını ve toplam 13 milyon Euro luk zararın doğduğu tespit edilmiştir.103 Birleşik Krallık Sağlık ve Güvenlik Bakanlığı nın yayınladığı bir rapora göre ise işyerinde psikolojik taciz gibi sorunların neden olduğu iş stresinin ülkeye ekonomik yıllık maliyeti yaklaşık 4 milyar sterlin olarak ölçülmüştür.                                                  98  LEYMANN, The Content and Development of Mobbing at Work, s. 165-184. 99  2010  World  Bullying  Institute  deney  raporları, (http://www.workplacebullying.org/wbiresearch/2010-wbi-national-survey) (Erişim Tarihi 21 Kasım 2015) 100  Nina ISATOLUS, Prevention of Physical Violence at Work, Asian-Pacific Newsletter on Occupational Health and Safety, C. 9, S. 1, Mart 2002, s. 9-12.  101  TINAZ, İşyerinde Psikolojik Taciz (Mobbing), s. 89. 102  YILDIRIM – YILDIRIM - TİMUÇİN, s. 447-463 103  ÇSGB Mobbingle Mücadele El Kitabı, s. 18. 1268Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  Bilge Leymann ın araştırmasına göre ise psikolojik tacizin kişi başına düşen maliyeti 30.000 ile 100.000 dolar civarı arasındadır.104 VIII. ÖZEL HUKUK VE KAMU HUKUKU AÇISINDAN TÜRK HUKUK DÜZENİNDE MOBBİNG A. ÖZEL HUKUK AÇISINDAN Türk hukuk düzeninde, mobbinge ilişkin düzenlemeler kendini daha çok iş hukuku alanında işverene yüklenen işçiyi gözetme ve koruma yükümlülüğü bağlamında göstermektedir.  Ceza hukuku alanında salt mobbinge özgü ve terimsel anlamını tam karşılayan bir düzenleme mevcut değildir. Mobbing  sözcüğü  ve  tanımı  ilk  kez  Ankara  8.  İş  Mahkemesi nin 20.12.2006 tarih ve 2006/E. 19 - K. 625 no lu kararında yer almış105, işçinin maruz kaldığı haksız yıldırma davranışı karşısında manevi tazminat talep edebileceğine hükmolunmuştur. Karar, temyiz edilmesinin ardından, Yargıtay 9. HD tarafından 30.05.2008 tarih ve 2008/13307 karar numarası ile onanmış ve kesinleşmiştir. Yargıtay a göre ‘Mobbing kavramı, işyerinde bireylere üstleri, eşit düzeyde çalışanlar ya da astları tarafından sistematik biçimde uygulanan her tür kötü muamele, tehdit, şiddet, aşağılama v.b. davranışları içermektedir . Yukarıdaki örnekle birlikte mahkemelerin, mobbing terimini kullanarak hüküm kurduklarını görmekteyiz.106 6098 sayılı Borçlar Kanunu, birinci kısım yani genel hükümler içerisinde altıncı bölümde ‘genel hizmet sözleşmesi  başlıklı birinci ayrımın işverenin borçlarını  düzenlediği  başlığın  dördüncü  kısmında  ‘işçinin  kişiliğinin korunması nı düzenlemiş ve adından da anlaşılacağı üzere işçinin kişiliğini koruma  görevini  işverene  yüklemiştir.  BK nın  417.  maddesinin  anılan                                                  104  ÇSGB Mobbingle Mücadele El Kitabı, s. 18. 105  Zeynep Duygu ULUSOY,  Mobbing Suç Tipi İçin Bir Analiz Denemesi , Türkiye Barolar Birliği Dergisi, Y. 2013 S. 105, s. 129 – 170. 106  ‘Kocaeli Üniversitesi (KOÜ) Hukuk Fakültesi Dekanı Prof. Dr. Zehra Gönül Balkır, aralarında kişisel husumet bulunan Yrd. Doç. Dr. Mustafa Çakır ı uluslararası bir kongreye göndermeyerek  psikolojik baskı  (mobbing)  uyguladığı  gerekçesiyle  3 bin  TL  manevi tazminat ödemeye mahkum edildi.    (http://gundem.milliyet.com.tr/dekanamobbingcezasi/guncel/gundemdetay/30.07.2010/1270035/default.htm)   1269Mobbing Terimi ve Türk Hukuk...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  düzenlemesine göre ‘İşveren, hizmet ilişkisinde işçinin kişiliğini korumak ve saygı  göstermek  ve  işyerinde  dürüstlük  ilkelerine  uygun  bir  düzeni sağlamakla, özellikle işçilerin psikolojik ve cinsel tacize uğramamaları ve bu tür tacizlere uğramış olanların daha fazla zarar görmemeleri için gerekli önlemleri almakla yükümlüdür.  dedikten sonra takip eden fıkrada iş sağlığı ve  güvenliğine  ilişkin  araç  gereç  bulundurma  yükümlüğünü  getirmiştir. Nihayetinde üçüncü fıkrada ise ‘İşverenin yukarıdaki hükümler dâhil, kanuna ve sözleşmeye aykırı davranışı nedeniyle işçinin ölümü, vücut bütünlüğünün zedelenmesi  veya  kişilik  haklarının  ihlaline  bağlı  zararların  tazmini, sözleşmeye  aykırılıktan  doğan  sorumluluk  hükümlerine  tabidir.   diyerek işverenin gözetimi altındaki işçinin ölümü, vücut bütünlüğünün zedelenmesi ve en önemlisi ‘kişilik hakkına bağlı hakların ihlali ni hukuki müeyyide altına almaktadır.  İş Kanunu, süresi belirli olsun veya olmasın işçinin iş sözleşmesini sürenin bitiminden önce veya bildirim süresini beklemeksizin feshedebileceği haklı fesih sebeplerini sıraladığı 24. maddenin ikinci fıkrasının (ahlak ve iyiniyet kurallarına uymayan haller ve benzerleri) b bendinde ‘İşveren işçinin veya ailesi üyelerinden birinin şeref ve namusuna dokunacak şekilde sözler söyler,  davranışlarda  bulunursa  veya  işçiye  cinsel  tacizde  bulunursa  şeklindeki düzenlemeye yer vererek işverenin yine işçiye ve hatta işçinin ailesine karşı yönelen şeref ve namusuna yönelik sözleri ve davranışları ve işçinin  kendisine  yönelik  cinsel  tacizi  bir  haklı  fesih  nedeni  olarak düzenlemiştir. İş  Kanunu nun  iş  sağlığı  ve  güvenliğine  ilişkin  beşinci  bölümde işverenlerin ve işçilerin yükümlülüklerini düzenleyen 77. madde yürürlükten kaldırılmış ve onun yerine 30 Haziran 2012 tarihinde 6331 sayılı ‘İş Sağlığı ve  Güvenliği  Kanunu   yürürlüğe  girmiştir.  Doktrin,  eski  77.  maddeden ‘Koruma  ve  gözetme  borcunun  kapsamının  genişliğini,  kanunun  eski düzenlemesi  karşısında  işçiyi  çalışma  ortamındaki  rahatsız  edici davranışlardan korumak için alınması gereken her türlü önlem koruma ve gözetme borcu  olarak kabul etmektedir. Maddenin yorumu bağlamında doktrin işçiye yönelen ve kişik haklarını zedeleyen fiili  işçinin … kişiliğine                                                  107  Fatma  SAVAŞ,  İşyerinde  Manevi  Taciz,  Istanbul  2007,  s.  93-94;  Hamdi MOLLAMAHMUTOĞ LU, İş Hukuku, Ankara 2005, s. 424-429; Sarper SÜZEK, İş Hukuku (Genel Esaslar) Bireysel İş Hukuku, İstanbul 2005, s. 312-315, Emine TUNCAY KAPLAN, İşverenin Koruma ve Gözetme Borcunun Kapsamı, Kamu İş, C.7, S. 2, Y. 2003, s. 3-15; Nuri ÇELİK, İş Hukuku Dersleri, Istanbul 2000, s. 153-154). 1270Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  Bilge saldırı niteliğinde davranış, söz, fiil, jest, yazı gibi haksız ve istihdam edildiği işi tehlikeye sokan veya iş ortamını alçaltan her türlü tutum işçinin kimliğine açık  bir  saldırı  mahiyetinde  olmasa  da  onu,  işyerinde  dışlamaya,  diğer çalışanlarla insani ilişkisini koparmaya yönelik her türlü işveren davranış  biçiminde değerlendirilmektedir. Bunları engellemeye yönelik tedbirleri almak da işverenin yükümlülüklerindendir. Ayrıca ‘işçinin rızası dışında görev yerinin değiştirilmesi, daha vasıfsız bir işi görmesinin istenmesi  (İş Kanunu m. 22), ‘işyeri uygulamalarından yararlandırmada, yükseltilmede, ücrette farklılık yaratılması  (İş Kanunu m.5);  ‘işverenin  işçiye  veya  ailesi  üyelerinden  birine  karşı  sataşmada bulunması veya gözdağı vermesi, işçi hakkında şeref, haysiyet kırıcı asılsız ağır  isnad  veya  ithamlar  ile  şeref  ve  namusuna  dokunacak  söz  ve davranışlarda bulunulması  (İş Kanunu m.24), ‘istifaya zorlanması veya işten çıkarılması  (İş Kanunu m.18-21) gibi uygulamalar 4857 sayılı İş Kanunu nda karşılık bulabilmektedir. İş  Kanunu ndaki  hükümlerin  psikolojik  tacizi  tü mü yle  karşılayacak içeriğe  sahip  olmaması  nedeniyle  Yargıtay ın  yorum  yoluyla  hukuki korumayı geliştirmeye çalıştığı söylenebilir.  B. YÜRÜTMENİN TASARRUFLARI AÇISINDAN Kanuni düzenlemeler dışında, yürütme, mobbingin iş hayatında yarattığı olumsuz  sonuçları  görmüş  ve  2012  yılında  bir  genelge  yayınlayarak alınması  gereken  tedbirleri  sıralamış  ve  Çalışma  ve  Sosyal  Güvenlik Bakanlığı na bu konuda sorumluluk yüklemiştir.                                                  108  MOLLAMAHMUTOĞ LU, s. 426. 109  SAVAŞ, s. 95. 110  YILDIZ - KILKIŞ, s. 71-93.  111  YILDIZ - KILKIŞ, s. 71-93.  112  18 Mart 2011 tarihli 2011/2 sayılı ‘İşyerlerinde Psikolojik Tacizin (Mobbing) Önlenmesi  konulu  Genelge  (http://www.basbakanlik.gov.tr/genelge_pdf/2011/2010-0010-0063351.pdf) (Erişim Tarihi: 17 Kasım 2015) 113  ‘Kamu kurum ve kuruluşları ile özel sektör işyerlerinde gerçekleşen psikolojik taciz, çalışanların  itibarını  ve  onurunu  zedelemekte,  verimliliğini  azaltmakta  ve  sağlığını kaybetmesine neden olarak çalışma hayatını olumsuz etkilemektedir. Kasıtlı  ve  sistematik  olarak  belirli  bir  süre  çalışanın  aşağılanması,  küçümsenmesi, dışlanması,  kişiliğinin  ve  saygınlığının  zedelenmesi,  kötü  muameleye  tabi  tutulması, yıldırılması ve benzeri şekillerde ortaya çıkan psikolojik tacizin önlenmesi gerek iş sağlığı ve güvenliği gerekse çalışma barışının geliştirilmesi açısından çok önemlidir.   1271Mobbing Terimi ve Türk Hukuk...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  Genelge, hem kamu sektörünü hem de özel sektörü kapsayıcı nitelikte olup, bu kurumlarda meydana gelen psikolojik taciz olaylarının çalışanların onurunu zedelediği, verimliliğini azalattığı ve iş gücü kaybına yol açtığını tespit etmiş ve ardından psikolojik tacizi tanımlamıştır.  Genelgeye göre psikolojik taciz ‘Kasıtlı ve sistematik olarak belirli bir süre  çalışanın  aşağılanması,  küçümsenmesi,  dışlanması,  kişiliğinin  ve saygınlığının zedelenmesi, kötü muameleye tabi tutulması, yıldırılması ve benzeri şekillerde  ortaya çıkmaktadır. Genelge,  yukarıda  belirttiğimiz  tanımları  yaptıktan  sonra  ‘İşyerinde psikolojik  tacizle  mücadele  öncelikle  işverenin  sorumluluğunda  olup işverenler çalışanların tacize maruz kalmamaları için gerekli bütün önlemleri alacaktır  ifadesini kullanarak psikolojik tacizle mücadelede sorumluluğu işverenlere yüklemiş ve bu sorumluluğun neticesi olarak da gerekli bütün önlemleri alması gerektiğini belirtmiştir.  Bunun  dışında  toplu  iş  sözleşmelerine,  işyerinde  psikolojik  taciz vakalarının yaşanmaması için önleyici nitelikte hükümler konulmasına özen gösterilmesi gerektiği hususunu belirtmiştir. Aynı zamanda bir telefon destek                                                  Bu doğrultuda, çalışanların psikolojik tacizden korunması amacıyla aşağıdaki tedbirlerin alınması uygun görülmüştür. 1. İşyerinde psikolojik tacizle mücadele öncelikle işverenin sorumluluğunda olup işverenler çalışanların tacize maruz kalmamaları için gerekli bütün önlemleri alacaktır. 2.  Bütün  çalışanlar psikolojik  taciz  olarak  değerlendirilebilecek  her  türlü  eylem  ve davranışlardan uzak duracaklardır. 3. Toplu iş sözleşmelerine işyerinde psikolojik taciz vakalarının yaşanmaması için önleyici nitelikte hükümler konulmasına özen gösterilecektir. 4. Psikolojik tacizle mücadeleyi güçlendirmek üzere Çalışma ve Sosyal Güvenlik İletişim Merkezi,  ALO  170  üzerinden  psikologlar  vasıtasıyla  çalışanlara  yardım  ve  destek sağlanacaktır. 5. Çalışanların uğradığı psikolojik taciz olaylarını izlemek, değerlendirmek ve önleyici politikalar üretmek üzere Çalışma ve Sosyal Güvenlik Bakanlığı bünyesinde Devlet Personel Başkanlığı, sivil toplum kuruluşları ve ilgili tarafların katılımıyla  Psikolojik Tacizle Mücadele Kurulu  kurulacaktır. 6. Denetim elemanları, psikolojik taciz şikâyetlerini titizlikle inceleyip en kısa sürede sonuçlandıracaktır. 7. Psikolojik taciz iddialarıyla ilgili yürütülen iş ve işlemlerde kişilerin özel yaşamlarının korunmasına azami özen gösterilecektir.  8. Çalışma ve Sosyal Güvenlik Bakanlığı, Devlet Personel Başkanlığı ve sosyal taraflar, işyerlerinde psikolojik tacize yönelik farkındalık yaratmak amacıyla eğitim ve bilgilendirme toplantıları ile seminerler düzenleyeceklerdir.  1272Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  Bilge hattının (ALO 170) kurulması ve bundan da daha etkin olacağı düşünülen ve ‘çalışanların uğradığı psikolojik taciz olaylarını izlemek, değerlendirmek ve önleyici politikalar üretmek üzere Çalışma ve Sosyal Güvenlik Bakanlığı bünyesinde Devlet Personel Başkanlığı, sivil toplum kuruluşları ve ilgili tarafların katılımıyla  Psikolojik Tacizle Mücadele Kurulu   21 Mayıs 2012 tarihinde  oluşturulmuştur.  Kurul tarafından  2012-2014  yıllarını  kapsayan ‘İşyerinde Psikolojik Tacizle Mücadele Eylem Planı  oluşturulmuştur. Kurula bağlı denetim elemanlarına, psikolojik taciz şikâyetlerini titizlikle inceleyip en kısa sürede sonuçlandırma görevi yüklenmiştir. Kurul, 23 Mayıs 2012 tarihinde   1.  Çalışma  Hayatında  Psikolojik  Taciz  Panel  ve  Çalıştayı nı gerçekleştirilmiştir. C. İDARE HUKUKU AÇISINDAN 657  sayılı  DMK  m.  10/2-3 te  amirin  maiyetindeki  memurlara  eşit davranma yükü mlülüğü düzenlenmektedir. Bu nedenle, amir konumunda bulunan kişilerin, astlarına eşit davranmaları ve hiçbir ayrımcılık yapmamaları gerekmektedir.  Psikolojik  taciz,  çalışanın  aşağılanması,  küçümsenmesi, dışlanması, kişiliğinin ve saygınlığının zedelenmesi, kötü muameleye tabi tutulması, yıldırılması ve benzeri şekillerde ortaya çıkabileceği gibi, çalışanın örtülü bir şekilde cezalandırılması şeklinde de ortaya çıkabilir. Ö rneğin, geçici görevlendirme veya naklen atama gibi işlemlerin, hizmetin gerekleri ve  kamu  yararı  gözetilmeden,  sadece  memuru  cezalandırma  ya  da uzaklaştırma amacı ile yapılması, psikolojik taciz olarak değerlendirilebilir. Danıştay bir kararında bu gibi tasarrufların kamu düzeni gerekliliği olmadığı  halde  diğer  nedenlere  dayanarak  memur  hakkında  idari  işlem yapılmasını hukuka  uygun bulmamıştır. Bir başka Danıştay kararında,                                                  114   Amir, maiyetindeki memurlara hakkaniyet ve eşitlik içinde davranır. Amirlik yetkisini kanun, tüzük ve yönetmeliklerde belirtilen esaslar içinde kullanır.   Amir, maiyetindeki memurlara kanunlara aykırı emir veremez ve maiyetindeki memurdan hususi bir menfaat temin edecek bir talepte bulunamaz, hediyesini kabul edemez ve borç alamaz.  115  Mine KASAPOĞLU TURHAN, Kamu Görevlileri Bakımından İşyerinde Psikolojik Taciz (Mobbing) ve Korunma Yolları, TBB Dergisi, Y. 2013, S. 105, s. 89-128.  116  Danıştay 5.D., E.1997/2711, K.1998/270, 09.02.1998 tarihli karara göre ‘Bu işlemin kurulmasında, yuka- rıda nitelendirilen kamu hizmetlerinin yürütülmesi amaç edinilmeli: kamu yararı ile bağdaşmayan, örneğin kamu görevlisini görevinden fiilen uzaklaş- tırmak veya onu cezalandırmak gibi hizmet gereklerine ters düşen bir sonuç amaçlanmamalıdır  (http://www.kararevi.com/karars/785605#.Uon-8S-1OY) (Erişim tarihi: 18 Kasım 2015)   1273Mobbing Terimi ve Türk Hukuk...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  naklen  atamanın  da  cezalandırma  amacıyla  yapılamayacağı  belirtilmektedir.  Danıştay, bir kararında da atandığı tarihten itibaren kendisine karşı yürütülen  taciz  (mobbing),  bıktırma  ve  yıldırmaya  yönelik  eylem  ve işlemlerin, öğretim üyesinin manevi yapısını olumsuz olarak etkileyecek ağırlıkta  bulunduğundan,  idarenin  hukuka  aykırı  eylem  ve  işlemleri nedeniyle  üzüntü  ve  sıkıntı  yaşayan  öğretim  üyesine  manevi  tazminat ödenmesine ilişkin ilk derece mahkemesi kararını onayarak temyiz istemini reddetmiş ve önemli bir karara imzasını atmıştır.  D. TÜRK CEZA HUKUKUNDA MOBBİNG Ceza  hukuku  düzeni,  kendine  özgü  bir  beşeri  davranış  normları sistemidir.119 Ceza normu ise bir hüküm ve hükmü teminat altına alan bir müeyyideden ibarettir.120 Suç teşkil eden fiil, aynı zamanda hukuki bir değerin                                                  117  Danıştay 5.D., E.1998/2342, K.1999/853, 07.04.1999 tarihli karara göre  657 sayılı Yasanın 76/1. maddesi.  Kurumlar, görev ve unvan eşitliği gözetmeden kaza-  nılmış hak aylık dereceleriyle memurları bulundukları kadro derecelerine eşit veya 68 nci maddedeki esaslar çerçevesinde daha üst kurum içinde aynı veya başka yerlerdeki diğer kadrolara naklen atayabilirler.  hükmünü taşımaktadır. Anılan madde ile memurların naklen atanmaları konusunda idareye tanınan takdir yetkisi mutlak ve sınırsız olmayıp, kamu yararı amacı ve hizmet gereği ilkeleriyle sınırlı olduğu ve takdir yetkisine dayalı olarak tesis edilen işlemlerin hukuken geçerli sebeplere dayanma- sı gerektiği idare hukukunun bilinen ilkelerindendir. (http://www.kararevi.com/karars/248418#.UooLcS-1OY) (Erişim tarihi: 18 Kasım 2015)   Dava dosyasının incelenmesinden, davalı idarece ... Sen Sendikası 6 Nolu Şube Başkanı olan davacının sendikal faaliyetleri nedeniyle görevini aksattığı ileri sürülerek dava ko- nusu naklen atama işleminin tesis edildiği, davacının 8.5.1996 günü bağlı bulunduğu sendikanın yayınladığı el ilanını zabıta amirliğine izinsiz asmak, 18.4.1996 ve 8.6.1996 günleri yapılan memur eylemlerine katılmak suçları nedeniyle hakkında disiplin soruştur- ması yapılarak disiplin cezaları verildiği anlaşılmaktadır.   Görevinde başarısızlığı ya da başkaca bir olumsuzluğu ileri sürülmeyen ve sicilleri de olumlu olan davacının: bu eylemlerinin disiplin cezası verilmesini gerektirir nitelikte ol- ması ve bu cezaların verilmiş bulunması karşısında, ayrıca bu eylemlerinin naklen atan- maya da gerekçe alınması, atamanın cezalandırma amacı taşıdığını göstermekte olup söz konusu cezaların dava konusu işlemin sebep unsuru olarak kabul edilmesine imkan bul- madığından,  davanın  reddi  yolundaki  idare  mahkemesi  kararında  hukuki  isabet görülmeştir.   118  Danıştay. 8.D., E.2008/10606, K.2012/1736. 119  Zeki HAFIZOĞULLARI – Muharrem ÖZEN, Türk Ceza Hukuku (Genel Hükümler), Ekim 2015, s. 63. 120 HAFIZOĞULLARI – ÖZEN, Türk Ceza Hukuku (Genel Hükümler), s. 64. 1274Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  Bilge ihlalidir.121  Mobbing  olarak  incelediğimiz  olgu,  ceza  hukuku  düzenimiz açısından normatif bir düzenlemeye tabi tutulmamıştır. Girişte de belirttiğimiz gibi 1990 lı yıllarının başında sosyal bilimlerin konusu ve özel bir uzmanlık alanı haline gelen mobbing; sistemli olarak, bir kişiye yöneltilmiş, rahatsızlık verici ve kimilerinin tabirine göre psikolojik terör olarak nitelendirilebilecek ahlaksızca ve onur kırıcı olan ve neticesinde mağdurun iş yerinden ayrılması ile ya da en azından iş yerinde iş göremez hale gelmesiyle sonuçlanan bir fiil veya olgular bütünüdür. Mobbing, TCK da düzenlenmediği için ceza hukuku bağlamında özel olarak incelenmesinin de imkanı yoktur. Bu yüzden bu başlık altında mobbing fiilinin ne olduğundan hareketle, ceza kanununda hangi norm/normları ihlal eden fiil veya fiillerden olabileceği izah edilmeye çalışılacaktır. Bununla birlikte, mobbing, ‘stalking  terimiyle de karıştırılmaya müsait bir terim olup, stalking  teriminden  daha  çok  mağdura  karşı  duyulan  hayranlık, beğenilmeme,  arkadaşlık  –  sevgililik  arzusu,  öç  alma  gibi  saiklerle; mağdurla  normal  iletişim  yolu  veya  sıklıkla  telekomünikasyon  yoluyla iletişime  geçilmeye  teşebbüs  edilmesi  ve  bunda  başarısız  olunmasıyla birlikte  daha  ağır  eylemlerle  mağdura  yönelik  hakaretlerin  artması, soruşturma ve kovuşturma makamalarına iftira niteliğinde asılsız ihbarlarda bulunulması, mağdurun şerefini ihlal eden davranışlarda bulunulması, malına zarar verilmesi gibi eylemlere girişilmesi anlaşılmaktadır.122 Bununla birlikte, mobbingin ceza hukuku bakımından bir suç tipi olarak düzenlenmesine ilişkin deneme  yapılmışsa  da ilgili bu suç tipi analiz denemesinin başarılı olduğunu söylemek aşağıda belirteceğimiz nedenlerle mümkün görünmemektedir.  İlgili  denemede,  bir  kere  ‘…  buna  benzer  sistematik  davranışlarla  ifadesi kullanılmıştır. Eğer suç serbest hareketli suç olarak düşünülmekte ise, ‘benzer sistematik davranışlarla  ifadesinin ne anlamı kalmaktadır? Eğer suç,                                                  121 İzzet ÖZGENÇ, Türk Ceza Hukuku (Genel Hükümler), Ankara 2009, s. 164. 122 ÜNVER, s. 102 – 127. 123   İşyerinde çalışanın, her türlü kötü muamele, tehdit, şiddet, aşağılama ve buna benzer sistematik davranışlarla, manevi bütünlüğünü ihlal eden kişi veya kişiler iki yıldan dört yıla kadar hapis cezasıyla cezalandırılır ve bu suçu işleyenler hakkında 10 bin ile 20 bin lira para cezasına hükmolunur.   Manevi saldırı çalışanın bu nedenle işyerinden ayrılmasıyla sonuçlanmışsa fail iki yıldan beş yıla kadar hapis cezası ve on beş bin ile yirmi beş bin liraya kadar para cezasına hükmolunur.  ULUSOY, s. 129 – 170.   1275Mobbing Terimi ve Türk Hukuk...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  bağlı hareketli veya seçimlik hareketli bir suç olarak düşünülmekte ise kendisi dar anlamda bilimsel olarak ‘işyerinde cinsel taciz  anlamına gelen mobbing fiili bu hareketlerden hangisi içine girmiş olacaktır?  Bir diğer problem de ‘işyerinde çalışanın her türlü kötü muamele, şiddet … benzeri sistematik davranışlarla manevi bütünlüğünü ihlal eden … iki yıldan dört yıla kadar … cezalandırılırlar  ifadesinde ‘manevi bütünlüğün ihlali  kavramından ne anlaşılacağıdır. Bununla birlikte, şiddet veya kötü muamele şeklinde öngörülen davranışların, müessir fiil olarak da adlandırılan fiil şeklinde değil de salt manevi bütünlüğünü ihlal eden fiil olarak öne sürmek ne  derece  anlaşılabilirdir?  Dolayısıyla,  mobbing  konusuu,  ceza  hukuku anlamında tanımsal kavrama ulaştırma çabalarının şu an için başarılı olduğunu söylemek mümkün görünmemektedir. Mobbing i hukuk düzeni içinde tanımlayan ülkelerde düzenlemelerin, psikoloji ve sağlık bilimi öğretisinin kullandığı tanım ile kesiştiği kısımlar şöyle gösterilebilir: Mobbing den bahsedilebilmesi için öncelikle mağduru rahatsız eden bir davranış olmalıdır. İkincisi bu davranışlar ısrarlı ve düzenli bir şekilde mağdura yönelmiş olmalıdır. Nihayetinde, bahsi geçen davranış mağdurda mutlaka maddi ya da manevi olarak bir zarar meydana getirmiş olmalıdır. Mobbing, psikoloji bilimi açısından ele alındığında tacizde bulunanın ‘saldırgan , taciz edilenin ‘kurban  ve fiile ya da olgular bütününe tanık olanların ‘izleyici  olarak anıldığı görülecektir. Daha önce de belirttiğimiz gibi; psikoloji bilimi özelindeki  mobbing  ile  ceza  hukuku  anlamında  anlatmaya  çalışacağımzı   mobbing e  ilişkin terminoloji denkleştirmesinde; Mobbing uygulayan kişinin yani ‘saldırganın  ceza hukuku anlamında ‘fail , mobbingin hedef aldığı kişinin yani ‘kurbanın  ceza  hukuku  anlamında  ‘mağdur ,  mobbing  fiilini  izleyenlerin  yani ‘izleyicilerin   ise  ceza  muhakemesi  hukukunda  ‘tanık   terimi  ile bağdaştırılması mümkün olabilir. Ancak daha önce de belirttiğimiz gibi, önümüzde ceza hukuku biliminin konusu olabilecek normatif bir düzenleme olmadığı için, burada söylediğimiz terimsel karşılık bulma çabaları, akıl yürütme yolu ile bulunan yaklaşık ifadelerdir. Kanaatimizce  mobbingin  terimsel  kalıbına,  fiilin  sistematik  olması yönüyle uyabilecek en yakın düzenleme TCK m. 123 de düzenlenen ‘kişilerin                                                  124  SAUNDERS - HUYNH - GOODMAN-DELAHUNTY, s. 340–354. 1276Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  Bilge huzur ve sükununu bozma  suçudur.125 Düzenleme ‘Sırf huzur ve sükûnunu bozmak maksadıyla bir kimseye ısrarla; telefon edilmesi, gürültü yapılması ya da aynı maksatla hukuka aykırı başka bir davranışta bulunulması halinde, mağdurun şikayeti üzerine faile üç aydan bir yıla kadar hapis cezası verilir.  biçimindedir. Kanun koyucu,  burada düzenlediği suçta, huzur ve  sükunu bozmak amacıyla bir kimseye ısrarla gerçekleşen ‘telefon edilmesi, gürültü yapılması ya da aynı maksatla hukuka aykırı başka bir davranışta bulunulmasını  cezalandırmaktadır. Burada huzur ve sükunu ısrarla bozmaya uyan fiiller telefon etmek, gürültü yapmak olarak sayıldıktan sonra; normun, ‘huzur ve sükunu bozmak maksadına  gönderme yapılarak ‘saydığı fiillerin dışında ve hukuka aykırı her türlü diğer fiil  de suç teşkil eden fiil kapsamına alınmakta; böylece fiil, sırf huzur ve sükunu bozmak maksadıyla her türlü gürültü yapılmasını (başkasını taciz etmek maksadıyla yüksek sesle radio, televizyon vs dinlemek, evde sürekli takunya, sivri topuklu, terlik vs giyerek altında outran komşunun rahatsız olmasına neden olmak gibi) kapsamaktadır. 126 Hukuka aykırı başka bir davranışta bulunmak, elverişli olmak kaydıyla her türlü araç ile kişiyi sürekli olarak taciz etmek olduğundan bu yönüyle de mobbingde  aranan  ‘ısrarlı  fiiller  bütünü   kavramını  yaklaşık  olarak karşılamaktadır. Suç faili açısından özel bir düzenleme yapılmamıştır o halde herkes suçun faili olabilir; suçun hukuki konusu ise kişinin hiç kimse tarafından hiçbir nedenle rahatsız edilmemesi, kanunun ifadesi ile ‘huzur ve sükununun bozulmamasını  istemeye hakkı olmasıdır.  Yargıtay,   aynı  yer  veya  ortamda  bulunan  kişilere  karşı  işlenmesi halinde de eylemin tek suç olacağı nı kabul etmektedir. 129                                                  125  ÜNVER, s. 102 – 127. 126 Zeki HAFIZOĞULLARI - Muharrem ÖZEN, Ceza Hukuku (Özel Hükümler) – Kişilere Karşı Suçlar, Ankara 2014, s. 221. 127 Mustafa Ruhan ERDEM - Benay PARLAK, Ceza Hukuku Boyutuyla Mobbing, Türkiye Barolar Birliği Dergisi, Sayı 88, 2010. s. 261-289.  128 HAFIZOĞULLARI - ÖZEN, Türk Ceza Hukuku (Özel Hükümler), s. 220. 129 Yargıtay 2. Ceza Dairesi 2010/287 E., 2011/40489 K.   1277Mobbing Terimi ve Türk Hukuk...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  Bu suçun oluşabilmesi için genel kast yeterli değildir ayrıca özel kast gerekmektedir. Özel kast, kişinin huzur ve sükununu bozmak maksadıdır.130 Görüldüğü gibi, mobbingin hukuki terimsel tanımı, TCK nın 123. maddesinde düzenlenen bu suça daha çok benzemektedir. Elbette bu ifade, mobbing kavramını tamamen karşılamamaktadır. Fakat, mobbing cinsel taciz de dahil akla gelebilecek her türlü fiili karşı tarafı rahatsız etmek kaydıyla kapsayan bir tanım olduğundan, her bir fiil hangi ceza normunu ihlal ediyorsa o  norma  göre  failin  cezalandırılması  gerekecektir.  Bir  kimseye  yine sarkıntılıkta bulunmak bu suça değil şartları varsa m. 102/1 de düzenlenen suça vücut verir. Yargıtay ın,  mağdureye telefon ederek edep ve iffetini recide  edecek  sözle  söylemek  suretiyle,  sanığın,  cinsel  taciz  suçunu işlediğine  yönelik verdiği bir kararı buna örnek gösterilebilir.132 Yine ısrarlı bir biçimde birini sürekli telefonla vs. tehdit etmek bu suça vücut vermez, failin davranışı zincirleme tehdit suçunu oluşturur.133 Önceki  başlıklarda  mobbingin  tanımını  yaparken  psikoloji  bilimi doktrininin şiddet ve vücuda tesir eden diğer fiilleri de mobbing kapsamında değerlendirdiğini belirtmiştik. Bu nedenle mobbing yoluyla gerçekleştirilen fiil bakımından kasten yaralama suçu önemli bir role sahiptir.134 Mobbinge konu fiilde, kişinin sadece psikolojik olarak taciz altında tutulması değil, fiziksel  olarak  zorlanması  da  söz  konusu  olabilmektedir.  TCK,  kasten yaralamayı ‘kasten başkasının vücuduna acı veren veya sağlığının ya da algılama yeteneğinin bozulmasına neden olan kişi bir yıldan üç yıla kadar hapis cezası ile cezalandırılır  hükmü ile ifade demektedir. O halde kasten yaralama suçu bakımından fiil,  başkasının vücuduna acı vermek ya da sağlığını bozmak ya da algılama yeteneğini bozmak  olduğundan bu suç, elverişli olmak kaydıyla her çeşit vasıta ile işlenebilen serbest hareketli ve neticeli bir suçtur; vücuda acı vermek ya da sağlığı veya algılama yeteneğini bozmak  neticesinden  birinin  veya  birkaçının  meydana  gelmesi  suçun oluşmasına sebebiyet verir. 135                                                  130 HAFIZOĞULLARI - ÖZEN, Türk Ceza Hukuku (Özel Hükümler), s. 214. 131  İki suç birbirlerinden saikleri yönünden ayrılmaktadır.  HAFIZOĞULLARI - ÖZEN, Türk Ceza Hukuku (Özel Hükümler), s. 214. 132 ÜNVER, s. 102 – 127. 133 HAFIZOĞULLARI - ÖZEN, Türk Ceza Hukuku (Özel Hükümler), s. 221. 134 ERDEM - PARLAK, s. 261-289. 135 HAFIZOĞULLARI - ÖZEN, Türk Ceza Hukuku (Özel Hükümler), s. 71. 1278Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  Bilge Mobbing yönünden, vücuda tesir eden fiilden ziyade ‘sağlığın ya da algılama  yeteneğinin   bozulması  önem  kazanmaktadır.  Gerçekten  de mobbing fiilini gerçekleştiren kişi, bunun neticesi olarak mağdurun sağlığını bozmakta,  algılama  yeteneğini  etkileyebilmektedir.  Konuya  ilişkin açıklamaları  önceki  bölümlerde  yaptığımızdan  tekrara  düşmemek  adına burada daha fazlasına yer vermeyeceğiz. Suç ile ihlal edilen ve ceza ile korunan hukuki değer, kişinin vücudunun veya fiziki bütünlüğünün dokunulmaz olmasındaki hukuki yarardır. Fiziki beden  bütünlüğü  fiziksel  etkilerden  başka  psikolojik  etkenlerle  de bozulabilir. Bu yönden mobbinge konu fiiller burada değerlendirilebilmektedir.  Ağırlatıcı nedenlerden biri, konumuz açısından ilgi çekicidir. TCK m. 86/3 de görüleceği üzere yaralama fiili ‘Kamu görevlisinin sahip bulunduğu nüfuz kötüye kullanılmak suretiyle  işlenirse, ceza ağırlaştırılmaktadır. Eğer bir kamu görevlisi, nüfuzunu kötüye kullanarak yaralama fiilini işlerse cezası ağırlatılacaktır.  Dolayısıyla  kamu  görevi  yönünden  nüfuzunu  işyerinde yaralama için kullanan kimse daha ağır cezaya çarptırılacaktır. Bu, kamuda amir-memur  arasında  işlendiğinde  mobbing  anlamında  önem kazanabilir.  İşyerinde psikoloji tacizin, yani mobbingin, en yaygın olarak görülen şekillerden biri de cinsel içerikli rahatsızlık veren davranışlar olduğundan, TCK nın cinsel dokunulmazlığı düzenleyen 102. ve 105. maddelerini söz ayrıca  değerlendirmek  gerekmektedir.  Her  ne  kadar  Anayasa da  cinsel özgürlük kavramından açıkça söz edilmese de, doktrinde cinsel özgürlüğün anayasal dayanağının Anayasa m. 17 de yer alan  kişinin maddi ve manevi varlığını koruma ve geliştirme hakkı  olduğu kabul edilmektedir.139  Belirtmek  gerekir  ki,  doktrinde,  işyerinde  cinsel  taciz  eylemlerinin, mobbingin özel bir görünüş biçimi olarak kabul edilmesi gerektiği de mütalaa edilemektedir.                                                  136 HAFIZOĞULLARI - ÖZEN, Türk Ceza Hukuku (Özel Hükümler), s. 71. 137 Nevzat TOROSLU, Ceza Hukuku Özel Kısım, Ankara 2008, s. 41-42. 138 İşyerinde tacizin medeni hakları ihlal eden bir ayrımcılık türü olarak tanımlandığı diğer hukuki kavramlar hakkında detaylı bilgi için bkz. Özlem YENERER ÇAKMUT,  Cinsel Taciz Suçu ve Ceza Muhakemesi Kanunu na Göre Bilirkişilik Kurumu , Ceza Hukuku Dergisi Y. 2009 S. 11 s. 129 – 160. 139 Fahri Gökçen TANER, Türk Ceza Hukukunda Cinsel Özgürlüğe Karşı Suçlar, Ankara 2013, s. 5. 140 ÜNVER, s. 102 – 127.   1279Mobbing Terimi ve Türk Hukuk...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  İşyerlerinde, özellikle kadın çalışanlara, amirin nüfusunu kullanarak, mağduru işten çıkarmakla  tehdit ederek, yükselmesini engelleyeceğinden bahisle  manevi  cebir  uygulayarak  cinsel  taciz/saldırı  davranışına katlanmasına  neden  olabileceğini  düşünmek  mümkün  olabilir.  Kişinin üzerinde tasarruf edebileceği bir hakkına ilişkin bir fiile rıza göstermesi halinde, fiil daha başından itibaren hukuka uygun kabul edilecektir.142 Ancak, katlanma  davranışı içerisine  giren  kimsenin  buna  rıza  göstermiş  olması, elbette kanuni anlamda geçerli bir rıza anlamına gelmemelidir. İşini kaybetme endişesi  ile  cinsel  davranışa  katlanmak  durumunda  kalan  mağdurun  bu davranışa geçerli bir rızası bulunduğundan söz edilemez.  Cinsel taciz suçu TCK. m. 105 de ‘Bir kimseyi cinsel amaçlı olarak taciz eden kişi hakkında, mağdurun şikayeti üzerine, üç aydan iki yıla kadar hapis cezasına veya adlî para cezasına fiilin çocuğa karşı işlenmesi hâlinde altı aydan üç yıla kadar hapis cezasına hükmolunur  biçiminde düzenlenmiştir.  Suçun faili kadın, erkek herkes olabilir.144 Fiil, sözden ve işaretten ibaret olan  hareketle  işlenebilmekte  bu  da  suçun  sadece  icra  hareketi  ile işlenebileceğini göstermektedir. Suçun oluşabilmesi için, mağdurun cinsel amaç  güdülerek  ve  vücut  dokunulmazlığı  ihlal  edilmeksizin  rahatsız edilmesi gerekir.147  Suç  ani  suçtur,  zincirleme  olarak  işlenebilir.  Bu  suçta  mobbing açısından önemli olan hüküm ikinci fıkrada düzenlenmiştir. Düzenleme  Suçun; a)  Kamu  görevinin  veya  hizmet  ilişkisinin  ya  da  aile  içi  ilişkinin sağladığı kolaylıktan faydalanmak suretiyle,  b)  Vasi, eğitici, öğretici, bakıcı, koruyucu aile veya sağlık hizmeti veren ya da koruma, bakım veya gözetim yükümlülüğü bulunan kişiler tarafından,                                                  141 Cebir konusu hakkında daha detaylı bilgi için bkz. Özgür KÜÇÜKTAŞDEMİR, Türk Ceza Hukukunda Maddi ve Manevi Cebir, Ankara 2012. 142 Ezgi AYGÜN EŞİTLİ,  Ceza Hukukunda Çocuğun Rıza Açıklama Ehliyeti , Türkiye Barolar Birliği Dergisi Y. 2013 S. 106, s. 277 – 290. 143 ERDEM - PARLAK, s. 261-289. 144 ÜNVER, s. 102 – 127. 145 HAFIZOĞULLARI - ÖZEN, Türk Ceza Hukuku (Özel Hükümler), s. 158.  146 Karş.  Cinsel taciz fiziksel … davranışlar şeklinde olabilir. Birisinin yanından sürtünerek geçmek fiziksel davranışa … örnek olarak verilebilir.  YENERER ÇAKMUT, s. 129 – 160. 147 ÜNVER, s. 102 – 127. 1280Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  Bilge c)  Aynı  işyerinde  çalışmanın  sağladığı  kolaylıktan  faydalanmak suretiyle, d)  Posta veya elektronik haberleşme araçlarının sağladığı kolaylıktan faydalanmak suretiyle, e)  Teşhir suretiyle, işlenmesi  hâlinde  yukarıdaki  fıkraya  göre  verilecek  ceza  yarı  oranında artırılır. Bu fiil nedeniyle mağdur; işi bırakmak, okuldan veya ailesinden ayrılmak  zorunda  kalmış  ise  verilecek  ceza  bir  yıldan  az  olamaz.  biçimindedir. Bunlardan birincisi cinsel tacizden bahsederken de belirttiğimiz ‘nüfuzu kullanarak suçu işlemek  halidir. TCK m.105/2 de bu hali daha ağır bir cezalandırma nedeni olarak düzenlemiştir. Fail eğer hiyerarşi, hizmet veya eğitim  öğretim  ilişkisinden  ya  da  aynı  işyerinde  çalışma  ilişkisinden kaynaklanan bir nedenle bu suçu işlemişse, cezası artırılmaktadır.  Mobbing teriminden bakıldığında, işyerindeki ilişki açısından mobbing kapsamında  cinsel  tacizde  bulunan  failin,   aynı  işyerinde  çalışmanın sağladığı kolaylıktan faydalanmak suretiyle  fiili gerçekleştirdiğinde suçu ağırlatıcı nedenin gerçekleşeceğini söylemekte sakınca yoktur.  Bundan başka diğer önemli husus mağdurun kendisini işi bırakmak, aileden veya okuldan uzak kalmak neticesinde bulmaktadır. Mağdur, cinsel taciz neticesinde işi bırakmak zorunda kalırsa, failin cezası ağırlatılmaktadır.  Cinsel saldırı suçu TCK m. 102 de ‘Cinsel davranışlarla bir kimsenin vücut dokunulmazlığını ihlâl eden kişi, mağdurun şikâyeti üzerine, beş yıldan on yıla kadar hapis cezası ile cezalandırılır. Cinsel davranışın sarkıntılık düzeyinde kalması hâlinde iki yıldan beş yıla kadar hapis cezası verilir.  biçiminde düzenlenmiştir. Herkes bu suçun faili olabilir; fiil, cinsel haz almak amacıyla –cinsel davranışlarla- (sevmek, okşamak, el atmak, acı vermek) gerçekleştirilen  fiziksel  her  türlü  hareketttir.148  Cinsel  saldırıdan  söz edilebilmesi için iki kişi arasında bedensel temas şarttır; bununla birlikte, bu temasın çıplak vücutla veya cinsel organlarla ilgili olması gerekmez.149                                                   148 ERDEM - PARLAK, s. 261-286. 149  Örneğin, cinsel maksatlarla bir kimseyi sadece seyretme veya bir kimseyi kendi üzerinde cinsellik içeren hareketler yaparken hazır bulunmaya zorlama cinsel saldırı olmaz; çünkü vücut teması yoktur.  Nur CENTEL,  5237 sayılı Türk Ceza Kanunu nda Cinsel Saldırı Suçu ve Cinsel Suçlar Değişiklik Tasarısı nın Değerlendirilmesi , Türkiye Barolar Birliği Dergisi Y. 2012 S. 99, s. 269 – 290.   1281Mobbing Terimi ve Türk Hukuk...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  Kanun koyucu bu suçta bir netice doğmasını aramadığından suç neticesiz suçtur.150 İkinci fıkrada vücüda organ veya sair bir cisim sokulması ile suçun işlenmesi hem ceza daha ağır düzenlenmiş hem de takibi şikayete bağlı olmaktan çıkarılmıştır. TCK m. 102/3, (b) de suçu ağırlaştıran bir neden olarak ‘nüfuzu kötüye kullanılması suretiyle fiilin işlenmesi ne yer verilmiştir. İşyerleri  açısından  bu  madde  önemlidir.  Mobbing,  muhakkak  işyerinde gerçekleşmesi gereken sistemli bir fiil veya olgular bütünü olduğundan, amir, nüfuzunu  kötüye  kullanarak  bu  suçu  işlediğinde  daha  ağır  ceza  ile cezalandırılacaktır. Failin amir değil de, mağdurla aynı yatay hiyerarşide olan kimseler arasında olması durumunda ise maddede yer alan  insanların toplu olarak bir arada yaşama zorunluluğunda bulunduğu ortamların sağladığı kolaylıktan  faydalanmak  suretiyle,   ifadesinden   aynı  işyeri   anlamının çıkarılıp çıkarılamayacağı ise belirsizdir. Mobbingin ceza hukuku anlamında önemli olarak sayılabileceği diğer bir hususu da ‘hakaret  suçunda kendini göstermektedir. Gerçekten de mobbingin ortaya  çıkışı  incelendiğinde  kişinin  arkasından  yapılan  konuşmaların, dedikonunun, tezviratın, iftiranın, hakaretin ve sövmenin öneminin büyük olduğu  görülecektir.  Bizi  ilgilendiren  ise,  bu  fiillerin  ne  zaman   ceza hukukunu ilgilendiren boyuta  ulaşacağıdır. Hakaret ve sövme birbirinden farklı kavramlardır, bir kişiye  senin yaptığın hırsızlıkları herkes biliyor  demek sövmek, buna karşılık  senin dün paramı çaldığını herkes biliyor  demek ise somut nitelikte fiil isnadı suretiyle hakaret etmek demektir.152  TCK kişinin şeref ve haysiyetinin korunmasına özen göstermiş, kişiye sıkı sıkıya bağlı bir hak olan şerefin objektif ve sübjektif yansımasını cezai himayenin konusu yapmıştır. Gerçekten de bir fiil, bazen nesnel açıdan aşağılayıcı veya rencide edici bulunmazken, mağdur açısından aşağılayıcı bulunabilir veya bu durumun tam tersi olarak; bir fiil, öznel açıdan aşağılayıcı bulunmazken, nesnel açıdan aşağılayıcı bulunabilir.154 TCK m. 125, hakaret suçunu ‘Bir kimseye onur, şeref ve saygınlığını rencide edebilecek nitelikte somut bir fiil veya olgu isnat eden veya sövmek                                                  150 HAFIZOĞULLARI - ÖZEN, Türk Ceza Hukuku (Özel Hükümler), s. 150. 151 Şikayet kurumu hakkında detaylı bilgi için bkz. GÜNGÖR, Devrim: 5237 ve 5271 Sayılı Kanunlar Işığında Şikayet Kurumu, Yetkin Yayınları, Ankara 2009. 152 Özkan GÜRDOĞAN, Hakaret Suçu (Doktora Tezi), Ankara 2012, s. 95. 153 HAFIZOĞULLARI - ÖZEN, Türk Ceza Hukuku (Özel Hükümler), s. 222. 154 Mustafa ÖZEN,  Hakaret Suçu ve İnternet Yoluyla İşlenmesi , Türkiye Barolar Birliği Dergisi Y. 2008 S. 75, s. 94 – 108. 1282Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  Bilge suretiyle bir kimsenin onur, şeref ve saygınlığına saldıran kişi, üç aydan iki yıla kadar hapis veya adlî para cezası ile cezalandırılır. Mağdurun gıyabında hakaretin  cezalandırılabilmesi  için  fiilin  en  az  üç  kişiyle  ihtilat  ederek işlenmesi gerekir.  biçiminde düzenlemiştir. Hakaret suçunda fiil bir düşünce açıklamasıdır ve düşünce her biçimde ifade edilebilir. Bununla birlikte hakaret ve sövmede kanunun suç olarak tanımladığı fiil özünde birbirinden farklıdır. Sövmede fiil, sövme suretiyle bir kimsenin onur, şeref ve saygınlığını söverek ihlal etmek iken hakaret suçunda hareket bir somut fiil veya olgu isnad etmektir. Hakaret suçu, huzurda ve gıyapta olmak üzere iki şekilde işlenebilir.157 Mobbing mağdurları açısından sövme ve hakaret suçunu oluşturan fiilerin kendilerine karşı değil ama gıyabında işlenmiş olması bakımından önem taşımaktadır. Burada sorun ihtilat ile ilgilidir. Kişinin gıyabında  yapılan hakaret fiilinin suç oluşturabilmesi için kanun ihtilat şartını aramıştır. İhtilat en az üç kişinin bu fiile şahit olması anlamına gelmektedir 158. Eziyet suçu bakımından da mobbingin bu suçun işlenmesine elverişli olabileceği  akla  gelebilir.  Eziyet  TCK  m.  96 da  ‘Bir  kimsenin  eziyet çekmesine yol açacak davranışları gerçekleştiren kişi hakkında iki yıldan beş yıla  kadar  hapis  cezasına  hükmolunur.   biçiminde  düzenlenmiştir.  Fiil, mağdurun eziyet çekmesine yol açabilecek elverişli bütün davranışlardır. Fiili kamu görevlisinin işlemesi cezayı ağırlatan bir neden değil, şartları varsa işkence suçunun fiilini oluşturur.160 Dolayısıyla mobbing bakımından eziyet suçunun varlığından bahsedilmesi, şartları varsa, mümkün olabilir. Görüleceği gibi, mobbing, sistematik olarak gerçekleşen bir fiiller veya  olgular  bütünü  olduğundan  akıllara  zincirleme  suçu  da getirmektedir.  Zincirleme  suç  TCK da  ‘Bir  suç  işleme  kararının  icrası kapsamında, değişik zamanlarda bir kişiye karşı aynı suçun birden fazla işlenmesi durumunda, bir cezaya hükmedilir  şeklinde düzenlenmiştir. Burada                                                  155 HAFIZOĞULLARI - ÖZEN, Türk Ceza Hukuku (Özel Hükümler), s. 223. 156 HAFIZOĞULLARI - ÖZEN, Türk Ceza Hukuku (Özel Hükümler), s. 224. 157 ÖZEN, s. 94 – 108. 158  HAFIZOĞULLARI - ÖZEN, Türk Ceza Hukuku (Özel Hükümler), s. 224. 159  Kamu  görevi  ve  kamu  görevlisi  hakkında  daha  detaylı  bilgi  için  bkz.  Zeki HAFIZOĞULLARI  –  Ezgi  AYGÜN  EŞİTLİ,  Kamu  İdaresinin  Güvenilirliğine  ve İşleyişine Karşı Suçlar, Ankara 2014; Güneş OKUYUCU ERGÜN, Türk Ceza Hukukunda Zimmet Suçu, Ankara 2008; Güneş OKUYUCU ERGÜN,  Görevi Kötüye Kullanma Suçu , Türkiye Barolar Birliği Dergisi, Y. 2009 S. 82, s. 1 – 31. 160 HAFIZOĞULLARI - ÖZEN, Türk Ceza Hukuku (Özel Hükümler), s. 121 vd.   1283Mobbing Terimi ve Türk Hukuk...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  dikkat  edilmesi  gereken  aynı  suç  fiilinin  farklı  zamanlarda  işlenmesinin hususudur.  Dolayısıyla  işyerinde  çalışmasını  engellemek  amacıyla  bir kimseyi bir ay boyunca her sabah cinsel olarak taciz etmek, zincirleme suç hükümlerinin uygulanmasını ve cezanın ağırlaştırılması gerektirir. Kanun üçüncü  fıkrada  ‘Kasten  öldürme,  kasten  yaralama,  işkence  ve  yağma suçlarında  bu  madde  hükümleri  uygulanmaz   diyerek  de  zincirleme  suç hükümlerinin uygulanamayacağı hükümleri göstermiştir.  Yıldırma, güçlük çıkarma ve ayrımcılığa hizmet eden, mağdurun genel kişilik haklarını, onuru veya sağlığını bozan birbiriyle bağlantılı ve sistematik davranışlar anlamında mobbingin hukuki bir kavram olmayıp uygulamada karşılaşılan bir olgunun karşılığını ifade etmek için kullanıldığı, bu süreç içinde  gerçekleştirilen  davranışları  cezalandırma  konusunda  mevcut  ceza hukuku araçları yeterli ve bu olguyu bağımsız bir suç tipi olarak ayrıca düzenlemeye gerek olmadığı düşüncesine katılmakta ve konunun ayrıca düzenlenmesi ve yaptırım altına alınması ihtiyacına gerek duyulmadığını düşünmekteyiz.",
     "Kaynakça": "ALTUNTAŞ Ceren:  Mobbing Kavramı ve Örnekleri Üzerine Uygulamalı Bir Çalışma , Journal of Yaşar University, Y. 2010, C. 18, S. 5, s. 29953015.  AGERVOLD  Mogens  -  MIKKELSEN  Eva  Gemzoe:  Relationships Between  Bullying  Psychosocial  Work  Environment  and  Individual Reactions, Work and Stress, Cilt 18, Sayı 4, Ekim 2004, s. 348  AYGÜN EŞİTLİ Ezgi: Ceza Hukukunda Cocuğun Rıza Açıklama Ehliyeti , Türkiye Barolar Birliği Dergisi Y. 2013 S. 106, s. 277 – 290. BARON  Robert  A. -  H. NEUMAN  Joel:  Workplace  aggression—The iceberg beneath the tip of workplace violence: Evidence of its forms, frequency, and targets, Public Administration Quarterly, S. 21, Y. 1998, s. 446-464. BAILLIEN Elfı - DE CUYPER Nele - DE WITTE Hans: Job Autonomy And Workload As Antecedents Of Workplace Bullying: A Two-Wave Test  Of  Karasek's  Job  Demand  Control  Model  For  Targets  And Perpetrators, Journal of Occupational and Organizational Psychology, S. 84, Y. 2011, s. 191–208                                                   161 ERDEM - PARLAK, s. 261-286. 1284Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  Bilge BAŞ Nesrin - ORAL Timuçin: Mobbing Davranışı ve Kişilik Özellikleriyle İlişkisi, İstanbul Ticaret Üniversitesi Sosyal Bilimler Dergisi Y. 11 S. 21 Yıl 2012/1, s. 11-24. BJÖRKQVIST Kaj - ÖSTERMAN K. - HJELT-BACK M.: Aggression Among University Employees, Aggressive Behavior, S. 20, Y. 1994, s. 173 – 184.  BUDAK  Gönül,  Yetkinliğe  Dayalı  İnsan  Kaynakları  Yönetimi,  Barış Yayınları Fakülteler Kitabevi, İzmir 2008, s. 395. BULUTLAR Füsun - ÖZ Ela Ünler: The Effects Of Ethical Climates On Bullying Behavior İn The Workplace, Journal of Business Ethics, S. 86, Y.  2009,  s.  273–295.  (http://timucinoral.com/PDF/Mobbing_ ve_Kisilik.pdf) (Erişim tarihi: 17 Kasım 2015) CENTEL Nur: 5237 sayılı Türk Ceza Kanunu nda Cinsel Saldırı Suçu ve Cinsel  Suçlar  Değişiklik  Tasarısı nın  Değerlendirilmesi ,  Türkiye Barolar Birliği Dergisi Y. 2012 S. 99, s. 269 – 290. CHAPPELL  Duncan  -    DI  MARTINO  Vittorio:  Violence  at  Work, International  Labour  Organization  2006,  s.  157. (http://www.ilo.org/wcmsp5/groups/public/@dgreports/@dcomm/@publ/documents/publication/wcms_publ_9221108406_en.pdf)  (Erişim tarihi: 19 Kasım 2015) COWIE Helen - NAYLOR Paul - RIVERS Ian - SMITH Peter K. - PEREIRA  Beatriz:  Measuring  workplace  bullying,  Aggression  and Violent Behavior, C. 7, S. 1, Ocak-Şubat 2002, s. 33-51.  CRAWFORD  Neil:  Bullying  At  Work:  A  Psychoanalytic  Perspective, Journal of Community and Applied Social Psychology, Yıl 1994 S. 7, s. 219 – 226.  ÇELİK Nuri: İş Hukuku Dersleri, Istanbul 2000, s. 153-154 ÇİÇEK  SAĞLAM  Aycan:  İlköğretim  Okullarında  Mobbinge  İlişkin Öğretmen Görüşleri, Eurasian Journal of Educational Research, Y. 2008, S. 32, s. 133-142.  DAVENPORT  Noa  –SCHWARTZ  Ruth  –ELLIOT  Gail,  Mobbing: İşyerinde Duygusal Taciz  (Çev.: ÖNERTOY, Osman Cem, Sistem Yayıncılık, Istanbul 2008)   1285Mobbing Terimi ve Türk Hukuk...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  EIRNASEN Stale –HOEL Helge –ZAPF Dieter –CARRY Cooper: The Cöncept of Bullying at Work the European Tradition, Bullying and Emotinal Abuse in the Workplace, Londra 2003, s. 12. EINARSEN Ståle - SKOGSTAD Anders: Bullying at work: Epidemiological findings in public and private organizations, European Journal of Work and Organizational Psychology, Y. 1996, S. 5, s. 185-201.  EINARSEN Ståle - RAKILLES Bjørn Inge - MATTHIESEN Stig Berge: Bullying And Harassment At Work And Their Relationships To Work Environment  Quality:  An  Exploratory  Study,  European  Work  and Organizational Psychology, S. 4, Y. 1994, s. 381–401.  ERDEM  Mustafa  Ruhan  -  PARLAK  Benay:  Ceza  Hukuku  Boyutuyla Mobbing, TBB Dergisi, Sayı 88, 2010. s. 261-289.  FOX  Suzy  -  STALLWORTH  Lamont  E.:  The  Battered  Apple:  An Application Of Stressoremotion-Control/Support Theory To Teachers' Experience Of Violence And Bullying, Human Relations, S. 63, Y. 2010, s. 927–954  GOLD David: Managing Psychosocial Issues at Work, an ILO SafeWork Activity, Asian-Pacific Newsletter on Occupational Health and Safety, Cilt 9, Sayı 1, Mart 2002, s. 8-9.  GÖKTÜRK Gamze –BULUT Sefa: Mobbing: İşyerinde Psikolojik Taciz, Abant İzzet Baysal Üniversitesi Sosyal Bilimler Dergisi, C. 1, S. 24, Y. 2012, s. 37-50  GÜL Hasan - ÖZCAN Nazlı: Mobbing ve Ö rgütsel Sessizlik Arasındaki İlişkiler:  Karaman  İl  Ö zel  İdaresinde  Görgü l  Bir  Ç alışma, Kahramanmaraş  Sütçü  İmam  Üniversitesi  İktisadi  ve  İdari  Bilimler Dergisi, Y. 2011, S. 2, s. 80-134.  GÜNGÖR, Devrim: 5237 ve 5271 Sayılı Kanunlar Işığında Şikayet Kurumu, 1. Baskı, Yetkin Yayınları, Ankara 2009. GÜRDOĞAN, Özkan: Hakaret Suçu (Doktora Tezi), Ankara Üniversitesi Sosyal Bilimler Enstitüsü, Ankara 2012 GÜZEL  Ali  -  ERTAN  Emre:  İşyerinde  Psikolojik  Tacize  (Mobbinge) Hukuksal Bakış: Avrupa Hukuku ve Karşılaştırmalı Hukuk, İş Hukuku ve Sosyal Güvenlik Hukuku Dergisi, C. 4, S. 14, Y. 2007, s. 509-549. HAFIZOĞULLARI,  Zeki:   Türk  Ceza  Hukukunun  Seksen  Yılı, Cumhuriyetin Kuruluşundan Bugüne Türk Hukukunun Seksen Yıllık 1286Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  Bilge Gelişimi , Ankara Üniversitesi Hukuk Fakültesi Yayınları, No. 538, 3031 Ekim 2005 Sempozyumu, s. 115. Vd. HAFIZOĞULLARI, Zeki:  Avrupa İnsan Hakları Sözleşmesini Sağlamayan Ceza ve Ceza Muhakemesi Hukuku Düzenlemeleri Ve Uygulamaları , Ceza ve Ceza Muhakemesi Hukuku Düzenlemeleri ve Uygulamalarına İlişkin Genel Değerlendirmeler Sempozyumu, Ankara 2009 HAFIZOĞULLARI  Zeki  -  ÖZEN  Muharrem:  Ceza  Hukuku  (Genel Hükümler) – Kişilere Karşı Suçlar, US-A Yayıncılık, Ankara 2015. HAFIZOĞULLARI  Zeki  -  ÖZEN  Muharrem:  Ceza  Hukuku  (Özel Hükümler) – Kişilere Karşı Suçlar, US-A Yayıncılık, Ankara 2011. HANSEN Åse Marie - HOGH Annie - PERSSON Roger - KARLSON Björn - GARDE Anne Helene - ØRBÆK Palle: Bullying at work, health outcomes, and physiological stress response, Journal of Psychosomatic Research, C. 60, S. 1, Ocak 2006, s. 63-72.  HEINZ Leymann: The Content and Development of Mobbing at Work, European Journal of Work and Organizational Psychology, Yıl 1996 Cilt 5  Sayı  2,  s.  165-184.  (http://www.organizedmobbing.com/ Leymann1996.pdf) (Erişim tarihi: 15 Kasım 2015) HEINZ  Leymann:  Mobbing  and  Psychological  Terror  at  Workplaces, Violence  and  Victims,  C.  5  S.  5,  Yıl  1990/2 (http://www.mobbingportal.com/LeymannV%26V1990(3).pdf)  (Erişim tarihi: 17 Kasım 2015) JARRETA Begoña Martínez - GARCÍA-CAMPAYO Javier - GASCÓN Santiago, BOLEA Miguel: Medico-legal implications of mobbing: A false accusation of psychological harassment at the workplace, Forensic Science International, C. 146, S. 2, Aralık 2004, s.17-18.  ISATOLUS Nina: Prevention of Physical Violence at Work, Asian-Pacific Newsletter on Occupational Health and Safety, C. 9, S. 1, Mart 2002, s. 9-12.  KASAPOĞLU TURHAN Mine: Kamu Görevlileri Bakımından İşyerinde Psikolojik Taciz (Mobbing) ve Korunma Yolları, TBB Dergisi, Y. 2013, S. 105, s. 89-128.  KAUPPINEN  Kaisa:  Fınland/AIBD  Regional  Workshop  on  Leadership Organizational Management, Asian-Pacific Newsletter on Occupational Health and Safety, C. 9, S.1, Mart 2002, s. 15.    1287Mobbing Terimi ve Türk Hukuk...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1245-1290  KEASHLEY Loraleigh: Interpersonal and systemic aspects of emotional abuse at work: The target's perspective, Violence and Victims, S. 16 Y. 2001, s. 233-268.  KÖSE Sevinç - UYSAL Şener: Kamu Personelinin Yıldırma (Mobbing) ve Boyutları Hakkındaki Düşünceleri Üzerine Bir Çalışma: Manisa Tarım İl Müdürlüğü Örneği, Celal Bayar Üniversitesi Sosyal Bilimler Dergisi, C. 8, S. 1, Y. 2010,"
}