{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "64",
     "Sayı": "3",
     "Başlık": "THOMAS HOBBES'UN SOSYAL SÖZLEŞME TEORİSİNİN NİETZSCHE'NİN SİYASET FELSEFESİ DOĞRULTUSUNDA KARŞILAŞTIRILARAK DEĞERLENDİRİLMESİ",
     "Title": "Comparative Evaluation of Thomas Hobbes' Social Contract Theory in Line with Nietzsche's Political Philosophy",
     "Yazar İsmi": [
          "Yahya Berkol GÜLGEÇ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Sosyal sözleşme",
          "özgür irade",
          "devletin kökeni",
          "doğa durumu",
          "insan doğası"
     ],
     "Keywords": [
          "Social contract",
          "free will",
          "origin of the state",
          "natural state",
          "human nature"
     ],
     "Özet": "Devletin kökenini açıklamaya çalışan teorilerden, günümüzün liberal düzeni doğrultusunda, üzerinde en çok durulan ve en çok tartışılan teoriler sosyal sözleşme teorileri olmuştur. Thomas Hobbes ise hem mutlakiyetçi görüşleri hem de sosyal sözleşme teorisini üzerine kurduğu sistematik ve materyalist bakış açısı ile diğer sosyal sözleşmecilerden farklılaşmaktadır. Aykırı  bir  filozof  olarak  nitelendirilen  Friedrich  Nietzsche  ise,  görüşleri nazizm  ve  anarşizm  gibi  birbirinden çok  farklı iki  siyasî  akıma  kaynak oluşturmuş olsa da, siyaset felsefesi dendiğinde akla ilk gelen isimlerden değildir.  Bunda,  Nietzsche'nin  sistematikten  uzak  ve  edebî  bir  üslup  ile yazması  da  etkili  olmuştur.  Ancak,  gereken  özen  gösterildiğinde Nietzsche'nin de belli bir siyaset felsefesine sahip olduğu anlaşılacaktır. Bu felsefe,  özellikle  sosyal  sözleşme  teorisi  açısından  ciddî  eleştiriler getirebilecek  niteliktedir.  Hobbes  ve  Nietzsche'nin  felsefeleri  arasındaki benzer  noktalar  ise,  iyimser  nihilizm  ile  Hobbes'un  sosyal  sözleşme teorisinin karşılaştırılmasını özellikle ilginç kılmaktadır.",
     "Abstract": "Social contract theories are the most widely deliberated and discussed of the theories striving to explain the origin of the state with the influence of the current liberal order. Thomas Hobbes, on the other hand, diverges from the other social contract theoreticians both in its absolutist views and the systematic and materialist perspective on which his social contract theory is based upon. Friedrich Nietzsche, though, is not one of the first names to come to mind when the subject is political philosophy although his views have nurtured two vastly different political currents such as nazism and anarchism. Nietzsche's style which is far from systematic and highly literary has also played a part in this. However, if due diligence is shown, it becomes apparent that Nietzsche has a certain political philosophy. This philosophy is especially potent to direct serious critique to the social contract theory. Moreover, similarities between the philosophies of Hobbes and Nietzsche renders the comparison of the optimistic nihilism and the social contract theory of Thomas Hobbes especially interesting.",
     "Metin": "Devletin ortaya çıkışı sosyal bilimlerin açıklamayı umduğu en önemli ve zorlu konulardan birisi olmuştur. Tarihin farklı dönemlerinde devletin ortaya çıkışına ilişkin farklı teorilerin üretildiği görülmektedir. Bu teoriler, devletin  kökenini  aileye  bağlayan  aile  teorisi,  devleti  insanın  biyolojik yapısıyla  özdeşleştirerek  açıklamaya  çalışan  biyolojik  teori,  kuvvet  ve mücadeleyi devletin temelindeki yegâne kaynak olarak yorumlayan kuvvet ve mücadele teorisi, devlet teşkilatını üretim araçlarına hâkim olan sınıfların baskı  aracı  olarak  ortaya  koyan  Marksist  teori  ve  son  olarak  devletin insanların aklının ürünü olduğunu söyleyerek onu çok taraflı bir sözleşmenin ürünü olarak yorumlayan sosyal sözleşmeci teoriler olarak zikredilebilir. Kanımızca  bunların  yanına,  Marksist  teorinin  iktisadî  bakış  açısından etkilenmekle beraber, özellikle bireyin toplumsal olaylardaki yeri bakımından farklılık  arz  eden  anarşist  teori  de  bu  kapsamda  düşünülebilir.  Tüm  bu                                                  1  Gözler, 2011, s.143. 688AÜHFD, 64 (3) 2015: 687-738     Gülgeç teorilerin arasında kuşkusuz ki üzerinde en çok yazılan ve düşünülen teoriler sosyal sözleşmeci teorilerdir.  Friedrich Nietzsche, genellikle felsefesindeki nihilist unsurlar, ahlak ve din  karşıtlığı  ile  gündeme  gelen  bir  düşünürdür.  Nietzsche nin  siyaset felsefesi üzerinde ilki kadar ehemmiyetle durulduğunu söylemek ise güçtür. Kimileri Nietzsche nin siyaset hakkında konuşmaktan kaçınan bir apolitik olduğunu öne sürerken diğerleri siyaset felsefesine olan ilgisizliğini modern devlet  anlayışına  ve  değerlerine  bir  tepki  olarak  yorumlamıştır. Nietzsche'nin  Çünkü her şeyden önce, her zamankinden daha fazla şimdi, bazı insanların politikadan uzak durmalarına ve yoldan birazcık çıkmalarına izin  verilmelidir 3  yönündeki  sözü  de  çağdaş  politika  ile  ilgilenmek konusunda pek hevesli olmadığını doğrular niteliktedir. Bu farklı görüşlerin ateşli bir sistematik ve kategorizasyon karşıtı olan Nietzsche nin münhasıran siyaset  felsefesini  konu  edinen  bir  çalışmasının  olmamasına  bağlıyoruz. Aynı  zamanda,  Nietzsche'nin  yapıtlarındaki  edebî  ve  felsefî  unsurların ayrılamaz şekilde harmanlanması da belirli konulardaki düşüncelerini tespit etmeyi zorlaştırmaktadır. Bu anlamda, Nietzsche nin siyaset felsefesinin bir bütün olarak değerlendirilmesinin zor olduğunu kabul etmeliyiz. Ancak, pek çok eserinde iktidar, devlet ve insan doğası gibi unsurlara değindiğini, hatta kimi zaman sosyal sözleşme teorisine doğrudan işaret ettiğini vurgulamak isteriz. Bu  çalışmanın  amacı,  Nietzsche nin  siyaset  felsefesi  ile  Thomas Hobbes'un  sosyal  sözleşme  teorisi  arasında  bir  karşılaştırma  sunmaktır. Nietzsche'nin belirli ve kapsamlı bir siyaset felsefesi olmadığı düşünülse dahi, iki yazarın insan doğası ve özgür irade gibi konulardaki görüşlerden yola çıkılarak, Hobbes'un siyaset felsefesine Nietzsche'nin penceresinden bakılması mümkündür.  I.  Nietzsche ve Siyaset Felsefesi Friedrich  Nietzsche  her  zaman  çok  tartışılan  bir  düşünür  olmuştur. Aykırı ve keskin üslubu onu hem incelenmeye değer, ilgi çekici biri kılmış,                                                  2  Cristi, s. 2. 3  Nietzsche, (2011a), s. 280.  4  Nietzsche'nin üslubu, düşüncelerinin sistematik olarak incelenmesini zorlaştırmaktadır. İğeneleyici,  ofansif,  aforizmik,  polemik  ve  kişisel  yazın  tarzı  Nietzsche'nin  imzası konumundadır. Leiter, (2013a), s. 3.  5  Nietzsche, (2011b), s. 12.    689Thomas Hobbes un Sosyal Sözleşme Teorisisnin...   AÜHFD, 64 (3) 2015: 687-738 hem de kimi gruplar tarafından lanetlenmesine sebep olmuştur. Açık ve doğrudan yazmaktansa edebi bir dil tercih etmesi, sistematiklikten uzak, hatta ona karşı olması ve çoğunlukla alaycı üslubundan dolayı yer yer birbiriyle çelişen düşünceler ileri sürüyor gibi görünmesi Nietzsche üzerinde çalışmayı zorlaştıran sebeplerden olmuştur. Üstelik, yukarıda bahsedildiği gibi Nietzsche nin siyaset felsefesinin mevcudiyetine ilişkin dahi bir tartışma varken sistematik bir biçimde Nietzsche nin insan doğası ve devlet gibi konulardaki düşüncelerini aktarmak zor görünmektedir. Ancak kendisinin de Zerdüşt'ün ağzından belirttiği gibi  Birçoklarını ayırmak için sürüden – bunun için geldim ben. Varsın halk ve sürü kızsınlar bana... 7. Nietzsche'nin  siyaset  felsefesini  incelemeye  başlamadan  önce  bu felsefenin varlığına ve eğer varsa ne şekilde var olduğuna dair birtakım tartışmalara  yer  vermenin  gerektiği  kanısındayız.  Nitekim,  bu  konudaki görüşler yukarıda, çalışmamızın amacı ve kapsamını açıkladığımız bölümde belirtilenden  çok  daha  çeşitlidir.  Özellikle  de  Nietzsche'nin  siyaset felsefesinin niteliği ve eğilimleri üzerine görüşler o denli çeşitlidir ki bu aykırı  düşünürü  arkaiklik  özlemi  içerisindeki  bir  aristokrasi  yanlısı  ilân edenden,  partizan  bir  demokrat  olarak  gören  görüşlere  kadar  geniş  bir yelpaze  ile  karşı  karşıya  kalınmaktadır.  Tahmin  edilebileceği  üzere,  bu çeşitliliğin tek sebebi Nietzsche'nin aforizmik üslûbu ve sistematikten uzak yazını değildir. Aşağıda da değinileceği üzere, kanımızca bu görüşlerin bir kısmı Nietzsche'yi belli bir maksatla okumaktan kaynaklanmaktadır.  A.  Nietzsche'nin Siyaset Felsefesi: Ne? Nasıl? Nietzsche'nin  siyaset  felsefesi  ve  bu  felsefenin  niteliği  üzerine  öne sürülen  görüşleri  incelerken  ilk  sırada  Mark  Warren'ın  görüşüne  yer vereceğiz.   Nietzsche  and  Political  Theory   başlıklı  makalesinin  ilk  kısmında Warren,  Nietzsche'nin  düşüncelerinin  antipolitik  ve  bireyci  yönünü vurgulayıp  Nazilerin  bu  düşünürü  çarpıttığını  gösterdikten  sonra, düşünürlerin çalışmalarında Nietzsche'nin felsefesinin siyasî etkilerine yer verememesinden yakınmaktadır. Bunun yanında, bir başka grup düşünürün ise, Nietzsche'nin düşüncelerinin Nazi ideolojisi ile bağlantısını reddederken,                                                  6  Clastres, s. 8.  7  Nietzsche, (2011b), s. 45.  8  Warren, s. 184.  690AÜHFD, 64 (3) 2015: 687-738     Gülgeç Nazilerin Nietzsche'den ne şekilde faydalandığını ortaya koyabilmek için bu ideoloji ile Nietzsche'nin görüşleri arasında daha derin bir ilişkiyi araştırdığı belirtilmektedir.  Ancak,  Nietzsche'nin  görüşleri  nazist  olarak nitelendirilemeyecek olsa bile (ki Alman milliyetçiliğini ve ırkçılığı kınayan görüşleri bilinmektedir. Ancak öte yandan anti-Semitik öğeler taşıdığı iddia edilen  Güç  İstenci  isimli  kitabının  da  –  ölümünden  sonra  yayınlanmış olmasına dayanılarak – nazi ideolojisi ile yakın olduğu iddia edilen kız kardeşi tarafından çarpıtıldığı düşünülmektedir) demokrasi yanlısı olmadığı açıktır: Çünkü aynı zamanda demoktasi, liberalizm, eşitlik ve adalet gibi kavram ve değerleri de eleştirerek reddetmektedir. Makalenin bu kısmından sonra Nietzsche'de nihilizm ve güç istenci gibi kavramlar  hakkındaki  görüşlerine  yer  veren  Warren,  nihaî  olarak Nietzsche'nin genel felsefesinin aristokrasi yanlısı bir siyaset felsefesine yol açmayacağı,  aksine  onu  liberal  demokrat  bir  düzenin  savunucusu  hâline getireceğini savunmaktadır. Zaten, Warren'ın reddettiğimiz görüşü de bu noktadadır.  Bu  nedenle,  genel  olarak  Nietzsche'nin  felsefesi  hakkındaki yorumlarını  sonraki  kısımlara  saklayarak,  makalesinde  bu  sonuca  nasıl vardığını inceleyip eleştireceğiz.  Warren, Nietzsche'nin felsefesinin bireyci olduğunu, çünkü kişinin, eğer bütün  metafizik  hareket  noktaları  yıkılacak  olursa,  yalnızca  ve  yalnızca dinmek bilmeyen bir güç istenci ile hareket edeceğini düşünmektedir. Bu bireyciliği  bireysel  özgürlük  ile  özdeşleştiren  Warren,  eğer  Nietzsche yalnızca güç felsefesinden hareketle bir siyaset felsefesi geliştirseydi liberal bir devlet düzenini meşru bulacağını iddia etmektedir. Öncelikle burada yapılan bilinçli veya bilinçsiz bir yanlışı belirtmek isteriz. Her şeyden önce, kanımızca Nietzsche'nin felsefesini  bireyci  olarak nitelendirmektense Max Stirner'den hareketle  benci  olarak nitelendirmek doğru olacaktır. Bireyci felsefe Hobbes, Locke gibi liberal düşünürlerin felsefesi olup bu ifadenin Nietzsche'nin  felsefesi  için  kullanılması,  en  azından  siyaset  felsefesinin niteliğinin tartışıldığı bir yerde, yanıltıcı olabilir. Bilerek yahut bilmeyerek yapılan hata ise Nietzsche'nin bir bütün hâlinde okunmamasıdır. Yazarlar, varmak istedikleri yere nasıl varacaklarsa, Nietzsche'nin yazınını ona göre ayıklamaktadırlar.  Warren  da  Nietzsche'nin  güç  felsefesini  ve  siyaset                                                  9  Ibid.  10  Warren, s. 185.  11  Warren, s. 200.    691Thomas Hobbes un Sosyal Sözleşme Teorisisnin...   AÜHFD, 64 (3) 2015: 687-738 felsefesini ayırarak bu ikisinin ayrılmaz bütünlüğünü bozmak ister gibidir. Öte yandan, Nietzsche'nin bireyciliğinin liberal bireycilik anlayışı ile en ufak bir ortak noktası olduğunu savunmak da hayli güçtür. Nietzsche, özgürlük ve eşitlik  gibi  temel  liberal  değerleri  tamamen  reddetmektedir.  Çalışmanın ilerleyen  kısımlarında  pek  çok  örnekte  görüleceği  üzere  Nietzsche  bazı bireylerin  diğerlerinin  iradelerine,  güç  iradelerine  tâbi  olarak  yaşamasını doğal karşılamaktadır. Tekrara düşmemek amacıyla bu görüşlere burada yer vermiyoruz.  Öte  yandan,  liberalizmin  ve  Nietzsche'nin  bireycilik anlayışlarının çok farklı olmasına rağmen, salt bireyciliği ve bireyin güç istencinin önündeki engelleri kaldırarak, pozitif bir özgürlük anlayışı ile hareket  etmesi  gerektiğini  düşünmesi  sebebiyle,  Nietzsche'nin  liberal  bir devlet  düzeninden  yana  olacağını  savunurken,  Nietzsche'nin  liberallerin doğal haklar, suç ve ceza gibi konulardaki görüşleriyle taban tabana zıt olan fikirlerine yer verilmemesi de dikkatten kaçmamıştır.  Warren Nietzsche'nin siyasî yargıları ve felsefesi arasında bir ayrıma giderek şöyle demektedir:  Çoğu durumda bir düşünürün felsefesinin siyasî yargılarına doğru olarak yansıdığını düşünürüz. Nietzsche konusunda daha dikkatli  olmalıyız,  nitekim  Nietzsche'nin  felsefesinden  çıkan  güç  kavramı siyasetini zayıflatmakta hatta onunla zıtlaşmaktadır 12. Kısacası, Warren'ın yapmaya  çalıştığı  şey,  Nietzsche'nin  oldukça  liberal  bir  anlayışla  ortaya koyduğunu  düşündüğü  güç  istenci  kavramını  siyasî  olaylara  yanlış uyguladığını, genel felsefesiyle tutarlı bir siyaset felsefesi oluşturamadığını göstermek olacaktır. Warren'a göre, Nietzsche bir grubun diğer grubu kuvvet kullanarak  hâkimiyeti  altına  aldığı  bir  siyaset  felsefesinin  temeline  güç istencini yerleştirerek metodolojik, maddî ve değerlendirmeci olmak üzere üç  farklı  perspektiften  hataya  düşmektedir.  Nietzsche'nin  düştüğü metodolojik hata, güç istencini metafizik bir kavram olarak kullanması ve bu kavramı tarihin en iptidaî gerçeği olan sömürünün özüne yerleştirmesidir. Dolayısıyla, genel felsefesi metafiziği reddeden Nietzsche'nin metodolojik bir  hataya  düşerek  kendisi  ile  çeliştiği  iddia  edilecektir.  Metafizik  bir kavramı,  ampirik  tezahürlere  kaynaklık  eden  bir  öz  olarak  tanımlayan Warren,  güç  istencinin  metafizik  bir  kavram  olarak  kullanıldığını                                                  12  Ibid.  13  Warren, s. 204.  14  Ibid.  15  Ibid.  692AÜHFD, 64 (3) 2015: 687-738     Gülgeç gösterirken  basite  kaçmakta  ve  Nietzsche'nin  güç  istencinden  yaşayan şeylerin  özü  olarak  bahsetmesinden  yola  çıkmaktadır.  Ancak,  hemen belirtelim ki Warren'ın metafizik tanımı, yine kasıtsız veya kasıtlı olarak, eksik yapılmıştır. Bahsedilen özün ayrıca a priori olması, gözlemlenebilir olmaması gereklidir. Hatta, bu özellik, metafiziğin ilk özelliği olarak öne çıkmaktadır. Nietzsche'deki güç istenci ise, aşağıda detayıyla görüleceği üzere  bir  arzu,  bir  istektir.  Dolayısıyla,  gözlemlenebilir,  deneysel yöntemlerle tespit edilebilir bir husustur. Bu hususun yanlışlığı elbette öne sürülebilir, ancak metafizik olduğundan bahisle Nietzsche'nin bu konuda çeliştiği kanımızca iddia edilemez.  Nietzsche'nin  güç  istenci  kavramını  siyaset  anlayışının  merkezine oturturken düştüğü maddî hata, Warren'a göre, post-Hırıstiyan dönemin üst seviyede organize olmuş iktidarını açıklamaya yetmemesidir. Buna göre, Nietzsche'nin  güç  teorisi  kavramı  tarihsel  anlamda  siyasî  tahakkümün gerçekliğini veya olası olduğunu gösterebilse bile böyle bir tahakkümün ontolojik olarak zorunlu olduğunu göstermemektedir. Kısacası, Warren'a göre post-Hırıstiyan döneminde, örneğin modern devlette, siyasî tahakküm söz konusu olmamaktadır. Elbette makul olan Warren'ın kastının mutlağa yaklaşan bir siyasî tahakküm olduğudur. Yine de modern devlette siyasî tahakkümün niteliğinin, özellikle de iktidarın elindeki araçlar düşünülecek olursa, Antik Yunan polislerindekinden daha az mutlak olduğu düşüncesine katılmıyoruz. Bu tespitinde haklı olsa dahi, mutlak bir tahakküm anlayışı doğrultusundaki bir teorinin niçin mutlak olmadığı iddia olunan günümüz iktidar ilişkilerini açıklaması gerektiği hususu anlaşılamamaktadır.  Warren son olarak, değerlendirmeci bir bakış açısıyla, Nietzsche'nin güç  istenci  kavramının  siyasî  yaşama  uygun  davranış  standartları sağlamadığının  iddia  edildiğini  belirttikten  sonra,  bu  tür  standartların değerlerle ilgili olduğunu dile getirmekte ve bu eleştiriye katılmamaktadır. Görünüşe bakılırsa siyaset bilimciler ve siyaset felsefecileri siyasî yaşama uygun daranış standartları olması gerektiğini düşünmekte ve büyük ölçüde bu tür standardizasyonlar sağlayan din, ahlâk, eşitlik, özgürlük, adalet gibi                                                  16  Ibid.  17  Fine, s. 8 -9 18  Warren, s. 205.  19  Ibid.  20  Ibid.    693Thomas Hobbes un Sosyal Sözleşme Teorisisnin...   AÜHFD, 64 (3) 2015: 687-738 kavramları reddeden Nietzsche'yi tek standart olarak bireyin güç istencini gösterdiği için eleştirmektedirler. Dolayısıyla, bu iddianın sahibi kişiler için Nietzsche'yi  eleştirmek,  Nietzsche'ye  dayanmak  zorunda  olmayan  bir seçimden ibarettir.  Belirtmeliyiz ki Warren eleştirimizde yalnız değiliz. Kendisi tarafından yazılan  bir  kitaba  eleştiri  yönelten  kısa  bir  makalede,  Ruth  Abbey  ve Frederick  Appel  biraz  da  keskin  bulunabilecek  bir  dille  Warren'ı Nietzsche'yi  evcilleştirmeye  çalışmakla  suçlamaktadırlar.  Bu  yazarlar, Warren'ın siyaset felsefecilerini veya bilimcilerini güç, bilgi, iktidar gibi kavramlar hakkında görüş birliğine varmış gibi göstererek basit bir şekilde onların  görüşleri  ile  Nietzsche'ninkileri  karşılaştırdığını,  Nietzsche'nin siyasî görüşlerinin kendileri tarafından da belirsiz olarak nitelendirildiğini belirtmekte  ve  asıl  sorunu  Nietzsche'nin  görüşlerinin  Warren'ın  çizdiği doğrultuda olmaması şeklinde ortaya koymaktadırlar. Son olarak, Warren'a göre  Nietzsche'nin  kapitalizmin  siyasî  yaşam  üzerine  etkilerini anlayamadığını (ki bu durum Warren'ın modern devletin karmaşık iktidar yapısının Nietzsche tarafından açıklanamadığı iddiası ile ilişkili olabilir), ancak buna rağmen Nietzsche'nin pek çok yazısında dünyanın geçirmekte olduğu ekonomik değişime, globalleşmeye ve sanayileşmeye olumlu yönde değindiğini  belirtmektedirler.  Warren'ın  temel  eğilimi,  Nietzsche'nin siyasete ilişkin görüşlerini, bu görüşlerin Nietzsche'nin önemini azaltacağını düşündüğü için, dikkate almamak yönündedir. Yazarlar ise onun radikal aristokrasi savunusunu ciddiye alarak, liberal demokrasiye yöneltilen ciddî bir  eleştiri  olarak  değerlendirmektedirler.  Nietzsche'ye  göre  insanın önündeki seçim açıktır: Eşitlik ve kültürel entropi yahut eşitsizlik ve yüksek kültür. Son olarak bu ikilinin makalesinin son kısmı görüşlerimizi o kadar iyi ifade etmektedir ki bir kısmını aynen aktarmadan edemiyoruz:   Demokratların  Nietzsche'nin  yanlış  olduğuna  inanmaya  ihtiyaçları var,  ve  bu  inancı  beslemenin  en  iyi  yolu  onun  siyasetini  görmezden gelmektense  onunla  ilişki  kurmaktır...  Nietzsche'nin  rütbe,  tahakküm  ve                                                  21  Abbey ve Appel, 1999, s. 122.  22  Abbey ve Appel, 1999, s. 123.  23  Ibid.  24  Abbey ve Appel, 1999, s. 124.  25  Ibid.  26  Ibid.  694AÜHFD, 64 (3) 2015: 687-738     Gülgeç asillik ile ilgisinin yalnızca sağ görüşlü düşünürlerin ilgi alanına girdiğini düşünmemeliyiz.  Siyaset  teorisyenleri  radikal  aristokratizmi  sıradan  ve önemsiz olarak nitelendirerek görmezden gelmeye devam ettiği sürece, onun [Nietzsche'nin]  demokrasi  ve  genel  olarak  eşitlikçi  doktrine  karşı  ciddî boyutlardaki saldırıları cevapsız kalacaktır. 27 Yukarıdaki eleştirinin sahibi olan Ruth Abbey ve Frederick Appel, aynı dergide  yayınlanan  bir  başka  makalelerinde  Nietzsche'nin  siyaset felsefesinin modern tartışmalara olan katkısını tartışmaktadırlar. Yazarlar, Nietzsche'nin antipolitik olduğu görüşüne cevaben gündelik, küçük siyaset ile  ilgilenmediği  yönünde  göstergeler  bulunsa  da  modern  devlet  karşıtı görüşlerin  salt  bu  ilgisizlikle  açıklanmasının  mümkün  olmadığını düşünmektedirler. Bu nedenle de küçük siyaset ile ilgilenmiyor olsa dahi daha yüce ve geniş, kültürel ve etik sorunları içeren bir siyaset ile ilgili olduğu sonucuna varılmalıdır.  Endre  Kiss'e  göre  de  Nietzsche  siyasî  iktidar  kavramını  siyaset felsefesinin  merkezine  yerleştirmiştir.  Ona  göre  de  pek  tartışmaya  yer bırakmayacak şekilde bir siyaset felsefesi bulunan Nietzsche, demokratik sistemin yükselişini itirazsız kabul eden bir düşünürdür. Dolayısıyla, Endre Kiss de Mark Warren gibi Nietzsche'nin felsefesinin demokratik bir düzene çıkacağını  savunmaktadır.  Ancak  göreceğimiz  gibi  bu  konuda  Mark Warren'dan bile daha büyük bir yanılgı içerisindedir.  Kiss,  Nietzsche  için  Avrupa'nın  demokratikleşmesinin  kaçınılmaz olduğunu vurgulamaktadır. Ancak, Nietzsche'nin bu sözü hangi manada söylediği  hiç  tartışılmamaktadır.  Kuşkusuz  yazara  göre,  bu  tespit Nietzsche'nin  demokratikleşmeyi  koşulsuz  bir  şekilde  kabul  ettiğinin göstergesidir. Ancak, aynı konuda Nietzsche'nin  Ve tüm bunlar önce sözlü ve  kaba  ama  daha  sonra  gittikçe  daha  yüce  ve  tinsel  bir  boyutta anlaşılacaktır;  dolayısıyla  sanki  bahçe  sanatının  bunları  tamamladıktan sonra başka bir göreve yönelecek en yüce sanatçısının tinsel bir hazırlığı gibi görünmektedir 32 diyerek daha başlangıçta, demokrasi inşa edilirken                                                  27  Ibid. 28  Abbey ve Appel, 1998, s. 90.  29  Abbey ve Appel, 1998, s. 91.  30  Kiss, s. 273.  31  Kiss, s. 274.  32  Nietzsche, 2010a, s. 129.    695Thomas Hobbes un Sosyal Sözleşme Teorisisnin...   AÜHFD, 64 (3) 2015: 687-738 ardına işaret etmektedir. Nietzsche sanki demokrasiye Marx'ın kapitalizme baktığı gibi bakmaktadır ve bu nedenle Marx'ın kapitalist olduğunu iddia etmek ne derece absürd ise Nietzsche'nin demokrat olduğunu iddia etmek de o  derece  anlamsız  olacaktır.  Yine  demokrasinin  kaçınılmaz  olduğu düşüncesine dayanılarak, bu durumun büyük bir fırsat olarak görüldüğü şu alıntıyla  anlatılmak  istenmiştir:   İnsanlar  şu  andakilere  kokusu  bile gelmeyen  birçok  sevince  sahiptirler!  İnsan  aklının  gelişimi  durmadığı sürece, bu sevinci kendimize söz verme, hatta gerekli bir şey gibi ilân ve vaat etme hakkına sahip olacağız! 33. Belirtelim ki burada demokrasiye nasıl bir atıf olduğu Kiss tarafından açıklanmamaktadır. Nitekim, metnin kendisinde de  demokrasiye  doğrudan  yahut  dolaylı  bir  gönderme  bulunmamaktadır. Kanımızca  Nietzsche'nin  müjdelediği  sevinç,  üstün  insanın  oluşum sürecinden duyduğu heyecandan da kaynaklanıyor olabilir.  Yazar  ayrıca,  Nietzsche'nin  sosyalizm  karşıtlığını  demokratik  bir sistemin yanında olacağı yönünde yorarak başka bir hataya düşmektedir. Kaldı ki, Nietzsche'nin sosyalizmin bir adalet değil güç sorunu olduğunu söylemesinden yola çıkarak sosyalizmi eleştirdiğini düşünmek başlı başına bir hatadır. Nietzsche'ye göre her türlü amaca yönelik sorun bir güç ve güç istenci sorunu teşkil etmektedir. Dolayısıyla, sosyalizmin bir güç sorunu olması  Nietzsche  için  normal  karşılanacaktır.  Kaldı  ki  adaletin  de  güç istencinin başka bir tezahürü olduğu Nietzsche tarafından vurgulanmıştır. Burada kastedilen husus da farklı bir şey değildir. Öte yandan Nietzsche, eşitlik ve özgürlük kavramları için de aynı hususu dile getirmektedir. Bu konuya  hiç  değinmeyen  Kiss'in  Nietzsche'yi  bir  demokrat  olarak nitelendirmesine şaşmamaktayız.  Yukarıda elimizden geldiğince kısa bir şekilde Nietzsche'nin siyaset felsefesinin niteliği hakkında öne sürülen görüşleri ve bizim eleştirimizi sunmaya çalıştık. Bu noktadan itibaren Nietzsche'nin siyaset felsefesinin de temelini oluşturacak olan belli başlı konuların incelenmesine geçiyoruz.                                                    33  Nietzsche, 2010a, s. 279.  34  Kiss, s. 283.  35  Nietzsche, 2010b, s. 420. 36  Nietzsche, 2010b, s. 485-486.  37  Ibid.  696AÜHFD, 64 (3) 2015: 687-738     Gülgeç B. Nihilizm Nietzsche nin  siyaset  felsefesini  anlamak  için  öncelikle  nihilizmi incelemek  ve  Nietzsche nin  nihilizminin  özelliklerini  ortaya  koymak gerekmektedir. Türk Dil Kurumu nun Büyük Sözlüğünde nihilizm şu şekilde tanımlanmaktadır:   1.  Var  olan  bütün  varlıkları,  değerleri  ve  gerçekleri reddeden bir öğreti. 2. Her türlü gerçek varlığı inkâr eden aşırı bireycilik, hiççilik, yokçuluk. 3. Her türlü siyasi düzeni inkâr eden, toplumun birey üzerinde hiçbir baskısını kabul etmeyen görüş. 38. Öncelikle, bu tanımların doğru olmadığını düşündüğümüzü belirtmeliyiz. Her şeyden önce nihilizmin farklı  türleri  mevcuttur  (ontolojik  nihilizm,  epistemolojik  nihilizm  vb.). Bunlardan hiçbirisi  var olan varlıkları  reddetmez. Zaten var olan varlıkları reddetmek akla da yatkın değildir. Nihilimin bu şekilde tanımlanması ise kanımızca ideolojik sebeplerden ileri gelmektedir. Keza, ikinci tanımda da  her türlü gerçeği reddetmek  denilmiştir. Gerçeğin algıladığımız şekilde olmadığı,  gerçeğin  bilinemeyeceği  iddia  edilse  de  bu  hiçbir  şart  altında gerçeği  reddetmek  olarak  değil,  ancak  diğer  görüşlerce  gerçek  olarak dayatılanı reddetmek manasına gelebilir. Üçüncü anlamda bahsedilen ise nihilizmden  ziyade  bireyci  anarşizmdir.  Max  Stirner  ve  yer  yer Nietzsche nin görüşleri bireyci anarşizme örnek teşkil edebilir. Türk Dil Kurumu  tanımları  üzerine  yaptığımız  bu  kısa  değerlendirme  nihilizmin yanlış  tanınmasında  resmi  ideolojinin  payına  işaret  etme  maksadını taşımaktaydı. Nihilist felsefenin resmî kurumların varlıklarını borçlu olduğu birtakım   yüce   değerlere  yönelttiği  eleştiriyi  göz  önüne  alırsak  bunun şaşılacak  bir  durum  olmadığı  anlaşılacaktır.  Şimdi  nihilizmin  ne şekilde tanımlanması gerektiğini inceleyelim.  Nietzsche  Nihilizmi  çağında  yaşanan  çöküşün  bir  semptomu  olarak görmekte ve onu bir hastalığa benzetmektedir. Kazantzakis'e göre nihilizm gerçek ve ideal arasındaki uyuşmazlığın farkına vardığında bireyin içine düştüğü durumdur. Mark Warren da Nietzsche'nin nihilizmi doktorun bir hastalığın  semptomunu  tasvir  ettiği  gibi  aktardığını  not  ederek,  onu  bir benlik  yitimi,  kişinin  dünyayı  evi  olarak  kabul  edememesi  olarak tanımlamıştır. Şimdi de bu durumun nereden kaynaklandığını görelim.                                                   38  http://www.tdk.gov.tr/index.php?option=com_bts&arama=kelime&guid=TDK.GTS.52a ed1120.91513880, 4 Nisan 2015. 39  Nietzsche, 2010b, s.48.  40  Nietzsche, 2010b, s.42.  41  Warren, s. 189.    697Thomas Hobbes un Sosyal Sözleşme Teorisisnin...   AÜHFD, 64 (3) 2015: 687-738 Nietzsche nin  tabiri  ile  her  medeniyet  belli  bir   değerler  tablosu  üretmiştir. Her toplum ürettiği bu değerler tablosuna binaen kurulmuştur ve devleti de aynı temelde var etmiştir. Bu değerler tablosu o medeniyetin bireylerine  dayatılır.  Ancak,  kimi  zaman  bu  değerler  tablosu  sosyal  ve ekonomik olaylar, bilimsel buluşlar, felsefi akımlar yahut gerçeğe ilişkin düşüncelerimizi  yadsıyan  herhangi  bir  toplumsal  hareket  neticesinde gerçekle bağdaşmaz hale gelir. Bireyin kendini nihilizm durumunda bulduğu an da tam olarak bu andır. Nietzsche'nin nihilizm çağında yaşayan insanları artık  Hırıstiyanlığın  dayattığı  gerçeklik  iddiası  ile  kendi  deneyimlerini bağdaştıramaz hâle gelmiştir. Böyle bir durumda yapılacak iki şey vardır: ya yürürlükte bulunan değerler tablosu yok edilecek ya da bireyin kendisi yok  olacaktır.  Başka  bir  deyişle:  1)  Mevcut  değerler  tablosunun  yok edilmesi, 2) hayatın kendisinin tahribi. Bunlardan ilkine kötümser nihilizm ismi  verilirken  diğerine  iyimser  veya  Diyonizyak  nihilizm  denir. Kazantzakis, Nietzsche nin nihilizminin iyimser nihilizm olduğu sonucuna varıyor.  Kuşkusuz  Nietzsche nin  Hristiyanlığa  ve  getirdiği  değerlere, modern  devlete,  kısacası  döneminin  Avrupası nın  kutsal  ve  üstün  kabul ettiği kavramlara yönelttiği saldırısı güç istenci doğrultusunda hareket eden ve  üstün insan  mertebesine erişen bireyi müjdeleyen felsefesi ile birlikte değerlendirildiğinde bu sonuca ulaşılabilir.  Son olarak nihilizm ile ilgili olarak Nietzsche'nin Diyonizyak nihilizm doğrultusunda rasyonalite, ahlâk ve özgürlüğün metafizik temellerini yok ederek  bu  kavram  ve  değerleri  terk  ettiği  iddiasının  değerlendirilmesi gerekmektedir. Mark Warren bu iddiaya cevaben, Nietzsche'nin metafizik inançların yüzlerce yıldır devam etmekte olan çözülmesini teşhis ettiğini ve metafiziği  bizzat  yok  etmekten  ziyade,  yok  oluşuna  işaret  ettiğini belirtmektedir. Kısacası, Nietzsche'nin tanrıyı öldürmediği, tanrının zaten ölmüş olduğu unutulmamalıdır. Yine de Nietzsche'nin en azından klasik anlamda akılcılık, ahlâk ve özgürlük gibi kavramları reddettiği açıktır.                                                   42  Kazantzakis, s. 15. 43  Warren, s. 190.  44  Kazantzakis, s. 17. 45  Ibid.  46  Bkz. Nietzsche, 2010b, s. 32.: Aktif ve pasif nihilizm.  47  Kazantzakis, s.18.  48  Warren, s. 192.  49  Ibid.  698AÜHFD, 64 (3) 2015: 687-738     Gülgeç C.  Nietzsche ve İnsan Doğası  Nietzsche insan doğasının merkezine  güç istenci  (ing. will to power, alm. Wille zur Macht) adını verdiği bir kavramı koymaktadır. Ona göre:  Benim  fikrim,  her  spesifik  bedenin,  uzayın  tamamına  hakim  olmak  ve gücünü (-güç istencini) arttırmak ve bu artışa direnenlerin tümünü geri püskürtmek için çaba gösterdiği yönündedir 50. Peki ama Nietzsche gücü nasıl tanımlamaktadır? Bu soruya sarih bir cevap bulmak zordur. Ancak, yukarıdaki cümlesinden bu istencin hâkimiyet için olduğunu çıkarabiliriz. Hâkimiyeti  siyasi  olarak  boyunduruk  altına  almak  şeklinde  anlamak mümkündür. Ancak, özellikle Nietzsche nin gerçeği keşfetme konusundaki tutkusunu da göz önünde bulundurursak bilme, anlama gibi faaliyetleri de güç istenci kapsamında değerlendirebileceğimizi düşünmekteyiz. Aslında, Nietzsche  genel  anlamda  insanın  her  türlü  maksadının  güç  istencinin, hakimiyet  arayışının  içine  dâhil  etmektedir,  ancak  bunu  yaparken  her zaman düşüncelerini temellendirmemiştir. Yine de çalışmamızın amaçları bakımından en azından Nietzsche nin bahsettiği gücü nasıl anladığımıza dair bir tespitte bulunmamız icap etmektedir. Nietzsche nin güç olarak bahsettiği şeyden bireyin içinde bulunduğu durumu kontrol edebilme ve değiştirebilme kabiliyetini anlıyoruz ki bu hem siyasi hakimiyet hem de gerçeğe ulaşma, anlama (ve dolayısıyla değiştirebilme) çabası ile örtüşmektedir.  Yukarıdaki alıntıdan anlaşılacağı üzere bu güç istenci aynı zamanda süreklidir.  Hem  yöneldiği  hedefin  büyüklüğü  sebebiyle  (evrene  hakim olmak) hem de gücün yanında güç istencini de arttırmayı amaçlamasından kaynaklanır bu süreklilik.  Nietzsche'de dünyanın anlamı kişinin dünyada olmasıdır ve güç istenci de  dünyanın  yapısal  özelliklerini  gün ışığına  çıkartarak  onu  anlaşılabilir kılan bir araçtır; bu anlamda Nietzsche'nin güç istenci kavramının Kant'ın eleştirel  felsefesi  ile  Heidegger'in  fenomenolojik  ontolojisinden  parçalar barındırırken, Marks'ta (ve aşağıda görüleceği üzere Hobbes'ta) rastlanılan bir  materyalizm  sergilediği  düşünülmektedir.  Nietzsche  ayrıca,  insan davranışının merkezine güç istencini koyarak içeriği ne olursa olsun insan                                                  50  Nietzsche, 2010b, s. 409.  51  Kazantzakis, s. 12.  52  Nietzsche, 2010b, s. 420.  53  Warren, s. 192.    699Thomas Hobbes un Sosyal Sözleşme Teorisisnin...   AÜHFD, 64 (3) 2015: 687-738 davranışının doğasının özdüşünümsel olduğunu vurgulamakta, daha açık bir ifadeyle insan davranışının temel motifinin özerklik ve özgür irade şeklinde kendini gerçekleştirme arzusu olduğunu belirtmektedir. Ancak, özgür irade hakkında  Nietzsche'nin  fikirlerini  incelediğimiz  aşağıdaki  bölümde,  bu ifadenin  pek  de  doğru  olmadığını  göreceğiz.  Nietzsche  özgür  iradenin insanın  doğuştan  getirdiği  bir  niteliği  olduğu  fikrine  karşı  çıkar  ve  söz konusu  olanın  olsa  olsa  iradenin  özgürlüğü  olabileceğini  vurgulayarak, yalnızca güçlü iradelerin özgür olabileceğini düşünmektedir. Dolayısıyla, bu bağlamda  Nietzsche  ve  klasik  liberal  düşünürler  arasında  bir  paralellik kurulması mümkün değildir.  Nietzsche,  Güç  İstenci  kitabında  kendine  şu  soruyu  sorar:  Tarih boyunca güç hiç kendisi olarak ortaya çıktı veya gösterildi mi? Cevabı hayırdır.  Bunun  yerine  gücün  etkileri  farklı  kisveler  altında  insanlara sunulmuştur.  Bir  başka  deyişle,  farklı  tezahürler  halinde  kendisini  belli etmiştir. Nietzsche ye göre güç istencinin gizlendiği bu görünüşler: ezilenler arasında özgürlük, güce hazır olan ve aşırı güç istencine sahip olan bireyler arasında  (bu  gücü  ele  geçirmede  başarısız  olunca)  adalet  ve  yeni  bir medeniyet yani değerler tablosu yaratılırken insanlık sevgisi, Tanrı sevgisi vb. sevgi türevleridir. Bu şekilde Nietzsche ye göre özgürlük, adalet ve sevgi gibi kavramlar yalnızca başka şekillerde süslenmiş ve ondan bağımsız olduğu iddia edilen güç istençleridir.  Öte yandan Nietzsche nin insan doğasına ilişkin olarak yaptığı bir başka önemli  tespit  ise  bencilliğidir.  Belirtmek  gerekir  ki  Nietzsche  bencilliği doğanın  bir  gereği  olarak  yorumlamış  ve  geleneksel  olduğu  üzere kınamamıştır.  Çünkü  ona  göre  organik  maddenin  bencilliği  inorganik maddeden kaynaklanmaktadır. Bu hususta şöyle der:  İnorganik  olanların  hakimiyeti  altında  bile  bir  güç  atomu  sadece komşularıyla ilgilidir: uzak güçler birbirini dengelerler. Perspektif görüşün özü ve bir yaratığın baştan aşağı bencil oluşunun nedeni burada yatar. 57.  Bu  bakımdan  da  Nietzsche nin  insanın  doğasında  toplumsallığa  yer bırakmadığını  görürüz.  Her  ne  kadar,  Nietzsche  doğrudan  bir  egoizm                                                  54  Warren, s. 197.  55  Nietzsche, 2010b, s. 401. 56  Nietzsche, 2010b, s.484-486. 57  Nietzsche, 2010b, s. 409.  700AÜHFD, 64 (3) 2015: 687-738     Gülgeç taraftarı olmasa da, düşünürün güç istenci kavramını formüle ediş biçiminin egoizmden farklı bir şey olarak görülmesinin pek mümkün olmadığı kabul edilmektedir.  Şimdi  Nietzsche ye  göre  sürekli  gücünü  arttırma  maksadı  taşıyan, toplumsallıktan uzak ve kendi yararından başka yarar tanımayan insanın doğasına ilişkin temel unsurların Nietzsche tarafından nasıl ele alındığını göreceğiz. Burada çalışmamız açısından önem arz eden eşitlik ve özgür irade kavramlarıyla yetinmeyi uygun gördük.  1.  Eşitlik Nietzsche ye  göre  insanların  eşit  doğduğu  görüşü  çağının  değer tablosunda yer alan ve ivedilikle yok edilmesi gereken bir varsayımdır. Nietzsche nin insanların eşit olarak doğmadığı yönündeki görüşü günümüz dünyasının  eleştirisine  açıktır.  Yıkılmasını  istediği  değerler  tablosunun öncelikli maddelerinden birini teşkil ettiği için bu durumda şaşılacak bir yan yoktur. Ancak, bu düşünceden yola çıkarak vardığı sonuç eleştirilmesinin asıl sebebidir. Nietzsche bazı insanların köle olarak doğduğu, bu durumun onlar  için  yararlı  ve  adil  olduğu  diğer  bazı  insanların  ise  özgür  olarak doğduğu fikrini benimsemektedir. Bu durumda Kazantzakis in deyimiyle Nietzsche ye göre en iyi yönetim şekli demokrasi değil aristokrasi hatta belki de monarşi ve tiranlıktır. Nietzsche nin siyaset felsefesinin en çok eleştirildiği nokta insanların eşit olarak doğmadığı düşüncesi değil işte bu düşünceden yola çıkarak vardığı iddia edilen aristokrat devlet idealidir.  Nietzsche insanların eşit olarak doğduğu düşüncesinin her canlıyı diğeri üzerinde hakimiyet kurmaya yönelten  doğal eşitsizlik yasasına  ve daha doğru bir ifadeyle güç istencine aykırı olduğunu düşünmektedir.  2.  Özgür İrade Nietzsche nin insan doğasına ilişkin olarak karşı çıktığı bir başka görüş ise  özgür  iradenin  varlığına  ilişkindir.  Ona  göre,  insanlar  hiçbir  zaman                                                                                                                    58   Bununla birlikte, Nietzsche'nin bencillik konusundaki görüşlerinin bizim öne sürdüğümüz kadar net olmadığını düşünenler de mevcuttur. Bkz. Guldmann, s. 3.  59  Guldmann, s. 32. Yine de, yazar, Nietzsche'nin bencillik veya fedakarlıktansa,  kendini gerçekleştirme   idealine yöneldiğini ve idealin bencillikten farklı bir içeriğe sahip olduğu sonucuna ulaşmaktadır. Bkz. Guldmann, s. 66-67.  60  Kazantzakis, s. 31. 61  Kazantzakis, s. 32.  62  Ibid.   701Thomas Hobbes un Sosyal Sözleşme Teorisisnin...   AÜHFD, 64 (3) 2015: 687-738 özgürce  hareket  etmezler,  dolayısıyla,  iradelerinin  de  özgür  olması mümkün değildir. İnsan fiilleri causa sui değildir, bunlar bilinçli bir sürecin ürünü değillerdir. Ona göre irade (istenç) özgür yahut esir olamaz; ya etki yaratabilecek kadar güçlüdür ya da zayıftır ve etkilerinin bir önemi yoktur. İnsanların  iradelerinin  ortaya  çıkışı  salt  olgusaldır  ve  bunların özgürlüğünden/esirliğinden bahsetmek mümkün değildir; nasıl ışığın parlarken özgür olduğunu söyleyemiyorsak iradenin de özgürlüğünden bahsedemeyiz. Burada Nietzsche nin iradeyi salt etkisine bakarak değerlendirdiğini ve (güç istenci kapsamında benimsediğimiz tanımdan yola çıkarak) içinde bulunulan durumu, şartları değiştiremeyecek kadar zayıf iradenin özgürlüğünün hiçbir şey ifade etmeyeceğini düşündüğünü görebiliriz.  Öte yandan eğer özgür iradenin savunucuları, bu varsayımın zayıfların da iradelerini etkin kılabilmesi için ortaya atıldığını, yani olandan olması gerekene doğru bir adım teşkil ettiğini öne sürecek olurlarsa, ki ona göre özgür irade varsayımı zaten gerçek olduğu için değil bu varsayımın kabulü için başkaca sebepler bulunduğu için geçerlidir, (ve Nietzsche nin zaten başlangıçta böyle bir düşünceye karşı çıkacağını görmezden gelirsek) şöyle yanıtlanacaklardır:  olay ve gerekli olay gereksiz bir tekrardır 68. Nietzsche hiçbir oluşun (olayın, gelişmenin vs.) belli bir hedefe (en azından gücü arttırmak dışında) yönelik olmadığını düşünmektedir. Oluş gereklilik gibi nihai maksatlara bağlanmadan açıklanmalıdır. İleride göreceğimiz gibi bu düşünce Nietzsche nin bütün sosyal sözleşme teorilerine getirdiği en temel eleştiri olacaktır. Oluşun (devletin oluşumunun) gereklilikten kaynaklandığı düşüncesi  ancak  ve  ancak  gücünü  arttırmak  arzusundaki  kişilerin  bu isteklerini gizleme, süsleme ve başka şekilde sunma çabasıdır.  D. Devlet İnsan doğası, eşitlik ve özgür irade üzerine Nietzsche nin görüşlerini değerlendirdikten sonra sıra devlete gelmiştir. Nietzsche devleti genellikle Antik Yunan ve Roma daki örnekleriyle incelemiş ve sıkça Hristiyanlık ile                                                  63  Leiter, 2009, s. 2.  64  Leiter, 2009, s. 3.  65  Kazantzakis,. s. 28.  66  Ibid.  67  Leiter, 2009, s. 5.  68  Nietzsche, 2010b, s. 410.  69  Nietzsche, 2010b, s. 451.  702AÜHFD, 64 (3) 2015: 687-738     Gülgeç gelen devlet anlayışına vurgu yapmıştır. Biz Nietzsche nin devlet hakkındaki genel görüşlerini bu örneklerinin detayına girmeden genel olarak aktarmaya çalışacağız. Nitekim, Antik Yunan, Roma ve Hristiyan devlet anlayışları hakkındaki görüşlerinin Hobbes'un teorisini incelerken faydalı olmayacağı görüşündeyiz.  Nietzsche nin insan doğasının bireyci ve bencil olduğu ve toplumsallığa elverişli olmadığı yönündeki görüşüne yukarıda yer vermiştik. Bunun sebebi olarak ise toplumsallığın insanın kendini özgürce ifade etmesine engel teşkil etmesini ve bunun güç istenci doğrultusunda hareket eden insanın doğasına aykırı olmasını göstermektedir. Ona göre, güç sahibi birtakım kişiler sırf bu yüzden toplumdan uzaklaşır ve zaman zaman da olsa bir araya gelerek  güçsüzlere  karşı  hâkimiyet  savaşını  sürdürürler.  Böylelikle,  bir tarafta az sayıdaki güçlü bireyden, diğer tarafta ise sürü halinde güçsüz bireylerden oluşan bir kamplaşmayla karşılaşırız. Bu iki kamp arasındaki mücadele güçsüz olan bireylerden müteşekkil olan taraf teslim olana kadar devam edecektir ki Nietzsche ye göre güçsüzün güçlüye teslim olması bir doğa kanunudur.  Böylelikle Nietzsche, devleti bu mücadele neticesinde güçlü bireylerden oluşan kampça kurulmuş, gücün ifadesinden başka bir anlam ifade etmeyen  doğruları  oluşturan ve her türlü ahlakîlikten arınmış ve hatta ahlaksızlığı sistematik  haline  getirmiş  bir  yapı  olarak  görür.  Görüldüğü  gibi Nietzsche nin devletin kökenine ilişkin görüşü kuvvet ve mücadele teorisine yaklaşmaktadır:   ...en  eski  'devlet'  böylece,  insan  hammaddesi  ve  yarı hayvanların  sonunda  yalnızca  tümüyle  yoğrulup  uysallaştırmayıp  ayrıca                                                  70  Burada  Nietzsche nin  kullandığı   insanın  kendini  özgürce  ifade  etmesi   ibaresinden kastının özgür irade ile ilgili düşüncesiyle çeliştiği sonucu ilk bakışta çıkartılabilir. Ancak, kanımızca Nietzsche nin insanın kendisini özgürce ifade etmesinde kastı güç istenci doğrultusunda  olabildiğince  dış  etmenler  (ki  toplum  da  buna  dahildir)  tarafından sınırlandırılmadan hareket etmesidir. Oysa, özgür iradenin var olmadığına dair görüşe karşı çıkmasının sebebi ifade ile ilgili değildir. İradeyi güç istenci olarak algılayan Nietzsche nin güç istencinin  özgür  sıfatı ile mantıksal bir uyum içerisinde olmamasıdır. İstenç  güçlü ya da zayıftır.  71  Kazantzakis, s. 36.  72  Ibid.  73  Ibid.  74  Ibid.  75  Ibid.    703Thomas Hobbes un Sosyal Sözleşme Teorisisnin...   AÜHFD, 64 (3) 2015: 687-738 onları biçimlendirmeye dek işleyişini sürdürdüğü korku verici bir tiranlık, ezici, acımasız bir Makine olarak ortaya çıktı 76.  Öte  yandan,  Nietzsche  devletin  amacının  güç  istenci  doğrultusunda hareket ederek hükmetmek ve genişlemek olduğunu vurgulamaktadır. O, bu  durumun  yalnızca  doğal  değil  aynı  zamanda  adil  olduğunu  ve  güç istencinin sadece bireylere değil toplumlara ve devletlere de uygulanabilir olduğunu düşünmektedir. Dolayısıyla, devlete farklı amaçlar ve görevler yükleyen her türlü düşüncenin karşısında yer almaktadır.  Eğer  devlete  külliyen  karşı  değilse  Nietzsche nin  modern  devletin karşısında  yer  aldığı  gerçeğini  nasıl  açıklayacağız?  Yukarıda  kökeni  ve amacı ortaya konan devlet Nietzsche nin gözünde olması gereken devlettir: Güçlüler tarafından yönetilen ve güç istenci doğrultusunda yönlendirilen bir devlet.  Oysa  bu  devlet  Nietzsche ye  göre  yıkılmıştır.  Yıkılmasındaki  en büyük  etken  ise  zayıflar  tarafından  oluşturulan  ahlakçılığın  güçlülerin saflarına  sızması  ve  onları  da  etkisi  altına  almasıdır.  Bu  ahlakçılık  ki Nietzsche nin  kafasındaki  devletin  en  önemli  unsurlarından  olan  sınır tanımazlığı ve durmaksızın genişleme, büyüme, fethetme isteğini ortadan kaldırmıştır.  Günümüzdeki  devletin  tek  maksadı  ise  olabildiğince  fazla  kişiyi kapsayıp onlara mümkün olan en üst düzey refahı sağlamaktır. Nietzsche Böyle Buyurdu Zerdüşt te  modern devlete karşı isyanını şu şekilde dile getirmektedir:   Gereğinden fazla insan doğmakta; bu fuzuli insanlar için türetilmiştir devlet. Bakın, devlet nasıl da ayartıyor bu lüzumsuzları! Nasıl da çiğniyor, yutuyor ve geviş getiriyor!...Bu yeni put, ona taptığınız müddetçe vermek ister her şeyini size: Böylece satın alır kendine, erdemlerinizin parıltısıyla mağrur gözlerinizin bakışını...devlet derim, herkesin ağır ağır intiharına – 'hayat' denilen yere. 81                                                  76  Nietzsche, 2013, s. 102.  77  Nietzsche, 2013, s. 37.  78  Nietzsche, 2010b, s. 461.  79  Kazantzakis, s. 39.  80  Kazantzakis, s. 41.  81  Nietzsche, 2011b, s. 74. 704AÜHFD, 64 (3) 2015: 687-738     Gülgeç Nietzsche için modern devlet, bireyin yaratıcılığını ve güç istencini teşvik eden, güçlülerin devleti olmaktan çıkmış ve ahlak kisvesi altında güçsüzlerin muktedir olmasını sağlayarak bireyin yaşamını yavaş bir intihar haline getirmiştir. Son  olarak,  Nietzsche nin  görüşüne  göre  ideal  devlet  hususuna değineceğiz.  Nietzsche nin  devlet  ve  toplum  ile  ilgili  görüşleri değerlendirildiğinde özellikle de Antik Yunan ve Roma zamanına ilişkin düşüncelerine  meyil  edenler  onun  bir  aristokrasi  yanlısı  olduğunu düşünürken, modern devlet karşıtı görüşlerine yoğunlaşanlar onu  ütopik bir bireyci 83  olarak  nitelendirmiştir.  Ancak,  yukarıda  aktarılanlar  ışığında Nietzsche nin modern devlet eleştirisinin, devletin şekliyle alakalı oluğunu göz önüne aldığımızda ve aynı zamanda aristokrat Antik Yunan devletine olan sempatisini değerlendirdiğimizde, onun devlete mutlak biçimde karşı bir  bireyci  olduğunu  söylemek  zordur.  Yine  de  ona  göre  ideal  devletin bireylerin güç istenci doğrultusunda gerçekleştirecekleri eylemleri, bireysel yaratıcılığı  ve  her  yönüyle  bireyin  (yalnızca  güçlü  bireylerin  olsa  dahi) yüceltileceği bir devlet olduğu da reddedilemez.  Hobbes'un siyaset felsefesine ilişkin hususları Nietzsche nin felsefesi bağlamında yeniden ele alırken Nietzsche nin hak ve ahlak felsefesine daha detaylı olarak ve eserlerinden spesifik örneklerle yer verilecektir. Şimdilik bu bölümün genel olarak Nietzsche nin siyaset felsefesini ele alarak sonraki değerlendirmelerimize zemin oluşturduğu kanaatindeyiz.  E.  Nietzsche'de Sosyal Sözleşme   Nietzsche'nin  yazınında  sosyal  sözleşme  kavramı  ile  karşılaşıp karşılaşmadığımızı ve karşılaştığımız metinlerin ne şekilde yorumlanması gerektiğine  değinmeden  önce,  genel  olarak  sosyal  sözleşme  teorilerinin geçerliliği üzerine kısa bir bölüm ayırmak gerektiği kanısındayız.  1.  Sosyal Sözleşme Teorilerinin Geçerliliği Üzerine Sosyal sözleşme teorileri tarihin bir noktasında gerçekten de kişiler arasında  bağıtlanan  bir  sözleşme  ile  devletin  oluştuğunu  mu  iddia etmektedir?  Yoksa  o,  yalnızca  günümüzde  (yahut  da  teoriyi  öne  süren                                                  82  Kazantzakis, s. 42.  83  Cristi, s.1.    705Thomas Hobbes un Sosyal Sözleşme Teorisisnin...   AÜHFD, 64 (3) 2015: 687-738 düşünürün zamanında) karşılaşılan devletin etik kökenini ortaya koymaya çalışan varsayımsal bir teori midir? Bu soru önem arz etmektedir. Nitekim, sosyal sözleşmecilerin ilk olarak karşılaştığı itiraz tarihin hiçbir noktasında böyle bir sözleşmenin akdedildiğine dair kanıt olmadığı yönündedir. Eğer bu sözleşmenin gerçekten var olmadığına kanaat getirirsek – ki aksi yönde bir kanıt sunulmadığı sürece böyle yapmak uygun düşecektir – bu sosyal sözleşme teorilerinin devletin kökenini ve tebaanın devlete itaatinin meşru temelini sağlamak konusunda başarısız olduğu anlamına gelmez mi?  Sosyal sözleşmeci düşünürler ekseriyetle devletin gerekliliğine vurgu yapar ve insanların akılları doğrultusunda bu yapıya can verdiklerini dile getirirler.  Ancak  Dworkin in,  bu  düşünceye  dayanarak,  sosyal  sözleşme teorisinin fiili gerçekliği kanıtlanmadan, kişilerin devlete itaat ile yükümlü oldukları düşüncesine itiraz etmektedir. Ona göre, belli şartlar altında kabul edilebilir ilkeler oldukları gerekçesiyle insanların fiilen kabul etmedikleri bir ilkeye uymaları beklenemez. Bu probleme ilişkin olarak Will Kymlicka, bütün sosyal sözleşmecilerin değindiği doğa durumunun devlet ve bireylerin yükümlülüklerini incelemek için değil, ahlaki anlamda bireylerin eşit olduğu düşüncesine model oluşturdukları için önemli görmektedir. Ancak, biz bu durumda dahi aynı itirazının öne sürülebileceğini düşünmekteyiz. Elbette ki beklenen doğa bilimlerinde olduğu gibi ampirik verilere dayalı bir ispat değildir.  Ancak,  sosyal  sözleşme  teorisinin  herhangi  bir  açıdan  (siyaset bilimi, felsefe veya ahlak) geçerli bir teori olarak kabul edilmesi ve yalnızca burjuvanın yükselişine alet ettiği bir kaldıraç olmadığının ortaya konması için, az çok gözlemlenebilir verilere dayanmalı ve metafizik varsayımlardan kaçınmalıdır.  Burada  sosyal  sözleşme  teorilerinin  değeri  ve  geçerliliğine ilişkin şüphemizi kısaca belirttikten sonra şu sorunun hala geçerli olduğunu ve  cevaplandırılamadığını  belirtmeliyiz:   Sosyal  sözleşme  gerçekten akdedildi  mi? .  Nitekim,  gerçekten  vuku  bulmamış  bir  teorinin  devletin meşruiyetine  dayanak  oluşturabileceği  düşüncesi,  gerçeğin  temelini varsayımla doldurmaktır. Varsayım, gerçeğin altında ezilip çöktüğünde ise, temelini teşkil ettiği yapıyı da beraberinde götürecektir.                                                    84  Kymlicka, s. 84.  85  Ronal Dworkin, Taking Rights Seriously, s. 152'den aktaran Kymlicka, s. 85.  86  Kymlicka, s. 85.  706AÜHFD, 64 (3) 2015: 687-738     Gülgeç 2.  Nietzsche'nin Yazınında Sosyal Sözleşme Bütün sosyal sözleşme teorileri devletin insanın (açık veya örtülü) rızası ile  kurulduğunu  ileri  sürmektedir.  Bu  aynı  zamanda  sosyal  sözleşmeci düşünürlerin özgür irade hakkındaki düşüncesi ile de alakalıdır. Buna göre, devletin  meşru  bir  yapı  olarak  kurulabilmesi  için  bireylerin  özgür iradelerinin ürünü olması gerekmektedir. Nietzsche için bir insanın vaatte bulunma  hakkı  veya  yetkisinin  bulunması,  insanlar  doğaları  itibariyle  unutkan  oldukları için bir paradokstur. Unutkan bir mahlukun iradesi kısa süreli olacaktır, bu mahlukun bir vaatte bulunarak devamlı bir irade sergilemesi, bu iradesini devam ettirmesi mümkün değildir. Nietzsche'e göre, vaatte bulunma (sözleşme akdetme) hakkı veya yetkisi insana tarihi boyunca  çeşitli  zulüm  ve  işkencelerle  benimsetilmiştir.  Bu  bağlamda,  Nietzsche'ye  göre  vaatte  bulunmak,  kendimizi  zaman  boyunca  sabit sanmak,  zamanı  tarih  olarak  algılamak  ve  tarihi  bizim  yazacağımızı düşünmektir. 91.  Dolayısıyla,  Nietzsche'nin  sözleşme  yapma  iradesinin gerçekliği  ve  geçerliliğinden  şüphe  duyduğunu  ve  bu  şüphenin  sosyal sözleşme  gibi  devamlı  bir  ilişki  yaratan  bir  konuda  daha  da  artacağını düşünebiliriz.  Ancak,  genel  olarak  insanın   vaatte  bulunma   yetisinden hareketle  Nietzsche  penceresinden  bir  sosyal  sözleşme  teorisi  eleştirisi sunmaktansa, yazınında doğrudan referans aramak veya felsefesinin temel taşlarından hareketle sosyal sözleşme teorisini değerlendirmek daha ikna edici olacaktır.  Nietzsche için özgür irade öğretisinin ne ifade ettiğini yukarıda belirttik. O,  güçlü  bireylerin,  zayıfları  yönetmek  için  onların  rızasına  ihtiyaç duymayacağını düşünmekte ve özgür iradeyi modern devlette hakim olan kimselerin  uydurması  olarak  nitelendirmekteydi.  Bu  durumda Nietzsche'nin sosyal sözleşme teorisine itirazınnı temelinin gerçekten var olmadığına  dair  olduğunu  söyleyebiliriz.  Zerdüşt  insanlara  üstün  insanın gelişini ve yeni bir çağı müjdelerken şöyle demekteydi:  İnsan topluluğu: bu bir tecrübe...emir verecek olanı arar!...Bir tecrübe ey kardeşim bir 'Akit'                                                  87  Pratt, s. 84.  88  Pratt, s. 85.  89  Dolayısıyla da bir kere açıklamış olduğu bir iradeyi sürdürmesi. 90  Pratt, s. 88.  91  Ibid. 92  Nietzsche, 2010a, s. 16. 93  İngilizce metninden yola çıkarak  tecrübe  olarak çevrilen kelimenin  macera  olarak çevrilebileceği  kanısındayız.   707Thomas Hobbes un Sosyal Sözleşme Teorisisnin...   AÜHFD, 64 (3) 2015: 687-738 değil 94. Öncelike buradaki sözleşmenin yer verildiği bağlam kapsamında sosyal sözleşme olduğunu düşündüğümüzü belirtmek gerekir. Kısacası, her değer tablosu belli komutanların önderliğindeki bir savaş sonunda yıkılır ve yenisi tesis edilir. Toplum ve devlet de bu değerler tablosu üzerine kuruluysa ancak savaş neticesinde kurulabilirler.  Bir başka yerde ise Nietzsche, güçlü olan,  buyurabilen  bireylerin sosyal sözleşmenin tarafı olmakta bir çıkarı olmadığını belirtiyor. Bunu yorumlarken  Nietzsche'nin  doğal  eşitsizlik  görüşünün  de  hatırlanması gerekir.  Nitekim,  sosyal  sözleşmecilerin  oluşturduğu  doğa  durumu tablosunda ya doğal iyiliklerinden ya da güçlerinin yetersiz kalmasından dolayı mütehakkimler ortaya çıkamamakta, çıksalar bile bu hakimiyetlerini ancak kısa bir süre sürdürebilmektedirler.  Nietzsche'nin sosyal sözleşmeden doğrudan bahsettiği bir başka pasaj ise  eşitlik  üzerinedir.  Burada  sosyal  sözleşmecilerin  önerdiği  doğuştan eşitliğin manasızlığı vurgulanmaktadır.  Nietzsche'nin  sosyal  sözleşme  ile  ilişkilendirilebilecek  ve  bizim erişebildiğimiz diğer bütün düşünceleri dolaylıdır. Gerek demokrasi, gerekse modern devlet eleştirilerinde sosyal sözleşmeye de dokunan hususlar bulmak mümkündür. Öte yandan Nietzsche'nin bir görüşü vardır ki bütün sosyal sözleşmeciler  için  ayrı  ayrı  değerlendirmektense  hepsine  uygulanabilir olduğu için burada zikretmeyi doğru buluyoruz.  Friedrich Nietzsche Güç İstenci kitabında  Fizik atomuna karşı  başlığı taşıyan bir aforizmasında şöyle demektedir:   Fizik  atomuna  karşı.--Dünyayı  anlayabilmek  için,  onu hesaplayabilmeliyiz; onu hesaplayabilmek için, sabit nedenlerimiz olmalı; bu  gibi  sabit  nedenleri  gerçekte  bulamadığımız  için  de  onları  bizzat yaratıyoruz—atomları. Atomizmin kökeni budur.  Dünyanın  hesaplanabilirliği,  tüm  olayların  formüllerle  ifade edilebilirliği  –  bu  gerçekten  'anlamak'  mıdır?...  'Ve  sabit  nedenler',  bir şeyler, maddeler, 'koşulsuz' bir şey; yaratılmış olan-- insan bununla neyi kazandı? 97                                                   94  Nietzsche, 2011b, s. 240.  95  Nietzsche, 2013, s. 102.  96  Nietzsche, 2010b, s. 477.  97  Nietzsche, 2010b, s. 402-403.  708AÜHFD, 64 (3) 2015: 687-738     Gülgeç Nietzsche'nin  yaşadığı  dönemde  atomun  varlığı  ispatlanmamıştı  ve atomun  varlığı  varsayımsal  olarak  kabul  ediliyordur.  Yani  o,  insanların maddeyi anlamak için ihtiyacı olan ve insanların deneysel olarak (gerçekte) bulamadığı bir faktördür. Bunun üzerine insanlar sırf temellendirmeye ve hesaplamaya  fayda  sağlayacağı  için  atomu  icat  etmişlerdir.  İşte  sosyal sözleşmelerin de bu bağlamda eleştirilmesi pekala mümkündür. İnsan antik çağlardan beri devlete bakmış ve açıklamaya çalışmıştır. Bunu yaparken de sayısız  teori  üretmiştir.  Sosyal  sözleşme  teorisi,  toplumun  herhangi  bir anında böyle bir sözleşmenin akdedildiği varsayımına dayanarak devleti (en azından  devletin  çağdaş  görünümünü)  açıklamış  ve  kafasındaki  soru işaretlerini gidermiştir. Gerçek arayışındaki Nietzsche için  koşulsuz  ve  yaratılmış   bu  teori  ile  insan  bir  şey  kazanmayacak  çünkü  gerçeğe ulaşamayacaktır.  II.  THOMAS HOBBES'UN SİYASET FELSEFESİ  Thomas  Hobbes  klasik  anlamda  ilk  sosyal  sözleşmeci  olarak adlandırılabilir. Bunu söylememizin sebebi tarihsel olarak sosyal sözleşme kuramının  gelişimi  incelendiğinde,  altın  çağını  burjuvanın  yavaş  yavaş etkinliğini  arttırıp  Avrupa  devletlerinde  etkin  ve  hâkim  sınıf  konumuna gelmeye  başladığı  17.  Yüzyılda  yaşamış  olmasıdır.  Hobbes un  devletin gerekliliğini sosyal sözleşme teorisi ile açıklayan ilk düşünür olması da buna eklenebilir.  Hobbes'un  ilk  olduğu  başka  bir  husus  ise  insanın  politik doğasına  vurgu  yaparak  itaati  ve  siyasî  yükümlülüğü  açıklayan  ilk  kişi olmasıdır. Thomas Hobbes un insan doğası hakkındaki karamsar görüşü ve otoritenin,  yani  bu  çalışma  bağlamında  meşrulaştırılmış  iktidarın, gerekliliğine  vurgu yapması  Hristiyanlıktan  etkilenen  muhafazakâr  görüş üzerinde  etkili  olurken,  bireyciliğe  ve  insan  aklına  olan  vurgusu  da liberalizmin gelişmesine katkı sağlamıştır. Bir başka açıdan da Hobbes un insan duygu ve düşüncelerinin kaynağı olarak maddesel dünyadaki nesneleri göstermesi,  bunların  belirleyici  rolünü  vurgulaması  ve  bu  sebeple  de materyalist  gelenek  içerisinde  yer  alması  döneminin  muhafazakâr düşünürlerini  kızdırmıştır.  İlerleyen  bölümlerde  görüleceği  gibi, Hobbes un iyi ve kötüyü fayda esasında açıklaması onu faydacı ahlak                                                  98  Hayewood, s. 81; Kersting, s. 39.  99  Wiener, s. 252.  100 Wiener, s. 150.  101 Zarakolu, s. 151.  102 Zarakolu, s. 189.    709Thomas Hobbes un Sosyal Sözleşme Teorisisnin...   AÜHFD, 64 (3) 2015: 687-738 teorisine de yaklaştırmaktadır. Öte yandan, Hobbes un ulaştığı egemenin özgürlükçü  değil  otoriter  olduğunu  ve  totaliter  rejimlere  kaynaklık edeceğini düşünenler de bulunmaktadır. Bununla birlikte, Hobbes'un eşitlik, bireycilik gibi varsayımları benimsemesi ve devletli toplumun kuruluşundaki rıza unsuruna dikkat çekmesi, onun liberalizmin kurucularından biri olarak görülmesine sebep olmuştur.  Thomas Hobbes a göre insan aklı, amaca götüren bir araç olarak değerli olsa da onları asıl harekete geçiren nefret, korku ve kıskançlık gibi duygular ve güç istencidir. Ona göre, devletsiz bir doğa durumunda insan yaşamı  yalnız, yoksul, kötü, vahşi ve kısadır 106. Bu kaotik ve olumsuz tablodan kurtulmak isteyen insanın tek çıkış yolu mutlak ve sınırsız bir egemen olarak görülmektedir.  Hobbes un siyaset felsefesini tam manasıyla kavramak için onu devletin gerekliliği sonucuna ulaştıran ve birbiri ile sıkı ilişki içerisindeki üç önemli husus,  insan  doğası,  doğa  durumu  ve  sosyal  sözleşme  detaylı  olarak incelenmelidir.  Bu  kavramların  incelenmesine  geçmeden  önce  belirtmek gerekir ki Thomas Hobbes tanımlara büyük önem atfetmiştir. Ona göre, düşünürün  kullandığı  kavramların  neyi  temsil  ettiğini  çalışması  boyunca hatırlamak için açıkça tanımlaması gerekir. Benzer şekilde, yanlış yapılmış tanımlar da çalışma ilerledikçe tutarsız sonuçlara götürebilir ve bunların düzeltilmesi için baştan düşünmeye başlanması gerekir. Leviathan kitabı boyunca  Thomas  Hobbes un  akıl  yürütmesinin  tanımlar  üzerinden yürüdüğünü ve bizim de bu tanımlar bütününü olabildiğince yansıtmak için çaba göstereceğimizi belirtmek isteriz.  A.  İnsan Doğası Hobbes un siyaset felsefesi insandan yola çıkar. İnsanı bir ırk olarak temsil etmeye yetecek kadar gözlem ve soyutlamalardan yola çıkarak insan doğasına ulaşır ve tüm felsefesini bunu üstüne kurar. Bunu yaparken de                                                  103 Gözler, 2012, s. 37.  104  Kane, s. 4.  105 Hayewood, s. 28.  106 Hobbes, s. 101. Aslında, devletli toplumun da mutlaka  ideal  olması gerekmez. Amaçlanan, her şekilde doğa durumuna yeplenir olduğudur. Bkz. Barden ve Murphy, s. 236.  107 Hobbes, s. 136.  108 Hobbes, s. 58.  109 Zarakolu, s. 129. 710AÜHFD, 64 (3) 2015: 687-738     Gülgeç insanı toplumsallıktan soyutlayarak bir birey olarak ele alır. Daha sonra Hobbes,  insan  doğasından  hareketle,  doğa  durumu  tahayyülüne ulaşacaktır.  Bununla  birlikte,  Hobbes'un  bireyden  yola  çıkması,  insan doğasının  bireyci  olduğunu  düşündüğü  anlamına  gelmemelidir.  Nitekim, doğa  durumunda  da  insan  bir  topluluk  halinde  yaşamaktaydı,  fakat  bu topluluk kendi içinde sürekli bir savaş halindeydi.  1. Algı ve Tahayyül Üzerine Hobbes, algıyı materyalist bir bakış açısıyla aktarmıştır. Buna göre algı, insan dışındaki nesnelerin sinir sistemi tarafından beyne ve kalbe doğru iletilmesinin  neticesinde  vücudun  bu  iletiye  verdiği  dışa  dönük  tepkinin tezahürüdür. Tahayyül ise algının sebebi olan nesne duyum alanından çıktıktan sonra zihnin onu hatırlaması, bir başka deyişle zayıflayan algıdır. Buradan  yola  çıkarak  Hobbes  anlama  faaliyetini  Kelimeler  veya  başka bilinçli  işaretlerle  insanda  veya  düşünme  yeteneğine  sahip  başka  bir yaratıkta uyanan tahayyül 115 olarak tanımlamıştır. 2.  Akıl Üzerine İnsanın  yukarıda  tanımlanan  anama  faaliyeti  onun  akıllı  bir  varlık olduğuna işaret eder. Hobbes un siyaset felsefesi bakımından aklın önemi büyüktür. İnsan-merkezci pek çok teorinin aksine o, insan aklının şaşmaz ve değişmez ilkelere ulaşılabilecek bir araç olarak görmez. Ona göre akıl, insan düşüncelerinin ifade edilmesi ve işaretlenmesi amacıyla yapılan toplama ve çıkarma işlemlerinden müteşekkil bir hesaplama faaliyetidir. Dolayısıyla, aynen aritmetikte olduğu gibi akıl yürütmede de hatalar yapılması ve yanlış sonuçlara  ulaşılması  mümkündür.  Yanlış  bir  hesabın  oybirliği  ile desteklenmesi bile gerçeği değiştirmeyecektir. İnsan aklının şaşabileceği gerçeği  ileride  Hobbes un  devletin  gerekliliğine  ilişkin  açıklamalarında önemli bir yer teşkil edecektir.                                                   110 Ibid. 111 Hoekstra, s. 109.  112 Barden ve Murphy, s. 239. 113 Hobbes, s. 23. 114 Hobbes, s. 25. 115 Hobbes, s. 29.  116 Hobbes, s. 42. 117 Hobbes, s. 43.   711Thomas Hobbes un Sosyal Sözleşme Teorisisnin...   AÜHFD, 64 (3) 2015: 687-738 3. Duygular, İyi-Kötü ve Mutluluk Üzerine Algılar ve tahayyülün Hobbes a göre dışarıdaki nesneye verilen ve dışa yönelmiş iç tepkinin tezahürü veya bunun hatırlanması olduğu daha önce belirtilmişti. İşte bu algı veya tahayyül neticesinde insanda oluşan harekete geçme dürtüsünü Hobbes çaba olarak adlandırmaktadır. Bu çabanın nesnel dünyadaki etkisi arzu veya kaçınma olarak ortaya çıkabilir. Sevgi ve nefret de  çabanın  bu  iki ortaya  çıkış  biçimine  verilmiş  başka  isimlerdir.  Arzu ettiklerimiz sevdiklerimiz, kaçındıklarımız ise nefret ettiklerimizdir.  Duygulara dair yaptığı bu tespitten sonra Thomas Hobbes, çağına göre onu sıradışı kılacak olan iyi ve kötü kavramlarına ilişkin tanımını yapar. Ona göre en basit haliyle insanın arzuladıkları iyi, nefret ettikleri ise kötüdür. Thomas  Hobbes  aynı  şekilde  faydalı  ve  faydasızın  da  tanımını  arzu  ve kaçınma temelinde açıklamaktadır. Özellikle din temelli mutlak iyi ve kötünün  varlığını  varsayan  ahlakçı  teoriye  karşı  Thomas  Hobbes un  göreceli ahlak  anlayışının temelleri burada atılmıştır. Thomas Hobbes, mutlak ahlak anlayışını Leviathan kitabında açıkça reddetmekte ve ahlakın temeline  bireyi  oturtmaktadır.  Bu  konuya  ilerleyen  bölümde   Doğa Durumu  başlığı altında tekrar değinilecektir.  Öyleyse  mutluluk  nasıl  tanımlanabilir?  Olumlu  olarak  tabir  edilen duyguların  mevcudiyetini  çağrıştıran  mutluluk  kavramı  Hobbes a  göre  İnsanın  zaman  zaman  arzu  ettiği  şeyleri  elde  etmede  sürekli  başarı göstermesi 124durumudur,   bir  nesneden  diğerine  arzunun  devamlı ilerleyişi dir. Bir arzunun tatmin edilmesi ancak bir diğerine doğru giden yolda  anlam  ifade  eder.  Buradaki  süreklilik  unsurunun  altı  çizilmelidir. Nitekim bu husus ileride Nietzsche nin mutluluk anlayışı ile karşılaştırılarak ifade edilecektir.                                                    118 Hobbes, s. 49. 119 Ibid. 120 Ibid.  121 Hobbes, s.50. 122 Hobbes, s. 51. 123 Hobbes, s. 81. 124 Hobbes, s. 57.  125 Hobbes, s. 81.  712AÜHFD, 64 (3) 2015: 687-738     Gülgeç 4. Güç Üzerine Hobbes a göre kudret, algının zayıflamış hali olan tahayyüle dayalı olarak arzu edilen, yani iyi ya da faydalı olacağı düşünülen bir nesneyi elde etmeye  yarayan  ve  hâlihazırda  sahip  olunan  araçlardır.  Bu  tanımı yaptıktan  sonra  Hobbes,  ileride  kendisini  mutlak  egemen  düşüncesine götürecek olan en büyük kudret tanımına geçer ve en büyük kudreti (tabii ki insanların sahip olabileceği en büyük kudreti) kendi rızalarıyla bir gerçek veya tüzel kişide topladıkları, ona devrettikleri kudret olarak görür. Bu sebeple,  iktidara  sahip  olan  kişilerin  sevilmesi  de  gücü  arttıran  bir durumdur.  Hobbes  her  ne  kadar  bu  tespitinin  sebebini  açıklamasa  da sevginin toplumsal yapıyı güçlendiren bir harç olduğu çıkarımı yapılabilir. Dolayısıyla, insan doğasını birey temelinde ele alan ve insanların toplumsal yaşamaya  uygun  bir  doğaya  sahip  olmadıklarını  düşünen  Hobbes,  buna rağmen en güçlü iktidarı toplumsallaşmış insan gruplarında bulur. Ancak, burada bir çelişki görmemek gerekir. Nitekim Hobbes, toplumsallaşmanın bir  amaç  değil  bireyin  amacına  giderken  kullandığı  bir  araç  olduğunu düşünmektedir. Eğer mutluluk arzuların sürekli bir tatmini ise ve güç de arzulanın elde edilmesine yönelik olarak sahip olunan araçlar olarak tanımlanırsa, mutlu olma amacı taşıyan insanın sürekli bir güç arayışı içerisinde olması doğaldır. Hobbes bunu şu şekilde ifade etmiştir:   Böylece, ilk sıraya, bütün insanlarda var olan ve ancak ölümle sona eren sürekli ve durmak bilmez bir kudret, daha fazla kudret arzusu eğilimini koyuyorum. Bunun nedeni, insanın halen elde ettiğinden daha büyük bir hazza ulaşmayı istemesi; veya ölçülü bir kudretle yetinmemesi değil; iyi yaşamak için halen sahip olduğu kudret ve imkanları, daha fazlasını elde etmeksizin, güvence altına alamayacağı gerçeğidir. 130                                                  126 Hobbes metod olarak tanımladığı kavramlardan başka kavramlar türetmiş ve Leviathan ın devamında tekrar tekrar bu türetilmiş kavramların anlamını açmamıştır. Biz burada kapalı tanımları açarak ifade etmenin onun felsefesindeki sistematiği ortaya koymak açısından önemli olacağını düşündük. Hobbes un tanımı için bkz. Hobbes, s. 72 127 Hobbes, s. 73.  128 Hobbes, s. 73.  129 Zarakolu, s. 166. 130 Hobbes, s. 81.    713Thomas Hobbes un Sosyal Sözleşme Teorisisnin...   AÜHFD, 64 (3) 2015: 687-738 Bu  tespitle  birlikte  Hobbes,  sosyal  sözleşme  aracılığıyla  devletin kurulması ile sona erecek olan ve bu olguyu temellendirmek için gerekli gördüğü doğa durumu görüşü için ideal zemini hazırlamış bulunmaktadır.  5. Özgür İstenç ve Özgürlük İnsanın özgür irade (istenç) sahibi olduğu varsayılır. Doğuştan eşit ve özgürdür  bireyler.  Bu  kısımda  kısaca  Hobbes ta  özgür  istencin  nasıl yorumlandığı ortaya konacaktır.  Daha önce belirtildiği gibi Hobbes materyalist geleneğe mensup olarak kabul  edilebilir.  İnsandaki  duyguların  ve  akıl  yürütmenin  başlangıcını oluşturan unsur ilahi yahut ruhsal değil, maddeseldir. Özne konumundaki insan  ile  nesne  arasındaki  tepkime  duyguların  başlangıcıdır  ve  insanın duygular üzerinden akıl yürütmesi birbirini bir nedenler ve sonuçlar silsilesi olarak izler. Bu sebeple de insanın doğuştan özgür iradeye sahip olduğu düşüncesi  Hobbes  ile  tam  anlamıyla  bağdaşmaz.  İstenç  de  diğer  tüm duygular ve içsel tepkiler gibi nesneye tabi olacaktır. Hobbes'a göre irade, insanın tahayyül neticesinde eriştiği son arzu yahut korkunun, yani insanı harekete geçiren veya sakınmasını sağlayan duygunun isminden ibarettir.  Hobbes özgürlüğü  çoğu zaman insanın dilediğini yapma gücünün bir bölümünü elinden alabilen fakat kendisinde kalan gücü muhakeme ve aklının emrettiği şekilde kullanmaktan onu alıkoymayan dış engellerin yokluğu  ve özgür insanı da  gücü ve aklıyla yapabileceği şeylerde istediği şeyi yapması engellenmemiş   kişi  olarak  tanımlamıştır.   Dış  engellerin  yokluğu  ibaresiyle anlatılmak istenen kişinin detaylı değerlendirmesini engelleyen, kısıtlayıcı koşulların varlığıdır. Bu bağlamda, özgürlük Hobbes'ta, fiziksel hareketi  sınırlandıran  durumların  yokluğunu  ifade  eder.  Bu  gibi durumların var olduğu yerde özgür iradeden bahsetmek mümkün değildir. Dolayısıyla, zorunluluktan dolayı iradesini belli bir yönde gösteren kişinin iradesi özgür değildir. Ancak, dikkat edilmesi gereken husus şudur: İrade özgür  değildir,  çünkü  belli  ve  kısıtlayıcı  koşulların  varlığında  ortaya çıkmıştır; lakin, birey bu iradeyi gösterip göstermeme konusunda özgürdür                                                  131 Zarakolu, s. 155. 132 Skinner, 2008, s. 25.  133 Hobbes, s. 162 – 163.  134 Hobbes  teemmül  demektedir. Bkz. Hobbes, s. 55.  135 Berk, s.4.  714AÜHFD, 64 (3) 2015: 687-738     Gülgeç ve dolayısıyla Hobbes özgür iradenin mutlak bir şekilde var olamayacağını düşünmüşse de kişinin koşulların etkisiyle şekillenen iradeyi açığa vurup vurmama  konusunda  özgür  olduğu  sonucuna  varmıştır.  Bu  bağlamda, Hobbes un istenci determinist bir bakış açısıyla yorumladığını söylemek yanlış olmaz.  Hobbes'a göre özgürlüğün engellenmesinin iki yolu bulunmaktadır ve bunlardan ilki insan ve cansız varlıklar için ortaktır. Bu ilk engelden kasıt, kişinin, dilediği şekilde hareket etmesinin engelleneceği şekilde bağlanması, alıkoyunmuş olmasıdır. İkinci yol ise direnilemez bir dış gücün etkisiyle kişinin belli bir şekilde davranmaya zorlanmasıdır. Dolayısıyla, bir dış etkenin insan özgürlüğü üzerinde hem engelleyici hem de zorlayıcı etkisi olabilir  ve  bunların  her  ikisi  de  özgürlüğün  sınırlanmasına  sebep  olur. Köleler, örneğin, belli bir şekilde davranmaya zorlanan ve bir hareketten kaçınması engellenen, özgürlüğü ellerinden alınmış insanlardır. Ancak, belirtilmelidir  ki  Hobbes'a  göre  kişinin  güç  yoksunluğundan,  örneğin sakatlıktan  dolayı,  bir  hareketi  gerçekleştiremiyor  olması  özgürlüğünün bulunmadığı şeklinde yorumlanamaz. Nitekim bu kişi ne bir dış etkenin varlığı ile bir hareketi yapmaktan alıkoyulmakta, ne de belirli bir hareketi gerçekleştirmeye zorlanmaktadır.  B. Doğa Durumu Hobbes un  doğa  durumu  insan  doğasının  bir  sonucudur.  Doğa durumunu açıklarken Hobbes un çizdiği tablo ise devletin yaratılmasının rasyonelliğine zemin hazırlayacaktır. Burada Hobbes un izleyeceği yöntem devletin varlığından değil, yokluğundan yola çıkarak devletin gerekliliğini ispatlamaktır.  Buna  karşın,  Hobbes'un  doğa  durumunu  tarihsel  bir gerçeklik olarak mı gördüğü, yoksa devletli toplumla kıyaslamak için doğa durumunu varsayma yoluna mı gittiği kesin değildir.                                                  136 Zarakolu, s. 15.  137 Thomas Hobbes, Leviathan, Penguin Classics edn., MacPherson, s. 261-262 ve 660'tan Aktaran: Skinner, 1990, s.124.  138 Hobbes, Leviathan, Penguin Classics edn., MacPherson, s. 189 ve 191'den Aktaran: Skinner, s. 124.  139 Skinner, 1990, s. 124-125.  140 Hobbes, Leviathan, Penguin Classics edn., MacPherson, s. 667'den Aktaran: Skinner, s. 125.  141 Skinner, 1990, s. 127-128.  142 Skinner, 2008, s. 163.  143 Barden ve Murphy, s. 232-235.    715Thomas Hobbes un Sosyal Sözleşme Teorisisnin...   AÜHFD, 64 (3) 2015: 687-738 Burada hemen belirtelim ki Hobbes un insanın duyguları yerine aklını seçerek devleti kurması gerektiğini düşündüğünü savunan yazarlar vardır. Biz bu kanıyı paylaşmıyouz. Nitekim, hem bu görüşü savunan yazarın hem de Hobbes un kendisinin açıklayacağı üzere bireyin devlet lehine yaptığı seçim de – ussal olsa dahi – duygu kaynaklıdır. Bu konuya ileride tekrar döneceğiz.  1. Doğa Durumunda Eşitlik  Hobbes insanların doğuştan eşit olduğunu savunmaktadır. Ancak bunun sebebi  ne  Tanrının  iradesi  ne  de  insanın  doğuştan  haklara  sahip  olarak dünyaya geldiğini savunan doğal hak teorisidir. Ona göre, insanların doğaları itibariyle  birbirlerinden  farklı,  daha  avantajlı  veya  fiziksel  ve  zihinsel özellikleri  olmasına  rağmen,  bütünlükçü  bir  bakış  açısı  dâhilinde,  bu farklılığın insanların eşit olmadığını söylememize yol açacak kadar fazla olmamasıdır. Fiziksel olarak en zayıf olan kişiler dahi birleşmek suretiyle ve fazla zorlanmadan güçlü olan bir kişiyi öldürebileceğine göre en azından insanların  ölümde,  bir  başka  deyişle  doğa  durumunun  getirdiği  tehditler bakımından eşit olduğu söylenebilir. Eşitliğin bu boyutunu güç bakımından eşitlik olarak algılayabiliriz. Bu  eşitlik  durumunda  insanların  arzuladıkları  nesnelere  ulaşma konusundaki umutları da eşittir ve bunun farkında olan insan kendisiyle aşağı yukarı eşit güçte ve yetenekte olan diğer bireylerin onun elindekilerini almak  için  saldırabileceğinin  farkındadır.  Onlardan  önce  davranarak  ilk saldıran olmayı stratejik bir hamle olarak tercih eder. Bu durum, aşağıda göreceğimiz gibi doğa durumundaki sürekli savaşı körükleyen etken olacaktır.  Eşitliğin bir diğer boyutu ise insanların eşit haklara sahip olması yani doğanın insanlara her nesne üzerinde eşit hak tanımasıdır. Doğal durumda insanlar arasında hak bakımından objektif bir sınırlama yoktur. Bu iki durum da, yani güç ve hak bakımından eşitlik, doğal duruma sürekli bir güvensizlik durumuna yol açmaktadır.                                                    144 Zarakoglu, s. 164.  145 Hobbes, s. 99.  146 Hoekstra, s. 110.  147 Zarakolu, s. 171.  716AÜHFD, 64 (3) 2015: 687-738     Gülgeç 2. Doğa Durumunda Güvensizlik Hobbes a göre arzuladığı nesnelerin peşinden koşan insan kendisi ile hak  ve  güç  bağlamında  eşit  düzeydeki  diğerlerinin  de  aynı  yönde çabaladıklarını  görmekten  nefret  eder.  Çünkü  bu  durumda  arzulanan nesnenin elde edilmesi konusunda da umudun eşitliği söz konusu olur. Arzuların sürekli tatminini yani mutluluğu amaçlayan insan, ona haz veren nesneleri veya bunları elde etmesine yarayan araçları (kudreti) kaybetme korkusuyla yaşamak zorundadır.  Buradan görüleceği üzere, doğa durumunda güvensizliğin yanında bir de korkunun hâkimiyeti söz konusudur. Her ne kadar bu iki kelime benzer anlamlarda kullanılmışsa da ilki aşağıda inceleyeceğimiz savaş durumuna yol  açarken  diğeri  barış  durumuna  (yani  devletli  topluma)  geçişteki  en önemli motivasyonu sağlar. 3. Doğa Durumunda Savaş Hobbes savaşı  güç kullanımı ile ilgili istencin ve eğilimin, söz veya davranışlarla net bir şekilde açığa vurulduğu bir an  olarak tanımlamıştır. Barışı  ise,  negatif  bir  olguyu  pozitif  bir  olgunun  yokluğu  ile  açıklayan felsefenin aksine, savaşın olmadığı bir an olarak nitelendirmiştir. Hobbes un  felsefesinde  yukarıda  sebepleri  açıklanan  güvensizlik durumu savaş sebebidir. Hobbes bu durumu şu şekilde açıklamıştır:   Herhangi bir kimsenin başkalarına olan güvensizliğinden kurtulması için, kendisi için tehlikeli olabilecek kadar büyük bir kuvvet kalmadığını görünceye kadar, cebren veya hileyle, olabildiği kadar çok insanı hâkimiyeti altına almasından başka bir yol yoktur. 153 Hobbes un  açıklamasına  bakılacak  olursa,  doğa  durumunda  savaşı doğal bir durum hatta bir hak olarak gördüğü söylenebilir. Bu hususta, doğa durumunda kuvvet kullanımının kişinin kendini koruması için gerekenden öte  bir  şey olmadığını  belirtmiştir.  Doğa  durumunda  savaş  bir  haktır,                                                  148 Zarakolu, s. 172.  149 Hobbes, s. 100. 150 Zarakolu, s. 174.  151 Hobbes,  Elements of Law Natural and Public , s. 80'den aktaran: Zarakolu, s. 175. 152 Zarakolu, s. 175.  153 Hobbes, s. 100.  154 Hobbes, s. 100.   717Thomas Hobbes un Sosyal Sözleşme Teorisisnin...   AÜHFD, 64 (3) 2015: 687-738 nitekim bireyler doğru ve yanlışı tamamen kendi yargılarına göre belirleme hakkına sahiptir. Bu bağlamda, doğa durumundaki her savaş ayrıca haklı bir savaş olacaktır.  Savaşın  doğa  durumundaki  meşruiyetini  belirttikten  sonra  bu  savaş durumunun özelliklerine geçebiliriz. Hobbes, doğa durumunda savaşın iki temel niteliğinden bahsetmiştir: 1) Devamlı olması, 2) herkese karşı yürütülmesi.  İnsanın arzularının sürekli bir tatmini gerektirdiği (mutluluk), bu tatmini sağlayacak araçları elde etme konusunda insanların devamlı bir mücadelesinin bulunduğu (güç istenci) ve bunları yaparken de tüm bireylerde eşitlikten kaynaklanan bir güvensizlik bulunduğu göz önüne alındığında aynı amaca (mutluluk) yönelmiş insanların bu amacın mahiyeti gereği sürekli bir savaş içerisinde olacakları kabul edilmektedir.  Öte yandan, doğa durumundaki güvensizlik ve neticesinde ortaya çıkan kuvvet  kullanma  gerekliliği  tüm  bireyler  açısından  geçerli  olduğu  için Hobbes, bu savaşın bellum omnium contra omnes, yani  herkesin herkese karşı savaşı 157 olduğu sonucuna varmaktadır.  Hobbes,  insanların  böyle  sürekli  bir  savaş  durumunda  çalışmaya, üretmeye yönelmeyeceğini düşünmektedir. Herkesin her şey üzerinde hak iddia edebildiği bir ortamda, ihtiyaçtan fazlasını üretmek, üretilen her şey her an tehdit altında olacağından manasızdır. Dolayısıyla, böyle bir ortamda artı ürün elde edilemeyecektir. Bu hususta Marksist teori ile Hobbes un felsefesi arasındaki bir zıtlığı ifade etmeden geçemeyeceğiz. Marksist teoriye göre, devletin bir baskı aracı olarak varlığının ön koşulu hâkim sınıf ve bu sınıfın ortaya çıkmasının şartı da üretimdeki artı ürünü kontrol etmesidir. Dolayısıyla  devlet  için  artı  ürün  gereklidir.  Hobbes  ise  insanların  doğa durumunda üretememesini akıl yoluyla devleti kurmalarında bir etken olarak görmüştür. Bu düşünüş tarzı Hobbes ta tersine çevrilmekte ve kanımızca Hobbes materyalist gelenekten ayrılmaktadır. Materyalist düşünce uyarınca soyut kavramların maddi koşullardan kaynaklanması gerekirken Hobbes ta bu tam tersine çevrilmiştir.                                                   155 Berk, s. 10.  156 Hobbes, s. 101. 157 Ibid.  158 Zarakolu, s. 178.  159 Hobbes, s. 101.  160 Hobbes, s. 103.; Hoekstra, s. 110.  718AÜHFD, 64 (3) 2015: 687-738     Gülgeç Çalışmanın  ve  üretmenin  yersizliğinin  yanında  insanlar  bu  savaş halinde sürekli bir ölüm korkusu içindedirler ve  insan hayatı yalnız, yoksul, kötü, vahşi ve kısa sürer 161. Sonuç olarak da insan savaş halinin tüm bu olumsuzluklarından kurtuluş yolu olarak aklı aracılığı ile Leviathan a ulaşır. Ancak daha da ilerlemeden Hobbes'a göre doğa durumundaki insanların ne uğruna savaştığını belirtmemiz gereklidir. Bu şartlar altında insanları savaşa sürükleyen üç önemli itki bulunmaktadır. Bunlar rekabet, güvensizlik ve şanşöhret  isteğidir.  Bu  istekler  insanların  doğal  olarak  sahip  olduğu dürtülerdir. Bu görüşünü desteklemek isteyen Hobbes, istikrar ve güvenliğin kanunlar ve cezalandırma sistemi ile tesis edildiği kendi çağında bile – ki bizim çağımız için de aynısı söylenebilir – kişilerin bu doğal dürtülerden dolayı  başkalarına  güvenmediğini  ve  olası  suçları  önlemek  için  gerekli tedbirleri  aldığını  belirtmektedir.  Ayrıca,  birliği  sağlanmış  mutlak  bir egemenlik  barındırmayan  herhangi bir  devletteki medenî  durumun  savaş durumuna dönme tehlikesi taşıdığını ekleyerek mutlakiyet yanlısı bir görüşe yönelmektedir. Doğa durumundaki bu sürekli savaş hâli Hobbes'a göre doğa durumuna özgü bir durum değildir. Buna göre, örneğin, iç savaşı medenî durumdan çıkılarak doğa durumuna bir dönüş olarak nitelemek daha doğru olacaktır. Bir başka deyişle, doğa durumu devlet öncesi tarihe ait bir tasvir olmak zorunda  değildir.  Hobbes'un  devletler  arasında  sürekli  bir  doğa  durumu olduğunu düşünmesi de bu görüşü destekler niteliktedir.  C. Hobbes ta Doğal Hak Kavramı ve Göreceli Ahlak Anlayışı Doğal hak, devletsiz bir toplumda insanların doğuştan sahip olduğu hakları  ifade  etmektedir.  İlk  bakışta  Hobbes un  diğer  doğal  hak teorisyenleriyle paralel bir görüş benimsediği yanılgısına düşülebilir. Oysa o, ilk doğa yasasını  her insanın hayatını ve organlarını sahip olduğu tüm güçle koruma hakkı  olarak belirtmiş ve bu hak ancak onu sağlayabilecek                                                  161 Hobbes, s. 101. 162 Hoekstra, s. 116.  163 Hoekstra, s. 110 – 111.  164 Hoekstra, s. 111.  165 Hoekstra, s. 114.  166 Ibid.  167 Ibid.  168 Zarakolu, s. 183.    719Thomas Hobbes un Sosyal Sözleşme Teorisisnin...   AÜHFD, 64 (3) 2015: 687-738 vasıtalarla  gerçekleşebileceğinden  ikinci  doğa  yasası  olarak   hayatını koruyabilmek  için  gereken  her  yolu  kullanma  ve  her  edimde  bulunma hakkı nı ortaya koymuştur. Görüldüğü gibi Hobbes, doğal hak tanımı için birtakım varsayımlardan hareket etmemiş ve gözlemleri ile çizdiği doğa durumu portresinden hareketle bir sonuca ulaşmaya çalışmıştır. Bu iki hak yanında bir  tablo  oluşturan Hobbes 20 adet doğa hak tanımlamıştır, ancak bunların  hepsinin  varsayımdan  uzak  olduğunu  söylemek  güçtür. Çalışmamızın amacı doğrultusunda biz bu sınır tanımayan kendini savunma hakkını ele alacağız ve Hobbes un göreceli ahlak anlayışını bu çerçevede ortaya koymaya çalışacağız.  İlk iki hakla bağlantılı olan bir üçüncü hak ise Hobbes un göreceli ahlak kuramının temelini oluşturan şu kuraldır:  insanlar doğal hak gereği, hangi yolu  kullanmak  gerektiğine  ve  tehlikenin  büyüklüğüne  karar  verme konusunda kendi kendisinin yargıcıdır 169. Daha önce bahsettiğimiz gibi Hobbes, iyi ve kötü kavramlarını da kişiye bağlı olarak  arzulanan  veya  kaçınılan  şeyler olarak tanımlamaktaydı. Ayrıca, insanlar üçüncü doğal hak nedeniyle kendi kendilerinin yargıcı olduğuna göre, mutlak iyi ve kötü kavramlarının  reddedildiğini  anlamak  zor  değildir.  Bu  bağlamda,  doğal durumda   hak  ve  yarar  aynıdır  demek  yanlış olmaz.  İnsanlar,  doğa durumundayken ona yarar sağlayan her şey, mevcut değer yargılarımıza göre ne denli korkunç olursa olsun, bir hakkın gereği olacaktır. Zaten, Hobbes a göre insanları devleti inşaya götüren sebeplerden bir tanesi de budur. Çünkü,  bir insanın sahip olduğu bir hakkın, en az kendisi kadar güçlü başkaları da bu hakka sahip olduğunda, hiçbir anlamı ve faydası yoktur 171.  Hobbes a  göre  insanların  evrensel  geçerliliğe  sahip  olduğunu düşündüğü kurallar, haklar ve ahlakın kokusu üzerine sinmiş diğer bütün kavramlar isimden başka bir şey ifade etmez. Doğa durumunda adaletten söz  edilemez,  ondan  ancak  devletin  kuruluşuyla  söz  edilebilecektir. Çünkü, bireyler tüm haklarından Leviathan lehine feragat ederek ve onun koyacağı  kurallara  itaat  yükü  altına  girerek  tüm  insanlar  için  geçerli olabilecek kurallar tesis edilmesine olanak sağlarlar. Yine de Hobbes un                                                  169 Hobbes,  Elements of Law Natural and Public , s. 79'dan aktaran: Zarakolu, s. 184. 170 Hobbes,  Elements of Law Natural and Public , s. 80'den aktaran Zorakolu, s. 184. 171 Hobbes,  Elements of Law Natural and Public , s. 80'den aktaran Zorakolu, s. 187. 172 Zarakolu, s. 188.  173 Hobbes, s. 114.  720AÜHFD, 64 (3) 2015: 687-738     Gülgeç devlet kurulduktan sonra söz edebileceğimiz adaletin de felsefi bağlamda  mutlak  doğru   bir  adalet  olmadığını  savunan  yazarlar  vardır.  Bu kuralların da doğuştan, ilahi manada iyi veya kötü olmadığı ve egemenin onlara verdiği isimden ibaret oldukları söylenebilir. Hobbes'un, mutlak iyilik  ve  kötülük  değerlendirmelerinden  kaçınarak,  egemenin  emir  ve yasalarına uyulması gerektiğini ileri sürmesi, hukuk açısından bu yazarın pozitivist bir görüşe sahip olduğu yönünde yorumlanmıştır. Richard Tuck tarafından Hobbes'un göreceli ahlâk anlayışından yola çıkarak bu düşünürün post-skeptik geleneğe mensup olduğu ve çalışmasında şüpheci  unsurlara  rastlandığı  iddia  edilmiştir.  Benzer  iddialar,  farklı sebeplerle  olsa  da  Missner  ve  Popkin  tarafından  da  dile  getirilmiştir. Popkin'e karşı çıkan Tom Sorell'in temellendirmesi şu şekildedir:   ... Popkin'in Hobbes'un yazınının herhangi bir bölümünde egemenin kararının herhangi bir ifadeyi doğru veya yanlış kıldığı yönündeki geri kalan çıkarımlarını reddediyorum. Bu kısımlar gerçeğin aslında tam olarak ne olduğu ile ilgili değil, karmaşanın, gerçek ve akıl yürütme konularındaki karışıklığın  giderilmesidir.  Hobbes,  eğer  bu  karmaşa  sona  erecekse, karmaşanın  taraflarını  egemenin  doğru  olarak  kabul  ettiğini  doğru varsaymalarını savunmaktadır. 178 Bu anlamda, Tom Sorell'e göre Hobbes'un göreceli bir ahlâk anlayışı olmadığını söyleyebiliriz. Son  olarak,  Hobbes a  göre  doğa  yasalarının  bağlayıcılığının  ne olduğunu görmek gereklidir. Hobbes, ortaya koyduğu doğal yasaların doğa durumunda  yalnızca  vicdanen  bağlayıcı  olduğunu  söylemektedir.  Ona                                                  174 Zarakolu, s. 191; Barden ve Murphy, s. 232. 175 Zarakolu, s. 191. 176 Ancak,  Hobbes'un  bu  düşüncesindeki  kaygısının  yine  toplumun  faydası  olduğu unutulmamalıdır. Nitekim, egemenin emir ve yasalarına aykırı davranan bireyler, doğa durumuna geri dönmek tehdidi ile karşı karşıya kalırlar. Egemen, varlığı mutlak gerekli bir yapı olduğuna göre, emir ve yasalarına uyulması konusunda tereddüte düşülmesi veya istisnalar öngörülmesi (örneğin Locke'taki direnme hakkı gibi) doğa durumuna davetiye çıkaracaktır. Doğa durumu ise, birey için açıkça kötü olarak resmedilmektedir. Hobbes'un pozitivist değil, daha ziyade St. Thomasa yaklaşan bir hukuk anlayışına sahip olduğu yönündeki bir görüş için bkz. Barden ve Murphy, s. 234 vd.  177 Sorell, s. 123.  178 Sorell, s. 131.  179 Hobbes, s. 124.    721Thomas Hobbes un Sosyal Sözleşme Teorisisnin...   AÜHFD, 64 (3) 2015: 687-738 göre,  doğa  durumunda  doğa  yasaları,  diğer  insanların  da  doğa  yasaları uyarınca  davranacağı  yönünde  bir  güvence  olmadığından,  bireyin güvenliğini tehlikeye sokar. Bu durumda, tüm doğa yasalarına uyulması bizzat ilk doğa yasasını tehlikeye sokacaktır. Hobbes, her ne kadar bu doğa yasaları arasında bir normlar hiyerarşisi kurmamış olsa da ilk yasadan, yani insanın  kendi  yaşamını  koruma  hakkından  daha  temel  bir  yasa  olarak bahsettiği açıktır. Sonuç olarak, doğa yasaları ancak kişilerin diğer bireylerin davranışlarının ne yönde olacağına dair bir güvencesi olduğunda, güvenlik tesis edildiğinde bağlayıcıdır. Doğa yasaları devlet tarafından bağlayıcı kılınacaktır.  İşte bağlayıcı hukuk kurallarının, adaletin veya adaletsizliğin olmadığı, mülkiyetin değil, de facto zilyetliğin bulunduğu böyle bir doğa durumunda insanlar, sürekli bir savaş ortamına gözlerini açmaktadır. Ancak, insanlar böyle bir durumda kalmak zorunda değildir, nitekim bize arzuları vermiş olan doğa aynı zamanda bizi barışa da yöneltmektedir.  D. Sosyal Sözleşme Şu  ana  kadar  özetlediklerimiz  insanların  devlete  niçin  ihtiyaç duyduğunu açıklamaktaydı. Korku içinde ve yalnız bir şekilde sürekli bir savaş durumunda bulunan insan, güvenlik ihtiyacı duyar. Devletin inşası dışında doğa durumunda bireyler tarafından kurulacak ittifaklarsa, belli bir amaca yönelik olarak oluşturulduklarından ve bu amacı gerçekleştirdikten sonra  dağılma  eğilimi  göstereceğinden,  istenen  güvenlik  kalıcı  olarak sağlanamayacaktır.  Hobbes'un  sözleşmesi  bir  kimsenin  diğer  herkesle  imzaladığı  bir sözleşme olup, hem iktidarı hem de toplumu kurmaktadır; çünkü biri, diğeri olmadan düşünülemez. Doğa durumunda herkesin herkesle olan savaşı söz konusu olduğu için, bu durumu sona erdirecek olan sözleşmenin de herkesin herkesle imzaladığı bir sözleşme olması gerekmektedir.  Hobbes,  güvenliğin  tek  bir  karar  verici  tarafından  sağlanabileceğini düşünmektedir. Çünkü, birden çok kişinin karar verici olduğu bir düzende,                                                  180 Ibid.  181 Hoesktra, s. 110.  182 Ibid.  183 Zarakolu, s. 228.  184 Kersting, s. 39.  185 Ibid.  722AÜHFD, 64 (3) 2015: 687-738     Gülgeç hem  göreceli  ahlak  hem  de  yanılabilen  insan  aklı,  toplumu  ayrılığa düşürecek ve güçsüzleştirecektir. Benzer şekilde, her an doğa durumuna dönüş  tehlikesi  yaşamamak  için  bu  tek  karar  vericinin  sürekli  olması gereklidir. Bu sürekli karar vericinin güvenliğine dair her türlü tehditin ise bertaraf edilmesi gerekmektedir.  Hobbes,  devletin  kuruluşunu  ölümlü  bir  tanrının  doğuşuna benzetmektedir. Bunun sebebi de inşa edilen yapının, onu sosyal sözleşme yoluyla  var  eden  her  bir  bireyin  hak  ve  yetkilerini  toplayıp  mutlak  bir kudrete  ulaşmasıdır.  Tanrıdır  çünkü  kudretlidir,  ölümlüdür  çünkü  sona erebilir. Şimdi sosyal sözleşmenin Hobbes için ne ifade ettiğini görelim.  Bu  hususta  Hobbes un  kendisinden  daha  iyi  bir  anlatıma gidebileceğimizi düşünmüyoruz:   İnsanları  yabancıların  saldırısından  ve  birbirlerinin  zararlarından koruyabilecek ve, böylece, kendi emekleriyle ve yeryüzünün meyveleriyle kendilerini  besleyebilmelerini  ve  mutluluk  içinde  yaşayabilmelerini sağlayacak  böylesi  bir  genel  gücü  kurmanın  tek  yolu;  bütün  kudret  ve güçlerini, tek bir kişiye veya hepsinin iradesini oyların çokluğu ile tek bir iradeye  indirgeyecek  bir  heyete  devretmeleridir.  Yani,  kendi  kişiliklerini taşıyacak tek bir kişi veya bir heyet tayin etmeleri ve, herkesin, bu kişi veya heyetin, ortak barış ve güvenlikle ilgili işlerde yapacağı veya yaptıracağı şeylerin amili olmayı kabul etmesi; ve kendi iradesini o kişi veya heyetin iradesine ve muhakemesini de onun muhakemesine tabi kılmasıdır.  Her  şeyden  önce,  Hobbes un  heyeti  de  doğa  durumunu  sona erdirebilecek bir egemen olarak kabul ettiğini görüyoruz. Bu hususun daha önce açıkladığımız egemenin tekliği düşüncesi ile çeliştiği sanılmamalıdır. Zira burada söz konusu olan yapay ya da tüzel bir kişi yaratarak hak ve yetkilerin ona devredilmesi, ona teslim olunmasıdır. Dolayısıyla heyet de olsa, tek kişi de, söz konusu olan ölümlü tanrı bir tüzel kişidir.  Öte  yandan,  devletin  varlık  amacının  insanları  doğa  durumundan çıkarıp güvenliklerini sağlamak olduğu görülmektedir. Fakat, devletin bu amacı gerçekleştirmek için çalışacağına dair bir güvence bulunmamaktadır.                                                  186 Hobbes, s. 134.  187 Ibid. 188 Barden ve Murphy, s. 232-233.    723Thomas Hobbes un Sosyal Sözleşme Teorisisnin...   AÜHFD, 64 (3) 2015: 687-738 Bu noktada, Hobbes a göre devletin sosyal sözleşmenin bir tarafı olmadığı, onunla bağlı olmadığı söylenebilir. Bu durumda, tebaa niçin böyle bir sözleşme yapmaktadır? Çünkü Hobbes a göre  Egemen güç yokluğu kadar zararlı değildir 190. Sosyal sözleşmede kişinin devlete karşı bir güvencesi bulunmasa da, sözleşmenin  tarafı  olan  diğer  kişilere  karşı  bu  güvence  sağlanmıştır. Hobbes a göre, kişi hak ve yetkilerinin tümünü diğer kişinin de hak ve yetkilerini egemene devretmesi şartıyla devretmektedir. Bununla beraber, bireyler tek bir hakkı egemene devretmemektedirler: Egemenin kendilerini canlarından  etmeye  kalkması  durumunda  direnme  hakkı.  Bu  hakkın devredildiği  düşünülemez,  çünkü  kişiler  zaten  hayatlarını  korumak  için devleti yaratmaktadırlar. Dolayısıyla, devletli toplum teşkil edildiğinde de egemenin canlarına kastetmesi halinde her türlü direnişi gösterme hakkına sahiptirler.  Bu noktada önemli bir hususu belirtmek gerekmektedir. Hobbes her ne kadar  genel  anlamıyla  sosyal  sözleşmeye  dayanarak  kurulmuş  devletleri incelemişse  de,  devletin  kuvvet  kullanma  ve  fetih  yoluyla  da kurulabileceğini  öne  sürmüştür.  Bunun  sözleşme  ile  kurulmuş  olan devletten tek farkının tebaanın karşılıklı olarak uyuşan iradelerinden dolayı değil,  egemenin  korkusundan  hakimiyet  altına  girmesidir.  Dolayısıyla, egemenlik  hakları  bu  iki  devlet  tipinde  farklılık  arz  etmez.  Açıkçası Hobbes'un bu düşünceyi, yani aslen kuvvet ve mücadele teorisine dayandığı                                                  189 Hobbes, s. 138. 190 Hobbes, s. 144.  191 Hobbes, s. 136.  192 Kane, s. 7. Bununla birlikte, burada Locke'takine benzer bir  direnme hakkı ndan söz edildiğini  söylemek  güçtür.  Hobbes,  egemenin  bir  vatandaşı  öldürme  yetkisinin bulunmadığını  değil,  vatandaşın  bu  durumda  direnmemesinin  beklenemeyeceğini vurgulamaktadır. Öte yandan, buradaki direniş, bir bütün halinde  egemenin varlığına değil, spesifik bir emrine karşı gerçekleştirilmektedir. Dolayısıyla, hiçbir şekilde egemenin zorlanması, değiştirilmesi veya ortadan kaldırılması sonuçlarını yaratamaz. Hobbes'un, tebanın egemene boyun   eğme yükümlülüğünün, egemenin onları koruma gücüne sahip olduğu sürece devam ettiği söylediği doğrudur. Ancak, dikkat edilmelidir ki burada egemen, vatandaşları korudukça değil, onları koruma gücü bulunduğu sürece devam etmesidir.  Dolayısıyla,  egemen  açısından  bir  koruma  yükümlülüğü  bulunduğundan bahsetmek kanımızca oldukça güçtür.  193 Hobbes, s. 155.  194 Ibid.  195 Ibid. 724AÜHFD, 64 (3) 2015: 687-738     Gülgeç söylenebilecek düşünceyi, fazla irdelemediğini ve bu suretle kurulan devletin meşruiyetini kabul ederek geçiştirdiğini görmekteyiz.  Son olarak, Hobbes'un devletlerarası ilişkileri, doğa durumunda insanlar arasındaki  ilişkilere  benzettiğini  söyleyebiliriz.  Bu  husus,  kuşkusuz devletlerüstü  bir  egemenin  bulunmamasından  kaynaklanmaktadır. Dolayısıyla,  doğa  durumu  için  yapılabilecek  tüm  olumsuz  tespitler devletlerarası ilişkiler için de yapılabilir. Aynı zamanda, Hobbes'ta tebaanın egemenin savaş kararlarına itaat ederek orduya katılma yükümlülüğü de düşünülecek  olursa  aslında  sosyal  sözleşme  veya  zorla  kurulmuş  bir devletin insanları doğa durumundan ne kadar kurtardığı sorgulanabilir. Bu durumda muhtemelen Hobbes yine  devletin varlığı yokluğu kadar zararlı değildir   tespitini  öne  sürerek  devletlerarası  savaşların  insanlar  arası savaşlardan çok daha nadir gerçekleştiğini belirtecek ve devletlerin örgütlü savaşlarında doğa durumunda insanlar arasında yaşanabilecek herhangi bir arbededen  çok  daha  fazla  can  kaybının  yaşanacağı  gerçeğini  gözardı edecektir.  Ancak,  Hobbes'un  devletlerarası  ilişkilerde  doğa  durumunun hakim olmadığını iddia etmesi kendi teorisini zayıflatacaktı. Nitekim, bu sefer uluslararası bir egemenden bahis açması gerekecekti ve bu – hele ki Hobbes'un zamanı için – mümkün değildi.  Hobbes,  sosyal  sözleşmeden  yola  çıkarak  devlet  tipleri,  tebaanın yükümlülükleri  ve  egemenin  özellik  ile  görevleri  gibi  hususları  da incelemektedir.  Ancak,  bu  hususlar  çalışmamızın  kapsamı  dışında tutulmuştur.  E. Hobbes'un Eleştirisi Öncelikle,  Hobbes'un  verilerini  ve  varsayımlarını  kabul  ettiğiniz takdirde devlet sonucuna rahatlıkla ulaşılabileceğini belirtelim. Kendi içinde çok tutarlı bir ilerleme seyreden Hobbes'un sosyal sözleşme teorisi, üzerine kurulduğu varsayımlardan biri bile reddedilecek olursa tamamen çökerek manasızlaşacaktır. Bu kısımda, Hobbes'un varsayımlarını eleştirerek vardığı sonucun nesnelliğini sorgulayacağız.  İlk  olarak,  Hobbes'un  çizdiği  insan  doğası  portresi  ele  alınmalıdır. Mutluluğun peşinde olan ve bu maksatla bir yandan arzuladığı nesneleri elde                                                  196 Hobbes, s. 166.  197 Hobbes, s. 169.   725Thomas Hobbes un Sosyal Sözleşme Teorisisnin...   AÜHFD, 64 (3) 2015: 687-738 etmeye çalışırken, diğer yandan bu nesneleri elde etmesine yarayacak olan araçları ele geçirmekle uğraşan; yani hem mutlu olup hem de daha mutlu olmasını  sağlaycak  olan  güç  istencinin  peşinde  koşan  birey  doğası,  ilk bakışta yadsınmayabilir. Bu düşünce Hobbes'ta o kadar basit ve açık bir şekilde ifade edilmiştir ki Hobbes okuyucusu aksinin mümkün olduğunu hayal etmeyebilir bile.  İlkel devletsiz bir toplumda bireyin mücadelesi Hobbes'un da belirttiği gibi arzuladığı nesneleri elde etmek yönünde olacaktır. Bu durumun devletli bir  toplumda  değişeceğini  söylemek  zordur.  Ancak,  doğa  durumundaki ihtiyaçlardan (nesnelerden) pek çoğunun yemek, içmek ve barınmak gibi temel ihtiyaçlar olacağı unutulmamalıdır. Avcı – toplayıcı olarak hayatını sürdüren  bir  topluluğun  öncelikli  mücadelesi  doğaya  ve  doğanın  önüne çıkardığı engellere karşı oalcaktır. Fiziksel olarak diğer hayvanların önemli bir  kısmından  zayıf  konumdaki  insanoğlu,  görece  gelişmiş  aklının nimetlerini  kullanarak  zorlukları  aşıp,  hayatta  kalma  mücadelesinde olacaktır. Ancak, böyle bir mücadelenin bir insan tarafından kendi başına verilebilmesi mümkün müdür? Bir başka deyişle, devletsiz doğa durumunda insanoğlu gerçekten de Hobbes'un ifade ettiği gibi bir bireyci mi olacaktır?  Hobbes'a yönelteceğimiz ilk itiraz doğa durumundaki asıl mücadelenin insanın  insana  karşı  değil,  insanların  bir  topluluk  hâlinde  doğaya  karşı yürüttüğü bir mücadele olacağı yönündedir. Dolayısıyla, devletten önce işbirliği insan ırkı arasında bir zorunluluk olarak ortaya çıkmış olmalıdır. İnsan  doğasında  bireycilik  olsa  da,  ki  insanın  aslen  kendi  güvenliği  ve çıkarları için mücadele edeceği konusunda bir itirazımız yoktur, güvenliğini sağlamak  için  başkalarıyla  işbirliği  içerisinde  olmak  zorunda  olduğu yadsınamaz.  Bu  durumda,  doğa  durumunda  insanın  insana  karşı güvensizliğinin ve dolayısıyla da sürekli savaşın olacağı varsayımının ne derece yerinde olduğu tartışmalıdır. Nitekim, buradaki mücadele insanları birbirine  kırdıran  bir  mücadeleden  ziyade,  onları  bir  araya  getiren  ve toplumlaşmalarını  sağlayan  bir  mücadeledir.  İnsanların  birlikte  hayatta kalma mücadelesidir.  Kaldı ki avcı ve toplayıcı olarak yaşayan bir topluluk bizzat doğada mevcut  olan  kaynakları  elde  etmekle  uğraşmaktadır.  Muhtemelen zamanlarının  büyük  bir  bölümünü  hayatta  kalmaları  için  elzem  olan  bu                                                  198 Ancak,  elbette  bu  tarihî  bir  argümandır.  Hobbes,  doğa  durumunun  tarihsel  olarak sınıflandırılmasına gitmemektedir. Zaten gitmesi de onun işini zorlaştıracaktır.  726AÜHFD, 64 (3) 2015: 687-738     Gülgeç kaynakları elde etmek için harcıyorlardı. Bununla beraber, o zamanlarda dünyanın  bugünkü  gibi  parsellenmiş  olmadığını  ve  insan  topluluklarının belki  de  birbirleriyle  hiçbir  iletişim  kurmadan  yaşayıp  öldüklerini  de unutmamak  gereklidir.  Bütün  bunlar  göz  önüne  alındığında,  insan toplulukları arasındaki düşmanca mücadele, en fazla günümüzde şempanze topluluklarının arasındaki savaş (arbede?) kadar yıkıcı olacak ve ancak o derece umutsuzluk yaratacaktır.  Bununla  birlikte,  neolitik  devrim  sonrasında,  yani  insanlar  tarımı keşfedip üreten bir toplumsal yapıya büründüklerinde ve tarihleri boyunca ilk defa ihtiyacından fazla  nesne  elde edebildiğinde bu senaryo değişmeye başlamıştır. Tarımla ve mülkiyet kavramı ile birlikte artı ürünü elinde tutan zümrenin devletleşmeye doğru geliştiğini varsaymak bilimsel açıdan daha  doğru  olacaktır.  Jeff  Vail'in  deyimiyle:   ...tarıma  elverişli  araziye erişimi  kontrol  eden  iktidar,  o  topraktan  elde  edilen  ürünlere  bağımlı yaşayan  toplumları  kontrol  eder  oldu 200.  Ancak,  bunun  kabulü  sosyal sözleşme teorisinin kabulünü dışlayacaktır. Nitekim, artı ürünün kontrolünün tebaanın rızasından ziyade güç ile sağlandığı düşünülmektedir.  Yukarıdaki  açıklamalarımızla  Hobbes'un  doğa  durumunun  insanlar insanın  mücadelesini  kaçınılmaz  kılacağı  ve  sürekli  savaş  durumunda bulunan insanın devleti tek çıkış yolu olarak göreceği yönündeki tespitine katılmadığımızı,  bu  önermenin,  bildiğimiz  kadarıyla,  tarihsel  gerçeklikle uyuşmadığını  belirtmiş  olduk.  Hobbes,  gözlemlerine  dayanarak  ayrıca egemen  bir  devletin  varlığının  yokluğundan  daha  faydalı  olduğunu belirtmektedir. Bunu söylemesinin sebebi de, açık olduğu üzere, devletin bireyler arasındaki savaşı sona erdirecek oluşudur. Günümüz devletlerine bu açıdan baktığımızda Hobbes'un bu varsayımının da geçerliliği tartışmalıdır. Bildiğimiz devletli tarihin verileri ele alındığında, devletlerin gerek kendi içlerinde gerekse birbirleri arasında gerçekleştirdikleri savaşları göz önüne aldığımızda,  Hobbes'un  tespiti  anlamını  koruyabilmekte  midir?  Elbette devletsiz  toplum  dönemindeki  insan  grupları  arasında  gerçekleşen çatışmalarda ölenler hakkında bir veriye sahip olmadığımız için bu sorunun kesin cevabını vermemiz mümkün değildir. Yine de, devletin örgütlü şiddeti                                                  199 Bkz. Vail, 5. Bölüm, 1. paragraf.  200 Vail, 5. Bölüm, 3. paragraf.  201 Şenel, s.42-43.    727Thomas Hobbes un Sosyal Sözleşme Teorisisnin...   AÜHFD, 64 (3) 2015: 687-738 ile  ilkel  toplumların  şiddete  yönelik  araçları  ve  o  zamanlardaki  insan nüfusunun  tahminî  durumu  göz  önüne  alınarak  belli  bir  fikir  edinmek mümkündür.  Hobbes'un  teorisi,  doğa  durumundan  devletli  topluma  geçişteki  ilk devletin meşruiyetini açıklayabilse dahi, tebaa değiştikçe bu rızaların tekrar alınması gerekecektir. Çünkü yeni tebaa haklarını devreden bir sözleşme bağıtlamamıştır. Böyle bir rızanın alınmamış olduğu da aşikardır. Bu soruna Hobbes'ta  değinilmemiştir.  Ancak,  bu  itiraz  Hobbes'un  teorisi  açısından geçerli bir itirazdır, nitekim Hobbes, kurguladığı sosyal sözleşme teorisinin kurgusal olduğunu iddia etmemiştir. Bu da, sosyal sözleşmeden tarihî bir gerçeklik, bir olgu olarak bahsettiği izlenimini yaratmaktadır.  Hobbes'a karşı yöneltilen bir başka itiraz da sürekli savaş durumundaki insanlar  arasında  iletişimin  gelişmeyeceği,  dolayısıyla  dilden bahsedilemeyeceği ve bir sözleşme akdedilmiş olmasının mümkün olmadığı yönündedir.  Ancak,  Hoekstra'nın  belirttiği  gibi,  bu  itirazın  zayıflığı, medenî hâl öncesinde, doğa durumunda da aileler ve diğer devlet öncesi topluluklar arasında dilin gelişeceği gerçeğini göz ardı etmesidir. Sosyal sözleşem teorilerine karşı genel olarak yöneltilen bir itiraz, bu teorinin  tarihsel  gerçekliğinin  sorgulanması  şeklinde  ortaya  çıkmaktadır. Böyle  bir  sözleşmenin  tarihin  herhangi  bir  noktasında  bireyler  arasında akdedilmiş midir? Nitekim, sosyal sözleşmenin varsayımsal olduğunun ve yegâne maksadının aynı şartlar altında bulunan makûl bir insanın böyle bir sözleşmeyi  imzalamak  isteyeceğini  göstermek  olduğunun  savunulması mümkündür.  Bu  konuda  Hoekstra,  Hobbes'un  yazınında  bu  türden varsayımsal  bir  sosyal  sözleşme  teorisinden  bahsettiğine  dair  bir  kanıt olmadığını  düşünmektedir.  Dolayısıyla,  sosyal  sözleşmenin  tarihsel geçerliliği olmadığı itirazı Hobbes bakımından ileri sürülebilecektir.  III.  Hobbes'un Felsefesinin Nietzsche'nin Görüşleri Doğrultusunda Değerlendirilmesi Bu kısımda, yukarıdaki plan doğrultusunda Hobbes ve Nietzsche'nin siyaset  felsefelerinde  önem  arz  eden  hususları  karşılaştırmalı  olarak inceleyeceğiz.                                                   202 Hoekstra, s. 119.  203 Hoekstra, s. 117.  728AÜHFD, 64 (3) 2015: 687-738     Gülgeç A. İnsan Doğası Nietzsche'nin  ve  Hobbes'un  insan  doğasına  ilişkin  düşünceleri,  her ikisinin de insan doğasındaki bencilliğe vurgu yapması açısından benzerlik göstermektedir.  Yukarıda,  Nietzsche'nin  siyaset  felsefesini  anlatırken insan doğası görüşüne vurgu yapmıştık. İnsan ruhunun ölümsüz olmadığının keşfedilmesi  Nietzsche  tarafından  heyecanla  karşılanmış  ve  olumlu  bir gelişme olarak kaydedilmiştir. Bu açıdan ölümsüz insan ruhunun varlığına inanmayan Nietzsche'nin siyaset felsefesinin de metafizik öğelerden arınmış, materyalist bir felsefe olduğunu söyleyebiliriz. Öte yandan, Hobbes'un insan doğasına  ilişkin  felsefesinin  de  materyalist  geleneğin  devamı  olduğunu yukarıda  belirtmiştik.  Buradan,  Hobbes'un  insan  ruhunun  varlığına inanmadığı  sonucu  çıkarılmamalıdır.  Nitekim,  Hobbes  eserlerinin  birçok kısmında,  belki  de  dönemi  dindarlarının  tepkisini  bir  ölçü  yumuşatmak maksadıyla,  Tanrı'ya  ve  teolojik  diğer  öğelere  yer  vermiş  ve  dini reddetmemiştir. Ancak, onun vurgulamak istediği bu tür metafizik öğelerin siyasi olayların üzerinde fazla etkisi olmadığıdır. Bu bakımdan, ilk olarak iki düşünürün  de  insan  doğasına  bakışının  materyalist  unsurlar  içerdiğini belirtmek icap eder.  İki  düşünür  de  insan  aklının  şaşmaz  olmadığını  düşünmektedir. Hobbes'un aklın şaşmaz ilkelere ulaşma konusunda başarılı olamayacağını yukarıdaki ilgili bölümde açıklamış ve bunun Hobbes'un göreceli ahlakına giden yolu açtığını belirtmiştik. Nietzsche de insan aklının şaşmaz doğrulara (faydaya) ulaşamayacağını ifade etmiştir:  En özgür ve hassas akıl, kimi zaman  iki  şey  arasında  daha  büyük  avantajın  seçtiği  tarafta  olmasını sağlayacak  şekilde  seçim  yapmaya  muktedir  değildir. 206  Nietzsche, bildiğimiz, inandığımız ve değer verdiğimiz şeyler konusunda aklımızdansa içgüdülerimizin, bilinçaltı yaşamlarımızın rol oynadığı görüşündedir. Bir başka  deyişle,  Nietzsche,  insanın  doğuştan  akılcı  bir  varlık  olduğunu reddederek, homo economicus kavramının karşısında yer almaktadır.  Ayrıca belirtmek gerekir ki Nietzsche insanın kendi kendinin yargıcı olmasını bir amaç olarak belirlemektedir. Ona göre, akıl yoluyla objektif                                                  204 Guldmann, s. 9.  205 Kazantzakis, s. 27.  206 Nietzsche, 2010a, s. 37.  207 Leiter, 2013a, s. 3.  208 Guldmann, s. 10.  209 Nietzsche, 2011b, s. 87.    729Thomas Hobbes un Sosyal Sözleşme Teorisisnin...   AÜHFD, 64 (3) 2015: 687-738 ahlakî gerçeklere ulaşmanın bir yolu bulunmamaktadır. Bunun sebebi ise, insan  aklının  objektif  ahlakî  doğruları  kavrama  konusundaki  yetersizliği değil, Nietzsche'nin ahlakın objektifliği konusunda bir skeptik olmasıdır. Nietzsche,  nesnel  ahlakî  gerçeklerin  bulunmadığını  düşünmektedir.  Ahlaklı kişilerin  şeyin özünde birtakım ahlakî niteliklerin bulunduğunu düşünmesi ile astologun, yıldızların hareketinin insanın kaderi üzerinde etki sahibi olduğunu düşünmesi Nietzsche açısından benzer durumlardır. Aslen, yalnızca  evrenin  kurallarına  göre  devinim  halinde  olan  yıldızlar  söz konusudur. Yıldızların, insan hayatı üzerindeki etkisi, onların hareketinin değil,  hareketleri  hakkında  sahip  olduğumuz  hislerin  sonucudur.  Ahlakî gerçekler de, şeyin özünde olduklarından değil, o hayalî özün bizde yarattığı histen kaynaklanmaktadırlar. Nietzsche'nin ahlak felsefesinin, Hobbes'un göreceli  ahlak  anlayışının  iyiyi  ve  kötüyü  birey  merkezli  tanımlaması sebebiyle  Hobbes'a  yaklaştığını  söyleyebiliriz.  Hobbes,  genel  ahlakı reddederek doğa durumunda her insanın kendi yargıcı olacağını ve neyin iyi neyin  kötü  olduğunu  faydacı  bir  esasa  göre  kendisinin  karar  vereceğini düşünmektedir.  Her  iki  düşünürün  de  ahlak  felsefesi,  bireyi  ve  bireyin yargılarını esas almaktadır.  Öte  yandan,  iki  düşünürde  insanı  harekete  geçirenin,  hareketlerinin altında yatan sebebin ne olduğunun da incelenmesi gerekir. Nietzsche insan eylemlerinin temeline güç istencini yerleştirmişti. Yani, onda göre yemek, içmek ve çiftleşmek dahil insanın organik yapısı ile ilgili her türlü eylem güç istencinden  kaynaklanmaktadır.  Güç  istencini  ise  geniş  anlamıyla  bir hakimiyet  isteği  olarak  yorumlayabileceğimizi  belirtmiştik.  İnsanlar hakimiyet peşinden koşarlar. Hobbes ise insanların hakimiyet olmasa bile mücadeleye  (savaşa)  yaşamlarını  idame  ettirebilmek  için  ihtiyaç duyduklarını  kabul  etmektedir.  Ancak,  yukarıdaki  açıklamalarımızdan görüleceği üzere insanı harekete geçiren unsur bu değildir. İnsanlar arzu ettikleri, yani haz alacakları bir başka deyişle fayda sağlayacakları nesneleri elde etmek ve rahatsızlık duydukları nesnelerden kaçınmak için harekete geçerler.  Savaş  ise  doğa  durumunda  bunu  sağlamanın  kaçınılmaz  bir sonucudur.  Benzer  şekilde,  Hobbes'un  savaşı  ve  mücadeleyi,  dolayısıyla                                                  210 Leiter 2013a, s. 5.  211 Leiter, 2013b, s. 1.  212 Leiter, 2013b, s. 4.  213 Benzetme için bkz. Leiter, 2013b, s. 6.  214 Nietzsche, 2010b, 401, 419.  730AÜHFD, 64 (3) 2015: 687-738     Gülgeç hakimiyeti haz duygusunu arttırmak için bir araç olarak gördüğü, Nietzsche içinse gücün haz anlamına geldiğini söylemek çok da yanlış olmayacaktır.  İki düşünür arasındaki farklardan birini belirtmek gerekirse, Hobbes insanın  doğa  durumunda  kendini  savunmak  için  her  şeyi  yapabileceğini belirtir. Öte yandan, Nietzsche'ye göre  kendini savunmak  diye bir şey yoktur. İnsanda iki çeşit eğilim vardır ve bu eğilimleri şu şekilde ifade etmiştir:   Bir  güç  miktarı  ürettiği  etki  ve  direniş  gösterdiği  etkiyle tanımlanır.  Düşünülebilir  olmasına  rağmen,  geçirgen  aşama  eksiktir. Temelde şiddet istenci ve kendini şiddete karşı savunma istencidir. Kendini koruma  değildir. 216.  Burada  vurgulanması  gereken  husus  Nietzsche'nin pasif eylemleri de güç istenci kapsamında açıkladığıdır.  İki düşünürün mutluluk konusundaki düşünceleri de belli bir paralellik göstermektedir. Hobbes için mutluluğun arzulanan nesneleri elde etmedeki süreklilik olarak tanımlandığını yukarıda ilgili bölümde belirtmiştik. Benzer şekilde Nietzsche de mutlululuğu bir süreklilik olarak tanımlanmakta ancak sürekli olan şeyin güç elde etme isteği olduğunu ve mutluluğun da bunun bir semptomu olduğunu belirtmektedir:   Bireysel  'mutluluğun'  (her  canlının  ulaşmak  için  çaba  gösterdiği varsayılan şeyin) yerine gücü ileri sürmek, bariz bir şekilde aydınlatıcıdır: 'Güç için, gücün arttırılması için çaba sarf edilmektedir': - keyif sadece elde edilen güç duygusunun bir semptomudur. 218  Son olarak insan doğasına ilişkin değerlendirmemiz gereken özgür irade hususu  kalmıştır.  Nietzsche'nin   özgür   sıfatını  güç  istenci  olarak tanımladığı irade için kabul etmediğini belirtmiştik. Hobbes da genel özgür irade  kuramcılarından  ayrılmaktadır.  Ona  göre  insan  ancak  şartların  ön elemeden  geçirdiği  olasılıklar  arasında  seçim  yapabilir,  dolayısıyla  söz konusu  olan  özgür  irade  değil,  iradenin  özgürce  ifadesidir.  Öte  yandan Nietzsche'nin insanın özgür iradesine ilişkin yaptığı şu tespiti vurgulamak isteriz:   Hiçbir  şeye  bağımlı  olmadığımızı  hissettiğimiz  sürece  kendimizi bağımsız  sanıyoruz...  Ya  tam  tersi  doğru  olsa:  Her  zaman  birkaç  kat                                                  215 Nietzsche, 2010b, s. 482.  216 Nietzsche, 2010b, s. 407.  217 Bkz. Nietzsche'nin siyaset felsefesine ilişkin yukarıdaki bölüm.  218 Nietzsche, 2010b, s. 439.   731Thomas Hobbes un Sosyal Sözleşme Teorisisnin...   AÜHFD, 64 (3) 2015: 687-738 bağımlılık altında yaşıyor, ama uzun zamandır alışkanlık haline geldiği için zincirlerin baskısını artık hissetmiyorsa? Sadece yeni zincirlerden dolayı acı çekmektedir.  Doalyısıyla  'iradenin  özgürlüğü',  yeni  zincirleri hissetmemekten başka bir şey değildir. 219 Öncelikle belirtelim ki Nietzsche'nin  iradenin özgürlüğü nden kastı Hobbes'un bahsettiği manada iradenin ortaya konması özgürlüğü değildir. Burada genel olarak özgür irade kuramından bahsedilmektedir. Bu tespiti yapan  Nietzsche  aynı  zamanda  özgür  irade  öğretisinin  hakim  sınıfların uydurması olduğunu belirtmektedir. Dolayısıyla, sınıfsal bir bakış açısı benimseyecek olursak Nietzsche için özgür irade öğretisi burjuvanın, yani bu öğretiyi en şiddetli biçimde destekleyen sınıfın, ona tabi olanlara bağladığı zincirlerden başka bir şey değildir.  Nietzsche'nin  özgür  irade  ile  ilgili  görüşlerinden  onun  birey özgürlüğüne ilişkin olumsuz bir fikre sahip olduğu çıkarılmamalıdır. Aksine, Nietzsche  birey  özgürlüğüne  büyük  önem  atfetmekte,  ancak  bunun  için Hobbes da dahil olmak üzere bütün sosyal sözleşmecilerden farklı bir reçete sunmaktadır.  Özgürlüğün  güç  istencinin  makyajlı  bir  hali  olduğunu belirtmiştik.  Nietzsche  özgür  olmak  isteyen  bir  insana  tek  reçete sunmaktadır:  Özgür insan savaşçıdır...Birinci koşul: güçlenmek için yeterli olmak gerekir: yoksa hepsi boş 221 B. Doğa Durumu Nietzsche'nin  doğa  durumuna  ilişkin  doğrudan  bir  tespitine rastlayamadık. Ancak elbette ki genel felsefesinen yola çıkılarak Hobbes ile bir karşılaştırma yapmak mümkündür.  Hobbes, insanların doğuştan eşit olduğunu varsayımsal olarak kabul etmekten  ziyade  bu  düşünceyi  olabildiğince  nesnel  gözlemlerle temellendirmeye  çalışmıştır.  Nietzsche'nin  ise  bu  düşünceyi  tamamen reddettiğini ve insanların birbirinden güçlü veya zayıf olarak doğduğu ve zayıfın güçlü tarafından tahakküm altına alınmasının bir doğa kuralı olduğu yönündeki görüşünü de ifade etmiştik. Nietzsche'nin eşitsizlik anlayışı o denli cüretkardır ki köleliğin iyi ve adil olduğunu savunduğu gibi işçilerin                                                  219 Nietzsche, 2010a, s. 16.  220 Ibid.  221 Nietzsche, 2011c, s. 99. 732AÜHFD, 64 (3) 2015: 687-738     Gülgeç ezilmesinin  kültür  yaratacak  dehalar  için  bir  ön  şart  olduğunu  bile düşünmektedir.  Benzer  şekilde  sosyal  sözleşmecilerin  doğal  eşitlik anlayışını şu sözleri ile eleştirmektedir:   Toplumsal  antlaşmanın  'derin  adaletinden'  bahsederiz;  sanki  şu insanın avantajlı koşullar altında doğduğu, bir diğer insanın dezavantajlı koşullar altında doğduğu gerçeği kendi içinde bir adaletsizlik değilmiş gibi; hatta şu insanın bu niteliklerle, bir diğer insanın şu niteliklerle doğmuş olması adaletsiz değilmiş gibi. 223 Kısacası,  Nietzsche'ye  göre,  Hobbes'un  eşitsizliğin  insanlar  arasında önemli bir fark yaratmayacağı düşüncesi bir şey ifade etmemektedir. Ancak, bu konuda Hobbes'un daha ikna edici bir açıklama yaptığını söylemeden geçemeyeceğiz. Nietzsche'nin doğal eşitsizlik kanunu doğru olsa dahi bu eşitsizliğin,  hele  de  bu  eşitsizlik  doğa  tarafından  değil  de  sosyal  düzen tarafından  yaratılmışsa,  Hobbes'un  dediği  gibi  çok  büyük  bir  fark yaratmayacağını  belirtmek  gerekir.  Dolayısıyla,  insanların  birbirinden avantajlı  ve  dezavantajlı  olarak  doğmuş  olabilecekleri  gerçeğini reddetmeden bu farklılıkların genel çerçeve açısından büyük bir farklılık yaratmayacağını öne sürerek Hobbes'a hak vermekteyiz.  Doğa  durumu  konusunda  Hobbes  ile  Nietzsche'nin  en  açık  şekilde ayrıştığı nokta Hobbes'un doğa durumunda sürekli savaş, korku ve yalnızlık içerisindeki insan hayatına ilişkin olumsuz görüşü olacaktır. Nietzsche'nin bu durumu Diyonizyak ezgiler eşliğinde ve şiirsel bir dilde yücelttiğini duyar gibiyiz:   İnsanın seçim şansı yoktur: ya tepede olur-- ya da küçümsenmiş, yok edilmiş,  üzerine  basılmış  bir  solucan  gibi  en  altta.  Zorba,  yani  özgür olabilmek için zorbalara karşı olmak gerekir. Yüz tane Damokles kılıcı altında yaşamak küçük bir avantaj değildir: insan bu şekilde dans etmeyi öğrenir, 'hareket özgürlüğü' kazanır. 225  Dolayısıyla, Hobbes'un çizdiği doğa durumu birçokları için korku, acı ve tedirginlik yaratacaksa da, Nietzsche bu durumu, bireysel anlamda üstün                                                  222 Cristi, s. 6.  223 Nietzsche, 2010b, s. 477.  224 Yüksek  mevkilere  yönelmiş  tehditleri  ifade  eder.  Bkz.  http://tr.wikipedia.org/wiki/ Demokles'in_k%C%Bl%C%Bc%C%B  225 Nietzsche, 2010b, s. 482.    733Thomas Hobbes un Sosyal Sözleşme Teorisisnin...   AÜHFD, 64 (3) 2015: 687-738 olan insanın yükselmesi için uygun ortam olarak görecek ve insanın ancak bu  şekilde,  tehlikeleri  aşarak  ve  direnişi  kırarak  özgür  olabileceğini söyleyecektir. Zerdüşt de çekinmeden savaşı tavsiye etmektedir müritlerine:  Yeni savaşların aracı olarak sevmelisiniz barışı...Size çalışmanızı değil, savaşı tavsiye ederim. İşiniz savaş, barışınız zafer olsun .226 Nietzsche  savaş  durumunun  yalnızca  bireyler  için  değil  bir  bütün halinde insanlık için de önem arz ettiğini düşünmekteydi. Onun felsefesinde savaş sırasında kültür gelişimi dursa dahi insanlık bu  uykudan  daha güçlü olarak  uyanacaktır.  Buradaki  fark,  Hobbes'un  savaş  durumunu  barışın yokluğuna  dayanarak  tanımlamasında  yatmaktadır.  Hobbes,  doğa durumunda barış olmadığı için savaşın ve savaş tehdidinin sürekli olacağını ve dolayısıyla Nietzsche'nin  uykusunun  sona ermeyeceğini, kültürel felcin devamlı olacağını düşünmektedir.  Benzer şekilde Nietzsche'nin  iyi  ve  kötü  kavramlarına olan bakışını incelersek  Hobbes'un  doğa  durumu  için  kullandığı   kötü   sıfatına  karşı çıkacağını göreceğiz. Nietzsche'ye göre  iyi  insandaki gücü ve güç istencini arttıran  herhangi  bir  şeydir.  Savaşın  da  insana  tepede  olma  imkanı sağlayacağı düşünüldüğünde, sahip olduğu gücü arttırmak için bir araç teşkil edeceği  görülecektir.  Dolayısıyla,  Nietzsche'ye  göre  savaş  durumunun  kötü  olarak nitelendirilmesi mümkün değildir. Aksine savaş  iyi  bir şey olarak nitelendirilmelidir.  C. Devletin Doğuşu Aslen,  Hobbes  ve  Nietzsche'nin  felsefeleri  arasında  paralel  noktalar bulunduğunu  görmüş  bulunuyoruz.  Ancak,  bu  paralelliklerin  hiçbirisi  – özellikle de doğa durumunun Nietzsche perspektifinden yorumunu yaptıktan sonra - Nietzsche'ye göre insanların yetkilerini mutlak ve sınırsız bir egemene devretmesini açıklayamaz. Bu durum her şeyden önce Nietzsche'nin tüm insanî  fiillerin  kökenin  oluşturan  güç  istencine  karşıdır.  Nietzsche'nin devletin  kökenine  ilişkin  düşüncelerin  kuvvet  ve  mücadele  teorisine yaklaştığı  da  düşünülecek  olursa,  zaten  devletin  oluşumunda  bireylerin rızasını  ön  plana  çıkaran  sosyal  sözleşme  teorisine  paralel  düşünmesi beklenemezdi.                                                   226 Nietzsche, 2011b, s. 71.  227 Nietzsche, 2011a, s. 283. 228 Nietzsche, 2012, s. 10.  734AÜHFD, 64 (3) 2015: 687-738     Gülgeç Yukarıda,  hem  Nietzsche'nin  siyaset  felsefesini  açıklarken  hem  de sosyal sözleşme teorisine ilişkin görüşleri incelenirken, devletin kökeninde bireylerin  ayrı  ayrı  rızasının  yatamayacağı  açıklandığı  için  tekerrüre düşmemek maksadıyla bu açıklama ile yetiniyoruz.   SONUÇ Friedrich  Nietzsche  ve  Thomas  Hobbes'un  insan  doğasına  ilişkin düşünceleri şaşırtıcı ölçüde çok ortak nokta bulundurmaktadır. Dolayısıyla, Hobbes'un insan doğasının bir fonksiyonu konumundaki doğa durumu da Nietzsche'nin felsefesi kapsamında tam olarak reddedilemez. İki düşünür arasındaki farkı ortaya koyan şudur: Hobbes, çizdiği ve insan doğasından ileri  geldiğini  iddia  ettiği  tabloyu  karamsar  olarak  görmüş  ve  sosyal sözleşmeyi doğa durumundaki insanlara icat ettirmiştir. Bu noktadan sonra aralarında benzerlik bulmak mümkün gözükmemektedir. Nitekim Hobbes, maddeyi anlamak için atomu icat etmiştir.  Thomas  Hobbes,  kendisinden  sonra  gelen  Locke  ve  Rousseau  gibi sosyal  sözleşmecilere  öncülük  etmiş,  düşüncelerini  sıkı  bir  sistematik içerisinde  ve  net  bir  şekilde  açıklamış,  çağının  ötesinde  bir  filozoftur. Özellikle  de  insan  doğası,  yönetme  hakkı  ve  ahlak  gibi  konularda, materyalist bir temel üzerinde faydacılığı ve sekülerizmi birleştirmesiyle, insanlığın  düşünsel  birikimine  büyük  katkı  sağlamıştır.  Öte  yandan, Nietzsche, felsefe kürsüleri dışında akademik dünyada hak ettiği saygıyı görememiş ve buna üslubu ve sistematikten yoksun eserleriyle bir nebze de kendisi  neden  olmuştur.  Buna  rağmen,  Nietzsche'nin  yıkıcı  felsefesinin, sosyal sözleşme teorisi ve bu teorinin ünlü temsilcisi Thomas Hobbes'un görüşleri açısından ciddî eleştiriler ortaya koyduğunu ve sosyal sözleşme teorisinin  nihilist  bir  bakış  açısıyla  yeniden  değerlendirilmesi  gerektiği kanısındayız. Bu yeniden değerlendirmenin belli bir amacı olması gerekmez, hatta  bu  değerlendirmede  başlangıçtan  belli  bir  sonuca  ulaşmanın hedeflenmemesi  daha  doğru  olur.  Bu  değerlendirme  neticesinde  sosyal sözleşme teorisi reddedilmese dahi, eğer ayakta kalmayı başarabilirse, daha güçlü ve tutarlı bir teori olarak karşımıza çıkacaktır. Bu sebeple, özellikle siyaset  felsefesi  ve  siyasetin  genel  teorisi  ile  ilgilenen  yazarların,                                                  229 Bkz. 97. dipnot.    735Thomas Hobbes un Sosyal Sözleşme Teorisisnin...   AÜHFD, 64 (3) 2015: 687-738 Nietzsche'nin felsefesini görmezden gelmektense, onun sunduğu perspektif ile uzun süredir kabul görüp baş tacı edilmiş olan düşünceleri sınaması gerekmektedir. 736AÜHFD, 64 (3) 2015: 687-738     Gülgeç",
     "Kaynakça": "Abbey,  Ruth  ve  Appel,  Frederick  (1998),   Nietzsche  and  the  Will  to Politics , The Review of Politics, Cilt: 60(1), 83-114. Barden, Garrett ve Murphy, Tim (2007),  Law's Function in De Cive And Leviathan: A Re-appraisal of the Jurisprudence of Thomas Hobbes , Dublin University Law Journal, Cilt: 29, 231-259.  Berk, Mary (2011),  Having Rights and Being Right: Thomas Hobbes on the Nature of Right , APSA Yıllık Toplantı Sunum Belgesi, 6 Nisan 2015 tarihinde  http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1916362 adresinden erişilmiştir.  Clastres, Pierre (2011), Devlete Karşı Toplum, İstanbul, Ayrıntı. Cristi, Renato (2010),  Nietzsche On Authority and State , 7 Nisan 2015 tarihinde http://www2.swgc.mun.ca/animus/Articles/Volume%2014/3_Cristi.pdf adresinden erişildi. Fine,  Kit   What  is  Metaphysics ,  7  Nisan  2015  tarihinde http://philosophy.fas.nyu.edu/docs/IO/1160/met.pdf  adresinden erişilmiştir. Gözler, Kemal (2011), Anayasa Hukukunun Genel Esasları, Bursa, Ekin.  Gözler, Kemal (2012), Devletin Genel Teorisi, Bursa, Ekin, 2012. Guldmann, Rony (2010),  Between Cynicism and Idealism: Nietzsche and the  Sladerers  of  Human  Nature ,  5  Nisan  2015  tarihinde http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1651505 adresinden erişilmiştir.  Heywood, Andrew (2012), Siyaset Teorisine Giriş, İstanbul, Küre. Hobbes, Thomas (2013), Leviathan, İstanbul, YKY. Hoekstra, Kinch (2007),  Hobbes on the Natural Condition of Mankind , Cambridge  Guide  to  Hobbes's  Leviathan,  New  York,  Cambridge"
}