{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": "13",
     "Ay": "06",
     "Yıl": "2020",
     "Cilt": "69",
     "Sayı": "03",
     "Başlık": "TOPLULUĞUNDA HAMİLİK BEYANLARI VE SORUMLULUĞA ETKİSİ",
     "Title": "Letters of Comfort in Group Companies and Its Effects on Liability",
     "Yazar İsmi": [
          "Murat Can ATAKAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Hamilik Beyanı",
          "Hamilik Beyanının İçeriği",
          "Katı Hamilik Beyanı",
          "Yumuşak Hamilik Beyanı",
          "Şirketler Topluluğunda Sorumluluk"
     ],
     "Keywords": [
          "Letters of Comfort",
          "Contents of Letters of Comfort",
          "Hard Letters of Comfort",
          "Soft Letters of Comfort",
          "Group Company Liability"
     ],
     "Özet": "Hamilik beyanları genellikle güvenden doğan sorumluluğun bir tezahürü olarak karşımıza çıkmaktadır. Özellikle bağlı şirketin finansmana erişimini kolaylaştırmak ve piyasadaki iş hacmini arttırmak amacıyla, hâkim şirket tarafından sıklıkla hamilik beyanlarında bulunulduğu görülmektedir. Kara Avrupası nda İsviçre Federal Mahkemesi nin Swissair Kararı ile kabul edilen güven sorumluluğunu, pozitif bir düzenleme ile kanunlaştıran ilk ülke  Türkiye  olmuştur.  Güven  sorumluluğu  gerek  Avrupa da  gerekse ülkemizde, doktrinde uzunca bir süre tartışılmasına rağmen, bu sorumluluk türünün en sık görülen hali olan hamilik beyanlarına aynı derecede ilgi gösterilmemiştir. Hamilik  beyanlarının  hukuki  niteliği  tartışma  konusudur.  Özellikle hâkim  şirketin  sorumluluğunun  belirlenmesi  noktasında  beyanın  hukuki niteliği  büyük  önem  arz  etmektedir.  Hamilik  beyanlarının  sorumluluk üzerindeki etkisi, beyanın içeriğine ve beyan sınıflandırmasındaki yerine göre tespit edilebilmektedir. Bu nedenle öncelikle hamilik beyanlarını tasnif etmek, ardından da sorumluluk açısından özel olarak değerlendirmek gerekmektedir. Çalışmamız boyunca uygulamada en sık karşılaşılan hamilik beyanları ile bu beyanların hâkim şirketin sorumluluğuna etkileri detaylıca incelenmiş ve her bir hamilik beyanına göre sorumluluğun doğup doğmadığı tespit edilmiştir.",
     "Abstract": "Letters of comfort often appear as a manifestation of liability arising from trust in the group of companies. Especially in order to facilitate the access of the subsidiary company to finance and increase the business volume in the market, it is common for the holding companies to provide letters of comfort. The trust liability of group of companies was recognized first in the Continental Europe by the  Swissair Decision  of the Swiss Federal Court. Turkey has become the first country to enact legal rules setting forth such trust liability under the Turkish Commercial Code. Although the trust liability has been discussed for a very long time in the doctrine, there has not been equal attention paid to letter of comfort, the most common form of representation of such liability under the Swissair Decision, both in Europe and Turkey. The legal nature of the letters of comfort is a matter of debate. The legal characterization  of  such  statement  is  very  important  in  determining  the liability of the holding company. The effect of the letter of comfort on liability of the holding company can be determined according to its content and place in classification of the declaration. For this reason, first of all, it is necessary to classify the letters of comfort and then, to evaluate them specially in terms of liability. In this article, the most common letters of comfort in practice and their effects on the liability of the holding company were examined in detail and it was determined whether the liability arises according to each statement.",
     "Metin": "a. Bilgi Vermeye Yönelik Açıklamalar Bilgi  vermeye  yönelik  açıklamalar,  herhangi  bir  hukuki  yaptırımı olmayan,  tazminat  sorumluluğu  da  doğurmayan,  en  hafif  hamilik beyanlarındandır. Hâkim şirket alacaklı üçüncü kişiye yalnızca temel bir takım bilgiler vermektedir, ki bu bilgilerin birçoğuna şirketin ticaret sicili gazetesinde  yer  alan  bildirimlerinden  ve  hatta  şirketin  doğrudan  web sitesinden dahi ulaşmak mümkündür. Bilgi  vermeye  yönelik  açıklamalarda,  hâkim  şirket  bir  taahhütte bulunmamakta, bir niyet açıklamamaktadır. Bağlı şirketin sevk ve idaresi tamamen güvenimize mazhardır yahut bağlı şirketin %... hissesi tarafımıza aittir şeklindeki açıklamalar buna örnek olarak gösterilebilir.100 b. Bilgi Sahibi Olunduğuna İlişkin Açıklamalar Hâkim şirketin, bağlı şirketin yaptığı işlemler hususunda bilgi sahibi olduğunu  belirttiği  hamilik  beyanıdır.  Bu  açıklamalar  genellikle  hamilik beyanlarında  giriş  cümlesi  olarak yer  alır  ve devamında  aşağıda  da yer verildiği üzere başkaca ifadeler de hamilik beyanları içerisinde kendisine yer bulur.101 Bu tarz açıklamalar, borçtan haberdar olunduğunun beyan edilmesinin ötesinde bir anlam ifade etmemektedir. Şöyle ki, hâkim şirket bu açıklaması sonrası herhangi bir yükümlülük altına girmemektedir. Diğer taraftan, şayet hamilik beyanı kapsamında başkaca beyanatlarda da bulunulmuşsa, bilgi sahibi olunduğuna ilişkin açıklamalar önem kazanmaktır. Bu durumda hâkim şirket  durumdan  haberdar  olmadığını  ileri  süremeyecek  ve  olası  bir uyuşmazlık halinde hamilik beyanı ispat aracı olarak kullanılabilecektir.102                                                  100  KIRCA, Himaye Beyanı, s.459. 101  KIRCA, Himaye Beyanı, s.455-456. 102  KIRCA, Himaye Beyanı, s.464, YILMAZ, Sorumluluk, s.216.   1525Murat Can ATAKAN                                     Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020: 1505-1540 2. Niyet Açıklamaları a. Bağlı  Şirketin  Ödeme  Gücünün  Korunacağına  İlişkin Açıklamalar Bu  açıklamada  hâkim  şirket,  bağlı  şirketle  hukuki  ilişkiye  girmeyi amaçlayan  alacaklıya  karşı,  borç  ödeninceye  kadar  bağlı  şirketin  ödeme gücünü  koruyacağını  taahhüt  etmektedir.  Burada  bir  teminat  fonksiyonu bulunmamaktadır. Amaç, bağlı şirketin güvenilirliği ve piyasadaki itibarının korunmasıdır. 103  Teminat  sözleşmesi  niteliği  bulunmadığı  için  bu  tür açıklamaların bilanço veya ekinde gösterilmesini de gerek yoktur.104  Hâkim şirketin bir borcu bulunmamaktadır; ancak bağlı şirketin ödeme gücünü korumaya yönelik yaptığı açıklamalar çerçevesinde gerekli tedbirleri de almak zorundadır.105 Burada yumuşak bir hamilik beyanı mevcuttur ve hâkim şirket hukuki değil, ahlaki bir sorumluluk baskısı altındadır.106 Diğer taraftan, hâkim şirket üçüncü kişiyi açıkça yanlış bilgilendiriyor ve bu yolla sözleşmeyi imzalamaya yönlendiriyorsa, bağlı şirket alacaklısı, hâkim şirketin beyanlarına dayanarak bağlı şirketle yaptığı sözleşmeyi hile hükümlerine dayanarak iptal edebilir.107 b. Niyet Açıklaması Kapsamında Hâkim Şirketin Yükümlülüğü Niyet  açıklamaları  yukarıda  da  belirtildiği  üzere  yumuşak  hamilik beyanlarındandır.  Bağlı  şirketle  hukuki  ilişkiye  giren  taraf  da  bunun bilincindedir  ve  niyet  açıklamasının  hukuki bir yaptırımının  olmadığının farkındadır.108 Bu  sebeple  borcunu  doğru  teminatlar  seçerek  korumaya almayan alacaklının hukuk düzeni tarafından korunması da mümkün değildir. Sözleşme serbestisi içerisinde dilediği teminatı alabilecek konumda olmasına rağmen,  bunu  yapmayarak  yalnızca  bir  niyet  açıklaması  ile  yetinen alacaklının, bunun hüküm ve sonuçlarına da katlanması gerekmektedir.                                                  103  OBERMÜLLER, Manfred, Die Patronatserklärung, Zeitschrift für Unternehmens- und Gesellschaftsrecht (ZGR) 1975, Heft 4, s.22. 104  KÖHLER, s.1347; YILMAZ, Sorumluluk, s.225; KIRCA, Himaye Beyanı, s.472. 105 von PLANTA, Andreas, Die Haftung des Hauptaktionärs, 1.Bası, Helbing & Lichtenhahn Yayınevi, Frankfurt am Main 1981, s.118. 106  KOCH, s.362 vd; RÜMKER, s.992; KÖHLER, s.1346; KIRCA, Himaye Beyanı, s.472, YILMAZ, Sorumluluk, s.224. 107  REHBINDER, s.332; ALTENBURGER, s.44 vd; RÜMKER, s.992-993; KIRCA, Himaye Beyanı, s.472. 108  YILMAZ, Sorumluluk, s.226. 1526Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020: 1505-1540    Şirketler Topluluğunda Hamilik Beyanları… Yukarıda  izah  edilen  durum,  alacaklının  büyük  kredi  ve  finansman şirketleri  olması  durumunda  katı  şekilde  uygulanacaktır.  Alacaklının müzakere pozisyonu zayıf, yeni veya güçsüz bir şirket olması durumunda ise taraflar  arasındaki  güç  dengesizliğini  göz  önünde  bulundurup,  şirketler topluluğuna duyulan somut güvenin korunması gerektiğini ve bu bağlamda niyet açıklamaları kapsamında hâkim şirketin de sorumlu olması gerektiğini savunan yazarlar mevcuttur.109 3. Katılma Payının Korunacağına İlişkin Açıklamalar Hâkim şirket, kredi borcu kapanana kadar bağlı şirketteki katılma payını koruyacağını açıklayabilir. Burada anlaşılması gereken, elbette payın asgari olarak korunacağı ve hatta gerekirse arttırılabileceğidir. Bu durumda hâkim şirket, hisselerini devretmek ya da sermaye indiriminde bulunarak iştirak oranını düşüremeyecektir.110 Katılma payının korunacağına ilişkin açıklama, hâkim şirket açısından tek tarafa borç yükleyen bir sözleşme niteliğindedir.111 Hâkim şirket yalnızca borç kapanana kadar bağlı şirketteki payını koruyacağını taahhüt etmekte, mali kaynak sağlayacağına ya da borcun vadesinde ifa edilmemesi halinde doğacak zararı karşılayacağına ilişkin bir taahhütte bulunmamaktadır. Bu nedenle  finansmanı  sağlayan  kuruluş  hâkim  şirkete  başvuramayacak, zararının hâkim şirket tarafından karşılanacağına ilişkin duyduğu güven TMK 2.md anlamında korunmayacaktır.113 Hâkim şirketin açıklamalarının aksi yönünde hareket etmesi durumunda, alacaklının  sözleşme  ihlaline  dayanarak  zararını  talep  etmesi  gündeme gelecektir. Bu durumda uygun bir illiyet bağının kurulması ve zararın da doğru tespit edilmesi gerekmektedir, ki bu hususun tespiti oldukça zordur.114  4. Bağlı Şirketin, Hâkim Şirketin Himayesinde Olacağına İlişkin Açıklamalar Hamilik beyanları arasında ayırım yapmak bir hayli zor olmakla birlikte, hâkim şirketin, bağlı şirketi himayesi altında tuttuğuna ilişkin beyanlar,                                                  109  REHBINDER, s.325 vd. 110  OBERMÜLLER, s.12; ALTENBURGER, s.68. 111  OBERMÜLLER, s.12; KOCH, s.476. 112  RÜMKER, s.994. 113  RÜMKER, s.994. 114  von PLANTA, s.119 vd.   1527Murat Can ATAKAN                                     Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020: 1505-1540 belki  de  sorumluluk  sınırlarının  tespitinin  en  güç  çizilebildiği açıklamalardandır. Gerçekten de hâkim şirketin yalnızca muğlak bir ifade ile (herhangi bir taahhüt altına girmeden) bağlı şirketi himayesi altında tuttuğuna ilişkin açıklamalarını, hâkim şirketin sözleşmesel bir yükümlülük üstlenme iradesi  taşıdığı yönünde yorumlamak  bir  hayli  güçtür.115 Bu yönde  bir yorumlama  yapabilmek  için,  somut  olayda  bunu  haklı  kılacak  derecede önemli açıklamaların bulunması da gerekir. Yalnızca bağlı şirketin daima himaye  altında  olduğuna  ilişkin  açıklamalar,  hâkim  şirket  açısından  bir yükümlülük üstlenmek anlamına gelmemektedir. Bu nedenle hâkim şirketin, bağlı şirket lehine bir güvence ya da alacaklılar nezdinde somut beklentiler oluşturacak bir davranışta bulunduğu şeklinde yorumlanmamalıdır. Hâkim şirketin sorumluluğuna gidebilmek için, beyanatlarından ötürü bağlı şirket alacaklılarında bir güven hissi uyanması ve açıklamaların somut bir beklentiye girebilecek derecede önemli ifadeler içermesi gerekmektedir. Hamilik beyanı ne kadar muğlaksa, üçüncü kişinin de bu beyanı kabul ederken aynı ölçüde dikkatli olması beklenir;116 çünkü kendi dikkatsizliğinin ve iş hayatının genel risklerinin kurbanı olanın güveni korunmaya layık değildir.117 Güven  sorumluluğunun  temel  taşı  olarak  nitelendirebileceğimiz Swissair Kararı, hamilik beyanlarının nasıl değerlendirileceği hususunda bizlere  ışık  tutmuştur.  Swissair  Konzern ine  ait  International  Golf  and Country Residences firması ile ilgili yaptığı açıklamada:  International Golf and Country Residences neredeyse Swissair oradadır ve onun arkasındadır. IGR, Swissair AG den bağımsız da olsa, Swissair prensipleriyle çalışmaktadır. Bu nedenle başlangıçtan son aşamaya kadar IGR nin  uluslararası  niteliği,  misafirperverliği,  müşteri  ilişkileri  ve güvenilirliği üzerinde etkileri olacağı aşikârdır.118 Şeklinde ifadeler kullanmıştır. Görüldüğü üzere, Swissair yalnızca hâkim şirket  konumunda  olduğunu  vurgulamamış,  IGR nin  kendi  himayesinde olduğu  ve  kendi  ticari  prensiplerine  göre  yönetileceği  hususunda  da açıklamalarda  bulunmuştur.  Bu  beyanı  dikkate  alan  ve  hâkim  şirket konumundaki Swissair in açıklamalarını güven sorumluluğunun doğması için                                                  115  FLEISCHER, WM 1999, s.671 vd; FLEISCHER, ZHR 1999, s.469 vd. 116  YILMAZ, Sorumluluk, s.233. 117  SOMMER, Ueli: Vertrauenshaftung, Anstoß zur Neukonzeption des Haftpflicht und Obligationenrechts?, Aktuelle Juristische Praxis (AJP) 2006, Heft 9, s.1036; BOSMAN, Aleidus Gerard, Konzernverbundenheit und ihre Auswirkungen auf Verträge mit Dritten, 1.Bası, Schulthess Yayınevi, Zürich 1984, s.189. 118  Bkz. BGE 120 II 331 (334 vd.) 1528Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020: 1505-1540    Şirketler Topluluğunda Hamilik Beyanları… yeterli  gören  İsviçre  Federal Mahkemesi,  bahse  konu beyanlardan  ötürü Swissair i sorumlu tutmuştur. Federal Mahkeme nin kararı, bağlı şirketin hâkim şirketin himayesinde olacağına ilişkin açıklamalar özelinde güven sorumluluğunun temellerinin atıldığı ve Kara Avrupa sında bu sorumluluk türünün  ilk  kez  kabul  edildiği  karar  olması  bakımından  da  son  derece önemlidir. 5.  Hâkim Şirketin, Bağlı Şirketin Borçlarını Kendi Borcu Gibi Kabullendiğine İlişkin Açıklamaları Hâkim şirketin geçmişte doğan borçlardan ötürü, bağlı şirketin borcunu kendi borcu gibi kabullendiğine ilişkin beyanı klasik anlamda bir hamilik beyanıdır. Hâkim şirket burada herhangi bir sorumluluk almak istememekte, teminat ya da garanti vermeyi amaçlamamaktadır.119 Hâkim şirketin geçmişte uyguladığı bir ticari politika hakkında bilgi vermesinden, geleceğe yönelik bir taahhütte bulunma istediğinin var olduğu sonucu çıkarılmamalıdır.120 Geçmişe yönelik ve geleceğe sirayet etme amacında olmayan bu tür açıklamalarda, sözleşme görüşmelerine katılan hâkim şirketin, yalnızca MK 2.md hükmü kapsamında, üçüncü kişiyi doğru bilgilendirme yükümlülüğü mevcuttur.121 Bu yükümlülüğün kusurlu olarak ihlali halinde alacaklıya karşı c.i.c. sorumluluğu gündeme gelecektir.122 Hâkim şirketin sözleşme yapmaya yönlendirmek  amacıyla  kasıtlı  olarak  yanlış  bilgi  vermesi  halinde  ise alacaklının hile hükümlerine dayanması ve sözleşmenin iptal edilmesi de mümkündür.123 Hâkim şirketin açıklaması geleceğe yönelik bir taahhüt niteliğindeyse ve bağlı şirketin gelecekte doğacak borçlarını da tıpkı kendi borçları gibi addettiklerine  ilişkin  bir  kabul  söz  konusuysa,  burada  borca  katılmanın                                                  119  MICHALSKI, s.1230; KOCH, s.378; AKIN sf.332. Yazara göre, bağlı şirketin kullandığı bir kredi için hâkim şirketin kefil olması ya da ödemenin bizzat kendisi tarafından yapılacağını açıkça beyan etmesi halinde, somut bir taahhüdün varlığından bahsedilir ve bu durumda TTK 209.md anlamında bir sorumluluğa gidilmeksizin başvurulabilecek bir hak söz konusudur. 120  OBERMÜLLER, s.15. 121  YILMAZ, Sorumluluk, s.229. 122  KOCH, s.413. 123  SCHNYDER,  Anton,  Patronatserklärungen  -  Haftungsgrundlage  für Konzernobergesellschaften?, Schweizerische Juristenzeitung (SJZ) 1990, Heft 4, s.65.   1529Murat Can ATAKAN                                     Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020: 1505-1540 varlığından bahsedebiliriz. Bu durumda bağlı şirket edimini ifa etmediği takdirde, borcun muhatabı hâkim şirket olacaktır.124 6.  Hâkim  Şirketin  Bağlı  Şirket  Üzerindeki  Hâkimiyetini Kullanacağına İlişkin Açıklamalar Hâkim şirketin, bağlı şirket üzerindeki hâkimiyetini kullanacağına ilişkin açıklamaları,  herhangi  bir  taahhüt  içermeyen  yumuşak  hamilik beyanlarındandır. Hâkim şirket, edimin vadesinde ifa edilmesi hususunda mali bir kaynak sağlamamakta ya da doğacak zararı karşılamak gibi bir taahhütte  de  bulunmamaktadır.  Hâkim  şirketin  tek  yükümlülüğü,  bağlı şirketin  edimini  ifa  edebilmesi  için  gerekli  kontrolü  sağlayıp,  özeni göstermektir.125 Hâkim şirket bu amaçla kredi işlemi ile bağlantılı meseleleri denetleyip gerektiğinde birtakım önlemler alacaktır.126  Hâkim şirketin sözleşmesel bir yükümlülüğü bulunmamakta, herhangi bir teminat sağlanmamaktadır. Yapılan açıklama tek tarafa borç yükleyen isimsiz  bir  sözleşme  niteliğindedir ve  hâkim  şirketin  tek  borcu,  bağlı şirketin  üzerinden  elini  çekmemektir.  Hâkim  şirket  gerekli  özeni göstermesine rağmen, bağlı şirketin ödeme dengesi bozulmuş ve edimini ifa edememişse, hâkim şirketin hiçbir sorumluluğu doğmayacaktır.128 Hâkim şirketin bağlı şirketi kontrol altında tutması negatif birtakım yükümlülükler de doğurur. Şu kadar ki, hâkim şirket, bağlı şirketin kredi sözleşmesinden doğan ediminin ifasını zorlaştıracak ya da ortadan kaldıracak davranışlardan da kaçınmak zorundadır. Hâkim şirketin bağlı şirketi hiç veya kusurlu olarak kontrol altında tutmaması halinde, sözleşmeye aykırılıktan ötürü hâkim şirketin tazminat                                                  124  Bağlı şirketin yapacağı sözleşmenin hâkim şirkete de yarar sağlayacağını belirtmenin yahut bağlı şirketin işlemlerinin hâkim şirket tarafından kontrol edileceğini ifade etmenin, hatta sözleşme müzakerelerini bağlı şirket adına gerçekleştirmenin ve bu yolla bağlı şirketin arkasında  hâkim  şirketin  olduğu  izlenimi  uyandırmanın,  tek  başına  hâkim  şirketin sorumluluğuna gidilemeyeceği yönündeki görüş için bkz.: REHBINDER, s.322. 125  KÖHLER, s.1347 vd.; MICHALSKI, s.1235; KOCH, s.508 vd; VOLLMER, s.90 vd; KIRCA, Himaye Beyanı, s.466, YILMAZ, Sorumluluk, s.222. 126  MÜLLHAUPT,  Walter,  Rechtsnatur  und  Verbindlichkeit  der  Patronatserklärung, Schweizerische Zeitschrift für Wirtschaftsrecht (SAG, 1990 dan beri yeni adı: SZW) 1978, Heft 50, s.113. 127  HABERSACK, MüKoBGB, Vorbemerkung § 765, N.49; KIRCA, Himaye Beyanı, s.466, YILMAZ, Sorumluluk, s.222. 128  VOLLMER, s.90 vd.; KÖHLER, s.1348; YILMAZ, Sorumluluk, s.222; KIRCA, Himaye Beyanı, s.466 vd. 1530Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020: 1505-1540    Şirketler Topluluğunda Hamilik Beyanları… sorumluluğu doğacaktır. Bu durumda ödenmeyen borçtan ötürü bağlı şirket alacaklısı,  doğrudan  hâkim  şirketin  sorumluluğuna  gidebilecektir. 129 Uğranılan zararla hâkim şirketin taahhüdü arasındaki illiyet bağının ispatı alacaklı  üzerindedir  ve  buna  benzer  yumuşak  hamilik  beyanlarında  bu hususun ispatı oldukça güçtür.130 7.  Borcun  İfa  Edilmesi  İçin  Gerekli  Olan  Finansal  Araçların Sağlanması Taahhüdünü İçeren Açıklamalar Bağlı şirketin borcunu ödememesi halinde hâkim şirketin gerekli finansal araçları sağlayacağına ilişkin taahhüdü katı hamilik beyanları sınıfında yer alır ve  hâkim  şirket  teminat  sözleşmesi  yapma  iradesini  açıkça  ortaya koymaktadır.131 Bu  açıklama,  güvence  sağlaması  açısından  garanti  veya kefalet sözleşmelerine yakındır; ancak bahsi geçen sözleşmelerin aksine, mali kaynakların ne şekilde sağlanacağına ilişkin söz hakkı hâkim şirkettedir. Bilindiği üzere garanti ya da kefalet sözleşmelerinde alacaklının talep ettiği teminatlar borçludan alınır ve teminatın ne şekilde sağlanacağı baştan bellidir. Bahse konu özel hamilik beyanı türünde ise mali kaynağın nasıl belirleneceği yetkisi hâkim şirkettedir.133 Bağlı  şirkete  finansal  olarak  destek  olunacağına  ilişkin  açıklamaları garanti  veya  kefalet  sözleşmesinden  ayıran  bir  başka  özellik  ise  edimin ifasının doğrudan alacaklıya değil, bağlı şirketin kendisine yapılmasıdır. Bir başka deyişle hâkim şirketin taahhüdünün muhatabı bağlı şirket alacaklısı değil, bağlı şirketin bizatihi kendisidir.134 Bu nedenle alacaklı üçüncü kişinin doğrudan  hâkim  şirketten  bir  talepte bulunması  mümkün  değildir.135 Bu durumun tek istisnası, beyana konu taahhüdün hiç ya da gereği gibi yerine getirilmemesidir. Bu durumda alacaklının doğrudan hâkim şirkete başvurarak sözleşmeye aykırılıktan ötürü zararının tazminini talep etmesi mümkündür.136                                                   129  VOLLMER, s.94; KOCH, s.517; MICHALSKI, s.1235; KIRCA, Himaye Beyanı, s.466 vd.; YILMAZ, Sorumluluk, s.223. 130  MICHALSKI, s.1235; VOLLMER, s.94 vd; KIRCA, Himaye Beyanı, s.467; YILMAZ, Sorumluluk, s.223. 131  OBERMÜLLER, s.25; RÜMKER, s.991; FLEISCHER, ZHR 1999, s.468. 132  RÜMKER, s.991. 133  PESCH, s.1610; KÖHLER, s.1344. 134  HABERSACK, s.257; FLEISCHER, ZHR 1999, s.468. Bu özelliğiyle de doktrinde gerçek olmayan  (eksik)  üçüncü  kişi  yararına  sözleşme  olarak  adlandırılmaktadır.  Bu  konu hakkında detaylı bilgi için bkz.: OBERMÜLLER, s.27. 135  Hâkim  şirketin borcu/sorumluluğu, edimini bağlı şirkete ifa etmektir. Buna rağmen taahhüdünü doğrudan bağlı şirket alacaklısına karşı yerine getirerek de borçtan kurtulabilir. Aynı yönde bkz.: YILMAZ, Sorumluluk, s.235-236. 136  FLEISCHER, ZHR 1999, s.468; FLEISCHER, WM 1999, s.667 vd.; RÜMKER, s.991.   1531Murat Can ATAKAN                                     Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020: 1505-1540 8.  Bağlı  Şirketin  Ödeme  Kabiliyetinin  Korunacağına  İlişkin Açıklamalar Bağlı  şirketin  ödeme  kabiliyetinin  korunacağı  taahhüdünü  içeren açıklamalar, yumuşak hamilik beyanları sınıfında yer almakla birlikte, katı hamilik beyanlarına yaklaşan düzeydeki açıklamalardandır. Açıklamadaki amacı tespit etmek son derece zordur; ancak yine de hâkim şirket tarafından bağlı şirkete mali kaynak sağlamak ya da bağlı şirketin yerine sözleşmesel bir yükümlülük altına girmek iradesinin var olduğu anlaşılmamalıdır.137 Burada vurgulanan bir prensiptir ve bağlı şirketin mali gücünün gelecekte de var olabileceğine olan inanç paylaşılmaktadır. Bu grupta yer alan hamilik beyanlarının hâkim şirketi herhangi bir sözleşmesel  yükümlülük  altına  sokmadığı  kanaatindeyiz;  ancak  hâkim şirketin  sözleşme  görüşmelerine  aktif  olarak  müdahil  olması  sebebiyle, muhatabın  doğru  bilgilendirilmesi  gerekmektedir.  Aksi  durumda  hâkim şirketin  MK  2.md  hükmü  gereğince  kusurlu  hareketi  ile  yanlış  bilgiler paylaşması ve sözleşme görüşmelerini etkilemesi sebebiyle, c.i.c. esaslarına göre  sorumlu  tutulması  gerekir. 138  Hâkim  şirket  açıklamaları,  kusuru sebebiyle  değil  de  kasten  hatalı  olarak  yapmışsa,  bu  durumda  hile hükümlerine dayanmak da mümkündür.  Diğer hamilik beyanları bir kenara, bağlı şirketin ödeme kabiliyetinin korunacağına ilişkin açıklamalar doktrinde çokça tartışılmıştır. Bir görüşe göre;  bağlı  şirketin  ödeme  kabiliyetinin  korunacağına  ilişkin  hamilik beyanları, üçüncü kişilerde ödemenin hâkim şirket tarafından yapılacağı düşüncesi uyandırmaktadır. Buna göre üçüncü kişiler, bağlı şirketin ödeme yapmaması halinde, hâkim şirket tarafından ödeme yapılacağına duydukları inançla bir sözleşme akdetmektedirler. Diğer  bir  görüşe  göre,  bu  açıklamalar  neticesinde  sübjektif  olarak sözleşmenin  karşı  tarafında  (muhatapta)  hangi  düşüncenin  uyandığından ziyade, objektif olarak üçüncü kişilerde hangi düşüncenin oluştuğuna bakmak gerekir. Bir başka deyişle, zarar görenin bu zararının tazmin edilebilmesi için, hâkim şirketin açıklamalarının objektif kriterler çerçevesinde kendisinde bir güven duygusu oluşturması gerekmektedir. Bir taahhüdün, gelecekte ihtiyari olarak yerine getirileceğine duyulan güven, kural olarak korunmaya değer                                                  137  KOCH, s.361 vd.; FLEISCHER, WM 1999, s.673. 138  KÖHLER, s.1347; KOCH, s.411 vd. 139  RÜMKER, s.993 vd.; REHBINDER, s.332. 1532Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020: 1505-1540    Şirketler Topluluğunda Hamilik Beyanları… değildir.140 Muhatap elindeki imkanı kullanmayıp başkaca bir teminat alma yoluna gitmediyse, hukuk düzenin kendisine sağladığı korumadan da feragat etmiş sayılır.141 Bu durumda kendisine özel bir koruma imkanı verilemez.142 Bir diğer görüş ise şirketler topluluğu ile müzakereye giren muhatabın zayıf  konumda  olduğunu,  zaten  güçlü  olsaydı  bir  teminat  alacağını,  bu zayıflığı nedeniyle hamilik beyanıyla yetindiğini, bunu yaparken de hâkim şirketin  büyüklüğüne  ve  gücüne  inandığını/güvendiğini  dikkate  alarak, muhatabın  hâkim  şirkete  duyduğu  somut  güvenin  korunması  gerektiğini savunmaktadır.143 Bahsi  geçen  ilk  iki  görüşün  de  haklı  yönleri  vardır;  ancak  sadece muhatabın özel ya da genel kitle olması özelliği dikkate alınarak bu sorun çözülemez. Açıklamanın yöneldiği muhatabın özelliği de dikkate alınmalıdır. Yukarıda izah edilen hamilik beyanı, tüketici, esnaf ya da basiretli bir tacir tarafından aynı şekilde yorumlanmamaktadır. Kanımızca hem sübjektif unsur hem de objektif unsur dikkate alınarak bir sonuca ulaşılması gerekir. Daha somut bir örnek vermek gerekirse, açıklamanın yöneldiği tüm tüketiciler ya da tüm tacirler için ayrı kıstaslar konulmalı ve tüketiciler için ayrı, tacirler için ayrı  bir  değerlendirme  yapılmalıdır.  Son  görüşün  ise  uygulama  alanı bulamayacağı kanısındayız. Genellikle muhatabın bir banka ya da finans kurumu olduğu düşünüldüğünde, müzakerelerin güçler dengesizliği bulunan bir ortamda gerçekleşmediği, kaldı ki bir ticaret şirketinin her halükarda gerekli özeni ve basireti göstermek ve gerekli teminatları almak zorunda olduğu, koruma talebi imkanlarını kullanmayan bir muhatabın, hukuk düzeni tarafından zorla korunamayacağı kanaatindeyiz. V.  Sonuç Hamilik beyanları Türk Ticaret Kanunu nda yapılan değişiklikle hukuk düzenimize kazandırılmış önemli müesseselerdendir. Özellikle TTK 209.md hükmü ile güvenden doğan sorumluluğa pozitif bir düzenleme ile yer veren ilk ülke olmamız, bu müessesenin önemini bir kat daha arttırmıştır. Hamilik  beyanları,  bu  sorumluluk  türünün  ilk  defa  kabul  edildiği Wibru/Swissair Kararı nda da belirtildiği gibi, yazılı olmayan sözleşme dışı sorumluluk  kaynaklarından  biri  olarak  kabul  edilmelidir.  Bahse  konu                                                  140 RIECKERS,  Oliver,  Nochmals:  Konzernvertrauenshaftung,  Neue  Zeitschrift  für Gesellschaftsrecht (NZG) 2007, Heft 4, s.128.; REHBINDER, s.324. 141  RIECKERS, s.128; REHBINDER, s.324; KOCH, s.467. 142  KOCH, s.467; RIECKERS, s.128. 143  REHBINDER, s.325 vd.   1533Murat Can ATAKAN                                     Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020: 1505-1540 açıklamalar tek taraflı irade beyanlarıdır ve şekil zorunluluğu bulunmadığı için her türlü beyan bu kapsamda değerlendirilebilir. Hamilik beyanları, muhataba doğrudan bir talep hakkı veriyor ve hâkim şirket edimini ifaya zorlanabiliyorsa, hâkim şirketin edimden doğan tazminat sorumluluğu  mevcuttur.  Şayet  bu  beyanlar  neticesinde  talep  edilebilir herhangi  bir  edim  bulunmuyor  ve  açıklama  bağlayıcı  olarak nitelendirilemiyorsa, bir centilmenlik anlaşmasının varlığı kabul edilmelidir. Hamilik  beyanları,  güvenden  doğan  sorumluluğun  özel  ve  dar  bir türüdür. Bahse konu beyanlar neticesinde hâkim şirketin güvenden doğan sorumluluğuna gidilebilmesinin koşulları çalışmamızda detaylı olarak izah edildiği üzere, kısaca şu şekilde özetlenebilir: Öncelikle  hâkim  şirketin  güven  yaratan  davranışlarda/açıklamalarda bulunması gerekmektedir. Karşı tarafın yaratılan güvene itibar ederek bağlı şirketle işlem yapması (güven olgusu), duyulan güvenin korunmaya değer olması, güven uyandıran davranışın hâkim şirkete isnadının mümkün olması, güvenen şahsın bu güvene dayanarak bağlı şirketle bir işlem yapmış olması, bağlı şirketle sözleşme partneri arasında bir hukuki ilişkinin bulunması ve bundan kaynaklanan yükümlülüklerin ihlal edilmesi, güvenen tarafın zarar görmüş olması, hâkim şirketin, yarattığı güveni, koruma yükümlülüklerini yerine getirmeyerek kusurlu şekilde ihlal ederek boşa çıkarması ve son olarak hâkim  şirketin  ihlali  ile  güvenenin  zararı  arasında  nedensellik  bağının bulunması gerekmektedir. Haksız fiil sorumluluğuna dayanılan durumlarda hâkim şirketin güven sorumluluğuna  dayanılamayacaktır.  Somut  olayda  zarar  veren  davranışın güven  sorumluluğunun  yanı  sıra  aynı  zamana  haksız  fiil  ve  sözleşme sorumluluğunun  koşullarını  taşıması  halinde  alacaklı  yönünden  hangi sorumluluk türüne dayanmanın daha elverişli olacağı da değerlendirilmelidir. Hamilik beyanları kapsamında güvenden doğan sorumluluk, sözleşme kadar olmasa da işlem temellidir ve alacaklı için daha elverişli olan sözleşme sorumluluğuna  yaklaşırken,  rastlantısal  temastan  kaynaklanan  haksız  fiil sorumluluğundansa  uzaklaşmaktadır.  Bu  nedenle  kanımızca  bu  iki sorumluluk türü yarışmaktadır ve somut olaya göre alacaklının istediğine dayanabileceği kabul edilmelidir.  TTK.m.209 da düzenlenen güven sorumluluğunun doğması için işlem temelli  temas  gerekmektedir.  Yalnızca  şirketler  topluluğuna  mensubiyet sorumluluk doğurmayacaktır. Sorumluluğun merkez şartı, itibarın kullanılmış olmasıdır. Bu nedenle her şirketler topluluğu bu sorumluluğun kapsamına girmemektedir. Sadece itibarının topluma veya tüketiciye güven veren düzeye 1534Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020: 1505-1540    Şirketler Topluluğunda Hamilik Beyanları… ulaşmış  olan  şirketler  bu  kapsamdadır  ki  bu  da  somut  olaya  göre belirlenmektedir. Bağlı şirketle işlem yapan üçüncü kişinin hâkim şirkete duyacağı  güven,  onun  daima  dürüst  davranacağına  ve  kaliteli  hizmet sunacağına dair güven değildir. Hâkim şirketin doğrudan bu üçüncü kişiye yönelik özel ölçüde güven sağlamaya ve somut beklentiler uyandırmaya elverişli davranış ve açıklamalarda bulunması gerekir. Hamilik beyanları değerlendirilirken öncelikle himaye beyanının türüne ve içeriğindeki ifadelerin üçüncü kişilere güven duygusu verip vermediğine bakmak gerekir. Doktrinde ve yargı kararlarında -görebildiğimiz kadarıyla- henüz  incelenmemiş  olmakla  birlikte,  kanımızca  açıklamanın  yöneldiği muhatabın özelliği de dikkate alınmalıdır. Çalışmamızda da izah edildiği üzere, hamilik beyanları, tüketici, esnaf ya da basiretli bir tacir tarafından aynı şekilde yorumlanmamaktadır. Açıklamanın yöneldiği tüm tüketiciler ya da tüm tacirler için ayrı kıstaslar konulmalı ve tüketiciler için ayrı, tacirler için ayrı bir değerlendirme yapılmalıdır. Hâkim şirketin taahhüdünün muhatabı bağlı şirket alacaklısı değil, bağlı şirketin bizzat kendisidir. Bu nedenle alacaklı üçüncü kişinin doğrudan hâkim şirketten bir talepte bulunması mümkün değildir.  Bu durumun tek istisnası, kanımızca  beyana  konu  taahhüdün  hiç  ya  da  gereği  gibi  yerine getirilmemesidir. Bu durumda alacaklının doğrudan hâkim şirkete başvurarak sözleşmeye aykırılıktan ötürü zararının tazminini talep etmesi mümkündür. Türk Ticaret Kanunu hamilik beyanları kapsamında güvenden doğan sorumluluk  davaları  için  özel  bir  zamanaşımı  süresi  öngörmemiştir.  Bu konuda farklı görüşler olmakla birlikte, güvenden doğan sorumluluğu haksız fiil sorumluluğu olarak kabul etmediğimiz için, kanımızca burada TBK da yer alan on yıllık genel zamanaşımı süresinin uygulanması isabetli olacaktır.     1535Murat Can ATAKAN                                     Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020: 1505-1540",
     "Kaynakça": "AKER, Halit, Türk Şirketler Hukukunda Yeni Bir Kurum: “Hâkim Şirketin Güvenden Doğan  Sorumluluğu  (TTK  Tasarısı  m.209):  İsviçre  Federal  Mahkemesi Kararları Işığında Bir Değerlendirme, Ankara Üniversitesi Hukuk Fakültesi Dergisi (AÜHFD), C.57, S.4, Y.2008, s.1-97. AKIN, İrfan, Şirketler Topluluğu Sorumluluk Hukuku, 1.Bası, Seçkin Yayınevi, İstanbul 2014. ALTENBURGER,  Peter  R.,  Die  Patronatserklärungen  als  „unechte Personalsicherheiten, Schulthess Polygraphischer Verlag, Zürich 1979. ATAKAN, Murat Can, “Anonim Şirketlerde Pay Sahiplerinin Bilgi Alma Hakkının İhlalinden Dolayı Yönetim Kurulu Üyelerinin Sorumluluğu, Terazi Hukuk Dergisi, C.14, S.151, s.76-92. AYAN, Mehmet, Borçlar Hukuku Genel Hükümler, Seçkin Yayınevi, 11.Bası, İstanbul 2016. BATTAL,  Ahmet,  “Şirketler  Topluluğunda  Güvenden  Doğan  Sorumluluk, Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi: 6102 Sayılı Yeni Türk Ticaret Kanunu'nu Beklerken Sempozyumu Özel Sayısı, C.18, S.2, s.245-254. BOSMAN, Aleidus Gerard, Konzernverbundenheit und ihre Auswirkungen auf Verträge mit Dritten, 1.Bası, Schulthess Yayınevi, Zürich 1984. BÖCKLI, Peter, Schweizer Aktienrecht, 3.Bası, Schulthess Verlag, Zürich 2004. BUCHER,  Eugen:  “Vertrauenshaftung:  Was?  Woher?  Wohin?,  Richterliche Rechtsfortbildung in Theorie und Praxis - Festschrift für Hans Peter Walter zum 60. Geburtstag, Peter Forstmoser (editör), 1.Bası, Stämpfli Verlag, Bern, 2005, s. 231-261. DİNAR, Cem, Niyet Mektubunun Hukuki Niteliği ve Bağlayıcılığı, 1.Baskı, Vedat Kitapçılık, İstanbul 2008. EMİNOĞLU, Cafer, “Schutzmechanismen Des Neuen Türkischen Konzernrechts (Yeni  Türk  Şirketler  Topluluğu  Hukukunun  Koruyucu  Mekanizmaları), Hacettepe Hukuk Fakültesi Dergisi, C.2, S.1, s.37-54. EMMERICH, Volker/HABERSACK, Mathias, Aktien- und GmbH-Konzernrecht Kommentar, 9. Bası, Bayreuth ve Münih 2019. (Kısaltma: YAZAR içinde: EMMERICH/HABERSACK). EREN, Fikret, Borçlar Hukuku Genel Hükümler, 14.Bası, Ankara 2012. FLEISCHER, Holger, “Gegenwartsprobleme der Patronatserklärung im deutschen und  europäischen  Privatrecht,  Wertpapiermitteilungen,  Zeitschrift  für 1536Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020: 1505-1540    Şirketler Topluluğunda Hamilik Beyanları… Wirtschafts- und Bankrecht (WM) 1999, Heft 14, s.666-676. (Kısaca: WM 1999). FLEISCHER, Holger, “Konzernrechtliche Vertrauenshaftung, Zeitschrift für das gesamte  Handels-  und  Wirtschaftsrecht  (ZHR)  1999,  Heft  163,  s.467. (Kısaca: ZHR 1999). FLEISCHER, Holger, “Konzernvertrauenshaftung und corporate advertising - ein aktueller  Streifzug  durch  die  schweizerische  Spruchpraxis  zum Konzernaußenrecht, Neue Zeitschrift für Gesellschaftsrecht (NZG) 1999, Heft 15, s.685-692. HABERSACK, Mathias, “Patronatserklärungen ad incertas personas, Zeitschrift für Wirtschaftsrecht (ZIP) 1996, Heft 6, 257-263. HEERMANN, Peter W., Geld und Geldgeschäfte, Tübingen 2003. HOPT, Klaus, “Şirketler Topluluğu: Karşılaştırmalı Hukukta Vekalet Sorunları, Düzenleyici  Modeller  ve  Yasal  Stratejiler,  Karşılaştırmalı  Şirketler Topluluğu  Hukuku:  80.Yaş  Gününde  Prof.Dr.Ünal  Tekinalp e  Saygı Konferansı, Gül Okutan Nilsson (editör), 1.Baskı, On İki Levha Yayınları, İstanbul 2018, s.15-34. İKİZLER, Metin, “Centilmenlik Anlaşmaları, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi: Prof. Dr. Şeref Ertaş a Armağan, C.19, S. Özel Sayı, Y.2017, s.415-441. (Kısaca: Centilmenlik Anlaşmaları). İKİZLER, Metin, Rekabet Hukukunda Uyumlu Eylemler, Ankara 2005. (Kısaca: Uyumlu Eylemler). KILIÇOĞLU,  Ahmet,  “Tüzel  Kişi  Manevi  Tazminat  İsteyebilir  mi?,  Dicle Üniversitesi Hukuk Fakültesi Dergisi (DÜHFD), Y.1983, C.1, S.1, s.287-294. KIRCA, Çiğdem, Bilgi Vermeden Dolayı Üçüncü Kişiye Karşı Sorumluluk, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara 2004. (Kısaca: Bilgi Verme). KIRCA, İsmail, “Kredi Teminat Aracı olarak Himaye Beyanı, Ankara Üniversitesi Hukuk Fakültesi Dergisi (AÜHFD), C. 44, S. 1-4; s. 451-476. (Kısaca: Himaye Beyanı). KLENE, “Victor, Gläubigerschutz durch Patronatserklärungen im Konzern, Der Konzern, C.9, S.Eylül 2017, s.389-400. KOCH, Jens, Die Patronatserklärung, 1.Baskı, Mohr Siebeck, Tübingen 2005. KÖHLER,  Helmut,  “Patronatserklärungen  als  Kreditsicherheit:  tatsächliche Verbreitung  –  wirtschaftliche  Gründe  –  rechtliche  Bedeutung, Wertpapiermitteilungen, Zeitschrift für Wirtschafts- und Bankrecht (WM) 1978, Heft 49, s.1338-1349.   1537Murat Can ATAKAN                                     Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020: 1505-1540 KÜFFNER, Thomas, “Patronatserklärungen im Bilanzrecht, Deutsches Steuerrecht (DStR) 1996, Heft 4, s.145-151. LIMMER, Peter, Harte  und  weiche  Patronatserklärungen in der Konzernpraxis, Deutsches Steuerrecht (DStR) 1993, Heft 47, s.1750-1752. LUTTER,  Marcus,  “Die  zivilrechtliche  Haftung  in  der  Unternehmensgruppe, Zeitschrift für Unternehmens- und Gesellschaftsrecht (ZGR) 1982, Heft 2, s.244-275. MAIER-REIMER,  Georg/ETZBACH,  Peter,  “Die  Patronatserklärung,  Neue Juristische Wochenschrift (NJW) 2011, Heft 16, s.1110-1117. MICHALSKI,  Lutz,  “Die  Patronatserklärung,  Wertpapiermitteilungen, Zeitschrift für Wirtschafts- und Bankrecht (WM) 1994, s. 1229-1240. MÜLLHAUPT, Walter, “Rechtsnatur und Verbindlichkeit der Patronatserklärung, Schweizerische Zeitschrift für Wirtschaftsrecht (SAG, 1990 dan beri yeni adı: SZW) 1978, Heft 50, s.109-115. Münchener Kommentar zum Bürgerlichen Gesetzbuch (BGB), 7.Bası, Münih 2017. (Kısaltma: YAZAR, MüKoBGB). OBERMÜLLER,  Manfred,  “Die  Patronatserklärung,  Zeitschrift  für Unternehmens- und Gesellschaftsrecht (ZGR) 1975, Heft 4, s.1-47. OĞUZMAN, M.Kemal/ÖZ, Turgut, Borçlar Hukuku Genel Hükümler, 10.Baskı, Filiz Kitabevi, İstanbul 2012. OKUTAN NILSSON, Gül, “Şirketler Topluluğunda Güvenden Doğan Sorumluluk, Galatasaray  Üniversitesi  Hukuk  Fakültesi  Dergisi:  Prof.  Dr.  Oğuz İmregün e Saygı Sempozyumu, Y.2013, S.2, s.35-54. (Kısaca: Sempozyum). OKUTAN NILSSON, Gül, Türk Ticaret Kanunu Tasarısına Göre Şirketler Topluluğu Hukuku, 1.Baskı, On İki Levha Yayınları, İstanbul 2009. (Kısaca: Şirketler Topluluğu). PESCH,  Jürgen,  “Patronatserklärungen  im  Geschäftsbericht  von  Banken, Wertpapiermitteilungen, Zeitschrift für Wirtschafts- und Bankrecht (WM) 1998, Heft 32, s.1609-1615. PULAŞLI, Hasan, “Türk Ticaret Kanunu Tasarısına Göre Şirketler Topluluğunun Temel Nitelikleri ve Hâkim Şirketin Güven Sorumluluğu, Gazi Üniversitesi Hukuk Fakültesi Dergisi:Yrd. Doç. Dr. İbrahim Ongün e Armağan, C.XI, S. 1-2, s.259-277. (Kısaca: Armağan). PULAŞLI, Hasan, Şirketler Hukuku Şerhi, 3. Bası, Adalet Yayınevi (Kısaca: Şerh). REHBINDER, Eckard, Konzernaußenrecht und allgemeines Privatrecht, Bad Homburg 1969. 1538Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020: 1505-1540    Şirketler Topluluğunda Hamilik Beyanları… RIECKERS, Oliver, “Nochmals: Konzernvertrauenshaftung, Neue Zeitschrift für Gesellschaftsrecht (NZG) 2007, Heft 4, s.125-128. RÜMKER,  Dietrich,  “Probleme  der  Patronatserklärung  in  der Kreditsicherungspraxis,  Wertpapiermitteilungen,  Zeitschrift  für Wirtschafts- und Bankrecht (WM) 1974, Heft 40, s. 990-999. SAENGER,  Ingo/  MERKELBACH,  Matthias,  “Rechtswirkungen  weicher Patronatserklärungen, Wertpapiermitteilungen, Zeitschrift für Wirtschafts- und Bankrecht (WM) 2007, 50. Heft, s.2309-2312. SCHÄFER, Carsten, “Die harte Patronatserklärung - vergebliches Streben nach Sicherheit?,  Wertpapiermitteilungen,  Zeitschrift  für  Wirtschafts-  und Bankrecht (WM) 1999, Heft 4, s.153-163. SCHNEIDER,  Uwe  H.,  “Patronatserklärungen  gegenüber  der  Allgemeinheit, Zeitschrift für Wirtschaftsrecht (ZIP) 1989, (Überarbeitete und aktualisierte Fassung eines Beitrags, der unter dem Titel „Kollektive konzernexterne und konzerninterne Patronatserklärungen in der Festschrift für Hans-Joachim Krümmel, Berlin 1988), Heft 10, s.619-674. SCHNYDER,  Anton,  “Patronatserklärungen  -  Haftungsgrundlage  für Konzernobergesellschaften?, Schweizerische Juristenzeitung (SJZ) 1990, Heft 4, s.57-66. SEROZAN,  Rona,  “Kişilik  Haklarının  Korunmasıyla  İlgili  Bazı  Düşünceler, İstanbul Üniversitesi Mukayeseli Hukuk Araştırmaları Dergisi (MHAD), Y.1977, C.11, S.14, s.93-112.  SOMMER, Ueli: “Vertrauenshaftung, Anstoß zur Neukonzeption des Haftpflicht und Obligationenrechts?, Aktuelle Juristische Praxis (AJP) 2006, Heft 9, s.10311041. SPINDLER,  Gerald/STILZ,  Eberhard,  Kommentar  zum  Aktiengesetz,  4.Bası, Göttingen ve Stuttgart 2019, (Kısaltma: YAZAR içinde: SPINDLER/STILZ). STECHER,  Reiner,  ‘Harte   Patronatserklärungen,  rechtsdogmatische  und praktische  Probleme  (in  Bankrechtliche  Sonderveröffentlichungen  des Instituts für Bankwirtschaft und Bankrecht an der Universität zu Köln), 1.Bası, Drück+Verlaghaus Wienand, Köln 1978. TEKİNALP, Ünal, Anonim Ortaklığın Bilançosu ve Yedek Akçeleri, 2.Bası, Banka ve Ticaret Hukuku Araştırma Enstitüsü, İstanbul 1979. TEKİNAY,  S.  Sulhi/AKMAN,  Sermet/BURCUOĞLU,  Halûk/ALTOP,  Atillâ, Borçlar Hukuku Genel Hükümler, 7. Baskı, Filiz Kitabevi, İstanbul, 2006. TOSUN,  Artemis,  Türk  Ticaret  Hukuku nda  Patronaj  Açıklamaları, Yayımlanmamış YL Tezi, İstanbul 2019.   1539Murat Can ATAKAN                                     Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020: 1505-1540 VOLLMER, Lothar, “Haftungsrisiken aus konzerninternen Patronatserklärungen mit Managementsklausel, Zeitschrift für Bankrecht und Bankwirtschaft (ZBB) 1993, Heft 2, s.89-97. von BERNUTH, Wolf H., “Harte Patronatserklärungen in der Klauselkontrolle, Zeitschrift für Wirtschaftsrecht (ZIP) 1999, Heft 36, s.1501-1507. von PLANTA, Andreas, Die Haftung des Hauptaktionärs, 1.Bası, Helbing & Lichtenhahn Yayınevi, Frankfurt am Main 1981. von ROSENBERG, Kruse, “Patronatserklärungen in der M&A-Praxis undin der Unternehmenskrise, Betriebs-Berater (BB) 2003, Heft 13, s.641-649. YILMAZ, Asuman, “İsviçre Federal Mahkemesinin “Swissair Kararı; Banka ve Ticaret Hukuku Dergisi (Batider), C. XXV, S. 2, s.429-445. (Kısaca: Swissair Kararı). YILMAZ, Asuman, “Şirketler Topluluğu Uygulamasında Himâye Beyanları ve Bu Beyanların  Türk  Ticaret  Kanunu  Tasarısı  m.  209  Hükmü  Açısından Değerlendirilmesi, Banka ve Ticaret Hukuku Dergisi (Batider), C. XXV, S. 4, s.409-454. (Kısaca: Himaye Beyanları). YILMAZ,  Asuman,  Şirketler  Topluluğuna  Güvenden  Doğan  Sorumluluk, 1.Baskı, On İki Levha, İstanbul 2010. (Kısaca: Sorumluluk). ZEVKLİLER, Aydın, Borçlar Hukuku Genel Hükümler, Turhan Kitabevi, Ankara 2001. 1540"
}