{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": "08",
     "Ay": "12",
     "Yıl": "2020",
     "Cilt": "70",
     "Sayı": "01",
     "Başlık": "MEDENİ USUL HUKUKUNDA TEKSİF İLKESİ",
     "Title": "Principle of Concentration in Civil Procedure",
     "Yazar İsmi": [
          "Nagihan MAZLUM"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Medeni Usul Hukuku",
          "İlkeler",
          "Teksif İlkesi",
          "Dava Malzemesi",
          "İddia ve Savunma",
          "Deliler"
     ],
     "Keywords": [
          "Civil Procedure",
          "Principles",
          "Principle of Concentration",
          "Case Material",
          "Claims and Defenses",
          "Evidence"
     ],
     "Özet": "Teksif ilkesi, dava malzemesinin, belirli bir usul kesitine kadar mahkeme önüne getirilmesini ve öngörülen usul kesitinin tamamlanmasından sonra ileri sürülen ya da getirilen işlemlerin mahkemece dikkate alınmamasını öngören yargılama  hukuku  ilkesidir.  HMK da  ismen  zikredilmemiştir.  Ancak HMK nın belirli maddelerinde yansımaları görülmektedir. Dolayısıyla teksif ilkesi  gerek  Yargıtay  tarafından  gerekse  doktrin  tarafından  göz  önünde bulundurulan bir ilke konumundadır. Bu çalışma kapsamında teksif ilkesi kavramı, teksif ilkesinin amacı, yargılamaya egemen olan diğer ilkeler ile ilişkisi,  uygulama  alanı  ve  kanun  yolu  bakımından  ayrıntılı  olarak açıklanmaya çalışılacaktır.",
     "Abstract": "The principle of concentration is a jurisdiction principle which envisages the case material to be submitted to the court up to a certain procedural transactions and it also requires the court to disregard those put forward afterwards. The principle of concentration is not referred in the Code of Civil Procedure (Act No. 6100). However its reflections are observed in its certain items. Hence, the principles of concentration is an essential tenet considered both by the supreme court and doctrine. In this article, the principle of concentration will be explained in detail in terms of its concept, its purpose,                                                            Makalenin Geliş Tarihi: 14.10.2020, Makalenin Kabul Tarihi: 08.12.2020.    Arş. Gör., Trabzon Üniversitesi Hukuk Fakültesi Medeni Usul ve İcra İflas Hukuku Anabilim Dalı, ORCID:0000-0001-9030-7660  Nagihan MAZLUM                                                 Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144 its relationship with other dominating jurisdiction principles and its legal remedy.",
     "Metin": "Yargılamanın amacını, tarafların ve hâkimin yargılamadaki rollerini ve yargılamanın işleyişini düzenleyen kurallar, felsefesini yargılamaya egemen olan  ilkelerden  alır.  Medeni  usul  hukukuna  hâkim  olan  ilkeler,  usul hukukunda  yıllar  boyunca  yapılan  uygulamalar  sonucunda  varılan  ve yargılamayı temelden etkileyen ilkelerdir. Medeni usul hukukuna egemen olan bu ilkeler yargılamanın başlatılması, dava malzemesinin toplanması, sürecin devamı ve sona erdirilmesi açısından önem arz eder.  Yargılama sistemine temel niteliğini veren ilkeler, tasarruf ilkesi, taraflarca getirilme ilkesi ve teksif ilkesi; hâkimle yargılama arasındaki bağlantıyı ifade eden ilkeler,  yargılamanın  hâkim  tarafından  yürütülmesi,  hâkimin  davayı aydınlatma  ödevi  ve  doğrudanlık  ve  hâkimin  delilleri  değerlendirmesi; yargılamanın işleyişine ilişkin ilke ise sözlülük ve yazılılık ilkesi; Anayasal dayanağı olan ilkeler ise, usul ekonomisi ilkesi, hukuki dinlenilme hakkı, adil yargılanma hakkı ve aleniyet ilkesi olarak sınıflandırılabilir.  Medeni usul hukukuna hâkim olan ilkeler HMK nın 24. maddesi ilâ 33. maddesi  arasında  düzenlenmiştir.  HMK da  düzenlenmemiş  olan  ancak medeni usul hukukunda uygulama alanı bulan ilkeler de mevcuttur. Nitekim teksif ilkesi bu ilkelerden biridir.  Teksif ilkesi, iddia ve savunma sebeplerinin veya delillerin belirli bir usul kesitine  kadar  mahkeme  önüne  getirilmesini,  öngörülen  usul  kesitinin                                                            1   Karslı Abdurrahim, Medeni Muhakeme Hukuku, 3.B, İstanbul 2012, s.289. 2   Aslan Akyol Leyla, Medeni Usul Hukukunda Davadan Feragat, Ankara 2011, s.56; Kuru Baki, Medeni Usul Hukuku El Kitabı, 2.C, C.1, Ankara 2020, s.568; Tanrıver Süha, Medeni Usul Hukuku, 3.B, C.1, Ankara 2020, s.350; Arslan Ramazan/Yılmaz Ejder/ Taşpınar Ayvaz Sema/Hanağası Emel, Medeni Usul Hukuku, 6.B, Ankara 2020, s.148; Görgün Şanal/ Börü Levent/ Toraman Barış/ Kodakoğlu Mehmet,  Medeni Usul Hukuku, 9.B, Ankara 2020, s.338; Budak Ali Cem/ Karaaslan Varol, Medeni Usul Hukuku, 4.B, Ankara 2020, s.71; Atalı Murat/Ermenek İbrahim/Erdoğan Ersin, Medeni Usul Hukuku Ders Kitabı, 3.B, Ankara 2020, s.91; Erdönmez Güray, Pekcanıtez Usul Medeni Usul Hukuku, 15.B, 3. C, C.1, 2, 3, İstanbul 2017, s.781-782; Alangoya Yavuz/ Yıldırım Kamil/ Deren-Yıldırım Nevhis, Medeni Usul Hukuku Esasları, 8.B, İstanbul 2011, s.182; Üstündağ Saim, Medeni Yargılama Hukuku, 6.B, İstanbul 1995, s.253. 3   Aslan Akyol, s.58. 108Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144   Medeni Usul Hukukunda Teksif İlkesi                                    tamamlanmasından  sonra ileri  sürülen  ya  da  getirilen  iddia ve  savunma sebeplerinin mahkemece dikkate alınmamasını öngören yargılama hukuku ilkesidir. Bu bağlamda çalışmada öncelikle teksif ilkesi kavramı ve ilkenin amacı  üzerinde  durulmuştur.  Daha  sonra  teksif  ilkesinin  daha  iyi anlaşılabilmesi için yargılamaya egemen olan diğer ilkeler ile ilişkisi ve farkları açıklanmaya çalışılmıştır. Bir sonraki başlıkta ise teksif ilkesinin kapsamı belirlenmiş ve teksif ilkesinin uygulanma konusu olan iddianın ve savunmanın genişletilmesi ve değiştirilmesi yasağı, delillerin gösterilmesi ve ilk itirazlar olmak üzere üç önemli konu üzerinde durulmuştur. Son olarak da olağan kanun yolları olan, istinaf ve temyiz kanun yolları açısından teksif ilkesi açıklanmaya çalışılmıştır.  I. TEKSİF İLKESİ KAVRAMI A. Teksif İlkesinin Tanımı Teksif,  kelime  anlamı  olarak  yoğunlaştırma,  toplama  şeklinde  ifade edilir. Teksif ilkesi ise doktrinde yer alan ağırlıklı tanıma göre, iddia ve savunma  sebeplerinin,  belirli  bir  usul  kesitine  kadar  mahkeme  önüne getirilmesini, öngörülen usul kesitinin tamamlanmasından sonra ileri sürülen ya  da  getirilen  iddia  ve  savunma  sebeplerinin  mahkemece  dikkate alınmamasını öngören yargılama hukuku ilkesidir. Teksif ilkesi doktrinde, iddia ve savunmanın teksifi ilkesi olarak da adlandırılmaktadır. HMK da teksif ilkesi ismen zikredilerek  düzenlenmemiştir. Ancak gerek Yargıtay tarafından gerekse de doktrin tarafından göz önünde bulundurulan bir ilke konumundadır. Bu bağlamda, yargılamaya egemen olan ilkelerden biri olarak kabul  edilmektedir.  Nitekim  teksif  ilkesi,  yargılamanın  düzeni,  işleyişi açısından büyük öneme sahiptir ve belirtilen ilke sadece yargılama süreci bakımından uygulama alanı bulur. Örneğin arabuluculuk yargısal bir faaliyet değildir.  Arabuluculuk  sürecinin  başlaması  ile  bilgi  toplama  aşamasına                                                            4   Tanrıver s.362; Arslan /Yılmaz / Taşpınar Ayvaz /Hanağası, s.162; Görgün/ Börü/ Toraman/ Kodakoğlu, s.343; Budak / Karaaslan s.194; Atalı /Ermenek /Erdoğan, s.102; Üstündağ, s.253; Alangoya / Yıldırım / Deren-Yıldırım, s.185; Karslı, s.324; Erdönmez -Pekcanıtez Usul, 809. 5   Yılmaz Ejder, Hukuk Sözlüğü, 3.B, Ankara 2005, s.683. 6   Tanrıver s.362; Arslan /Yılmaz / Taşpınar Ayvaz /Hanağası, s.162; Görgün/ Börü/ Toraman/ Kodakoğlu, s.343; Budak / Karaaslan s.194; Atalı /Ermenek /Erdoğan, s.102; Üstündağ, s.253; Alangoya / Yıldırım / Deren-Yıldırım, s.185; Karslı, s.324; Erdönmez -Pekcanıtez Usul, 809; Börü Levent, Medeni Usul Hukukunda İddia ve Somutlaştırma Yükü, Ankara 2016, s.92; Rüzgaresen Cumhur, Medeni Muhakeme Hukukunda Usul Ekonomisi  İlkesi,  Ankara  2013,  s.113;  Alangoya  Yavuz,  Medeni  Usul  Hukukunda Vakıaların ve Delillerin Toplanmasına İlişkin İlkeler, İstanbul 1979, s.4. 7   Tanrıver, s.362. 109Nagihan MAZLUM                                                 Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144 geçilir. Bilgi toplama aşamasında taraflar iddia ve savunmalarını ileri sürerler ancak bu şekilde iddia ve savunmanın ileri sürülmesi teksif ilkesi kapsamında değerlendirilemez. Bir başka örnek olarak icra daireleri önünde yürütülen icra takipleri gösterilebilir. Nitekim icra daireleri yargısal bir işlem veya yargılama yapmazlar.  Çünkü  yargılama  yapma  yetkisi  sadece  bağımsız  ve  tarafsız mahkemeler ve güvenceli hâkimler tarafından kullanılabilir. Bu bağlamda örneğin, borçlu ödeme emrine yedi gün içerisinde itirazını belirterek yapmış olduğu itiraz, teksif ilkesi kapsamında değerlendirilemez.  Teksif  ilkesinin  konusunu,  iddia  ve  savunma  oluşturmaktadır. Davacının,  verilmesi  istenilen  karara  etki  edebilmek  amacıyla,  davadaki maddi  soruna  ilişkin  somut  vakıaların  mahkemeye  bildirmesine  iddia denir. Savunma ise, davalının verilmesi istenilen karara etki edebilmek amacıyla, davadaki soruna ilişkin somut vakıaları mahkemeye bildirmesi üzerine, karşı tarafın ileri sürdüğü aynı vakıalara ilişkin isterse de karşı tarafın ileri sürdüğü vakıalardan farklı olarak yeni vakıalar ekleyerek açıklamalarını mahkemeye bildirmesi olarak ifade edilebilir. Nitekim buradan anlaşılacağı üzere,  teksif  ilkesi,  iddia  ve  savunma  sebeplerinin  bildirilmesi  olarak temellendirilse  de  kanaatimizce  uygulama  alanı  kapsamına  delillerin gösterilmesinin de eklenmesi gerekir.  Teksif  ilkesinin  bakımından  önemli  olan  durum  ise  usul  kesitinin varlığıdır. Teksif ilkesinin uygulanabilmesi için yargılamanın çeşitli usul kesitlerine bölünmüş olması gerekir. Usul kesiti, belirli bir usul işleminin geçerli bir şekilde yapılabilmesi için öngörülmüş olan zaman dilimi olarak tanımlanabilir.  Bu  çerçevede  teksif  ilkesi  bağlamında  usul  kesitinden yargılamanın aşamaları anlaşılmaktadır. Bu bağlamda dilekçeler teatisi, ön inceleme, tahkikat, sözlü yargılama ve hüküm aşamaları usul kesiti olarak nitelendirilir. Bu beş temel aşamayı, daha genel bir ifadeyle, iddia, ispat ve hüküm aşaması olarak üçe ayırmak da mümkündür. Zamanında, yani belirli usul kesiti içinde ileri sürülmeyen iddia, savunmalar (vakıalar) ve deliller artık mahkeme tarafından dikkate alınmaz. Örneğin, dilekçeler teatisinin belirli                                                            8   Arslan Ramazan/Yılmaz Ejder/Taşpınar Ayvaz Sema/ Hanağası Emel, İcra ve İflâs Hukuku, 6.B, Ankara 2020, s.53-54.  9   Teksif ilkesi kapsamında sadece iddia ve savunmanın değil, aynı zamandan delilerin de bu ilkenin kapsamı içinde değerlendirileceğine ilişkin olarak bkz. aşa. III, B.  10  Börü, s.60; Topuz Gökçen, Medeni Usul Hukukunda Karinelerle İspat, Ankara 2012, s.142; Yardımcı Taner Emre, Hukuk Yarılamasında Somutlaştırma Yükü, İstanbul 2017, s.18.  11  Börü, s.62. 12  Karslı, s.325; Ayrıca bkz. aşa. III. 13  Akkaya Tolga, Medeni Usul Hukuku Bakımından Boşanma Davası, Ankara 2017, s.140. 110Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144   Medeni Usul Hukukunda Teksif İlkesi                                    sürelerde tamamlanması, delillerin belirli sürelerde ibrazı, ilk itirazların ileri sürülmesi, davalının rızası olmadan davanın geri alınmaması, kesin süreye uyulmaması durumunda o süreye bağlanan işlemin yapılmasından vazgeçmiş sayılması teksif ilkesi ile ilişkilendirilebilir.  B. Teksif İlkesinin Amacı Teksif  ilkesinin  amacının  tespiti,  öncelikle  medeni  usul  hukukunun amacının belirlenmesini gerektirir. Medeni usul hukukunun amacı hakkında doktrinde çeşitli görüşler ileri sürülmüştür. Bu bağlamda sübjektif hakkın tespiti ve cebri icraya imkân veren adil bir hüküm kurmak, adaletli karar verilmesini  sağlamak,  hakkın korunması,  tespiti  ve  gerçekleştirilmesine hizmet  etmesi  veya  gerçeğe  ulaşmak  yargılamanın  amacına  ilişkin doktrinde yer alan görüşlerden bazıları olduğunu söylemek mümkündür.  Medeni usul hukukunun amacının gerçeğe ulaşmak olduğunu savunan yazarlar,  teksif  ilkesinin  katı  bir  biçimde  uygulanmaması  gerektiğini savunmaktadır.19 Nitekim bu görüşe göre, gerçeğe ulaşmak bağlamında teksif ilkesi sınırlandırılabilir. Örneğin, ıslah yolu ile teksif ilkesinin katı bir şekilde uygulanması  giderilebilir.  Ancak,  bu  açıklamadan  anlaşılması  gereken, gerçeğe ulaşmak için usul hukuku kaynaklarının sınırsız olarak kullanılması değildir.  Zira,  medeni  usul  hukuku  bağlamında  gerçeğe  ulaşmak  kamu düzenin korunması ve hukuki güvenlik gerekçeleriyle kesin hüküm kurumu getirilerek sınırlandırılmıştır.  Doktrinde yer alan bir görüşe göre, medeni usul hukukunun amacına ulaşabilmesi,  dava  malzemesinin  taraflarca  getirilme  ilkesi  ve  dava malzemesinin teksifi ilkesinin ne derece uygulandığına bağlıdır. Teksif ilkesi ile öncelikle amaçlanan, davanın gereksiz yere ve kötüniyetli bir şekilde                                                            14  Özekes Muhammet, Medeni Usul Hukukunda Hukuki Dinlenilme Hakkı, Ankara 2003, s.76. 15  Karaaslan Varol, Medeni Usul Hukukunda Hâkimin Davayı Aydınlatma Ödevi, Ankara 2013, s.60. 16  Yılmaz Ejder, Usul Ekonomisi İlkesi, AÜHFD, C.57, S.1, Y.2008, s.248. 17  Taşpınar Sema, Medeni Yargılama Hukukunda Amaç Sorunu, Prof. Dr. Faruk Erem e Armağan, Ankara 1999, s.786 18  Alangoya, s.86. 19  Alangoya, s.109, dn.46; Deren-Yıldırım Nevhis, Teksif İlkesi Açısından İstinaf, İstinaf Mahkemeleri Uluslararası Toplantı, 7-8 Mart 2003, s. 273.  20  Deren-Yıldırım, s.273. 21  Tanrıver, s.127. 22  Yıldırım Kâmil, Teksif ve Sözlülük İlkeleri Açısından Yargılama Usulleri Hakkında Düşünceler, Prof. Dr. Ergun Önen e Armağan, İstanbul 2003, s.467-468. 111Nagihan MAZLUM                                                 Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144 uzamasının  engellenmesi  ve  davanın  başında  iddianın,  savunmanın  ve delillerin ortaya konulmasıdır. Bir anlamda teksif ilkesi ile yargılamanın sürüncemede  bırakılmasının  önüne  geçmek  amaçlanmaktır.  Zira yargılamanın  sürüncemede  olması,  gerçeğe  ulaşmayı  tehlikeye  düşürür. Çünkü  vakıalar  ne  kadar  geçmişte  kalırsa,  bunların  hatırlanmasından  ve doğruluğundan uzaklaşılmış olunur. Dolayısıyla sürüncemede kalmış bir yargılama sonunda doğru olmayan kararlar gündeme gelebilir ve bu durumun varlığı yargıya güveni azaltır. Ayrıca teksif ilkesi, davayı kaybedeceğini fark eden ya da zaman kazanmak isteyen tarafın yeni iddia ve savunmalar ileri sürerek  davanın  gereksiz  yere  uzamasına  sebep  olmasını  ortadan kaldırmaktadır. Nitekim belirli bir noktaya gelmiş olan yargılamanın son bulması, gereksiz yere uzamaması gerekmektedir. Oysa vakıaların sınırsızca ve her zaman ileri sürülmesi tahkikatın uzamasına yol açar.  Yargılamanın  sürüncemede  bırakılmaması  amacının  yanında, yargılamanın hızlılığı da teksif ilkesinin bir amacı olarak doktrinde kabul edilmektedir. Teksif ilkesi, sadece taraflar açısından değil, hâkim açısından da bağlayıcıdır. Bir başka ifadeyle hâkimin de belirtilen sürelere uyması gerekir. Bu bağlamda yargılamanın hızlandırılması sağlanmış olur. II.   TEKSİF İLKESİNİN MEDENİ USUL HUKUKUNA EGEMEN OLAN DİĞER İLKELERLE İLİŞKİSİ A.  Yazılılık ve Sözlülük İlkesi Usul işlemleri yazılı ve sözlü olmak üzere iki şekilde yürütülür. Sadece duruşmada beyan edilenlerin hükmün temelini oluşturduğu durumda, sözlülük ilkesinden;  buna  karşılık  tarafların  ve  ilgililerin  sadece  yazılı  olarak bildirdiklerinin  hükme  esas  alındığı  durumda  ise  yazılılık  ilkesinin varlığından söz edilebilir. Medeni usul hukukumuzda hem sözlülük ilkesi                                                            23  Karslı,  s.325;  Rüzgaresen,  s.113;  Börü,  s.92;  Erdoğan  Ersin/  Korkmaz  Cansu, Yargıtay ca Verilen Bozma Yahut Bölge Adliye Mahkemelerince Verilen Gönderme Kararlarından Sonra Islah Yapılıp Yapılmayacağı Sorunu, YBHD 2016, S.2, s.254-255. 24  Tanrıver, s.362; Alangoya, s.4; Alangoya/Yıldırım/Deren-Yıldırım, s.185; Börü, s.92. 25  Üstündağ, s.252.  26  Alangoya, s.4, dn.15. 27  Erdönmez-Pekcanıtez Usul, s.809; Börü, s.92.  28  Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.161. 29  Rechberger  Walter(Çeviren:  Kamil  Yıldırım),  Avusturya  Medeni  Yargılamasında Yargılamanın Hızlandırılması, İlkeler Işığında Medeni Yargılama Hukuku, 3.B, İstanbul 2002, s.12-13. 30  Rüzgaresen, s.113.  31  Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.166; Erdönmez-Pekcanıtez Usul, s.905; Tanrıver, s.364; Alangoya, s.5; Alangoya/Yıldırım/Deren-Yıldırım, s.186; Erdönmez112Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144   Medeni Usul Hukukunda Teksif İlkesi                                    hem de yazılılık ilkesinin yer aldığı durumlar mevcuttur. Ancak yazılılık ilkesi, sözlülük ilkesine nazaran daha geniş bir uygulama alanına sahiptir.  Daha ayrıntılı olarak tanımlamak gerekirse, yargılamada sadece yazılı olarak ileri  sürülen  ve  yazılı  hale  getirilmiş  bulunan  hususların  hükme  esas alınabilmesini öngören ilkeye yazılılık ilkesi denir. Sözlülük ilkesi ise, sadece  sözlü  olarak  ileri  sürülen  ve  sözlü  olarak  ifade  edilmiş  bulunan hususların  yargılamada  esas  alınabileceğini  ve  hükme  dayanak yapılabileceğini öngören ilke olarak tanımlanmaktadır. Bu ilke duruşma yapıldığı ölçüde ortaya çıkar. Zira duruşma yapılırken ileri sürülen talep ve beyanlar tutanağa geçirilir.  Doktrinde teksif ilkesinin uygulanabilmesi için yargılamanın yazılılık ilkesine dayanması gerektiği ancak teksif ilkesinin sözlülük ilkesinin karşıtı olmadığı ve sözlülük ilkesinden soyutlanmayacağı savunulmaktadır.  Türk medeni usul hukukunda da dilekçeler teatisine egemen olan ilke yazılılık ilkesidir. Davalı ve davacının iddia ve savunmalarını belirli bir usul kesitine kadar ileri sürmeleri gerekir. Bu usul kesiti ise, yazılı yargılama usulünde ikinci dilekçe ve ikinci cevap dilekçesinin verilmesi ile son bulur.  Teksif ilkesinin varlığının bir sonucu olarak belirli usul kesitine kadar ileri sürülen ilk itirazlar hakkında hâkim duruşma yapmadan dosya üzerinden karar  verebilir  (HMK  m.138).  Duruşma  yapılmaksızın  dosya  üzerinden verilen kararlar bakımından da yazılılık ilkesi geçerlidir. Bu bağlamda teksif ilkesinin  dayanağı  olan  gerek  iddianın  ve  savunmanın  genişletilmesi  ve değiştirilmesi yasağı gerek ilk itirazlar gerekse de delillerin gösterilmesi bakımından yazılılık ilkesinin uygulandığını ifade edebiliriz.                                                             Pekcanıtez Usul, s.905; Özkaya-Ferendeci H. Özden, (Alman Hukuku ndaki Örneği İle) Sözlülük İlkesi, İstanbul 2019, s.5-6. 32  Tanrıver,  s.364;  Arslan/Yılmaz/Taşpınar  Ayvaz/Hanağası,  s.166;  ErdönmezPekcanıtez Usul, s.905; Alangoya/Yıldırım/Deren-Yıldırım, s.186; Özkaya-Ferendeci, s.6. 33  Alpay Ece, İngiliz ve Türk Yargılama Hukukunda Sözlülük İlkesi, İstanbul 2020, s.45; Özkaya-Ferendeci,  s.5;  Tanrıver,  s.364;  Arslan/Yılmaz/Taşpınar  Ayvaz/Hanağası, s.166; Erdönmez-Pekcanıtez Usul, s.905; Alangoya/Yıldırım/Deren-Yıldırım, s.186. 34  Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.166.  35  Karslı, s.325. Avusturya Hukukunda sözlülük ilkesi kabul edilmekte ve teksif ilkesi uygulama alanı bulmamaktadır. (Deren-Yıldırım, s.270, 283; Yıldırım, s.477; Karslı, s.325; Alangoya/Yıldırım/Deren-Yıldırım, s.187-188; Alpay, s.58; Özkaya-Ferendeci, s.122).  36  Bkz. aşa. III, A, B, C. 113Nagihan MAZLUM                                                 Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144 B. Taraflarca Getirilme İlkesi Teksif ilkesi ile ilişkili olan bir diğer ilke taraflarca getirilme ilkesidir. Taraflarca getirilme ilkesi, iddia ve savunmanın dayanağını oluşturan maddi vakıalarla,  delillerin  davanın  taraflarınca  mahkeme  önüne  getirilmesini öngören  ilkeye  denir.  Taraflarca  getirilme  ilkesi,  tasarruf  ilkesinin tamamlayıcısıdır. Tasarruf ilkesi, davanın açılmasında, devam ettirilmesinde ve sona erdirilmesinde tarafın egemen olduğu ilkedir. Taraflarca getirilme ilkesi  tasarruf  ilkesinin  egemen  olduğu  davalarda  vakıaların  taraflarca getirilmesi, delillerin taraflarca gösterilmesi ve ispat faaliyetinin taraflarca gerçekleştirilmesini ifade eder.   Teksif ilkesi, tarafların iddia ve savunmalarını belirli bir usul kesitine kadar getirmelerini gerektirdiğinden taraflarca getirilme ilkesi ile arasında sıkı bir  ilişki  mevcuttur.  Nitekim  taraflarca  getirilme  ilkesinin  uygulandığı davalarda  hâkim,  iki  taraftan  birinin  söylemediği  şeyi  ve  vakıaları kendiliğinden dikkate alamaz ve onları hatırlatacak davranışlarda bulunamaz (HMK  m.25,  I).  Ayrıca  kanunda  belirtilen  durumlar  dışında  hâkim kendiliğinden hiçbir delile müracaat edemez ve delil toplayamaz (HMK m.25, II). Bu kuralın istisnalarını hâkimin bilirkişiye başvurması ve keşif yaptırması oluşturur.  Bu  ilke  uyarınca  taraflar  dava  malzemesinin  mahkemeye getirilmemesinin sorumluluğunu üstlenmişlerdir. Bu bağlamda taraf maddi hukuk bakımından ne kadar haklı olursa olsun talep sonucunu dayandırdığı vakıaları mahkemeye sunmamış ise talebi reddedilir. Bu çerçevede, taraflar çelişkili vakıa ve delillere sahip olsalar bile belirli usul kesitinin sonuna kadar dava malzemesini getirmekle yükümlüdürler.                                                            37  Özçelik Volkan, Türk Medeni Usul Hukukunda Taraflarca Getirilme İlkesi, Ankara 2020, s.94;  Bilge,  s.  260;  Umar,  s.108;  Kuru-El  Kitabı,  s.569;  Tanrıver,  s.354; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.158; Erdönmez-Pekcanıtez Usul, s.795; Alangoya/Yıldırım/Deren-Yıldırım, s.183; Budak/Karaaslan, s.85; Kuru Baki, İstinaf Sistemine Göre Yazılmış Medeni Usul Hukuku, İstanbul 2016, s.297; Atalı/ Ermenek/ Erdoğan, s.98; Görgün/ Börü/ Toraman/ Kodakoğlu, s.340. 38  Meriç Nedim, Medeni Yargılama Hukukunda Tasarruf İlkesi, Ankara 2011, s.53; Meriç Nedim, Medeni Yargılama Hukukunda Tasarruf ve Taleple Bağlılık İlkesinin Kapsamı ve Bazı Güncel Kararların Değerlendirilmesi, MİHBİR 2014, C.4, S.2, s.29.  39  Yıldırım, s.490-491.  40  Arslan/Yılmaz/Taşpınar  Ayvaz/Hanağası,  s.158;  Tanrıver,  s.355;  ErdönmezPekcanıtez Usul, s.799; Alangoya/Yıldırım/Deren-Yıldırım, s.183; Budak/Karaaslan, s.85-86; Kuru, s.297; Atalı/ Ermenek/ Erdoğan, s.101; Bilge, s. 260; Umar, s.108; Görgün/ Börü/ Toraman/ Kodakoğlu, s.342. 41  Erdönmez-Pekcanıtez  Usul,  s.799;  Tanrıver,  s.355;  Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.158; Alangoya/Yıldırım/Deren-Yıldırım, s.183; Budak/Karaaslan, s.86; Kuru, s.297; Atalı/ Ermenek/ Erdoğan, s.101. 42  Karslı, s.325. 114Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144   Medeni Usul Hukukunda Teksif İlkesi                                    C. Resen Araştırma İlkesi Resen araştırma ilkesi HMK da açıkça düzenlenmemiş, HMK nin 385. maddesinde  çekişmesiz  yargı  işleri  bakımından  aksine  bir  hüküm bulunmadıkça  resen  araştırma  ilkesinin  geçerli  olacağı  ifade  edilmiştir. Resen araştırma ilkesi, hükme dayanak yapılacak olan maddi vakıalarla, ispat araçlarının toplanmasında, tarafların ya da talepte bulunanın yanı sıra hâkimin de aktif bir rol üstlenmesini öngören ilkedir. Bu ilkenin temelinde, kamu yararı düşüncesi yatar. Kamu yararının bulunduğu durumlarda hâkim, resen araştırma ilkesi kapsamında dava malzemesini resen araştırabilir. Ayrıca kamu düzeni temeline dayandığı için resen araştırma ilkesinin uygulandığı davalar, tarafların dava konusu üzerinde serbestçe tasarruf edemeyecekleri davalar olduğu için, taraflarca getirilme ilkesinin karşıtını oluşturur. HMK nın 385. maddesinin ikinci fıkrası uyarınca Çekişmesiz yargı işlerinde aksine bir hüküm bulunmadıkça resen araştırma ilkesi geçerlidir. Bu bağlamda çekişmesiz yargı işlerinde taraflarca getirilme ilkesi değil, resen araştırma ilkesi uygulanır. Bunun sonucu olarak da çekişmesiz yargıda hâkim, tarafların gösterdiği deliller ve vakıalarla bağlı değildir.  Tarafların aktif olduğu ve dava malzemesini kendilerinin getirecekleri davalar için taraflarca getirilme ilkesi uygulandığından, teksif ilkesi bu ilke ile bağlantılı kabul edilir. Bu bağlamda da doktrinde resen araştırma ilkesinin uygulama  alanı  bulduğu  durumlarda  teksif  ilkesinin  söz  konusu olamayacağını savunan görüş mevcuttur. Çünkü bu ilkenin uygulandığı dava ya  da  işlerde  hâkim,  taraflarca  ileri  sürülmemiş  maddi  vakıaları  da kendiliğinden  dikkate  alabilir;  taraflara  onları  hatırlatacak  davranışlarda bulunabilir. Ayrıca hâkim bu davalarda her türlü delile de kendiliğinden müracaat edebilir. Bu davalarda iddianın ve savunmanın değiştirilmesi ve genişletilmesi yasağı ve bu yasağın istisnaları uygulanmaz. Bununla birlikte, belirtelim ki, bunun yanı sıra doktrinde teksif ilkesinin hem taraflar hem de hâkim açısından uygulama alanı bulacağı; bu nedenle de taraflarca getirilme ilkesinin uygulandığı davalarda hem hâkim hem de taraflar açısından; buna karşın resen araştırma ilkesinin uygulandığı davalarda ise, sadece hâkimin usul işlemleri açısından teksif ilkesinin uygulanacağı da ifade edilmektedir.                                                             43  Tanrıver, s.361; Kuru-El Kitabı, s.574. 44  Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.159.  45  Budak/Karaaslan,  s.359;  Atalı/Ermenek/Erdoğan,  s.589,  Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.82. 46  Deren-Yıldırım, s.273. 47  Tanrıver,  s.361;  Arslan/Yılmaz/Taşpınar  Ayvaz/Hanağası,  s.159; Alangoya/Yıldırım/Deren-Yıldırım, s.184; Kuru, s.299. 48  Rüzgaresen, s.113. 115Nagihan MAZLUM                                                 Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144 D. Usul Ekonomisi İlkesi  Usul ekonomisi ilkesi, en az giderle, makul süre içerisinde, basit usuller kullanılarak yargılamanın sürüncemede bırakılmaması ve gereksiz yere dava açılmasının  önüne  geçilmesini  sağlar.  Ayrıca  hem  hukuk  düzeninin korunmasına hem de tarafların dava açmadaki amacına ucuz, basit ve makul olan süre içerisinde ulaşmasını hedefleyen ilke olarak tanımlanabilir.   Anayasanın 36. maddesi ve 141. maddesi usul ekonomisi ilkesinin anayasal dayanaklarını oluşturmaktadır. Nitekim Anayasanın 36. maddesinde Herkes, meşru vasıta ve yollardan faydalanmak suretiyle yargı mercileri önünde davacı veya davalı olarak iddia ve savunma ile adil yargılanma hakkına sahiptir denilmek suretiyle ve Anayasanın 141. maddenin dördüncü fıkrasında  ise,  Davaların  en  az  giderle  ve  mümkün  olan  süratle sonuçlandırılması, yargının görevidir. denilerek usul ekonomisi ilkesinin anayasal temeli ifade edilmiştir.  HMK nın 30. maddesinde de Hâkim, yargılamanın makul süre içinde ve düzenli  bir  biçimde  yürütülmesini  ve  gereksiz  gider  yapılmamasını sağlamakla yükümlüdür. şeklinde ifade edilmiştir. Buradan hareketle usul ekonomisi ilkesinin üç temel unsuru bulunmaktadır. Bunlardan ilki basitliktir. Usul ekonomisinin unsurlarından biri olan basitlik, yargılamanın yürütülürken belirli  bir  düzeni  içerisinde  olması,  hâkimin  veya  tarafların  kanunlarda öngörülen  bu  düzeni  zorlaştırmaması aksine kolaylaştırması olarak  ifade edilebilir. Basitlik unsuru ile yargılamanın düzenli bir şekilde yürütülmesi ile uyuşmazlıkların çözüm süresi kısalır ve en önemlisi mahkemelerin iş yükünün artması engellenmiş olur. İkinci unsuru ise, yargılamanın makul sürede tamamlanmasıdır. Makul sürenin başlama anı, mahkemeye başvuru tarihidir. Bitiş anı ise hükme karşı öngörülmüş olan tüm yolların tükendiği tarihtir. Ancak makul sürenin tam olarak ne olması gerektiği her somut davaya  göre  değişmektedir.  Üçüncü  ve  son  unsur  ise,  ucuzluktur. Yargılamanın yapılabilecek en az giderle sona erdirilmesidir.  Teksif  ilkesi,  usul  ekonomisi  ile  yakından  ilgilidir.  Zira  davaların gereksiz yere ve kötü niyetle uzatılmasını önlemek hem teksif ilkesinin hem de usul ekonomisi ilkesinin amacıdır. Ayrıca teksif ilkesi ile taraflar belirli bir usul kesitine kadar iddia ve savunmalarını ileri süreceğinden yargılamanın                                                            49  Rüzgaresen,  s.38-39;  Arslan/Yılmaz/Taşpınar  Ayvaz/Hanağası,  s.161; Budak/Karaaslan, s.81; Erdönmez-Pekcanıtez Usul, s.886; Atalı/Ermenek/Erdoğan, s.122; Tanrıver, s.378; Kuru, s.302; Kuru-El Kitabı, s.585; Umar, s.129; Görgün/ Börü/ Toraman/ Kodakoğlu, s.357. 50  Rüzgaresen, s.217. 51  Rüzgaresen, s.180; Tanrıver, s.384. 116Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144   Medeni Usul Hukukunda Teksif İlkesi                                    sürüncemede  kalması  da  önlenir.  Nitekim  usul  ekonomisi  ilkesi  de, yargılamanın basit, ucuz ve makul sürede tamamlanmasına olanak sağlayan bir  ilkedir.  Bu  belirtilen  unsurları  itibariyle  usul  ekonomisi  ilkesi; yargılamanın  düzenine,  tarafların  yargılamadaki  rollerine  yargılamanın sürüncemede  bırakılmamasında  ve  bunlardan  kaynaklanan  sorunların çözümünde rol oynar.  Bu kapsamda teksif ilkesi, adil yargılanma hakkının ve usul ekonomisi ilkesinin bir unsuru olan makul sürede yargılanma hakkının gerçekleşmesine hizmet eder. Nitekim bu durum AİHS in 6. maddesine göre, herkesin, davasını makul bir süre içerisinde yapılmasını isteme hakkına sahip olduğu şeklinde ifade edilmiştir.  Yargılamanın makul sürede tamamlanması, yargılama sürecinin birkaç ayda  tamamlanacağı  anlamına  gelmez.  HMK da  düzenlenen  kurallara uyularak  bir  yargılama  yapılması  gerekmektedir.  Bu  anlamda  dilekçeler teatisi, ön inceleme, tahkikat, sözlü yargılama ve hüküm aşamalarının belirli süreler  içerinde  yapılması  gerektiği  düzenlenmiştir.  Örneğin  delillerin gösterilmesinin belirli bir usul kesitine kadar yapılması gerekmektedir. Böyle bir sınırlandırılma yapılması davanın uzamasını önler, bir anlamda da yargılamanın makul sürede tamamlanmasına hizmet eder.  Usul işlemi için kanunda bir süre öngörülmüş ve bu süre aşılmışsa usul ekonomisi ilkesinin bir unsuru olan makul sürede yargılanma ilkesi ihlal edilmiş olur. Böyle bir sonuç teksif ilkesinin amacını gerçekleştirmesini engeller.                                                               52  Erdönmez-Pekcanıtez Usul, s.809; Tanrıver, s.362; Rüzgaresen, s.113; Şeker Hilmi, İlkeler Işığında Ön İnceleme Kurumu, İstanbul 2012, s.33. 53  Erdönmez-Pekcanıtez Usul, s.811. 54  Taraflar kural olarak dilekçeler teatisi aşamasında delillerini mahkemeye sunmalıdırlar. Ancak dilekçeler aşamasında ileri sürülmeyen deliller, en geç ön inceleme duruşmasında; davetiyenin tebliğinden itibaren iki haftalık kesin süre içinde tarafların dilekçelerinde gösterdikleri, ancak henüz sunmadıkları belgeleri mahkemeye sunmaları veya başka yerden getirtilecek belgelerin getirtilebilmesi amacıyla gereken açıklamayı yapmaları gerekir (HMK m.139, I, ç).  55  ...Tüm bu hususlar birlikte değerlendirildiğinde; 6100 Sayılı HMK'nın sistematiği içinde; tahkikat  aşamasına  geçilmezden  evvel  tarafların  uyuşmazlıkların  çözümü  için  ileri sürdükleri delillerin daha işin başında belirlenerek tahkikatın etkin bir şekilde yapılmasının amaçlandığı anlaşılmaktadır. Yargılamanın etkin ve makul bir süre içinde bitirilmesi için delil gösterilmesi dilekçelerin teatisi (dava, cevap, cevaba cevap ve ikinci cevap) aşamasına hasredilmiştir. Buna göre, dilekçelerin teatisi aşamasında herhangi bir delil bildirmeyen davacı veya davalıya ön inceleme duruşmasında delillerini bildirmesi için yeni bir süre verilmesine imkân bulunmamaktadır... HGK, T.20.04.2016, E.2014/13-856, K.2016/523: Kazancı. 56  Rüzgaresen, s.114; Tanrıver, s.378; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.161; Erdönmez-Pekcanıtez Usul, s.893; Budak/Karaaslan, s.81; Kuru, s.304; Kuru-El Kitabı, 117Nagihan MAZLUM                                                 Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144 Usul ekonomisi ilkesinin bir başka unsuru olan basitlik de teksif ilkesi ile ilişkilidir. Yargılamanın basit bir usulle yürütülmemesi yargılamanın uzaması, taraflar  ve  mahkeme  açısından  iş  yükünün  artması  anlamına  gelir.  Bu durumda teksif ilkesinin amacı olan davanın gereksiz yere ve kötüniyetli uzamasının önüne geçmesini engeller.    E. Hukuki Dinlenilme Hakkı Hukuki dinlenilme hakkı da Anayasal dayanağı olan ilkelerden biridir. Buna göre Anayasa nın 36. maddesinde, Herkes meşru vasıta ve yollardan faydalanmak suretiyle yargı mercileri önünde davacı ve davalı olarak iddia ve savunma ile adil yargılanma hakkına sahiptir. şeklinde ifade edilmiştir.  Hukuki dinlenilme hakkına, anlatma hakkı veya iddia ve savunma hakkı da denilmektedir. Taraflar, bu hakkın bir yansıması olarak yargılama sırasında dilekçe vermek, iddiada bulunmak, bu iddialarını ispata yarayan deliller sunma hakkına sahiptir. Hukuki dinlenilme hakkı, üç unsurdan oluşmaktadır.  Bu  unsurlar,  yargılama  ile  ilgili  olarak  bilgi  sahibi  olma, açıklama ve ispat hakkı ve mahkemenin yapılmış olan açıklamaları dikkate alarak  değerlendirmesi  ve  kararını  somut  ve  açık  olarak gerekçelendirmesidir.  Teksif ilkesi ile de taraflara belirli bir usul kesitine kadar usul işlemlerini ileri sürebilme imkânı tanır. Bu açıdan hukuki dinlenilme hakkının bir unsuru olan  açıklama  ve  ispat  hakkının  belirli  bir  usul  kesitiyle  sınırlandırılıp sınırlandırılamayacağı veya sınırlandırılması halinde bir ihlalinin gündeme gelip  gelmeyeceği  tartışılmıştır.  Doktrinde  yer  alan  bir  görüşe  göre, yargılamanın amacı uyuşmazlığı sürdürmek değil, sona erdirmek, hukuki ve sosyal  barışı  sağlamaktır.  Bir  yargılamanın  sonsuza  kadar  sürmesi düşünülemez. Hukuki dinlenilme hakkı da sınırsız bir sürede kullanılacak bir                                                            s. 580; Atalı/ Ermenek/ Erdoğan, s.122; Umar, s.129; Görgün/ Börü/ Toraman/ Kodakoğlu, s.357. 57  Özekes, s.34-35; Alangoya, s.97, dn.6.  58  Özekes,  s.31;  Erdönmez-Pekcanıtez  Usul,  s.863;  Tanrıver,  s.380; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.154; Alangoya/Yıldırım/Deren-Yıldırım, s.187; Budak/Karaaslan, s.74; Kuru, s.300; Atalı/ Ermenek/ Erdoğan, s.111-114; Görgün/ Börü/ Toraman/ Kodakoğlu, s.355-356; Umar, s.119; Kuru-El Kitabı, s. 580. 59  Tanrıver,  s.381;  Erdönmez-Pekcanıtez  Usul,  s.863;  Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.154; Alangoya/Yıldırım/Deren-Yıldırım, s.187; Budak/Karaaslan, s.74; Kuru, s.300; Atalı/ Ermenek/ Erdoğan, s.111-114; Kuru-El Kitabı, s. 580; Ayrıntılı bilgi için bkz. Özekes, s. 86 vd. 60  Özekes, s.76; Hanağası Emel, Medeni Yargılama Hukukunda Silahların Eşitliği, Ankara 2016, s.378. 118Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144   Medeni Usul Hukukunda Teksif İlkesi                                    hak değildir. Bir başka ifadeyle, bu hakkın kullanımı sınırlanabilir. Ayrıca aynı doğrultuda doktrinde yer alan bir başka görüş ise açıklama hakkına sınır tanınmadığı  durumda  yargılamanın  sürüncemede  bırakılmasına  neden olacağını ve bu durumda karşı tarafın hakkının korunmasının zedeleneceğini ileri sürmüştür. Dolayısıyla hukuki dinlenilme hakkı sınırlandırılabilir. Bu çerçevede teksif ilkesinin hukuki dinlenilme hakkına aykırı olmadığı, bu hakkı ihlal etmediği söylenebilir. Nitekim teksif ilkesi belirli istisnaların varlığı  ile  katı  bir  biçimde  uygulanmaması  hukuki  dinlenilme  hakkı  ile arasındaki bağlantıyı daha uygun hale getirmiştir.  F. Hâkimin Davayı Aydınlatma Ödevi Hâkim,  davayı  aydınlatma  ödevi  kapsamında,  uyuşmazlığın aydınlatılmasının zorunlu olduğu durumlarda, maddi ve hukuki açıdan belirsiz yahut çelişkili gördüğü hususlar hakkında taraflara açıklama yaptırabilir, soru sorabilir, delil gösterilmesini isteyebilir (HMK m.31)64.  Hâkimin davayı aydınlatma ödevi iki şekilde gerçekleşir. Bunlardan ilki, vakıalar bakımından yeterli açıklık bulunmadığı durumda, hâkimin tarafları dinleyip soru sorması durumudur. Hâkim, tarafların teksif ilkesi gereğince                                                            61  Özekes, s.76; Sungurtekin Özkan Meral, Türk Medeni Yargılama Hukuku, İzmir 2013, s.101; Hukukî dinlenilme hakkının ikinci unsuru Açıklama ve İspat Hakkı dır. Buna göre de, hak sahibinin bilgilendiği hususlarda açıklama hakkı tam olmalıdır. Açıklama hakkı kapsamına, yargılamanın temelini oluşturan vakıalar, bunların ispatına ilişkin faaliyet ve hukukî sebepler girmektedir. Bununla birlikte, açıklama hakkı sınırsız bir içini dökme hakkı değildir. Bu konuda hakkın özünü zedelemeyen, yargılamanın sağlıklı işlemesine yönelik sınırlamalar getirilebilir. Ancak, hakkı anlamsız kılacak sınırlamalar kabul edilemez. Bu çerçevede örneğin, makul kabul edilebilecek, iddia ve savunmayı genişletme yasağı ile delil gösterilmesi konusunda getirilen sınırlamalar hukukî dinlenilme hakkına aykırı sayılmaz. Burada, teksif ilkesi ve usul ekonomisi ortaya çıkacak, hukukî dinlenilme hakkı ihlâli sonucunu doğurmayan, teksif ilkesine ve usul ekonomisine uygun olan sınırlamalar kabul edilebilecektir.  Açıklama  hakkının  ne  şekilde  kullanılacağını  ise,  kural  olarak  ilgili yargılama  usulü  belirler.  Açıklama  hakkının  kullanılması  için  ilgiliye  gerekli  ortam hazırlanmasına  rağmen,  kişi  bu  hakkı  kullanıp  kullanmamakta  serbesttir,  hakkını kullanmayarak haktan feragat edebilir. HGK, T.13.05.2015, E.2013/8-2201, K.2015/1326: Kazancı; aynı yönde karar için bkz. HGK, T.23.11.2011, E.2011/11-554, K.2011/684: Kazancı. 62  Erdönmez- Pekcanıtez Usul, s.877. 63  Özekes, s.76-77; İstisnalar için bkz. aşa. III, A, B. 64  Karaaslan, s.27; Alangoya, s. 135; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.164; Budak/Karaaslan, s.87; Atalı/ Ermenek/ Erdoğan, s.123; Görgün/ Börü/ Toraman/ Kodakoğlu, s.358; Erdönmez-Pekcanıtez Usul, s.818; Tanrıver, s.356. 65  Deren-Yıldırım, s.275; Alangoya, s.142-143; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.164; Budak/Karaaslan, s.87; Atalı/ Ermenek/ Erdoğan, s.123; Erdönmez-Pekcanıtez Usul, s.818; Tanrıver, s.356; Görgün/ Börü/ Toraman/ Kodakoğlu, s.358. 119Nagihan MAZLUM                                                 Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144 vakıaları belirli bir usul kesitine kadar ileri sürdükleri vakıalar ile sınırlı soru sorma ödevini yerine getirir. Zira taraflarca getirilme ilkesinin egemen olduğu davalarda, hâkim, tarafların dilekçelerinde belirttikleri vakıalar ile bağlıdır. Hâkimin davayı aydınlatma ödevi kapsamında soru sorması, davaya yeni vakıa getirme anlamını taşımaz, ileri sürülen vakıaların ispata yetecek şekilde somutlaştırılmamış olması halinde bunların açıklattırılması amacı taşır. Hâkimin davayı aydınlatma ödevini gerçekleştireceği ikinci şekil ise, delillerin gösterilmesidir. Taraflar kural olarak delillerini dilekçeler teatisi aşamasında  sunmalıdırlar.  Ancak  dilekçeler  aşamasında  ileri  sürülmeyen deliller, en geç ön inceleme duruşmasında; davetiyenin tebliğinden itibaren iki haftalık kesin süre içinde tarafların dilekçelerinde gösterdikleri, ancak henüz sunmadıkları belgeleri mahkemeye sunmaları veya başka yerden getirtilecek belgelerin getirtilebilmesine yahut HMK nın 145. maddesi gereğince tahkikat aşamasında yargılamayı geciktirme amacı taşımaması ve ileri sürülmemesi ilgili tarafın kusurundan kaynaklanmıyorsa mahkeme o delilin gösterilmesine izin verebilir. Ancak HMK nın 31. maddesi uyarınca, hâkim belirsiz veya çelişkili  gördüğü  hususlarda  taraflardan  delil  gösterilmesini  isteyebilir. Ancak hâkime verilen bu ödevin belirli sınırları mevcuttur. Hâkim, dava dosyasında belirtilen ve üçüncü kişilerin elinde mevcut olan belgelerle sınırlı olarak  tarafların  ileri  sürmediği  veya  dayanmadığı  belgeleri  davaya getirebilir.  Böyle  bir  durumda  kanaatimizce  teksif  ilkesinin  istisnası gündeme gelir. Zira tarafların belirli bir usul kesitine kadar delilleri ibrazı gerekir. Tarafın, belirli usul kesitine kadar delil sunmadığı durumda delil ileri süremez. Ancak hâkime, ibraz edilmemiş bir delilin davayı aydınlatma ödevi kapsamında ileri sürülmesi imkânı verilmiştir.   III. TEKSİF İLKESİNİN UYGULANMA ALANI Teksif ilkesinin, belirli usul işlemlerinin, belirtilen usul kesitine kadar yapılması anlamına geldiği yukarıda ifade edilmişti. Burada ayrıntılı olarak açıklanacak olan bir anlamda teksif ilkesinin uygulanma alanlarıdır. Öncelikle iddia  ve  savunmanın  değiştirilmesi  ve  genişletilmesi  yasağı  üzerinde                                                            66  Deren-Yıldırım, s.275. 67  Karaaslan, s.107. 68  Alangoya, s.169; Karaaslan, s.148; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.164; Erdönmez-Pekcanıtez Usul, s.822-823; Budak/Karaaslan, s.87; Tanrıver, s.356. 69  Erdönmez-Pekcanıtez  Usul,  s.824;  Burada  davayı  aydınlatma  ödevi  bağlamında gösterilecek olan delillerin, dava dosyasında hiç gösterilmemiş olan veya dayanılmamış olan deliller değil, dilekçelerde belirtilmiş ancak henüz sırası gelmemiş veya mahkemeye getirilmemiş delillerdir (Atalı/ Ermenek/ Erdoğan, s.123). 70  Bkz. yuk. I, A. 120Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144   Medeni Usul Hukukunda Teksif İlkesi                                    durulmuş daha sonra da delillerin gösterilmesi ve teksif ilkesinin en katı şekilde uygulandığı ilk itirazlar açıklanmıştır.  A. İddianın ve Savunmanın Değiştirilmesi ve Genişletilmesi Yasağı İddia ve savunmanın genişletilmesi ve değiştirilmesi yasağı en geniş hali tarafların iddia ve savunmalarını hâkim önüne getirecekleri zamandan sonra işlemeye başlayan ve tarafların artık yapmış oldukları iddia ve savunmaları ile bağlı  oldukları  usulî  kurum  olarak  tanımlanabilir.  Davacı  bakımından iddianın  genişletilmesi  ve  değiştirilmesi  yasağı;  davalı  bakımından  da savunmanın genişletilmesi ve değiştirilmesi yasağı işlerlik kazanır. Bu iki yasak, birbirinin karşıtını oluşturur. Bu bağlamda yasağın sadece taraflardan birine  tanınmamış  olması,  hak  arama  özgürlüğünün,  hukuki  dinlenilme hakkının  ve  özellikle  tarafların  eşitliği  (silahların  eşitliği)  ile  hukuki dinlenilme hakkının korunmasını sağlar.  İddianın  ve  savunmanın  değiştirilmesi  ve  genişletilmesi  yasağının başlangıç anı HMK nın 141. maddesinin birinci fıkrasında ve HMK nın 319. maddesinde ifade edilmiştir. Yasağın başlaması dilekçeler teatisi aşamasından hareketle yazılı yargılama usulü ve basit yargılama usulü açısından farklılık göstermektedir. Buna göre, yazılı yargılama usulünde, iddianın genişletilmesi ve değiştirilmesi yasağı cevaba cevap dilekçesinin mahkemeye verilmesiyle; savunmanın  değiştirilmesi  ve  genişletilmesi  yasağı  ise  ikinci  cevap dilekçesinin mahkemeye verilmesiyle başlar (HMK m.141, I). Basit yargılama usulünde  ise,  iddianın  genişletilmesi  ve  değiştirilmesi  yasağı  dava dilekçesinin  mahkemeye  verilmesi  ile  savunmanın  değiştirilmesi  ve genişletilmesi yasağı ise cevap dilekçesinin mahkemeye verilmesiyle başlar (HMK m.319).  Teksif  ilkesinin  bir  uzantısı,  iddia  ve  savunmanın  değiştirilmesi  ve genişletilmesi yasağıdır. Buna göre davacının dava dilekçesi ve cevaba cevap dilekçesiyle ileri sürdüğü iddialar ve davalının da cevap dilekçesi ve ikinci cevap dilekçesiyle ileri sürdüğü savunmalar, teksif ilkesi kapsamında                                                            71  Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.353; Budak/Karaaslan, s.203; PekcanıtezPekcanıtez Usul, s.1249; Atalı/Ermenek/Erdoğan, s.404; Görgün/ Börü/ Toraman/ Kodakoğlu, s.329. 72  Tanrıver,  s.363,  677;  Pekcanıtez-Pekcanıtez  Usul,  s.1249;  Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.353; Alangoya/Yıldırım/Deren-Yıldırım, s.259; Budak/Karaaslan, s.203; Kuru, s.283; Atalı/ Ermenek/ Erdoğan, s.404. 73  Tanrıver, s.363; Hanağası, s.378. 74  Tanrıver,  s.363;  Akyol  Aslan  Leyla,  Medeni  Usul  Hukukunda  Cevap  Dilekçesi Verilmemesinin Sonuçları, Ankara 2019, s.376. 121Nagihan MAZLUM                                                 Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144 değerlendirilir. Bu durumda teksif ilkesinin ihlalini gündeme getirecek olan vakıaların değiştirilmesi ve genişletilmesidir. Doktrinde vakıa, geçmişte olan ve halen mevcut bulunan algılanabilir dış dünyaya yahut insanın iç alemine ilişkin durumlar ve süreçler olarak tanımlanmaktadır.  Burada ifade edilen vakıa, hukuken sonuç taşıyan ve hükme etkisi olacak vakıalardır. Zira taraflar arasında birden fazla vakıa meydana gelmiş olabilir. Ancak dikkate alınacak vakıalar, hâkimin dikkate almadan aynı kararı vermesine imkân vermeyen vakıalardır.  Tarafların  vakıaları,  dava  sebebini  oluşturur.  Dolayısıyla  davacı, HMK nın 119. maddesi birinci fıkrasının (e) bendine göre iddiasının dayanağı olan bütün vakıaları sıra numarası altında açık özetleri ile yazmak ve bunları ispatlamak; davalı ise, HMK nın 129. maddesi birinci fıkrasının (e) bendine göre savunmasının dayanağı olan bütün vakıaları ileri sürmek ve bunları ispatlamak durumundadır.  İşaret edilen yasağa rağmen iddia ve/veya savunmanın değiştirilmesi ve genişletilmesi, teksif ilkesinin ihlali sonucunu doğurur. Teksif ilkesi gereğince iddianın  değiştirilmesi  ve  genişletilmesi  yasağının  ihlali,  dava  sebebinin değiştirilmesi ve genişletilmesi ile ortaya çıkar. Bir başka ifadeyle dava sebebinin değiştirilmesi ve genişletilmesi hem yasağın hem de teksif ilkesinin ihlali anlamına gelir. Savunmanın genişletilmesi ve değiştirilmesi yasağına giren haller ise, defilerin ve vakıaların genişletilmesi ve değiştirilmesidir.  Bazı hallerde davacı ve davalı iddianın ve savunmanın değiştirilmesi yasağıyla  karşılaşmadan  iddialarını  ve  savunmalarını  değiştirip, genişletebilirler. Buna göre vakıaların değiştirilmesi ve genişletilmesi yasak kapsamında değerlendirilmediği durumlarda teksif ilkesinin uygulanması da                                                            75 Atalay Oğuz, Medeni Usul Hukukunda Menfi Vakıaların İspatı, İzmir 2001, s.57; Yıldırım Mehmet Kâmil, Medeni Usul Hukukunda Delillerin Değerlendirilmesi, İstanbul 1990, s.195; Göksu Mustafa, Hukuk Yargılamasında Vakıa ve Hukuk, Haluk Konuralp Anısına Armağan, Ankara 2009, s.324, dn.4; Gürdoğan Burhan, Temyiz Mahkemesinin Kontrolü Bakımından: Vakıa ve Hukuk, Zeki Murat Alsan a Armağan, Ankara 1956, s.260; Börü, s.74. 76  Yardımcı, s.58; Özçelik, s.126. 77  Yıldırım, Delil s.115; Özçelik, s.126-127. 78  Göksu, s.325-326. 79  Kıyak Emre, Dava Açılmasının Usul Hukukuna İlişkin Sonuçları, Ankara 2014, s.133; Tanrıver,  s.679;  Arslan/Yılmaz/Taşpınar  Ayvaz/Hanağası,  s.355;  PekcanıtezPekcanıtez Usul, s.1254-1255; Budak/Karaaslan, s.205; Kuru, s.277; Atalı/ Ermenek/ Erdoğan, s.405; Görgün/ Börü/ Toraman/ Kodakoğlu, s.332. 80  Arslan/Yılmaz/Taşpınar  Ayvaz/Hanağası,  s.362;  Tanrıver,  s.683;  PekcanıtezPekcanıtez Usul, s.1262; Alangoya/Yıldırım/Deren-Yıldırım, s.260; Kuru, s.276; Atalı/ Ermenek/ Erdoğan, s.408; Budak/Karaaslan, s.205. 122Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144   Medeni Usul Hukukunda Teksif İlkesi                                    gündeme gelmez. Bir başka ifadeyle iddianın genişletilmesi ve değiştirilmesi yasağı uygulanmayacağı; talep edilenden başka bir şeye hüküm verilen haller, resen araştırma ilkesinin uygulandığı davalar, dava açılmasından sonra doğan olaylar  ve  tarafta  iradi  değişiklik,  teksif  ilkesi  kapsamında değerlendirilemeyecek hallerdir. Savunmanın genişletilmesi ve değiştirilmesi açısından da mahkemenin resen incelemesi gereken durumlar ve sonradan doğan  savunma  sebeplerinin  ileri  sürülmesi  yasak  kapsamında değerlendirilmez. Zira bu durumlarda vakıaların genişletilip değiştirilmesi söz konusu olabilir. Örneğin, bir alacak davasında davalı, alacağını dava sırasında ödemişse bunu davacının rızasını aramaksızın ileri sürebilir.  Teksif ilkesinin uygulanmayacağı başka durumlar söz konusu olabilir. Buna  göre  iddialar  açısından,  hukuki  sebeplerin  genişletilmesi  ve değiştirilmesi, talep sonucunun daraltılması, herkesçe bilinen vakıaların öne sürülmesi, asıl vakıalara zımnen dâhil olan ve bunların delil niteliğindeki vakıaların  ileri  sürülmesi  iddianın  genişletilmesi  ve  değiştirilmesi sayılmazken; savunmalar açısından da hukuki sebepler, savunmaya zımnen dâhil olan vakıalar ve cevap ve ikinci cevap dilekçesindeki vakıaların delil niteliğindeki  vakıaların  ileri  sürülmesi  de  savunmanın  değiştirilmesi  ve genişletilmesi anlamına gelmez. Davacı veya davalı bu durumların varlığı halinde iddianın ve savunmanın genişletilmesi ve değiştirilmesi yasağına tâbi olmaz. Dolayısıyla da bu hallerin varlığı halinde teksif ilkesine tâbi olmadan iddia ve savunma değiştirilip genişletilebilir. Dilekçeler  teatisi  aşamasında  teksif  ilkesi  işlerlik  kazanmazken; dilekçeler  teatisinden  sonraki  ön  inceleme  aşamasında  iddianın  ve savunmanın değiştirilmesi ve genişletilmesi yasağı işlerlik kazanır. Hukuk Muhakemeleri Kanunu ile Bazı Kanunlarda Değişiklik Yapılması Hakkında Kanun ile ön inceleme duruşmasına gelmeyen tarafın yokluğunda onun muvafakati  olmadan  iddia  ve  savunmanın  genişletebilmesine  ve değiştirilmesine imkân veren düzenleme kaldırılmıştır. Bir başka ifadeyle ön inceleme duruşmasına gelemeyen taraf için uygulanan müeyyide HMK nın 141. maddesinin birinci fıkrasından çıkarılmıştır.                                                             81  Arslan/Yılmaz/Taşpınar  Ayvaz/Hanağası,  s.363-364;  Budak/Karaaslan,  s.206-207; Kuru, s.281; Atalı/ Ermenek/ Erdoğan, s.409.  82  Kıyak, s.136-138; Görgün/ Börü/ Toraman/ Kodakoğlu, s.334.  83  Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.363-364.  84  Bkz. RG 28.07.2020, sa. 31199; Pekcanıtez Hakan/Atalay Oğuz/Özekes Muhammet, Hukuk  Muhakemeleri  Kanunu nda  Değişiklik  Yapılmasına  Dair  7251  Sayılı  Kanun Hakkında Değerlendirme, TBB Dergisi 2020, S.150, s.274. 123Nagihan MAZLUM                                                 Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144 Ön inceleme aşamasından sonra gerçekleşen tahkikat aşamasında ise, iddianın ve savunmanın değiştirilmesi ve genişletilmesi yasağı gereği taraflar, iddia ve savunmada bulunamazlar. Ancak bu aşamada ıslah ve karşı tarafın açık  rızası  (HMK  m.141,  II)  ile  iddia  ve  savunmanın  genişletilmesi  ve değiştirilmesi yoluna gidilebilir. Bir başka ifadeyle ıslah ve karşı tarafın açık rızası, iddianın ve savunmanın değiştirilmesi yasağının aşılması araçları olup teksif ilkesinin uygulanmasını engeller. Karşı tarafın açık muvafakati ve ıslahın varlığı hukukumuzda teksif ilkesinin katı bir şekilde uygulanmadığının göstergesidir.  Dolayısıyla  yumuşatılmış  yahut  modern  olarak nitelendirilebilecek olan teksif ilkesi iddia ve savunmanın genişletilmesi ve değiştirilmesi yasağı bağlamında uygulama alanı bulmaktadır.  Belirtilen araçların ilki karşı tarafın açık rızasıdır. Karşı tarafın zımni muvafakati bu bağlamda yeterli olmaz. İddianın ve savunmanın genişletilmesi veya değiştirilmesinin varlığı halinde hâkim duruma göre davacıya veya davalıya buna muvafakati olup olmadığını açıkça sorar ve beyanını tutanağa geçirir. Karşı tarafın açıkça muvafakatinin varlığı halinde de hâkim iddianın ve savunmanın değiştirilmiş ve genişletilmiş şekliyle davayı karara bağlar. Yasağı aşan araçların ikincisi ise ıslahtır. Davacı veya davalı, iddianın ve savunmanın  genişletilmesine  veya  değiştirilmesine  açıkça  muvafakat etmezse, taraflardan biri ıslah yoluna başvurabilir. Islah da belirli bir usul kesiti içerisinde yapılır. Nitekim iddianın ve savunmanın değiştirilmesi ve genişletilmesi yasağının başladığı an ile tahkikatın sona ermesine kadar ıslah yapılabilir. Çünkü bundan önceki aşamada taraflar iddiaları ve savunmalarını serbestçe  değiştirip  genişletebilirler.  Islah  ile  tarafların  yaptıkları  usul işlemlerinde  yapmış  oldukları  yanlışlıkları  düzeltebilecekleri,  eksiklikleri tamamlayabilecekleri  ve  bunun  sonucunda  adaletli  karar  verilebilmesini                                                            85  Yıldırım,  s.490;  Pekcanıtez-Pekcanıtez  Usul,  s.1257-1256;  Tanrıver,  s.682,  686; Arslan/Yılmaz/Taşpınar  Ayvaz/Hanağası,  s.359,  365; Görgün/Börü/Toraman/Kodakoğlu, s.332; Tutumlu, s.250; Sungurtekin Özkan, s.205; Alangoya/Yıldırım/Deren-Yıldırım, s.260; Kuru, s.279-280; Atalı/ Ermenek/ Erdoğan, s.412; Budak/Karaaslan, s.209. 86   Teksif ilkesinin katı olarak uygulandığı hallere ilişkin olarak bkz. aşa. III, C. 87  Tanrıver,  s.682-683,  703;  Pekcanıtez-Pekcanıtez  Usul,  s.1257-1258; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.346, 353.  88  Medeni Usul Hukukumuzda iddia ve savunmanın teksifi ilkesi geçerli olduğu, bunun karşı tarafın rızası olmadan değiştirilemeyeceği için iddia veya savunmasını değiştirmek ve genişletmek isteyen tarafın başvurabileceği yol ıslah müessesesidir. 4. HD, T.14.06.2016, E.2015/11319, K.2016/7830: Kazancı; aynı yönde karar için bkz. 4.HD, T.13.06.2016, E.2016/3774, K.2016/7793: Kazancı.  89  Yılmaz Ejder, Hukuk Muhakemeleri Kanunu Şerhi, 3.B, 3.C, C.2, Ankara 2017, s.2253. 124Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144   Medeni Usul Hukukunda Teksif İlkesi                                    sağlamaya  yönelik  bir  yoldur.  Ancak  teksif  ilkesinin  katı  bir  şekilde uygulanmasını  engelleyen  ıslaha  sürekli  başvurulması  yargılamanın uzamasına sebep olacağından sadece bir kez kullanılabileceği kabul edilmiştir (HMK m.176, II).   Teksif ilkesi bağlamında vakıaların ileri sürülmesi açısından önemli başka bir durum ise davalının cevap dilekçesi vermemesidir. Zira böyle bir durumun davalı açısından belirli birtakım sonuçları vardır. Öncelikle cevap dilekçesi verilmediğinde teksif ilkesinin katı bir biçimde uygulandığı ilk itirazlar ileri sürülemez. Bunun yanı sıra cevap süresi içerisinde cevap dilekçesi vermemiş olan davalı, davacının dava dilekçesinde ileri sürdüğü vakıaların tamamını inkâr etmiş sayılır (HMK m.128). Davalı artık inkârla sınırlı bir savunma yapar. Bu durumda davalının ispat faaliyetinde bulunarak delil  gösterip  göstermeyeceği  hakkında  gerek  doktrinde  gerekse  de Yargıtay da farklı görüşler mevcuttur. Cevap dilekçesinin verilmemesi halinde  davacı  cevaba  cevap  dilekçesi,  davalı  ise ikinci  cevap  dilekçesi veremez. Bu da teksif ilkesinin uygulandığı savunmanın genişletilmesi ve değiştirilmesi yasağı bakımından önem taşır. Zira iddianın değiştirilmesi ve genişletilmesi yasağı dava dilekçenin verilmesi ile başlar. Bu durumda teksif ilkesi gereğince belirtilen usul kesiti davacı açısından sadece dava dilekçesi aşaması  ile  kısıtlamış  olur.  Buna  karşın  davalı  açısından  savunmanın değiştirilmesi  ve  genişletilmesi  yasağına  ilişkin  süre,  cevap  süresinin bitmesiyle  başlar.  Bu  bağlamda  cevap  dilekçesi  verilmemesi  halinde                                                            90  Yılmaz Ejder, Medeni Yargılama Hukukunda Islah, 4.B, Ankara 2013, s.45; Pekcanıtez, s.267-268; Akil Cenk, Yargıtay Kararları Işığında Zamanaşımı Def inin Islah Yolu ile İleri Sürülüp Sürülemeyeceği Meselesi, HHFD 2012, s.4. 91  Aslan Akyol- Cevap s.168-169; Üstündağ Saim, Süresinde Cevap Layihası Vermemenin Yaptırımı Vardır, İBD 1962, S.1-2-3, s.27-28. 92  Akyol Aslan- Cevap s.379. 93  Görüşler için bkz. Yılmaz- Şerh, s.1914-1915. 94  Buna göre, doktrinde yer alan çoğunluk görüşe göre, cevap dilekçesi vermemiş olan davalı inkâr ile sınırlı olarak ispat faaliyetinde bulunabilir (Pekcanıtez-Pekcanıtez Usul, s.1206; Arslan/Yılmaz/Taşpınar  Ayvaz/Hanağası,  s.350-351;  Akyol  Aslan-Cevap,  s.497; Tanrıver, s.659). Doktrinde yer alan görüşlerden bir kısmı ise, HGK nın T. 20.04.2016, E.14/2-695,  K.  16/522  sayılı  kararından  hareketle  davalının  inkarla  sınırlı  delil gösterebileceğini ancak delil göstermesi için süre verilmemesi gerektiği yönünde görüş bildirmektedir  (Pekcanıtez-Pekcanıtez  Usul,  s.1206;  Akkaya-Boşanma,  s.367;  Akyol Aslan-Cevap, s.491). 95  Tanrıver, s.660; Kuru, s.261. 96  Akyol Aslan- Cevap, s.379. Ancak Kuru ya göre, davalı cevap süresi geçtikten sonra cevap dilekçesi verebilir ve bu cevap dilekçesiyle savunmanın değiştirilmesi ve genişletilmesi yasağına  tabi  olmayan  hususlara  yer  verebilir.  Savunmayı  değiştirme  ve  genişletme 125Nagihan MAZLUM                                                 Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144 savunmanın genişletilmesi ve değiştirilmesi yasağı olan ıslahın uygulanması gerektiği doktrinde ifade edilmektedir.  İddianın  ve  savunmanın  genişletilmesi  ve  değiştirilmesi  bağlamında teksif ilkesinin ihlalinin sonuçlarına değinmek gerekirse; öncelikle iddianın ve savunmanın genişletilmesi ve değiştirilmesinin varlığı halinde hâkim, karşı tarafa açıkça muvafakati olup olmadığını sorar. Açık muvafakat yoksa veya ıslah yoluna başvurulmamışsa, mahkeme belirli olan usul kesitinden sonra verilen değiştirilmiş veya genişletilmiş iddiayı ve savunmayı dikkate almaz. Bir başka ifadeyle değiştirilmiş ve genişletilmiş olan iddia ve savunma yok sayılır. Her iki davanın taraflarının, dava sebebinin ve dava konusunun aynı olması maddi anlamda kesin hüküm teşkil eder. Dava sebebinden anlaşılan davanın dayanağı olan vakıalardır. Bu bakımdan ilk davada ileri sürülen vakıalar hakkında ikinci bir dava açılması durumunda ikinci dava kesin hüküm nedenine dayanarak reddedilir. Bunun yanı sıra dava sonrasında doğan vakıalar hakkında davacı iddiası için yeni bir dava açmak durumunda kalabilir. Örneğin elinde kira sözleşmesi olan davacı iddiasını ileri sürerken kira  sözleşmesini  belirtmediğinde  iddia  ve  savunma  yasağının  başladığı süreden sonra bir başka ifadeyle cevaba cevap dilekçesini verdikten sonra kira sözleşmesinin de olduğunu ileri süremez. Zira teksif ilkesi gereğince belirli olan usul kesitine kadar iddiaların toplanması gerekir.  Son olarak da eski hale getirme kurumuna değinmek gerekir. Zira, eski hale getirme, ilgilinin kesin süre içerisinde yapması gereken bir işlemi elinde olmayan sebeplerin varlığı dolayısıyla yapamadığı durumda son çare olarak başvuracağı bir hukuki çaredir (HMK m.95). Bu bağlamda, taraf engelin ortadan kalkmasından itibaren iki hafta içinde, en geç nihai karar verilinceye kadar eski hale getirme talebinde bulunabilir. Örneğin, süresinde cevap dilekçesi veremeyen davalı eski hale getirme yoluna ilişkin şartları taşıdığı varsayıldığı durumda ve mahkemenin eski hale getirme talebini kabul etmesi                                                            anlamına gelecek olan hususlar hakkında da karşı tarafın açık muvafakati olup olmadığını sorabilir veya ıslah ile yeni cevap dilekçesi verebilir (Kuru, s.262).  97  Tutumlu Mehmet Akif, Medeni Usul Hukukunda Islah, 3.B, Ankara 2015, s.150; Kuru, s.261. 98   Kuru, s.273, 283.  99  Arslan/Yılmaz/Taşpınar  Ayvaz/Hanağası,  s.702;  Atalı-Pekcanıtez  Usul,  s.2065; Alangoya/Yıldırım/Deren-Yıldırım, s.561; Kuru, s.765; Atalı/ Ermenek/ Erdoğan, s.557; Budak/Karaaslan, s.308; Görgün/ Börü/ Toraman/ Kodakoğlu, s.654. 100  Pekcanıtez-Pekcanıtez Usul, s.1249. 101  Arslan/Yılmaz/Taşpınar  Ayvaz/Hanağası,  s.183;  Tanrıver,  s.437;  ErdönmezPekcanıtez Usul, s.473; Alangoya/Yıldırım/Deren-Yıldırım, s.171; Kuru, s.837; Atalı/ Ermenek/  Erdoğan,  s.310;  Budak/Karaaslan,  s.138;  Görgün/  Börü/ Toraman/Kodakoğlu, s.204. 126Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144   Medeni Usul Hukukunda Teksif İlkesi                                    halinde,  dilekçeler  teatisi  aşaması  geçmiş  olsa  dâhi  cevap  dilekçesi verebilecektir. Nitekim böyle bir durum teksif ilkesinin aşılması bir anlamda da istisnasını gündeme getirir.  B. Delillerin Gösterilmesi  Teksif ilkesi iddia ve savunmaların belirli bir usul kesitine kadar ileri sürülmesi  olarak  ifade  edilir.  Bu  tanımdan  yola  çıkıldığında  delillerin gösterilmesinin  teksif  ilkesi  kapsamında  değerlendirilip değerlendirilemeyeceği sorunu gündeme gelmektedir. Doktrinde teksif ilkesi açıklanırken  çoğunlukla  iddianın  ve  savunmanın  genişletilmesi  ve değiştirilmesi yasağı ile ilişkilendirilerek açıklanmaktır. Ancak, teksif ilkesi yargılama düzenine ilişkin bir ilkedir. Teksif ilkesiyle gerek iddianın ve savunmanın belirli usul kesitine kadar ileri sürülmesi gerekse de delillerin gösterilmesinin  belirli  bir  usul  kesitine  kadar  ileri  sürülmesi amaçlanmaktadır. Çünkü teksif ilkesi ile istenilen hâkimin elinde gerekli tüm iddia ve savunmalar ve delillerin bulunması ve hâkimin bunları tümden görebilmesidir. Bir başka ifadeyle, hâkimin dava sürecinde sonradan bilgi sahibi  olmasının  önüne  geçmektir.  Aksi  durum  yargılamanın  uzamasına sebebiyet verir. Bu da adil yargılanma hakkının bir unsuru olan makul sürede yargılanma hakkının zedelenmesi anlamına gelir.  Taraflarca getirilme ilkesinin varlığı halinde hâkim istisnalar dışında resen bir delile başvurmaz. Bu bağlamda da tarafların davanın başında sahip oldukları bütün delilleri göstermeleri, sahip oldukları hali hazırdaki delilleri tevdi etmek zorunluluğu ile karşı karşıya kalmaları, delillerin gösterilme faaliyetinin belirli bir usul kesiti ile sınırlandırılmış olması ve yargılamanın sonraki aşamalarında yeni delil gösterilmesi imkânının kanun aradığı belirli şartlara bağlı olması, delilerin gösterilmesinin teksif ilkesi bakımından uygulanmasının  bir  göstergesidir.  HMK nın  139.  maddesinin  birinci                                                            102  Yılmaz-Islah, s.50; Üstündağ Saim, İddia ve Müdafaanın Değiştirilmesi Yasağı, İstanbul 1967, s.2-3; Şeker, s.33. Delillerin teksif ilkesi kapsamında değerlendirildiği görüş için bkz. Alangoya/Yıldırım/Deren-Yıldırım,  s.185.  Zira  teksif  ilkesi  dava  malzemesinin başlangıçta yığılması ilkesi olarak da ifade edilmiştir (Arslan/Yılmaz/Taşpınar Ayvaz/ Hanağası, s.161). 103  Akkaya- Boşanma, s.141; Atalı/Ermenek/Erdoğan, s.129. 104  Tanrıver, s.806; Teomete Yalabık Fulya, İngiliz ve Amerikan Hukuklarında Vakıaların Getirilmesi ile Delillerin Toplanmasında Hâkimin Rolü ve Türk Hukuku Bakımından Değerlendirilmesi, İstanbul 2016, s.83-84; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.396; Atalay-Pekcanıtez Usul, s.1756; Kuru, s.327; Atalı/ Ermenek/ Erdoğan, s.484; Budak/Karaaslan, s.255; Görgün/ Börü/ Toraman/Kodakoğlu, s.204.  105 Tanrıver, s.806.  106 Hukuk Muhakemeleri Kanunu  dava dilekçesinin içeriği  başlıklı 119 uncu maddesinin 1 inci bendinin ( e ) alt bendinde davacıya, iddiasının dayanağı olan bütün vakıaların sıra 127Nagihan MAZLUM                                                 Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144 fıkrasının (ç) bendinde de Davetiyenin tebliğinden itibaren iki haftalık kesin süre içinde tarafların dilekçelerinde gösterdikleri, ancak henüz sunmadıkları belgeleri mahkemeye sunmaları veya başka yerden getirtilecek belgelerin getirtilebilmesi amacıyla gereken açıklamayı yapmaları, bu hususların verilen süre içinde yerine getirilmemesi hâlinde o delile dayanmaktan vazgeçmiş sayılacaklarına  karar  verileceği  belirtilerek  tarafların  dilekçeler  teatisi aşamasında gösterdikleri delillerin ön inceleme aşamasında sunulması için düzenleme yapılmıştır. Kural olarak taraflar bu süre ile bağlıdır. Bu süreden sonra  delil  gösteremezler  (HMK  m.145).  Bu  bağlamda  da  delillerin gösterilmesi teksif ilkesi bağlamında inceleme konusu yapılabilir.  Delil,  talep  sonucunun  dayandırıldığı  taraflar  arasında  uyuşmazlık konusu olan çekişmeli vakıanın ispatı için başvurulan araçlara denir (HMK m.187, I)108. Delilerin toplanması; delillerin gösterilmesi ve delillerin ibraz edilmesi  şeklinde  iki  aşamadan  oluşmaktadır.  Delillerin  gösterilmesi faaliyeti, ispat faaliyeti sırasında tarafların delil ikame ederek ileri sürdükleri iddiaların gerçek olduğu hususunda hâkimi inandırma çabasıdır (HMK m.119,  I,  f;  HMK  m.129,  I,  e;  HMK  m.194,  II).  Delillerin  ibrazı  ise, uyuşmazlık konusu vakıaları ispata yarayacak tüm yazılı belgelerin yargılama                                                            numarası altında açık özetlerini ve ( f ) alt bendinde de iddia ettiği her bir vakıayı hangi delillerle ispat edeceğini göstermek yükümlülüğü getirmiş; bu ilkeyi  somutlaştırma yükü ve delillerin gösterilmesi  başlıklı 194 üncü maddenin 2 sayılı bendinde ve ( basit yargılama usulü bakımından)  delillerin ikamesi  başlıklı 318 inci maddenin 1 inci bendinde de tekrarlamıştır.- Benzer bir yük  cevap dilekçesinin içeriği  başlıklı 124 üncü maddenin I inci bendinin ( d ) ve ( e ) alt bentleri ile savunma sebep ve vasıtaları bakımından davalıya da yüklenmiştir.-  Bu külfet, iddia ve savunma sebeplerinin yargılamanın belirli bir aşamasına kadar  ileri  sürülmesini,  bundan  sonra  ileri  sürülen  iddia  ve  savunma  sebeplerinin mahkemece dikkate alınamayacağını ifade eden  teksif ilkesi  ile de ilişkilidir. YİBK, T.03.03.2017, E.2015/2, K.2017/1: Kazancı. 107 HMK nın 139. maddesinin hükümet gerekçesinde, ön inceleme duruşmasında tarafların bildirildiği delillerin azami ölçüde toplanmış olması ve uyuşmazlığın çözümü için yol haritasının erken aşamada netleşmiş olması dolayısıyla tahkikata vakit kaybetmeksizin geçilmiş  olacağı  ifade  edilmiştir.  Bu  durum  teksif  ilkesinin  amaçlarından  birini yansıtmaktadır.  108  Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.387; Tanrıver, s.798; Atalay-Pekcanıtez Usul, s.1730; Alangoya/Yıldırım/Deren-Yıldırım, s.317; Kuru, s.318; Atalı/ Ermenek/ Erdoğan, s.486; Budak/Karaaslan, s.250; Görgün/ Börü/ Toraman/Kodakoğlu, s.481. 109  Bolayır Nur, Hukuk Yargılamasında Delillerin Toplanmasında Tarafların ve Hâkimin Rolü, İstanbul 2014, s.88. 110  Erdönmez Güray, Medeni Usul Hukukunda Belgelerin İbraz Mecburiyeti, İstanbul 2010, s.117; Mazlum İsmet, Medeni Usul Hukukunda Belge ve Senet Ayrımı, Yayınlanmamış Yüksek Lisans Tezi, Ankara 2012, s.47; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.396; Tanrıver, s.806; Atalay-Pekcanıtez Usul, s.1756; Kuru, s.327; Atalı/ Ermenek/ Erdoğan, s.492; Budak/Karaaslan, s.255; Görgün/ Börü/ Toraman/Kodakoğlu, s.482. 128Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144   Medeni Usul Hukukunda Teksif İlkesi                                    sırasında  sunulması  olarak  tanımlanmaktadır  (HMK  m.139,  I,  ç).  Bu bağlamda  taraflar  ellerindeki  delilleri  dilekçeye  ekleyerek  mahkemeye vermelidirler.  Başka  yerden  getirilecek  belgelerin  ve  dosyaların  ise mahkemeye  getirilmesi  için  gerekli  posta  giderini  pul  olarak  vermek zorundadırlar.  Davacı, dilekçeler teatisi evresinde İddia ettiği her bir vakıanın hangi delillerle ispat  edileceğini  yer  aldığı  HMK nın  119.  maddesinin  birinci fıkrasının  (f)  bendini  temel  alarak  elindeki  belgeleri  dava  dilekçesi  ile göstermelidir. Davalı ise, cevap dilekçesinde savunmasının dayanağı olan her bir vakıanın hangi delillerle ispat edeceğini göstermelidir (HMK m.129, I, e). Ayrıca davacı, cevaba cevap ve davalı ise, ikinci cevap dilekçesiyle delillerini herhangi bir sınırlamaya tabi olmadan gösterebilirler (HMK  m.136). Bu düzenlemeler  delillerin  gösterilmesinin  belirli  bir  usul  kesiti  ile sınırlandırıldığını  göstermektedir.  Bununla  birlikte,  belirli  usul  kesiti  ile sınırlanan delillerin getirilmesi, bir başka ifadeyle deliller bağlamında teksif ilkesi, katı bir biçimde uygulanmamaktadır. Delillerin gösterilmesi, vakıalar bakımından söz konusu olduğu gibi, yine dilekçeler teatisi aşaması ile (HMK m.119, I, f ve HMK m.129, I, e) sınırlandırılmıştır. Ancak tahkikat aşamasında tarafların  belirli  şartların  varlığı  halinde  delil  gösterebilmelerine  imkân tanınmıştır. Bu bağlamda delillerin gösterilmesi açısından teksif ilkesinin yumuşatıldığından söz edilebilir. Zira dilekçeler teatisinde belirtilecek olan deliller ileri sürülmesi yargılamayı geciktirme amacı taşımıyorsa ve süresinde ileri sürülmemesi ilgili tarafın kusurundan kaynaklanmıyorsa mahkemenin izniyle tahkikat aşamasında ileri sürülebilecektir (HMK m.145).  Somutlaştırma yükünün bir gereği olarak taraflar gösterdikleri delilleri ve hangi delilin hangi vakıanın ispatı için gösterildiğini açıkça belirtmelidir (HMK m.194, II). Zira somutlaştırma yükü, iddia edilmiş bir vakıa hakkında yeterli  düzeyde  bilgi  verilmesi  gerekliliğidir.  Somutlaştırma  yükü  ile amaçlanan, tarafların dayanağı olmayan, gerçek dışı ve varsayıma dayalı olan iddialarda  bulunmamasının  önlenmesidir.  Bu  şekilde  yargılamanın hızlandırılması sağlanmış olmaktadır. Bu durumda bir anlamda teksif ilkesine hizmet eder. Mahkemenin, dayanılan delillerin ayrıntılarına girerek onları                                                            111  Bolayır, s.103; Tanrıver, s.812; Atalı/ Ermenek/ Erdoğan, s.492. 112  Atalay-Pekcanıtez Usul, s.1757. 113  Yardımcı,  s.3;  Arslan/Yılmaz/Taşpınar  Ayvaz/Hanağası,  s.396;  Tanrıver,  s.796; Atalay-Pekcanıtez  Usul,  s.1681;  Kuru,  s.327;  Atalı/  Ermenek/  Erdoğan,  s.474; Budak/Karaaslan, s.246; Görgün/ Börü/ Toraman/Kodakoğlu, s.478; Börü, s.183. 114  Börü, s.193; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.396; Tanrıver, s.796-797; Atalay-Pekcanıtez  Usul,  s.1681;  Kuru,  s.327;  Atalı/  Ermenek/  Erdoğan,  s.474; Budak/Karaaslan, s.246; Görgün/ Börü/ Toraman/Kodakoğlu, s.478 129Nagihan MAZLUM                                                 Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144 incelemesi davanın uzamasına sebep olur. Somutlaştırma yükünün varlığı ile mahkemenin  delillerle  ilgili  ayrıca  bir  araştırma  yapmasına  gerek olmayacaktır. Ayrıca delillerin toplanması bakımından da ve hatta hâkimin delilleri  değerlendirmesi  bakımında  zaman  kaybı  önlenmiş  olacaktır. Somutlaştırma  yükü  ile  belirli  usul  kesitinde  ileri  sürülen  iddianın  ve savunmanın yeterli ölçüde somutlaştırılması sağlanır.  Basit yargılama usulünde ise HMK nın 318. maddesine göre taraflar dilekçeleri ile birlikte tüm delillerini ve hangi vakıanın delili olduğunu da bildirerek sahip oldukları delilleri dilekçelerine ekleyerek ve başka yerden getirilecek olan belgeleri dilekçesinde bildirmek durumundadır. Bu bağlamda dava  dilekçesi  ve  cevap  dilekçesinde  taraflar  dayanacakları  delilleri göstermeleri gerekir. Delillerin  gösterilmesi  dilekçeler  teatisi  evresinde  serbestçe gerçekleştirilmesine  rağmen,  ön  inceleme  duruşmasında  tarafların dilekçelerinde gösterdikleri belgeleri sunamayan veya belgelerin getirilmesi için gerekli açıklamayı yapamayan tarafın bu delile dayanmaktan vazgeçmiş sayılmasına  karar  verilir  (HMK  m.140,  V).  Doktrinde  teksif  ilkesi çerçevesinde  nitelendirilen  vakıaların  sonradan  değiştirilmesi  ve genişletilmesi yasağı, deliller açısından geçerli olmadığı savunulmaktadır. Bir başka ifadeyle tarafların dilekçelerinde gösterdikleri vakıaların ispatı için yasak kapsamında olmadan delil gösterilebileceği ifade edilmiştir.  HMK nın 140. maddesinin beşinci fıkrası gereğince gösterilecek olan delil,  dilekçeler  teatisinde  belirtilen  delillerdir.  Umar a  göre,  dava dilekçesinde veya cevap dilekçesinde yahut cevaba cevap ve ikinci cevap dilekçesinde belirtilmiş olsun ya da olmasın bütün delilleri bildirmeleri hatta mümkün olanların da mahkemeye sunulması gerekmektedir.                                                             115  Börü, s.195; Yardımcı, s.15. 116  Börü, s.216; Atalı/ Ermenek/ Erdoğan, s.474; Budak/Karaaslan, s.246; Görgün/ Börü/ Toraman/Kodakoğlu,  s.478;  Arslan/Yılmaz/Taşpınar  Ayvaz/Hanağası,  s.396; Tanrıver, s.796-797; Atalay-Pekcanıtez Usul, s.1683; Kuru, s.327. 117  Deren-Yıldırım, s.274; Üstündağ-İddia ve Müdafaa, s.87; Ansay Şakir, Hukuk Yargılama Usulleri, Ankara 1960, s.239. 118  Umar, s.404. Doktrinde burada belirtilecek delilerin yeni delil olabileceğine ilişkin görüşler olmakla birlikte buradaki amaç iddia ve savunmanın ve delillerin gösterilmesinin dilekçeler teatisinin sonuna kadar toplayabilmektir. Eğer tarafların yeni delil gösterebileceği kabul edilecek olsaydı dilekçeler teatisinden sonra delillerin büyük çoğunluğu gösterilmediği için hâkimin  dava  şartları  ve  ilk  itirazlar  açısından  karar  vermesi  zorlaştırılmış  olurdu (Erdönmez Güray, Hukuk Muhakemeleri Kanunu na Göre Delillerin Gösterilmesi ve İbrazı, İBD 2013, C.87, S.5, s.32).   130Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144   Medeni Usul Hukukunda Teksif İlkesi                                    Tahkikat aşamasında ise kural olarak delil gösterilmez. Ancak HMK nın 145. maddesi ile teksif ilkesi belirli düzenlemelerle yumuşatılmıştır. Buna göre delilin ileri sürülmesi yargılamayı geciktirme amacı taşımıyorsa veya delilin süresinde ileri sürülmemesi ilgili tarafın kusurundan kaynaklanmıyorsa mahkeme o delilin sonradan gösterilmesine karar verebilir (HMK m.145). Bu maddeye göre iki durumdan birinin varlığı halinde tahkikat aşamasında delil gösterilebilir. Bir başka ifadeyle tahkikat aşamasında yeni delil getirilmesi için  tarafın  o  delile  önceden  ulaşamaması  yahut  delille  ilgili  kusuru olmaksızın  ileri  sürememesi gerekmektedir.  Yani  tarafların,  ihmalkârlığı, kötüniyetli olması, yeterince araştırmaması, önemsememesi gibi durumların varlığı halinde sonradan yeni delil ileri sürmesi durumunda, o delil kabul edilmez.  Doktrinde tahkikat aşamasında HMK nın 145. maddesine dayanılarak yeni delil getirilip getirilmeyeceği tartışmalıdır. Buna göre doktrinde yer alan bir görüş, hâkimin davayı aydınlatma ödevinden hareketle HMK m.145 e dayanılarak yeni delil getirilebileceğini savunur. Diğer bir görüş ise, teksif ilkesinin varlığından hareketle HMK nın 145. maddesine dayanılarak tahkikat aşamasına  getirecek  olan  delillerin  yeni  delil  olarak  nitelendirilmemesi gerektiği yönündedir. Ancak tahkikat aşamasında ıslah veya karşı tarafın açık rızası ile yeni vakıa getirmeleri veya ileri sürdükleri vakıanın yenisi ile değiştirmeleri durumunda bu vakıaların ispatı için yargılamaya yeni delil getirilmesi mümkün olduğu ifade edilmektedir.    Delillerin belirtilen süreler dışında gösterilmesinin usul kesitlerine göre farklı sonuçları vardır. Buna göre kural delillerin dilekçeler teatisi evresinde gösterilmesi olmakla birlikte gösterilmediği durumda ne olacağına ilişkin açıkça bir düzenleme bulunmamaktadır. Doktrinde bu durumda taraflara süre                                                            119  Atalay-Pekcanıtez Usul, s.1760. 120  Karaaslan, s.162. Deren-Yıldırım a göre hâkimin soru sorma ödevi, tarafların dava malzemesini eksik getirmeleri halinde ortaya çıkar. Hâkimin soru sorması dilekçede dayanılan vakıalarla sınırlıdır. Aksi durum hâkime vakıa araştırma getirme imkânı tanınmış olsaydı teksif ilkesi bertaraf edilmiş olurdu (Deren-Yıldırım, s.275).  121  Yardımcı, 136; Tanrıver e göre, delil gösterilmesi iddianın ve savunmanın değiştirilmesi ve genişletilmesi yasağı içinde yer almasa dahi yeni delil gösterilmesi vakıaların değiştirilmesi ve genişletilmesi anlamına gelebilir (Tanrıver, s.828). Aynı şekilde Yılmaz, hâkimin verdiği iki haftalık süreden sonra taraflar yeni delil gösterilemeyeceğini ve bu durumun belli bir tarihten sonra delil genişletme ve değiştirme yasağı anlamına geleceğinin ifade etmiştir (Yılmaz-Şerh, s.1993). 122  Atalay-Pekcanıtez Usul, s.1760; Tanrıver, s.828; Erdönmez, s.369. İsviçre ve Fransız Hukukunda yeni vakıa ve vakıalara ilişkin delillerin getirilmesi hususunda bir sınırlama yoktur. Bunun temeli ise, vakıalar bakımından uygulanan teksif ilkesinin bizim hukuk sistemimize göre daha yumuşatılmış olmasıdır (Bolayır, s.278).  131Nagihan MAZLUM                                                 Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144 verilmesi gerektiği, tarafların bu sürede de delillerini sunmadıkları durumda da  aleyhlerine  hüküm  verilme  riski  ile  karşı  karşıya  kalacakları  ifade edilmektedir. HMK nın 140. maddesinin beşinci fıkrasında ön inceleme aşamasında dilekçelerinde gösterdikleri delilleri getirmemeleri durumunda o delile  dayanmaktan  vazgeçmiş  sayılacağı  düzenlenmektedir.  Tahkikat aşamasında ise delillerini göstermesi için iki unsurdan birinin gerçekleşmesi gerekmektedir. Bir başka ifadeyle delilin ileri sürülmesi yargılamayı uzatma amacı  taşıyor  olması  yahut  delili  göstermemesi  kendi  kusurundan kaynaklanması  durumunda  gösterdiği  delil  kabul  edilmez.  O  delile dayanmaktan vazgeçmiş sayılır. Bir bakıma burada ifade edilen belirtilen süreler dışında delilerin gösterilmesi teksif ilkesinin ihlali anlamına gelebilir. Çünkü bu durumda teksif ilkesi gereğince belirtilen usul kesitine uyulmamış olunmaktadır.  C. İlk İtirazlar İlk itirazlar, bir davanın esasına girilmesini engelleyen ve davanın hemen başında  ileri  sürülmesi  gereken  usule  ilişkin  itirazlardır.  İlk  itirazlar HMK da sınırlı sayıda sayılmıştır. Bunlar; kesin yetki kuralının bulunmadığı hallerde  yetki  ve  uyuşmazlığın  tahkim  yoluyla  çözümlenmesi  gerektiği itirazıdır (HMK m.116). İlk  itirazlar  usule  ilişkin  savunma  sebepleridir.  Usule  ilişkin savunmalar iki tanedir. Dava şartları ve ilk itirazlar. Dava şartları, davanın her aşamasında  mahkeme  tarafından  resen  gözetilmesi  gereken  usule  ilişkin savunma sebepleridir (HMK m.115). Bir başka ifadeyle dava şartlarının eksikliği taraflarca da ileri sürülebilir. Ancak hâkim bunları resen dikkate almalıdır. Dava şartları yargılamanın her aşamasında ileri sürülebilir. Bu bağlamda dava şartları bakımından özelliği gereği teksif ilkesi uygulanmaz. Çünkü dava şartları belirli bir usul kesiti ile sınırlandırılmamış usule ilişkin savunma sebepleridir. Buna karşılık ilk itirazlar, davalı bakımından ileri                                                            123 Atalay-Pekcanıtez Usul, s.1757.  124 Atalay-Pekcanıtez Usul, s.1759-1760; Atalı/ Ermenek/ Erdoğan, s.496; Görgün/ Börü/ Toraman/Kodakoğlu, s.487; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.398; Kuru, s. 327. 125 Öztürk Emre, Medeni Usul Hukukunda İlk İtirazlar, Ankara 2014, s.29; Tanrıver, s.625; Pekcanıtez-Pekcanıtez Usul, s.1218; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.345; Atalı/Ermenek/Erdoğan,  s.327;  Budak/Karaaslan,  s.157;  Görgün/  Börü/ Toraman/Kodakoğlu, s.266; Alangoya/ Yıldırım/ Deren- Yıldırım, s.196. 126  Tanrıver,  s.363,  625;  Pekcanıtez-Pekcanıtez  Usul,  s.1218;  Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası,  s.345;  Atalı/Ermenek/Erdoğan,  s.327;  Budak/Karaaslan,  s.157; Görgün/ Börü/ Toraman/Kodakoğlu, s.266; Alangoya/ Yıldırım/ Deren- Yıldırım, s.196.  132Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144   Medeni Usul Hukukunda Teksif İlkesi                                    sürülmedikçe dikkate alınmaz. Hatta ilk itirazların dosyadan anlaşılması halinde  dahi  hâkim  resen  karar  veremez.  Davalının  bunu  ileri  sürmesi gerekir. Doktrinde  ilk  itirazların  teksif  ilkesinin  bir  uzantısı  olarak  katı  bir biçimde uygulama alanı bulduğu ifade edilmiştir. Zira ilk itirazlar usule ilişkin savunma sebepleridir ve belirli bir usul kesiti ile sınırlandırılmıştır. Bunların belirtilen usul kesitine kadar getirilmesi zorunludur. Belirtilen usul kesitinden kasıt ilk itirazlar açısından cevap dilekçesinin verilmesidir. İlk itirazların teksif ilkesi bağlamında katı bir biçimde uygulandığı durum ise, cevap süresi verilmiş, ilk itirazlar bildirilmemiş ve iki haftalık süre dolmamış olması  durumunda  bile  ek  dilekçe  verilmek  suretiyle  ilk  itirazlar  ileri sürülmesinin  mümkün  olmayacağıdır.  Buna  göre  davalı  ister  yazılı yargılama usulünde isterse de basit yargılama usulünde ilk itirazlarını dava dilekçesinin kendisine tebliğinden itibaren işleyen iki haftalık süre içerisinde vereceği cevap dilekçesi ile bildirmek zorundadır. Davacı da karşı davaya cevap veriyorsa cevap dilekçesinde ilk itirazlarını ileri sürmesi gerekir. İlk itirazların belirtilen süreden sonra ileri sürülmesinin olanağı yoktur. İlk itirazların dilekçeler teatisi evresinde iki haftalık süre içerisinde ileri sürülmesi gerekmektedir. Bu süre içerisinde ileri sürülmediği durumda karşı tarafın açık rızası veya ıslah ile dahi ileri sürülemez. Çünkü ilk itirazlar usule ilişkin savunma vasıtalarıdır, esasa ilişkin savunma vasıtası değildir. Bu nedenle de esasa ilişkin savunma vasıtası olan savunmayı genişletme ve değiştirme  yasağının  istisnaları  ilk  itirazlar  açısından  uygulama  alanı bulmaz. Ön inceleme aşamasında öncelikle dava şartları sonra cevap dilekçesinde ileri sürülen ilk itirazlar incelenir. Nitekim ilk itirazlar ön sorunlar gibi incelenip karara bağlanır (HMK m.117, III). Çünkü ilk itirazlar bir sonraki aşamaya geçilebilmesi için çözülmesi gereken sorundur. Hâkim ilk itirazlar hakkındaki kararını derhal verir ve bu kararı taraflara tefhim veya tebliğ eder.                                                              127  Öztürk, s.42. 128  Pekcanıtez-Pekcanıtez Usul, s.1222; Atalı/Ermenek/Erdoğan, s.327; Budak/Karaaslan, s.157;  Görgün/  Börü/  Toraman/Kodakoğlu,  s.266;  Alangoya/  Yıldırım/  Deren- Yıldırım,  s.196;  Tanrıver,  s.625;  Pekcanıtez-Pekcanıtez  Usul,  s.1218; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.345. 129  Tanrıver, s.363. 130  Tanrıver, s.363, 625.  131  Tanrıver, s.363, 625. 132  Pekcanıtez-Pekcanıtez Usul, s.1222; Tanrıver, s.363. 133  Öztürk, s.48-49; Atalı/Ermenek/Erdoğan, s.327; Budak/Karaaslan, s.157; Görgün/ Börü/  Toraman/Kodakoğlu,  s.266;  Alangoya/  Yıldırım/  Deren-  Yıldırım,  s.196; 133Nagihan MAZLUM                                                 Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144   İlk itirazların ileri sürülmesi için verilen süre, hak düşürücü süredir. Bu bağlamda süre geçtikten sonra davacı davalının ileri sürdüğü ilk itirazlara muvafakat etse dahi ilk itirazlar, mahkeme tarafından incelenemez. Bu husus HMK nın 117. maddesinin birinci fıkrasında da ifade edilmiştir. Buna göre, ilk itirazlar cevap dilekçesinde ileri sürülmelidir. Aksi halde hâkim tarafından dinlenmez ve cevap dilekçesi için verilen süre geçtikten sonra yahut cevap dilekçesi verildikten sonra ilk itirazları ileri sürmesi de teksif ilkesinin ihlali  sonucunu  doğurur.  Böyle  bir  durumda  da  hâkim,  ileri  sürülen  ilk itirazları dikkate alınmaz. Bir başka ifadeyle taraflar hiç itiraz etmemiş gibi yargılamaya  devam  olunur.  Kanaatimizce  burada  teksif  ilkesinin  bir istisnasını oluşturan eski hale getirme kurumunun şartlarını sağlaması halinde uygulanması gerekir. Nitekim eski hale getirme kurumunun uygulanması ile teksif  ilkesinin  yaratabileceği  sakıncaları  giderebilir.  Elde  olmayan sebeplerle kanunda belirtilen ve hâkimin kesin olarak belirlediği süre içinde bir işlemi yapamayan kimse eski hale getirme talebinde bulunabilir (HMK m.95, I)136. Bu bağlamda cevap dilekçesi verememiş olan kişi eski hale getirme yoluna başvurabilmek için gerekli olan şartları da sağladığı durumda cevap dilekçesi verebilir ve kanaatimizce de bu dilekçe ile ilk itirazları ileri sürebilir. Dolaysıyla da teksif ilkesinin aşılması şeklinde bir durum gündeme gelebilir.  IV.  TEKSİF  İLKESİNİN  KANUN  YOLLARI  BAKIMINDAN UYGULANMASI Teksif ilkesi yargılamaya egemen olan ilkelerden biridir. Bu ilkenin uygulanması sadece ilk derece yargılamasında değil; kanun yolları açısından da geçerlilik arz eder. Zira yargılama bir bütündür ve yargılamaya egemen olan ilkeler kanun yollarında da geçerliliğini korurlar. Bu bağlamda nihai karaların kesinleşmesine engel olan kanun yollarına olağan kanun yolları denir. Olağan kanun yoluna başvurulması halinde, başvurulan nihai karar olağan kanun yolundan geçmeden kesinleşemez. HMK ya göre olağan kanun                                                            Tanrıver,  s.625;  Pekcanıtez-Pekcanıtez  Usul,  s.1218;  Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.345. 134  Pekcanıtez-Pekcanıtez Usul, s.1222; Atalı/Ermenek/Erdoğan, s.327; Budak/Karaaslan, s.157;  Görgün/  Börü/  Toraman/Kodakoğlu,  s.266;  Alangoya/  Yıldırım/  Deren- Yıldırım,  s.196;  Tanrıver,  s.625;  Pekcanıtez-Pekcanıtez  Usul,  s.1218; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.345. 135 Sungurtekin Özkan, s.101. 136  Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.183. 137  Görgün/ Börü/ Toraman/ Kodakoğlu, s.660; Alangoya/ Yıldırım/ Deren- Yıldırım, s.445; Özekes-Pekcanıtez Usul, s.2159; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.596; Atalı/Ermenek/Erdoğan, s.593; Budak/Karaaslan, s.367; Kuru, s.661. 134Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144   Medeni Usul Hukukunda Teksif İlkesi                                    yolları iki tanedir: İstinaf ve temyiz. Dolayısıyla bu konu başlığının altında teksif  ilkesinin  istinaf  ve  temyiz  açısından  uygulanması  incelenmeye çalışılacaktır.  A. İstinaf Aşamasında Teksif İlkesinin Yansımaları İstinaf  ile  amaçlanan  ilk  derece  mahkemelerinde  verilen  kararların vakıalara, delillere, maddi hukuk ve usul hukuku kurallarına uygunluğunu denetlenmesidir. İstinafta, ilk derece mahkemesinin yapmış olduğu işlemler aynen tekrarlanmaz. Sadece maddi vakıalar açısından gerekli olan hususlar yeniden incelenir.  İstinaf yoluna başvuru süresi iki haftadır. Buna göre ilamın kendisine tebliği ile iki haftalık süre işlemeye başlar (HMK m.345). İstinafta yapılan yargılaması dilekçeler aşaması, ön inceleme, tahkikat ve Bölge Adliye Mahkemesinin karar vermesi aşamalarından oluşur.  İstinaf yoluna başvuru dilekçe ile yapılır (HMK m.342, I). Dilekçe kararı veren mahkemeye veya başka bir yer mahkemesine verilebilir. O mahkemece bölge adliye mahkemesi başvuru defterine kaydolunur (HMK m.343, I). İstinaf dilekçesi karşı tarafa tebliğ edilir. Karşı taraf, tebliğden itibaren iki hafta  içerisinde  cevap  dilekçesi  verebilir.  Cevap  dilekçesi,  kararı  veren mahkemeye  veya  bu  mahkemeye  gönderilmek  üzere  başka  bir  yer mahkemesine verilebilir. Dilekçeler aşamasında istinaf dilekçesi ve cevap dilekçesi olmak üzere sadece bir kez dilekçe verilir. Teksif ilkesinin bir yansıması olarak verilen dilekçeler ile hâkim istinaf yargılamasının başında istinaf incelemesinin kapsamı ve tarafların talepleri hakkında bilgi sahibi olur. Bu durumda teksif ilkesi gereğince hâkimin eldeki verileri tümden görmesini sağlar ve yargılamanın uzamasına engel olur.  Bölge adliye mahkemesi ilk derece yargılamasında yazılı yargılama usulünde cevaba cevap dilekçesinde veya ikinci cevap dilekçesinde belirtilen; basit yargılama usulünde ise dava dilekçesi ile cevap dilekçesinde ifade edilen                                                            138  Özekes-Pekcanıtez Usul, s.2203; Görgün/ Börü/ Toraman/Kodakoğlu, s.663; Alangoya/ Yıldırım/ Deren- Yıldırım, s.506; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.604; Atalı/Ermenek/Erdoğan, s.601; Budak/Karaaslan, s.374; Kuru, s.667. 139  Yılmaz-Şerh, s.3237. 140  Yılmaz Ejder, İstinaf, 2.B, Ankara 2005, s.67; Akkaya Tolga, Medeni Usul Hukukunda İstinaf, Ankara 2009, s.171-172; Meraklı Yayla Deniz, Medeni Usul Hukuku nda İstinaf Kanun  Yolunda  Yeniden  Tahkikat  Yapılması,  Ankara  2014,  s.74;  Görgün/  Börü/ Toraman/Kodakoğlu, s.671; Alangoya/ Yıldırım/ Deren- Yıldırım, s.530; ÖzekesPekcanıtez  Usul,  s.2222;  Arslan/Yılmaz/Taşpınar  Ayvaz/Hanağası,  s.611; Atalı/Ermenek/Erdoğan, s.612; Budak/Karaaslan, s.380; Kuru, s.684. 141  Akkaya-İstinaf, s.173. 142  Akkaya-İstinaf, s.180. 135Nagihan MAZLUM                                                 Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144 iddia  ve  savunmalar  ile  bağlıdır.  Bir  başka  ifadeyle  taraflar  ilk  derece yargılamasında ileri sürmedikleri iddia ve savunmalarını istinaf aşamasında ileri süremezler. Zira teksif ilkesi gereğince belirtilen usul kesitinden sonra yasak işlemeye başlamıştır. Bu yasak kanun yolları açısından da geçerliliğini sürdürmektedir. Bunu yanı sıra ilk derece mahkemesinde uygulanan iddianın ve  savunmanın  genişletilmesi  ve  değiştirilmesi  yasağının  istisnalarının, uygulanmadığı  haller  istinaf  aşamasında  da  geçerliliğini  korur  (HMK m.360)144.  İstinaf  aşamasında  yeni  vakıa  ileri  sürülemez.  Ancak  ilk  derece mahkemesinde ileri sürülmüş olan fakat yanlış ve eksik değerlendirilmiş vakıalar incelenebilir. Ancak ilk derecede dilekçeler teatisinde belirtilen fakat tarafın ihmali sebebiyle ileri sürülmeyen vakıalar istinaf aşamasında değerlendirilmez. İstinaf aşamasında yeni vakıaların ileri sürülmesi için tanınan istisna ise, mahkemenin resen göz önünde tutacağı hususlardır. Bunun  yanı  sıra  ileri  sürülmüş  olan  vakıanın  kapsamında  kalan  ancak mahkeme  tarafından  üzerinde  durulmamış  olan  vakıalar  yeni  vakıa sayılmayacağından istinaf yargılamasına getirilebilir.  İddianın ve savunmanın genişletilmesi ve değiştirilmesi yasağının bir istisnasını ise ıslah oluşturmaktadır. Nitekim ıslah, teksif ilkesinin istisnası anlamına da gelir. HMK nın 357. maddesinde ise dar anlamda istinaf yargılamasından yola çıkılarak ıslahın yapılamayacağı ifade edilmiştir. Islahın istinaf  yargılamasında  yapılamayacak  olmasının  nedenleri;  ilk  derece mahkemesinin  usul  ve  esasa  ilişkin  hatalarını  düzeltme  amacı  olan  bir yargılama faaliyeti olması, istinafta ıslahın davaları uzatmaya yol açması ve istinafta  yeni  vakıa  ileri  sürülememesi,  talep  sonucunun  değiştirilip genişletilememesidir.  Ancak  doktrinde,  istinaf  yargılamasında  ıslahın yapılması gerektiğini savunan görüşler bulunmaktadır. Bu görüşlere göre, istinaf aşamasında ıslah yolunu kapatmak hem istinafın denetim yapmasına hem de gereksiz yere dava açılmasının önüne geçilmesine aykırıdır. Ayrıca istinafta  ıslah  hakkının  uygulanmamasının  teksif  ilkesinin  çok  katı                                                            143  Akkaya-İstinaf, s.185; Alangoya/ Yıldırım/ Deren- Yıldırım, s.513. 144  Meraklı Yayla, s.76; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.347.  145 Özekes-Pekcanıtez Usul, s.2245; Deren-Yıldırım, s.278-279; Alangoya/ Yıldırım/ Deren- Yıldırım, s.515. 146  Alangoya/ Yıldırım/ Deren- Yıldırım, s.514. 147  Deren-Yıldırım, s.281; Özekes-Pekcanıtez Usul, s.2251. 148  Özekes-Pekcanıtez Usul, s.2251.  149  Bkz. yuk. III, A. 150  Meraklı Yayla, s.46; Özekes-Pekcanıtez Usul, s.2245. 151  Akkaya-İstinaf, s.298; Meraklı Yayla, s.52; Özekes-Pekcanıtez Usul, s.2248. 136Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144   Medeni Usul Hukukunda Teksif İlkesi                                    uygulanması sonucu doğuracağından hareketle istinaftan istenilen yararın ve işlevin meydana gelmeyeceği şeklinde ifade edilmiştir.  İstinaf  sistemimiz  dar  anlamda  istinaf  sisteminden  yola  çıkılarak düzenlenmiştir. Bu anlamda da ilk derece mahkemesinin yapmış olduğu işlemlerle sınırlı bir şekilde istinaf incelemesi yapılmaktadır. Nitekim iddianın ve  savunmanın  değiştirilmesi  ve  genişletilmesi  yasağı  dışında  teksif ilkesinin kapsamına aldığımız dar anlamda istinaftan etkilenen bir başka durum ise yeni delil gösterilmesidir. Bu bağlamda bölge adliye mahkemesi istinaf  yargılaması  yaparken  teksif  ilkesi  gereğince  dilekçeler  teatisi aşamasında belirtilen deliller ile inceleme yapar. Buna karşılık ilk derece yargılaması  görülürken  var  olmalarına  rağmen  ileri  sürülmeyen  veya tarafların ihmali ile mahkemeye bildirilmemiş olan deliller istinaf incelemesi kapsamı dışında kalır. Var olup ileri sürülmeyen delillerden başka bölge adliye  mahkemesine  getirilen  yeni  delillerin  gösterilmesi  HMK nın  357. maddesini  birinci  fıkrası  gereğince  kural  olarak  yasaklanmaktadır.  Bu hükmün istisnası ise anılan maddenin üçüncü fıkrasında düzenlenmiştir. Buna göre  ilk  derece  mahkemesinde  usulüne  uygun  olarak  gösterildiği  halde incelenmeden reddedilen deliller veya mücbir sebebin varlığı dolayısıyla gösterilmesine  olanak  bulunmayan  yeni  deliller  bölge  adliye  mahkemesi tarafından incelenebilir. Ayrıca resen araştırma ilkesinin uygulandığı davalar da ve kamu düzenine ilişkin durumların varlığı halinde yeni delil incelmesi yapılabilir.  Nitekim  bu  iki  durumda  teksif  ilkesinin  uygulanmayacağı durumlardır.                                                            152  Akkaya-İstinaf, s.181, 186.  153  Akkaya ya  göre  yeni  delillerin  ileri  sürülememesi  yasağı  iddianın  ve  savunmanın genişletilmesi ve değiştirilmesi yasağının devamı değildir. Böyle bir düzenlemenin amacı hukuki uyuşmazlığın sona erdirilmesi ve kanun yolunun en kısa sürede sonuçlandırılmasının sağlanmasıdır (Akkaya-İstinaf, s.284). 154  Yeni  delil  gösterilmesi,  dava  malzemesinin  getirilmesinin  zamansal  olarak sınırlandırılmasının  bazı  hallerde  gerçeğe  ulaşmayı  engelleyeceğinden  getirilmiş  bir kurumdur (Akil Cenk, İstinaf Kavramı, Ankara 2010, s.259-260).  155  Bolayır, s.284; Deren-Yıldırım, s.280; Akkaya-İstinaf, s.283; Meraklı Yayla, s.121; Alangoya/ Yıldırım/ Deren- Yıldırım, s.514-515. 156  Doktrinde bu şekilde ileri sürülmüş olup ilk derece mahkemesinin incelemeden reddettiği delillerin yeni delil olmadığı ifade edilmektedir. Bu görüşe göre, bu deliller daha önceden mahkemeye bildirildikleri için mahkeme tarafından bilinmektedirler. Bu deliller zaten dosyaya girdikleri için artık mahkeme tarafından resen incelenebilirler. Nitekim istinaf yargılamasında da böyle bir düzenleme olmaksızın bu delillerin incelenmesi mümkündü (Akkaya-İstinaf, s.291; Bolayır, s.289-290; Meraklı Yayla, s.126-127).  157  Meraklı Yayla, s.133. 137Nagihan MAZLUM                                                 Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144 Yeni  delil  getirilmesi  açısından  HMK nın  düzenlenmesinden  açıkça anlaşılamayan konu resen göz önünde bulundurulması gereken delillerin bu kapsamda  değerlendirilip  değerlendirilmeyeceğidir.  Teksif  ilkesinin uygulanmadığı durumlardan biri de hâkimin resen harekete geçtiği hallerdir. Bir başka ifadeyle teksif ilkesi taraflarca getirilme ilkesinin uygulandığı davalar bakımından uygulanır. Bu nedenle de hâkimin bilirkişiye başvurması ya  da  keşif  yapması  teksif  ilkesi  açısından  belirli  bir  usul  kesiti sınırlandırılmamıştır. Doktrinde yer alan bir görüşe göre taraflarca getirilme ilkesinin uygulanmadığı bilirkişiye başvurma veya keşif delillerine hâkimin resen başvurabileceği; ancak bunun dışında kalan deliller açısından istinaf yargılaması bakımından hâkimin resen başvurmayacağıdır.   B. Temyiz Aşamasında Teksif İlkesinin Yansımaları Temyiz, bölge adliye mahkemelerince verilen belli meblağı aşan nihai kararlara, duruma göre ilk derece mahkemesinin kararlarına karşı doğrudan ve hakem kararlarının iptali talebi üzerine verilen kararlara karşı Yargıtay nezdinde  gidilen  olağan  kanun  yoludur.  Temyiz  yolunda  alt  derece mahkemesinin vakıaları usulüne uygun bir şekilde inceleyip incelemediği, özellikle de vakıalara kanunların doğru uygulanıp uygulanmadığı kontrol edilir.  Temyiz incelemesinde yeni vakıa gösterilmez. Sadece alt mahkemenin vakıa incelemesi ile sınırlı hukuki denetim yapabilir.  Temyiz aşamasında yeni  delil  gösterilmesi  ile  ilgili  netlik  bulunmamakla  birlikte  temyiz aşamasında yeniden tahkikata girilmeyeceğinden daha önceden bildirilmeyen vakıalar  ve  deliller  yargılamaya  getirilmemektedir.  Yargıtay ın  bozma kararından sonra dosyayı hükmü veren mahkemeye geri göndermesi ve bu durumda tekrar tahkikat işlemlerinin yapılması durumunda HMK nın 145. maddesinin uygulanabileceği savunulmaktadır. Böyle bir durumda da bölge                                                            158  Bolayır, s.294-295; Akkaya-İstinaf, s.292-293; Meraklı Yayla, s.134.  159  Özekes-Pekcanıtez  Usul,  s.2350;  Arslan/Yılmaz/Taşpınar  Ayvaz/Hanağası,  s.623; Atalı/Ermenek/Erdoğan,  s.631;  Budak/Karaaslan,  s.406;  Görgün/  Börü/ Toraman/Kodakoğlu, s.679; Alangoya/ Yıldırım/ Deren- Yıldırım, s.538; Kuru, s.701. 160  Özekes-Pekcanıtez Usul, s.2276; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.623.  161  Özekes-Pekcanıtez Usul, s.2277; Görgün/ Börü/ Toraman/Kodakoğlu, s.679; Alangoya/ Yıldırım/ Deren- Yıldırım, s.538; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s.623; Atalı/Ermenek/Erdoğan, s.623; Budak/Karaaslan, s.414; Kuru, s.723. 162  Bolayır,  s.304.  Doktrinde  yer  alan  bir  görüş  delillerin  dilekçeler  teatisinden  sonra gösterilmesi ancak HMK nın 145. maddesine göre olacağından Yargıtay ın böyle bir yetkiye sahip olmayacağını ifade etmektedir. Bu görüşe göre de Yargıtay ın yeni delili kabul etmemesi gerekmektedir (Atalay-Pekcanıtez Usul, s.1762). 163  Atalay-Pekcanıtez Usul, s.1762; Bolayır, s.305. 138Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144   Medeni Usul Hukukunda Teksif İlkesi                                    adliye  mahkemesi  veya  ilk  derece  mahkemesi  sadece  bozma  kararı kapsamında belirtilen hususlar hakkında tahkikat yapılır ve deliller toplanır. Bozma kararının dışında kalan, yeni vakıalar yargılamaya getirilemez, yeni delil gösterilemez ve dolayısıyla da delillerin toplanması söz konusu olmaz. Bu bağlamda da bozma kararı üzerine yapılacak olan tahkikatta taraflar iddianın ve savunmanın genişletilmesi ve değiştirilmesi yasağına bağlı olarak yeni vakıa ileri sürüp yeni delil gösterebilirler.  Bozmadan  sonra  ıslah  yoluna  gidilip  gidilemeyeceği  tartışmalıydı. Ancak  7251  s.K.  Hukuk  Muhakemeleri  Kanunu  ile  Bazı  Kanunlarda Değişiklik  Yapılması  Hakkında  Kanun  ile  tartışmalara  son  verilmiş  ve HMK nın 177. maddesine Yargıtay ın bozma kararından veya bölge adliye mahkemesinin kaldırma kararından sonra dosya ilk derece mahkemesine gönderildiğinde, ilk derece mahkemesinin tahkikata ilişkin bir işlem yapması hâlinde  tahkikat  sona  erinceye  kadar  da  ıslah  yapılabilir.  Ancak  bozma kararına uymakla ortaya çıkan hukuki durum ortadan kaldırılamaz. şeklinde ikinci fıkra eklenmiştir. Yargıtay son kararlarında değiştirilen HMK nın 177. maddesi uyarınca bozmadan sonra yapılan ıslahın usulî müktesep hakkın istisnası olduğu ve teksif ilkesinin sert biçimde uygulanması dolayısıyla şekilciliğin  esası  engelleyeceğinden  hareketle  bozmadan  sonra  ıslahın yapılabileceğini ifade etmiştir.                                                              164  Bolayır, s.305.  165  Bolayır, s.305-306.  166  Islah, iddia ve savunma yasağının kapsamına giren taraf usul işlemlerini tamamen veya kısmen düzeltmeye yarayan bir hukukî imkândır. Taraflar ihmal, unutma, yetersiz bilgi ve benzeri sebeplerle eksik ya da hatalı şekilde iddia ve savunmada bulunmuş olabilirler. Yine, yargılama sırasında meydana gelen gelişmeler neticesinde taraflar yargılamanın başında sundukları iddia ve savunmalarında değişiklik yapma ihtiyacı duyabilirler. Teksif ilkesinin sert bir biçimde uygulanması ve belli bir zaman kesitinden sonra taraflara iddia ve savunmada değişiklik yapma imkânının tanınmaması halinde, şekilcilik esası engeller hale gelir ve yargılamanın adaletli bir karar ile sonuçlanmama tehlikesi doğabilir… 22.07.2020 yürürlük tarihli 7251 sayılı Kanun ile değişen 6100 sayılı HMK nın 177/2.maddesi ile, Yargıtayın bozma kararından sonra tahkikata ilişkin bir işlem yapılması halinde, tahkikat sona erinceye kadar da ıslah yapılabileceğine dair açık düzenleme yapıldığı gözetilerek, yukarıda açıklandığı üzere usule ilişkin kazanılmış hakkın istisnası niteliğindeki Yasa değişikliği uyarınca karar verilmesi yerinde olup davacı vekilinin bu yönleri amaçlayan karar  düzeltme  isteğinin  kabulü  gerekmiştir.  17.HD,  T.05.11.2020,  E.2019/1411, K.2020/6683: Legalbank; aynı yönde karar için bkz. 10. HD, T.01.10.2020, E.2020/6889, K.2020/5292: Legalbank.  139Nagihan MAZLUM                                                 Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144 SONUÇ Teksif ilkesi, iddia ve savunma sebeplerinin ve delillerin, bir başka ifadeyle dava malzemesinin belirli bir usul kesitine kadar mahkeme önüne getirilmesini, öngörülen usul kesitinin tamamlanmasından sonra ileri sürülen ya da getirilen iddia ve savunma sebeplerinin ve delillerin mahkemece dikkate alınmamasını öngören yargılama hukuku ilkesidir. Bu ilke ile iddianın ve savunmanın  veya  delillerin  getirilmesi  usul  kesiti  olarak  ifade  ettiğimiz dilekçeler teatisi aşaması, ön inceleme, tahkikat, sözlü yargılama ve hüküm aşamaları ile sınırlandırılmıştır. Teksif ilkesiyle davaların gereksiz ve kötü niyetli olarak uzamasının ve yargılamanın sürüncemede bırakılmasının önüne geçilmesi amaçlanmaktadır. Ayrıca teksif ilkesi şekilciliğini yumuşatılmasına ve adaletli bir yargılamanın gerçekleştirilmesine hizmet etmektedir.  Teksif ilkesinin yargılamadaki en önemli yansıması iddia ve savunmanın değiştirilmesi ve genişletilmesi yasağıdır. Tarafların ileri sürmedikleri iddia ve savunmaları (vakıaları) tasarruf ilkesinin egemen olduğu yargılamada hâkim  dikkate  almaz.  Nitekim  de  HMK nın  141.    maddesinin  birinci fıkrasında tarafların yargılamada iddia ve savunmalarını ne zamana kadar değiştirebilecekleri düzenlenmiştir. Buna göre, taraflar cevaba cevap ve ikinci cevap dilekçeleri ile serbestçe iddia veya savunmalarını genişletebilir yahut değiştirebilirler.  Bu  düzenleme  ile  kural  olarak  dilekçeler  aşamasında tarafların  iddia  ve  savunmalarını  sunmaları  istenmektedir.  Ön  inceleme aşamasında  taraflar  iddia  ve  savunmalarını  değiştirip  genişletemezler. Tahkikat  aşamasında  ise  iddia  ve  savunmanın  genişletilip  değiştirilmesi yasağı ancak ıslah ve karşı tarafın açık muvafakati ile  aşılabilir. Teksif ilkesinin ihlali halinde değiştirilmiş veya genişletilmiş olan iddia ve savunma mahkeme tarafından yok sayılır. Ayrıca ilk davada ileri sürülen vakıalar hakkında ikinci bir dava açılması durumunda ikinci dava, dava sebebinin aynı olması nedeniyle kesin hükme dayanılarak reddedilir.  Teksif  ilkesi,  dava  malzemesinin  belirli  bir  usul  kesitine  kadar mahkemeye sunulması olarak ifade edilmesi sebebiyle delillerin gösterilmesi de teksif ilkesi kapsamında değerlendirilmelidir. Zira delillerin gösterilmesi de  belirli  bir  usul  kesitiyle  sınırlandırılmıştır.  Davacı,  dilekçeler  teatisi evresinde İddia ettiği her bir vakıanın hangi delillerle ispat edileceğini yer aldığı HMK nın 119. maddesinin birinci fıkrasının (f) bendini temel alarak elindeki  belgeleri  dava  dilekçesi  ile  göstermelidir.  Davalı  ise,  cevap dilekçesinde savunmasının dayanağı olan her bir vakıanın hangi delillerle ispat edeceğini göstermelidir (HMK m.129, I, e). Ayrıca davacı, cevaba cevap ve davalı ise, ikinci cevap dilekçesiyle delillerini herhangi bir sınırlamaya tabi olmadan  gösterebilirler  (HMK  m.136).  Ancak  delillerin  gösterilmesi 140Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144   Medeni Usul Hukukunda Teksif İlkesi                                    bakımından da teksif ilkesinin uygulanması yumuşatılmıştır. Buna göre ön inceleme aşamasında HMK nın 139. maddesinin birinci fıkrasının (ç) bendi, tahkikat  aşamasında  ise  HMK nın  145.  maddesi  uygulama  alanı  bulur. Doktrinde farklı görüşlerin mevcut olmasına rağmen tahkikat aşamasında yeni delil  gösterilmesi  ancak  dilekçeler  teatisi  evresinde  gösterilen  ama mahkemeye sunmadıkları veya mahkemenin incelemediği delillere hasren yapılabilir.  Teksif  ilkesinin  en  katı  biçimde  uygulandığı  kurum  ilk  itirazlardır. Nitekim ilk itirazların istisnai de olsa ne ön inceleme aşamasında ne de tahkikat  aşamasında  ileri  sürülebilmesi  mümkün  değildir.  İlk  itirazlar açısından  belirtilen  usul  kesitinden  kasıt  ilk  itirazlar  açısından  cevap dilekçesinin  verilmesidir.  İlk  itirazların  teksif  ilkesi  bağlamında  katı  bir biçimde  uygulandığı  durum  ise,  cevap  süresi  verilmiş,  ilk  itirazlar bildirilmemiş ve iki haftalık süre dolmamış olması durumunda bile ek dilekçe verilmek suretiyle ilk itirazlar ileri sürülmesinin mümkün olmayacağıdır. Ancak eski hale getirmenin uygulanması bu bağlamda ilk itirazların ileri sürülmesine bir başla ifadeyle teksif ilkesinin uygulanmasına istisna olabilir.   Teksif ilkesinin uygulanması sadece ilk derece yargılamasında değil; kanun yolları açısından da geçerlilik arz eder. Zira yargılama bir bütündür ve yargılamaya egemen olan ilkeler kanun yollarında da geçerliliğini korurlar. Bu bağlamda teksif ilkesinin hem istinaf yargılamasında hem de temyizde yansımaları mevcuttur. İstinaf aşamasında yeni vakıa ileri sürülemez. Ancak ilk  derece  mahkemesinde  ileri  sürülmüş  olan  fakat  yanlış  ve  eksik değerlendirilmiş  vakıalar  incelenebilir.  Bölge  adliye  mahkemesi  istinaf yargılaması yaparken teksif ilkesi gereğince dilekçeler teatisi aşamasında belirtilen deliller ile inceleme yapar. Buna karşılık ilk derece yargılaması görülürken var olmalarına rağmen ileri sürülmeyen veya tarafların ihmali ile mahkemeye bildirilmemiş olan deliller istinaf incelemesi kapsamı dışında kalır. Temyiz incelemesinde de yeni vakıa ve delil gösterilmez.   141",
     "Kaynakça": "Akkaya Tolga,  Akkaya Tolga,   Medeni Usul Hukukunda İstinaf, Ankara 2009. (İstinaf) Medeni Usul Hukuku Bakımından Boşanma Davası, Ankara 2017. (Boşanma) Akil Cenk, Yargıtay Kararları Işığında Zamanaşımı Def inin Islah Yolu ile İleri Sürülüp Sürülemeyeceği Meselesi, HHFD 2012, C.2, S.2, s.1-15. Akil Cenk, İstinaf Kavramı, Ankara 2010. Alangoya Yavuz, Medeni Usul Hukukunda Vakıaların ve Delillerin Toplanmasına İlişkin İlkeler, İstanbul 1979. Alangoya Yavuz/ Yıldırım Kamil/ Deren-Yıldırım Nevhis,  Medeni Usul Hukuku Esasları, 8.B, İstanbul 2011. Alpay Ece, İngiliz ve Türk Yargılama Hukukunda Sözlülük İlkesi, İstanbul 2020. Ansay Şakir, Hukuk Yargılama Usulleri, Ankara 1960. Arslan Ramazan/ Yılmaz Ejder/ Taşpınar Ayvaz Sema/ Hanağası Emel,Medeni Usul Hukuku, 6.B, Ankara 2020. Arslan Ramazan/ Yılmaz Ejder/ Taşpınar Ayvaz Sema/ Hanağası Emel, İcra ve İflâs Hukuku, 6.B, Ankara 2020. (İcra ve İflâs Hukuku) Aslan Akyol Leyla, Aslan Akyol Leyla, Atalı Murat/ Ermenek İbrahim/ Erdoğan Ersin, Medeni Usul Hukukunda Davadan Feragat, Ankara 2011. Medeni Usul Hukukunda Cevap Dilekçesi Verilmemesinin Sonuçları, Ankara 2019. (Cevap) Medeni Usul Hukuku Ders Kitabı, 3.B, Ankara 2020.  Atalay Oğuz, Medeni Usul Hukukunda Menfi Vakıaların İspatı, İzmir 2001. Bilge Necip, Medeni Yargılama Hukuku, 2.B, İstanbul 1967. Bolayır  Nur,  Hukuk  Yargılamasında  Delillerin  Toplanmasında  Tarafların  ve Hâkimin Rolü, İstanbul 2014. Börü Levent, Medeni Usul Hukukunda İddia ve Somutlaştırma Yükü, Ankara 2016. Budak Ali Cem/ Karaaslan Varol, Medeni Usul Hukuku, 4.B, Ankara 2020. Deren-Yıldırım  Nevhis,  Teksif  İlkesi  Açısından  İstinaf,  İstinaf  Mahkemeleri Uluslararası Toplantı, 7-8 Mart 2003, s.267-284. Erdoğan Ersin/Korkmaz Cansu,  Yargıtay ca Verilen Bozma Yahut Bölge Adliye Mahkemelerince  Verilen  Gönderme  Kararlarından  Sonra  Islah  Yapılıp Yapılmayacağı Sorunu, YBHD 2016, S.2, s.249-290. Erdönmez Güray, Medeni Usul Hukukunda Belgelerin İbraz Mecburiyeti, İstanbul 2010. (İbraz) 142Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144   Medeni Usul Hukukunda Teksif İlkesi                                    Erdönmez Güray, Hukuk Muhakemeleri Kanunu na Göre Delillerin Gösterilmesi ve İbrazı, İBD 2013, C.87, S.5, s.15-53. (Delil) Ferendeci H. Özden, (Alman Hukuku ndaki Örneği ile) Sözlülük İlkesi, İstanbul 2019. Göksu Mustafa,  Hukuk Yargılamasında Vakıa ve Hukuk, Haluk Konuralp Anısına Armağan, Ankara 2009, s.323-350. Görgün Şanal/ Börü Levent/ Toraman Barış/ Kodakoğlu Mehmet, Medeni Usul Hukuku, 9.B, Ankara 2020. Gürdoğan Burhan,  Temyiz Mahkemesinin Kontrolü Bakımından: Vakıa ve Hukuk, Zeki Murat Alsan a Armağan, Ankara 1956, 258-285. Hanağası Emel, Medeni Yargılama Hukukunda Silahların Eşitliği, Ankara 2016. Karaaslan, Varol, Hâkimin Davayı Aydınlatma Ödevi, Ankara 2013. Karslı Abdurrahim, Medeni Muhakeme Hukuku, 3.B, İstanbul 2012. Kıyak Emre, Dava Açılmasının Usul Hukukuna İlişkin Sonuçları, Ankara 2014. Kuru Baki, İstinaf Sistemine Göre Yazılmış Medeni Usul Hukuku, İstanbul 2016. Kuru Baki, Medeni Usul Hukuku El Kitabı, 2.C, C.1, Ankara 2020. (El Kitabı) Mazlum İsmet, Medeni Usul Hukukunda Belge ve Senet Ayrımı, Yayınlanmamış Yüksek Lisans Tezi, Ankara 2012. Meraklı Yayla Deniz, Medeni Usul Hukuku nda İstinaf Kanun Yolunda Yeniden Tahkikat Yapılması, Ankara 2014. Meriç Nedim, Medeni Yargılama Hukukunda Tasarruf ve Taleple Bağlılık İlkesinin Kapsamı ve Bazı Güncel Kararların Değerlendirilmesi, MİHBİR 2014, C.4, S.2, s.23-63. (Taleple Bağlılık) Meriç Nedim, Medeni Yargılama Hukukunda Tasarruf İlkesi, Ankara 2011. Özçelik Volkan, Türk Medeni Usul Hukukunda Taraflarca Getirilme İlkesi, Ankara 2020. Özekes Muhammet, Medeni Usul Hukukunda Hukuki Dinlenilme Hakkı, Ankara 2003. Öztürk Emre, Medeni Usul Hukukunda İlk İtirazlar, Ankara 2014. Pekcanıtez Hakan, Pekcanıtez Hakan/ Atalay Oğuz/ Özekes Muhammet, Islaha İlişkin  Bazı  Yargıtay  Kararlarının  Değerlendirilmesi,  Makaleler,  2.C,  C.2, İstanbul 2016. Hukuk Muhakemeleri Kanunu nda Değişiklik Yapılmasına Dair 7251 Sayılı Kanun Hakkında Değerlendirme, TBBD 2020, S.150, s.247-299.  143Nagihan MAZLUM                                                 Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 107-144 Pekcanıtez Hakan/ Atalay Oğuz/ Özekes Muhammet/ Atalı Murat/ Erdönmez Güray/ Akkan Mine/ Yeşilırmak Ali/ Taş Korkmaz Hülya, Pekcanıtez Usul Medeni Usul Hukuku, 15.B, 3. C, C.1, 2, 3, İstanbul 2017. (Pekcanıtez Usul). Rechberger Walter (Çeviren, Yıldırım Kamil),  Avusturya Medeni Yargılamasında Yargılamanın Hızlandırılması, İlkeler Işığında Medeni Yargılama Hukuku, 3.B, İstanbul 2002. Rüzgaresen  Cumhur,  Medeni  Muhakeme  Hukukunda  Usul  Ekonomisi  İlkesi, Ankara 2013. Sungurtekin Özkan Meral, Türk Medeni Yargılama Hukuku, İzmir 2013. Şeker Hilmi, İlkeler Işığında Ön İnceleme Kurumu, İstanbul 2012. Tanrıver Süha, Medeni Usul Hukuku, 3.B, C.1, Ankara 2020. Taşpınar, Sema, Medeni Yargılama Hukukunda  Amaç Sorunu,  Prof.  Dr.  Faruk Erem e Armağan, Ankara 1999, s.759-787. Teomete Yalabık Fulya,  İngiliz ve Amerikan Hukuklarında Vakıaların Getirilmesi ile  Delillerin  Toplanmasında  Hâkimin  Rolü  ve  Türk  Hukuku  Bakımından Değerlendirilmesi, İstanbul 2016. Topuz Gökçen, Medeni Usul Hukukunda Karinelerle İspat, Ankara 2012. Tutumlu Mehmet Akif, Medeni Usul Hukukunda Islah, 3.B, Ankara 2015. Umar Bilge, Hukuk Muhakemeleri Kanunu Şerhi, Ankara 2011. Üstündağ Saim, Medeni Yargılama Hukuku, 6.B, İstanbul 1995. Üstündağ Saim,  Süresinde Cevap  Layihası Vermemenin  Yaptırımı Vardır,  İBD 1962, S.1-2-3, s.22-36. (Cevap Layihası) Üstündağ Saim,  İddia ve Müdafaanın Değiştirilmesi Yasağı, İstanbul 1967. (İddia ve Müdafaa) Yardımcı Taner Emre, Hukuk Yarılamasında Somutlaştırma Yükü, İstanbul 2017. Yıldırım Kâmil, Teksif ve Sözlülük İlkeleri Açısından Yargılama Usulleri Hakkında Düşünceler, Prof. Dr. Ergun Önen e Armağan, İstanbul 2003, s.467-491. Yıldırım Mehmet Kâmil, Medeni Usul Hukukunda Delillerin Değerlendirilmesi, İstanbul 1990. (Delil) Yılmaz Ejder, Hukuk Sözlüğü, 3.B, Ankara 2005. Yılmaz Ejder, Usul Ekonomisi İlkesi, AÜHFD, C.57, S.1, Y.2008, s.243-274. (Usul Ekonomisi) Yılmaz Ejder, Medeni Yargılama Hukukunda Islah, 4.B, Ankara 2013. (Islah) Yılmaz Ejder, Hukuk Muhakemeleri Kanunu Şerhi, 3.B, 3.C, C.2, Ankara 2017. (Şerh) Yılmaz Ejder, İstinaf, 2.B, Ankara 2005. (İstinaf) 144"
}