{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": " 09",
     "Ay": "01",
     "Yıl": "2019",
     "Cilt": "69",
     "Sayı": "02",
     "Başlık": "MESAFELİ SÖZLEŞMELERİN KAPSAMI",
     "Title": "Scope of Distance Contract",
     "Yazar İsmi": [
          "Derya G. BÜTÜN YILMAZ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Mesafeli sözleşme",
          "tüketici sözleşmesi",
          "tüketici sözleşmesi",
          "mesafeli satış sözleşmesi",
          "abonelik sözleşmesi"
     ],
     "Keywords": [
          "Distance contract",
          "consumer contract",
          "scope of contract",
          "distance sale contract",
          "subscription contract."
     ],
     "Özet": "Tüketici  sözleşmelerinden  olan  mesafeli  sözleşme,  tüketici  ile satıcı/sağlayıcının  eş  zamanlı  fiziksel  varlığı  olmadan,  uzaktan  iletişim araçları kullanılmak suretiyle akdettikleri sözleşmedir. Mesafeli sözleşme bir sözleşme tipini ifade etmemektedir. Mesafeli sözleşme, sözleşmenin nasıl akdedildiği ile ilgili olup, bu sözleşme kurulurken uzaktan iletişim araçları kullanılmaktadır. Bu nedenle çeşitli sözleşme tipleri mesafeli sözleşme olarak kurulabilir. Hangi sözleşme tipinin mesafeli olarak kurulabileceği ise mesafeli sözleşmenin  kapsamını  ifade  eder.  Ancak  mesafeli  sözleşme  olarak kurulabilecek  çok  fazla  sözleşme  tipi  bulunmaktadır.  Mesafeli  olarak kurulabilen sözleşme tipi isimli veya isimsiz sözleşme olabilir. Bu nedenle düzenlemelerde hangi sözleşme tiplerinin mesafeli olarak kurulamayacağına yer verilmektedir. Çalışmamızda öncelikle mesafeli sözleşme kavramına yer verilmektedir. Ardından bu sözleşmenin kapsamı çeşitli düzenlemelere göre ele  alınmaktadır.  Ayrıca  isimli  sözleşmelerden  olan  satış  sözleşmesinin mesafeli olarak kurulması ile isimsiz sözleşme olan abonelik sözleşmesinin mesafeli  olarak  kurulması  mesafeli  sözleşmenin  kapsamında  olan sözleşmelere örnek olarak incelenmektedir.",
     "Abstract": "The distance contract one of the consumer contracts is the contract concluded by the consumer and the seller/provider using the means of remote communication without the simultaneous physical presence. The distance contract does not refer to a contract type. The distance contract is related to how the contract is concluded and remote communication tools are used when establishing  this  contract.  Therefore,  various  types  of  contracts  can  be established as distance contracts. The distinction between which type of contract can be established is the extent of the distance contract. However, there are many types of contracts that can be established as distance contracts. The type of contract that can be established as a distance can be a contract with the typical or atypical contract. For this reason, it is stated in the regulations which types of contracts cannot be established distant. In our study, the concept of distance contract is given first. The scope of this agreement is then examined. The scope of the contract is handled according to various regulations. In addition, the distinction between the establishment of the contract of sale and the establishment of atypical contract contract, which are within the scope of the distance contract, are examined as examples.",
     "Metin": "Günümüzde gelişen teknolojinin gerek sözleşme hukukuna gerek tüketici hukukuna olan etkisi ile önemi artan mesafeli sözleşmeler, tüketici ile satıcı sağlayıcının karşı karşıya gelmeksizin, uzaktan iletişim araçları kullanarak akdettikleri sözleşmeyi ifade eder. Özellikle internet gibi yaygın kullanılan uzaktan iletişim araçları ile tek bir tıkla mal veya hizmete ulaşılması büyük bir  kolaylık  olduğu  gibi  tüketici  bakımından  çeşitli  sorunlara  da  yol açmaktadır. Tüketicinin sözleşme konusunu bizzat görüp, inceleme fırsatı olmadan sözleşme ilişkisi içine girmesi, tüketicinin korunması gerekliliğini gündeme getirmektedir.  Mesafeli sözleşmelerde tüketicinin korunması iki unsurla sağlanmaya çalışılmaktadır.  Bunlardan  ilki  sözleşme  kurulmadan  önce  tüketicinin bilgilendirmesini ifade eden ön bilgilendirme yükümlülüğüdür. Malı inceleme fırsatı bulamayan ve satıcı-sağlayıcı ile karşı karşıya gelmeden sözleşme ilişkisine giren tüketici, sözleşme kurulmadan önce bilgilendirilerek, tekrar 326Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368                            Mesafeli Sözleşmelerin Kapsamı  düşünmesi  sağlanmakta  ayrıca  sahip  olduğu  haklar  (cayma)  bakımından bilinçlendirilmektedir.  Mesafeli sözleşmelerde tüketicinin korunmasını sağlayan diğer unsur ise cayma olarak ifade edilen haktır. Kanun da cayma hakkı olarak belirtilen, tüketiciye gerekçe sunmadan ve cezai şart ödemeden sözleşmeyi sona erdirme yetkisi tanıyan yenilik doğurucu hak, doktrinde geri alma hakkı olarak ifade edilmektedir.  Cayma  hakkının  kullanımı  on  dört  günlük  süre  ile sınırlandırılmıştır.  Bu  süre  içinde  tüketici  gerekçesiz  ve  cezai  şarta  tabi olmadan sözleşmeyi sona erdirebilir. Cayma (geri alma) hakkı, sözleşme konusunu inceleme fırsatı bulamadan sözleşme ilişkisine girmesi nedeniyle tüketicinin korunmasını sağlar. Tüketicinin  uzaktan  iletişim  araçları  aracılığıyla  kurduğu  mesafeli sözleşme, çok çeşitli sözleşme tiplerinde yapılabilmektedir. Bu durum ise mesafeli sözleşmelerin alanının ne kadar geniş olduğunu ve ortaya çıkabilecek sorunların  fazlalığını  göstermektedir.  Çalışmamızın  esas  konusu  ise tüketicinin korunmasının gündeme geleceği, ön bilgilendirme yükümlülüğü ve cayma hakkının olduğu sözleşmelerin çerçevesini belirlemektedir.  Çalışmamızda  çeşitli  sözleşme  tiplerinde  kurulabilen  mesafeli sözleşmenin  kapsamı,  diğer  bir  deyişle  karşımıza  mesafeli  olarak kurulabilecek sözleşme tiplerinin neler olduğu irdelenmektedir.  Konunun anlaşılması bakımından çalışma iki kısımdan oluşmaktadır. İlk kısımda mesafeli sözleşmeye ilişkin genel bilgiler verilmektedir. Bu bilgiler arasında mesafeli sözleşme kavramı, mesafeli sözleşmenin tanımı ve unsurları birlikte  incelenmekte;  ayrıca  mesafeli  sözleşmenin  konusu  ve  bu sözleşmelerde tüketicinin korunması ele alınmaktadır. Çalışmanın ikinci kısmında ise mesafeli sözleşmelerin uygulama alanı, başka bir deyişle kapsamı incelenmektedir. Mesafeli sözleşmenin uygulama alanı  ele  alınırken,  mesafeli  sözleşmelerin  kapsamı  dışında  bırakılan sözleşmeleri  içeren  çeşitli  düzenlemelere  değinilmektedir.  Son  olarak mesafeli sözleşmenin kapsamında olan sözleşme tiplerinden satış sözleşmesi ile abonelik sözleşmesine yer verilmektedir. I.  Mesafeli Sözleşmelere İlişkin Genel Açıklamalar A. Mesafeli Sözleşme Kavramı Mesafeli  sözleşme  kavramının  yasal  olarak  hukukumuza  girişi, 06.03.2003 tarihli 4822 sayılı Tüketicinin Korunması Hakkındaki Kanunda Değişiklik Yapılmasına Dair Kanunun 14. maddesi ve 4077 Sayılı Kanun un 327Derya G. BÜTÜN YILMAZ                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368  9. maddesine eklenen 9/A maddesi ile gerçekleşmiştir. Ardından 7.11.2013 tarihinde 6502 Sayılı Tüketicinin Korunması Hakkındaki Kanunun kabul edilmesiyle mesafeli sözleşmeler, bu Kanunun 48. maddesinde düzenleme alanı bulmuştur.  Mesafeli sözleşmelere ilişkin düzenlemeler, kanunda yer alan maddelerle sınırlı kalmamış; bu konu hakkında ayrıca yönetmelikler çıkarılmıştır. Bu yönetmelikler ise şöyle sıralanabilir: 13.06.2003 tarihli Mesafeli Sözleşmeler Uygulama Usul ve Esasları Hakkında Yönetmelik (EMSY), 06.03.2011 tarihli Mesafeli Sözleşmelere Dair Yönetmelik (MSDY), 27.11.2014 tarihli Mesafeli Sözleşmeler Yönetmeliği. Bahsedilen bu yönetmeliklerden yürürlükte olanı, 27.11.2014 tarihli Mesafeli Sözleşmeler Yönetmeliği (MSY)  dir. Finansal hizmetlere ilişkin mesafeli sözleşmeler, TKHK 49. maddesinde ayrıca  düzenlenmekte  ve  bu  konu  hakkında  31.01.2015  tarihli  Finansal Hizmetlere İlişkin Mesafeli Sözleşmeler Yönetmeliği bulunmaktadır. 1. Tanımı 4077 sayılı Tüketicin Korunması Hakkındaki Kanunun (ETKHK) 9/A maddesinde mesafeli sözleşme; Mesafeli sözleşmeler; yazılı, görsel, telefon ve elektronik ortamda veya diğer iletişim araçları kullanılarak ve tüketicilerle karşı karşıya gelinmeksizin yapılan ve malın veya hizmetin tüketiciye anında veya  sonradan  teslimi  veya  ifası  kararlaştırılan  sözleşmedir  şeklinde tanımlanmaktadır.  6502 sayılı Tüketicinin Korunması Hakkındaki Kanunu (TKHK) 48. maddenin  yer  verdiği  mesafeli  sözleşmeye  ilişkin  tanım  ise  şöyledir: Mesafeli sözleşme, satıcı veya sağlayıcı ile tüketicinin eş zamanlı fiziksel varlığı olmaksızın, mal veya hizmetlerin uzaktan pazarlanmasına yönelik olarak oluşturulmuş bir sistem çerçevesinde, taraflar arasında sözleşmenin kurulduğu ana kadar ve kurulduğu an da dâhil olmak üzere uzaktan iletişim araçlarının kullanılması suretiyle kurulan sözleşmelerdir. Bu iki tanım arasında bazı farklılıklar bulunmaktadır. Bunlardan ilki, ETKHK tanımında örnek niteliğinde iletişim araçları sayılmakta ancak TKHK böyle  bir  saymaya  gitmeden  uzaktan  iletişim  araçları  ifadesine  yer vermektedir. Diğer bir farklılık ise iletişim araçlarına ilişkin bir sistemin aranıp aranmayacağı açısındandır. ETKHK da böyle bir sistemin varlığına ilişkin bir ibare bulunmamasına rağmen; TKHK mesafeli sözleşme açısından uzaktan iletişim araçlara ilişkin bir sistemin varlığını aramaktadır. Görülmektedir ki, mesafeli sözleşme tüketici ile satıcı veya sağlayıcı arasında uzaktan iletişim araçlarının kullanılmasıyla kurulan sözleşmeyi ifade 328Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368                            Mesafeli Sözleşmelerin Kapsamı  etmektedir. Mesafeli sözleşmeden bahsedebilmek için mal veya hizmetlerin pazarlanmasına  yönelik  bir  sistemin  varlığı  gerekmektedir.  Bu  sistem çerçevesinde uzaktan iletişim araçları kullanılarak tüketici ile satıcı-sağlayıcı aynı anda fiziksel olarak bir ortamda bulunmamalarına rağmen sözleşme akdedebilecekler ki, bu sözleşme mesafeli sözleşme olacaktır. Mesafeli sözleşme, bir sözleşme tipini ifade etmemektedir. TKHK 48. maddede  verilen  tanımdaki  uzaktan  iletişim  araçlarının  kullanılması suretiyle  kurulan  sözleşme  ifadesinden  anlaşılabileceği  gibi  mesafeli sözleşme,  sözleşmenin  kurulma  biçimini  ifade  etmektedir.  Bu  nedenle uzaktan  iletişim  araçlarının  kullanılmasıyla  kurulan  sözleşme,  kanunda şartlarının  düzenlendiği  (satış  sözleşmesi,  kira  sözleşmesi  gibi)  tipik  bir sözleşme olabileceği gibi; atipik (isimsiz) bir sözleşme olması da mümkündür. 2. Unsurları a. Uzaktan İletişim Araçlarının Kullanılması Mesafeli sözleşme, tüketici ile satıcı veya sağlayıcı arasında sözleşmenin kurulduğu ana kadar ve kurulduğu an da dâhil olmak üzere uzaktan iletişim araçlarının kullanılması yoluyla kurulmaktadır (TKHK m. 48/1). Tarafların münhasıran,  yani  sadece  bir  ya  da  daha  fazla  uzaktan  iletişim  aracını kullanmaları  halinde  yaptıkları  sözleşme,  mesafeli  sözleşmeye  ilişkin hükümler dâhilinde olacaktır.  ETKHK  9/A  maddesinde  verilen  tanımda  yazılı,  görsel,  telefon  ve elektronik ortamda veya diğer iletişim araçlarından bahsedilmesine rağmen, 6502  sayılı  Kanunun  48.  maddesinde  uzaktan  iletişim  aracı  ifadesi kullanılmaktadır. TKHK m. 48 uzaktan iletişim aracının ne olduğu hakkında                                                  1   Gezder, Ümit: Erzurumlu Şerhi Mesafeli Sözleşmeler, Beta, İstanbul 2006, s.26; Karakocalı, Ahmet/Kurşun, Ali Suphi: Tüketici Hukuku, Aristo Hukuk Yayınevi, İstanbul 2015, s. 153; Gezder, Ümit: Mesafeli Sözleşmeler, Yeni Tüketici Hukuku Konferansı, On İki Levha Yayıncılık, İstanbul 2015, s. 334-335; Gezder, Ümit: Mesafeli Sözleşmelerde Bilgi Verme Yükümlülüğü, 2.Tüketici Hukuku Sempozyumu Ses Çözümleri ve Makaleleri, Bilge Yayınevi, Ankara 2013, s. 616; Bozbel, Savaş: Türk Hukukunda Mesafeli Sözleşmeler (97/7 Sayılı AB Yönergesi Düzenlemeleri Işığında Bir Karşılaştırma), AÜEHFD, C.VII, S.3-4, 2003/12, s. 784; İnal, Emrehan: E-Ticaret Hukukundaki Gelişmeler ve İnternette Sözleşmelerin Kurulması, Vedat Kitapçılık, İstanbul 2005, s. 170; Zevkliler, Aydın/Özel, Çağlar: Tüketicinin Korunması Hukuku, Seçkin Yayınları, Ankara 2016, s. 322. 2   Erten, Alev: Türk ve Alman Hukukunda Mesafeli Sözleşmeler, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara 2009, s. 171; Yıldırım, Abdülkerim: Mesafeli Sözleşmelerde Tüketicinin Korunması, On İki Levha Yayıncılık, İstanbul 2009, s. 62-66; Gezder-Şerh, s. 30-31; Gezder-Konferans, s. 337; Gezder, Ümit: Mukayeseli Hukuk Açısından İnternette Akdedilen Sözleşmelerde Tüketicinin Korunması, Beta, İstanbul 2004, s. 54. 329Derya G. BÜTÜN YILMAZ                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368  bir açıklama içermemektedir. Mesafeli Sözleşmeler Yönetmeliğinin (MSY) Tanımlar başlıklı 4. maddesi, uzaktan iletişim aracının Mektup, katalog, telefon, faks, radyo, televizyon, elektronik posta mesajı, kısa mesaj, internet gibi  fiziksel  olarak  karşı  karşıya  gelinmeksizin  sözleşme kurulmasına imkân veren  her  türlü  araç  veya  ortamı  ifade  ettiğini düzenlemektedir (MSY m. 4/1-h). MSY nin uzaktan iletişim aracını açıklayan düzenlemesi, örnekseme yoluyla belli iletişim araçlarını saymaktadır. Bunlardan özellikle telefon, televizyon ve internet aracılığıyla yapılan mesafeli sözleşmelerle günümüzde çok sık karşılaşılmaktadır. Ancak fiziksel olarak tüketici ve satıcı-sağlayıcıyı karşı karşıya getirmeden sözleşmenin kurulmasını sağlayan her türlü araç ve ortamla  da  mesafeli  sözleşme  kurmak  mümkündür.  İlgili  düzenlemede uzaktan  iletişim  araçlarına  dair  geniş  bir  tanımın  verilmesi  teknolojik gelişmelerin  getirebileceği  yeni  iletişim  araçlarını  kapsaması  yönünden yerindedir. Bahsi  geçen  iletişim  araçlarının,  sözleşmenin  hangi  sürecinde kullanılması gerektiği ise değinilmesi gereken başka bir husustur. Tarafların karşı  karşıya  gelmeden,  uzaktan  iletişim  araçlarını  kullanması  sadece sözleşme kurulma anı için mi geçerlidir yoksa sözleşme görüşmelerini de kapsar nitelikte midir?  Tarafların, fiziksel olarak karşı karşıya gelmeyecekleri veya uzaktan iletişim araçlarını kullanacakları aşamayı belirten bir ifade ETKHK da yer almamaktadır.  Doktrinde,  sözleşme  görüşmelerinden  sözleşmenin kurulmasına kadar geçen dönemde tarafların eş zamanlı fiziksel varlığın bulunmaması ve sözleşme kuruluşuna kadar olan sürecin tamamında uzaktan iletişim araçlarının kullanılması gerektiği belirtmektedir. Aksi bir durumda meydana gelen sözleşme, mesafeli sözleşme olarak nitelenemeyecektir.  Gezder, ETKHK 9/A maddesindeki iletişim araçları kullanılarak ve tüketicilerle karşı karşıya gelinmeksizin yapılan ifadesini ele alırken, iletişim araçlarının  kullanımının  sadece  sözleşme  kuruluşunda  değil;  sözleşme görüşmelerinde de mevcut olduğunu belirtmektedir. Bu nedenle yapılan ifadesinin sadece akdedilen yani kurulan şeklinde anlaşılmaması gerektiğini ifade etmektedir. Söz konusu ifade, akdedilen olarak yorumlanırsa iletişim                                                  3   Topaloğlu, Mustafa: Madde-48 Mesafeli Sözleşmeler, Milli Şerh (National Commentary), Aristo Hukuk Yayınevi, İstanbul 2016, s. 765; Zevkliler/Özel, s. 323. 4   Karakocalı/Kurşun, s. 313. 5   Yıldırım, s. 65; Karakocalı/Kurşun, s. 157; Gezder-Konferans, s. 337-338; İnal, s. 168. 330Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368                            Mesafeli Sözleşmelerin Kapsamı  araçlarının  kullanımının  sadece  sözleşme  kurulma  anıyla  sınırlı  kalacağı savunmaktadır.  TKHK,  fiziksel  varlığın  olmamasını  ve  uzaktan  iletişim  araçlarının kullanımını aradığı sözleşme aşamasını şu şekilde ifade etmektedir: taraflar arasında sözleşmenin kurulduğu ana kadar ve kurulduğu an da dâhil olmak üzere  uzaktan  iletişim  araçlarının  kullanılması  (TKHK  m.  48/1). Düzenlemeden  de  anlaşıldığı  gibi  uzaktan  iletişim  araçlarının  kullanımı sadece  sözleşme  kurulma  anı  ile  sınırlı  olmamakta,  taraflar  sözleşme kuruluncaya kadar ki görüşmelerde de bu araçlardan yararlanmalı ve fiziksel olarak karşı karşıya gelmemelidir.  Bu noktada sözleşme kuruluncaya kadar olan sürece ilişkin olarak TKHK 48. maddenin gerekçesine değinmek gerekir. Madde gerekçesinde; Bu tanım aynı zamanda tüketicinin sadece mal veya hizmetler hakkında bilgi toplamak amacıyla bir satıcı veya sağlayıcının işyerini ziyaret etmesinin ardından uzaktan bir iletişim aracı vasıtasıyla sözleşmeyi müzakere ettiği ve kurduğu durumları  da  kapsar.  Bu  durumun  tam  tersine  satıcı  veya  sağlayıcının işyerinde müzakere edildikten sonra uzaktan bir iletişim aracı kullanılarak kurulan bir sözleşme mesafeli sözleşme olarak kabul edilmez. Bir sözleşme uzaktan  iletişim  araçlarıyla  başlatılırsa,  fakat  sonunda  satıcı  veya sağlayıcının  işyerinde  kurulursa  bu  da  mesafeli  sözleşme  olarak  kabul edilmez. Benzer şekilde mesafeli sözleşme kavramı bir profesyonelden hizmet almak  amacıyla  tüketici  tarafından  uzaktan  iletişim  araçları  vasıtasıyla rezervasyon yapılması durumunu kapsamaz. Örneğin saç tıraşı olmak için berberin aranarak rezervasyon yapılması ifadeleri yer almaktadır.  Bu durumda sözleşme kurulana kadar olan süreçte karşı karşıya gelmeme ve uzaktan iletişim araçlarının kullanılması, sözleşmenin müzakere edilmesini kapsamaktadır. Yalnızca bilgi almak amacıyla yapılan görüşmeler bu araçlar kullanılmadan yapılsa ve satıcı ile fiziksel olarak karşı karşıya gelinse, daha sonradan  müzakere  ve  sözleşme  kurulma  anı  uzaktan  iletişim  araçları kullanılarak,  tarafların  fiziksel  varlığı  olmadan  yapılsa,  ortaya  çıkan  bu sözleşme mesafeli sözleşme olarak kabul edilecektir.                                                   6   Gezder-Şerh, s. 29-30. 7   Topaloğlu-Şerh, s. 762; Topaloğlu, Mustafa: Mesafeli Sözleşmeler, Beykent Üniversitesi Hukuk Fakültesi Dergisi, C.2, S.3, 2016, s. 14; Karakocalı/Kurşun, s. 157; Zevkliler/Özel, s. 322-323.  331Derya G. BÜTÜN YILMAZ                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368  b.  Tüketici ve Satıcı-Sağlayıcının Eş Zamanlı Fiziksel Varlığının Olmaması Bir sözleşmenin mesafeli sözleşme olması için aranan unsurlardan bir diğeri ise tüketici ile satıcı-sağlayıcının eş zamanlı olarak fiziksel varlığının bulunmamasıdır.  Bu  unsur  mesafe  unsuru  olarak  da  adlandırılmaktadır. Belirtildiği gibi tarafların fiziksel varlığının bulunmaması, sözleşme kurulma anı  dâhil  olmak  üzere  bilgi  almak  amacıyla  görüşme  hariç  sözleşmenin müzakere süreci boyunca aranmaktadır.  Yıldırım,  karşı  karşıya  gelmemenin  fiziksel  açıdan  olduğunu belirtmektedir. Zamansal açıdan karşı karşıya gelmenin bu kavramın içine dâhil edilemeyeceğini, aksi halde tüketici koruma alanının sınırlanacağını ifade etmektedir. İnal,  iletişim  araçlarının  kullanılması  ile  karşı  karşıya  gelmeme unsurunun  iki ayrı unsur olarak verilmesine karşılık, bunların tek unsur çerçevesinde aynı şeyi ifade ettiğini belirtmektedir. c.  Mal veya Hizmetlerin Uzaktan Pazarlanmasına İlişkin Sistemin Olması Bir sözleşmenin mesafeli sözleşme olarak ele alınması için gereken unsurlardan bir diğeri ise satıcı veya sağlayıcının, mal veya hizmetlerin uzaktan pazarlanmasına yönelik bir sisteme sahip olmasıdır. Öyle ki, böyle bir sistemin varlığı olmadan tek seferliğine yani istisnai olarak ya da ara sıra uzaktan iletişim araçlarının kullanılmasıyla akdedilen sözleşmeler, mesafeli sözleşme olarak kabul edilmeyecek ve tüketici mesafeli sözleşmeye ilişkin koruma ve imkânları kullanma şansını bulamayacaktır. Mal veya hizmetlerin uzaktan pazarlanmasına ilişkin bir sistemin varlığı ETKHK 9/A maddesinde bir unsur olarak yer almamaktaydı. Buna rağmen                                                  8   Gezder-Şerh, s. 28; Gezder-Konferans, s. 335; Gezder-İnternet, s. 51.  9   bkz. TKHK 48. madde gerekçesi. 10  Yıldırım, s. 61. 11  İnal, s. 167. 12  TKHK 48. madde gerekçesinde bu durum Öncelikle satıcı veya sağlayıcının mal ve hizmetlerini uzaktan pazarlamak üzere sistemini düzenlemiş olması gerekir. Yani uzaktan pazarlamaya yönelik bir organizasyonunun var olması aranır. Satıcı veya sağlayıcının aynı zamanda mağazasında mal veya hizmetlerini sunuyor olması bu noktada bir fark yaratmaz. İki pazarlama tekniğinin birbirinin yanı sıra kullanılması mümkündür. Önemli olan uzaktan pazarlamanın tek seferlik, istisnai bir durum olmamasıdır şeklinde ifade edilmiştir.  332Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368                            Mesafeli Sözleşmelerin Kapsamı  doktrinde böyle bir unsurun gerekli olduğu ifade edilmekteydi. 6502 sayılı Kanun mesafeli sözleşme tanımını yaparken bu unsuru da dâhil etmiştir.  Uzaktan iletişim sistemi kavramı hakkında gerek TKHK gerek MSY de bir tanım ya da açıklamada bulunmamaktadır. Gezder, bu unsuru organize edilen satış veya hizmet sistemi olarak ifade etmekte; satıcı-sağlayıcıların mal veya hizmet sağlamalarının tamamını ya  da  en  azından  önemli  bir  kısmının  mesafeli  olarak  tedarike yönlendirilmelerinin bir sistemin varlığına işaret ettiğini ifade etmektedir. Diğer unsurlarla birlikte düşünülürse, uzaktan pazarlamaya ilişkin bir sistemin varlığı unsuru, diğer unsurlar gibi tek başına tüketicinin korunmasını gerektirmesine rağmen; mesafeli sözleşmede, korunma ihtiyacını içeren bu unsurların bir arada bulunması gerekmektedir. Söz konusu unsurlar kümülatif olarak bir arada bulunduğu zaman, mesafeli sözleşmeye ilişkin düzenlemede tüketiciye tanınan korunma yolları –şartları varsa- kullanabilir hale gelecektir. d. Anlaşma Unsuru Mesafeli sözleşme, tüketici ve satıcı-sağlayıcı arasında uzaktan iletişim araçlarının kullanılması ile kurulan sözleşmeyi ifade etmektedir. Mesafeli sözleşme, sözleşme tipini ifade etmemektedir, sözleşmenin nasıl kurulduğu ile ilgilidir. Bu nedenle yukarıda sayılan unsurların yanı sıra tüketici ile satıcısağlayıcı arasındaki sözleşme tipinin gerektirdiği unsurların da var olması aranmaktadır.  Örneğin,  internet  üzerinden  yapılan  bir  satın  alma  işlemi halinde,  satış  sözleşmesinin  satılan,  bedel  ve  anlaşma  unsurlarını  da içermelidir. Uzaktan iletişim araçları kullanılarak akdedilen sözleşmenin, dâhil olduğu tipin unsurlarını barındırması gereklidir. Mesafeli  sözleşme  hakkında  sözleşme  ilişkilerine  uygulanan  TBK maddeleri  uygulanacaktır.  Öneri,  kabul,  sözleşmenin  kurulma  anı, sözleşmenin hükümlerini doğurma anı gibi hususlar TBK nın düzenlediği maddeler uyarınca çözülecektir. Özellikle mesafeli sözleşmelerde tarafların                                                  13  Bozbel, s. 787-790; Yıldırım, s. 69-70; Demir, Mehmet: Mesafeli Sözleşmelerin İnternet Üzerinden Kurulması, Turhan Kitabevi, Ankara 2004, s. 25-29; Kocayusufpaşaoğlu, Necip/ Hatemi, Hüseyin/ Serozan, Rona/ Arpacı, Abdülkadir: Borçlar Hukuku Genel Hükümler, C.1, 4.Basıdan 7.Tıpkı Bası, Filiz Kitabevi, İstanbul 2017, s. 215; ETKHK 9/A maddesinde bu unsura yer verilmemesinin tüketici lehine daha katı bir koruma sağladığını belirten, bu nedenle bir eksiklik olmadığını savunan bir görüş de bulunmaktadır. bkz. Erten, s. 174-176; ayrıca İnal, ETKHK da bu unsura yer verilmemesi nedeniyle herhangi bir sistem olmadan yapılan sözleşmelerin mesafeli sözleşme olduğunu kabul etmektedir. İnal, s. 168. 14  Gezder-Konferans, s. 336-337; Gezder-İnternet, s. 58-59. 333Derya G. BÜTÜN YILMAZ                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368  karşı karşıya gelmemesi unsuru ile sözleşmenin hazırlar arasında ve hazır olmayanlar  arasında  kurulması  durumu  karıştırılmamalıdır.  Mesafeli sözleşmelerde  tarafların  karşı  karşıya  gelmemesi  sözleşmenin  hazır olmayanlar arasında kurulması gibi bir sonucu doğurmamaktadır. Mesafeli  sözleşme  şeklinde  kurulabilecek  sözleşme  tipleri  açısından sözleşmenin  ivazlı  ya  da  ivazsız  olması  önem  arz  etmektedir.  Mesafeli sözleşme bir tüketici sözleşmesi olup, tüketici işlemini gerektireceği için, ivazsız bir sözleşme mesafeli sözleşme şeklinde kurulsa bile, TKHK 48. maddenin uygulanmasını doğurmayacaktır. B. Mesafeli Sözleşmelerin Konusu Mesafeli sözleşmelerin konusunu mal veya hizmetler oluşturmaktadır (TKHK m. 48). Mal kavramına alışverişe konu olan; taşınır eşya, konut veya tatil  amaçlı  taşınmaz  mallar  ile  elektronik  ortamda  kullanılmak  üzere hazırlanan yazılım, ses, görüntü ve benzeri her türlü gayri maddi mallar girmektedir (MSY m. 4/1-d). Hizmetler ise ücret veya menfaat karşılığında yapılan ya da yapılması taahhüt edilen mal sağlama dışındaki her türlü tüketici işleminin konusunu ifade etmektedir (MSY m. 4/1-b). C.  Mesafeli  Sözleşmelerde  Tüketicinin  Korunmasının  Genel Esasları 1. Bilgilendirme Yükümlülüğü Mesafeli  sözleşmelerde  tüketicinin  korunmasını  sağlamak  amacıyla bilgilendirme yükümlülüğü öngörülmüştür. Bu sözleşmelerde taraflar karşı karşıya  gelmemekte,  müzakere  sırasında  da  taraflar  fiziksel  olarak  aynı ortamda  bulunmamaktadır.  Bu  durumun  olumsuz  etkilerinden  tüketiciyi korumak amacıyla bilgilendirme yükümlülüğü getirilmiştir.  Bilgilendirme yükümlülüğüne ilişkin düzenleme TKHK m. 48/2 de yer almaktadır. Buna göre: Tüketici, mesafeli sözleşmeyi ya da buna karşılık gelen  herhangi  bir  teklifi  kabul  etmeden  önce  ayrıntıları  yönetmelikte belirlenen hususlarda ve siparişi onaylandığı takdirde ödeme yükümlülüğü                                                  15  Yıldırım, s. 61-62; Gezder-Şerh, s. 29; Gezder-İnternet, s. 52; bkz. İnal, s. 170, dn. 28; Demir-Mesafeli, s. 31. 16  Zevkliler, Aydın/Aydoğdu, Murat: Tüketicinin Korunması Hukuku, Seçkin Yayınları, 3.Baskı, Ankara 2004, s. 263; Karakocalı/Kurşun, s. 158; Zevkliler/Özel, s. 327. 17  Topaloğlu-Şerh, s. 772; Kara Kılıçarslan, s. 193; Gezder-Konferans, s. 338-339; Uzun Kazmacı,  Özge:  İnternet  Ortamında  Kurulan  Mesafeli  Sözleşmelerde  Tüketicinin Korunması, Prof. Dr. Cevdet Yavuz a Armağan, C.III, Özel Sayı, MÜHFHAD, C.22, S.3, 2016, s. 2802.  334Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368                            Mesafeli Sözleşmelerin Kapsamı  altına gireceği konusunda açık ve anlaşılır şekilde satıcı veya sağlayıcı tarafından bilgilendirilir. Tüketicinin bilgilendirildiğine ilişkin ispat yükü satıcı  veya  sağlayıcıya  aittir.  TKHK  m.  48 de  öngörülen  yükümlülük, tüketicinin  sözleşmeyi  kabul  etmeden  önce  belli  hususlarda bilgilendirilmesini  içermektedir.  Bu  nedenle  bir  ön  bilgilendirme yükümlülüğünden bahsedilir. Ön bilgilendirme yükümlülüğünü düzenleyen TKHK m. 48/2 nin yanı sıra MSY de, bilgilendirmenin hangi bilgileri içereceği, nasıl yapılacağı ve teyit  edilmesi  gibi  konuları  barındıran  düzenlemeler  yer  almaktadır.  Bu düzenlemeler ön bilgilendirme yükümlülüğü başlığı altında toplanan dört maddeden oluşmaktadır (MSY m. 5-8). MSY m. 5/1 de bentler halinde ön bilgilendirmede yer alması gereken hususlar düzenlenmekte, bu hususların mesafeli sözleşmenin ayrılmaz parçası bir olduğu ifade edilmektedir (MSY m. 5/2). Bilgilendirmenin kullanılan uzaktan ulaşım aracına uygun olarak on iki punto büyüklüğünde ve açık, anlaşılır bir şekilde yazılı olarak ya da kalıcı veri saklayıcısı yoluyla yapılacağı belirtilmektedir (MSY m. 6/1). İnternet                                                  18  Bu maddeye göre ön bilgilendirmede yer alması gereken hususlar şu şekildedir; a) Sözleşme konusu mal veya hizmetin temel nitelikleri, b) Satıcı veya sağlayıcının adı veya unvanı, varsa MERSİS numarası, c) Tüketicinin satıcı veya sağlayıcı ile hızlı bir şekilde irtibat kurmasına imkan veren, satıcı veya sağlayıcının açık adresi, telefon numarası ve benzeri iletişim bilgileri ile varsa satıcı veya sağlayıcının adına ya da hesabına hareket edenin kimliği ve adresi, ç) Satıcı veya sağlayıcının tüketicinin şikayetlerini iletmesi için (c) bendinde belirtilenden farklı iletişim bilgileri var ise, bunlara ilişkin bilgi, d) Mal veya hizmetin tüm vergiler dahil toplam fiyatı, niteliği itibariyle önceden hesaplanamıyorsa fiyatın hesaplanma usulü, varsa tüm nakliye, teslim ve benzeri ek masraflar ile bunların önceden hesaplanamaması halinde ek masrafların ödenebileceği bilgisi, e) Sözleşmenin kurulması aşamasında uzaktan iletişim aracının kullanım bedelinin olağan ücret tarifesi üzerinden hesaplanamadığı durumlarda, tüketicilere yüklenen ilave maliyet, f) Ödeme, teslimat,  ifaya  ilişkin  bilgiler  ile  varsa  bunlara  ilişkin  taahhütler  ve  satıcı  veya sağlayıcının şikayetlere ilişkin çözüm yöntemleri, g) Cayma hakkının olduğu durumlarda, bu hakkın kullanılma şartları, süresi, usulü ve satıcının iade için öngördüğü taşıyıcıya ilişkin bilgiler, ğ) Cayma bildiriminin yapılacağı açık adres, faks numarası veya elektronik posta bilgileri,  h)  15  inci  madde  uyarınca  cayma  hakkının  kullanılamadığı  durumlarda, tüketicinin cayma hakkından faydalanamayacağına ya da hangi koşullarda cayma hakkını kaybedeceğine  ilişkin  bilgi,  ı)  Satıcı  veya  sağlayıcının  talebi  üzerine,  varsa  tüketici tarafından ödenmesi veya sağlanması gereken depozitolar ya da diğer mali teminatlar ve bunlara ilişkin şartlar, i) Varsa dijital içeriklerin işlevselliğini etkileyebilecek teknik koruma önlemleri, j) Satıcı veya sağlayıcının bildiği ya da makul olarak bilmesinin beklendiği, dijital içeriğin hangi donanım ya da yazılımla birlikte çalışabileceğine ilişkin bilgi, k) Tüketicilerin uyuşmazlık  konusundaki  başvurularını  Tüketici  Mahkemesine  veya  Tüketici  Hakem Heyetine yapabileceklerine dair bilgi. 335Derya G. BÜTÜN YILMAZ                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368  veya sesli iletişim araçlarıyla yapılan mesafeli sözleşmelerde, tüketicinin bilgilendirilmesine ayrıca değinilmektedir.  Ön  bilgilendirme  yükümlülüğünün  yapılması  yeterli  görülmemekte, tüketicinin ön bilgilendirildiğine ilişkin olarak teyidinin sağlanması satıcısağlayıcıya zorunlu kılınmaktadır (MSY m. 7). Kullanılan uzaktan iletişim aracına göre ön bilgilendirmenin yapılmış olduğu tüketiciye teyit ettirilecektir.  İnternet  yoluyla  yapılan  mesafeli  sözleşmelerde  bu  teyit  genellikle  ön bilgilendirme  formunu  okudum  gibi  bir  ifadenin  önüne  konulan  bir kutucuğun işaretlenmesi şeklinde olmaktadır. ETKHK da  ön  bilgilendirme  yükümlülüğüne  ilişkin  düzenleme  (m. 9/A/2)  ise  şu  şekildedir:  Mesafeli  satış  sözleşmesinin  akdinden  önce, ayrıntıları Bakanlıkça çıkarılacak tebliğle belirlenecek bilgilerin tüketiciye verilmesi  zorunludur.  Tüketici,  bu  bilgileri  edindiğini  yazılı  olarak  teyit etmedikçe sözleşme akdedilemez. Elektronik ortamda yapılan sözleşmelerde teyid işlemi, yine elektronik ortamda yapılır.  ETKHK da bilgilendirmenin teyit edilmesi ancak yazılı olarak kabul edilmekte; aksi halde sözleşmenin akdedilmeyeceği düzenlenmektedir. Bu düzenleme ise eleştiri almaktaydı.                                                   19  İnternet yoluyla kurulan mesafeli sözleşmeler açısından satıcı-sağlayıcıya 5. maddeye göre yapılan ön bilgilendirmenin yanı sıra tüketici ödeme yükümlülüğüne girmeden önce, sözleşme konusu mal veya hizmetin temel niteliği, mal veya hizmetin bedeli ve ek masraf gibi hususlarda ve cayma hakkına ilişkin bazı konularda açık bir şekilde ayrıca bilgilendirme zorunluluğu öngörülmektedir. Tüketici tarafından hangi ödeme araçlarının kullanılabileceği ve herhangi bir gönderim kısıtlamasının olup olmadığı ise açık anlaşılır şekilde en geç tüketicinin siparişini vermeden önce, satıcı-sağlayıcı tarafından bildirilmesi zorunludur (MSY m. 6/2). Sesli iletişim aracı yoluyla kurulan mesafeli sözleşmede ise ön bilgilendirme yükümlülüğünün yanı sıra, en geç siparişi vermeden önce belli hususlarda (MSY m. 5 in ad-g-h bentlerinde yer alan bilgiler hakkında) tüketicinin bilgilendirilerek, en geç mal teslimine ya da hizmet ifasına kadar bilgilendirmenin içeriğinin yazılı olarak ulaştırılması zorunlu kılınmıştır (MSY m. 6/3).  20  Söz  konusu  düzenlemenin  tüketici  aleyhine  sonuç  doğurduğu  belirtilmekte,  ön bilgilendirmenin  sağlıklı  bir  şekilde  yapılmasına  rağmen  sırf  teyit  alınmadığı  için sözleşmenin  akdedilmemiş  yani  yok  hükmünde  sayılmasının  kabul  edilemeyeceği savunulmaktaydı. İnal, s. 180-181; Gezder ise, teyit edilmeyi erteleyici kanuni şart olarak görmekte; teyit alınmasa bile sözleşmenin kurulduğunu kabul etmekte ancak teyit edilene kadar sözleşmenin tüketici açısından bağlayıcı olmadığını ifade etmekteydi. Gezder-Şerh, s. 88-89; aynı görüşte Erten, s. 198; yazılı olarak teyit almanın sözleşme geçerliliğine etki etmediği, bunun bir ispat kolaylığı olduğu belirtilmekteydi. Erten, s. 197-198; Atamer, yazılı teyit  alınmamasına  bağlanan  yaptırımın,  yok  hükmünde  veya  geçersizlik  şeklinde yorumlanmasının aşırı olduğunu belirterek; ifadenin kanundan çıkarılmasını önermektedir. Atamer, Yeşim: TKHK m. 9/A ve Mesafeli Sözleşmelere İlişkin Uygulama Usul ve 336Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368                            Mesafeli Sözleşmelerin Kapsamı  TKHK m. 48 de bilgilendirmenin teyidi hakkında düzenleme yer almasa da MSY 7. madde teyidin uzaktan iletişim aracına uygun şekilde yapılmasını öngörmekte,  teyidin  yapılmaması  halinde  sözleşmenin  kurulmamış sayılacağını belirtmektedir. Sözleşmenin kurulmamış sayılacağına ilişkin bu yaptırım, ön bilgilendirme yapılmaması halinde değil teyidin yapılmaması halinde doğacaktır. Bu durumda tüm koşullara uyularak ön bilgilendirme yapılsa bile, teyidi sağlanmadığında sözleşme kurulmamış sayılacaktır. Ön bilgilendirme  yükümlülüğünün  yapılmamasına  ilişkin  bir  yaptırım olmamasına rağmen, teyidin yapılmaması haline yaptırım bağlanması hala eleştirilmektedir. Karakocalı/Kurşun, kurulmamış sayılır şeklinde belirtilen yaptırımın geçersizlik  değil,  yokluk  olduğunu  ve  bunun  tüketici  aleyhine  sonuçlar doğuracağını belirtmektedir. Bu nedenle hükmün sözleşmenin geçerliliğine etkili olmayan bir düzen hükmü olduğunu ifade etmektedir. Topaloğlu  ise  teyidin  alınmasını  mesafeli  sözleşmenin  geçerlilik şartlarından birisi olarak ele almakta, teyit alınmaması halinde sözleşmenin geçerli bir şekilde kurulmadığını savunmaktadır.  Uzan Kazmacı ise, sözleşmenin kurulmaması yani yok sayılmasından tüketicinin aleyhine olacağını belirtmektedir. Teyidin yapılmaması halinde bir geçersizlik yaptırımı olacaksa da bunun MSY 8. maddedeki gibi sipariş ile bağlı  olamama  yani  tek  taraflı  bağlamazlık  şeklinde  olabileceğini  ifade etmektedir. Görüldüğü gibi ETKHK zamanında olduğu gibi ön bilgilendirmenin teyit edilmemesine bağlanan bu yaptırım TKHK da döneminde de eleştirilmekte ve yaptırımın neyi ifade ettiği hakkında farklı düşünceler bulunmaktadır. Ön                                                  Esasları Hakkında Yönetmelik'in AB Mevzuatı İle Uyumuna İlişkin Görüş ve Değişiklik Önerileri, BATİDER, C.XXIII S. 1, 2005, s. 183-185.  21  Teyide ilişkin ifadelere TKHK m. 48 de yer verilmemesinin isabetli olduğuna dair bkz. Gezder-Konferans, s. 339. 22  Bilgilendirme yükümlülüğünün ihlali halinde yaptırım olarak, TKHK m. 77/1 de idari para cezası öngörülmüştür. Bunun dışında bir yaptırım yer almamaktadır.  23  Satıcı-sağlayıcı ön bilgilendirmeyi yerine getirmemesine rağmen tüketiciden teyidi elde etmesi halinde sözleşme kurulmuş olacakken, bilgilendirme yapılmasına rağmen teyidin yapılmaması halinde sözleşmenin kurulmamasının isabetli olmadığı hakkında bkz. GezderBilgi Verme, s.621; Gezder-Şerh, s. 88. 24  Karakocalı/Kurşun, s. 160-161. 25  Topaloğlu-Şerh, s. 774; Topaloğlu, s. 27-28. 26  Uzun Kazmacı, s. 2805. 337Derya G. BÜTÜN YILMAZ                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368  bilgilendirmenin ve ön bilgilendirme yapıldığının teyit edilmesindeki amaç; tüketicinin,  satıcı-sağlayıcıyla  karşı  karşıya  gelmeden  yaptığı  mesafeli sözleşmede korunmasıdır. Bu nedenle tüketiciyi mağdur edecek nitelikte olan bu yaptırım, TKHK nın amacına ters düşmektedir.  2. Cayma (Geri Alma) Hakkı Mesafeli sözleşmelerde tüketiciyi koruma maksatlı getirilen bir diğer koruma  yöntemi,  tüketiciye  tanınan  cayma  hakkıdır.  Tüketici  internet üzerinden ya da diğer uzaktan iletişim araçları yoluyla gördüğü mal veya hizmeti bizzat inceleme fırsatı bulmadan sözleşme ilişkisi içine girmektedir. Ürünü araştırma veya inceleme imkânı olmayan tüketici, sipariş ettiği ürünün aradığı özelliklere sahip olup olmadığı hakkında tam bir bilgiye de sahip olamamaktadır. Bu nedenle tüketiciyi korumak için cayma hakkı tanınmıştır. Cayma hakkı, tek taraflı irade beyanı ile sözleşmenin sona erdirilmesini sağlayan bozucu yenilik doğuran hak olarak ifade edilmektedir. Ancak TKHK da cayma hakkı olarak ifade edilen bu hakkın, teknik anlamda cayma hakkı  (Rückrufsrecht)  olmadığı,  geri  alma  hakkının  (Widerrufsrecht) görünümü olduğu belirtilmekte; bu sebeple cayma hakkı kavramı yerine veya yanı sıra geri alma hakkı tabiri kullanılmaktadır. Bu konuya ilişkin                                                  27  Cayma hakkının hukuki niteliği hakkında farklı görüşler yer almaktadır. Bir görüşe göre; cayma hakkına ilişkin sürenin bitimine kadar tüketici açısından tek taraflı bağlamazlık olduğu ancak süre dolduktan sonra sözleşmenin tamamen geçerli hale geleceği ifade edilmektedir. Topaloğlu-Şerh, s.787; Topaloğlu, s. 41-42; bir diğer görüş ise cayma süresinde sözleşmenin askıda geçerli olduğunu belirterek, sözleşmenin başından beri geçerli olduğunu savunmakta ayrıca cayma hakkını, sözleşmeden dönmenin özel bir düzenlemesi olarak kabul etmektedir. Bozbel, Savaş/ Atalı, Murat: Mesafeli Sözleşmelerde Cayma Hakkının Kullanılması ve Ortaya Çıkan Hukuki Sorunlar, AÜEHFD, C.IX, S.1-2, 2005, s. 455-456; diğer taraftan cayma hakkının dönmeden farklı yenilik doğurucu hak olduğu belirtilmektedir. Demir, s. 77-78; Uzun Kazmacı, s. 2806; ayrıca cayma hakkının kanundan doğan bozucu yenilik doğuran hak olduğunu savunanlar da bulunmaktadır. bkz. Sert Sütçü, Selin: 6502 Sayılı Tüketicinin Korunması Hakkında Kanun Hükümlerine Göre Tüketicinin Cayma Hakkı, Adalet Yayınevi, Ankara 2016, s. 8.  28  Özel, Çağlar: Tüketicinin Korunması Hukuku, Seçkin Yayınları, 2.Baskı, Ankara 2014, s. 153; Sert Sütçü, s. 3; Uzun Kazmacı, s. 2806.   29  Özel, Çağlar: Tüketiciyi Koruyan Geri Alma Hakkı, Ankara 1999, s. 100; Demir, Mehmet: Mesafeli Sözleşmelerle İlgili AB Yönergesine Göre Tüketicinin Geri Alma Hakkı, GÜHFD, C.VII, S. 1-2, Haziran-Aralık 2003, s. 61 vd.; Akipek, Şebnem: Mesafeli Sözleşmelerde Tüketicinin Korunması Hakkında Avrupa Birliği Direktifi ve Türkiye nin Uyumu, BATİDER, C.XXI, S.4, 2002, s. 52. 30  Özel-Tüketici, s. 207-208; Uzun Kazmacı, s. 2806; Sert Sütçü, s. 6; Topaloğlu-Şerh, s. 787; Topaloğlu, s. 41-42. 338Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368                            Mesafeli Sözleşmelerin Kapsamı  olarak kısa bir inceleme yapacak olursak, geri alma hakkı, Serozan ın ifadesi ile  çok  yönlü  bir  olumsuz  yenilik  doğurucu  hak,  Özel in  tanımıyla varması gerekli tek taraflı bir irade beyanıyla kullanılan çok işlevli bir yenilik  doğuran  haktır.  Geri  alma  hakkının  çeşitli  görünümleri bulunmaktadır. Bunlara örnek olarak icap veya kabulün geri alınması (TBK m. 10), bağışlamanın geri alınması (TBK m. 295), temsil yetkisinin geri alınması (TBK m. 42) verilebilir.  Teknik anlamda cayma hakkı ise borçlanma işlemine münhasır dolaylı etkileri bulunan dönme hakkının, geniş anlamda tasarruf işlemine dolaysız bir güçle  etkili  kılınmış  türü  şeklinde  ifade  edilmektedir.  Bu  tanımlar dolayısıyla TKHK da cayma hakkı olarak ifade edilen hakkın, geri alma hakkının bir görünüm biçimi olduğu kabul edilmektedir. Çalışmada cayma hakkı ifadesi kullanılacak olmakla birlikte, tarafımca bu hakkın geri alma hakkı olduğu yönündeki görüş benimsenmektedir.   Tüketicinin  cayma  hakkını  kullanması  için  herhangi  bir  gerekçe göstermesi gerekmez. Ayrıca cayma hakkı kullanıldığında tüketicinin cezai şart ödemesinden de bahsedilemez. Ancak tüketicinin bu hakkını kullanması belli bir süreye bağlanmıştır. Tüketicinin cayma hakkını kullanması için verilen süre on dört gün olarak belirlenmiştir (TKHK m. 48/4, MSY m. 9/1)35. Cayma  hakkı  için  verilen  on  dört  günlük  sürenin  başlamasında  çeşitli ihtimaller vardır. Cayma hakkına ilişkin süre, mesafeli sözleşmenin konusunu bir  hizmet  teşkil  etmesi  halinde  sözleşmenin  kurulduğu  andan  itibaren başlayacakken; mal tesliminin konu olduğu mesafeli sözleşmede bu süre malın teslim edildiği andan itibaren başlayacaktır (MSY m. 9/2). Ancak cayma hakkına ilişkin bilgilendirmenin yapılmadığı ya da eksik yapıldığı hallerde durum farklıdır.  Ön bilgilendirme yükümlülüğü gereğince tüketiciye cayma hakkının olduğu durumlarda, bu hakkın kullanılma şartları, süresi, usulü ve satıcının iade için öngördüğü taşıyıcıya ilişkin bilgiler, cayma bildiriminin yapılacağı açık adres, faks numarası veya elektronik posta bilgileri ve 15 inci madde uyarınca cayma hakkının kullanılamadığı durumlarda, tüketicinin cayma hakkından  faydalanamayacağına  ya  da  hangi  koşullarda  cayma  hakkını kaybedeceğine ilişkin bilgiler hakkında bilgilendirme yapılmalıdır (MSY m.                                                  31  Serozan, Rona: Sözleşmeden Dönme, Vedat Kitapçılık, 2.Bası, İstanbul 2007, s. 124.  32  Özel-Geri Alma Hakkı, s. 74.  33  Özel-Geri Alma hakkı, s. 83-93; Serozan, s. 126-129.  34  Serozan, s. 137; Özel-Tüketici, s. 208.  35  06.03.2011 tarihli Mesafeli Sözleşmelere Dair Yönetmelikte ise bu süre yedi gündür (MSDY m. 7/1).  339Derya G. BÜTÜN YILMAZ                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368  5/1-g-ğ-h). Cayma hakkına ilişkin bu bilgilendirmenin yapılmaması halinde; cayma süresiyle ilgili farklı bir düzenleme yer almaktadır. Buna göre; cayma hakkına ilişkin bilgilendirmenin gereği gibi yapılmadığı durumlarda tüketici, MSY m. 9 da öngörülen on dört günlük süreyle bağlı olmayacaktır. Ancak her halükârda bu süre, cayma süresinin bittiği tarihten itibaren bir yıl sonra sona erecektir (TKHK m. 48/4, MSY m. 10).  II.  Mesafeli Sözleşmelerin Uygulama Alanı Mesafeli sözleşmenin, sözleşme tipi olmadığı ve sözleşmenin uzaktan iletişim araçları yoluyla kurulan bir biçimi olduğu ifade edilmişti. Bu durumda mesafeli sözleşme; TBK da ya da diğer kanunlarda düzenlenen sözleşme tiplerinden biri olabileceği gibi, sözleşme serbestisi gereğince karşımıza çıkan isimsiz sözleşme tiplerinden de olması mümkündür. Bu noktada mesafeli sözleşmenin hem kullanılan iletişim araçlarına ilişkin bir sınırın olmaması hem de sadece satış sözleşmesi tipi ile sınırlı olmadan isimli ya da isimsiz diğer tiplerde de mümkün olması bu sözleşmenin alanının geniş olduğunu göstermektedir.  Mesafeli  sözleşmenin  uygulama  alanı  diğer  bir  deyişle  mesafeli sözleşmenin kapsamı, uzaktan iletişim araçlarının çeşitli olması ve mesafeli sözleşmenin değişik sözleşme tiplerinde kurulması açısından oldukça geniştir. Bu nedenle mesafeli sözleşmenin uygulama alanını tek tek belirtmek mümkün olmayacaktır.  Gerek  AB  Direktiflerinde  gerekse  mesafeli  sözleşmelere ilişkin olarak çıkarılan yönetmeliklerde uygulama alanı dışında bırakılan sözleşmelere yer verilmektedir.  Mesafeli  sözleşmelerin  uygulama  alanı  dışında  olan  sözleşmeler, mesafeli  sözleşmeye  ilişkin  düzenlemelerin  (direktif  veya  yönetmelikler) uygulanmayacağı sözleşmeleri ifade eder. Bu nedenle mesafeli sözleşmenin kapsamına  sözleşmeden  bahsedildiğinde,  ilgili  düzenlemelerin  işlerlik kazanacağı ve sözleşmeye bu düzenlemenin uygulanacağı anlaşılmalıdır. Aksi                                                  36  Elbette sözleşme tipinin mesafeli sözleşme şekilde kurulması gerekmektedir. Uzaktan iletişim aracı kullanılmayan veya tarafların karşı karşıya gelerek yaptığı sözleşmenin mesafeli sözleşme şeklinde kurulmasından bahsedilemeyecektir.  37  Akipek, s. 49.  38   Çalışmamızda  20.05.1997  tarihli  97/7/EC  sayılı  Mesafeli  Sözleşmelerde  Tüketicinin Korunmasına İlişkin Direktif ile 25.10.2011 tarihli 2011/83/EU sayılı Tüketici Hakları Direktifi ele alınmaktadır.  39 13.06.2003 tarihli Mesafeli Sözleşmeler Uygulama Usul ve Esasları Hakkında Yönetmelik      (EMSY), 06.03.2011 tarihli Mesafeli Sözleşmelere Dair Yönetmelik (MSDY), 27.11.2014 tarihli Mesafeli Sözleşmeler Yönetmeliği (MSY). 340Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368                            Mesafeli Sözleşmelerin Kapsamı  yönden  ise  mesafeli  sözleşmenin  kapsamı  dışındaki  sözleşme  halinde, mesafeli sözleşmeye ilişkin düzenlemeler uygulanmayacaktır.  Mesafeli  sözleşmenin  uygulama  alanı  dışında  bırakılan  sözleşmeler haricinde diğer sözleşmeler, koşulları sağladığı takdirde mesafeli sözleşmenin kapsamında  değerlendirilerek,  tüketiciye  sağlanan  koruma  imkânlarından yararlandırılacaktır.  Çalışmamızın  bu  kısmında,  mesafeli  sözleşmelerin uygulama  alanı  dışında  bırakılan  sözleşmeler,  çeşitli  düzenlemeler çerçevesinde ele alınacaktır. A.  Mesafeli  Sözleşmelerin  Uygulama  Alanı  Dışında  Bırakılan Sözleşmeler 1.  20.05.1997  Tarihli  97/7/EC  sayılı  Mesafeli  Sözleşmelerde Tüketicinin Korunmasına İlişkin Direktif  20.05.1997 tarihli 97/7/EC sayılı Mesafeli Sözleşmelerde Tüketicinin Korunmasına İlişkin Direktif (MSD)40, Avrupa Birliğinde yer alan üyelerin ilişkilerde mesafeli sözleşmeye sıkça başvurması ancak üye devletlerin ortak bir  düzenlemeye  sahip  olmaması  nedeniyle  tüketici  aleyhine  doğan durumların giderilmek istenmesi amacıyla getirilen bir düzenlemedir.  MSD nin  Muafiyetler  başlığındaki  3.  maddesinde,  bu  direktifin uygulama alanı dışında bırakılan istisnai haller öngörülmektedir. MSD, bazı sözleşmeleri  uygulama  alanı  dışında  bırakmakta  ve  bu  sözleşmeleri düzenlerken ikili bir ayrıma gitmektedir. MSD 3. maddenin 1. fıkrasında belirtilen  sözleşmeler,  bu  direktifin  tamamen  uygulama  alanı  dışında bırakılmaktadır. Ancak aynı maddenin 2. fıkrasında belirtilen sözleşmeler açısından  MSD nin  ancak  belli  hükümleri  (m.  4-5-6  ve  7/1) uygulanmayacaktır. Direktif in tamamen uygulama alanından çıkarılan sözleşmelere bakacak olursak  bunlar;  finansal  hizmetlere  ilişkin  sözleşmeler,  otomatik  satış makineleri veya otomatik ticari işyerleri yoluyla kurulan sözleşmeler, halka açık  telefonlar  vasıtasıyla  telekomünikasyon  operatörleri  ile  kurulan sözleşmeler, taşınmaz yapımı, satışı ve taşınmazlara ilişkin diğer haklarla ilgili  (kira  sözleşmesi  hariç)  sözleşmeler,  açık  artırma  yoluyla  kurulan sözleşmelerdir (MSD m. 3/1). Bu sözleşmelerden  birinin varlığı halinde MSD ye  ilişkin  hiçbir  hükmün,  sözleşmeye  uygulanmasından bahsedilemeyecektir.                                                   40  Direktifin Türkçe metni için bkz. https://www.ab.gov.tr/files/ceb/.../31997l7_tr.pdf 41  Erten, s. 17-19. 341Derya G. BÜTÜN YILMAZ                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368  Tamamen  uygulama  alanı  dışına  çıkarılan  sözleşmelerin  haricinde Direktif, bazı sözleşmeleri kısmen uygulama alanı dışına çıkarmaktadır. Buna göre günlük tüketimi içeren gıda maddelerinin, içeceklerin, diğer malların tüketicinin evine, ikametgâhına veya işyerine dağıtıcılar tarafından düzenli olarak sağlanmasına ve belli bir tarihte veya belli bir dönemde konaklama, ulaşım, ikram, eğlence hizmetlerinin sağlanmasına ilişkin olan sözleşmelere MSD nin belli hükümleri uygulanmayacaktır (MSD m. 3/2). Bu sözleşmelere uygulanmayacak olan hükümler ise; tüketicinin ön bilgilendirilmesini içeren 4. madde, bilgilendirmenin yazılı teyidine ilişkin 5. madde, cayma hakkını düzenleyen  6. madde ve  son  olarak  sözleşmenin  ifasının  30  gün  içinde yapılması hakkındaki 7. maddenin 1. fıkrasıdır. Kısmen uygulama alanı bulan bu  sözleşmelerin  varlığı  halinde  MSD nin  bu  hükümleri  hariç  diğer maddeleri, ilgili sözleşmeye uygulanacaktır. 2. 25.10.2011 Tarihli 2011/83/EU sayılı Tüketici Hakları Direktifi 2011/83/EU  sayılı  Tüketici  Hakları  Direktifi nin  (THD)43  yürürlüğe girmesi ile 97/7/EC sayılı MSD yürürlükten kaldırılmıştır. THD, yürürlükten kaldırılan  direktiften  farklı  olarak  sadece  mesafeli  sözleşmelere  ilişkin düzenlemelerden oluşmamaktadır. Bu Direktif, tüketiciyi korumaya ilişkin genel hükümler barındırmaktadır. Ayrıca bazı maddeleri mesafeli ve iş yeri dışında kurulan sözleşmelere ilişkindir. Söz konusu Direktif, mesafeli ve iş yeri dışında kurulan sözleşmelerde tüketicinin bilgilendirilmesi ve cayma hakkına ilişkin olarak ayrı bir maddeye yer vermektedir (THD m. 6). Bunun                                                  42  MSD nin bu maddelerinin hukukumuza aktarılması 2003 tarihli Mesafeli Sözleşmeler Uygulama Usul ve Esasları Hakkında Yönetmelik ile gerçekleştirilmiştir. Bu yönetmelikteki düzenleme ve MSD ye uygunluğu hakkında bkz. II-A-4. 43  İngilizce  metni  için  bkz.  http://eur-lex.europa.eu/legalcontent/EN/TXT/HTML/?uri=CELEX:32011L3&rid=1;  Türkçe  metni  için  bkz. Tokbaş, Hakan: Tüketici Hukuku İle İlgili Avrupa Birliği Direktifleri, Aristo Hukuk Yayınevi, İstanbul 2015, s.298-325. 44  Avrupa Komisyonunun, Tüketici Mevzuatının Gözden Geçirilmesi Üzerine Bir Yeşil Kitap yayınlanmasıyla tutarlı bir tüketici kanunu oluşturma arayışına başladığı ifade edilmektedir. Bu sebeple sekiz direktifi incelemeye başladığı ancak sonrasında direktiflerin sayısının dörde indirildiği belirtilmektedir. İncelenen direktiflerin Üye Devletlerin, öngörülenlerden daha yüksek düzeyde tüketici koruması elde etmelerine veya benimsemelerine izin veren Asgari Uyumlaştırıcı Direktifler olduğu ve Komisyon un, bunun yasadaki tutarsızlıklara ve parçalı bir iç pazara yol açtığını tespit ettiği ifade edilmektedir. Bu nedenle de işletmeler için artan uyum maliyetlerine ve tüketicilerin sınır ötesi ticarete katılmaya duydukları güven eksikliğine dikkat çekildiği ve Komisyon tarafından Tüketici Hakları Direktifi için bir teklif yayınlanması, sonrasında kabul edilmesi hakkında bkz. O Sullivan, Peter: Does the New Consumer Rights Directive Enhance Consumer Confidence in the Online Market?, 6 King's Inns Student Law Review 64 (2016), https://heinonline.org (Erişim tarihi: 04.06.2018), s.6566.  342Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368                            Mesafeli Sözleşmelerin Kapsamı  yanı sıra mesafeli sözleşmelerin ve iş yeri dışında kurulan sözleşmelerin şekil şartları hakkında da ayrı maddeler yer almaktadır (THD m. 7-8). Bu Direktif te mesafeli sözleşmelerin kapsamına ilişkin doğrudan bir düzenleme  bulunmamaktadır.  Ancak  THD  m.  3/3,  direktifin  kapsamına girmeyen  sözleşmeleri  düzenlemektedir.  Direktif  kapsamına  girmeyen sözleşmeler on üç bent halinde sıralanmıştır. THD m. 3/3 e göre;  a) sosyal konut, çocuk bakımı ve uzun süreli bakımı da içeren sürekli veya geçici olarak ihtiyaç sahibi ailelerin ve kişilerin desteklenmesi dâhil olmak üzere sosyal hizmetler için,  b) sağlık hizmetleri tesisleri aracılığıyla sağlansın ya da sağlanmasın 2011/24/EU sayılı Direktifte tanımlanan sağlık hizmetleri için,  c)  çekilişler,  kumarhane  oyunları  ve  bahis  işlemleri  dâhil  şans oyunlarında maddi değerli bir bahis içeren kumar oyunları için,  d) finansal hizmetler için,  e) taşınmaz malların ya da taşınmaz mallarda imal, edinme ve devir hakları için,  f) ikamet amaçlı yeni binaların inşası, mevcut binaların önemli ölçüde dönüşümü ve konut kiralama için,  g) paket seyahat, paket tatil ve paket turlar hakkında 13 Haziran 1990 tarih, 90/314/EEC sayılı Direktifi kapsamındaki sözleşmeler için,  h) devre mülk, uzun vadeli tatil ürünü, yeniden satış ve değiştirme sözleşmelerinin belirli yönleri bağlamında tüketicilerin korunması hakkında 14 Ocak 2009 tarih, 2008/122/EC sayılı Avrupa Parlamentosu ve Konsey Direktifi kapsamındaki sözleşmeler için,  i) Üye Devletlerin hükümlerine uygun olarak, bağımsız ve tarafsız olma yasal  yükümlülüğüne  haiz  ve  kapsamlı  hukuki  bilgi  sağlamak  suretiyle tüketicinin sözleşmeyi yalnızca dikkatli bir hukuki değerlendirme temelinde ve sözleşmenin yasal kapsamına dair bilgiyle yaptığından emin olmakla yükümlü olan bir kamu görevlisi tarafından kurulan sözleşmeler için,  j) bir tacir tarafından sık ve düzenli bir şekilde fiziksel olarak tüketicinin ev, konut ya da iş yerine sağlanan hanenin cari tüketimi için gıda, içecek ve diğer malların arzı için,  k) Madde 8(2) ve Madde 19 ve 22 hariç, yolcu taşıma hizmetleri için  343Derya G. BÜTÜN YILMAZ                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368  l) otomatik satış makineleri ya da otomatik ticari tesisler aracılığıyla yapılan sözleşmeler için, (m) halka açık ankesörlü telefonlar aracılığıyla bu telefonların kullanımı için ya da bir tüketici tarafından telefon, internet veya faks ile kurulan tek bir bağlantının  kullanımı  için  telekomünikasyon  operatörleri  ile  yapılan sözleşmeler için45 bu Direktif hükümleri uygulanmayacaktır. THD de kapsam dışında bırakılan bazı bentlerin yürürlükten kalkan MSD de de olduğu görülmektedir. Bunlardan THD m. 3/3 ün d-e-l ve m bentlerinde yer alanlar MSD de de yer almaktaydı. Ancak diğer bentlerde yer alan sözleşmeler MSD de düzenleme alanı bulmamaktaydı. Görülmektedir ki, THD  istisnaların  kapsamını  genişletmiştir.  Bundan  hareketle,  Direktif in mesafeli sözleşmenin kapsamını daralttığı söylenebilir.  THD m. 3/3 teki bazı bentlerde yer alan hususların, bu konuya ilişkin başka özel direktiflerin bulunmasına dayanılarak, kapsam dışına çıkarıldığının göz  ardı  edilmemesi  gerekir.  THD  m.  3/3 ün  b-d-g-h  bentlerindeki durumlara  uygulanacak  özel  düzenlemelerin  bulunması  nedeniyle,  bu bentlerde bulunan sözleşmeler direktifin kapsamı dışına çıkarılmıştır.  Ayrıca MSD de öngörülen istisnalar, tamamen kapsam dışında olanlar ve kısmın kapsam dışında bırakılanlar olarak ikili bir ayrımda ele alınmaktaydı. THD de ise buna ilişkin bir ayrım bulunmamakla birlikte, sadece m. 3/3-k da yolcu taşıma hizmetleri açısından farklı bir tutum sergilenmiştir. Bu bent açısından  MSD de  olduğu  gibi  belli  hükümlerin  uygulanmayacağı öngörülmemiştir. Bu bentte Direktif hükümlerinden yolcu taşıma hizmetlerine uygulanacak olan maddeler (THD m. 8/2, m. 19, m. 22) belirtilmiş, bu üç madde  dışında  bu  hizmetlere  Direktif  hükümlerinin  uygulanamayacağı                                                  45  Tokbaş, s. 302-303. 46   Luzak, Joasia:  Online  Consumer  Contrats,  ERA  Forum  (2014)  15:  381, https://doi.org/10.1007/s27-014-0356-x, s. 383. 47  Bazı hizmetlerin kapsam dışı bırakılmasının bir nedeninin, zaten mevcut mevzuatta düzenlenmesi olduğu yönünde bkz. O Sullivan, s. 70; Finansal hizmetler, paket tur, devre mülk ve yolcu taşıma gibi sözleşmelerin halihazırda bu sektörlere ilişkin AB mevzuatında ayrıntılı  düzenlemeler  olduğu  ve  bu  nedenle  mesafeli  sözleşmenin  kapsamı  dışına çıkarıldığına dair bkz. The European Unıon (Consumer Informatıon, Cancellatıon And Other  Rıghts)  Regulatıons  2013,  Guıdance  Note,  June  2014, https://dbei.gov.ie/en/Legislation/Legislation-Files/Guidance-Note-on-the-EuropeanUnion-Consumer-Information-Cancellation-and-Other-Rights-Regulations-2013.pdf,  s.8; Direktif kapsamı dışında bırakılan istisnaların, kumar, paket tur, ulaşım hizmetleri ve sağlık hizmetleri gibi, popüler olan online hizmetlere ilişkin olduğu ifade edilmekte ve bu popüler sektörlere düzenlemenin uygulanmaması halinde tüketicinin korunmasının yetersiz olacağı belirtilmektedir. bkz. Luzak, s. 383-384.  344Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368                            Mesafeli Sözleşmelerin Kapsamı  düzenlenmiştir. Ayrıca MSD de kısmen kapsam dışına bırakılan günlük gıda, içecek ve diğer malların ev, konut veya iş yerlerine sağlanmasına ilişkin sözleşmeler ise THD de tamamen kapsam dışında bırakılmıştır.  MSD  ile  ortak  düzenlenen  istisnalar  ve  özel  düzenlemeler  olması nedeniyle kapsam dışında bırakılanlar haricinde kalan diğer bentler (THD m. 3/3-a-c-i-k) ilk kez THD ile kapsam dışında bırakılmıştır. 3. BGB 312 Düzenlemesi Alman hukukunda mesafeli sözleşmelerin kapsamını incelemeden önce, mesafeli sözleşmelere ilişkin gelişmelerden ve düzenlemelerden bahsetmek yerinde olacaktır. Almanya, 97/7/EC sayılı Direktif gereğince mesafeli sözleşmelere dair ayrı bir kanun düzenlemesine gitmiştir. Ancak 1.1.2002 tarihinde Alman Borçlar Hukuku Reform Kanunu nun yürürlüğe girmesiyle, tüketici hukukuna ilişkin  bazı  kanunlar  BGB ye  dâhil  edilmiştir.  BGB ye  dâhil  edilen kanunlardan birisi de mesafeli sözleşmelere dair olan kanundur. Böylece mesafeli sözleşmeye ilişkin düzenlemeler artık BGB de yer almaktadır. Alman  Borçlar  Hukuku  Reform  Kanunu nun  1.1.2002 de  yürürlüğe girmesi ile mesafeli sözleşmeye ilişkin düzenleme BGB 312b maddesinde yer almakta, söz konusu madde, birinci fıkrasında (absatz) mesafeli sözleşmenin tanımına yer vermektedir. İlgili maddenin ikinci fıkrasında, mesafeli sözleşme için önemli bir kavram olan uzaktan iletişim aracı tanımlanmaktadır. BGB 312b nin 3. fıkrasında ise, mesafeli sözleşme hükümlerinin uygulanmayacağı hallere; diğer bir deyişle bu sözleşmenin kapsamı dışında bırakılan istisnalara yer verilmektedir. Buna göre;  -Uzaktan öğretime ilişkin sözleşmeler -Konut amaçlı taşınmazlardan kısmı ve dönemsel yaralanma sağlayan devre mülk sözleşmeleri -Sigorta sözleşmeleri -Taşınmaz  ve  taşınmaz  hükmünde  sayılanlar  üzerinde  ayni  hak kurulması, devri ve sona erdirilmesi ile bina inşası hakkındaki sözleşmeler -Temel gıda maddeleri ile içeceklerin veya ev halkının günlük tüketimine özgü diğer malların, tüketicinin ikametgâhına veya işyerine sürekli ya da düzenli olarak teslimine yönelik sözleşmeler,                                                   48  FernAbsG 49  Erten, s. 75-77. 345Derya G. BÜTÜN YILMAZ                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368  -Sözleşmede vadesi belirlenen ya da belirli bir zaman dilimi içinde ifası kararlaştırılan yiyecek ve içeceklerin teslimine ve boş zaman organizasyonu düzenlemesine ilişkin hizmet sözleşmesi -Mal satışı yapan otomatları kullanarak ya da otomasyona geçmiş ticari işyerleri ile yapılan işlemler sonucu kurulan sözleşmeler ve -Halka açık telefonların kullanımı sonucu uzaktan haberleşme aracının işleticisi ile kurulan sözleşmeler50 uzaktan iletişim araçları ile kurulsa dahi mesafeli sözleşmeye ilişkin olan hükümlerden yararlanamayacaktır.  Mesafeli sözleşmeye ilişkin BGB de yer alan düzenleme bahsettiğimiz şekilde iken, 2011/83/EU sayılı Direktifin kabul edilmesi ile üye devletlerin bu  direktifi  iç  hukuklarına  uyumlulaştırılması  gündeme  gelmiştir.  Bu direktifin benimsediği tam uyum ilkesi gereğince Almanya, tüketici hukukuna ilişkin maddelerde değişiklik yoluna gitmiştir. Direktife uyum çerçevesinde yapılan değişiklikler 13.06.2014 tarihinde yürürlüğe girmiştir. Söz konusu değişiklikten  mesafeli  sözleşmeye  ilişkin  olan  312b  düzenlemesi  de etkilenmiştir. 2014 yılında yürürlüğe giren değişiklik sonrasında mesafeli sözleşmeye ilişkin  düzenleme  BGB  312c de  yer  almaktadır.  Bu  düzenleme  kısaca incelenirse, maddenin ilk fıkrasında mesafeli sözleşmenin tanımı bulunmakta, ikinci fıkrasında ise bir önceki düzenlemede olduğu gibi uzaktan iletişim aracı kavramı açıklanmaktadır. Ancak önceki düzenleme olan 312b de mesafeli sözleşmenin  kapsamı  dışında  bırakılan,  farklı  bir  deyişle  mesafeli sözleşmelere ilişkin hükümlerin uygulanmayacağı durumları içeren 3. fıkraya, 2014 te yürürlüğe giren BGB 312c de yer verilmemiştir. Bunun yanı sıra mesafeli sözleşme hükümlerinin uygulanmayacağı durumları içeren ayrı bir madde  düzenlemesi  de  bulunmamaktadır.  Görülmektedir  ki,  mesafeli sözleşemeye  ilişkin  hükümlerin  uygulanmaması için  312b/3 teki  gibi bir istisna hükmü 312c de veya ayrıca başka bir madde olarak yer almamaktadır. Bunun  yerine  önceki  düzenlemeden  farklılık  arz  eden  Kapsam (Anwendungsbereich)  başlıklı  312. maddeye  yer  verildiği  görülmektedir. 2014 yılında yürürlüğe giren düzenlemenin önceki düzenlemeden tek farkı bu olmamakla birlikte mesafeli sözleşmelerin kapsamını incelememiz sebebiyle, bahsedilen değişikliğe değinilmekle yetinilecektir.                                                   50  Önceki düzenleme açısından Alman hukukunda mesafeli sözleşme hakkında ayrıntılı bilgi için bkz. Erten, s. 75-162.  51  Bir önceki düzenlemede, tüketici hukukuna dair genel ilkelere ait bir madde yer almamışken, 2014  yılında  yürürlüğe  giren  değişiklik  ile  BGB de,  tüketici  sözleşmelerinde  genel yükümlülükler ve ilkeler başlığında olan 312a maddesine yer verilmiştir.  346Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368                            Mesafeli Sözleşmelerin Kapsamı  Görülmektedir  ki,  BGB  312b nin  3.  fıkrası  mesafeli  sözleşme hükümlerinin  uygulanmayacağı  durumları  düzenlemekteyken,  şimdiki düzenleme olan BGB 312c sadece iki fıkradan oluşmakta ve bu fıkralarda mesafeli  sözleşmenin  kapsamı  hakkında  bir  bilgi  yer  almamaktadır.  Bu nedenle  tüketici  sözleşmelerinin  kapsamına  ilişkin  olan  BGB  312 nin incelenmesi gerekmektedir.  BGB 312. madde düzenlemesi, kapsam dışında bıraktığı sözleşmeleri sayma  yolunu  tercih  etmemiştir.  Bunun  yerine,  hangi  hükümlerin  hangi sözleşmelere  uygulanacağı  belirtilerek,  kapsamın  belirlenmesi  bunun üzerinden yapılmıştır. BGB, sayılan şu sözleşmelere şu hükümler uygulanmaz demek yerine, şu sözleşmelere uygulanacak hükümler şunlardır şeklinde bir düzenlemede bulunmaktadır. BGB nin ifadesinin mefhumu muhalifinden ise sayılan  sözleşmelere  anılan  hükümler  dışında  diğer  hükümlerin uygulanmayacağı  sonucu  çıkmaktadır.  BGB  312 nin  2.  fıkrası;  Bu  alt başlıktaki 1. ve 2. Bölüm hükümlerinden sadece 312a nın 1, 3, 4 ve 6. fıkraları aşağıdaki sözleşmelere uygulanır: -Noter tarafından düzenlenen ve onaylanan a) İşyeri dışında kurulan finansal hizmetlere ilişkin sözleşmeler b) Finansal hizmetlere ilişkin olmayan sözleşmelerden, kanun gereği noterin düzenleme/onaylamasına ihtiyaç olmayan sözleşmeler veya yalnızca noterin aydınlatma yükümlülüğüne ilişkin § 312d/1 ve § 312g/1 e göre cayma hakkının uygulanmayacağına ilişkin açıklaması ile geçerli olacağına dair bir sözleşme açıklamasının şart koşulmadığı sözleşmeler, -Taşınmaz  mallarda  mülkiyet  veya  taşınmaza  ilişkin  diğer  hakların kazanılması veya devri ile ilgili sebebe bağlı sözleşmeler,  -Yeni bir bina inşaatı yapılmasını veya binanın yeniden inşasını içeren sözleşmeler, -651a uyarınca seyahat hizmetlerine ilişkin sözleşmelerden a) mesafeli olarak kurulan b)işyeri dışında kurulup sözlü görüşmelere, tüketicinin önceki siparişine dayananları, -Yolcu taşımacılığına ilişkin sözleşmeler, -481-481b ye göre devre mülk, uzun süreli tatil hizmetleri ve bunların yeniden satımı ve değişimi,  347Derya G. BÜTÜN YILMAZ                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368  -630 a göre tedavi sözleşmeleri, -Gıda, içecek veya diğer günlük ev ihtiyaçlarının girişimci tarafından tüketicinin  ikametgâhına  ya  da  iş  yerine  sık  ve  düzenli  olarak  teslim edilmesine ilişkin sözleşmeler, -Otomat  makineleri  kullanılarak  ve  otomatik  işyerleri  ile  kurulan sözleşmeler, -Bozuk  para  ve  telefon  kartı  kullanılan  halka  açık  telefonlarla telekomünikasyon operatörleri ile kurulan sözleşmeler, -Tüketicinin telefon, internet ve faks kullanımı için tek seferlik olarak yaptığı sözleşmeler, -İşyeri dışında kurulan sözleşmelerden, müzakereler bittiğinde edimlerin hemen yerine getirildiği ve ödendiği ve tüketicinin ödeyeceği bedelin 40 Euro yu aşmadığı sözleşmeler, - Taşınır malların cebri icra veya diğer adli tedbirler nedeniyle satışına ilişkin sözleşmeler şeklindedir. Bu fıkraya göre 13 bent halinde sayılan bu sözleşmelere yalnızca 312a nın 1, 3, 4 ve 6. fıkraları uygulanacak; bunlar dışında  kalan,  alt  başlıktaki  1.  ve  2.  bölümde  yer  alan  diğer  hükümler uygulanmayacaktır. Mesafeli sözleşmeye ilişkin olan 312c ise 2. bölümde yer alan  maddelerden  olup,  yukarıda  belirtilen  sözleşmelere  uygulanmayan hükümler arasındadır. Bu durumda yukarıda belirtilen sözleşmelerin mesafeli sözleşmelerin uygulama alanı dışında olduğu sonucuna ulaşılacaktır.  BGB 312/3 ise Çocuk bakımı, uzun süreli bakımları dâhil olmak üzere geçici veya kalıcı olarak yardıma muhtaç aile veya kişilere ilişkin olan sosyal hizmetlere ilişkin sözleşmelere, bu alt başlıktaki 1. ve 2. Bölümde yer alan aşağıdaki  hükümler  uygulanır:  şeklinde  düzenlenmektedir.  Bu  fıkrada sayılan hizmetlere ilişkin olan sözleşmelere uygulanacak hükümler arasında 1.bentte 312b-312c ye göre iş yeri dışında kurulan sözleşmeler ile mesafeli sözleşmelere  ilişkin  açıklamalara  yer  verilmektedir.  Buna  göre,  çocuk bakımı ve yardıma muhtaç aile veya kişilere dair uzun süreli bakımlar da dâhil olmak  üzere  olan  sosyal  hizmetlere  ilişkin  sözleşmelere,  koşulları  varsa mesafeli sözleşme hükümleri uygulanabilecektir.  4. 13.06.2003  Tarihli  Mesafeli  Sözleşmeler  Uygulama  Usul  ve Esasları Hakkında Yönetmelik 97/7/EC sayılı MSD, üye devletlere bu direktifte yer alan düzenlemeleri kendi  hukuklarına  uygulamak  ve  gerekli  kanun,  ikincil  düzenlemelerin yapılması için üç yıllık bir süre tanımıştır (MSD m. 15). Bu direktife ilişkin 348Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368                            Mesafeli Sözleşmelerin Kapsamı  düzenlemelerin  Türk  hukukuna  aktarılması  ise  2003  değişikliği  ile ETKHK ya  9/A  maddesinin  eklenmesinin  yanı  sıra  13.06.2003  Tarihli Mesafeli  Sözleşmeler  Uygulama  Usul  ve  Esasları  Hakkında  Yönetmelik (EMSY) in çıkarılması ile olmuştur.  Mesafeli sözleşmenin kapsamına ilişkin olarak direktifte yer verilen istisnalara  ETKHK da  yer  verilmemiş;  bu  istisnalar  EMSY de düzenlenmiştir. İstisnaların kanun maddesi ile değil de yönetmelik maddesiyle düzenlenmesi doktrinde eleştiri konusu olmuştur. EMSY nin 11. maddesi, mesafeli  sözleşmelerin  kapsamı  dışında  bıraktığı  sözleşmeleri  a)Banka, sigorta ile ilgili, b) Otomatik satış makineleri vasıtasıyla akdedilen, c) Halka açık  jetonlu  telefonlar  vasıtasıyla  akdedilen,  d)  Açık  arttırma  yolu  ile akdedilen, e) Gıda, içecek ve günlük tüketim için tüketicinin evine veya işyerine düzenli olarak sağlanan malların tedariki ile ilgili, f) Sağlayıcının üstlendiği, barınma, ulaşım, yemek tedariki, sportif ve kültürel faaliyetler ve eğlence hizmetlerini özel bir günde veya sürede tedarik etmesine ilişkin hükümler içeren sözleşmeler olarak sıralamıştır.  İlk bakışta yönetmelikte verilen bu maddenin 97/7/EC sayılı Direktif in öngördüğü istisnalara uygunluk gösterdiği düşünülebilir. Çünkü EMSY nin kapsamı  dışına  çıkarılan  sözleşmeler,  MSD nin  3.  maddesinde  de  yer almaktadır. Buna rağmen, bu iki düzenleme arasında farklılıklar bulunmakta ve Yönetmelik, Direktif hükümlerine birebir uyum sağlamamaktadır.  Bu farklılıklardan ilki, Direktif te istisna olarak verilmesine rağmen EMSY de taşınmazların satışı, yapımı ve taşınmazlarla ilgili kira hariç diğer haklara ilişkin sözleşmelerin kapsam dışına bırakılmamasıdır. Taşınmazlara ilişkin  sözleşmeler  kapsam  dışında  bırakılmasa  bile  örneğin  taşınmazın devrini  öngören  sözleşme  belli  şekil  şartına  bağlanması  (TMK  m.  706) nedeniyle mesafeli sözleşme olarak kurulması mümkün olmayacaktır. Ayrıca taşınmazlardan ancak konut veya tatil amaçlı olanlar ETKHK kapsamında değerlendirilebilecektir (ETKHK m. 3/1-c). Bu durumda konut veya tatil amaçlı taşınmazlar ile ilgili sözleşmeler mesafeli sözleşme olarak kurulabilir. Ancak bu sözleşmeler, şekil şartı nedeniyle kapsama dâhil olamayacaktır. Buna rağmen kira sözleşmesi herhangi bir şekil şartına tâbi değildir. Konut veya  tatil  amaçlı  taşınmazları  ilgilendiren  kira  sözleşmesinin  mesafeli                                                  52  İstisnalara kanunda yer verilmesi ya da en azından dayanağının kanunda düzenlenmesi gerektiği belirtilmektedir. Yıldırım, s. 144; İnal, s. 173; Gezder-Şerh, s. 50. 53  Yönetmelikte  yer  verilmeyen  bu  durumun  Direktif ten  bir  farklılık  olarak değerlendirilmemesi gerektiği, Türk hukukunda taşınmazlara ilişkin bu işlemlerin mesafeli sözleşmeler aracılığıyla yapılamayacağı hakkında bkz. Erten, s. 176-177. 349Derya G. BÜTÜN YILMAZ                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368  sözleşme  olarak  kurulması  mümkün  olup;  mesafeli  sözleşme  hükümleri kapsamında değerlendirilebilecektir.  İkinci  farklılık,  finansal  hizmetlerin  kapsam  dışında  tutulmasıyla alakalıdır. MSD nin kapsam dışında tuttuğu finansal hizmetlerin alanı daha genişken,  EMSY  sadece  banka  ve  sigorta  ile  ilgili  finansal  hizmetleri kapsam dışında tutmuştur. MSD nin belirlenen finansal hizmetleri kapsam dışında tutma sebebi mesafeli olarak kurulan bu finansal hizmetlere ilişkin ayrı bir düzenleme yapma amacıdır. Türk hukukunda böyle bir amaç ya da çalışma bulunmamaktadır. Banka ve sigorta ile ilgili sözleşmelerin istisna tutulmasının ancak bunlara ilişkin ayrı bir düzenleme olması halinde isabetli olacağı vurgulanmaktadır.  Yönetmelik ile Direktif arasındaki farklılıklardan üçüncüsü ise halka açık telefonlara  ilişkin  olan  sözleşmelerin  kapsam  dışında  bırakılmasına  dair ifadedir.  MSD nin  kapsam  dışında  ele  aldığı;  halka  açık  telefonların kullanılmasıyla  telekomünikasyon  operatörleri  ile  kurulan  sözleşmelerdir. Oysa  EMSY de  halka  açık  jetonlu  telefonla  kurulan  sözleşmelerden bahsedilmekte,  bu  sözleşmenin  telekomünikasyon  operatörü  ile  olması aranmamaktadır.  Bu  durumda  yönetmelik  gereği,  halka  açık  telefonlarla kurulan  bütün  sözleşmeler  mesafeli  sözleşmelerin  kapsamının  dışına çıkarılmaktadır. Ancak mesafeli sözleşmenin halka açık telefonla ya da başka-örneğin  kendi  evinde  ya  da  komşusunda  bulunan-  bir  telefonla yapılması bir fark doğurmamalıdır. Belirttiğimiz gibi MSD, halka açık telefonla  kurulan  bütün  sözleşmeleri  değil  telefon  kartının  kullanılması,                                                  54  Yıldırım, s. 150-151; Gezder-Şerh, s. 58-59. 55  Bu finansal hizmetlere MSD nin II nolu ekinde yer verilmiştir. Bunlar; yatırım hizmetleri, sigortacılık ve reasürans işlemleri, bankacılık hizmetleri, vadeli veya opsiyonlarla ilgili alışveriş işlemleridir.  56 Bu çerçevede 23 Eylül 2002 tarihli 2002/65/EC sayılı Finansal Hizmetlerin Mesafeli Pazarlanmasına Yönelik Direktif hazırlanmıştır. 57  ETKHK ve EMSY dönemi için böyle bir çalışma bulunmamakla birlikte, TKHK ile finansal hizmetlere ilişkin mesafeli sözleşmeler 49. maddede düzenlenmiş; ayrıca yönetmelik çıkarılmıştır. 58  Yıldırım, s. 146; Atamer, s. 196. 59  Jetonlu ifadesinin kullanımı hakkında ifade edilmek istenenin telefon kulübelerinin olduğunu belirtmektedir. İnal, s. 173, dn. 39; jetonla çalışan telefonların sık kullanılmaması nedeniyle  ifadenin  yerinde  olmadığı,  bu  ifade  yerine  halka  açık  telefon  ifadesinin kullanılması gerektiği de savunulmaktadır. Yıldırım, s. 148; Gezder-Şerh, s. 53. 60  Türk  hukukuna  aktarılan  istisnanın,  kaleme  alınmasında  bir  eksikliğe  gidildiği  veya yanlışlığa düşüldüğü ifade edilmektedir. Yıldırım, s. 149; İnal, s. 173; Atamer, s. 196. 61  İnal, s. 173; Gezder-Şerh, s. 53; Atamer, s. 196; Yıldırım, s. 149. 350Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368                            Mesafeli Sözleşmelerin Kapsamı  parayla veya jetonla çalışan telefonlarda para veya jetonun atılması gibi telekomünikasyon  operatörleriyle  yapılan  sözleşmeleri  kapsam  dışında bırakmaktadır.  Bunun  haricinde  halka  açık  telefonlarla  yapılan  diğer sözleşmelerin istisna olarak değerlendirilmemesi gerekir.  Son olarak MSD bazı sözleşmeleri tamamen kapsam dışında bırakmakta, bazıları açısından sadece belli hükümlerin uygulanmamasını öngörmektedir. EMSY ise böyle bir ayrıma gitmemekte, MSD nin kısmen kapsam dışına çıkardığı sözleşmeleri de mesafeli sözleşmenin kapsamı dışına atmaktadır. Gıda, içecek ve günlük tüketim için tüketicinin evine veya işyerine düzenli olarak sağlanan malların sağlanmasına yönelik sözleşmeler ile sağlayıcının üstlendiği, barınma, ulaşım, yemek tedariki, sportif ve kültürel faaliyetler ve eğlence hizmetlerini özel bir günde veya sürede tedarik etmesine ilişkin hükümler içeren sözleşmeler EMSY düzenlemesi gereği mesafeli sözleşme kapsamında değildir. Ancak MSD de bu sözleşmelere ön bilgilendirme, ön bilgilendirmenin teyidi, cayma hakkı ve ifanın otuz gün içinde yapılmasına dair olan maddeler uygulanmamaktadır. EMSY nin düzenlemesi 97/7/EC sayılı Direktif e uyumlu bulunmamakta ve eleştirilmektedir. Görülmektedir ki, EMSY genellikle MSD 3. maddeye uyumlu görünen düzenlemelerde bulunmuş olsa da bahsettiğimiz bu farklılıklar aradaki uyumu güçleştirmiştir. 5. 06.03.2011 Tarihli Mesafeli Sözleşmelere Dair Yönetmelik 06.03.2011 tarihli Mesafeli Sözleşmelere Dair Yönetmelik in (MSDY) çıkarılması ile 2003 tarihli EMSY yürürlükten kalkmış ve bundan sonra mesafeli  sözleşmelere  2011  tarihli  yönetmelik  hükümleri  uygulanmaya başlanmıştır. MSDY de mesafeli sözleşmelerin kapsamına 2. maddede yer verilmiştir. Bu maddenin 2. fıkrasına göre mesafeli sözleşmelerin kapsamın dışında bırakılan sözleşmeler şu şekildedir; a) Bankacılık ve sigortacılık ile ilgili, b) Otomatik makineler aracılığıyla yapılan satışlar ile ilgili, c) Halka açık  telefon  kullanımı  suretiyle  telekomünikasyon  hizmeti  verenlerle akdedilen, ç) Taşınmaz satış, kiralama ve taşınmaza ilişkin diğer haklarla ilgili, d) Artırma veya eksiltme yoluyla akdedilen sözleşmeler.                                                   62  Atamer, s. 196. 63  Atamer, s. 196; Yıldırım, s. 149; İnal, s. 173, Gezder-Şerh, s. 54. 64  Atamer,  s.  195;  Direktif  hükümlerinin  tüketici  lehine  koyulan  asgari  şartları  içeren düzenlemeler olduğu ve MSD nin 14. maddesi gereğince tüketicileri korumak amacını güden daha ağır düzenlemelerde bulunabileceği belirtilmektedir. Ancak EMSY m. 11/1-e ve f düzenlemesinin tüketici aleyhine olduğu, bu nedenle Direktif le uyum sağlamadığı ifade edilmektedir. Yıldırım, s.155. 351Derya G. BÜTÜN YILMAZ                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368  MSDY m. 2/3 te ise, a) Gıda maddelerinin, içeceklerin ya da diğer günlük  tüketim  maddelerinin,  satıcının  düzenli  teslimatları  çerçevesinde tüketicinin  meskenine  veya  işyerine  götürülmesine  ilişkin,  b)  Seyahat, konaklama,  lokantacılık,  eğlence  sektörü  gibi  alanlarda  hizmet  veren sağlayıcılarla kurulan ve sağlayıcının belirli bir tarihte veya zaman dilimi içinde sözleşme konusu hizmet edimini sunma yükümlülüğü altına girdiği sözleşmelere Yönetmeliğin ön bilgilendirme ve teyidini içeren m. 5-6, cayma hakkına ilişkin olan m. 7-8 ile sözleşmenin en geç 30 gün içinde ifa edilmesini içeren m. 9/1 in uygulanmayacağı düzenlenmektedir.  EMSY kapsam dışı bırakılan sözleşmelere tek bir fıkra içerisinde yer verirken, MSDY kapsam dışında bırakılan sözleşmeleri iki ayrı fıkrada ele almaktadır. MSDY m. 2/2 de mesafeli sözleşmelerin kapsamından tamamen çıkarılan sözleşmelere yer verilmektedir. Buna karşın m. 2/3 te, mesafeli sözleşmelerin  kapsamından  tamamen  çıkarılmayan  sözleşmelere  yer verilmekte  ve  bu  sözleşmelere  sadece  belli  hükümlerin  uygulanmaması öngörülmektedir. Bu noktada EMSY ye getirilen eleştirilerin dikkate alındığı ve MSD ye uyumlu bir yönetmelik hazırlandığı söylenebilir. MSDY nin mülga yönetmelikten farkına değinmek yerinde olacaktır. Eski yönetmelikte halka açık telefonlarla kurulan sözleşmeler kapsam dışında bırakılmış,  97  tarihli  Direktif te  yer  alan  telekomünikasyon  operatörleri ifadesine  yer  verilmemişti.  MSDY  isabetli  olarak  Halka  açık  telefon kullanımı suretiyle telekomünikasyon hizmeti verenlerle akdedilen ifadesine yer  vererek;  bu  konuda  Direktif  ile  uyumlu  hale  gelmiştir.  Ayrıca  eski yönetmelikte taşınmazlara ilişkin sözleşmelerin kapsam dışı sözleşmelerde yer verilmediği ifade edilmişti. MSDY ise taşınmazlara ilişkin sözleşmelerin hepsini kapsam dışına bıraktığını Taşınmaz satış, kiralama ve taşınmaza ilişkin diğer haklarla ilgili ifadesini kullanarak belirtmiştir. Ancak MSD de taşınmazın  kiralanmasına  ilişkin  sözleşmelerin  kapsama  dahil  edildiği, böylece  mesafeli  sözleşmelere  ilişkin  hükümlerin  bu  sözleşmelere uygulanabildiğini belirtmiştik. Bu açıdan MSDY nin yaptığı düzenleme MSD ile farklılık arz etmektedir. Çünkü MSDY taşınmazın kiralanmasına ilişkin sözleşmelerin  de  mesafeli  sözleşmelerin  kapsamı  dışında  bırakıldığını düzenlemektedir.  EMSY e  getirilen  eleştirilerden  bir  diğeri,  mesafeli  sözleşmelerin uygulama alanı dışında kalan sözleşmelerin MSD deki gibi ikili bir ayrıma tâbi olmamasıdır. MSD istisnaları, tamamen kapsam dışında kalanlar ve kısmen  kapsam  dışında  kalanlar  olarak  ele  almıştır.  MSDY,  mülga yönetmeliğe yapılan bu eleştiriler ışığında kapsam dışı sözleşmeleri iki ayrı fıkrada düzenleyerek, MSD de yapılan ayrıma riayet ettiği görülmektedir. 352Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368                            Mesafeli Sözleşmelerin Kapsamı  MSDY  m.  2/2 de  yer  alan  sözleşmeler  tamamen  kapsam  dışında bırakılmışken, m. 2/3 te belli hükümlerin uygulanmayacağı sözleşmelere yer verilmiştir.   Yapılan  değerlendirilmelerden,  2011  tarihli  MSDY  ile  mülga yönetmeliğe yapılan eleştirilerin dikkate alınarak bu çerçevede düzenleme yapıldığı ve MSD ye daha uyumlu bir yönetmelik yapılması amacı güdüldüğü söylenebilir. 6. 27.11.2014 Tarihli Mesafeli Sözleşmeler Yönetmeliği 06.03.2011 tarihli MSDY den sonra 2011/83/EU tarihli THD yürürlüğe girmiş, bunun yanı sıra Türk hukukunda da gelişmeler yaşanarak 7.11.2013 tarihinde  6502  sayılı  Tüketicinin  Korunması  Hakkındaki  Kanun  kabul edilmiştir. Bu gelişmeler ışığında yeni bir yönetmelik ihtiyacı doğmuş; sonuç olarak 27.11.2014 tarihli Mesafeli Sözleşmeler Yönetmeliği (MSY) ortaya çıkmıştır.  MSY,  6502  sayılı  TKHK a  uyumlu  olarak  hazırlanmış  ayrıca özellikle THD deki hükümlerden yararlanılmıştır.  Mesafeli sözleşmenin kapsamı dışına çıkarılan sözleşmeler MSY m. 2/2 de on iki bent halinde verilmiştir. Buna göre; a) Finansal hizmetler, b) Otomatik  makineler  aracılığıyla  yapılan  satışlar,  c)  Halka  açık  telefon vasıtasıyla telekomünikasyon operatörleriyle bu telefonun kullanımı, ç) Bahis, çekiliş, piyango ve benzeri şans oyunlarına ilişkin hizmetler, d) Taşınmaz malların veya bu mallara ilişkin hakların oluşumu, devri veya kazanımı, e) Konut kiralama, f) Paket turlar, g) Devre mülk, devre tatil, uzun süreli tatil hizmeti ve bunların yeniden satımı veya değişimi, ğ) Yiyecek ve içecekler gibi günlük  tüketim  maddelerinin,  satıcının  düzenli  teslimatları  çerçevesinde tüketicinin meskenine veya işyerine götürülmesi, h) 5 inci maddenin birinci fıkrasının (a), (b) ve (d) bentlerindeki bilgi verme yükümlülüğü ile 18 inci ve 19 uncu maddelerde yer alan yükümlülükler saklı kalmak koşuluyla yolcu taşıma  hizmetleri,  ı)  Malların  montaj,  bakım  ve  onarımı,  i)  Bakımevi hizmetleri,  çocuk,  yaşlı  ya  da  hasta  bakımı  gibi  ailelerin  ve  kişilerin desteklenmesine  yönelik  sosyal  hizmetler  ile  ilgili  sözleşmeler  mesafeli sözleşmelerin kapsamı dışındadır. MSY  düzenlemesinin  THD  ile  neredeyse  aynı  olduğu  söylenebilir. Direktif hükümlerinde yer almasına rağmen; MSY de yer verilmeyen iki bent bulunmaktadır. Bunlardan ilki, 2011/24/EU sayılı Direktifte ye alan sağlık hizmetlerini içermektedir (THD m. 3/3-b). Diğeri ise bağımsız ve tarafsız olma yükümlülüğü altında olan, tüketicinin sözleşmeyi gerekli bilgiye sahip                                                  65  Karakocalı/Kurşun, s. 155 dn. 311; Gezder-Konferans, s. 330; Uzun Kazmacı, s. 2800-2801.  353Derya G. BÜTÜN YILMAZ                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368  olarak  yaptığından  emin  olma  yükümlüğü  bulunan  kamu  görevlileri tarafından kurulan sözleşmeleri ifade etmektedir (THD m. 3/3-h). THD bu iki hususu direktif kapsamı dışına çıkarmışken, MSY bu iki bent halindeki hususu kapsam dışında sözleşmeler arasında belirtmemiştir. Ayrıca MSY, Direktif te yer almamasına karşın kapsam dışına bıraktığı bir sözleşmeyi de barındırmaktadır. Buna göre malların bakım, montaj ve onarımına  ilişkin  sözleşmeler  mesafeli  sözleşmenin  kapsamı  dışında tutulmuştur (MSY m. 2/2-ı). B.  Mesafeli Sözleşmelerin Uygulama Alanındaki Örnek Sözleşme Tipleri 1. Satış Sözleşmesi  Mesafeli  sözleşmelerin  uygulama  alanında  yer  alan  ve  günümüzde mesafeli sözleşme olarak kurulan en yaygın sözleşme tipi, satış sözleşmesidir. Satış sözleşmesi, satıcının, satılanın zilyetlik ve mülkiyetini alıcıya devretme, alıcının ise buna karşılık bir bedel ödeme borcunu üstlendiği sözleşmedir (TBK m. 207)66. Bu sözleşme, tam iki tarafa borç yükleyen bir sözleşme olmakla birlikte, sözleşmenin objektif esaslı unsurları; satılan ve bedeldir. Taraflar bu objektif esaslı unsurlar yönünden anlaşmalıdır. Satış sözleşmesi günümüzde  yaygın  uygulamaya  sahip  isimli  (tipik)  bir  sözleşmedir.  Bu sözleşmeye ilişkin düzenlemeler TBK m. 207-281 maddeleri arasında yer almaktadır.   TKHK  m. 48 de  yer  alan  mesafeli  sözleşme,  sözleşme  tipini  ifade etmemektedir. Mesafeli sözleşme kavramı, sözleşmenin kurulma biçimine ilişkin olup; mesafeli olarak kurulan sözleşmenin tipi, taraflar arasında ortaya çıkan uyuşmazlıklar açısından önem arz eder. Öyle ki, mesafeli sözleşmenin unsurlarından  biri  de  anlaşma  unsurudur.  Bu  unsura  göre;  mesafeli sözleşmeden bahsedebilmek için mesafeli olarak kurulan sözleşme tipinin esaslı  unsurları  hakkında  taraflar  anlaşmış  olmalıdır.  Bu  durumda  satış                                                  66  TBK 207 de verilen ifadenin sözleşmenin tanımı olmadığı, maddede hareket edilirse sadece maddi malların bu sözleşmeye konu olacağı ancak maddi olmayan malların (alacak hakkı gibi)  da  bu  sözleşmenin  konusunun  olabileceği  ifade  edilmektedir.  Bu  çerçevede sözleşmenin tanımı; Alıcının ödemeyi üstlendiği bir bedel karşılığında satıcının, satılan bir mal üzerindeki hakkı ona devretmeyi borçlandığı sözleşme olarak yapılmaktadır. Eren, Fikret: Borçlar Hukuku Özel Hükümler, Yetkin Yayınları, 4. Baskı, Ankara 2017, s. 26-27.  67  bkz. I-A-2-d. 354Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368                            Mesafeli Sözleşmelerin Kapsamı  sözleşmesi açısından tarafların satılan ve bedel hususunda anlaşmış olmaları gerekir.  Mesafeli  olarak  kurulan  satış  sözleşmelerine  mesafeli  satış sözleşmesi68 adı verilmektedir. Mesafeli satış sözleşmesi, tüketici ile malı uzaktan pazarlamaya ilişkin sisteme sahip olan satıcının eş zamanlı fiziksel varlığı olmaksızın, uzaktan iletişim aracı kullanarak kurdukları; tüketicinin bir bedel  ödemeyi;  buna  karşın  satıcının  bir  malı  devretmeyi  üstlenmesi konusunda tarafların anlaştığı sözleşmeyi ifade eder. Tanımını yaptığımız mesafeli satış sözleşmesi tüketici sözleşmesi olup TKHK hükümlerine tâbidir. Ancak TKHK m. 83 gereğince bu Kanunda hüküm bulunmayan hallerde genel hükümlere gidilecektir. Bu nedenle mesafeli satış sözleşmesine TKHK daki m.  48  başta  olmak  üzere  tüketici  sözleşmelerine  ilişkin  hükümler uygulanacaktır.  TKHK da  hüküm  bulunmayan  hallerde  ise  sözleşmelere ilişkin  genel  hükümler  ile  satış  sözleşmesine  ilişkin  TBK da  yer  alan hükümlere gidilecektir. Örneğin, sözleşmenin kurulmasına ilişkin (öneri-icap) hükümler açısından TBK m. 1 vd. maddelere başvurulacaktır.  Mesafeli satış sözleşmesi tek taraflı olarak önceden hazırlanıyorsa ve diğer tarafın şartları müzakere etme ve değiştirme imkânı yoksa burada genel işlem şartlarından bahsedilir. Tüketici sözleşmeleri açısından bu şartlar haksız şart olarak TKHK m. 5 te düzenlenmiştir. Mesafeli satış sözleşmelerindeki bu nitelikteki şartlara TBK nın genel işlem koşullarını düzenleyen m. 20 yerine, TKHK m. 5 uygulanacaktır.  Mesafeli satış sözleşmesine uygulanacak hükümler açısından verdiğimiz kısa bilgilendirmeden sonra sözleşmenin konusuna da değinmek gerekir. Satış sözleşmenin objektif esaslı unsurları; satılan ve bedeldir. Burada özellikle satılan kavramından bahsetmek gerekir. Satış sözleşmesinin konusu, maddi varlığı olan taşınır veya taşınmaz malın yanı sıra maddi varlığı olmayan alacak ve irtifak gibi haklar da konu olabilir. Mesafeli sözleşmelerin konusunu mal veya hizmet teşkil eder (TKHK m. 48). TKHK m. 3/h de mal kavramı Alışverişe konu olan; taşınır eşya, konut veya tatil amaçlı taşınmaz mallar ile elektronik ortamda kullanılmak üzere hazırlanan yazılım, ses, görüntü ve benzeri her türlü gayri maddi malları ifade etmektedir. Aynı tanım MSY m. 4/d de de yer almaktadır. Mesafeli satış sözleşmesi açısından da bu mal                                                  68  Kocayusufpaşaoğlu/Hatemi/Serozan/Arpacı, s. 214; Gezder-Konferans, s. 335; mesafeli satım sözleşmesi kullanımı için bkz. Yıldırım, Abdülkerim: Mesafe Satımı İle Mesafeli Satım Kavramları Üzerine Karşılaştırmalı Bir İnceleme, GÜHFD, C. IX, S. 1-2, 2005, s. 140.  69  Eren, s. 32. 355Derya G. BÜTÜN YILMAZ                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368  kavramı  geçerli  olacaktır.  Ancak  taşınmaz  malların  konu  olduğu  satış sözleşmeleri günümüzde oldukça yaygın olmasına rağmen, TKHK m. 48 kapsamında taşınmaz mallara ilişkin bir satış sözleşmesinin mesafeli olarak kurulması mümkün değildir. Bu durum MSY m. 2/d de taşınmaz mallara ilişkin  sözleşmelerin  mesafeli  sözleşmenin  uygulama  alanı  dışında bırakılmasından anlaşılmaktadır. Taşınmaz satış sözleşmesinin resmi şekle bağlı olması (TBK m. 237), mesafeli sözleşme olarak kurulmaya engeldir. Resmi şekil gereğince sözleşme tapu memuru önünde yapılacak (TK m. 26), böylece  mesafeli sözleşme  için  aranan  tarafların  eş zamanlı  olarak  aynı fiziksel ortamda olmama şartı sağlanamayacaktır.  Mesafeli olarak kurulan satış sözleşmesi mesafeli satış sözleşmesi olarak  adlandırılmaktadır.  Bu  noktada  uzaktan  iletişim  araçlarının kullanılmasıyla kurulan mesafeli satış sözleşmesi ile başka bir kavram olan mesafe satımını birbirinden ayırmak gerekir. Satış  sözleşmelerinde,  satılanın  akdin  ifası  için  herhangi  bir  yere gönderilip  gönderilmemesi  önem  arz  eder.  Satılanının  ifa  için  bir  yere gönderilmesi gerekli değilse yerinde veya mahallinde satımdan söz edilir. Ancak  satılanın  akdin  ifası  amacıyla  bulunduğu  yerden  başka  bir  yere gönderilmesi de mümkündür. Satılan malın sözleşmenin ifası amacıyla başka bir yere naklinin söz konusu olduğu halde ise mesafe satımı  ile karşılaşılır.   Mesafe satımı, satış sözleşmesinin ifasına ilişkin bir kavramdır. Mesafe satımının adi ve nitelikli olmak üzere iki türü bulunmaktadır. Adi mesafe satımında satılan mal, ifa yerinden başka bir yere gönderilmekte, dolayısıyla gönderme borcundan bahsedilmektedir. Ancak nitelikli mesafe satımında ise satılan  malın  ifa  amacıyla  ifa  yerine  götürülmesi,  götürme  borcu  söz konusudur.  TBK da mesafe satımına ilişkin tanım veya unsurların yer aldığı bir düzenlemeye rastlanmamaktadır. Ancak bazı maddelerde mesafe satımı göz önüne alınarak yapılan düzenlemeler mevcuttur. Örneğin; TBK m. 226 satılanın  başka  bir  yerden  gönderilmesi  halinde  ayıp  konusunu düzenlemektedir.  Bu  maddede  geçen  başka  yerden  gönderilen  ifadesi mesafe satımını işaret etmektedir.                                                   70  Yıldırım, s. 93. 71  Yıldırım, s. 97; Yıldırım-Mesafe Satımı, s. 130; mesafe satımı yerine mesafeli satış ifadesinin  kullanılmasına  dair  bkz.  Zevkliler/Özel,  s.  321;  Topaloğlu-Şerh,  s.  762; Topaloğlu, s. 15;  kanımca ifa yerine ilişkin olan bu durum için mesafeli satış ifadesinin kullanılması, mesafe satımı ile mesafeli satış sözleşmesi kavramlarının karıştırılmasına yol açacağından isabetli değildir.  72  Yıldırım-Mesafe Satımı, s. 131. 356Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368                            Mesafeli Sözleşmelerin Kapsamı  Mesafe satımının satış sözleşmesinin ifasına ilişkin bir kavram olmasına karşın; mesafeli satış sözleşmesi TKHK m. 48 de düzenlenen ve sözleşmenin kurulma aşamasına ilişkin olan kavramı ifade eder. Bu nedenle mesafe satımı ile mesafeli satış sözleşmesi kavramı birbirinden farklıdır. Öyle ki, mesafeli satış sözleşmesi, sözleşmenin nasıl kurulduğuna ilişkindir. Mesafeli satış sözleşmesi  ile  mesafeli  satım  arasındaki  fark,  sözleşmenin  değişik aşamalarına ilişkin olmalarından kaynaklanmaktadır. 2. Abonelik Sözleşmesi Mesafeli sözleşmenin, bir sözleşme tipi olmadığı, sözleşmenin kurulma biçimini  ifade  ettiği  belirtmişti.  Bu  nedenle  mesafeli  olarak  kurulan sözleşme, isimli bir sözleşme olabileceği gibi isimsiz bir sözleşme de olabilir. Mesafeli sözleşmenin, isimsiz sözleşme olabileceğinin örneklerinden biri ise abonelik sözleşmesidir. Abonelik sözleşmesi, taraflardan birinin belirli veya belirli olmayan bir süre için bir mal veya hizmeti tekrarlanan edalar biçiminde karşı tarafa sunma; buna karşılık karşı tarafın belli bir meblağı peşin ya da dönemler halinde ödeme borcu altına girdiği, tam iki tarafa borç yükleyen ivazlı bir sözleşmedir. Bu sözleşme her ne kadar çeşitli düzenlemelere konu olsa da, sözleşmenin unsurlarına, sözleşmeye uygulanacak hükümlere ayrıca yer verilmediğinden isimsiz sözleşme olarak kabul edilmektedir. Abonelik  sözleşmeleri,  günlük  hayatta  sıkça  rastlanılan  sözleşme tiplerinden biridir. İsimsiz bir sözleşme olan abonelik sözleşmesi geniş bir uygulama  alanına  sahiptir.  Ticari  ve  mesleki  faaliyetin  yürütülmesi  için kurulan abonelik sözleşmelerinin yanı sıra, tüketicilerle akdedilen abonelik sözleşmeleri  de  mevcuttur.  Tüketicilerle  akdedilen  abonelik  sözleşmeleri TKHK 52. maddede ayrıca düzenlenmektedir. Tüketicinin dâhil olduğu abonelik  sözleşmelerine  TKHK  52.  madde  uygulanacaktır.  Bu  nedenle abonelik  sözleşmelerine  uygulanacak  hükümler  açısından,  sözleşmenin taraflarından birinin tüketici olup olmaması önem arz eder. Öyle ki, tüketici                                                  73  Yıldırım-Mesafe Satımı, s. 140.  74  bkz. II. 75  Ayrancı, Hasan: Enerji Sözleşmeleri, Yetkin Yayınları, Ankara 2010, s. 209; Koca, Güneş: (Tüketicinin Korunması Açısından) Abonelik Sözleşmeleri, Ankara Üniversitesi Sosyal Bilimler Enstitüsü Özel Hukuk (Medeni Hukuk) Anabilim Dalı, Yüksek Lisans Tezi, Ankara  2004,  s.  29;  Altaş,  Hüseyin:  Telekomünikasyon  Alanındaki  Abonelik Sözleşmeleri, Prof.Dr.Ali Naim İnan a Armağan, Seçkin Yayınları, Ankara 2009, s. 158. 76  TKHK m. 52, Elektronik Haberleşme Kanunu (EHK) m. 50 gibi. 77  Ayrancı, s. 213; Ceylan, Ebru: Madde-52 Abonelik Sözleşmeleri, Milli Şerh (National Commentary), Aristo Hukuk Yayınevi, İstanbul 2016, s. 855. 78  Abonelik sözleşmeleri Türk Hukukunda ilk defa 4077 sayılı ETKHK ya 4822 sayılı Kanunla eklenen 11/A maddesi ile düzenlenmiştir. Daha sonra bu düzenleme 6502 sayılı TKHK ile 52. maddede daha ayrıntılı bir şekilde düzenleme alanı bulmuştur.  357Derya G. BÜTÜN YILMAZ                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368  ile yapılan abonelik sözleşmesine TKHK hükümleri uygulanacak, bu kanunda uygulanacak bir hüküm yoksa genel hükümlere (TMK, TBK hükümleri gibi) başvurulacaktır (TKHK m. 83). Ancak tüketicinin taraf olmadığı, mesleki ve ticari  amaçlarla  abonelik  sözleşmesinin  yapıldığı  durumlarda  ise  TKHK hükümlerine gidilmeyecek, TBK hükümleri uygulama alanı bulacaktır. Çalışma  konumuzun  sınırları  gereğince,  TKHK  hükümlerinin uygulanacağı, diğer bir deyişle tüketicinin taraf olduğu abonelik sözleşmeleri ele alınacaktır. Mesleki veya ticari amaçla yapılan abonelik sözleşmeleri konumuz dışında kalmaktadır. Bunun esas sebebi ise mesafeli sözleşmenin, TKHK da düzenlenen ve taraflardan birinin tüketici olduğu bir sözleşme olmasıdır.  Abonelik  sözleşmesi  TKHK  m.  52/1 de  Abonelik  sözleşmesi, tüketicinin,  belirli  bir  mal  veya  hizmeti  sürekli  veya  düzenli  aralıklarla edinmesini sağlayan sözleşmelerdir şeklinde tanımlanmıştır. Doktrinde bu tanım, sözleşmenin esaslı unsurlarından olan ücreti içermemesi nedeniyle eleştirmektedir. Abonelik sözleşmesi tüketicinin bir ücret karşılığında, belirli bir mal veya hizmeti sürekli veya düzenli aralıklarla edinmesini sağlayan sözleşmedir. Abonelik sözleşmesine örnek olarak, dergi, gazete gibi malların belli aralıklarla iletilmesine dair tarafların anlaşması verilebilirken; internet, telefon bağlantısı gibi hizmetlerin belli aralıklarla tüketiciye sağlanması da gösterilebilir.  Genel  bilgilerini  verdiğimiz  abonelik  sözleşmesi,  mesafeli  sözleşme olarak  kurulabilen  sözleşme  tiplerinden  biridir.  Abonelik  sözleşmesinin mesafeli olarak kurulabileceği TKHK 52/2 de açıkça belirtilmiştir. Buna göre; Yazılı veya mesafeli olarak kurulan bu sözleşmelerin bir nüshasının kâğıt üzerinde veya kalıcı veri saklayıcısı ile tüketiciye verilmesi zorunludur. Abonelik sözleşmelerinin mesafeli olarak kurulması, bu madde yer almasa dahi  mümkün  olabilecektir.  Öyle  ki,  abonelik  sözleşmesi,  mesafeli sözleşmelerin  kapsamı  dışında  bırakılan  sözleşmeler  arasında  yer almamaktadır. Abonelik sözleşmesinin mesafeli olarak kurulabileceği 24.01.2015 tarihli Abonelik Sözleşmeler Yönetmeliği (ASY) nde de yer almaktadır. Abonelik sözleşmesinin mesafeli olarak kurulabileceğini ifade eden 5. maddenin başlığı                                                  79  Öktem Çevik, Seda: 6502 sayılı Tüketicinin Korunması Hakkında Kanun Uyarınca Abonelik Sözleşmesi, Yeni Tüketici Hukuku Konferansı, On İki Levha Yayıncılık, İstanbul 2015, s. 346. 80  Öktem Çevik-Abonelik, s. 348; Ayrancı, s. 216; Koca, s. 32. 358Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368                            Mesafeli Sözleşmelerin Kapsamı  Sözleşmenin şekli biçimindedir. Bu durumda TKHK ve ASY, abonelik sözleşmesinin  yazılı  veya  mesafeli  olarak  kurulmasını  sözleşmenin  şekli olarak  ele  almıştır.  Ancak  sözleşmenin  mesafeli  olarak  uzaktan  iletişim araçları ile kurulması bir şekil şartı değildir. Sözleşmenin mesafeli olarak kurulması, sözleşmenin nasıl kurulduğunu ifade etmektedir. Uzaktan iletişim araçları  ile  kurulan  mesafeli  sözleşmenin  şekle  tâbi  olup  olmadığı, sözleşmenin nasıl kurulduğundan daha farklı bir konuyu teşkil eder.  TKHK da  mesafeli  sözleşmeye  ilişkin  herhangi  bir  şekil  şartı öngörülmemiştir. Bu durumda mesafeli sözleşme açısından şekil özgürlüğü mevcuttur. Ancak tarafları karşı karşıya getirerek mesafe unsurunu ortadan kaldıran bir şeklin varlığı halinde mesafeli sözleşmeden bahsedilemez. Ayrıca mesafeli  sözleşme  uzaktan  iletişim  araçlarıyla  kurulan  sözleşmeyi  ifade ettiğinden bu sözleşmeyi geçerlilik şekline bağlamak, sözleşmenin yapısına uygun düşmez.  TKHK m. 52/2 ve ASY m. 5 ile abonelik sözleşmesinin kural olarak yazılı şekil şartına tâbi tutulduğu anlatılmaktadır. Ancak uzaktan iletişim araçları  kullanılarak  akdedilen  yani  mesafeli  olarak  kurulan  abonelik sözleşmelerinde  yazılı  şekil  şartının  aranmayacağı,  ifade  edilmek istenmektedir. Ayrıca kanun koyucu, ister yazılı şekle uygun yapılan ister mesafeli olarak kurulmasına rağmen şekil şartı olmadan kurulan abonelik sözleşmelerinde,  sözleşme  örneğinin  kâğıt  üzerinde  veya  kalıcı  veri saklayıcısı ile  tüketiciye  verilmesini  öngörerek  tüketiciyi  koruma yoluna gitmektedir. Gerek TKHK 52. maddede gerekse Sözleşmenin şekli başlığı altındaki  ASY  5. maddede  abonelik  sözleşmesinin  mesafeli  olarak kurulmasına  yer  verilmesinin  sebebi,  sözleşmenin  mesafeli  olarak kurulmasının şekil şartı olması değildir. Esas sebep, mesafeli sözleşme olarak kurulan abonelik sözleşmelerinin yazılı şekilde yapılmasa dahi TKHK daki korumadan yararlanabilmesidir.  Kanımızca, TKHK m. 52/2 de ve ASY m. 5/1 de yer alan yazılı veya mesafeli olarak kurulan sözleşme ifadesinin Abonelik sözleşmesi yazılı yapılmalıdır. Ancak mesafeli olarak kurulan abonelik sözleşmeleri yazılı                                                  81  Öktem Çevik-Abonelik, s. 355. 82  Erten, s. 202.  83  Yıldırım, s.138; Erten, s. 202. 84  Tüketicinin taraf olduğu abonelik sözleşmelerinde yazılı şekil şartı geçerlilik şartı olarak kabul edilmektedir. Öktem Çevik-Abonelik, s. 350.  85  Öktem Çevik, TKHK m. 52/2 de mesafeli sözleşme şeklinde kurulacağı ifadesi ile mesafeli sözleşmelerin kurulmasına ilişkin şekil şartının abonelik sözleşmeleri için de geçerli olabileceğinin anlatılmak istendiğini ifade etmektedir. Öktem Çevik-Abonelik, s. 355. 359Derya G. BÜTÜN YILMAZ                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368  şekilde  yapılmada  dahi  geçerlidir.  Her  iki  durumda  da  sözleşmenin  bir örneğinin kâğıt üzerine veya kalıcı veri saklayıcısı ile tüketiciye verilmesi zorunludur şeklinde anlaşılması ve ifade edilmesi gerekir.  TKHK da  abonelik  sözleşmesinin  mesafeli  olarak  kurulabileceğine ilişkin açıklamalardan sonra elektronik haberleşme sektöründe önemli bir yeri olan  mobil  telefon  abonelik  sözleşmelerinin,  mesafeli  olarak  kurulup kurulamayacağının  incelenmesi  yerinde  olacaktır.  Elektronik  Haberleşme Kanunu  (EHK),  elektronik  haberleşme  hizmetlerine  ilişkin  düzenlemeler içermektedir. EHK nın 50. maddesi ise elektronik haberleşme hizmetlerini içeren  abonelik  sözleşmelerine  ilişkin  bir  düzenlemedir.  EHK  m.  50 de abonelik sözleşmelerinin yazılı veya mesafeli sözleşme şeklinde kurulmasını belirten bir ifade yer almamaktadır. Elektronik haberleşme sektörüne dair düzenlemelerden bir diğeri Elektronik Haberleşme Sektörüne İlişkin Tüketici Hakları Yönetmeliği (EHSTHY) dir. 28 Temmuz 2010 tarihli eski Elektronik Haberleşme Sektörüne İlişkin Tüketici Hakları Yönetmeliği nin 14. maddesi elektronik haberleşme hizmetlerindeki abonelik sözleşmeleri için yazılı şekil şartı öngörmektedir. Eski EHSTHY nin 14. Maddesi sadece yazılı şekil şartından bahsetmekte, bunun haricinde bu sözleşmenin mesafeli sözleşme olarak  kurulabileceğine  yer  vermemektedir.  EHK  ve  eski  EHSTHY düzenlemeleri  ile  TKHK  değerlendirildiğinde  mobil  telefon  abonelik sözleşmelerine  hangi  hükmün  uygulanması  gerektiği  tartışılmıştır. Elektronik haberleşme mevzuatının (EHK ve EHSTHY) mı yoksa sonraki genel tarihli  TKHK nın  mı uygulanması gerektiği  üzerinde  durulmuştur. Ancak  elektronik  haberleşme  mevzuatında  bulunan  yazılı  şekil  şartının yönetmelikte yer alması ve şekil şartının kanunla öngörülebileceği ifade edilerek bu tartışmanın gereksiz olduğu ifade edilmektedir. Buna göre biri kanun diğeri yönetmelik olması sebebiyle TKHK ile EHSTHY arasında özellik  genellik  ilişkisinden  bahsedilemeyeceği  belirtilmektedir.  Böylece mobil telefon abonelik sözleşmelerinin mesafeli olarak kurulmasının TKHK                                                  86  Mobil telefon abonelik sözleşmesi, abonenin peşin veya belirli aralıklarla ücret ödemeyi taahhüt etmesi buna karşılık olarak mobil haberleşme hizmeti sunan GSM işletmecisinin mobil haberleşme hizmeti veya benzeri bir edimi, tekrarlanan edimler biçiminde yerine getirmesi üzerine anlaştıkları, tam iki tarafa borç yükleyen ivazlı bir sözleşmedir. Öktem Çevik, Seda: Mobil Telefon Abonelik Sözleşmesi, Beta, İstanbul 2008, s. 5; Açıkgöz, s. 59; Altaş, s. 164-165. 87  Bu  yönetmelikte  öngörülen  yazılı  şekil  hususunun  ancak  ispat  aracı  olarak değerlendirilebileceğini ifade edenler de yer almaktadır. bkz. Açıkgöz, s. 113 88  Öktem Çevik-Abonelik, s. 354, dn. 41; İnceoğlu, Murat: Telekomünikasyon Sektöründe Abonelik Sözleşmeleri, Sektörel Bazda Tüketici Hukuku ve Uygulamaları, Bilge Yayınevi, (Ed. Hakan Tokbaş-Fehim Üçışık), Ankara 2016, s. 203.  360Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368                            Mesafeli Sözleşmelerin Kapsamı  m. 52/2 uyarınca mümkün olduğu ifade edilmektedir. Kanaatimizce de, yönetmelik  hükmünün  şekil  şartını  düzenlemesinin  mümkün  olmamakla birlikte, tüketici lehine olan TKHK m. 52/2 nin uygulanması gereklidir.  Bahsedilen bu durum  2010 tarihli eski EHSTHY ile ilgiliyken, bu yönetmelik 28 Ekim 2017 tarihli EHSTHY nın 27. maddesi ile yürürlükten kalkmıştır.  2017  tarihli  EHSTHY nin  7.  maddesinde  sözleşmenin  yazılı olarak  ele  alınacağı  açık  bir  şekilde  belirtilmemekte,  bunun  yerine …tarafların birbirine uygun karşılıklı rızası ile abonelik sözleşmesi yapılır. Abonelik  sözleşmeleri,  elle  atılan  imza  ve  güvenli  elektronik  imza  ile yapılabilir ifadesine yer verilmektedir. Bu ifadeye ek olarak Sözleşmenin kuruluşu ve uygulanması sürecine ilişkin tüm tedbirlerin alınmasına yönelik sorumluluk işletmecide olmak şartıyla Kurum tarafından belirlenecek usuller ile  elektronik  ortamda  abonelik  sözleşmesi  akdedilebilir  ifadeleri kullanılmaktadır. Görülmektedir ki, 2017 tarihli yeni Yönetmelik, abonelik sözleşmesinin hem elle atılan imza ile hem de elektronik ortamda güvenli elektronik imza ile yapılabileceğinin mümkün olduğunu düzenlemektedir. Bu durumda  mobil  telefon  abonelik  sözleşmeleri,  güvenli  elektronik  imza kullanılması şartıyla elektronik ortamda mesafeli olarak kurulabilecektir.  Kanaatimizce,  bu  düzenleme  ilk  bakışta  mobil  telefon  abonelik sözleşmelerinin  mesafeli  kurulması  açısından  olumlu  bir  gelişme  gibi görünmektedir. Ancak TKHK m. 52/2 ve ASY gereğince mesafeli olarak kurulabilen abonelik sözleşmeleri açısından elektronik ortamda akdedilme ya da güvenli elektronik imza gibi bir sınır getirilmemekteyken, yeni Yönetmelik sadece  elektronik  ortamda  ve  güvenli  elektronik  imza  ile  abonelik sözleşmesinin  yapılmasını  öngörmektedir.  2017  tarihli  EHSTHY nin elektronik haberleşme sektöründeki abonelik sözleşmelerinin ve dolayısıyla mobil telefon abonelik sözleşmelerinin mesafeli olarak kurulmasını bu şekilde sınırlaması yerinde değildir. Zira bu sınırlamanın yönetmelikle değil kanunla yapılması gereklidir. Bu sebeple eski Yönetmelik bakımından savunduğumuz TKHK nın  52/2.  maddesinin  uygulanması  gerektiği,  tarafımızca  yeni Yönetmelik bakımından da savunulmaktadır. Mesafeli  olarak  kurulabileceğini  belirttiğimiz  abonelik  sözleşmeleri açısından  önemli  bir  diğer  husus,  bu  sözleşmeye  TKHK daki  hangi                                                  89  İnceoğlu, s. 203; elektronik haberleşme alanındaki mevzuatın özel nitelikte olmasına karşın TKHK nın tüketici yararına olan hükümlerinin mobil telefon abonelik sözleşmesi dâhil tüm abonelik sözleşmesine uygulanması gerektiği ifade edilmektedir. Ayrıca ASY m.2/2 den TKHK nın  ilgili  hükümler  konusunda  özel  kanunları  bertaraf  etme  amacı  taşıdığı belirtilmektedir. Bu nedenle mobil telefon abonelik sözleşmelerinin TKHK m. 52/2 uyarınca mesafeli olarak kurulması mümkündür. bkz. Öktem Çevik-Abonelik, s. 354, dn. 41.  361Derya G. BÜTÜN YILMAZ                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368  hükümlerin uygulanacağıdır. Mesafeli sözleşmelere TKHK m. 48 ve m. 49 uygulanacakken, abonelik sözleşmelerinde TKHK m. 52 uygulama alanı bulacaktır. Mesafeli sözleşmeler bakımından cayma hakkı, ön bilgilendirme yükümlülüğü  gibi,  abonelik  sözleşmeleri  için  öngörülmeyen  farklı düzenlemeler  bulunmaktadır.  Abonelik  sözleşmelerinde  ise  mesafeli sözleşmelerden farklı olarak sözleşmede bulunması gereken zorunlu içerik, fesih hakkı gibi düzenlemeler yer almaktadır. Bu farklı düzenlemeler ise değişik soruları gündeme getirmektedir. Örneğin, mesafeli olarak kurulan abonelik  sözleşmelerinde  cayma  hakkını  kullanmak  mümkün  olabilecek midir? Mesafeli olarak kurulan abonelik sözleşmesinde, ASY de m. 6 da belirtilen zorunlu içerik yer almalı mıdır?  Bu  soruların  cevabına  ulaşabilmek  için,  düzenlemelerin  tüketiciyi koruma sebeplerine değinmek gerekir. Mesafeli sözleşmelere ilişkin getirilen hükümler, tüketici aleyhine olması muhtemel bazı durumlara karşı koruma amacı gütmektedir. Bu durumlar sözleşmenin uzaktan iletişim araçlarıyla kurulması,  tüketici  ile  satıcı/sağlayıcının  karşı  karşıya  gelmemesi  ve tüketicinin mal veya hizmeti inceleme fırsatı bulamadan sözleşme ilişkisine girmesi olarak sayılabilir.  Abonelik sözleşmelerinde, tüketici çoğunlukla özel kurum veya kamu kuruluşlarından mal veya hizmet edinmektedir. Tüketici ise bu kurum veya kuruluşlar  karşısında  örgütsel  ve  ekonomik  yönden  zayıf  kalmaktadır. Tüketicinin  karşısındakine  göre  korunma  ihtiyacı  gereğince,  abonelik sözleşmelerine ilişkin hükümler TKHK da yer almaktadır. Görülmektedir ki, mesafeli  sözleşmelere  ve  abonelik  sözleşmelerine  ilişkin  düzenlemelerin tüketiciyi koruma amacı farklıdır. Düzenlemelerin her biri farklı bir açıdan tüketiciyi  korumaktadır.  Bu  nedenle  mesafeli  olarak  kurulan  abonelik sözleşmelerine hem mesafeli sözleşmelere ilişkin olan TKHK m. 48 hem de abonelik  sözleşmesine  ilişkin  olan  TKHK  m.  52  uygulanabilecektir.  Bu durumda mesafeli olarak kurulan abonelik sözleşmelerinde, tüketici mesafeli sözleşmenin koruma hükümlerinden (cayma hakkı gibi) yararlanacak; ayrıca abonelik  sözleşmeleri  bakımından  tüketiciyi  korumak  amacıyla  getirilen hükümler de bu sözleşmede uygulama alanı bulacaktır.  Mesafeli  olarak  kurulan  abonelik  sözleşmelerinde,  ASY  m.  6 da belirtilen zorunlu içeriğin yer alması gerekmektedir. Ayrıca sözleşmenin mesafeli olarak kurulmasından hareketle tüketici, cayma hakkını kullanma imkânına  da  sahip  olacaktır.  Abonelik  sözleşmelerinde  cayma  hakkının                                                  90  Koca, s. 51; Ceylan, s. 852; Zevkliler/Özel, s. 362-363.  91  Öktem Çevik-Abonelik, s. 356.  362Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368                            Mesafeli Sözleşmelerin Kapsamı  kullanılabileceğinin kanıtı olarak MSY m. 15/1-f gösterilebilir. Buna göre; Abonelik sözleşmesi kapsamında sağlananlar dışında, gazete ve dergi gibi süreli yayınların teslimine ilişkin sözleşmeler tüketicinin cayma hakkını kullanamayacağı istisnalar içindedir. Bu hükümden de abonelik sözleşmesi kapsamında sağlanan gazete ve dergi gibi süreli yayınlar açısından cayma hakkının kullanılabileceği anlaşılmaktadır.  Mesafeli  olarak  kurulan  abonelik  sözleşmelerinde  tüketicinin  cayma hakkını kullanması açısından mal veya hizmetin sağlanması önem teşkil edecektir. Mal teslimini içeren sözleşmede cayma hakkı süresi kural olarak, tüketicinin veya tüketici tarafından belirlenen üçüncü kişinin malı teslim aldığı gün başlayacakken, hizmet sağlanmasına ilişkin sözleşmede, bu sürenin başlangıcı sözleşmenin kurulduğu gündür (MSY m. 9/2). Ancak MSY m. 9/3 te  Belirli  bir  süre  boyunca  malın  düzenli  tesliminin  yapıldığı sözleşmelerde, tüketicinin veya tüketici tarafından belirlenen üçüncü kişinin ilk malı teslim aldığı gün düzenlemesine yer verilerek; mal teslimine ilişkin abonelik sözleşmeleri açısından sürenin başlangıcı belirtilmektedir. Abonelik  sözleşmesi  gereğince  ilk  malın  iletilmesi  veya  hizmetin sağlanması ile cayma hakkı kullanılmamışsa, belli aralıklarla iletilen diğer mal veya hizmetler açısından artık cayma hakkından bahsedilemeyecek olup, koşulları varsa sözleşmenin feshi yoluna gidilebilir.  Sonuç olarak, tüketicinin taraf olduğu abonelik sözleşmelerinin mesafeli olarak kurulabilmesi mümkündür. Diğer bir deyişle isimsiz bir sözleşme olan abonelik sözleşmesi, mesafeli sözleşmenin uygulama alanında olan sözleşme tiplerinden birisidir. Mesafeli olarak kurulan abonelik sözleşmesine tüketiciyi koruyan mesafeli sözleşme hükümlerinin yanı sıra, abonelik sözleşmesini düzenleyen TKHK 52. madde ve ASY hükümleri de uygulanacaktır.   SONUÇ Mesafeli sözleşme, uzaktan iletişim araçlarının kullanıldığı, tüketici ile satıcı/sağlayıcının eş zamanlı fiziksel ortamda bulunmadığı, mutlaka uzaktan pazarlamaya ilişkin bir sistem çerçevesinde mal veya hizmetin sağlandığı tüketici  sözleşmesidir.  Tüketicilerin  uzaktan  iletişim  araçları  kullanarak, satıcı/sağlayıcı ile karşı karşıya gelmemeleri ve mal veya hizmeti görme, deneme imkândan yoksun olmaları, tüketici aleyhine sonuçlar doğurmaktadır. Ayrıca günümüzde internet, telefon vb. araçlar yoluyla kurulan sözleşme sayısı oldukça fazladır. Bu nedenle uzaktan iletişim araçları kullanılarak akdedilen mesafeli sözleşmeler, Tüketicinin Koruması Hakkındaki Kanun un 48.  maddesinde  düzenlenmiş  ve  bu  konuya  ilişkin  olarak  Mesafeli Sözleşmeler Yönetmeliği çıkarılmıştır.  363Derya G. BÜTÜN YILMAZ                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368   Mesafeli sözleşme, bir sözleşme tipi olmayıp, sözleşmenin kurulma biçimini, nasıl akdedildiğini ifade etmektedir. Uzaktan iletişim araçlarının kullanılmasıyla  akdedilen  bu  sözleşme,  çok  çeşitli  sözleşme  tiplerinde yapılabilir. Mesafeli sözleşmenin uygulama alanı, hangi sözleşme tiplerinin mesafeli olarak kurulabileceğini ifade etmektedir.  Mesafeli sözleşme, sözleşmenin kurulma biçimini ifade ettiğinden uzaktan iletişim araçlarının kullanılması yoluyla kurulabilen tüm sözleşme tipleri, mesafeli olarak kurulabilir. Bu durumda  mesafeli  sözleşmenin  uygulama  alanına  giren  sözleşme  tipleri oldukça geniştir.  Geniş bir uygulama alanına sahip mesafeli sözleşmenin kapsamında olan sözleşmeleri içeren bir düzenleme yapmak mümkün değildir. Zira mesafeli sözleşme isimli bir sözleşme olabileceği gibi sözleşme serbestisi gereğince isimsiz bir sözleşme de olabilir. Bu nedenle mesafeli sözleşmeye ilişkin düzenlemelerde,  bu  sözleşmenin  kapsamını  belirten  bir  düzenleme  yer almamakta,  aksine  kapsam  dışında  bırakılan  sözleşmelere  yer  veren düzenlemelere rastlanmaktadır.  Bir  sözleşme  tipinin  mesafeli  olarak  kurulup  kurulamayacağının belirlenmesi için ilk önce bu sözleşmenin, mesafeli sözleşme kapsamı dışında olup olmadığına bakmak gerekir. Kapsam dışında bırakılan sözleşmelerin bazıları bu konuya ilişkin daha özel düzenleme olduğu için, bazıları ise mesafeli  sözleşme  için  aranan  şartları  sağlamadığından  uygulama  alanı dışında bırakılmıştır.  Günlük hayatta  sıkça karşılaşılan  ve  mesafeli olarak  da  kurulabilen yaygın sözleşme tipi, satış sözleşmesidir. Satış sözleşmesinin uzaktan iletişim araçları kullanılarak, tüketici ile satıcının eş zamanlı fiziksel varlığı olmadan, uzaktan  pazarlamaya  ilişkin  bir  sistem  çerçevesinde  yapılması  halinde, mesafeli  satış  sözleşmesinden  bahsedilir.  Mesafeli  satış  sözleşmesi  ile mesafe satımının farklı kavramlar olduğuna dikkat edilmesi gerekir. Mesafeli satış sözleşmesi, sözleşmenin nasıl kurulduğunu ifade etmektedir. Mesafe satımı ise satılanın ifa amacıyla başka bir yere gönderilmesini ifade eder ve sözleşmenin  ifasına  ilişkin  aşamada  karşımıza  çıkar.  Bu  nedenle  bu  iki kavram, sözleşmenin farklı aşamalarında bulunmakta ve birbirlerinden farklı durumları ifade etmektedir.  Mesafeli sözleşme olarak kurulan sözleşme tipi, isimsiz bir sözleşme de olabilir. Mesafeli sözleşmenin isimsiz sözleşme tiplerinde de geçerli olması, mesafeli sözleşmenin uygulama alanının genişliğini göstermektedir. Mesafeli sözleşme  olarak  kurulabilecek  isimsiz  sözleşmeye  örnek olarak  abonelik 364Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368                            Mesafeli Sözleşmelerin Kapsamı  sözleşmesi gösterilebilir. TKHK m. 52/2 de abonelik sözleşmesinin mesafeli olarak  kurulabileceği  açıkça  ifade  edilmektedir.  Ancak  bu  düzenlemede mesafeli  sözleşme  sanki  bir  şekil  şartı  gibi  ele  alınmaktadır.  Mesafeli sözleşme şekil şartını ifade etmeyip, sözleşmenin kurulma biçimine ilişkindir. Mesafeli sözleşme, uzaktan iletişim araçlarının kullanılmasını gerektirdiği için herhangi bir şekle tabi tutulmamıştır. Bu nedenle TKHK m. 52/2 de geçen mesafeli sözleşme ifadesi buna göre ele alınmalıdır.",
     "Kaynakça": "Akipek,  Şebnem:  “Mesafeli  Sözleşmelerde  Tüketicinin  Korunması  Hakkında Avrupa Birliği Direktifi ve Türkiye nin Uyumu, BATİDER, C.XXI, S.4, 2002, 45-66. Altaş, Hüseyin: “Telekomünikasyon Alanındaki Abonelik Sözleşmeleri, Prof. Dr. Ali Naim İnan a Armağan, Seçkin Yayınları, Ankara 2009, s.157-167. Atamer, Yeşim: “TKHK m. 9/A ve Mesafeli Sözleşmelere İlişkin Uygulama Usul ve Esasları Hakkında Yönetmelik'in AB Mevzuatı İle Uyumuna İlişkin Görüş ve Değişiklik Önerileri, BATİDER, C.XXIII S. 1, 2005, s. 177-199. Ayrancı, Hasan: Enerji Sözleşmeleri, Yetkin Yayınları, Ankara 2010. Bozbel, Savaş: “Türk Hukukunda Mesafeli Sözleşmeler (97/7 Sayılı AB Yönergesi Düzenlemeleri Işığında Bir Karşılaştırma), AÜEHFD, C.VII, S.3-4, 2003/12, s.783-804. Bozbel,  Savaş/  Atalı,  Murat:  “Mesafeli  Sözleşmelerde  Cayma  Hakkının Kullanılması ve Ortaya Çıkan Hukuki Sorunlar, AÜEHFD, C.IX, S.1-2, 2005, s.451-474. Ceylan, Ebru: Madde-52 Abonelik Sözleşmeleri, Milli Şerh (National Commentary), Aristo Hukuk Yayınevi, İstanbul 2016, s.849-880.  Demir, Mehmet:  “Mesafeli Sözleşmelerle İlgili AB Yönergesine Göre Tüketicinin Geri Alma Hakkı, GÜHFD, C.VII, S. 1-2, Haziran-Aralık 2003, s.61-90.  Demir, Mehmet: Mesafeli Sözleşmelerin İnternet Üzerinden Kurulması, Turhan Kitabevi, Ankara 2004 (Demir-Mesafeli). Eren, Fikret: Borçlar Hukuku Özel Hükümler, Yetkin Yayınları, 4. Baskı, Ankara 2017.  Erten, Alev: Türk ve Alman Hukukunda Mesafeli Sözleşmeler, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara 2009. Gezder, Ümit: Mukayeseli Hukuk Açısından İnternette Akdedilen Sözleşmelerde Tüketicinin Korunması, Beta, İstanbul 2004 (Gezder-İnternet). 365Derya G. BÜTÜN YILMAZ                                  Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368  Gezder, Ümit: Erzurumlu Şerhi Mesafeli Sözleşmeler, Beta, İstanbul 2006 (GezderŞerh). Gezder, Ümit: “Mesafeli Sözleşmelerde Bilgi Verme Yükümlülüğü, 2.Tüketici Hukuku Sempozyumu Ses Çözümleri ve Makaleleri, Bilge Yayınevi, Ankara 2013, s.614-622 (Gezder-Bilgi Verme). Gezder, Ümit: “Mesafeli Sözleşmeler, Yeni Tüketici Hukuku Konferansı, On İki Levha Yayıncılık, İstanbul 2015, s.327-342 (Gezder-Konferans). İnal, Emrehan: E-Ticaret Hukukundaki Gelişmeler ve İnternette Sözleşmelerin Kurulması, Vedat Kitapçılık, İstanbul 2005. İnceoğlu, Murat: “Telekomünikasyon Sektöründe Abonelik Sözleşmeleri, Sektörel Bazda Tüketici Hukuku ve Uygulamaları, Bilge Yayınevi, (Ed. Hakan TokbaşFehim Üçışık), Ankara 2016, s.202-221.  Karakocalı, Ahmet/Kurşun, Ali Suphi: Tüketici Hukuku, Aristo Hukuk Yayınevi, İstanbul 2015. Koca, Güneş: (Tüketicinin Korunması Açısından) Abonelik Sözleşmeleri, Ankara Üniversitesi Sosyal Bilimler Enstitüsü Özel Hukuk (Medeni Hukuk) Anabilim Dalı, Yüksek Lisans Tezi, Ankara 2004.   Kocayusufpaşaoğlu,  Necip/  Hatemi,  Hüseyin/  Serozan,  Rona/  Arpacı, Abdülkadir: Borçlar Hukuku Genel Hükümler, C.1, 4.Basıdan 7.Tıpkı Bası, Filiz Kitabevi, İstanbul 2017.  Luzak,  Joasia:  “Online  Consumer  Contrats,  ERA  Forum  (2014)  15:  381, https://doi.org/10.1007/s12027-014-0356-x, s.381-392.  O Sullivan, Peter: “Does the New Consumer Rights Directive Enhance Consumer Confidence in the Online Market?, 6 King's Inns Student Law Review 64 (2016), https://heinonline.org (Erişim tarihi: 04.06.2018), s.64-79.  Öktem Çevik, Seda: Mobil Telefon Abonelik Sözleşmesi, Beta, İstanbul 2008.  Öktem Çevik, Seda: “6502 sayılı Tüketicinin Korunması Hakkında Kanun Uyarınca Abonelik  Sözleşmesi,  Yeni  Tüketici  Hukuku  Konferansı,  On  İki  Levha Yayıncılık, İstanbul 2015, s.343-368 (Öktem Çevik-Abonelik).  Özel, Çağlar: Tüketiciyi Koruyan Geri Alma Hakkı, Ankara 1999 (Özel-Geri Alma Hakkı). Özel, Çağlar: Tüketicinin Korunması Hukuku, Seçkin Yayınları, 2.Baskı, Ankara 2014 (Özel-Tüketici). Serozan, Rona: Sözleşmeden Dönme, Vedat Kitapçılık, 2.Bası, İstanbul 2007.   Sert Sütçü, Selin: 6502 Sayılı Tüketicinin Korunması Hakkında Kanun Hükümlerine Göre Tüketicinin Cayma Hakkı, Adalet Yayınevi, Ankara 2016.  366Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 325-368                            Mesafeli Sözleşmelerin Kapsamı  Tokbaş, Hakan: Tüketici Hukuku İle İlgili Avrupa Birliği Direktifleri, Aristo Hukuk Yayınevi, İstanbul 2015.  Topaloğlu, Mustafa: “Mesafeli Sözleşmeler, Beykent Üniversitesi Hukuk Fakültesi Dergisi, C.2, S.3, 2016, s.13-50. Topaloğlu,  Mustafa:  Madde-48  Mesafeli  Sözleşmeler,  Milli  Şerh  (National Commentary), Aristo Hukuk Yayınevi, İstanbul 2016, s.759-794 (TopaloğluŞerh).  Uzun  Kazmacı,  Özge:  “İnternet  Ortamında  Kurulan  Mesafeli  Sözleşmelerde Tüketicinin Korunması, , Prof. Dr. Cevdet Yavuz a Armağan, C.III, Özel Sayı, MÜHFHAD, C.22, S.3, 2016, s.2791-2818. Yıldırım, Abdülkerim: ““Mesafe Satımı İle “Mesafeli Satım Kavramları Üzerine Karşılaştırmalı  Bir  İnceleme,  GÜHFD,  C.  IX,  S.  1-2,  2005,  s.  127-152 (Yıldırım-Mesafe Satımı). Yıldırım, Abdülkerim: Mesafeli Sözleşmelerde Tüketicinin Korunması, On İki Levha Yayıncılık, İstanbul 2009.  Zevkliler,  Aydın/Aydoğdu,  Murat:  Tüketicinin  Korunması  Hukuku,  Seçkin Yayınları, 3.Baskı, Ankara 2004. Zevkliler, Aydın/Özel, Çağlar: Tüketicinin Korunması Hukuku, Seçkin Yayınları, Ankara 2016. The  European  Unıon  (Consumer  Informatıon,  Cancellatıon  And  Other  Rıghts) Regulatıons  2013,  Guıdance  Note,  June  2014, https://dbei.gov.ie/en/Legislation/Legislation-Files/Guidance-Note-on-theEuropean-Union-Consumer-Information-Cancellation-and-Other-RightsRegulations-2013.pdf  367"
}