{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "64",
     "Sayı": "4",
     "Başlık": "İŞ KAZASI VEYA MESLEK HASTALIĞINDAN DOĞAN RÜCU DAVALARINDA SOSYAL GÜVENLİK KURUMU KARŞISINDA SORUMLULUĞUN KAPSAMI VE MÜTESELSİL SORUMLULUK",
     "Title": "The Scope of Responsibility towards Social Security Institution at Action of Recourse Arising from Occupational Accident or Disease and Joint Liability",
     "Yazar İsmi": [
          "Orhan Ersun CİVAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "İlk peşin sermaye değeri",
          "rücu edilemeyecek ödemeler",
          "dış tavan",
          "müteselsil sorumluluk",
          "farklılaştırılmış teselsül"
     ],
     "Keywords": [
          "The first advance capital value",
          "payments which couldn’t be subject of action of recourse",
          "outer limit",
          "joint liability",
          "differentiated"
     ],
     "Özet": "İş  kazası  veya  meslek  hastalığından doğan  rücu davalarında Sosyal Güvenlik  Kurumu  karşısında  gerek  işverenin  gerek  üçüncü  kişinin sorumluluğunun kapsamı ile ilgili ele alınması gereken konulardan ilki, iç tavan  ve  dış  tavanın  belirlenmesi  sorunudur.  Zira  özellikle  dış  tavanın saptanmasıyla  ilgili  olarak  Yargıtayın  farklı  hukuk  dairelerinin  farklı kararlarının bulunduğu görülmektedir. Ayrıca rücu davası açıldıktan sonra ilk peşin  sermaye  değerindeki  artış  veya  eksilme  gerçekleşebilmektedir.  Bu durumun  rücu  hakkı  üzerindeki  etkisi  de  ele  alınmalıdır.  Türk  Borçlar Kanunu  md.55 de  ise  kısmen  veya  tamamen  rücu  edilemeyen  sosyal güvenlik  ödemelerinin  tazminattan  indirilemeyeceği  düzenlenmiştir.  Bu bağlamda  rücu  edilemeyecek  sosyal  güvenlik  ödemeleriyle  neyin kastedildiği araştırılmalıdır. Son olarak Yargıtay işveren ile üçüncü kişinin sigortalının uğradığı zarara birlikte sebep olmaları durumunda, ilgililerin Sosyal Güvenlik Kurumu karşısında müteselsilen ve müştereken sorumlu olduğuna  hükmetmektedir.  Ancak  işveren  ilk  peşin  sermaye  değerinin tamamından üçüncü kişinin kusuruyla birlikte, üçüncü kişi ise ilk peşin sermaye  değerinin  yarısından  işverenin  kusuruyla  birlikte  sorumlu tutulmaktadır.  Bu  durumun  ise  hakkaniyete  aykırı  sonuçlar  doğurması muhtemeldir. Anahtar  Sözcükler:  İlk  peşin  sermaye  değeri,  rücu  edilemeyecek ödemeler, dış tavan, müteselsil sorumluluk, farklılaştırılmış teselsül",
     "Abstract": "The first issue related to the scope of responsibility both employer and third party towards Social Security Institution at action of recourse arising from occupational accident or disease is to determine inner limit and outer limit. Because different civil chambers of Supreme Court have incompatible decisions especially calculating of outer limit. Furthermore the first advance capital value could be change when proceeding continues. The effect of this situation on right of recourse should be assessment. Besides social security payments which couldn t be subject of action of recourse totally or partially shall not be taken into account when calculating compensation according to art.55 of Turkish Code of Obligations. In this context it should be researched what is mentioned with the expression of ‘social security payments which couldn t be subject of action of recourse . Finally Supreme Court concludes that employer and third party are liable against Social Security Institution jointly and severally, when employer and third party cause the damage together. But employer along with the fault of third party is responsible from the amount of whole first advance capital value; on the contrary third party along with the fault of employer is responsible from the amount of half of the first advance capital value. This situation could cause unfair results.",
     "Metin": "İş kazası ve meslek hastalığı sonucu ortaya çıkan zararın tazmini, kim tarafından ne şekilde karşılanacağı sorunu gerek iş hukuku gerek sosyal güvenlik hukukunun önemli konularından birini oluşturmaktadır. İş hukuku kapsamında  özellikle  işçiler  veya  yakınları  tarafından  açılan  tazminat davaları üzerinde durulmaktayken, sosyal güvenlik hukuku bakımından ise meydana gelen zararın Sosyal Güvenlik Kurumunca ne ölçüde karşılanacağı ve zararın doğmasına yol açan kişi veya kişilere nasıl rücu edileceği ele alınmaktadır. Bu bağlamda 5510 sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanununun (SSGSSK) çeşitli hükümlerinde Kuruma rücu hakkı tanındığı  görülmektedir.  Ancak  rücu  hakkı  tanınan  düzenlemelerden özellikle md.21 ile md.23, söz konusu hükümlerle ilgili çok sayıda yargı kararı çıkması nedeniyle ön plana çıkmakta olup, bu çalışmada da ilgili düzenlemeler üzerinde durulacaktır.   Kurum  karşısında  sorumluluğun  kapsamı  işverenin  bildirim yükümlülüğünü yerine getirip getirmemesine veya işveren dışında üçüncü kişinin kusurunun bulunmasına göre farklı özellikler taşımaktadır. Öncelikle hangi kalemlerin rücu edileceğine bakılacak olursa, Kurum sigortalıya veya hak sahiplerine kanun gereğince yaptığı veya ileride yapacağı ödemeleri ve bağlanan gelirlerin başladığı tarihteki ilk peşin sermaye değerini ilgililere rücu  edilebilecektir.  Diğer  bir  ifadeyle  Kurumun  rücu  davasında  talep edebileceği hususlar, ödemeler ile ilk peşin sermaye değeri olmak üzere iki kalemden ibarettir.  Ödemelerle kastedilen geçici iş göremezlik ödeneği, cenaze masrafları ve kız çocuklarına verilen evlenme ödeneğidir. Gelirlerin kapsamına ise Kurum  tarafından  sigortalıya  bağlanan  sürekli  iş  göremezlik  geliri  ile sigortalının ölümü sebebiyle hak sahiplerine iş kazası ve meslek hastalığı sigortası  kolundan  bağlanan  ölüm  gelirinin  ilk  peşin  sermaye  değeri girmektedir. Ayrıca 506 sayılı kanun açısından sosyal yardım zamları için de peşin  sermaye  değeri  hesaplanmakta  ve  rücu  davasının  konusunu oluşturmaktadır.  Rücu davalarında ana kalemi oluşturan ilk peşin sermaye değerinin hesabıyla ilgili temel esaslar üzerinde durmak yerinde olacaktır. İlk peşin sermaye değeri, gelir veya aylığın başlangıç tarihinde yürürlükte olan peşin   1017İş Kazası...                                       Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070  değer  tablolarına  göre  belirlenir.  Hangi  peşin  değer  tablosunun  dikkate alınacağı  ise  2012/32  sayılı  genelgede  düzenlenmiştir.  Buna  göre  gelir başlangıç tarihi, 2008/Ekim aybaşından önce ise 506 sayılı kanuna göre hesaplanan peşin değerler için kullanılan peşin sermaye değeri tabloları, 2008/Ekim ayı başı ile 2012/32 sayılı genelgenin yayım tarihi arasında ise 5510 sayılı kanuna göre hesaplanan peşin değerler için kullanılan peşin sermaye değeri tabloları, 2012/32 sayılı genelgenin yayım tarihinden sonra ise Türkiye için hayat ve hayat annüite tablolarına göre yeniden güncellenen peşin  sermaye  değeri  tabloları  kullanılacaktır.  Bu  çerçevede  25.09.2012 tarihinde yürürlüğe giren 2012/32 sayılı genelge ile peşin sermaye değerinin hesabında TRH 2010 hayat tablosu esas alınmıştır.  Peşin  sermaye  değeri  hesaplanırken  de  sigortalıların  veya  hak sahiplerinin gelire giriş tarihindeki yaşları esas alınır. Yaş hesabında altı aydan küçük yıl kesirleri dikkate alınmaz. Altı ay ve daha fazla yıl kesirleri ise tam yıl sayılır. Bu veriler çerçevesinde peşin sermaye değeri, 2011/58 sayılı  genelgede  düzenlendiği  üzere  sigortalı  veya  hak  sahibinin  gelir başlangıç tarihindeki aylık gelirinin 12 katının yaş karşılığı olarak peşin sermaye  değeri  tablolarındaki  değerle  çarpımı  sonucu  bulunan  rakamın 100 e bölünmesi ((aylık gelir tutarı x 12 x peşin sermeye değeri tablosundaki değer) / 100) suretiyle bulunur.  Rücu  edilebileceğini  belirttiğimiz  harcama  kalemlerinin  dışında herhangi  bir  gider,  dava  konusu  yapılamaz.  Bu  çerçevede  zararlandırıcı sigorta  olayının  araştırılması  için  yapılan  masrafların  istenmesi  mümkün değildir.  Yapılan  açıklamalar  çerçevesinde  işveren  ve  üçüncü  kişilerin sorumluluğunun kapsamıyla ilgili farklı düzenlemelere, rücu edilemeyecek ödemelere değinmek ve en sonunda müteselsil sorumluluk hususu üzerinde durmak isabetli olacaktır.   2. İşverenin sorumluluğunun kapsamı  a) 5510 sayılı kanun md.21 açısından  5510 sayılı kanun md.21/I de işverenin sorumluluğu kusur sorumluluğu olarak  düzenlenmiştir.  Kusur  sorumluluğu  çerçevesinde  sorumluluğun                                                  1  Korkmaz, 126.  2  Toplaoğlu-Çınkı, 215. Güzel-Okur-Caniklioğlu, 486-487.  3  Başbuğ, 94. Turan, Rücu, 58.  1018Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070                                                Civan kapsamının ne olduğu hususu, ilgili hükümde geçen  Kurumca sigortalıya veya hak sahiplerine bu Kanun gereğince yapılan veya ileride yapılması gereken ödemeler ile bağlanan gelirin başladığı tarihteki ilk peşin sermaye değeri toplamı, sigortalı veya hak sahiplerinin işverenden isteyebilecekleri tutarlarla  sınırlı  olmak  üzere,  Kurumca  işverene  ödettirilir   ifadesiyle belirlenmiştir.  Görüleceği  üzere  5510  sayılı  kanun  md.21 de  işverenin sorumluluğu, hem Kurumun yaptığı ödemeler ve ilk peşin sermaye değerinin toplamı hem de gerçek zarar tavan değeriyle sınırlandırılmıştır. Diğer bir ifadeyle Kurumun işverenden isteyebileceği rücu miktarı belirlenirken iki sınır karşımıza çıkmaktadır. Söz konusu sınırlar, uygulamada genellikle iç tavan ve dış tavan olarak adlandırılmaktadır.   aa) İç tavan İç tavan, Kurumun iş kazası veya meslek hastalığı nedeniyle yapmış olduğu harcamalardır. Kurum, dış tavanla sınırlı olmak koşuluyla, iç tavanı oluşturan  miktarı  işverenden  rücu  davası  yoluyla  isteyebilir.  Ancak  iç tavanla belirlenen miktar iş kazası veya meslek hastalığı tümüyle işverenin kusurundan  kaynaklandığı  takdirde  rücu  edilebilecek  üst  sınırdır.  Bu bakımdan işveren kusuruyla, iş kazası veya meslek hastalığının oluşumuna sigortalının kusurunun yanında veya kaçınılmazlığın yanında belli bir oranda katkıda bulunmuşsa, iç tavan miktarının tamamı değil, işverenin kusuruna denk gelen kısmı rücu edilecektir. İç tavanla ilgili olarak ise 506 sayılı kanun dönemindeki gelişmelerin üzerinde durmak, 5510 sayılı kanun uygulamasına da ışık tutacak niteliktedir.  506 sayılı kanun döneminde iç tavanla ilgili olarak üzerinde en çok durulan konu, madde metninde geçen kurumca sigortalıya veya hak sahibi kimselere yapılan ve ilerde yapılması gerekli bulunan her türlü giderlerin tutarı ifadesinin ne şekilde yorumlanacağı hususu olmuştur. Zira bu husus Anayasa Mahkemesinin önüne de götürülmüştür. Anayasa Mahkemesi ilgili kararında, ileride istenebilecek her türlü giderle ilgili olarak  bir iş kazası olmuş  ve  örneğin  kazaya  uğrayan  işçiye  sürekli  iş  göremezlik  geliri bağlanmıştır. Kanunun 25. maddesinde belirtildiği üzere sigortalı işçi her                                                  4  Turan, 5510 Sayılı Yasa, 196.  5  Güneş, 144.  6  AYM,  18.03.1976,  198/18,  http://www.anayasa.gov.tr/Kararlar/KararlarBilgiBankasi/, 05.05.2015.   1019İş Kazası...                                       Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070  zaman iş göremezlik derecesinde bir artma olduğunu ya da başka birinin sürekli  bakımına  muhtaç  duruma  girdiğini  öne  sürerek  bağlanan  gelirde değişiklik  yapılmasını  isteyebilecek  ve  Kurum  da  sigortalıyı  her  zaman kontrol muayenesine tâbi tutabilecektir. Bu gibi hallerde bir iş kazası sonucu sigortalı  işçiye  bağlanan  gelir  bir  kesinlik  taşımamakta,  artırılması, eksiltilmesi veya kesilmesi gereken bir nitelik göstermektedir. Bu nedenlerle 26. maddenin birinci fıkrasındaki  ve ileride yapılması gerekli bulunan  deyiminden, neden - sonuç ilişkisi süregelen ve işverenle kesin hesaplaşması yapılmamış olan haller anlaşılmak gerekir. Sözü edilen bu kuralın, neden - sonuç  bağı  kesin  olarak  kalkmış  ve  tasfiyesi  yapılmış  durumları amaçlamadığı  ise  açıkça  ortadadır.  …  yasa  ile  sonradan  artırma yapılmasının, 26. maddenin birinci fıkrasında  ve ileride yapılması gerekli bulunan  biçiminde yer alan kuralın kapsamı dışında kaldığı ve bu niteliğiyle itiraz konusu hükmün Anayasa'ya uygun bulunduğu sonucuna varıldığından itiraz reddedilmelidir  hükmüne varmıştır. Anayasa Mahkemesinin kararı gereği örneğin iş kazası veya meslek hastalığı nedeniyle sigortalının %20 olan  iş  göremezliği  %40 a  çıkarsa,  sigortalının  sürekli  iş  göremezlik gelirinde ortaya çıkan artışların peşin değeri işverene rücu edilebilmelidir. Ayrıca sürekli kısmi iş göremezlik durumunda bulunan sigortalı başkasının bakımına muhtaç hale gelirse, bu kişilerin geliri de %50 artırılır. Bu gibi durumlardan kaynaklanan artışlar da işverene rücu edilebilmelidir. Kısacası 506 sayılı kanun md.26 da geçen  …veya ileride yapılması gereken her türlü giderlerin tutarları…  deyimi özellikle devam eden tedavi giderleri ve geçici iş göremezlik ödeneği ile sürekli iş göremezlik halinin artmasına ilişkindir.  Anayasa  Mahkemesinin  kararına  rağmen  Yargıtay  farklı  bir  sonuca ulaşarak, sigortalının işverenden isteyebileceği miktarla sınırlı olarak yasa ve kararnamelerden  kaynaklanan  giderlerin  işverenden  istenebileceğine,  ilk rücu  davasıyla  artışlara  ilişkin  dava  arasında  konu  birliği  bulunmaması nedeniyle kesin hükümden söz edilemeyeceğine hükmetmiştir. Bir içtihadı birleştirme kararında da, gelir artışının nedenleri yönünden hiçbir ayrım yapılmadığı,  diğer  bir  ifadeyle  ödeme  konusunda  kanun,  kararname  ve katsayı  artışlarıyla  gerçekleşen  gelir  artışı  ödetilmez,  öteki  nedenlerle                                                  7  Başterzi-Yıldız, 19.  8  Aslanköylü, 32.  9  YHD, 30.04.1985, 2528/2714, Başbuğ, 98, dn.95.  10  YİBGK, 01.07.1994, 3/3, www.kazanci.com.tr, 24.04.2015.  1020Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070                                                Civan gerçekleşenler ödetilir şeklinde bir ayrıma gidilmediği, 3395 sayılı kanunun 2.  maddesiyle  26.  maddeye  getirilen  tavanla  sınırlı  ödetme  yönteminin artışların istenebileceğinin diğer bir kanıtı olduğu, söz konusu tavanın ilk bağlanan  gelire  ait  olduğunun  söylenemeyeceği,  eğer  öyle  olsa  idi  bu durumun madde metnine açıkça yazılacağı kabul edilmiştir.  Yaşanan gelişmeler işverenlerin ve üçüncü kişilerin aynı olay nedeniyle çok sayıda rücu davasına muhatap olmasına yol açmış olup, en sonunda Anayasa  Mahkemesinin  2006  yılında  verdiği  bir  iptal  kararıyla uygulamada  istenilen  sonuca  ulaşılmıştır.  Anayasa  Mahkemesi  ilgili kararında,  Kanuna uymayan eylem sonucunda hukuksal yaptırıma maruz kalan ve bunun sonucu olarak da bağlanan gelirin sermaye değerini Kurum a ödeyen ve böylece ilgi ve ilişkisi kesilen işverenin, kanun, kanun hükmünde kararname  ve  kararlarla  bağlanan  gelirlerde  yapılacak  artışlardan  ve  bu artışların peşin sermaye değerlerinden sorumlu tutulara dava tehdidi altında bulundurulması, soysal güvenlik kuruluşlarına ait olması gereken risklerin işverene  yükletilmesi  anlamına  gelir   gerekçesiyle  506  sayılı  Kanun md.26/I de  geçen   …  sigortalı  veya  hak  sahibi  kimselerin  işverenden isteyebilecekleri  miktarlarla  sınırlı  olmak  üzere…   ibaresinin  iptaline hükmetmiştir. İptal kararı sonucu Yargıtay, Kurumun rücu hakkının artık halefiyet  esasına  dayanmadığını,  basit  rücu  hakkı  niteliği  taşıdığını,  bu itibarla ilk peşin değerli gelirin tazmin sorumlularının kusuruna isabet eden miktarıyla sınırlı şekilde hüküm kurulması gerektiğini, gelir artışlarının talep edilemeyeceğini kabul etmiştir.   5510 sayılı kanun md.21/I de ise açık bir hükme yer verilmiştir. İlgili hüküm  gereği   Kurumca  sigortalıya  veya  hak  sahiplerine  bu  Kanun gereğince  yapılan  veya  ileride  yapılması  gereken  ödemeler  ile  bağlanan gelirin başladığı tarihteki ilk peşin sermaye değeri toplamı  rücu davasının konusunu  oluşturmaktadır.  Üzerinde  durulması  gereken  husus,  madde metninde geçen  ileride yapılması gereken  ifadesinin ödemelerin yanı sıra, ilk  peşin  sermaye  değerini  de  nitelendirip  nitelendirmediğidir.  Ödemeler bakımından,  ilk  rücu  davasından  sonra  özellikle  iş  kazası  veya  meslek                                                  11  AYM,  23.11.2006,  10/106,  http://www.anayasa.gov.tr/Kararlar/KararlarBilgiBankasi/, 23.04.2015.  12  YHD, 05.04.2007, 15278/5265, YHD, 29.01.2008, 4137/632, YHD, 31.01.2008, 4129/756, www.kazanci.com.tr, 24.04.2015. YHD, 27.03.2007, 2188/4582, YHD, 17.04.2007,  12652/6194,  YHD,  17.04.2007,  19589/6200,  YHD,  10.05.2007, 15851/7240, YHD, 28.05.2007, 18257/8863, Erbaş, 105-106, 108-110.    1021İş Kazası...                                       Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070  hastalığıyla  neden-sonuç  ilişkisi  gereği  sigortalıya  yapılan  sağlık durumundaki  iyileşmeye  bağlı  ek  ilaç  ve  tedavi  giderleri,  verilen  iş göremezlik ödenekleri, sigortalının ilk rücu davasından sonra iş kazası veya meslek hastalığına bağlı olarak ölmesi sebebiyle verilen cenaze masrafları ile kız çocuklarına verilen evlenme ödenekleri gibi ilave harcamalar tekrar ayrı bir  rücu  davasının  konusunu  oluşturabilecektir.  Ancak  iş  kazası  veya meslek hastalığıyla bağlantılı olarak neden-sonuç ilişkisi içerisinde bağlanan gelirlerde  artış  meydana  gelebilir.  Örneğin  sigortalının  %20  olan  iş göremezliğinin %40 a çıkması durumunda ilk peşin sermaye değeri değişmiş olacaktır.  Eğer  5510  sayılı  kanun  md.21/I de  geçen   ileride  yapılması gereken   ifadesi  ilk  peşin  sermaye  değerini  de  nitelendiriyorsa,  iş göremezlik derecesinde meydana gelen değişiklik nedeniyle ortaya çıkan artışlar  da  istenebilecektir.  Bununla  birlikte  öğretideki  isabetli  olan  bir görüşe  göre  kanunda  sadece  ilk  peşin  sermaye  değerinin  istenebileceği belirtildiğinden ve gelirlerde meydana gelen artışlara ilişkin hiçbir hükme yer verilmediğinden ötürü, iş kazası ya da meslek hastalığıyla uygun illiyet bağı içerisinde meydana gelen artışlar istenemeyecektir. Gerçekten 5510 sayılı kanun açıktır. 506 sayılı kanun döneminde md.26/I de geçen ‘ileride yapılması gerekli bulunan  ifadesi hem ödemeleri hem de bağlanan gelirleri nitelendirmeye  elverişliydi.  Ancak  5510  sayılı  kanun  md.21/I de  geçen ‘ileride  yapılması  gereken   ifadesinin  sadece  ödemeleri  nitelendirdiği sonucuna  ulaşmak  daha  isabetli  görünmektedir.  Zira  ilgili  hükmün devamında açıkça  gelirin başladığı tarihteki ilk peşin sermaye değeri nin rücu edileceği ibaresine yer verilmiştir. Dolayısıyla özellikle rücu davası açıldıktan  sonra  iş  kazası  veya  meslek  hastalığıyla  uygun  illiyet  bağı içerisinde  gerçekleşen  artışların  rücu  edilemeyeceği  sonucuna ulaşılmaktadır. Ayrıca belirtilen durumun dışında kanun, kanun hükmünde kararname  ve  kararlarla,  bağlanan  gelirlerde  yapılacak  artışların  rücu edilemeyeceği konusunda bir tartışmaya rastlanmamaktadır.  bb) Dış tavan Dış  tavan,  sigortalının  veya  ölümü  halinde  hak  sahiplerinin  genel hükümler  uyarınca  işverenden  isteyebilecekleri  tazminat  miktarını belirtmekte olup, Kurumun rücu davasıyla isteyebileceği azami miktarı ifade                                                  13  Tuncay-Ekmekçi, 377. Ergin, 137-138. Güneş, 177. Korkmaz, 36.  14  Güneş, 177.  15  Güzel-Okur-Caniklioğlu, 486. Aslanköylü, 35. Başterzi-Yıldız, 20. Sözer, 142. Turan, Rücu, 58.  1022Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070                                                Civan etmektedir. 506 sayılı kanunun ilk halinde dış tavana ilişkin herhangi bir düzenleme  bulunmamaktaydı.  Kurum  karşısında  işverenin  sınırsız  bir şekilde  sorumlu  tutulduğu  kabul  edilmekteydi.  Ancak  bu  durumun hakkaniyete aykırı durumlar doğuracağı endişesiyle Yargıtay, daha adil bir sonuç  elde  etmek  için  rücu  davalarında  işverenin  sorumluluğunu sınırlandırmıştır. Sınırlandırma gerekçesi ise temel olarak Kurumun rücu hakkının halefiyet esasına dayandırılmasıyla ilişkilendirilmiştir. Bu itibarla Borçlar Kanununda gösterilen ve haksız fiilden doğan zararların tazmininin gerçek zarar tutarı ile sınırlanması, diğer bir ifadeyle bir üst sorumluluk sınırı  belirlenmesi  gerektiği  içtihatlarla  kabul  edilmiştir.  Daha  sonra Yargıtayın uygulaması 3395 sayılı kanun ile 1987 yılında 506 sayılı kanuna dahil edilmiştir.    Anayasa  Mahkemesinin  2006  yılında  verdiği  kararıyla,  506  sayılı kanun md.26/I de geçen  … sigortalı veya hak sahibi kimselerin işverenden isteyebilecekleri  miktarlarla  sınırlı  olmak  üzere…   ibaresini  iptal  etmesi sonucu  dış  tavan  sınırı  ortadan  kalkmıştır.  Anayasa  Mahkemesinin  iptal kararı üzerine Yargıtayın verdiği kararlarında, rücu davasında artık tavan hesabı yapılmasına gerek olmadığına hükmettiği görülmektedir.  5510 sayılı kanun md.21 de, 506 sayılı kanunda yer alan ve Anayasa Mahkemesince  iptal  edilen   sigortalı  veya  hak  sahiplerinin  işverenden isteyebilecekleri tutarlarla sınırlı olmak üzere  ifadesine tekrar yer verilmesi dolayısıyla rücu davalarında dış tavanın hesaplanması gereği tekrar ortaya çıkmıştır.  506 sayılı kanunda dış tavanın dikkate alındığı döneme ilişkin olarak Yargıtay verdiği bir kararında,  Davanın yasal dayanağı 506 sayılı Yasanın                                                  16  Güneş, 144.  17  YHGK, 04.10.1978, 10-34/780, www.kazanci.com.tr, 06.05.2015. Araslı, 195. Başbuğ, Rücu, 855. Başbuğ, 99. Tuncay-Ekmekçi, 378. Öğretide dış tavan sınırlamasının halefiyet ile  ilişkilendirilemeyeceğini,  halefiyete  dayanmadan  doğrudan  doğruya  yasadan kaynaklanan rücu hakkının kullanılmasında da böyle bir sınırın doğal olarak bulunduğunu, dış tavan sınırlamasının sorumluluk hukukunun genel bir kuralı olduğunu ifade eden bir görüş de mevcuttur (Başbuğ, Rücu, 855-856).  18  AYM,  23.11.2006,  10/106,  http://www.anayasa.gov.tr/Kararlar/KararlarBilgiBankasi/, 23.04.2015. 19  YHD, 27.03.2007, 2188/4582, YHD, 10.05.2007, 15851/7240, YHD, 05.06.2007, 16287/9365,  Erbaş,  105-106,  108-109,  110-112.  YHD,  29.01.2008,  4137/632, www.kazanci.com.tr, 24.04.2015.  20  YHD, 14.06.2005, 4959/6466, www.kazanci.com.tr, 05.05.2015.    1023İş Kazası...                                       Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070  26. maddesi olup, anılan madde haleflik ilkesine dayandığından, Kurum'un isteyebileceği rücu alacağı miktarı sigortalının veya hak sahiplerinin tazmin sorumlularından isteyebilecekleri miktarla sınırlıdır. Bu bakımdan 506 sayılı Yasanın 26. maddesinde 3395 sayılı Yasa ile yapılan değişiklik karşısında, taraflarca tavan incelemesi yapılması istenmese dahi, yasa gereği ve hakkın özüne ilişkin bulunması nedeniyle, tazmin sorumlusunun ödemekle yükümlü olduğu  gerçek  zarar  tavan  değerinin  belirlenmesinde  yasal  zorunluluk bulunduğu   ifadelerine  yer  vermiştir.  Dolayısıyla  5510  sayılı  kanun döneminde de, belirtilen kararının geçerliliğini koruduğu ve hakimin dış tavan hesabını re sen gözetmesi gerektiği ortadadır.  Tavan hesabı, maddi tazminat ile destekten yoksun kalma tazminatına hakim ilkeler doğrultusunda hesaplanır. Başka bir ifadeyle sigortalı veya hak sahipleri işveren aleyhine genel mahkemelerde dava açtığı takdirde tazminat hesabı ne şekilde yapılacak ise, tavan hesabı da ona göre yapılmalıdır. Yakın bir zamana kadar tazminat hesabına hakim olan ilkeler bakımından ise Yargıtay 10. Hukuk Dairesi ile Yargıtay 21. Hukuk Dairesinin kabul ettiği esaslar arasında uyuşma söz konusuydu. Diğer bir ifadeyle kazaya uğrayan sigortalının  yaşam  süresi  belirlenirken  1931  tarihli  PMF  yaşam  tablosu dikkate alınıyor, işleyecek zarar dönemi belirlenirken enflasyon göz önünde tutularak her yıl için işçinin elde edeceği ücret bakımından %10 artırıma, ancak  sermaye  şeklinde  tazminat  elde  edildiği  için  de  %10  iskontoya gidiliyor,  kız  çocukları  bakımından  muhtemel  evlenme  yaşı  gözetilerek tazminat hesabı gerçekleştiriliyor, söz konusu yaşlarda köyde yaşayan kız çocukları için 18, kentte yaşayan kız çocukları için 22 kabul ediliyordu. Yargıtay  21.  Hukuk  Dairesinin  kararlarına  baktığımızda  bir  değişikliğin bulunmadığı  görülmektedir.  İlgili  Hukuk  Dairesi  halen  tazminat  hesabı yapılırken  kişinin  muhtemel  yaşam  süresinin  sonunu  1931  tarihli  PMF yaşam tablosuna göre belirlemektedir. Bu yöndeki kararlardan birine göre,  …tazminat miktarının, işçinin olay tarihindeki PMF yaşama tablosuna göre bakiye ömrü esas alınarak aktif ve pasif dönemde elde edeceği kazançlar toplamından oluştuğu yönü ise söz götürmez. … işçinin günlük net geliri                                                  21  Turan, Rücu, 63.  22  Maddi tazminat ile destekten yoksun kalma tazminatı ve ilgili tazminatların hesabıyla ilgili ayrıntılı bilgi için bkz.; Süzek, 427-446. Akın, 183-259. Çelik-Caniklioğlu-Canbolat, 234239, 242. Aktay-Arıcı-Senyen/Kaplan, 153-155. Sarıbay Öztürk, 209-213.  23  YHD,  18.02.2014,  20317/2596,  www.kazanci.com.tr,  05.05.2015.  PMF  yaşam tablosunun  esas  alındığı  diğer  kararlar  için  bkz.;  YHD,  10.02.2014,  17973/1797, YHD, 12.05.2014, 3661/10436, www.kazanci.com.tr, 05.05.2015.   1024Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070                                                Civan tespit edilerek bilinen dönemdeki kazancı mevcut veriler nazara alınarak iskontolama  ve  artırma  işlemi  yapılmadan  hesaplanacağı,  bilinmeyen dönemdeki kazancının ise; yıllık olarak %10 arttırılıp %10 iskontoya tabi tutulacağı, 60 yaşına kadar (aktif) dönemde, 60 yaşından sonrada bakiye ömrüne kadar (pasif) dönemde elde edeceği kazançların ortalama yöntemine başvurulmadan  her  yıl  için  ayrı  ayrı  hesaplanacağı,  hesap  raporunun Yargıtay  denetimine  elverişli  olması  gerektiği  Yargıtay'ın  oturmuş  ve yerleşmiş görüşlerindendir .  Yargıtay  10.  Hukuk  Dairesi  ise  tazminat  hesabına  hakim  ilkeler bakımından değişikliğe gitmiş olup, rücu davalarına esas dış tavan hesabında da  belirlediği  yeni  ilkelerin  gözetilmesi  gerektiğine  hükmetmektedir.  En önemli değişikliklerden biri de iş kazası veya meslek hastalığına yakalan sigortalının  muhtemel  yaşam  süresinin  artık  1931  tarihli  PMF  yaşam tablosuna  göre  değil  de,  TRH  2010  tablosuna  belirlenmesi  gerektiğinin kabulüdür.  Bu  doğrultudaki  bir  kararda,   a-)  Uygulamada,  sigortalının veya  hak  sahibinin  bakiye  ömürleri  1931  tarihli   PMF  (Population Masculine et Feminine)  Fransız yaşam tablosundan yararlanılmakta ise de: Başkanlık  Hazine  Müsteşarlığı.  Hacettepe  Üniversitesi  Fen  Fakültesi Aktüerya  Bilimleri  Bölümü,  bnb  Danışmanlık.  Marmara  Üniversitesi  ve Başkent  Üniversitesi'nin  çalışmalarıyla   trh0   adı  verilen   Ulusal Mortalite Tablosu  hazırlanmış olup, Sosyal Güvenlik Kurumunun 2012/32 Sayılı  Genelgesiyle  de  ilk  peşin  sermaye  değerlerinin  hesabında  anılan tabloların  uygulanmasına  geçilmiştir.  Gerçek  zarar  hesabı  özü  itibariyle varsayımlara dayalı bir hesap olup, gerçeğe en yakın verilerin kullanılması esastır.  Bu  durumda,  Ülkemize  özgü  ve  güncel  verileri  içeren  trh  2010 tablosu bakiye ömrün belirlenmesinde nazara alınmalıdır. b-) Tazminatların peşin olarak hesaplanması, oysa gelirlerin taksit taksit elde edilmesi, bu sebeple peşin belirlenen tazminattan her taksitte ödenen kısmın bakiyesinden faiz  geliri  elde  edileceğinden  sermayeye  ekleneceği  nazara  alınarak, tazminata  esas  gelire  iskonto  uygulanmaktadır.  Peşin  sermayeden  elde                                                  24  YHD, 19.02.2014, 11688/3233, www.kazanci.com.tr, 24.04.2015. Aynı doğrultudaki diğer  kararlar  için  bkz.;  YHD,  31.01.2014,  5525/1893,  YHD,  13.12.2013, 21268/24392,  YHD,  28.04.2014,  16742/9096,  www.kazanci.com.tr,  24.04.2005. Belirtilen kararlarla aynı içeriğe sahip bir karara göre halen işçinin çalışma yaşamının sonu olarak 60 yaşın kabul edilmeye devam ettiği, ancak iskontolama ve artırım işlemlerinin %10  üzerinden  değil,  %5  üzerinden  yapılması  esasının  benimsendiği  görülmektedir (YHD, 14.01.2014, 6790/237, www.kazanci.com.tr, 24.04.2015).   1025İş Kazası...                                       Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070  edilecek yarar reel faiz kadardır. Buna göre: önceki uygulamalardaki gibi %10 iskonto oranı yerine, enflasyon dışlanarak, değişen ekonomik koşullar ve reel faiz oranları da nazara alınıp. Sosyal Güvenlik Kurumu ilk peşin sermaye değeri hesaplamalarına paralel olarak %5 oranının uygulanması hakkaniyete  uygun  olacaktır.  c-)  Gelirin  yansıma  oranına  gelince,  5510 Sayılı  Kanunun  19.  ve  34  maddeleri  uyarınca,  ölenin  gelirinin  %70'i dağıtıma esas tutulmalı, çocuk yoksa bu meblağın %75'i eşe bağlanmalıdır. Çocuk varsa eşin payı (%70 üzerinden) %50'ye düşmeli, her bir çocuk için %25 gelir bağlanmalıdır. Hak sahibi erkek çocuğun 18 yaşını, lise ve dengi öğrenim görmesi halinde 20 yaşını, yüksek öğrenim yapması halinde 25 yaşını doldurduğu tarihte gelirden çıkacağı gözetilmeli, kız çocuğunun ise evlenme  tarihine  kadar  gelire  hak  kazanacağı  kabul  edilerek,  evlenme yaşının  rapor  tarihine  en  yakın  tuik  Türkiye   ortalama  evlenme  yaşı istatistikleri ne göre belirlenmesi gerektiği dikkate alınmalıdır  ifadelerine yer verilmiştir. Tazminat hesabı yapılırken esas alınan ilkeler zamana ve ihtiyaçlara göre  değiştirilebilir.  Bu  durum,  toplumun  gelişmesine  paralel  olarak hukukun  da  gelişimi  açısından  doğal  görülmelidir.  Diğer  bir  deyişle ülkemizin gerçeklerine daha uygun bir yaşam tablosu olarak TRH 2010 kanaatimizce kabul edilmelidir. Ancak Yargıtay 21. Hukuk Dairesinin kabul ettiği esaslar ile Yargıtay 10. Hukuk Dairesinin kabul ettiği esasların farklı olması birçok çelişkiyi de beraberinde getirmektedir. Zira bilineceği üzere Kurumun rücu hakkı halefiyet esasına dayanmaktadır. Bu bakımdan sigortalı veya hak sahipleri tazminat davası açmış ve söz konusu davada tazminat hesabı yapılarak ulaşılan karar kesinleşmiş ise rücu davasında yeniden tavan hesabı yapılmasına gerek bulunmamalıdır. Ancak bir yandan da hedefimiz mümkün olduğu ölçüde gerçek zararı belirlemektir. Yargıtay 21. Hukuk Dairesinin kabul ettiği şekilde yapılan ve kesinleşen tazminat hesabı rücu davasında dış tavan olarak kabul edilecek olursa, sigortalının ya da hak sahiplerinin işveren aleyhine dava açmadığı hallerde benimsenen dış tavan miktarı  farklı  olacaktır.  Yahut  Kurumun  rücu  hakkının  kendine  özgü halefiyet  esasına  dayandığı  kabul  edilerek,  yaşam  tablosu  olarak  TRH 2010 un dikkate alınmadığı ve Yargıtay 10. Hukuk Dairesinin belirlediği ilkelerle  çelişen  her  durumda  dış  tavan  hesabına  gitmek  gerekecektir.                                                  25  Turan, Rücu, 63-64. 1026Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070                                                Civan Belirtilen sıkıntıların aşılması açısından her iki hukuk dairesinin kararlarını birbiriyle uyumlu hale getirmesi isabetli olacaktır.  Dış tavanın ne şekilde hesaplanacağına değinilmekle birlikte, dış tavan hesabının önemi üzerinde de durmak yerinde olacaktır. 506 sayılı kanun dönemi açısından Anayasa Mahkemesinin 2006 yılında verdiği iptal kararına kadar  dış  tavan  hesabı  önem  taşımaktaydı.  Zira  Anayasa  Mahkemesi tarafından 506 sayılı kanun md.26 da geçen  sigortalı veya hak sahiplerinin işverenden  isteyebilecekleri  tutarlarla  sınırlı  olmak  üzere   ibaresi  iptal edilinceye  kadar,  açılan  ilk  rücu  davasından  sonra  sigortalı  veya  hak sahiplerine ilk rücu davasına neden olan iş kazası veya meslek hastalığı sebebiyle yeni ödemeler yapılması veya yapılan ödemelerin artması halinde, zarar verenler aleyhine yeni rücu davaları açılabilmekteydi. Dış tavan ise işverene veya üçüncü kişilere sayısız kez rücu davası açılmasını engelleme amacına  hizmet  etmekteydi.  Ancak  5510  sayılı  kanun  md.21/I  gereği sigortalı veya hak sahiplerine bağlanan gelirlerin ilk peşin sermaye değeri işverenden  istenebileceği  ve  Kurum  tarafından  yapılan  yardımların miktarının  sigortalı  veya  hak  sahiplerinin  işverenden  isteyebileceği miktardan genelde daha düşük olduğu da dikkate alındığında, dış tavana ilişkin düzenlemeyi 5510 sayılı kanun md.21 de muhafaza etmenin, 506 sayılı  kanun  döneminde  taşıdığı  düzeyde  bir  anlamı  bulunmadığı belirtilmelidir. Bu itibarla ilgili ifadenin daha çok Kurumun rücu hakkının hukuki niteliğinin belirlenmesiyle ilgili bir işlevinin bulunduğunu söylemek yanlış olmayacaktır.   b) 5510 sayılı kanun md.23 açısından  5510  sayılı  kanun  md.23 ün  uygulanması  bakımından  iç  tavanın bulunduğu açıktır. İç tavan ise Kurumun iş kazası veya meslek hastalığı nedeniyle  yapmış  olduğu  ödemeler  ile  ilk  peşin  sermaye  değerinin toplamıdır. Ancak burada Kurumun yaptığı harcamaların kusur karşılığının işverene rücu edilip edilmeyeceği sorusu sorulabilir. Daha önce 5510 sayılı kanun  md.23 den  kaynaklı  işverenin  sorumluluğunun  şartları  kısmında değinildiği üzere işverenin Kuruma karşı sorumluluğu kusursuz sorumluluk esasına dayanmaktadır. Bu durumda Kurum alacağının tümünün işverene herhangi bir indirim yapılmaksızın rücu edilebileceği düşünülebilir. Ancak                                                  26  Güneş, 144.  27  Güzel-Okur-Caniklioğlu, 495.   1027İş Kazası...                                       Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070  Yargıtay uygulamasında 5510 sayılı kanun md.23 kapsamında açılan rücu davalarında da kusur oranlarının dikkate alındığı görülmektedir. Diğer bir ifadeyle rücu edilecek miktar belirlenirken iş kazasının meydana gelmesinde işverenin kusurunun yanı sıra işçinin kusurunun ya da kaçınılmazlığın da rol oynadığı  hallerde,  işveren  işçinin  kusurunun  veya  kaçınılmazlığın tamamından sorumlu tutulmamakta, kendi kusuru dışında belirtilen hallerin tamamına olmasa da çoğuna katlanmaktadır. Bu yöndeki kararlara göre, zararlandırıcı  sigorta  olayında  işveren  hiç  kusuru  olmasa  bile,  Kurumca yapılan sosyal sigorta yardımlarının tamamından sorumlu tutulmalıysa da Kurumun rücu alacağından uygun bir indirimin yapılması gerekmektedir. Bu çerçevede 5510 sayılı kanun md.23 e dayalı sorumluluk sınırı belirlenirken temel  kuralın,  bildirim  yükümlülüğünü  yerine  getirmemiş  olan  işverenin sorumluluğunun,  5510  sayılı  kanun  md.21/I  uyarınca  sorumlu  olunacak miktardan  daha  ağır  bir  şekilde  belirlenmesi  esası  olduğu  söylenebilir. Kısacası  5510  sayılı  kanun  md.23  gereğince  iş  kazasının  veya  meslek hastalığının meydana gelmesinde tüm kusur işverene yüklenemediği sürece, Kurumun yaptığı ödemeler ile bağladığı gelirlerin tamamı işverene rücu edilemeyecektir. Diğer bir ifadeyle Kurumun yaptığı ödemeler ve bağladığı gelirler toplamı iç tavanı oluşturacaktır. Somut olayın özelliğine göre iç tavanın en az %50 si işverene rücu edilebilecektir.  5510 sayılı kanun md.23 kapsamında ele alınması gereken diğer bir konu ise dış tavanın bulunup bulunmadığı hususudur. 5510 sayılı kanun md.23 de Kurumun işverene rücu hakkının hukuki niteliğinin basit rücu hakkına dayandığı ifade edilebilir. Bu itibarla Kurumun sigortalı veya hak sahipleri  için  yaptığı  maddi  yardımlar  rücu  edilirken,  halefiyet  esasına dayanan  5510  sayılı  kanun  md.21 den  farklı  olarak  dış  tavan  sınırı bulunmadığı  ileri  sürülebilir.  Nitekim  5510  sayılı  kanun  md.23  metni incelendiğinde  de,  5510  sayılı  kanun  md.21/I de  öngörülen  dış  tavan sınırına,  diğer  bir  ifadeyle   sigortalı  veya  hak  sahiplerinin  işverenden isteyebilecekleri  tutarlarla  sınırlı  olmak  üzere   ifadesine  yer  verilmediği görülmektedir.                                                   28  YHD,  21.06.2013,  18576/14154,  YHD,  08.07.2014,  10546/16615,  YHD, 18.03.2014,  12130/6187,  YHD,  13.03.2014,  14278/5790,  www.kazanci.com.tr, 24.04.2015. 29  Turan, İşverenin Tazmin Sorumluluğu, 225.  30  Tuncay-Ekmekçi, 380. Başbuğ, 112.  1028Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070                                                Civan Bununla  birlikte  Yargıtay  506  sayılı  kanun  döneminde  bildirim yükümlülüğünü yerine getirmeyen işverenin sorumluluğunun düzenlendiği ve dış tavan sınırının bulunmadığı 10. maddeye, 26. maddede öngörülen dış tavanı kıyasen uygulamıştır. Bu yöndeki bir karara göre,  26. maddenin 1. fıkrasında,  her türlü giderlerin tutarları ile gelir bağlanmışsa bu gelirlerin 22. maddede belirtilen tarifeye göre hesaplanacak sermaye değerleri toplamı sigortalı  veya  haksahibi  kimselerin  işverenden  isteyebilecekleri  miktarla sınırlı olmak üzere Kurum'ca işverene ödettirilir  hükmü getirilmiştir. Böyle bir sınırlama 26. maddeye ilk defa 3395 sayılı Yasa ile ve bu konudaki boşluğu dolduran Yargıtay İçtihatlarından esinlenerek dahil edilmiştir. Yasa koyucunun aynı değişikliği 10. maddede yapmamış olması, bu maddeye göre açılan davalara sınır tanımadığı anlamına gelmez. Öte yandan,10. maddenin amaca yönelik yorumlanmasından bu maddeye göre açılan davaların sınırsız şekilde süreceği sonucu çıkmamaktadır. O itibarla, kusursuz sorumluluğu öngören  9  ve  10.  maddeye  dayanılarak  açılan  rücu  davalarında  da  26. maddenin öngördüğü sınırlamanın ( tavanın ) kıyas yoluyla uygulanmasının hak ve nesafet kurallarına uygun düşeceği açıktır. … 26. madde ile 10. madde, Kurum'un rücu hakkını düzenlemiş olup ayrıldığı tek nokta sırasıyla kusurlu  ve  kusursuz  sorumluluğa  ilişkin  olmalarıdır.  Tek  bir  noktada ayrılığın  varlığı  kıyas  hükümlerinin  uygulanmasını  engellemez.  Özellikle rücu  alacaklarının  miktarının  hesaplama şekli,  izlenecek  yol  bakımından aralarında  ayniyet  vardır .  İlgili  kararda  geçen  gerekçeler  dikkate alındığında, özellikle tek bir noktada ayrılığın varlığı kıyas hükümlerinin uygulanmasını engellemez ifadesi, tavan sınırının 5510 sayılı kanun md.23 açısından kıyasen uygulanacağı beklentisini doğurmaktadır.   3. Üçüncü kişinin sorumluluğunun kapsamı     İş  kazası  veya  meslek  hastalığına  sebep  olan  üçüncü  kişinin  rücu davasındaki  sorumluluğu,  kusur  sorumluluğudur.  Diğer  bir  ifadeyle Kurumun yaptığı ödemeler ve bağladığı gelirler açısından üçüncü kişiye rücu, kusuru oranında gerçekleştirilecektir. Ancak sorumluluğun kapsamı bakımından kıyas yapıldığında işverenlere göre önemli bir farklılık ortaya                                                  31  YHGK, 06.12.1995, 10-856/1073, www.kazanci.com.tr, 07.05.2015. Aynı doğrultudaki diğer kararlar için bkz.; YHD, 24.10.1985, 5079/5719, Güzel-Okur-Caniklioğlu, 495, dn. 260. YHGK, 15.03.1995, 10-800/166, Turan, İşverenin Tazmin Sorumluluğu, 221-223.  32  Güzel-Okur-Caniklioğlu, 492.   1029İş Kazası...                                       Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070  çıkmaktadır. Söz konusu farklılık, Kurumun yaptığı ödemelerle ilgili değil, peşin  sermaye  değeriyle  ilgilidir.  Kurumun  yaptığı  geçici  iş  göremezlik ödeneği gibi ödemeler tümüyle üçüncü kişiye de rücu edilebilecektir. Ancak ilk peşin sermaye değeri rücu edilirken yarısının rücu edileceği hüküm altına alınmıştır.  Neden  böyle  bir  düzenlemeye  yer  verildiğini  anlamak  için yasanın gerekçesinin bir fikir verebileceği düşünülebilir.  5510 sayılı kanun, ilk önce 5489 sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu olarak yasalaşmıştı. Ancak 19.04.2006 tarihli 5489 sayılı  kanun,  Cumhurbaşkanı  tarafından  bir  daha  görüşülmek  üzere  geri gönderilmiştir. Görüşmeler sonucu kanun aynı içerikle kabul edilmiş olup, kanun numarası 5510 olmuştur. Bu itibarla 5510 sayılı kanunun gerekçesi için 5489 sayılı kanun tasarısının gerekçesine bakılmalıdır. Üçüncü kişinin sorumluluğunun  ilk  peşin  sermaye  değerinin  yarısıyla  sınırlandırıldığı md.21 in gerekçesi ise tasarıda md.26 ya denk gelmekte olup, gerekçede sadece,  Bu madde ile işverenin iş kazası veya meslek hastalığının meydana gelmesinde kastı veya suç sayılabilir bir hareketi olması ya da sigortalıların sağlığını koruma ve iş güvenliğine aykırı davranışı halinde yapılan veya ilerde yapılacak ödemelerle, bağlanan gelirin başladığı tarihteki ilk peşin sermaye  değeri  toplamının  esas  alınarak,  sigortalı  veya  hak  sahibinin işverenden  isteyebilecekleri  miktarlarla  sınırlı  olmak  üzere  Kurumca işverene rücû edilmesi, işverenin ve sigortalının sorumluluğunun tespitinde kaçınılmazlık ilkesinin de dikkate alınması öngörülmüştür  ifadelerine yer verildiği  görülmektedir.  Dolayısıyla  tasarının  gerekçesinden  hareket edildiğinde  üçüncü  kişinin  neden  ilk  peşin  sermaye  değerinin  yarısıyla sorumlu tutulduğu anlaşılamamaktadır. Ancak ilgili hüküm üçüncü kişilere kusuru oranında rücu yapılacağı sonucuna ulaşılamadığı ve bu durumun eşit işlem ilkesini ihlal ettiği gerekçesiyle Anayasa Mahkemesine götürülmüştür. Anayasa Mahkemesinin kararı, gerekçe olarak algılanabilecek niteliktedir.  Anayasa  Mahkemesinin  ilgili  kararına  göre,   İtiraz  konusu  kurala göre; üçüncü kişiden talep edilecek rücu tazminatı  miktarının üst sınırı, sigortalıya  ve  hak  sahiplerine  yapılan  veya  ileride  yapılması  gereken ödemeler ile bağlanan gelirin başladığı tarihteki ilk peşin sermaye değerinin yarısıdır. Bu sebeple Sosyal Güvenlik Kurumu (SGK), sigortalı veya hak                                                  33  AYM,  15.03.2012,  128/40,  http://www.anayasa.gov.tr/Kararlar/KararlarBilgiBankasi/, 01.05.2015.  1030Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070                                                Civan sahiplerine yaptığı ödemelerin bu miktarı geçen kısmını isteyemez. … SGK, iş kazası, meslek hastalığı ve hastalığın meydana gelmesinde üçüncü kişinin kusuru bulunması halinde, sigortalıya ve hak sahiplerine yapılan veya ileride yapılması gereken ödemeler ile bağlanan gelirin başladığı tarihteki ilk peşin sermaye değerinin yarısının üçüncü kişinin kusur oranına isabet eden kısmını talep edebilmektedir. … Anayasa'nın 2. maddesinde ifadesini bulan sosyal devlet, toplumdaki güçsüzleri güçlüler karşısında koruyarak gerçek eşitliği ve  toplum  dengesini  sağlamakla  yükümlü  devlettir.  İtiraz  konusu  kural uyarınca, iş kazası, meslek hastalığı veya hastalık üçüncü bir kişinin kusuru nedeniyle  meydana  gelmişse,  SGK  tarafından  bağlanan  gelirin  başladığı tarihteki ilk peşin sermaye değerinin yarısı üçüncü kişiden tahsil edilmekte, diğer yarısı ise SGK üzerinde kalmaktadır. Böylece sosyal devlet ilkesine uygun olarak, çoğunlukla SGK'nın sigortalısı olup prim ödeyen, kusurlu davranışı ile iş kazası, meslek hastalığı veya hastalığa neden olan üçüncü kişilerin,  çalışma  yaşamlarını  sürdürebilmeleri  ve  prim  ödemeye  devam etmeleri  sağlanarak,  ücretli  olan  bu  kişilerin  altından  kalkamayacakları büyük  külfetler  altına  girmeleri  önlenmek  istenmiştir.  …  SGK'nın  rücu alacağının  hesaplanmasında,  emek  gelirleri  düşük  olan  ve  SGK'ya  prim ödeyen üçüncü kişilerin karşılaşacakları sosyal riskler karşısında yoksulluğa düşmemeleri  için  sorumluluklarının  işverene  göre  daha  hafif  olarak belirlenmesi ve SGK'nın yapacağı giderlerin bir kısmının Devlet tarafından karşılanması Anayasa'nın yukarıda anılan maddeleriyle uyum içindedir . Anayasa  Mahkemesi  5510  sayılı  kanunda  üçüncü  kişinin sorumluluğunun hafif bir şekilde belirlenmesini uygun görmüşse de, 506 sayılı kanun döneminde üçüncü kişiler açısından bu yönde bir sınırlama mevcut bulunmamaktaydı. Diğer bir ifadeyle üçüncü kişilere peşin sermaye değerinin  tamamı,  genel  hükümler  çerçevesinde  rücu  edilmekteydi.  Bu itibarla 506 sayılı kanunda üçüncü kişinin sorumluluğu, işverene göre daha ağır  belirlenmişti.  506  sayılı  kanun  döneminde  üçüncü  kişinin sorumluluğunun  daha  ağır  düzenlenmesi  hususu  da  Anayasaya  aykırılık iddiasıyla  Anayasa  Mahkemesinin  önüne  getirilmiştir.  Anayasa Mahkemesinin o dönem verdiği karar ise, yukarıda belirttiğimiz kararıyla çelişki oluşturmaktadır. Zira ilgili kararda, işveren Kuruma prim ödediği                                                  34  AYM,  23.05.1972,  2/28,  http://www.anayasa.gov.tr/Kararlar/KararlarBilgiBankasi/, 23.04.2015.   1031İş Kazası...                                       Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070  için, onun Kuruma karşı daha hafif bir biçimde sorumlu tutulmasının, buna karşılık daha önce prim ödememiş olan üçüncü kişinin ise genel kurallara göre  daha  ağır  bir  biçimde  sorumluluğuna  gidilmesinin  olağan  kabul edilmesi gerektiğine hükmedilmiştir.  Anayasa  Mahkemesi  tarafından  yasama  organınca  kabul  edilen yasaların  mümkün  olduğu  ölçüde  Anayasaya  uygun  bir  şekilde yorumlanmaya çalışılması isabetlidir. Bununla birlikte verilen iki kararın gerekçesinin tamamıyla çelişmesi ise kafa karıştırıcıdır. Zira 5510 sayılı kanun yürürlüğe girinceye kadar üçüncü kişiler peşin sermaye değerinin tamamını ödeyebilecek güçte kabul edilmekte, hatta işverene göre daha ağır bir  şekilde  sorumlu  tutulması  olağan  görülmekteydi.  Ancak  5510  sayılı kanun yürürlüğe girdiğinde, birden üçüncü kişilerin ekonomik durumlarının o kadar güçlü olmadığı, emek ve gelirlerinin işverene kıyasla daha düşük olduğu anlaşılarak sorumlulukları azaltılmıştır. Kanaatimizce üçüncü kişinin sorumluluğunun ilk peşin sermaye değerinin yarısıyla sınırlandırılması için gerekçe  olarak  üçüncü  kişinin  ekonomik  durumuna  dayanılması  isabetli değildir. Öğretide de belirtildiği üzere işveren ile üçüncü kişinin sorumluluk sınırı açısından ayrımı haklı kılan bir neden yoktur. Üçüncü kişi kapsamına iş kazası veya meslek hastalığının meydana gelmesinde rolü olan sigortalı ve işvereni dışındaki herkes girmektedir. Üçüncü kişiler sadece iş kazası veya meslek hastalığına yol açan kendisi de iş sözleşmesiyle çalışan sigortalılar olmayıp, yapı denetim kuruluşları, üreticiler, üçüncü kişinin işvereni gibi ekonomik  bakımından  güçlü  olarak  algılanabilecek  kişileri  de kapsamaktadır.  Hatta  somut  olayın  özelliğine  göre  rücu  davası  sigorta şirketlerine  dahi  yöneltilebilmektedir.  Bu  bakımdan  ilk  peşin  sermaye değerinin  yarısının  rücu  edileceğinin  5510  sayılı  kanun  md.21/IV de düzenlenmesinin kanaatimizce halen kabul edilebilir, makul bir gerekçesinin bulunmadığı  düşünülmektedir.  Ancak  Anayasa  Mahkemesi  tarafından herhangi  bir  iptal  kararı  da  verilmediğinden  ve  henüz  kanun  koyucu tarafından da bir değişikliğe gidilmediğinden ilgili hüküm yürürlüktedir ve rücu davalarında mutlaka göz önüne alınmalıdır.  İlk peşin sermaye değerinin yarısının üçüncü kişilere rücu edileceği açıksa da sorumluluğun kapsamı açısından ne şekilde göz önüne alınacağı tartışılabilir. Anayasa Mahkemesinin 2012 yılında verdiği kararının içeriğine                                                  35  Tuncay-Ekmekçi, 378. Akın, Maluliyet, 142.  1032Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070                                                Civan ve Yargıtayın artık yerleştiğini düşündüğümüz kararlarına göre, üçüncü kişi  ilk  peşin  sermaye  değerinin  yarısından  kusuru  oranında  sorumlu tutulmaktadır.  Kurum  tarafından  çıkarılan  bir  tebliğde  de  aynı  esas benimsenmiş olup, üçüncü kişinin kusuru nedeniyle meydana gelen iş kazası veya meslek hastalığı olaylarında zarara sebep olan üçüncü kişilerin ve şayet kusuru varsa bunları çalıştıranların, sigortalıya ve hak sahiplerine yapılan veya ileride yapılması gereken ödemeler ile bağlanan gelirlerin başladığı tarihteki ilk peşin sermaye değeri toplamının yarısından kusur oranlarına kadar  sorumlu  oldukları  düzenlenmiştir  (md.10/III)38.  Diğer  bir  ifadeyle üçüncü kişiler açısından iç tavan, Kurumun yaptığı ödemeler ile ilk peşin sermaye  değerinin  yarısının  toplamıdır.  İş  kazası  veya  meslek  hastalığı tümüyle üçüncü kişinin kusurundan dolayı meydana geldiyse belirlenen iç tavanın tamamı üçüncü kişiye rücu edilebilecektir. Ancak iş kazası veya meslek hastalığının meydana gelmesinde üçüncü kişinin yanı sıra örneğin sigortalının da kusuru varsa, sigortalının kusuru oranında üçüncü kişinin sorumluluğu azalacaktır.  Uygulama  bu  yönde  gelişmekle  birlikte  farklı  bir  yorumun  daha yapılmasının mümkün olduğunu düşünmekteyiz. Kanun ilk peşin sermaye değerinin yarısı üçüncü kişiye rücu edilir derken, ilk peşin sermaye değerinin yarısını sorumluluğun en üst sınırı olarak görmüştür denebilir. Diğer bir ifadeyle  üçüncü  kişi,  ilk  peşin  sermaye  değerinin  tamamından  en  fazla yarısına kadar sorumludur. Bir örnekle açıklayacak olursak, iş kazasının meydana  gelmesinde  üçüncü  kişinin  %60,  sigortalının  %40  oranın  da kusurlu bulunduğu ve ilk peşin sermaye değerinin 50.000-TL olduğu bir olayda, Anayasa Mahkemesi ve Yargıtayın kararı yönünde üçüncü kişiye yapılacak rücu miktarı, 25.000-TL nin %60 ı olacaktır. Bu da 15.000-TL ye tekabül  etmektedir.  Ancak  belirttiğimiz  yönde  yorum  yapılması  halinde üçüncü kişi, 50.000-TL nin 25.000-TL sine kadar kusurunun varlığı halinde                                                  36  YHD,  08.07.2014,  10546/16615,  YHD,  28.06.2013,  23997/14635,  YHD, 17.10.2014,  23249/19884,  YHD,  09.09.2014,  13320/16814,  YHD,  28.04.2014, 16742/9096, www.kazanci.com.tr, 24.04.2015.  37  Öğretide  de  üçüncü  kişilere  yapılacak  rücu  miktarının  belirlenmesinde  Yargıtay uygulamasıyla aynı doğrultuda olan görüşlerin var olduğu görülmektedir (Turan, 5510 Sayılı Yasa, 202).  38  İş  Kazası  ve  Meslek  Hastalığı  Sigortası  Bakımından  İşverenin,  Üçüncü  Kişilerin  ve Sigortalıların Sorumluluğu ile Peşin Sermaye Değerlerinin Hesaplanmasıyla İlgili İşlemler Hakkında Tebliğ, 28.09.2008 tarih ve 27011 sayılı Resmi Gazetede yayınlanarak 2008 yılı Ekim ayı başında yürürlüğe girmiştir.    1033İş Kazası...                                       Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070  sorumlu tutulabilecektir. Dolayısıyla üçüncü kişi 50.000-TL nin %60 ı olan 30.000-TL den  sorumlu  olması  gerekirken,  Kanunun  getirdiği  ilk  peşin sermaye  değerinin  yarısı  ifadesi  nedeniyle  25.000-TL sinden  sorumlu tutulabilmelidir. Bu yönde bir yorum aynı olay nedeniyle işverene ve üçüncü kişiye rücu yapılırken iki farklı iç tavan belirlenmesi zorunluluğunu ortadan kaldıracaktır. Ayrıca ileride üzerinde durulacağı üzere iş kazasına üçüncü kişi ve işveren birlikte sebep olduysa, müteselsilen sorumlu tutulmaktadırlar. Ancak  uygulamada  kabul  edilen  sistem  müteselsil  sorumluluk  açısından içinden  çıkılamayacak  sıkıntıları  ve  hukuki  sorunları  da  beraberinde getirmektedir.  Dolayısıyla  üçüncü  kişinin  ilk  peşin  sermaye  değerinin tamamından  en  fazla  yarısına  kadar  sorumlu  tutulması,  kanaatimizce uygulamada  yaşanan  sorunların  hafiflemesi  ve  daha  adil  bir  sonuca ulaşılması açısından yerinde olacaktır.   Üçüncü  kişinin  sorumluluğunun  kapsamıyla  ilgili  olarak  üzerinde durulması gereken son husus dış tavanın üçüncü kişinin sorumluluğunda da uygulama  alanı  bulup  bulmayacağıdır.  Nitekim  5510  sayılı  kanun md.21/IV de, md.21/I deki dış tavan hükmüne yer verilmemiştir. Ancak 506 sayılı  kanun  döneminde  üçüncü  kişinin  sorumluluğu  belirlenirken  tavan incelemesi yapılacağı Yargıtay tarafından kabul edilmiştir. Kanaatimizce söz  konusu  kararlar  5510  sayılı  kanun  döneminde  de  geçerliliğini korumaktadır. Diğer bir ifadeyle üçüncü kişilere yapılacak rücu açısından da dış tavan incelemesinin gerçekleştirilmesi gerekmektedir. Ancak 5510 sayılı kanuna ilişkin olarak Yargıtay bir kararında, üçüncü kişi açısından dış tavan  sınırlamasının  bulunmadığını  ifade  etmiştir.  Yargıtayın  bu doğrultudaki  kararı  esas  alınacak  olursa,  üçüncü  kişinin  sorumluluğu kapsamında dış tavanı belirleme zorunluluğu ortadan kalkacaktır. Bununla birlikte üçüncü kişiler açısından dış tavanın bulunmadığı sonucu, Kurumun üçüncü  kişiye  rücu  hakkının  halefiyet  esasına  değil,  basit  rücu  hakkına dayandığı düşüncesini de doğuracak niteliktedir.  4. İlk peşin sermaye değerindeki artış veya eksilmenin rücu hakkı üzerindeki etkisi  Sigortalı  veya  hak  sahiplerine  gelir  bağlandıktan  sonra  çeşitli durumların ortaya çıkması halinde ilk peşin sermaye değerinde değişiklik                                                  39  Aslanköylü, Şerh, 1010.  40  YHD, 17.12.2013, 3358/24638, www.kazanci.com.tr, 24.04.2015. 1034Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070                                                Civan gerçekleşmesi ihtimali söz konusu olabilmektedir. Yargıtay kararlarına da bu durumun yansıdığı, çeşitli çözümlerin üretildiği görülmektedir.  Yargıtayın bir kararına göre,  506 sayılı Yasa'nın 92. maddesi ise,  Malullük, yaşlılık ve ölüm sigortaları ile iş kazalarıyla meslek hastalıkları sigortasından hak kazanılan aylık ve gelirler birleşirse, sigortalıya veya hak sahibine bu aylık ve gelirlerden yüksek olanın tümü, eksik olanın da yarısı bağlanır.  Bu  aylık  ve  gelirler  eşitse,  iş  kazalarıyla  meslek  hastalıkları sigortasından  bağlanan  gelirin  tümü,  malullük,  yaşlılık  ve  ölüm sigortalarından  bağlanan  aylığın  da  yarısı  verilir.   düzenlemesini içermektedir. Meslek hastalığı sonucu sürekli işgöremezlik durumuna giren sigortalıya  07.07.2005  tarihinden  itibaren  bağlanan  gelir,  sigortalının 15.07.2005 tarihinden itibaren yaşlılık aylığına hak kazanması nedeniyle, 506 sayılı Yasa'nın 92. maddesi uyarınca yarıya indirilmiştir.  Kurumun, sigortalıya  bağladığı  ilk  peşin  sermaye  değerli  gelirden  fazlasını  isteme hakkı bulunmadığı gibi; bağlanan gelirin kesildiği veya kesilmesi gereğinin, yargılama sürecinde ortaya çıktığı durumlarda, Kurumun ödemediği veya ödeyemeyecek  olduğu  gelir  kesimini  rücuan  isteyemeyeceği  yönü  de, tazmine  yönelik  davada  gözetilmesi  gereken  genel  ilkeler  arasında bulunmaktadır.  Dava  konusu  edilen  gelirlerin,  506  sayılı  Yasa'nın  92. maddesi  uyarınca  yarıya  indirildiği  gerçeği  karşısında,  bu  indirimin davalının tazminle sorumlu olduğu ilk peşin sermaye değerli gelir miktarına da yansıtılması gereği üzerinde durulmaksızın, peşin sermaye değeri hesap tablosunun ilk satırındaki miktar esas alınarak sonuca varılmış olması usul ve yasaya aykırı olup, bozma nedenidir .  Başka bir Yargıtay kararına göre de,  Kurumun, sigortalıya bağladığı ilk peşin sermaye değerli gelirden fazlasını isteme hakkı bulunmadığı gibi; bağlanan  gelirin  kesildiği  veya  kesilmesi  gereğinin,  yargılama  sürecinde ortaya çıktığı durumlarda, Kurumun ödemediği veya ödeyemeyecek olduğu gelir  kesimini  rücuan  isteyemeyeceği  yönü  de,  tazmine  yönelik  davada gözetilmesi  gereken  genel  ilkeler  arasında  bulunmaktadır.  İş  kazasına uğrayan sigortalının hak sahiplerine 9.7.2007 başlangıç, 23.10.2007 onay tarihli  gelir  bağlandığı,  bağlanan  gelirin,  sigortalının  hak  sahiplerine 1.8.2007 tarihinden itibaren ölüm aylığı bağlanması nedeniyle, 506 Sayılı                                                  41  YHD, 21.10.2008, 14464/13116, www.kazanci.com.tr, 08.05.2015.  42  YHD, 04.03.2014, 3541/4451, Çalışma ve Toplum, (43) 2014/4, 426-427.   1035İş Kazası...                                       Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070  Kanunun 92. maddesi uyarınca yarıya indirildiği, hak sahiplerinden O.'ın 25.10.2010 tarihinde mezuniyeti nedeniyle, O.'un 25.11.2011 tarihinde on sekiz yaşını doldurması sebebiyle gelirinin kesildiği anlaşılmıştır. 506 Sayılı Kanunun  92.  maddesi  ise,  'Malullük,  yaşlılık  ve  ölüm  sigortaları  ile  iş kazalarıyla meslek hastalıkları sigortasından hak kazanılan aylık ve gelirler birleşirse, sigortalıya veya hak sahibine bu aylık ve gelirlerden yüksek olanın tümü,  eksik  olanın  da  yarısı  bağlanır.  Bu  aylık  ve  gelirler  eşitse,  iş kazalarıyla  meslek  hastalıkları  sigortasından  bağlanan  gelirin  tümü, malullük, yaşlılık ve ölüm sigortalarından bağlanan aylığın da yarısı verilir.' düzenlemesini içermektedir. Sürekli iş göremezlik gelirinin yarıya indirildiği durumlarda, peşin sermaye değerli gelirin, gelir başlangıç tarihi itibariyle %50  üzerinden  belirlenmesi;  bu  oran  üzerinden  belirlenmiş  olan  peşin sermaye  değerli  gelire,  gelir  başlangıç  tarihinden  gelirin  yarıya  düştüğü tarihe  kadar  ödenen  gelirin  %50  fark oranına  karşılık  miktarının  ilavesi gerekecektir. Ayrıca, başlangıçtaki gelir onay tarihinin esas alınması gereği de bulunmaktadır. Fiili ödemenin mevcudiyeti halinde, fiili ödeme ile dair olduğu gelirin ilk peşin sermaye değerinin karşılaştırılması sonucu, şayet ilk peşin sermaye değerli gelirin kusur karşılığı, fiili ödeme miktarının kusur karşılığından düşük ise o taktirde ilk peşin sermaye değerine itibar edilmesi, aksine fiili ödeme miktarı ilk peşin değerden düşük ise o taktirde de fiili ödeme  miktarının  esas  alınması  gerekecektir.  Somut  olayda  O.  ve  O. yönünden  karşılaştırmaya  esas  alınacak  peşin  sermaye  değerli  gelirin yukarda  belirtildiği  şekilde  hesaplanması  ve  fiili  ödeme  miktar  ile karşılaştırılması gerekecektir . Peşin sermaye değerindeki değişiklikle ilgili Yargıtay kararlarını çoğaltılabilmek mümkündür. Kararların içeriğine konu olduğu üzere peşin sermaye değerinde kanun, kararname ve katsayı değişikliği nedeniyle yapılan artışlar dışında meydana gelen değişiklikler halinde rücu edilecek miktarın ne şekilde tespit edileceği sorunu ortaya çıkmaktadır. İlk peşin sermaye değerinin değişmesiyle ilgili üç ihtimal ortaya çıkabilir. İlk ihtimal sigortalıya ve hak sahibine bağlanan gelirin kesilme durumu söz konusu olabilir. Örneğin hak sahibi olan sağ kalan  eş  rücu  davası  devam  ederken  evlendiği  takdirde  bağlanan  gelir                                                  43  Fiili ödeme ve peşin sermaye değerindeki değişiklikle ilgili diğer Yargıtay kararları için bkz.;  YHD,  13.11.2014,  22587/23676,  yayımlanmamış  Yargıtay  kararı.  YHD, 05.09.2012,  16261/14075,  YHD,  28.06.2013,  23997/14635,  YHD,  04.03.2014, 24605/4435, www.kazanci.com.tr, 24.04.2015.  1036Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070                                                Civan kesileceği için peşin sermaye değerinin miktarı değişecektir. İkinci ihtimal sigortalıya  gelir  bağlandıktan  sonra  iş  kazası  veya  meslek  hastalığıyla bağlantılı  olarak  sigortalının  iş  göremezlik  derecesi  artmış  yahut  aldığı tedaviler neticesinde azalmış olabilir. Üçüncü ihtimal ise sigortalı veya hak sahibi  iş  kazası-meslek  hastalığı  sigortasından  gelir  almaktayken  daha sonraki yıllar malullük veya yaşlılık aylığına hak kazandığı durumda ortaya çıkmaktadır.  Diğer  bir  deyişle  birden  fazla  gelir  veya  aylığın  birleştiği durumda da ilk peşin sermaye değerinde değişiklik meydana gelebilecektir. Her üç ihtimal açısından konunun ele alınması ve açıklığa kavuşturulması isabetli olacaktır. Bu konuda da Sosyal Güvenlik Kurumunun 2011/58 sayılı genelgesi yol gösterici bir nitelik taşımaktadır.  İlk ihtimal aslında çok sorun yaratacak nitelikte değildir. Zira ilk peşin sermaye değeri, sigortalının veya hak sahibinin gelirinin kesilmesi nedeniyle değişmiştir. Diyelim ki, hak sahibi olan sağ kalan eşe bağlanan ilk peşin sermaye değerli gelirin tutarı 50.000-TL olarak belirlendi. Ancak sağ kalan eş iki yıl sonra evlenmesi nedeniyle gelirden çıktı. Bu durumda Kurum tarafından  rücu  edilecek  miktar  belirlenirken  sağ  kalan  eşe  yapılan  fiili ödeme miktarı belirleyici olacaktır. Kurum yapmadığı ve yapmak zorunda olmadığı ödemeyi rücu edemeyecektir. Bu çerçevede sağ kalan eşe, gelir kesilinceye  kadar  iki  yıllık  sürede  toplam  5.000-TL  fiili  ödemede bulunulmuş olursa, Kurum fiili ödeme miktarını rücu edebilecektir. Diğer bir ifadeyle fiili ödeme miktarı ile ilk peşin sermaye değeri karşılaştırılır, hangi miktar  daha  düşük  ise  o  rücu  edilir.  Ancak  sağ  kalan  eş,  20  yıl  sonra evlenerek gelirden çıkmış olursa ve kendisine o zamana kadar 75.000-TL fiili ödemede bulunulmuşsa, bu takdirde de ilk peşin sermaye değeri rücu edilecektir.  İkinci ihtimal ise sigortalının iş göremezlik derecesinde artmanın veya azalmanın meydana gelmesi durumudur. Bu gibi durumlarda genelde kontrol muayene  kaydı  bulunur.  Dolayısıyla  kontrol  muayene  kaydı  gereği sigortalının iş göremezlik oranı kesinleşmediği sürece ilk peşin sermaye değeri tam olarak belirlenemediği için rücu işlemleri başlatılmamaktadır. Bu husus,  Kurumun  2011/58  sayılı  genelgesinde  açıkça  ifade  edilmiştir. Kesinleşme  üzerine  ilk  peşin  sermaye  değeri  de  nihai  olarak                                                  44  2011/58  sayılı  Genelge,  Dokuzuncu  Bölüm,  3.  Rücu  davalarına  esas  peşin  sermaye değerlerinin hesaplanması, 3.12.    1037İş Kazası...                                       Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070  belirlenebilmekte, kesinleşme zamanına kadar Kurum tarafından yapılan fiili ödeme  miktarı  da  peşin  sermaye  değerine  eklenmektedir.  Bu  sayede uygulama açısından ortaya çıkabilecek ciddi sorunların büyük ölçüde önüne geçilebilmektedir.  Belirtilen  ihtimale  ilişkin  bir  örnek  verilecek  olursa, örneğin sigortalının iş göremezlik oranı önce %24 olarak belirlendi ve 2010 yılında peşin sermeye değeri de 15.000-TL olarak hesaplandı. Ancak aradan geçen  iki  yıllık  sürede  sigortalının  meslekte  kazanma  gücü  kayıp  oranı %40 a yükselmiş ve 2012 yılı için peşin sermeye değeri 70.000-TL olarak belirlenmişse,  rücu  edilecek  miktarın  ne  şekilde  belirleneceği  üzerinde durulmalıdır. Bu durumda en son işçinin kesinleşmiş olan iş göremezlik oranına ilişkin peşin sermaye değerinin dikkate alınacağı açıktır, ancak bu miktara ayrıca iki yıllık sürede yapılan fiili ödeme miktarının da eklenmesi gerekmektedir. İki yıllık sürede yapılan fiili ödeme miktarı 2.000-TL olarak kabul  edildiği  takdirde,  rücu  edilecek  toplam  miktar  72.000-TL  olarak belirlenmektedir. Sigortalının iş göremezlik oranının düştüğü ihtimal de ele alınacak olursa, iş göremezlik oranının önce %40 olarak belirlendiği ve peşin sermaye  değerinin  70.000-TL  olarak  tespit  edildiği,  ancak  2  yıl  sonra meslekte  kazanma  gücü  kayıp  oranının  %24 e  düştüğü,  bu  oranın kesinleştiği  ve  bu  durumda  da  yeni  belirlenen  peşin  sermaye  değerinin 20.000-TL olduğunu düşünelim. Bu örnekte de rücu edilecek miktar, en son kesinleşen peşin sermeye değeri ile iki yıllık sürede sigortalıya yapılan fiili ödemeler  toplamı  olacaktır.  2  yıllık  sürede  sigortalıya  10.000-TL  fiili ödemede bulunulmuş olursa, rücu edilecek toplam miktar 30.000-TL olarak belirlenecektir. Verilen her iki örnekte de kesinleşen iş göremezlik oranına göre hesap edilen peşin sermaye değeri, ilk peşin sermaye değeri niteliğini taşımaktadır.  İkinci ihtimalle ilgili olarak üzerinde durulması gereken asıl husus, rücu davası devam ederken sigortalının iş göremezlik derecesinin değişmesinin dava üzerinde ne şekilde bir etkisinin olacağıdır. Henüz dava açılmadan önce kontrol muayene kaydına tabi tutulan sigortalının iş göremezlik oranının kesinleştiği ve nihai ilk peşin sermaye değerine ulaşıldığı müddetçe bir sorun ortaya çıkmayacaktır, ancak dava devam ederken ilk peşin sermaye değeri değişmişse  sorun  ortaya  çıkabilir.  Eğer  peşin  sermaye  değeri  düşmüşse sıkıntı yoktur. İş göremezlik derecesinin düşmesine göre belirlenen yeni peşin  sermaye  değeriyle,  o  zamana  kadar  yapılan  fiili  ödeme  miktarı toplamı,  iş  göremezlik  derecesin  yüksek  olduğu  dönemde  belirlenen  ilk 1038Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070                                                Civan peşin sermaye değerinin miktarını aşmamak kaydıyla rücu edilebilecektir. Ancak iş göremezlik derecesi düşükken daha sonra artmasına bağlı olarak belirlenen yeni peşin sermaye değerinin talep edilip edilemeyeceği hususu tartışılmalıdır.  Daha  önce  değinildiği  üzere  Kanunda  sadece  ilk  peşin sermaye  değerinin  istenebileceği  belirtildiğinden  ve  gelirlerde  meydana gelen artışlara ilişkin hiçbir hükme yer verilmediğinden ötürü, iş kazası ya da meslek hastalığıyla uygun illiyet bağı içerisinde meydana gelen artışlar istenememelidir. Dolayısıyla sigortalının iş göremezlik oranı arttığı zaman, yeni  iş  göremezlik  oranına  göre  belirlenen  peşin  sermaye  değeri  rücu edilememelidir. Kurumun kontrol muayene kaydının bulunduğu hallerde iş göremezlik derecesinin kesinleşmesini beklemesi gerekmekteyken, Kurum beklemeyerek rücu davasını açmışsa, bu durumun sonuçlarına katlanmalıdır. Zira Kurum davayı açarken rücu edeceği ilk peşin sermaye değeri olarak, daha düşük olan iş göremezlik derecesine göre belirlenen peşin sermaye değerini göstermiştir.  Üçüncü ve son ihtimal ise farklı sigorta kollarına ait gelir ve aylıkların birleşmesi durumudur. Gelir ve aylıkların birleşmesi hususu, 5510 sayılı kanun md.54 de düzenlenmiştir. İlgili hüküm uyarınca,  Malûllük, yaşlılık, ölüm  sigortaları  ve  vazife  malûllüğü  ile  iş  kazası  ve  meslek  hastalığı sigortasından hak kazanılan aylık ve gelirler birleşirse, sigortalıya veya hak sahibine bu aylık veya gelirlerden yüksek olanın tamamı, az olanın yarısı, eşitliği halinde ise iş kazası ve meslek hastalığından bağlanan gelirin tümü, malûllük,  vazife  malûllüğü  veya  yaşlılık  aylığının  yarısı  bağlanır .  Bu bakımdan iş kazası ve meslek hastalığından bağlanan gelirin daha yüksek, ancak uzun vadeli sigorta kolundan bağlanan aylığın daha düşük olduğu hallerde, ilk peşin sermaye değerinde bir azalma söz konusu olmayacağı için bir sorun ortaya çıkmayacaktır. Ancak iş kazası ve meslek hastalığından bağlanan gelirin yarıya düşmesi halinde ilk peşin sermaye değerli gelirde değişiklik  gerçekleşecektir.  Bu  gibi  durumlarda  da  rücu  edilebilecek miktarın belirlenmesine ilişkin bir örnekten hareket etmek uygun olacaktır. 2012 yılında sigortalıya uğradığı iş kazası nedeniyle 50.000-TL ilk peşin değerli gelir bağlandığını düşünelim. Ancak 2 yıl geçtikten sonra sigortalı yaşlılık aylığına hak kazanma koşullarını sağlamış ve yaşlılık aylığı miktarı, iş kazası ve meslek hastalığına uğraması nedeniyle aldığı gelirden daha                                                  45  Güneş, 177.    1039İş Kazası...                                       Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070  yüksek  olduğu  için  aldığı  gelir  yarıya  düşmüş  ise,  yeni  durum  dikkate alınarak 2014 yılı için sigortalı açısından tekrar peşin sermaye değeri hesabı yapılmalıdır. Yeni belirlenen peşin sermeye değerinin miktarının 35.000-TL, peşin sermaye değerinin değişmesine kadar geçen iki yıl için yapılan fiili ödeme miktarının da 10.000-TL olduğu düşünülürse, rücu edilecek miktar 45.000-TL  olacaktır.  Ancak  sigortalı  5  yıl  sonra  yaşlılık  aylığına  hak kazanma  koşullarını  sağlamış  ve  yeni  koşullara  göre  belirlenen  peşin sermaye değeri ile fiili ödeme miktarı toplamı, 2012 yılında belirlenen ilk peşin  sermaye  değerini  aşmaktaysa,  rücu  edilebilecek  miktar  50.000-TL olarak kabul edilmelidir.  5. Rücu edilemeyecek ödemeler     Sosyal  Güvenlik  Kurumu,  yaptığı  ödemeleri  gerek  işverene  gerek üçüncü kişiye rücu edebilecektir. Ancak ilk peşin sermaye değeri açısından konuyu ele aldığımızda, 5510 sayılı kanun md.21/I ile md.23 gereği ilk peşin sermaye değerli gelirin tamamı kural olarak işverene kusuru oranında rücu edilebilecekken,  5510  sayılı  kanun  md.21/IV  gereği  ilk  peşin  sermaye değerli gelirlerin yarısı kusuru oranında üçüncü kişilere rücu edilebilecektir. Rücu edilebilecek Kurum ödemeleri bu şekilde anlaşılabilir. Ancak Türk Borçlar Kanunu (TBK) md.55/I de üçüncü kişilerin yasalardan veya özel hukuk ilişkilerinden dolayı zarar görene yaptığı, ancak tazminat sorumlusuna rücu  edemeyeceği  ödemelerin  tazminattan  indirilemeyeceği  hususu düzenlenmiş olup, açıkça kısmen veya tamamen rücu edilemeyen sosyal güvenlik  ödemeleri  zarar  veya  tazminattan  indirilemez  ifadesine  yer verilmiştir. Öğretideki bir görüşe göre ilgili hüküm uygulamada kabul edilen bir ilkeyi kanun maddesi haline getirmiştir. Gerçekten 818 sayılı Borçlar Kanunu ile 506 sayılı kanunun yürürlükte olduğu dönemde işveren aleyhine açılan  tazminat  davalarında  rücu  hakkının  bulunmadığı  sosyal  güvenlik ödemelerinin  denkleştirmeye  girmeyeceğine,  bu  çerçevede  ölüm  ya  da malullük  yardımlarının  zarardan  düşülmeyeceğine  dair  çeşitli  Yargıtay kararlarının da var olduğu görülmektedir. Bununla birlikte TBK md.55/I in yürürlüğe girmesinde sonra öğretide rücu edilemeyecek olan sosyal güvenlik ödemelerinden hangi hususun anlaşılacağı sorusu tartışmalara yol açmıştır.                                                   46  Kılıçoğlu, 422. İnceoğlu-Paksoy, 1390.  47  YHD, 14.05.1986, 3458/4124, YHGK, 28.11.1979, 4-1110/1395, Başbuğ, Rücu, 842, dn. 36. Başbuğ, Denkleştirme, 112-113.  1040Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070                                                Civan İş  hukuku  öğretisindeki  bir  görüşe  göre  rücu  edilemeyen  sosyal güvenlik ödemeleriyle kastedilen 5510 sayılı kanun md.21/son da belirtilen ödemelerdir.  Ancak  TBK  md.55/I  ile  rücu  edilemeyen  sosyal  güvenlik ödemelerinden neyin amaçlandığının da açık olmadığı vurgulanmaktadır. İlgili  hüküm  gereği,   İş  kazası,  meslek  hastalığı  ve  hastalık;  kamu görevlileri, er ve erbaşlar ile kamu idareleri tarafından görevlendirilen diğer kişilerin vazifelerinin gereği olarak yaptıkları fiiller sonucu meydana gelmiş ise,  bu  fiillerden  dolayı  haklarında  kesinleşmiş  mahkûmiyet  kararı bulunanlar  hariç  olmak  üzere,  sigortalı  veya  hak  sahiplerine  yapılan ödemeler veya bağlanan gelirler için kurumuna veya ilgililere rücû edilmez. Ayrıca,  iş  kazası  veya  meslek  hastalığı  sonucu  ölümlerde,  bu  Kanun uyarınca hak sahiplerine bağlanacak gelir ve verilecek ödenekler için, iş kazası veya meslek hastalığının meydana gelmesinde kusuru bulunan hak sahiplerine veya iş kazası sonucu ölen kusurlu sigortalının hak sahiplerine, Kurumca rücû edilmez . Her ne kadar iş kazası veya meslek hastalığının meydana  gelmesinde  kusuru  bulunan  hak  sahiplerinin  Kuruma  karşı sorumluluğunun doğmayacağı hususu sosyal ve insancıl bir yaklaşım sonucu olarak  kabul  edilebilirse  de,  kesinleşmiş  mahkûmiyet kararı  bulunanlar hariç  olmak  üzere  kamu  görevlilerinin  ve  çalıştıkları  kurumun sorumluluğunun  kaldırılması  haklılaştırılabilecek  nitelikte  değildir. Normalde davalının kamu görevlisi olması halinde rücu davaları, Anayasa md.129/V hükmü gereğince idare aleyhine açılabilmelidir. 506 sayılı kanun döneminde de Yargıtay verdiği bir kararında, memur olan kişinin kamu görevini  yerine  getirirken  kusurlu  hareketi  ile  iş  kazasına  neden  olması durumunda rücu davasının hasımı olamayacağına hükmetmiştir. Diğer bir deyişle husumetin idareye yöneltilmesi esası benimsenmiştir. Ancak 5510                                                  48  Akın, İşveren ve İşveren Vekilinin Sorumlulukları, 21. 26-30 Eylül 2012 tarihli Türkiye Toprak,  Seramik,  Çimento  ve  Cam  Sanayii  İşverenleri  Sendikası,  Çalışma  Mevzuatı Seminerinin genel görüşme kısmında Süleyman Başterzi tarafından belirtilmiş olan görüş için bkz.; Türkiye Toprak, Seramik, Çimento ve Cam Sanayii İşverenleri Sendikası, Çalışma Mevzuatı Seminer Notları, 26-30 Eylül 2012, Antalya, Genel Görüşme, 95.  49  Turan, Rücu, 88.  50  Öğretideki bir görüşe göre, mahkumiyet sözcüğüyle kastedilen hem cezai hem de hukuki mahkumiyettir (Aslanköylü, Şerh, 1012).  51  YHD,  24.06.2003,  4305/5259,  www.kazanci.com.tr,  07.05.2015.  Aynı  doğrultudaki diğer  bir  karar  için  bkz.;  YHD,  07.10.2003,  6124/6653,  www.kazanci.com.tr, 07.05.2015.  52  Güzel-Okur-Caniklioğlu, 497, dn. 265.    1041İş Kazası...                                       Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070  sayılı kanun üçüncü kişi niteliğinde olan kamu görevlilerine ve çalıştıkları Kuruma rücu davasının yöneltilemeyeceği hususunu kanun hükmü halinde getirmiştir.  Kamu  ve  özel  sektör  işverenleri  arasında  böyle  bir  ayrıma gidilmiş olmasını, Anayasanın 10. maddesinde düzenlenen eşitlik ilkesiyle bağdaştırmak zordur.  Diğer bir görüşe göre ise Kanunun anılan hükmüyle sadece 5510 sayılı kanun  md.21/son da  öngörülen  ödemeler  değil,  buna  ek  olarak  Kurum tarafından  yapılan  ödemeler  ile  bağlanan  gelirlerin  işveren  veya  üçüncü kişilere rücu edilemeyen (özellikle rücu davasına muhatap olan kişilerin kusurlarıyla  sebep  olmadığı)  kısımları  da,  rücu  edilemeyecek  ödemeler kapsamında ele alınmalıdır.   Öğretideki başka bir görüş ise TBK md.55/I ile getirilen düzenlemenin sakıncaları üzerinde durmaktadır. Bu görüş, kısmen veya tamamen rücu edilemeyen  sosyal  güvenlik  ödemelerinin  denkleştirmeye  tabi tutulmamasını,  işverenin  sorumluluğunun  kusursuz  sorumluluğa dayandırılmasıyla açıklamaktadır. Zira iş kazasına uğrayan işçi veya işçinin hayatını  kaybettiği  hallerde  yakınları  maddi  tazminat  davası  açtığında, talepleri  Kurum  tarafından  karşılanmayan  zararların  giderilmesine yönelecektir. Bu çerçevede de müterafik kusurun varlığı halinde hesaplanan tazminat  miktarından  indirime  gidilmesi  gerektiği  gibi,  illiyet  bağının kesildiği  hallerde  ise  tazminat  talebinin  tümüyle  reddedilmesi gerekmektedir.  Ancak  TBK  md.55/I de  kısmen  veya  tamamen  rücu edilemeyen  sosyal  güvenlik  ödemelerinin  tazminattan  veya  zarardan indirilemeyeceğinin düzenlenmesi sonucu, işveren kusuruyla sebep olmadığı tüm  ödemeleri  de  işçiye  veya  yakınlarına  ödemek  zorunda  kalacaktır. Türkiye Cumhuriyetinin sosyal devlet olmasının bir gereği olarak Kurumun yaptığı yardımlar sonucu işçinin veya yakınlarının zararı karşılanmış olsa dahi, işveren tazminat ödemek zorunda kalabilecektir. Bu durum ise zararın karşılanması ile zararın rücu edilmesi kavramlarının birbirine karışmasına yol  açmaktadır.  Kurumca  yapılan  bazı  ödemelerin  işverene  rücu edilmemesinin  nedeni  işverenin  Kurumun  yaptığı  ödemelere  yol açmamasıdır.  İşverene  rücu  edilemeyen  her  zarar  kaleminin  işveren                                                  53  Aslanköylü, Şerh, 1012.  54  Ergin, 136-137.  55  Baycık, 146.  56  Centel, 16-17.  1042Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070                                                Civan tarafından ödenecek tazminatın içinde kabul edilmesi, zararın tamamının işveren  tarafından  karşılanması  sonucunu  doğuracağı  gibi,  işçinin  veya desteğinden  yoksun  kalanların  enflasyon  farkı  nedeniyle  peşin  sermaye değerindeki artış dolayısıyla sebepsiz zenginleşmelerine de yol açacaktır.    Kanaatimizce kısmen veya tamamen rücu edilemeyecek sosyal güvenlik ödemeleri ifadesi, madde metni ve gerekçesi dikkate alındığında geniş bir şekilde yoruma tabi tutulmalıdır. Diğer bir ifadeyle Kurumun sigortalı veya hak sahiplerine yaptığı ancak rücu edemediği parasal yardım, niteliği ne olursa olsun, işçi ya da yakınları tarafından işveren veya üçüncü kişiler aleyhine  açılan  tazminat  davalarında  denkleştirmeye  tabi  tutulmamalıdır. Nitekim TBK md.55 in gerekçesine göre,  Sosyal güvenlik ödemelerinin, denkleştirme (indirim) işlevi görebilmesi, onun sorumluluğu doğuran olaya sebebiyet  verenlere  rücu  edilebilmesine  bağlıdır.  Bir  kural  gereği  rücu edilemeyen (emekli sandığı maaşı, malüllük aylığı, ölüm sigortası aylığı) sosyal  güvenlik  ödemeleri;  teknik  arıza,  tam-kaçınılmazlık  hâlindeki ödemeler ve benzeri ödemeler bu tazminatlardan indirilemeyecektir. Aynı şekilde prensip olarak rücu edilebilen sosyal güvenlik ödemelerinden bir kısmı rücu edilemeyen miktar dahi denkleştirilemeyecektir. Zarar görenin kusuruna  (müterafik  kusura)  yansıyan  sosyal  güvenlik  ödemeleri,  tahsis tarihinden  sonra  meydana  gelen  sosyal  güvenlik  ödemelerindeki  artışlar, kısmi kaçınılmazlık ve teknik arıza hâlindeki ödemeler ve benzerleri rücu edilemediğinden  bu  miktarlar  dahi  denkleştirilemeyecektir .  Gerekçenin açıklığı karşısında kısmen veya tamamen rücu edilemeyecek sosyal güvenlik ödemeleri  ifadesini,  sadece  5510  sayılı  kanun  md.21/son da  öngörülen ödemelerle  sınırlamayan  görüşün  haklılık  payı  olduğu  düşünülmektedir. Yargıtay kararlarının da bu yönde olduğu görülmektedir.  Değinildiği  üzere  öğretide,  TBK  md.55 deki  düzenleme  nedeniyle zararın  tamamının  işveren  tarafından  karşılanacağı  ve  işçinin  sebepsiz zenginleşeceği endişeleri mevcuttur. Bu durum Anayasa Mahkemesinin de önüne götürülmüştür. İtiraz, TBK nın 55. maddesinin kısmen veya tamamen rücu edilemeyen sosyal güvenlik ödemeleri hükmünün, yaş, cinsiyet, gelir, kusur ve sürekli iş göremezlik oranları açısından aralarında bir fark olmadığı                                                  57  Caniklioğlu, 520.  58  YHD, 13.09.2012, 13182/14603, Caniklioğlu, 517. YHD, 05.11.2013, 11055/19722, Çalışma  ve  Toplum,  (41)  2014/2,  380.  YHD,  25.09.2014,  10945/18666,  YHD, 11.02.2014, 21369/1967, www.kazanci.com.tr, 08.05.2015.    1043İş Kazası...                                       Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070  halde sigortalı mağdurların zararlarının sigortalı olmayan mağdurlara göre daha fazla tazmin edilmesine, işveren konumundaki davalıların ise Kuruma iş kazası ve meslek hastalığı primi ödedikleri halde sigortalının zararının tamamı kadar tazminatı sigortalıya veya Kuruma ödemek zorunda kaldığı için işveren olmayan davalılara göre daha fazla tazminat ödemelerine neden olduğu gerekçesine dayanmaktadır. Ancak Anayasa Mahkemesi itirazı haklı görmeyerek  kararında,   bir  iş  kazası  nedeniyle  belirli  bir  süre çalışamayacak  olan  sigortalı  işçiye  ekonomik  bir  güvence  sağlamak amacıyla  5510  sayılı  Kanun  gereğince  yapılan  yardımlar  sosyal  devlet olmanın gereği olup işveren veya üçüncü kişilerin iş kazası nedeniyle işçiye karşı sorumlu oldukları tazminat borcunu ikame amacı taşımamaktadır. Bu nedenle, iş kazasından zarar gören sigortalı işçi veya hak sahibi yakınlarınca, kazada sorumluluğu bulunanlar aleyhine açılan tazminat davalarında, işveren veya üçüncü şahıslara rücu edilemeyen sosyal güvenlik ödemelerinin zarar veya  tazminattan  indirilmemesine  yönelik  itiraz  konusu  kuralda  sosyal hukuk devleti ilkesi ile çelişen bir yön bulunmamaktadır. İş kazası ve meslek hastalığı primi işveren tarafından karşılanmakta ise de hiç kimse kendi kastı veya kusuru ile başkasının ölmesi veya sakat kalması sonucunda meydana gelen  zararlara  karşı,  sosyal  sigorta  yoluna  başvurarak  tazminat sorumluluğundan  kurtulamaz.  Böyle  bir  tutum,  sosyal  sigorta  sisteminin amacına aykırı düşeceği gibi sigorta primi ödeyerek zararı karşılama yoluna başvuran işverenin, işçinin canına veya sağlığına zarar gelmesini önleme ödevini yerine getirmede gerekli özeni göstermekten kaçınması sonucunu da doğurabilir. Diğer yandan, SGK'nın iş kazası geçiren sigortalı işçi veya hak sahibi yakınlarına yaptığı ödemelerin  5510 sayılı Kanun'un 21.  maddesi uyarınca işverene rücu edilebilen kısmı tazminat davasında indirim konusu yapılabildiğinden, işverenin aynı kaza nedeniyle SGK'ya ve sigortalı işçiye mükerrer tazminat ödemesi de söz konusu değildir  ifadelerine yer vermiştir.  TBK md.55 hükmü yürürlükte olduğu sürece işverenler veya üçüncü kişiler  aleyhine  açılan  tazminat  davalarında  kısmen  veya  tamamen  rücu edilemeyen sosyal güvenlik ödemeleri denkleştirmeye tabi tutulamayacaktır. Bu çerçevede iş kazası veya meslek hastalığı nedeniyle Kurum tarafından sigortalı  veya  hak  sahiplerine  yapılan  ve  kısmen  veya  tamamen  rücu edilemeyecek olan sosyal güvenlik ödemelerinin başında, işverenin veya                                                  59  AYM,  28.11.2013,  74/143,  http://www.anayasa.gov.tr/Kararlar/KararlarBilgiBankasi/, 08.05.2015. 1044Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070                                                Civan üçüncü kişinin kusurunu aşan ödemeler ile 5510 sayılı kanun md.21/son kapsamında rücu edilemeyecek ödemeler gelmektedir.      Gerçekten Kurum tarafından açılan rücu davalarında iş kazası veya meslek hastalığının meydana gelmesinde işverenin ve/veya üçüncü kişinin kusuru göz önüne alınmaktadır. Diğer bir deyişle işverenin veya üçüncü kişinin  iş  kazası  veya  meslek  hastalığının  meydana  gelmesinde  kısmen kusurunun bulunduğu hallerde, hem kısmen rücu edilebilen hem de kısmen rücu  edilemeyen  sosyal  güvenlik  ödemelerinden  söz  edilebilecektir. Değinilmelidir ki Yargıtay kararlarına göre,  İşverenin 506 sayılı Kanunun 10. maddesine dayanan sorumluluk hali, kendisinin zamanında bildirimde bulunmamasından  kaynaklandığından,  hiç  kimse  kendi  kusurundan yararlanamayacağından, bu halde dahi 26. maddeye göre rücu edilebilen miktar kadar indirim yapılması gerekecektir . Diğer bir ifadeyle Yargıtayın yerleşik  hale  geldiğini  düşündüğümüz  kararlarına  göre  işverenin sorumluluğu 5510 sayılı kanun md.21 den veya md.23 den kaynaklansa da denkleştirmeye tabi tutulacak miktar belirlenirken sadece işverenin kusuruna isabet eden kısım dikkate alınmaktadır. Her ne kadar Yargıtayın bu yöndeki kararları 506 sayılı kanuna ilişkinse de 5510 sayılı kanun döneminde de geçerliliğini devam ettireceği düşünülmektedir. Ayrıca iş kazası veya meslek hastalığı tümüyle üçüncü kişinin kusurundan ileri gelse dahi, Kanun gereği üçüncü kişiye ilk peşin sermaye değerinin yarısı rücu edilebilecek, geriye kalan yarısı ise rücu edilemeyecektir.  6552 sayılı kanunda da ev hizmetlerinde çalışan kişilerin sigortalılığı açısından  önemli  düzenlemelere  yer  verilmiştir.  Bu  kapsamda  ev hizmetlerinde 10 günden az çalışanla, 10 günden fazla çalışan arasında bir ayrıma gidilmiştir. Ev hizmetlerinde 10 günden az çalışanları çalıştıranlar, işveren olarak kabul edilmemiştir. Dolayısıyla 10 günden az çalışan bir kişinin iş kazası veya meslek hastalığına uğraması durumunda 5510 sayılı kanun  md.21/I  hükmünün  uygulanmayacağı  yönünde  bir  düzenleme yapılmıştır (Ek madde 9/III). Bu bakımdan ev hizmetlerinde 10 günden az çalışanları  çalıştıranlar,  bir  iş  kazası  veya  meslek  hastalığının  meydana gelmesinde kusurlarının bulunması halinde sadece üçüncü kişi gibi kabul edilebileceklerinden  en  fazla  ilk  peşin  sermaye  değerinin  yarısı  rücu                                                  60  YHD,  18.03.2013,  18442/4867,  www.kazanci.com.tr,  27.05.2015.  Aynı  yöndeki  diğer kararlar için bkz.; YHD, 26.09.2013, 9753/17201, YHD, 16.04.2013, 12186/7656, YHD, 02.11.2012, 12797/18481, YHD, 10.02.2014, 17973/1797, www.kazanci.com.tr, 27.05.2015.    1045İş Kazası...                                       Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070  edilebilecektir. Ev hizmetlerinde çalışanlarla ilgili değinilen rücu edilemeyen sosyal güvenlik ödemeleri, TBK md.55/I de geçen kısmen rücu edilemeyen sosyal güvenlik ödemeleri olarak anlaşılabilir.  Tamamen  rücu  edilemeyecek  sosyal  güvenlik  ödemelerinin  başında yukarıda  da  değinildiği  üzere  5510  sayılı  kanun  md.21/son  hükmü gelmektedir. Bunun dışında üçüncü kişi ve 5510 sayılı kanun md.23 dışında işveren, Kuruma karşı kusuru oranında sorumludur. Bu gibi durumlarda eğer iş  kazası  veya  meslek  hastalığının  meydana  gelmesinde  işverenin  veya üçüncü kişinin kusuru yoksa Kurum yaptığı ödemeleri ve bağladığı gelirleri rücu  edemeyecektir.  Ancak  zarara  uğrayan  sigortalı  veya  hak  sahipleri, kanunda  düzenlenen  kusursuz  sorumluluk  hallerine  (örneğin  işveren açısından TBK md.71 de düzenlenen tehlike sorumluluğuna, üçüncü kişi açısından Karayolları Trafik Kanununda düzenlenen kusursuz sorumluluğa) dayanabildiği sürece, işverenden veya üçüncü kişiden tazminat talebinde bulunabilecektir.  Bu  gibi  hallerde,  Kurumun  sigortalıya  yahut  hak sahiplerine  yaptığı  ödemeler  veya  bağladığı  gelirler  tamamen  rücu edilemeyecek sosyal güvenlik ödemeleri kapsamında görülmelidir. Son  olarak  üzerinde  durulması  gereken  husus  uzun  vadeli  sigorta kollarından sigortalı veya hak sahiplerine bağlanan aylıklarının durumudur. 506 sayılı kanun döneminde uzun vadeli sigorta kollarından bağlanan aylığın rücu edilmesiyle ilgili bir düzenleme bulunmamaktaydı. Ancak 5510 sayılı kanun  md.39 da  bu  husus  açıkça  düzenlenmiştir.  İlgili  hüküm  gereği,  Üçüncü  bir  kişinin  kastı  nedeniyle  malûl  veya  vazife  malûlü  olan sigortalıya  veya  ölümü  halinde  hak  sahiplerine,  bu  Kanun  uyarınca bağlanacak aylığın başladığı tarihteki ilk peşin sermaye değerinin yarısı için Kurumca  zarara  sebep  olan  üçüncü  kişilere  rücû  edilir .  Söz  konusu düzenleme sonucu sigortalıyı kasten öldüren veya malul duruma getiren üçüncü kişiye ya da iş kazası veya meslek hastalığı dışında sigortalıyı kasten öldüren yahut kasıtlı hareketiyle sigortalının malul kalmasına sebep olan, dolayısıyla üçüncü kişi konumuna gelen sigortalının işverenine rücu davası yöneltilebilecektir.  Ancak  söz  konusu  rücu  her  durumda  kısmen  rücu edilebilen ve kısmen de rücu edilemeyen sosyal güvenlik ödemesi niteliğini taşımaktadır.  Nitekim  5510  sayılı  kanun  md.39 da  uzun  vadeli  sigorta kollarından  bağlanan  aylığın  ilk  peşin  sermaye  değerinin  yarsının  rücu edileceği hüküm altına alınmıştır. Bu çerçevede sigortalı veya hak sahipleri                                                  61  Korkmaz, 91.  1046Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070                                                Civan tarafından  açılan  tazminat  davalarında,  uzun  vadeli  sigorta  kollarından bağlanan aylığa ilişkin ilk peşin sermaye değerinin yarısının kusur karşılığı denkleştirmeye girmelidir.  6. Rücu davalarında müteselsil sorumluluk      Birden  çok  kişinin  aynı  zarardan  doğan  sorumluluğu  müteselsil sorumluluk  olarak  adlandırılır.  818  sayılı  Borçlar  Kanununda  müteselsil sorumluluk  50.  ve  51.  maddelerde  düzenlenmişti.  BK  md.50 de  ortak kusuruyla  zarara  sebebiyet  veren  birden  fazla  kişinin  sorumluluğu düzenlenmişken,  BK  md.51 de  değişik  hukuksal  nedenlerle  birden  fazla kişinin müteselsil sorumluluğu düzenlenmişti. İlk hal tam teselsül, ikinci hal ise eksik teselsül olarak adlandırılmaktaydı. Ancak 6098 sayılı Türk Borçlar Kanununda bu ayrım kaldırılmıştır. TBK md.61 de dış ilişkide müteselsil sorumluluk, TBK md.62 de ise müteselsil sorumluların kendi aralarındaki rücu ilişkisi, diğer bir ifadeyle iç ilişki düzenlenmiştir. Bu genel bilgiden sonra konuyu rücu davaları açısından ele alacak olursak, rücu davalarında müteselsil sorumluluğun genellikle iki şekilde ortaya çıktığı görülmektedir. İlki 5510 sayılı kanunda Kuruma karşı müteselsil sorumlu olduğu belirtilen kişiler  açısından  söz  konusu  olmaktadır.  Örneğin  5510  sayılı  kanun md.12/VI gereği asıl işveren ile alt işveren, 5510 sayılı kanunun işverene yüklediği  yükümlülüklerden  dolayı  Kuruma  karşı  müteselsilen  sorumlu tutulmuştur. Rücu davaları açısından ortaya çıkabilecek olan diğer ihtimal ise işveren ile üçüncü kişinin, sigortalının uğradığı aynı zarara birlikte sebep olmaları halidir. Bu durumda da işveren ile üçüncü kişinin, Kuruma karşı BK md.50 ile md.51 (TBK md.61 ile md.62) gereği müteselsilen sorumlu olduğu kabul edilmektedir. 6098 sayılı kanunda belirtildiği üzere eksik teselsül  –  tam  teselsül  ayrımı  kaldırıldığı  için,  rücu  davalarıyla  ilgili değindiğimiz  her  iki  durumda  ortaya  çıkan  teselsülün  niteliği  üzerinde durulmayacaktır. Ancak uygulamada yaşanabilecek sorunlara karşı her iki durumun da farklı başlıklar altında incelenmesi uygun olacaktır.                                                    62  YHD, 12.07.2011, 3941/11062, www.kazanci.com.tr, 09.05.2015.  63  Kılıçoğlu, 448-449. Eren, 811.  64  Tuncay-Ekmekçi, 379. Güzel-Okur-Caniklioğlu, 485. Aslanköylü, Şerh, 1144. Başbuğ, 63. Turan, Rücu, 43. Korkmaz, 63-64. Müteselsil sorumlulukla ilgili değinilmesi gereken bir husus da meslek hastalıklarında işverenlerin dayanışmalı sorumluluğunun söz konusu olmayacağıdır. Yargıtay göre her bir işverenin kusuru oranında sorumluluğuna gidilmelidir (YHD, 04.03.1997, 1758/1643, Güzel-Okur-Caniklioğlu, 485, dn.222).   1047İş Kazası...                                       Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070  a) 5510 sayılı kanunun öngördüğü müteselsil sorumluluk  5510 sayılı kanun md.12 gereği gerek işveren ile işveren vekili, gerek ödünç iş ilişkisi kurulduğu takdirde ödünç veren işveren ile ödünç alan işveren,  gerek  asıl  işveren  ile  alt  işveren,  5510  sayılı  kanundan  doğan yükümlülüklerden ötürü Kuruma karşı müteselsilen sorumlu tutulmuştur. Bu durumun  kaçınılmaz  sonucu  rücu  davasında  da  müteselsil  sorumluluğun ortaya  çıkmasıdır.  Kanun  bu  durumu  açıkça  öngördüğü  için  belirtilen hallerde ilgililerin müteselsil sorumluluğuna gidilmesi gerektiği açıktır ve sorun yaratacak nitelikte değildir. Ancak özellikle ödünç iş ilişkisinin veya asıl işveren – alt işveren ilişkisinin muvazaalı olduğu durumlarda müteselsil sorumluluk sorunu üzerinde durulması isabetli olacaktır. Nitekim 5510 sayılı kanun  anlamında  da  belirtilen  ilişkilerin  muvazaalı  kurulduğu  sonucuna ulaşmak mümkündür.  Yargıtay bireysel iş hukukuna ilişkin ve özellikle ödünç iş ilişkisinin muvazaalı  olduğunu  düşündüğü  durumla  ilgili  verdiği  bazı  kararlarda, muvazaalı bir hukuki muamele ile üçüncü kişiye verilen zararın tazmininin haksız  fiil  sorumluluğuna  dayanılarak  haksız  fiili  gerçekleştiren  taraftan talep edilebileceğini, muvazaalı işlemin tarafı olan kişinin, gerçek işverenle birlikte  müştereken  ve  müteselsilen  sorumlu  tutulması  gerektiğini belirtmiştir.  Sosyal  güvenlik  hukuku  açısından  belirtilen  kararlarla  aynı doğrultuda  verilmiş  bir  karara  rastlanmamaktadır.  Ancak  Yargıtay  bazı kararlarında muvazaalı kabul edilebilecek olan ilişkiyi 5510 sayılı kanun anlamında  geçerli  bir  ilişki  gibi  gördüğünden  müteselsil  sorumluluğa hükmetmiştir.  Ancak  bu  yöndeki  müteselsil  sorumluluk  açısından muvazaanın olup olmadığı ve muvazaa olduğu tespit edildiği takdirde ahlaka aykırı bir fiil oluşturup oluşturmayacağı, diğer bir deyişle sigortalının gerçek işvereni  ile  muvazaalı  ilişkiyi  kuran  karşı  tarafın  Kurum  karşısında müteselsilen  sorumlu  olup  olmayacağı  üzerinde  durulmamıştır.  Bununla birlikte  bireysel  iş  hukukunda  verilen  kararların  yerindeliği  ve  sosyal güvenlik hukukuna etkisi üzerinde durmak gerekmektedir.  Öncelikle şu hususu belirtelim, iş hukukunda ödünç iş ilişkisi ve asıl işveren – alt işveren ilişkisi gibi üçlü iş ilişkilerinde ortaya çıkan muvazaa                                                  65  YHD, 07.03.2013, 2572/2349, Çalışma ve Toplum – Ekonomi ve Hukuk Dergisi, (40) 2014/1, 398-403. YHD, 16.01.2014, 37248/247, Çalışma ve Toplum – Ekonomi ve Hukuk Dergisi, (41) 2014/2, 424-427.  66  YHGK, 25.05.2011, 21-290/361, www.kazanci.com.tr, 24.04.2015. 1048Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070                                                Civan genelde  tarafta  muvazaadır.  Tarafta  muvazaada  sözleşme,  taraf  olarak gözüken  kimseden  başka  bir  kimse  ile  yapılmaktadır.  Muvazaanın  bu çeşidinde her zaman için biri görünüşte, diğeri ise gizli iki hukuki işlem bulunmaktadır. Diğer bir deyişle tarafta muvazaa, nispi muvazaanın bir çeşididir.  Bu  bakımdan  örneğin  muvazaalı  asıl  işveren  –  alt  işveren ilişkisinde, görünürdeki işlem asıl işveren – alt işveren ilişkisi, gizli işlem ise işçi ile asıl işveren arasında kurulan iş sözleşmesi olarak kabul edilmelidir. Burada da muvazaanın yaptırımı üzerinde durulmalıdır.  Öğretide, Yargıtayın kararlarıyla aynı doğrultuda olan ve muvazaalı ilişki kurmanın ahlaka aykırılık nedeniyle haksız fiil oluşturacağını ifade eden  görüşlere  rastlanmaktadır.  Buna  karşılık  kanaatimizce  muvazaa kendine özgü yaptırımı olan bir hukuki kurumdur. Bu itibarla gerek ödünç iş ilişkisinde gerek asıl işveren – alt işveren ilişkisinde belirttiğimiz türde bir nispi muvazaa ortaya çıktığında uygulanacak yaptırım, muvazaalı işlem olan görünüşteki işlemin taraflar arasında hüküm ve sonuç doğurmamasıdır. Diğer  bir  ifadeyle  görünüşteki  işlem  hükümsüzdür.  Görünüşteki  işlemin arkasına saklanan gizli işlem ise tarafların gerçek iradelerine uygun olduğu için, kanunun öngördüğü şekil ve esas şartlarını (örneğin ahlaka, kişilik haklarına  vs.  aykırı  olmamak)  da  taşıyorsa  diğer  bir  deyişle  geçerlilik şartlarına sahip ise muvazaadan etkilenmez ve geçerli bir sözleşme olarak hüküm ve sonuçlarını doğurur.  Yargıtay her ne kadar işçiyi korumak düşüncesiyle hareket etmekte ve işçinin  karşısına  müteselsilen  sorumluluğuna  gidilebilecek  iki  kişi çıkarmaktaysa da, muvazaanın ahlaka aykırılık oluşturduğu gerekçesiyle her zaman  için haksız  fiil  niteliği  taşıdığı  kanaatimizce  söylenemez.  Ahlaka aykırılık kavramı oldukça muğlak bir nitelik taşımaktadır. Gerek ödünç iş ilişkisinde gerek asıl işveren – alt işveren ilişkisinde ortaya çıkan muvazaa ile başkasına zarar verilmesi her ne kadar ahlaki olarak toplum tarafından kınanabilir bir davranış olsa da, toplum tarafından kınanan her davranış, onu                                                  67  Eren, 355.  68  Kocayusufpaşaoğlu, 351. Öğretideki bir görüşe göre tarafta muvazaa (şahışta muvazaa) şeklinde bir muvazaa türü yoktur. Tarafta muvazaa olarak nitelendirilen hallerde aslında mutlak muvazaa bulunmaktadır (Oğuzman-Öz, 109).   69  Alpagut, 25.  70  Eren, 356. Handkommentar zum Schweizer Privatrecht-Kut, Art.18, N. 29.  71  Kocayusufpaşaoğlu, 355. Oğuzman-Öz, 111. Eren, 361. Kılıçoğlu, 173. Handkommentar zum Schweizer Privatrecht-Kut, Art.18, N. 29. Reisoğlu, 108.    1049İş Kazası...                                       Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070  TBK md.49/II anlamında ahlaka aykırı hale getirmez. Yapılan açıklamalar çerçevesinde bireysel iş hukuku açısından vardığımız bu sonucun, sosyal güvenlik hukuku açısından da geçerli olduğu ifade edilmelidir. Dolayısıyla muvazaalı asıl işveren – alt işveren ilişkisinin ya da ödünç iş ilişkisinin var olduğu  hallerde,  muvazaanın  sözleşme  hukukundan  doğan  yaptırımı uygulanarak,  sorumluluğun  sigortalıların  gerçek  işverenine  yöneltilmesi gerekmektedir. Bu itibarla asıl işveren – alt işveren ilişkisi muvazaalı olarak kurulduğu takdirde, alt işveren işçisi olarak gösterilen sigortalı iş kazası veya meslek hastalığına uğrayacak olursa işveren sıfatıyla sorumluluk sigortalının gerçek işvereni olan asıl işverene ait olacaktır. Bununla birlikte iş kazasının veya meslek hastalığının meydana gelmesinde alt işveren olarak gösterilen kişinin kusurunun var olduğu tespit edilebildiği takdirde 5510 sayılı kanun md.21/IV gereği üçüncü kişi sıfatıyla sorumluluğuna gidilebilecektir. Alt işveren  olarak  gösterilen  kişinin  kusuru  mevcut  değilken,  sırf  kurulan ilişkinin muvazaalı olduğunun tespitinden ve bu durumun ahlaka aykırılık oluşturarak haksız fiile yol açtığından hareketle, alt işveren olarak gösterilen kişinin  sigortalıların  gerçek  işvereni  olan  asıl  işverenle  birlikte  Kurum karşısında müteselsilen sorumlu tutulmasının olanaklı olmadığı sonucuna varılmalıdır.  Zira  zaten  muvazaanın  yaptırımı  uygulanmış,  sorumluluk gerçek işverene yöneltilmiştir.  b)  İşveren  ile  üçüncü  kişinin,  sigortalının  uğradığı  aynı  zarara birlikte sebep olmaları durumu  Yargıtay sigortalının uğradığı iş kazası veya meslek hastalığı nedeniyle yapılan ödemeler dolayısıyla açılan rücu davalarında, işveren ile üçüncü kişinin birlikte kusuru varsa, Kurum karşısında ilgili kişilerin müteselsil sorumluluğuna gitmektedir. Bu yöndeki bir karara göre,  Sigortalının iş kazası  veya  meslek  hastalığına  uğramasına  birden  çok  kişinin  birlikte kusurlarıyla  sebebiyet  vermeleri  halinde;  6098  sayılı  Türk  Borçlar Kanunu'nun 61 ve 62. ( 818 sayılı Mülga Borçlar Kanununun 50 ve 51 ) maddeleri uyarınca teselsül hükümlerine göre birlikte sorumlulukları söz                                                  72  Civan-Çağlayan Aksoy, 204, 207.  73  YHD, 17.12.2013, 3358/24638, www.kazanci.com.tr, 24.04.2015. Müteselsil sorumlulukla ilgili  diğer  Yargıtay  kararları  için  bkz.;  YHD,  23.09.2010,  8249/12088,  YHD, 18.03.2014, 12130/8187, YHD, 05.03.2013 1800/3983, YHD, 10.04.2012, 13631/7051, www.kazanci.com.tr, 24.04.2015.  1050Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070                                                Civan konusu  olacaktır.  Bu  halde,  Türk  Borçlar  Kanunu'nun  62'inci  maddesi uyarınca kendi payına düşeninden fazlasını ödeyen kişinin diğer müteselsil sorumlulara  karşı  rücu  hakkı  baki  kalmak  koşuluyla,  her  bir  sorumlu yönünden kusurlarına düşen miktar ayrılmaksızın teselsül kurallarına göre sorumluluklarına  hükmedilebilecektir.  İş  kazası  veya  meslek  hastalığına birlikte neden olan sorumluların işveren ve üçüncü kişi olması durumunda, yapılan  harcama  ve  ödemeler  yönünden  ayrı  bir  durum  söz  konusu olmadığından,  toplam  kusurlarına  düşen  ödemelerden  müteselsilen sorumluluklarına  hükmedilir.  İşveren;  sigortalı  ya  da  hak  sahiplerine bağlanan gelirlerin ilk peşin sermaye değerinin tümünden ancak sigortalı ya da hak sahiplerinin işverenden isteyebileceği miktarla sınırlı olmak üzere, üçüncü kişi ise böyle bir sınırlama olmaksızın ilk peşin sermaye değerinin yarısından sorumludur. Bu durumda, işveren; sigortalı ya da hak sahibinin işverenden isteyebileceği gerçek zararı aşmayan ilk peşin sermaye değerinin müteselsil sorumluların toplam kusuruna düşeninden sorumludur. Üçüncü kişinin ise ilk peşin sermaye değerinin yarısının müteselsil sorumluların toplam  kusuruna  düşen  tutarından  sorumlu  olması  gerekecektir.  Davaya konu  somut  olaya  gelince;  hükme  esas  alınan  29.02.2012  tarihli  kusur raporunda davalı işverenin %30, üçüncü kişi olan diğer davalıların %70 oranında  kusurlu  oldukları,  hak  sahiplerine  bağlanan  gelirlerin  ilk  peşin sermaye  değeri  toplamının  51.404,62  TL  olduğu,  her  bir  hak  sahibine bağlanan  gelirin  ilk  peşin  sermaye  değerinin  hesaplanan  gerçek  zararın altında kaldığı, davalıların toplam %100 kusurlu olmalarına göre; teselsül hükümleri  uyarınca  ilk  peşin  sermaye  değerli  gelirin  yarısından  tüm davalıların müştereken müteselsilen sorumlu oldukları, ilk peşin sermaye değerli gelirin kalan yarısından ise işverenin 2:L. maddenin birinci fıkrası hükmü  uyarınca  sorumlu  olması  gerekmektedir.  Mahkemece;  yukarıda açıklanan maddi ve hukuki esaslar ile 6100 sayılı Hukuk Muhakemeleri Kanununun 26. ( mülga HUMK 74. ) maddesindeki taleple bağlılık ilkesi gözetilerek,  davacı  Kurumun  birleşen  davadaki  talebine  göre;  ilk  peşin sermaye  değerli  gelirin  yarısının  %70'i  olan  17.991,61  TL'nin  tüm davalılardan müştereken ve müteselsilen, 33.413,01 TL'nin işveren A... Ltd. Şti'nden tahsiline karar verilmesi gerekirken, yanılgılı değerlendirme sonucu yazılı biçimde eksik rücu alacağının hüküm altına alınmış olması, usul ve yasaya aykırı olup, bozma nedenidir .   1051İş Kazası...                                       Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070  Yargıtayın başka bir kararı uyarınca da,  … hükme esas alınan kusur raporunda davalı işveren Tekirdağ Belediye Başkanlığı'nın %60, üçüncü kişi olan diğer davalı L. K.'ın %10, kazalının %30 oranında kusurlu olduğu, sigortalının hak sahiplerine bağlanan gelirlerin ilk peşin sermaye değerinin 113.415,36 TL, tedavi masrafının 279,31 TL olduğu, davalı işverenin 23. madde hükmü uyarınca Kurum zararının %85'inden sorumlu olduğu, teselsül hükümleri uyarınca ilk peşin sermaye değerli gelirin yarısı ( 56.707,68 TL ) ile masraflar toplamının %70 kusur karşılığından ise davalı L. K.'ın 21/4. madde gereğince müştereken müteselsilen sorumlu olduğu gözetilmeksizin, yanılgılı değerlendirme sonucu, davalı L. K.'ın ilk peşin sermaye değerli gelirin tamamının %70'inden sorumlu tutulmuş olması, usul ve yasaya aykırı olup, bozma nedenidir .  Yargıtay bu kararında teselsülü farklı miktarlarda belirlemiş olup, 5510 sayılı kanun md.23 gereği sigortalının kusurunun bir kısmına da işverenin katlanması gerektiğini düşünerek, işverenin müteselsilen sorumlu olacağı miktarı, işverenin kusuru, üçüncü kişinin kusuru ve sigortalının kusurunun yarısını toplayarak %85 olarak belirlemiş ve %85 lik kısmından müteselsil sorumluluğun olduğunu tespit etmiştir. Üçüncü kişi açısından ise sigortalının kusurunun yarısını dahil etmeyerek, ilk peşin sermaye değerinin yarısından üçüncü  kişinin  kusuru  ile  işverenin  kusur  toplamı  olan  %70  oranında müteselsilen sorumluluğun bulunduğuna hükmetmiştir. Bu durum aslında kısmi teselsüle işaret eden bir uygulama niteliğini taşımaktadır.  Bildirim yükümlülüğünü ihlal eden işverenlerin sorumluluğuyla ilgili olarak  Yargıtayın  506  sayılı  kanuna  ilişkin  kararlarında  da  müteselsil sorumluluğu  farklı  oranlarda  belirlediği,  ancak  üçüncü  kişi  açısından  o dönem  ilk  peşin  sermaye  değerinin  yarısı  gibi  bir  sınır  olmadığı  için müteselsil  sorumluluğun  daha  kolay  tespit  edildiği  görülmektedir.  Bu yöndeki bir Yargıtay kararında da,  Davanın, Kurum tarafından teselsül hükümlerine dayalı olarak açılmış olmasına göre; tüm davalıların 506 Sayılı Kanunun 26. maddesi gereğince Kurum zararının %70 kusur karşılığından müştereken  ve  müteselsilen  sorumlulukları  bulunmaktadır.  Davalı                                                  74  YHD, 08.07.2014, 10546/16615, www.kazanci.com.tr, 24.04.2015.  75  YHD, 16.09.2014, 13079/17543, www.kazanci.com.tr, 24.04.2015. 506 sayılı kanun dönemine ilişkin diğer bir Yargıtay kararı için bkz.; YHD, 26.02.2004, 10873/1289, Turan, İşverenin Tazmin Sorumluluğu, 212, dn. 2.  1052Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070                                                Civan işverenlerin ise; 506 Sayılı Kanunun 10. ve 87. madde gereğince Kurum zararının %85 kusur karşılığından sorumlu olmalarına göre; bakiye %15 Kurum  zararından  ayrıca  sorumlulukları  bulunmaktadır   ifadelerine  yer verilmiştir.  Yargıtay kararları sonucu 5510 sayılı kanunla ilgili olarak uygulamada ortaya çıkan durumu özetleyecek olursak; Kurum teselsül hükümlerine göre rücu davasını açtığı zaman, işverenin sorumluluk sınırı dış tavanı aşmamak kaydıyla  ilk  peşin  sermaye  değerinin  tamamı  olmakta  ve  bu  miktardan üçüncü kişinin kusuruyla birlikte sorumlu tutulmaktadır. Üçüncü kişi ise ilk peşin  sermaye  değerinin  yarısından  işverenin  kusuruyla  birlikte  sorumlu olmaktadır.  Diğer  bir  ifadeyle  işveren  ile  üçüncü  kişinin  müteselsilen sorumlu tutulduğu iki farklı alacak varmış gibi bir durum ortaya çıkmakta ve kişilerin  sorumlu  oldukları  miktar  farklılık  arz  etmektedir.  Bir  örnekle açıklayacak  olursak,  işveren  bildirim  yükümlülüğünü  yerine  getirdiği takdirde 5510 sayılı kanun md.21/I gereği sorumlu olacak olup, işverenin %30,  üçüncü  kişinin  %40,  sigortalının  %30  oranında  kusurlu  olduğunu düşünelim. Sigortalıya bağlanan ilk peşin sermaye değeri 10.000-TL olursa, işveren 10.000-TL nin kendi kusuru ile üçüncü kişinin kusurunun toplamı olan  %70 inden  yani  7.000-TL sinden  müteselsilen  sorumlu  olacaktır. Üçüncü kişi de %70 oranında müteselsilen sorumludur, ancak sorumluluğu ilk peşin sermaye değerinin yarısının %70 idir. Bu nedenle üçüncü kişi de 5.000-TL nin %70 i olan 3.500-TL sinden müteselsilen sorumludur. Ancak işveren  bildirim  yükümlülüğünü  yerine  getirmeseydi,  5510  sayılı  kanun md.23 gereği sorumlu tutulacağından ve sigortalının kusurunun yarısından da sorumlu olacağından, müteselsil sorumluluğu ilk peşin sermaye değerinin %85 i  olan  8.500-TL  olacaktı.  Belirtilen  durum  pek  çok  yönden  adil görünmemektedir.  Öncelikle işverenin kusur oranı %30 olmasına rağmen, işveren kusur oranını fazlasıyla aşan bir miktarı Kuruma ödemek zorunda kalmaktadır. İkinci olarak ödemeyi yapan işveren ile üçüncü kişi arasında iç ilişkide de sorun  ortaya  çıkmaktadır.  Diğer  bir  ifadeyle  Kurum  alacağını  fazlasıyla ödemek zorunda kalan işveren, üçüncü kişiye çok daha az bir miktarı rücu edebilecektir. Örneğimizdeki 5510 sayılı kanun md.21/I e göre sorumlu olan işveren  7.000-TL yi  ödediği  takdirde,  üçüncü  kişiye  4.000-TL yi  rücu edemez. Zira iç ilişkide rücu, her bir borçlunun payı çerçevesinde yapılabilir   1053İş Kazası...                                       Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070  (TBK  md.62/II,  md.167/II).  5510  sayılı  kanun  md.21/IV  gereği  üçüncü kişinin sorumluluk payı, ilk peşin sermaye değerinin yarısının kusur karşılığı olarak belirlenmiştir. Bu itibarla üçüncü kişi, tek başına sorumlu olsaydı, Kuruma karşı ilk peşin sermaye değerinin yarısı olan 5.000-TL nin %40 ına denk gelen 2.000-TL ile sorumlu olacaktı. Bu itibarla işveren, iç ilişkide üçüncü kişiye sadece 2.000-TL yi rücu edebilecektir. Aksi yönde bir yorum, diğer bir ifadeyle 7.000-TL yi ödeyen işverenin, üçüncü kişi sanki peşin sermaye değerinin tamamından kusuru oranında sorumluymuş gibi hareket ederek 4.000-TL yi üçüncü kişiye rücu edebileceğini kabul etmek kanunun dolanılması  sonucunu  doğuracaktır.  Bu  bakımdan  7.000-TL yi  Kuruma ödeyen işveren, 2.000-TL sini rücu edebilecekse de, üçüncü kişiye ait olması gereken  2.000-TL lik  zarara  da  katlanmak  zorunda  kalacaktır.  Belirtilen sıkıntılar, 506 sayılı kanun döneminde bu düzeyde çıkmamaktaydı, zira 506 sayılı  kanun  üçüncü  kişinin  sorumluluğunu  ilk  peşin  sermaye  değerinin yarısıyla sınırlandırmamıştı.   Müteselsil sorumluluğun bu şekilde yorumu sadece işveren açısından değil, aynı zamanda üçüncü kişi açısından da mağduriyete yol açabilecek niteliktedir.  Özellikle  üçüncü  kişinin  kusurunun  neredeyse  kusursuzluğa yakın  olduğu  bir  durumda  üçüncü  kişiyi  işverenle  birlikte,  kusurlarının toplamı  üzerinden  müteselsilen  sorumlu  tutmak,  adil  bir  sonuç doğurmamaktadır. Örneğin işverenin %75, üçüncü kişinin %5, sigortalının %20 oranında kusurlu olduğu ve sigortalıya bağlanan ilk peşin sermaye değerinin  10.000-TL  olduğu  bir  olayda,  üçüncü  kişi  ilk  peşin  sermaye değerinin yarısından kendi kusuru ile işverenin kusurunun toplamı oranında, diğer  bir  deyişle  %80  oranında  müteselsilen  sorumlu  tutulacaktır.  Bu durumda tek başına sorumlu olsaydı sadece 250-TL ödeyecekken, işverenin de kusur oranına katlanarak, 4.000-TL ödemek zorunda kalacaktır. İşverenin iflas  ettiği  yahut  tüzel  kişiliği  sona  erdirilerek  ticaret  sicilinden  terkin edildiği hallerde, üçüncü kişi fazladan ödediği miktarı rücu edebileceği bir muhatap dahi bulamayacaktır. Kısacası müteselsil sorumluluğu geleneksel anlayışla  uygulamak  ve  rücu  davalarına  uyarlamak  adil  ve  hakkaniyete uygun  sonuçlar  doğurmayabilmektedir.  Bu  bakımdan  yaşanan  sorunların çözümü açısından iki olanak akla gelmektedir.  İlki  5510  sayılı  kanun  açısından  müteselsil  sorumluluğun  bulunup bulunmadığıyla ilgilidir. Yargıtayın özellikle 506 sayılı kanuna ilişkin olarak 1054Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070                                                Civan verdiği  kararlarında,  müteselsil  sorumluluğa  hükmederken,  506  sayılı kanunda teselsüle ilişkin bir hüküm bulunmadığına, bu nedenle 818 sayılı Borçlar  Kanunu  md.50  ile  md.51 in  uygulanmasında  yasal  bir  engel bulunmadığına  dayandığı  görülmektedir.  Öğretide  isabetli  bir  şekilde belirtildiği  üzere  506  sayılı  kanun  ile  5510  sayılı  kanunda  müteselsil sorumluluğa  ilişkin  herhangi  bir  hüküm  bulunmadığından,  müteselsil sorumluluğun değil, kısmi sorumluluğun, kısmi borcun bulunduğu sonucuna varılmalıdır.  Nitekim  müteselsil  sorumluluk,  ancak  yasanın  gösterdiği durumlarda olur. TBK md.61 ile md.62 de öngörülmüş olan müteselsil sorumluluk,  birden  çok  kişinin  zarar  görene  karşı  olan  sorumluluğuna ilişkindir. Diğer bir ifadeyle üçüncü kişi ile işveren, iş kazası veya meslek hastalığı  sonucu,  sigortalıya  zarar  vermiştir,  bu  itibarla  müteselsil sorumluluk sigortalıya karşıdır. Üçüncü kişi ile işveren, Kuruma karşı bir haksız  fiilde  bulunmamıştır.  Kurumun,  sigortalıya  maddi  yardımda bulunması sosyal sigortanın, sosyal hukuk devleti olmanın bir gereğidir. Kuruma,  rücu  hakkı  tanınmasaydı,  özellikle  işverenin  sorumluluğuna gidilemeyeceği  açıktır.  Bu  itibarla  aynı  zarara  birlikte  sebep  olduğu düşünülen  kişilerin  Kurum  karşısında  müteselsilen  sorumlu  olduğu görüşünden  vazgeçilmesi,  her  bir  sorumlunun  sorumluluk  miktarının kusurları oranında ve sorumlu tutuldukları kanun hükmü gözetilerek ayrı ayrı belirlenmesi ortaya çıkabilecek olan adaletsiz ve hakkaniyete aykırı uygulamaları engelleyecektir.  İkinci ihtimal ise işveren ve üçüncü kişinin Kuruma karşı müteselsilen sorumlu  olacağı  kabul  edilmeye  devam  edilse  dahi,  farklılaştırılmış teselsülün  uygulanmasıdır.  Farklılaştırılmış  teselsül,  uygulamada  ortaya çıkan sıkıntıları azaltacak ve daha hakkaniyete uygun bir sonuca ulaşmaya imkan sağlayacaktır. Genel anlamıyla müteselsil sorumluluk, zarar görene diğer  borç  ilişkilerine  oranla  zarar  verenler  karşısında  daha  güçlü  ve ayrıcalıklı  bir  durum  sağlar.  Zarar  gören,  tazminatın  tamamını  zarar verenlerin tamamından talep edebileceği gibi, bir kısmından veya sadece birinden  de  talep  edebilir.  Ancak  bireysel  sorumlulukta  olduğu  gibi, müteselsil  sorumlulukta  da  tazminattan  indirim  sebepleri  mevcuttur.                                                  76  YHD, 09.06.2011, 5477/8486, YHD, 25.05.2010, 2248/7342, YHD, 21.06.2013, 21654/14088, www.kazanci.com.tr, 09.05.2015.  77  Korkmaz, 17.  78  Dalcı Özdoğan, 121.  79  Eren, 818-819.    1055İş Kazası...                                       Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070  Nitekim sorumluluk hukukunun amacı, zarar gören için bir denkleştirmenin sağlanmasıdır,  diğer  bir  ifadeyle  zarar  görenin  daha  iyi  bir  konuma getirilmesi  değildir.  Zarar  verenlerin  menfaati  de  belirli  bir  çerçevede dikkate alınmak zorundadır.  Dış  ilişkide  zarar  verenlerin  veya  zarar  verenlerden  birinin, dayanabileceği kişisel def iyi ileri sürerek, diğer zarar verenlere oranla kendi lehine  ortaya  çıkan  durum  nedeniyle  daha  az  tazminat  ödemesi farklılaştırılmış  teselsül  olarak  nitelendirilmektedir.  Bu  kapsamda hukukumuzda  farklılaştırılmış  teselsülün  uygulanıp  uygulanamayacağı sorunu üzerinde durulmalıdır. Farklılaştırılmış teselsül mevzuatımıza açık bir şekilde ilk kez 6102 sayılı Türk Ticaret Kanunu ile girmiştir. İlgili kanun  md.557 de  farklılaştırılmış  teselsülü  öngören  bir  düzenleme  yer almaktadır.  Söz  konusu  düzenlemenin  gerekçesi,  oldukça  kapsamlı  ve açıklayıcı  bir  nitelik  taşımakta  olup,  rücu  davalarında  dahi  gözetilmesi gereken temel bilgi ve ilkeleri içermektedir. İlgili gerekçenin kanaatimizce önemli  kısımlarına  yer  verilmiş  olup,  gerekçe  uyarınca,   İsviçre de  … Federal Mahkeme Kararları bağlamında sert eleştirilere konu yapılan mutlak teselsül  anlayışı  terk  edilmiştir.  …  Mutlak  teselsül  ilkesi  (öğretide eleştirilmiş  olmasına  rağmen)  Türkiye'de  de  genel  kabul  görmüştür.  … Müteselsil  sorumluluk  ağırlaştırılmış  sorumluluk  demek  değildir.  Bu  tür sorumluluk, birden çok kişinin birlikte verdikleri zarardan zarar görene karşı birlikte  sorumlu  olmaları  anlamına  gelir.  Yoksa,  müteselsil  sorumluluk, sorumluların tek başlarına sorumlu tutulsalardı bağlı olacakları sorumluluk rejiminden daha ağır şartlar içeren bir rejimle karşı karşıya bırakılmaları şeklinde  yorumlanamaz.  ….  Ayrıca,  BK  m.  43  (1)  hükmü,  yargıcın, tazminatın türünü ve kapsamını durumun gereğine ve kusurun ağırlığına göre belirlemesini öngörmüştür. Bunun gibi, BK m. 44 uyarınca zarar gören, zarara razı olmuşsa, eylemi zararın doğmasına veya çoğalmasına yardım etmiş ve zarar verenin durumunu ağırlaştırmışsa hâkim tazminat tutarını                                                  80  Dalcı Özdoğan, 174-175.  81  Eren, 819. Gönen, 134. Dinç, 34.  82  Borçlar  Kanunu  tasarısı  md.60/II de  (Adalet  Komisyonunda  md.61  olmuştur) farklılaştırılmış teselsül düzenlenmiştir. İlgili hüküm uyarınca,  Müteselsil sorumluluk, bu kişilerden  her  biri  için,  tek  başına  sorumlu  olsalardı  yükümlü  tutulacakları  tazminat miktarıyla sınırlıdır . Ancak ilgili düzenleme, Meclis Adalet Komisyonunda müteselsil sorumluluğun  hukuki  yapısına  ilk  bakışta  aykırı  görüldüğü  ve  uygulamada  sorun doğurmaya elverişli olduğu gerekçesiyle kanun metninden çıkarılmıştır (Nomer, 156).  1056Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070                                                Civan indirebilir veya tazminatı vermekten büsbütün vazgeçebilir. Hakim öğreti bu hükümlerin  müteselsil  sorumlulukta  da  uygulanabileceğinden  şüphe etmemektedir.  Ancak,  uygulamaya  başka  bir  anlayış  hakim  olmuş, müteselsil sorumluluğu  birlikte verilen zarar  kavramının tanımladığı ile tazminat hukukunun temel ilkesinin uygun nedensellik ilkesi olduğu gerçeği geri plana itilmiş ve sorumluların tümü bütün zarardan (bu arada uygun nedensellik kurallarına göre dışarda kalan) sorumlu tutuldukları gibi, BK m. 43 ve 44 hükümleri de müteselsil sorumlulukta sadece iç ilişkide dikkate alınmıştır. … İkinci olarak birlikte verilen zararda da kusurun ağırlığına ve diğer indirim olgularına göre farklılaştırılmış teselsüle gidilmelidir. … 557 nci  maddenin  birinci  fıkrası,  dolayısıyla  farklılaştırılmış  teselsül,  birlikte zarar verenlerin dış ilişkideki sorumluluklarını düzenlemektedir; yoksa bu hüküm sorumluların iç ilişkideki sorumluluk ilişkileri hakkında öngörülmüş bir rücu hükmü değildir. … Meselâ; A, B, C, D, E adlı üyelerden oluşan bir yönetim kurulunda bu üyelerin tek başlarına ve birlikte verdikleri toplam zarar 4000 ise ve bunun 2000'i bu beş kişi tarafından birlikte verilmiş, geriye kalanın 1000'i A, 500'ü D ve 500'ü de E'ye tek başlarına isnat ediliyorsa, 2000'den  A,  B,  C,  D,  E  müteselsilen  ve  zararın  diğer  bölümünden  de kendilerine isnat edilen tutarda A, D ve E tek başlarına sorumlu olur. … Davacı  ispat  ettiği  4000  tutarındaki  zararın  2000'ini  A,  B,  C,  D,  E'den müteselsilen,  1000'ini  A'dan  500'ünü  D'den,  500'ünü  de  E'den  alacaktır. Böylece zararın tümü karşılanacaktır. D ve E'nin ödeme güçleri bulunmadığı için  1000'in  tahsil  edilememesi  davacının  zararın  tümünü  elde  etmesine engel  olur.  Ancak,  bu  kayıp  farklılaştırılmış  teselsül  anlayışının  ürünü değildir; kayıp D ve E'nin durumundan doğmaktadır. Bunlar tek başlarına dava edilmiş olsalardı, zarara uğrayan gene bu kayıpla karşılaşacaktı. Eski anlayışta  1000  de  A,  B  ve  C'den  istenebiliyordu.  Ancak  bu  müteselsil sorumluluk kavramı ile açıklanamayan haksız bir uygulamaydı. Çünkü A, B ve C bu suretle nedensellik ilkesi dışında sorumlu tutulmaktadırlar. … Yeni anlayış davacıyı (adalet temelinde) kayba uğratmamış, onun zararı kanuna aykırı olarak başkalarına yüklemesine engel olmuştur .   Burada  akla  gelen  soru  farklıklaştırılmış  teselsülün  borçlar  hukuku alanında  uygulanması  için  TTK  md.557 yi  kıyasen  dikkate  almamızın gerekip gerekmediğidir. Borçlar hukuku alanında farklılaştırılmış teselsülün uygulama alanı bulabilmesi için kıyasen uygulamaya ihtiyaç yoktur. Borçlar hukukunda  açıkça  düzenlenmemiş  olsa  dahi  farklılaştırılmış  teselsül   1057İş Kazası...                                       Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070  uygulanabilir.  Nitekim  tazminatın  belirlenmesine  ilişkin  TBK  md.51  ile indirilmesine ilişkin TBK md.52 sadece tek bir zarar verenin bulunduğu durumlarda  değil,  aynı  zamanda  birden  çok  kişinin  müteselsil sorumluluğunda da uygulanabilecektir. Bu kapsamda ileri sürülebilecek indirim sebepleri üzerinde durmak isabetli olacaktır. TBK md.164 e göre def iler, ortak def iler ve kişisel def iler olmak üzere ikiye ayrılmaktadır. Ortak def iler, dış ilişkide tazminat hesaplanırken göz önünde tutulur ve zarar verenlerin tamamı bundan yararlanır. Kişisel def iler ise diğer zarar verenlerin  durum  veya  davranışlarına  veya  zarar  görenle  zarar  verenin durum  ve  davranışlarına  ilişkin  olabilir.  Bu  kapsamda  zarar  verenlerin tamamının  veya  birinin  kusurunun  hafifliği,  illiyet  bağının  derecesi, ekonomik yönden zor durumda bulunulması, isnat edilen riskin hafifliği, zarar görenle zarar veren arasındaki ekonomik eşitsizlik gibi hususlar kişisel def i  olarak  ileri  sürülebilir.  Türk  Borçlar  Kanununda  açıkça farklılaştırılmış  teselsüle  yer  verilmemiş  olması,  dış  ilişkide  kişisel def ilerin,  diğer  bir  ifadeyle  bireysel  indirim  sebeplerinin  ileri sürülemeyeceği  anlamına  gelmez.  Bu  yönde  bir  yorum  TBK  md.163 e aykırılık olarak da yorumlanamaz. TBK md.163 de geçen borcun tamamı ifadesinden bütün zarardan sorumluluk değil de, tazminatın belirlenmesine ilişkin genel kurallara göre tespit edilen meblağ anlaşılacak olursa, zarar gören  her  bir  borçluyu  sorumlu  oldukları  meblağ  tutarında  dava edebilecektir. Bu doğrultuda her bir borçlu için kendi sorumlu olacağı tutar, borcun tamamını teşkil eder.  Yapılan  açıklamalar  çerçevesinde  farklılaştırılmış  teselsülün  rücu davası üzerinde nasıl bir etkisi olacağının üzerinde durulmalıdır. İş kazası veya meslek hastalığının meydana gelmesinde işverenin %75, üçüncü kişinin %5,  sigortalının  ise  %20  kusurlu  olduğu,  sigortalıya  bağlanan  ilk  peşin sermaye  değerinin  ise  10.000-TL  olduğunu  düşünelim.  Üçüncü  kişi, kusurunun  hafifliği  nedeniyle  sadece  kendi  kusuruna  düşen  ilk  peşin sermaye değerinin yarısının kusur karşılığı olan 250-TL den müteselsilen ve                                                  83  Dalcı Özdoğan, 169-170. Kırca, 657. Nomer, 156. Göktürk-Can, 251. Öğretideki bir görüş ise sözleşmeye aykırılıktan doğan müteselsil sorumluluk ile haksız fiilden doğan müteselsil sorumluluk arasında ayrıma gitmektedir. Sözleşmeye aykırılıktan teselsülün kaynaklandığı hallerde, zarar verici fiil salt borca aykırılık oluşturuyor, paralel olarak yarışan haksız fiil sorumluluğu bulunmuyorsa TTK md.557 kıyasen uygulanmalıdır (Kapancı, 45).  84  Eren, 819. Göktürk-Can, 249. Antalya, 782. Kırca, 654.  85  Dalcı Özdoğan, 170, 175.  1058Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070                                                Civan müştereken  sorumlu  tutulmalıdır.  Ancak  mutlak  teselsül  anlayışı uygulansaydı, üçüncü kişi ilk peşin sermaye değerinin %80 ininden yani 4.000-TL den müteselsilen sorumlu tutulacaktı ki, bu durum daha önce de değindiğimiz üzere hakkaniyete aykırıdır. Farklılaştırılmış teselsül gereği, işveren ilk peşin sermaye değerinin yarısının kusur karşılığına denk gelen 4.000-TL nin 3750-TL sini ödese dahi, halen üçüncü kişiye 250-TL için Kurumun  rücu  imkanı  devam  edecektir.  Zira  işverenin  yapmış  olduğu ödeme,  üçüncü  kişinin  sorumluluğu  için  herhangi  bir  etki  doğurmamış, teselsül etki göstermemiş olacaktır.  Yukarıda  belirtilen  örnek  işveren  bakış  açısıyla  da  ele  alınabilir. Örneğin  işverenin  %30,  üçüncü  kişinin  %40,  sigortalının  %30  oranında kusurlu olduğu ve sigortalıya 10.000-TL ilk peşin sermaye değeri bağlandığı takdirde, işveren Yargıtay uygulamasına göre dış ilişkide ilk peşin sermaye değerinin tamamının %70 inden sorumlu tutulmaktadır. Ancak işveren tek başına sorumlu olsaydı 3.000-TL ödeyecekken, 7.000-TL ödemek zorunda bırakılmaktadır.  Kaldı  ki,  fazladan  ödediği  4.000-TL nin  2.000-TL sini üçüncü kişilere sınır getiren 5510 sayılı kanun md.21/IV hükmü gereği rücu dahi edememektedir. İşte burada işveren ekonomik açıdan sıkıntı içindeyse, mali  güçlük  çekiyorsa,  farklılaştırılmış  teselsül  gereği  sadece  kusuru oranında müteselsilen sorumlu tutulabilecektir. Diğer bir ifadeyle işveren ilk peşin  sermaye  değerinin  tamamının  %30 undan,  yani  3.000-TL sinden müteselsilen üçüncü kişiyle sorumlu olacaktır. Ancak Yargıtay ilk peşin sermaye değerinin yarısından da işvereni müteselsilen sorumlu tuttuğu için, bireysel indirim sebebi dikkate aldığı takdirde, işveren ilk peşin sermaye değerinin 1.500-TL sinden müteselsilen sorumlu olmalıdır. Bununla birlikte işverenin 3.000-TL yi Kuruma ödemesi halinde, teselsül ilişkisi ilk peşin sermaye  değerinin  yarısı  düşünüldüğünde  üçüncü  kişi  açısından  1.000TL lik  bir  etki  doğurmalıdır.  Her  ne  kadar  işveren  ilk  peşin  sermaye değerinin  yarısından  1.500-TL  ile  müteselsilen  sorumluysa  da,  kendi sorumluluk  miktarı  kanun  gereği  ilk  peşin  sermaye  değerinin  tamamı üzerinden 3.000-TL ye denk gelmektedir. Bu kapsamda ilk peşin sermaye değerinin yarısıyla sınırlı olarak müteselsil sorumluluğu düşündüğümüzde Kurum, üçüncü kişiye 1.000-TL yi rücu edebilecektir. Bu ihtimalde Kurum 7.000-TL nin toplamda 4.000-TL sini geri alabilmiş, ancak 3.000-TL lik bir kayıpla karşılaşmış olacaktır. Ancak bu durum farklılaştırılmış teselsülün doğurduğu bir sonuç değildir. Kayıp, kanuni düzenlemenin getirdiği ikili sistemden, diğer bir ifadeyle işverenin müteselsilen sorumlu tutulduğu sınır   1059İş Kazası...                                       Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070  ile üçüncü kişinin müteselsilen sorumlu tutulduğu sınırın farklı olmasından ve müteselsilen sorumlu tutulan kişilerin durumundan kaynaklanmaktadır. Farklılaştırılmış  teselsülde  Kurumun,  mutlak  bir  şekilde  korunmayacağı açıktır. Ancak Kurumu korumak adına, başka kişileri mağdur etmenin gereği de  bulunmamaktadır.  Burada  Kurum  açısından  adaletsiz  bir  durumun varlığından söz edilemez. Kişisel sorumluluğu daha az olacak bir kişiden sırf Kurumu tatmin etmek adına zararın tümünü istemek akla yakın bir sonuç değildir.     Verilen  örnekler  düşünüldüğünde  farklılaştırılmış  teselsülün uygulanması  hakkaniyete  daha  uygun  bir  çözüm  sunmaktadır.  Hiçbir sorumlu,  sırf  yanında  başka  sorumlular  bulunması  nedeniyle  tek  başına sorumlu olduğu zaman ödeyeceği miktardan daha fazla bir tazminat ödeme zorunluluğuna  tabi  tutulmamalıdır.  Diğer  bir  ifadeyle  müteselsil sorumlulukta hem alacaklının hem de borçlunun menfaatlerini gözetecek bir denge sağlanmalıdır. Her bir borçlu için farklı tutarların söz konusu olması halinde,  zarar  görenin  menfaatini  korumak  adına  indirim  yapılması nedeniyle  karşılanmayan  alacağın  geri  kalanı  için,  zarar  görenin  diğer borçlulara  başvurabilmesi  kabul  edilmelidir.  Bu  sayede  müteselsil sorumlulukta  sadece  zarar  görenin  menfaatlerinin  değil,  aynı  zamanda borçluların  da  menfaatlerinin  gözetildiği  bir  sisteme  ulaşılabilecektir. Farklılaştırılmış teselsül, kısmi borç ile karıştırılmamalıdır. Kısmi borç da birden çok borçlu alacaklıya karşı sadece borcun bir kısmını ifa ile yükümlü olup, zarar verenlerin her biri zarara sebep oldukları oranda sorumlu olurlar. Farklılaştırılmış teselsülde ise birden çok borçlunun alacaklıya karşı borcun bir kısmı ile yükümlü olması değil, her bir borçlunun borcun tamamından sorumlu olması, ancak tek başına sorumlu olsaydı ileri sürebileceği indirim sebeplerini  ileri  sürmesi  söz  konusudur.  Farklılaştırılmış  teselsülde  de alacaklı,  dilediği  müteselsil  sorumlulara  karşı  davasını  yöneltmektedir. Yoksa kimin ne oranda sorumlu olacağı sorunu alacaklıya ait değildir. Gerek dış  ilişki,  gerek  sonrasında  gündeme  gelen  iç  ilişki  hakim  tarafından belirlenecektir.                                                  86  Kapancı, 48.  87  Dalcı Özdoğan, 178. Eren, 820. Antalya, 782. Kırca, 657. Göktürk-Can, 249. Kapancı, 41. Öğretideki bir görüşe göre farklılaştırılmış teselsül, müteselsil sorumluluğun niteliği ve amacıyla bağdaştırılmaz (Kılıçoğlu, Rapor, 31).  88  Kırca, 660-661.  89 Kapancı, 46.  1060Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070                                                Civan Müteselsil sorumlulukla ilgili Kurumun bir sıkıntı yaşamadığı ancak rücu  davasına  muhatap  olan  kişilerin  sıkıntılarla  karşılaştığı  açıktır.  Bu kapsamda yaptığımız açıklamaları toparlayacak olursak, belirtilen sıkıntının aşılabilmesi için kanun değişikliğine gidilerek ya müteselsil sorumluluğun bulunmadığının açıkça düzenlenmesi ya da müteselsil sorumluluk bulunduğu kabul  edilse  dahi,  sorumluluk  sınırının  gerek  işveren  gerek  üçüncü  kişi açısından aynı şekilde belirlenmesi ve Türk Ticaret Kanununda olduğu gibi farklılaştırılmış teselsüle açıkça yer verilmesi isabetli olacaktır.  7. Sonuç Sosyal güvenlik hukuku kapsamında ele alınan önemli konulardan biri iş kazası ve meslek hastalığı sonucu meydana gelen zararın Sosyal Güvenlik Kurumunca ne ölçüde karşılanacağı ve zararın doğmasına yol açan kişi veya kişilere nasıl rücu edileceği hususudur. Başka bir ifadeyle Kurum neyi rücu edebilir, kime, ne oranda yapılan masraflar rücu edilebilecektir. 5510 sayılı kanun md.21 ve md.23 gereği Kurumun rücu edebileceği kalemler özdeştir. Kurum, yaptığı ödemeleri ve ilk peşin sermaye değerini rücu edebilecektir. Ödemeler kapsamına ise geçici iş göremezlik ödeneği, cenaze ödeneği, kız çocuğun evlenmesi durumunda verilen evlenme ödeneği girmektedir.  İşverenlerin ne oranda sorumlu olacağı hususu belirlenirken 5510 sayılı kanun md.21 ile md.23 ayrı ayrı ele alınmalıdır. Bildirim yükümlülüğünü yerine  getirmiş  olan  işveren  açısından  sorumluluk  belirlenirken  iki  sınır bulunmaktadır. Biri iç tavan, diğeri ise dış tavan olarak adlandırılmaktadır. İç  tavan,  Kurumun  yaptığı  ödemeler  ve  ilk  peşin  sermaye  değerinin toplamıdır.  Dış  tavan  ise  sigortalı  veya  hak  sahiplerinin  işverenden isteyebilecekleri  miktardır.  Kurum,  iç  tavan  miktarını  işverene  kusuru oranında rücu edebilir. Bununla birlikte rücu edilebilecek miktar, dış tavanı aşamaz.  Burada  ayrıca  üzerinde  durulması  gereken  husus,  md.21/I hükmünde  geçen   ileride  yapılması  gereken   ifadesinin  ne  şekilde yorumlanacağıdır. Söz konusu ifade 506 sayılı kanun md.26 nın yürürlükte olduğu dönemde peşin sermaye değerinin kanun, kararname veya katsayı artışı nedeniyle arttığı halleri de kapsar şekilde yorumlanmıştır. Ancak 5510 sayılı  kanun  md.21/I  hükmü  oldukça  açık  bir  şekilde  düzenlenmiştir. Kanaatimizce   ileride  yapılması  gereken   ifadesi  sadece  ödemeleri nitelendirmektedir. Bu itibarla ilk rücu davasına konu olan iş kazası veya meslek hastalığıyla neden-sonuç ilişkisi çerçevesinde sonradan ortaya çıkan   1061İş Kazası...                                       Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070  ödemeler, tekrar rücu davasına konu olabilir. Bununla birlikte rücu davası açıldıktan sonra gelirlerde meydana gelecek artışlar, nedeni ne olursa olsun rücu  edilememelidir.  Zira  kanun  açıkça  ve  sadece  ilk  peşin  sermaye değerinin rücu edilebileceğini hüküm altına almıştır. Bu bakımından peşin sermaye değerinin, kanun, kararname veya katsayı artışı nedeniyle artması halinde  tekrar  bir  rücu  davası  açılamayacağı  açıktır.  Ek  olarak  ilk  rücu davasına konu olan iş kazası veya meslek hastalığıyla neden-sonuç ilişkisi çerçevesinde  sonradan  oraya  çıkan  gelir  artışları,  örneğin  işçinin  iş göremezlik oranının %20 den %40 a çıkması durumu, tekrar rücu davasına konu olmamalıdır.  Bildirim yükümlülüğünü ihlal eden işveren açısından ise sorumluluğun kapsamı  5510  sayılı  kanun  md.23 de  kusursuz  sorumluluk  olarak düzenlenmiştir.  Bu  bakımdan  Kurumun  yaptığı  ödemeler  ve  bağladığı gelirler toplamının herhangi bir indirim olmaksızın işverene rücu edilmesi beklenebilir.  Ancak  uygulamada  tarafların  kusur  durumu  belirlenmekte, işveren  işçinin  kusurunun  ve/veya  kaçınılmazlığın  büyük  bir  oranına katlanmaktadır. 5510 sayılı kanun md.21 den farklı olarak yaptırımın biraz daha ağırlaştırılmış olduğu söylenebilir. Ayrıca 5510 sayılı kanun md.23 de dış tavan sınırına yer verilmemişse de, 506 sayılı kanun döneminde kıyasen dış tavan uygulandığı için, aynı uygulamanın 5510 sayılı kanun döneminde de geçerli olacağı beklenmelidir.  Üçüncü kişilere rücu bakımından ise Kurumun yaptığı ödemelerle ilgili olarak  işverenlerle  aralarında  bir  fark  yoktur.  Ödemelerin  tümü,  üçüncü kişilere de rücu edilebilecektir. Ancak ilk peşin sermaye değerinin tamamı değil,  kanunun  getirdiği  sınırlama  gereği  yarısı  üçüncü  kişilere  rücu edilebilecektir. Burada da Kurumun yaptığı ödemelerle ilk peşin sermaye değerinin yarısının toplamı iç tavanı oluşturmakta olup, belirlenen miktar üçüncü kişiye kusuru oranında rücu edilebilecektir. Her ne kadar üçüncü kişinin sorumluluğu kapsamında 5510 sayılı kanun md.21/IV de dış tavan sınırına  yer  verilmemişse  de,  kanaatimizce  dış  tavanın  üçüncü  kişinin sorumluluğunda da dikkate alınması gerekmektedir.  Rücu  davasına  esas  ilk  peşin  sermaye  değerinin  değişmesine  yol açabilecek  çeşitli  ihtimaller  de  mevcuttur.  Bu  gibi  durumlarda  rücu edilebilecek  miktarın  belirlenmesi  önem  taşımaktadır.  Peşin  sermaye değerinin değişmesine yol açabilecek haller, sigortalının veya hak sahibinin 1062Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070                                                Civan gelirden  çıkması,  sigortalının  iş  göremezlik  derecesinin  artması  veya azalması, son olarak gelir ve aylıkların birleşmesi nedeniyle peşin sermaye değerinin değişmesidir. Belirtilen hallerden sorun çıkma ihtimali en yüksek olanı, sigortalının iş göremezlik derecesinin artması veya azalmasıdır. Ancak bu  durum  dahi,  sigortalının  dosyasında  kontrol  muayene  kaydı  mevcut olduğu  sürece  sıkıntı  çıkarmayacaktır.  Bununla  birlikte  rücu  davası açıldıktan sonra sigortalının iş göremezlik derecesinin değiştiği bir durumda rücu edilecek miktar açısından üst sınır, dava açılırken belirtilen ilk peşin sermaye değeri olmalıdır. Sigortalının yeni iş göremezlik derecesine göre belirlenen peşin sermaye değeriyle fiili ödeme toplamı, ilk peşin sermaye değerini aşmıyorsa, söz konusu toplam rücu edilecek miktarı oluşturur. İlk peşin sermaye değeri aşıldığı halde ise, ilk peşin sermaye değerinin miktarı rücu edilecek miktardır.  Kurum  karşısında  sorumluluğun  kapsamı  çerçevesinde  ayrıca  rücu edilemeyecek  ödemelerin  de  belirlenmesi  uygun  olacaktır.  Zira  TBK md.55/I hükmünde kısmen veya tamamen rücu edilemeyecek olan sosyal güvenlik  ödemelerinin  denkleştirmeye  girmeyeceği  belirtilmiştir.  İlgili hükmün  gerekçesi  de  dikkate  alındığında  kanaatimizce  kısmen  veya tamamen rücu edilemeyecek sosyal güvenlik ödemeleri, geniş bir şekilde yorumlanmalıdır. Diğer bir ifadeyle Kurumun sigortalı veya hak sahiplerine yaptığı ancak rücu edemediği masraflar, niteliği ne olursa olsun, işçi ya da yakınları tarafından işveren veya üçüncü kişiler aleyhine açılan tazminat davalarında denkleştirmeye tabi tutulmamalıdır. Bu bağlamda kısmen veya tamamen rücu edilemeyen sosyal güvenlik ödemelerinin başında işverenin veya  üçüncü  kişinin  kusurunu  aşan  ödemeler  ile  5510  sayılı  kanun md.21/son kapsamında rücu edilemeyecek ödemeler gelmektedir.    Rücu  davaları  bakımından  uygulamada  müteselsil  sorumluluğa  da gidilebildiği görülmektedir. Rücu davalarında müteselsil sorumluluk genelde iki şekilde ortaya çıkmaktadır. Ya 5510 sayılı kanun ödünç iş ilişkisi, asıl işveren – alt işveren ilişkisi gibi durumlarda her iki işvereni de müteselsilen sorumlu tutulduğu için bu tür bir sorumluluk gündeme gelmektedir ya da sigortalının  uğradığı  aynı  zarara  birden  fazla  kişinin  sebep  olması durumunda ilgili kişilerin müteselsil sorumluluğuna gidilmektedir.  Özellikle üçlü iş ilişkilerinden kaynaklanan müteselsil sorumlulukta, muvazaalı  bir  ilişkinin  söz  konusu  olması  halinde  kimin  veya  kimlerin   1063İş Kazası...                                       Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070  sorumluluğuna  gidilebileceği  sorusu  akla  gelmektedir.  Kanaatimizce muvazaa ile üçüncü kişinin zarara uğratılmasının ona karşı bir haksız fiil niteliği  taşıdığı  kabulü  olanaklı  değildir.  Nitekim  muvazaanın  yaptırımı sözleşme  hukukunda  özel  olarak  öngörülmüştür.  Bu  nedenle  muvazaa halinde rücu davası sadece sigortalıların gerçek işverenine yöneltilmelidir. Ancak muvazaalı ilişkinin diğer tarafı da iş kazası veya meslek hastalığının meydana gelmesinde kusurlu görülürse, üçüncü kişi sıfatıyla sorumluluğuna gidilebilecektir.  Sigortalının uğradığı aynı zarara birden fazla kişinin, örneğin işverenle üçüncü  kişinin  kusurlarıyla  birlikte  sebep  olmaları  halinde  ise  Yargıtay uygulamasına göre deyim yerindeyse ikili bir sorumluluk sistemi ortaya çıkmaktadır. Bu durumun temel nedeni 5510 sayılı kanunun üçüncü kişiyi sadece ilk peşin sermaye değerinin yarısından sorumlu tutmuş olmasıdır. Diğer bir deyişle işveren, ilk peşin sermaye değerinin tamamından üçüncü kişinin kusuruyla birlikte müteselsilen sorumlu tutulurken, üçüncü kişi ilk peşin sermaye değerinin yarısından işverenin kusuruyla birlikte müteselsilen sorumlu  kabul  edilmektedir.  Ancak  bu  yönde  bir  uygulama  özellikle  iç ilişkide sorunların ortaya çıkmasına  yol açmaktadır. Yaşanan sıkıntıların çözümü  için  iki  ihtimal  düşünülebilir.  İlk  olarak  5510  sayılı  kanunda müteselsil sorumluluğun düzenlenmediğinden hareket edilebilir. 5510 sayılı kanunda  müteselsil  sorumluluk  düzenlenmediğinden  Yargıtay  Borçlar Kanunu  hükümlerine  başvurmaktadır.  Ancak  kanaatimizce  5510  sayılı kanunda müteselsil sorumluluk yer almadığına göre, böyle bir sorumluluk öngörülmemiştir. Aksine kısmi sorumluluk, başka bir deyişle kısmi borç öngörülmüştür. Her bir sorumlu, zarardan sadece kendi sebep olduğu oranda sorumlu olmalıdır. İkincisi ise müteselsil sorumluluk uygulamasının devam edeceği  kabul  görse  dahi,  farklılaştırılmış  teselsülün  uygulanmasıdır. Farklılaştırılmış teselsülde her bir zarar veren kişisel def ilerini dış ilişkide de ileri sürerek, diğer zarar verenlere oranla kendi lehine ortaya çıkan durum nedeniyle  daha  az  tazminat  ödeyebilmektedir.  Farklılaştırılmış  teselsülde alacaklı, mutlak teselsül anlayışına göre daha az korunmaktadır, ancak bu durum  yadırganmamalıdır.  Alacaklı  tatmin  edilecek  diye  yeni mağduriyetlere sebep olunmamalıdır. Kısacası farklılaştırılmış teselsül daha adil  ve  hakkaniyete  uygun  bir  sonuç  elde  edilmesine  hizmet  edecektir. Farklılaştırılmış teselsül sayesinde müteselsil sorumlulukta hem alacaklının hem de borçlunun menfaatlerini gözetecek bir denge sağlanabilecektir. 1064Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070                                                Civan",
     "Kaynakça": "AKIN,  Levent:   5510  Sayılı  Yasa nın  Maluliyet  Düzenlemelerinin Değerlendirilmesi , Sicil - İş Hukuku Dergisi, Yıl:3 Sayı:9 Mart 2008, 132-143. (Maluliyet) AKIN, Levent:  Eski ve Yeni Borçlar Kanunu Düzenlemeleri Karşısında İşveren ve İşveren Vekili Sorumlulukları , Türkiye Toprak, Seramik, Çimento  ve  Cam  Sanayii  İşverenleri  Sendikası,  Çalışma  Mevzuatı Seminer Notları, 26-30 Eylül 2012, Antalya, 13-26. (İşveren ve İşveren Vekilinin Sorumlulukları) AKIN, Levent: İş Kazasından Doğan Maddi Tazminat, Ankara 2001.  AKTAY, A. Nizamettin – ARICI, Kadir – SENYEN/KAPLAN, E. Tuncay: İş Hukuku, 6. Baskı, Ankara 2013.  ALPAGUT,  Gülsevil:   İş  İlişkisinin  Kurulması,  Hükümleri  ve  İşin Düzenlenmesi  Açısından  Yargıtayın  2010  Yılı  Kararlarının Değerlendirilmesi , Yargıtay ın İş Hukuku ve Sosyal Güvenlik Hukuku Kararlarının Değerlendirilmesi 2010, Ankara 2012, 3-81. ANTALYA, O. Gökhan: 6098 sayılı Türk Borçlar Kanunu na göre Borçlar Hukuku Genel Hükümler, İstanbul 2012. ARASLI, Utkan:  Rücu Davalarında Tavan Sınırlamasının İptali ve Ortaya Çıkardığı Sorunlar ve 01.07.1994 Günlü YİBBGKK , Sicil - İş Hukuku Dergisi, Yıl:2 Sayı:6 Haziran 2007, 185-205. ASLANKÖYLÜ, Resul:  Sosyal Sigortalar Kurumunun İş Kazası ve Meslek Hastalığı  Sigortasından  Kaynaklanan  Rücu  Hakkı  ve  İşverenin Sorumluluğu ,  Türkiye  İşveren  Sendikaları  Konfederasyonu,  Sosyal Sigortalar Kurumunun İşverene Rücu Hakkı, İşveren Özel Eki, Eylül 2005, 23-39.                                                     Birden  fazla  yayınına  gönderme  yapılan  yazarlarda  parantez  içindeki  kısaltmalar kullanılmış, bu yazarların atıf yapılan ilk yayını için kısaltma yapılmadan sadece yazarın adı verilmiştir.   1065İş Kazası...                                       Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070  ASLANKÖYLÜ, Resul: Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu Şerhi (SSK ve BAĞ-KUR Kanunu ile Karşılaştırmalı), Birinci Cilt, Ankara 2013. (Şerh) BAŞBUĞ, Aydın:   Sorumluluk  Hesabında  Sosyal  Güvenlik  Kurumunun Rücu  Hakkı  ve  Denkleştirme  Sorunu ,  Yeni  Yasal  Düzenlemeler Işığında Bedensel Zararların Tazmini Esasları ve Usulü Kongresi, 4-5-6 Nisan  2013,  Ankara  Barosu  Ulusal  Kongre,  2013,  89-129. (Denkleştirme)  BAŞBUĞ, Aydın: Sosyal Sigortalar Kurumunun İşverene ve Üçüncü Kişiye Rücuu, Ankara 1992.  BAŞBUĞ, Aydın:  Sosyal Sigortalar Kurumunun Rücu Hakkı ve Buna Bağlı Bazı  Temel  Sorunlar ,  A.  Can  Tuncay a  Armağan,  İstanbul  2005. (Rücu)  BAŞTERZİ,  Süleyman  –  YILDIZ,  Gaye  Burcu:   Sosyal  Sigortalar Kurumunun  İşverene  Rücu  Hakkı ,  Türkiye  İşveren  Sendikaları Konfederasyonu, Sosyal Sigortalar Kurumunun İşverene Rücu Hakkı, İşveren Özel Eki, Eylül 2005, 3-22. BAYCIK, Gaye:  Çalışanların İş Sağlığı ve Güvenliğine İlişkin Haklarında Yeni Düzenlemeler , Ankara Barosu Dergisi, 2013/3, 105-170.  CANİKLİOĞLU, Nurşen:  Sosyal Sşgortaların Genel Hükümleri ve Türleri Açısından  Yargıtay ın  2012  Yılı  Kararlarının  Değerlendirilmesi , Yargıtay ın  İş  Hukuku  ve  Sosyal  Güvenlik  Hukuku  Kararlarının Değerlendirilmesi 2012, Ankara 2014, 379-531.  CENTEL,  Tankut:   Türk  Borçlar  Kanunu nda  Genel  Olarak  İşçinin Kişiliğinin Korunması , Sicil - İş Hukuku Dergisi, Yıl:6 Sayı:24 Aralık 2011, 13-18. CİVAN, Orhan Ersun – ÇAĞLAYAN AKSOY, Pınar:  Meslek Edinilmiş Ödünç İş İlişkisi ile İlgili Yargıtay Kararının İncelenmesi , Legal İş Hukuku  ve  Sosyal  Güvenlik  Hukuku  Dergisi,  Cilt:12,  Sayı:45, Yıl:2015, 185-216.  1066Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070                                                Civan ÇELİK, Nuri – CANİKLİOĞLU, Nurşen – CANBOLAT, Talat: İş Hukuku Dersleri, 27. Bası, İstanbul 2014.  DALCI  ÖZDOĞAN,  Nurcihan:  Müteselsil  Sorumluluk  -  Özellikle  TBK md.61 ve md.162 vd. Hükümleri Bağlamında, Ankara 2015.  DİNÇ, Serhan: Türk Ticaret Kanunu Tasarısı na Göre Anonim Şirketlerde Yönetim  Kurulu  Üyelerinin  Hukuki  Sorumluluğu,  Yayımlanmamış Yüksek Lisans Tezi, Isparta 2009. ERBAŞ, Çoşkun:  Sosyal Sigortalar Kurumu nun Rücu Davaları, Anayasa Mahkemesi nin İptal Kararları Karşısında Öngörülen Hukuki Sonuçlar ve Uygulamadan Örnekler , Sicil - İş Hukuku Dergisi, Yıl:2 Sayı:7 Eylül 2007, 94-113. EREN, Fikret: Borçlar Hukuku – Genel Hükümler, 14. Baskı, Ankara 2012. ERGİN,  Berin:   Sosyal  Sigortalar  ve  Genel  Sağlık  Sigortası  Kanunu İşverene  Rücuya  Nasıl  Bakıyor? ,  Sicil  -  İş  Hukuku  Dergisi, Yıl:1 Sayı:4 Aralık 2006, 129-140. GÖKTÜRK, Kürşat – CAN, Mehmet Çelebi:  Farklılaştırılmış Teselsülün – Özellikle – Dış İlişki Bakımından Anlamı ve Bankacılık Kanununun Şahsi  İflas  Sorumluluğu  ile  Karşılaştırılması ,  İnönü  Üniversitesi Hukuk Fakültesi Dergisi, Cilt:2 Sayı:2, 2011, 247-282.  GÖNEN,  Ramazan:   Anonim  Şirketlerde  Yönetim  Kurulu nun Devredilemeyen Görev ve Yetkileri, Yönetim Yetkisinin Devri ve Devir Halinde Sorumluluk , İstanbul Barosu Dergisi, Cilt:86, Sayı:6, 2012, 125-136.  GÜNEŞ,  Başak:  İş  Kazası  ve  Meslek  Hastalıklarında  Sosyal  Güvenlik Kurumu nun  İşverene  Rücu  Hakkı,  Yayımlanmamış  Yüksek  Lisans Tezi, İstanbul 2011.  GÜZEL,  Ali  –  OKUR,  Ali  Rıza  –  CANİKLİOĞLU,  Nurşen:  Sosyal Güvenlik Hukuku, 15. Bası, İstanbul 2014.  İNCEOĞLU, M. Murat – PAKSOY, Meliha Sermin:  Bedensel Zararlarda ve Ölüm Halinde Zararın Belirlenmesi (TBK m. 55) , E-Journal of   1067İş Kazası...                                       Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070  Yasar University (Yaşar Üniversitesi Elektronik Dergisi), Cilt:8, Özel Sayı – Prof. Dr. Aydın Zevkliler e Armağan, Cilt:II, 2013, 1383-1411.  KAPANCI, Kadir Berk: Birlikte Borçlulukta Borçlular Arası İlişkiler, 2. Bası, İstanbul 2015.  KILIÇOĞLU, Ahmet M.: Borçlar Hukuku – Genel Hükümler, 16. Bası, Ankara 2012. KILIÇOĞLU, Ahmet  M.: Türk  Borçlar  Kanunu Tasarısı na  Eleştiriler  – Rapor, Türkiye Barolar Birliği Yayını, Ankara 2008. (Rapor)  KIRCA,  Çiğdem:   Müteselsil  Sorumlulukta  Borçlar  Kanunu  Tasarısı  ile Getirilen Değişiklikler , Prof. Dr. Fikret Eren e Armağan, Ankara 2006, 641-677.  KOCAYUSUFPAŞAOĞLU, Necip: Borçlar Hukuku – Genel Bölüm, Birinci Cilt, Borçlar Hukukuna Giriş, Hukuki İşlem, Sözleşme, 4. Bası, İstanbul 2008. KORKMAZ,  Metin:  Sosyal  Güvenlik  Kurumu nun  Üçüncü  Kişilerin Sorumluluğundan Doğan Rücu Hakkının İdari ve Yargısal Boyutlarıyla İncelenmesi, Yayımlanmamış Sosyal Güvenlik Uzmanlığı Tezi, Ankara 2014.  KUT,  Ahmet:  Handkommentar  zum  Schweizer  Privatrecht  - Obligationenrecht Allgemeine Bestimmungen, 2. Auflage, Zürich 2012, Art. 18 OR, N. 27-29. NOMER, Halûk N.: Borçlar Hukuku Genel Hükümler, 12. Bası, İstanbul 2012.  OĞUZMAN,  M.  Kemal  –  ÖZ,  M.  Turgut:  Borçlar  Hukuku  –  Genel Hükümler, 8. Bası, İstanbul 2010.  REİSOĞLU, Safa: Türk Borçlar Hukuku – Genel Hükümler, İstanbul 2012.  SARIBAY ÖZTÜRK, Gizem: İş Sağlığı ve Güvenliği Yükümlülüklerinin Yerine Getirilmemesinin Hukuku, İdari ve Cezai Sonuçları, İstanbul 2015.  SÖZER, Ali Nazım: Türk Sosyal Sigortalar Hukuku, İstanbul 2013.  1068Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1015-1070                                                Civan SÜZEK, Sarper: İş Hukuku, 10. Baskı, İstanbul 2014.  TOPLAOĞLU,  Sıddık  –  ÇINKI,  Faruk:  İş  Kazası  ve  Meslek  Hastalığı, Haklar  –  Yardımlar  –  Yükümlülükler  –  Tazminat  ve  Ceza Sorumlulukları, Ankara 2014.  TUNCAY, A. Can – EKMEKÇİ, Ömer: Sosyal Güvenlik Hukuku Dersleri, 16. Bası, İstanbul 2013.  TURAN,  Emel:  Sosyal  Güvenlik  Hukuku nda  Rücu  Davaları, Yayımlanmamış Yüksek Lisans Tezi, İstanbul 2010. (Rücu) TURAN,  Ercan:   506  Sayılı  Yasanın  10.  Maddesi  Uyarınca  İşverenin Tazmin Sorumluluğu , Yargıtay 10. Hukuk Dairesi Onursal Başkanı Çoşkun Erbaş a Armağan Semineri, 5510 Sayılı Yasaya Göre MalullükYaşlılık Sigortası İş ve Sosyal Güvenlik Hukukunda Yeni Gelişmeler, Ankara 2010, 209-232. (İşverenin Tazmin Sorumluluğu) TURAN, Ercan:  5510 Sayılı Yasa Kapsamında Rücuan Tazminat Davaları , Sicil - İş Hukuku Dergisi, Yıl:4 Sayı:15 Eylül 2009, 193-211. (5510"
}