{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "64",
     "Sayı": "3",
     "Başlık": "İŞ KAZASI VEYA MESLEK HASTALIĞINDAN DOĞAN RÜCU HAKKININ HUKUKİ NİTELİĞİ VE SOSYAL GÜVENLİK KURUMU KARŞISINDA SORUMLULUĞUN KOŞULLARI",
     "Title": "The Legal Character of the Right to Recourse Arising from Occupational Accident or Disease and the Conditions of Responsibility before the Social Security Institution",
     "Yazar İsmi": [
          "Orhan Ersun CİVAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Sosyal Güvenlik Kurumu",
          "Rücu hakkı",
          "halefiyet",
          "kaçınılmazlık",
          "üçüncü kişi"
     ],
     "Keywords": [
          "Social Security Institution",
          "right to recourse",
          "subrogation",
          "inevitability",
          "third party."
     ],
     "Özet": "ET İş kazası veya meslek hastalığından dolayı Sosyal Güvenlik Kurumuna rücu hakkının tanınmasının asıl amacı, işverenleri iş sağlığı ve güvenliği önlemlerini almaya teşvik etmektir. Bununla birlikte Kurumun rücu hakkının hukuki  niteliği  tartışmalıdır.  Bu  bağlamda  Yargıtayın  çeşitli  kararlarının değerlendirilmesi,  uygulamada  ortaya  çıkan  sorunları  anlamaya  katkı sağlayacaktır. Ayrıca Sosyal Güvenlik Kurumu karşısında sorumluluğun ne zaman doğacağı hususunun da çeşitli ihtimaller çerçevesinde açıklanması gerekmektedir.  Zira  uygulamada  hem  asıl  işveren-alt  işveren  ilişkisinin olduğu hem de üçüncü kişinin iş kazası ve meslek hastalığına yol açtığı hallerde, daha karmaşık sorunların ortaya çıktığı görülmektedir. Genel olarak sorumluluğun  kusur  sorumluluğuna  dayandığı  söylenebilir.  Ancak  5510 sayılı kanunda sorumluluğun tespitinde kaçınılmazlığın da dikkate alınacağı ifade  edilmiştir.  Bu  sebeple  kaçınılmazlık  ifadesi  üzerinde  özellikle durulmuştur. Kanaatimizce kaçınılmazlık, mücbir sebebin bir unsuru olarak kabul edilmelidir.",
     "Abstract": "The main reason for providing the right to recourse before the Social Security Institution due to occupational accident or disease is to enforce employers to take occupational health and safety precautions. However, the legal character of the right to recourse is controversial. Within this context, various decisions of the Supreme Court should be evaluated. The related evaluation will contribute to the understanding of the problems that emerge in practice. Furthermore, it should be clarified when the responsibility comes out  towards  Social  Security  Institution  within  the  scope  of  various possibilities. In fact, it is observed that more complicated problems emerge especially  both  sub-contracting  practice  and  third  party  who  causes occupational accident or disease. It can be said that defect liability is adopted in general. In addition, inevitability shall be considered in determining the responsibility  according  to  Law  No.  5510.  Therefore,  the  statement  of inevitability is especially analysed. In our opinion, inevitability should be accepted as a component of force major.",
     "Metin": "Hukukumuzda  Sosyal  Güvenlik  Kurumuna,  sigortalı  veya  hak sahiplerine yaptığı ödemeleri ve bağladığı gelirleri belirli koşullar altında işverenden veya üçüncü kişilerden rücu davası yoluyla talep etme hakkı tanınmıştır. 506 sayılı Sosyal Sigortalar Kanunu döneminde, Kurumun rücu hakkı, 10., 26., 27. ve 41. maddelerde düzenlenmişti. 5510 sayılı Sosyal  532AÜHFD, 64 (3) 2015: 531-594       Civan Sigortalar ve Genel Sağlık Sigortası Kanununda (SSGSSK) ise Kurumun rücu  hakkı  birden  fazla  yasadaki  düzenlemeleri  ve  farklı  konumdaki sigortalıları da içerecek şekilde 21., 23., 39. ve 76. maddelerde düzenleme konusu yapılmıştır.  Sosyal Güvenlik Kurumuna tanınan rücu hakkı, özel sigorta hukuku açısından  değerlendirildiğinde  sigorta  tekniğine  uymamaktadır.  Zira işverenler  ödedikleri  primlerle  finansmanına  katıldıkları  sosyal  sigorta sisteminden sigortalılara sağlanan yardımlar nedeniyle Kuruma karşı ayrıca sorumlu tutulabilmektedir.  Sosyal  Güvenlik  Kurumuna  bu  şekilde  rücu  hakkı  tanınması  çeşitli gerekçelere dayandırılabilir. Rücu hakkının dayandığı gerekçelerden biri, sigortalının  uğradığı  iş  kazası  veya  tutulduğu  meslek  hastalığı  sonucu yapılan  sağlık  yardımları  ve  parasal  yardımlar  nedeniyle  Kurumun malvarlığında meydana gelen eksikliğin giderilmesidir. Ulaşabildiğimiz son verilere göre Sosyal Güvenlik Kurumu tarafından Şubat 2014 tarihi itibariyle zamanaşımına uğramamış ve rücu işlemi yapılması bekleyen adli vaka ve trafik kazası dosya sayısı beşyüzbinden fazladır. Bekleyen dosyalara ait rücu işlemlerinin  etkin  ve  hızlı  biçimde  sonuçlandırılarak  Kurumun  kanuni alacaklarının tahsilinin sağlanmasının büyük önem taşıdığı, idari ve yapısal sorunlar nedeniyle alacağın temininin sağlanamaması halinde Kurumun orta ve  uzun  vadede  milyarlarca  lira  gelir  kaybı  yaşayabileceği  ifade edilmektedir. Ayrıca rücu hakkının tanınmasının gerekçelerinden biri de zararın  Kurumca  karşılanması  suretiyle  sigortalı  işçi  ve  onun  işvereni arasında  ortaya  çıkabilecek  olan  çekişmeyi  ve  sürtüşmeyi  önlemektir. Ancak Kuruma rücu hakkının tanınmasındaki asıl neden sosyal güvenlik hukukunun amacıyla bağlantılıdır.  Sosyal  güvenliğin  çalışanların  toplumsal  risklere  karşı  korunması bakımından önleme ve tazmin olmak üzere birbirinden ayrılmaz iki boyutu mevcuttur.  Toplumsal  risklerden  doğan  zararlara  karşı  kişilere  gelir güvencesi sağlanması sosyal güvenliğin tazmin boyutuyla ilişkilidir. Buna karşılık kişinin canının ve sağlığının korunması, sosyal güvenlik hukukunun                                                  1   Başterzi-Yıldız, 4.  2   Turan, 5510 Sayılı Yasa, 193.  3   Korkmaz, 49-55.  4   Turan, 5510 Sayılı Yasa, 193.    533İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 önleyici işlevi ile bağlantılıdır. Diğer bir ifadeyle sosyal güvenlik hukuku hem  risklerin  önlenmesini  hem  de  risklerin  doğurduğu  zararların giderilmesini  amaçlayan  çok  yönlü  bir  koruma  hukuku  niteliğini taşımaktadır. Dolayısıyla sosyal güvenlik sisteminin kapsamına giren kişiler, toplumsal  risklerin  doğurduğu  zararların  giderilmesi  kadar,  bu  risklerin önlenmesini de isteme hakkına sahiptir. Bu durum özel sigortalar ile sosyal sigortaların  farklı  hükümlere  tabi  tutulmasını  da  haklılaştırmaktadır. İşçilerin  zararlarının  Sosyal  Güvenlik  Kurumu  tarafından  karşılanması işverenlerce prim ödenmesine değil, Anayasa tarafından devlete yüklenmiş olan sosyal güvenliğin sağlanması ödevinden kaynaklanmaktadır. Başka bir deyişle  prim  ödeyen  işverenler,  her  türlü  hukuki  sorumluluğun  dışında tutulamazlar.  Zira  sosyal  sigorta  bir  mali  sorumluluk  sigortası  niteliğini taşımaz, devletin sosyal güvenliği sağlama araçlarından birini oluşturur. Bu çerçevede  Sosyal  Güvenlik  Kurumuna  tanınan  rücu  hakkının  en  önemli işlevlerinden biri, işverenlerin iş sağlığı ve güvenliği tedbirlerinin alınmasına teşvik  edilmesi,  bu  konuda  caydırıcılığın  oluşturulmasıdır.  Aynı  şekilde kusurlu davranışlarıyla özellikle iş kazasının gerçekleşmesine etkide bulunan üçüncü kişiler de insan yaşamının kutsallığı konusunda gerekli duyarlılığı göstermediklerinden  ötürü,  sebep  oldukları  zararların  sonucuna katlanmalıdır.  Yapılan açıklamalar dikkate alındığında, rücu hakkının Sosyal Güvenlik Kurumuna  tanınması  gerektiği  açıktır.  Bununla  birlikte  rücu  hakkı kapsamında  ele  alınması  gereken  bir  takım  sorunlar  varlığını  devam ettirmektedir. Anayasa Mahkemesi tarafından iptal edilen  sigortalı veya                                                  5   Süzek, İş Güvenliği, 33. Başterzi-Yıldız, 5. Başbuğ, 24.  6   Başbuğ, 24. Turan, 5510 Sayılı Yasa, 193. Turan, Rücuan Tazminat Davaları, 165. Başterzi-Yıldız,  5.  Tuncay-Ekmekçi,  370.  Şakar,  130.  Keser,  138.  Korkmaz,  33.  Bu doğrultudaki Anayasa Mahkemesi kararları için bkz.; AYM, 23.05.1972, 2/28, AYM, 30.12.2010, 76/122, http://www.anayasa.gov.tr/Kararlar/KararlarBilgiBankasi/, 06.05.2015. 7   Turan, 5510 Sayılı Yasa, 193.  8   Bu  kapsamda  rücu  davalarına  uygulanacak  kanunun  belirlenmesi  sorunu  da  ortaya çıkmaktadır. Zira 5510 sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanununun yürürlüğe girmesinden sonra, devam etmekte olan rücu davalarının 506 sayılı kanun hükümlerine mi yoksa 5510 sayılı kanun hükümlerine göre mi sonuçlandırılacağı sorusu gündeme  gelmiştir.  Yargıtay,  iş  kazası  veya  meslek  hastalığı  5510  sayılı  kanunun yürürlüğünden önce meydana gelmişse rücu davasının 506 sayılı kanun hükümlerine göre sonuçlandırılmasına, 5510 sayılı kanun hükümlerinin ancak yürürlük tarihinden sonra ortaya çıkan iş kazası ve meslek hastalıkları nedeniyle açılan rücu davalarında uygulama alanı  bulabileceğine  hükmetmektedir  (YHD,  27.10.2008,  15621/13325,  YHD,  534AÜHFD, 64 (3) 2015: 531-594       Civan hak sahiplerinin işverenden isteyebilecekleri tutarlarla sınırlı olmak üzere  ibaresine yeniden yer verilmesi nedeniyle Kurumun rücu hakkının hukuki niteliği tartışması tekrar gündeme gelmiştir. Ayrıca asıl işveren-alt işveren ilişkisinin kurulduğu hallerde sorumluluğun kime veya kimlere yöneltileceği hususu çok değerlendirilmemiş bir konu olarak ortaya çıkmakta olup, son yargısal  içtihatlar  ışığında  kaçınılmazlık  ifadesinin  yeniden  ele  alınması gerekmektedir.  Bu  bağlamda  rücu  hakkının  hukuki  niteliği  ile  Sosyal Güvenlik  Kurumu  karşısında  sorumluluğun  koşulları  üzerinde  durulması isabetli olacaktır. Ancak hemen ifade edelim ki, burada Sosyal Güvenlik Kurumunun rücu hakkına ilişkin düzenlemelerden 5510 sayılı kanun md.21 ile md.23, gerek işverene gerek üçüncü kişiye rücu boyutuyla ele alınacaktır. Zira uygulamada yaşanan sorunlar ve tartışmaların genellikle belirttiğimiz maddeler üzerinde yoğunlaştığı görülmektedir.                                                                                                                    02.02.2009,  19754/785,  YHD,  28.03.2011,  14898/4183,  YHD,  05.09.2012, 16261/14075,  YHD,  13.10.2008,  13700/12459,  www.kazanci.com.tr,  24.04.2015). Burada çok uzun ele alamayacak olsak da kanunların zaman bakımından yürürlüğü ile ilgili olarak karşımıza iki temel teori ortaya çıkmaktadır. Bunlar klasik teori ve modern teoridir.  Klasik  teoriye  göre  kanunlar  kural  olarak yürürlüğe  girdiği  tarihten  önceki olaylara uygulanamaz. Ancak bazı hallerde kanunlar geçmişe uygulanabilir. Kamu düzeni veya genel ahlakın korunması ya da zayıfların korunması gibi düşüncelerle konulmuş emredici hükümlerin geçmişe yürüyebileceği kabul edilmektedir (Gözler, 253, 256. Bilge, 197-198).  Modern  teoriye  göre,  kanunların  geçmişe  etkili  olmaması  ilkesi  ikincil niteliktedir, ana kural kanunların yürürlüğe girdiği andan itibaren derhal etki etmesidir (Baysal, 480. Gözler, 246. Taşpınar Ayvaz, 85). Yapılan açıklamalar çerçevesinde derdest rücu davalarına 5510 sayılı kanun md.21 veya md.23 hükümlerinin uygulanabilmesi için, klasik teori açısından kazanılmış hakkın bulunmaması, diğer bir ifadeyle beklenen hakkın bulunması ya da kazanılmış hak mevcut olsa dahi uygulanacak kanun hükümlerin kamu düzenine  ilişkin  olması  gerekmektedir.  Modern  teori  açısından  ise  kazanılmış  hak kavramına ya da  kamu  düzenine  gitmeye  gerek  olmaksızın,  tamamlanmış bir  işlem bulunmadığı  ve  geçiş  hükümlerinde  aksine  bir  düzenleme yer  almadığı  sürece yeni yürürlüğe  giren  kanun  derhal uygulanacaktır. Kanaatimizce  hangi  teori  esas  alınırsa alınsın, iş kazası veya meslek hastalığının hangi tarihte meydana geldiğine bakılmaksızın derdest rücu davalarına yürürlüğe giren yeni kanun hükümleri, yani 5510 sayılı kanunun derhal uygulanması gerektiği sonucuna varılmalıydı. Kaldı ki bu sonuca modern teori açsından ulaşmak daha olasıdır. Yargıtayın da modern teoriyle bağdaşan bazı kararları bulunmaktaysa da, söz konusu kararlarda geçen lehe kanun vurgusu dikkati çekmektedir (YHD, 24/02/2011, E. 2011/913, K. 2011/2328, YHGK, 05/10/2011, E. 2011/10-476, K. 2011/584, Gökalp Civan, 30, dn.77). Ancak lehe olan kanun hükmünün uygulanması hususu sosyal güvenlik mevzuatına yabancı olan bir ilkedir (Gökalp Civan, 31). Bu itibarla sosyal güvenlik mevzuatının uygulanmasında kanunun lehe olup olmaması göz önüne alınmaksızın modern teorinin uygulanmasının daha tatmin edici sonuçlar doğuracağını da ifade edilmelidir.    535İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 2. Rücu hakkının hukuki niteliği Rücu  hakkının  hukuki  niteliği  506  sayılı  Sosyal  Sigortalar  Kanunu döneminde  olduğu  gibi,  5510  sayılı  Sosyal  Sigortalar  ve  Genel  Sağlık Sigortası  Kanunu  döneminde  de  tartışmalıdır.  Yapılan  tartışmalar  rücu hakkının basit rücu hakkı mı olduğu, yoksa halefiyet ile desteklenmiş bir rücu hakkı mı olduğu hususuna ilişkindir. Zira varılacak kanaate göre rücu davasının sonuçları farklı olacaktır. Bu bağlamda öncelikle rücu ve halefiyet kavramları ile 506 sayılı kanun döneminde özellikle md.26 hükmü ile ilgili yaşanan  tartışmalara  değindikten  sonra,  5510  sayılı  kanun  md.21  ile md.23 de düzenlenen rücu hakkının hukuki niteliğinin ayrı ayrı ele alınması isabetli olacaktır.  a) Genel olarak rücu ile halefiyet arasındaki ilişki  Genel  anlamda  rücu,  bir  kimsenin  bir  ödemede  bulunması  halinde bundan  yararlananlara  başvurabilmesi  durumudur.  Diğer  bir  ifadeyle başkasına ait bir borcu yerine getiren kişi, malvarlığında meydana gelen kaybı  gidermeye  yönelik  tazminat  niteliğinde  bir  talep  hakkına kavuşmaktadır.  Yargıtay  da  bazı  kararlarında  rücu  hakkının  tazminat niteliğinde bir hak olduğunu ifade etmektedir. Rücu hakkı ve imkanı ancak yasada  düzenlenmiş  ise  kullanılabilir.  Yasal  düzenlemenin  mevcut bulunmaması halinde kişinin yaptığı ödemeyi rücu edebilmesi kural olarak mümkün değildir.  Halefiyet  ise  esasen  TBK  md.127 de  düzenlenmiştir.  Söz  konusu hükme  göre  genel  anlamda  halefiyet,  üçüncü  kişinin  alacaklıya  ifada bulunması ile borçluya karşı alacaklının yerine geçmesidir. Ancak üçüncü kişi tarafından ifada bulunulan her durumda halefiyet söz konusu olmaz, halefiyet istisnai bir durumdur. Diğer bir ifadeyle halefiyet hususu, sınırlı sayıda olma kuralına bağlıdır. Halefiyet ya borçlunun iradesine dayanmalı ya  da  kanunda  öngörülmelidir.  Bu  bağlamda  TBK  md.168/I  gereğince alacaklıya  ödemede  bulunan  müteselsil  borçlulardan  her  biri,  ifada bulunduğu miktar oranında alacaklının haklarına halef olur. TBK md.168 de kanun  koyucu  alacaklının  haklarının  sona  ermesi  yerine,  bunların  ifada                                                  9   Kılıçoğlu, Halefiyet, 13.  10  YHGK, 09.10.2013, 9-1559/1461, YHGK, 03.02.2010, 10-20/58, www.kazanci.com.tr, 24.04.2015.  11  Ergin, 132. Dalcı Özdoğan, 89.  12  YHGK, 23.02.2000, 4-103/124, Erbaş, 101.   536AÜHFD, 64 (3) 2015: 531-594       Civan bulunan borçluya geçmesini öngörmüştür. İfada bulunan borçlunun diğer borçlulara  karşı  halefiyet  alacağına  sahip  olmasının  ön  koşulu  ise  rücu alacağına sahip olmasıdır. Kısacası halefiyetin olduğu her durumda rücu hakkı vardır, ancak her rücu hakkının bulunduğu durumda halefiyet mevcut değildir.  Kanun  bazı  hallerde  rücu  hakkını  halefiyetle  desteklemek suretiyle rücu hakkı sahibini daha fazla korumak istemiştir.   Gerek  halefiyet  ile  desteklenmiş  rücu  hakkında  gerek  basit  rücu hakkında,  alacaklı  konumunu  devralan  kişinin  borçludan  isteyebileceği miktarın sınırı konusunda bir fark bulunmamaktadır. Her iki durumda da alacaklıyı tatmin ölçütü belirleyici olmaktadır. Bununla birlikte halefiyet ile basit rücu hakkı arasındaki temel fark zamanaşımı süresi ile alacağa bağlı hakların intikali konularına ilişkin olarak ortaya çıkmaktadır. Zira halefiyet basit rücu hakkına kıyasla çok daha geniş olanaklar sağlar. Rücu hakkı, ifa ile ortadan kalkan alacaktan bağımsız, ayrı bir haktır. Halefiyette ise üçüncü kişi  alacaklının  yerine  geçtiğinden,  basit  rücu  hakkı  sahibinin yararlanamayacağı  alacaklıya  ait  imtiyazlardan,  yetkilerden  ve  fer i haklardan yararlanabilir.  b) 506 sayılı kanun md.26 hükmü çerçevesinde yapılan tartışmalar 506  sayılı  Sosyal  Sigortalar  Kanunu  md.26  hükmü  herhangi  bir açıklama  içermediğinden  Kurumun  rücu  hakkının  hukuki  niteliği tartışmalıydı. Öğretideki bir görüş Kurumun rücu hakkını halefiyet esasına dayandırmıştır. Bu görüşü savunanlar halefiyet esasının, işverenin Kurum karşısındaki  sorumluluğunun  sınırını  da  çizdiğini  belirtmektedir.  Diğer görüş ise Kurumun rücu hakkının basit rücu hakkı olduğunu belirtmiştir. Basit rücu hakkına dayandığını savunan görüşler özellikle rücu hakkının kendine  özgü  halefiyete  dayandığına  ilişkin  olarak  kanunda  bir  açıklık bulunmadığını,  hiçbir  bilimsel  görüş  veya  doyurucu  bir  açıklamayla desteklenmediğini de ileri sürmektedir.                                                  13  Dalcı Özdoğan, 92-94.  14  Başbuğ, 28.  15  Kılıçoğlu, Halefiyet, 14.  16  Turan, Rücuan Tazminat Davaları, 164.  17  Güzel-Okur-Caniklioğlu, 476.  18  Halefiyet görüşü ve bu görüş hakkında daha detaylı bilgi için bkz.; Tunçomağ, 292. Çenberci, 188. Tuncay-Ekmekçi, 371. Süzek, 2.Bs., 358.  19  Basit rücu hakkı görüşü ve bu görüş hakkında daha detaylı bilgi için bkz.; Başbuğ, 50-59. Aslanköylü, 27-30. Erbaş, 101.    537İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 Yargıtay ise çeşitli kararlarında Kurumun rücu hakkını önce halefiyet esasına  dayandırmıştır.  Bu  yöndeki  Yargıtay  içtihatlarından  en önemlilerinden  biri  1954  yılına  ilişkindir.  İlgili  içtihadı  birleştirme kararında, Kurumun rücu hakkının halefiyet esasına dayandığı, halefiyetin kanunda  açıkça  düzenlenmemiş  olmasının  bu  esastan  ayrılmayı gerektirmeyeceği,  bu  itibarla  sorumlular  aleyhine  açılacak  olan  rücu davalarında, sigortalıların zarar veren kişilere karşı açabileceği davaların zamanaşımı süresinin uygulanacağı kabul edilmiştir. Takip eden yıllarda Yargıtayın rücu hakkının hukuki niteliğine dair görüşünün halefiyet esasına dayandığı  görülmekle  birlikte,  verilen  tüm  kararların  klasik  halefiyet görüşüyle  bağdaşmadığı  da  belirlenmektedir.  Örneğin  zamanaşımının başlangıcıyla  ilgili  bazı  Yargıtay  kararlarında,  rücu  davası  ile  ilgili zamanaşımı  süresinin  kazanın  meydana  geldiği  tarihten  itibaren  değil, Kurum  tarafından  sigortalı  işçiye  gelir  bağlandığı  tarihten  itibaren başlayacağı kabul edilmiştir. İşçinin ölümü sonucu hak sahipleri işvereni ibra  etse  dahi,  Kurumun  bu  tasarrufla  bağlı  olmayacağına  da hükmedilmiştir. Sonuç olarak Yargıtay 1994 yılında kabul ettiği içtihadı birleştirme  kararıyla,  Kurumun  rücu  hakkına  ilişkin  temel  ilkeleri belirlemiştir.  İlgili  kararda,  Kurumun  rücu  hakkının  kendine  özgü  bir halefiyete  dayandığı,  klasik  halefiyet  tezinin  savunulamayacağı,  Sosyal Sigortalar  Kurumunca  bağlanan  gelirlerde,  kanun,  kararname  ve  katsayı değişikliği  nedeniyle  yapılan  artışların  506  sayılı  kanun  md.26/I  hükmü çevresinde  Kurumca  asıl  sorumlulardan  istenebileceği,  gelir  artışlarından önceki ödemeler için, daha önce dava açılmış ve kesinleşmiş olmasının müddeabih farkı nedeniyle, sonraki gelir artışlarına ilişkin davalar için kesin hüküm engeli yaratmayacağı, işçinin işveren aleyhine on yıllık zamanaşımı süresi  içinde  dava  açabileceği,  halefiyet  ilkesi  gereği  Kurumun  rücu davalarında  zamanaşımı  süresinin  on  yıl  olması  gerektiği,  ancak  olay tarihinde  halefliğin  gerçekleşmediği,  ödeme  yapılmadan  rücu  hakkının doğmadığı, zamanaşımının her bir gelir artışının Kurum un yetkili organının onayladığı tarihten itibaren başlayacağı kabul edilmiştir.                                                   20  YİBGK, 31.03.1954, 18/11, www.kazanci.com.tr, 24.04.2015.  21  YHD, 28.03.1977, 7133/2261, YHD, 20.05.1975, 1566/2920, Başbuğ, 38, dn.82.  22  YHGK, 10.06.1983, 328/652, Başbuğ, 39, dn. 83.  23  YİBGK, 01.07.1994, 3/3, www.kazanci.com.tr, 24.04.2015.  24  Yargıtay  bu  nedenle  de  Kurumun  rücu  hakkını  kendine  özgü  halefiyet  olarak nitelendirmektedir. Normalde klasik halefiyet görüşünde zamanaşımı, zarar görenin zarar veren kişilere karşı açabileceği davaların zamanaşımı süresinde işlemeye başlar. Basit rücu hakkında  538AÜHFD, 64 (3) 2015: 531-594       Civan Yargıtayın Kurumun rücu hakkının halefiyet esasına dayandığı görüşü ise  2006  yılında  verilen  Anayasa  Mahkemesi  kararıyla  değişmiştir. Yargıtay 10. Hukuk Dairesi, Sosyal Sigortalar Kanunu md.26/I de geçen  … sigortalı veya hak sahibi kimselerin işverenden isteyebilecekleri miktarlarla sınırlı olmak üzere…  bölümünün Anayasaya aykırı olduğu iddiasıyla iptal isteminde bulunmuş, Anayasa Mahkemesi de ilgili ifadenin iptaline karar vermiştir. Anayasa Mahkemesinin iptal kararı üzerine Yargıtay 10. Hukuk Dairesi çok sayıda kararında, Kurumun rücu hakkının basit rücu hakkı niteliğini  taşıdığına,  sadece  ilk  peşin  sermaye  değerinin  tazmin sorumlularının kusuruna isabet eden miktarının rücu edilebileceğine, peşin sermaye  değerinde  kanun,  kararname  ve  katsayı  değişikliği  nedeniyle meydana gelen artışların istenemeyeceğine hükmetmiştir.  c) 5510 sayılı kanun md.21 hükmü çerçevesinde yapılan tartışmalar ve görüşümüz  506 sayılı kanun döneminde özellikle Kurumun rücu hakkı bakımından zamanaşımı süresi ve başlangıcı ile ilgili tartışmalar mevcuttu. 5510 sayılı kanun md.93 de Kurum alacaklarında zamanaşımı açıkça düzenlenmiştir. İlgili hükme göre,  Bu Kanuna dayanılarak Kurumca açılacak tazminat ve rücû  davaları,  on  yıllık  zamanaşımına  tâbidir.  Zamanaşımı  tarihi;  rücû konusu  gelir  ve  aylıklar  bakımından  Kurum  onay  tarihinden,  masraf  ve ödemeler  için  ise  masraf  veya  ödeme  tarihinden  itibaren  başlar  (md.93/III)27.  Ayrıca  506  sayılı  kanun  döneminde  Anayasa  Mahkemesi tarafından  md.26/I de  geçen   …  sigortalı  veya  hak  sahibi  kimselerin işverenden isteyebilecekleri miktarlarla sınırlı olmak üzere…  ifadesi iptal edilinceye  kadar  sigortalılara  ya  da  hak  sahiplerine,  Sosyal  Sigortalar Kurumunca bağlanan gelirlerde, kanun, kararname ve katsayı değişikliği                                                                                                                    ise ödemenin yapılması sonucu bağımsız ve yeni bir hak doğduğundan ötürü, zamanaşımı süresi de ödemenin yapıldığı tarihten itibaren işlemeye başlamaktadır (Turan, Rücu, 14).  25  AYM,  23.11.2006,  10/106,  http://www.anayasa.gov.tr/Kararlar/KararlarBilgiBankasi/, 23.04.2015. 26  YHD, 27.03.2007, 2188/4582, YHD, 17.04.2007, 12652/6194, YHD, 17.04.2007, 19589/6200,  YHD,  19.04.2007,  16443/6228,  YHD,  01.05.2007,  18490/6691, YHD, 03.05.2007, 18505/6754, YHD, 10.05.2007, 15851/7240, YHD, 28.05.2007, 18257/8863, YHD, 05.06.2007, 16287/9365, Erbaş, 105-112. YHD, 04.03.2014, 24605/4435, www.kazanci.com.tr, 24.04.2015.  27  Kanaatimizce zamanaşımı süresinin Kanunda açıkça düzenlenmesi faizin başlangıcı ile ilgili tartışmaları da sona erdirecek niteliktedir.    539İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 nedeniyle yapılan artışların sorumlulardan istenebileceği kabul edilmekteydi. Bu durum ise Kurumun rücu hakkının halefiyet esasına dayandırılmasıyla ilişkilendirilmekteydi.  Daha  sonra  Anayasa  Mahkemesinin  iptal  kararı sonucu Yargıtay tarafından kural olarak ilk peşin sermaye değerinin rücu edileceği kabul edilmişse de, 5510 sayılı kanunda Anayasa Mahkemesinin iptal kararına konu olan ifadeye tekrar yer verilmiştir. Ancak açıkça ilk peşin sermaye değerinin rücu edileceği ibaresi de rücu ile ilgili madde metninde yer aldığından, Kurumca bağlanan gelirlerde, kanun, kararname ve katsayı değişikliği  nedeniyle  yapılan  artışların  istenemeyeceği  açıkça  düzenleme konusunu oluşturmuştur. 506 sayılı kanun döneminde tartışmalara yol açan iki büyük sorun 5510 sayılı  kanunda  açık  düzenlemelerle  çözüme  kavuşturulmuştur.  Bununla birlikte  Kurumun  rücu  hakkının  hukuki  niteliği  bazı  açılardan  önem taşımaya  devam  etmektedir.  İlk  olarak  rücu  hakkının  halefiyet  esasına dayandığı  kabul  edilecek  olursa,  sigortalı  veya  hak  sahipleri  tarafından açılan tazminat davalarında tespit edilen kusur oranları ile belirlenen gerçek zararın miktarının rücu davasında da Kurum yönünden bağlayıcı olduğu kabul edilmelidir. Ancak basit rücu hakkının bulunduğunun kabulü halinde sigortalı veya hak sahipleri tarafından açılan tazminat davalarında belirlenen kusur oranları ile tespit edilen gerçek zararın miktarı güçlü delil niteliği taşıyacaktır.  Ayrıca  rücu  hakkının  halefiyet  esasına  dayandığı  kabul edilecek  olursa,  tazmin  sorumlusunun  sigorta yaptırması  halinde,  sigorta şirketine de rücu yapılabilecektir. Ancak basit rücu hakkının varlığı halinde sigorta şirketine gidilemeyecektir. Rücu hakkının hukuki niteliğinin önem taşıdığı diğer bir husus da rücu hakkının halefiyet esasına dayandığı kabul edilecek olursa, tazmin sorumlusunun sigortalı yahut hak sahiplerine yapmış                                                  28  Yargıtay halefiyet esasını kabul ettiği kararlarında, sigortalı veya hak sahipleri tarafından açılan  tazminat  davalarında  saptanan  kusur  oranlarının,  Kurum  yönünden  bağlayıcı olduğunu kabul etmektedir. Ancak bunun için kusurun 5510 sayılı kanun md.21 e uygun şekilde saptanması koşulunu da aramaktadır (YHD, 28.05.2013, 19635/11653, Çalışma ve Toplum, (41) 2014/2, 367). Diğer bir ifadeyle sigortalı tarafından açılan ve kesinleşen davada alınan kusur raporunun her zaman için bağlayıcı kabul edilmemesi, iki davada hesap edilen tazminat miktarının farklı olması ihtimalini de ortaya çıkarmaktadır.  29  Yargıtay, 506 sayılı Kanunda geçen  … sigortalı veya hak sahibi kimselerin işverenden isteyebilecekleri miktarlarla sınırlı olmak üzere…  ifadesinin Anayasa Mahkemesince iptal edilmesinden sonra Kurumun rücu hakkının basit rücu hakkına dayandığını kabul ettiği  bir  kararında  dahi,  sigorta  şirketine  rücu  davası  açılabileceğini  kabul  etmiştir (YHD, 08.06.2009, 22391/10301, www.kazanci.com.tr, 24.04.2015).   540AÜHFD, 64 (3) 2015: 531-594       Civan olduğu  harici  ödemeler,  dış  tavandan  düşülmelidir.  Ancak  basit  rücu hakkında,  bu  gibi  ödemeler  ve  ibraname  Kurumun  rücu  alacağını etkilemeyecektir.  Son  olarak  rücu  hakkının  halefiyet  esasına  dayandığı kabul edilecek olursa, Kurum tarafından sadece ifanın ispatlanması yeterli olacaktır. Ancak basit rücu hakkının kullanımında ifanın yanı sıra dayanılan hukuki  ilişkinin  de  (vekaletsiz  iş  görme,  sebepsiz  zenginleşme,  vekalet sözleşmesi gibi) ispatlanması gerekecektir. Yapılan  açıklamalar  gereği  5510  sayılı  kanun  md.21  açısından, Kurumun rücu hakkının hukuki niteliğinin tespiti önem taşımaktadır. Bu bağlamda öğretide de çeşitli görüşlerin ileri sürüldüğü görülmektedir. Bir görüşe göre Anayasa Mahkemesince iptal edilmiş bulunan 506 sayılı kanun md.26/I de  geçen   …  sigortalı  veya  hak  sahibi  kimselerin  işverenden isteyebilecekleri miktarlarla sınırlı olmak üzere …  ifadesine, 5510 sayılı kanun md.21/I hükmünde yeniden yer verilmesi sonucu Anayasa Mahkemesi kararından  önceki  duruma  geri  dönülmüştür.  Dolayısıyla  Kurumun  rücu hakkı özünde geri alma  hakkı bulunan kendine özgü nitelikteki haleflik hukuki temeline dayanmaktadır.  Aksi  yöndeki  bir  görüşe  göre  ise  5510  sayılı  kanun  md.21  gereği Kurum sadece bağlanan gelirin ilk peşin değerini isteyebileceğinden artık halefiyet görüşünün yasal ve hukuki dayanağı ortadan kalkmıştır. Kaldı ki kanun koyucu, Kurumun rücu hakkının halefiyet esasına dayandığına ilişkin ayrık ve açık bir hüküm getirmemiştir. Diğer bir deyişle md.21 de halefiyet düzenlenmemiştir. Halefiyet ilkesini zorlamaktansa en baştan Kurumun                                                  30  Yargıtay bir kararında, hak sahiplerinin üçüncü kişi ve işveren aleyhine açtıkları davada, üçüncü kişilere yönelik istemin ibra nedeniyle reddedilmiş olmasının, rücu davasının kendine özgü ve temelinde rücu hakkı bulunan halefiyet ilkesine dayandığı göz önüne alındığında  rücu  davasını  etkilemeyeceğine  hükmetmiştir  (YHGK,  10.06.1983,  10328/652, www.kazanci.com.tr, 24.04.2015). Ancak Yargıtay başka bir kararında da tazmin sorumlusu olan kişinin yaptığı harici ödeme iyiniyete dayanmaktaysa, yapılan ödemenin tavandan  düşülmesi  gerektiğine  hükmetmiştir  (YHGK,  28.05.1997,  10-232/475, www.kazanci.com.tr, 24.04.2015).  31  Bir görüşe göre basit rücu hakkının varlığı halinde mutlaka ifanın yanı sıra dayanılan hukuki ilişkinin ispatlanması gerekmemektedir. Zira borçların kaynağını sadece sözleşme, haksız  fiil  ya  da  vekaletsiz  iş  görme  oluşturmaz.  Borçlar,  aynı  zamanda  kanunun kendilerine borç doğurucu hüküm bağladığı olgulardan da doğabilir. Dolayısıyla bazı borçlar, borcun klasik kaynaklarından birine dayanmaz. Kurumun rücu hakkı da bu duruma örnek oluşturmaktadır (Güneş, 133-134).  32  Güzel-Okur-Caniklioğlu, 478. Tuncay-Ekmekçi, 372. Kızılray, 179.  33  Aslanköylü, Şerh, 977. Turan, Rücu, 25-26.  34  Dalcı Özdoğan, 119-120.    541İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 dava  hakkının  temelinde  rücu  hakkının  bulunduğunu  kabul  etmek, tartışmalara ve hukuka aykırı uygulamalara son verecektir. Nitekim rücu hakkının  koşulları,  kapsam  ve  sınırı  kanunda  çizildiğinden,  basit  rücu hakkının  kabulü  Kurum  açısından  herhangi  bir  dezavantaj  da doğurmayacaktır.  Aynı  doğrultudaki  bir  görüşe  göre  de  5510  sayılı kanunda Anayasa Mahkemesinin iptal ettiği  … sigortalı veya hak sahibi kimselerin işverenden isteyebilecekleri miktarlarla sınırlı olmak üzere …  ifadesine  tekrar  yer  verilmiş  olması,  rücu  davalarının  yeniden  halefiyet ilkesine dayalı davalar olarak yorumlanması için yeterli değildir. Anılan ifade, temelde tazmini olanaklı bulunan ilk peşin sermaye değerli gelire üst sınır getiren bir hüküm içermektedir. İlk peşin değerli gelirin gerçek zarar tavan  değerinin  altında  kaldığı  durumlarda  herhangi  bir  işlevi bulunmayacaktır. Bu nedenle Anayasa Mahkemesinin iptal kararından sonra 506 sayılı kanuna dayalı rücu davaları açısından varılan sonuçtan ayrılmayı gerektiren bir durum doğmamaktadır. Yalnızca ilk peşin sermaye değerli gelir  miktarının  gerçek  zarar  tavanını  aşan  kısmının  tazmin  olanağını kaldıran ikinci bir sınırlama ortaya çıkmaktadır.  Yargıtay  ise  5510  sayılı  kanun  döneminde  verdiği  kararlarında Kurumun  rücu  hakkının  halefiyet  esasına  dayandığını  kabul  etmiştir. Yargıtayın bu doğrultudaki bir kararına göre,  …Bir borcu yerine getiren kimsenin  alacaklının  haklarına  halef  olabilmesi  için  halefiyetin  kanunda açıkça  öngörülmüş  bulunması  gerekir.  Kanunda  açıkça  öngörülmediği sürece  bir  halefiyetin  doğması  mümkün  değildir.  Halefiyet  kanununda belirtilmiş belirli durumlarda doğar. Diğer bir anlatımla halefiyet halleri sınırlı sayıda olma ( numerus clausus ) kuralına bağlıdır. Kanunda açıkça öngörülmediği sürece bir halefiyetin doğması mümkün değildir. … Kastı ya da sigortalının sağlığını koruma ve iş güvenliği mevzuatına aykırı hareketi ile iş kazası veya meslek hastalığına neden olan işveren, sigortalı veya hak sahibine karşı tazminat ödeme yükümlülüğü altında bulunmaktadır. Madde metninden anlaşılacağı üzere, bu durumda sigortalı ya da hak sahiplerine sosyal  sigorta  yardımlarında  bulunan  Kurumun  yaptığı  yardımları, işverenden  rücuan  isteme  hakkı  vardır.  İşverenin  borcunun  sözleşmeden                                                  35  Güneş, 133-134.  36  Turan, 5510 Sayılı Yasa, 197.  37  YHD, 28.05.2013, 19635/11653, Çalışma ve Toplum, (41) 2014/2, 366-368. Kurumun rücu hakkının halefiyet esasına dayandığının kabul edildiği diğer bir karar için bkz.; YHD, 30.01.2014, 25209/1727, www.kazanci.com.tr, 24.04.2015.   542AÜHFD, 64 (3) 2015: 531-594       Civan aykırılık kaynaklı olup, geçerli bir borç olduğu ve alacaklı konumundaki sigortalı veya hak sahibinin bu yardımlarla kısmen ya da tamamen tatmin edildiği  açıktır.  Burada  sigortalı  veya  hak  sahibine  Kurumca  bağlanan gelirler  yönünden  tazminat  miktarı  başladığı  tarihteki  ilk  peşin  sermaye değeri olarak öngörülmüştür. Ancak açıkça söz konusu tutarın, sigortalı veya hak sahibinin işverenden isteyebileceği tutarı aşamayacağı, bir başka deyişle kurumun rücu hakkının anılan tutara bağlı ve sınırlı olduğu düzenlenmiştir. İşverenden istenebilecek tutarın belirlenmesi ise, bir gerçek zarar hesabını zorunlu  kılmaktadır.  Öte  yandan  6098  sayılı  Türk  Borçlar  Kanunu'nun 55'inci  maddesiyle,  kurum  tarafından  rücu  edilebilen  sosyal  güvenlik ödemelerinin  destekten  yoksun  kalma  ve  bedensel  zararlardan  veya tazminattan  indirileceği  öngörülmüştür.  Bu  durumda  borçlu  işveren, kurumun yaptığı anılan tazminata ilişkin ödemeler kadar borç yönünden, asıl alacaklı hak sahibi ya da sigortalıya karşı sorumluluktan kurtulmaktadır. Oysa  işverenin,  aynı  tutar  için  kuruma  karşı  sorumluluğu,  5510  sayılı Yasanın 21'inci maddesinin birinci fıkrası kapsamında devam etmektedir. Yukarıda açıklanan hukuki olgular birlikte değerlendirildiğinde, sigortalı ya da hak sahibini tatmin eden kurumun 5510 sayılı Yasanın 21'inci maddesinin birinci fıkrasındaki rücu hakkının halefiyet hukuksal temeline dayandığının kabulü gerekir . Türk  Medeni  Kanunu  md.1  uyarınca  kanunlar,  sözüyle  ve  özüyle değindiği  bütün  konulara  uygulanır.  Kanunun  sözünden  çıkan  anlam, ruhundan çıkan anlamla bağdaşmıyorsa kabul edilemez. Böyle bir durumda, kanun metnine verilecek anlam kanunun ruhuna uygun olarak belirlenir. Kanun hükmünün ruhunun araştırılması ise onun amacının belirlenmesini zorunlu kılar. Bu bakımından her ne kadar 5510 sayılı kanun md.21 de açıkça halefiyet ilkesinden söz edilmese de, hükmün amacından yola çıkarak hakim tarafından Kurumun rücu hakkının halefiyet esasına dayandığı kabul edilebilir. Diğer bir ifadeyle hakim, 5510 sayılı kanun md.21 de halefiyet ilkesini  maddenin,  özünde  ve  sözünde  görebilir.  Bu  açıdan  Yargıtayın görüşünü gerekçelendirdiği, hem 5510 sayılı kanun md.21 hükmü hem de TBK  md.55  hükmünü  yorumlayarak  bu  sonuca  vardığı  görülmektedir. Kanaatimizce isabetli bir sonuca ulaşılmışsa da, asıl tartışma yaratan husus Yargıtayın halefiyeti, klasik halefiyet olarak değil kendine özgü halefiyet olarak  nitelendirilmesinden  kaynaklanmaktadır.  Zira  uygulamada  klasik                                                  38  Süzek, 23.  39  Güneş, 130-131.    543İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 halefiyet  anlayışına  özellikle  506  sayılı  kanun  döneminde  istisnalar getirildiği görülmektedir. Bu bakımdan Kurumun rücu hakkının, halefiyete dayandırılmasıyla  basit  rücu  hakkına  dayandırılması  arasındaki  fark, uygulamada ulaşılan bazı sonuçlar neticesinde ortadan kalkmaktadır. Ancak basit rücu hakkının kabul edildiği nispeten kısa sayılacak dönemde ise basit rücu hakkı görüşüyle de çelişen sonuçlara varılmıştır. Deyim yerindeyse halefiyet anlayışıyla basit rücu hakkı uygulamada ortaya çıkan ihtiyaçlara göre şekillendirilmektedir. Ortaya çıkan sorun ve uyuşmazlıkların hakim tarafından  somut  olayın  özelliklerine  göre  çözüme  kavuşturulması mümkünse  de,  benimsenen  hukuki  kurumla  bağdaşmayan  kararlara varılmasının  itirazları  doğuracağı  açıktır.  Kısacası  benimsenen  hukuki kurumun  gereğinin  uygulanması  ve  mümkün  olduğu  kadar  ilgili  hukuki kurum açısından istisnai uygulamaların getirilmesinden kaçınılması isabetli olacaktır.  5510  sayılı  kanun  md.21 de  sadece  işverene  değil,  aynı  zamanda üçüncü kişiye rücu imkanının da düzenlendiği görülmektedir. Öğretideki bir görüşe göre üçüncü kişilerin sorumluluğu konusunda basit rücu yaklaşımının benimsendiği sonucuna varılmalıdır. Üçüncü kişiler açısından gerçek zarar tavan değeri hesabına gerek kalmaksızın gelirin başladığı tarihteki ilk peşin sermaye değerinin yarısı rücu edilebilmelidir. Söz konusu görüş işverene yöneltilen rücu hakkının da basit rücu hakkı niteliği taşıdığını ifade etmekte olup,  kendi  içerisinde  tutarlıdır.  Bununla  birlikte  kanaatimizce  md.21 de işverene yöneltilen rücu hakkının halefiyete ancak üçüncü kişiye yöneltilen rücu hakkının basit rücu hakkı niteliğine dayandığı sonucuna varmamızı gerektiren bir ifade geçmemektedir. 5510 sayılı kanun md.21 gereği Kuruma tanınan rücu hakkının, işveren ile üçüncü kişi arasında ayrım yapılmaksızın halefiyet  esasına  dayandığı  kabul  edilmelidir.  Nitekim  ileride  de                                                  40  Yargıtayın sigorta şirketine rücu davası açılabileceğini kabul ettiği kararı bu niteliktedir (YHD, 08.06.2009, 22391/10301, www.kazanci.com.tr, 24.04.2015). 41  Aslanköylü, Şerh, 1007. Turan, 5510 Sayılı Yasa, 202.  42  506 sayılı kanun döneminde öğretideki bir görüşe göre Kurumun zarardan sorumlu olan üçüncü kişilere karşı sahip olduğu rücu hakkı halefiyet esasına dayanmaktadır. Nitekim 506 sayılı kanun md.26/II de üçüncü kişinin sorumluluğu bakımından genel hükümlere atıf yapılmıştır.  Bu  itibarla  rücu  hakkının  niteliği  eksik  teselsül  hükümleri  çerçevesinde çözüme kavuşturulmalıdır. Kurum ile zarardan sorumlu olan kişiler sigortalı karşısında eksik teselsül hükümlerine göre sorumlu olduklarından sigortalıyı veya hak sahiplerini tatmin eden Kurum, üçüncü kişilere yaptığı masrafları rücu edebilecektir. Böyle bir durumda Kurumun rücu hakkı halefiyetle desteklenmiş bir nitelik taşımaktadır (Kılıçoğlu, Halefiyet, 88).   544AÜHFD, 64 (3) 2015: 531-594       Civan değinileceği  üzere  sigortalının  iş  kazası  veya  meslek  hastalığına uğramasında  işveren  ile  üçüncü  kişinin  birlikte  kusurunun  bulunması halinde, söz konusu kişilerin Kurum karşısında müteselsil sorumlu olduğu Yargıtay tarafından kabul edilmektedir. Diğer bir ifadeyle işveren ile üçüncü kişi arasında müteselsil sorumluluğun bulunduğunu kabul ettiğimiz takdirde işverene ve üçüncü kişiye yapılacak rücu açısından Kurumun rücu hakkının hukuki niteliğinin farklı esaslara dayandırılmaması, en azından sorumluluk açısından ortak bir sınırın çizilebilmesi açısından daha isabetli olacaktır.       d)  5510  sayılı  kanun  md.23  hükmü  çerçevesinde  rücu  hakkının hukuki niteliği  Süresinde  bildirilmeyen  sigortalılıktan  doğan  sorumluluğun düzenlendiği  5510  sayılı  kanun  md.23  hükmü  ile  ilgili  olarak  özellikle sorumluluğun  şartları  ve  kapsamı  ile  ilgili  olarak  bir  takım  tartışmalar mevcut bulunmaktaysa da, Kuruma tanınan rücu hakkının hukuki niteliği açısından  5510  sayılı  kanun  md.21  hükmünde  olduğu  kadar  büyük  bir tartışma öğretide bulunmamaktadır.  İlgili kanun hükmüne göre işveren çalıştırdığı sigortalıya karşı sorumlu olmasa dahi, Kuruma karşı sorumlu olacaktır. Diğer bir ifadeyle işçisini Kuruma  bildirmeyen  işverenler  bakımından,  maddede  belirtilen  sigorta olaylarının (iş kazası, meslek hastalığı, hastalık ve analık) gerçekleşmesi ve Kurumun sigortalıya yardımda bulunması koşuluna bağlı olarak bir borç doğmaktadır.  Kanundan  kaynaklanan  bu  borç  ile  sosyal  sigortanın  korunması  ve uğradığı zararın giderilmesi hedeflendiği gibi, işveren bildirim yükümlülüğünü yerine getirmeye, yani işe giriş bildirgesi vermeye zorlanmakta, bu itibarla kayıt  dışı  çalışmanın  önüne  geçilmeye  çalışılmaktadır.  Anayasa Mahkemesinin 506 sayılı kanun md.10 ile ilgili verdiği bir kararında geçen  Sosyal Sigortalar Yasası'nın 10. maddesindeki işveren, işyerinde çalıştırdığı işçiyi yasal süresi içinde Kuruma bildirmeyen işverendir. Buna karşılık 26. maddedeki işveren ise bu yükümlülüğünü yerine getiren işverendir. … 10.                                                  43  Başbuğ, 109.  44  Başterzi-Yıldız, 15. 45  Başterzi-Yıldız, 15. Başbuğ, 110. Tuncay-Ekmekçi, 381. Turan, 5510 Sayılı Yasa, 199. Turan, Rücu, 93.  46  AYM,  20.05.1992,  61/34,  http://www.anayasa.gov.tr/Kararlar/KararlarBilgiBankasi/, 25.04.2015.   545İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 maddedeki işveren, işyerinde meydana gelen sigorta olayından doğan zararı, kusurlu  olsun  olmasın  Kuruma  ödemekle  yükümlüdür.  26.  maddedeki işveren ise, ancak kasdı, işçilerin sağlığını koruma ya da işgüvenliği ile ilgili kurallara aykırı davranışı veya suç sayılır bir eylemi sonucunda, işyerinde meydana gelen sigorta olayından doğan zararı kusuru oranında Kuruma karşı tazminle  yükümlüdür.  Yasakoyucunun,  her  iki  madde  kapsamına  giren işverenler  yönünden,  ayrı  hukuksal  durumları  ayrı  kurallara  bağlı tutmasında,  eşitlik  ilkesine  aykırılık  bulunmamaktadır.  …  İşyerinde çalıştırdığı işçiyi bildirmeyen (kaçak işçi çalıştıran) işveren, doğal olarak prim ödeme yükümlülüğünü de yerine getirmemektedir. … çalıştırdığı işçiyi bildirmeyen  işverenin  işyerindeki  işçiler  de  sosyal  güvenlik  hakkından yararlandırılmaktadır. Bu durumda, Sosyal Sigortalar Kurumu'nun önceden elde  ettiği  gelir  (prim)  kaynaklarından  yapmış  olduğu  sosyal  yardım harcamalarını  bildirim  yükümlülüğünü  yerine  getirmemiş  işverenden istemesi,  sosyal  sigorta  sisteminin  gereğidir.  Yükümlülüğünü  yerine getirmeyen işverenin, geçmiş döneme ilişkin primi ödemek zorunda olması Sosyal  Sigortalar  Kurumu'nun  tazminat  istemini  engellemez.  Çünkü,  hiç kimse bir sigorta olayının meydana gelmesinden sonra geçmişe dönük olarak prim ödeyerek kendisini sorumluluk dışında tutamaz  ifadeleri de yapılan açıklamaları  desteklemektedir.  Bu  itibarla  Kurumun  5510  sayılı  kanun md.23 den kaynaklanan rücu hakkının 5510 sayılı kanun md.21 hükmünün aksine halefiyet esasına dayanmadığı, basit rücu hakkına dayandığı kabul edilmelidir.   Yargıtay da 506 sayılı kanun md.10 ile ilgili verdiği bir kararında, süresinde  bildirilmeyen  sigortalılıktan  doğan  sorumluluk  kapsamında Kurumun rücu hakkının hukuki niteliğinin halefiyet esasına dayanmadığını kabul etmiştir.  3. Kurum karşısında sorumluluğun koşulları Kurum karşısında gerek işveren gerek üçüncü kişinin sorumluluğunun olabilmesi için ortak koşullar mevcuttur. Bunlar zarara uğrayan kimsenin, sigortalı veya hak sahibi olması, çalışma konumuzla bağlantılı olarak zararın iş kazası veya meslek hastalığı sonucu meydana gelmesi ve son olarak iş kazası  veya  meslek  hastalığıyla  sorumlu  kişilerin  fiilleri  arasında  uygun                                                  47  Güzel-Okur-Caniklioğlu, 492. Tuncay-Ekmekçi, 380.  48 YHD, 30.05.1989, 2781/4811, www.kazanci.com.tr, 24.04.2015.   546AÜHFD, 64 (3) 2015: 531-594       Civan illiyet bağının bulunmasıdır. Kural olarak bu ortak koşullar hem 5510 sayılı kanun md.21 hem de 5510 sayılı kanun md.23 gereği zarar veren kişilerin  Kuruma  karşı  sorumlu  olup  olmadıklarının  belirlenmesinde aranmalıdır. Ancak 5510 sayılı kanun md.23 açısından özellikle illiyet bağı koşuluna  bir  çekince  koymak  gerekmektedir.  Söz  konusu  ortak  koşullar dışında işveren ve üçüncü kişiler açısından sorumluluğun özel koşulları ayrı başlıklar altında ele alınacaktır.  a) İşverenin sorumluluğunun koşulları aa) İşveren, işveren vekili ve alt işveren kavramı 5510 sayılı kanun md.21 ve md.23 çerçevesinde işverene rücu davası açılabileceği  belirtilmiştir.  Bu  itibarla  öncelikle  5510  sayılı  kanun kapsamında kim veya kimlerin işveren kavramına dahil olduğu üzerinde durulmalıdır.  Kanunun  12.  maddesinde  İş  Kanunundaki  tanıma  benzer şekilde işveren,  4 üncü maddenin birinci fıkrasının (a) ve (c) bentlerine göre sigortalı sayılan kişileri çalıştıran gerçek veya tüzel kişiler ile tüzel kişiliği olmayan kurum ve kuruluşlar  şeklinde tanımlanmıştır (md.12/I). Ayrıca çıraklar gibi, bazı sigorta kollarının uygulanacağı kişileri çalıştıranlar da,  işveren  sayılacaktır  (5510  sayılı  kanun  md.5)50.  Kısacası  işveren sayılamak için sigortalı çalıştırmak gerekli ve yeterlidir. İşyerinin maliki olmak şart değildir. İşverenin mutlaka gerçek bir kişi olması da gerekmez. Özel hukuk veya kamu hukuku tüzel kişisi de sigortalı çalıştırdığı takdirde 5510 sayılı kanun kapsamında işveren sayılacaktır.  5510 sayılı kanunda ayrıca işveren vekili kavramının kapsamının, İş Kanununa  göre  çok  daha  dar  olduğu  görülmektedir.  İş  Kanunu  gereği işveren adına hareket eden ve işin, işyerinin veya işletmenin yönetiminde görev alan kişiler işveren vekili sayılmaktadır. Diğer bir ifadeyle bir kişinin işveren  vekili  sayılabilmesi  için  yönetimin  hangi  kademesinde  görev                                                  49 Bu koşullar hakkında detaylı bilgi için bkz.; Güzel-Okur-Caniklioğlu, 130-137, 412-445. Tuncay-Ekmekçi, 259-273, 332-356. Sözer, 59-67, 291-318. Süzek, 422-426. Başbuğ, 6471. Akdeniz, 8-9. 50 Güzel-Okur-Caniklioğlu, 230. 51 Başbuğ, 62.  52 Güzel-Okur-Caniklioğlu, 230. 53 İş Kanunu kapsamında kimlerin işveren vekili sayıldığıyla ilgili ayrıntılı bilgi için bkz.; Süzek, 167-170. Çelik-Caniklioğlu-Canbolat, 46-47. Aktay-Arıcı-Senyen/Kaplan, 31-32. Narmanlıoğlu, 112-114.    547İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 aldığının  önemi  bulunmamaktadır.  5510  sayılı  kanuna  göre  ise  işveren vekili,  işveren adına ve hesabına, işin veya görülen hizmetin bütününün yönetim görevini yapan kimse(dir)  (md.12/II). Dolayısıyla işin ve işyerinin bir kesiminde görev alan örneğin şef, ustabaşı, personel müdürü vb. kişiler işin veya görülen hizmetin bütününü yönetmediklerinden 5510 sayılı kanun açısından işveren vekili sıfatını kazanmayacaklardır. 5510 sayılı kanunda işveren  vekilinin  kapsamının  dar  tutulmuş  olması  doğaldır,  zira  ilgili kanunda  belirtilen  yükümlülüklerden  dolayı  işveren  vekili,  işveren  ile birlikte müteselsilen sorumlu tutulmuştur (md.12/II). Sorumluluğun kapsamı da oldukça geniştir. Diğer bir deyişle Sosyal Sigortalar ve Genel Sağlık Sigortası  Kanununun  işverene  yüklediği  görevleri  yerine  getirmeyen  bir işveren vekili, mali yükümlülükler dahil tüm konularda işverenle birlikte sorumlu olacaktır. Dolayısıyla 5510 sayılı kanun anlamında işveren vekili olarak kabul edilen bir kişi, gerek md.21, gerek md.23 çerçevesinde rücu davasının muhatabı olabilecektir.  İşveren kavramıyla ilgili olarak üzerinde durulması gereken diğer bir husus da asıl işveren-alt işveren ilişkisi çerçevesinde ortaya çıkmaktadır. 5510 sayılı kanuna göre,  Bir işverenden, işyerinde yürüttüğü mal veya hizmet üretimine ilişkin bir işte veya bir işin bölüm veya eklentilerinde, iş alan ve bu iş için görevlendirdiği sigortalıları çalıştıran üçüncü kişiye alt işveren  denir.  Sigortalılar,  üçüncü  bir  kişinin  aracılığı  ile  işe  girmiş  ve bunlarla sözleşme yapmış olsalar dahi, asıl işveren, bu Kanunun işverene yüklediği  yükümlülüklerden  dolayı  alt  işveren  ile  birlikte  sorumludur  (md.12/VI). Yargıtayın bazı kararlarında 5510 sayılı kanun kapsamında ne zaman bir asıl işveren-alt işveren ilişkisinin varlığından söz edilebileceği ayrıntılı bir şekilde açıklanmıştır. Bu doğrultudaki bir karara göre,  Alt işverenden söz edebilmek ve asıl işvereni, alt işverenin borçlarından ötürü sorumlu  tutabilmek  için,  maddenin  tanımından  ortaya  çıkan  bir  takım zorunlu unsurlar bulunmaktadır. Asıl işveren alt işveren ilişkisinin varlığı için öncelikle işin başka bir işverenden alınmış olması, bir başka ifade ile                                                  54 Güzel-Okur-Caniklioğlu, 232. 55 Turan, İşverenin Tazmin Sorumluluğu, 211. YHD, 11.02.2014, 23382/2200, YHD, 31.01.2014, 5525/1893, www.kazanci.com.tr, 24.04.2015. 56  YHD, 14.11.2012, 12805/21908, www.kazanci.com.tr, 24.04.2015. Yargıtayın 5510 ve 506 sayılı kanun açısından asıl işveren-alt işveren ilişkisinin koşullarını açıkladığı diğer kararları için bkz.; YHGK, 25.05.2011, 21-290/361, YHD, 13.03.2014, 14278/5790, YHD, 11.02.2014, 23382/2200, www.kazanci.com.tr, 24.04.2015.   548AÜHFD, 64 (3) 2015: 531-594       Civan asıl işverenin işverenlik sıfatına devredilen iş dolayısıyla sahip olması, asıl işyeri yada işyerinden sayılan yerlerde kendi adına işçi çalıştırıyor olması gerekir. İşin belirli bir bölümünde değil de tamamının bir bütün halinde yada bölümlere  ayrılarak  başkalarına  devredildiği,  işten  bu  yolla  tamamen  el çekildiği,  sigortalı  çalıştırılmadığı  için  işveren  sıfatına  haiz  olunmadığı durumda ise, bunları devralan kişiler alt işveren, devredenlerde asıl işveren olarak  nitelendirilemeyecektir.  Alt  işveren  sıfatının  kazanılmasında  diğer koşullar ise, asıl işverenden istenilen işin, asıl iş yada işyeriyle ilgili işin bir bölümünde veya işyeri eklentilerinde alınmış olması ve bu işte işi alanın kendi  işçilerinin  çalıştırılması  ve  bu  nedenle  de  işveren  sıfatına  sahip olunmasıdır. … Yargıtay Hukuk Genel Kurulunun 05.05.2004 gün 2004/10233  E.  -  262  K.  sayılı  kararlarında  belirtilen  ‘…yapılmış  olan  eser sözleşmesinde işin kalitesi ve işyeri disiplini amacıyla bir kısım hükümlerin yer alması, inşaat sahipliği dışında asıl işverenlik sıfatını doğuracak, işi alanın bağımsız işveren kimliğini ortadan kaldıracak bir etmen olmayıp, anılan  sözleşmenin,  Borçlar  Yasası'nın  356  vd.  maddeleri  doğrultusunda müteahhide  yüklenen  sorumluluğun  doğal  bir  sonucu  olarak,  sözleşme hükümlerinin  proje  ve  teknik  şartnameye  uygunluğunun  saptanabilmesi amacına  yönelik  olduklarının  kabulünün  zorunlu  olduğu…   hususu gözetil(melidir) .   Alt  işverenin  tanımlandığı  5510  sayılı  kanun  md.12/VI  hükmü  ile Yargıtayın  kararları  incelendiğinde,  asıl  işveren-alt  işveren  ilişkisinin kurulmasında kanunen yardımcı iş ve asıl iş ayrımına gidilmediği, asıl işin alt  işverene  verilmesi  bakımından  da  herhangi  bir  koşul  öngörülmediği belirlenmektedir.  Yardımcı  iş  olarak  nitelendirilebilecek  işlerde  işin tamamının  başka  bir  işverene  verilmesi  durumunda  sosyal  güvenlik mevzuatı  çerçevesinde  asıl  işveren-alt  işveren  ilişkisinin  kurulup kurulmadığı hususu tartışılmalıdır.  Yargıtayın bir kararında Ankara Ticaret Odasının binasının temizlik işinin  verildiği,  taraflar  arasında  kurulan  sözleşmede  temizlik  işinin tamamının temizlik firmasına verilmediğinden hareketle ATO ile temizlik firması arasında sosyal güvenlik mevzuatına uygun asıl işveren-alt işveren ilişkisinin  kurulduğu  sonucuna  ulaşılmıştır.  5510  sayılı  kanunda  asıl  iş, yardımcı  iş  ayrımına  gidilmemiş  olması  sosyal  güvenlik  mevzuatı                                                  57  YHGK, 02.02.2011, 21-739/5, Uşan, 372-374.    549İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 çerçevesinde asıl işveren-alt işveren ilişkisinin kurulabilmesi için mutlaka işyerinde yapılan işin aynısının ya da benzerinin yapımının üstlenilmesini gerektirmemelidir.  Yardımcı  ve  tamamlayıcı  niteliğe  sahip,  asıl  işin yapılmasını  kolaylaştırıcı  işlerin  yapımının  üstlenilmesi  durumunda  da sosyal  güvenlik  mevzuatına  göre  asıl  işveren-alt  işveren  ilişkisinin kurulduğu sonucuna ulaşılmalıdır. Aksi yönde bir yorum sosyal güvenlik mevzuatına göre kurulabilecek asıl işveren-alt ilişkisinin kapsamını, daha sınırlayıcı hükümler öngörmesine rağmen İş Kanununa göre kurulabilecek olan asıl işveren-alt işveren ilişkisinin kapsamından daha dar olmasına yol açacaktır.  Kanun  koyucunun  benimsediği  çözümün  bu  olduğu  ileri sürülemez. Diğer bir deyişle 5510 sayılı kanun anlamında asıl işveren-alt işveren ilişkisinin çok daha geniş bir şekilde düzenlendiği, İş Kanununa göre asıl işveren-alt işveren ilişkisi kurmayan bir ilişkinin, 5510 sayılı kanuna göre asıl işveren-alt işveren ilişkisi olarak yorumlanabilmesinin mümkün olabileceği ifade edilmelidir. 5510 sayılı kanunda asıl işveren-alt işveren ilişkisinin  çerçevesinin  bu  kadar  geniş  tutulmasındaki  amaç,  Kurum karşısında prim tahsilinin gerçekleştirileceği iki kişinin bulunması ve Kurum alacaklarının  güvence  altında  alınmasıdır.  Ancak  İş  Kanunu  ile  Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunundaki temel kavramlar açısından aynı tanımın benimsenmesi çok daha yerinde olacaktır.  5510 sayılı kanun ile İş Kanununda farklı tanımlar benimsendiğinden bu durum uygulama açısından kavram karmaşasına ve aynı konu hakkında farklı sonuçlara varılmasına yol açmaktadır. Bu hususta Yargıtay Hukuk Genel Kurulunun bir kararına değinmek isabetli olacaktır. İlgili karara göre,   Dosyadaki  kayıt  ve  belgelerden;  davacının  1.10.2004  tarihli  giriş bildirgesiyle dava dışı İnsan Gücü İnsan Kaynakları Eğitim ve Danışmanlık Limited Şirketi tarafından işe alındığı, bu şirketin isteyen firmalara bordro danışmanlığı, istihdam danışmanlığı ve elaman temini gibi hizmetler verdiği ve davalı şirketle aralarında işçi teminine ilişkin 2.8.2004 tarihli sözleşme bulunduğu, davacının bu sözleşme kapsamında davalı firmaya ait … depoda                                                  58  Uşan, 379.  59  Caniklioğlu, 438. İş Kanunu kapsamında asıl işveren-alt işveren ilişkisinin kurulmasının koşulları hakkında ayrıntılı bilgi için bkz.; Süzek, 143-150. Çelik-Caniklioğlu-Canbolat, 51-59. Aktay-Arıcı-Senyen/Kaplan, 32-35. Narmanlıoğlu, 118-129.  60  Güzel-Okur-Caniklioğlu, 235. 61  YHGK, 25.05.2011, 21-290/361, www.kazanci.com.tr, 24.04.2015.   550AÜHFD, 64 (3) 2015: 531-594       Civan mal teslimi yükleme boşaltma işlerinde çalıştığı, davalı şirketin işçi taşıma işlerini  dava  dışı  T...  Ltd.  Şirketine  verdiği,  29.9.2005  olay  tarihinde davacının servis aracı ile işe giderken servis aracının karıştığı trafik kazası sonucunda  yaralandığı,  olayın  S.G.K.'ca  iş  kazası  olarak  kabul  edildiği anlaşılmaktadır. … Davalı F...-L... Gıda San. Tic. A.Ş., asıl işinin bir bölümü olan   Seyrantepe  Depo   adlı  işyerinin   istifleme,  yükleme,  boşaltma  ve elleçleme  işlerinin yapımını 2.8.2004 tarihli sözleşme ile dava dışı İnsan Gücü İnsan Kaynakları Eğitim ve Danışmanlık Hizmetleri Ltd. Şti.ne verdiği ve bu sözleşme kapsamında, davacı işçinin, davalıya ait bu işyerinde çalıştığı anlaşılmaktadır. Bu durumda, gerek 4857 Sayılı Kanun gerekse 506 Sayılı Kanun karşısında davalı F...-L... Gıda San. Tic. A.Ş. asıl işveren, dava dışı İnsan Gücü İnsan Kaynakları Eğitim ve Danışmanlık Hizmetleri Ltd. Şti. ise alt  işveren  (  aracı  )  konumundadır.  Davalı  şirket,  işyerinde  çalışan personelinin işyerine taşınması işlemi için de dava dışı T... Taşımacılık ve Personel  Hizmetleri  Tic.  Ltd.  Şti.  ile  17.12.2004  tarihli  sözleşmeyi imzalamıştır.  Bu  durumda  da  davalı  şirket  asıl  işveren,  dava  dışı  T... Taşımacılık ve Personel Hizmetleri Tic. Ltd. Şti. ise alt işveren ( aracı ) konumundadır. … davaya konu kaza sebebiyle meydana gelen zarardan da davalı asıl işveren şirket ile dava dışı taşıma şirketi ile birlikte müştereken ve müteselsilen  sorumludur.  …  Diğer  taraftan,  heyetçe  Özel  Daire  bozma ilamında  bahsi  geçen   geçici  iş  ilişkisi   kavramının  diğer  açıklamalarla çeliştiği,  sehve  dayalı  olduğu  kabul  edilmiş;  bu  kavramın  ilamdan çıkarılması kararlaştırılmıştır .  Söz konusu Yargıtay kararından, dava dışı İnsan Gücü İnsan Kaynakları Eğitim ve Danışmanlık Limited Şirketi tarafından davacı işçinin işe alındığı, bu şirketin isteyen firmalara bordro danışmanlığı, istihdam danışmanlığı ve elaman  temini  gibi  hizmetler  verdiği  yönündeki  ibarelerden  de,  işçinin sadece ödünç verilmek üzere dava dışı İnsan Gücü İnsan Kaynakları Eğitim ve Danışmanlık Limited Şirketince istihdam edildiği, işçinin işe alındığı tarihten beri gerçek işvereni yanında hiç çalışmayarak davalı F...-L... Gıda San.  Tic.  A.Ş.  yanında  iş  görme  edimini  yerine  getirdiği  sonucuna ulaşılmaktadır.  Diğer  bir  deyişle  işçinin  iş  sözleşmesi  yaptığı  işveren yanında  hiç  çalışması  bulunmamaktadır.  Bu  çerçevede  kanaatimizce Yargıtayın incelemesine konu olan olay meslek edinilmiş ödünç iş ilişkisine ilişkindir. Nitekim meslek edinilmiş ödünç iş ilişkisinde işçi, ücretli olarak   551İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 işçi vermeyi meslek edinmiş bir işveren tarafından yalnızca başkasına ödünç verilmek üzere işe alınmaktadır.  Yargıtayın  bireysel  iş  hukuku  çerçevesinde  verdiği  kararlarından, meslek  edinilmiş  ödünç  iş  ilişkisini  yasak  olarak  gördüğü  sonucuna ulaşılmaktadır. Ancak Yargıtay incelediğimiz olayda ödünç veren işveren konumunda  bulunan  dava  dışı  İnsan  Gücü  İnsan  Kaynakları  Eğitim  ve Danışmanlık Limited Şirketini aracı olarak kabul etmiş, diğer bir deyişle kurulan  ilişkiyi  asıl  işveren-alt  işveren  ilişkisi  çerçevesinde  ele  almış görünmektedir.  Özel  daire  bozma  kararında  dava  konusu  olayla  ilgili nitelendirme açısından daha isabetli açıklamalar bulunmasına ve kurulan ilişkisinin ödünç iş ilişkisi olarak nitelendirilmesine rağmen, Hukuk Genel Kurulu  kararında  özel  daire  bozma  kararında  geçen  ödünç  iş  ilişkisi ifadelerine sehven yer verildiği belirtilmiştir. Kısacası bireysel iş hukukunun konusuna giren uyuşmazlıklarda Yargıtay tarafından geçersiz kabul edilen bir ilişki, sosyal güvenlik mevzuatı çerçevesinde geçerli kabul edilmiştir. Bu gibi  durumların  ortaya  çıkmasının  önlenmesi  ve  kararlarda  birliğin sağlanabilmesi  açısından  iş  mevzuatındaki  kavramlarla  sosyal  güvenlik mevzuatındaki  kavramlar  arasında  yeknesaklığın  sağlanmasının  zorunlu olduğu ifade edilmelidir. Ayrıca burada asıl işveren-alt işveren ilişkisinin bireysel iş hukuku kapsamında muvazaalı kabul edilmesi halinde, sosyal güvenlik  mevzuatı  çerçevesinde  de  muvazaalı  kabul  edilmesinin  gerekip gerekmeyeceği sorusu da akla gelmektedir.  Muvazaa, iki tarafın iradesiyle beyanları arasında istenerek meydana getirilen bir uygunsuzluk hali olup, tarafların gerçekte istemedikleri bir sözleşmeyi  üçüncü  kişileri  aldatmak  amacıyla  ve  fakat  kendi  gerçek iradelerine uymayan ve aralarında hüküm ve sonuç meydana getirmeyen bir görünüş yaratmak hususunda anlaşmalarıdır. Bu açıdan sosyal güvenlik hukuku  kapsamında  da  asıl  işveren-alt  işveren  ilişkisinin,  somut  olayın özelliğine göre muvazaalı kabul edilmesine bir engel yoktur. Eğer işin                                                  62  Hromadka-Maschmann, 177. Serin, 1062. Junker, 60. Brox-Rüthers-Henssler, 23.  63  YHD, 04.04.2005, 7774/11838, Çankaya-Çil, 168-169. YHD, 25.10.2010, 37702/30363, Alpagut, 39. YHD, 07.03.2013, 2572/2349, Çalışma ve Toplum, (40) 2014/1, 398-403. YHD, 16.01.2014, 37248/247, Çalışma ve Toplum, (41) 2014/2, 424-427. 64  Handkommentar zum Schweizer Privatrecht-Kut, Art.18, N. 27.  65  Eren, 350. Kocayusufpaşaoğlu, 345. Kılıçoğlu, 169.  66  Uşan, 363. Caniklioğlu, 440.   552AÜHFD, 64 (3) 2015: 531-594       Civan yürütülmesinde  tüm  işverenlik  hak  ve  yetkileri  asıl  işveren  tarafından kullanılmaya  devam  etmekte,  ancak  sadece  kağıt  üzerinde  iş  başka  bir işverene  devredilmekteyse,  asıl  işveren  ile  alt  işveren  arasında  yapılan sözleşmede  iş  sözleşmesinden  doğan  işverenlik  hak  ve  yetkilerinin  alt işveren yerine asıl işverence kullanılacağı anlamına gelen hükümlere yer verilmişse,  muvazaalı  asıl  işveren-alt  işveren  ilişkisinin  varlığından  söz edilebilecektir. Yargıtay Hukuk Genel Kurulunun ilgili kararı bu açıdan bir kez daha değerlendirilecek olursa, dava konusu olayda öncelikle meslek edinilmiş ödünç iş ilişkisinin bulunduğu tespit edilerek, muvazaanın şartları da varsa örneğin davalı F...-L... Gıda San. Tic. A.Ş. ile işçi arasında kurulan iş sözleşmesi gizlenmekteyse, bu durumun muvazaa oluşturması nedeniyle dava  dışı  İnsan  Gücü  İnsan  Kaynakları  Eğitim  ve  Danışmanlık  Limited Şirketi  ile  davalı  F...-L...  Gıda  San.  Tic.  A.Ş.  arasındaki  sözleşmenin geçersizliğine, işçinin en başından itibaren davalı F...-L... Gıda San. Tic. A.Ş. nin işçisi olduğuna karar verilmesinin daha yerinde olacağı sonucuna ulaşılmaktadır.  Böyle  bir  durumda  da  Kurumun  açacağı  rücu  davasının sadece F...-L... Gıda San. Tic. A.Ş. ye yöneltilmesi gerekecektir. Davalı F...L...  Gıda  San.  Tic.  A.Ş. nin  sorumluluğu  asıl  işveren  olmasından  değil, sigortalının  gerçek  işvereni  olmasından  kaynaklanacaktır.  Muvazaanın yaptırımı uygulandığı ve işçinin gerçek işvereni ile sözleşmenin kurulması sağlandığından ötürü, kanaatimizce Kurum ayrıca rücu davasını İnsan Gücü İnsan  Kaynakları  Eğitim  ve  Danışmanlık  Limited  Şirketine yönlendiremeyecektir.  Zira  İnsan  Gücü  İnsan  Kaynakları  Eğitim  ve Danışmanlık Limited Şirketi işveren sıfatı taşımamaktadır.    5510  sayılı  kanun  anlamında  da  asıl  işveren  alt  işveren  ilişkisinin bulunması  için  işi  veren  kişinin  de  işveren  sıfatını  taşıması  zorunlu olduğundan, salt arsanın veya binanın  maliki olmak veya ihale  makamı olarak işi bütünüyle devretmek asıl işveren-alt işveren ilişkisine yol açmaz. Anahtar teslimi suretiyle örneğin bir bina inşaatının müteahhide yaptırılması durumunda da asıl işveren-alt işveren ilişkisi yoktur. Müteahhit alt işveren değil, işverendir. Bu durum İş Kanunu anlamında kurulan asıl işveren-alt işveren ilişkileri açısından da geçerlidir.                                                   67  Caniklioğlu, 440-441. 68  Uşan, 363.  69  Caniklioğlu, 389, 438-439. Uşan, 377. YHGK, 02.06.2004, 21-326/328, Balcı, 163-164.   553İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 Sonuç olarak, 5510 sayılı kanun kapsamında geçerli bir asıl işveren-alt işveren  ilişkisinin  varlığı  halinde,  alt  işveren,  sigortalı  çalıştırdığı  andan itibaren işveren sıfatına sahip olacaktır. Çalıştırdığı sigortalılar karşısında da gerçek işveren, alt işverendir. Bu itibarla 5510 sayılı kanun kapsamında işverene yüklenen tüm yükümlülüklerin muhatabıdır. Bununla birlikte 5510 sayılı  kanundan  doğan  yükümlülükler  ve  sorumluluklar  bakımından  asıl işveren  de  alt  işveren  ile  birlikte  müteselsilen  sorumlu  tutulmuştur. Dolayısıyla 5510 sayılı kanun md.21 ile md.23 çerçevesinde alt işverene rücu  davasının  açılabileceği  hallerde,  asıl  işverenin  de  sorumluluğuna gidilebilecektir.  Asıl  işverenin  sorumlu  tutulabilmesi  için  olayda  asıl işverenin kusurunun bulunmasına gerek yoktur. Sadece alt işverenin kusurlu ya da işe giriş bildirgesi vermemesi yeterlidir.  bb) 5510 sayılı kanun md.21 açısından   aaa) İşverenin kastı veya iş sağlığı ve güvenliği mevzuatına aykırı bir hareketi Kurumun, 5510 sayılı kanun md.21 açısından işverene rücu hakkının doğması  için  iş  kazası  veya  meslek  hastalığının  işverenin  kastı  veya  iş sağlığı ve güvenliği mevzuatına aykırı bir hareketi sonucu meydana gelmiş olması gerekir. 506 sayılı kanundan farklı olarak iş kazası veya meslek hastalığının işverenin suç sayılır bir hareketi ile meydana gelmiş olması halindeki rücu hali 5510 sayılı kanuna alınmamıştır. Öğretideki bir görüşe göre suç sayılır eylem nedeniyle sorumluluğun madde metnine alınmaması isabetli değildir. Zira iş kazasının, işverenin korunma amacıyla işyerinde bulundurduğu silahın dikkatsizlik ve tedbirsizlik sonucu ateş alması veya işverenin  yönetimindeki  aracın  işyeri  sınırları  içerisinde  dinlenen  işçiye taksire dayalı bir eylemle çarpması nedeniyle meydana gelmesi hallerinde, 5510  sayılı  kanun  md.21/I  gereği  işverene  rücu  davası  açılması  olanağı tartışmalı olacaktır. Oysa işverenin prim ödemiş olması, işverene bu alanda duyarsız davranma imkanını tanımamalıdır. Bu sakıncanın giderilebilmesi                                                  70  Güzel-Okur-Caniklioğlu, 237-238. 71  Turan, İşverenin Tazmin Sorumluluğu, 212. Rücu davasında asıl işveren ile alt işverenin müteselsilen sorumlu kabul edildiği Yargıtay kararları için bkz.; YHD, 13.03.2014, 14278/5790, www.kazanci.com.tr, 24.04.2015. YHD, 26.02.2004, 10873/1289, Turan, İşverenin Tazmin Sorumluluğu, 212, dn.2. 72  Caniklioğlu, 441. Tuncay-Ekmekçi, 379.   554AÜHFD, 64 (3) 2015: 531-594       Civan için ya madde metninde geçen sigortalının sağlığını koruma ve iş güvenliği mevzuatına aykırı bir hareket ibaresi geniş yorumlanmalı, ya da işverenin 5510  sayılı  kanun  md.21/IV  gereği  üçüncü  kişi  sıfatıyla  sorumluluğuna gidilmelidir.  Ancak  kanaatimize  göre  yeni  düzenlemenin  Kurumun işverene  rücu  edebileceği  haller  konusunda  bir  daralma  getirdiği söylenemez.  Zira  işverenin  suç  sayılır  hareketi  büyük  ölçüde  zaten  iş güvenliği mevzuatına aykırı davranışına dayanmaktadır.  Yapılan  açıklamalardan  da  görüldüğü  üzere  işverenin  sorumluluğu sınırlandırılmıştır.  Sosyal  güvenlik  mevzuatı,  iş  sağlığı  ve  güvenliğinin sağlanması  ve  insan  hayatının  korunması  açısından  önemli  bir  işlev taşımaktaysa  da,  bu  işlev  asli  değil,  daha  ziyade  dolaylı  bir  nitelik taşımaktadır.  Ayrıca  işverenler  ile  üçüncü  kişilerin  ekonomik  çıkmazla karşılaşmasının  da  önüne  geçilmesi  gerekmektedir.  Bu  itibarla  Sosyal Güvenlik  Kurumunun  yaptığı  ödemeler  ve  bağladığı  gelirleri  rücu edebilmesi  5510  sayılı  kanun  md.21 de  kusur  esasına  dayandırılmıştır. Hakkaniyet  veya  tehlike  sorumluluğu  5510  sayılı  kanun  md.21 de benimsenmemiştir.  5510  sayılı  kanun  md.21  gereği  işverenin  Kurum  karşısında sorumluluğuna yol açabilecek ilk hal işverenin kastıdır. Kasıt, genel olarak kişinin hukuka aykırı bir fiil işlemekte olduğunu bilmesi ve bu fiili isteyerek işlemesi şeklinde tanımlanabilir. Sosyal Sigorta İşlemleri Yönetmeliğine göre  de  kasıt,   iş  kazası  veya  meslek  hastalığına,  işverenin  bilerek  ve isteyerek, hukuka aykırı eylemiyle neden olması hâlidir. İşverenin eylemi hukuka aykırı olmamakla birlikte, yaptığı hareketin hukuka aykırı sonuç doğurabileceğini bilmesi, ihmali veya ağır ihmali sorumluluğunu kaldırmaz  (md.45/I). 5510 sayılı kanunda sınırlayıcı bir anlatımla sadece işverenin kastı öngörüldüğünden, işverenin ihmalinden, hatta ağır ihmalinden ötürü Kuruma karşı sorumlu tutulması olanaklı değildir. Bununla birlikte Sosyal Sigorta İşlemleri Yönetmeliğinde işverenin ihmali veya ağır ihmali sorumluluğunu kaldırmaz ibaresine yer verilmiş olması bir çelişki olarak görülebilir. Fakat                                                  73  Turan, 5510 Sayılı Yasa, 196.  74  Tuncay-Ekmekçi, 374.  75  Ergin,  134.  Başterzi-Yıldız,  6.  Arıcı,  332.  YHD,  30.01.2014,  25209/1727, www.kazanci.com.tr, 24.04.2015.  76  Başbuğ, 72-73. Güzel-Okur-Caniklioğlu, 480. 77  Güzel-Okur-Caniklioğlu, 480-481. Keser, 140.    555İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 işveren,  aynı  zamanda  iş  kazasına  veya  meslek  hastalığına  sigortalıların sağlığını koruma ve iş güvenliğine ilişkin mevzuat hükümlerine aykırı bir hareketiyle  de  yol  açarsa,  Kurum  karşısında  sorumludur.  Bu  durum  ise ileride değinileceği üzere işverenin sorumluluğunu oldukça genişletmektedir. Bu  itibarla  Sosyal  Sigorta  İşlemleri  Yönetmeliğinde  geçen  belirttiğimiz ibarenin,  işverenin  sorumluluğunu  genişleten  bir  nitelik  taşımadığı söylenebilir.  İşverenin Kurum karşısında sorumluluğunu doğuran diğer bir hal ise iş kazasına veya meslek hastalığına, işverenin sigortalıların sağlığını koruma ve iş güvenliğine ilişkin mevzuat hükümlerine aykırı bir hareketinin yol açmış  olmasıdır.  Burada  sözü  edilen  mevzuat  Sosyal  Sigorta  İşlemleri Yönetmeliğine  göre,   yasal  olarak  yürürlüğe  konulmuş  ve  yürürlüğünü muhafaza eden, sigortalıların sağlığını koruma ve iş güvenliği alanında, yasa koyucu ile yasa koyucunun yürütme veya idareye verdiği yetki sonucu, bu organlarca kabul edilen genel, objektif kural veya hükümlerin tümüdür  (md.45/II).  5510  sayılı  kanun  md.21/I  hükmü  ile  Sosyal  Sigorta  İşlemleri Yönetmeliğinin ifadesi dikkate alındığında işverenin sorumluluğunun sadece iş  sağlığı  ve  güvenliği  mevzuatında  yer  alan  yükümlülüklerin  yerine getirilmesiyle  sınırlandırıldığı  yönünde  bir  izlenim  ortaya  çıkmaktadır. Ancak Yargıtay kararları incelendiğinde mevzuatta belirtilmemiş olsa bile, işverenin  iş  sağlığı  ve  güvenliğinin  sağlanması  amacıyla  gerekli  olanı yapmak ve gereken koşulları sağlamak, araçları eksiksiz bir şekilde temin etmekle yükümlü olduğuna hükmettiği görülmektedir. Aslında Yargıtayın bu yöndeki yorumu, iş sağlığı ve güvenliği mevzuatımızın da bir gereğidir. 6331  sayılı  İş  Sağlığı  ve  Güvenliği  Kanunu  md.4/I-a ya  göre  işveren,  Mesleki  risklerin  önlenmesi,  eğitim  ve  bilgi  verilmesi  dâhil  her  türlü tedbirin  alınması,  organizasyonun  yapılması,  gerekli  araç  ve  gereçlerin sağlanması,  sağlık  ve  güvenlik  tedbirlerinin  değişen  şartlara  uygun  hale getirilmesi ve mevcut durumun iyileştirilmesi için çalışmalar yap(malıdır) . Bu  ifade  gereği  işveren,  mevzuatta  öngörülmemiş  olsa  dahi  bilimsel  ve                                                  78  Keser, 140.  79  YHD,  04.03.2008,  6310/2821,  Güzel,  322-323.  YHD,  27.05.2008,  2626/7283, www.kazanci.com.tr, 24.04.2015. YHD, 17.04.1984, 2029/2140, Şakar, 132. YHD, 18.11.1991, 10815/19243, Keser, 145, dn.16.   556AÜHFD, 64 (3) 2015: 531-594       Civan teknolojik  gelişmelerin  gerekli  kıldığı  her  türlü  iş  güvenliği  önlemlerini almak zorundadır.  İş sağlığı ve güvenliği mevzuatı hükümlerine aykırılık bizatihi kusur durumunu  oluşturarak,  işverenin  Kurum  karşısında  sorumluluğuna  yol açacaktır. Burada kusurun derecesinin kasıt olması zorunlu değildir, hafif ihmal  söz  konusu  olduğu  takdirde  de  Kurumca  işverene  rücu  davası açılabilecektir.  İş  sağlığı  ve  güvenliği  mevzuatında  işverenin  uyması gereken yükümlülükler çok geniş düzenlendiğinden, iş sağlığı ve güvenliği kurallarına işçinin uymadığı durumlarda da, çoğunlukla eğitim ve denetim yükümlülüğünün  ihlalinden  hareketle  gene  işverenin  sorumluluğuna gidilebilmektedir.  Burada  ise  işverenin  sorumluluğunun  kapsamı objektifleştirilmiş  ölçütlere  göre  belirlendiğinden  işverenin  Kurum karşısındaki  sorumluluğu  deyim  yerindeyse  kusursuz  sorumluluğa yaklaşmaktadır.  İşverenin,  işçi  karşısındaki  sorumluluğunun  bu  ölçüde geniş  tutulması  yerindedir  ve  aynı  zamanda  gereklidir.  Ancak Kurumun açacağı rücu davalarında işverenin sorumluluğunun bu ölçüde genişletilmesi gözden geçirilmelidir. Sosyal Güvenlik Kurumu toplumsal risklere karşı sigortalı  veya  hak  sahiplerine  güvence  sağlarken  asıl  amaç,  işvereni Kurumun yapmış olduğu her türlü ödeme ve bağladığı gelirlerden ötürü sorumlu tutmak değildir. Burada temelini Anayasada bulan toplumsal bir ödevin  yerine  getirilmesi  söz  konudur.  Bu  itibarla  Sosyal  Güvenlik Kurumunun  sigortalı  çalıştırdığına  dair  bildirim  yükümlülüğünü  yerine getiren  işverene  karşı  rücu  hakkının,  kusursuz  sorumluluğa  yaklaşan  bir düzenlemedense, işverenin kastı, bağışlanamaz kusuru yahut ağır ihmaliyle sınırlandırıldığı bir düzenlemeye kavuşturulması daha isabetli olacaktır. Nitekim  sosyal  sigorta  sistemi  sayesinde  risk,  geniş  bir  topluluğa dağıtılmaktadır. Bu şekilde dağıtılmış ve paylaştırılmış bir riski tekrar bir şahsa,  kusursuz  sorumluluğa  yaklaşacak  düzeyde  yüklemenin  bir  anlamı yoktur.                                                     80  Süzek, 408-410.  81  Tuncay-Ekmekçi, 375. Şakar, 132. Sözer, 138. Keser, 140.  82  Başterzi-Yıldız, 11.  83  Şakar, 130.  84  Başterzi-Yıldız, 11-14. Şakar, 135.  85  Balıkesir İş Mahkemesinin Sosyal Sigortalar Kanunu nun 26. maddesinin birinci fıkrasının Anayasaya aykırı olduğu iddiasıyla Anayasa Mahkemesine yaptığı başvurunun gerekçe   557İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 bbb) Kaçınılmazlık  5510  sayılı  kanun  md.21/I de   İşverenin  sorumluluğunun  tespitinde kaçınılmazlık ilkesi dikkate alınır  ifadesine yer verildiği görülmektedir. Bu çerçevede  kaçınılmazlığın  ne  olduğu  üzerinde  durmak  isabetli  olacaktır. Sosyal Sigorta İşlemleri Yönetmeliğine göre kaçınılmazlık,  olayın meydana geldiği tarihte geçerli bilimsel ve teknik kurallar gereğince alınacak tüm önlemlere  rağmen,  iş  kazası  veya  meslek  hastalığının  meydana  gelmesi durumudur. İşveren alınması gerekli herhangi bir önlemi almamış ise olayın kaçınılmazlığından söz edilemez  (md.45/III). Öğretide ise kaçınılmazlık genellikle,  önüne  geçmenin  imkansız  olduğu,  hangi  boyutta  dikkat  sarf edilirse  edilsin  oluşması  engellenemeyen  fiiller  ve  olaylar  olarak tanımlanabilmektedir. Diğer bir ifadeyle teknolojik nedenlerle veya teknoloji kullanımından dolayı alınan önlemlerin ve kullanmadaki özenin, gösterilen itina  ve  dikkatin  hiçbir  şekilde  etkili  olmadığı,  zarar  verici  olayın oluşumunun  hiçbir  vasıta  ile  engellenemediği,  engellenmesi  mümkün olmayan  durumlardır.  Kaçınılmazlığın  en  belirgin  örneği  olarak  tabiat olayları, doğal afetler ve sosyal olaylar gösterilebilir. İş kazasının yıldırım çarpması, kasırga, deprem, sel gibi doğa olaylarının veya savaş, genel grev, askeri darbe gibi beşeri ya da sosyal olayların sonucu meydana gelmesinde kaçınılmazlık nedeniyle işverenin sorumluluğuna gidilemeyecektir. Ayrıca öğretide  iş  kazası  veya  meslek  hastalığının,  teknik  arıza  ile  araç  ve gereçlerdeki  yapım  hatalarından  kaynaklanması  durumunda  da kaçınılmazlığın  kabul  edilebileceği  belirtilmektedir.  Bununla  birlikte kazanın, deneyimsiz işçi çalıştırılması, bakım hatası, fabrika çıkışlı olsa da makinede koruyucu bulunmaması yüzünden meydana gelmesi hallerinde, iş kazasının kaçınılmazlığından söz edilemeyeceği ifade edilmektedir.  5510 sayılı kanunda yer verilen işverenin sorumluluğunda kaçınılmazlık ilkesinin  dikkate  alınacağı  yönündeki  ibare,  kaçınılmazlıktan  dolayı işverenin  sorumluluğuna  gidilip  gidilemeyeceği  sorusunu  gündeme getirmiştir. Öğretide isabetli olarak belirtildiği üzere 5510 sayılı kanunda yer verilen  ilgili  ifade  gereği  işveren  kaçınılmazlık  durumundan  sorumlu tutulamayacaktır. Nitekim 5510 sayılı kanun md.21/I hükmüyle işverenin                                                                                                                    kısmından  alınmıştır  (AYM,  02.05.1991,  28/11,  http://www.anayasa.gov.tr/Kararlar/ KararlarBilgiBankasi/, 27.04.2015).  86  Ergin, 138-139. Tuncay, 185, 187. Keser, 141, 143.  87  Tuncay-Ekmekçi, 375. Güzel-Okur-Caniklioğlu, 482. Sözer, 139.   558AÜHFD, 64 (3) 2015: 531-594       Civan Kurum karşısındaki sorumluluğu kusur sorumluluğu olarak düzenlenmiştir. Dolayısıyla kaçınılmazlık ilkesi dikkate alınır ibaresi gereği, kaçınılmazlığın etkili olduğu olaylarda işverenin sorumluluğu doğmamalıdır. Ancak bir görüşe  göre  kanunda  yer  verilen  düzenleme  kaçınılmazlıktan  dolayı işverenin  sorumlu  tutulmasına  yol  açacak  şekilde  yorumlanabilecektir. Kanun koyucu yersiz düzenleme yapmayacağından işveren, kaçınılmazlıktan da sorumlu tutulacaktır. Yargıtay uygulamasına baktığımızda ise işverenin kaçınılmazlıktan sorumlu tutulmadığı görülmektedir.  Kaçınılmazlık  kavramı  çerçevesinde  işverenin  Kurum  karşısındaki sorumluluğunun ne şekilde belirleneceği bakımından, iş kazası ile meslek hastalığı ayrı ayrı ele alınmalıdır. İş kazası açısından kaçınılmazlık ile ilgili karşılaşılan  ilk  sorun  kaçınılmazlığın  mutlak  olarak  mı  nispi  olarak  mı uygulanacağı hususudur. Bu itibarla kaçınılmazlık kavramının biraz daha açılması gerekmektedir. Öğretide belirtildiği üzere kaçınılmazlık bir ilke değil, borçluyu borcundan kurtaran ya da borçlunun fiili ile ortaya çıkan zarar arasındaki uygun illiyet bağını kesen mücbir sebep ya da umulmayan halin en önemli unsurudur. Mücbir sebep ile umulmayan hal kavramları birbirine  karıştırılmaktaysa  da,  mücbir  sebep  borçlu  veya  sorumlunun işletme veya faaliyetine yabancı, dışarıdan gelen bir olay iken, umulmayan hal işletme veya faaliyet içi bir olay da olabilir. Ayrıca mücbir sebep daima illiyet  bağını  kesmekteyken,  umulmayan  hal  illiyet  bağını  tek  başına kesmeyebilir. Başka bir ifadeyle umulmayan halde kaçınılmazlık sübjektiftir, sorumlu veya borçlu açısındandır. Mücbir sebepte ise kaçınılmazlık objektif, diğer bir ifadeyle herkes için geçerlidir, mutlak bir anlam taşır. Kısacası umulmayan  hal  kusura  dayanmayan  ve  öngörülemeyen  bir  olayı  ifade etmekteyse de, umulmayan halin belirleyici unsuru önceden öngörülmesi halinde  engellenmesinin  mümkün  olmasıdır.  Dolayısıyla  kaçınılmazlık, mücbir sebebin bir unsuru olarak görülürse, mutlak bir nitelik taşıyacaktır,                                                  88  Keser, 143.  89  Aslanköylü, 36. Bu görüşü ileri süren yazar daha sonra görüşünü değiştirmiştir. Yazara göre amaca yönelik yorum gereği işveren, hatta üçüncü kişi kaçınılmazlıktan sorumlu tutulmamalıdır (Aslanköylü, Şerh, 975).  90  YHGK,  27.02.2013,  10-1141/282,  YHD,  24.10.2014,  24013/20527,  YHD, 31.05.2011, 606/7979, www.kazanci.com.tr, 24.04.2015. YHD, 25.04.2006, 2442/6006, Tuncay, 183-184.  91  Tuncay, 187. Tuncay-Ekmekçi, 376-377. Başterzi, 114-115.  92  Güneş, 49.    559İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 illiyet bağı kesileceğinden ötürü işverenin sorumluluğuna gidilemeyecektir. Ancak  mücbir  sebebin  yanı  sıra  umulmayan  halin  de  bir  unsuru  olarak görülecekse,  bu  durumda  iş  kazası  veya  meslek  hastalığının  meydana gelmesinde  işveren,  sigortalı  veya  üçüncü  kişinin  kusuruyla  birlikte kaçınılmazlığın da varlığından söz edilebilecek ve rücu davasında işverenin sorumluluğu belirlenirken indirim sebebi niteliği taşıyacaktır.  Bir  görüşe  göre  5510  sayılı  kanunda,  kanun  koyucu  aksini belirtmediğinden  kaçınılmazlık  ilkesi  mutlak  olarak  ele  alınmıştır. Kaçınılmazlık  nispi  olarak  düzenlenmek  istenseydi  madde  metninde kaçınılmazlık ilkesi bağlamında indirim yapılacağının hüküm altına alınması gerekirdi.  Mutlak  anlamda  kaçınılmazlık  ele  alındığından,  kaçınılmazlık sonucu  meydana  gelen  iş  kazası  hallerinde  işverenin  kusursuz  olduğu sonucuna varılmalı, Kurumun işverene rücu imkanı ortadan kalkmalıdır. Zira mutlak kaçınılmazlık kusuru ortadan kaldırır. Bu çerçevede umulmayan hal kaçınılmazlık olarak nitelendirilmemelidir. Kaçınılmazlık oranı belirleyen bilirkişi raporları ile bu raporlara uyan yargı kararları adil bir sonucun ortaya çıkması açısından yeterli değildir.  Diğer görüşe göre ise 5510 sayılı kanunda kaçınılmazlık sadece mücbir sebebin bir unsuru olarak ele alınmamıştır. Kaçınılmazlık unsuru her olayın kendi  özelliği  çerçevesinde  bazen  mücbir  sebep  kapsamında  bazen  de umulmayan hal çerçevesinde ve sübjektif anlamda değerlendirilmelidir.  Yargıtayın  kaçınılmazlığı  nispi  olarak  gördüğü  söylenebilir.  Zira Yargıtay  bir  kararında,   davalı  işverene  %  40,  kazalıya  %  20  kusur verilmiş, olayda % 40 oranında kaçınılmazlık bulunduğu bilirkişi raporu ile tesbit  edilmiştir.  Bu  durumda,  %  100  kusur  esasına  göre  tesbit  edilen tavandan % 40 kaçınılmazlık, % 20 sigortalı kusuru düşülerek … davalının sorumlu  tutulacağı  tavan  tazminat  tutarı  bulunmalı(dır)   ifadesine  yer vermiştir. Ancak Yargıtayın son kararlarında yer alan ifadelerden, mutlak kaçınılmazlık anlayışına yönelen bir gidişin var olduğu da görülmektedir. Yargıtayın yeni tarihli verilen kararlarından birine göre,  … Gerek Mülga 1475  Sayılı  İş  Kanunu'nun  73,  gerekse  4857  Sayılı  İş  Kanunu'nun  77.                                                  93  Ergin, 139.  94  Tuncay, 188.  95  YHD, 01.04.2003, 1424/2992, www.kazanci.com.tr, 24.05.2014.  96  YHGK, 27.02.2013, 10-1141/282, www.kazanci.com.tr, 24.05.2014.   560AÜHFD, 64 (3) 2015: 531-594       Civan maddeleri uyarınca, işverenler işyerlerinde işçi sağlığı ve iş güvenliğinin sağlanması için gerekli her türlü önlemi almak, araç ve gereçleri noksansız bulundurmakla yükümlüdür. Hatta, mevzuatta yer almamış olsa bile işveren, işçi sağlığı ve iş güvenliği yönünden aklın, bilimin, tekniğin gerekli gördüğü her türlü önlemi almak zorundadır. Bununla birlikte, iş kazalarının ancak tümüyle  kaçınılmaz  olduğu  durumlarda  işverenin  sorumluluğundan sözedilemez. Kaçınılmaz bir sebepten kaynaklanan iş kazası veya meslek hastalığından  ötürü  işverenin  sorumlu  tutulması  için  ilgili  mevzuatın öngördüğü  tüm  önlemlerin  alınmış  olması  gerekir.  …  Somut  olayın incelenmesinde, Yerel Mahkemece hükme esas alınan bilirkişi raporunda, iş kazasının meydana gelmesinde işverenin %80 kusurlu olduğu ancak %20 oranında kötü tesadüfün rol oynadığı tespiti yapılmış ise de, yukarda yapılan açıklamaların ışığında, özellikle işverenin Yapı İşlerinde İşçi Sağlığı ve İş Güvenliği Tüzüğü hükümlerine aykırı hareketlerinin varlığının tespit edilmiş olması  karşısında,  iş  kazasının  meydana  gelmesinde  kaçınılmazlık faktörünün rol oynadığından bahsetmek ve işverenin rücu ile sorumlu olduğu miktarın belirlenmesinde kaçınılmazlığı dikkate almak mümkün değildir . Bu çerçevede ele alınabilecek diğer bir kararına göre de,  iş kazalarında ilgililerin  kusur  durumları  belirlenirken  kaçınılmazlığın  da  göz  önünde bulundurulması  ve  belirlenen  kaçınılmazlık  payından  işverenin  sorumlu tutulmaması gerekmektedir. Kaçınılmazlık olgusundan ise, işçi sağlığı ve iş güvenliği konusunda geçerli mevzuat hükümleri çerçevesinde, doğabilecek olası  zararlı  sonuçların  önlenmesi  yönünde,  duruma  ve  koşullara  göre ilgililerden beklenebilecek tüm özenli ve dikkatli çabaya karşın sigortalıyı bedence  veya  ruhça  arızaya  uğratan  iş  kazasının  meydana  gelmesi durumunda  söz  edilebilir.  Günümüz  teknolojisinde  bir  takım  olayların sonuçlarının  kısmen  kaçınılmazlık/kötü  rastlantılarla  açıklanması, alınabilecek önlemler düşünüldüğünde olanaksızdır .  Sonuç olarak şu husus ifade edilmelidir ki, kanaatimizce kaçınılmazlık mutlak olarak algılanmalıdır. Diğer bir ifadeyle iş kazasının kaçınılmazlık sonucu  gerçekleştiği  tespit  edildiği  takdirde,  burada  ortaya  çıkan kaçınılmazlık  mücbir  sebebin  bir  unsuru  olacaktır  ve  illiyet  bağını                                                  97  YHD, 24.10.2014, 24013/20527, www.kazanci.com.tr, 24.05.2014. Aynı doğrultudaki diğer  Yargıtay kararları için  bkz.;  YHD,  04.03.2008,  6310/2821,  Güzel, 322-323. YHD, 05.02.2013, 24480/1255, YHD, 10.06.2013, 20593/12975, www.kazanci.com.tr, 24.05.2014.    561İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 keseceğinden  ötürü  işverenin  sorumluluğuna  gidilemeyecektir.  Yukarıda belirtilen Yargıtay kararlarının içeriğinden de bu husus çıkarılabilir. Ayrıca ilgili Yargıtay kararlarının yanı sıra Sosyal Sigorta İşlemleri Yönetmeliğinin yorumundan  da  bu  sonuca  ulaşmak  mümkündür.  İlgili  yönetmelikte kaçınılmazlık tanımlanırken,  işveren alınması gerekli herhangi bir önlemi almamış ise olayın kaçınılmazlığından söz edilemez  (md.45/III) ifadesine yer  verilmiştir.  Bu  ifadenin  yorumundan,  işverenin  herhangi  bir  önlemi almaması  durumunda  kusurlu  kabul  edileceği,  kusurlu  kabul  edildiği durumda  ise  iş  kazasının  meydana  gelmesinde  kısmen  kaçınılmazlığın varlığından söz edilemeyeceği çıkarımına ulaşmak mümkündür. Diğer bir ifadeyle işveren alması gereken her türlü önlemi aldıysa, zaten kusuru yoktur ve kendisine rücu davası yöneltilemeyecektir.  Yargıtay  kararlarının  gelişimi  ve  Sosyal  Sigorta  İşlemleri Yönetmeliğindeki  hükmün  yorumundan  ulaşılan  sonuç  olumludur.  Zira işverenin  tedbir  alması  durumunda  ortaya  çıkabilecek  olumsuz  durumlar bertaraf edilebilecektir. Kaldı ki işveren her türlü önlemi alsaydı dahi iş kazasının gerçekleşmesinde kaçınılmazlığın olabileceği belirtilerek işverenin sorumluluğunda indirime  gitmek, önlem almayan işvereni ödüllendirmek anlamına  da  gelecektir.  Ayrıca  işverenin  gerekli  önlemleri  almadığı  bir olayda önlem alınsaydı kazanın gerçekleşip gerçekleşmeyeceğini yahut iş kazasının  gerçekleşmesinde  rol  oynayıp  oynamayacağını  belirlemek  de oldukça zordur.   İş  kazası  çerçevesinde  kaçınılmazlığın  ortaya  çıkmasıyla  ilgili  bir durumun  daha  üzerinde  durulmalıdır.  Kaçınılmazlık  tanımlanırken belirtildiği  üzere  öğretide,  teknik  arıza  ile  araç  ve  gereçlerdeki  yapım hatalarının  yol  açtığı  iş  kazası  veya  meslek  hastalığı  hallerinde  de kaçınılmazlıktan söz edilebileceği ifade edilmektedir. Kanaatimizce bu gibi haller,  her  zaman  için  kaçınılmazlık  kapsamına  sokulmamalıdır.  Teknik arıza  veya  araç-gereçlerdeki  yapım  hatalarının  yol  açtığı  iş  kazası  veya meslek  hastalığı  hallerinde  işverenin  kusurunun  bulunduğu  tespit edilemediği  sürece  işverenin  sorumluluğuna  gidilemeyecekse  de,  Kurum yaptığı  ödemeleri  ve  bağladığı  geliri  yine  de  rücu  etme  olanağını  elde edebilir. Hukukumuzda ürün sorumluluğu gereği üretici veya üretici gibi kabul  edilen  kişilerin  (tedarikçi,  dağıtıcı,  ithalatçı)  de  sorumluluğuna                                                  98  Uşan, 406.   562AÜHFD, 64 (3) 2015: 531-594       Civan gidilebileceği  kabul  edilmektedir.  Ürün  sorumluluğu  kavramıyla,  üretici veya üretici sayılan çeşitli kategorideki aracıların, piyasaya sürdükleri malın ayıplı olmasından kaynaklanan zararlardan dolayı tazmin yükümlülüğü ifade edilmektedir.  Bu  çerçevede  kazaya  uğrayan  işçinin  üreticiden  uğradığı zararın giderilmesine yönelik talep hakkına sahip olduğu hallerde, Kurumda üçüncü kişi sıfatıyla üretici veya üretici gibi kabul edilen kişilere yaptığı masrafları rücu edebilecektir. Bu konuda ise özellikle 4703 sayılı Ürünlere İlişkin  Teknik  Mevzuatın  Hazırlanması  ve  Uygulanmasına  Dair  Kanun hükümlerinden hareket edilebilir.  4703 sayılı kanun ile getirilen hukuki sorumluluk konusunda öğretide bir tartışmanın var olduğu görülmektedir. Bir görüşe göre, ilgili kanunla üreticiler açısından kusursuz sorumluluk getirilmiştir. Hatta kurtuluş kanıtı getirilmesi mümkün olmayan tehlike sorumluluğunun kanunda düzenlendiğini savunan görüşlere de rastlanmaktadır. Öğretideki diğer bir görüş ise 4703 sayılı kanunla üreticilerin, üçüncü kişilere karşı tazminat sorumluluğunun düzenlenmediğini  belirtmektedir.  Zira  söz  konusu  yasa  ile  tüketicinin sağlık ve güvenliğinin sağlanması hedeflenmiş olup, bu amaç çerçevesinde üretici ve dağıtıcılara genel nitelikte bazı yükümlülükler getirilmiştir.  Kanaatimizce 4703 sayılı kanunda üreticinin kusursuz sorumluluğunun, başka bir deyişle hukuki sorumluluğunun düzenlenmediğine dair görüş daha isabetlidir.  4703  sayılı  kanunda,  sadece  kanun  hükümlerine  aykırı  bir durumun ortaya çıkması halinde uygulanacak kamu hukuku yaptırımları yer almaktadır.  Bu  nedenlerle  4703  sayılı  kanun  hükümleri,  6331  sayılı  İş Sağlığı  ve  Güvenliği  Kanununda  yer  alan  hükümler  gibi  genel  koruma normları  niteliğini  taşımaktadır.  Ancak  hangi  hukuki  yaptırımın uygulanacağı konusunda kanunda bir düzenleme yer almaması, 4703 sayılı kanun hükümlerinin ihlali halinde doğan zararlardan ötürü hukuki yaptırım uygulanmayacağı  şeklinde  yorumlanamaz.  Bununla  birlikte  uygulanacak hukuki yaptırım konusunda genel hükümlere, diğer bir ifadeyle Türk Borçlar Kanununa  başvurulması  gerekmektedir.  Bu  hükümler  ise  kusur                                                  99  Kırca, 1. Özel, 874. Karaman, 296. Havutçu, 21.  100  Oğuzman-Öz, 665.  101  Korkusuz, 184. Yılmaz, Sebep Sorumluluğu, 559. Antalya, 633.  102  Karaman, 303. Havutçu, 115.  103  Havutçu, 116.  104  Civan, 2043.    563İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 sorumluluğuna  işaret  etmektedir.  Diğer  bir  ifadeyle  ürünün kullanıcısı olarak işyerinde çalışan işçiler, üründeki bir ayıp nedeniyle zarara uğradığı takdirde, zararlarının tazmini için TBK md.49 vd. haksız fiil hükümlerine dayanarak üretici aleyhine dava açabileceklerdir.  Üreticinin veya üretici gibi kabul edilen kişilerin, ayıplı üründen doğan zararları tazmin borcunun doğabilmesi için davranış, zarar, uygun illiyet bağı,  kusur  ve  hukuka  aykırılık  unsurlarının  varlığı  araştırılacaktır.  Bu itibarla ayıplı ürünle zarar arasındaki illiyet bağı tazminat istemi için yeterli olmayacak, ayrıca üreticinin ve üretici gibi kabul edilen kişilerin kusurlu olduğunun, hukuka aykırı davrandığının da ispatı gerekecektir. Yapılan açıklamalar  çerçevesinde  yargı  kararları  gereği  Kurum  sigortalı  ve  hak sahiplerinin  halefi  olarak  kabul  edildiğinden,  Kurum  tarafından  işçilerin sahip  olduğu  haklar  çerçevesinde  üretici  veya  üretici  gibi  kabul  edilen kişilere  rücu  davası  açılabilecektir.  Diğer  bir  ifadeyle  iş  kazasının kaçınılmazlık  sonucu  meydana  gelmesine  örnek  olarak  gösterilen  teknik arıza ile araç ve gereçlerdeki yapım hataları her zaman için kaçınılmazlık kapsamında  yer  almaz.  Ürün  sorumluluğunun  doğduğu  hallerde kaçınılmazlığın varlığından değil, üçüncü kişi sıfatıyla üretici veya üretici gibi kabul edilen kişilerin sorumluluğundan söz edilmelidir.     Kaçınılmazlığın  meslek  hastalığı  üzerindeki  etkisi  bakımından  ise Yargıtay  uygulamasının  ele  alınması  isabetli  olacaktır.  Yargıtayın  bazı kararlarına göre ortaya çıkan hastalık niteliği itibariyle belirli bir oranda kaçınılmazlığı içerir. Bu yöndeki bir karara göre,  … İş kazasında; olayın özelliğine göre, kaçınılmazlık hiç olmayabileceği halde, meslek hastalığında, bu hastalığın niteliği itibarıyla belli oranda kaçınılmazlığın varlığı gerekli ve zorunludur.  …  Sigortalının  işyerlerinde  32  yıldan  daha  kısa  bir  süre çalışması halinde, kaçınılmaz maluliyet oranı; çalışılan yıl sayısı: 32, yıl ortalaması ile çarpılarak kaçınılmaz maluliyet oranı belirlenmelidir. Sigortalının                                                  105  Süzek, 413-414. Süzek, Çözüm Önerileri, 317. Civan, 2044.  106  Civan, 2050.  107  Özel, 875. Üreticinin hukuki sorumluluğu konusunda haksız fiil unsurlarının ne zaman gerçekleştiği,  ne  şekilde  yorumlanması  gerektiği  konusunda  ayrıntılı  bilgi  için  bkz.; Karaman, 305-307.  108  YHD,  14.05.2009,  6246/6889,  Başterzi,  113-114.  Yargıtayın  meslek  hastalığında kaçınılmazlığın bir miktar payının olduğunu kabul ettiği diğer kararları için bkz.; YHD, 10.03.1998,  1781/1811,  YHD,  14.10.2008,  12312/12715,  www.kazanci.com.tr, 24.04.2015.   564AÜHFD, 64 (3) 2015: 531-594       Civan 18 yaşından sonra çalışmaya başlaması halinde ise; her yıl için 32 yıldan 3 yıl indirilerek kaçınılmaz maluliyet belirlenmeli, artık yaşlar için orantılama yoluyla indirime gidilmelidir .  Yargıtayın belirtilen nitelikteki kararlarından çıkan sonuç, işveren her türlü  önlemi  alsa  dahi  meslek  hastalığının  belirli  bir  oranda  oluşması kaçınılmazdır.  506  sayılı  kanun  ile  5510  sayılı  kanunda  işverenin sorumluluğunda kaçınılmazlık ilkesinin dikkate alınacağı düzenlendiğinden, işveren kaçınılmazlık sonucu ortaya çıkan maluliyetten sorumlu tutulamaz. Dolayısıyla  her  ki  kanunda  da  kaleme  alınmış  olan  ilgili  düzenleme, yukarıda yer verilen Yargıtay kararında geçen 32 yıl formülünün hukuki dayanağını oluşturmaktadır. 32 yıl formülü, bilimsel veriler ışığında kabul edilmiştir.  Bilimsel  verilere  göre  18  yaşında  maden  ocağının  yer  altı işlerinde  çalışmaya  başlayan  bir  sigortalı,  32  yıl  yer  altında  çalışması halinde,  yer  altında  çalıştığı  işin  niteliğine  göre  %8-%12  oranında kaçınılmaz olarak maluliyete uğrayacaktır. Ancak Yargıtayın son dönem kararları  her  meslek  hastalığı  açısından  kaçınılmazlığın  olmayacağı yönündedir.  Yargıtayın bir kararına göre,  İşyerinde alınması gereken önlemlerin hiçbirinin  işveren  tarafından  alınmadığının  belirtilmiş  olmasına  karşın,  meslek  hastalığının  meydana  gelmesinde  sigortalının  bünyesel  yapısına bağlı  özelliklerinin  de  söz  konusu  olabileceği  nedenle  kaçınılmazlık faktörünün de etkisi bulunduğu  yönünde düşünceye dayalı, kendi içerisinde çelişki taşıyan rapor esas alınarak hüküm kurul(ması)  bozma nedenidir. Diğer bir kararda ise,  … uygulamada 32 yıl formülü olarak adlandırılan ve  yer  altı  kömür  madeni  işyerlerindeki  toz  oranının  mevcut  teknolojik olanaklarla belirli bir oranın altına indirilmesinin mümkün olmadığı ve yer altı çalışma koşulları tümüyle kontrol altına alınamayacağı için, 32 yıllık bir çalışma  süresi  sonunda  meslek  hastalığı  üzerinde  belirli  oranda kaçınılmazlığın etkili olacağı kabulünden hareket eden yaklaşımın, yer altı kömür madeni işyeri dışındaki çalışmalardan kaynaklanan meslek hastalıklarına                                                  109  Balcı, 160.  110  Başterzi, 117-118.  111  Turan, Rücu, 69.  112  YHD, 05.02.2013, 24480/1255, www.kazanci.com.tr, 24.05.2014. Aynı doğrultudaki diğer bir Yargıtay kararı için bkz.; YHD, 01.12.2011, 8217/16816, Uşan, 404-405.  113  YHD, 10.04.2012, 3516/7035, www.kazanci.com.tr, 24.05.2014.   565İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 dair kusur incelemesinde esas alınma olanağı bulunmamaktadır. Aksi görüş kabul edildiğinde, her tür meslek hastalığının oluşumunda belirli oranda kaçınılmazlığın etkili olacağı kabulüne yol açacaktır. Böylesi bir yaklaşımın ise, gelişen bilimsel ve teknolojik olanaklarla sosyal güvenliğin yöneldiği amaçla bağdaştırılma olanağı bulunmamaktadır  ifadelerine yer verilmiştir.  Belirtilen  kararların  içeriğinden  iki  sonuca  ulaşmak  mümkündür. Birincisi  meslek  hastalığında  kaçınılmazlığın  bulunduğunun  kabul edilebilmesi  için  işverenin  gerekli  tüm  önlemleri  alması  gerekmektedir. Gerekli önlemler alınmadığı takdirde kaçınılmazlıktan söz edilemeyecektir. Bu  yaklaşım  bizi  mutlak  kaçınılmazlık  anlayışına  götürür.  İş  kazası açısından da kaçınılmazlığın mutlak kaçınılmazlık olarak kabul edilmesinin daha  isabetli  olacağını  belirttiğimizden  ötürü,  Yargıtay  kararlarından ulaştığımız sonuç yerindedir. İkincisi ise 32 yıl formülünün artık isabetli olarak  tüm  meslek  hastalıklarında  uygulanmayacak  olduğudur.  Bu yaklaşımında son derece isabetli olduğu söylenmelidir. Yargıtay şu an için 32 yıl formülünü halen yer altında çalışanlar açısından uygulayacak gibi görünmektedir.  Ancak  teknolojik  gelişmeler  neticesinde  bu  içtihadın  da değişme ihtimali olduğu düşünülmektedir.      cc) 5510 sayılı kanun md.23 açısından  Sigortalıların  bildirimi  ve  tescili  5510  sayılı  kanun  md.8 de düzenlenmiştir. İlgili hükme göre işverenler, md.4/I-(a) bendi kapsamında sigortalı sayılan kişileri, md.7/I-(a) bendinde belirtilen sigortalılık başlangıç tarihinden  önce,  sigortalı  işe  giriş  bildirgesi  ile  Kuruma  bildirmekle yükümlüdür. İşte belirtilen bildirim yükümlüğü ihlal edilmiş ve sigortalı kaçak çalıştırılırken iş kazası veya meslek hastalığına uğramışsa işverenin muhatap olacağı yaptırım ve rücu davasının koşulları ise 5510 sayılı kanun md.23 hükmünde düzenlenmiştir. İlgili hükme göre,  Sigortalı çalıştırmaya başlandığının  süresi  içinde  sigortalı  işe  giriş  bildirgesi  ile  Kuruma bildirilmemesi  halinde,  bildirgenin  sonradan  verildiği  veya  sigortalı çalıştırıldığının  Kurumca  tespit  edildiği  tarihten  önce  meydana  gelen  iş kazası, meslek hastalığı, hastalık ve analık halleri sonucu ilgililerin gelir ve ödenekleri Kurumca ödenir. … Kurumca yapılan ve ileride yapılması gerekli bulunan her türlü masrafların tutarı ile gelir bağlanırsa bu gelirin başladığı tarihteki ilk peşin sermaye değeri tutarı, 21 inci maddenin birinci fıkrasında yazılı sorumluluk halleri aranmaksızın, işverene ayrıca ödettirilir . Görüldüğü  566AÜHFD, 64 (3) 2015: 531-594       Civan üzere  işverenin  sorumluluğunun  doğması  için  iş  kazası  veya  meslek hastalığının  meydana  gelmesinden  önce  işe  giriş  bildirgesi  verilmemiş olması  tek  başına  yeterlidir.  Ayrıca  iş  kazası  veya  meslek  hastalığının meydana  gelmesinde  işverenin  kastının  bulunması  veya  sigortalıların sağlığını koruma ve iş güvenliği mevzuatına aykırı bir hareketinin bulunması gerekli  değildir.  Ancak  işe  giriş  bildirgesi  yasal  süre  geçtikten  sonra verilmiş olsa bile, iş kazası yahut meslek hastalığı bildirgenin verilmesinden sonra ortaya çıkmışsa Kurum 5510 sayılı kanun md.23 hükümleri uyarınca işverenin  sorumluluğuna  gidemeyecektir.  Zira  böyle  bir  durumda  ortada kaçak işçi çalıştırılması durumu bulunmamakta, Kurum geç de olsa sigortalı çalıştırıldığını öğrenmiş bulunmaktadır.    İşverenin  işe  giriş  bildirgesi  vermemesi  sorumluluğun  doğumu  için yeterli olduğundan, işverenin sorumluluğunun hukuki niteliği üzerinde de durmak  gerekmektedir.  Öğretideki  bir  görüşe  göre,  5510  sayılı  kanun md.23 de düzenlenen sorumluluk, kusur sorumluluğudur. İşverenin kusuru ise zarar verici fiilin meydana gelmesinde işverenin kastı veya ihmali yahut iş sağlığı ve güvenliği mevzuatına aykırı bir hareketinden değil, mevzuat gereği sistemin öngördüğü bürokratik işlemleri yapmaması, ihmal etmesi ve bu  nedenle  kanun  hükümlerine  aykırı  hareket  etmesinden kaynaklanmaktadır.  Bu  görüşe  karşılık,  öğretideki  hakim  görüşe  ve Yargıtay kararlarına göre 5510 sayılı kanun md.23 den doğan sorumluluk, kusursuz sorumluluk olarak kabul edilmektedir. Bu itibarla iş kazası veya meslek  hastalığının  meydana  gelmesinde  işverenin  kusuru  olsun  veya                                                  114  Tuncay-Ekmekçi, 380. Turan, Rücu, 92.  115  Tuncay-Ekmekçi, 381.  116  Ergin, 133.  117  Güzel-Okur-Caniklioğlu, 491-492, 495. Tuncay-Ekmekçi, 381. Süzek, 2. Bs., 359. Okur, 225. Sözer, Değerlendirme, 249. Güneş, 58-60. Kusursuz sorumluluk görüşü kapsamında işverenin  sorumluluğunun  objektif  özen  yükümlülüğünün  ihlaline  dayanan  kusursuz sorumluluk olduğu da ifade edilmektedir (Güneş, 60). Öğretideki bir görüşe göre ise bildirim yükümlülüğünü ihlal eden işverenin sorumluluğunun kusursuz sorumluluk yerine, kusura dayanan sorumluluk olarak düzenlenmesi sosyal güvenliğin iş kazalarının ve meslek  hastalıklarının  önlenmesi  amacına  daha  iyi  hizmet  edecektir.  Bildirim yükümlülüğünü ihlal eden işverene göre daha ağır bir yaptırım getirilmesi için de bildirim yükümlülüğünü ihlal eden işverenin her türlü kusurundan sorumlu tutulması isabetli olacaktır (Başterzi-Yıldız, 16-17).    118  YHD, 08.07.2014, 10546/16615, YHD, 05.03.2013, 1800/3983, YHD, 18.03.2014, 12130/6187,  YHD,  13.03.2014,  14278/5790,  YHD,  30.01.2014,  25209/1727, www.kazanci.com.tr, 24.04.2015.    567İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 olmasın, bildirim yükümlülüğünü ihlal eden işveren rücu davasının muhatabı olabilecektir.   Bildirim  yükümlülüğünü  ihlal  eden  ve  işyerinde  iş  kazası  meydana gelen işverenin alt işveren konumunda bulunması halinde, asıl işveren de 5510 sayılı kanun md.23 de düzenlenen kusursuz sorumluluğun muhatabı olabilecektir. Alt işverenin bildirim yükümlülüğünü ihlal etmiş olması yeterli olup,  asıl  işverenin  de  müteselsil  sorumluluğuna  gitmek  için  ayrıca kusurunun  bulunup  bulunmadığına  bakılmayacaktır.  Zira  bir  Yargıtay kararında  da  belirtildiği  üzere  asıl  işverenin  sorumluluğu  kusursuz sorumluluğa dayanmaktadır.  Asıl işveren-alt işveren ilişkisi bağlamında üzerinde durulması gereken bir ihtimal de, kurulan ilişkinin muvazaalı olması halinde ne olacağıdır. Asıl işveren-alt işveren ilişkisindeki muvazaa genellikle nispi muvazaa olarak ortaya çıkar. Nispi muvazaanın yaptırımı da görünürdeki işlemin geçersiz sayılması,  altta  yatan  tarafların  gerçek  iradesine  uygun  gizli  işlemin  ise kanunda  öngörülen  şekil  şartı  gibi  unsurları  taşıması  halinde  geçerli sayılmasıdır. Bu bakımdan alt işveren işçileri, 4857 sayılı kanun md.2/VII hükmüne gitmeye dahi gerek olmaksızın genel hükümler gereği başlangıçtan itibaren  asıl  işverenin  işçisi  olarak  kabul  edilmelidir.  Diğer  bir  deyişle muvazaalı asıl işveren-alt işveren ilişkisinin varlığı halinde alt işveren olarak gösterilen  kişi  işçileri  Kuruma  bildirme  yükümlülüğünü  ihlal  etmişse, işçilerin  gerçek  işvereni  olan  ve  asıl  işveren  olarak  gösterilen  kişinin sorumluluğuna doğrudan 5510 sayılı kanun md.23 gereği gerçek işveren sıfatıyla gidilebilecektir. Ancak muvazaalı asıl işveren-alt işveren ilişkisinde alt işveren olarak gösterilen kişi işçileri Kuruma bildirme yükümlülüğünü yerine  getirmişse,  kurulan  ilişkinin  muvazaalı  olması  işçilerin çalıştırıldığından Kurumun haberdar olmadığı anlamına gelmez. Alt işveren tarafından sigortalı olarak gösterilen ancak asıl işverenin işçisi olan işçiler iş kazasına ya da meslek hastalığına maruz kalırsa, gerçek işveren olan asıl işverenin  sorumluluğuna  5510  sayılı  kanun  md.21  hükümlerine  göre gidilmelidir.   İşverenin sorumluluğu kusursuz sorumluluk olarak kabul edilse de, rücu miktarı hesaplanırken Yargıtay tarafından kusur oranlarının dikkate alındığı                                                  119  YHD, 13.03.2014, 14278/5790, www.kazanci.com.tr, 24.04.2015.   568AÜHFD, 64 (3) 2015: 531-594       Civan görülmektedir. Bu çerçevede iş kazasının meydana gelmesinde işverenin kendi kusurunun yanı sıra işçinin kusurunun ya da kaçınılmazlığın da rol oynadığı hallerde, işveren işçinin kusurunun veya kaçınılmazlığın tamamına katlanmamakta,  uygun  bir  indirim  yapılarak  işçinin  kusurunun  veya kaçınılmazlığın  çoğuna  katlanmaktadır.  Bu  yöndeki  kararlara  göre, zararlandırıcı  sigorta  olayında  işveren  hiç  kusuru  olmasa  bile,  Kurumca yapılan  sosyal  sigorta  yardımlarının  tamamından  sorumlu  tutulmalıdır, ancak 6098 Sayılı Türk Borçlar Kanunu md.51 deki  Hakim, tazminatın kapsamını  ve  ödenme  biçimini,  durumun  gereğini  ve  özellikle  kusurun ağırlığını göz önüne alarak belirler  ifadesi ile md.52 deki  Zarar gören, zararı doğuran fiile razı olmuş veya zararın doğmasında ya da artmasında etkili  olmuş  yahut  tazminat  yükümlüsünün  durumunu  ağırlaştırmış  ise hakim,  tazminatı  indirebilir  veya  tamamen  kaldırabilir   ibaresi,  ayrıca sigortalının müterafik kusuru gözetilerek Kurumun rücu alacağından uygun bir indirimin yapılması gerektiği kabul edilmelidir. İşverenin hiç kusuru olmasa  bile  Yargıtaya  göre,  tarafların  kusur  oranı  gözetilmeksizin belirlenen ilk peşin sermaye değerinden, sigortalının kusurunun %50 sinden az  olmamak  üzere  hakkaniyet  indirimi  yapılarak  Kurum  zararının belirlenmesi gerektiği de belirtilmektedir. Hakkaniyet indirimi sigortalının müterafik kusurundan daha az olmalıdır ki, 5510 sayılı kanun md.21 hükmü ile md.23 hükmü arasında bir fark olsun. Zira 5510 sayılı kanun md.23 ün öngördüğü  sorumluluk  durumu  md.21 in  öngördüğü  duruma  göre  daha ağırdır.  506  sayılı  kanun  dönemine  ilişkin  verilen  bir  kararda  da kaçınılmazlık durumunun işverenin sorumluluğunu ortadan kaldırmayacağı, tazminattan indirim sebebi olacağı ifade edilmiştir. Öğretideki bir görüşe                                                  120  YHD, 21.06.2013, 18576/14154, YHD, 08.07.2014, 10546/16615, YHD, 18.03.2014, 12130/6187, YHD, 13.03.2014, 14278/5790, www.kazanci.com.tr, 24.04.2015. 121  YHD, 21.01.2014, 6595/923, www.kazanci.com.tr, 24.04.2015.  122  6098 sayılı Türk Borçlar Kanunu md.51 gereği hakimin tazminatı belirlerken durumun gereğini ve kusurun ağırlığını dikkate alacağının düzenlenmesine ve md.50 ile md.52 de hakkaniyet indiriminden söz edilmesine karşılık, md.55 de bu hükümlerle çelişen bir düzenlemeye yer verilmiştir. Öğretide isabetli bir şekilde belirtildiği üzere TBK md.55 e rağmen  hakkaniyet  indirimi  varlığını  devam  ettirmelidir  (Süzek,  438.  Araslı,  149. Kılıçoğlu, 424). Bununla birlikte Yargıtay, TBK md.55 de öngörülen hakkaniyet indirimi yasağını verdiği kararlarında dikkate almakta ve hakkaniyet indirimine giden ilk derece mahkemesi kararlarının bozulmasına hükmetmektedir (YHD, 19.11.2012, 13919/20491, YHD, 28.03.2013, 998/6065, www.kazanci.com.tr, 20.05.2015).   123  YHD, 02.04.2002, 2526/2969, YHD, 21.04.2005, 991/4404, Güneş, 184, dn. 675, dn. 676.  124  YHD, 17.10.1980, 5742/6590, YHD, 04.03.1982, 1146/1332, Güzel-Okur-Caniklioğlu, 494, dn. 255.    569İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 göre  5510  sayılı  kanun  md.23 e  aykırılığın  herhangi  bir  indirime  konu olması maddenin amacına aykırılık oluşturacaktır. Bu itibarla işveren tam ve mutlak  bir  sorumlulukla  karşı  karşıya  bırakılarak  caydırıcılık  esası uygulanmalıdır. Bununla birlikte kanaatimizce hakimin takdir yetkisini tamamen elinden alacak böyle bir yorum her somut olaya uygun düşmeyebilir.  Yargıtay uygulamasıyla ilgili olarak üzerinde durulması gereken bir konu da, işverenin hiç kusuru olmasa dahi bir ölçüde sorumluğuna gidilmesi hususudur.  İşverenin  5510  sayılı  kanun  md.21  gereği  sorumluluğunun şartları  belirlenirken  kaçınılmazlığın  mutlak  nitelik  taşıdığının  kabul edilmesinin daha isabetli olacağı ifade edilmişti. Kaçınılmazlığın mutlak bir nitelik  taşıması  halinde  meydana  gelen  kaza  ile  zarar  arasındaki  illiyet bağının  kesileceği  göz  ardı  edilmemelidir.  Aynı  şekilde  iş  kazasının meydana gelmesinde işçinin ağır kusurunun da tespit edilmesi somut olayın özelliğine göre illiyet bağının kesilmesine yol açabilecek niteliktedir. İşte bu gibi durumlarda 5510 sayılı kanun md.23 gereği işverenin sorumluluğuna gidilemeyeceği  ileri  sürülebilecek  midir?  Nitekim  Yargıtay  da  bir kararında,  zararı  meydana  getiren  olayın  tümüyle  kaçınılmaz  kabul edildiği durumlarda, olayla işveren arasında illiyet bağı bulunmadığından Kurumun  işverene  yaptığı  masrafları  rücu  edemeyeceğine  hükmetmiştir. Gerçekten iş kazası veya  meslek hastalığı tümüyle kaçınılmazlığın veya işçinin  ağır  kusuru  ya  da  kastıyla  meydana  geldiğinde,  ister  kusur sorumluluğu ister kusursuz sorumluluk olsun illiyet bağı kesildiğinden ötürü işçi işverene başvuramayacaktır.  Kanaatimizce 5510 sayılı kanun md.23 gereği işverenin sorumluluğunu doğuran  illiyet  bağı,  bireysel  iş  hukukunda  işverenin  sorumluluğu belirlenirken  dikkate  alınan  illiyet  bağı  değildir.  5510  sayılı  kanun anlamında iş kazasının ortaya çıkması ve sigortalının veya hak sahiplerinin yardımlara hak kazanabilmesi için kaza ile meydana gelen zarar arasında uygun  illiyet  bağının  bulunması  yeterlidir.  Bununla  birlikte  işverenin bireysel iş hukuk anlamında iş kazasından dolayı hukuki sorumluluğunun doğabilmesi için kaza ile meydana gelen zarar arasında uygun illiyet bağının bulunması tek başına yeterli değildir, ayrıca meydana gelen kaza ile yapılan                                                  125  Ergin, 133.  126  YHD, 22.01.1981, 6820/221, Tuncay-Ekmekçi, 381, dn. 165. Aksi yöndeki Yargıtay kararı için bkz.; YHD, 11.05.1981, 2465/3038, www.kazanci.com.tr, 01.05.2015.  570AÜHFD, 64 (3) 2015: 531-594       Civan iş arasında da uygun illiyet bağının bulunması gerekmektedir. Diğer bir ifadeyle 5510 sayılı kanun md.23 hükmünün ifadesi gereği, ister 5510 sayılı kanun md.13 gereği sadece sosyal güvenlik hukuku anlamında iş kazası ortaya çıksın, ister bireysel iş hukuku anlamında işverenin sorumluluğunu doğuran  iş  kazası  söz  konusu  olsun,  Kurumun  iş  kazası  veya  meslek hastalığından  dolayı  maddi  yardımda  bulunması,  işverenin  de  bildirim yükümlülüğünü  ihlal  etmiş  olması  sorumluluğun  doğması  açısından yeterlidir. İlliyet bağının kesildiği ileri sürülerek işverenin 5510 sayılı kanun md.23 gereği sorumluluğuna gidilemeyecek bir durumun var olabilmesi için Sosyal Güvenlik Kurumunun iş kazası veya meslek hastalığı dolayısıyla ödeme yapmasını gerektirmeyecek bir halin ortaya çıkması gerekmelidir. Örneğin  işyerinde  güneş  çarpması  sonucu  fenalaşan  işçi  kaldırıldığı hastanede 10 gün sonra güneş çarpması olayıyla ilgisi olmayan kalp krizi nedeniyle  ölürse,  kaza  ile  meydana  gelen  zarar  arasındaki  illiyet  bağı kesilecektir. İşçinin kalp krizi nedeniyle hastanede hayatını kaybetmesi ise bireysel iş hukuku anlamında işverenin sorumluluğunu doğuran bir iş kazası sayılamayacağı gibi, sosyal güvenlik hukuku anlamında da iş kazası olarak nitelendirilemeyecektir. Bu itibarla güneş çarpması olayıyla bağlantılı olarak verilen  geçici  iş  görmezlik  ödeneği  bildirim  yükümlülüğünü  ihlal  eden işverene kusursuz sorumluluk gereğince rücu edilebilecektir. Ancak işçinin ölümü nedeniyle hak sahiplerine yapılan yardımlar iş kazasıyla bağlantılı olmadığı, illiyet bağı kesildiği için işverene kusursuz sorumluluk hükümleri çerçevesinde  rücu  edilememelidir.  Diğer  bir  deyişle  illiyet  bağını  kesen nedenler olan üçüncü kişinin veya sigortalının davranışının veya mücbir sebebin,  işvereni  5510  sayılı  kanun  md.23 de  öngörülen  sorumluluktan kurtarabilmesi için, söz konusu hallerin iş kazasının veya meslek hastalığının oluşumunda değil, sonrasında ortaya çıkmış olması gereklidir.  Yukarıda belirtilen istisnai durumlar dışında Kurum tarafından meydana gelen olay, iş kazası veya meslek hastalığı olarak nitelendirildiği sürece, olay tümüyle kaçınılmazlık veya işçinin ağır kusuru sonucu meydana gelse dahi 5510  sayılı  kanun  md.23  gereği  işverenin  sorumluluğuna  gidilmelidir. Örneğin işçi işyerinde bulunduğu esnada meydana gelen deprem veya su                                                  127  Süzek, 423. Akın, 39-40, 47-49.  128  Belirtilen örnek bir Yargıtay kararına konu olmuştur. İlgili karar için bkz.; YHD, 04.05.1970, 2909/4545, Süzek, 423, dn. 56.  129  Güneş, 187-188.    571İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 baskını  nedeniyle  yaralanır  veya  hayatını  kaybederse,  bu  gibi  durumlar sosyal güvenlik mevzuatı çerçevesinde iş kazası olarak kabul edileceği ve Kurum tarafından sigortalı veya hak sahiplerine gerekli parasal yardımlar yapılacağından dolayı, bildirim yükümlülüğünü ihlal eden işverene 5510 sayılı kanun md.23 gereği rücu davası açılabilmelidir. Burada da Yargıtayın kabul ettiği üzere işverenin kusuru bulunmadığından rücu edilecek miktar belirlenirken  kaçınılmazlığın  veya  işçinin  kusurunun  çoğu  dikkate alınmalıdır.  5510 sayılı kanun md.23 hükmü kapsamında işverenin sorumluluğunun şartlarıyla ilgili olarak ayrıca ilgili kanuni düzenlemenin,  … sigortalı işe giriş  bildirgesi  ile  Kuruma  bildirilmemesi  …   ifadesini  içermesi  hususu üzerinde de durulmalıdır. Söz konusu ifadeye sıkı sıkıya bağlanacak olursa, sigortalı hakkında işe giriş bildirgesi vermeyen, ancak aylık prim ve hizmet belgelerini vermiş olan işveren açısından bir iş kazası veya meslek hastalığı meydana  geldiğinde  Kurumun,  5510  sayılı  kanun  md.23  hükmüne dayanabileceği  kabul  edilebilir.  Bu  durum  ise  506  sayılı  kanun  md.10 döneminde ulaşılan isabetli içtihatlar ve maddenin kaçak işçi çalıştırılmasını engelleme amacıyla çelişecektir.  Yargıtayın 506 sayılı kanun döneminde verdiği yerinde bir karara göre,  Somut olayda sigortalının 1994 yılında iş kazası geçirdiği, işverenin iş kazasının meydana geldiği tarihi de kapsar biçimde 1979 tarihinden 1999 tarihine kadar primleri ödediği ancak kazadan önce işe giriş bildirgesini süresinde  vermediği  görülmektedir.  Kurumca  düzenlenen  sigortalıya  ait hizmet cetvelinde prim ödeme dönemleri gösterildiği için sigortalıyı da içerir biçimde  dönem  bordrolarının  işverence  Kuruma  verildiği  açıktır.  Zira Kurum, prim tahakkukunu prim bordrolarını esas alarak düzenler. Bundan başka Kurumca, kaza geçiren sigortalı hakkında ayrı sigorta sicil dosyası tutmuş, kendisine sigorta sicil numarası verilmiştir. Sosyal Sigorta İşlemleri Yönetmeliğine  göre  işe  alınıp  sigortalıya  Kurumca  Sosyal  Sigorta  Sicil numarası verilir ve ayrı bir dosya tutulur. Dava konusu olayda işveren, işe giriş  bildirgesini  vermemiş  olsa  bile  çalışma  dönemlerine  ait  prim bordrolarını  Kuruma  verdiğinden,  ayrıca  primleri  de  ödemiş bulunduğundan Kurum sigortalının çalışmalarından haberdar olmuştur ve                                                  130  Süzek, 2. Bs., 328.  131  Turan, İşverenin Tazmin Sorumluluğu, 220. Turan, 5510 Sayılı Yasa, 201.  132  YHD, 04.05.2001, 8625/3492, www.kazanci.com.tr, 24.04.2015.   572AÜHFD, 64 (3) 2015: 531-594       Civan prim kaybına da uğramamıştır. Zira 9 ve 10. maddelerin getiriliş amacına aykırı bir davranış sözkonusu değildir. Daha önce ifade edildiği gibi 9. ve 10. madde hükümleri ile Sosyal Sigorta İşlemleri Yönetmeliği hükümleri bir bütün olarak yorumlandığında aslolan sigortalıların Kuruma bildirilmesi ve primlerinin  ödenmesidir.  Bu  bildirim  işe  giriş  bildirgesi  dışında  kalan belgelerle de gerçekleştirilebilir. 10. maddesinin sözünden ve özünden, diğer bildirgeler  verilmesine  ve  primlerin  ödenmesine  karşın  salt  işe  giriş bildirgesinin  verilmemesinin  işverenin  sorumluluğunu  gerektireceği sonucuna varılamamıştır. Yargıtayımızın yerleşmiş ve oturmuş görüşlerine göre,  primler  ödenmemiş  ve  diğer  bildirgeler  verilmemiş  olsa  bile,  salt kazadan önce işe giriş bildirgesi verilmiş ise işveren 10. madde gereğince sorumlu tutulamamaktadır. Hatta, örneğin, sigortalıya ait işe giriş bildirgesi beş  sene  önce  verilmiş  ve  hiç  prim  ödenmemiş  olsa  bile  işverinin sorumluluğu  yönüne  gidilememektedir.  Somut  olayda  işe  giriş  bildirgesi verilmemiş  ise  de  diğer  bildirgeler  verilmiş  ve  yıllarca  prim  ödenmiş olduğuna  göre  bu  konudaki  işverenleri  sorumlu  tutup  örnekte  gösterilen işvereni sorumlu tutmamak ne hukuka, ne yasaya ne de 9 ve 10. maddelerin amacına uygun düşer. Zira hakim evrensel bir hukuk kuralı olan hakkaniyet ilkesini  gözeterek  karar  vermek  zorundadır.  …  sigortalıya  şahsi  sicil numarasının verilmiş olduğu işe giriş bildirgesi dışında kalan belgelerde yazılı ise o sigortalının işe giriş bildirgesinin verilmiş olduğu kabul edilmeli, Kurum aksini iddia ediyorsa kendisine ispat imkanı verilmelidir .  Görüldüğü üzere Yargıtay yukarıdaki kararında, 506 sayılı kanun md.10 kapsamında sorumluluğun doğup doğmadığını belirlerken sadece işe giriş bildirgesinin  verilip  verilmediği  kıstasından  hareket  etmemiş,  işverenin verdiği  diğer  bildirge  ve  belgeler  çerçevesinde  Kurumun  sigortalının çalıştırıldığından  haberi  olup  olmadığı  üzerinde  durmuştur.  Gerçi  506 sayılı kanun döneminde Yargıtayın aksi yöndeki kararları mevcutsa da,                                                  133  Benzer doğrultudaki diğer Yargıtay kararlarında da, işverenin değişmesi halinde yeniden bildirge verilmesine gerek olmadığı, ya da aynı işverenin ilk işyerinde çalışan sigortalı için işe giriş bildirgesinin verildiği, ancak işçinin iş sözleşmesi sona erdirilmeksizin aynı işverenin başka bir işyerinde çalışmaya devam etmesi gibi hallerde yeniden bildirge verme zorunluluğu  bulunmadığına  hükmedilmiştir  (YHGK,  02.05.1984,  10-207/499,  GüzelOkur-Caniklioğlu,  495,  dn.  261).  Bu  gibi  durumlarda  Kurum  işveren  aleyhine  rücu davasını 5510 sayılı kanun md.21 (506 sayılı kanun md.26) esasına göre yöneltmelidir. 134  Yargıtay  bir  kararında  prim  belgelerinin,  işe  giriş  bildirgesi  yerine  geçmeyeceğine hükmetmiştir. İlgili karara göre,  506 sayılı Yasanın bütünlüğü içinde prim ödeme dışında hiçbir yasal yükümlülüğünü yerine getirmeyen işverenin sadece 4 aylık prim bildirgelerini vermesi onu diğer yasal gereklerden kurtaramayacağı gibi, işe giriş bildirgesi vermekten   573İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 temel kıstas olarak sadece şekli olarak işe giriş bildirgesi verilip verilmediğine bakmaktansa Kurumun haberi olup olmadığının benimsenmesi, yasanın kaçak istihdamın  önüne  geçilmesi  yönünde  ortaya  çıkan  amacıyla  daha  çok bağdaşmaktadır.   Yapılan  açıklamalar  çerçevesinde  kanaatimizce  5510  sayılı  kanun md.23 hükmü kapsamında da işverenin sorumluluğunun doğup doğmadığı belirlenirken, 506 sayılı kanun döneminde varılan sonuçtan aksi yönde bir sonuca varmayı gerektiren durum bulunmamaktadır. Burada ortaya çıkan sorun, 5510 sayılı kanunun amaçsal yoruma tabi tutulmasıyla aşılabilecek niteliktedir. Nitekim Yargıtay kararlarında da vurgulandığı üzere 5510 sayılı kanun  md.23 ün  amacı  kaçak  işçi  çalıştırılmasının  engellenmesidir. Kurum  işçinin  çalıştırıldığından  haberdar  olduğu  sürece,  iş  kazası  veya meslek hastalığından dolayı işverenin sorumluluğu 5510 sayılı kanun md.23 kapsamında değil, md.21 çerçevesinde ele alınmalıdır. Diğer bir ifadeyle işe giriş bildirgesi dışındaki yasal belgelerle bildirim yapıldığı takdirde iş kazası veya meslek hastalığı nedeniyle işveren aleyhine açılacak rücu davasının hukuki dayanağını kural olarak 5510 sayılı kanun md.21 oluşturmalıdır.  dd)  5510  sayılı  kanun  md.21  hükmü  ile  md.23  hükmünün koşullarının aynı olayda gerçekleşmesi  Yargıtay 506 sayılı kanuna ilişkin verdiği kararlarında, işveren hem bildirim yükümlülüğünü yerine getirmemiş, hem de iş kazası veya meslek                                                                                                                    muaf tutulması da mümkün değildir. Aksine bir kabul şekli fiilen 506 sayılı Kanunun 9 uncu ve 10 uncu maddelerini ve 140/a maddesini işlemez hale getirir ve sayıları milyonları aşan işçilerin Sosyal Sigorta Kurumu nca takibini ve kimliklerinin tespitini de imkansız kılar. Oysa, amacı kaçak sigortalı çalıştırmayı önlemek olan ve işçi yanında işvereni de takip olanağı sağlayan 10. maddenin ve yasanın sistematiği içinde diğer ilgili maddelerin bir bütün içinde ele alınması, yasa koyucunun kaçınılmaz amaçlarındandır  (YHGK, 28.04.1999,  10-239/252,  www.kazanci.com.tr,  24.04.2015,  aynı  doğrultudaki  diğer Yargıtay  kararları  için  bkz.;  YHD,  09.11.1973,  1205/1062,  YHD,  09.12.1988, 7391/7456, Tuncay-Ekmekçi, 381, dn. 163, dn. 164).  135  YHD, 08.07.2014, 10546/16615, YHD, 30.01.2014, 25209/1727, YHD, 18.03.2014, 12130/6187, YHD, 13.03.2014, 14278/5790, www.kazanci.com.tr, 24.05.2015.  136  YHD, 15.05.2003, 3543/4233, YHD, 11.07.2005, 4030/8076, YHD, 20.10.2005, 6674/10784, www.kazanci.com.tr, 10.05.2015. Öğretideki bir görüşe göre 506 sayılı kanun md.10 da  … 26 ncı maddede yazılı sorumluluk halleri aranmaksızın, işverene ayrıca ödettirilir  ifadesine yer verildiği vurgulanarak, 506 sayılı kanun md.10 un medeni ceza nitelikli kamusal bir yaptırım olduğu, bu nedenle 10. madde gereğince tazmin edilen miktarın, 26. maddenin koşulları dahilinde gerçekleşen sorumluluk üzerinde herhangi bir etkide bulunmayacağını öngören yasal düzenlemeye gidilmesi gerekmektedir. Bu durum,  574AÜHFD, 64 (3) 2015: 531-594       Civan hastalığının meydana gelmesinde kusurluysa, Kuruma karşı 506 sayılı kanun md.10 (şimdi 5510 sayılı kanun md.23) ile md.26 (5510 sayılı kanun md.21) çerçevesinde aynı anda sorumlu olacaktır. Ancak 506 sayılı kanun md.10 un, md.26  karşısında  uygulanma  önceliği  mevcuttur.  Diğer  bir  ifadeyle Yargıtayın  uygulamasından  anlaşılacağı  üzere  hakların  yarışması durumunun  varlığından  söz  edilebilecektir.  Yargıtayın  belirttiğimiz doğrultudaki  kararlarının,  5510  sayılı  kanun  açısından  da  geçerliliğini koruduğu söylenebilir.  Bununla  birlikte  meydana  gelen  iş  kazası  veya  meslek  hastalığı nedeniyle hem sigortalıya iş kazası – meslek hastalığı sigortasından gelir bağlanmış  hem  de  ödenmiş  prim  gün  sayısının yeterli  olması  nedeniyle sigortalıya ayrıca uzun vadeli sigorta kollarından aylık bağlanmışsa, başka bir anlatımla 5510 sayılı kanun md.21 ile md.23 ün yanı sıra md.39 un koşulları aynı olay çerçevesinde gerçekleşmişse, artık hakların yarışması değil, hakların toplanması durumundan söz edilecektir. Zira Kurumun, aynı olay nedeniyle birden fazla maddeye dayalı istem hakkı doğmaktadır.  b) Üçüncü kişinin sorumluluğunun koşulları 5510  sayılı  kanun  md.21/IV  hükmü  gereği  iş  kazası  veya  meslek hastalığı üçüncü bir kişinin kusuru nedeniyle meydana gelmişse, sigortalıya ve  hak  sahiplerine  yapılan  veya  ileride  yapılması  gereken  ödemeler  ile bağlanan gelirin başladığı tarihteki ilk peşin sermaye değerinin yarısı, zarara sebep olan üçüncü kişilere ve şayet kusuru varsa bunları çalıştıranlara rücu edilecektir. İlgili düzenleme incelendiğinde ilk dikkati çeken husus üçüncü kişiye  rücu  yapılabilmesi  için  kusurunun  arandığıdır.  Diğer  bir  ifadeyle üçüncü  kişinin  sorumluluğu  kusur  sorumluluğu  olarak  düzenlenmiştir. Üçüncü  kişiye  rücu  yapılabilmesi  için  kusurun  özel  bir  ağırlığı aranmadığından, üçüncü kişi hafif kusuruyla dahi iş kazası veya meslek hastalığına sebep olmuşsa, rücu davasıyla karşılaşabilecektir. Üçüncü kişi                                                                                                                    506 sayılı kanun md.10 un sosyal güvenliğin yaygınlaşması ve kayıt dışı çalışmanın önlenmesi hedefine daha uygun olacaktır (Turan, İşverenin Tazmin Sorumluluğu, 230).  137  Güzel-Okur-Caniklioğlu, 493. 138  Korkmaz, 90.  139  YHD,  08.07.2014,  10546/16615,  YHD,  28.06.2013,  23997/14635,  YHD, 17.10.2014,  23249/19884,  YHD,  28.04.2014,  16742/9096,  YHD,  18.03.2014, 12130/6187, www.kazanci.com.tr, 24.04.2015.  140  Tuncay-Ekmekçi, 379. Sözer, 175. Caniklioğlu, 432. Aslanköylü, Şerh, 1009. Başbuğ, 113114. Turan, Rücu, 86.    575İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 trafikte bir iş kazasına yol açarak sigortalının zarara uğramasına yol açtığı halde,  sigortalıya  karşı  Karayolları  Trafik  Kanununa  göre  tehlike sorumluluğu esası gereği kusursuz sorumlu olsa dahi, Kuruma karşı kusuru tespit edilebildiği ölçüde sorumlu tutulabilecektir.   Üçüncü kişiye rücu edilebilecek miktar belirlenirken de üçüncü kişinin kusur oranı dikkate alınmalıdır. Bu husus Anayasa Mahkemesinin 5510 sayılı kanun md.21/IV hükmünün Anayasanın 10. maddesine aykırı olduğu talebine ilişkin verdiği kararında da belirtilmiştir. Başvuru gerekçesi, 5510 sayılı kanun md.21/IV hükmünde iş kazası veya meslek hastalığı sebebiyle açılan rücu davalarında, meydana gelen iş kazası veya meslek hastalığında üçüncü kişinin kusurlu olması halinde oluşan zararın yarısı oranında rücu edilebileceğinin düzenlendiği, bu nedenle üçüncü kişilerden kusuru düşük olan ile yüksek olanın aynı miktarda sorumluluğuna gidileceği düşüncesine dayanmaktadır.  Anayasa  Mahkemesi  ise  başvuru  gerekçesine  itibar etmeyerek,   5510  sayılı  Kanun'un  21.  maddesinin  birinci  fıkrasında, meydana  gelen  iş  kazası  veya  meslek  hastalığında  işverenden  ilk  peşin sermaye değeri toplamının işverenin kusuruna isabet eden kısmının talep edileceği düzenlenmişken; itiraz konusu 21. maddesinin dördüncü fıkrasında üçüncü  kişiden  ilk  peşin  sermaye  değerinin  yarısının  üçüncü  kişinin kusuruna  isabet  eden  kısmının  talep  edileceği  düzenlenmiştir   sonucuna ulaşmıştır. Yargıtayın yerleşmiş olduğunu söyleyebileceğimiz kararlarında da üçüncü kişiye rücu edilebilecek miktar belirlenirken üçüncü kişinin kusur oranının  dikkate  alındığı  görülmektedir.  Ayrıca  üçüncü  kişinin  rücu sorumluluğu belirlenirken olayın meydana gelmesinde kaçınılmazlığın etkisi varsa, bu durum da göz önüne alınmalıdır. 5510 sayılı kanun md.21/I de işverenin  sorumluluğu  belirlenirken  kaçınılmazlık  ilkesinin  dikkate alınacağının belirtilmesi, buna karşılık üçüncü kişiler açısından bu hükme yer verilmemesi farklı yönde bir yorum yapılmasını gerektirmemelidir.                                                  141  Başbuğ, 114. Turan, Rücu, 86.  142  Sözer, 175.  143  AYM,  15.03.2012,  128/40,  http://www.anayasa.gov.tr/Kararlar/KararlarBilgiBankasi/, 01.05.2015. 144  YHD,  28.06.2013,  23997/14635,  YHD,  17.10.2014,  23249/19884,  YHD, 09.09.2014,  13320/16814,  YHD,  28.04.2014,  16742/9096,  www.kazanci.com.tr, 24.04.2015.  145  Korkmaz, 30. Buna karşılık öğretideki bir görüşe göre, kaçınılmazlık sadece işveren ile işçi açısından geçerli olup, üçüncü kişiler ile sigortalının hak sahipleri bakımından uygulama alanı bulmaz (Şakar, 132).   576AÜHFD, 64 (3) 2015: 531-594       Civan Zira kaçınılmazlık illiyet bağıyla ilgili olarak karşımıza çıkmaktadır. Üçüncü kişinin sorumluluğunun kusur sorumluluğu olarak kabul edildiği bir yerde de,  kaçınılmazlığın  dikkate  alınmaması  çelişki  olacaktır.  Kaçınılmazlığın daha  önce  de  ifade  edildiği  üzere  mutlak  bir  nitelik  taşıdığı  ve  mücbir sebebin bir unsuru olduğu kabul edilmelidir. Bu anlamda kaçınılmazlığın kabulü zaten illiyet bağını keseceğinden ötürü üçüncü kişinin sorumluluğuna gidilemeyecektir.  Üçüncü  kişinin  kim  olabileceği  üzerinde  de  durmak  gerekmektedir. Sigortalı ile bu kişinin işvereni dışında kalan ve zarara neden olan tüm kişiler üçüncü kişidir. Dolayısıyla sigortalı ve işveren haricinde iş kazasının veya  meslek  hastalığının  meydana  gelmesine  neden  olan  herkese  kural olarak Kurum tarafından rücu davası açılabilir. Bu kapsamda iş kazası veya meslek hastalığına sebep olan üçüncü kişi; işverenin başka bir işçisi, işyeri dışından ve işe tamamen yabancı olan bir kişi, iş kazasına işyerinde kullanılan ayıplı malın neden olması durumunda üretici veya üretici gibi kabul edilen kişi, ihale makamı veya yapı denetim kuruluşları olabilir.                                                  146  Caniklioğlu, 431. Güzel-Okur-Caniklioğlu, 497. 147  Tuncay-Ekmekçi, 379. Alper, 244. YHD, 11.06.2014, 11412/14551, www.kazanci.com.tr, 24.04.2015.  148  Sözer, 175. Aslanköylü, Şerh, 1009.  149  Güzel-Okur-Caniklioğlu, 479, dn. 196. İhale makamı, işi konusunda uzman olmayan kişilere  ihale  etmişse,  sözleşmeden  veya  kanundan  doğan  denetim  görevini  yerine getirmemişse, kanun ve sözleşme hükümlerine göre bazı iş güvenliği önlemlerinin kendisi tarafından alınması gerektiği halde bu önlemleri almamışsa, araç ve gereç bulundurma kusuru varsa yahut kendisinin olumsuz davranışlarıyla iş kazası arasında uygun illiyet bağı kurulabiliyorsa, iş kazası veya meslek hastalığının meydana gelmesinde ihale makamının da kusurlu olduğu kabul edilebilecektir (YHD, 10.04.2003, 3064/3352, Güzel-OkurCaniklioğlu, 497, dn. 265).  150  Yılmaz, Yapı Denetim Kuruluşları, 186. Yapı denetim kuruluşlarının borçlarından biri, 4708 sayılı Yapı Denetimi Hakkında Kanun gereği işyerinde; çalışmaların, iş sağlığı ve güvenliği mevzuatına göre düzenlenmesi gereken sağlık güvenlik planına uygun olarak yapıldığını kontrol etmek ve gerekli tedbirlerin alınması için yapı müteahhidini yazılı olarak uyarmak, uyarıya uyulmadığı takdirde durumu ilgili Çalışma ve İş Kurumu il müdürlüğüne bildirmektir (md.2/III-f). Belirtilen uyarı yükümlülüğü, yapıdaki her türlü faaliyeti kapsamaz. Yükümlülükten söz edebilmek için bir inşaat faaliyetinin bulunması gereklidir. Bu bağlamda inşaatta elektrik kablolarının kaçak yapması, açıkta bulunan kablolara basılmasının ölüm veya yaralanma ihtimali doğurması inşaat faaliyeti içinde kabul  edilebilir  ve  uyarı  görevine  girer.  Buna  karşılık  inşaat  alanında  bulunan  iş makinesinin bakımı esnasında bir kazanın meydana gelmesi, inşaat işyerine gidip gelen araçlarla, özellikle servis araçlarıyla ilgili faaliyetler inşaat faaliyeti kapsamına girmez ve yapı denetim kuruluşlarının sorumluluğunu doğurmaz. Dolayısıyla Yapı denetim kuruluşu, kanun  ve  yönetmelikle  öngörülen  uyarma,  kontrol  ve  bildirme  görevini  yerine   577İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 Belirtilen  kişilerin  konumuna  göre  ayrıca  rücu  davası  üçüncü  kişinin işverenine ya da sigorta şirketlerine de yöneltilebilir.  Üçüncü  kişi  olarak  kamu  görevlileri  ile  iş  kazası  veya  meslek hastalığının  meydana  gelmesinde  kusuru  bulunan  hak  sahipleri  de düşünülebilir. Ancak 5510 sayılı kanun md.21/son gereği,  İş kazası, meslek hastalığı ve hastalık; kamu görevlileri, er ve erbaşlar ile kamu idareleri tarafından  görevlendirilen  diğer  kişilerin  vazifelerinin  gereği  olarak yaptıkları fiiller sonucu meydana gelmiş ise, bu fiillerden dolayı haklarında kesinleşmiş mahkûmiyet kararı bulunanlar hariç olmak üzere, sigortalı veya hak sahiplerine yapılan ödemeler veya bağlanan gelirler için kurumuna veya ilgililere  rücû  edilmez.  Ayrıca,  iş  kazası  veya  meslek  hastalığı  sonucu ölümlerde, bu Kanun uyarınca hak sahiplerine bağlanacak gelir ve verilecek ödenekler  için,  iş  kazası  veya  meslek  hastalığının  meydana  gelmesinde kusuru  bulunan  hak  sahiplerine  veya  iş  kazası  sonucu  ölen  kusurlu sigortalının hak sahiplerine, Kurumca rücû edilmez . Dolayısıyla iş kazasına uğrayan veya meslek hastalığına tutulan sigortalının kusurlu hak sahipleri ile üçüncü  kişi  konumunda  kabul  edilebilecek  ve  haklarında  kesinleşmiş mahkumiyet  kararı  bulunmayan  kamu  görevlileri  ile  çalıştıkları  kurum, kanun gereği rücu davalarından muaf tutulmuşlardır.  Üçüncü  kişinin  işverenine  rücu  davasının  yöneltilebileceği  yukarıda ifade edilmiştir. Bu konuyu daha ayrıntılarıyla ele alacak olursak, üçüncü kişinin  işvereni,  sigortalının  çalıştığı  işyerine  yabancı  ve  sosyal  sigorta riskinin doğumuna yol açan kişinin işvereni olabileceği gibi, aynı zamanda iş kazasına uğrayan veya meslek hastalığına tutulan sigortalının işvereni de olabilir.  İşverenin  gerçek  veya  tüzel  kişi  olmasının  sorumluluğuna gidilebilmesi açısından önemi yoktur. Üçüncü kişinin işvereninin sorumlu olabilmesi için sadece iş kazası veya meslek hastalığının ortaya çıkmasında üçüncü kişinin kusurlu olması yeterli değildir, aynı zamanda üçüncü kişiyi istihdam  eden  işverenin  de  kanunda  açıkça  belirtildiği  üzere  kusurunun bulunması gerekmektedir. Halbuki TBK md.66 ile md.116 gereği işverenin                                                                                                                    getirmediğinden dolayı iş kazası veya meslek hastalığı meydana gelecek olursa, kusurlu olduğu için kendisine tazminat davası açılabileceği gibi Kurum tarafından üçüncü kişi sıfatıyla rücu davası da açılabilecektir (Yılmaz, Yapı Denetim Kuruluşları, 182-188).  151  Korkmaz, 28.  152  Başbuğ, 90. Tuncay-Ekmekçi, 379.  153  Sözer, 176.   578AÜHFD, 64 (3) 2015: 531-594       Civan sorumluluğu kusursuz sorumluluk olarak düzenlenmiştir. Diğer bir deyişle Türk  Borçlar  Kanunu  hükümleri  gereği  işverenin  sorumluluğuna gidilebilmesi için ne işverenin ne yanında çalıştırdığı kişinin kusurlu olması şartı aranmaktadır. Bu itibarla 5510 sayılı kanun md.21/IV hükmü gereği işverenin  sorumluluğu  bakımından  özel  bir  sorumluluk  türü düzenlenmiştir.  Üçüncü kişinin işvereninin kastedilen kusuru bakımından kanunda bir açıklık yoktur. Bir görüşe göre üçüncü kişinin işvereni her türlü kusurundan dolayı  sorumlu  olabilecektir.  Muhtemelen  konu  ile  ilgili  mevzuat hükümlerine  uyulmaması  hali  üçüncü  kişinin  işvereninin  kusuru  olarak değerlendirilebilecektir. Diğer görüş ise üçüncü kişinin işvereninin kusuru olarak,  işçinin  seçimi  veya  denetimindeki  kusurunu  anlamaktadır. Kanaatimizce de son görüş daha isabetli olup, üçüncü kişinin işvereninin kusuru bu şekilde yorumlanmalıdır. İşveren işçiyi işe alırken yapılacak işe uygun, gerekli eğitim ve deneyime sahip bir işçiyi işe almalıdır. Diğer bir ifadeyle işveren dürüstlük kuralı çerçevesinde (TMK md.2) en azından bir meslek  grubunda  ortalama  özelliklere  sahip  bir  işçiyi  seçmelidir.  Bu yükümlülüğün ihlali işçinin seçiminde işverenin kusurunu oluşturur. Ancak işçi, işe girerken sahip olduğu nitelikler hakkında işvereni yanıltmış ise bu durum  işveren  açısından  İş  Kanunu  md.25/II-a  bendi  gereği  haklı  fesih nedeni  oluşturacak  ve  bu  gibi  durumlarda  işverenin  işçinin  seçiminden dolayı kusuru olduğu kabul edilemeyecektir. İşçinin seçimi veya denetimi dışında iş kazasının meydana gelmesinde yahut meslek hastalığının ortaya çıkmasında işverenin şahsi kusuru varsa zaten doğrudan kendisi üçüncü kişi sıfatıyla ya da zarara uğrayan sigortalının işvereni ise işveren sıfatıyla rücu davasına muhatap olabilecektir.    Kurum  rücu  davasını  sigorta  şirketlerine  de  yöneltebilir.  Burada kastedilen husus iş kazası veya meslek hastalığına kusuruyla sebep olan işverenin  veya  üçüncü  kişinin  mali  sorumluluk  sigortası  yaptırması durumudur. 5510 sayılı kanun md.21 de kimlere rücu davası açılabileceği açıkça  düzenlenmiştir.  Bu  çerçevede  sigorta  şirketine  rücu  davasının                                                  154  Tuncay-Ekmekçi, 378-379. Başbuğ, 90-91. Tuncay, 184-185.  155  Sözer, 176. Turan, Rücu, 85.  156  Tuncay-Ekmekçi, 379. Tuncay, 185.  157  Akyiğit, 181-183.    579İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 yöneltilemeyeceği düşünülebilir. Ancak Yargıtay 1978 yılında verdiği bir kararında;   Sigorta  Şirketi;  araç  sahibinin,  gerek  müstahdeminin kusurundan ve gerekse bizzat kendi kusurundan doğacak mali mesuliyetini temin etmektedir. Bu yönden sigorta şirketi, araç sahibinin ya da şoförünün, kusurları ile neden oldukları olaydan dolayı doğan mali sorumluluklarının belirli  limit  dahilinde  kefili  durumundadır  ve  506  sayılı  Yasanın  26. maddesinin uygulanması için öngörülen  kusur  koşulunun, sigorta şirketi için  de  ayrıca  aranmasına  gerek  olmadığı  gibi  anılan  maddede,  kusurlu işveren veya kusurlu üçüncü kişilerden söz edilmesinin, bunlardan başkasına özellikle sigortacılarına, rücu edilemez anlamında yorumlanamayacağı da ortadadır  ifadelerine yer vermiştir.  Daha sonraki yıllarda da Yargıtayın görüşü aynı yönde devam etmiştir. Hatta 506 sayılı Kanun md.26 da geçen  sigortalı veya hak sahiplerinin işverenden isteyebilecekleri tutarlarla sınırlı olmak  üzere   ibaresinin  Anayasa  Mahkemesince  iptal  edilmesi  üzerine, Kurumun rücu hakkının hukuki niteliğinin basit rücu hakkı olarak kabul edildiği  dönemde  Yargıtayın  görüşü  değişmemiştir.  Bu  yönde  olan  bir karara  göre,   Sigorta  şirketi,  araç  sahibinin,  gerek  müstahdeminin kusurundan ve gerekse, bizzat kendi kusurundan doğacak mali mesuliyetini temin etmektedir. Bu yönden sigorta şirketleri işletenin yada şoförlerinin, kusurları ile neden oldukları olaydan dolayı doğan mali sorumluluklarının belirli limit dahilinde kefili durumundadır. Bu nedenle de, zarar gören kişi, kendisine zarar veren aracı sigorta eden sigortacıya, zararını tahsil etmek için başvurabilmektedir. … Dava, zarar verene karşı açılabiliyorsa, onun hukuki ve  mali  sorumluluğunu  teminat  kapsamında  yükümlenen  Zorunlu  Mali Mesuliyet  Sigortacısına  davanın  açılamayacağının  kabulü,  Zorunlu  Mali Sorumluluk Sigortası ile oluşturulan yapıya aykırıdır. … 506 sayılı Yasanın 26.  maddesinin  uygulanması  için  öngörülen   kusur   koşulunun,  sigorta şirketi  için  de  ayrıca  aranmasına  gerek  olmadığı  gibi  anılan  madde  de, kusurlu işveren veya kusurlu üçüncü kişilerden söz edilmesinin, bunlardan başkasına,  özellikle,  sigortacılarına,  rücu  edilemez  anlamında yorumlanamayacağı da ortadadır. Kurumun rücu hakkı ise, SSK.nun hangi maddesinden  kaynaklanırsa  kaynaklansın  halefiyete  değil,  Kanundan kaynaklanan bağımsız rücu hakkı ilkesine dayanır. Buna göre üçüncü kişiye verilen  zarardan  bu  kişiye  karşı  birinci  derecede  sorumlu  olan  sigorta şirketinin,  yardımın  Kurum  tarafından  yapılmasından  yararlanarak                                                  158  YHD, 27.10.1978, 2019/7570, Turan, 5510 Sayılı Yasa, 209.  159  YHD, 08.06.2009, 22391/10301, www.kazanci.com.tr, 24.04.2015.   580AÜHFD, 64 (3) 2015: 531-594       Civan sorumluluktan  kurtulması,  sigorta  hukuku  ilkeleri  ile  bağdaşmaz,  aksine sigorta  şirketlerinin  kuruluş  amacı  böyle  bir  sorumluluğu  zorunlu  kılar  ifadelerine yer vermiştir.   Sorumluluk sigortası ise çeşitli şekillerde karşımıza çıkabilir. İşveren hukuki sorumluluk sigortası, üçüncü şahıslara karşı sorumluluk sigortası veya  trafik  sorumluluk  sigortası  söz  konusu  olabilir.  Burada  sigorta şirketinin sorumluluğu sigorta poliçesinde belirtilen miktar ile sınırlıdır. Rücu edilecek miktarın poliçede yazılı olan sorumluluk sınırından az olması halinde Kurum, sigorta şirketinden rücu miktarını isteyebilir, poliçede yazılı miktarın  tamamını  isteyemez.  Ayrıca  sigorta  şirketinin  sorumluluğu sigortayı  yaptıran  kişinin  kusuru  oranındadır.  Dolayısıyla  sigortayı yaptıranın  kusursuz  olması  halinde  sigorta  şirketine  rücu  davası açılamayacaktır.   Uygulamada  genellikle  rücu  davalarıyla  bağlantılı  olarak  trafik sorumluluk sigortasına gidildiği görülmektedir. Motorlu araç sahipleri araç kullanırken  başkalarına  verecekleri  olası  zararlardan  doğacak sorumluluklarının karşılanmasını sağlamak üzere zorunlu mali sorumluluk sigortası yaptırmakla yükümlüdürler. Ayrıca istedikleri takdirde zorunlu mali sorumluluk sigortasının kapsamı dışında kalan tazminat taleplerinin karşılanmasını sağlamak üzere ilave sigorta (kasko) yaptırabilirler. Ancak                                                  160  Belirtilen  nitelikteki  sorumluluk  sigortası,  işyerinde  meydana  gelebilecek  iş  kazaları sonucunda  işverenin  karşılaşabileceği  hukuki  sorumluluk  nedeniyle  işverene  iş sözleşmesiyle  bağlı  ve  5510  sayılı  kanuna  tabi  işçiler  veya  bunların  hak  sahipleri tarafından işverenden talep edilecek ve Sosyal Güvenlik Kurumunun sağladığı yardımların üstündeki ve dışındaki tazminat talepleri ile yine aynı Kurum tarafından işverene karşı iş kazalarından dolayı yöneltilebilecek rücu davaları sonunda ödenecek tazminat miktarlarını, poliçede yazılı meblağlara kadar temin eder (İşveren Sorumluluk Sigortası Genel Şartları, http://www.tsb.org.tr/isveren-sorumluluk-sigortasi-genel-sartlari.aspx?pageID=499, 02.05.2015).  161  Bu sigortanın amacı, sigorta süresi boyunca meydana gelecek bir olay neticesinde, örneğin üçüncü şahısların ölmesi, yaralanması veya sağlığının bozulması veya üçüncü şahıslara ait maddi zararın meydana gelmesi sebebiyle, üçüncü kişiler tarafından ileri sürülecek zarar ve kayıp taleplerinin sonuçlarına karşı sigortalıyı poliçede yazılı özel şartlar ve genel şartlar çerçevesinde güvence altına almaktır (Korkmaz, 121).  162  YHD, 28.06.2013, 23997/14635, www.kazanci.com.tr, 24.04.2015.  163  Başbuğ, 93.  164  Bu sigortanın amacı, motorlu bir aracın karayollarında işletilmesi sırasında, bir kimsenin ölümüne veya yaralanmasına veya bir şeyin zarara uğramasına neden olması halinde o aracı işletenin zarara uğrayan üçüncü kişilere karşı olan sorumluluğunu belirli limitler dahilinde karşılamaktır (Akın, Trafik Kazaları, 55-56).    581İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 belirtilen sigortalardan hiç birini zarar veren yaptırmamış, araç çalınmış veya gasp edilmişse ya da sigorta şirketi mali güçlük çekmekte ise doğan zararın karşılanmasını sağlamak üzere de güvence hesabı oluşturulmuştur.  Trafik kazaları nedeniyle rücu edilebilecek kalemler olarak karşımıza özellikle tedavi giderleri ve geçici iş göremezlik ödeneği çıkmaktadır. Ancak tedavi giderleriyle ilgili rücu kalemi, 6111 sayılı kanunun 59. ve geçici 1. maddeleri  gereğince  sona  ermiştir.  Tedavi  giderleriyle  ilgili  bu düzenlemeden sigorta sözleşmesinin tarafı olan aracı işleten ile şoförün de yararlanacağı,  poliçe  limiti  kapsamında  kalan  tedavi  giderleri  nedeniyle sorumluluğun sona ereceği, aşan kısım için ise sorumluluğun devam edeceği kabul  edilmektedir.  Geçici  iş  göremezlik  ödeneği  bakımından  ise  bu yönde bir ayrıma gidilmemektedir. Üçüncü kişi sıfatıyla aracı işleten veya şoförüne geçici iş göremezlik ödeneği rücu edilebileceği gibi, poliçe limiti dahilinde gerek sigorta şirketine gerek güvence hesabına Kurum tarafından rücu yapılabilecektir.  c) Kusurun belirlenmesi  Kurum tarafından açılan rücu davalarında ister 5510 sayılı kanun md.21 ister md.23 hükmüne dayanılsın, iş kazası veya meslek hastalığının meydana gelmesinde  işçinin,  işverenin  veya  üçüncü  kişinin  kusuru,  rücu  edilecek miktarın belirlenmesinde önem taşımaktadır. Kusurun belirlenmesiyle ilgili hususların ve ortaya çıkan sorunların Yargıtay tarafından çeşitli ilkeler de belirlenerek  çözüme  kavuşturulduğu  görülmektedir.  Yargıtayın  bir kararında da belirtildiği üzere,  506 Sayılı Kanunun (şimdi 5510 sayılı                                                  165  Sözer, 176-177.  166  İlgili hükümler gereği aktarım ile sigorta şirketlerinin ve güvence hesabının bu teminat kapsamındaki  yükümlülüklerinin  sona  ereceği  belirtilmiştir.  Hatta  Yargıtayın  son kararlarından birine göre sigorta şirketlerinin veya güvence hesabının yükümlülüklerinin sona  ermesi  için  aktarım  yapılmasına  gerek  dahi  olmadığı  belirtilmiştir  (YHGK, 13.03.2013, 10-1156/339, www.kazanci.com.tr, 02.05.2015). 167  Yargıtaya göre zorunlu mali sorumluluk sigortasını yaptırmayan aracı işletenin veya şoförünün  tedavi  giderleri  açısından  sorumluluğu  devam  etmeliyse  de  (YHD, 06.03.2012, 3309/4013, www.kazanci.com.tr, 02.05.2015), öğretide bir görüşe göre bu konumdaki kişilerin de tedavi giderlerinden sorumlu olmayacağının kabulü gereklidir (Akın, Trafik Kazaları, 61). 168  Trafik  kazası  nedeniyle  aracı  işleten,  şoför,  sigorta  şirketi  ve  güvence  hesabının sorumluluğu konusunda ayrıntılı bilgi için bkz.; Akın, Trafik Kazaları, 54-62. YHD, 06.03.2012,  3309/4013,  YHGK,  13.03.2013,  10-1156/339,  YHD,  18.03.2014, 5225/6200, www.kazanci.com.tr, 02.05.2015.  169  YHD, 10.06.2013, 20593/12975, www.kazanci.com.tr, 24.04.2015.   582AÜHFD, 64 (3) 2015: 531-594       Civan kanun) 26. Maddesine (şimdi 21. maddesine) dayalı bu tür davalarda alınan kusur raporlarının 506 Sayılı Kanunun 26., 4857 Sayılı Kanunun 77. (şimdi 6331 sayılı İş Sağlığı ve Güvenliği Kanunu) ve İşçi Sağlığı ve İş Güvenliği Tüzüğünün 2 vd maddelerine uygun olarak düzenlenmesi gerekir . İlgili karar, 506 sayılı kanun dönemindeki rücu davalarına ilişkinse de, 5510 sayılı kanun md.21 ve md.23 e göre açılacak rücu davaları için de geçerlidir.  Kusurun belirlenmesiyle ilgili ortaya çıkan sorunlardan ilki sigortalı tarafından  işveren  aleyhine  açılan  davada  kusur  raporu  alınmış  ise, belirlenen  kusur  oranlarının  rücu  davası  açısından  da  bağlayıcı  olup olmayacağı hususudur. Kural olarak sigortalı veya hak sahiplerince açılan davalarda alınan kusur raporu hükme dayanak oluşturmuşsa rücu davasında da bağlayıcı olacaktır. Sigortalı veya hak sahipleri tarafından açılan tazminat davası  sonucu  kesinleşen  karara  dayanak  teşkil  eden  kusur  raporunun bağlayıcı  olması,  rücu  davalarının  halefiyet  esasına  dayanmasıyla ilişkilidir. Ancak sigortalı veya hak sahipleri tarafından açılan davalarda alınan kusur raporu 506 sayılı kanun md.26 hükümlerine uygun değilse Yargıtay bu yöndeki raporları kabul etmemektedir. Yargıtayın bu yöndeki kararlarının 5510 sayılı kanun açısından da geçerliliğini devam ettireceği söylenebilir. Ancak bu doğrultudaki kararlar halefiyet esasıyla çelişmektedir. Bu nedenle halefiyet esasına dayanmakla birlikte kesinleşen hükme dayanak oluşturan rapora itibar edilmemesi eleştirilmektedir. Eğer Kurumun rücu hakkı basit rücu hakkı olarak kabul edilecek olursa, bu takdirde sigortalı veya hak sahipleri tarafından açılan davada alınan kusur raporunun bağlayıcı olmayacağı, ancak güçlü bir delil niteliği taşıyacağı ifade edilebilecektir. Bu husus 506 sayılı kanun md.26 da geçen  sigortalı veya hak sahiplerinin işverenden  isteyebilecekleri  tutarlarla  sınırlı  olmak  üzere   ibaresinin Anayasa Mahkemesince iptali üzerine Kurumun rücu hakkının basit rücu hakkına  dayandığının  kabul  edildiği  dönemde  Yargıtay  kararlarına  da yansımıştır. Güçlü delil kavramıyla anlatılmak istenen husus, takdiri delil olarak değerlendirilen önceki davada verilen kesin hükmün aksinin ancak iyi bir gerekçeye dayanılarak kararlaştırılabileceğidir.                                                    170  Aslanköylü, Şerh, 1090. 171  YHD, 10.06.2013, 20593/12975, YHGK, 08.11.2006, 10-696/704, YHGK, 20.11.2002, 10-814/989, www.kazanci.com.tr, 24.04.2015.  172  Güneş, 161. Aslanköylü, Şerh, 1090-1091. Turan, Rücu, 76.  173  YHD, 28.03.2011, 14898/4183, www.kazanci. com.tr, 24.04.2015. 174  Akkan, 38-39. Güçlü delil kavramını Yargıtay başka kararlarında da kullanmıştır. Hizmet tespitiyle ilgili bir davada Yargıtay, daha önce açılmış olan işçilik alacaklarına ilişkin   583İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 Sigortalı  veya  hak  sahiplerince  açılan  dava  müracaata  kalmış  veya işlemden kaldırılmışsa bilirkişi raporu bağlayıcı kabul edilmemelidir. Zira rapor, yargı denetiminden geçerek kesinleşmemiştir. Ancak sigortalı veya hak sahiplerince açılan tazminat davası sulh veya kabulle sonuçlanmış ise kural olarak bağlayıcı kabul edilmelidir. Sulh veya kabul kararında kusur incelemesi yapılmamış olması veya davalıların kusur konusunda açık bir kabullerinin olmaması durumu bu halin dışında tutulmalıdır.     Kusur raporunun bağlayıcı olup olmadığı hususunda üzerinde durulması gereken  diğer  bir  ihtimalde  Kurum  tarafından  daha  önce  yapılmış  olan yardımların bir kısmının aynı kişiden istendiği önceki rücu davasında alınan kusur  raporunun  durumunun  ne  olacağıdır.  Bu  gibi  hallerde  kesinleşen önceki  hükmün  kesin  hüküm  niteliğinde  olmadığı,  müddeabih  birliği bulunmadığı,  ancak  kesinleşen  önceki  hükümde  alınan  kusur  raporunun güçlü bir delil niteliği taşıyabileceği kabul edilmektedir.  Üzerinde durulması gereken bir konuda ceza mahkemesince verilen bir karara  dayanak  teşkil  eden  kusur  raporunun  bağlayıcı  olup  olmadığıdır. Yargıtayın yerleşik içtihatlarına göre hukuk hakimi ceza mahkemesince verilen  maddi  olgularla  bağlıdır.  Bu  itibarla  ceza  mahkemesi  kararına dayanak oluşturan kusur raporu bağlayıcı bir nitelik taşımaz. Yargıtayın bu yöndeki  kararları,  TBK  md.74  hükmüyle  de  uyumludur.  Nitekim  ilgili madde gereğince,  Hâkim, zarar verenin kusurunun olup olmadığı, ayırt etme  gücünün  bulunup  bulunmadığı  hakkında  karar  verirken,  ceza hukukunun sorumlulukla ilgili hükümleriyle bağlı olmadığı gibi, ceza hâkimi tarafından  verilen  beraat  kararıyla  da  bağlı  değildir.  Aynı  şekilde,  ceza hâkiminin  kusurun  değerlendirilmesine  ve  zararın  belirlenmesine  ilişkin kararı da, hukuk hâkimini bağlamaz . Bununla beraber Yargıtay, isabetli olarak hukuk hakiminin bağımsızlığının sınırsız bir biçimde anlaşılmaması gerektiğine, her mahkumiyet kararının o fiilin hukuka aykırılığını tespit etme                                                                                                                    davada  yapılan  hizmet  tespitinin  güçlü  delil  oluşturacağını  ifade  etmiştir  (YHD, 17.09.2009,  8472/14582,  YHD,  29.05.2006,  800/5309,  www.kazanci.com.tr, 02.05.2015).  175  Aslanköylü, Şerh, 1091. Turan, Rücu, 77.  176  Turan, Rücu, 75. Aslanköylü, Şerh, 1088. 177  YHD,  12.03.2013,  25228/4512,  Çalışma  ve  Toplum,  (40)  2014/1,  524.  YHD, 05.03.2013,  21515/13762,  YHD,  02.02.2009,  19754/785,  YHD,  28.04.2014, 16742/9096, www.kazanci. com.tr, 24.04.2015.  178  YHD, 10.06.2013, 20593/12975, YHD, 02.02.2009, 19754/785, YHD, 28.04.2014, 16742/9096, www.kazanci. com.tr, 24.04.2015.  584AÜHFD, 64 (3) 2015: 531-594       Civan bakımından hukuk hakimini bağlayıcı vasıfta olduğuna da hükmetmektedir. Dolayısıyla  ceza  mahkemesinde  mahkumiyet  alan  bir  kimse,  hukuk davasında kusursuz sayılamaz. Ancak kusur oranı bilirkişi aracılığıyla tespit edilecektir.  Ayrıca  Yargıtay  bir  kararında  maddi  olgu  kavramını genişletmiştir.  İlgili  kararda,  haksız  tahrik  hükümlerinin  uygulanması sonucu  davalının  cezasından  indirim  yapılması  hususunun,  Borçlar Kanunu'nun  53.  maddesi  uyarınca  hukuk  hakimini  de  bağlar  nitelikte kesinleşmiş  maddi  olgu  halini  aldığı,  ceza  davasındaki  tahrik  indirimi oranına göre, Borçlar Kanunu'nun 43. (6098 sayılı TBK md.51) ve 44. (6098 sayılı  TBK  md.52)  maddeleri  uyarınca,  rücu  alacağından  da  indirim yapılması gerektiği kabul edilmiştir.  Meslek hastalığı açısından sigortalının iş göremezliği işten ayrıldıktan yıllar sonra ortaya çıkabilir. Bu itibarla meslek hastalığıyla ilgili kusur tespiti yapılırken iş göremezlik derecesinin ortaya çıktığı tarih değil, sigortalının işyerinden  fiilen  ayrıldığı  tarihteki  iş  göremezlik  derecesi  dikkate alınmalıdır. Somut olayda birden fazla işverenin varlığı halinde, her bir işveren açısından işçinin işten ayrılma tarih göz önünde tutulmalıdır. Kusur tespitinin bu şekilde yapılmasını nedeni, işçi işten ayrıldıktan sonra işverenin hakimiyetinden  çıktığı  için  daha  sonraki  tarihlerde  meydana  gelen hususlardan dolayı işverenin sorumluluğuna gidilemeyeceği düşüncesidir.   4. Sonuç Hukukumuzda,  Sosyal  Güvenlik  Kurumuna  yaptığı  ödemeleri  ve bağladığı  gelirleri  ilgililere  rücu  hakkı  düzenlenmiştir.  Sosyal  Güvenlik Kurumuna  prim  ödemesinde  bulunan  işverenlere  karşı  da  rücu  hakkının tanınması,  genel  anlamıyla  sigorta  tekniğiyle  uyuşmamaktadır.  Bununla birlikte  sosyal  sigorta,  özel  sigorta  değildir.  Burada  sosyal  güvenliğin önleyici  boyutu  devreye  girmektedir.  Diğer  bir  deyişle  rücu  hakkının tanınmasının  asıl  amacı,  işverenleri  iş  sağlığı  ve  güvenliği  önlemlerini almaya  teşvik  etmek,  bu  suretle  işçilerin  yaşam  hakkının  korunmasına                                                  179  Aslanköylü, Şerh, 1093. Turan, Rücu, 79. Korkmaz, 95. TBK md.74 de hukuk hakiminin ceza mahkemesinin beraat kararıyla bağlı olmadığı belirtilmişse de, öğretideki bir görüşe göre beraat kararı kesinleşmiş maddi olgulara dayandığı takdirde hukuk hakimi bu kararla bağlı olmalıdır. Ancak beraat kararının delil yetersizliği veya fiil suç olmakla birlikte nitelendirme hatasından kaynaklanmaktaysa, hukuk hakimini bağlamamalıdır (Aslanköylü, Şerh, 1093). 180  YHD, 06.06.2013, 20888/12621, Korkmaz, 93.  181  Turan, Rücu, 70. Aslanköylü, Şerh, 1120.   585İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 katkıda  bulunmaktadır.  Bu  itibarla  Kuruma  rücu  hakkının  tanınması isabetlidir. Ancak özellikle iş kazası veya meslek hastalığı nedeniyle yapılan parasal yardımların rücu edilmesinde, 506 sayılı kanun döneminde olduğu gibi 5510 sayılı kanun döneminde de ele alınması ve tartışılması gereken konular varlığını devam ettirmektedir.  Kurumun rücu hakkının hukuki niteliği, rücu hakkı kapsamında ele alınması  gereken  önemli  bir  konu  olarak  karşımıza  çıkmaktadır.  Bu kapsamda 5510 sayılı kanun md.21 ile md.23 ayrı ayrı ele alınmalıdır. 5510 sayılı kanun md.21, 506 sayılı kanun md.26 hükmünü karşılamaktadır. 506 sayılı kanun md.26 döneminde Yargıtay uzun yıllar kurumun rücu hakkının halefiyet esasına dayandığını benimsemiştir. Ancak Anayasa Mahkemesinin 2006 yılında verdiği bir iptal kararı üzerine Kurumun rücu hakkının, basit rücu hakkı niteliğinde olduğu kabul edilmiştir. O dönem Kurumun rücu hakkının  hukuki  niteliğinin  belirlenmesi,  özellikle  rücu  davalarında zamanaşımı  süresi  sorununun  çözümü  ve  bağlanan  gelirlerde  kanun, kararname  gereği  yapılan  artışların  da  istenip  istenemeyeceği  açısından önem taşımaktaydı. Ancak belirtilen sorunlar 5510 sayılı kanun md.21 de çözüme  kavuşturulmuştur.  Bununla  birlikte  sigortalı  tarafından  zarar verenler  aleyhine  açılan  tazminat  davasında  hükme  esas  alınan  kusur raporunun, rücu davasında bağlayıcı olup olmayacağı gibi bazı hususlarda, Kurumun rücu hakkının hukuki niteliğinin tespiti önem taşımaya devam etmektedir. Yargıtay, 5510 sayılı kanun md.21 hükmüyle ilgili verdiği bir kararında,  Kurumun  rücu  hakkının  halefiyet  ile  desteklendiğini  kabul etmiştir. Kanaatimizce hakim, kanunu sadece lafzi olarak değil, özüyle de ele  almalıdır.  Bu  itibarla  Yargıtayın  Kurumun  rücu  hakkının  halefiyet esasına dayandığını benimsemesi isabetlidir. Ancak asıl sorun yaratan husus, Yargıtayın benimsediği esası aynen uygulamaması, somut olayın özelliğine göre şekillendirmesidir. Ayrıca 5510 sayılı kanun md.21 de üçüncü kişiye rücu imkanı da düzenlenmiştir. Kanaatimizce Kurumun üçüncü kişiye rücu hakkı da halefiyet esasına dayanmaktadır. Kurumun rücu hakkının hukuki niteliği 5510 sayılı kanun md.23 açısından ele alındığında ise, bu konuda bir tartışmanın  var  olmadığı  görülmektedir.  Kurumun  rücu  hakkının  hukuki niteliğinin basit rücu hakkı olduğu kabul görmektedir.      Kurum,  işverene  ve  üçüncü  kişilere  yaptığı  ödemeleri  ve  bağladığı gelirleri  rücu  edebilir.  İşveren  kavramına  ise  sigortalıların  iş  sözleşmesi yaptığı  gerçek  işvereni,  işin  veya  görülen  hizmetin  bütününün  yönetim görevini  yapan  işveren  vekili  ile  başta  alt  işveren  olmak  üzere  üçlü  iş  586AÜHFD, 64 (3) 2015: 531-594       Civan ilişkilerinde karşımıza çıkan işverenler girmektedir. Geçerli bir asıl işverenalt işveren ilişkisinin kurulduğu hallerde asıl işveren, alt işveren ile birlikte 5510  sayılı  kanundan  doğan  yükümlülükler  nedeniyle  müteselsilen sorumludur. Örneğin iş kazası veya meslek hastalığının meydana gelmesine alt işverenin kusuru varsa, asıl işverenin de sorumluluğuna gidilebilecektir.  İşvereninin rücu davaları bakımından kurum karşısındaki sorumluluğu ise 5510 sayılı kanun md.21 ve md.23 de düzenlenmiştir. 5510 sayılı kanun md.21  çerçevesinde  işverenin  sorumluluğu  kusur  sorumluluğudur.  Zira Kurumun yaptığı ödemeleri ve bağladığı gelirleri işverene rücu edebilmesi için işverenin kastının veya sigortalının sağlığını koruma ve iş güvenliğine ilişkin mevzuat hükümlerine aykırı bir hareketinin bulunması gerekmektedir. Bununla birlikte iş sağlığı ve güvenliği mevzuatı ve bu kapsamda alınması gereken önlemler oldukça geniştir. Diğer bir deyişle iş sağlığı ve güvenliği önlemlerini  almayan  işveren  her  türlü  kusurundan  sorumlu  tutulmuştur. Genellikle de iş kazası veya meslek hastalığı meydana geldiğinde işverenler iş sağlığı ve güvenliği önlemlerini ihlal ettiği gerekçesiyle kusurlu kabul edilmektedir. Ancak kusur sorumluluğunun getirilmesindeki amaç işvereni, Kurumun yapmış olduğu her türlü ödeme ve bağladığı gelirlerden sorumlu tutmak  değildir.  Bu  itibarla  yapılacak  bir  yasa  değişikliğiyle  sigortalı çalıştırdığını  bildirim  yükümlülüğünü  yerine  getiren  işverenin sorumluluğunun, işverenin kastı, bağışlanamaz kusuru yahut ağır ihmaliyle sınırlandırılması daha isabetli olacaktır. Ayrıca 5510 sayılı kanun md.21 de işverenin sorumluluğunu tespitte kaçınılmazlık ilkesinin dikkate alınacağı hususu  düzenlenmiştir.  Kaçınılmazlığın  dikkate  alınmasıyla  kastedilen, kaçınılmazlıktan  dolayı  işverenin  sorumluluğuna  gidilemeyeceğidir. Kaçınılmazlık kanaatimizce mutlak kaçınılmazlık olarak görülmelidir. Başka bir  ifadeyle  kaçınılmazlık,  mücbir  sebebin  unsurudur.  Kaçınılmazlığın bulunduğu hallerde, meydana gelen kaza ile yapılan iş arasında illiyet bağı kesileceğinden ötürü, işveren aleyhine rücu davası açılamayacaktır. Diğer bir deyişle  kaçınılmazlık  umulmayan  halin  bir  unsuru  olarak  kabul edilmemelidir. Ek olarak meslek hastalığının meydana gelmesinde Yargıtay kararlarına  göre,  kaçınılmazlığın  belirli  bir  oranda  etkide  bulunduğunun kabul  edildiği  görülmektedir.  Bununla  birlikte  Yargıtayın  son  kararları incelendiğinde,  isabetli  olarak  meslek  hastalıkları  açısından  da kaçınılmazlığın mutlak olarak görülmesi eğiliminin arttığı anlaşılmaktadır.    5510  sayılı  kanun  md.23  bakımından  ise  işverenin  sorumluluğunun kusursuz sorumluluk olduğu kabul edilmektedir. Bu bakımdan Kurumun   587İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 yaptığı  tüm  ödemeleri  işverene  rücu  edebileceği  düşünülebilir.  Ancak uygulamada rücu tazminatının miktarı belirlenirken tarafların kusur oranı dikkate  alınmaktadır.  Bu  çerçevede  iş  kazasının  meydana  gelmesinde işverenin kendi kusurunun yanı sıra işçinin kusurunun ya da kaçınılmazlığın da rol oynadığı hallerde, işveren işçinin kusurunun veya kaçınılmazlığın tamamından  sorumlu  tutulmamakta,  uygun  bir  indirim  yapılarak  işçinin kusurunun veya kaçınılmazlığın çoğuna katlanmaktadır. Ayrıca iş kazası veya  meslek  hastalığının  kaçınılmazlık  nedeniyle  yahut  işçinin  ağır kusuruyla  meydana  geldiğinden  hareketle  illiyet  bağının  kesildiği  ileri sürülerek  işverenin  sorumluluğuna  gidilemeyeceği  düşünülmemelidir. Nitekim  5510  sayılı  kanun  md.23  gereği  işverenin  sorumluluğuna gidebilmek  için,  Kurumun  iş  kazası  veya  meslek  hastalığı  olarak nitelendirilebilecek bir olay sonucu sigortalı veya hak sahiplerine yardımda bulunmuş olması yeterlidir. Bu itibarla meydana gelen kaza ile işverenin fiili arasında  illiyet  bağını  kestiğini  düşündüğümüz  örneğin  deprem  sonucu işçinin  işyerinde  hayatını  kaybetmesi  de  5510  sayılı  kanun  gereği  iş kazasıdır  ve  işveren  bildirim  yükümlülüğünü  yerine  getirmediği  sürece Kurum tarafından yapılan yardımlardan dolayı Kuruma karşı sorumludur.  Kurumun rücu davasını açabileceği diğer bir kişi grubu da iş kazası veya  meslek  hastalığının  meydana  gelmesine  sebep  olan  veya  katkıda bulunan üçüncü kişilerdir. Üçüncü kişilerin sorumluluğu, kusur sorumluluğu olarak düzenlenmiştir. Ayrıca üçüncü kişilerin sorumlu olduğu rücu miktarı belirlenirken  de  kusur  oranları  dikkate  alınacaktır.  Eğer  iş  kazasının meydana  gelmesinde  kaçınılmazlık  durumu  söz  konusuysa,  illiyet  bağı kesildiği  için  üçüncü  kişinin  sorumluluğunun  ortadan  kalktığı  kabul edilmelidir.  Üçüncü  kişi  kavramının  içene  ise  iş  kazasına  uğrayan  veya meslek hastalığına tutulan işçinin ve onun işvereni dışındaki tüm kişiler girer.  Bu  bakımdan  zarar  gören  işçiye  tamamen  yabancı  bir  kişi,  aynı işyerinde çalışan başka bir işçi, üretici, yapı denetim kuruluşları ve ihale makamı gibi iş kazası veya meslek hastalığının meydana gelmesinde kusuru bulunan  tüm  kişiler,  üçüncü  kişidir.  Ayrıca  kusurunun  varlığı  durumun üçüncü kişinin işverenine ve üçüncü kişinin yahut işverenin mali sorumluluk sigortası  yaptırması  halinde  sigorta  şirketine  de  rücu  davası yöneltilebilecektir.     588AÜHFD, 64 (3) 2015: 531-594       Civan",
     "Kaynakça": "AKDENİZ,  Ayşe  Ledün:   İşverenin  İş  Kazası  ve  Meslek  Hastalığından Doğan  Zararlardan  Sorumluluğunun  Niteliği ,  İstanbul  Üniversitesi Hukuk Fakültesi Mecmuası, Cilt: 72, Say:2, 2014, 3-29.  AKIN, Levent: İş Kazasından Doğan Maddi Tazminat, Ankara 2001.  AKIN, Levent:  Trafik Kazalarından Doğan Sağlık Hizmet Bedellerinden Sigorta  Kuruluşları  ile  SGK nın  Sorumluluğu ,  Çimento  İşveren Dergisi, Cilt:27, Sayı:3, Mayıs 2013, 54-62. (Trafik Kazaları) AKKAN,  Mine:   Medeni  Usul  Hukukunda  Tarafların  Farklı  Olması Durumunda Kesin Hükmün Delil Niteliği , Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Cilt:11, Prof. Dr. Bilge Umar a Armağan (Özel Sayı), 2009, basım yılı: 2010, 3-61.  AKTAY, A. Nizamettin – ARICI, Kadir – SENYEN/KAPLAN, E. Tuncay: İş Hukuku, 6. Baskı, Ankara 2013.  AKYİĞİT Ercan: İş Hukuku Açısından Ödünç İş İlişkisi, Ankara 1995.  ALPAGUT,  Gülsevil:   İş  İlişkisinin  Kurulması,  Hükümleri  ve  İşin Düzenlenmesi  Açısından  Yargıtayın  2010  Yılı  Kararlarının Değerlendirilmesi , Yargıtay ın İş Hukuku ve Sosyal Güvenlik Hukuku Kararlarının Değerlendirilmesi 2010, Ankara 2012, 3-81. ALPER, Yusuf: Türk Sosyal Güvenlik Sistemi ve Sosyal Sigortalar Hukuku, 6. Baskı, Bursa 2014.  ANTALYA, O. Gökhan: 6098 sayılı Türk Borçlar Kanunu na göre Borçlar Hukuku Genel Hükümler, İstanbul 2012. ARASLI,  Utkan:   Yeni  Borçlar  Yasası nın  İş  Kazası  ve  Meslek Hastalıklarından Doğan Maddi Tazminat Davalarında Getirdiği Sistem ve  Hakkaniyet  İndirimi ,  Sicil  -  İş  Hukuku  Dergisi,  Yıl:6  Sayı:24 Aralık 2011, 141-153.  ARICI, Kadir: Türk Sosyal Güvenlik Hukuku, Ankara 2015.                                                     Birden  fazla  yayınına  gönderme  yapılan  yazarlarda  parantez  içindeki  kısaltmalar kullanılmış, bu yazarların atıf yapılan ilk yayını için kısaltma yapılmadan sadece yazarın adı verilmiştir.   589İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 ASLANKÖYLÜ, Resul:  Sosyal Sigortalar Kurumunun İş Kazası ve Meslek Hastalığı  Sigortasından  Kaynaklanan  Rücu  Hakkı  ve  İşverenin Sorumluluğu ,  Türkiye  İşveren  Sendikaları  Konfederasyonu,  Sosyal Sigortalar Kurumunun İşverene Rücu Hakkı, İşveren Özel Eki, Eylül 2005, 23-39.  ASLANKÖYLÜ, Resul: Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu Şerhi (SSK ve BAĞ-KUR Kanunu ile Karşılaştırmalı), Birinci Cilt, Ankara 2013. (Şerh) BALCI,  Mesut:   İş  Kazası  ve  Meslek  Hastalığı  Nedeniyle  İşverenin Sorumluluğu , Sicil - İş Hukuku Dergisi, Yıl:1 Sayı:4 Aralık 2006, 151182. BAŞBUĞ, Aydın: Sosyal Sigortalar Kurumunun İşverene ve Üçüncü Kişiye Rücuu, Ankara 1992.  BAŞTERZİ,  Süleyman:   İş  İlişkisinin  Kurulması,  Hükümleri  ve  İşin Düzenlenmesi  Açısından  Yargıtayın  2009  Yılı  Kararlarının Değerlendirilmesi , 3-131.  BAŞTERZİ,  Süleyman  –  YILDIZ,  Gaye  Burcu:   Sosyal  Sigortalar Kurumunun  İşverene  Rücu  Hakkı ,  Türkiye  İşveren  Sendikaları Konfederasyonu, Sosyal Sigortalar Kurumunun İşverene Rücu Hakkı, İşveren Özel Eki, Eylül 2005, 3-22. BAYSAL,  Başak:   Kanunların  Zaman  Açısından  Yürürlüğü ,  Prof.  Dr. Necip Kocayusufpaşaoğlu için Armağan, Ankara 2004, 475-503. BİLGE, Necip: Hukuk Başlangıcı – Hukukun Temel Kavram ve Kurumları, 31. Bası, Ankara 2013.  BROX, Hans – RÜTHERS, Bernd – HENSSLER, Martin: Arbeitsrecht, 18. Auflage, Stuttgart 2011. CANİKLİOĞLU, Nurşen:  Sosyal Sşgortaların Genel Hükümleri ve Türleri Açısından  Yargıtay ın  2012  Yılı  Kararlarının  Değerlendirilmesi , Yargıtay ın  İş  Hukuku  ve  Sosyal  Güvenlik  Hukuku  Kararlarının Değerlendirilmesi 2012, Ankara 2014, 379-531.   590AÜHFD, 64 (3) 2015: 531-594       Civan CİVAN, Orhan Ersun:  İş Sağlığı ve Güvenliğinde Üreticinin (İmalatçının) Yükümlülüğü ve Sorumluluğu , Prof. Dr. Sarper Süzek e Armağan, Cilt II, İstanbul 2011, 2015-2061.  ÇANKAYA, Osman Güven – ÇİL, Şahin: İş Hukukunda Üçlü İlişkiler, Ankara 2006. ÇELİK, Nuri – CANİKLİOĞLU, Nurşen – CANBOLAT, Talat: İş Hukuku Dersleri, 27. Bası, İstanbul 2014.  ÇENBERCİ, Mustafa: Sosyal Sigortalar Kanunu Şerhi, Ankara 1985.  DALCI  ÖZDOĞAN,  Nurcihan:  Müteselsil  Sorumluluk  -  Özellikle  TBK md.61 ve md.162 vd. Hükümleri Bağlamında, Ankara 2015.  ERBAŞ, Çoşkun:  Sosyal Sigortalar Kurumu nun Rücu Davaları, Anayasa Mahkemesi nin İptal Kararları Karşısında Öngörülen Hukuki Sonuçlar ve Uygulamadan Örnekler , Sicil - İş Hukuku Dergisi, Yıl:2 Sayı:7 Eylül 2007, 94-113. EREN, Fikret: Borçlar Hukuku – Genel Hükümler, 14. Baskı, Ankara 2012. ERGİN,  Berin:   Sosyal  Sigortalar  ve  Genel  Sağlık  Sigortası  Kanunu İşverene  Rücuya  Nasıl  Bakıyor? ,  Sicil  -  İş  Hukuku  Dergisi,  Yıl:1 Sayı:4 Aralık 2006, 129-140. GÖKALP CİVAN, Arzu: 4/1-(a) Kapsamındaki Sigortalılar Açısından Ölüm Sigortasının  Yargı  Kararları  Işığında  Değerlendirilmesi, Yayımlanmamış Sosyal Güvenlik Uzmanlığı Tezi, Ankara 2014.  GÖZLER, Kemal: Hukuka Giriş, Dokuzuncu Baskı, Bursa 2012.  GÜNEŞ,  Başak:  İş  Kazası  ve  Meslek  Hastalıklarında  Sosyal  Güvenlik Kurumu nun  İşverene  Rücu  Hakkı,  Yayımlanmamış  Yüksek  Lisans Tezi, İstanbul 2011.  GÜZEL, Ali:  Sosyal Sigortaların Genel Hükümleri ve Türleri Açısından Yargıtayın 2008 Yılı Kararlarının Değerlendirilmesi , Yargıtay ın İş Hukuku ve Sosyal Güvenlik Hukuku Kararlarının Değerlendirilmesi 2008, Ankara 2010, 295-373.  GÜZEL,  Ali  –  OKUR,  Ali  Rıza  –  CANİKLİOĞLU,  Nurşen:  Sosyal Güvenlik Hukuku, 15. Bası, İstanbul 2014.    591İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 HAVUTÇU,  Ayşe:  Türk  Hukukunda  Örtülü  Bir  Boşluk:  Üreticinin Sorumluluğu, Ankara 2005.  HROMADKA, Wolfgang – MASCHMANN, Frank: Arbeitsrecht Band 1 – Individualarbeitsrecht, 4. Auflage, Berlin Heidelberg 2008. JUNKER, Abbo: Grundkurs Arbeitsrecht, 10. Auflage, München 2011. KARAMAN,  Tuba:   Üreticinin  Sorumluluğu ,  Gazi  Üniversitesi  Hukuk Fakültesi  Sorumluluk  ve  Tazminat  Hukuku  Sempozyumu  (28  -  29 Mayıs 2009), Ankara 2009, 295-308. KESER,  Hakan:   İşverenin  İş  Kazası  ve  Meslek  Hastalığı  Dolayısı  ile Kurumun  Yaptığı  Harcamalardan  Sorumlu  Olmasının  Koşulları  ve Kaçınılmazlık , Sicil - İş Hukuku Dergisi, Yıl:1 Sayı:2 Haziran 2006, 136-146. KILIÇOĞLU, Ahmet M.: Borçlar Hukuku – Genel Hükümler, 16. Bası, Ankara 2012. KILIÇOĞLU,  Ahmet  M.:  Türk  Borçlar  Hukukunda  Kanuni  Halefiyet, Ankara 1979. (Halefiyet)  KIRCA, Çiğdem: Ürün Sorumluluğu, Ankara 2007.  KIZILRAY,  Ender:   İş  Kazası  ve  Sosyal  Güvenlik  Kurumu nun  Rücu Hakkı , Sicil - İş Hukuku Dergisi, Yıl:6 Sayı:22 Haziran 2011, 177179. KOCAYUSUFPAŞAOĞLU,  Necip:  Borçlar  Hukuku  –  Genel  Bölüm, Birinci Cilt, Borçlar Hukukuna Giriş, Hukuki İşlem, Sözleşme, 4. Bası, İstanbul 2008. KORKMAZ,  Metin:  Sosyal  Güvenlik  Kurumu nun  Üçüncü  Kişilerin Sorumluluğundan Doğan Rücu Hakkının İdari ve Yargısal Boyutlarıyla İncelenmesi, Yayımlanmamış Sosyal Güvenlik Uzmanlığı Tezi, Ankara 2014.  KORKUSUZ, Refik:  Hukukumuzda Tehlike Sorumluluğu Uygulaması ve Yeni Borçlar Kanunu Tasarısındaki Düzenlemesi , Gazi Üniversitesi Hukuk Fakültesi Sorumluluk ve Tazminat Hukuku Sempozyumu (28 - 29 Mayıs 2009), Ankara 2009, 147-208.  592AÜHFD, 64 (3) 2015: 531-594       Civan KUT,  Ahmet:  Handkommentar  zum  Schweizer  Privatrecht  - Obligationenrecht Allgemeine Bestimmungen, 2. Auflage, Zürich 2012, Art. 18 OR, N. 27-29. NARMANLIOĞLU, Ünal: İş Hukuku, Ferdi İş İlişkileri I, 5. Baskı, İstanbul 2014.  OĞUZMAN,  M.  Kemal  –  ÖZ,  M.  Turgut:  Borçlar  Hukuku  –  Genel Hükümler, 8. Bası, İstanbul 2010.  OKUR,  Ali  Rıza:   Sosyal  Sigortaların  Genel  Hükümleri  ve  Türleri Açısından  Yargıtayın  2004  Yılı  Kararlarının  Değerlendirilmesi , Yargıtayın İş Hukukuna İlişkin Kararlarının Değerlendirilmesi 2004, Ankara 2006, 173-267.  ÖZEL, Sibel:  Milletlerarası Özel Hukukta İmalatçının Sorumluluğu , Prof. Dr. Nuri Çelik e Armağan, Cilt 1, İstanbul 2001, 876-952. SERİN, İlhan:  4857 Sayılı İş Kanunu nda Geçici(Ödünç) İş İlişkisi , Legal İş Hukuku ve Sosyal Güvenlik Hukuku Dergisi, Sayı:7, 2005, 10551090.  SÖZER, Ali Nazım: Türk Sosyal Sigortalar Hukuku, İstanbul 2013.  SÜZEK, Sarper: İş Güvenliği Hukuku, Ankara 1985. (İş Güvenliği) SÜZEK, Sarper: İş Hukuku, 2. Bası, İstanbul 2005. (2. Bs.) SÜZEK, Sarper: İş Hukuku, 10. Baskı, İstanbul 2014.  SÜZEK, Sarper:  İşçi Sağlığı ve İş Güvenliği Konusunda Somut Çözüm Önerileri , Prof. Dr. Turhan Esener e Armağan, Ankara 2000, 305-324. (Çözüm Önerileri)  ŞAKAR,  Müjdat:   İş  Kazası  veya  Meslek  Hastalığı  Sebebiyle  Sosyal Sigortaların İşverene Rücûunda Kusur Şartının Sınırlanması Sorunu , Sicil - İş Hukuku Dergisi, Yıl:1 Sayı:2 Haziran 2006, 129-135.  TAŞPINAR AYVAZ, Hukuk Muhakemeleri Kanunu nun (HMK) Zaman Bakımından Uygulanması, Ankara 2013.  TUNCAY,  A.  Can:   Kurumun  İşverene  Rücuu  –  Olayda  Kaçınılmazlık Durumu , Sicil - İş Hukuku Dergisi, Yıl:1 Sayı:4 Aralık 2006, 183-188.   593İş Kazası veya Meslek Hastalığından…    AÜHFD, 64 (3) 2015: 531-594 TUNCAY, A. Can – EKMEKÇİ, Ömer: Sosyal Güvenlik Hukuku Dersleri, 16. Bası, İstanbul 2013.  TUNÇOMAĞ,  Kenan:  Sosyal  Güvenlik  Kavramı  ve  Sosyal  Sigortalar, İstanbul 1990.  TURAN,  Emel:  Sosyal  Güvenlik  Hukuku nda  Rücu  Davaları, Yayımlanmamış Yüksek Lisans Tezi, İstanbul 2010. (Rücu) TURAN,  Ercan:   506  Sayılı  Yasanın  10.  Maddesi  Uyarınca  İşverenin Tazmin Sorumluluğu , Yargıtay 10. Hukuk Dairesi Onursal Başkanı Çoşkun Erbaş a Armağan Semineri, 5510 Sayılı Yasaya Göre MalullükYaşlılık Sigortası İş ve Sosyal Güvenlik Hukukunda Yeni Gelişmeler, Ankara 2010, 209-232. (İşverenin Tazmin Sorumluluğu) TURAN,  Ercan:   5510  Sayılı  Yasa  Kapsamında  Rücuan  Tazminat Davaları , Sicil - İş Hukuku Dergisi, Yıl:4 Sayı:15 Eylül 2009, 193211. (5510 Sayılı Yasa) TURAN,  Ercan:   Anayasa  Mahkemesi nin  2003/10  E.,  2006/106  K., 23.11.2006  Tarihli  Kararı  Karşısında  506  Sayılı  Yasa nın  26. Maddesine  Dayalı  Rücuan  Tazminat  Davaları ,  Sicil  -  İş  Hukuku Dergisi,  Yıl:2  Sayı:6  Haziran  2007,  161-170.  (Rücuan  Tazminat Davaları)  UŞAN,  M.  Fatih:   Sosyal  Sigortaların  Genel  Hükümleri  ve  Türleri Açısından  Yargıtayın  2011  Yılı  Kararlarının  Değerlendirilmesi , Yargıtay ın  İş  Hukuku  ve  Sosyal  Güvenlik  Hukuku  Kararlarının Değerlendirilmesi 2011,"
}