{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": "23",
     "Ay": "10",
     "Yıl": "2020",
     "Cilt": "69",
     "Sayı": "03",
     "Başlık": "TÜRK HUKUKUNDA TAHKİM SÖZLEŞMELERİNİN GEÇERLİLİĞİ VE ASİMETRİK VE PATOLOJİK TAHKİM KLOZLARI",
     "Title": "Validity of Arbitration Agreements in Turkish Law and Asymmetric and Pathological Arbitration Clauses",
     "Yazar İsmi": [
          "Süleyman YILMAZ",
          "Gökçe Filiz ÇAVUŞOĞLU"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Tahkim",
          "Asimetrik Tahkim Klozları",
          "Patolojik Tahkim Klozları",
          "Taraf İradesi"
     ],
     "Keywords": [
          "Arbitration",
          "Asymmetric Arbitration Clauses",
          "Pathological Arbitration Clauses",
          "Party Autonomy"
     ],
     "Özet": "Çok eski tarihlerden günümüze kadar varlığını koruyan tahkim, devlet yargısına alternatif bir çözüm yoludur. Asıl olan egemenin bünyesinde yargı erkinin bulunmasıdır. Yargı devletin tekel niteliğinde bir faaliyettir. Ancak bazı uyuşmazlıkların devlet yargısında çözümlenmesi yerine; özel hakem kurulu  tarafından  karara  bağlanması  da  istenebilir.  Hakem  veya  hakem kurulunun kesin ve bağlayıcı bir karar taraflarca istenmiş ise, tahkim kavramı ortaya çıkar. Bu durumda asıl olan devlet yargısıdır. Ancak istisnai olarak taraflar  tahkim  yargısını  seçebilirler.  Bu  yargılama,  devlet  yargılaması olmadığı için, her ne kadar taraflara bir esneklik tanısa da, bazı şartlara tabidir. Tahkim sözleşmesinin, yazılı şekilde olması, belirli veya belirlenebilir bir konu üzerine olması ve tahkim iradesinin açık ve kesin olması gerekir. Tahkim iradesinin açık ve kesin olması ifadesi üzerinde durulmalıdır. Bu kavram uygulamada sorunların doğmasına neden olabilmektedir. Örneğin, asimetrik ve patolojik tahkim kayıtları taraf iradesinin açık ve kesin olmadığı gerekçesi ile geçersiz kabul edilmektedir. Bu durum taraf iradesinin yorumlanması, sözleşmenin ayakta tutulması gibi temel ilkeler ile çelişmektedir.  Bu sebeple bu  çalışmamızda,  asimetrik  ve  patolojik  tahkim  şartlarının  geçerliliği incelenmektedir. İlk olarak, tahkim sözleşmesinin özellikleri açıklanmaktadır. Ardından asimetrik ve patolojik tahkim kayıtlarının ne olduğu ve çeşitleri ele alınmaktadır. Bu çalışma, kümülatif olarak asimetrik ve patolojik kayıtların geçerli sayılıp sayılmayacağı sorunu üzerine durulmaktadır.",
     "Abstract": "Arbitration, which has survived from ancient times to the present, is an alternative solution to the state judiciary. The main thing is that the sovereign has judicial power. Judicial activity is carried out by the state like a monopoly. However, some disputes may be requested to be resolved by a special arbitration board instead of being resolved by the state judiciary. If the parties requested a final and binding decision of the arbitrator or arbitral tribunal, the concept of arbitration emerges. In this case, the main thing is state judgment;  however,  exceptionally,  the  parties  may  choose  the  arbitral tribunal. Since this trial is not a state trial, although it allows flexibility to the parties, it is subject to some conditions. The arbitration agreement shall be in writing, it should be on a specific or identifiable subject, and the arbitration will shall be clear and precise. The statement that the will of arbitration should be clear and final. This concept may cause problems in practice. For example, asymmetric and pathological arbitration records are deemed invalid on the ground that the party's will is not clear and precise. This situation is in                                                             Makale geliş tarihi: 19.10.2020 Makale kabul tarihi: 23.10.2020     Doç.  Dr.,  Ankara  Üniversitesi,  Hukuk  Fakültesi,  Medeni  Hukuk  ABD.  E-mail: syilmaz@law.ankara.edu.tr,  ORCID ID: https://orcid.org/0000-0002-7779-0528    Ankara  Üniversitesi,  Hukuk  Fakültesi,  Yüksek  Lisans  Öğrencisi,  E-mail: filizcavusoglu@hotmail.com, https://orcid.org/0000-0002-6753-6032 Süleymen YILMAZ, G. Filiz ÇAVUŞOĞLU    Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504  contradiction with the basic principles such as interpreting the party autonomy and keeping the contract valid. This study examines the validity of asymmetric and pathological arbitration clauses. First, the features of the arbitration agreement  are  explained.  Then,  what  and  types  of  Asymmetric  and Pathological  arbitration  records  are  discussed.  This  study  cumulatively focuses on the question of whether asymmetric and pathological records are considered valid.",
     "Metin": "Tahkim  yüzyıllardır  alternatif  bir  uyuşmazlık  çözüm  yolu  olarak kullanılmaktadır. Tahkim, özellikle uluslararası ve ticari alanlarda önemli rol oynamıştır.  Tahkim in  geçmişte  Süleyman  Peygamber den,  George Washington'dan Rodger Goodell'e kadar savunucuları olmuştur. Çok eski bir tarihi olan tahkimin uygulanması bazı dönemlerde yavaşlamıştır. Bununla birlikte, 20. yüzyılın başlarından itibaren, dünyanın dört bir yanındaki ülkeler tahkimi benimsemeye başladılar. Mahkemelerinin tahkim anlaşmalarını icra etmesini  gerektiren  yasalar  çıkarılmıştır.  Hakemlerin  kararlarının  yargı denetimi ciddi şekilde sınırlanmıştır. Son yüz yılda ise güçlü bir tahkim politikaları ortaya konmuştur. Tahkim ticari alanda aktifleştirilmiştir. hatta sigorta ve profesyonel spor uyuşmazlıklarında da kullanılmaya başlamıştır.  Tahkim, tarih boyunca devlet yargısına alternatif bir uyuşmazlık çözüm yolu olmuştur. Günümüzde ise son derece önemli ve yaygın bir çözüm yoludur.  Temel  kural,  bir  uyuşmazlık  ortaya  çıkması  halinde  devlet mahkemelerine  gidilip  uyuşmazlığın  çözümlenmesidir.  Ancak  taraflar, aralarında sözleşme yaparken ana sözleşmeye uyuşmazlığın çözümüne ilişkin bir tahkim şartı koyabilmektedirler. Aynı şekilde, uyuşmazlık doğduktan sonra  da  tahkime  tevdi  anlaşması  ile  uyuşmazlığın  tahkimde  çözüme kavuşmasını isteyebilirler. Tahkim neticesinde ise, bağlayıcı ve kesin bir karar alınır. Diğer bir ifade ile, hakemler dosyadan elini çektikleri anda hakem kararı kesin hüküm ve kesin delil özeliğine sahip olur. Bu durumda kural olarak, tahkimde hakemler, hakimler gibi davranmakta ve icra edilebilir bir karar ortaya koymaktadırlar.  Tahkim sonucu taraflar açısından bağlayıcı bir kararın alınması; bir nevi tahkimi devlet yargısı ile aynı güce sahip kılmaktadır. Tahkimin, devletin yargı  kolundan  bağımsız  olması  ise,  tahkim  sözleşmesinin  şartlara bağlanmasına neden olmuştur. Buna göre taraflar, tahkime gitmek istiyorlarsa, yazılı bir tahkim sözleşmesi yapmalı ve tahkime gitme yönündeki iradelerin açık  ve  kesin  olarak  belirtmelidirler.  Açık  ve  kesin  olmayan  tahkim sözleşmeleri veya klozları geçersiz sayılmaktadır.  Uygulamada  her  zaman  tahkim  sözleşmelerinin  açık  ve  kesin  olup olmadığı kolay bir şekilde anlaşılmamaktadır. Asimetrik ve patolojik tahkim kayıtları,  açık  ve  kesin  bir  iradeyi  barındırmadığı  gerekçesi  ile  geçersiz sayılmaktadır. Asimetrik tahkim kayıtları, taraflardan birisine tahkime gitme hakkı tanırken; diğer tarafa gitme hakkı tanımayan veya taraflardan her ikisine de tahkime gitme hakkı tanırken; bir tarafa devlet yargısına gitme seçimlik hakkı tanıyarak bir tarafı üstün hale getiren kayıtlardır. Asimetrik tahkim 1477Süleymen YILMAZ, G. Filiz ÇAVUŞOĞLU    Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504  kayıtları,  tarafların  taraf  iradesinin  tam  olarak  açık  ve  kesin  olarak yansıtmaması  sebebiyle  Türk  yargısında  geçersiz  kabul  edilmektedir 1 . Patolojik  tahkim  kayıtları  ise  tarafların  tahkim  sözleşmesinde  kurumsal tahkime seçmeleri halinde görülür. Patolojik tahkim kayıtlarında, gerçekte bulunmayan  bir  tahkim  merkezinde  uyuşmazlığın  çözümlenmesi kararlaştırılmıştır. Kimi zaman tahkim merkezinin adı yanlış yazılmış da olabilir. Ancak bu tip patolojik tahkim kayıtlarının da geçersiz sayıldığı gözlemlenmektedir.  Tahkim sözleşmesi de diğer sözleşmeler gibi bir sözleşmedir. Bu sebeple diğer  sözleşmeler  için  geçerli  olan  geçerlilik  şartları  nasıl  tahkim sözleşmesinde aranıyorsa yorum kuralları da tahkim sözleşmesi için geçerli olmalıdır.  Türk  Borçlar  Kanunu  m.  19 da:  Bir  sözleşmenin  türünün  ve içeriğinin belirlenmesinde ve yorumlanmasında, tarafların yanlışlıkla veya gerçek  amaçlarını  gizlemek  için  kullandıkları  sözcüklere  bakılmaksızın, gerçek ve ortak iradeleri esas alınır ifadeleri yer almaktadır. Buna göre bir sözleşme  yorumlanırken  tarafların  gerçek  iradesi  araştırılmalıdır.  Bizce, gerçek irade araştırılma sonucu anlaşılabiliyorsa irade açık ve kesin kabul edilmelidir. Bu durumda patolojik tahkim klozları geçerli kabul edilebilinir. Asimetrik  tahkim  klozları  da  yorum  ilkeleri  uyarınca  yorumlanmalıdır. Öncelikle  asimetrik  tahkim  klozları  türlere  ayrılmalı  ve  favor  validadis (sözleşmeyi ayakta tutma) ilkesi uyarınca yorumlanmalıdır. Şayet yorum sonucu sözleşme ayakta kalabiliyorsa tahkim iradesi geçerli kabul edilmelidir.  Bu çalışmamızda, tahkim sözleşmesinin bir şartı olan açık ve kesin irade kavramı ele alınmaktadır. Patolojik ve asimetrik tahkim kayıtlarının Türk hukukunda ne gibi bir yaptırıma maruz kaldığı ve bu yaptırımın isabetli olup olmadığı  incelenmektedir.  Bizce  bir  sözleşme  yorumlanmalıdır.  Yorum sonucu sözleşme ayakta tutulmaya çalışmalıdır. Bu nedenle asimetrik ve patolojik  tahkim  klozları  her  zaman  geçersiz  sayılmamalıdır.  Aşağıda sırasıyla, tahkim sözleşmesinin şartları, asimetrik ve patolojik tahkim kayıtları ele alınmaktadır. I. Tahkim sözleşmesi A. Genel Olarak Tahkim, tarafların bir sözleşme uyarınca devlet yargılamasına gitmek yerine  özel  hakemler  huzurunda  uyuşmazlığın  çözümlenmesi  noktasında                                                             1   ALANGOYA, YAVUZ: Medeni Usul Hukukumuzda Tahkimin Niteliği ve Denetlemesi, İstanbul-1973, s. 86; 13. HD.,E. 1990/8778, K. 1991/4492,T. 25.4.1991. 2   ŞANLI, CEMAL: Hukuki Mütalaalarım, B.1., Ankara 2016, s. 820. 3   İLHAN, HÜSEYİN AFŞİN: Tahkim Sözleşmesinin Geçerliliği, 1. B., Ankara 2016, s.208. 1478Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504   Türk Hukukunda Tahkim Sözleşmelerinin… anlaşmalarıyla başlayan usuli bir süreçtir. Taraf iradesine dayalı olarak bir hakem heyeti oluşturulur. Bu heyet, kendisini yetkili görürse, uyuşmazlık tahkimde görülebilir. Diğer bir anlatımla, tahkim, tarafların aralarında çıkan veya çıkması muhtemel uyuşmazlıkları devlet yargısına taşımak yerine hakem heyeti olarak adlandırılan özel hakemler tarafından uyuşmazlığın bağlayıcı bir şekilde çözümlenmesi hususunda anlaşmasını içeren usulü bir süreçtir. Bu süreç,  taraf  iradesi  ile  başlar.  Hakemler,  tarafların  iradesine  dayanarak, kendilerini uyuşmazlığı çözmeye yetkili görmesi ile tahkim devam eder. Devlet yargısına alternatif olan bir mekanizmanın doğru işleyebilmesi için, her  şeyden  önce  hakemlerin  uyuşmazlığı  çözmeye  kendilerini  yetkili görmeleri ve geçerli bir tahkim sözleşmesinin varlığına ihtiyaç vardır. HMK m. 422 de Hakem veya hakem kurulu, tahkim sözleşmesinin mevcut veya geçerli olup olmadığına ilişkin itirazlar da dâhil olmak üzere, kendi yetkisi hakkında karar verebilir. Bu karar verilirken, bir sözleşmede yer alan  tahkim  şartı,  sözleşmenin  diğer  hükümlerinden  bağımsız  olarak değerlendirilir  ifadesine  yer  verilerek  Kompetenz-Kompetenz  ilkesi düzenlenmiştir.  HMK  m.  442  uyarınca,  ulusal  ve  uluslararası 7  birçok düzenlemede yer alan doktrin ve yargı kararlarında adı geçen Kompetenz                                                            4   UNCITRAL model kanunu m. 7: sözleşmeli veya sözleşmeyle tanımlanmamış bir hukuki ilişki  bakımından  taraflar  arasında  ortaya  çıkan  veya  ortaya  çıkabilecek  olan  tüm anlaşmazlıkların  çözüme  ulaşması  için  tahkim  yoluna  başvurabileceğine  ilişkin  bir anlaşmadır;  13.  HD.,  E.  2006/521,  K.  2006/5446,  T.  12.4.2006  (Lexpera,  Erişim 29.07.2020):  taraflar bir tahkim sözleşmesi yapmak veya yaptıkları bir sözleşmeye tahkim şartı koymak istediklerini, başka bir anlatımla sözleşmelerinden doğacak uyuşmazlığın tahkim yoluyla çözülmesini istediklerini tahkim sözleşmesinde veya tahkim şartında açık ve kesin  olarak  belirtmeleri  gerekir;  NOMER,  ERGİN/EKŞİ,  NURAY/ÖZTEKİNGELGEL, GÜNSELİ: Milletlerarası tahkim Hukuku, 5.B., İstanbul 2016, s.1; BERGER, KLAUS PETER: Private Dispute Resolution in International Business, 2.B., Kluwer Law, Netherland 2009, s.301 vd.; WİLSON, STEVE/ RUTHERFORD, HELEN/ STOREY, TONY / WORTLEY, NATALİE / KOTECHA, BİRJU: English Legal System, Oxford 2020, s. 605 vd; ALISDAIR A.,GILLESPIE,./ WEARE ,SIOBHAN: The English Legal System, 7.B., Oxford 2019, s. 663;13. HD., E. 2018/2348 K. 2019/10372 T. 23.10.2019 (Lexpera):Tahkim yolu, uyuşmazlıkların çözümünde tarafların devlet yargısı yerine hakem olarak adlandırılan özel kişileri görevli ve yetkili kılmalarını ifade eder. 5   WEBTER, THOMAS H./BÜHLER, MİCHAEL W.: Handbook of ICC Arbitration, 3.B. ,Sweet&Maxwell, London 2014, s.49 vd. 6   ALANGOYA, YAVUZ/ YILDIRIM, M. KAMİL/ DEREN-YILDIRIM, NEVHİS: Medeni Usul Hukuku Esasları, 7.B., İstanbul 2009, s.609 vd.  7   UNCITRAL m.23/1; ICC m.6/9(Tüzük); UNCITRAL Model Kanun m.16; ZPO m.1040; NCPC m.1056,1466. 8   REDFERN, A./HUNTER, M.: Redfern and Hunter on International Arbitration, Oxford University Press, B.6, 1479Süleymen YILMAZ, G. Filiz ÇAVUŞOĞLU    Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504  Kompetenz ilkesi uyarınca, tahkimde  hakemler ve hakem kendi yetkisi hakkında  karar  verme  hakkına  sahiptir.  Bu  durumda  hakemler,  tahkim sözleşmesinin geçerli olduğunu tespit edip yetki itirazlarına cevap verdikten sonra, tahkimde esasa ilişkin bir karar verebilirler.  Bu nedenle, hakemlerin tahkimde  öncelikle  geçerli  bir  tahkim  sözleşmesinin  olup  olmadığını incelemesi ve yetki itirazlarını karar bağlanması gerekmektedir.  Hakem  veya  hakemler  geçerli  bir  tahkim  sözleşmesi  olmaksızın kendilerini yetkili görürlerse, tahkim yargılaması sonucu çıkan karar icra edilemeyebilir. Zira kararın tahkim yeri mahkemesinde iptali istenebilir. Karar tenfiz edilecekse de tenfiz mahkemesine karşı tahkim sözleşmesinin geçerli  olmadığına  ilişkin  itirazlar  ileri  sürülerek  kararın  tenfiz  edilmesi engellenebilir. Bu durumda sağlıklı bir tahkim yargılamasının yapılabilmesi ve kararın icrai nitelikte olabilmesi için geçerli bir tahkim sözleşmesinin varlığı büyük önem arz etmektedir.  B. Geçerlilik Şartları Tahkim sözleşmesi, taraf iradesine dayanmaktadır. Hakem heyetinin, tarafların tahkime gitme yönündeki iradelerine dayanarak kendilerini yetkili görebilmeleri  için  geçerli  bir  tahkim  sözleşmesinin  bulunması gerekmektedir. Geçerli bir tahkim sözleşmesinin bulunmaması ve tahkime gidilmesi halinde, söz konusu hakem kararı iptal davasına konu olabilir.                                                             Bölüm 4, s.340; AKINCI, ZİYA.: Milletlerarası Tahkim, B.3, Ankara 2013, s.110; EKŞİ, NURAY: Hukuk Muhakemeleri Kanunu nda Tahkim, B.1, İstanbul 2013 , s.171-172; AYDEMİR, FATİH: Türk Hukukunda Tahkim Sözleşmesi, B.1, İstanbul 2017; NOMER, ENGİN/EKŞİ,  NURAY/ÖZTEKİN  GELGEL,  GÜNSELİ:  Milletlerarası  Tahkim Hukuku, B.5, İstanbul 2018, s.28. 9   Bkz: ÇAKRAK, RECEP: Kompetenz-Kompetenz Prensibi, Türkiye Adalet Akademisi Dergisi, S. 31, 2017, s.659-660; PETKUTĖ-GURİENĖ, J.: The Competence-Competence Principle in Commercial Arbitration: A Comparative Analysis, Social Transformations in Contemporary Society, 2017 (5), s.90. 10  ARSLAN, RAMAZAN /YILMAZ, EJDER /TAŞPINAR-AYVAZ, SEMA : Medeni Usul Hukuku, B.3., Ankara 2017, s.794. 11  ALANGOYA /YILDIRIM /DEREN-YILDIRIM, s.596; CEBE, MEHMET SİNAN: Mal Satım Sözleşmesi ve Tahkim, 1.B., Ankara 2018, s.443; REDFERN/HUNTER: Redfern and Hunter on International Arbitration, B.6,KluwerLaw International, 2015, s.74. 12  YILMAZ, SÜLEYMAN/ ÇAVUŞOĞLU, GÖKÇE FİLİZ: Türk Hukukunda Tahkime Elverişlilik Kavramı ve Taşınmaz Aynına İlişkin Uyuşmazlıkların Tahkimde Görülmesi, İnönü  Üniversitesi  Hukuk  Fakültesi  Dergisi  ,  C.  10,  Sa.  2,  2019,  s.599; ALANGOYA/YILDIRIM/DEREN-YILDIRIM,  s.602;  GAILLARD, EMMANUEL/SAVAGE,  JOHN:  Fouchard  Gaillard  Goldman  on  International Commercial Arbitration, KluwerLaw International, 1999, s.197. 1480Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504   Türk Hukukunda Tahkim Sözleşmelerinin… Tanıma ve tenfizi de mümkün olmayabilir. Bu nedenle bir hakem kararının icrai nitelikte olabilmesi için hakem kararının geçerli bir tahkim sözleşmesine dayanması önem arz etmektedir.  Tahkim sözleşmesinin geçerli olabilmesi için bazı şartları sağlaması gerekmektedir. Bu şartların neler olduğu kanundan ve doktrindeki görüşlerden çıkartılmaktadır. Adi bir sözleşmesinin geçerliği için gereken genel şartlar tahkim  sözleşmesinin  geçerliliği  için  de  gereklidir.  Örneğin,  tahkim sözleşmesi muvazaalı olmamalı veya irade sakatlığı halleri bulunmamalıdır.  Bunun dışında tahkim sözleşmesinin geçerli olabilmesi için birtakım özel şartların da varlığına ihtiyaç vardır. Tahkim sözleşmesinin özel şartlarını: yazılı şekil, tahkim iradesi, belirli veya belirlenebilir bir konu ve tahkime elverişlilik şeklinde sıralamak mümkündür.  Tahkim iradesi bulunmayan bir tahkim sözleşmesi geçersizdir. Zira bir tahkim sözleşmesinden bahsedebilmek için tahkim iradesinin beyan edilmesi de kurucu bir unsurdur. Tarafların bir tahkim sözleşmesi yapabilmesi için                                                             13  AKINCI, s. 15. HD., E. 2016/895 K. 2016/2050 T. 31.3.2016 (Lexpera): hakem kararı genel ahlaka veya kamu düzenine aykırı ise, hakem kararına konu olan uyuşmazlığın Türk Kanunları'na göre tahkim yoluyla çözümü mümkün değilse, taraflardan biri hakemler önünde usulüne göre temsil edilmemiş ve yapılan işlemleri sonradan açıkça kabul etmemiş ise, hakkında hakem kararının tenfizi istenen taraf, hakem seçiminden usulen haberdar edilmemiş yahut iddia ve savunma imkanından yoksun bırakılmış ise, tahkim sözleşmesi veya şartı taraflarca tâbi kılındığı kanuna, bu konuda bir anlaşma yoksa hakem hükmünün verildiği  ülke  hukukuna  göre  hükümsüz  ise,  hakemlerin  seçimi  veya  hakemlerin uyguladıkları usul, tarafların anlaşmasına, böyle bir anlaşma yok ise hakem hükmünün verildiği ülke hukukuna aykırı ise, hakem kararı, hakem sözleşmesinde veya şartında yer almayan bir hususa ilişkin ise veya sözleşme veya şartın sınırlarını aşıyor ise bu kısım hakkında, hakem kararı tâbi olduğu veya verildiği ülke hukuku hükümlerine veya tâbi olduğu usule göre kesinleşmemiş yahut icra kabiliyeti veya bağlayıcılık kazanmamış veya verildiği yerin yetkili mercii tarafından iptâl edilmiş ise yabancı hakem kararının tenfizi istemini reddedebilecektir. 14  YILMAZ/ ÇAVUŞOĞLU, s. 598. 15  Bkz. New York Sözleşmesi m.2/1-2.; BORN, International Arbitration: Law and Practice, s. 78; TUNCAY, AHMET: Türk Hukuk Sisteminde Tahkim Mevzuatı Arbitration Rules in Turkish Legal System, International Conference On Eurasian Economies , 2013, s. 882. 16  ALANGOYA/YILDIRIM/DEREN-YILDIRIM, s.602. 17  AKINCI, s. 111; ALANGOYA/YILDIRIM/DEREN-YILDIRIM, s. 602; ARSLAN/ YILMAZ/ TAŞPINAR-AYVAZ, s. 786; AYDEMİR, s.148 vd.; YEŞİLIRMAK/ESİN, s.39. 18  PEKCANITEZ, HAKAN/ATALAY, OĞUZ/ÖZEKES, MUHAMMET: Medeni Usul Hukuku, 6.B., İstanbul 2018, s.585; AYDEMİR, s.218; HUYSAL, BURAK: Milletlerarası Ticari Tahkimde Tahkime Elverişlilik,1.B., İstanbul 2010, s.12-13; EKŞİ, s.73; Ayrıca bu konu ile ilgili Bkz.  YILMAZ/ÇAVUŞOĞLU, s. 594-613. 19  AKINCI, s. 98; ALANGOYA/YILDIRIM/DEREN-YILDIRIM, s.602; EKŞİ, s.99. 1481Süleymen YILMAZ, G. Filiz ÇAVUŞOĞLU    Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504  tahkim iradelerini açık ve kesin bir şekilde beyan etmeleri gerekir.  Açık ve kesin olmayan tahkim iradesi geçerli değildir.  Her ne kadar tanımda tahkim iradesinin  açık  ve  kesin  olması  gerektiği  net  bir  şekilde  belirtilse  de uygulamada açık ve kesin iradenin belirlenmesi o kadar kolay olmamaktadır. Nitekim asimetrik ve patolojik tahkim kayıtlarının taraf iradesini yansıtmadığı gerekçesi ile geçersiz olduğu ileri sürülmektedir. Bu sebeple bu çalışmamızda asimetrik ve patolojik kayıtlarının tahkim sözleşmelerinde geçerli olmadığı incelenmektedir.   II. Asimetrik ve Patolojik Kayıtlar A. Asimetrik Kayıtlar 1.Genel Olarak Tahkim sözleşmesinin, taraflara eşit hak ve yükümlülükler yüklemesi gerektiği kabul edilen bir kuraldır. Ancak kimi durumlarda tarafların tahkim sözleşmesinde  bu  eşitlik  halini  bozduğu  görülmektedir.  Örneğin,  tahkim sözleşmesinde,  taraflardan  birine  uygulanacak  hukuku  belirleme  ve hakemlerin hepsini seçme hakkı tanınabilir veya taraflardan birisine tahkime gitme  hakkı  tanırken  diğerine  gitme  hakkı  tanınmayabilir.  Bu  durumda, taraflar arasındaki eşitlik bozulmuş olur. Türk hukukunda eşitlik halinin bozulması durumunda ise, tahkim sözleşmesi geçersiz hale geldiği kabul edilmektedir. Zira Yargıtay da bir kararında Tahkim sözleşmesinde veya bir sözleşmede yer alan tahkim şartında taraflardan sadece birine hakem heyetin seçme  hakkının  tanınması  halinde  taraflardan  bir  lehine  yargılamada üstünlük sağlanmış olacağından böyle bir tahkim sözleşmesi veya tahkim şartı geçerli  değildir  diyerek  eşitliğin  bozulmasının  tahkim  sözleşmesinin geçersiz hale getireceğini belirtmiştir. Böyle bir durumun varlığında taraflar, aşırı yaralanma (gabin), irade sakatlığı halleri veya genel işlem şartlarına aykırılık  gerekçesi  ile  tahkim  sözleşmesinin  geçersizliğini  ayrıca  ileri sürebilirler.  Taraflar arasında eşitliğin bozulması durumunda tahkim kaydı asimetrik hale  gelir.  Zira,  taraflar  arasında  bir  asimetri  yaratılmış  olur.  Taraflar arasındaki eşitliğin bozulması halinde de kayıtların geçersiz olduğu ileri                                                             20  AKINCI, s. 98. 21  AKINCI, s. 98 vd.  22  İLHAN, HÜSEYİN AFŞİN: Tahkim Sözleşmesinin Geçerliliği, 1. B., Ankara 2016 s. 211. 23  HGK, E. 1999/19-467, K. 1999/489, T. 9.6.1999 (Kazancı Veri Tabanı). 24  İLHAN, s. 211. 1482Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504   Türk Hukukunda Tahkim Sözleşmelerinin… sürülmektedir. Bu geçersizlik yaptırımı ise, tarafların tahkim iradelerinin belirgin olarak ortaya konulmamış olmasına bağlıdır.   Her  ne  kadar  asimetrik  kayıtların  geçersiz  olduğu  ileri  sürülse  de; asimetrik tahkim kayıtlarının Türk kanunları, yerli ve yabancı mahkeme kararları ile doktrinde geçerli olarak kabul edildiği haller de bulunmaktadır. Nitekim asimetrik tahkim kayıtlarının geçerliliğine ilişkin düzenlemeler Türk hukukunda  rastlanmaktadır.  Örneğin,  2015  öncesi  Kıyı  Emniyeti  Genel Müdürlüğü nün Standart Kurtarma ve Yardım Sözleşmesinin 6. maddesinde Taraflarca sulh olunamaması halinde kurtulan değerlere verilen kurtarma yardım hizmetinden kaynaklanan kurtarma-yardım alacağının tayinine ilişkin ihtilaf, yasal süresi içinde kurtarıcının talebi üzerine İstanbul da tahkim yolu ile hallonulur ifadesine yer verilmekteydi. Bu düzenlemeye göre sadece taraflardan birisinin talebi üzerine tahkime gidilebiliyordu. Ancak bu ifade Taraflarca sulh olunamaması halinde, kurtarılan değerlere verilen kurtarma hizmetinden kaynaklanan Kurtarma alacağının veya 6. maddede belirtilen özel tazminat miktarının tayin, tespit ve tahsiline ilişkin ihtilaf, yasal süresi                                                             25  Asimetrik tahkim kayıtlarının geçersiz olduğuna ilişkin açıklamalar bkz. DRAGUIEV, DEYAN:  Unilateral  Juristiction  Clauses:  The  Case  for  Invalidity,  Severability  or Enforceability,  Journal  of  International  Arbitration,  31,  2014,  s.20;  ŞANLI,  s.615; YILMAZ/ ÇAVUŞOĞLU, s. 600. 26  AKINCI,  s.98;  YENER-KESKIN,  CANSU:  Milletlerarası  Tahkim  Anlaşmasının Kurulması ve Etkisi,1.B., İstanbul 2017, s.170. 27   Bkz. 5684 sayılı Sigortacılık Kanunu m. 30 ve 2015 öncesi Kıyı Emniyeti Genel Müdürlüğü Ana Statüsü m. 6. 28 İstanbul Deniz İhtisas Mahkemesi 23.10.2008 tarihli kararında asimetrik tahkim kaydını geçerli kabul etmiştir. Bkz. KORUCU, s. 28; HGK, E. 1999/19-467, K. 1999/489, T. 09/06/1999; 15. HD., E. 2014/2153, K. 2015/918, T. 23.2.2015; T.C., Yargıtay, 11. HD., E. 2005/7964, K. 2006/8410, T. 14.7.2006 . 29  ABD de DiMercurio v Sphere Drake Insurance plc 202 F.3d 71 (1st Cir. 2000); İtalya da Astengo v Comune di Genova, Judgment No. 2096, Corte di Cassazione, 22 October 1970; Singapur da WSG Nimbus Pte Ltd v Board of Control For Cricket in Sri Lanka [2002] SGHC 104; Avusturya da PMT Partners Pty Ltd v Australian National Parks & Wildlife Service (1995) 184 CLR 302. Bkz. REDFERN, A., Chapter 2, s. 102.  30  Aydemir den naklen: Alangoya,  Tahkimin Niteliği, S. 20; Alangoya Esaslar II, s. 137; Alangoya/ Deren-Yıldırım, s. 603; Deren- Yıldırım, Esaslı Sorunlar, s. 36: Seçim hakkını başta  kullanan  davacı,  tahkim  yolunu  seçmekle  başlangıçtaki  belirsizliğin  ortadan kalkmasını sağlamış olacak ve baştan uyuşmazlığın tahkim yoluyla hükme bağlanmasını kabul etmiş olacaktır; AYDEMİR, 136 vd.: Asimetrik tahkim sözleşmelerinin geçerliliğine ilişkin  görüşler  artmaktadır.; Asimetrik  tahkim  sözleşmeleri  kural  olarak geçerlidir; geçerliliği her somut olayın özelliklerine göre değerlendirilmelidir. Bkz. EKŞİ, s. 87. Esen ayrıca, taraflardan yalnızca birine tahkime başvurma hakkının tanındığı bir asimetrik tahkim sözleşmesinde  karşı  tarafın  mahkemeye  başvuru  hakkının  göz  ardı  edilemeyeceğini belirtmektedir.  1483Süleymen YILMAZ, G. Filiz ÇAVUŞOĞLU    Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504  içerisinde taraflardan birinin talebi üzerine, İstanbul' da tahkim yolu ile hallolunur şeklinde değiştirilmiştir.  Önceki düzenleme sadece taraflar birine yani kurtarılana tahkime gitme hakkı tanımaktaydı. Bu durum bir asimetri yaratmaktaydı. Bu durum, daha sonrasında iki tarafa da tahkime gitme hakkı tanınması şeklinde değiştirilmiştir.  Asimetrik  tahkim  kayıtları  yargıya da  konu  olmuştur.  Nitekim bazı istisnai kararlarda Türk yargısı, asimetrik tahkim kayıtlarının geçerli olduğu kanaatine  varmıştır.  Diğer  bir  deyişle,  her  ne  kadar  asimetrik  tahkim kayıtlarının geçersiz olduğu kabul edilse de bazı yazarlar ve bazı yargı kararları asimetrik kayıtların geçerli olduğunu kabul etmektedir. Örneğin, İstanbul  Deniz  İhtisas Mahkemesi 23.10.2008  tarihli  kararında  asimetrik tahkim kaydını geçerli kabul etmiştir. Biz  her  eşitliği  bozan  durumun,  kaydı  geçersiz  hale  getirmemesi gerektiğini kanaatindeyiz. Zira tahkim sözleşmesi taraf iradesine dayalı bir sözleşmedir.  Taraflar  bir  tarafa  bazı  imtiyazlar  vermek  isteyebilir.  Her durumda sözleşmeyi geçersiz kabul etmek, hem sözleşme serbestisi ilkesine, hem de sözleşmeyi ayakta tutma (favor validatis) ilkesine aykırı olacağı kanaatindeyiz.    Bu  sebeple,  asimetrik  kayıtları  çeşitli  gruplara  ayrılarak incelenmesi gerekmektedir.   2. Asimetrik Kayıtların Çeşitleri Asimetrik tahkim klozu kavramı bir üst kavramdır. Zira bir tahkim sözleşmesi farklı açılardan asimetrik hale gelebilir. Asimetrik tahkim kaydının çeşitleri bu kaydın daha iyi anlaşılabilmesi için önem arz etmektedir. Bu nedenle burada bazı asimetrik tahkim çeşitleri açıklanmaktadır. Asimetrik tahkim kayıtları taraflardan sadece bir tarafa tahkime gitme hakkı tanıması şeklinde görülebilir. Diğer bir ifade ile, taraflardan birisine tahkime gitme hakkı tanıyıp; diğer tarafa tahkime gitme hakkı tanımayan kayıtlar da taraflar arasındaki eşitlik dengesini bozduğu için asimetrik tahkim                                                             31  ESEN, EMRE: Tarafların Sadece Birine Müracaat Hakkı Tanıyan Tahkim Anlaşmalarının ve Özellikle Kıyı Emniyeti Genel Müdürlüğü nün Kurtarma Yardım Sözleşmesi nde Yer Alan Tahkim Şartının Geçerliliği, İKÜHFD, IX(2), 2010, s.151-156. 32   KORUCU, YAVUZ: Hukuk Muhakemeleri Kanunu na Göre Tahkim, Ankara 2015, s. 28; YHGK, E. 1999/19-467, K. 1999/489, T. 09/06/1999; Y. 15. HD., E. 2014/2153, K. 2015/918, T. 23.2.2015; Y. 11. HD., E. 2005/7964, K. 2006/8410, T. 14.7.2006; ayrıca bkz. Law  Debenture  Trust  Corp.  plc.  v.  Elektrim  Finance  BV  [2005]  EWHC  1412; REDFERN/HUNTER, s.102. 33   ESEN, s. 152 vd. 34   DRAGUIEV, s. 20 vd.  1484Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504   Türk Hukukunda Tahkim Sözleşmelerinin… kaydı olarak kabul edilir. Örneğin, X ve Y şirket aralarında bir sözleşme yapsa ve  ana  sözleşmeye  şu  ifade  konulursa;  işbu  sözleşmeden  doğan uyuşmazlıkları sadece X şirketi tahkime götürebilir bu kayıt asimetrik bir tahkim kaydı olur.    Taraflar, her iki tarafa da tahkime gitme hakkı tanıyıp; taraflar birine devlet yargısına gitme hakkı da verir ise, söz konusu hüküm asimetrik hale gelir. Örneğin, X ve Y şirketleri arasında imzalanan  sözleşmede İş bu sözleşmeden doğan uyuşmazlıklar tahkimde görülür ayrıca X şirketi tahkime ek olarak talep etmesi halinde devlet yargısına da başvurabilir ifadesine yer verilirse, bir asimetrik tahkim sözleşmesi yine söz konusu olur. Zira her iki tarafa da tahkim hakkı tanınsa da, bir taraflardan birisine devlet yargısına gitme hakkı da tanınmıştır. Bu olayda X şirketi, bir uyuşmazlık çıkarsa devlet yargısına  da,  tahkime  de  başvurabilir.  Ancak  Y  şirketi  sadece  tahkime gidebilir.  Böyle  bir  kayıt  da  taraflar  arasındaki  eşitliği  bozduğu  için asimetriktir.    Yukarıda  bahsedilen  iki  asimetrik  tahkim  ihtimaline  ek  bazı durumlarda söz konusu olabilir. Örneğin, taraflar sözleşmede hakem seçimini bir tarafa bırakabilir veya uygulanacak hukuku seçme hakkını da sadece bir tarafa bırakabilir. Bu gibi durumlarda da kayıtlar, asimetrik hale gelir. Bu çalışmada, sadece tarafların birisine tahkim hakkı tanınan veya taraflardan ikisine de tahkim hakkı tanımasına rağmen bir tarafa devlet yargısına gitme hakkı tanıyan asimetrik kayıtlar ele alınmaktadır.  3.Asimetrik Tahkim Kayıtlarının Geçerliliğine İlişkin Görüşler a. Genel Olarak   Asimetrik tahkim kayıtlarının geçerliliğine ilişkin ileri sürülmüş iki temel görüş bulunmaktadır. İlk görüşe göre, her türlü asimetrik tahkim klozu geçersiz kabul edilmektedir. İkinci görüşe göre ise, asimetrik tahkim klozları geçerlidir.  Aşağıda asimetrik tahkim klozlarına ilişkin görüşler sırasıyla ele alınmaktadır.                                                              35  POLAT,  AYŞEGÜL:  Asimetrik  Tahkim  Sözleşmelerinin  Geçerliliği,  ASBÜ  Hukuk Fakültesi Dergisi, 2019, Sa. 1, s. 9; HGK,E. 1999/19-467, K. 1999/489, T. 9.6.1999:  Ek sözleşmede  tahkim  heyetini  seçme  hakkının  iddia  sahibine  ait  olduğu  belirtilmiştir. Mahkemece bu düzenlemenin Türk Kamu düzenine aykırı olduğu kabul edilmiştir. Tahkim sözleşmesinde veya bir sözleşmede yer alan tahkim şartında taraflardan sadece birine hakem heyetini seçme hakkının tanınması halinde taraflardan biri lehine yargılamada üstünlük sağlanmış olacağından böyle bir tahkim sözleşmesi veya tahkim şartı geçerli değildir. 1485Süleymen YILMAZ, G. Filiz ÇAVUŞOĞLU    Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504  b. Geçersiz Olduğunu ileri Süren Görüş Tahkim kayıtları iki tarafa da eşit haklar yüklemelidir. Taraflardan birine tahkim yoluna izin verirken; diğer tarafa izin vermeyen kayıtlar asimetriktir ve geçersiz oldukları kabul edilmektedir. Söz konusu düzenlemenin, tahkim kaydının geçersizliğine sebep olduğunun ileri sürülebilmesi için, bir tarafın dava açma hakkını elinden alan asimetrik tahkim kaydı niteliğinde olması gerekmektedir.   Zira, tahkim sözleşmesinde, taraflardan sadece birine tahkime gitme hakkı tanınması da, sözleşmede eşitliğin bozulmasına neden olmaktadır.  Silahların  eşitliği  ilkesi,  sözleşme  sonucu  ortaya  çıkan uyuşmazlıklarda, sözleşmenin taraflarından birisinin iddia ve savunmasını, delillerini ve diğer usuli haklarını, davanın diğer tarafı karşısında bariz bir dezavantajlı duruma sokmayacak şartlar altında ortaya koymak için makul ve kabul  edilebilir  olanağa  sahip  olmasıdır 38 .  Ancak  asimetrik  tahkim kayıtlarında bir tarafa usulen avantaj elde etmektedir. Bu da taraf arasında usuli bir eşitsizliğe neden olmaktadır.  Diğer bir ifade ile, taraflardan biri bakımından dava açma hakkının (tahkimde veya devlet mahkemelerinde) kısıtlandığı ya da bu hakların tamamen elinden alındığı tahkim anlaşmaları asimetriktir. Bu durumda, sözleşmenin taraflarından sadece birine tahkim yolu açıkken; diğer taraf tahkim yolu kapalıdır. Bu da taraflar arasındaki eşitliği bozmakta ve tahkime gitme hakkı tanınan tarafı diğer taraf oranla daha ayrıcalıklı hale getirmektedir. Bu görüşe göre, Tahkim sözleşmesinin ahlaka aykırı olması halinde geçerliliğinden söz edilemez. Bu hal genellikle tahkim sözleşmesinde bir tarafın diğeri üzerinde (olayımızda göründüğü gibi davalı şirketin davacı üretici üzerinde) ekonomik ve sosyal üstünlüğünü kullanarak tahkim sözleşmesinde eşitliği kendi lehine bozacak hususlar kabul ettirmesi veya taraflardan birine hakemlerin yarıdan fazlasını veya tamamının seçme imkanının verilmesi hallerinde kendini gösterecektir40. Bu ifadelerden de                                                             36  DRAGUIEV, s. 20. 37  ESEN, EMRE: Taraflardan Sadece Birine Tahkime Müracaat Hakkı Tanıyan Tahkim anlaşmalarının  ve  Özellikle  Kıyı  Emniyeti  Genel  Müdürlüğü nün  Kurtarma  Yardım Sözleşmesinde Yer Alan Tahkim Şartının Geçerliliği, İKÜHFD, C.IX, sa. 2, 2010, s.153. 38  HANAĞASI, EMEL: Medeni Yargılama Hukukunda Silahların Eşitliği, Ankara 2016, s. 37. 39  BORN, GARY: International Commercial Arbitration, Kluwer Law, London 2014, s.793; AYDEMİR, s.127-128. 40  13. HD.,E. 1990/8778, K. 1991/4492,T. 25.4.1991 dan naklen  Dr. Yavuz Alangoya, Medeni Usul Hukukumuzda Tahkimin Niteliği ve Denetlemesi, İstanbul-1973, s. 86 .  1486Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504   Türk Hukukunda Tahkim Sözleşmelerinin… anlaşılacağı  üzere,  asimetrik  tahkim  kayıtları  taraflar  arasındaki  eşitliği bozduğu için geçersiz kabul edilmelidir.  Türk hukukuna göre tahkim iradesinin açık ve kesin olması gerekir. Açık ve kesin olmayan kayıtlar geçersizdir. Asimetrik tahkim kayıtlarında da açık bir iradenin bulunmadığı bu sebeple geçersiz olduğu kabul edilebilmektedir. c. Geçerli Olduğunu İleri Süren Görüş Asimetrik tahkim kayıtlarının geçerliliğine ilişkin ileri sürülen bir diğer görüş de, asimetrik tahkim kayıtlarının geçerli olduğu yönündedir. Bu görüşe göre, asimetrik tahkim kayıtları sözleşme serbestîsinin bir sonucudur. Bu durumda taraf iradesine saygı gösterilmelidir. Asimetrik tahkim kayıtlarının geçerli olduğuna ilişkin pek çok ülkede yargı  kararına  konu  olmuştur.  Asimetrik  tahkim  kayıtlarının  geçerli olabileceğine  yönelik  önemli  bir  karar  İngiliz  Mahkemesi  tarafından verilmiştir.  İngiliz  mahkemesinin  huzuruna  gelen  Law  Debenture  Trust Corporation PLC V Elektrim Finance BV & ORS davasında asimetrik tahkim kaydının geçerliliği tartışılmıştır. İngiliz Yüksek Mahkemesi 2005 yılında verdiği Elektrim kararında, taraflardan birine tahkim yanında mahkemeye başvurma  seçeneğini  sağlayan  asimetrik  tahkim  şartını,  sözleşmenin  bir tarafına daha fazla hak temin eden herhangi bir sözleşme hükmü olarak kabul                                                             41  13.  HD.,E.  1990/8778,  K.  1991/4492,T.  25.4.1991:  Bu  şekilde  yapılan  bir  tahkim sözleşmesinin BK. m. 20 gereğince batıl olacağında kuşku ve duraksamaya yer olmamalıdır. Sözleşmenin ( 11 ). maddesinde hakem seçiminin tamamen ekonomik ve sosyal güce sahip davalı şirket tekeline bırakıldığı anlaşıldığı gibi, davalı vekilinin 5.10.1990 günlü cevap dilekçesinde bu yönün önemle ve ısrarla vurgulandığı görülmektedir. Tüm açıklanan maddi ve hukuki olgular altında sözleşmedeki tahkim şartının mutlak butlanla geçersiz olduğunun kabulü zorunludur ( BK. m. 20 ). 42  15. HD.,E. 2014/3330, K. 2014/4607, T. 1.7.2014 (Kazancı Veri Tabanı):  Asıl olan uyuşmazlıkların  bağımsız  mahkemelerce  çözümlenip  karara  bağlanmasıdır. Uyuşmazlıkların tahkimde çözümlenebilmesi için uyuşmazlık konusunun tahkime elverişli olması ve taraflar arasında geçerli bir tahkim sözleşmesinin veya şartının bulunması gerekir. Tahkim sözleşmesi veya şartının temel kurucu unsuru da uyuşmazlığın tahkim yoluyla çözümleneceğine ilişkin irade açıklamasıdır. Tahkim iradesi açık ve kesin değilse, diğer bir anlatımla tahkim sözleşmesi veya şartında uyuşmazlığın mutlak olarak hakemde görüleceği kararlaştırılmamış, mahkeme yolu açık bırakılmışsa tahkim sözleşmesi veya şartı geçersiz ( hükümsüz ) olacağından davaya hakemde bakılamaz. Somut olayda, sözleşmelerin 32.2 maddesinde uyuşmazlığın tahkim yoluyla çözüleceği kararlaştırıldıktan sonra, 32.7 maddesinde ihtilaf halinde Bursa mahkeme ve icra dairelerinin yetkili olduğu belirtilmiştir. Bursa mahkeme ve icra dairelerinin yetkisi, tahkim prosedürü ile ilgili olarak mahkemelerde görülmesi gereken bazı konularla ve işlerle de sınırlandırılmamıştır. Bu durumda açık ve kesin bir tahkim iradesinin varlığından söz edilemeyeceğinden ve taraflar arasındaki tahkim şartı geçersiz ( hükümsüz ) olduğundan davaya tahkimde bakılması mümkün değildir. 1487Süleymen YILMAZ, G. Filiz ÇAVUŞOĞLU    Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504  ederek asimetrik tahkim sözleşmesini geçerli saymıştır. Ayrıca, İspanyol hukukunda da asimetrik tahkim kayıtlarının geçerli olduğuna ilişkin bir yargı kararı bulunmaktadır.  Asimetrik tahkim kayıtlarının geçerli olduğu Madrid Temyiz Mahkemesi nde kabul edilmiştir. Fransız Mahkemesi de 1972 ve 1974  tarihlerinde  vermiş,  kararlarda  asimetrik  kayıtların  hukuken onaylanabileceği görüşündedir. d. Görüşümüz Asimetrik tahkim kayıtlarının geçerli veya geçersiz sayılmasının olumlu ve olumsuz etkileri bulunmaktadır. Ancak kanaatimizce, asimetrik tahkim kayıtları geçerli kabul edilmelidir. Zira, tarafların anayasal koruma altında olan bir sözleşme serbestisi hakkı bulunmaktadır. Bu sözleşmeleri geçersiz kabul etmek, anayasal güvence altına alınan sözleşme serbestisi hakkı ile çelişmektedir. Asimetrik tahkim kayıtlarının geçersiz kabul edilmesi sözleşme serbestisi hakkına aykırılık oluşturmaktadır. Ancak, tahkimin yargılamaya ilişkin olduğu bu nedenle asimetrik tahkim kayıtlarının bir tarafı üstün hale getirmesi  adil  yargılanma  hakkını  ihlal  edebileceği  de  ileri sürülebilmektedir. Sözleşme serbestisi ve adil yargılanma hakkı evrensel temel hak ve özgürlüktür. Bu sebeple birisi diğerine daha üstün gibi bir ifade kullanılamaz. Burada  üzerinde  durulması  gereken  unsur,  asimetrik  tahkim  kayıtlarının gerçekten bir haksızlığa yok açıp açmayacağıdır. Bu sebeple aşağıda iki kavramda sırasıyla ele alınmaktadır. aa. Sözleşme Özgürlüğü İlkesi ve Asimetrik Tahkim Klozları Sözleşme  serbestisi,  sözleşme  yapma  veya  sözleşme  yapmama özgürlüğünü ifade eder. Sözleşme serbestîsi, kişilerin özgür iradelerine                                                             43  Law Debenture Trust Corp. plc. v. Elektrim Finance BV [2005] EWHC 1412. Bkz. REDFERN/HUNTER, Bölüm 2, s.102.  44  DRAGUIEV, s. 28. 45  DRAGUIEV, s. 28. 46  DRAGUIEV, s.20 vd; Ayrıca Bkz. Aksi görüş için bkz. ESEN, Tarafların Sadece Birine Müracaat  Hakkı  Tanıyan  Tahkim  Anlaşmalarının  ve  Özellikle  Kıyı  Emniyeti  Genel Müdürlüğü nün Kurtarma Yardım Sözleşmesi nde Yer Alan Tahkim Şartının Geçerliliği, s.151-156. 47  YAVUZ, CEVDET: Borçlar Hukuku Dersleri (Özel Hükümler), 13.B., İstanbul 2014, s.6; ANTALYA, OSMAN GÖKHAN: Borçlar Hukuku Genel Hükümler Cilt: V/1,1, 2.B, İstanbul 2019, s. 125 vd.; BAŞPINAR, VEYSEL: Borç Sözleşmelerinin Kısmi Butlan., Ankara 1998, s. 16; REİSOĞLU, SAFA: Borçlar Hukuku (Genel Hükümler), 18. Baskı, İstanbul,  2006;  Ayrıca  sözleşme  yapma  özgürlüğü  ile  ilgili  açıklamalar  için  Bkz. GÜRZUMAR, OSMAN BERAT: Sözleşme Yapma Yükümlülüğü; 1.B., Ankara 2006, 1488Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504   Türk Hukukunda Tahkim Sözleşmelerinin… dayalı  olarak  bir  sözleşmenin  konusunu,  şeklini,  tarafını,  miktarını  vs. belirleme serbestisidir.  Fiil hliyeti olan herkes iradesine dayalı olarak özel hukuk ilişkilerini düzenleme hakkına sahiptir.  Genellikle bu düzenleme yetkisi ve hakkı, sözleşme yapma yoluyla ortaya çıkmaktadır.  Sözleşme yapma özgürlüğü aynı zamanda evrensel bir temel hak ve özgürlüktür. Nitekim 1982 Anayasası nın 48. maddesinde yer alan hükme göre: Herkes, dilediği alanda çalışma ve sözleşme hürriyetlerine sahiptir. Özel  teşebbüsler  kurmak  serbesttir.  Devlet,  özel  teşebbüslerin  milli ekonominin gereklerine ve sosyal amaçlara uygun yürümesini, güvenlik ve kararlılık içinde çalışmasını sağlayacak tedbirleri alır51. Buna göre kişilerin, sözleşmenin tarafını, şeklini, konusunu, içeriğini özgürce belirleme hakkı vardır.  Bu  özgürlüğün  sınırları  gene  hukuk  tarafından  belirlenmiştir. Anayasa nın  13.  maddesine  göre:  Temel  hak  ve  hürriyetler,  özlerine dokunulmaksızın yalnızca Anayasanın ilgili maddelerinde belirtilen sebeplere bağlı olarak ve ancak kanunla sınırlanabilir. Bu sınırlamalar Anayasanın sözüne  ve  ruhuna,  demokratik  toplum  düzeninin  ve  laik  Cumhuriyetin gereklerine ve ölçülülük ilkesine aykırı olamaz.  Türk Borçlar kanun unda da sözleşme serbestisi düzenlenmiştir. TBK m. 26 da: Taraflar, bir sözleşmenin içeriğini kanunda öngörülen sınırlar içinde özgürce belirleyebilirler ifadesine yer verilmiştir. Ayrıca Yargıtay da bir kararında, taraflar, kanunun emredici hükümlerine, ahlaka, kamu düzenine, kişilik haklarına aykırı olmamak şartıyla aralarında her konuda serbestçe sözleşme yapabilirler52. Sözleşme özgürlüğü, sınırsız bir özgürlük değildir. Bu özgürlüğün de belirli sınırları vardır. Sözleşmenin içeriğinin kanuna ve ahlaka  aykırı  olması  durumunda  tarafların  sözleşme  yapma  hakkı bulunmamaktadır. Diğer bir ifade ile, hukuki sınırlar içerisinde taraflar                                                             s.42; TEKİNAY SELAHATTİN SULHİ/SERMET AKMAN/ HALUK BURCUOĞLU: Borçlar Hukuku, İstanbul 1993, s. 362. 48  KILIÇOĞLU, AHMET: Borçlar Hukuku Genel Hükümler, 21.B., Ankara 2017, s. 109 vd.; EREN, FİKRET: Borçlar Hukuku Genel Hükümler, 24. B., Ankara 2019, 339; KOCAYUSUFPAŞAOĞLU, NECİP: Borçlar Hukuku, 1. Cilt, 4. B., İstanbul, 2008, s. 501; YAVUZ, s. 7 vd. 49  ERMAN, HASAN: Borçlar Hukukunda Akit Serbestisi ve Genel Olarak Sınırlamaları, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Cilt 38, Sayı, 1-4, İstanbul, 1973, s. 602. 50  BAŞPINAR, s. 13; BAŞTUĞ, İRFAN: Borçlar Hukuku, 3. B., Manisa 1984, s. 38. 51  1982 Anayasası nın 48. maddesinin gerekçesinde şu ifadelere yer verilmiştir: Hürriyet temeline dayalı bir toplumda irade serbestliği çerçevesinde ferdin sözleşme yapma, meslek seçme ve çalışma hürriyetlerinin garantide olması tabiidir. Ancak bu hürriyetler kamu yararı amacı ile ve kanunla sınırlandırılabilir. 52  3. HD., E. 2016/1963 K. 2017/1699 T. 21.2.2017 (Lexpera); KILIÇOĞLU, s. 134. 53  KILIÇOĞLU, s. 134 vd.  1489Süleymen YILMAZ, G. Filiz ÇAVUŞOĞLU    Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504  sözleşme  serbestîsi  hakkına  sahiptir.  Tahkim  hukukunda  da  sözleşme serbestisi ilkesi hakimdir. Zira bu ilke irade muhtariyeti ilkesi başlığı altında görülmektedir. Buna göre taraflar, iradelerine dayalı tahkime gitme veya gitmeme; tahkim sürecine ilişkin önemli kararlar alma hakkına sahiptirler. Taraflar  tahkimin  dilini,  hakemleri,  tahkim  yerini,  uygulanacak  hukuku seçebilirler. Görüldüğü üzere, tahkim sözleşmesi de bir sözleşme olduğu için sözleşme  serbestisi  ilkesi  bu  sözleşme  için  de  geçerlidir.  O  halde, kanaatimizce, tarafların sözleşmede bir tarafı üstün hale getirmesi de iradeye dayalı  ise,  sözleşme  serbestisi  ilkesi  sınırları  için  de  kabul  edilmelidir. Asimetrik  tahkim  kayıtları  da  sözleşme  serbestisi  ilkesi  uyarınca hazırlanmaktadır.  Taraflar  üzerinde  tartışarak  bu  kaydı  sözleşmeye eklemektedirler. Bu durumda, asimetrik tahkim kaydını geçersiz kabul etmek, sözleşme serbestîsi ilkesine ve taraf iradesine aykırılık teşkil eder. Yargıtay ın  bir  kararında  belirtiği  üzere  sözleşme  serbestisi ilkeleri çerçevesinde düzenlenen özel hukuk hükümlerine tabi olarak yapılan bir sözleşme olduğu gözetildiğinde, taraflar açısından bağlayıcıdır56.  O halde taraf  iradesi  sonucu  ortaya  çıkan  asimetrik  tahkim  kayıtları  da  taraflar açısından bağlayıcı olmalıdır.  bb. Adil Yargılanma İlkesi ve Asimetrik Tahkim Klozları Asimetrik tahkim kayıtlarının geçersiz olduğunu ileri sürenler, aslında söz konusu kayıtların varlığının adil yargılama hakkını engellediğini ileri sürmektedirler.  Bu  sebeple,  adil  yargılanma  hakkının  kapsamının açıklanmasında fayda vardır.  Adil yargılanma hakkı, herkesin sahip olduğu evrensel bir temel haktır. Avrupa İnsan Hakları Sözleşmesi nin 6. maddesinde adil yargılanma hakkı düzenlenmektedir.  Bu  düzenlemenin  kişilere  sağladığı  dört  temel  hak bulunmaktadır. Bu haklar; kanuni, bağımsız ve tarafsız mahkemede dava açma  hakkı,  hakkaniyete  uygun  yargılanma  hakkı,  makul  süre  içinde yargılanma hakkı, aleni surette yargılanma hakkıdır.   Nitekim Anayasa nın                                                             54  YAVUZ, s. 6 vd.;  3. HD., E. 2016/1963 K. 2017/1699 T. 21.2.2017 (Lexpera): sözleşme serbestisi ilkesi kabul edilmiştir. BK'nun 20. (TBK'nun 27.) maddesi uyarınca; taraflar, kanunun emredici hükümlerine, ahlaka, kamu düzenine, kişilik haklarına aykırı olmamak şartıyla aralarında her konuda serbestçe sözleşme yapabilirler. 55  AKINCI,  ZİYA:  Milletlerarası  Ticari  Uyuşmazlıkların  Alternatif  Çözüm  Yolları, BATİDER, Sa. 4, 1996, s. 95.  56  13. HD., E. 2015/13764 K. 2016/11200 T. 21.4.2016 (Lexpera). 57  ARSLAN/YILMAZ /TAŞPINAR-AYVAZ, s. 143; Konu ile ilgili Bkz. ÇIRAK, EZGİ: Avrupa İnsan Hakları Sözleşmesi Çerçevesinde Adil Yargılama Hakkının Uygulama Alanı, 1490Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504   Türk Hukukunda Tahkim Sözleşmelerinin… 36. maddesinde Herkes, meşru vasıta ve yollardan faydalanmak suretiyle yargı mercileri önünde davacı veya davalı olarak iddia ve savunma ile adil yargılanma  hakkına  sahiptir  denilerek;  adil  yargılanma  hakkı  Türk hukukunda temel hak ve özgürlükler kısmında düzenlenmiştir.  Tahkim yargılaması da bir yargılama olduğu için adil yargılama hakkına riayet  edilmesi  gerekmektedir.  Aksi  halde  tahkim  yargılaması  sonucu verilen karar, iptal edilebileceği gibi tanıma ve tenfiz aşamasında da hukuki sorunlar ortaya çıkabilir. Genel kabule göre, temel haklara ilişkin hükümler kamu düzenine ilişkidir.  Avrupa İnsan Hakları Sözleşmesini 6. maddesinde ve Anayasanın 36. maddesinde düzenlenen adil yargılanma hakkının da kamu düzenine  ilişkin  olduğu  kabul  edilmelidir 61 .  Bu  durumda  tahkim yargılamasında  da  hakemlerin  tarafsız  ve  bağımsız  olması,  tarafa  eşit davranması gerekmektedir. Ayrıca, taraflara silahların eşitliği imkânı da sağlanmalıdır.  Diğer  bir  deyişle,  taraflara  eşit  iddia  ve  savunma  hakkı verilmelidir. Ancak tahkim kaydı, taraflardan birisine tahkime gitme hakkı tanımayıp; diğerine tanırsa veya bir tarafa devlet veya tahkim hakkında seçim                                                             D.E.Ü Hukuk Fakültesi Dergisi, Prof. Dr. Durmuş Tezcan a armağan, C.21, Özel Sa., 2019, s. 997-1028; PEKCANITEZ/ATALAY /ÖZEKES, 2 vd. 58  Adil yargılanma hakkı ve tahkimle ilgili kararlara Bkz. 20. HD., E. 2012/13 K. 2012/2850 T. 28.2.2012(Lexpera): Hukukî dinlenilme hakkı, sadece belli bir yargılama için ya da yargılamanın belli bir aşaması için geçerli olan bir ilke olmayıp, tüm yargılamalar için ve yargılamanın her aşamasında uyulması gereken bir ilkedir. Bu çerçevede gerek çekişmeli ve  çekişmesiz  yargı  işlerinde  gerekse  bu  yargılamalarla  bağlantılı  geçici  hukukî korumalarda, icra takiplerinde, tahkim yargılamasında, hatta hukukî uyuşmazlıklarla ilgili yargılama dışında ortaya çıkan çözüm yollarında, her bir yargılama, çözüm yolu ve uyuşmazlığın  niteliğiyle  bağlantılı  şekilde  hukukî  dinlenilme  hakkına  uygun davranılmalıdır; 20. HD., E. 2011/9867 K. 2012/1292 T. 7.2.2012 (Lexpera); 20. HD., E. 2013/55 K. 2013/4287 T. 12.4.2013 (Lexpera); 20. HD., E. 2011/15997 K. 2012/1287 T. 7.2.2012 (Lexpera): hatta hukukî uyuşmazlıklarla ilgili yargılama dışında ortaya çıkan çözüm yollarında, her bir yargılama, çözüm yolu ve uyuşmazlığın niteliğiyle bağlantılı şekilde hukukî dinlenilme hakkına uygun davranılmalıdır. 59  AKINCI, s. 278; 11. HD., E. 2019/3803 K. 2019/6596 T. 22.10.2019 (Lexpera): ...adil yargılanma hakkının ihlal edildiği ve tahkim sürecinin tahkim yargılamasına ilişkin usul hükümlerine uygun olarak yürütülmediği iddiasının ispat edilemediği, kamu düzenine aykırılık iddiasının da yerinde olmadığı, sonuç olarak dava konusu hakem heyeti kararında 6100  sayılı  HMK'  nın  439/2.  maddesinde  öngörülen  iptal  nedenlerinin  oluşmadığı gerekçesiyle, davacıların 11.05.2017 tarihli hakem kararının iptali talebinin reddine karar verilmiştir. 60  AKINCI, s. 280. 61  AKINCI, s. 376. 62  KALPSÜZ, TURGUT: Türkiye de Milletlerarası Tahkim, 2.B., Ankara 2010, s. 55; BALKAR-BOZKURT,  SÜHEYLÂ:  Yabancı  Mahkeme  ve  Hakem  Kararlarının Tanınması ve Tenfizinde Güncel Gelişmeler, İstanbul 2018, s. 51 vd. 1491Süleymen YILMAZ, G. Filiz ÇAVUŞOĞLU    Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504  hakkı tanırken; diğer tarafa sadece tahkim hakkını tanırsa; söz konusu kayıt adil yargılanma hakkını zedeleyebilir. Böyle bir durumda verilen karar da iptal davasına  konu  olabilir.  Zira  bu  kayıtlar  değerlendirildiğinde  taraflara yargılamada eşit haklar sağlanmamış gibi görülmektedir.  HMK da  taraflara  ileri  sürmeleri  için  ilk  itiraz  mekanizması sunulmuştur. HMK m. 116 da İlk itirazlar aşağıdakilerden ibarettir: a) Kesin yetki kuralının bulunmadığı hâllerde yetki itirazı. b) Uyuşmazlığın tahkim  yoluyla  çözümlenmesi  gerektiği  itirazı  hükmü  düzenlenmiştir.  Görüldüğü üzere, bir tahkim kaydı bulunan sözleşmeye rağmen taraflar devlet yargısına giderse, davalı taraf ilk itiraz hakkını kullanarak tahkime gidilmesini sağlayabilir. Zira ilk itiraz ileri sürüldükten sonra, devlet yargısı o dosyaya bakmayacaktır. Bu durumun asimetrik tahkim kayıtları üzerinde de etkisi vardır. Örneğin, taraflardan X şirketine seçimlik hak tanıyan; ancak Y şirketine sadece tahkim hakkı tanıyan bir kaydın varlığı halinde, Y şirketi devlet yargısına başvurmuşa, X şirketi ilk itirazı ileri sürebilir. Fakat aynı hak Y şirketi için geçerli değildir. Zira Y şirketi ilk itiraz ileri sürmesi durumunda itirazı kabul edilmez. Zira sözleşmede X şirketine tahkim ve devlet yargısı arasında seçim yapma hakkı tanınmıştır.  Açıklanan  örnekte  de  görüldüğü  üzere,  asimetrik  tahkim  kayıtları tarafların  yargılamada  eşit  silahlara  sahip  olmasına  engel  olabilir.  Bu durumun, taraflar arasında bir eşitsizliğe neden olduğu açıktır. Ancak bu eşitsizlik, taraflarca istenmiş ve bir irade beyanı sonucu oluşmuştur. Bu nedenle, kanaatimizce asimetrik tahkim kayıtlarının, adil yargılanma hakkını, tarafların elinden aldığı gerekçesiyle geçersiz kabul etmek isabetli değildir.                                                             63  ATALI, MURAT/ERMENEK, İBRAHİM: Medeni Usul Hukuku, 1.B., Ankara 2019, s. 133. 64   İstanbul 18. Asliye Ticaret Mahkemesi, E. 2018/323, K. 2018/1076, T. 5.10.2018 (Lexpera): Geçerli bir tahkim sözleşmesine rağmen davacı mahkemede dava açarsa, davalı süresi içerisinde tahkim ilk itirazında bulunarak davanın usulden reddini isteyebilir. 65  13. HD., E. 2016/5227 K. 2019/1333 T. 6.2.2019 (Lexpera): tahkim itirazının ileri sürülmesi ve tahkim anlaşmasının geçerliliğine ilişkin uyuşmazlıkların çözülmesinin Hukuk Usulü Muhakemeleri Kanunu'nun ilk itirazlara ilişkin hükümlerine tabi olduğu, tahkim itirazının kabulü halinde mahkemenin davayı usulden reddedeceği düzenlenmiştir. 66   Geçersizliği olduğuna karar verilen bir kayıt varsa devlet yargısı ilk itirazları reddeder ve tahkim yolu kapanır. Bu da asimetrik tahkim kayıtları için büyük bir haksızlığa yol açabilir. Zira taraflar sözleşme serbestisi sınırları içinde birini ayrıcalıklı hale getirmiştir. Bkz. İstanbul BAM, 12. HD., E. 2019/1184 K. 2019/860 T. 24.6.2019 (Lexpera): Davalılar vekili  ise  uygulanacak  hukukun  Hollanda  hukuku  olduğunu  ve  tahkim  şartı bulunduğunu, Uyuşmazlığın tahkim yoluyla çözümlenmesi gerektiği ni bildirerek tahkim ilk itirazında bulunmuştur.Mahkemece 05/04/2019 tarihli ara karar ile; tahkim şartının bu davada geçerli olmadığı gerekçesiyle davalı vekilinin tahkim ilk itirazının reddine karar 1492Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504   Türk Hukukunda Tahkim Sözleşmelerinin… Taraflar,  sözleşme  serbestisi  ilkesi  uyarınca  birilerine  üstün  haklar tanıyabilirler. Sözleşme serbestisinin sınırlarını ise kanunlar, genel ahlak belirler. Bu noktada, asimetrik kayıtların geçersiz olmasına ilişkin açık bir düzenleme olmadığı için geçerli kabul edilmeleri isabetlidir. Ayrıca, hemen belirtelim ki, asimetrik tahkim kayıtlarında, taraflardan birisinden yargıya başvurma hakkı tamamen alınmamaktadır. İki taraf da uyuşmazlık çözümü için  yargıya  başvurabilir.  Ancak  başvuracakları  makamlar  farklı düzenlemiştir.  Görüldüğü  üzere  hukuki  dinlenilme  hakkı  veya  yargıya başvurma  hakkı  kimsenin  elinden  alınmamaktadır.  Şayet bir  taraf hiçbir makama uyuşmazlığı götüremez denseydi; söz konusu kayıt geçersiz olurdu. Keza, burada taraflara yargıya gitme hakkı tanınmamaktadır.  B. Patolojik Kayıtları 1.Genel Olarak Hukuk  tarihinde  patolojik  tahkim  sözleşmesi  kavramı  ilk  kez  1974 tarihinde Frederic Eisemann tarafından anılmıştır. 1974 yılından beri de patolojik tahkim sözleşmesi veya patolojik tahkim klozu kavramı tahkim literatüründe kullanılmaktadır.  Patolojik tahkim klozları, fiilen ve hukuken mevcut olmayan veya geçmişte mevcut olan ancak uyuşmazlık ortaya çıktığında faaliyette olmayan tahkim  merkezlerine  atıf  yapılması  veya  ölmüş  kişilerin  hakem  olarak seçilmiş  olması  halinde  ortaya  çıkan  eksik  veya  hata  içeren  tahkim klozlarıdır 71 .  Patolojik  tahkim  klozu,  tarafların  tahkim sözleşmesinde/klozunda  kurumsal  tahkime  gitmeyi  belirtikleri  durumda görülür. Zira taraflar, bir kurumsal tahkime atıf yapmakta; ancak söz konusu atıfta  tahkim  merkezinin  adı  doğru  yazılmamış  ya  da  merkez  gerçekte                                                             verilmiş; 15. HD., E. 2014/3310 K. 2014/4606 T. 1.7.2014 (Lexpera): karşı tarafın tahkim ilk itirazında bulunabileceği, bu durumda tahkim sözleşmesi hükümsüz, tesirsiz veya uygulanması imkansız değilse mahkemenin tahkim itirazını kabul edeceği ve davayı usulden reddedeceği belirtilmiştir; İstanbul BAM, 17. HD., E. 2019/1619 K. 2020/340 T. 6.2.2020 (Lexpera). 67  ESEN, s. 154. 68  BISHOP, R. DOAK: A Practical Guide for Drafting International Arbitration Clauses, Texas, dipnot, s. 19; ŞANLI, s. 820; SRINIVASAN, BADRINATH: Defective Arbitration Clauses: An Overview, Indian Institute of Quantity Surveyors Annual Insight, 2015, s. 52, https://ssrn.com/abstract=2664882, (Erişim Tarihi: 20.05.2020). 69  ŞANLI, s. 820; SRINIVASAN,  s. 52;  A Practical Guide for Drafting International Arbitration  Clauses,  Texas,  s.  19, http://hoghooghi.nioc.ir/article/pdf/Practical%20Guide.pdf.  70   Kavram için ayrıca Bkz. BORN, International Arbitration: Law and Practice, s. 76. 71   ŞANLI, s. 820. 1493Süleymen YILMAZ, G. Filiz ÇAVUŞOĞLU    Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504  bulunmamaktadır. Böyle bir durumda, tahkim sözleşmesinin kaderine ilişkin iki temel görüş bulunmaktadır. İlk görüş, tahkimin devlet yargısına alternatif ve istisnai olduğu tezinden yola çıkmaktadır. Taraflar, istisnai olan tahkimi tercih ediyorlarsa; tahkime yönelik iradeleri açık ve kesin olmalıdır. Buna göre,  taraflar,  örneğin  Singapur  Uluslararası  Tahkim  Merkezi nde görülmesini  istiyorsa,  tahkim  merkezinin  adını  Singapur  Uluslararası Tahkim Merkezi şeklinde sözleşmede zikretmelidirler. Aksi halde, örneğin taraflar  Singapur  Tahkim  Komisyonu  ifadesini  kullanırsa;  tahkim sözleşmesi geçersiz olur. İkinci görüşe göre ise, tahkim sözleşmesi de borçlar hukukunda sözleşmeyi ayakta tutmaya yönelik ilke uyarınca yorumlanmalı ve buna  göre  tahkim  iradesi  yorumlanmalıdır.  Bu  durumda  taraflar  tahkim merkezinin adını doğru yazmasa da kastedilen tahkim merkezi yorum yoluyla anlaşılıyorsa sözleşme geçerli kabul edilmelidir.  2. Patolojik Tahkim Kayıtlarının Geçerli Olup Olmadığı Sorunu a. Genel Olarak Bir tahkim kaydının geçerli olabilmesi için, söz konusu tahkim kaydının taraf  iradesinin  açık  ve  kesin  bir  şekilde  yansıtması  gerekmektedir.  Yargıtay ın  vermiş  olduğu  bir  kararda  şu  ifadelere  yer  verilmektedir. Dairemiz ve yerleşik Yargıtay içtihatlarında geçerli bir tahkim şartı varlığı veya tahkim anlaşmasının geçerli sayılabilmesi için uyuşmazlığın kesin olarak hakemde çözüleceğinin kararlaştırmış olması gerektiği kesin iradeyi ortadan kaldıran ya da zayıflatan kayıtların tahkim sözleşmesi veya şartını geçersizhükümsüz kılacağı kabul edilmektedir76. Patolojik tahkim kayıtlarında, taraf iradesinin net olmadığı veya zayıf olduğu ileri sürülebilmektedir. Nitekim kimi  hallerde,  taraflar  gerçekte  hiç  var  olmayan  bir  tahkim  merkezinde uyuşmazlığın  çözümlenmesi  için  irade  beyan  edebilirler.  Ya  da  taraflar gerçekte var olan bir tahkim merkezinin adını sözleşmede yanlış yazmış olabilirler. Bu durumda, tahkim sözleşmesinin patolojik olduğu kabul edilir. Burada  incelenmesi  gereken  noktası  ise,  bu  sözleşmenin  ayakta  tutulup tutulamayacağıdır.                                                              72  ŞANLI, s. 820. 73  ŞANLI, s. 823; Ayrıca Bkz. Yargıtay kararları için Bkz. ŞANLI, CEMAL: Uluslararası Ticari Akitlerin Hazırlanması ve Uyuşmazlıkların Çözüm Yolları, 5.B., İstanbul 2013, s. 349 vd. 74  Konu ile ilgili Bkz. SRINIVASAN, s. 53; BORN, International Commercial Arbitration, B.2, Kluwer Law, 2014,  s.780. 75  ŞANLI, s. 823; AKINCI, s. 366. 76  15. HD., E. 2016/1522 K. 2017/1522 T. 4.4.2017 (Lexpera). 1494Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504   Türk Hukukunda Tahkim Sözleşmelerinin…  Yargıtay içtihatlarına göre uyuşmazlıkların devlet yargısı tarafından karara bağlanması asıl olandır. Bazı uyuşmazlıkların,  istisnaen tahkimde çözümlenebileceğini  kabul  edilmiştir.  Tahkim  istisnai  nitelikte  olması sebebiyle, uyuşmazlığın hakem kurulu önünde görülmesi için tarafın tahkime gidilmesi yönündeki iradesinin açık ve net bir şekilde beyan edilmiş olması gerekir. Taraf iradesinin açık ve kesin olması ifadesi ise, Yargıtay ın da belirttiği üzere, hangi uyuşmazlığın tahkimde görüleceğinin ve hangi tahkim kurumunun yetkili olduğunun tereddütte yol açmayacak şekilde belirli olması anlamına gelir. Zira, Yargıtay bir kararında Uyuşmazlıkların tahkim yolu ile  çözümlenmesine  ilişkin  irade  açıklaması,  tahkim  sözleşmesinin  temel kurucu unsurudur…. Tahkim sözleşmesi veya şartının, uyuşmazlığın tahkim yoluyla çözümlenmesi yolundaki taraf iradesini tereddütte yol açmayacak şekilde içermesi gerekmektedir ifadesine yer vererek tahkim sözleşmesinin tereddütte yol açmadan açıkça anlaşılır olması gerektiğini vurgulamıştır. Bir başka  yargı  kararında  ise  ...tarafların  tahkim  iradelerinin  şüpheye  ve karışıklığa yer vermeyecek şekilde açık ve kesin olması gerekir denmiştir. Taraf iradesi, açık ve kesin olarak yansıtmayan kayıtlar ise geçersizdir. Tarafların,  tahkim  klozunda  belirledikleri  tahkim  merkezinin  gerçekte bulunmaması durumunda, tarafların devlet yargısı yerine tahkime gitmek istedikleri yönündeki irade açık ve kesin olarak ortaya konmuş olmaz.  Bu                                                             77  ARSLAN/YILMAZ/TAŞPINAR-AYVAZ, s.782. 78  ŞANLI, s. 823.  79  ŞANLI, s. 823; Benzer yöndeki yargı kararları için bkz. Y. 13. HD., E. 2006/521, K. 2006/5446, T. 12.04.2006; 15. HD., E. 1992/3004, K. 1992/3710, T. 08.07.1992; Y. 15. HD., E. 1984/2342, K. 1984/3966, T. 17.12.1984; PEKCANITEZ/ATALAY/ÖZEKES, s.583. 80  AYDEMİR, s. 161; DOĞAN, VAHİT: Milletlerarası Özel Hukuk, B.4., Ankara 2017, s.134; ERTABAK, ÜNAL: Tahkim Sözleşmesi ile İlgili İhtilaflar, 2.B., İstanbul 2009, s.48; 15. HD., E.2008/5659 K.2009/1024 T.26.02.2009; İstanbul BAM, 15. HD., E.2018/1448, K.2018/1097, T.12.9.2018. 81  Karar için Bkz. 3. HD., E. 2014/12342, K. 2015/6885, T. 27.04.2015 (Kazancı Veri Tabanı); 13. HD., E. 2018/2348 K. 2019/10372 T. 23.10.2019 (Lexpera): Tahkim şartı veya anlaşmasının geçerli olabilmesi için yanların tahkim iradesini açıkladıkları tahkim şartı ya da sözleşmede tartışma ve karışıklığa neden olmayacak biçimde açık ve kesin olarak belirtmiş olmaları zorunludur. 82  İstanbul BAM, 17. HD., E.2018/2055, K.2018/1878, T.8.11.2018. 83  YEŞİLIRMAK, ALİ/ESİN,İSMAİL: Arbitration in Turkey, Kluwer Law International BV, 2015 Netherlands, s.47; 9.HD.,E.2013/1773, K., 2013/6664, T. 25.02.2013 (Kazancı Veri Tabanı); Ayrıca taraf iradesin açık ve kesin olması gerektiği yönündeki açıklamalar için  Bkz.  ALANGOYA/YILDIRIM/DEREN-YILDIRIM,  s.602;  GAILLARD /SAVAGE, s.197; EKŞİ, s.99. 84  ŞANLI, s. 823. 1495Süleymen YILMAZ, G. Filiz ÇAVUŞOĞLU    Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504  durumda,  faaliyet  göstermeyen  tahkim  merkezlerine  atıfta  bulunulması halinde tahkim klozu geçersiz sayılmalıdır.  Tahkim kaydında yer alan, tahkim kurulunun gerçekte mevcut olmaması veya tarafların kurumun adını yanlış yazması, taraf iradesinin açık ve kesin olmadığı anlamına gelir. Diğer bir anlatımla, bir tahkim kaydının taraflar açısından  bağlayıcı  olabilmesi  için,  öncelikle  seçilen  tahkim  kurumunun gerçekten  var  olması  gerekmektedir.  Aksi  halde  taraf  iradesi  belirsiz kalacağından dolayı tahkim kaydının geçersizliği gündeme gelecektir.   Yargıtay da emsal bir kararında,  gerçekte mevcut olmayan ve gerçekte mevcut  olan  bir  tahkim  kurumuna  fonetik  olarak  benzeyen  bir  tahkim kurumunun  tahkim  sözleşmesinde  kararlaştırılması  durumunda  kaydın geçersiz olduğuna karar vermiştir. Ayrıca doktrinde yer alan bir örneğe göre, tarafların tahkim kaydında ICC yetkilidir ibaresi ICC  de uzlaştırma veya bilirkişi  servisleri  de  bulunduğundan  taraf  iradesin  kesin  bir  şekilde anlaşılmadığı gerekçesi ile tahkim kaydını geçersiz hale getirecektir. Sonuç olarak, Türk hukukunda genel olarak, gerek yargı gerekse doktrinde, tahkim sözleşmesinde  kurumsal  tahkime  atıf  yapılması  durumunda,  tahkim merkezinin adının doğru yazılmamış olmasının sözleşmenin geçersizliğine neden olacağı ileri sürmektedir.  b.  Sözleşmeyi Ayakta Tutma (Favor Validatis) İlkesinin Tahkime Etkisi Tahkim sözleşmeleri de diğer sözleşmeler gibi yorumlanması gerekir. Tahkim sözleşmesinin yorumu, genellikle esasa uygulanan hukukun yorum ilkelerine tabidir.  Zira MTK  m. 4 de Tahkim anlaşması, tarafların tahkim anlaşmasına uygulanmak üzere seçtiği hukuka veya böyle bir hukuk seçimi yoksa Türk hukukuna uygun olduğu takdirde geçerlidir denmektedir. Esasa Türk hukuku uygulanıyorsa veya tahkim yeri Türkiye ise Türk hukukunun yorum  kuralları  tahkim  sözleşmesinin  yorumlanmasına  yardımcı  olabilir.                                                             85  ŞANLI, s. 823. 86  ŞANLI, CEMAL /ESEN, EMRE/ATAMAN- FİGANMEŞE, İNCİ: Milletlerarası Özel Hukuk, 6.B., İstanbul 2018, s. 662. 87  ŞANLI/ESEN/ATAMAN-FİGANMEŞE, s. 662 vd.  88  İLHAN, s.208. 89  ŞANLI, 823; Y.9. HD., E.99/3348, K.99/4304, T.21.06.1999; Davada taraflar Taşkent Ticaret ve sanayi Odası Tahkim Mahkemesi veya Cenevre Tahkim Merkezi çözümleneceği kararlaştırılmış ancak iki kurumda gerçekte bulunmadığı için kayıt geçersiz sayılmıştır. 90  AYDEMİR, s. 161.  91  BORN, GARY: International Arbitration: Law and Practice, Kluwer Law, 2015, s. 92. 1496Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504   Türk Hukukunda Tahkim Sözleşmelerinin… Aşağıda, öncelikle Türk hukukunda sözleşmenin yorumlanması; sonrasında ise, tahkim sözleşmesinin yorumlanması açıklanmaktadır. Türk Borçlar Kanun m. 19 a göre Bir sözleşmenin türünün ve içeriğinin belirlenmesinde  ve  yorumlanmasında,  tarafların  yanlışlıkla  veya  gerçek amaçlarını gizlemek için kullandıkları sözcüklere bakılmaksızın, gerçek ve ortak iradeleri esas alınır. Söz konusu ifadeye benzer ifadeler de mehaz kanun  olan  İsviçre  Medeni  Kanununda  şöyle  düzenlenmiştir:  Bir sözleşmenin  şekli  şartları  tarafların  hataen  veya  sözleşmenin  gerçek mahiyetini  gizlemek  (degusier,  verbergen)  için  kullandıkları  kelimere, ifadelere  göre  değil,  onların  gerçek  ve  ortak  iradeleri  araştırılarak değerlendirilir92.  Sözleşmenin yorumlanması için gerçek iradenin araştırılması gerekebilir. Yargıtay bir kararında şu ifadelere yer vermiştir: Bilindiği ve müşahade edildiği gibi, çoğu kez tarafların yapmış olduğu sözleşmelerde kullanılan sözler, gerçek ve ortak amaçları tereddütsüz belirtecek yeterlikte ve açıklıkta değildir. Sözleşmelerde ve bütün hukuki işlemlerdeki kesinlik ifade etmeyen irade beyanlarının gerçek anlam ve amacı hâkim tarafından BK. 18/1'e göre, yorum yoluyle tespit edilecektir. Gerek sözleşmelerin kurulmasında ve gerekse yorumunda bilimsel ve yargısal görüşler (irade teorisi) nden ayrılmış ve tarafların  iradelerine  değil,  beyanlarına  üstünlük  tanıyıp,  sözleşmelerin kurulmasında iradelerde değil, irade beyanları arasında bir uygunluğun şart ve yeter olduğu sonucuna varmıştır. Sözleşmelerin yorumunda da kabul edilen bu teori güven prensibidir. Beyan muhatabının fiilen o beyanı nasıl anladığına ya da kendisince bilinebilen bütün hal ve şartları dürüstlük (objektif iyiniyet) kuralları gereğince değerlendirirerek nasıl anlaması gerektiğine bakılması icabeder ki, bu (güven ilkesi) nin bir sonucudur93. Anlaşılacağı üzere, taraflar sözleşme yaparken bilerek veya bilmeyerek sözcükleri tereddüte yer verecek şekilde  kullanabilirler.  Bu  gibi  durumlarda,  sözleşmenin  geçersiz sayılmasından  ziyade  sözleşmenin  ayakta  tutulması  için  taraf  iradesinin araştırılması gerekmektedir.                                                              92  Karayalçın, Muvazaa (danışık)- Hile Anlaşması- Miras Bırakanın Muvazaası, s. 347; Federal Act on the Amendment of the Swiss Civil Code Art. 18:  When assessing the form and terms of a contract, the true and common intention of the parties must be ascertained without dwelling on any inexact expressions or designations they may have used either in error or by way of disguising the true nature of the agreement. 2 A debtor may not plead simulation as a defence against a third party who has become his creditor in reliance on a written acknowledgment of debt. 93  4. HD., E. 1977/13113 K. 1978/12134 T. 26.10.1978 (Lexpera, Erişim 14.08.2020). 1497Süleymen YILMAZ, G. Filiz ÇAVUŞOĞLU    Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504  Sözleşmeyi  ayakta  tutma  ilkesi,  tahkim  sözleşmeleri  için  de uygulanmalıdır. Zira bu ilke bütün sözleşmeler için geçerli genel bir ilkedir. Bu durumda, tahkim sözleşmelerinde de taraf iradesinin yorum yöntemleri ile araştırılması  ve  tahkim  lehine  yorum  yapılması  gerektiği  kanaatindeyiz. Böylece,  bir  tahkim  kaydında  yazan  tahkim  merkezinin,  taraf  iradesine uygunluğu ve yazan ifadeden hangi merkezin anlaşılması gerektiği yorum ile ortaya konulabilir. Örneğin, tarafların sözleşmelerinde İşbu sözleşmeden doğan  uyuşmazlıklar  Cenevre deki  Milletlerarası  Ticaret  Odası  Tahkim Mahkemesinde Çözümlenecektir. ifadesine yer vermiş olduğunu farz edelim. Ancak tarafların gerçek iradesi, Cenevre deki Paris Milletlerarası Ticaret Odası  Tahkim  Mahkemesi  kuralları  uyarınca  uyuşmazlığın  çözüme kavuşmasını  istedikleri  şeklinde  objektif  yorum  yapılarak  anlaşılabilir. Böyle bir durum da sözleşme taraf iradesini yansıtmaması sebebiyle geçersiz hale getirilmemeli, objektif yorum yapılarak irade ortaya çıkartılmalı ve tahkim klozu geçerli kabul edilebilmelidir.  Söz konusu örnekte, taraflar hataya  düşerek  Paris  Milletlerarası  Ticaret  Odası  Tahkim  Mahkemesi ifadesini  kullanacaklarına  Cenevre  Milletlerarası  Ticaret  Odası  Tahkim Mahkemesi ifadesini kullanmışlardır. Sehven yazılan bir ifade düzeltilerek yorum yapılarak ile sözleşme ayakta tutulmuştur. O halde, bir tahkim klozu, yorumla  anlaşılıyorsa,  taraf  iradesine  uygun  davranılmalıdır.  Bir  başka örnekle açıklamak gerekirse, Pricol Limited vs Johnson Controls Enterprises Limited. & Ors davasında olduğu gibi taraflar, Singapur Ticaret Odası'nı tahkim yeri olarak seçmişlerdir. Fakat Singapur da Singapur Ticaret Odası diye bir tahkim kurumu faaliyet göstermemektedir.  Ancak taraf iradeleri yorumlanarak tarafların iradesinin Singapur Uluslararası Tahkim Merkezi olduğu  ifade  edilebilir.  Nitekim  Yüksek  mahkemede  bu  davada  taraf iradesinin  Singapur  Uluslararası  Tahkim  Merkezi  olarak  anlaşılması gerektiğini belirtmiştir. Bu durumda gerçekte olmayan bir merkeze atıf yapılsa  bile  iradenin  araştırılması  gerektiği  açıktır.  Diğer  bir  anlatımla, tarafların  tahkim  sözleşmesinde  belirlediği  tahkim  merkezinin  bulunup bulunmadığı  veya  hangi  tahkim  merkezini  kastettikleri  araştırılmalıdır. Yargıtay da  bir  kararında  …öncelikle  yapılması  gereken  iş,  Londra'da Uluslararası Tahkim Mahkemesi bulunup bulunmadığı yönünde bir araştırma yapılıp, var ise uyuşmazlığın söz konusu tahkim mahkemesinde çözümlenmesi gerektiği  üzerinde  durmaktan  ibarettir  diyerek  tahkim  merkezinin                                                             94  ŞANLI, 821. 95  ŞANLI, 821.  96  SRINIVASAN, s. 53. 97  SRINIVASAN, s. 53. 1498Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504   Türk Hukukunda Tahkim Sözleşmelerinin… araştırılması gerektiğini belirtmiştir.  Diğer bir anlatımla, tahkim yanlısı bir düzen içinde, Hakem Kurulu, sözleşmede kararlaştırılan tahkim merkezini belirlemek amacı ile sözleşme nin akdedildiği andaki taraf iradelerini gerek yorumlayarak gerekse de esas sözleşmedeki diğer unsurlara atıf yaparak araştırmalıdır. Bu sayede, hakemler veya hakem, tarafların söz konusu patolojik  klozun  varlığından  haberdar  olmaları  hâlinde  yine  de  tahkim anlaşması yapıp yapmayacakları incelenmelidir. Yargıtay da vermiş olduğu emsal  kararda,  tarafların  tahkim  kaydında  açıkça  belirlememiş  oldukları kurumun  varlığının  araştırılıp  buna  göre  karar  verilmesi  gerektiğini belirtmiştir.  Taraflar, tahkim klozunu kaleme alırken yanlışlıkla tahkim merkezinin adını yanlış yazabilir veya tahkim merkezini adını kısaltma kullanarak da ifade  edebilirler.  Bu  gibi  durumlarda  da  taraf  iradesinin  araştırılması gerekmektedir. Hatta İstanbul Tahkim Merkezi kendi kurallarında açıkça Taraflar,  İstanbul  Tahkim  Merkezi  Arabuluculuk-Tahkim  Kuralları nın uygulanmasını, ISTAC veya İTM gibi İstanbul Tahkim Merkezini ifade eden bir belirleme ile med-arb veya ara-tahkim gibi arabuluculuk tahkim  mekanizmasını  ifade  eden  bir  terimi  beraber  kullanarak kararlaştırabilirler ifadesine yer vermiştir. Bu maddeden de anlaşılacağı üzere,  tahkim  merkezini  kastteklikleri  anlaşıldığı  anda  İstanbul  Tahkim Merkezi tahkime bakmakta görevli olacaktır.  Tahkim  sözleşmesindeki  hatanın  düzeltilmesi  mümkün değilse, yani tahkim sözleşmesinin ayakta tutulması yorum yoluyla da sağlanamıyorsa sözleşme geçersiz sayılmalıdır.  Örneğin, taraflar gerçekte hiç var olmayan bir tahkim merkezine atıfta bulunarak bir tahkim klozu kaleme almışsa ve yorum yoluyla da gerçekte var olan bir tahkim merkeze ulaşılamıyorsa tahkim sözleşmesi geçersiz sayılmalıdır. Söz konusu klozu tahkim lehine yorumlayıp ad hoc tahkim sonucuna da varılması mümkün olmamalıdır. Diğer bir ifade ile taraf iradesi bir tahkim merkezinde uyuşmazlığın çözümlenmesi olmasına rağmen; böyle bir merkez yoksa ve yorum yoluyla da hangi tahkim merkezi  olduğu  anlaşılamıyorsa,  taraf  iradesi  ad-hoc  tahkimdir                                                             98  19. HD., E. 2009/5703, K. 2009/8256, T. 15.09.2009. 99  BORN, International Commercial Arbitration, B.2, Kluwer Law, 2014,  s.780.  100  BORN, s.784. 101  Yargıtay 19. HD., E. 2009/5703, K. 2009/8256, T. 15/09/2009. 102  İstanbul Tahkim Merkezi Arabuluculuk-Tahkim Kuralları, m. 2. 103  ŞANLI, 821; iradenin yorumlanması üzerine farklı teoriler bulunmaktadır. Bu teorilerin hepsi irade  yorumlanırken  kullanılabilir. Bu  teorileri  için  Bkz.  ANTALYA,  s.  141; KILIÇOĞLU, s. 331 vd.  104  ŞANLI, 822. 1499Süleymen YILMAZ, G. Filiz ÇAVUŞOĞLU    Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504  denilmemelidir. Zira böyle bir tahkim klozunda taraflar iradesi bir tahkim merkezinde uyuşmazlığının çözümlenmesidir. Böyle bir merkezin olmaması taraf iradesinin ad-hoc tahkim olduğu anlamına gelmez. Ayrıca, böyle bir yorum yapılırsa da bu taraf iradesini yok sayarak tarafların yerine geçilerek bir tahkim klozu yazmak olur. Bu da, tahkim hukukunun temel değeri olan, taraf iradesi ilkesine aykırıdır.  ACC Limited vs Global Cements Limited davasında taraflar, ölmüş bir hakemin uyuşmazlığı çözmesi noktasında  irade beyan etmişlerdir. Ölmüş bir kişi gerçek hayatta bulunmadığı için söz konusu kayıtta patolojiktir. Böyle bir kayıt geçersiz kabul edilmelidir. Bu kayıttan, yorum yoluyla başka bir kişinin hakem olması gerektiği veya başka bir kurumun tahkime bakması gerektiği sonucu çıkartılmaz. Zira böyle bir sonuç çıkartılırsa tarafların yerine geçilmiş ve taraf iradesine dayanılmayan bir kloz oluşturulmuş olur. Keza bu durumda, hem sözleşme serbestîsi ilkesine, hem de taraf iradesi ilkesine aykırılık meydana gelir.  Sonuç Tahkim, devlet yargısına alternatif olarak tarafların, bazı uyuşmazlıklar için  özel  hakemler  huzurunda  uyuşmazlıklarının  çözülmesini  istemeleri yönündeki irade açıklamasına dayanan usuli bir üst süreci ifade eder. Genel kural, bir uyuşmazlık çıktığında davanın devlet yargısına taşınmasıdır. Ancak modern hukuklarda taraflar, uyuşmazlığı hakemler huzuruna da götürebilirler. Ancak  uyuşmazlığın  tahkimde  görülebilmesi  için,  belli  başlı  şartların gerçekleşmiş olması gerekir. Öncelikle tarafların arasında geçerli bir tahkim sözleşmesi/klozu bulunması gerekmektedir. Tahkim sözleşmesinin geçerli olabilmesi için, kanunda ve doktrinde aranan bazı şartlar bulunmaktadır. Öncelikle, tahkim sözleşmesi yazılı şekilde yapılmalıdır. Sözleşme belirli veya belirlenebilir bir konu için yapılmalı ve tahkim iradesi açık ve kesin olarak ortaya konmalıdır.  Taraf iradesinin açık ve kesin olması ifadesinin üzerinde durulmalıdır. Tarafların tereddütte mahal vermeden iradelerini ortaya koymaları durumunda iradenin açık ve kesin olduğu söylenebilir. Ancak Türk hukukunda asimetrik ve  patolojik  tahkim  kayıtlarının  açık  ve  kesin  bir  iradeyi  yansıtmadığı gerekçesi ile geçersiz kabul edildiği görülmektedir.                                                              105  ŞANLI, 822. 106  High Court, ACC Ltd. v. Global Cements Ltd., 7 SCC 71, MANU/SC/0489/2012, 2012, http://www.supremecourtcases.com/index.php?option=com_content&itemid=99999999& do_pdf=1 &id=24629.  1500Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504   Türk Hukukunda Tahkim Sözleşmelerinin… Tahkim  sözleşmesi,  yargılama  sürecine  ilişkin  bir  sözleşmedir.  Bu sözleşme kural olarak taraflara eşit hak ve yükümlülükler getirmelidir. Ancak uygulamada tarafların, bazı durumlarda kendi iradeleriyle aralarındaki eşitliği bozarak bir tarafı daha üstün hale getirdiği görülmektedir. Taraflar arasındaki eşitliğin bozulduğu zaman, sözleşmenin asimetrik hale geldiği ve geçersiz kabul edildiği görülmektedir. Asimetrik kayıtların geçersiz olduğunu ileri sürenler,  bu  kayıtların  taraf  eşitliği,  silahların  eşitliği  ilkelerine  aykırı olduğunu  ve  bunun  sonucu  adil  yargılanma  hakkını  ihlal  ettiğini söylemektedirler.  Kanaatimizce  asimetrik  tahkim  klozlarının  geçersiz olduğunun baştan söylenmesi isabetli olmaz. Zira, tahkim sözleşmesi de sözleşme serbestîsi ilkesine dayanmaktadır. Asimetrik tahkim kayıtlarını her zaman  geçersiz kabul etmek, sözleşme serbestisine ve taraf iradesi ilkesine de aykırı olur. Nitekim adil yargılanma hakkı da sözleşme serbestisi de Anayasada düzenlenmiş temel hak ve özgürlüklerdendir. İkisine karşı ihlal de kabul  edilemez.  Asimetrik  tahkim  kayıtları  taraf  iradesi  sonucu  ortaya çıkmakta ve tarafların elinden yargılanma hakkını almamaktadır. Bu sebeple adil yargılanma hakkını ihlal ettiği söylenemez. Bu durumda asimetrik tahkim kayıtlarını geçersiz kabul etmek, sözleşme özgürlüğünü anlamsız şekilde kısıtlamaktan başka bir şey değildir. Patolojik tahkim klozları da, tahkim iradesinin açık ve kesin olmadığı gerekçesiyle  geçersiz  kabul  edilen  tahkim  klozlarıdır.  Patolojik  tahkim klozları, fiilen ve hukuken mevcut olmayan veya faaliyet göstermeyen tahkim merkezlerine atıf yapılması veya ölmüş kişilerin hakem olarak seçilmiş olması halinde ortaya çıkan eksik veya hata içeren tahkim klozlarıdır. Bu klozlar da, iradenin açık ve kesin olmadığı gerekçesiyle geçersiz sayılmaktadır. Ancak bu tutum isabetli değildir. Tahkim sözleşmeleri de birer sözleşmedir. Bu sebeple Türk borçlar kanunu hükümleri ve ilkelerine tabidir. Türk Borçlar Kanunun 19. maddesine göre ise Bir sözleşmenin türünün ve içeriğinin belirlenmesinde  ve  yorumlanmasında,  tarafların  yanlışlıkla  veya  gerçek amaçlarını gizlemek için kullandıkları sözcüklere bakılmaksızın, gerçek ve ortak  iradeleri  esas  alınır.  Bu  durumda  tarafların  tahkim  sözleşmesini kaleme  alırken  kullandıkları  ifadeler  gerçek  iradeleri  araştırılarak incelenmelidir. Gerçek iradeye ulaşılması mümkün ise sözleşme geçerli kabul edilmeli;  ancak  gerçek  irade  yorum  yoluyla  belirlenemiyorsa  sözleşme geçersiz kabul edilmelidir.    1501Süleymen YILMAZ, G. Filiz ÇAVUŞOĞLU    Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504",
     "Kaynakça": "AKINCI, ZİYA.: Milletlerarası Tahkim, B.3, Ankara 2013.  AKINCI, ZİYA: Milletlerarası Ticari Uyuşmazlıkların Alternatif Çözüm Yolları, BATİDER,  Sa. 4, 1996. ANTALYA, OSMAN GÖKHAN: Borçlar Hukuku Genel Hükümler Cilt: V/1,1, 2.B, İstanbul   2019. ALANGOYA,  YAVUZ:  Medeni  Usul  Hukukumuzda  Tahkimin  Niteliği  ve Denetlenmesi,   İstanbul 1973. ALANGOYA,  YAVUZ/  YILDIRIM,  M.  KAMİL/  DEREN-YILDIRIM, NEVHİS: Medeni   Usul Hukuku Esasları, 7.B., İstanbul 2009. ALISDAIR A., GILLESPIE/ WEARE, SIOBHAN: The English Legal System, 7.B., Oxford   2019. ARSLAN,  RAMAZAN  /YILMAZ,  EJDER  /TAŞPINAR-AYVAZ,  SEMA: Medeni Usul   Hukuku, B.3., Ankara 2017. ATALI, MURAT/ERMENEK, İBRAHİM: Medeni Usul Hukuku, 1.B., Ankara 2019. AYDEMİR, FATİH: Türk Hukukunda Tahkim Sözleşmesi, B.1, İstanbul 2017. BAŞPINAR, VEYSEL: Borç Sözleşmelerinin Kısmi Butlan., Ankara 1998. BAŞTUĞ, İRFAN: Borçlar Hukuku, 3. B., Manisa 1984. BALKAR-BOZKURT, SÜHEYLÂ: Yabancı Mahkeme ve Hakem Kararlarının Tanınması  ve Tenfizinde Güncel Gelişmeler, İstanbul 2018. BERGER, KLAUS PETER: Private Dispute Resolution in International Business, 2.B.,   Kluwer Law, Netherland 2009. BISHOP,  R. DOAK: A  Practical  Guide  for Drafting International  Arbitration Clauses, Texas. BORN, GARY B. : International Arbitration: Law and Practice, 2.B., London 2015. BORN, GARY: International Commercial Arbitration, Kluwer Law, London 2014. CEBE, MEHMET SİNAN: Mal Satım Sözleşmesi ve Tahkim, 1.B., Ankara 2018. ÇAKRAK, RECEP: Kompetenz-Kompetenz Prensibi, Türkiye Adalet Akademisi Dergisi, Sa.  31, 2017. ÇIRAK, EZGİ: Avrupa İnsan Hakları Sözleşmesi Çerçevesinde Adil Yargılama Hakkının   Uygulama Alanı, D.E.Ü Hukuk Fakültesi Dergisi, Prof. Dr. Durmuş Tezcan a armağan,   C.21, Özel Sa., 2019. DOĞAN, VAHİT: Milletlerarası Özel Hukuk, B.4., Ankara 2017. 1502Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504   Türk Hukukunda Tahkim Sözleşmelerinin… DRAGUIEV, DEYAN: Unilateral Jurisdiction Clauses: The Case for Invalidity, Severability or Enforceability, Journal of International Arbitration, 31, 2014. EKŞİ, NURAY: Hukuk Muhakemeleri Kanunu nda Tahkim, B.1, İstanbul 2013. ESEN, EMRE: Uluslararası Ticari Tahkimde Tahkim Anlaşmalarının Şekli, MHB, Sa. 1-2,   2008. ESEN,  EMRE:  Tarafların  Sadece  Birine  Müracaat  Hakkı  Tanıyan  Tahkim Anlaşmalarının ve   Özellikle Kıyı Emniyeti Genel Müdürlüğü nün Kurtarma Yardım Sözleşmesi nde Yer  Alan Tahkim Şartının Geçerliliği, İKÜHFD, C. IX., sa. 2., 2010. EREN, FİKRET: Borçlar Hukuku Genel Hükümler, 24. B., Ankara 2019. ERMAN,  HASAN:  Borçlar  Hukukunda  Akit  Serbestisi  ve  Genel  Olarak Sınırlamaları, İstanbul   Üniversitesi Hukuk Fakültesi Mecmuası, Cilt 38, Sayı, 1-4, İstanbul, 1973. ERTABAK, ÜNAL: Tahkim Sözleşmesi ile İlgili İhtilaflar, 2.B., İstanbul 2009. GAILLARD, EMMANUEL/SAVAGE, JOHN: Fouchard Gaillard Goldman on International   Commercial Arbitration, KluwerLaw International, 1999. GÜRZUMAR, OSMAN BERAT: Sözleşme Yapma Yükümlülüğü; 1.B., Ankara 2006. HANAĞASI, EMEL: Medeni Yargılama Hukukunda Silahların Eşitliği, Ankara 2016. HUYSAL,  BURAK:  Milletlerarası  Ticari  Tahkimde  Tahkime  Elverişlilik,1.B., İstanbul 2010. İLHAN, HÜSEYİN AFŞİN: Tahkim Sözleşmesinin Geçerliliği, 1. B., Ankara 2016. KALPSÜZ, TURGUT: Türkiye de Milletlerarası Tahkim, 2.B., Ankara 2010. KILIÇOĞLU, AHMET: Borçlar Hukuku Genel Hükümler, 21.B., Ankara 2017. KOCAYUSUFPAŞAOĞLU, NECİP: Borçlar Hukuku, 1. Cilt, 4. B., İstanbul, 2008. KORUCU, YAVUZ: Hukuk Muhakemeleri Kanunu na Göre Tahkim, Ankara 2015. NOMER,  ENGİN/EKŞİ,  NURAY/ÖZTEKİN  GELGEL,  GÜNSELİ: Milletlerarası Tahkim   Hukuku, B.5, İstanbul 2018. POLAT, AYŞEGÜL: Asimetrik Tahkim Sözleşmelerinin Geçerliliği, ASBÜ Hukuk Fakültesi   Dergisi, 2019, Sa. 1. PEKCANITEZ, HAKAN/ATALAY, OĞUZ/ÖZEKES, MUHAMMET: Medeni Usul   Hukuku, 6.B., İstanbul 2018. 1503Süleymen YILMAZ, G. Filiz ÇAVUŞOĞLU    Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1475-1504  PETKUTĖ-GURİENĖ, J.: The Competence-Competence Principle in Commercial   Arbitration:  A  Comparative  Analysis,  Social  Transformations  in Contemporary Society,   2017 (5). REDFERN, A./HUNTER, M.: Redfern and Hunter on International Arbitration, Oxford   University Press, B.6, Kluwer Law International, 2015. SRINIVASAN, BADRINATH: Defective Arbitration Clauses: An Overview, Indian Institute   of  Quantity  Surveyors  Annual  Insight,  2015,  s.  52, https://ssrn.com/abstract=2664882,   (Erişim Tarihi: 20.05.2020). ŞANLI, CEMAL: Hukuki Mütalaalarım,1.B., Ankara 2016. ŞANLI, CEMAL: Uluslararası Ticari Akitlerin Hazırlanması ve Uyuşmazlıkların Çözüm   Yolları, 5.B., İstanbul 2013. ŞANLI, CEMAL /ESEN, EMRE/ATAMAN- FİGANMEŞE, İNCİ: Milletlerarası Özel   Hukuk, 6.B., İstanbul 2018. TEKİNAY  SELAHATTİN  SULHİ/SERMET  AKMAN/  HALUK BURCUOĞLU: Borçlar Hukuku,   İstanbul 1993. TUNCAY, AHMET: Türk Hukuk Sisteminde Tahkim Mevzuatı Arbitration Rules in Turkish   Legal   System, International Conference On Eurasian Economies , 2013. YAVUZ, CEVDET: Borçlar Hukuku Dersleri (Özel Hükümler), 13.B., İstanbul 2014.  YENER-KESKIN, CANSU: Milletlerarası Tahkim Anlaşmasının Kurulması ve Etkisi,1.B.,  İstanbul 2017. YEŞİLIRMAK,  ALİ/ESİN,  İSMAİL:  Arbitration  in  Turkey,  Kluwer  Law International BV,   2015 Netherlands. YILMAZ,  SÜLEYMAN/  ÇAVUŞOĞLU,  GÖKÇE  FİLİZ:  Türk  Hukukunda Tahkime   Elverişlilik   Kavramı  ve  Taşınmaz  Aynına  İlişkin Uyuşmazlıkların Tahkimde   Görülmesi, İnönü Üniversitesi Hukuk Fakültesi Dergisi , C. 10, Sa. 2, 2019. WEBTER,  THOMAS  H./BÜHLER,  MICHAEL  W.:  Handbook  of  ICC Arbitration,  3.B.,   Sweet&Maxwell, London 2014. WILSON, STEVE/ RUTHERFORD, HELEN/ STOREY, TONY / WORTLEY, NATALIE /   KOTECHA,  BIRJU:  English  Legal  System,  Oxford 2020. 1504"
}