{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "KARŞILIKSIZ YARARLANMA SUÇU (TCK m.163)",
     "Title": "",
     "Yazar İsmi": [
          "Selen EVİRGEN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Karşılıksız yararlanma",
          "otomat",
          "hizmet",
          "telefon",
          "yayın",
          "elektrik",
          "su",
          "doğal gaz",
          "abonelik"
     ],
     "Keywords": [
          "Benefiting from a service without compensation",
          "automat",
          "service",
          "telephone",
          "broadcast",
          "electricity",
          "water",
          "naturalgas",
          "subscription"
     ],
     "Özet": "Karşılıksız  yararlanma  suçu,  5237  sayılı  Türk  Ceza  Kanunu nun 163.maddesinde yer almaktadır. Günümüzdeki şeklini alana kadar doktrinde bu  suç  tipi  hakkında  birçok  zıt  görüş  ortaya  atılmıştır.  Bu  çalışmanın konusunu da karşılıksız yararlanma suçunu oluşturan fiillerin Türkiye deki hukuksal gelişimi, öğretideki görüşler ve yargı kararları oluşturmaktadır. Suçun kanundaki düzenlenişi, maddi ve manevi unsurları, korunan hukuki değer, özel görünüş biçimleri ve yaptırımından söz edilerek suç değerlendirilecektir.",
     "Abstract": "The crime of benefiting from a service without compensation is a type of crime  legislated  in  Turkish  CriminalCode  no.5237  article  163.  Until  th ecurrentshape of the crime, there have been many different views in doctrine. The subjects of this study are the legal improvement of the actions which cause the crime of benefiting from a service without compensation, opinions in doctrine, and judicial decisions. Configuration at the Code, material and non-material components, protected legal value, special forms and sanction of the crime will be rewieved and critised.",
     "Metin": "Teknolojinin gelişmesi, insan ihtiyaçlarının değişmesi ve sanayileşmenin etkisiyle insan gücünden tasarruf edilmesi amacıyla otomatik makineler ve elektromanyetik  dalgalı  yayınlar  toplumda  yaygınlaşmış,  bu  amaçla kanunlarda da yenilik yapılması gereği ortaya çıkmıştır. İşte 5237 sayılı Türk Ceza Kanunu (TCK) nun 2.kitabının 2.kısmının   Kişilere Karşı Suçlar  başlıklı 10.bölümünde ve 163.maddesinde yer alan  Karşılıksız Yararlanma  suçu da bu amaçla kanunda düzenlenmiştir. Otomatik makineler kullanılmaya başlandıkça bunlara aykırı kullanımların cezalandırılması ihtiyacı oluşmuş ve kanun,  otomatik  makinelerden  herhangi  bir  şekilde  karşılığı  ödenmeden yararlanmayı ve telefon hatları ile elektromanyetik dalgalardan sahibinin rızası olmaksızın kullanmayı yaptırım altına almıştır. Aynı zamanda abonelik esasına göre tüketilen su veya enerjinin bedeli ödenmeksizin kullanılması da karşılıksız yararlanma suçu sayılarak cezalandırılmıştır. Karşılıksız yararlanma suçu ilk olarak 1991 yılında çıkarılan 3756 sayılı kanun ile 765 sayılı TCK da düzenlenmiş; günümüzdeki son halini alana kadar  birçok  tartışmaya  mahal  vermiş,  kanunlaşma  sürecinde  öğretide birbirine zıt görüşlerin konusu olmuştur. 765 sayılı TCK ile 5237 sayılı TCK arasında madde içeriği itibariyle epey farklılık söz konusudur. Bu çalışmada kısaca 765 sayılı TCK döneminde karşılıksız yararlanma kabul edilen eylemlerden söz edilecek, 5237 sayılı TCK ile arasındaki farklılık açıklanmaya çalışılacaktır.  Çalışma, temel olarak 5237 sayılı TCK da yer alan karşılıksız yararlanma suçunun düzenlenişi, karşılıksız yararlanma kavramı, korunan hukuki değer, suçun maddi ve manevi unsurları, benzer suçlarla karşılaştırılması, suçun özel görünüş  şekilleri,  muhakeme  usulü  ve  yaptırımını  konu  almaktadır. Değerlendirmeler yapılırken  öğretide  yer alan tartışmalara  yer verilecek, Yargıtay kararlarından da faydalanılarak konu somutlaştırılmaya çalışılacaktır.                                                     1   Bkz. SOYASLAN, Doğan; Ceza Hukuku Özel Hükümler, Güncelleştirilmiş 10. Baskı, Yetkin Yayınları, Ankara, 2014, s.470 2   Bkz. KAYA, Özen; 5237 Sayılı Türk Ceza Kanunu nda Karşılıksız Yararlanma Suçu, Gazi Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku Anabilim Dalı Ceza ve Ceza Usulü Hukuku Bilim Dalı Yayınlanmamış Yüksek Lisans Tezi, Ankara, 2011, s.2 3434Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3433-3455  Evirgen I. GENEL OLARAK Karşılıksız yararlanma terimi ile anlatılmak istenen, genele sunulan ve ancak  bir  bedel  karşılığında  yararlanılabilecek  bir  hizmetten  bedeli ödenmeksizin yararlanmadır. Bu tür fiiller tarihsel gelişim içinde çoğu zaman tartışmalara neden olmuş, kimi zaman bağımsız bir suç tipi olarak kabul edilmiş, kimi zaman belli suç tiplerinin içinde düzenlenmiş, kimi zaman da tamamen ceza hukukunun kapsamı dışında bırakılmıştır.  Karşılıksız yararlanma suçu oluşturan fiillerin 765 sayılı TCK ya kadar ceza kanunumuzda yer alıp almaması gerektiğine dair birçok zıt görüş ortaya atılmıştır.  Karşılıksız  yararlanma  fiillerinin  kanunda  bir  suç  tipi  olarak düzenlenmemesi gerektiğini savunan yazarlarca, bu tür fiiller hukuki uyuşmazlık olarak  görülmüş  ve  ceza  kanununun  özel  hukuk  ilişkilerine  müdahale etmemesi gerektiği düşüncesi öne sürülmüştür. Karşıt görüşe sahip yazarlar tarafından ise; bu tür fiillerin muhakkak ceza kanununda yer alması lüzumu savunulmuştur.  Failin  tespit  edilebilmesindeki  zorluklar,  yararlanılan  ve tazmin edilmesi gereken miktarın azlığı, yargılama aşamasında meydana gelebilecek sürüncemeler bu görüşü savunan yazarlar tarafından neden olarak öne  sürülmüştür.  Yargıtay  da  önüne  gelen  olaylarda  farklı  görüşlere dayanarak farklı kararlar vermiştir.  Bu tartışmalar  karşılıksız yararlanma  suçunun kanunda açıkça suç tipi olarak  düzenlenmesinden  itibaren  azalmıştır.  765  sayılı  Türk  Ceza Kanunu nun 521/a ve 521/b maddeleri olarak 1991 yılında mevzuatımızda yer almıştır. 765 sayılı TCK yı yürürlükten kaldıran 29 Eylül 2004 tarih ve 5237 sayılı  TCK da  da  karşılıksız  yararlanma  fiilleri  ayrı  bir  suç  tipi  olarak düzenlenmiştir. TCK m.163 ün 1.fıkrasına göre otomatlar aracılığıyla sunulan ve bedeli ödendiği  takdirde  yararlanılabilen  bir  hizmetten  ödeme  yapmadan yararlanmak, karşılıksız yararlanma suçunu oluşturmaktadır. 2.fıkraya göre,                                                  3   Bkz. ERDEM, Mustafa Ruhan; Karşılıksız Yararlanma Suçları, Yetkin Yayınları, Ankara, 1996, s.134 4   Bkz. KAYA GÖÇMEN, Özen; 6352 Sayılı Kanun un Karşılıksız Yararlanma Suçuna Etkileri, Ankara Barosu Dergisi, Ankara, 2012/3, s. 450 5   Bkz. TOROSLU, Nevzat;  Ceza Kanunu Öntasarısına Hakim Olan Ceza Hukuku Anlayışı , Türk Ceza Yasası Öntasarısı Paneli, Türkiye Barolar Birliği, Ankara, 1987, s.43-51 (Nak: KAYA, s.7) 6   Bkz. DÖNMEZER, Sulhi; Kişilere ve Mala Karşı Cürümler, 16. Bası, Beta Yayınevi, İstanbul, 2001, s.582   3435Karşılıksız Yararlanma Suçu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3433-3455 başkasına  ya  da  kamuya  ait  telefon  hatları  ile  frekanslarından  bedeli ödenmeksizin yararlanan kişi cezalandırılmaktadır. Keza, kamu veya özel kuruluşlarca kurulmuş telli ve telsiz telefon hatları ile sistemlerinden veya elektromanyetik dalgalar yolu ile şifreli veya şifresiz yayın yapan televizyon yayınlarından  sahibinin  veya  zilyedinin  rızası  olmaksızın  yararlanılması durumunda da bu suç oluşur. Suçun yaptırımı her iki fıkra açısından da hapis cezası veya adli para cezası şeklinde seçimlik olarak belirlenmiştir. 2012 yılında eklenen 3.fıkraya göre ise, abonelik esasına göre yararlanılabilen elektrik enerjisinin, suyun ya da doğal gazın sahibinin rızası olmaksızın ve tüketim miktarının belirlenmesini engelleyecek şekilde tüketilmesi halinde de kişi hapis cezası ile cezalandırılmaktadır. II. 765  SAYILI  TÜRK  CEZA  KANUNU NDA  KARŞILIKSIZ YARARLANMA SUÇLARI Karşılıksız yararlanma fiilleri, 765 sayılı TCK da  Mal Aleyhine Cürümler  başlığı  altında,  iki  suç  olarak  ayrı  ayrı  düzenlenmişti.  TCK.m.521/a da düzenlenen suç tipi şu şekildeydi:  Ödeme yeteneği olmadığını bildiği halde; 1. Ücreti karşılığı hizmet veren pansiyon, otel ve han gibi geçici ikamete tahsis edilmiş yerlerde kalan, 2. Ücreti karşılığı hizmette bulunan lokanta ve benzeri yerlerde yiyip içen,  3. Taksi ve benzeri ulaşım araçlarında kendisini bir yerden diğer bir yere taşıtan ve ödemede bulunmayan kimseye on beş günden üç aya kadar hapis ve borçlu olunan miktarın on katı kadar ağır para cezası verilir.  Bu maddedeki suçların kovuşturulması şikayete bağlıdır.  Maddenin ilk bendinde yer alan fiil, geçici olarak konaklamaya ayrılan ve madde bendinde örnekleme yoluyla sayılan, konaklama hizmetini belli bir ücret  karşılığı  veren  yerlerde  o  ücreti  ödemeden  kalan  kişilere  yaptırım uygulanacağıydı. Nitekim Yargıtay ın bir kararında sanığın konakladığı otelin ücretini ödemeden ayrılması eyleminin TCK nın 521/a-1 madde ve bendinde düzenlenen  karşılıksız  yararlanma  suçunu  oluşturduğu  göze  alınmadan dolandırıcılık  suçundan  mahkumiyete  karar  verilmesi  bozma  nedeni sayılmıştı.                                                  7   Yargıtay 11.Ceza Dairesi 26.11.2002 6582/9453, https://www.corpus.com.tr (Son Erişim: 30.12.2016) 3436Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3433-3455  Evirgen Maddenin ikinci bendinde ise ücret karşılığı hizmette bulunan lokanta ve benzeri yerlerde yemek yiyip ücretini ödemeden oradan ayrılan kişinin bu hareketi  cezalandırılmaktaydı.  Yol  üzerindeki  lokantada  yemek  yedikten sonra parayı ödemeyerek ve müştekiyi iterek arabalarına binerek kaçma fiiline dair  bir  olay  Yargıtay ın  önüne  gelmişti.  Yerel  mahkeme  hırsızlığa hükmetmiş, bunun üzerine bu kararı onayan ceza dairesinin kararına karşı Cumhuriyet Başsavcılığı, mağdurun rızası bulunduğundan eylemde hırsızlık suçunun unsurlarının oluşmadığına dair itirazda bulunmuştu. Ancak Yargıtay, o zamanki kanundaki boşluktan ötürü bu boşluğu giderebilmek amacıyla eylemi basit hırsızlık olarak nitelendirmişti. Elbette ki 765 sayılı kanundaki bu bent yürürlüğe girdikten sonra bu eylem karşılıksız yararlanma cürmünü oluşturmuştur.  Maddenin üçüncü bendinde taksi ve benzeri ulaşım araçlarında kendisini bi  yerden  diğer  bir  yere  taşıtmak  suretiyle  karşılıksız  yararlanma  fiili düzenlenmişti.  Bu hükümlerden hiçbiri yeni TCK da yer almamıştır. Yer almamasının nedeni  konusunda  ne  genel  gerekçede  ne  de  madde  gerekçesinde  bir açıklamaya yer verilmiştir. Maddedeki olaylar kapsamında kişinin bir hukuki ilişki içine girdiği, bu hukuki ilişkinin sonucu olarak da aykırı davranmanın yaptırımının  hukuki  uyuşmazlık  yoluyla  çözümlenmesi  gerektiğine  dair görüşler olmakla beraber bu eylemlerin yeni TCK döneminde mal ve hizmeti sunan kişiye karşı hileli davranışlarda bulunulması nedeniyle dolandırıcılık suçunun  işleniş  biçimi  olması  gerektiğini  savunan  görüşler  de bulunmaktadır. Yargıtay da bu konuda ikili bir ayrım yapmaktadır: Maddede yer alan hizmetlerden yararlanmak için ayrıca hileye başvurulmuş olunması durumunda dolandırıcılık suçunun oluşacağını, hileye başvurmadan yalnızca hizmetten yararlanma durumunda taraflar arasında uyuşmazlığın özel hukuk uyuşmazlığı olduğu yönünde kararlar vermiştir. 765  sayılı  TCK nın  521/b  maddesinde  düzenlenen  suç  tipi  ise  şu şekildeydi:                                                  8   Bkz. SELÇUK, Sami; Dolandırıcılık Cürmünün Kimi Suçlardan Ayrımı ve Çeklerle İlgili Suçlar, Kadıoğlu Matbaası, Ankara, 1986, s.42 9   Bkz. CENTEL, Nur / ZAFER, Hamide / ÇAKMUT, Özlem Yenerer; Kişilere Karşı İşlenen Suçlar, Cilt:1, Beta Yayınevi, İstanbul, 2011, s.489 10  Bkz. ARTUÇ, Mustafa; Malvarlığına Karşı Suçlar, Kartal Yayınevi, Ekim, 2007, s.503; ÖZGENÇ, İzzet / ŞAHİN, Cumhur, Uygulamalı Ceza Hukuku, 3. Baskı, Seçkin Yayınevi, Ankara, 2001, s.39-40 11  ARTUÇ, s. 503-504   3437Karşılıksız Yararlanma Suçu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3433-3455  Ancak  bedeli  ödendiği  takdirde  hizmet  elde  edilebilecek  otomatik aletlerden, ödeme yapmadan yararlanan kimseye, fiil daha ağır bir suçu oluşturmadığı takdirde, on beş günden üç aya kadar hapis veya yüz bin liradan beş yüz bin liraya kadar ağır para cezası verilir.  Bu bentte düzenlenen suç tipi aslında şimdiki TCK nın 163.maddesinin 1.fıkrasındaki suç tipiyle benzeşmektedir. Cezası ağırlaştırılarak yeni TCK da kendisine yer bulmaya devam etmektedir. Ancak mevcut düzenlemeden farklı olarak 765 sayılı TCK da yer alan  fiil daha ağır bir suçu oluşturmadığı takdirde  ifadesi yeni düzenlemeye alınmamıştır.  Telefon hatlarına saplama yöntemiyle konuşma ve bu konuşma bedelini aboneye ödettirme fiili ise Yargıtay İçtihadı Birleştirme Kararı gereği 765 sayılı  TCK da  hırsızlık  olarak  kabul  edilmişti.  Ayrıca  765  sayılı  TCK döneminde  elektrik hırsızlığı  kapsamında kabul edilen eylem, 5237 sayılı TCK ya 2012 yılında 163.maddesine eklenen 3.fıkra gereği elektrik hırsızlığı olmaktan  çıkıp  karşılıksız  yararlanma  suçuna  dönüştürülmüştür.  Böylece uygulamada  kaçak elektrik kullanma  olarak bilinen eylem, hırsızlıktan çıkarılarak  daha  hafif  bir  suça  dönüştürülmüştür.  Bunun  yanı  sıra,  yeni yaratılan karşılıksız yararlanma suçunun kapsamına elektrikle beraber  su ve doğal gaz  da dahil edilmiştir. III. 5237  SAYILI  TÜRK  CEZA  KANUNU NDA  KARŞILIKSIZ YARARLANMA  (1)  Otomatlar  aracılığı  ile  sunulan  ve  bedeli  ödendiği  takdirde yararlanılabilen bir hizmetten ödeme yapmadan yararlanan kişi, iki aydan altı aya kadar hapis veya adlî para cezası ile cezalandırılır. (2) Telefon hatları ile frekanslarından veya elektromanyetik dalgalarla yapılan  şifreli  veya  şifresiz  yayınlardan  sahibinin  veya  zilyedinin  rızası olmadan yararlanan kişi, altı aydan iki yıla kadar hapis veya adlî para cezası ile cezalandırılır. (3) (Ek: 2/7/2012-6352/83 md.) Abonelik esasına göre yararlanılabilen elektrik enerjisinin, suyun veya doğal gazın sahibinin rızası olmaksızın ve                                                  12  YILMAZ / APİŞ, s.1753 13  İBBGK,  1989/2  E.,  1990/3  K.,  6.4.1990,  https://www.corpus.com.tr  (Son  Erişim: 30.12.2016) 14  Bkz. ÇETİN, Soner Hamza; Elektrik, Su ve Doğal Gazdan Karşılıksız Yararlanma Suçu (TCK m.163/3), Mevlana Üniversitesi Hukuk Fakültesi Dergisi, Cilt 1, Sayı 1, 2013, s.139 3438Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3433-3455  Evirgen tüketim miktarının belirlenmesini engelleyecek şekilde tüketilmesi halinde kişi hakkında bir yıldan üç yıla kadar hapis cezasına hükmolunur. A. SUÇUN KORUDUĞU HUKUKİ DEĞER Karşılıksız  yararlanma  suçu  5237  sayılı  TCK nın   Kişilere  Karşı Suçlar  başlığı altında,  Mal Varlığına Karşı Suçlar  arasında yer almaktadır. Bu nedenle kanun maddesinin düzenlenme amacının mal varlığını korumak olduğu açıktır. Suç, kişilerin mal varlığı değerlerine karşı işlenebildiğinden suçun koruduğu hukuki değer de mal varlığına ilişkin varlık veya yararlardır.  Mal  varlığı  bir  kişiye  ait  para  ile  ölçülebilen  hakların  bütünüdür. Alacaklar ve haklar malvarlığının aktif unsurunu oluştururken borçlar pasif unsurunu oluşturur. Karşılıksız yararlanma suçunda da ücret karşılığında yararlanılabilen  hizmetlerden  ücret ödemeden yararlanılması durumu söz konusu olduğundan bir başkasının mal varlığı değerleri zedelenmektedir. TCK nın 163.maddesinin 1.fıkrasına göre otomatlar aracılığıyla sunulan ve bedeli ödendiği takdirde yararlanılabilen bir hizmetten ödeme yapılmadan yararlanılması  halinde,  otomatın  sahibi  veya  işletmecisinin  sahip  olması beklenen  geliri  engellenmiş  olmakta  ve  ekonomik  açıdan  ona  zarar verilmektedir. Aynı şekilde, başkasına ait telefon hatlarıyla frekanslarından veya  elektromanyetik  dalgalarla  yapılan  şifreli  veya  şifresiz  yayınlardan sahibinin veya zilyedinin rızası söz konusu olmadan faydalanılarak o kişinin daha fazla ödemede bulunmak zorunda kalması halinde de o kişi ekonomik açıdan zarara uğratılmaktadır. Üçüncü fıkrada ise abonelik esasına göre yararlanılabilen elektrik enerjisinin, suyun veya doğal gazın sahibinin rızası olmaksızın  ve  tüketim  miktarının  belirlenmesini  engelleyecek  şekilde tüketilmesi  durumunda  da  elektrik,  su  ve  doğal  gazdan  bedel  ödeyerek yararlanan kişilerin daha fazla ödemede bulunmaması amacıyla bu enerjiler üzerindeki kullanım hakkı korunmaktadır.                                                      15  CENTEL / ZAFER / ÇAKMUT; 2011, s. 491 16  TDK Sözlük, www.tdk.gov.tr (Son Erişim: 09.03.2016) 17  ARTUÇ; s.504 18  ARTUÇ; s.504 19  YILMAZ / APİŞ; s. 1757   3439Karşılıksız Yararlanma Suçu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3433-3455 A.SUÇUN MADDİ UNSURU 1.Fiil 5237 sayılı TCK nın 163.maddesinde üç fıkra halinde suç teşkil eden fiiller düzenlenmiştir. Maddenin 1.fıkrasında suç teşkil eden fiil  otomatlar aracılığı  ile  sunulan  ve  bedeli  ödendiği  takdirde  yararlanılabilen  bir hizmetten ödeme yapmadan yararlanılması , 2.fıkrasında  telefon hatları ile frekanslarından veya elektromanyetik dalgalarla yapılan şifreli veya şifresiz yayınlardan sahibinin veya zilyedinin rızası olmadan yararlanılması  ve 3.fıkrasında ise  abonelik esasına göre yararlanılabilen elektrik enerjisinin, suyun veya doğal gazın sahibinin rızası olmaksızın ve tüketim miktarının belirlenmesini engelleyecek şekilde tüketilmesi olarak düzenlenmiştir. Bir suçun kanuni tanımında suçu oluşturan eylemlerin hangi hareketlerle gerçekleştirilebileceği konusunda bir özelleştirme  yapılmadıysa ve  suçun herhangi bir hareketle işlenebilmesi mümkünse bu suç serbest hareketli bir suçtur. Karşılıksız yararlanma suçu da bu kapsamda değerlendirilmekte ve fıkralarda  belirtilen  fiilleri  herhangi  bir  şekilde  işleyen  kişiye  yaptırım uygulanmaktadır.  a) Otomatlar  aracılığı  ile  sunulan  ve  bedeli  ödendiği  takdirde yararlanılabilen bir hizmetten ödeme yapmadan yararlanmak TCK  163.maddenin  1.fıkrası  kapsamına  otomatın  teknik  işleyişini bertaraf eden her çeşit müdahale girmektedir. Otomat mekanizmasının sahte kart, sahte para, mıknatıs gibi araçlar kullanmak suretiyle kötüye kullanılması veyahut eşit ağırlıkta metal parçaları atmak, tel kullanmak, ipe bağlı para veya jeton atıp hizmetten yararlanılması gibi yollarla karşılıksız yararlanma suçu işlenebilir. Madde  gerekçesinden  örnek vermek  gerekirse,  toplu taşıma sistemlerinde yolcuların geçişlerini kontrol eden otomatlara müdahale edilmek suretiyle  ücret  ödenmeksizin  yolculuk  yapılması  durumunda,  karşılıksız yararlanma suçu oluşmaktadır.  Burada tartışılması gereken bir husus şudur: Otomat; öngörülen bedelin ödenmesi  ile  mekanizması  kendiliğinden  harekete  geçerek  bir  mal  veya                                                  20  Bkz. ÖZBEK, Veli Özer / KANBUR, Mehmet Nihat/ DOĞAN, Koray/ BACAKSIZ, Pınar/ TEPE, İlker, Türk Ceza Kanunu Genel Hükümler, Seçkin Yayınları, Ankara, 2016, s.234 21  CENTEL / ZAFER/ ÇAKMUT; 2005, s.486, KAYA; s.28 22  KAYA; s.28 3440Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3433-3455  Evirgen hizmet sunan teknik araçtır. Otomatlar genel görüşe göre  mal otomatı  ve  hizmet otomatı  olarak ikiye ayrılır. Kanun koyucunun burada otomattan yararlanılması şeklinde belirttiği hususun  mal otomatı  mı  hizmet otomatı  mı olduğu ayırt edilmesi gereken bir durumdur. Mal otomatları ücretini ödedikten sonra eşya veren otomatlardır; örneğin, kola, su, çikolata makineleri mal otomatları arasına girer. Hizmet otomatları ise eşya vermeyen, yalnızca hizmet sunan otomatlardır. Bu tür otomatlar taşıma, telefon, müzik, dürbün kullanma gibi hizmetler sunarlar. TCK nın 163.maddesinde düzenlenen suçun meydana gelebilmesi için otomatlar aracılığıyla sunulan bir hizmetten bedeli  ödenmeksizin  yararlanmak  gerekir.  Kanunun  lafzında  açıkça  hizmet ten söz edildiği için, aksi görüşler de olmakla birlikte, öğretide baskın  olan  görüşe  göre,  mal  veren  otomatlar  bu  madde  kapsamında değerlendirilemezler.  Suçun  konusunu  yalnızca  hizmet  veren  otomatlar oluşturur, mal otomatlarının da bu kapsama gireceğini savunmak kanunilik ilkesine aykırılık teşkil eder. Bu nedenle mal otomatını bedelsiz kullanarak mal elde etmeye dayalı eylem, hırsızlık suçunu oluşturacaktır. Otomatın teknik işleyişini bazı müdahalelerle devre dışı bırakarak hizmetten yararlanma eylemi ise ortada taşınır bir mal olmadığı için karşılıksız yararlanma suçunu teşkil edecektir. Örnek vermek gerekirse, bir kişi metroya bindiği sırada kart okuma cihazına kart okutmak yerine başka bir manyetik kartla geçiş yapması durumunda bu fiili karşılıksız yararlanma suçunu oluştururken; aynı metro istasyonundaki kola makinesine para yerine metal bir parça atarak kola alan kişinin eylemi hırsızlık suçunu oluşturacaktır.  Burada dolandırıcılık suçunun oluştuğundan da bahsedilemez; çünkü dolandırıcılık suçunun oluşabilmesi için bir kimsenin hileli davranışlarla aldatılması  gerekmektedir.  Bir  otomata  müdahale  edilerek  devre  dışı bırakılması eylemiyle herhangi bir kişinin aldatılması söz konusu değildir, zira dolandırıcılık suçunda hilenin muhatabının muhakkak bir insan olması gerekir.                                                  23  Bkz. MERAN, Necati; Yeni Türk Ceza Kanunu nda Sahtecilik-Malvarlığı-Bilişim Suçları ile Ekonomi ve Ticaret Alanında Suçlar, Seçkin Yayınevi, Ankara, 2005, s.188 24  ARTUÇ, s. 506 25  MERAN, s.189 26  ARTUÇ; s.506 27  ARTUÇ; s.506 28  Madde gerekçesi   3441Karşılıksız Yararlanma Suçu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3433-3455 b) Telefon hatları ile frekanslarından veya elektromanyetik dalgalarla yapılan şifreli veya şifresiz yayınlardan sahibinin veya zilyedinin rızası olmadan yararlanmak TCK 163.maddenin ikinci fıkrasında yer alan ilk fiil, telefon hatları ile frekanslarından  sahibinin  ya  da  zilyedinin  rızası  olmaksızın  yararlanma eylemidir. Yani, telefon hatları ile frekanslarına girmek suretiyle yapılan konuşmanın bedelini eylemi yapan kişinin değil, karşı tarafın ödemesi durumu bir suç tipi olarak karşımıza çıkmaktadır. Burada yararlanmanın şekli önemli değildir; mağdurun telefon hattına kanca takmak gibi bir eylem olabileceği gibi herhangi bir fiziksel müdahale söz konusu olmadan elektromanyetik frekanslara girmek suretiyle de bu suç oluşur.  Fail, bir başkasına yahut kamuya ait telefon hatları veya frekanslarına hukuk dışı yollarla dahil olmakta ve yaptığı konuşmanın bedelini mağdura ödettirmektedir. Burada hırsızlık suçu oluşmaz; çünkü ortada taşınabilir bir mal yoktur. Yargıtay ın örnek bir kararına göre;  mağdurun onayı olmadan, telefon hattına bağlantı yaparak yararlanan sanığın eyleminin 5237 sayılı TCK nın 163/2.maddesine uyan suçu oluşturduğu gözetilmeden aynı yasanın 141/1.maddesine göre hükümlülük kararı verilmesi, bozmayı gerektirmiştir. 31 Bu fıkrayı incelerken tartışılması gereken husus, herkesin kullanımına açık  olan  telefonlardan  bedeli  ödenmeksizin  yararlanıldığında  TCK nın 1.fıkrası mı yoksa 2.fıkrası mı uygulanacaktır? Genel görüşe göre, telefon hatları  ile  frekanslarından  örneğin  saplama  yapmak  suretiyle  bedelsiz haberleşme hizmeti alınması durumunda 2.fıkra; kamuya açık jeton ya da kartla kullanılabilen telefon otomatlarından yararlanılması durumunda 1.fıkra hükümleri uygulanmalıdır; çünkü burada telefon otomatı da bedeli ödenerek yararlanılabilen otomat niteliğindedir ve değişik müdahaleler yoluyla devre dışı bırakılmaktadır. İki fıkrayı birbirinden ayırt etmek mühimdir, zira iki fıkranın da koyduğu yaptırımlar birbirinden farklıdır. TCK nın 163.maddesinin 2.fıkrasında düzenlenen diğer bir eylem ise elektromanyetik dalgalarla yapılan şifreli veya şifresiz yayınlardan sahibinin ya da zilyedinin rızası olmaksızın faydalanma eylemidir. Teknik bir alet                                                  29  ARTUÇ; s.508 30  YILMAZ / APİŞ; s.1759 31  Yargıtay 2.Ceza Dairesi, 28.05.2007, 2006/17827, 2007/6918, https://www.corpus.com.tr (Son Erişim: 30.12.2016) 32  MERAN; s.191 3442Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3433-3455  Evirgen aracılığıyla abone olunmayan yayından kaçak olarak faydalanılması durumu bu eylemi oluşturur. Yargıtay ın bir kararına göre;  sanığın kendi işyerinde, Digiturk e ait LİG TV logolu televizyon yayınlarının abonelik sözleşmesi olmadığı halde izinsiz olarak izlettirdiğinin anlaşılması karşısında, eyleminin 5237 sayılı TCK nın 163/2.maddesinde düzenlenen karşılıksız yararlanma suçunu oluşturduğu gözetilmeden, yazılı şekilde uygulama yapılması bozmayı gerektirmiştir. 34 Madde gerekçesine göre, elektromanyetik dalgalar yolu ile şifreli veya şifresiz yayın yapan  televizyon yayınlarından sahiplerinin veya zilyetlerinin rızası olmadan yararlanılması durumunda bu suç oluşur. Ancak   yayın  kavramı gerekçedeki gibi dar yorumlanmamalıdır. Yayın bir televizyon yayını olabileceği gibi, internet yayını veya radyo yayını olabilir.  Buraya kadar abonelik sözleşmesinin olmadığı durumları ortaya koyduk; peki ya abonelik sözleşmesi varsa ve bu abonelik sözleşmesine aykırı bir kullanım yapılıyorsa hangi hüküm uygulanacaktır? Yani örneğin şifreli yayını evi için alıp kahvehanede kullanan  kişinin  fiili karşılıksız yararlandırma suçunu teşkil edecek midir? Burada, öğretideki genel kanıya göre, abonelik sözleşmesi ile hukuki bir ilişki içine girilmekte ve abonenin buna aykırı davranışı TCK 163.madde bağlamında cezalandırılabilen bir davranış teşkil etmemektedir; çünkü burada sözleşmeye aykırılık vardır, ortada sahibinin veya zilyedinin rızasızlığı durumu yoktur. Yargıtay ın verdiği bir karara göre de,  sanığın üzerine atılı, şikayetçi şirket ile yapılan sözleşmeye aykırı olarak konutunda kullanmak üzere abonelik sözleşmesi ile teslim aldığı cihaz vasıtasıyla iş yerinde LİG TV yayınlarını gösterime sunduğu iddiasıyla açılan davada eylemin hukuki ihtilaf niteliğinde olduğu ve suçun yasal unsurlarının oluşmadığı gözetilmelidir. 38                                                  33  Bkz. PARLAR, Ali / HATİPOĞLU, Muzaffer; Türk Ceza Kanunu Yorumu, 3.Cilt, Madde 146-222, Seçkin Yayınevi, Ankara, 2008, s.2600-2601, YILMAZ / APİŞ; s. 1759 34  Yargıtay 6. Ceza Dairesi, 14.07.2014, 2012/5823, 2014/15033, https://www.corpus.com.tr (Son Erişim: 30.12.2016) 35  YILMAZ / APİŞ; s.1760 36  YILMAZ / APİŞ, s.1760 37  ARTUÇ; s.508 38  Yargıtay 6. Ceza Dairesi, 03.05.2001, 2008/18502, 2011/6428. Benzer bir karar için: Yargıtay 7. Ceza Dairesi, 04.06.2013, 2013/5752, 2013/12182, https://www.corpus.com.tr (Son Erişim: 30.12.2016)   3443Karşılıksız Yararlanma Suçu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3433-3455 c) Abonelik esasına göre yararlanılabilen elektrik enerjisinin, suyun veya  doğal  gazın  sahibinin  rızası  olmaksızın  ve  tüketim  miktarının belirlenmesini engelleyecek şekilde tüketilmesi 5237 sayılı TCK nın 142/1/f maddesinde düzenlenen hırsızlık suçunun elektrik enerjisi hakkında işlenmesi suçu, 2012 yılında yürürlüğe giren 6352 sayılı Kanun un 82.maddesi ile uygulamadan kaldırılmış ve 163.maddeye eklenen 3.fıkra ile  elektrik hırsızlığı  olarak bilinen suç tipi, karşılıksız yararlanma suçunun bir türü olarak düzenlenmiştir.  Fıkraya göre bir kişinin abonelik esasına göre yararlanılabilen elektrik enerjisi,  su  veya  doğal  gazdan  sahibinin  rızası  olmaksızın  ve  tüketim miktarının  belirlenmesini  engelleyecek  şekildetüketilmesi  halinde  suç gerçekleşecektir. Bu nedenle elektrik, su veya doğal gazdan yararlanma suçu serbest hareketli değil, bağlı hareketli bir suçtur.  Engelleme  ve  tüketme  şeklinde iki eylem gerçekleştirilmezse fiil suç teşkil etmeyecektir.  Tüketim miktarının engellenmesi fiili, herhangi bir biçimde işlenebilir; örneğin, elektrik, su veya doğal gazın tüketim miktarını ölçen sayaç veya saatin  sökülmesi, arıza  yapmasına  neden  olunması,  üzerine  mıknatıs  vs. cisimler  konularak  hassasiyetinin  engellenmesi  gibi  durumlarda  tüketim miktarının belirlenmesi engellendiğinden karşılıksız yararlanma suçu işlenmiş olacaktır. Ancak tüketim miktarını engelleyecek bir hareket yapmadan bu enerjilerden faydalanılması durumunda suç değil, haksız fiil oluşacaktır.  Bir diğer tartışılması gereken husus ise maddenin lafzında belirtilen abonelik esasına göre elektrik, su veya doğal gazdan yararlanma hususudur. Abonelik tesis etmeden yararlanılmasının suç teşkil edip etmeyeceğinin ayırt edilmesi gerekir. Bu konuda öğreti ikiye ayrılmaktadır. İlk görüşe göre, kişinin kendi ürettiği enerjiden faydalanması durumu hariç tutulmak üzere, bir maliyet veya hizmetin sunulmasını sağlayan tesis ve tesisatın kurulmasını gerektiren elektrik, su veya doğal gazdan abonelik tesis etmeden bedelsiz olarak faydalanılması durumunda da karşılıksız yararlanma suçu oluşacaktır;                                                  39  6352 Sayılı Yargı Hizmetlerinin Etkinleştirilmesi Amacıyla Bazı Kanunlarda Değişiklik Yapılması ve Basın Yayın Yoluyla İşlenen Suçlara İlişkin Dava ve Cezaların Ertelenmesi Hakkında Kanun, Resmi Gazete Tarih: 05.07.2012, Sayı:28344 40  ÇETİN; s.157 41  YILMAZ / APİŞ; s.1761 42  ÇETİN; s.157 43  YILMAZ/APİŞ; s.1762 44  YILMAZ/APİŞ; s.1762 3444Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3433-3455  Evirgen çünkü burada suç teşkil eden fiil, salt aboneliğe aykırı kullanımlar değil, abonelik tesis edilerek yararlanılan elektrik, su ve doğal gaz enerjilerinden karşılıksız olarak yararlanmaktır. Diğer görüşe göre, tüketime konu edilen elektrik, su veya doğal gazdan abonelik esasına göre yararlanılması mümkün değil ise bu tüketim, karşılıksız yararlanma suçunu değil hırsızlık suçunu oluşturur.  2. Netice Yasada  neticenin  gösterilmediği,  hareketin  yapılmasıyla  suçun tamamlandığı kabul edilen suçlara şekli suçlar denir. Bu suçlarda da netice vardır;  ancak  harekete  bitişik  olup  hareketten  ayrılamaz.46  Karşılıksız yararlanma suçunun maddi unsurunun netice kısmı da, otomatlardan bedel ödemeden yararlanılması, sahip veya zilyetlerinin rızası olmaksızın telefon hatlarından  ve  frekanslarından  veya  şifreli  ya  da  şifresiz  yayınlardan faydalanılması veya elektrik, su veya doğal gazın tüketilmesidir. Fail, bu şekilde yarar elde ettiği anda netice gerçekleşmiş olacaktır. Bu anlamda karşılıksız yararlanma suçu neticesi harekete bitişik suçlardandır.  Suç,  hizmetin  elde  edilmesi  ile  yani  hareketin  gerçekleşmesi  ile tamamlanır. Aslında ani olarak işlenebilen bir suç olmasına karşın suçun kesintisiz olarak gerçekleştirilebilmesi de mümkündür. Suç tamamlanmış; ancak bitmemiş olabilir. Karşılıksız yararlanma suçunun neticesi bir süre devam ettiği için bu suç mütemadi suçlar arasında kabul edilmelidir.  3. Fail Suçun  faili  hakkında  kanunda  ayrıca  özellik  aranmadığından  suçun failinin  herkes  olabileceğini  kabul  etmek  gerekir.  Otomatlar  aracılığıyla sunulan ve bedeli ödendiği takdirde yararlanılabilen bir hizmetten ödeme yapmadan yararlanan; telefon hatları ile frekanslarından veya elektromanyetik dalgalarla yapılan şifreli ve şifresiz yayınlardan sahibinin ya da zilyedinin rızası  olmadan  faydalanan  ya  da  abonelik  esasına  göre  yararlanılabilen elektrik enerjisi, su veya doğal gazın sahibinin rızası olmaksızın ve tüketim miktarının belirlenmesini engelleyecek şekilde tüketen gerçek kişi suçun faili olarak kabul edilmelidir. Failin ödeme imkanına sahip olup olmaması veya                                                  45  ÇETİN; s.190 46  ÖZBEK v.d, s.234 47  Bkz. ESEN, Sinan; Anlatımlı ve İçtihatlı Malvarlığına Karşı Suçlar, Belgelerde Sahtecilik ve Bilişim Alanında Suçlar, Adalet Yayınevi, Ankara, 2007, s.407   3445Karşılıksız Yararlanma Suçu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3433-3455 failin  ödeme  yeteneğinin  olmadığını  bilmesi  burada  aranan  bir  unsur değildir. Tüzel kişiler bu suçun faili olamazlar.  4. Mağdur Otomatlar aracılığıyla sunulan ve bedeli ödendiği takdirde yararlanılabilen  hizmetten  bedeli  ödenmeksizin  yararlanılması  durumunda;  otomatlar aracılığıyla bir bedel karşılığında hizmet sunan kişi; yani otomatın sahibi, işleticisi veya zilyedi olan kimse suçun mağdurudur. Kamu kurumlarının sahip olduğu otomatlardan yararlanılması durumunda ise bunlar, suçtan zarar gören olarak kabul edilir. 2.fıkraya göre ise, mağdur, telefon hatları ve frekansları aracılığıyla, zararına konuşma yapılan kişi; elektromanyetik dalgalarla yapılan şifreli veya şifresiz  yayınların  sahibi  veya  bu  yayınlardan  bedelini  ödeyerek yararlanmakta olan zilyedidir. Bu kişi abonenin kendisi olabileceği gibi abone adına, kendi hesabına bu hizmetten yararlanan kimse de olabilir.  3. fıkrada ise mağdur, zararına elektrik, su veya doğal gaz enerjisi kullanılan gerçek kişilerdir.  TCK 167.maddeye  göre,  karşılıksız yararlanma  suçunun; haklarında ayrılık kararı verilmemiş eşlerden birinin, üst soyunun veya altsoyunun veya bu derecede kayın hısımlarından birinin veya evlat edinen ya da evlatlığın, aynı konutta beraber yaşayan kardeşlerden birinin zararına olarak işlenmesi halinde ilgili akraba hakkında cezaya hükmolunmaz. Yine aynı maddeye göre suçun mağdurunun hakkında ayrılık kararı verilmiş eşlerden biri, aynı konutta yaşamayan kardeşlerden biri, aynı konutta yaşayan amca, dayı, hala, teyze, yeğen veya ikinci derecede kayın hısımlarından biri olması durumunda suçun takibi şikayete bağlı hale gelir ve verilecek ceza yarı oranında indirilir. 5. Suçun Konusu Otomatlar aracılığıyla sunulan ve bedeli ödendiği takdirde yararlanabilen bir hizmetten ödeme yapmadan yararlanma suçunda suçun konusu, bedeli ödendiği takdirde yararlanılabilen otomatlardır. Bu suçun oluşabilmesi için mutlaka bedelli bir hizmetten bedeli ödemeden yararlanılması gerekmektedir. Örnek  vermek  gerekirse,  ülkemizde  bazen  halk  günleri  olup  otobüs                                                  48  KAYA; s.33 49  KAYA; s.56 50  SOYASLAN; s.471, ARTUÇ; s.505 3446Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3433-3455  Evirgen hizmetinden  yararlanan  kişilere  ücretsiz  hizmet  verilmektedir.  Otobüsler ücretsiz olmasına rağmen hala manyetik bir kartla geçiş yapan kişi, karşılıksız yararlanma  suçunu  işlemiş  olarak  kabul  edilemez;  çünkü  ortada  bedeli ödendiği takdirde yararlanılabilecek bir hizmet yoktur.  Telefon hatları ile frekansları veya elektromanyetik dalgalarla yapılan şifreli veya şifresiz yayınlardan yararlanma durumunda da suçun konusu telefon hatları ile frekansları ve elektromanyetik dalgalarla yapılan şifreli veya şifresiz yayınlardır. Telefon hatlarından anlaşılması gereken, sözlük anlamına göre; telefon tesisini ve iletişimini sağlayan tel örgü ağıyken , frekans ise sıklık anlamına gelmektedir. Şifreli yayın, ancak bedeli ödenmek suretiyle yararlanılabilen ve abonelik sözleşmesi yapılarak ödenen ücret karşılığında kullanıma sunulan şifre çözücü dekoderlerle yayının izlenmesini sağlayan yayınlardır. Şifresiz yayınlardan da bedeli karşılığı yararlanılır; ancak şifre çözücü alete gerek kalmamaktadır. 3.fıkrada yer alan suç tipinin hukuki konusu ise abonelik esasına göre yararlanılabilen elektrik, su veya doğal gazdır; bunlar dışındaki enerjiler karşılıksız yararlanma suçunun konusunu oluşturmaz; bu tür enerjilerden karşılıksız yararlanma belki hırsızlık suçunu oluşturabilir. C. SUÇUN MANEVİ UNSURU Karşılıksız yararlanma suçu kasten işlenebilen bir suç tipidir. Fail suçun kanuni  tanımındaki  unsurları bilerek  ve  isteyerek  bedel ödemeden TCK 163.maddedeki hizmetlerden yararlanmaktadır. Genel kast yeterlidir; failin özel bir amacının olması gerekmez. Karşılıksız yararlanma suçu olası kastla da  işlenebilir.  Fail,  karşılıksız  yararlanma  suçunun  kanuni  tanımındaki unsurların  gerçekleşebileceğini  öngörmüş  olmasına  rağmen  olabilecek neticeleri düşünmüş ve göze almışsa olası kast ile sorumlu olacaktır. Yani kişi karşılıksız olarak bir hizmetten yararlandığını ilk başta fark etmemiş; daha sonra fark etmiş olsa bile umursamamış ve neticeyi öngörmüş olsa bile aldırmamışsa olası kast söz konusu olur. Karşılıksız yararlanma suçunun taksirli haline kanunda yer verilmediği için bu suç taksirle işlenemez.                                                   51  TDK Sözlük www.tdk.gov.tr (Son Erişim Tarihi: 12.03.2016) 52  TDK Sözlük www.tdk.gov.tr (Son Erişim Tarihi: 12.03.2016) 53  ESEN; s.407, YILMAZ/APİŞ; s.1764 54  KAYA, s.60   3447Karşılıksız Yararlanma Suçu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3433-3455 D. HUKUKA AYKIRILIK UNSURU Hukuka uygunluk nedenleri genel olarak karşılıksız yararlanma suçunda rol oynamasa da ilgilinin rızasının bir hukuka uygunluk nedeni olduğunu savunan görüşler olsa da kanaatimce 2. ve 3.fıkralarda yer alan  sahibinin/ zilyedinin rızası olmadan tüketme ifadesinden anlamamız gereken, rıza bir hukuka uygunluk nedeni olarak değil suçun bir unsuru olarak kabul edilmelidir.  E. SUÇUN ÖZEL GÖRÜNÜŞ BİÇİMLERİ 1. Teşebbüs TCK nın  163.maddesinde  yer  alan  karşılıksız  yararlanma  suçuna teşebbüs mümkündür; çünkü bu suç bedel ödenmeksizin yararlanıldığı anda tamamlanır. Her üç fıkradaki fiil açısından da failin icra hareketleri elinde olmayan nedenlerle kesildiğinde fiil teşebbüs aşamasında kalmış olacaktır. Otomatlar aracılığıyla sunulan ve bedeli ödenmediği takdirde yararlanılamayan bir hizmetten veya telefon hatları ile frekanslarından ya da elektromanyetik dalgalarla yapılan şifreli veya şifresiz yayınlardan sahibinin veya zilyedinin rızası  olmaksızın  yararlanma  amacıyla  harekete  başlayan  fail,  henüz yararlanma amacını gerçekleştiremeden elinde olmayan nedenlerle harekete devam edemediği takdirde fiilin teşebbüs aşamasında kaldığı kabul edilir. Bu durumda TCK 35/2 gereğince hükmolunacak ceza dörtte birinden dörtte üçüne kadar indirilir. Fail,  otomatlar  aracılığıyla  sunulan  ve  bedeli  ödenmediği  takdirde yararlanılamayan  bir  hizmetten  yararlanmak  için  fiilin  icrasına  başlamış veyahut telefon hatları ile frekanslarından ya da elektromanyetik dalgalarla yapılan  şifreli  veya  şifresiz  yayınlardan  yararlanmak  amacıyla  harekete başlamış  ancak  icra  hareketinin  devamından  vazgeçmiş  ya  da  kendi çabalarıyla suçun tamamlanmasını veya neticenin gerçekleşmesini önlerse suçtan gönüllü vazgeçmiş sayılacaktır. Gönüllü vazgeçme halinde faile ceza verilmez; ancak failin o ana kadar yapmış olduğu hareketler başka bir suça mahal veriyorsa faile bu suçtan dolayı ceza verilecektir.                                                    55  Bkz. TEZCAN, Durmuş/ ERDEM, Mustafa Ruhan/ ÖNOK, Murat; 5237 Sayılı Türk Ceza Kanunu na Göre Teorik ve Pratik Ceza Özel Hukuku, Seçkin Yayınevi, Ankara, 2006, s.498; ESEN;s.408 56  ÖZBEK v.d; s.508 3448Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3433-3455  Evirgen 2. İştirak Karşılıksız yararlanma suçu iştirak bakımından herhangi bir özellik arz etmemektedir.  Bu  suçta  genel  iştirak  kuralları  uygulanır.  Suç,  bir  kişi tarafından işlenebileceği gibi birden fazla kişi tarafından da işlenebilir, her fail ayrı ayrı cezalandırılır. 3. İçtima Genel olarak karşılıksız yararlanma suçları bakımından gerçek içtima kuralları uygulanır. Örneğin, fail bedelsiz olarak yararlandığı otomata zarar verirse  aynı  zamanda  mala  zarar  verme  suçundan  dolayı  da cezalandırılacaktır. Hizmeti elde etmek için sahte para veya belge kullanırsa parada yahut resmi belgede sahtecilik suçları oluşacaktır. Benzer biçimde, eğer bir kişi arkadaşının evinde arkadaşının rızası olmadan internete girip birtakım veriler indiriyor ve bu yüzden fatura yüklü bir miktarda geliyorsa hem bilişim sistemine hukuka aykırı olarak girme hem de internetin bağlı olduğu telefon hattından rıza dışı karşılıksız yararlanma suçu oluşacaktır. 4.Zincirleme Suç Fail  tarafından  bir  suç  işleme  kararının  icrası  kapsamında  değişik zamanlarda aynı mağdura ait, bedeli ödendiği takdirde yararlanılabilen hizmet otomatından veya telefon hattı ile frekanslarından karşılıksız yararlanılması halinde  bir  cezaya  hükmedilir  ve  bu  ceza  zincirleme  suç  hükümleri uygulanarak artırılır. Yine bedelsiz yararlanma fiillerinin birden fazla kişiye karşı  tek  bir  fiile  işlenilmesi  durumunda  da  zincirleme  suç  hükümleri uygulanacaktır. Ancak 2.fıkradaki şifreli ve şifresiz yayınlardan yararlanma fiili ile 3.fıkradaki elektrik, su veya doğal gazdan yararlanma fiilleri kesintisiz suça mahal vereceğinden bu fıkralar gereğince zincirleme suç hükümleri uygulanmayacaktır. F. SUÇA ETKİ EDEN NEDENLER 1. Şahsi Cezasızlık Sebepleri TCK nın 167.maddesinde yağma suçları hariç olmak üzere mal varlığına karşı  suçlarda  ceza  verilemeyecek  haller  ve  bu  suçlara  ilişkin  verilecek cezalarda indirim yapılacak haller düzenlenmiştir.                                                  57  KAYA; s.82 58  YILMAZ/APİŞ; s.1771 59  KAYA; s.78   3449Karşılıksız Yararlanma Suçu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3433-3455 Buna göre karşılıksız yararlanma suçu,  haklarında ayrılık kararı verilmemiş eşlerden birinin, üstsoy veya altsoyunun veya bu derecede kayın hısımlarından birinin veya  evlat edinen veya  evlâtlığın, aynı konutta beraber yaşayan kardeşlerden birinin, zararına olarak işlenmesi hâlinde, ilgili akraba hakkında cezaya hükmolunmaz. . İkinci fıkraya göre ise  Bu suçların, haklarında ayrılık kararı verilmiş olan eşlerden birinin, aynı konutta beraber yaşamayan kardeşlerden birinin, aynı konutta beraber yaşamakta olan amca, dayı, hala, teyze, yeğen veya ikinci derecede kayın hısımlarının zararına olarak işlenmesi hâlinde; ilgili akraba hakkında şikâyet üzerine verilecek ceza, yarısı oranında indirilir. Üçüncü bir şahsa karşı bu suçun işlenmesi halinde fail bu cezasızlık nedeninden yahut cezanın indirilmesi nedeninden faydalanamaz.  Karşılıksız yararlanma suçu esas itibariyle re sen takip edilmekte; ancak ikinci fıkrada belirtilen şahısların aleyhine bu suçun işlenmesi durumunda soruşturma şikayete bağlı hale gelmektedir. 2. Etkin pişmanlık  TCK nın 168.maddesi 2012 yılında yürürlüğe giren 6352 sayılı kanun ile karşılıksız  yararlanma  suçu  kapsamında  birçok  değişikliğe  uğramıştır. TCK nın 168.maddesinde daha önce karşılıksız yararlanma suçunda zararın tazmin edilmesi hali cezada indirim nedeni olarak düzenlenmiştir. İndirim oranı tazminin kovuşturma başlamadan önce veya hüküm verilmeden önce olmasına göre değişiklik göstermektedir. Birinci durumda ceza üçte ikiye kadar  indirilirken  ikinci  durumda  ceza  yarısına  kadar  indirilir.  Ancak maddenin yeni haline göre,  karşılıksız yararlanma suçunda, fail, azmettiren veya yardım edenin pişmanlık göstererek mağdurun, kamunun veya özel hukuk tüzel kişisinin uğradığı zararı, soruşturma tamamlanmadan önce tamamen tazmin etmesi halinde kamu davası açılmaz; zararın hüküm verilinceye kadar tamamen  tazmin  edilmesi  halinde  ise,  verilecek  ceza  üçte  birine  kadar indirilir. Ancak kişi, bu fıkra hükmünden iki defadan fazla yararlanamaz.  6352 sayılı kanun ile karşılıksız yararlanma suçuyla bağlantılı olarak Adli  Sicil  Kanunu nda  da  değişiklik  yapılmıştır.  Karşılıksız  yararlanma suçunda etkin pişmanlıktan yararlanan kişiler hakkında verilen kararların adli sicilde bunlara mahsus bir sisteme kaydedileceği düzenlenmiş ve bu kayıtların 15 yıl süreyle saklanacağı, hangi koşullarla verileceğine ilişkin düzenlemeler yapılmıştır.                                                   60  Bkz. KAYA GÖÇMEN; s. 474-475 3450Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3433-3455  Evirgen G. MUHAKEME USULÜ Karşılıksız yararlanma suçunun soruşturulması ve kovuşturulması re sen yapılır (168/2 fıkrasında belirtilen haller hariç olmak üzere). Bu suçun ilk iki fıkrasındaki fiilleri işleme durumunda görevli mahkeme eskiden sulh ceza mahkemesi, üçüncü fıkradaki suç bakımından asliye ceza mahkemesi iken 5235  sayılı  kanun  gereği  artık  tüm  fıkralar  bakımından  asliye  ceza mahkemeleri görevlidir. H. YAPTIRIM 163.maddenin ilk fıkrasında düzenlenen yaptırım, iki aydan altı aya kadar hapis veya adli para cezasıdır. İkinci fıkra bakımından ise altı aydan iki yıla kadar hapis veya adli para cezası söz konusudur. 163.maddenin son fıkrasında düzenlenen yaptırım ise bir yıldan üç yıla kadar hapis cezasıdır. Görüldüğü gibi kanun koyucu tarafından ilk iki fıkrada hakime bir seçim hakkı tanınmış; ancak abonelik esasına göre yararlanılabilen elektrik enerjisinin, suyun veya doğal gazın sahibinin rızası olmaksızın ve tüketim miktarının belirlenmesini engelleyecek  şekilde  tüketilmesi  durumunda  hakime  bir  seçim  hakkı tanınmamış, sadece hapis cezasına hükmedilmesi gereği ortaya konulmuştur. Hükmü veren  mahkeme  tarafından seçenek yaptırım olarak hapis cezası uygulanırsa TCK nın 50.maddesi gereğince bu hapis cezası adli para cezasına dönüştürülemez.  SONUÇ 5237 sayılı TCK nın 163.maddesinde düzenlenen karşılıksız yararlanma suçunun işlendiği bu çalışmada, 765 sayılı kanun dönemindeki karşılıksız yararlanma suçu, suçun koruduğu hukuki değer, maddi-manevi unsurlar, suçun özel görünüş biçimleri, diğer haller, muhakeme usulü ve yaptırımı açıklanmaya  çalışılmış,  Yargıtay  kararlarından  örnekler  verilerek  suç somutlaştırılmıştır.  Karşılıksız yararlanma suçu eskiden beri türlü tartışmalara neden olmuş, niteliği konusunda öğretide ve uygulamada çeşitli düşünceler ortaya atılmıştır. 765  sayılı  TCK  ile  kıyaslama  yapılırsa  5237  sayılı  TCK da  karşılıksız yararlanma suçunun çok daha farklı düzenlendiği görülmektedir.                                                   61  Adli Yargı İlk Derece Mahkemeleri İle Bölge Adliye Mahkemelerinin Kuruluş, Görev ve Yetkileri Hakkında Kanun, Resmi Gazete Tarih: 07.10.2004, Sayı: 25606   3451Karşılıksız Yararlanma Suçu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3433-3455 5237 sayılı TCK nın 163.maddesinde suç teşkil eden fiiller  otomatlar aracılığıyla  sunulan  ve  bedeli  ödendiği  takdirde  yararlanılabilen  bir hizmetten  ödeme  yapmadan  yararlanmak   ,   telefon  hatları  ile frekanslarından veya elektromanyetik dalgalarla yapılan şifreli veya şifresiz yayınlardan  sahibinin  veya  zilyedinin  rızası  olmadan  yararlanmak   ve  abonelik esasına göre yararlanılabilen elektrik enerjisini, suyu veya doğal gazı  sahibinin  rızası  olmaksızın  ve  tüketim  miktarının  belirlenmesini engelleyecek  şekilde  tüketmek   olarak  belirlenmiş  ve  yaptırım  altına alınmıştır. Karşılıksız  yararlanma  suçunun  kanunda  düzenlenişi  itibariyle  mal varlığına karşı suçlardan olduğu ve koruduğu hukuksal değerin mal varlığı olduğu söylenebilir. Her türlü davranışla bu suç işlenebildiğinden serbest hareketli suçlar arasında kabul edilmelidir. Maddenin  ilk  fıkrası  gereği  tartışılması  gereken  husus,  otomat kavramıyla anlatılmak istenenin mal otomatı mı yoksa hizmet otomatı mı olduğudur. Bu konuda çeşitli tartışmalar olmasına rağmen genel görüşe göre maddenin  lafzı  gereği  otomat  kavramının  kapsamına  hizmet  otomatının girdiği kabul edilmelidir. Yani otomattan bir malın bedelsiz elde edilmesi durumunda  hırsızlık  suçu  oluşurken  hizmetin  bedelsiz  elde  edilmesi durumunda  karşılıksız  yararlanma  suçu  oluşacaktır.  Yaptırımları  farklı olduğundan iki suçun ayırt edilmesi mühimdir. 163.maddenin ikinci fıkrası gereği tartışılması gereken husus ise herkesin kullanımına açık olan telefonlardan bedeli ödenmeksizin yararlanıldığında TCK nın 1.fıkrası mı yoksa 2.fıkrası mı uygulanacaktır? Öğretideki genel görüşe göre, telefon hatları ile frekanslarından bedelsiz haberleşme hizmeti alınması  durumunda  2.fıkra;  kamuya  açık  telefon  otomatlarından yararlanılması durumunda 1.fıkra hükümleri uygulanmalıdır; çünkü burada telefon otomatı da bedeli ödenerek yararlanılabilen otomat niteliğindedir. Belirtilmesi gereken ikinci husus ise,  yayın  kavramının kapsamının dar yorumlanmaması  gereğidir.  Madde  gerekçesinde  sadece  televizyon yayınından bahsedildiği halde internet veya radyo yayınları da bu kapsamda düşünülmelidir. Karşılıksız yararlanma suçunun fıkraları gereği abonelik sözleşmesine aykırı  bir  durum  söz  konusu  olduğunda  karşılıksız  yararlanma  suçunun uygulanacağını  düşünen  yazarlar  olmakla  beraber  bunun  bir  hukuki uyuşmazlık olduğunu savunan yazarlar da vardır. Kanaatimce bu tür fiiller 3452Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3433-3455  Evirgen mevcut mevzuatımız gereği suç teşkil etmemekte, özel hukuk uyuşmazlığı olarak değerlendirilmesi gerekmektedir. 163.maddenin son fıkrasında düzenlenen fiiller ise 6352 sayılı kanundan önce  elektrik  hırsızlığı  olarak  kabul  edilmişken  şimdiki  mevzuatımızda karşılıksız yararlanma suçu olarak değerlendirilmiş, daha az bir yaptırıma bağlanmıştır.  Karşılıksız  yararlanma  suçunun  manevi  unsuru  kasttır,  taksirli  hali kanunda düzenlenmemiştir. Olası kastla da bu suçun işlenebileceği kabul edilmektedir. Suçun faili açısından  herhangi bir özellik aranmamaktadır, herkes bu suçun faili olabilir. İştirak açısından bu suç bir özellik göstermez, tek başına işlenebileceği gibi birçok kişi tarafından birlikte de işlenebilir. Doktrinde  163.maddedeki   sahibinin/zilyedinin  rızası   ifadesinin hukuka uygunluk sebebi olduğunu savunan yazarlar olmakla beraber kanımca ikinci ve üçüncü fıkra açısından bu ifade suçun bir unsurunu teşkil etmektedir. Karşılıksız  yararlanma  suçunda  gerçek  içtimaya  ilişkin  hükümler uygulanmakla beraber somut olaya göre zincirleme suça ilişkin hükümlerin uygulanması da mümkün olabilmektedir. Ancak ikinci fıkradaki şifreli ve şifresiz yayınlardan sahibinin veya zilyedinin rızası olmadan yararlanma ve üçüncü fıkradaki elektrik, su veya doğal gazdan sahibinin rızası olmadan yararlanma eylemleri kesintisiz suça mahal verdiğinden burada zincirleme suç hükümleri uygulanmayacaktır. TCK nın 167.maddesinde yağma suçları hariç olmak üzere mal varlığına karşı suçlarda suçun maddede belirtilen akrabalara karşı işlenmesi durumunda ceza verilemeyecek haller ve bu suçlara ilişkin verilecek cezalarda indirim yapılacak  haller  düzenlenmiştir.  Ayrıca  6352  sayılı  kanun  gereği  etkin pişmanlığa ilişkin yeni düzenlemeler de yürürlüğe konulmuştur. 163.maddenin ilk fıkrasında iki aydan altı aya kadar hapis veya adli para cezası, ikinci fıkrasında altı aydan iki yıla kadar hapis veya adli para cezası söz konusudur. 163.maddenin son fıkrasında düzenlenen yaptırım ise bir yıldan üç yıla kadar hapis cezasıdır.       3453Karşılıksız Yararlanma Suçu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3433-3455",
     "Kaynakça": "1. ARTUÇ, Mustafa; Malvarlığına Karşı Suçlar, Kartal Yayınevi, Ankara, 2007,  2. CENTEL, Nur / ZAFER, Hamide / ÇAKMUT, Özlem Yenerer, Kişilere Karşı İşlenen Suçlar, Cilt:1, Beta Yayınevi, İstanbul, 2011 3. CENTEL, Nur / ZAFER, Hamide / ÇAKMUT, Özlem; Türk Ceza Hukukuna Giriş, 3. Bası, İstanbul, Beta Yayınevi, 2005 4.  ÇETİN,  Soner  Hamza;  Elektrik,  Su  ve  Doğal  Gazdan  Karşılıksız Yararlanma Suçu (TCK m.163/3), Mevlana Üniversitesi Hukuk Fakültesi Dergisi, Cilt 1, Sayı 1, 2013, s.95-155 5. DÖNMEZER, Sulhi; Kişilere ve Mala Karşı Cürümler, 16. Bası, Beta Yayınevi, İstanbul, 2001 6.  ERDEM,  Mustafa  Ruhan;  Türk  Hukukunda  Karşılıksız  Yararlanma Suçları, Yetkin Yayınları, Ankara, 1996 7. ESEN, Sinan/ EKİNCİ, Mustafa; Anlatımlı ve Gerekçeli Yeni Türk Ceza Kanunu nda  Yer Alan Hırsızlık, Yağma,  Güveni Kötüye Kullanma, Dolandırıcılık, Hileli ve Taksirli İflas, Karşılıksız Yararlanma, Belgelerde Sahtecilik ve Bilişim Alanında Suçlar, Adalet Yayınevi, Ankara, 2005,  8. ESEN, Sinan; Anlatımlı ve İçtihatlı Malvarlığına Karşı Suçlar, Belgelerde Sahtecilik ve Bilişim Alanında Suçlar, Adalet Yayınevi, Ankara, 2007 9. KAYA GÖÇMEN, Özen; 6352 Sayılı Kanun un Karşılıksız Yararlanma Suçuna Etkileri, Ankara Barosu Dergisi, Ankara, 2012/3, s.447-480 10.  KAYA,  Özen;  5237  Sayılı  Türk  Ceza  Kanunu nda  Karşılıksız Yararlanma Suçu, Gazi Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku  Anabilim  Dalı  Ceza  ve  Ceza  Usulü  Hukuku  Bilim  Dalı Yayınlanmamış Yüksek Lisans Tezi, Ankara, 2011 11. MERAN, Necati; Hırsızlık Yağma Mal varlığına Karşı Suçlar, Seçkin Yayınevi, Ankara, 2011 12. MERAN, Necati; Yeni Türk Ceza Kanunu nda Sahtecilik-MalvarlığıBilişim  Suçları  ile  Ekonomi  ve  Ticaret  Alanında  Suçlar,  Seçkin Yayınevi, Ankara, 2005 13.  ÖZBEK,  Veli  Özer  /  KANBUR,  Nihat  /  DOĞAN,  Koray  / BACAKSIZ, Pınar / TEPE, İlker; Türk Ceza Hukuku Genel Hükümler, Seçkin Yayınları, Ankara, 2016 3454Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3433-3455  Evirgen 13. ÖZGENÇ, İzzet / ŞAHİN, Cumhur; Uygulamalı Ceza Hukuku, 3. Baskı, Seçkin Yayınevi, Ankara, 2001 14. PARLAR, Ali / HATİPOĞLU, Muzaffer; Türk Ceza Kanunu Yorumu, 3.Cilt, Madde 146-222, Seçkin Yayınevi, Ankara, 2008 15. SELÇUK, Sami; Dolandırıcılık Cürmünün Kimi Suçlardan Ayrımı ve Çeklerle İlgili Suçlar, Kadıoğlu Matbaası, Ankara, 1986 16. SOYASLAN, Doğan; Ceza Hukuku Özel Hükümler, Güncelleştirilmiş 10. Baskı, Yetkin Yayınları, Ankara, 2014 17. TEZCAN, Durmuş/ ERDEM, Mustafa Ruhan/ ÖNOK, Murat; 5237 Sayılı Türk Ceza Kanunu na Göre Teorik ve Pratik Ceza Özel Hukuku, Seçkin Yayınevi, Ankara, 2006 18. TOROSLU, Nevzat;  Ceza Kanunu Öntasarısına Hakim Olan Ceza Hukuku Anlayışı , Türk Ceza Yasası Öntasarısı Paneli, Türkiye Barolar Birliği, Ankara, 1987, s.43-51 19. YILMAZ, Zahit / APİŞ, Özge; Karşılıksız Yararlanma Suçu (TCK m. 163), Prof. Dr .Nur Centel e Armağan, İstanbul İNTERNET KAYNAKLARI Türk Dil Kurumu, http://www.tdk.gov.tr (Son Erişim: 28.04.2016)"
}