{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2019",
     "Cilt": "68",
     "Sayı": "3",
     "Başlık": "TÜRK İŞ HUKUKUNDA AVRUPA BİRLİĞİ YÖNERGELERİ ÇERÇEVESİNDE DENKLEŞTİRME UYGULAMASI",
     "Title": "Equalization Application in the Turkish Labour Law in the Scope of the European Union Directives",
     "Yazar İsmi": [
          "Baki Oğuz MÜLAYİM⃰"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Denkleştirme Uygulaması",
          "Esneklik",
          "Fazla Çalışma"

     ],
     "Keywords": [
          "Equalising Period",
          "Flexibility",
          "OvertimeWork"

     ],
     "Özet": "Çalışma hayatında yaşanan gelişmeler, esnekleşme ihtiyacını ortaya çıkarmıştır. Bu ihtiyaç, iş hukukunda yeni kavramların ortaya çıkmasına neden olmuştur. Bu kavramlardan biri de denkleştirmedir. Avrupa Birliği, esnekleşmeye dair uygulamalara yönergelerinde yer vermiştir. Avrupa Birliğinde çalışma süreleri organizasyonunun belirli yönlerini düzenleyen ilk yönerge, 93/104/EC. sayılı Yönergedir. 2003/88/EC. Sayılı Yönerge, 93/104/EC. ve 2000/34/EC. sayılı Yönergelerini birleştirerek yürürlükten kaldırmıştır. 4857 sayılı İş Kanunumuz ile 93/104/EC. sayılı yönergeye uyum anlamında düzenlemeler yapılmıştır.\nDenkleştirme sayesinde çalışma süreleri esnekleştirilmektedir. İş Kanunumuzda esnekleşme, iki açıdan söz konusu olmaktadır. Biri çalışma süresinin haftanın çalışılan günlerine eşit dağıtılması kuralının ortadan kaldırılmasıdır. Diğeri, ise kanunda belirtilen referans dönemlerinde ortalama haftalık çalışma saatlerinin yasal haftalık çalışma süresini ve günde on bir saati geçemediği denkleştirmedir. Bu şekilde işveren, fazla çalışma ücreti ödemeksizin işçileri çalıştırabilir.Çalışmamızda öncelikle 2003/88/EC. sayılı Yönerge hakkında açıklamalarda bulunulacaktır. 4857 sayılı İş Kanunumuzda denkleştirme uygulaması ve konu hakkındaki yargı kararlarına da çalışmamızda yer verilmiştir.",
     "Abstract": "Developments in working life have brought out the need for flexibility. This need led to the emergence of new concepts in labor law. One of these concepts  is  the  equalization  application.  The  directives  enacted  by  the European Union includes the flexibility applications.  The first directive that regulates the certain aspects of the organization of working time in the European Union was the directive 93/104/EC. The Working  Time  Directive  2003/88/EC.  consolidated  and  abolished  the directive 93/104/EC. and the directive 2000/34/EC. The legal regulations were brought  by  the  Law  No.4857  to  be  in  compliance  with  the  directive 93/104/EC.  One is to abolish the rule of the equal distribution of the working time to the working days of the week. The other is the equalization application which the average weekly working hours in the referance periods stated by the law can not exceed the legal weekly working time and the eleven hours in a day. The employer is able to employ the employees without paying any overtime work wage by this way. In  our  study,  firstly  the  information  was  given  about  the  directive 2003/88/EC. Besides this, the equalization application in the Labor Law numbered 4857 and the judicial decisions on this issue takes place in the study.",
     "Metin": "Türkiye, 1999 yılında Helsinki Zirvesinde Avrupa Birliğine aday ülke olarak kabul edilmiştir. Bu durum, Türkiye-AB ilişkilerinde yeni bir sayfa açılmasına yol açmış olup, 4857 sayılı İş Kanununun hazırlanmasında önemli bir etken olarak karşımıza çıkmaktadır. Nitekim Kanunun genel gerekçesinde de bu hususa işaret edilmektedir. Ülkemizin aday ülkeler arasına alınmasının, 636Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 635-664  Türk İş Hukukunda … onayladığımız  uluslararası  çalışma  sözleşmelerinin  gereklerini  yerine getirilmesinin  yanısıra  Avrupa  sosyal  normlarına  da  uyum  sağlanması gereğini ortaya çıkardığı, bu durumun başta iş kanunu olmak üzere birçok kanunda uyum süreci içinde  değişiklik  yapılması anlamına geldiği ifade edilmektedir. Nitekim 4857 sayılı İş Kanununun 63. maddesinin ikinci fıkrası ile çalışma sürelerinin esnekleştirilmesine yönelik olarak Avrupa Birliğinin 93/104/EC  sayılı  Yönergesine 2  uygun  bir  düzenleme  getirildiği belirtilmektedir.  1475 sayılı İş Kanununun uygulandığı dönemde, ülkemizde mevzuatta yer alan çalışma hayatına ilişkin düzenlemelerin katı olduğu, esnek çalışma biçimlerinin  uygulanmasına imkân vermediği ve bu  nedenle işletmelerin rekabet etmekte güçlük çektiği ileri sürülmekte idi. Bu doğrultuda esneklikle ilgili  çalışmalara,  işveren  kesiminden  gelen  talepler  doğrultusunda başlanılmıştır.  4857 sayılı İş Kanunundaki düzenleme ile esneklik konusunda iki ayrı imkân sağlanmıştır. Kanunda çalışma süresinin esnek biçimde uygulanması yollarından biri, denkleştirme olarak ifade edilen kurumdur. Denkleştirme uygulaması,  yoğunlaştırılmış  iş  haftası  olarak  da  anılır.  4857  sayılı  İş Kanunumuz ile ilk kez mevzuatımıza girmiştir. Diğeri ise 1475 sayılı İş Kanununda haftalık çalışma süresinin günlere eşit olarak dağıtılması, mutlak surette  düzenlenmekte  iken  4857  sayılı  İş  Kanununda  öngörülen  yeni                                                            1   Gerekçe  için bkz.  https://www.tbmm.gov.tr/sirasayi/donem/yil/ssm.htm,  (Erişim Tarihi 15.03.2019). 2   Yönerge  için  bkz.  https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3 A93L4, (Erişim Tarihi 15.03.2019). 3   ÇELİK/CANİKLİOĞLU /CANBOLAT, Talat, İş Hukuku Dersleri, İstanbul 2016, s.534; AKTAY, Nizamettin/ARICI, Kadir/SENYEN KAPLAN, E. Tuncay, İş Hukuku, Ankara 2013, s.239. 4    Öte yandan ekonomik kriz dönemlerinde işçi ve işverenlerin esnek bazı kurallardan yararlanmalarına İş Kanununun katı hükümleri olanak vermemiş, bu yüzden mevcut yasa hükümlerine aykırı uygulamaların yaygınlaştığı gözlenmiştir. . Nitekim 4857 sayılı İş Kanununun  gerekçesinde  de  bu  hususlara  işaret  edilmektedir.  Gerekçe  için  bkz. https://www.tbmm.gov.tr/sirasayi/donem/yil/ssm.htm, E.T. 15.03.2019. 5   ASTARLI, Muhittin, İş Hukukunda Çalışma Süreleri, Ankara 2008 s.94; ODAMAN, s.102. Esnekliğe dair farklı uygulamalar için bkz. BRONSTEIN, s.112-113. 6   AKYİĞİT, Ercan, İş Hukuku, 12.B., Ankara 2018, s.429. 7  ZEYTİNOĞLU, Emin, İş Hukukunda Esneklik ve 4857 Sayılı İş Kanunu na Çeşitli Yansımaları, İstanbul Ticaret Üniversitesi Sosyal Bilimler Dergisi, Y.5, S.10, Güz 2006/2, 195-196, s.197; ÇELİK/CANİKLİOĞLU/CANBOLAT, 534. 637Baki Oğuz MÜLAYİM  Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 635-664 düzenleme ile birlikte taraflar aksini kararlaştırıp haftalık iş sürelerini farklı şekilde dağıtılabilmektedir. Haftalık ortalama çalışma süresi aşılmaksızın, bazı haftalarda çalışma süresinin normalin üstüne çıkarılması, bu suretle deyişle yoğunlaştırılmış iş haftasının uygulanması mümkün hale gelmiştir.  Denkleştirme ile çalışma sürelerinin değişik yönlerden esnekleştirilmesi sağlanmıştır.  İşletmeye  siparişlere  bağlı  üretim  esnekliği  kazandırılırken maliyetin  artmaması  hedeflenmektedir.  Diğer  bir  deyişle  işletmelere siparişlere bağlı üretim esnekliği kazandırılırken, bunun maliyeti fazla çalışma ücreti ödemeden işçileri günde on bir saat çalıştırabilme yolu ile işçilere yüklenmektedir.  4857  sayılı  İş  Kanununun  bazı  maddelerinin,  bu  kapsamda denkleştirmeyi  düzenleyen  63/2.  maddesinin  iptali  için  Anayasa Mahkemesine  başvurulmuştur. Kanunun  63/2.  maddesinin,  günde  on  bir saatlik bir çalışma biçimine olanak verdiği, dinlenme hakkını zedelediği, bu hakkı  ölçüsüzce  sınırlandırdığı,  güçsüz  durumdaki  işçiyi  ezdiği  ileri sürülmüştür.  Kanunun  41/1.  maddesinin  son  cümlesi  de  denkleştirme uygulandığı durumlarda haftalık kırk beş saatlik süreyi aşan çalışmalar için fazla  mesai  ücreti  ödenmemesine  dair  olup  iptali  istenen  hükümler arasındadır. Bu durumun zorla çalıştırma yasağına ve günde on bir saatlik bir çalışma temposuna neden olması açısından dinlenme hakkına aykırı olduğu, ölçüsüz bulunduğu ve güçsüzleri korumayacağı ileri sürülmüştür. Ancak Anayasa Mahkemesi, sözkonusu başvuruyu reddetmiştir.  Anayasa  Mahkemesinin  kararında  yer  alan;   Çalışma  süresinin düzenlenmesinde genel olarak iki tür yaklaşımdan söz edilebilir. Birincisi, endüstri devriminin ürünü olan çalışma süresini kısaltmak ve bununla ilgili                                                            8   SÜMER, Haluk Hadi, İş Hukuku, Konya 2017, s.127; EYRENCİ, Öner/TAŞKENT, Savaş/ULUCAN, Devrim, Bireysel İş Hukuku, İstanbul 2016, s.260; YUVALI, Ertuğrul, Türk Hukukunda Olağan Nedenlerle Fazla Çalışma ve AB Ülkelerindeki fazla çalışma hükümlerine Genel Bir Bakış, Kamu-İş Dergisi, C.10, S.4, 2009, 55; s.56; KILIÇOĞLU, Mustafa/ŞENOCAK, Kemal, İş Kanunu Şerhi, İstanbul 2008, s.664; KARACAN, Hatice, 4857 Sayılı İş Kanununa Göre Fazla Çalışma, Ankara 2007, s.36; İKİZLER, s.33; ÇELİK/CANİKLİOĞLU/ CANBOLAT, s.407; KARACAN, s.36; İKİZLER, s.33; MOLLAMAHMUTOĞLU/ASTARLI, s.863. 9   EYRENCİ/TAŞKENT/ULUCAN, s.260. 10  ŞAKAR, Müjdat, İş Hukuku Uygulaması, İstanbul 2016, s.121; İKİZLER, Murat, Türk Hukukunda Esnek Çalışma, Ankara 2012, s.34.  11  Anayasa Mahkemesi, 19.10.2005, E. 2003/66, K. 2005/72., RG., 24.11.2007/26710. 638Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 635-664  Türk İş Hukukunda … katı kurallar getirmektir. İkinci yaklaşım ise, iş hayatındaki gelişmeler ve teknoloji  alanındaki  yeniliklerin  bir  sonucu  olarak  çalışma  süresinin düzenlenmesinde taraflara mümkün olduğu kadar geniş bir hareket alanı sağlamaktır. İkinci yaklaşım, esnek çalışma kavramıyla yakından ilgili olup, işin ve ihtiyaçların zamanında en üst seviyede karşılanması amaçlanmaktadır. Günümüzde, iş hayatındaki olgular ve pek çok nedenle, çalışma sürelerinin düzenlenmesinde  ikinci  yaklaşım  ön  plana  çıkmaktadır. ,  şeklindeki yaklaşımı,  esnek  çalışma  uygulamalarını  desteklemektedir.  Kararda denkleştirme  yapılan  dönemde,  kimi  haftalarda  kırk  beş  saatin  üzerinde çalışılmasına rağmen, kırk beş saat ortalama süre aşılmamışsa, işçiye, haftalık normal çalışma süresi olan kırk beş saat üzerinden ücret ödenecek olmasının, denkleştirme yönteminin doğasının bir gereği olduğu, denkleştirmede esas alınan azami sürede, işçinin ortalama günlük ya da haftalık çalışma süresinde işçi aleyhine değişiklik olmadığı ifade edilmektedir. Haftanın çalışılan günleri için  söz  konusu  olan  ve  tarafların  anlaşması  koşuluna  bağlı  olarak uygulanabilecek  denkleştirme  esaslarının  düzenlendiği  kuralın,  çalışma şartları ve dinlenme hakkına aykırı bir yönü bulunmadığı ifade edilmektedir. Çalışmamızda Türk İş Hukukunda denkleştirme uygulaması, Avrupa Birliğinin  93/104/EC.  ve  2003/88/EC.  Sayılı  Yönergeleri  çerçevesinde incelenmiştir.  Öncelikle  Yönergeler  hakkında  açıklamalarda  bulunulacak, sonrasında ise Türk İş Hukukunda denkleştirme uygulaması incelenecektir. I.  Avrupa Birliği Yönergeleri A. 93/104/EC. sayılı Yönerge Batı Avrupa ekonomileri, 1970 li yılların ikinci yarısından sonra artan işsizlikle  birlikte  yaygın  olarak   stagflasyon   olarak  adlandırılan  bir durgunluk ve enflasyon sürecine girmiştir. Ucuz enerji dönemi, sona ermiştir. Bu dönemde daha zorlu uluslararası rekabet koşulları, ortaya çıkmıştır. İşçi ve işverenlerin karşılıklı olarak yaşadığı sorunlar, işçiler açısından yeterli bir tazminat almaksızın işlerini kaybetmek riskine, işverenler açısından ise kriz zamanlarında  gerekli  esneklikten  yoksun  kalınmasına  ve  ek  işgücü maliyetlerine yol açmıştır. Emek esnekliği tartışması, ön plana çıkmıştır.                                                            12  BRONSTEIN, Arturo, International and Comparative Labour Law Current Challenges, Geneva 2009, s.111-112; BERCUSSON, Brian, European Labour Law, New York 2009, s.101. 639Baki Oğuz MÜLAYİM  Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 635-664 İşgücü piyasası reformları, daha fazla esnekliğe ihtiyaç duyulduğu varsayımı üzerine kurulduğundan, esneklik tartışmaları yaşanmıştır. Avrupa Birliğinin birçok düzenlemesinde ve özellikle 93/104/EC. sayılı Yönergesi  ile  2003/88/EC.  sayılı  Yönergesinde 14  çalışma  sürelerinin organizasyonunda belirli hususlar düzenlenmektedir. Kanun ve toplu iş sözleşmelerinde  çalışma  sürelerinin  azaltılması  ve  esnekleştirilmesi, Avrupa da  ekonomik  gelişme  açısından  genel  bir  strateji  olarak öngörülmektedir 16 .  Zira  teknolojik,  ekonomik  ve  sosyal  gelişmeler sonucunda, çalışma sürelerinin uygulanmasında esneklik sağlanması ihtiyacı ortaya çıkmıştır. Batı ülkelerinde, bu doğrultuda yoğunlaştırılmış iş haftası, çalışılmayan zamanın telafisi, kısa süreli çalışma, fazla çalışma yerine serbest zaman verilmesi gibi uygulamalar ortaya konulmuştur.  Maastrich Zirvesi ile Avrupa Birliğinin çalışma hayatı da dâhil olmak üzere bir takım konuları düzenlemesi öngörülmüştür. Bu doğrultuda çalışma sürelerine yönelik düzenlemeler de yapılmıştır. Avrupa Birliği nde çalışma sürelerini düzenleyen ilk yönerge, 93/104/EC sayılı Yönerge dir. Yönergede, belirli sektörler ve aktiviteler, kapsam dışı bırakılmıştır.  Avrupa  Birliğinin  93/104/EC  sayılı  Yönergesinde  haftalık  çalışma süresinin  fazla  çalışmalar  dâhil  kırk  sekiz  saati  aşamayacağı öngörülmüştür.Yönerge, yirmi dört saatlik bir çalışma süresi zarfında en az                                                            13  BRONSTEIN, s.111-112.  14  Yönerge  için  bkz.  https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX: 32003L8, E.T.15.03.2019. 15  ILO, Hours Of Work, Form Fixed to Flexible, ILO Conference 2005, s.11.  16  CARUSO, Bruno/FUCHS, Maximilian, Labour Law and Flexibility in Europe: The Cases of Germany and Italy, Nomos 2004, s.148. 17  ÇELİK, Nuri/CANİKLİOĞLU, Nurşen/CANBOLAT, Talat, İş Hukuku Dersleri, İstanbul 2016, s.530. 18  Maastricht Anlaşması, Maastricht şehrinde 07.02.1992 tarihinde imzalanmıştır. Anlaşma ile Avrupa Ekonomik Topluluğu (AET) Avrupa Birliği'ne dönüşmüştür. Konu hakkında bkz. https://www.ab.gov.tr/avrupa-birliginin-tarihcesi_ 105.html, ( Erişim Tarihi 15.09.2019). 19  PAINTER, Richard W./PUTTICK, Keith/HOLMES, Ann, Employment Rights, England 2004, s.14. 20  FALKNER/TREIB/HOLZLEITHNER,  s.16;  LOSCHNIGG,  Günter/HEKİMLER, Alpay, Avrupa İş Hukuku Çerçevesinde Türk İş Hukuku ile Avusturya İş Hukukunun Temel Esasları, Ankara 2011, s.33. 21  LENAERS, Koen/GUTIERREZ-FONS, Jose A., A European Social Union After The Crisis, (Editör VANDERBROCUKE, Frank/BARNARD, Catherina/BAERE De Geere), The European Court of Justice as The Guardian of The Rule of EU Social Law United 640Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 635-664  Türk İş Hukukunda … on bir saatlik kesintisiz bir dinlenme süresinin verilmesini ayrıca her hafta bir gün ücretli izin ile her yıl için dört haftalık bir ücretli yıllık iznin verilmesini öngörmüştür. Bunlar, Yönergenin temel düzenlemeleridir.  Yönergenin 16. maddesinde denkleştirmeye yönelik düzenlemeler yer almaktadır.  Denkleştirme,  2003/88/EC.  sayılı  Yönergesinde  de  aynı kapsamda düzenlendiğinden  2003/88/EC. sayılı Yönerge  başlığı altında açıklamalarda bulunulmaktadır. B. 2003/88/EC sayılı Yönerge 2003/88/EC sayılı Yönerge, 93/104/EC sayılı Yönergeyi tedvin etmiş ve yerini almıştır. Bu yönerge, asgari güvenlik ve sağlık gereksinimlerini düzenlemektedir. 2000/34/EC sayılı Yönerge, 93/104 sayılı Yönerge ile kapsam dışında bırakılan sektörlere yöneliktir. 93/104/EC ve 2000/34/EC sayılı  Yönergelerde  çalışma  süreleri  ile  ilgili  yer  alan  düzenlemeleri değiştirmemiş, bu iki yönergeyi birleştirmiştir. Bu doğrultuda ortalama dört aylık bir referans süresi üzerinden en fazla kırk sekiz saatlik bir haftalık çalışma süresi, ara dinlenmeleri, hafta tatilini, haftalık en çok çalışma süresini, yıllık izin ve gece çalışması, postalar halinde çalışmalar ile çalışma ilişkilerini düzenlemektedir.                                                             Kingdom 2017, s.445; SABAHHİT, Ali, Safety At Work, (Edited by John Channing), 2014 NewYork  s.99;  GÜNAY,  İlhan  Cevdet  ,  İş  Kanunu  Şerhi,  Ankara  2009,  s.2272; KILIÇOĞLU/ŞENOCAK, s.506.  22  COLLINS, Hugh, Employment Law, New York 2010, s.92; DAVIES, A.C.L., EU Labour Law, United Kingdom 2012, s.207. 23  PITTARD, Marilyn J./BUTTERWORTH, Stuart,  The Rich Panoply of Sources Of Labor Law: National, Regional, International, Comparative Labor Law, (Editörler FINKIN, Matthew W./MUNDLAK, Guy), UK 2015, s.58. 24  Avrupa Birliğinde 2003/88/EC. sayılı Yönerge hakkındaki tartışmalar için bkz. NOWAK, Tobias, The Turbulent Life of The Working Time Directive, Maastricht Journal of European and Comparative Law 25, (1), Brussels 2018, s.118-129. Yönerge hakkında geniş bilgi için bk. MÜLAYİM, Baki Oğuz, İş Hukukunda Gece Çalışması, Ankara 2016, s.77vd. 25  HERVEY, Tamara K/MCHALE, Jean V., European Union Health Law, United Kingdom 2015, s,141; NOWAK, Tobias, 121. 26  BARNARD, Catherina, EU Employment Law, Great Britain 2012, s.536. 27  NOWAK, s.121. BARNARD, s.536; HERVEY/MCHALE, s,141; SABAHHIT, s.99; FALKNER, Gerda/TREIB, Oliver/HOLZLEITHNER, Elisabeth, Compliance in the Enlarged  European,  England  2008,  s.16;  SERGEANT,  Malcolm/LEWIS,  David, Employment Law, England 2010, s.223;. LOSCHNIGG/HEKİMLER, s.33; ASTARLI, s.8; İREN, Ertan, Avrupa Birliği İş Hukuku Yönergeleri Karşısında 4857 Sayılı İş Kanununun Durumu, Ankara 2008.s.239. 641Baki Oğuz MÜLAYİM  Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 635-664 Denkleştirme süreleri, Yönergenin 16. maddesinde düzenlenmektedir. Haftalık dinlenme sürelerine ilişkin 5. madde uygulamasında ondört günü geçmeyen,  6.  maddede  düzenlenen  haftalık  azami  çalışma  süresi uygulamasında  ise  dört  ayı  geçmeyen  bir  denkleştirme  süresi belirlenebilmektedir. Yönergenin 5. maddesinde öngörülen haftalık dinlenme süresi, denkleştirme süresinin içerisinde kaldığı takdirde denkleştirmeye esas olan ortalamanın hesaplamasına dâhil edilmez. Yönergenin 7. maddesinde belirtilen yıllık ücretli izin ve hastalık izinlerinin süreleri de aynı şekilde denkleştirme süresinin ortalaması hesaplamasına dâhil edilmez. 2003/88/EC. sayılı Yönergenin 8. maddesi gereğince gece çalışanların normal çalışma süresi, yirmi dört saatlik bir zaman dilimi içerisinde ortalama sekiz saati aşmamalıdır. Yönergenin önsözünde, sekiz saatlik bu süreye fazla çalışmanın da dâhil olduğu belirtilmiştir. İşi özel tehlikeler, ağır fiziksel ve zihinsel yükler içeren işçiler gece çalışması yaptığı sürece yirmi dört saat içerisinde sekiz saatten fazla çalıştırılamaz. Özel tehlikeler, ağır fiziksel ve zihinsel yükler içeren işlerin, gece çalışmasına özgü etki ve tehlikeler göz önünde bulundurulmak sureti ile ulusal kanunlar, toplu sözleşmeler veya endüstri  taraflarının  mutabakatı  sonrasında  yapılacak  sözleşmeler  ile tanımlanması  öngörülmektedir.  Ulusal  veya  bölgesel  düzeyde  endüstri taraflarının mutabakatı sonrasında ulusal kanunlar, toplu sözleşmeler veya sözleşmeler ile gece çalışmasını içeren bir denkleştirme süresi, Yönergenin 16/c.  maddesi  uyarınca  belirlenebilmektedir.  Bu  durumda  Yönergenin  5. maddesinde  belirtilen  yirmi  dört  saatlik  haftalık  asgari  dinlenme  süresi, denkleştirme süresinin ortalaması hesaplanırken dikkate alınmaz. Yönergenin 17/3. maddesinde yönergenin denkleştirmeye yönelik 16. maddesi de dâhil olmak üzere bir takım maddelerinin uygulanmayabileceği halleri düzenlemektedir. Bu haller aşağıda sayılmaktadır: a) İşçinin çalışma yeri ve ikamet yerinin açık denizdeki çalışma dâhil olmak üzere birbirlerinden uzak olması halinde veya işçinin farklı çalışma yerleri birbirlerinden uzak olması halinde,  b) Daimi  bir  kalma  gerektiren  güvenlik  ve  gözetim  faaliyetleri durumunda mülkü ve şahısları özellikle güvenlik görevlilerini, bakıcıları veya güvenlik firmalarını korumak maksadıyla,  c) Hizmetin  veya  üretimin  devam  ihtiyacını  içeren  faaliyetler durumunda, özellikle hastaneler veya benzer kuruluşlar tarafından sağlanan 642Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 635-664  Türk İş Hukukunda … danışma, tedavi ve/veya bakıma ilişkin hizmetler, doktor eğitimleri, yatılı kurumlar ve hapishaneler dahil olmak üzere liman veya havaalanı işçileri, basın, radyo, televizyon, sinematografik yayınlar, posta ve telekomünikasyon hizmetleri, ambulans, yangın ve sivil savunma hizmetleri; gaz, su ve elektrik üretimi, iletim ve dağıtım, hane atık toplama ve yakma tesisleri, teknik gerekçelerle  işin  kesintiye  uğratılamayacağı  endüstriler;  araştırma  ve geliştirme faaliyetleri; tarım; düzenli kent ulaşım hizmetlerinde yolcu taşıma ile ilgili işçiler,  d) Tahmin edilebilir bir faaliyet artışının olduğu durumlarda, özellikle tarım, turizm, posta hizmetleri,  e) Demiryolu  taşımacılığında  çalışan  kişiler  söz  konusu  olduğunda aralıklı olarak faaliyetleri olan çalışma zamanlarını trenlerde geçiren veya trafiğin düzenliliğini ve sürekliliğini sağlamak üzere faaliyetleri ulaştırma çizelgelerine bağlı olan kişiler,  f)  89/391/EEC sayılı Yönergeni 5/4. maddesinde belirtilen durumlarda  (Üye devletlerin, olayların, olağandışı ve öngörülemeyen koşullardan kaynaklandığı durumlarda işverenlerin sorumluluklarının sınırlandırılmasını veya sınırlandırılmasını sağlama seçeneğini kısıtlamayacağına yönelik bir düzenlemedir). g) Kaza durumlarında veya kaza riski olması durumunda. Yönergenin 18. maddesinde, Yönergenin denkleştirmeye yönelik 16. maddesine  yönelik  istisna  düzenlemelerin,  ancak  endüstrinin  iki  tarafı arasında  imzalanan  toplu  sözleşmeler  veya  sözleşmeler  yoluyla  veyahut bunlar ile düzenlenen kurallara uygun olarak daha düşük seviyede endüstrinin iki tarafı arasında imzalanan toplu sözleşmeler veya sözleşmeler yoluyla yapılabilmesi  öngörülmüştür.  Buna  göre  Yönergenin  17/3.  maddesinde sayılan  hallerde,  18.  maddede  öngörülen  şekilde  istisna  düzenlemelerin yapılabileceği, ancak bu durumda altı aydan daha uzun bir referans süresinin öngörülemeyeceği, Yönergenin 19. maddesinde belirtilmektedir. Ancak üye devletler, işçilerin emniyeti ve sağlığının korunmasına ilişkin genel ilkelere uygun olarak, çalışmanın düzenlenmesine ilişkin nedenler veya objektif veya                                                            28  Yönerge  için  bkz.  https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX% 3A89L1, (Erişim tarihi 15.09.2019) 643Baki Oğuz MÜLAYİM  Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 635-664 teknik nedenler ile hiçbir durumda on iki ayı geçmeyecek referans sürelerini belirlemek  üzere  toplu  sözleşmeler  ve  endüstrinin  iki  tarafı  arasında imzalanan sözleşmelere izin verme seçeneğine sahiptir.  Denkleştirmenin uygulanmayabileceği diğer bir hal, Yönergenin 17/1. maddesinde  sayılmaktadır.  Buna  göre  işçilerin  emniyeti  ve  sağlığının korunmasına ait genel ilkelere gereken dikkati göstererek, ilgili faaliyetlerin niteliklerinden dolayı çalışma zamanı süresi ölçülmediğinde veya önceden tespit edilmediğinde veya işçilerin kendileri tarafından tespit edilebileceği zaman, yöneticiler veya özerk karar-verme yetkilerine sahip diğer şahıslar, aile işçileri veya kiliselerde dini seremonilerde ve dini topluluklarda resmi görevli  işçiler  açısından  16.  maddeye  yönelik  istisna  düzenlemelerin yapılabilmesi  öngörülmüştür.  Yönergenin  17/5.  maddesinde  doktorların eğitiminde de farklı düzenlemeler yapılabileceği belirtilmektedir.  Topluluk mevzuatının diğer hükümleri ile belirli meslek ve mesleki faaliyetler  için  çalışma  zamanlarının  düzenlenmesine  ilişkin  daha  belirli gereklilikler içermesi halinde Yönergenin 14. maddesi gereğince Yönerge uygulanmaz. Yönergenin, Üye devletlerin, işçilerin emniyet ve sağlığının korunması bakımından daha olumlu nitelikteki kanun, yönetmelikleri veya idari hükümleri  yürürlüğe koyma  veyahut  endüstrinin  iki tarafı  arasında imzalanan ve işçilerin emniyet ve sağlığının korunması bakımından daha olumlu nitelikte olan toplu sözleşmeleri veya sözleşmeleri kolaylaştırma veya bunların imzalanmasına izin verme hakkını etkilemeyeceği ise Yönergenin 15. maddesinde öngörülmektedir. Avrupa Birliği ülkeleri, çalışma sürelerine yönelik düzenlemeleri, iç hukuklarına aktarmışlardır. Örneğin Almanya da Çalışma Süreleri Kanunu (Arbeitszeitgesetz)30, 2003/88/EC. sayılı Yönergenin iç hukukta uygulanması niteliğindedir. İngiltere de çalışma süreleri,  Working Time Regulations                                                             29  Avrupa  Birliği  Komisyonu,  bu  yönergenin  uygulanması  ile  ilgili  olarak  raporlar hazırlamaktadır. 2017 tarihli  Report on the implementation by Member States of Directive 2003/88/EC concerning certain aspects of the organisation of working time  için bkz. https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=  CELEX:52017DC4& from=EN, (Erişim Tarihi 15.03.2019). 30  İlgili yasal düzenleme için bkz. http://www.gesetze-im-internet.de/arbzg/, (Erişim Tarihi 15.03.2019). 31  MORGENROTH, Sascha /MITTELHAMM, Eva,  Working Hours, Holidays and Health and Safety , Key Aspects of German Employment and Labor Law, (Editors KIRCHNER, Jens/KREMP,  Pascal  R./MAGOTSCH,  Michael),  Berlin  2010,  s.83;  MANFRED, 644Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 635-664  Türk İş Hukukunda … adlı yasal düzenleme ile düzenlenmektedir. 93/104/EC. sayılı Yönergenin iç hukuka aktarılması, bu düzenleme ile olmuştur.  Türkiye-AB  katılım  müzakereleri,  03.10.2005  tarihinde  başlamıştır. Müzakere fasılları, AB müktesebatı ile ilgili yükümülülükleri yerine getirme ve  bunun  izlenmesi  sürecini  ifade  eder 34 .  Çalışma  hayatına  ilişkin düzenlemelerin yer aldığı,  Sosyal Politika ve İstihdam  başlıklı 19. fasılda yer almaktadır. Bu kapsamda Türkiye tarafından  Avrupa Birliği ne Katılım İçin Ulusal Eylem Planı  hazırlanmıştır. Bu doğrultuda Türkiye, her ne kadar üye olmasa da tam üyelik sürecinde bu kapsamda AB müktesebatını iç hukuka aktarmaktadır. I.  İş Hukukumuzda Denkleştirme Uygulaması A. Genel Olarak Denkleştirme uygulaması, 4857 sayılı İş Kanununda yer almaktadır. Basın İş Kanun ve Deniz İş Kanununda ise denkleştirme mümkün değildir. Çünkü  bu  kanunlarda  haftalık  çalışma  süresinin  eşit  olarak  bölünmesi öngörülmektedir.  Deniz İş Kanununun 28. maddesinde iş süresi, günde sekiz ve haftada kırk sekiz olarak belirlenmiş ve bu sürenin haftanın iş günlerine eşit olarak bölünmek suretiyle uygulanacağı düzenlenmiştir. Basın İş Kanununun ise ek.1. maddesinde günlük iş müddeti, gece ve gündüz devrelerinde sekiz saat olarak  düzenlenmiştir.  Günlük  çalışma  süresini  aşan  çalışmalar  da  fazla çalışma olarak kabul edilmektedir.  Ayrıca İş Kanunu, Basın İş Kanun ve Deniz İş Kanununda yer alan farklı düzenlemelerin  veya  öğreti  görüşleriyle  yorumlanan  boşlukların  ortak                                                            Weiss/SCHMIDT, Marlene, Labour Law and Industrial Relations In Germany, The Netherlands 2008, s.98. 32  İlgili  yasal  düzenleme  için  bkz.  http://www.legislation.gov.uk/uksi/1998/1833/ contents/made, (Erişim Tarihi 15.03.2019). 33  SERGEANT/LEWIS, s.223; PAINTER./PUTTICK/HOLMES, s.131; DAVIES, 539. 34  KAYAGİL,  Muhammet  Enes,  Türkiye–AB  Müzakere  Sürecinde  Sosyal  Politikada Yaşanan Gelişmeler, Çalışma Dünyası Dergisi, Labour World, 2015/2, s.34-58,s.38.  35  Avrupa  Birliği ne  Katılım  İçin  Ulusal  Eylem  Planı  için  bkz. https://www.ab.gov.tr/files/5%20Ekim/uep  kitapcik6-2019.pdf,  (Erişim  Tarihi 15.09.2019). 36 ASTARLI, s.287. 645Baki Oğuz MÜLAYİM  Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 635-664 hükümler  oluşturulabilmesi  amacıyla  tekrar  ele  alınarak  düzenlenmesine ihtiyaç duyulmaktadır. Çalışma hayatını düzenleyen kanunların farklı haftalık çalışma süresi düzenlemesi uygulamada bazı sorunlara ve duraksamalara sebebiyet verdiği belirtilmektedir. B. 4857 sayılı İş Kanunumuzda Denkleştirme Uygulaması 1. Tanımı ve Süresi Çalışma yaşamının gereksinimleri, bazen ve kaçınılmaz olarak haftalık çalışma sürelerinin aşılmasına yol açmaktadır. 4857 sayılı İş Kanundaki düzenleme ile esneklik konusunda iki ayrı imkân sağlanmıştır. Kanunun 63. maddesinin ikinci fıkrası ile çalışma sürelerinin esnekleştirilmesine yönelik olarak  Avrupa  Birliği nin  93/104/EC.  sayılı  Yönergesine  uygun  bir düzenleme getirilmiştir. Bu fıkra gereğince tarafların anlaşması ile haftalık normal çalışma süresi, işyerlerinde haftanın çalışılan günlerine, günde on bir saati aşmamak koşulu ile farklı şekilde dağıtılabilir.  Denkleştirme, işçinin iş sözleşmesi ile normal haftalık çalışma süresinin tarafların yapacağı anlaşma ile ya da toplu iş sözleşmesi ile belli bir sürede günde on bir saati ve haftada altı günü aşmayacak şekilde belirli bir döneme işveren tarafından yayılması ve ortalama haftalık çalışma süresinin aşılıp aşılmadığının  esas  alındığı  bir  yöntemdir.  Buna  göre,  işçinin  haftalık ortalama çalışma süresinin bazı haftalarda toplam kırk beş saati aşmasına                                                            37  CANİKLİOĞLU, Nurşen. Türk Borçlar Kanununun Hizmet Sözleşmesinin Kurulmasına, Tarafların Hak ve Borçlarına İlişkin Hükümlerinin Genel Bir Değerlendirmesi, Çalışma Hayatı Açısından Yeni Borçlar Kanunu ve Ticaret Kanunu Semineri, TİSK, Yayın No: 318, Ankara 2012, s. 91; HÜSEYİNLİ, Namık. İş Kanunu Kapsamında Fazla Çalışmanın Yıllık Sınırının Aşılmasının Hukuki Sonuçları, Terazi Hukuk Dergisi, 2017, 12(136), S.14-27, s. 16. 38  GÜVEN, Ercan/AYDIN, Ufuk, Bireysel İş Hukuku, Eskişehir 2013, s.317. 39  ASTARLI, s.94; ODAMAN, s.102. Esnek çalışma sürelerinin kabul edilmesinin fazla çalışma uygulamasının daraltıcı nitelikte olduğu, zira denkleştirme, yoğunlaştırılmış iş haftası gibi uygulamalar nedeni ile fazla çalışma ihtiyacının azalacağı ileri sürülmektedir. Konu hakkında bkz. GÜVEN /AYDIN, s.318. 40  ODAMAN, s.103.  41  Görüldüğü gibi, haftalık çalışma süresi eşit olmayan şekilde iş günlerine bölünürken işçi yönünden 11 saatlik en çok çalışma süresi aşılamaz ve  bu halde , iki aylık denkleştirme süresinin uygulanması gerekir. , konu hakkında bkz. EKONOMİ, s.165 vd. 42  AKYİĞİT, s.429. 646Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 635-664  Türk İş Hukukunda … imkân tanıyan denkleştirme uygulamasıyla, kırk beş saat üzeri çalışmaların karşılığı fazla çalışma ücreti olarak istenemeyecektir.  Çalışma sürelerinde esneklik imkânı tanıyan İş Kanunumuz, isteğe bağlı olarak günlük çalışma sürelerinin on bir saate kadar çıkararak, iki aylık dönemde  denkleştirme  yapabilme  imkânı  vermiştir.  Ancak  denkleştirme dönemlerinde fazla çalışmaya ölçüt olarak denkleştirme döneminin haftalık ortalamasının  kırk  beş  saat  olan  normal  çalışma  süresinin  üstündeki çalışmaların fazla çalışma sayılabileceğini kabul etmiştir. 4857 sayılı İş Kanununda çalışma sürelerinin esnekleştirilmesinden dolayı fazla saatlerle çalışma, 1475 sayılı Kanunundaki düzenlemeye oranla oldukça farklı bir şekilde düzenlenmiştir. Bu durum, yalnızca bir tercih niteliğinde değildir. Esnek çalışma sürelerinin uygulanmasının da zorunlu bir sonucudur.  4857  sayılı  İş  Kanunumuz  ile  denkleştirme  uygulaması,  ilk  kez mevzuatımıza girmiştir. İki aylık süre içerisinde işçinin haftalık ortalama çalışma  süresi,  normal  haftalık  çalışma  süresini  aşamaz.  Denkleştirme süresinin taraflar iki aydan daha kısa bir süre olarak da belirleyebilirler.                                                            43  HÜSEYİNLİ, s. 16.  44  ASTARLI, s.170; NARMANLIOĞLU, İş Hukuku, 655; SÜMER, 138; AKYİĞİT, s.429; MOLLAMAHMUTOĞLU, 886. 45   Tartışmalara konu olan esneklikle ilgili çalışmalara, işveren kesiminden gelen  Türkiye de çalışma hayatını düzenleyen yasaların katı olduğu, yasaların diğer ülkelerde uygulanan esnek  çalışma  biçimlerinin  uygulanmasına  imkan  vermediği  ve  işletmelerin  rekabet kabiliyetini korumakta güçlük çektiği  şeklindeki yakınmalar üzerine başlanmıştır. Bu talepler doğrultusunda 1971 yılından beri uygulanmakta olan 1475 sayılı İş Kanunu (kıdem tazminatı ile ilgili madde haricinde) kaldırılmış, yerine 2003 yılında, esnek çalışmaya ilişkin hükümleri  içeren  4857  sayılı  İş  Kanunu  yürürlüğe  girmiştir. , KAMALIOĞLUÇORUHLU, s.53. 46  ODAMAN, s.31; ASTARLI, s.176.  Üretimde bilginin öneminin sermayenin önüne geçmesi, çalışanların vasıf derecelerinin beden işçiliğinden fikir işçiliğine kayması, küresel rekabetin  esnekleşme  olgusunu  zorunlu  olarak  gündeme  getirmesi  çalışma  hayatını yakından etkilemektedir. ,  Öte yandan ekonomik kriz dönemlerinde işçi ve işverenlerin esnek bazı kurallardan yararlanmalarına İş Kanununun katı hükümleri olanak vermemiş, bu  yüzden  mevcut  yasa  hükümlerine  aykırı  uygulamaların  yaygınlaştığı gözlenmiştir…Yukarıda değinilen ve çalışma hayatını yakından etkileyen ekonomik, sosyal ve siyasal koşullar, Türkiye Cumhuriyetinin iş hukuku alanındaki yetmiş yıla yaklaşan birikimi, uygulamada karşılaşılan sorunlar, esnekleşme gereksinimi, Avrupa Birliği ve Uluslararası Çalışma Örgütü normlarına uyum sağlama zorunluluğu mevcut İş Kanununda bazı değişiklikler yapılması yerine yeni bir iş yasasının hazırlanmasını zorunlu kılmıştır. , TİSK, 4857 sayılı İş Kanunu ve Gerekçesi, Ankara 2009, s.72-75. 47  ZEYTİNOĞLU, 197; ÇELİK/CANİKLİOĞLU/CANBOLAT, 534. 48  AKYİĞİT, s.395. 647Baki Oğuz MÜLAYİM  Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 635-664 Denkleştirme süresi, toplu iş sözleşmeleri ile dört aya kadar artırılabilir. Ancak turizm sektöründe dört aylık süre içinde işçinin haftalık ortalama çalışma  süresi,  normal  haftalık  çalışma  süresini  aşamayacağı  gibi denkleştirme süresi toplu iş sözleşmeleri ile altı aya kadar artırılabilir.  Avrupa Birliği üye ülkelerinde ise her ülke düzenlemesi farklılıklar göstermektedir.  Örneğin  Almanya da  Çalışma  Süreleri  Kanununun  3. maddesinde  günlük  çalışma  süresinin  sekiz  saati  aşamayacağı düzenlenmektedir. Ayrıca altı aylık ya da yirmi dört haftalık bir denkleştirme süresi içerisinde günlük ortalama sekiz saati aşmaması öngörülmektedir. Toplu iş sözleşmeleri ile çalışma süreleri, on iki aylık bir süre içerisinde haftalık  ortalama  çalışma  süresinin  kırk  sekiz  saati  aşamayacağı  da öngörülebilir. İngiltere de ancak işçinin onayının alınması durumunda on yedi haftalık bir denkleştirme süresi içerisinde ortalama haftalık çalışma süresi kırk sekiz saati aşmamak üzere düzenleme yapılabilir. Denkleştirme süresi, kural olarak on yedi haftadır. Ancak toplu iş sözleşmeleri ile bu sürenin elli iki haftaya kadar uzatılması mümkündür. Ancak bu durumda objektif ve teknik bir nedenin bulunması, ayrıca iş sağlığı ve güvenliği konusunda gerekli tüm tedbirlerin alınması gerekmektedir.  Haftalık çalışma süresi, günler arasında eşit olmayan şekilde iş günlerine bölünürken günlük çalışma süresi, on bir saati aşamayacaktır. Bu nedenle haftalık çalışma süresi günlere farklı şekilde dağıtım yapılırken azami çalışma                                                            49  SÜMER, s.131; ASTARLI, s.347; SÜZEK, Sarper, İş Hukuku, İstanbul 2013, s.818; KILIÇOĞLU/ŞENOCAK,  s.755;  GEREK,  Nüvit/GÖKÇEK  KARACA, Nuray/BAYBORA, Dilek/KOCABAŞ, Fatma, İş ve Sosyal Güvenlik Hukuku, (Editörler GEREK,  Nüvit/  KOCABAŞ,  Fatma),  Eskişehir  2013,  s.69;  ÇELİK/ CANİKLİOĞLU/CANBOLAT, s.409. 50  Bu düzenleme İş Kanununun 63. maddesinin ikinci fıkrasına 06.05.2016 tarihli 6715 sayılı Kanunun 3. maddesi ile eklenmiştir. 51  MORGENROTH/MITTELHAMM,  s.84; BRENNINGMEYER,  Marion/RAHMAN, Detlef, Labour Law In Europe, (Editör European Employment Business Team), 2011, s.30; MANFRED/SCHMIDT, s.99. 52  MANFRED/SCHMIDT, s.101; MORGENROTH/MITTELHAMM, s.84 53  SERGEANT/LEWIS,  s.226;  CUSHWAY,  Barry,  The  Employer s  Handbook,  An Essential Guide to Employment Law, Personnel Policies And Procedures, United Kingdom 2008, s.203; COLLINS, Hugh/EWING, K.D./McCOLGAN, Aileen, Labour Law, United Kingdom, 2012, s.281; DAVIES, s.274. 54  SERGEANT/LEWIS, s.226; PAINTER/PUTTICK /HOLMES, s.132; DAVIES, s.274. 648Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 635-664  Türk İş Hukukunda … süresi olarak on bir saat dikkate alınmalıdır. Örneğin haftanın üç günü on bir saat, kalan iki gün ise altı saat çalışılması kararlaştırılabilir. Taraflar, haftada beş gün çalışılacağını ve bunun dört gün on bir saat, beşinci gün ise bir saat çalışılacağını  da  kararlaştırabilirler.  Bu  durumda  haftalık  çalışma  süresi aşılmadığı için denkleştirmeye gerek yoktur.  Günlük azami iş süresi olan on bir saatin aşılmaması esastır. Gece döneminde ise günde yedi buçuk saati aşmamak üzere haftalık çalışma süresi dağıtılabilir. Bu kapsamda fazla çalışma ile ilgili olarak, İş Kanununun 41. maddesinde de düzenleme yapılmıştır. Kanunun 41. maddesinin 1. fıkrasının son cümlesinde denkleştirme uygulandığında işçinin haftalık ortalama çalışma süresinin, normal haftalık iş süresini aşmamak koşulu ile bazı haftalarda toplam kırk beş saati aşması durumunda, bu çalışmaların fazla çalışma ve fazla saatlerle sayılmayacağı düzenlenmiştir. İşveren, bu haftalarda normali aşan çalışmalar için karşılık ödemekten kurtulmaktadır. On bir saatlik süre, fazla çalışma süresini de kapsar. Bu süre, mutlak azami süre olarak anlaşılmalıdır. Bu durumda, işçinin haftalık ortalama çalışma süresi, iki aylık bir süre içinde normal haftalık çalışma süresini aşamaz. Toplu iş sözleşmeleri ile denkleştirme süresi, en fazla dört ay olarak belirlenebilir. Bu süreler, azami süreler olup taraflar, bu sürenin altında bir süreyi denkleştirme süresi olarak kararlaştırabilirler. Haftalık çalışma süresinin kırk beş saatin altında olduğu denkleştirme yapılıp yapılmayacağı, Kanunda açıkça düzenlenmemiştir. Ancak bu durumda yapılacak denkleştirmede, denkleştirmenin taraflarca kararlaştırılan haftalık çalışma süresine göre yapılması gerekir.                                                             55  SÜMER,  s.132;KARACAN,  s.36;  KILIÇOĞLU/ŞENOCAK,  s.667; MOLLAMAHMUTOĞLU/ ASTARLI, s.867; DEMİRCİOĞLU, s.224. 56  ÇİL, Şahin, İş Kanunu Şerhi, Ankara 2004, C.2., s.2931. 57  AKYİĞİT, s.393; ÇELİK/CANİKLİOĞLU/ CANBOLAT, s.408. 58  AKYİĞİT, s.429. 59  ÇELİK/CANİKLİOĞLU/CANBOLAT,  s.555;  SÜMER,  134.  2003/88/EC.  Sayılı Yönergeye uygun bir düzenlemedir. Zira bu Yönergede yirmi dört saatlik bir periyot içerisinde işçilerin en az onbir saat dinlendirilmesi öngörülmektedir. Konu hakkında bkz. YUVALI, 57. 60  SÜZEK, 805. 61  EYRENCİ/TAŞKENT/ULUCAN, s.262. 62   Haftalık iş süresinin sözleşmelerle kırkbeş satin altında belirlenmesi mümkündür. Bu halde haftalık çalışma süresini aşan kırkbeş saate kadar olan çalışmalar ise 4857 sayılı Yasanın 649Baki Oğuz MÜLAYİM  Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 635-664 Türk İş Hukukunda gece çalışmaları açısından ayrı bir düzenlemeye yer verilmediğinden  denkleştirme  uygulamasının  gündüz  döneminde gerçekleştirilen  çalışmalar  açısından  öngörüldüğü  söylenebilir.  Alman hukukunda  ise  gece  çalışmaları  için  de  özel  düzenleme  bulunmaktadır. Almanya Çalışma Süreleri Kanununun 6/f.2. maddesine göre işçilerin gece çalışması, sekiz saati aşamaz. Ancak bir aylık veya dört haftalık bir süre içerisinde  ortalama  sekiz  saati  aşmamak  kaydı  ile  on  saate  kadar artırılabilmektedir.  İş Kanununun 69. maddesinde 6645 sayılı Kanunla yapılan değişiklik sonrasında turizm, özel güvenlik ve sağlık sektöründe de gece çalışmalarında denkleştirme uygulamasına başvurulabilmektedir. Zira İş Kanununda gece çalışmalarını  düzenleyen  69.  maddenin  üçüncü  fıkrasında,  turizm,  özel güvenlik ve sağlık hizmeti yürütülen işlerde işçinin yazılı onayının alınması durumunda  gece  çalışmalarının  günde  yedi  buçuk  saati  aşabileceği düzenlenmiştir. İş Kanunumuzun 69. maddesinin üçüncü fıkrasına 6645 sayılı Kanunla eklenen cümle ile turizm, özel güvenlik ve sağlık hizmeti yürütülen işlerde işçinin yazılı onayının alınması şartıyla yedi buçuk saatin üzerinde gece çalışması yapılabileceği düzenlenmiştir. Bu düzenlemenin esas itibarı ile ilgili  Yönergeye  aykırı  bir  nitelik  taşımadığını  düşünmekteyiz.  Zira  bu sektörlerdeki gece çalışmaları, özel tehlikeler, ağır fiziksel ve zihinsel yükler taşıyan  işler  olarak  öngörülmüş  olsaydı,  17.  madde  ile  derogasyon  ve istisnaları  düzenleyen  maddede  yer  almazdı.  Zira  2003/88/EC  sayılı Yönergenin, derogasyon ve istisnaları düzenleyen 17. maddesinin üç nolu bendi  b  başlığında özel güvenlik görevlileri, muhafızlar veya güvenlik firmaları gibi kişi ve malları korumak için sürekli bulunmayı gerektiren güvenlik ve gözetim işlerinde;  c  başlığının  i  alt başlığında doktorların eğitimlerde, yatılı kurumlarda ve hapishanelerdeki çalışmalarını da içeren, hastaneler ya da benzer kuruluşlar tarafından sağlanan hasta kabul, tedavi ve                                                            41 inci maddesinin üçüncü fıkrasında,  fazla sürelerle çalışma  olarak adlandırılmıştır. Fazla sürelerle çalışma halinde denkleştirmeye gidilip gidilemeyeceği Kanunda açıkça düzenlenmemiştir. Bununla birlikte denkleştirme esasının kabul edildiği 63 üncü maddede  haftalık normal çalışma  süresinden söz edildiğine göre, tarafların kırkbeş saatin altında haftalık  çalışma  süresi  belirlemeleri  halinde,  denkleştirmenin  kararlaştırılan  haftalık çalışma  süresine  göre  yapılması  gerekecektir. ,  Yargıtay  22.  HD.,19.09.2018 T.,2015/35842  E.,  2018/19171  K.,  https://karararama.yargitay.  gov.tr/ YargitayBilgiBankasiIstemciWeb/, E.T. 15.03.2019. 63  Konu hakkında bkz. ASTARLI, s.444. 64  ASTARLI, s.290. 650Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 635-664  Türk İş Hukukunda … bakımla ilgili hizmetlerde ve  d  başlığı  ii  alt başlığında turizm alanında, 17. maddenin ikinci paragrafında belirtilen esaslara bağlı kalmak koşuluyla, gece  çalışmasını  düzenleyen  8.  maddeye  yönelik  derogasyonların uygulanabileceği öngörülmektedir.  Ayrıca  gece  döneminde  gerçekleşmekle  birlikte  yarısından  fazlası gündüz döneminde gerçekleşen çalışmaların varlığı halinde, gece döneminde de denkleştirme uygulamasına dair çalışma yapılabilmektedir. Ayrıca tüm çalışma süresi gece döneminde geçen işçiler açısından gündüz döneminde denkleştirme uygulanabilir. Gece ve gündüz çalışılan işyerlerinde postalar halinde çalışılmakta ise de denkleştirme yapılması mümkündür.  Sağlık Kuralları Bakımından Günde Ancak Yedibuçuk Saat veya Daha Az Çalışılması Gereken İşler Hakkında Yönetmeliğin 4. maddesine göre, günde  yedi  buçuk  saat  çalışılması  gereken  işlerde  çalışan  işçinin yoğunlaştırılmış iş haftası içerisinde yasal çalışma süresini aşmaması gerekir.  Bazı işkollarında çalışan işçilerin çalışma süresinin, günlük ve haftalık iş süresi  olarak  belirlenmesi  işin niteliği  gereği,  güç  ve  hatta imkânsızdır. Özellikle taşımacılık sektöründe bu durum geçerlidir. Zira bazı işlerin niteliği gereği, özellikle taşıma işlerinde haftalık çalışma süresi, İş Kanununun 63. maddesi hükümlerine uygun olarak iş günlerine bölünemez.  Haftalık İş Günlerine Bölünemeyen Çalışma Süreleri Yönetmeliği, bu tür işleri düzenler. Yönetmeliğin 3. maddesinde işin yapılmasının gerektirdiği en az iki, en çok altı aylık bir denkleştirme süresi, çalışma dönemi olarak kabul edilmektedir. Çalışma süresi ise bir çalışma dönemindeki toplam iş süresini ifade eder. Çalışma dönemi, Yönetmeliğin 4. maddesi gereğince işveren tarafından belirlenen en az iki, en çok altı aylık bir denkleştirme süresini ifade eder 72 .Yönetmeliğin  5/3.  maddesinde  yoğunlaştırılmış  iş  haftası  veya                                                            65  MÜLAYİM, s.154. 66  Turizm, özel güvenlik ve sağlık sektöründe gece çalışması hakkında bkz. MÜLAYİM, 151 vd. 67  ASTARLI, s.291. 68  AKYİĞİT, s.397; GÜVEN, Ercan/AYDIN, Ufuk, Bireysel İş Hukuku, 4.B., Eskişehir 2013 s.308. 69  SÜZEK, s. 804.GÜVEN/AYDIN, s.308. 70  RG., 06.04.2004/25425.  71  SÜMER, s.131; NARMANLIOĞLU, İş Hukuku, s.628;ÇELİK, Nuri/CANİKLİOĞLU, Nurşen/CANBOLAT,  Talat,  İş  Hukuku  Dersleri,  27.B.,  İstanbul  2014, s.410;ÇELİK/GÜVEN/AYDIN, s.308. 72  AKTAY/ARICI/SENYEN KAPLAN, s.241. 651Baki Oğuz MÜLAYİM  Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 635-664 haftalarından  sonraki  dönemde  işçinin  daha  az  sürelerle  çalıştırılması suretiyle, toplam çalışma süresi, çalışılması gereken toplam normal süreyi geçmeyecek şekilde denkleştirileceği düzenlenmiştir. Günlük iş süresi on bir saati, gece çalışma süresi yedi buçuk saati, profesyonel ve ağır vasıta ehliyeti ile taşıt kullananların günlük çalışma süresinin dokuz saati geçememesi, ilgili yönetmeliğin 6/a. maddesi gereğidir 74. Gece çalışma süresinin yedi buçuk saati geçemeyeceği normal olarak yapılan gece çalışmalarında öngörülen şekilde düzenlenmiştir. Gece çalışmalarının yedi buçuk saati geçemeyeceğine ilişkin hüküm dikkate alındığında, profesyonel ve ağır vasıta ehliyeti ile taşıt kullananların gündüz çalışmaları halinde dokuz saat, gece çalışmaları halinde ise yedi buçuk saat çalışabilecekleri ortadadır. 2. İşçinin Onayı ve Örtülü Denkleştirme Yoğunlaştırılmış  iş  haftası,  işveren  tarafından  tek  taraflı  olarak uygulanamaz.  Denkleştirme  uygulamasının  yapılabilmesi  için  tarafların anlaşması,  işçinin  yazılı  olarak  onay  vermesi  gerekmektedir.  Zira  hem Kanunda, hem de Yönetmelikte tarafların anlaşmasından bahsedilmektedir. Bu onay iş sözleşmeleri ile alınabildiği gibi toplu iş sözleşmeleri ile de alınabilir.  İşçinin  onayı  alınmaksızın  denkleştirme  yapılması,  çalışma koşullarında esaslı değişiklik niteliğindedir.  Denkleştirme  uygulamasının  varlığı  durumunda,  işçi  fazla  çalışma ücretine hak kazanamaz. Bazı durumlarda yapılan çalışmalarda, örtülü bir                                                            73  AKYİĞİT, s.396; CENTEL, Tankut, Taşımacılık Sektörünün Çalışma Yaşamına İlişkin Bazı  Temel  Sorunları,  Sicil  İş  Hukuku  Dergisi,  Eylül  2008,  S.11,  s.7; ÇELİK/CANİKLİOĞLU/CANBOLAT, s.410; NARMANLIOĞLU, İş Hukuku, s.629; GÜVEN/AYDIN, s.308. 74  ASTARLI,  s.348;  NARMANLIOĞLU,  İş  Hukuku,  s.629;  GEREK/GÖKÇEK KARACA/BAYBORA/ KOCABAŞ, s.70; CENTEL, s.7. 75  NARMANLIOĞLU, İş Hukuku, s.629; CENTEL, s.7. 76  ASTARLI, s.346; AKYİĞİT, s.394. 77  EYRENCİ/TAŞKENT/ULUCAN,  s.261;  ÖZCAN,  Durmuş/ÖZCAN,  Gamze,  İş Davaları, Ankara 2018, s.991; AKYİĞİT, s.394. Bu onayın toplu iş sözleşmesinin normatif kısmımda yer alan işyerinin çalışma düzenine ilişkin bir hüküm niteliğinde olduğundan toplu iş sözleşmesine tabi olmayan işçilere de uygulanması, bu işçilerin de işveren tarafından verilen  talimatlara  uyması  gerektiği  hakkında  bkz.  EYRENCİ,  Öner,  Toplu  İş Sözleşmesinin İşyerinde Çalışan Bütün İşçilere Uygulanacak Hükümleri, Kamu-İş Dergisi, Nisan  1988,  s.8-15.  İşçinin  onayının  denkleştirme  döneminin  hemen  öncesinde  her denkleştirme için ayrı ayrı alınmasının gerekmediği hakkında bkz. ODAMAN, s.124-125. 78  ODAMAN, s.123.  652Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 635-664  Türk İş Hukukunda … denkleştirme yapıldığı kabul edilir. Örtülü olarak denkleştirmenin yapıldığı durumlarda da fazla çalışma ücretine hükmedilmez. Tarafların açık bir şekilde kararlaştırmış olmamalarına rağmen fiilen gerçekleştirdikleri  yoğunlaştırılmış  iş  haftası,  Yargıtay  tarafından   örtülü denkleştirme  olarak kabul edilmektedir. Kanunda ve ilgili yönetmelikte                                                            79   Davacı, fazla çalışma ve genel tatil alacağının ödetilmesine karar verilmesini istemiştir. Fazla çalışma yönünden diğer bir yasal sınırlama da, İş Kanununun 41. maddesinde yazılı olan fazla çalışma süresinin toplamı bir yılda ikiyüzyetmiş saatten fazla olamayacağı şeklindeki hükümdür. Ancak bu sınırlamaya rağmen işçinin daha fazla çalıştırılması halinde, bu çalışmalarının karşılığı olan fazla mesai ücretinin de ödenmesi gerektiği açıktır. Yasadaki sınırlama esasen işçiyi korumaya yöneliktir. Davacı puantaj kayıtlarına göre çalışma saatlerini kanıtlamıştır. Davacının nöbet çizelgelerine 24 saat nöbet esasına göre çalıştığı, günde fiili çalışmasının 14 saat olduğunun kabulü doğrudur. Ancak 4857 Sayılı İş Kanunu döneminde Yasanın 41 ve 63.maddeleri gereğince örtülü denkleştirme kabul edilerek yasal sınır olan 11 saati aşan çalışmalar için günde sadece 3 saat fazla çalışma ücreti hesaplanması gerekirken davanın yazılı gerekçe ile isteğin reddi hatalı olup bozmayı gerektirmiştir. ,  Yargıtay  9.HD.  25.3.2010  T.,  2010/924  E.,.  2010/7984  K., http://iskanunu.com/portal/wp-content/uploads/2010/03/denklestirme-yargitay-karari-esasno-2010-9024.pdf, (Erişim Tarihi 15.03.2019). 80   4857 sayılı İş Kanunu nun 63.maddesi ilke olarak çalışma süresi haftada en çok 45 saat olarak  belirtilmiş  devamında  tarafların  çalışma  ile  haftalık  normal  çalışma  süresi işyerlerinde haftanın çalışılan günlerine, günde onbir saati aşmamak koşulu ile farklı şekilde dağıtılabileceği ifade edilmiştir. Aynı Kanunun 41. maddesine göre fazla çalışma, haftalık  45  saati aşan  çalışmalardır.  63.madde  hükmüne  göre  denkleştirme  esasının uygulandığı hallerde, işyerinin haftalık çalışma süresi, normal haftalık iş süresini aşmamak koşulu ile bazı haftalarda toplam 45 saati aşsa dahi bu çalışmalar fazla çalışma sayılmaz. Davacı işçinin günde ortalama altı saatlik bir uyku ihtiyacı bulunduğu kuşkusuzdur. Öte yandan dört saatlik bir sürede özel ihtiyaçları için gereklidir. Nitekim 5.4.2006 gün 9107/144 Karar sayılı Hukuk Genel Kurul Kararında da aynı olgu paylaşılmıştır. Gerek 1475 gerek 4857 sayılı Kanun dönemindeki çalışmalar günlük 14 saat çalışıldığı var sayılarak haftalık 45 saat ölçütü doğrultusunda hesaplamaya gidilmelidir.1475 sayılı Kanun un uygulama sürecinde haftada 4 gün çalışıldığında 45 saati aşan süreler fazla çalışma sayılır. Ancak 3 gün çalışılan dönemde 45 saatin altında yapılan çalışmalar için fazla çalışmadan söz edilemez. Bu nedenle haftada dört gün çalıştığı süreler için fazla çalışma ücret alacağı hesaplanmalıdır.3-Davacı işçinin 4857 sayılı Kanun dönemindeki 15.4.2004-14.9.2004 arasındaki çalışması için örtülü bir denkleştirme söz konusu olur. Çünkü anılan dönemde davacı işçinin günde 11 saati aşan bir çalışması bulunmamaktadır. Üç gün veya 4 gün çalıştığında  yedi  günlük  süre  için  4857  sayılı  Kanun un  63.maddesi  gereğince denkleştirmenin varlığı kabul edilmelidir. Davacı işçi yanında diğer bir işçi ile Hereke R/L istasyonunda 15 Nisan 2004-14 Eylül 2004 döneminde nöbet tutmuştur. Normal olarak günlük 24 saatlik çalışmanın 12 saatinde bir işçi, kalan sürede diğer işçinin çalıştığı varsayılır. Çalışılan bu süre içerisinde bir saatin zorunlu yemek ve diğer ihtiyaçlar için harcandığı göz önüne alındığında davacı işçinin günlük çalışma süresi 11 saati aşmaz. Bu durumda haftada çalışılan süre 33 saat bazen de 44 saat eder. Gerek 1475 sayılı Yasa gerekse 4857 sayılı Kanun dönemde haftalık çalışma süresi 45 saati aşar bir çalışma 653Baki Oğuz MÜLAYİM  Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 635-664 tarafların yazılı olarak anlaşmasının öngörülmesinden dolayı, bu doğrultudaki kararlar, doktrinde eleştirilmektedir.  Denkleştirme, işyerinde işçilerin tümüne uygulanabileceği gibi yalnızca bir işçi için de uygulanabilir. Denkleştirme dönemi içinde günlük ve haftalık çalışma süreleri ile denkleştirme süresinin başlangıç ve bitiş tarihleri, İş Kanununa İlişkin Çalışma Süreleri Yönetmeliğinin 5. maddesinin son fıkrası gereğince işveren tarafından belirlenir. Denkleştirme uygulamasına işçinin onay verdiği, işveren tarafından ispatlanmalıdır.  Taraflar,  denkleştirme  süresinin  uygulanmasında  anlaşmışlar,  ancak denkleştirme  süresi  içerisinde  çalışma  sürelerinin  ne  şekilde  dağıtılacağı konusunda anlaşmamışlarsa işveren yönetim hakkına dayanarak bu hususu belirleyebilir 85 .  Denkleştirme  süresi  içerisinde  yoğunlaşmanın  ve  boş haftaların  belirlenmesi  için  işçinin  onayı  gerekmez 86 .  Arka  arkaya denkleştirme uygulanmak sureti ile ayrı denkleştirme sürelerinin içerisinde yer alan yoğunlaştırılmış iş haftalarının daha uzun bir yoğun çalışma dönemi meydana getirmemesi gerektiği ileri sürülmektedir. Şahsi kanaatimiz de iş sağlığı ve güvenliği açısından önceki denkleştirme döneminin sonunda yer alan yoğunlaştırılmış iş haftası ile bu denkleştirme dönemini takip eden diğer denkleştirme  döneminin  yoğunlaştırılmış  iş  haftasının  arka  arkaya konulamaması yönündedir. Ancak hâlihazırdaki düzenlemede, bu kapsamda                                                            bulunmadığından  iki  kişi  olarak  çalışılan  dönem  için  fazla  çalışma  ücreti  isteği reddedilmelidir. ,  Yargıtay  HGK  03.06.  2009  T.,  2009/9-190  E.  2009/  233  K., https://karararama.yargitay.gov.tr/Yargitay  BilgiBankasiIstemci  Web/,  (Erişim  Tarihi 15.03.2019). Aynı doğrultuda Yargıtay 9.HD. 08.11.2006 T., 8210/29549 K., karar için bkz. ÖZCAN/ÖZCAN, s.1046.  81  Konu hakkında bkz. GÜVEN, Ercan/AYDIN, Ufuk, Bireysel İş Hukuku, Eskişehir 2013, s.306; NARMANLIOĞLU, İş Hukuku, s.624-625; YILDIZ, Gaye Burcu, Bireysel İş İlişkisinin Kurulması, Hükümleri ve İşin Düzenlenmesi, Yargıtay ın İş Hukuku ve Sosyal Güvenlik Hukuku Kararlarının Değerlendirilmesi Semineri 2015, İstanbul 2016, 19-189; 172 vd.; ÖKTEM SONGU, Sezgi, Çalışma Süresinin Örtülü Olarak Denkleştirilmesi Mümkün Müdür?, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi Cilt: 8, Sayı: 2, 2006, 169-188, s.186; ASTARLI, s.301 vd.  82  ÇELİK/CANİKLİOĞLU/CANBOLAT, s.534; EKONOMİ, s.166; ODAMAN, s.104; AKTAY/ARICI/ SENYEN KAPLAN, s.240. 83  GÜVEN/AYDIN, s.306. 84  ÖZCAN/ÖZCAN, s.991. 85  SÜMER, s.131; ASTARLI, s.94. 86  ODAMAN, s.128. 87  ASTARLI, s.315. 654Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 635-664  Türk İş Hukukunda … bir  uygulama  yapılması  mümkün  olduğundan,  bu  durumun  yol  açacağı sakıncaları ortadan kaldıracak yasal bir düzenleme yapılması daha isabetli olacaktır. Kanunda  belirtilen  iki  veya  dört  aylık  denkleştirme  süresinin  sonu, yoğunlaştırılmış iş haftasının başladığı günden başlayarak iki veya dört ay sonraki ayın aynı güne rastlayan gündür. 3. Denkleştirme ve Fazla Çalışma Denkleştirme ile mümkün olduğu sürece, fazla çalışma yapılmadan işin yürütülmesi  amaçlanmıştır.  Denkleştirme  uygulanan  durumlarda,  fazla sürelerle çalışma da gerçekleşebilir. Haftalık çalışma süresinin kırk beş saatin altında belirlenmesi halinde, haftalık ortalama çalışma süresinin, kırk beş saati aşması  halinde  bu  sürenin  altındaki  süreler,  fazla  sürelerle  çalışmadır. Üstündeki süreler ise fazla çalışmadır. 4857 sayılı İş Kanununun 63. maddesi uyarınca günlük çalışma süresinin on bir saati aşması mümkün olmadığından, günlük on bir saatin üzerindeki çalışmalar da fazla çalışma niteliğindedir. Bu nedenle haftalık çalışma süresi                                                            88  AKTAY/ARICI/SENYEN KAPLAN, s.241. 89  KÖSEOĞLU/KABUL, s.264.  Fazla çalışma ücretlerinin hesabı konusunda taraflar arasında uyuşmazlık bulunmaktadır.4857 sayılı İş Kanununun 63 üncü maddesinde çalışma süresi haftada en çok 45 saat olarak belirtilmiştir. Ancak tarafların anlaşması ile bu normal çalışma süresinin, haftanın çalışılan günlerine günde onbir saatiaşmamak koşulu ile farklı şekilde  dağıtılabileceği  ilkesi benimsenmiştir.  Yasanın  41  inci  maddesine göre  fazla çalışma, kanunda yazılı koşullar çerçevesinde haftalık 45 saati aşan çalışmalar olup, 63 üncü madde hükmüne göre denkleştirme esasının uygulandığı hallerde, işçinin haftalık çalışma süresi, normal haftalık iş süresini aşmamak koşulu ile bazı haftalarda toplam 45 saati aşsa dahi bu çalışmalar fazla çalışma sayılmaz. , YGHK, 04.04.2018 T., 2015/2883 E.,  2018/675  K.,  https://karararama.yargitay.gov.tr/YargitayBilgiBan  kasiIstemciWeb/, (Erişim Tarihi 15.03.2019). 90  ASTARLI, s.170; NARMANLIOĞLU, Ünal, İş Kanunu na Göre Fazla Çalışma ve Karşılığı, Sicil İş Hukuku Dergisi, Mart 2010, s.33-34; SÜMER, s.138; AKYİĞİT, s.395. 91  Bu kararda davacı, davalı işyerinde güvenlik görevlisi olarak çalıştığını, iş sözleşmesinin haksız yere feshedildiğini belirtmek sureti ile dava açmıştır. Bu kapsamda fazla çalışma ücreti de istemiştir. Yargıtay davacının yirmi dört saat çalıştığı günler için çalışma süresinin on dört saat olarak kabul edilmesi gerektiğinden bahisle 1475 ve 4857 sayılı İş Kanunu dönemleri için yukarıda belirtilen şekilde ayrı ayrı hesaplama yapılması gerektiğine karar vermiştir. Buna göre 1475 sayılı Kanun dönemi haftalık kırk beş saati aşan çalışmaları fazla çalışma olarak kabul edilmiş, 4857 sayılı Kanun dönemi için ise günlük çalışma süresinin onbir saati aşması mümkün olmadığından, günlük onbir saatin üzerindeki çalışma fazla çalışma olarak kabul edilmiştir. Kararda bir diğer önemli nokta yirmi dört saat çalışılması 655Baki Oğuz MÜLAYİM  Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 635-664 günlere farklı şekilde dağıtım yapılırken azami çalışma süresi olarak on bir saat dikkate alınmalıdır. Gece çalışmaları açsından da günlük yedibuçuk saati aşan çalışmalar fazla çalışma olarak kabul edilir. Gece çalışmaları yapan  işçiler  açısından  günlük  yedi  buçuk  saatlik  çalışmayı  aşmayı gerektirecek  şekilde  denkleştirme  uygulaması  yapılamaz.  Denkleştirme yapıldığı  durumlarda  da  bu  hususa  riayet  edilmesi  gerekmektedir.  Aksi takdirde aşan süreler, fazla çalışma olarak kabul edilmelidir.                                                             halinde günlük on dört saat üzerinden hesaplama yapılmasıdır. Yargıtay 9. HD. 03.05.207 T., 2006 /17647 E., 2006/14046 K. nolu kararı, karar için bkz. KARACAN, s.52.  Günlük çalışma süresinin 11 saati aşamayacağı Kanunda emredici şekilde düzenlendiğine göre, bu süreyi aşan çalışmaların denkleştirmeye tabi tutulamayacağını ve zamlı ücret ödemesi veya serbest zaman kullanımının söz konusu olacağı kabul edilmelidir. , YHGK., 19.04.2017 T., 2015/3399 E., 2017/772K., https://karararama.yargitay.gov.tr/YargitayBilgi BankasiIstemci Web/, (Erişim Tarihi 15.03.2019). 92  ANDAÇ,  s.121;  EYRENCİ/TAŞKENT/ULUCAN,  s.101;  AKYİĞİT,  s.392; KARACAN, Hatice, 4857 Sayılı İş Kanununa Göre Fazla Çalışma, Ankara 2007, s.36; KILIÇOĞLU/ŞENOCAK, s.667. 93   4857 sayılı İş Kanunu nun 69 uncu maddesinin üçüncü fıkrası uyarınca  İşçilerin gece çalışmaları yedibuçuk saati geçemez.  Her ne kadar 04/04/2015 kabul ve 23/04/2015 yürürlük tarihli 6645 sayılı Kanunun 37. maddesi ile 4857 sayılı İş Kanunu nun 69 uncu maddesinin üçüncü fıkrasına eklenen cümle ile  turizm, özel güvenlik ve ... hizmeti yürütülen işlerde işçinin yazılı onayının alınması şartıyla yedi buçuksaatin üzerinde gece çalışması yaptırılabilir.  hükmü getirilmiş ise de, özel güvenlik hizmeti yürüten davalı işyerinde çalışan davacının, dava açtığı tarih ve öncesinde yürürlükte olan mevzuata göre, istisnasız şekilde tüm işçilerin gece çalışmaları günde yedibuçuk saatle sınırlıdır. Yasada belirtilen bu  süre  günlük  çalışmanın,  dolayısıyla  fazla  çalışmanın  bir  sınırını  oluşturur. Geceçalışmaları yönünden haftalık kırkbeş saat olan yasal ... sınırı aşılmamış olsa dahi, günde yedibuçuksaati aşan çalışmalar için fazla ... ücreti ödenmelidir. , Yargıtay 9. HD., 02.07.2018  T.,  2016/33060  E.,  2018/14295  K.,  https://karararama.yargitay.  gov.tr/ YargitayBilgiBankasiIstemci Web/, (Erişim Tarihi 15.03.2019).) 94  ÇİL, s.2933; GÜNGÖR, s.1558. 95  AKTAY/ARICI/SENYEN KAPLAN, s.254; ASTARLI, s.170; SÜZEK, s.812.  Somut olayda; davalı tarafça dosyaya ibraz edilen mesai takip sistemi kayıtlarına göre, davacının iki aylık süre içinde haftalık ortalama çalışma süresi, normal haftalık çalışma süresini aşamayacağı ve günlükçalışma süresinin ise her şekilde 11 saati aşamayacağı hususu dikkate alınarak, davacının sekiz haftalıksürelerde toplam çalışma süresinin ortalamaları alınarak, haftalık 45 saati aşan dönem olup olmadığı,45 saati aşmayan dönemler için ise günlük 11 saati aşan saatler tespit edilerek fazla çalışma ücreti alacaklarının hesaplanması gerekmekte iken, hatalı tespite dayalı rapor dayanak alınarak davacının fazlaçalışma yapmadığı gerekçesiyle alacağın reddine dair verilen karar bozmayı gerektirmiştir. , Yargıtay 22. HD., 29.05.2018 T., 2017/13664 E., 2018/13428 K, https://karararama. yargitay.gov.tr/Yargitay Bilgi BankasiIstemci Web/, (Erişim Tarihi 15.03.2019). 656Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 635-664  Türk İş Hukukunda … İş  sözleşmesinin  denkleştirme  dönemi  tamamlanmadan  sona  ermesi halinde,  bu  tarihi  denkleştirme  döneminin  sonu  olarak  kabul  edip  fazla çalışma ücreti, çalışılan günler dikkate alınmak sureti ile hesaplanmalıdır. Fazla çalışma sebepleri konusunda 4857 sayılı İş Kanunu, 1475 sayılı İş Kanununa sadık kalmıştır. İş Kanununun 41. maddesine göre ülkenin genel yararları yahut işin niteliği veya üretimin artırılması gibi nedenlerle fazla çalışma yapılabilir. İşçinin onayı önceden alınmışsa ya da işçi onay vermekte ise acaba işçi yoğunlaştırılmış iş haftasını takip eden bir haftada fazla çalışma yapmak zorunda mıdır? Örneğin bir hafta altmış altı saat çalışılmakta, diğer hafta ise yirmi dört saat çalışılmakta ise yirmi dört saat çalışılan hafta, o işyerinde  genel  sebeplerle  fazla  çalışma  yapılabilir  mi?  Avrupa  Birliği Yönergesinde haftalık azami çalışma süresi, fazla çalışmaları da içermektedir. Bu nedenle denkleştirme yapılırken fazla çalışmalar dâhil bir ortalama haftalık çalışma süresi belirlenmiş olmaktadır. Ülkemizde ise haftalık çalışma süresi, günlük çalışma süresinin on bir saati aşamaması düzenlemesi ile dolaylı olarak sınırlandırılmış olup fazla çalışmaya haftalık değil, yıllık bir sınır getirilmiştir. Bu düzenlemeler dâhilinde yoğunlaştırılmış iş haftasında fazla çalışma  yapılması  mümkündür.  İş  sağlığı  ve  güvenliği  açısından yoğunlaştırılmış  iş  haftası  sonrasında  genel  sebeplerle  fazla  çalışma yapılmaması gerektiğini düşünmekteyiz. Ancak zorunlu nedenlerle ya da olağanüstü hallerde fazla çalışma yapılabilmelidir. Haftalık çalışma süresinin kırk beş saatin altında olduğu durumlarda acaba denkleştirme uygulaması içinde yoğunlaştırılmış iş haftasını takip eden az çalışılan haftada fazla sürelerle çalışma yaptırılabilir mi? Burada ilk bakışta işçilere  fazla  sürelerle  çalışma  yaptırılamaması  düşünülebilir.  Ancak denkleştirmede öngörülen amaç haftalık çalışma süresinin kırk beş saati aşmaması  olduğundan  çalışma  süresinin  kırk  beş  saatin  altında  olduğu haftalarda fazla sürelerle çalışma yapılabileceği düşünülebilir. Örnek verecek olursak haftalık çalışma süresinin kırk saat olduğu bir işyerinde bir hafta altmış saat,  diğer hafta ise yirmi saat çalışılması  durumunda yirmi saat çalışılan hafta, fazla sürelerle çalışma yapılabileceği kabul edilebilir. Hatta günlük on bir saatlik azami çalışma süresinin aşılmaması kaydı ile ilk hafta da fazla sürelerle çalışma yapılabilir. Günlük on bir saati ve denkleştirme süresi                                                            96  EYRENCİ/TAŞKENT/ULUCAN, s.262. 97  NARMANLIOĞLU, s. 645.  657Baki Oğuz MÜLAYİM  Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 635-664 içerisinde toplamda doksan saati aşan çalışmalar, bu durumda fazla çalışma olarak kabul edilmelidir.  Sağlık Kuralları Bakımından Günde Ancak Yedibuçuk Saat veya Daha Az Çalışılması Gereken İşler Hakkında Yönetmeliğin 4. maddesine göre, günde yedibuçuk saat çalışılması gereken işlerde çalışan işçinin, yedibuçuk saati aşan çalışma süreleri ile yedibuçuk saatten az çalışılması gereken işler bakımından  Yönetmeliğin  5.  maddesinde  sözü  edilen  günlük  çalışma sürelerini aşan çalışmalar, denkleştirmeye tabi tutulamaz. Günlük çalışma süresini aşan çalışmalar, doğrudan fazla çalışma niteliğindedir. Sözü edilen çalışmalarda haftalık kırk beş saat olan yasal sürenin aşılmamış olmasının önemi yoktur.",
     "Kaynakça": "AKTAY,  Nizamettin/ARICI,  Kadir/SENYEN  KAPLAN,  E.Tuncay,  İş Hukuku, Ankara 2013. AKYİĞİT, Ercan, İş Kanunu, 12.B., Ankara 2018. ASTARLI, Muhittin, İş Hukukunda Çalışma Süreleri, Ankara 2008. BARNARD, Catherina, EU Employment Law, Great Britain 2012.  BERCUSSON, Brian, European Labour Law, New York 2009. BRENNINGMEYER, Marion/RAHMAN, Detlef, Labour Law In Europe, (Editör European Employment Business Team), 2011. BRONSTEIN, Arturo, International and Comparative Labour Law Current Challenges, Geneva 2009. CANİKLİOĞLU, Nurşen. Türk Borçlar Kanununun Hizmet Sözleşmesinin Kurulmasına, Tarafların Hak ve Borçlarına İlişkin Hükümlerinin Genel Bir Değerlendirmesi, Çalışma Hayatı Açısından Yeni Borçlar Kanunu ve Ticaret Kanunu Semineri, TİSK, Yayın No: 318, Ankara 2012. CARUSO,  Bruno/FUCHS,  Maximilian,  Labour  Law  and  Flexibility  in Europe: The Cases of Germany and Italy, Nomos 2004. CENTEL, Tankut, Taşımacılık Sektörünün Çalışma Yaşamına İlişkin Bazı Temel Sorunları, Sicil İş Hukuku Dergisi, Eylül 2008, S.11. COLLINS,  Hugh,  Employment  Law,  New  York  2010,  s.92;  DAVIES, A.C.L., EU Labour Law, United Kingdom 2012. COLLINS,  Hugh/EWING,  K.D./McCOLGAN,  Aileen,  Labour  Law, United Kingdom, 2012. CUSHWAY,  Barry,  The Employer s  Handbook,  An  Essential  Guide  to Employment Law, Personnel Policies And Procedures, United Kingdom 2008. ÇELİK, Nuri/CANİKLİOĞLU, Nurşen/CANBOLAT, Talat, İş Hukuku Dersleri, İstanbul 2016. ÇİL, Şahin, İş Kanunu Şerhi, Ankara 2004, C.2. DAVIES, A.C.L., EU Labour Law, United Kingdom 2012. 660Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 635-664  Türk İş Hukukunda … DEMİR,  Fevzi/GERGİL,  Gülşen,  Çalışma  Hayatında  EsneklikveTürk Hukukunda  Esnek  Çalışma,  Kocaeli  Üniversitesi  Sosyal  Bilimler Enstitüsü Dergisi (16) 2008/2. EKONOMİ, Münir, 4857 sayılı İş Kanununa Göre Fazla Çalışma Kavramı, Kamu-İş Dergisi, S.3/2004. KAYAGİL,  Muhammet  Enes,  Türkiye–AB  Müzakere  Sürecinde  Sosyal Politikada Yaşanan Gelişmeler, Çalışma Dünyası Dergisi, Labour World, 2015/2, s.34-58.  EYRENCİ, Öner, Toplu İş Sözleşmesinin İşyerinde Çalışan Bütün İşçilere Uygulanacak Hükümleri, Kamu-İş Dergisi, Nisan 1988, s.8-15. EYRENCİ,  Öner/TAŞKENT,  Savaş/ULUCAN,  Devrim,  Bireysel  İş Hukuku, İstanbul 2016. FALKNER,  Gerda/TREIB,  Oliver/HOLZLEITHNER,  Elisabeth, Compliance in the Enlarged European, England 2008. GEREK,  Nüvit/GÖKÇEK  KARACA,  Nuray/BAYBORA,  Dilek/ KOCABAŞ, Fatma, İş ve Sosyal Güvenlik Hukuku, (Editörler GEREK, Nüvit/ KOCABAŞ, Fatma), Eskişehir 2013. GINÈS i FABRELLAS, Anna/PARRA, Manuel Luque, Working Time And Flexibility In Spain, IUSLabor, 1/2016, 54-65. GÖKTAŞ,  Seracettin,  İşçinin  Günlük  Dinlenme  Hakkı  ve  Yargıtay Uygulaması, Sicil İş Hukuku Dergisi, Aralık 2012. GÜNAY, Cevdet İlhan, Çalışma Sürelerinde Esneklik Kamu-İşDergisi; C:7, S: 3/2004. GÜNAY, İlhan Cevdet , İş Kanunu Şerhi, Ankara 2009. GÜNGÖR  GÜRBÜZ,  Esin,  İş  Hukukunda  Çalışma  Sürelerinin Düzenlenmesi ve Fazla Çalışma İçin İşçinin Onayı, Akademik Bakış/ Ege AcademicReview, 9 (4) 2009.  GÜVEN, Ercan/AYDIN, Ufuk, Bireysel İş Hukuku, Eskişehir 2013, 318. HERVEY, Tamara K/MCHALE, Jean V., European Union Health Law, United Kingdom 2015. 661Baki Oğuz MÜLAYİM  Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 635-664 HÜSEYİNLİ,  Namık.  İş  Kanunu  Kapsamında  Fazla  Çalışmanın  Yıllık Sınırının Aşılmasının Hukuki Sonuçları, Terazi Hukuk Dergisi, 2017, 12(136), 14-27.  ILO, Hours Of Work, Form Fixed to Flexible, ILO Conference 2005. İKİZLER, Murat, Türk Hukukunda Esnek Çalışma, Ankara 2012. İREN, Ertan, Avrupa Birliği İş Hukuku Yönergeleri Karşısında 4857 Sayılı İş Kanununun Durumu, Ankara 2008. KAMALIOĞLUÇORUHLU,  Nadire,  Denkleştirme  ve  Uygulamaları, ÇSGB Çalışma Dünyası Dergisi, C.1, S.2, Ekim-Aralık 2013. KARACAN, Hatice, 4857 Sayılı İş Kanununa Göre Fazla Çalışma, Ankara 2007. KAYIK, Aslıhan, Türk Hukukunda Çalışma Süreleri, Legal İş ve Sosyal Güvenlik Hukuku Dergisi, C. 12, S. 46, Y. 2015, s. 75-86. KILIÇOĞLU, Mustafa/ŞENOCAK, Kemal, İş Kanunu Şerhi, İstanbul 2008. KÖSEOĞLU, Ali Cengiz/KABUL, Sibel, 4857 sayılı İş Kanunu Bağlamında Çalışma Süresinin Aşılması: FazlaÇalışma, İÜHFM, C.72, S.2, 2014. LENAERS, Koen/GUTIERREZ-FONS, Jose A., A European Social Union After The Crisis, (Editör VANDERBROCUKE, Frank/BARNARD, Catherina/BAERE De Geere), The European Court of Justice as The Guardian of The Rule of EU Social Law United Kingdom 2017. LOSCHNIGG,  Günter/HEKİMLER,  Alpay,  Avrupa  İş  Hukuku Çerçevesinde  Türk  İş  Hukuku  ile  Avusturya  İş  Hukukunun  Temel Esasları, Ankara 2011. MORGENROTH,  Sascha  /MITTELHAMM,  Eva,   Working  Hours, Holidays and Health and Safety , Key Aspects of German Employment and  Labor  Law,  (Editors  KIRCHNER,  Jens/KREMP,  Pascal R./MAGOTSCH, Michael), Berlin 2010. MANFRED,  Weiss/SCHMIDT,  Marlene,  Labour  Law  and  Industrial Relations In Germany, The Netherlands 2008. MÜLAYİM, Baki Oğuz, İş Hukukunda Gece Çalışması, Ankara 2016. 662Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 635-664  Türk İş Hukukunda … NARMANLIOĞLU, Ünal, İş Hukuku, Ferdi İş İlişkileri I, İstanbul 2014. (İş Hukuku) NARMANLIOĞLU, Ünal, İş Kanunu na Göre Fazla Çalışma ve Karşılığı, Sicil İş Hukuku Dergisi, Mart 2010. (Fazla Çalışma) NOWAK,  Tobias,  The  turbulent  life  of  the  Working  Time  Directive, Maastricht Journal of European and Comparative Law 25, (1), Brussels 2018. ODAMAN,  Serkan,  Esneklik  Prensibi  Çerçevesinde  YargıtayKararları Işığında Türk İş Hukukunda Çalışma Süreleri veYöntemleri, İstanbul 2013. ÖKTEM SONGU, Sezgi, Çalışma Süresinin Örtülü Olarak Denkleştirilmesi Mümkün Müdür?, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi Cilt: 8, Sayı: 2, 2006, 169-188. ÖZCAN, Durmuş/ÖZCAN, Gamze, İş Davaları, Ankara 2018,  PAINTER, Richard W./PUTTICK, Keith/HOLMES, Ann, Employment Rights, England 2004. PITTARD, Marilyn J./BUTTERWORTH, Stuart,  The Rich Panoply of Sources Of Labor Law: National, Regional, International, Comparative Labor Law, (Editörler FINKIN, Matthew W./MUNDLAK, Guy), UK 2015. SABAHHIT,  Ali,  Safety  At  Work,  (Edited  by  John  Channing),  2014 NewYork. SERGEANT, Malcolm/LEWIS, David, Employment Law, England 2010. SÜMER, Haluk Hadi, İş Hukuku, Konya 2017. SÜZEK, Sarper, İş Hukuku, İstanbul 2013. ŞAKAR, Müjdat, İş Hukuku Uygulaması, İstanbul 2018. TİSK, 4857 sayılı İş Kanunu ve Gerekçesi, Ankara 2009. WILTHAGEN, Ton/TROS, Frank, The Concept of ‘Flexicurity : A New Approach to Regulating Employment and Labour Markets, European Review of Labour and Research, Vol. 10, No. 2, 2004, 166-186. 663Baki Oğuz MÜLAYİM  Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 635-664 YILDIZ, Gaye Burcu, Bireysel İş İlişkisinin Kurulması, Hükümleri ve İşin Düzenlenmesi,  Yargıtay ın  İş  Hukuku  ve  Sosyal  Güvenlik  Hukuku Kararlarının Değerlendirilmesi Semineri 2015, İstanbul 2016, 19-189 YUVALI, Ertuğrul, Türk Hukukunda Olağan Nedenlerle Fazla Çalışma ve AB Ülkelerindeki fazla çalışma hükümlerine Genel Bir Bakış, Kamu-İş Dergisi, C.10, S.4, 2009.  ZEYTİNOĞLU, Emin, İş Hukukunda Esneklik ve 4857 Sayılı İş Kanunu na Çeşitli Yansımaları, İstanbul Ticaret Üniversitesi Sosyal Bilimler Dergisi Y.5, S.10, Güz 2006/2, 195-196."
}