{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": " 16",
     "Ay": "04",
     "Yıl": "2019",
     "Cilt": "69",
     "Sayı": "02",
     "Başlık": "MİLLETLERARASI MAL SATIMINA İLİŞKİN SÖZLEŞMELER HAKKINDA BİRLEŞMİŞ MİLLETLER ANTLAŞMASI (CISG) MADDE 79/I HÜKMÜ UYARINCA SORUMLULUKTAN KURTULMA",
     "Title": "Exemption From Liability Under Artıcle 79/I of United Nations Convention on Contracts for the International Sale of Goods",
     "Yazar İsmi": [
          "Gizem ÖZKAN ŞAHİN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Milletlerarası Mal Satımına İlişkin Sözleşmeler Hakkında Birleşmiş Milletler Anlaşması",
          "CISG",
          "sözleşmeye aykırılık",
          "sorumluluktan kurtulma",
          "ifa engelleri",
          "kusursuz sorumluluk"
     ],
     "Keywords": [
          "United Nations Convention on Contracts for the International Sale of Goods",
          "CISG",
          "contractual breach",
          "exemption from liability",
          "impediments",
          "strict liability"
     ],
     "Özet": "Çalışma,  Milletlerarası  Mal  Satımına  İlişkin  Sözleşmeler  Hakkında Birleşmiş Milletler Anlaşması (CISG) kapsamında borçlu tarafın sözleşmeye aykırı davranışlarından doğacak tazminat yükümlülüğünden belirli koşullar altında  kurtulma  imkanını  düzenleyen  m.  79/I  hükmünü  ele  almayı hedeflemektedir.  CISG  sisteminde  kusursuz  sorumluluk  esas  alınmakla birlikte, bazı şartlar altında tarafların sorumluluktan kurtulmalarına imkân tanınmaktadır.  CISG  m.  79/I  ile  tarafların  kontrol  alanı  dışında  kalan, sözleşmenin akdi esnasında öngörülmesi ve kaçınılması mümkün olmayan engellerin söz konusu olması durumunda sorumluluktan kurtulmak mümkün olabilmektedir. Bu kapsamda çalışmamızda CISG m. 79/I hükmüne göre sorumluluktan  kurtulmanın  esasları  incelenecek  ve  bu  hükmün uygulanmasında  ortaya  çıkabilecek  sorunlar,  ilgili  yargı  kararlarına  da değinilerek ortaya konulmaya çalışılacaktır.",
     "Abstract": "This study aims to examine the exemption from damages in case of contractual breach of the debtor under certain circumstances according to article 79/I of United Nations Convention on Contracts for the International Sale of Goods (CISG). CSIC is substantially based on strict liability. In certain conditions, nonetheless, the parties could be exempted from this liability. Under the scope of article 79/I of CISG, a party s failure to perform is attributable to an impediment beyond the party s control, and that could not have been reasonably foreseen and avoided, it is possible to exempt the party from liability. Within this scope, in our study, the principles of exemption from liability under article 79/I of CISG will be examined and the problems which may occur while applying this provision will be set forth considering related adjudications.",
     "Metin": "Uluslararası ticaretin gelişmesi ve her geçen gün öneminin artması, iletişim ve ulaşım olanakları ile milletlerarası unsurlu satım sözleşmelerinin önemini  ve  uygulamasını  da  artırmıştır.  Zamanla  bu  tür  sözleşmelerin kurulması, ifa edilmesi, sona ermesi aşamalarına yönelik çok sayıda hukuki uyuşmazlık ortaya çıkmış; bu uyuşmazlıkların hangi ülkenin ulusal hukukuna göre çözümleneceği yolundaki belirsizlikler sorun yaratmaya başlamıştır. Önceleri bu uyuşmazlıkların, ya sözleşmenin yapıldığı yer hukukuna (lex loci contractus) ya sözleşmenin ifa edileceği yer hukukuna (lex loci solutionis) ya da uyuşmazlığı çözmeye yetkili mahkemenin tabi olduğu hukuka (lex fori) göre çözülmesi yollarına başvurulmuştur. Bununla birlikte, bu çeşitliliğin zaman içerisinde hukuki belirsizliğe yol açtığı düşüncesi, milletlerarası satım hukukunun  yeknesaklaştırılması  amacıyla  birtakım  uluslararası düzenlemelerin yapılmasını gerektirmiştir. Milletlerarası satım hukukunun                                                             1   YILMAZ, Süleyman; Milletlerarası Mal Satımına İlişkin Sözleşmeler Hakkında Birleşmiş Milletler Antlaşması (CISG) Uyarınca Sözleşmenin İhlali Halinde Alıcının Hakları, Ankara 2013, s. 61. 2   TRUNG NAM, Nguyen; Future of Harmonisation and Unification in Contract Law Regarding Battle of Forms, http://www.cisg.law.pace.edu/cisg/biblio/nam.html, 2009, 20.04.2016.  666Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707            Milletlerarası Mal Satımına İlişkin Sözleşmeler… yeknesaklaştırılmasına yönelik çabaların en yüksek düzeyde başarıya ulaşmış olanı ise Milletlerarası Mal Satımına İlişkin Sözleşmeler Hakkında Birleşmiş Milletler  Antlaşması  ya  da  uygulamadaki  adıyla  Viyana  Satım Sözleşmesi dir.  Milletlerarası taşınır malların satımına ilişkin sözleşmelerin kuruluşu, ifası ve sona ermesi ile ilgili hükümler içeren Viyana Satım Sözleşmesi, 11 Nisan  1980  tarihinde  Birleşmiş  Milletler  bünyesinde  Viyana da gerçekleştirilen  diplomatik  konferansta  kabul  edilmiştir.  Viyana  Satım Sözleşmesi ne  kabul  edildiği  tarihten  bu  yana  89  ülke  taraf  olmuş bulunmaktadır. Türkiye ise Viyana Satım Sözleşmesi ne 2010 yılında taraf olmuştur. Viyana Satım Sözleşmesi 7 Nisan 2010 tarihinde Resmi Gazetede yayımlanarak 1 Ağustos 2011 tarihinde yürürlüğe girmiş ve iç hukukumuzun bir parçası haline gelmiştir. Viyana Satım Sözleşmesi ne taraf olan her ülke, milletlerarası unsurlu satım sözleşmelerinden doğan uyuşmazlıklara Sözleşme hükümlerini uygulamayı kabul ve taahhüt etmiş olmaktadır.                                                             3   Çalışmamız boyunca Viyana Satım Sözleşmesi ya da CISG olarak anılacaktır.  4   FLECHTNER, Harry M.; Article 79 of the United Nations Convention on Contracts for the International Sale of Goods (CISG) as Rorschach Test: The Homeward Trend and Exemption for Delivering Non-Conforming Goods Pace International Law Review, Vol. 19,  Issue  1,  2007,  s.  29-30, http://digitalcommons.pace.edu/cgi/viewcontent.cgi?article=1058&context=pilr, 20.04.2016; MAZZACANO, Peter J.; Exemptions for the Non-Performance of Contractual Obligations in CISG Article 79, Cambridge 2014, s. 104; VEYTIA, Hernany (Ed. ŞIPKA, Şükran/ YILDIRIM, Ahmet Cemil); Driving Forces Behind Trade Usages in International Trade, Yeni Türk Borçlar Kanunu ve CISG e Göre Satış Sözleşmeleri, İstanbul 2012, s. 184.  5   YILDIRIM,  Zeynep;  Milletlerarası  Mal  Satımına  İlişkin  Birleşmiş  Milletler Sözleşmesi nin (Viyana Satım Sözleşmesi) Uygulama Alanı, GÜHFD, C. XVII, S. 1-2, 2013, s. 1061. 6   ERDEM, H. Ercüment (Ed. ŞIPKA, Şükran/ YILDIRIM, Ahmet Cemil); Viyana Satım Antlaşması na Genel Bakış ve Maddi Uygulama Alanı, Yeni Türk Borçlar Kanunu ve CISG e Göre Satış Sözleşmeleri, İstanbul 2012, s. 117.  7   Bu sayı Viyana Satım Sözleşmesine Ocak 2018 itibariyle taraf olan ülkelerin sayısıdır. Bkz. http://cisg.bilgi.edu.tr/tr/taraflar/, 30.10.2018. 8   Milletlerarası Mal Satımına İlişkin Sözleşmeler Hakkında Birleşmiş Milletler Antlaşması 7 Nisan 2010 tarihli Resmi Gazete de yayınlanmış ve yayımlandığı tarihten 1 yıl sonra yürürlüğe  girmiştir.  Bkz.  RG  07.04.2010,  S.  27545, http://www.resmigazete.gov.tr/eskiler/2010/04/20100407-1.htm, 20.04.2016. 9   ATAMER, Yeşim M.: Yeni Bir Milletlerarası Satım Hukukuna Doğru: Milletlerarası Mal Satımına İlişkin Sözleşmeler Hakkında Birleşmiş Milletler Antlaşması ve Türkiye, Hukuki Perspektifler Dergisi, S. 8, Eylül 2006, s. 161. Sözleşme nin uygulama alanı ve milletlerarası ticaretteki önem ve yansımalarına ilişkin ayrıntılı bilgi için bkz. ÖZSUNAY, Ergun; 1980 Tarihli Uluslararası Mal Satım Sözleşmeleri Hakkında Viyana Antlaşması (CISG) ve Türk 667Gizem ÖZKAN ŞAHİN                                             Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707 Çalışmamızda,  Viyana Satım Sözleşmesi nin  Üçüncü  Kısım Beşinci Bölüm, Dördüncü Ayrım ında yer verilen ve Sözleşme nin esas aldığı garanti sorumluluğuna  ifa  etmeme  durumu  için  geçerli  olmak  üzere  sınırlama getiren  m.  79/I  hükmü  inceleme  konusu  yapılacaktır.  Bu  kapsamda çalışmamızda, öncelikle Viyana Satım Sözleşmesi nde sorumluluğun genel esaslarına  kısaca  değinildikten  sonra,  hiç  ya  da  gereği  gibi  ifa  etmeme durumunda  tazminat  sorumluluğundan  kurtulma  hususunda  m.  79/I hükmünün  uygulama  alanı  ele  alınacak;  bu  hüküm  çerçevesinde sorumluluktan kurtulmanın esasları incelenecek ve hükmün uygulamasına ilişkin olarak söz konusu olabilecek sorunlar, konuya ilişkin yargı kararlarına da  kapsamlı  şekilde  yer  verilerek  ortaya  konulmaya  çalışılacaktır. Çalışmamızda ayrıca, m. 79 hükmünün genel çerçevesi itibariyle Türk Borçlar Kanunu düzenlemeleri ile karşılaştırılmasına da yer verilmeye çalışılacaktır. I.  VİYANA  SATIM  SÖZLEŞMESİ NDE  TAZMİNAT SORUMLULUĞUNUN GENEL ESASLARI A. Genel Olarak Viyana Satım Sözleşmesi nin m. 45/1-b hükmüne göre, satıcının alıcı ile aralarındaki satım sözleşmesinden ya da Viyana Satım Sözleşmesi nin yedek hükümlerinden kaynaklanan yükümlülüklerinden herhangi birini ihlal etmesi durumunda, alıcının m. 74-77 hükümleri ile düzenlenmiş olan tazminat talep etme hakkı ortaya çıkar. Bu hükme göre, (1) Satıcı, sözleşmeden veya bu Antlaşmadan doğan yükümlülüklerinden herhangi birini yerine getirmezse, alıcı: …(b) Madde 74 ilâ 77'de öngörülen tazminatı talep edebilir. Benzer bir düzenlemeye Viyana Satım Sözleşmesi m. 61/1-b hükmünde satıcının tazminat  talebi  bakımından  da  yer  verilmiştir.  Tazminatın  miktarı, hesaplanması,  tazminata  hükmedilebilmesi  için  aranacak  şartlar,  talep edilebilecek olan zararlar gibi hususlar ise yine m. 74-77 hükümleri arasında düzenlenmiş bulunmaktadır.                                                             Teşebbüslerinin  Taraf  Olduğu  Uluslararası  Mal  Satımı  Sözleşmeleri  Üzerindeki Yansımaları, İstanbul Barosu Dergisi, C. 74, S. 3, 2004, s. 906 vd. 10  MAGNUS,  Ulrich  (Ed.  ATAMER,  Yeşim  M.);  CISG  Uyarınca  Tazminat,  Faiz, Sorumluluktan Kurtulma, Milletlerarası Satım Hukuku, 2. Tıpkı Bası, İstanbul 2012, s. 302. 11   SERT, Selin; Viyana Satım Sözleşmesinde (CISG) İfa Engelleri ve Sonuçları, İstanbul 2013, s. 207-208; YILMAZ, s. 177. 12  MAGNUS,  s.  288;  SCHLECHTRIEM,  Peter/  SCHWENZER,  Ingeborg  (Ed. SCHWENZER, Ingeborg/ ÇAĞLAYAN AKSOY, Pınar); Milletlerarası Mal Satımına İlişkin Sözleşmeler Hakkında Birleşmiş Milletler Antlaşması (Viyana Satım Sözleşmesi) Şerhi, 1. Bası, İstanbul 2015, s. 1181. 668Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707            Milletlerarası Mal Satımına İlişkin Sözleşmeler… Viyana  Satım  Sözleşmesi  kapsamında  tazminatı  düzenleyen  temel hüküm m. 74 hükmü olup bu hüküm esas itibariyle tazminatı bir denkleştirme aracı olarak kabul etmektedir. Buna göre tazminat, aslında, taraflardan biri sözleşmeyi ihlal etmemiş, yani gereği gibi ifa etmiş olsaydı karşı tarafı, bulunacağı malvarlığı değerine döndürmeyi amaçlamaktadır. Bu çerçevede, Viyana Satım Sözleşmesi hükümlerine dayanılarak talep edilebilecek olan zarar yalnızca maddi zarardır. Bir başka deyişle, manevi zararın Viyana Satım Sözleşmesi hükümlerine dayanılarak talep edilmesi mümkün değildir. CISG kapsamında tazminat her zaman belirli bir para tutarıdır. Bazı milli hukuk sistemlerinde geçerli olan aynen tazmin ilkesine Viyana Satım Sözleşmesi  kapsamında  yer  verilmemiştir.  Tazminat  sorumluluğunun doğması  için,  taraflardan  birinin  satım  sözleşmesini  ihlal  etmesi gerekmektedir.  Bununla  birlikte,  sözleşmenin  ihlalinin  esaslı  olup olmamasının ise bir önemi bulunmamaktadır. Belirtildiği gibi, m. 74 hükmü, tazminata ilişkin diğer hükümlere göre genel düzenleme niteliği taşımakta ve Viyana Satım Sözleşmesi nde tazminat kavramına ilişkin temel ilkeleri yansıtmaktadır. Tazminata ilişkin olarak m. 74  hükmünden  çıkarılabilecek  ilkeler  ilk  etapta  tam  tazmin  ilkesi  ve öngörülebilirlik ilkesidir. Takip eden hükümlerde (m. 75-77) ise, tazminatın ne şekilde hesaplanacağı, hangi tür zararların tazminatın hesaplanmasında dikkate alınacağı, sözleşmeye aykırılıktan kaynaklanan zararı azaltma külfeti gibi hususlar düzenlenmiştir.                                                              13 HONNOLD, John; Uniform Law For International Sales Under the 1980 United Nations Convention,  1999,  http://www.cisg.law.pace.edu/cisg/biblio/honnold.html,  21.04.2016; SERT, s. 208. 14  MAGNUS, s. 290; SERT, s. 209. 15  Bkz.  m.  74  İngilizce  metni:  Damages  …  consist  of  a  sum  equal  to  the  loss…, https://www.uncitral.org/pdf/english/texts/sales/cisg/V6997-CISG-e-book.pdf, 21.04.2016; MAGNUS, s. 290; SERT, s. 210. 16  DAYIOĞLU, Yavuz; CISG Uygulamasında Sözleşmenin İhlali Halinde Alıcının Hakları ve Özellikle Tazminat Talep Etme Hakkı, İstanbul 2011, s. 78; DAYIOĞLU, Yavuz (Ed. OKUR, Sinan); CISG Kapsamında Alıcının Tazminat Talep Etme Hakkı, Milletlerarası Mal Satım Hukuku (CISG), Ankara 2016, s. 305 HUBER, Peter/ MULLIS, Alastair; The CISG: A New Textbook for Students and Practitioners, Mainz/Norwich 2007, s. 270; YILMAZ, s. 182. 17  SCHLECHTRIEM/SCHWENZER, s. 1182; ZEYTİN, Zafer; Milletlerarası Mal Satım Sözleşmeleri Hukuku – CISG, 2. Bası, Ankara 2015, s. 297. 18  HUBER, Peter/ MULLIS, Alastair; The CISG: A New Textbook for Students and Practitioners, Mainz/Norwich 2007, s. 256; YILMAZ, s. 178; ZEYTİN, s. 295. 19  HUBER/MULLIS, s. 256; SCHLECHTRIEM, Peter/ BUTLER, Petra; UN Law on International Sales: The UN Convention on the International Sale of Goods, Berlin 2009, s. 151; YILMAZ, s. 178. 669Gizem ÖZKAN ŞAHİN                                             Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707 B. Kusursuz Sorumluluk İlkesi Viyana  Satım  Sözleşmesi  tazminat  sisteminde  sorumluluğun  esasını kusura dayalı tutmamış; kusursuz sorumluluğu (strict liability) esas almıştır. Bir  diğer  deyişle,  Anglo-Amerikan  sorumluluk  modelinin  esas  alındığı Viyana Satım Sözleşmesi ne göre, herhangi bir kusur söz konusu olmasa bile, sözleşmeye aykırılıktan kaynaklanan zararların tazmini gerekecektir. Bu bakımdan  denilebilir  ki,  Viyana  Satım  Sözleşmesi  garanti  sorumluluğu temeline dayanmaktadır. Viyana Satım Sözleşmesi ne göre, tıpkı common law sisteminde olduğu gibi, tazminat, kınanabilir bir davranış nedeniyle ortaya çıkmamakta; aksine tazminat sorumluluğu, kusurlu bir davranış söz konusu olmasa dahi, gereği gibi ifa etme sonucunun taahhüt edilmiş olması sebebiyle ortaya çıkmaktadır. Bununla birlikte Viyana Satım Sözleşmesi ne göre öngörülen tazminat sorumluluğu sınırsız değildir. Nitekim borçlunun kusursuz olarak sorumlu tutulabilmesi ilkesine, m. 74 te düzenlenen öngörülebilirlik ilkesi ve daha sonra üzerinde durulacağı gibi m. 79 ve m. 80 hükümleri ile çeşitli sınırlamalar getirilmiş bulunmaktadır. Böylelikle, Viyana Satım Sözleşmesi nin tazminat sisteminin taraflardan biri aleyhine sonuç doğurmasının ve taraflardan birinin menfaatinin  adil  olmayacak  şekilde  diğer  tarafa  karşı  aşırı  ölçüde korunmasının önüne geçilmeye çalışılmıştır. C. Tam Tazmin İlkesi  Viyana Satım Sözleşmesi nde tazminat sistemi ile ulaşılmak istenen amaç, sözleşme gereği gibi ifa edilmiş olsaydı, karşı tarafın içinde bulunacağı ekonomik  durumun  sağlanmasıdır.  CISG  m.  74  hükmüne  göre, Taraflardan birinin sözleşmeyi ihlâli halinde ödenecek tazminat, mahrum                                                             20  HUBER/MULLIS,  s.  256;  SCHLECHTRIEM/BUTLER,  s.  48-49; SCHLECHTRIEM/SCHWENZER, s. 1179; YILMAZ, s. 181. 21  DAYIOĞLU, Tazminat, s. 304; SCHLECHTRIEM/BUTLER, s. 48-49; ZEYTİN, s. 296. 22  MAGNUS, s. 302; SCHLECHTRIEM/BUTLER, s. 48-49. 23  ATAMER,  Yeşim  M.;  Uluslararası  Satım Sözleşmelerine  İlişkin  Birleşmiş  Milletler Antlaşması  (CISG)  Uyarınca  Satıcının  Yükümlülükleri  ve  Sözleşmeye  Aykırılığın Sonuçları, İstanbul 2005, s. 312. 24  YILMAZ, s. 181. 25  SCHLECHTRIEM/SCHWENZER, s. 1179-1180; YILMAZ, s. 181. 26  YILMAZ, s. 181. 27  DAYIOĞLU, Tazminat, s. 302; SERT, s. 208; YILMAZ, s. 178. Sekreterya Şerhi Art. 70 parag. 2 de de tazminat sistemi ile ulaşılmak istenen amaç benzer şekilde ifade edilmektedir: …the basic philosophy of the action for damages is to place the injured party in the same economic position he would have been in if the contract had been performed. 670Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707            Milletlerarası Mal Satımına İlişkin Sözleşmeler… kalınan kâr dahil olmak üzere, ihlâlden dolayı diğer tarafın uğradığı zararın toplamına  eşittir.  Bu  hükümden  anlaşılmaktadır  ki,  Viyana  Satım Sözleşmesi sisteminde tazminat ile amaçlanan, sözleşmeye aykırılık sebebiyle uğranılan zararın tamamının tazmin edilmesi, yani tam tazmindir. Zarara uğrayan taraf, hem fiilen uğramış olduğu zararı hem de yoksun kaldığı kârı talep  edebilir.  Bununla  birlikte  Viyana  Satım  Sözleşmesi,  Türk-İsviçre hukukundan farklı olarak ifa menfaati/düzen menfaati, müspet zarar/menfi zarar ayrımlarına yer vermemiştir. Bu sebeple CISG m. 74 hükmünde öngörülen  tazminatın  esas  itibariyle  müspet  zarara  ilişkin  olduğu söylenebileceği halde; örneğin, sözleşmeden dönen alıcının müspet zarar yerine menfi zararı talep etmesi de imkan dahilindedir. Öte yandan müspet zararla birlikte menfi zararın da talep edilmesi mümkün değildir. CISG m. 74 hükmüne göre sözleşmeye aykırılığın karşı tarafın malvarlığı değerlerinde yarattığı zarar ile birlikte menfaat kaybının neden olduğu zarar da tazminat sorumluluğuna dahildir. Bununla birlikte, ayıplı malların neden olduğu ölüm ve yaralanmalardan doğan zararlar CISG m. 5 uyarınca kapsam dışında tutulmuştur. Buna göre bu tür zararların tazmini iç hukuk hükümlerine tabidir. D. Zarar Miktarıyla Sınırlı Tazmin İlkesi Viyana Satım Sözleşmesi nin öngördüğü tazminat sistemine hakim olan ilkelerden bir diğeri de zararı aşan tazminata hükmedilememesi ilkesidir (principle of avoiding overcompensation)34. Buna göre, sözleşmeye aykırılık sebebiyle ödenebilecek tazminat miktarı, zarar gören tarafın uğradığı zarar miktarına eşit olmalıdır. Bu ilkeye göre, hükmedilecek olan tazminat, zarar görenin zararını aşacak miktarda zenginleşmesine yol açmamalıdır. Zira                                                             28  ATAMER,  Satıcının  Yükümlülükleri,  s.  424;  DAYIOĞLU,  Alıcının  Hakları,  s.  72; MAGNUS, s. 291; SCHLECHTRIEM/SCHWENZER, s. 1180; SERT, s. 208-209; YILMAZ, s. 178; ZEYTİN, s. 296. 29  ATAMER, Satıcının Yükümlülükleri, s. 427; DAYIOĞLU, Tazminat, s. 302-303. 30  DAYIOĞLU, Alıcının Hakları, s. 74; ULUSU, Ayşe E.; Milletlerarası Mal Satımına İlişkin BM Antlaşmasında ve Avrupa Borçlar Hukuku Prensiplerinde Tazminat Sorumluluğunu Sınırlandırmasında Öngörülebilirlik Prensibi, 1. Bası, İstanbul 2011, s. 19 dan naklen YILMAZ, s. 178; ZEYTİN, s. 295. 31  ATAMER, Satıcının Yükümlülükleri, s. 428; DAYIOĞLU, Tazminat, s. 303. 32  YILMAZ, s. 179. 33  MAGNUS, s. 291; SCHLECHTRIEM/SCHWENZER, s. 1183; ZEYTİN, s. 296. 34  DAYIOĞLU, Tazminat, s. 303; DAYIOĞLU, Alıcının Hakları, s. 74. 35  YILMAZ, s. 180. 36  SAİDOV, Djakhongir; Methods of Limiting Damages under the Vienna Convention on Contracts for the Internationl Sale of Goods, Pace International Law Review, Vol. 14, 671Gizem ÖZKAN ŞAHİN                                             Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707 daha önce de değinildiği gibi Viyana Satım Sözleşmesi ne göre tazminat, esas itibariyle, sözleşme ihlal edilmemiş olsaydı zarar gören tarafın bulunacağı malvarlığı durumunu yeniden tesis etmeyi amaçlamaktadır. Zararı aşan tazminata hükmedilememesinin bir sonucu olarak, AngloAmerikan hukuk sisteminde kabul gören cezalandırıcı tazminat (punitive damages)  Viyana  Satım  Sözleşmesi nin  tazminat  sistemine  yabancıdır. Bununla  birlikte,  sözleşme  özgürlüğü  kapsamında  tarafların  aralarındaki satım sözleşmesinde ceza koşulu kararlaştırmaları mümkündür. E. Öngörülebilirlik İlkesi Viyana  Satım  Sözleşmesi nin  getirdiği  tazminat  sistemine  göre tazminatın kapsamı öngörülebilecek zararlarla sınırlıdır. Bir başka deyişle, tazminat  sorumluluğu  bakımından  kural  kusursuz  sorumluluk  olmakla birlikte, bu sorumluluk öngörülebilir zararlarla sınırlandırılmıştır. Bu husus, CISG m. 74 hükmünde, Söz konusu tazminat, ihlâl eden tarafın sözleşmenin kurulması sırasında sözleşme ihlâlinin muhtemel sonucu olarak öngördüğü veya  o  tarihte  bildiği  veya  bilmesi  gerektiği  veriler  ışığında  öngörmesi gerektiği zararı aşamaz. biçiminde ifade edilmiştir.  Hükümden  de  anlaşılacağı  gibi,  sözleşmenin  ihlalinden  kusuru aranmaksızın  sorumlu  olan  tarafın  bu  sorumluluğu,  onun  öngördüğü  ve öngörmesi gereken hususlarla sınırlandırılmıştır. Bu çerçevede, sözleşmenin kurulması  esnasında  objektif  olarak  öngörülemeyen  veya  öngörülmesi                                                             Issue 2, 2002, s. 309, http://digitalcommons.pace.edu/cgi/viewcontent.cgi?article=1199&context=pilr, 22.04.2016; YILMAZ, s. 180. 37  MAGNUS, s. 290. 38  DAYIOĞLU, Alıcının Hakları, s. 75; MAGNUS, s. 290; YILMAZ, s. 180-181. 39  DAYIOĞLU, Tazminat, s. 303; DAYIOĞLU, Alıcının Hakları, s. 76; YILMAZ, s. 181. 40  DAYIOĞLU,  Tazminat,  s.  304;  LOOKOFSKY,  Joseph;  The  1980  United  Nations Convention on Contracts for the International Sale of Goods, The Hague 2000, parag. 290, http://www.cisg.law.pace.edu/cisg/biblio/lookofsky.html, 27.04.2016; MAGNUS, s. 290; SCHLECHTRIEM, Peter; Uniform Sales Law: The UN-Convention on Contracts for the International  Sale  of  Goods,  Vol.  9,  Vienna  1986,  s.  96, http://www.cisg.law.pace.edu/cisg/biblio/schlechtriem.html#a, 22.04.2016. 41  YILMAZ, 181. 42  Bir  grup  yazar,  öngörülebilirlik  değerlendirmesinin,  karşı  tarafın  sözleşmeye  ilişkin beklentilerini saptadığı anın, yani akdin kurulduğu anın esas alınarak yapılması gerektiğini ifade ederken; bir diğer görüş ise, öngörülebilirliğin belirlenmesinde akdin kuruluşundan sonraki  gelişmelerin  de  olayın  özelliklerine  göre  dikkate  alınabileceği  yönündedir. Öngörülebilirlik kriterinin hangi aşamaya ilişkin olarak aranması gerektiği konusundaki tartışmalar için bkz. ATAMER, Satıcının Yükümlülükleri, s. 303 vd. 672Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707            Milletlerarası Mal Satımına İlişkin Sözleşmeler… beklenemeyen  zararlardan  dolayı  tazminat  sorumluluğu  söz  konusu olmayacaktır. Sorumluluğun  öngörülebilir  zararlarla  sınırlandırılması,  satım sözleşmesinin  tarafları  bakımından,  sözleşme  ilişkisine  girerken  ortaya çıkabilecek  muhtemel  riskleri  dikkate  almaları  konusunda  hatırlatıcı  ve uyarıcı niteliktedir. Ayrıca öngörülebilirlik ilkesiyle, sözleşmenin kurulması ve  özellikle  semenin  belirlenmesi  anında  sözleşmeyle  üstlenilen yükümlülüğün  ekonomik  karşılığının  hesaplanması  da  mümkün  hale getirilmek istenmiştir. F. Tazminat Talebinin Diğer Seçimlik Haklarla İlişkisi Viyana Satım Sözleşmesi m. 45 ve m. 61 hükümlerine göre, zarar gören tarafın (özellikle alıcının) diğer hukuki imkanlardan yararlanması tazminat talep etme hakkını ortadan kaldırmaz. Buna göre gecikmiş ifa, malın yenisi ile değiştirilmesi/tamir edilmesi, semenin indirilmesi, sözleşmeden dönme gibi seçimlik hakların kullanılmış olması, zarar gören tarafın tazminat talep etme imkanını ortadan kaldırmayacaktır. Bununla birlikte tazminatın miktarı, tazminat  talebinin  hangi  seçimlik  hakla  birlikte  ileri  sürüldüğüne  göre değişiklik  gösterebilir.  Zira  örneğin,  sözleşmeden  dönme  hakkının kullanılmasıyla birlikte talep edilecek tazminat ile semenden indirim talebi ile birlikte talep edilecek olan tazminat miktarı birbirinden farklı olacaktır.                                                             43 MAGNUS, s. 290-291; YILMAZ, 182. Bununla birlikte sorumluluğun doğması için sözleşme ihlalinin muhtemel sonuçlarının tam miktarının bilinmesi gerekmez. Bu yöndeki bir karar için bkz. Multi-Member Court of First Instance of Athens (Polimeles Protodikio Athinon),  2009,  Case  N.  4505/2009  (Bullet-proof  vest  case), http://cisgw.law.pace.edu/cases/094505gr.html, 22.04.2016. Ayrıca bkz. MAGNUS, s. 291, dn. 17. 44  DAYIOĞLU, Tazminat, s. 304-305; YILMAZ, s. 182. 45  DAYIOĞLU, Tazminat, s. 305; MAGNUS, s. 290. 46  SCHLECHTRIEM/SCHWENZER, s. 1181-1182. Bununla birlikte CISG bakımından açıklığa kavuşturulmamış olan noktalardan biri, sözleşmeye aykırılık sonucu zarar göre tarafın ifadan vazgeçip bunun yerine tazminat talep edip edemeyeceğidir. Bu soruna CISG sistemi içerisinde bir çözüm bulmak gerekmektedir. Her şeyden önce belirtilmelidir ki, CISG  sözleşmeden  dönmenin  yanında  müspet  zararın  tazminine  imkan  vermektedir. Bununla birlikte sözleşmeden dönme imkanı, sözleşmenin ihlalinin esaslı olması koşuluna bağlanmıştır. Oysa sözleşmeden dönmeksizin ifadan vazgeçip müspet zararın tazminini talep etmek, esaslı ihlal koşulunun dolanılması olacaktır. Bu nedenle soruna önerilen çözüm, ifa yerine tazminat talebinin, ancak sözleşmeden dönme hakkının koşullarının gerçekleşmiş olduğu durumlarda mümkün olacağı yönündedir. Bkz. Atamer, Satıcının Yükümlülükleri, s. 450-451. Karş. TBK m. 125/II. 47  SCHLECHTRIEM/SCHWENZER, s. 1182. 48  ATAMER, Satıcının Yükümlülükleri, s. 450. 673Gizem ÖZKAN ŞAHİN                                             Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707 II.  VİYANA  SATIM  SÖZLEŞMESİ  MADDE  79/I  HÜKMÜ UYARINCA SORUMLULUKTAN KURTULMA A. Genel Olarak Viyana Satım Sözleşmesi m. 79/I hükmüne göre, Taraflardan biri yükümlülüklerinden  birini  ifa  etmemesinin,  denetimi  dışında  kalan  bir engelden kaynaklandığını ve bu engeli, sözleşmenin kurulması anında hesaba katmasının  veya  engelden  ve  sonuçlarından  kaçınmasının  veya  bunları aşmasının kendisinden makul olarak beklenemeyeceğini ispatlaması halinde ifa etmemeden dolayı sorumlu tutulmaz. Görüldüğü gibi m. 79/I hükmü, CISG sisteminde temel alınan kusursuz sorumluluk ilkesine sınırlama getiren bir  hüküm  olarak,  taraflardan  birinin,  denetimi  dışında  kalan  bir  engel nedeniyle  sözleşmeye  ilişkin  yükümlülüklerini  yerine  getirememesi durumunda  tazminat  ödeme  yükümlülüğünden  kurtulmasını düzenlemektedir. Burada öyle bir ifa engeli söz konusudur ki, sözleşme ihlali  ne  borçluya  objektif  olarak  yükletilebilecek  bir  sebepten kaynaklanmaktadır  ne  de  borçlunun  taşıması  gereken  bir  rizikodan  söz edilebilmektedir. Bu düzenlemeyle bir ifa engelinin varlığı durumu için genel bir sorumsuzluk kuralı öngörülmüştür. Belirtilmelidir  ki,  CISG  m.  79  hükmü  tarafların  aralarındaki  satım sözleşmesinde  kararlaştırdıkları  sorumluluk  rejimini  değiştirmez.  Bu kapsamda borçlunun açıkça özel garanti taahhütlerinde bulunması mümkün olduğu gibi; bazı durumların özel olarak sorumluluk dışında bırakılmış olması da (hardship clause, force majeure clause gibi) mümkündür. Aynı şekilde m. 79 hükmünün uygulanmasının taraflarca tamamen bertaraf edilmesi de söz konusu olabilir. Bu nedenle denilebilir ki, m. 79 hükmü emredici nitelikte bir hüküm değildir. CISG m. 79/I hükmü uyarınca sorumluluktan kurtulmanın mümkün olması için ortaya çıkması gereken ifa engelinin birtakım şartları taşıması gerekmektedir. Bu şartlar tarafların etki alanı dışında kalan bir engelin ortaya çıkması,  engelin  öngörülemez  olması  ve  borçludan  makul  olarak beklenemeyecek şekilde kaçınılmaz olması şeklinde sayılabilir.                                                             49  ATAMER,  Satıcının  Yükümlülükleri,  s.  453;  MAGNUS,  s.  302; SCHLECHTRIEM/SCHWENZER, s. 1249. 50  ATAMER, Satıcının Yükümlülükleri, s. 453. 51  ATAMER,  Satıcının  Yükümlülükleri,  s.  455;  SCHLECHTRIEM/SCHWENZER,  s. 1274; ZEYTİN, s. 333. 52  ZEYTİN, s. 333. 53  SCHLECHTRIEM/SCHWENZER, s. 1253. 674Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707            Milletlerarası Mal Satımına İlişkin Sözleşmeler… B.  Madde  79/I  Hükmüne  Göre  Sorumluluktan  Kurtulmanın Şartları 1. Etki Alanı Dışında Gerçekleşen Bir Engelin Ortaya Çıkması CISG m. 79/I hükmü kapsamında sorumluluktan kurtulabilmek için her şeyden önce borçlunun kontrolü altında olan alanın dışında gerçekleşen bir engel  söz  konusu  olmalıdır.  Engel,  sözleşmenin  kurulması  sırasında öngörülemeyen, objektif olarak ifayı imkansız kılan ve bu sebeple borçlunun sorumlu  tutulamadığı  halleri  ifade  etmektedir.  Bu  engellerin  neler olabileceği CISG de sayılmamış olmakla birlikte, her şeyden önce objektif olarak ifayı imkansız kılan ve tarafların müdahale edemediği hallerin başında gelen  yangın,  deprem,  sel,  savaş,  salgın  hastalık  gibi  mücbir  sebepler tarafların etki alanı dışındaki engellerden kabul edilmektedir. Ayrıca isyan, genel grev, ambargo, sabotaj, terör saldırıları gibi engellerin de tarafların etki alanı dışında gerçekleştiği kabul edilmektedir. CISG m. 79/I kapsamında sorumluluktan kurtulmayı sağlayan engelin tarafların etki alanı dışında bir engel olması gerekliliğinin sebebi, tarafların alacakları makul önlemlerle kendi sorumluluk alanlarına sahip çıkabilecekleri ve bu alanda doğacak ifa engellerine hakim olabilecekleri düşüncesidir. Zira bu etki alanı, tarafların denetim imkanına sahip oldukları ve çıkabilecek sorunlara karşı önceden önlemler geliştirmeleri beklenen alanı ifade eder. Dolayısıyla yalnızca bu alanın dışında ortaya çıkacak engeller bakımından sorumluluktan  kurtulma  söz  konusu  olabilir.  Bu  düşüncenin  en  önemli sonucu,  tarafların  kendi  iş  organizasyonlarından  kaynaklanan  zararlara                                                             54  ATAMER, Satıcının Yükümlülükleri, s. 456; MAGNUS, s. 304; YILMAZ, s. 227. 55  KÖROĞLU, Belin; Milletlerarası Mal Satım Sözleşmeleri Hakkında Birleşmiş Milletler Sözleşmesi  (CISG)  Madde  79  ve  80  Kapsamında  Sorumluluktan  Kurtulma,  Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. XVII, S. 1-2, 2013, s. 777; SERT, s. 240; YILMAZ, s. 227. 56  ATAMER, Satıcının Yükümlülükleri, s. 456; HUBER/MULLIS, s. 259; MAGNUS, s. 304; TALLON, Denis; Article 79, Bianca-Bonell Commentary on International Sales Law, Milan 1987, 2.6, http://www.cisg.law.pace.edu/cisg/biblio/tallon-bb.html, 22.04.2016; YILMAZ, s. 227. 57  FLAMBOURAS, Dionysios P.; The Doctrines of Impossibility of Performance and clausula rebus sic stantibus in the 1980 Vienna Convention on Contracts for the International Sale of Goods and the Principles of European Contract Law: A Comparative Analysis, Pace International  Law  Review,  Fall  2001,  s.  267, http://www.cisg.law.pace.edu/cisg/biblio/flambouras.html,  22.04.2016; HUBER/MULLIS, s. 259-260; TALLON, 2.6.7. 58  ATAMER, Satıcının Yükümlülükleri, s. 456. 59  ATAMER, Satıcının Yükümlülükleri, s. 459. 675Gizem ÖZKAN ŞAHİN                                             Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707 kendilerinin  katlanmalarının  gerekmesidir.  Bu  sebeple,  tarafların  mali durumlarındaki  bozukluk,  iflas,  işyerinde  çalışmakta  olan  işçilerin  işi bırakması,  işyerinde  gerçekleşen  grev,  gerekli  personelin  bulunamaması, satıcının kendi tedarikçisinden hammadde temin edememesi, istihdam edilen kişilerin davranışlarından kaynaklanan engeller, makinelerin çalışmaması gibi haller, m. 79/I kapsamında sorumluluktan kurtulma imkanı veren engeller olarak değerlendirilemez. Organizasyon alanına giren bir engelden dolayı sorumsuzluk yalnızca bu engelin deprem, sel, savaş gibi dışsal bir nedenden kaynaklanması durumunda söz konusu olabilir. 2. Engelin Öngörülememesi CISG  m.  79/I  hükmüne  göre  sorumluluktan  kurtulabilmek  için, sözleşmenin  ihlaline  sebep  olan  ifa  engelinin  öngörülmesinin  mümkün olmaması gerekir. Engelin öngörülebilir olup olmadığı, ticari hayatta faal olan,  makul  ve  mantıklı  bir  kimsenin  böyle  bir  engeli  hesaba  katıp katamayacağı  dikkate  alınarak,  yani  objektif  ölçütlere  göre  belirlenir. Nitekim  bir  Alman  mahkeme  kararına  konu  olan  olayda,  her  ikisi  de profesyonel otomobil satıcısı olan Alman satıcı ve İtalyan alıcı arasında, satıcının daha önce bir başka satıcıdan aldığı ve kayıtları polis tarafından ön incelemeden geçirilmiş olan ikinci el bir otomobilin satımına ilişkin bir sözleşme kurulmuş; daha sonra otomobilin çalıntı olduğu anlaşılmış ve İtalyan polisi otomobili ilk sahibine iade etmiş; bu esnada otomobili bir üçüncü kişiye satmış olan İtalyan alıcı, ödeme için aldığı çekleri geri vermek zorunda kalmış ve Alman satıcı aleyhine sözleşmenin ihlaline dayanarak bir dava açmış ve tazminat  talebinde  bulunmuştur.  İlk  derece  mahkemesi,  Alman  satıcının öngöremeyeceği  bir  engelin  söz  konusu  olduğu  gerekçesiyle  davayı reddetmiş; İtalyan alıcı ise temyize gitmiştir. Temyiz mahkemesi ise ilk derece mahkemesinin kararını bozmuş ve satıcının aracı ilk satın aldığı sırada düşük                                                             60 Yabancı paranın temin edilmesi de bu kapsamdadır. Ayrıca ödemenin satıcıya vaktinde ulaşması da onun risk alanı kapsamındadır. Bkz. SCHLECHTRIEM/SCHWENZER, s. 1260. Bir Alman hakem kararına konu olan olayda da Çinli satıcının içinde bulunduğu ekonomik güçlüklerin onun kendi sorumluluk alanına dahil olduğu belirtilerek m. 79 hükmüne dayanarak ifa etmemeden dolayı sorumsuzluğu kabul edilmemiştir. Bkz. Case N. Partial  Award  of  21  March  1996,  http://cisgw.law.pace.edu/cases/960321g.html#ct, 23.04.2016. 61  ATAMER,  Satıcının  Yükümlülükleri,  s.  459;  FLAMBOURAS,  s.  268;  s.  268; LOOKOFSKY,  parag.  301;  MAGNUS,  s.  304;  SCHLECHTRIEM,  s.  104; SCHLECHTRIEM/SCHWENZER, s. 1258-1260; YILMAZ, s. 228. 62  SCHLECHTRIEM/SCHWENZER, s. 1258. 63  ATAMER,  Satıcının  Yükümlülükleri,  s.  460;  MAGNUS,  s.  305; SCHLECHTRIEM/SCHWENZER, s. 1254. 676Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707            Milletlerarası Mal Satımına İlişkin Sözleşmeler… fiyatlı olması, aracın kilometresi ve tescil belgesindekinden farklı olarak aracın sahibine ilişkin bilgilerin görünmemesi gibi hususlar nedeniyle objektif olarak şüpheye düşmesi gerektiğine; bu nedenle de olayda öngörülemezliğin söz  konusu  olmaması  dolayısıyla  m.  79  kapsamında  Alman  satıcının sorumluluktan kurtulmasının mümkün olmadığına hükmetmiştir. Sözleşmenin kurulması esnasında öngörülmesi mümkün olan bir ifa engeli  söz  konusuysa,  borçludan  beklenen,  bu  engel  konusunda  gerekli önlemleri  alması  ve  dilerse  sözleşmeye  bir  sorumsuzluk  kaydı  koymak suretiyle kendisini güvenceye almasıdır. Örneğin, her yıl meydana gelen bir kasırga, sel ya da fırtına nedeniyle teslimi gereken malların zarar görmesi durumunda,  bu  engelin  öngörülebilir  olması  sebebiyle  borçlunun sorumluluktan  kurtulması  mümkün  olmayacaktır.  Hatta  bu  örnek  göz önünde  bulundurulduğunda,  hava  olayları  meteoroloji  bilimi  tarafından önceden  kolaylıkla  tespit  edilebildiğinden,  bu  tür  durumların  artık öngörülemez olmaktan çıktığı dahi kabul edilebilir. Bu tür olayların ortaya çıkmasının olağanüstü bir durum olduğu ve bu nedenle öngörülemez olduğu ispat  edildiği  takdirde  ise  m.  79/I  hükmüne  dayanmak  mümkün  hale gelecektir. Nitekim U.S. District Court (Northern District of Illinois) tarafından verilen karara konu olan olayda, kullanılmış demiryolu rayları satan Alman satıcı, ağır geçen kış şartları nedeniyle limanın donması üzerine gemilerin limandan çıkamaması sebebiyle, kullanılmış demiryolu raylarını dönüştürerek yeniden kullanan Amerikalı alıcıya malları teslim edememiş; alıcı ise kış aylarında  St.  Petersburg  limanının  donacağının  bir  ilkokul  öğrencisi tarafından bile tahmin edilebilecek bir olgu olup deneyimli bir tacir tarafından öngörülememesinin mümkün olmadığını ileri sürmüştür. Buna karşılık satıcı ise, o yılki kışın şiddetinin son altmış yıllık verilerle karşılaştırıldığında olağan koşulların  çok  ötesinde  olduğunu;  üstelik  buzkırıcıların  da  çalıştırılmış olmasına  rağmen  limana  giriş-çıkışların  sağlanamadığını  ve  hatta buzkırıcıların bile buza saplandığını kanıtlamış; bunun üzerine mahkeme gerçekleşen bu olayı mücbir sebep olarak değerlendirmiştir.                                                             64  Case N. 7 U 4969/06, http://www.unilex.info/case.cfm?pid=1&do=case&id=1342&step=Abstract, 23.04.2016. 65  ATAMER, Satıcının Yükümlülükleri, s. 460. 66  MAGNUS, s. 305. 67  ATAMER, Satıcının Yükümlülükleri, s. 460. 68  Case N. 03 C 1154, http://www.unilex.info/case.cfm?pid=1&do=case&id=987&step=FullText, 23.04.2016. 677Gizem ÖZKAN ŞAHİN                                             Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707 Sözleşmenin kurulduğu esnada var olan engeller öngörülebilir nitelikte olduğundan, bu tür engeller m. 79/I hükmünün uygulanmasına dayanak teşkil etmez. Bir Bulgar hakem (Arbitration Tribunal of Bulgarian Chamber of Commerce & Industry) kararına konu olan olayda, Ukraynalı satıcının, Bulgar alıcı ile kömür satımına ilişkin olarak yaptığı sözleşmenin ifasından, Ukrayna hükümetinin  ihracat  kısıtlamalarına  ilişkin  kararnamesini  ve  kömür ihracatının hükümet tarafından yasaklanmasını gerekçe göstererek m. 79/I hükmü uyarınca sorumluluktan kurtulmasının mümkün olmadığı; zira bu kısıtlamalar her ne kadar satıcının denetimi dışında meydana gelen bir engel olsa da, sözleşmenin kurulmasından önceki bir tarihten beri var olduğundan öngörülebilir nitelikte olduğu ifade edilmiştir. Öngörülemezliğin  sözleşmenin  kurulması  anında  var  olması gerekmektedir. Sözleşmenin kurulması sırasında öngörülebilir nitelikte olan bir engelin varlığı halinde; borçlu buna ilişkin çekincesini ortaya koymadıysa sözleşmeden kaynaklanan riskleri göze aldığı kabul edilmekte ve dolayısıyla m.  79/I  hükmüne  dayanarak  sorumluluktan  kurtulmak  mümkün olamamaktadır.  Ayrıca tarafların kendi denetim alanlarına ilişkin muhtemel değişiklikleri de  sözleşmenin  kurulduğu  esnada  göz  önünde  bulundurmaları  gerekir. Örneğin,  borçlunun  ülkesinde  çok  sık  meydana  gelen  olağan  ekonomik değişikliklerin borçlu açısından öngörülebilir olduğu kabul edilmektedir. Örneğin, Alman mahkemesi tarafından verilmiş olan bir kararda, fiyatların sürekli  olarak  değişken  olduğu  koşullarda  demir  fiyatlarındaki  %300 oranındaki artış öngörülebilir bir durum olarak değerlendirilmiş ve bu artışın aşırı ifa güçlüğüne yol açacağı kabul edilmemiştir. 3. Engelin Kaçınılmaz Olması CISG m. 79/I hükmüne göre sorumluluktan kurtulabilmek için aranacak bir  diğer  şart  ise,  sözleşmenin  kurulması  sırasında  öngörülemeyen  ve tarafların  denetimi  dışında  kalan  engelin  kendisi  veya  sonuçlarından kaçınmanın  mümkün  olmamasıdır.  Sözleşmenin  ifasını  engelleyecek  bir                                                             69  Case N. 56/1995, http://cisgw.law.pace.edu/cases/960424bu.html#cx, 23.04.2016. 70  FLAMBOURAS, s. 270; MAGNUS, s. 305. 71  SCHLECHTRIEM/SCHWENZER,  s.  1254-1255;  SCHWENZER,  Ingeborg;  Force Majeure and Hardship in International Sales Contracts, Victoria University of Wellington Law  Review,  2008,  s.  715, http://www.austlii.edu.au/nz/journals/VUWLawRw/2008/39.pdf, 23.04.2016. 72  KÖROĞLU, s. 781. 73  Case N. 1 U 167/95, http://cisgw.law.pace.edu/cases/970228g.html, 27.04.2016. 678Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707            Milletlerarası Mal Satımına İlişkin Sözleşmeler… durumun  ortaya  çıkması  halinde,  ortaya  çıkan  bu  engelin  ve  etkilerinin ortadan kaldırılması için makul olan en üst düzeyde çabanın gösterilmesi ve gerekli tüm önlemlerin alınması gerekir. Alınması gerekli bu önlemlerin derecesi sözleşmesel risk dağılımına göre belirlenir. Bu önlemlere, ifası mümkün  olmayan  mallar  yerine  ikame  malların  gönderilmesi,  malların gönderileceği yere ilişkin bir engelin ortaya çıkması halinde malların uygun olan bir başka yere gönderilmesi, yurtdışına para transferinin yasaklanması halinde  yurtdışında  bulunan  bir  başka  hesaptan  para  transferinin gerçekleştirilmesi gibi çözümler örnek gösterilebilir. Borçlunun gereği gibi ifa için başvurması gereken bu tür önlemlerin daha masraflı olması da -aşırı ifa güçlüğüne yol açmadıkça- önem taşımaz. Yunan mahkemesinin vermiş olduğu bir kararda, Bulgar satıcı ile Yunan alıcının ayçekirdeği satımına konusunda  yapmış  oldukları  sözleşmenin  ifası  aşamasında  teslimin gerçekleştirileceği  limanın  bulunduğu  nehirde  su  seviyesinin  düşmesi, teslimin  alternatif  olarak  bir  deniz  limanı  aracılığıyla  da gerçekleştirilebileceği  gerekçesiyle  m.  79/I  hükmünün  uygulanmasına dayanak olarak kabul edilmemiştir.  Amerikan Tahkim Birliği (American Arbitration Association) kararına konu olan benzer bir olayda, Amerikalı satıcı, Romanyalı alıcı ile aralarındaki sözleşmeye göre teslim etmesi gereken tavuk etlerini, Romanya hükümetinin kuş gribi sebebiyle tavuk ithalatını yasaklaması nedeniyle, kararlaştırılan süre içerisinde Romanyalı alıcıya gönderememiştir. Tahkim Birliği, somut olayı CISG m. 79 kapsamında incelemiş ve satıcının malları teslim edememesinin kontrolü dışında gerçekleşen ve sözleşme yapılırken öngöremeyeceği bir durum olduğunu ifade etmekle birlikte, alıcının malların gönderilebileceği alternatif bir liman önermesi üzerine artık satıcının m. 79 hükmüne dayanarak sorumluluktan  kurtulmasının  mümkün  olmayacağına,  ifaya  engel  olan durumun bu suretle aşılabileceğine karar vererek satıcının tazminat ödemesine hükmetmiştir.                                                              74  ATAMER, Satıcının Yükümlülükleri, s. 461; FLAMBOURAS, s. 272; MAGNUS, s. 305; SCHWENZER, s. 719; TALLON, 2.6.4; YILMAZ, s. 230. 75  SCHLECHTRIEM/SCHWENZER, s. 1255. 76  ATAMER, Satıcının Yükümlülükleri, s. 461. 77  SCHLECHTRIEM/SCHWENZER, s. 1255. Bu önlemler açısından yalnızca, aşağıda detaylı olarak incelenecek olan aşırı ifa güçlüğü sınırlaması dikkate alınacaktır. Eğer bu tür önlemlerin alınması borçlunun ekonomik açıdan mahvına sebep olacaksa (özveri sınırı), bu noktada m. 79/I uyarınca sorumluluktan kurtulma imkanının kabul edilmesi gerekir. Bkz. ATAMER,  Satıcının  Yükümlülükleri,  s.  461;  SCHLECHTRIEM/SCHWENZER,  s. 1255; ZEYTİN, s. 328. 78  Case N. 63/2006, http://cisgw.law.pace.edu/cases/060001gr.html, 27.04.2016. 79 Case N. 50181T 0036406, http://www.unilex.info/case.cfm?pid=1&do=case&id=1346&step=FullText, 27.04.2016. 679Gizem ÖZKAN ŞAHİN                                             Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707 Benzer şekilde Alman mahkemesi tarafından verilmiş olan bir kararda ise, şiddetli yağış nedeniyle domates üretiminin azalmasına ve piyasadaki domates  fiyatlarının  yükselmiş  olmasına  karşın  piyasada  ikame  olarak kullanılabilecek ürünün mevcut olduğuna, bu nedenle satıcının CISG m. 79/I kapsamında sorumluluktan kurtulamayacağına hükmedilmiştir. Alman mahkemesi tarafından verilen bir karara konu olan olayda ise, İngiliz alıcı ile Alman satıcı arasında yapılan sözleşmede Alman satıcı Çinli tedarikçisinden  sözleşme  konusu  demir-molibden  maddesini  teslim alamadığından, belirli bir sürenin geçmesi üzerine İngiliz alıcı bir üçüncü kişiden alım yapmak zorunda kalmış ve bu iki alım arasındaki fiyat farkını Alman satıcıdan dava yoluyla talep etmiştir. Mahkeme Alman satıcının ne sözleşmedeki force majeur clause ne de CISG m. 79/I hükmüne dayanarak sorumluluktan kurtulabileceğine; zira satıcının kendi tedarikçisinden malları tedarik etme yükümlülüğü altına girdiğine ve bu sebeple piyasada aynı maldan eşit ya da benzer kalitede bulunamaz duruma gelinmedikçe, piyasadaki fiyat yüksek dahi olsa tedarik yükümlülüğünün devam edeceğine karar vermiştir. 4. Engelin Sözleşmenin İhlaline Neden Olması CISG m. 79/I hükmünün uygulanması, yalnızca taraflardan birinin ortaya çıkan ifa engeli sebebiyle sözleşmesel yükümlülüklerini hiç veya gereği gibi yerine  getirmemesi  durumunda  gündeme  gelebilmektedir.  Bu  anlamda sözleşmeye  aykırılığın,  CISG  ifa  engelleri  sistemine  uygun  olarak imkânsızlık,  temerrüt  veya  ayıplı  ifa  şeklinde  ortaya  çıkması  arasında genellikle bir ayrım gözetilmemektedir. Bununla birlikte, aşağıda detaylı olarak açıklanacağı üzere, satıcının maldaki ayıbın CISG m. 79/I anlamında bir engelden kaynaklandığını ileri sürmesi uygulamada zor görünmektedir.                                                             80 Case N. 1 U 143/95, http://www.unilex.info/case.cfm?pid=1&do=case&id=438&step=Abstract, 27.04.2016 81 Case N. 1 U 167/95, http://cisgw.law.pace.edu/cases/970228g.html, 27.04.2016. 82  FLAMBOURAS, s. 213; SCHLECHTRIEM/SCHWENZER, s. 1251; TALLON, 2.6.6; SERT, s. 241; YILMAZ, s. 231. 83  ATAMER,  Satıcının  Yükümlülükleri,  s.  455;  SCHLECHTRIEM/SCHWENZER,  s. 1251; TALLON, 2.4.1; YILMAZ, s. 231. Bu husustaki farklı görüşlere ilişkin açıklamalar için bkz. ATAMER, Satıcının Yükümlülükleri, s. 454-455. 84  Bu konuda örnek gösterilebilecek Alman mahkemesi kararına konu olan bir olayda, İtalyan alıcıya Alman satıcı tarafından çalıntı bir otomobilin satılması üzerine açılan davada, satıcının  belgelerden  otomobilin  çalıntı  olduğunu  anlamasının  mümkün  olmadığı  bir durumda dahi m. 79/I e dayanarak sorumluluktan kurtulmanın mümkün olmadığına; zira bu engelin satıcının etki alanı içerisinde gerçekleştiğine, çünkü aracın geçmişini araştırma yükümlülüğünün  satıcıda  olduğuna  hükmedilmiştir.  Bkz.  Case  N.  8  O  75/02, http://cisgw.law.pace.edu/cases/020822g.html, 27.04.2016. 680Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707            Milletlerarası Mal Satımına İlişkin Sözleşmeler… CISG m. 79/I hükmü, her şeyden önce m. 45 ve m. 61 kapsamında ifade edilmiş olan alıcı ve satıcının yükümlülüklerinin ihlaline ilişkindir. Aynı şekilde, kısmen ifa etmeme de m. 79/I in uygulama alanına dahildir. Ayrıca yan  yükümlülüklerin  ve  sözleşmenin  tasfiyesinden  (m.  81)  doğan yükümlülüklerin ihlali de m. 79/I hükmünün uygulama alanına girebilir. CISG m. 79/I hükmünün uygulanması bakımından önem taşıyan zaman dilimi, edim hasarının henüz alıcıya intikal etmemiş olduğu dönemdir. Zira edim  hasarının  alıcıya  intikal  etmesi  ile  birlikte,  m.  79/I  anlamında beklenmeyen olayların rizikosu da alıcıya geçer. Bu nedenle malın, gönderme borçlarında ilk taşıyıcıya, götürme borçlarında ise alıcıya teslimi anından; aranacak  borçlarda  ise  malın  alıcının  tasarrufuna  hazır  bulundurulması anından önce gerçekleşen bir olay söz konusu olmalıdır.  CISG m. 79 kapsamında borçlunun sorumluluktan kurtulabilmesi için ortaya çıkan ifa engelinin ifa etmemenin tek sebebi olması gerekir. İfanın ortak illiyet sebebiyle engellenmesi, yani sözleşmenin ihlali ile ortaya çıkan engelin ifa etmemenin müşterek sebebi olması durumunda, borçlunun m. 79/I e dayanarak sorumluluktan kurtulması mümkün değildir. Aynı şekilde sözleşmenin  ifa  edilmemesi,  en  azından  bir  tanesi  borçlu  tarafından öngörülebilir ve kaçınılabilir olan birden çok sebebin bir araya gelmesiyle gerçekleşirse,  borçlunun  yine  borcundan  kurtulamayacağı  kabul edilmektedir. 5. Alacaklıya Bildirimde Bulunulması (m. 79/IV) Viyana Satım Sözleşmesi m. 79/IV uyarınca, İfa etmeyen taraf, engeli ve  kendisinin  ifa  kabiliyeti  üzerindeki  etkilerini  diğer  tarafa  bildirmek zorundadır.  Bu  bildirim,  ifa  etmeyen  tarafın  engeli  bildiği  veya  bilmesi gerektiği  andan  itibaren  makul  bir  süre  içinde  karşı  tarafa  ulaşmazsa, ulaşmama olgusundan kaynaklanan zararı ifa etmeyen taşır. Buna göre, bir engelin varlığı sebebiyle gereği gibi ifada bulunamayan taraf, karşı tarafın kendisini bu duruma adapte edebilmesi ve zararını azaltabilmesi amacıyla,                                                             85  SCHLECHTRIEM/SCHWENZER, s. 1251; ZEYTİN, s. 325.  86  SCHLECHTRIEM/SCHWENZER, s. 1251. Külfet ihlalleri halinde m. 79/I hükmünün uygulanıp uygulanamayacağı konusundaki açıklamalar için bkz. ZEYTİN, s. 326. 87  ATAMER, Satıcının Yükümlülükleri, s. 454. 88  FLAMBOURAS, s. 273; MAGNUS, s. 305; SCHLECHTRIEM/SCHWENZER, s. 1255-1256. 89  SCHLECHTRIEM/SCHWENZER, s. 1256; YILMAZ, s. 231. 90  SCHLECHTRIEM/SCHWENZER, s. 1256. 681Gizem ÖZKAN ŞAHİN                                             Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707 karşı  tarafı  ifa  engeli  ve  engelin  kendisine  olan  etkileri  hakkında bilgilendirmelidir.  Bu kapsamda yapılacak olan bildirimin, karşı tarafa, sahip olduğu hukuki imkanları  kullanıp  kullanmama  konusunda  karar  verebilme  olanağı sağlayacak içerikte olması gerekir. Dolayısıyla yapılacak olan bildirimin engelin mahiyeti, kalıcı olup olmadığı, eğer geçici ise hangi süre ile etkisini sürdüreceği gibi bilgileri içermesi gerekir. Bildirim herhangi bir şekle bağlanmamış olmakla birlikte, bu bildirimin engelin öğrenildiği veya öğrenilmesi gerektiği tarihten itibaren makul bir süre içinde yapılması gerekir. Makul süreden ne anlaşılması gerektiği m. 79/I hükmünde  açıklanmamış  olmakla  birlikte,  pek  çok  mahkeme  kararından anlaşılmaktadır  ki,  makul  süre  olarak  değerlendirilebilecek  olan  süre genellikle birkaç günlük bir süredir.  Karşı tarafın engelin varlığından haberdar olması durumunda ya da engelin henüz ortaya çıkmadığı ve fakat ortaya çıkma tehlikesinin bulunduğu durumlarda bildirimde bulunmaya gerek bulunmamaktadır. Bildirimin yapılmamış olması, geç yapılmış olması ya da makul süre içerisinde  yapılmış  olmakla  beraber  yeterince  açık  olmaması  m.  79/I kapsamında  sorumluluktan  kurtulmayı  engellemez.  Bununla  birlikte, bildirimin yapılmaması, geç yapılmış olması ya da yeterince açık olmaması halinde alacaklının bu sebeple uğramış olduğu zararın (bildirim zamanında yapılmış olsaydı doğmayacak olan zararın) tazmini gerekir. Bununla birlikte engelin hem ifayı hem de bildirimi imkansız kıldığı hallerde (örneğin, bir                                                             91  ATAMER, Satıcının Yükümlülükleri, s. 474; LOOKOFSKY, parag. 300; MAGNUS, s. 306; SCHLECHTRIEM/SCHWENZER, s. 1268; URFALIER, Melike (Ed. OKUR, Sinan); Milletlerarası Mal Satım Sözleşmeleri Hakkında Birleşmiş Milletler Sözleşmesi (CISG) Madde 79 ve 80 Kapsamında Tazminat Sorumluluğundan Kurtulma, Milletlerarası Mal Satım Hukuku (CISG), Ankara 2016, s. 547. 92  SCHLECHTRIEM/SCHWENZER, s. 1268. 93 ATAMER, Satıcının Yükümlülükleri, s. 474; DAYIOĞLU, Alıcının Hakları, s. 146; SCHLECHTRIEM/SCHWENZER, s. 1268; TALLON, 2.8.  94  ATAMER,  Satıcının  Yükümlülükleri,  s.  474;  SCHLECHTRIEM/SCHWENZER,  s. 1274; URFALIER, s. 548; YILMAZ, s. 232. 95  Buna  ilişkin  kararlar  için  bkz.  Case  N.  5  Cb/114/2006, http://cisgw.law.pace.edu/cases/090224k.html,  27.04.2016;  Case  N.  7b  C  34/94, http://cisgw.law.pace.edu/cases/940915g.html, 27.04.2016. 96  SCHLECHTRIEM/SCHWENZER, s. 1274. 97  SCHLECHTRIEM/SCHWENZER, s. 1274. 98  ATAMER, Satıcının Yükümlülükleri, s. 474-475; DAYIOĞLU, Alıcının Hakları, s. 146; HUBER/MULLIS, s. 265; TALLON, 2.4.3; URFALIER, s. 548. 682Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707            Milletlerarası Mal Satımına İlişkin Sözleşmeler… doğal felaket sebebiyle iletişimin kesilmesi) bu tazminat sorumluluğunun doğmayacağı kabul edilmektedir. Madde 79/IV hükmüne göre makul süre içerisinde bildirimin karşı tarafa ulaşmaması halinde de, ifa engeli ile karşılaşan taraf, karşı tarafın zararlarını tazmin etmekle yükümlüdür. Buradaki ulaşma ifadesinin nasıl anlaşılması gerektiği konusunda genellikle kabul gören görüş, CISG m. 24 uyarınca sözleşmenin  kurulma  anına  ilişkin  düzenlemenin  esas  alınması  gerektiği yönündedir.  Buna  göre  bildirimin  karşı  tarafa  ulaşmasından  anlaşılması gereken, bildirimin karşı tarafa sözlü olarak yapılması ya da işyerine, posta adresine veya mutad meskenine varma anıdır. Borçlunun bildirimde bulunma yükümlülüğünün ihlali nedeniyle tazmin etmek zorunda olduğu zarar kural olarak menfi zarardır. Bu zarar, alacaklının kendi alıcılarının taleplerinden veya kazanç kaybından kaynaklanabilir. C. Sorumluluktan Kurtulmanın Hüküm ve Sonuçları 1. Genel Olarak CISG m. 79/V hükmü, m. 79/I hükmüne dayanılarak sorumluluktan kurtulmanın yalnızca tazminat sorumluluğuna ilişkin olduğunu; buna karşılık tazminat talep etme hakkı dışında, diğer hakların talep edilmesi bakımından sorumluluğun devam ettiğini açıkça ifade etmektedir. Buna göre, CISG m. 79/I  uyarınca  sorumluluktan  kurtulan  taraf  yalnızca  tazminat  ödeme yükümlülüğünden  kurtulmuş  olacak;  bununla  birlikte  karşı  taraf  için sözleşmeden  kaynaklanan  aynen  ifa,  sözleşmeden  dönme,  semenin indirilmesi, m. 78 uyarınca faiz talep etme gibi hakların ileri sürülebilmesi imkanı  devam  edecektir.  Bir  başka deyişle m. 79/I  uyarınca  tazminat sorumluluğundan kurtulma, sözleşmeyi ve diğer sözleşmesel yükümlülükleri ortadan kaldırmaz; m.79/I hükmüne dayanarak sözleşmeyi sona erdirmek mümkün değildir. Borçlunun tazminat sorumluluğundan kurtulmuş olması,                                                             99  ATAMER,  Satıcının  Yükümlülükleri,  s.  475;  SCHLECHTRIEM/SCHWENZER,  s. 1275; TALLON, 2.4.3; YILMAZ, s. 232; ZEYTİN, s. 333.  100  ENDERLEIN/MASKOW, s. 331; URFALIER, s. 548. 101  DAYIOĞLU, Alıcının Hakları, s. 146; SCHLECHTRIEM/SCHWENZER, s. 1275; YILMAZ, s. 232. 102  MAGNUS,  s.  306;  SCHLECHTRIEM/SCHWENZER,  s.  1272;  TALLON,  2.10; ZEYTİN, s. 332. 103  ATAMER,  Satıcının  Yükümlülükleri,  s.  475;  SCHLECHTRIEM/SCHWENZER,  s. 1269.  Ayrıca  bkz.  Case  N.  X  ZR  111/04, http://www.unilex.info/case.cfm?pid=1&do=case&id=1345&step=Abstract, 24.04.2016. 683Gizem ÖZKAN ŞAHİN                                             Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707 hiç veya gereği gibi ifa etmemenin sözleşmenin ihlali niteliğinde olduğu sonucunu değiştirmemektedir. Borçlunun ifada bulunması, ortaya çıkan ifa engeli sebebiyle yalnızca kısmen engellenmişse, m. 79/I kapsamında tazminat ödeme borcu da yalnızca o kısım için ortadan kalkacaktır. Ayrıca CISG m. 79/III e göre, bir engel ancak var olduğu sürece borçluyu tazminat sorumluluğundan kurtarmaktadır, dolayısıyla engelin ortadan kalkmasıyla, borçlunun artık ifada bulunması gerekecektir.  Örneğin,  geçici  bir  ithalat-ihracat  yasağının  söz  konusu olduğu hallerde, bu yasağın yürürlükte bulunduğu zaman dilimi boyunca borçlunun ifa etmeme sebebiyle tazminat sorumluluğu söz konusu olmaz; ancak yasağın ortadan kalkmasıyla borçlunun ifada bulunması gerekeceği gibi, alacaklının da aynen ifayı talep etmesi mümkün hale gelir. Buna göre denilebilir ki, m. 79/III hükmü uyarınca sorumluluktan kurtulmaya olanak sağlayan  engelin  ortadan  kalktığı  tarih,  ifanın  gerektiği  tarih  olarak değerlendirilmektedir. Ancak alıcı, geçici ifa engelinin sözleşmenin esaslı ihlali sayılması durumunda sözleşmeden dönme hakkına sahiptir. Ayrıca genellikle kabul edildiği üzere, geçici ifa engelinin ortadan kalkması üzerine alacaklı gecikmiş ifayı kabul etmek zorunda değildir. 2. Tazminat Talebi Bakımından CISG m. 79/I hükmü uyarınca sorumluluktan kurtulmak, yalnızca engel ile  illiyet  bağı  içerisinde  olan  sözleşmeye  aykırılıklar  bakımından  söz konusudur.  Örneğin,  bir  genel  grev  malların  gecikmeli  olarak  teslim edilmesine  sebep  olmuşsa,  bu  gecikme  nedeniyle  satıcının  tazminat sorumluluğundan kurtulması mümkün iken; malların bekletildikleri sırada gerekli koruma önlemlerinin alınmamış olması sebebiyle zarara uğraması durumunda bu zararlar için tazminat sorumluluğu ortadan kalkmaz.                                                             104  SCHLECHTRIEM/SCHWENZER, s. 1269. 105 ATAMER, Yeşim M.: Borçlunun CISG m. 79 Uyarınca Tazminat Sorumluluğundan Kurtulması Halinde Alacaklının Diğer Taleplerinin Akıbeti Ne Olur? Prof. Dr. Aydın Zevkliler e Armağan, Yaşar Üniversitesi Elektronik Dergisi, C. 8, Özel Sayı 2013, s. 498; SCHLECHTRIEM/SCHWENZER, s. 1269. 106  MAGNUS, s. 306; YILMAZ, s. 237. 107  ATAMER,  Satıcının  Yükümlülükleri,  s.  473;  ATAMER,  Diğer  Talepler,  s.  498; URFALIER, s. 547; ZEYTİN, s. 330. 108  YILMAZ, s. 237. 109  ATAMER, Satıcının Yükümlülükleri, s. 473; YILMAZ, s. 237; ZEYTİN, s. 330. 110  HONNOLD, s. 490; YILMAZ, s. 237. 111  ATAMER, Satıcının Yükümlülükleri, s. 475. 684Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707            Milletlerarası Mal Satımına İlişkin Sözleşmeler… CISG  m.  79/V  hükmünde  açıkça  düzenlenmemiş  olan  bir  husus, borçlunun  tazminat  sorumluluğundan  kurtulduğu  hallerde  ceza  koşulu (penalty) veya sözleşmede kararlaştırılmış olan götürü tazminat (liquidated damages) borcundan da kurtulmuş olup olmayacağıdır. Bu hususta öğretide farklı görüşler ileri sürülmüştür.  Bir görüşe göre, ceza koşulu ve götürü tazminatın m. 79/V kapsamının dışında tutulmuş olması, hükmün kaleme alınışı aşamasında ortaya konulmuş bilinçli bir tercihten kaynaklanmaktadır. Bu görüşe göre öğretide bazı yazarlar,  ceza  koşulu  ve  götürü  tazminatın  akıbeti  konusunda  iç  hukuk düzenlemelerinin dikkate alınması gerektiğini ifade etmektedir. Zira bu tür fer i haklar, sözleşmenin geçerliliğine bağlı olarak varlıklarını sürdürürler ve sözleşmenin geçerli olarak kurulup kurulmadığı hususu CISG sisteminde iç hukuk düzenlemelerine bırakılmış bir husustur. Buna karşılık öğretide ileri sürülen diğer görüşe göre ise, ceza koşulu ya da götürü tazminat hususunda tarafların amacına göre bir değerlendirme yapılmalı ve sözleşmeden tarafların öngördükleri ceza koşulu veya götürü tazminatın CISG de öngörülen tazminatın yerine geçmek üzere öngörüldüğü anlaşılabiliyorsa, m. 79/V hükmü kapsamında bu yükümlülükten kurtulmak da  mümkün  olabilmelidir.  Bununla  birlikte,  ceza  koşulu  veya  götürü tazminatın  zaten  ödenmesi  gereken  tazminatın  yanı  sıra  ödenmek  üzere öngörüldüğü anlaşılabiliyorsa, bu takdirde bu yükümlülüğün m. 79/V e göre ortadan kalkması imkanı yoktur. Kanaatimize göre, ceza koşulu ve götürü tazminatın m. 79/V hükmü uyarınca  tarafların  sorumluluktan  kurtulmasını  sağlayıp  sağlamayacağı hususunda  bir  belirleme  yapılırken  tarafların  amaçlarına  ve  sözleşmede yansımasını bulan iradelerine üstünlük tanımakta fayda bulunmaktadır. Zira tazminatın yerine geçmek üzere taraflarca getirilmiş olan ceza koşulu ya da götürü  tazminatın  m.  79/V  hükmünün  uygulama  alanına  girmeyeceği düşüncesi, tarafların ödenecek tazminat miktarını önceden belirli bir meblağ olarak ortaya koymaya yönelik iradelerine müdahale niteliğinde olacaktır. Bu noktada  sözünü  ettiğimiz  ikinci  görüşe  katılmak  daha  isabetli görünmektedir.                                                             112  ATAMER,  Satıcının  Yükümlülükleri,  s.  476;  HUBER/MULLIS,  s.  265; SCHLECHTRIEM/SCHWENZER, s. 1270; TALLON, 2.10.1; ZEYTİN, s. 331. 113  FLAMBOURAS, s. 281-282; SCHLECHTRIEM/SCHWENZER, s. 1270. 114  LOOKOFSKY, s. 167-168. 115 ATAMER, Satıcının Yükümlülükleri, s. 476; FLAMBOURAS, s. 281-282; MAGNUS, s. 307. 116 ATAMER, Satıcının Yükümlülükleri, s. 476. 117 Aynı yönde bkz. KÖROĞLU, s. 794. 685Gizem ÖZKAN ŞAHİN                                             Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707 3. Alacaklının Diğer Talepleri Bakımından CISG m. 79/V hükmünün, m. 79/I hükmüne dayanılarak sorumluluktan kurtulmanın yalnızca tazminat sorumluluğuna ilişkin olduğunu; buna karşılık tazminat talep etme hakkı dışında, diğer hakların talep edilmesi bakımından sorumluluğun devam ettiğini açıkça ifade ettiği daha önce belirtilmişti. Bu düzenlemenin  mantığı,  ifa  engelleri  alanında  common  law  sistemini benimsemiş olan Viyana Satım Sözleşmesi nin sözleşmeye aykırılık halinde ilk plana tazminat talep etme hakkını koymasıdır. Bu sebeple, Viyana Satım Sözleşmesi,  temel  yaptırım  olan  tazminatın  hangi  hallerde  ödenmesinin gerekmeyeceği  sorununa  odaklanmıştır.  Bunun  sonucu  olarak  m.  79/I uyarınca  tazminat  sorumluluğundan  kurtulmuş  olan  borçluya  karşı sözleşmeye aykırılık sonucunda ileri sürülebilecek olan diğer talepler varlığını sürdürür. Kural bu olmakla birlikte, ifa engelinin ortaya çıkardığı sonuçlara göre sözleşmeye  aykırılıktan  doğan  haklardan  bir  bölümünün  kullanılması olanaksız hale gelebilir. Bu bakımdan, sözleşmeye aykırılığın türüne göre alacaklı  tarafından  kullanılabilecek  olan  imkanların,  borçlunun  m.  79/I kapsamında  tazminat  sorumluluğundan  kurtulmasından  nasıl  etkileneceği hususu üzerinde durulmalıdır. Bir ifa engeli sebebiyle ifanın gecikmesi durumunda, borçlunun m. 79/I e dayanarak  tazminat  sorumluluğundan  kurtulması  üzerine,  alacaklının temerrüde  düşen  borçluya  karşı  aynen  ifa  yahut  sözleşmeden  dönme imkanlarını kullanması mümkündür. Aynen ifayı talep hakkının kullanılması tercih edilmişse, ifa engelinin etkilerinin ortadan kalkması üzerine borçlunun ifada  bulunması  gerekir.  İfada  gecikmenin  sözleşmenin  esaslı  ihlalini oluşturduğu durumlarda dönme hakkının kullanılması da mümkündür. Buna karşılık, malın tamirini isteme, malın yenisi ile değiştirilmesi ve semenden indirim  talepleri,  mal  henüz  hiç  teslim  edilmemiş  olduğundan  gündeme gelmeyecektir. Zira bu haklar esas itibariyle sözleşmeye uygun olmayan bir malın  teslim  edilmiş  olması  nedeniyle  edimler  arasında  ortaya  çıkan dengesizliğin giderilmesi için tanınmıştır. Ortaya çıkan ifa engeli sebebiyle sözleşmeye uygun olmayan bir malın teslim edilmiş olması durumunda, alacaklının malın tamirini veya yenisi ile                                                             118 ATAMER, Satıcının Yükümlülükleri, s. 477. 119 ATAMER, Satıcının Yükümlülükleri, s. 477. 120 ATAMER, Satıcının Yükümlülükleri, s. 478; ENDERLEIN/MASKOW, s. 335. 121 ATAMER, Diğer Talepler, s. 507. 686Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707            Milletlerarası Mal Satımına İlişkin Sözleşmeler… değiştirilmesini istemesi olanaklıdır. Ayrıca alacaklı semenden indirim veya sözleşmeye uygun olmayan mal tesliminin sözleşmenin esaslı ihlali anlamına gelmesi durumunda sözleşmeden dönme haklarını da kullanabilir.  Sözleşmede kararlaştırılmış olan edim konusunun imkansızlaşması veya aşırı ifa güçlüğü durumunda da henüz ifa gerçekleşmemiş olduğundan malın tamiri, yenisi ile değiştirme ve semenden indirim haklarının kullanılması söz konusu olmayacaktır. Buna karşılık edimin ifası imkansızlaşmış ya da aşırı derecede  güçleşmiş  olmasına  rağmen  sözleşme  sona  ermediğinden, sözleşmeden dönme hakkının kullanılması gündeme gelebilir.  CISG  m.  79/V  hükmünün  uygulanmasındaki  soru  işaretleri  esas itibariyle,  edim  konusunun  imkansızlaşması  ya  da  aşırı  ifa  güçlüğü durumlarında  aynen  ifa  talebi  üzerinde  yoğunlaşmaktadır.  Koşullarının bulunması  halinde  yalnızca  tazminat  sorumluluğunu  ortadan  kaldırmakla yetinmeyip aynı zamanda aynen ifa talebini engelleyen Uniform Law on the International  Sale  of  Goods  (Malların  Milletlerarası  Satımına  İlişkin Yeknesak Kanun) m. 74 ün aksine, alacaklının aynen ifa talebinin borçlunun tazminat sorumluluğundan kurtulmasından nasıl etkileneceği CISG m. 79/V hükmünün  kaleme  alınması  aşamasında  kapsam  dışında  tutulmuştur. Bununla aslında, bir ifa engeli ortaya çıksa dahi borçlunun bunu aşmak için elinden geleni yapması gerektiği vurgulanmak istenmiş ve ayrıca aynen ifa talebinin kaldırılması ile alacaklının fer i haklarının zarar görebileceği göz önünde tutulmuştur. Aynı şekilde, imkânsız hale gelmiş olan edimin yerini alan değerlerin (ikame değer, surrogat)126 talep edilebilmesi açısında da aynen ifayı  talep  hakkının  ortadan  kaldırılmamış  olması  önem  taşımaktadır. Bununla birlikte aynen ifa talebinin artık bir anlam ifade etmediği hallerde, yani  parça  borcunun  telef  olması  gibi  objektif  imkansızlığa  yol  açan durumlarda ve aynen ifanın borçlu için aşırı güç ve masraflı hale gelmiş olduğu hallerde artık aynen ifa talebinin ileri sürülemeyeceğini kabul etmek gerekir.                                                             122 ATAMER, Diğer Talepler, s. 507. 123 ATAMER, Satıcının Yükümlülükleri, s. 478; ATAMER, Diğer Talepler, s. 506-507. 124 ATAMER, Satıcının Yükümlülükleri, s. 479; SCHLECHTRIEM/SCHWENZER, s. 1271. 125 ATAMER, Satıcının Yükümlülükleri, s. 479; SCHLECHTRIEM/SCHWENZER, s. 1271. 126 İkame değerlere ilişkin ayrıntılı bilgi için bkz. ATAMER, Diğer Talepler, s. 497. 127 ATAMER, Satıcının Yükümlülükleri, s. 479. 128 Aynen ifanın ileri sürülemeyeceği hallere ilişkin ayrıntılı bilgi için bkz. ATAMER, Diğer Talepler,  s.  498  vd.  Ayrıca  bkz.  ATAMER,  Satıcının  Yükümlülükleri,  s.  479; SCHLECHTRIEM/SCHWENZER, s. 1271. 687Gizem ÖZKAN ŞAHİN                                             Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707 D. İspat Yükü Viyana Satım Sözleşmesi m. 79/I hükmüne dayanarak sorumluluktan kurtulabilmek için borçlunun hükmün aradığı koşulların varlığını ispat etmesi gerekir. Buna karşılık m. 79/IV uyarınca bildirim yükümlülüğüne aykırılık halinde,  alacaklı  tarafın  tazminat  talebi  için  hükümde  aranan  koşulların varlığını ispat etmesi gerekir. Bildirimin kendisine zamanında varmadığını ispat etme yükü alacaklıda olmakla birlikte, şüphe halinde ise m. 79/IV e uygun bir biçimde alacaklıya zamanında bildirimde bulunulduğunun borçlu tarafından ispat edilmesi gerekir.  E.  Madde 79/I Hükmünün Türk Borçlar Kanunu ile Öngörülen Tazminat Sorumluluğu Rejimi ile Karşılaştırılması Türk Borçlar Kanunu sisteminde TBK m. 112 hükmü uyarınca, Borç hiç  veya  gereği  gibi  ifa  edilmezse  borçlu,  kendisine  hiçbir  kusurun yüklenemeyeceğini  ispat  etmedikçe,  alacaklının  bundan  doğan  zararını gidermekle  yükümlüdür.  Bu  hükme  dayanarak  hukukumuzda  kusur sorumluluğunun  esas  alındığı  belirtilmelidir.  Bu  hüküm  çerçevesinde sorumluluktan kurtulmak için kusursuzluğun ispat edilmesi gerekmektedir. Buna karşılık CISG sisteminde birtakım sınırlamalar dışında (m. 79 ve m. 80) kusursuz sorumluluk (garanti sorumluluğu) kuraldır. Bilindiği  gibi  Türk  Borçlar  Kanunu  sisteminde  tazminat  talebi, sözleşmeye  aykırılığın  türüne  göre  farklı  hükümlerle  düzenlenmiştir.  Bu halleri incelemek gerekirse; her şeyden önce borçlanılan edimin sonradan ortaya çıkan sebeplerle objektif ve sürekli olarak imkansız hale gelmesi, yani sonraki imkansızlık durumunda, bu imkansızlığın ortaya çıkması borçluya yükletilemeyen bir sebepten kaynaklanıyorsa borç sona erer ve borçlu sonraki imkansızlıktan sorumlu olmaz. Borçlu imkansızlığa kendi kusuruyla sebep olmuşsa karşı tarafın bundan kaynaklanan zararını karşılamakla yükümlüdür. Bununla birlikte borçlunun sonraki imkansızlıktan sorumlu olması için her zaman  kusur  aranmaz.  Borçlunun  edimin  imkansızlaşmasında  kusuru bulunmasa bile sorumlu olduğu bu hallerin ilki, çeşit borçlarında ortaya çıkar. Zira cins yok olmayacağından, borçlunun edim konusunu bir başka yerden temin ederek ifa etme yükümlülüğü devam eder. Benzer şekilde, borçlunun                                                             129 SCHLECHTRIEM/SCHWENZER, s. 1274; ZEYTİN, s. 333. 130 SCHLECHTRIEM/SCHWENZER, s. 1274. 131 SCHLECHTRIEM/SCHWENZER, s. 1274; ZEYTİN, s. 333. 132 Bu nedenle öğretide kusursuz sonraki imkansızlık ifadesi yerine borçlunun sorumlu olmadığı  sonraki  imkansızlık  ifadesi  kullanılmaktadır.  Bkz.  EREN,  Fikret;  Borçlar Hukuku Genel Hükümler, 14. Bası, Ankara 2012, s. 1301.  688Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707            Milletlerarası Mal Satımına İlişkin Sözleşmeler… yardımcı kişiler aracılığıyla borcunu yerine getirdiği sırada yardımcı kişinin fiiliyle  borcun  imkansızlaşması  halinde  de,  kendisi  kusursuz  olsa  dahi sorumluluk devam eder. Temerrüt halinde ise her ne kadar temerrüt için kusur gerekmese de alıcının kullanacağı seçim hakkına göre, bu seçimlik hakla birlikte talep edilecek  tazminatın  kapsamı  değişmekle  birlikte  (aynen  ifa  ile  birlikte gecikme  tazminatı,  aynen  ifadan  vazgeçerek  müspet  zararın  tazmini, sözleşmeden dönme ve menfi zararın tazmini), tazminat talebi her durumda satıcının kusurlu olması koşuluna bağlıdır. Ayrıca temerrüdün diğer bir sonucu olan beklenmedik halden sorumluluk için de borçlunun temerrüde düşmekte kusurlu olması aranmaktadır. Ayıplı  ifa  durumunda  ise,  TBK  m.  229/I  (3)  hükmünde,  satıcının tazminat sorumluluğu, dönme hakkının kullanıldığı durumlar ve yalnızca doğrudan zararlar bakımından düzenlenmiş ve bu zararlar bakımından bir garanti sorumluluğu öngörülmüştür. Bununla birlikte, diğer zararlardan sorumluluk için yine kusurun varlığı aranacaktır. Buna karşılık satılanı alıkoyup ayıp oranında semenin tenzili, ücretsiz onarım veya malın ayıpsız benzeri ile değiştirilmesi haklarının (TBK m. 227/I) kullanılması durumunda, bu haklarla birlikte istenecek tazminatın genel hükümler kapsamında talep edileceği belirtildiğinden (TBK m. 227/II), bu seçimlik haklardan biri ile birlikte istenecek tazminat için kusurun varlığı aranacaktır. Görüldüğü gibi, CISG ile getirilen kusursuz sorumluluk esasına TBK kapsamında yalnızca ayıplı ifa halinde alıcının sözleşmeden dönme hakkını kullanması durumunda ve sadece doğrudan zararlar bakımından yaklaşılmaktadır. Bu  açıklamalar  ışığında  denilebilir  ki,  CISG  m.  79/I  kapsamında borçlunun kusursuz olduğunu ispat ederek sorumluluktan kurtulması, TBK da yer  verilen  genel  kuralın  aksine,  mümkün  değildir.  Zira  klasik  kusur sorumluluğuna nazaran borçluya yükletilebilecek ifa engelleri daha geniş kapsamlıdır.  Örneğin,  TBK  sisteminin  aksine,  beklenmeyen  ciddi  bir                                                             133 EREN, s. 1302. 134 Borçlunun temerrüdünde alacaklının seçimlik hakları ve bu hakların kapsam ve şartları için bkz. Eren, 1115 vd. 135 EREN, s. 1098-1099. 136 ATAMER, Satıcının Yükümlülükleri, s. 316. 137 ATAMER, Satıcının Yükümlülükleri, s. 316. 138 6502 sayılı Tüketicinin Korunması Hakkında Kanunun (RG 28.11.2013, S. 28835) ayıplı mal ve ayıplı hizmet durumunda alıcının seçimlik haklarını düzenleyen m. 11 ve m. 15 hükümleri, seçimlik hakların yanında ileri sürülecek tazminat taleplerinin Türk Borçlar Kanunu hükümlerine tabi olacağını öngörmektedir.  139 ATAMER, Satıcının Yükümlülükleri, s. 454. 689Gizem ÖZKAN ŞAHİN                                             Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707 hastalık tarafların etki alanında kabul edildiğinden sorumluluktan kurtulmaya dayanak teşkil etmez. Ayrıca TBK m. 51 hükmünün aksine CISG, hâkimin tazminatın kapsam ve miktarının farklı kusur derecelerine göre ayrı ayrı hesaplanmasına imkan vermemektedir. III. VİYANA SATIM SÖZLEŞMESİ MADDE 79/I HÜKMÜNÜN UYGULANMASINDA  ORTAYA  ÇIKABİLECEK  ÖZEL DURUMLAR A. Başlangıçtaki İmkansızlık Durumu Viyana Satım Sözleşmesi m. 79/I hükmünün uygulama alanı, ifanın, sözleşmenin  kurulmasından  sonraki  aşamada  meydana  gelen  bir  engel sebebiyle  gerçekleştirilemediği  durumlardır.  Bu  kapsamda,  sözleşmenin kurulmasından  sonra  ifanın  tarafların  etki  alanı  içinde  olmayan  ve öngöremedikleri/öngörmelerinin  beklenemeyeceği,  kaçınılmaz  bir  sebeple imkânsız  hale  gelmesi  durumunda,  m.  79/I  hükmüne  dayanarak sorumluluktan kurtulabilmek mümkündür. Bu kapsamda verilebilecek en klasik  örnekler  sel,  deprem,  savaş,  terör  olayları  gibi  mücbir  sebep halleridir. Bu noktada sorulması gereken soru şudur: Acaba m. 79/I hükmünün uygulanabilmesi için ifa engelinin mutlaka sözleşmenin kurulmasından sonra ortaya çıkan (post-contract) bir engel mi olması gerekir? Örneğin, sözleşmede seri numarası ile gösterilen ve alıcı tarafından da muayene edilerek kabul edilecek olan spesifik bir mala ilişkin (örneğin ağır sanayide kullanılacak bir makine  gibi)  satım  sözleşmesinin  kurulmasından  hemen  önce  satıcının işyerine bir meteorun düştüğü ve malları kullanılmaz hale getirdiği ve fakat tarafların sözleşmeyi kurdukları sırada henüz bundan haberdar olmadıkları varsayımında acaba durum ne olacaktır? Belirtilmelidir ki, m. 79 hükmünde sorumluluktan kurtulma imkanının doğması için ifaya engel olan durumun ne zaman  ortaya  çıkması  gerektiği  konusunda  bir  açıklık  yoktur;  madde                                                             140 ATAMER, Satıcının Yükümlülükleri, s. 454. 141 ATAMER, Satıcının Yükümlülükleri, s. 454. 142 FLECHTNER, Harry M.; Issues Relating to Exemption (Force Majeure) Under Article 79 of the United Nations Convention on Contracts for the International Sale of Goods, Legal Studies Research Paper Series, Working Paper No. 2008-08, Pittsburgh 2008, 432.3, http://papers.ssrn.com/sol/papers.cfm?abstract_id=1118124, 27.04.2016. 143 ATAMER, Satıcının Yükümlülükleri, s. 456. Bununla birlikte, mücbir sebep sayılabilecek bu hallerin belirli bir bölgede hesaba katılabilir olup olmadığı da önem taşımaktadır. Bkz. SCHLECHTRIEM/SCHWENZER, s. 1256. 144  FLECHTNER,  Issues,  432.3.  Benzer  bir  örnek  için  bkz.  ATAMER,  Satıcının Yükümlülükleri, s. 457. 690Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707            Milletlerarası Mal Satımına İlişkin Sözleşmeler… hükmünde yalnızca ifa engelinin taraflarca öngörülemeyen ve öngörülmesi de beklenemeyen  bir  engel  olduğundan  söz  edilmiştir.  Bununla  birlikte, karşılaşılması güç de olsa, yukarıda verilen örnekteki gibi bir durumun ortaya çıkması teorik olarak her zaman için mümkündür. Viyana Satım Sözleşmesi sisteminde, ifa engelinin başlangıçta mevcut olması ya da sonradan ortaya çıkması gibi bir ayrıma yer verilmemiştir. Bu nedenle konusu baştan itibaren imkansız olan bir sözleşme de geçerli olarak kurulur.  Buna  bağlı  olarak  karşımıza,  ifa  engelinin  sözleşmenin kurulmasından önce doğmuş olması durumunda m. 79/I e dayanılmasının mümkün olup olmadığı sorusu çıkmaktadır.  Bu sorun esas itibariyle common law hukuk sistemi ile Kıta Avrupası hukuk  sisteminin  başlangıçtaki  imkansızlığı  farklı  şekillerde  ele  alıyor oluşundan  kaynaklanmaktadır.  Zira  common  law  hukuk  sisteminde sonradan  ortaya  çıkan  ifa  engelleri  nedeniyle  ifanın  mümkün  olmaması frustration  kavramı  altında  incelenmekte  ve  olayın  özelliklerine  göre sözleşmeye son verilmesi imkanı tanınmakta iken, konusu imkansız olan sözleşmeler bakımından ise hata nedeniyle iptal yaptırımı (void for mistake) öngörülmektedir.  Buna  karşılık  Kıta  Avrupası  hukuk  sisteminde  ve dolayısıyla Türk hukukunda da başlangıçtaki imkansızlık sözleşmenin kesin hükümsüzlüğüne yol açmaktadır.  Bu çerçevede, başlangıçtaki imkansızlığa ilişkin olarak öğretide iki farklı görüş ileri sürülmüştür. Bu görüşlerden ilkine göre, satım sözleşmesinin geçerliliğine ilişkin hususlar m. 4 uyarınca CISG nin kapsamı dışındadır ve iç hukuk kurallarına tabidir. Bu görüşe göre satım sözleşmesinin geçerli bir şekilde kurulup kurulmadığı ve bu arada başlangıçtaki imkânsızlık hususu iç hukuk kurallarına göre değerlendirilecek ve sözleşmenin akıbeti hangi iç hukuk düzeninin uygulandığına göre -yukarıdaki açıklamalar çerçevesinde- değişiklik gösterecektir. Buna karşılık diğer görüşe göre ise, başlangıçtaki imkânsızlık durumunda dahi sözleşmenin geçerli olarak kurulduğunu kabul eden CISG sisteminin dolanılarak common law ülkelerinde hata nedeniyle                                                             145 FLECHTNER, Issues, 432.3. 146 ATAMER, Satıcının Yükümlülükleri, s. 457; YILMAZ, s. 229. 147 DAYIOĞLU, Alıcının Hakları, s. 142. 148 ATAMER, Satıcının Yükümlülükleri, s. 457. Bu konu hakkında detaylı açıklamalar için bkz. MAZZACANO, s. 75 vd. 149 LOOKOFSKY, parag. 62; TALLON, 2.4.3. 150  ATAMER,  Satıcının  Yükümlülükleri,  s.  457-458;  FLECHTNER,  Issues,  432.3; SCHWENZER, s. 717. 691Gizem ÖZKAN ŞAHİN                                             Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707 iptal;  Kara  Avrupası  ülkelerinde  ise  kesin  hükümsüzlük  yaptırımlarının uygulanacağını ileri sürmek CISG nin iç hukukların etkisinden uzak şekilde yorumlanması ilkesine aykırıdır. Bu görüş taraftarları ifa edememeden dolayı garanti  sorumluluğunun  bulunduğunu  vurgulamakta  ve  sözleşmenin kurulması  öncesinde  gerçekleşen  ifa  engellerinden  haberdar  olunması durumunda bile zaten sözleşmenin geçerli olarak kurulmuş olacağını ifade etmektedirler. Bununla birlikte bu görüşe göre, tamamıyla satıcının kontrolü ve bilgisi dışında gerçekleşen olaylar nedeniyle ifanın sözleşmeye uygun bir biçimde gerçekleşmesinin baştan itibaren mümkün olmadığı hallerde satıcıyı da bir yönüyle korumak ihtiyacı göz ardı edilmemelidir. Bu sebepten dolayı bu  görüş  taraftarları,  başlangıçtaki  imkansızlık  halinde  sözleşme  geçerli olarak kurulmuş olmakla birlikte m. 79/I hükmüne dayanılarak sorumluluktan kurtulma  imkanını  kabul  etmektedir.  Zira  zaten  çok  nadir  olarak karşılaşılabilecek olan bu tür hallerde önlenmesi ve öngörülebilmesi mümkün olmayan bir ifa engeli sebebiyle satıcıyı sorumlu tutmaya devam etmek adil değildir. Türk Borçlar Kanununun konuya ilişkin düzenlemesine bakıldığında, başlangıçtaki imkansızlık sözleşmenin geçerli bir şekilde kurulmasına engel olurken (TBK m. 27/I); taraflardan birinin sözleşmenin kurulduğu sırada borçlanılan  edimin  ifasının  imkansız  olduğunu  bilmesi  veya  bilmesi gerekmesi, sözleşme öncesi sorumluluk (culpa in contrahendo) kapsamında karşı tarafın uğradığı zararın tazmini yükümlülüğüyle sonuçlanır. Burada tazmini gereken zarar menfi zarardır. Buna karşılık borçlanılan edimin imkansız  olduğunu  bilmeyen  veya  bilmek  durumunda  olmayan  kimse, kusursuz  olması  sebebiyle  tazminat  ödemekle  sorumlu  tutulamaz. Sözleşmenin kurulmasından sonra ortaya çıkan objektif imkansızlığın ise borçluya isnat edilebilir olup olmamasına göre farklı değerlendirmelere tabi tutulduğu görülmektedir. Eğer sonradan ortaya çıkan imkânsızlık borçluya isnat edilemeyen bir sebepten kaynaklanıyorsa TBK m. 136 uyarınca borçlu borcundan  kurtulur.  Buna  karşılık,  sonradan  ortaya  çıkan  imkânsızlık borçluya  isnat  edilebiliyorsa,  borçlunun  TBK  m.  112  uyarınca  tazminat ödemesi gerekir; yani borçlu sözleşme ilişkisi çerçevesinde sorumlu olmaya devam eder.                                                             151 ATAMER, Satıcının Yükümlülükleri, s. 458. 152 EREN, s. 1134-1135. 153 EREN, s. 1135. 154 TERCIER, Pierre/ PICHONNAZ, Pascal/ DEVELİOĞLU, H. Murat; Borçlar Hukuku Genel Hükümler, İstanbul 2016, s. 462. 692Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707            Milletlerarası Mal Satımına İlişkin Sözleşmeler… B. Çeşit Borcu ve Genişletilmiş Parça Borcunun Varlığı Durumu Öğretide ve uygulamada genel kabul gördüğü üzere, konusu çeşit borcu olan  edimlerin  imkansızlaştığı  iddiası,  cins  tamamen  yok  olmadıkça dinlenmez (genera non pereunt)155. Bunun dayanağı olarak ise, çeşit borcunda satıcının  tedarik  yükümlülüğünün  olması  gösterilmektedir.  Bu  sebeple örneğin, üç çuval un teslim etme borcu altına giren satıcının, malın yanması, su altında kalması gibi sebeplerle borcundan kurtulması mümkün değildir. Bu durumda asli edimin ifası borcu devam ettiğinden, ifa etmeme durumunda tazminat borcunun da doğacağı açıktır.  Satıcının  tedarik  yükümlülüğünün  kapsamı  ise  alıcı  ile  aralarındaki sözleşmeye göre belirlenir. Buna göre, örneğin satıcı sınırlı bir çeşit borcu altına girmişse, sınırlanmış olan bu çeşit borcunun konusunun yok olması (örneğin,  belirli  bir  fabrikada  üretilen  unun  teslimi  kararlaştırılmışsa  ve fabrika yanmışsa) sonucunda ifa borcu da sona erer. Buna bağlı olarak sınırlı çeşit borcunun kararlaştırılmış olduğu hallerde CISG m. 79 hükmüne dayanarak  sorumluluktan  kurtulmak  mümkündür.  Fakat  alıcı  ile aralarındaki  satım  sözleşmesinde  tedarik  yükümlülüğünün  bulunup bulunmadığına ilişkin böyle bir açıklık yoksa, bu takdirde bir çeşit borcu altına giren satıcının sorumluluktan kurtulması ancak cinsin tamamen yok olması gibi oldukça sınırlı hallerde söz konusu olabilecektir. Genişletilmiş parça borcu biçiminde belirli bir malın edim konusu olarak belirlenmiş olduğu, fakat bu edimin ifasına ilişkin bir engelin ortaya çıktığı durumlarda  (örneğin,  fabrikada  seçilen  üç  adet  makinenin  yalnızca  bu makinelere yıldırım düşmesi sonucu yanması), başka bir malın teslimi ile de ifanın gerçekleştirilmesi mümkün kabul edilmelidir. Bu tür hallerde o somut parça olmasa dahi, o malla eşdeğer ve aynı ekonomik işleve sahip bir malın  teslimi  de  tarafları  sözleşme  ile  amaçlanan  sonuca  ulaştıracaktır.                                                             155 EREN, s. 1301; TERCIER/PICHONNAZ/DEVELİOĞLU, s. 462; YILMAZ, s. 233. 156 ATAMER, Satıcının Yükümlülükleri, s. 461; SERT, s. 242; YILMAZ, s. 233. 157 Burada edim hasarına satıcı katlanacaktır, zira onun tedarik yükümlülüğü vardır. Bu hallerde satıcının asli edim borcu devam etmektedir. 158 YILMAZ, s. 233. 159 ATAMER, Satıcının Yükümlülükleri, s. 462. 160 SERT, s. 242; YILMAZ, s. 233. Aynı durum, halihazırda piyasası bulunmayan mallara ilişkin cins borçlarında, özellikle belirli bir parti veya stoktan yapılan satışlarda da geçerlidir. Bkz. SCHLECHTRIEM/SCHWENZER, s. 1261. 161 ATAMER, Satıcının Yükümlülükleri, s. 462. Tedarik yükümlülüğüne ilişkin bir diğer istisnai hal, bir sonraki başlıkta incelenecek olan aşırı ifa güçlüğü halidir. Bkz. III, C. 162 ATAMER, Satıcının Yükümlülükleri, s. 462-463. 693Gizem ÖZKAN ŞAHİN                                             Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707 Dolayısıyla, bu sonuca ulaşılabildiği hallerde, yani ekonomik açıdan çeşit borcuna yaklaşan bir parça borcunun var olduğu kabul edilebildiğinde, tıpkı çeşit borçlarında olduğu gibi tedarik yükümlülüğü yine satıcıda olacak ve ifa gereği gibi gerçekleşmediği takdirde alıcı aynen ifayı talep edebilecektir. Bu tür  durumlarda  aynen  ifada  ısrar  edilebileceği  gibi,  borçlunun  tazminat sorumluluğu da ortadan kalkmaz. Şu halde genişletilmiş parça borcu söz konusu olduğunda m. 79/I hükmüne dayanarak tazminat sorumluluğundan kurtulmak mümkün değildir. C. Aşırı İfa Güçlüğü Durumu Taraflar arasındaki satım sözleşmesinin kurulması aşamasında mevcut olan  koşulların  beklenmedik  bir  şekilde  değişmesi  sebebiyle  sözleşmede öngörülen edimler arasındaki dengenin bir tarafın aleyhine olacak şekilde bozulması ve bu durumun ifaya engel teşkil etmesi, yani aşırı ifa güçlüğünün söz konusu olması mümkündür. Viyana Satım Sözleşmesi m. 79/I hükmü kapsamında aşırı ifa güçlüğü (hardship) açık bir biçimde düzenlenmemiştir. Aşırı  ifa  güçlüğü,  tarafların  elinde  olmadan  ve  kontrolleri  dışında gerçekleşen değişiklikler sonucu, özellikle mücbir sebep, devlet müdahalesi ile ya da finans piyasalarında meydana gelen değişmeler sonucu söz konusu                                                             163 YILMAZ, s. 233. 164 ATAMER, Satıcının Yükümlülükleri, s. 463. 165 ENDERLEIN, Fritz/ MASKOW, Dietrich; International Sales Law United Nations Convention  on  Contracts  for  the  International  Sale  of  Goods,  1992,  s.  324, http://www.cisg.law.pace.edu/cisg/biblio/enderlein.html#art,  27.04.2016.  Schwenzer, aşırı  ifa  güçlüğü  kavramının  yalnızca  sözleşmenin  kurulmasından  sonraki  dönemde meydana gelen değişiklikler sonucu değil; aynı zamanda sözleşmenin kurulması aşamasında tarafların edimleri arasında aşırı bir dengesizliğin mevcut olması durumunda da söz konusu olabileceği görüşündedir. Bkz. SCHWENZER, s. 718. 166 ATAMER, Satıcının Yükümlülükleri, s. 463; MAZZACANO, s. 103; URFALIER, s. 543; YILMAZ, s. 234. Viyana Satım Sözleşmesi nin kapsamını belirleyen m. 4 hükmünde hardship, yani aşırı ifa güçlüğü kavramına yer verilmemiş olması sebebiyle, Viyana Satım Sözleşmesi nin uygulama alanı bulacağı hallerde iç hukuk kurallarının CISG ye entegre edilerek ifadan kaçınmaya olanak tanınmasının mümkün olmadığı yönünde İtalyan mahkemesi  (Tribunal  Civile  di  Monza)  kararı  için  bkz.  Case  date  14.01.1993, http://www.unilex.info/case.cfm?pid=1&do=case&id=21&step=Abstract,  27.04.2016. Bununla  birlikte,  CISG de  hüküm  bulunmayan  her  durumda  iç  hukuk  düzenlerine başvurmak hukuk uyumlaştırması amacına ciddi şekilde zarar verecektir. Bu nedenle m. 79/I hükmünün  yalnızca  ifa  imkansızlığı  halinde  değil,  aynı  zamanda  aşırı  ifa  güçlüğü durumunda  da  uygulanabileceği  kabul  edilmelidir.  Bu  konudaki  görüşler  için  bkz. ATAMER, Satıcının Yükümlülükleri, s. 464-466.  167 Bununla birlikte m. 79 hükmünde geçen engel ifadesi mücbir sebepten daha geniş ve esnek bir kapsama sahiptir. Bu nedenle mücbir sebep sayılmayan hallerde de m. 79 un uygulama alanı bulması mümkündür. Bkz. URFALIER, s. 544. 694Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707            Milletlerarası Mal Satımına İlişkin Sözleşmeler… olmaktadır. Hemen belirtilmelidir ki, tarafların ekonomik durumları, malın fiyatının artması, temininin güçleşmesi gibi durumlar kural olarak tarafların borcundan kurtulmasına sebep olmayacağı gibi, CISG m. 79/I hükmüne dayanarak  sorumluluktan  kurtulma  imkanı  da  vermemektedir.  Bununla birlikte, beklenmedik bir şekilde değişen piyasa koşullarının tarafların satım sözleşmesinden kaynaklanan edimleri arasında aşırı bir dengesizliğe neden olması mümkündür. Bu tür durumlarda, somut olayın özellikleri dikkate alınarak aşırı ifa güçlüğünün söz konusu olup olmadığının m. 79/I kapsamında sorumluluktan kurtulma bakımından değerlendirme konusu yapılabileceği genellikle kabul edilmektedir. Burada önemli olan husus, teknik anlamda imkansızlık  sayılamamakla  birlikte,  sözleşmede  kararlaştırılan  edimler arasında  aşırı  ölçüde  dengesizliğe  sebep  olacak,  borçlunun  yükünü  aşırı derecede ağırlaştıracak ve hatta borçlunun ekonomik varlığını tehdit edecek bir durumun ortaya çıkması ve bu durumun taraflarca öngörülemeyen ve öngörülmesi beklenemeyen, kaçınılamayan ve tarafların etki alanı dışında meydana gelen bir değişiklik olmasıdır. Bununla birlikte belirtilmelidir ki, özellikle  işlemin  spekülatif  bir  yönünün  bulunduğu  hallerde,  borçlunun rizikoyu açıkça üstlendiği sonucuna varılabiliyorsa m. 79/I uygulama alanı bulmayacaktır. 2009 yılında Belçika da verilen bir kararda, çelik fiyatlarındaki %70 oranındaki  artışın,  beklenmedik  bir  artış  olması  sebebiyle,  sözleşmeden kaynaklanan  edimlerin  dengesini  aşırı  ölçüde  değiştirdiği  kabul  edilerek somut olayda CISG m. 79/I kapsamında sorumluluktan kurtulmaya imkan tanınmıştır. Buna karşılık, Avusturya mahkemesi tarafından verilen bir                                                             168 KÖROĞLU, s. 783. 169ATAMER,  Satıcının  Yükümlülükleri,  s.  463;  ENDERLEIN/MASKOW,  s.  324; FLECHTNER, Issues, 432.2; HONNOLD, s. 484-485; SCHLECHTRIEM, s. 102. Aşırı ifa güçlüğü müessesesi (hardship doctrine) iç hukuk düzenlerinde geçerli olan anlamıyla esas itibariyle taraflara, sözleşmeyi değişen koşullara uyarlama imkanı vermektedir. Bir başka deyişle aşırı ifa güçlüğü esasında, sözleşmenin uyarlanmış olarak ayakta tutulmasına hizmet etmektedir.  Bununla  birlikte  CISG nin  kaleme  alınması  aşamasında  hardship doctrine benzeri bir düzenlemenin CISG ye dahil edilerek satım sözleşmesinin aşırı ifa güçlüğü durumunda da değiştirilmiş şekliyle ayakta tutulmasına ilişkin öneriler kabul görmemiştir. Bu nedenle, aşırı ifa güçlüğü hallerinde sözleşme içeriği değiştirilmeden m. 79/I kapsamında sorumluluktan kurtulmak mümkün görünmektedir. Bu konuda detaylı açıklama için bkz. FLECHTNER, Issues, 432.2. 170 FLECHTNER, Issues, 432.2. 171 ATAMER, Satıcının Yükümlülükleri, s. 464; SCHLECHTRIEM/SCHWENZER, s. 1274; YILMAZ, s. 235. 172  Case N. C.07.0289.N, http://unilex.info/case.cfm?pid=1&do=case&id=1457&step=Abstract, 27.04.2016. 695Gizem ÖZKAN ŞAHİN                                             Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707 kararda, taraflar arasında donmuş frambuaz satımına ilişkin olarak yapılan sözleşmenin ifası aşamasında fiyatlarda dünya çapında meydana gelen önemli düşüş  sebebiyle  ifadan  kaçınma  kabul  edilmemiş  ve  mahkeme,  fiyat değişikliklerini,  her  tacirin  taşıması  gereken  bir  riziko  olarak değerlendirmiştir. Benzer şekilde, Fransız mahkemesi tarafından verilen bir karara konu olan olayda ise, otomobil kliması satışı yapan İsviçreli satıcı, Fransız alıcı ile sekiz yıllık bir dönem içerisinde nihai alıcı Fransız şirketin ihtiyaçları doğrultusunda belirli bir miktarda mal sağlamayı, Fransız alıcının ise  bu  malları  nihai  alıcı  Fransız  şirkete  satmayı  üstlendiği  bir  çerçeve sözleşme yapmıştır. Bu süreçte otomobil piyasasında meydana gelen çöküş sebebiyle nihai alıcı, malları alacağı fiyatı, önceki fiyatın yarısına yakın bir oranda düşürmek zorunda kalmış; nihai alıcının bu kararı, Fransız ilk alıcı tarafından İsviçreli satıcıya derhal bildirilmiş; ancak İsviçreli satıcı malların büyük bir bölümünü göndermeyi reddetmiştir. Colmar Temyiz Mahkemesi (Cour d Appel de Colmar), somut olaya ilişkin olarak verdiği kararında, İsviçreli satıcının CISG m. 79 hükmüne dayanarak şartların öngörülemez bir şekilde  değiştiğinden  bahisle  sorumluluktan  kurtulmasının  mümkün olmadığını; zira sekiz yıl gibi uzun bir süre için sözleşme ilişkisine girilirken zaman içerisinde şartların değişebileceğinin öngörülebilir olduğunu ve ayrıca sözleşmeye bir hardship clause koyulması gibi yeniden müzakereyi olanaklı kılacak imkanların da her zaman için mevcut olduğunu ifade etmiştir.  Örneklerden de görülebileceği gibi, aşırı ifa güçlüğü sebebiyle CISG m. 79/I  hükmüne  dayanarak  sorumluluktan  kurtulabilmek  için  koşullarda meydana gelen değişikliğin beklenmedik ve öngörülemeyen bir değişiklik olup olmadığı değerlendirilmelidir. Bu kapsamda, sürekli olarak değişkenlik gösteren piyasalarda meydana gelen değer artışları, kur dalgalanmalarının sıklıkla görüldüğü bir ortamda para değerinde ortaya çıkan değişiklikler taraflarca  öngörülebilecek  değişikliklerdir  ve  m.  79/I  çerçevesinde sorumluluktan kurtulmaya dayanak teşkil etmez. Aşırı  ifa  güçlüğü,  yukarıda  da  belirtildiği  üzere,  taraflarca öngörülemeyen ithalat-ihracat yasakları, kota uygulamaları, ticaret yasakları gibi devlet müdahaleleri ile de ortaya çıkmış olabilir. Bu noktada da dikkate alınması  gereken  husus,  bu  türden  öngörülemeyen  bir  düzenlemenin etkilerinin  kaçınılmaz  olup  olmadığı;  yani  ifanın  başka  bir  suretle                                                             173 Case N. 10 Ob 518/95, http://cisgw.law.pace.edu/cases/960206a.html#ta, 27.04.2016. 174 Case date 12.06.2001, http://www.unilex.info/case.cfm?pid=1&do=case&id=814&step=FullText, 27.04.2016. 175 ATAMER, Satıcının Yükümlülükleri, s. 463. 696Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707            Milletlerarası Mal Satımına İlişkin Sözleşmeler… gerçekleştirilip gerçekleştirilemeyeceğidir. Daha önce de sözü edilmiş olan Amerikan Tahkim Birliği (American Arbitration Association) kararına konu olan olayda, Amerikalı satıcı, Romanyalı alıcı ile aralarındaki sözleşmeye göre en geç 29.05.2006 tarihine kadar teslim etmesi gereken tavuk etlerini, Romanya hükümetinin kuş gribi sebebiyle 07.07.2006 tarihinden itibaren sertifikalandırılmamış  olan  tavukların  ithalatını  yasaklaması  nedeniyle, kararlaştırılan süre içerisinde Romanyalı alıcıya gönderememiştir. Romanyalı alıcı, bunun üzerine tavukların Romanya dışında bir limana gönderilmesini önermiş; ancak Amerikalı satıcı, Romanya hükümeti tarafından getirilen bu yasağın bir mücbir sebep olması sebebiyle sözleşmeyi geçersiz kılacağını öne sürerek tavukları bir başka yere göndermeyi reddetmiş ve teslim edilmeyen bu tavukları bir başka alıcıya satmıştır. Tahkim Birliği, somut olayı CISG m. 79 kapsamında incelemiş ve satıcının malları teslim edememesinin kontrolü dışında  gerçekleşen  ve  sözleşme  yapılırken  öngörülemeyecek  bir  durum olduğunu ifade etmiş; bununla birlikte satıcının malların gönderilebileceği alternatif bir liman önermesi üzerine artık satıcının m. 79 hükmüne dayanarak sorumluluktan kurtulmasının mümkün olmayacağına, zira ifaya engel olan durumun bu suretle aşılabileceğine karar vererek satıcının tazminat ödemesine hükmetmiştir. Buna  karşılık  devletin  müdahalesi  durumunda  m.  79/I  kapsamında sorumluluktan  kurtulmaya  hükmedilmiş  olan  kararlar  da  mevcuttur. Örneğin, eski Yugoslavya ya uygulanan BM ambargosu, ambargo süresince Hırvat  alıcı  tarafından  Yugoslav  satıcıya  sözleşme  konusu  havyarların bedelinin  ödenememesi  bakımından  m.  79/I  kapsamında  sorumluluktan kurtulmayı sağlayan bir engel olarak kabul edilmiştir.  Aşırı ifa güçlüğünün CISG çerçevesinde satım sözleşmesi üzerinde ne tür bir etkisinin olacağı konusu öğretide tartışmalıdır.  Bir görüşe göre, bu halde yalnızca dönme hakkı kullanılabilir. Buna karşılık diğer bir görüşe göre ise, m. 79 hükmünde var olan boşluk m. 7/II hükmü yardımıyla genel ilkelerle doldurulmalı  ve  taraflara  yeniden  müzakere  ve  uyarlama  imkanı  da tanınmalıdır.                                                              176 SCHLECHTRIEM/SCHWENZER, s. 1257. 177 Case N. 50181T 0036406, http://www.unilex.info/case.cfm?pid=1&do=case&id=1346&step=FullText, 27.04.2016. 178 SCHLECHTRIEM/SCHWENZER, s. 1257. 179 Case N. VB 96074, http://cisgw.law.pace.edu/cases/961210h.html, 27.04.2016. Ayrıca bkz. SCHLECHTRIEM/SCHWENZER, s. 1257. 180 Aşırı ifa güçlüğünün sözleşmeye etkisine dair bu görüşler için bkz. ATAMER, Satıcının Yükümlülükleri, s. 466; FLECHTNER, Issues, 432.2; YILMAZ, s. 235. 697Gizem ÖZKAN ŞAHİN                                             Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707 Hukukumuzda  ise  aşırı  ifa  güçlüğü,  TBK  m.  138  hükmünde düzenlenmiştir. Bilindiği gibi borçlar hukukunda geçerli olan ilkelerden biri ahde vefa ilkesi (pacta sunt servanda) iken; özellikle sözleşmeyle bağlı kalmanın borçlu açısından adil olmayan sonuçlar doğurabileceği haller göz önünde bulundurularak sözleşme yapılırken borçlu tarafından öngörülmesi mümkün  olmayan  birtakım  olağanüstü  olayların  etkisinin  tek  başına borçlunun omuzlarına yüklenmesi kabul edilmemiş ve sözleşmenin değişen şartlara uyarlanması (clausula rebus sic stantibus) imkanı getirilmiştir. Bu çerçevede TBK m. 138 hükmü ile düzenlenen aşırı ifa güçlüğü, sözleşme kurulduktan sonra taraflar arasındaki edim dengesini önemli ölçüde değiştiren öngörülemeyen ve öngörülmesi de beklenmeyen olaylar sonucu meydana gelmektedir.  Koşullarının  gerçekleşmesi  halinde  aşırı  ifa  güçlüğü, imkansızlıktan farklı olarak borçlunun borcundan kurtulmasını sağlamaz; ancak  emprevizyon  teorisi  uyarınca  sözleşmenin  uyarlanması  yoluna gidilir. D. Ayıplı Mal Teslimi Durumu Viyana Satım Sözleşmesi m. 79/I hükmünün uygulanması konusunda ortaya  çıkan  bir  diğer  sorun,  sözleşmeye  uygun  olmayan  ya  da  üçüncü kişilerin hak ve talepleri ile yüklü malların teslim edilmesi halinde bu hüküm kapsamında  sorumluluktan  kurtulmanın  mümkün  olup  olmadığıdır.  Bazı yazarlara  göre,  Anglo-Amerikan  hukukundaki  anlayışa  uygun  olarak sözleşmeye uygun olmayan malların (non-conforming goods) teslim edilmesi halinde  CISG  m.  79/I e  dayanarak  sorumluluktan  kurtulmak  mümkün olmamalıdır. Zira bu yazarlara göre sözleşmeye uygun olmayan malların teslimi  sebebiyle  sorumluluktan  kurtulmanın  mümkün  olup  olmadığının belirlenmesinde satıcının malların sözleşmeye uygunluğu konusunda bilgi sahibi olup olmadığı; yani sözleşmeye uygun olmayan ifada kusurlu kabul edilip edilemeyeceği hususunun mecburi olarak araştırılması gerekecek; bu ise kusursuz sorumluluğu esas alan CISG sistemine aykırı düşecektir. Bugün hakim olan görüşe göre, sözleşmeye uygun mal teslimi kural olarak satıcının sorumluluk alanında olmakla birlikte, CISG m. 79 hükmü                                                             181 EREN, s. 481. 182 TERCIER/PICHONNAZ/DEVELİOĞLU, s. 462. 183 FLECHTNER, Issues, §427; HONNOLD, s. 478; HUBER/MULLIS, s. 258; TALLON, 2.6.1 ve 2.6.2. 184FLECHTNER,  Article  79,  s.  37;  FLECHTNER,  Issues,  §427; SCHLECHTRIEM/SCHWENZER, s. 1252, dn. 18. 185 YILMAZ, s. 228. 698Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707            Milletlerarası Mal Satımına İlişkin Sözleşmeler… sözleşmeye uygun olmayan veya üçüncü kişilerin hak ve taleplerinden ari olmayan malların teslimi halinde nadiren de olsa bazı durumlara özgü olarak uygulanabilmelidir.  Bu  görüşe  göre,  CISG ye  hakim  olan  yeknesak sözleşme ihlali kavramı bu düşünceyi destekler niteliktedir. Aynı şekilde m. 79 hükmünde geçen … any of his obligations… (…yükümlülüklerinden birini…)  ifadesinden  de  ifa  etmemenin  olduğu  kadar,  gereği  gibi  ifa etmemenin  de  bu  madde  kapsamında  kabul  edilmesi  gerektiği  sonucu çıkarılabilmektedir. Belirtilmelidir ki hakim görüş bu olmakla birlikte, sözleşmeye uygun olmayan  malların  teslimi  durumunda  m.  79/I  hükmüne  nadiren başvurulabilecektir.  Öğretide  bu  duruma,  satıcının  götürme  borcunun bulunduğu ve edim konusunun bir parça borcu olduğu bir sözleşmede, malın nakliye  amacıyla  yüklendiği  geminin  limandaki  grev  sebebiyle  hareket edememesi ve malın bozulması örnek gösterilmektedir. Öğretide bu duruma verilen bir diğer örnek ise, satıcının gemiye yüklediği portakallara nakliye sırasında teröristler tarafından zehir enjekte edilmesidir. Sözleşmeye  uygun  olmayan  malların  teslimi  halinde  sorumluluktan kurtulma imkanının tanındığı Besançon Bölge Ticaret Mahkemesi (Tribunal de  commerce  de  Besançon)  kararına  konu  olan  olayda,  judo  kulübü kurucusu olan İsviçreli alıcı, Fransız satıcıdan altmış dokuz adet çocuk ve yirmi  dokuz  adet  yetişkin  spor  kıyafeti  satın  almış  ve  bunları  kulübün üyelerine satmıştır. Ancak kulüp üyesi alıcılardan spor kıyafetlerinin yıkama sonrasında 6 ila 8 santimetre küçüldüğüne ilişkin çok sayıda şikayet mektubu gelmiştir. Şikayet mektuplarının gelmeye başlamasından birkaç ay sonra İsviçreli alıcı, Fransız satıcıya öncelikle sözleşmede yeniden bir düzenleme yaparak dostane bir çözüme gitmeyi önermiş, ancak satıcıdan yanıt gelmemesi üzerine tamamlanmış olan satım için iade talebinde bulunmuştur. Bu sırada kıyafetler, Institut Suisse d'Essais Textiles (TESTEX) tarafından test edilmiş ve önerilen yıkama koşullarına uygun şekilde yıkandığında çekme oranının % 6.5 ile normalin üzerinde olduğu tespit edilmiştir. İsviçreli alıcı bunun üzerine CISG m. 36, m. 39 ve m. 49 hükümlerine dayanarak satıcıya dava açmıştır. Fransız  satıcı  TESTEX in  analizine  cevap  verebilmek  amacıyla  kendi                                                             186  ATAMER,  Satıcının  Yükümlülükleri,  s.  466;  ENDERLEIN/MASKOW,  s.  319; SCHLECHTRIEM/SCHWENZER, s. 1252-1253, s. 1261; SERT, s. 242-243. 187 SCHLECHTRIEM/SCHWENZER, s. 1253. 188 KÖROĞLU, s. 782-783. 189 ENDERLEIN/MASKOW, s. 319; SCHLECHTRIEM/SCHWENZER, s. 1253. 190 ATAMER, Satıcının Yükümlülükleri, s. 466. 191 ATAMER, Satıcının Yükümlülükleri, s. 466. 192 Case N. 97 009265, http://cisgw.law.pace.edu/cases/980119f.html, 28.04.2016. 699Gizem ÖZKAN ŞAHİN                                             Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707 tedarikçisinden bilgi istemiş; tedarikçi ise kumaşları satın aldığı üreticinin bilgisine başvurmuştur. Kumaş üreticisinin bu türden kumaşlarda %5 ila 7 oranında bir küçülmenin alışılmış bir durum olduğunu belirtmesi üzerine Fransız satıcı, bu üründen normal olarak beklenebilecek olan bu küçülmenin alıcının  taleplerine  dayanak  oluşturmayacağı  itirazını  ileri  sürmüştür. Mahkeme somut olayda, satıcının sözleşmeye uygun olmayan ifasının kendi kontrolü dışındaki olaylardan kaynaklandığını ve satıcının olayda herhangi bir kötüniyetinin  de  söz  konusu  olmadığını  ifade  ederek  satıcının  m.  79 hükmünden yararlanmasına karar vermiştir. Yukarıda verilen mahkeme kararına konu olan olayda olduğu gibi ayıbın imalat aşamasında doğmuş olması ihtimalini değerlendiren Atamer, satıcının imalatçı olmayıp kendisine tedarik edilen malları satıyor olması durumunda dahi  satıcının  sorumluluktan  kurtulmasını,  öngörülmesi  ve  engellenmesi mümkün olan bir durum olması gerekçesiyle kabul etmemektedir. Kaldı ki, kural olarak malların sözleşmeye uygun olmamasından satıcı kusursuz olarak sorumludur.  Bu  bağlamda,  satıcının  tedarikçilerin/imalatçıların  yol  açtığı ayıbı  bilmesinin  ya  da  anlayabilecek  olmasının  bir  önemi bulunmamaktadır. Bununla  birlikte  Atamer e  göre,  teknolojik  gelişim  düzeyinin  tespit edilmesine olanak tanımadığı gelişim ayıpları bakımından sorumluluğun m. 79 a  dayanılarak  bertaraf  edilip  edilemeyeceği  ayrı  bir  sorun  olarak değerlendirilmelidir. Bu soruna değinmiş olan mahkeme kararlarına Atamer tarafından  örnek  gösterilen  ilk  karar,  1999  yılında  Alman  Federal Mahkemesi tarafından verilmiştir. Karara konu olan olayda, Avustralyalı üzüm  üreticisi,  Alman  satıcıdan  üzüm  bağlarının  kurumasını  ve hastalanmasını engelleyen bir madde satın almıştır. Satıcı ise bu maddeyi doğrudan  imalatçısından  satın  almış  ve  aynı  paketler  içerisinde  kendi alıcılarına teslim etmiştir. Ancak imalatçının son dönemde eklediği yeni bir katkı maddesi sebebiyle alıcının üzüm bağları ciddi şekilde zarar görmüştür. Satıcı ise bu katkı maddesi hakkında bilgi sahibi değildir ve olması da mümkün  değildir.  Buna  karşılık  mahkeme,  ayıbın  satıcının  hakimiyet alanında  gerçekleştiğini,  zira  satıcının  malın  ayıpsız  şekilde  tesliminden sorumlu  olduğunu  kabul  ederek  satıcıya  CISG  m.  79 a  dayanarak                                                             193 ATAMER, Satıcının Yükümlülükleri, s. 467; YILMAZ, s. 228. 194 SCHLECHTRIEM/SCHWENZER, s. 1252. 195 ATAMER, Satıcının Yükümlülükleri, s. 467-468. 196 ATAMER, Satıcının Yükümlülükleri, s. 467-469. 197 Case N. VIII ZR 121/98, http://cisgw.law.pace.edu/cases/990324g.html, 28.04.2016. Söz konusu kararın, kusur temelli bir yaklaşımla verilmiş olduğu yönündeki eleştiriler için bkz. FLECHTNER, Article 79, s. 38-39. 700Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707            Milletlerarası Mal Satımına İlişkin Sözleşmeler… sorumluluktan kurtulma imkanı tanımamıştır. Benzer bir karar 2002 yılında yine Alman Federal Mahkemesi tarafından verilmiştir. Karara konu olan olayda, Almanya da üretilmiş olan süt tozu, bir dizi ara satıcı üzerinden son olarak Cezayirli bir alıcıya satılmış ve Cezayirli alıcı süt tozunu süt üretiminde kullanmıştır. Fakat toz halindeyken tespit edilmesi mümkün olmayan, ancak süt imalatı sırasında sıcaklıkla aktif hale gelen lipazın, üretilen sütün bayat ve ekşi kokmasına sebep olduğu tespit edilmiştir. İlk derece mahkemesi, o günün teknik koşullarının imalat sonrası yapılan testlerde lipaz oluşumunun tespitine imkan  vermemesi  sebebiyle  satıcının  m.  79 a  dayanarak  sorumluluktan kurtulabileceğini kabul etmiş; ancak Alman Federal Mahkemesi bu görüşe katılmamıştır.  Federal  Mahkeme ye  göre,  satıcının  sorumluluktan kurtulabilmesi için teslim edilen süt tozunun lipazla kontamine olduğunun, süt tozunun süt imalatında kullanılma yöntemlerine ilişkin her türlü analizden geçtikten sonra dahi anlaşılmasının mümkün olmamasını ve bunun satıcının etki alanının dışında olmasını aramıştır. Sözü  edilen  gelişim  ayıpları  bakımından  öğretide  iki  görüş  ileri sürülmektedir. Çoğunlukla common law hukuk sistemine yakın olanlarca savunulan ilk görüşe göre, gelişme ayıplarından kaynaklanan zararlar da satıcının  hakimiyet  alanına  dahil  kabul  edilmekte  ve  m.  79  hükmüne dayanılması mümkün görülmemektedir. Zira bu görüşe göre, satıcının aynı zamanda  imalatçı  olduğu  hallerde,  zararın  doğmasını  en  az  maliyetle önleyebilecek olan kişinin (cheapest cost avoider) sorumlu tutulması en doğru yoldur. Buna  karşılık  diğer  görüşe göre,  m. 79  hükmü  gelişme ayıpları bakımından da uygulanmalıdır. Zira bu hallerde, ortada satıcı tarafından önüne geçilmesi mümkün olmayan, satıcının kontrol alanının dışında kalan bir durum söz konusudur. Ancak bu görüş çerçevesinde, mal üretiminin bilimin en yüksek düzeyi kullanılarak yapıldığının ispatı da oldukça güçtür. Kanımızca, gelişme ayıplarının söz konusu olduğu durumlarda, her ne kadar tedarikçinin/imalatçının ve dolayısıyla m. 79/II kapsamında satıcının hakimiyet  alanında  gerçekleşen  bir  durumun  ayıplı  ifaya  sebep  olduğu görüntüsü mevcutsa da, görüldüğü üzere yukarıda verilen kararlarda m. 79/I ve  79/II nin  uygulama  alanlarına  ilişkin  bir  değerlendirme  ve  ayrım yapılmaksızın her iki olay da mahkemeler tarafından m. 79/I kapsamında incelenmiştir.  Burada  aslında  satıcının  bilgi  düzeyini  aşan  ve  kontrol etmesinin  kendisinden  beklenemeyeceği  bir  durum  ayıplı  ifaya  yol açmaktadır. Zira satıcıdan, kullandığı her üretim aracı yahut sattığı her ürün bakımından  teknolojik  ve  bilimsel  gelişmelere  hakim  olmasının                                                             198 Case N. VIII ZR 304/00, http://cisgw.law.pace.edu/cases/020109g.html, 28.04.2016. 199 Gelişme ayıpları hakkında ileri sürülen görüşlere ilişkin ayrıntılı açıklamalar için bkz. ATAMER, Satıcının Yükümlülükleri, s. 469-470.  701Gizem ÖZKAN ŞAHİN                                             Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707 beklenemeyeceği açıktır. Bununla birlikte bu husus yine de satıcının etki alanı içerisinde kalan bir husustur. Ayrıca tedarikçiye, imalatçıya ya da satıcıya elinden  gelen  her  türlü  çabayı  göstermiş  olmasına  rağmen  malın  ayıplı olmasını engelleyemediğini ispat etme imkanı verilirse, bu halde CISG nin kusursuz  sorumluluk  esasından  ayrılarak  kusur  araştırmasına  gidilmiş olacaktır. Bu nedenle CISG nin kusursuz sorumluluk esasına sadık kalınarak gelişim ayıplarının söz konusu olduğu bu tür durumlarda, m. 79/II hükmü kapsamında bir değerlendirme yapılmalı ve yalnızca imalatçının/tedarikçinin dahi  hakimiyet  alanı  dışında  kalan  ayıplar  bakımından  satıcının  m.  79 hükmüne dayanılarak sorumluluktan kurtulma imkanı kabul edilmelidir. Bu nedenle  her  somut  olayın  özelliklerine  göre  değerlendirme  yapılmalı  ve satıcının m. 79 a dayanarak sorumluluktan kurtulma olanağı her olay için peşinen dışlanmamalıdır. Hukukumuzda  konuya  ilişkin  temel  düzenleme  olan  Türk  Borçlar Kanunu m. 112 hükmü ise, ifanın hiç ya da gereği gibi yapılmadığı tüm halleri kapsayan geniş bir hükümdür. Bu kapsamda m. 112 nin genel bir sorumluluk düzenlemesi olduğu söylenebilir. Buna ek olarak, ayıplı ifa hususunda satım sözleşmeleri  bakımından özel hükümler getirilmiştir. Bu kapsamda Türk Borçlar Kanununa göre alıcı, ayıplı ifadan kaynaklanan seçimlik haklarının (satılanı iade etmeye hazır olduğunu bildirerek sözleşmeden dönme, satılanı alıkoyup ayıp oranında bedelden indirim isteme, aşırı masraf gerektirmemek koşuluyla tüm masrafı satıcıya ait olmak üzere satılanın onarılmasını isteme, satılanın ayıpsız benzeri ile değiştirilmesini isteme) yanında, TBK m. 227/II hükmüne dayanarak genel hükümlere göre tazminat talebinde de bulunabilir. SONUÇ Viyana Satım Sözleşmesi sistemi, çalışmamız boyunca çeşitli vesilelerle vurgulandığı üzere, garanti sorumluluğunu esas almaktadır. Buna bağlı olarak tarafların sözleşmeye aykırılıktan dolayı tazminat sorumlulukları bakımından kusurlu olmaları koşulu aranmamaktadır. Bununla birlikte çerçevesi oldukça geniş olan bu kusursuz sorumluluk esasına çeşitli sınırlamalar getirilmiştir. Şüphesiz ki bu sınırlamaların en önemlisi, çalışmamızın konusunu oluşturan ve tazminat sorumluluğundan kurtulma imkanını ayrıntılı biçimde düzenleyen m. 79/I hükmüdür.                                                              200  İnceleme  konumuzun  dışında  kalmakla  birlikte,  satıcının  m.  79  uyarınca  tazminat sorumluluğundan tamamen kurtulmasının mümkün olmadığı bu tür hallerde, CISG nin tazminat  sorumluluğuna  sınırlama  getiren  bir  diğer  düzenlemesi  olan  ve  tazminat sorumluluğunun yalnızca sözleşmenin kurulması aşamasında öngörülebilen zararlarla sınırlı olduğunu düzenleyen m. 74 hükmü uygulama alanı bulabilecektir. 702Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707            Milletlerarası Mal Satımına İlişkin Sözleşmeler… Çalışmamızın  ilk  bölümünde,  tazminat  sorumluluğundan  kurtulma imkanını  düzenleyen  m. 79/I  hükmü ele alınmadan  önce, Viyana  Satım Sözleşmesi nin tazminat sorumluluğunun temelinin anlaşılabilmesi amacıyla, Viyana Satım Sözleşmesi nde tazminat sorumluluğuna hakim olan ilkeler kısaca ele alınmıştır.  Viyana  Satım  Sözleşmesi nde  tazminat  sorumluluğuna  hakim  olan ilkelerin ele alınmasından sonra çalışmamızın ikinci bölümünde, sözleşmeye aykırılık durumunda tazminat sorumluluğundan kurtulmaya ilişkin kapsamlı bir  düzenleme  getiren  m.  79/I  hükmü  ve  bu  hükmün  uygulanmasında uyulması gereken modaliteleri düzenleyen takip eden fıkra hükümleri -m. 79/II hükmü dışında- inceleme konusu yapılmıştır. CISG m. 79/I e göre temel kural, tarafların etki alanı dışında kalan, sözleşmenin kurulması sırasında öngörülmesi ve hem kendisi hem doğurduğu sonuçlar bakımından kaçınılması mümkün olmayan bir engelin varlığı halinde, tarafların bu engele dayanarak tazminat sorumluluğundan kurtulacağıdır. Çalışmamızın bu bölümünde, m. 79/I hükmünün uygulanabilmesi için varlığı gereken koşullar detaylı olarak incelenmiştir. Madde 79/I hükmünün uygulanabilmesi için ortaya çıkan ifa engelinin tarafların etki alanı dışında, öngörülemez ve kaçınılamaz bir engel olarak ortaya çıkması ve bu engel sebebiyle bir sözleşmenin ihlal edilmiş olması gerekir. Ayrıca m. 79/I hükmüne başvurulabilmesi için m. 79/IV hükmü ile, uyulmadığı takdirde bu hükümden yararlanma imkanını ortadan kaldırmamakla birlikte tazminat sorumluluğuna yol açabilecek olan bildirim yükümlülüğü getirilmiştir. Buna göre, bir ifa engeli nedeniyle hiç ya da gereği gibi ifada bulunmayan taraf, bu engeli ve etkilerini karşı tarafa makul bir süre içerisinde bildirmekle yükümlüdür. Yine çalışmamızın ikinci bölümünde ifade edilmeye çalışıldığı üzere, CISG m. 79/III hükmü geçici ifa engellerinin varlığı halinde ifa etmemenin sorumluluğa yol açmaması, yalnızca engelin var olduğu süre boyunca söz konusudur. Ayrıca kısaca değinilmeye çalışıldığı üzere, CISG m. 79/V hükmü ise m. 79/I hükmüne dayanılarak tazminat sorumluluğundan kurtulma halinde, bu imkanın yalnızca tazminat talepleri bakımından söz konusu olduğunu; buna karşılık sözleşmeye aykırılıktan kaynaklanan diğer hakların bundan etkilenmeyeceğini düzenlemektedir.  Çalışmamızın  son  bölümünde,  başlangıçtaki  ifa  imkânsızlığı,  çeşit borçları ve genişletilmiş parça borçları, aşırı ifa güçlüğü ve ayıplı ifa konuları, CISG  m.  79/I  hükmünün  uygulama  alanı  kapsamında  ele  alınmaya çalışılmıştır. Bu çerçevede, sayılan hususların m. 79/I hükmünün uygulama alanına dahil olup olmadığı, öğretide ileri sürülen görüşler ve ilgili yargı kararlarına da değinilerek açıklanmaya çalışılmıştır. 703Gizem ÖZKAN ŞAHİN                                             Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707",
     "Kaynakça": "ATAMER, Yeşim M.; Uluslararası Satım Sözleşmelerine İlişkin Birleşmiş Milletler Antlaşması  (CISG)  Uyarınca  Satıcının  Yükümlülükleri  ve  Sözleşmeye Aykırılığın Sonuçları, İstanbul 2005. (Satıcının Yükümlülükleri) ATAMER,  Yeşim  M.:  “Yeni  Bir  Milletlerarası  Satım  Hukukuna  Doğru: Milletlerarası Mal Satımına İlişkin Sözleşmeler Hakkında Birleşmiş Milletler Antlaşması ve Türkiye, Hukuki Perspektifler Dergisi, S. 8, Eylül 2006, s. 158163. (Yeni Bir Milletlerarası Satım Hukukuna Doğru) ATAMER, Yeşim M.: “Borçlunun CISG m. 79 Uyarınca Tazminat Sorumluluğundan Kurtulması Halinde Alacaklının Diğer Taleplerinin Akıbeti Ne Olur? Prof. Dr. Aydın Zevkliler e Armağan, Yaşar Üniversitesi Elektronik Dergisi, C. 8, Özel Sayı 2013, s. 487-509. (Diğer Talepler) DAYIOĞLU, Yavuz; CISG Uygulamasında Sözleşmenin İhlali Halinde Alıcının Hakları ve Özellikle Tazminat Talep Etme Hakkı, İstanbul 2011. (Alıcının Hakları) DAYIOĞLU, Yavuz (Ed. OKUR, Sinan); “CISG Kapsamında Alıcının Tazminat Talep Etme Hakkı, Milletlerarası Mal Satım Hukuku (CISG), Ankara 2016. (Tazminat) ENDERLEIN, Fritz/ MASKOW, Dietrich; International Sales Law United Nations Convention  on  Contracts  for  the  International  Sale  of  Goods,  1992, http://www.cisg.law.pace.edu/cisg/biblio/enderlein.html#art79. ERDEM, H. Ercüment (Ed. ŞIPKA, Şükran/ YILDIRIM, Ahmet Cemil); “Viyana Satım Antlaşması na Genel Bakış ve Maddi Uygulama Alanı, Yeni Türk Borçlar Kanunu ve CISG e Göre Satış Sözleşmeleri, İstanbul 2012, s. 117-156. FLAMBOURAS, Dionysios P.; “The Doctrines of Impossibility of Performance and clausula rebus sic stantibus in the 1980 Vienna Convention on Contracts for the International Sale of Goods and the Principles of European Contract Law: A Comparative Analysis, Pace International Law Review, Fall 2001, s. 261-293, http://www.cisg.law.pace.edu/cisg/biblio/flambouras1.html. FLECHTNER, Harry M.; “Article 79 of the United Nations Convention on Contracts for the International Sale of Goods (CISG) as Rorschach Test: The Homeward Trend  and  Exemption  for  Delivering  Non-Conforming  Goods  Pace International  Law  Review,  Vol.  19,  Issue  1,  2007,  s.  29-51, http://digitalcommons.pace.edu/cgi/viewcontent.cgi?article=1058&context=pil r. (Article 79) FLECHTNER, Harry M.; “Issues Relating to Exemption (“Force Majeure) Under Article 79 of the United Nations Convention on Contracts for the International Sale of Goods, Legal Studies Research Paper Series, Working Paper No. 2008704Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707            Milletlerarası Mal Satımına İlişkin Sözleşmeler… 08,  Pittsburgh  2008, http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1118124. (Issues) HONNOLD, John; “Uniform Law For International Sales Under the 1980 United Nations  Convention,  1999, http://www.cisg.law.pace.edu/cisg/biblio/honnold.html. HUBER, Peter/ MULLIS, Alastair; The CISG: A New Textbook for Students and Practitioners, Mainz/Norwich 2007. KÖROĞLU, Belin; “Milletlerarası Mal Satım Sözleşmeleri Hakkında Birleşmiş Milletler Sözleşmesi (CISG) Madde 79 ve 80 Kapsamında Sorumluluktan Kurtulma, Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. XVII, S. 1-2, 2013, s. 775-804. LOOKOFSKY, Joseph; The 1980 United Nations Convention on Contracts for the International  Sale  of  Goods,  The  Hague  2000, http://www.cisg.law.pace.edu/cisg/biblio/lookofsky.html. MAGNUS, Ulrich (Ed. ATAMER, Yeşim M.); “CISG Uyarınca Tazminat, Faiz, Sorumluluktan Kurtulma, Milletlerarası Satım Hukuku, 2. Tıpkı Bası, İstanbul 2012, s. 287-307. MAZZACANO, Peter J.; Exemptions for the Non-Performance of Contractual Obligations in CISG Article 79, Cambridge 2014. ÖZSUNAY, Ergun; “1980 Tarihli Uluslararası Mal Satım Sözleşmeleri Hakkında Viyana Antlaşması (CISG) ve Türk Teşebbüslerinin Taraf Olduğu Uluslararası Mal Satımı Sözleşmeleri Üzerindeki Yansımaları, İstanbul Barosu Dergisi, C. 74, S. 3, 2004, s. 906-959. SAIDOV, Djakhongir; “Methods of Limiting Damages under the Vienna Convention on Contracts for the Internationl Sale of Goods, Pace International Law Review,  Vol.  14,  Issue  2,  2002,  s.  307-377, http://digitalcommons.pace.edu/cgi/viewcontent.cgi?article=1199&context=pil r. SCHLECHTRIEM, Peter; Uniform Sales Law: The UN-Convention on Contracts for  the  International  Sale  of  Goods,  Vol.  9,  Vienna  1986, http://www.cisg.law.pace.edu/cisg/biblio/schlechtriem.html#a72. SCHLECHTRIEM, Peter/ BUTLER, Petra; UN Law on International Sales: The UN Convention on the International Sale of Goods, Berlin 2009. SCHLECHTRIEM,  Peter/  SCHWENZER,  Ingeborg  (Ed.  SCHWENZER, Ingeborg/ ÇAĞLAYAN AKSOY, Pınar); Milletlerarası Mal Satımına İlişkin Sözleşmeler  Hakkında  Birleşmiş  Milletler  Antlaşması  (Viyana  Satım Sözleşmesi) Şerhi, 1. Bası, İstanbul 2015. 705Gizem ÖZKAN ŞAHİN                                             Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707 SCHWENZER,  Ingeborg;  Force  Majeure  and  Hardship  in  International  Sales Contracts, Victoria University of Wellington Law Review, 2008, s. 709-725, http://www.austlii.edu.au/nz/journals/VUWLawRw/2008/39.pdf. SERT, Selin; Viyana Satım Sözleşmesinde (CISG) İfa Engelleri ve Sonuçları, İstanbul 2013. TALLON, Denis; “Article 79, Bianca-Bonell Commentary on International Sales Law, Milan 1987, s. 572-595, http://www.cisg.law.pace.edu/cisg/biblio/tallonbb79.html. TERCIER, Pierre/ PICHONNAZ, Pascal/ DEVELİOĞLU, H. Murat; Borçlar Hukuku Genel Hükümler, İstanbul 2016. TRUNG NAM, Nguyen; “Future of Harmonisation and Unification in Contract Law Regarding  “Battle  of  Forms,  2009, http://www.cisg.law.pace.edu/cisg/biblio/nam.html. ULUSU, Ayşe E.; Milletlerarası Mal Satımına İlişkin BM Antlaşmasında ve Avrupa Borçlar Hukuku Prensiplerinde Tazminat Sorumluluğunu Sınırlandırmasında Öngörülebilirlik Prensibi, 1. Bası, İstanbul 2011. URFALIER, Melike (Ed. OKUR, Sinan); “Milletlerarası Mal Satım Sözleşmeleri Hakkında Birleşmiş Milletler Sözleşmesi (CISG) Madde 79 ve 80 Kapsamında Tazminat  Sorumluluğundan  Kurtulma,  Milletlerarası  Mal  Satım  Hukuku (CISG), Ankara 2016. VEYTIA, Hernany (Ed. ŞIPKA, Şükran/ YILDIRIM, Ahmet Cemil); “Driving Forces Behind Trade Usages in International Trade, Yeni Türk Borçlar Kanunu ve CISG e Göre Satış Sözleşmeleri, İstanbul 2012, s. 157-188. YILDIRIM,  Zeynep;  “Milletlerarası  Mal  Satımına  İlişkin  Birleşmiş  Milletler Sözleşmesi nin (Viyana Satım Sözleşmesi) Uygulama Alanı, GÜHFD, C. XVII, S. 1-2, 2013, s. 1061-1094. YILMAZ, Süleyman; Milletlerarası Mal Satımına İlişkin Sözleşmeler Hakkında Birleşmiş Milletler Antlaşması (CISG) Uyarınca Sözleşmenin İhlali Halinde Alıcının Hakları, Ankara 2013. ZEYTİN, Zafer; Milletlerarası Mal Satım Sözleşmeleri Hukuku – CISG, 2. Bası, Ankara 2015. http://cisg.bilgi.edu.tr/tr/taraflar/.  YARARLANILAN KARARLAR Case N. C.07.0289.N, http://unilex.info/case.cfm?pid=1&do=case&id=1457&step=Abstract 706Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707            Milletlerarası Mal Satımına İlişkin Sözleşmeler… Case date 12.06.2001, http://www.unilex.info/case.cfm?pid=1&do=case&id=814&step=FullText Case N. 50181T 0036406, http://www.unilex.info/case.cfm?pid=1&do=case&id=1346&step=FullText Case date 14.01.1993, http://www.unilex.info/case.cfm?pid=1&do=case&id=21&step=Abstract Case N. X ZR 111/04, http://www.unilex.info/case.cfm?pid=1&do=case&id=1345&step=Abstract Case N. 03 C 1154, http://www.unilex.info/case.cfm?pid=1&do=case&id=987&step=FullText Case N. 7 U 4969/06, http://www.unilex.info/case.cfm?pid=1&do=case&id=1342&step=Abstract Case N. 1 U 143/95, http://www.unilex.info/case.cfm?pid=1&do=case&id=438&step=Abstract Case N. 97 009265, http://cisgw3.law.pace.edu/cases/980119f1.html  Case N. VIII ZR 121/98, http://cisgw3.law.pace.edu/cases/990324g1.html Case N. VIII ZR 304/00, http://cisgw3.law.pace.edu/cases/020109g1.html Case N. 10 Ob 518/95, http://cisgw3.law.pace.edu/cases/960206a3.html  Case N. 5 Cb/114/2006, http://cisgw3.law.pace.edu/cases/090224k1.html Case N. 7b C 34/94, http://cisgw3.law.pace.edu/cases/940915g1.html Case N. Partial Award of 21 March 1996, http://cisgw3.law.pace.edu/cases/960321g1.html   Case N. 56/1995, http://cisgw3.law.pace.edu/cases/960424bu.html  Case N. 1 U 167/95, http://cisgw3.law.pace.edu/cases/970228g1.html Case N. 63/2006, http://cisgw3.law.pace.edu/cases/060001gr.html Case N. 1 U 167/95, http://cisgw3.law.pace.edu/cases/970228g1.html Case N. 8 O 75/02, http://cisgw3.law.pace.edu/cases/020822g1.html Case N. VB 96074, http://cisgw3.law.pace.eSdu/cases/961210h1.html     707Gizem ÖZKAN ŞAHİN                                             Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 665-707           708"
}