{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "ULUSLARARASI ADALET DİVANININ YARGI YETKİSİ VE TREATY BODİES",
     "Title": "Jurisdiction Of International Court Of Justice And Treaty Bodies",
     "Yazar İsmi": [
          "Füsun ARSAVA"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Uluslararası Adalet Divanı’nın yargı yetkisi",
          "BM insan hakları komitesi",
          "devlet başvuru prosedürü",
          "uzlaşı prosedürü"
     ],
     "Keywords": [
          "Jurisdiction of International Court of Justice",
          "UN Human Rights Committee",
          "State procedure",
          "consensus procedure"
     ],
     "Özet": "Evrensel nitelikli insan hakları sözleşmeleri günümüzde Uluslararası Adalet Divanı’nın kararlarına ve danışma görüşlerine esas olmaktadır. Makalede Uluslararası Adalet Divanı’nın anlaşmaya yahut uluslararası Adalet Divanı statüsünün 36.madde, 2.fıkrasına istinat eden yargı yetkisini kullanması bakımından insan hakları sözleşmelerinde öngörülen denetim mekanizmasının tüketilmesinin gerekip gerekmediği hususu insan hakları sözleşmeleri örneklerinde ele alınmış ve değerlendirilmiştir.",
     "Abstract": "Universal human rights conventions are taken as a basis for decisions and advisory judgement of International Court of Justice. This article evaluates and instantiates with human rights conventions the necessity of exhaustion of control mechanism that assumed in human rights conventions within the context of jurisdiction of International Court of Justice in Statute of the International Court of Justice article 36 paragraph 2 or agreement.",
     "Metin": "60 yılı aşkın bir süredir mevcudiyetini sürdüren evrensel nitelikli insan hakları sözleşmeleri yakın tarih itibariyle Uluslararası Adalet Divanı önünde görülen davalara esas olmaya başlamıştır. Soykırımı Konvansiyonu Bosna-Hersek ve Hırvatistan tarafından Yugoslavya Cumhuriyeti/Sırbistan Cumhuriyetine karşı açılan davada1; BM işkenceyi önleme konvansiyonu, ırk ayrımcılığı konvansiyonu, kadın hakları konvansiyonu Demokratik Kongo Cumhuriyeti ve Ruanda arasındaki davada2, BM Medeni ve Siyasi Haklar Sözleşmesi Gine Cumhuriyeti ve Kongo Cumhuriyeti arasındaki davada3, ırk ayrımcılığını yasaklayan Konvansiyon Gürcüstan ve Rusya Federasyonu arasındaki davada4, BM işkenceyi önleme konvansiyonu Belçika ve Senegal arasındaki davada5 Uluslararası Adalet Divanının kararlarına esas olan evrensel nitelikli insan hakları sözleşmeleri arasında yer almaktadır. Buna ilave olarak karşımıza çıkan iki danışma görüşü prosedüründe de Divanın insan hakları sözleşmelerini kendine esas aldığı görülmektedir. Divan nükleer silahların kullanılması ile ilgili danışma görüşünde BM Medeni ve Siyasi Haklar Sözleşmesini6; işgal edilen Filistin topraklarında Israil’in inşa ettiği duvarla ilgili danışma görüşünde BM Medeni ve Siyasi Haklar Sözleşmesi yanısıra BM Ekonomik, Sosyal ve Kültürel Haklar Sözleşmesini ve BM Çocuk Hakları Konvansiyonunu görüşüne esas almıştır7. Bu davalardan asgari birkaçında – insan hakları sözleşmesinin bir Treaty Body olarak denetim organı veya özel bir devlet başvuru prosedürü öngördüğü durumlarda – Uluslararası Adalet Divanının anlaşmaya yahut Uluslararası Adalet Divanı statüsünün 36.madde, 2.fıkrasına istinat eden yargı yetkisini kullanmasının önkoşulu olarak öncelikle sözkonusu insan hakları sözleşmesinde öngörülen prosedürlerin tüketilmesinin gerekip gerekmediği sorusu cevaplandırılmıştır. Uluslararası Adalet Divanının anlaşmalara istinat eden yargı yetkisi ve devlet başvuruları İnsan hakları sözleşmesinde öngörülen denetim organına devletlerin başvurusu ve Uluslararası Adalet Divanının anlaşmaya istinat eden yargı yetkisi arasındaki ilişkiye ait sorunun tartışılması bağlamında Gürcistan’ın BM ırk ayrımcılığını yasaklayan konvansiyonunun (CERD) 22.maddesine istinaden Rusya aleyhine 2008’de açtığı dava örnek olarak ele alınmaktadır8. CERD’in 22.maddesi görüşmeler yoluyla yahut sözleşmede açıkça öngörülen prosedür üzerinden çözülemeyen uyuşmazlıkların Uluslararası Adalet Divanına getirilebileceğini öngörmektedir. Bu hükme istinaden Rusya Federasyonu dava edilen taraf olarak Uluslararası Adalet Divanı nezdinde dava açmanın ırk ayrımcılığı Konvansiyonundaki 11-13 maddelerinde öngörülen devlet başvurusu prosedürünün tüketilmesi ertesinde mümkün olabileceği itirazını yapmıştır9. BM çerçevesinde akdedilen birçok insan hakları sözleşmesinin anlaşma organı olarak bir denetim komitesi öngörmesi yanısıra, uyuşmazlığın çözümü için Uluslararası Adalet Divanının yargı yetkisini subsidier olarak kabul ettiği görülmektedir. Bu durum 1965 tarihli CERD’in 22.maddesinde; 1975 tarihli kadınlara karşı ayrımcılığın ortadan kaldırılması sözleşmesinin 29.maddesinde; 1984 tarihli BM işkenceyi önleme konvansiyonunun 30.maddesinde; 1990 tarihli göçmen işçiler konvansiyonunun 92.maddesinde; 2006 tarihli kaybolmalara karşı yapılan BM konvansiyonunun 42.maddesinde kabul edilen tablodur. Bu çerçevede dikkat çekici olan husus uzlaşı yolu ile Uluslararası Adalet Divanının yargı yetkisini kabul eden bu sözleşmelerden sadece ikisinde anlaşmada öngörülen denetim organına başvurunun açıkça Uluslararası Adalet Divanının yargı yetkisini kullanmasının önkoşulu olarak kabul edilmiş olmasıdır. Bu durum ilk evrensel insan haklarını koruma sözleşmesi olan ırk ayrımcılığını yasaklayan BM Konvansiyonunda (CERD) karşımıza çıkmaktadır. Konvansiyonda, Konvansiyondan doğan mükellefi-yetlere riayeti denetlemek üzere oluşturulan komiteye Konvansiyonun 11-13 maddeleri muvacehesinde CERD Komitesine yapılacak devlet başvuruları Uluslararası Adalet Divanının yargı yetkisini kullanmasının önkoşulu olarak öngörülmüştür.BM Medeni ve Siyasi Haklar Sözleşmesinin 44.maddesi BM Medeni ve Siyasi Haklar Sözleşmesi ırk ayrımcılığını yasaklayan konvansiyonundan kısa bir süre sonra yapılmıştır. Bu sözleşmede CERD’in 22.maddesi paralelinde Uluslararası Adalet Divanının yetkisini öngören bir uzlaşı kuralının kabulü, sözleşmenin 41.maddesinde öngörülen devlet başvurusu ile uzlaşı kuralı arasındaki ilişkiyi açıklamak bakımından oldukça yararlı olabilirdi. Ancak bu yöndeki girişimler BM Medeni ve Siyasi Haklar Sözleşmesinin hazırlıkları esnasında akamete uğramıştır. İnsan Hakları Komisyonunun 1954’de hazırladığı tasarıda, 41.madde, 1.fıkra, b-bendi veya 42.madde, 7.fıkra, c-bendine göre yürütülen devlet başvurusu prosedürünün sonuç vermemesi durumunda prosedüre taraf olan devletin insan hakları komitesinin raporunu hazırlaması ertesinde Uluslararası Adalet Divanı nezdinde dava açma hakkından söz edilmesine karşılık bu yöndeki girişimler BM Medeni ve Siyasi Haklar Sözleşmesinin hazırlıkları esnasında dikkate alınmamıştır. Tasarıda öngörülen bu formül CERD’in 22.maddesinde karşımıza çıkan formülden başkası değildir. BM Medeni ve Siyasi Haklar Sözleşmesine ilişkin bu öneri BM Medeni ve Siyasi Haklar Sözleşmesi için kabul görmemesine karşılık CERD’te yerini almıştır. Bununla beraber BM Medeni ve Siyasi Haklar Sözleşmesinin 44.maddesinde CERD’in 16.madde, 2.cümlesine istinaden yeni bir formül kabul edilmiştir. Buna göre, bu sözleşmenin yürütülmesine ilişkin hükümler anlaşma tarafı devletlerin kendi aralarında yürürlükte bulunan genel yahut özel uluslararası anlaşmalarda uluslararası uyuşmazlıkların çözümü için öngörülen diğer prosedürlerin uygulanmasını etkilemeyecektir. BM Medeni ve Siyasi Haklar Sözleşmesinin 41.maddesi prensip olarak uyuşmazlıkların intern çözüm yolu ile Uluslararası Adalet Divanının diğer bir dayanağa istinaden yargı yetkisini birlikte kullanmasını reddetmemektedir. BM Medeni ve Siyasi Haklar Sözleşmesinde öngörülen intern çözüm yolu CERD’in 22.maddesinden farklı olarak kendiliğinden işlememektedir. Bu durum CERD’in 16.maddesinin ilk yarım cümlesinde karşımıza çıkan formüle BM Medeni ve Siyasi Haklar Sözleşmesinin 44.maddesinde neden yer verilmediğini açıklamaktadır. Şimdiye dek CERD’in 16.maddesi yahut Medeni ve Siyasi Haklar Sözleşmesinin 44.maddesi ile ilgili olarak görüş bildirme olanağına sahip olmayan Divan, prosedüre taraf olan devletlerden hiçbirisinin (Demokratik Kongo Cumhuriyeti, Gine ve Uganda) BM Medeni ve Siyasi Haklar Sözleşmesinin 41.maddesine istinaden devlet başvurusunu kabul etmemesi nedeni ile BM Medeni ve Siyasi Haklar Sözleşmesi ihlâllerine ilişkin görüşlerini Uluslararası Adalet Divanı statüsünün 36.madde, 2. fıkrasına istinaden ortaya koymuştur. Bu çerçevede BM Medeni ve Siyasi Haklar Sözleşmesinin 41.maddesi üzerinden insan hakları komitesinin ve Adalet Divanı statüsünün 36.maddesine istinaden Uluslararası Adalet Divanının eş zamanlı olarak aynı uyuşmazlıkla iştigal etmesinin herşeyden önce BM Medeni ve Siyasi Haklar Sözleşmesinin 44.maddesinin lex specialis karakteri nedeniyle imkânsız olduğunun dikkate alınması gerekmektedir.",
     "Kaynakça": ""
}